{
  "an9.12:0.1": "Aṅguttara Nikāya 9 ",
  "an9.12:0.2": "2. Sīhanādavagga ",
  "an9.12:0.3": "12. Saupādisesasutta ",
  "an9.12:1.1": "Ekaṁ samayaṁ bhagavā sāvatthiyaṁ viharati jetavane anāthapiṇḍikassa ārāme. ",
  "an9.12:1.2": "Atha kho āyasmā sāriputto pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya sāvatthiṁ piṇḍāya pāvisi. ",
  "an9.12:1.3": "Atha kho āyasmato sāriputtassa etadahosi: ",
  "an9.12:1.4": "“atippago kho tāva sāvatthiyaṁ piṇḍāya carituṁ, ",
  "an9.12:1.5": "yannūnāhaṁ yena aññatitthiyānaṁ paribbājakānaṁ ārāmo tenupasaṅkameyyan”ti. ",
  "an9.12:1.6": "Atha kho āyasmā sāriputto yena aññatitthiyānaṁ paribbājakānaṁ ārāmo tenupasaṅkami; upasaṅkamitvā tehi aññatitthiyehi paribbājakehi saddhiṁ sammodi. ",
  "an9.12:1.7": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdi. ",
  "an9.12:2.1": "Tena kho pana samayena tesaṁ aññatitthiyānaṁ paribbājakānaṁ sannisinnānaṁ sannipatitānaṁ ayamantarākathā udapādi: ",
  "an9.12:2.2": "“yo hi koci, āvuso, saupādiseso kālaṁ karoti, sabbo so aparimutto nirayā aparimutto tiracchānayoniyā aparimutto pettivisayā aparimutto apāyaduggativinipātā”ti. ",
  "an9.12:2.3": "Atha kho āyasmā sāriputto tesaṁ aññatitthiyānaṁ paribbājakānaṁ bhāsitaṁ neva abhinandi nappaṭikkosi. ",
  "an9.12:2.4": "Anabhinanditvā appaṭikkositvā uṭṭhāyāsanā pakkāmi: ",
  "an9.12:2.5": "“bhagavato santike etassa bhāsitassa atthaṁ ājānissāmī”ti. ",
  "an9.12:2.6": "Atha kho āyasmā sāriputto sāvatthiyaṁ piṇḍāya caritvā pacchābhattaṁ piṇḍapātapaṭikkanto yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho āyasmā sāriputto bhagavantaṁ etadavoca: ",
  "an9.12:3.1": "“Idhāhaṁ, bhante, pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya sāvatthiṁ piṇḍāya pāvisiṁ. ",
  "an9.12:3.2": "Tassa mayhaṁ, bhante, etadahosi: ",
  "an9.12:3.3": "‘atippago kho tāva sāvatthiyaṁ piṇḍāya carituṁ; ",
  "an9.12:3.4": "yannūnāhaṁ yena aññatitthiyānaṁ paribbājakānaṁ ārāmo tenupasaṅkameyyan’ti. ",
  "an9.12:3.5": "Atha kho ahaṁ, bhante, yena aññatitthiyānaṁ paribbājakānaṁ ārāmo tenupasaṅkamiṁ; upasaṅkamitvā tehi aññatitthiyehi paribbājakehi saddhiṁ sammodiṁ. ",
  "an9.12:3.6": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdiṁ. ",
  "an9.12:3.7": "Tena kho pana samayena tesaṁ aññatitthiyānaṁ paribbājakānaṁ sannisinnānaṁ sannipatitānaṁ ayamantarākathā udapādi: ",
  "an9.12:3.8": "‘yo hi koci, āvuso, saupādiseso kālaṁ karoti, sabbo so aparimutto nirayā aparimutto tiracchānayoniyā aparimutto pettivisayā aparimutto apāyaduggativinipātā’ti. ",
  "an9.12:3.9": "Atha kho ahaṁ, bhante, tesaṁ aññatitthiyānaṁ paribbājakānaṁ bhāsitaṁ neva abhinandiṁ nappaṭikkosiṁ. ",
  "an9.12:3.10": "Anabhinanditvā appaṭikkositvā uṭṭhāyāsanā pakkamiṁ: ",
  "an9.12:3.11": "‘bhagavato santike etassa bhāsitassa atthaṁ ājānissāmī’”ti. ",
  "an9.12:4.1": "“Ke ca, sāriputta, aññatitthiyā paribbājakā bālā abyattā, ke ca saupādisesaṁ vā ‘saupādiseso’ti jānissanti, anupādisesaṁ vā ‘anupādiseso’ti jānissanti. ",
  "an9.12:5.1": "Navayime, sāriputta, puggalā saupādisesā kālaṁ kurumānā parimuttā nirayā parimuttā tiracchānayoniyā parimuttā pettivisayā parimuttā apāyaduggativinipātā. ",
  "an9.12:5.2": "Katame nava? ",
  "an9.12:5.3": "Idha, sāriputta, ekacco puggalo sīlesu paripūrakārī hoti, samādhismiṁ paripūrakārī, paññāya mattaso kārī. ",
  "an9.12:5.4": "So pañcannaṁ orambhāgiyānaṁ saṁyojanānaṁ parikkhayā antarāparinibbāyī hoti. ",
  "an9.12:5.5": "Ayaṁ, sāriputta, paṭhamo puggalo saupādiseso kālaṁ kurumāno parimutto nirayā parimutto tiracchānayoniyā parimutto pettivisayā parimutto apāyaduggativinipātā. ",
  "an9.12:6.1": "Puna caparaṁ, sāriputta, idhekacco puggalo sīlesu paripūrakārī hoti, samādhismiṁ paripūrakārī, paññāya mattaso kārī. ",
  "an9.12:6.2": "So pañcannaṁ orambhāgiyānaṁ saṁyojanānaṁ parikkhayā upahaccaparinibbāyī hoti …pe… ",
  "an9.12:6.3": "asaṅkhāraparinibbāyī hoti …pe… ",
  "an9.12:6.4": "",
  "an9.12:6.5": "sasaṅkhāraparinibbāyī hoti …pe… ",
  "an9.12:6.6": "",
  "an9.12:6.7": "uddhaṁsoto hoti akaniṭṭhagāmī. ",
  "an9.12:6.8": "Ayaṁ, sāriputta, pañcamo puggalo saupādiseso kālaṁ kurumāno parimutto nirayā parimutto tiracchānayoniyā parimutto pettivisayā parimutto apāyaduggativinipātā.  ",
  "an9.12:7.1": "Puna caparaṁ, sāriputta, idhekacco puggalo sīlesu paripūrakārī hoti, samādhismiṁ mattaso kārī, paññāya mattaso kārī. ",
  "an9.12:7.2": "So tiṇṇaṁ saṁyojanānaṁ parikkhayā rāgadosamohānaṁ tanuttā sakadāgāmī hoti, sakideva imaṁ lokaṁ āgantvā dukkhassantaṁ karoti. ",
  "an9.12:7.3": "Ayaṁ, sāriputta, chaṭṭho puggalo saupādiseso kālaṁ kurumāno parimutto nirayā …pe… parimutto apāyaduggativinipātā. ",
  "an9.12:8.1": "Puna caparaṁ, sāriputta, idhekacco puggalo sīlesu paripūrakārī hoti, samādhismiṁ mattaso kārī, paññāya mattaso kārī. ",
  "an9.12:8.2": "So tiṇṇaṁ saṁyojanānaṁ parikkhayā ekabījī hoti, ekaṁyeva mānusakaṁ bhavaṁ nibbattetvā dukkhassantaṁ karoti. ",
  "an9.12:8.3": "Ayaṁ, sāriputta, sattamo puggalo saupādiseso kālaṁ kurumāno parimutto nirayā …pe… parimutto apāyaduggativinipātā. ",
  "an9.12:9.1": "Puna caparaṁ, sāriputta, idhekacco puggalo sīlesu paripūrakārī hoti, samādhismiṁ mattaso kārī, paññāya mattaso kārī. ",
  "an9.12:9.2": "So tiṇṇaṁ saṁyojanānaṁ parikkhayā kolaṅkolo hoti, dve vā tīṇi vā kulāni sandhāvitvā saṁsaritvā dukkhassantaṁ karoti. ",
  "an9.12:9.3": "Ayaṁ, sāriputta, aṭṭhamo puggalo saupādiseso kālaṁ kurumāno parimutto nirayā …pe… parimutto apāyaduggativinipātā. ",
  "an9.12:10.1": "Puna caparaṁ, sāriputta, idhekacco puggalo sīlesu paripūrakārī hoti, samādhismiṁ mattaso kārī, paññāya mattaso kārī. ",
  "an9.12:10.2": "So tiṇṇaṁ saṁyojanānaṁ parikkhayā sattakkhattuparamo hoti, sattakkhattuparamaṁ deve ca manusse ca sandhāvitvā saṁsaritvā dukkhassantaṁ karoti. ",
  "an9.12:10.3": "Ayaṁ, sāriputta, navamo puggalo saupādiseso kālaṁ kurumāno parimutto nirayā parimutto tiracchānayoniyā parimutto pettivisayā parimutto apāyaduggativinipātā. ",
  "an9.12:11.1": "Ke ca, sāriputta, aññatitthiyā paribbājakā bālā abyattā, ke ca saupādisesaṁ vā ‘saupādiseso’ti jānissanti, anupādisesaṁ vā ‘anupādiseso’ti jānissanti. ",
  "an9.12:11.2": "Ime kho, sāriputta, nava puggalā saupādisesā kālaṁ kurumānā parimuttā nirayā parimuttā tiracchānayoniyā parimuttā pettivisayā parimuttā apāyaduggativinipātā. ",
  "an9.12:11.3": "Na tāvāyaṁ, sāriputta, dhammapariyāyo paṭibhāsi bhikkhūnaṁ bhikkhunīnaṁ upāsakānaṁ upāsikānaṁ. ",
  "an9.12:11.4": "Taṁ kissa hetu? ",
  "an9.12:11.5": "Māyimaṁ dhammapariyāyaṁ sutvā pamādaṁ āhariṁsūti. ",
  "an9.12:11.6": "Api ca mayā, sāriputta, dhammapariyāyo pañhādhippāyena bhāsito”ti. ",
  "an9.12:11.7": "Dutiyaṁ. "
}