{
  "an9.41:0.1": "Aṅguttara Nikāya 9.41 ",
  "an9.41:0.2": "4. Mahāvagga ",
  "an9.41:0.3": "Tapussasutta ",
  "an9.41:1.1": "Ekaṁ samayaṁ bhagavā mallesu viharati uruvelakappaṁ nāma mallānaṁ nigamo. ",
  "an9.41:1.2": "Atha kho bhagavā pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya uruvelakappaṁ piṇḍāya pāvisi. ",
  "an9.41:1.3": "Uruvelakappe piṇḍāya caritvā pacchābhattaṁ piṇḍapātapaṭikkanto āyasmantaṁ ānandaṁ āmantesi: ",
  "an9.41:1.4": "“idheva tāva tvaṁ, ānanda, hohi, yāvāhaṁ mahāvanaṁ ajjhogāhāmi divāvihārāyā”ti. ",
  "an9.41:1.5": "“Evaṁ, bhante”ti kho āyasmā ānando bhagavato paccassosi. ",
  "an9.41:1.6": "Atha kho bhagavā mahāvanaṁ ajjhogāhetvā aññatarasmiṁ rukkhamūle divāvihāraṁ nisīdi. ",
  "an9.41:2.1": "Atha kho tapusso gahapati yenāyasmā ānando tenupasaṅkami; upasaṅkamitvā āyasmantaṁ ānandaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho tapusso gahapati āyasmantaṁ ānandaṁ etadavoca: ",
  "an9.41:3.1": "“Mayaṁ, bhante ānanda, gihī kāmabhogino kāmārāmā kāmaratā kāmasammuditā. ",
  "an9.41:3.2": "Tesaṁ no, bhante, amhākaṁ gihīnaṁ kāmabhogīnaṁ kāmārāmānaṁ kāmaratānaṁ kāmasammuditānaṁ papāto viya khāyati, yadidaṁ nekkhammaṁ. ",
  "an9.41:3.3": "Sutaṁ metaṁ, bhante, ‘imasmiṁ dhammavinaye daharānaṁ daharānaṁ bhikkhūnaṁ nekkhamme cittaṁ pakkhandati pasīdati santiṭṭhati vimuccati etaṁ santanti passato’. ",
  "an9.41:3.4": "Tayidaṁ, bhante, imasmiṁ dhammavinaye bhikkhūnaṁ bahunā janena visabhāgo, yadidaṁ nekkhamman”ti. ",
  "an9.41:4.1": "“Atthi kho etaṁ, gahapati, kathāpābhataṁ bhagavantaṁ dassanāya. ",
  "an9.41:4.2": "Āyāma, gahapati, yena bhagavā tenupasaṅkamissāma; upasaṅkamitvā bhagavato etamatthaṁ ārocessāma. ",
  "an9.41:4.3": "Yathā no bhagavā byākarissati tathā naṁ dhāressāmā”ti. ",
  "an9.41:5.1": "“Evaṁ, bhante”ti kho tapusso gahapati āyasmato ānandassa paccassosi. ",
  "an9.41:5.2": "Atha kho āyasmā ānando tapussena gahapatinā saddhiṁ yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho āyasmā ānando bhagavantaṁ etadavoca: ",
  "an9.41:6.1": "“Ayaṁ, bhante, tapusso gahapati evamāha: ",
  "an9.41:6.2": "‘mayaṁ, bhante ānanda, gihī kāmabhogino kāmārāmā kāmaratā kāmasammuditā, tesaṁ no, bhante, amhākaṁ gihīnaṁ kāmabhogīnaṁ kāmārāmānaṁ kāmaratānaṁ kāmasammuditānaṁ papāto viya khāyati, yadidaṁ nekkhammaṁ’. ",
  "an9.41:6.3": "Sutaṁ metaṁ, bhante, ‘imasmiṁ dhammavinaye daharānaṁ daharānaṁ bhikkhūnaṁ nekkhamme cittaṁ pakkhandati pasīdati santiṭṭhati vimuccati etaṁ santanti passato. ",
  "an9.41:6.4": "Tayidaṁ, bhante, imasmiṁ dhammavinaye bhikkhūnaṁ bahunā janena visabhāgo yadidaṁ nekkhamman’”ti. ",
  "an9.41:7.1": "“Evametaṁ, ānanda, evametaṁ, ānanda. ",
  "an9.41:7.2": "Mayhampi kho, ānanda, pubbeva sambodhā anabhisambuddhassa bodhisattasseva sato etadahosi: ",
  "an9.41:7.3": "‘sādhu nekkhammaṁ, sādhu paviveko’ti. ",
  "an9.41:7.4": "Tassa mayhaṁ, ānanda, nekkhamme cittaṁ na pakkhandati nappasīdati na santiṭṭhati na vimuccati etaṁ santanti passato. ",
  "an9.41:7.5": "Tassa mayhaṁ, ānanda, etadahosi: ",
  "an9.41:7.6": "‘ko nu kho hetu ko paccayo, yena me nekkhamme cittaṁ na pakkhandati nappasīdati na santiṭṭhati na vimuccati etaṁ santanti passato’? ",
  "an9.41:7.7": "Tassa mayhaṁ, ānanda, etadahosi: ",
  "an9.41:7.8": "‘kāmesu kho me ādīnavo adiṭṭho, so ca me abahulīkato, nekkhamme ca ānisaṁso anadhigato, so ca me anāsevito. ",
  "an9.41:7.9": "Tasmā me nekkhamme cittaṁ na pakkhandati nappasīdati na santiṭṭhati na vimuccati etaṁ santanti passato’. ",
  "an9.41:7.10": "Tassa mayhaṁ, ānanda, etadahosi: ",
  "an9.41:7.11": "‘sace kho ahaṁ kāmesu ādīnavaṁ disvā taṁ bahulaṁ kareyyaṁ, nekkhamme ānisaṁsaṁ adhigamma tamāseveyyaṁ, ",
  "an9.41:7.12": "ṭhānaṁ kho panetaṁ vijjati yaṁ me nekkhamme cittaṁ pakkhandeyya pasīdeyya santiṭṭheyya vimucceyya etaṁ santanti passato’. ",
  "an9.41:7.13": "So kho ahaṁ, ānanda, aparena samayena kāmesu ādīnavaṁ disvā taṁ bahulamakāsiṁ, nekkhamme ānisaṁsaṁ adhigamma tamāseviṁ. ",
  "an9.41:7.14": "Tassa mayhaṁ, ānanda, nekkhamme cittaṁ pakkhandati pasīdati santiṭṭhati vimuccati etaṁ santanti passato. ",
  "an9.41:7.15": "So kho ahaṁ, ānanda, vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṁ savicāraṁ vivekajaṁ pītisukhaṁ paṭhamaṁ jhānaṁ upasampajja viharāmi. ",
  "an9.41:7.16": "Tassa mayhaṁ, ānanda, iminā vihārena viharato kāmasahagatā saññāmanasikārā samudācaranti. Svassa me hoti ābādho. ",
  "an9.41:7.17": "Seyyathāpi, ānanda, sukhino dukkhaṁ uppajjeyya yāvadeva ābādhāya; ",
  "an9.41:7.18": "evamevassa me kāmasahagatā saññāmanasikārā samudācaranti. Svassa me hoti ābādho. ",
  "an9.41:8.1": "Tassa mayhaṁ, ānanda, etadahosi: ",
  "an9.41:8.2": "‘yannūnāhaṁ vitakkavicārānaṁ vūpasamā …pe… dutiyaṁ jhānaṁ upasampajja vihareyyan’ti. ",
  "an9.41:8.3": "Tassa mayhaṁ, ānanda, avitakke cittaṁ na pakkhandati nappasīdati na santiṭṭhati na vimuccati etaṁ santanti passato. ",
  "an9.41:8.4": "Tassa mayhaṁ, ānanda, etadahosi: ",
  "an9.41:8.5": "‘ko nu kho hetu ko paccayo, yena me avitakke cittaṁ na pakkhandati nappasīdati na santiṭṭhati na vimuccati etaṁ santanti passato’? ",
  "an9.41:8.6": "Tassa mayhaṁ, ānanda, etadahosi: ",
  "an9.41:8.7": "‘vitakkesu kho me ādīnavo adiṭṭho, so ca me abahulīkato, avitakke ca ānisaṁso anadhigato, so ca me anāsevito. ",
  "an9.41:8.8": "Tasmā me avitakke cittaṁ na pakkhandati nappasīdati na santiṭṭhati na vimuccati etaṁ santanti passato’. ",
  "an9.41:8.9": "Tassa mayhaṁ, ānanda, etadahosi: ",
  "an9.41:8.10": "‘sace kho ahaṁ vitakkesu ādīnavaṁ disvā taṁ bahulaṁ kareyyaṁ, avitakke ānisaṁsaṁ adhigamma tamāseveyyaṁ, ṭhānaṁ kho panetaṁ vijjati yaṁ me avitakke cittaṁ pakkhandeyya pasīdeyya santiṭṭheyya vimucceyya etaṁ santanti passato’. ",
  "an9.41:8.11": "So kho ahaṁ, ānanda, aparena samayena vitakkesu ādīnavaṁ disvā taṁ bahulamakāsiṁ, avitakke ānisaṁsaṁ adhigamma tamāseviṁ. ",
  "an9.41:8.12": "Tassa mayhaṁ, ānanda, avitakke cittaṁ pakkhandati pasīdati santiṭṭhati vimuccati etaṁ santanti passato. ",
  "an9.41:8.13": "So kho ahaṁ, ānanda, vitakkavicārānaṁ vūpasamā …pe… dutiyaṁ jhānaṁ upasampajja viharāmi. ",
  "an9.41:8.14": "Tassa mayhaṁ, ānanda, iminā vihārena viharato vitakkasahagatā saññāmanasikārā samudācaranti. Svassa me hoti ābādho. ",
  "an9.41:8.15": "Seyyathāpi, ānanda, sukhino dukkhaṁ uppajjeyya yāvadeva ābādhāya; ",
  "an9.41:8.16": "evamevassa me vitakkasahagatā saññāmanasikārā samudācaranti. Svassa me hoti ābādho. ",
  "an9.41:9.1": "Tassa mayhaṁ, ānanda, etadahosi: ",
  "an9.41:9.2": "‘yannūnāhaṁ pītiyā ca virāgā upekkhako ca vihareyyaṁ sato ca sampajāno sukhañca kāyena paṭisaṁvedeyyaṁ yaṁ taṁ ariyā ācikkhanti—upekkhako satimā sukhavihārīti tatiyaṁ jhānaṁ upasampajja vihareyyan’ti. ",
  "an9.41:9.3": "Tassa mayhaṁ, ānanda, nippītike cittaṁ na pakkhandati nappasīdati na santiṭṭhati na vimuccati etaṁ santanti passato. ",
  "an9.41:9.4": "Tassa mayhaṁ, ānanda, etadahosi: ",
  "an9.41:9.5": "‘ko nu kho hetu ko paccayo, yena me nippītike cittaṁ na pakkhandati nappasīdati na santiṭṭhati na vimuccati etaṁ santanti passato’? ",
  "an9.41:9.6": "Tassa mayhaṁ, ānanda, etadahosi: ",
  "an9.41:9.7": "‘pītiyā kho me ādīnavo adiṭṭho, so ca me abahulīkato, nippītike ca ānisaṁso anadhigato, so ca me anāsevito. ",
  "an9.41:9.8": "Tasmā me nippītike cittaṁ na pakkhandati nappasīdati na santiṭṭhati na vimuccati etaṁ santanti passato’. ",
  "an9.41:9.9": "Tassa mayhaṁ, ānanda, etadahosi: ",
  "an9.41:9.10": "‘sace kho ahaṁ pītiyā ādīnavaṁ disvā taṁ bahulaṁ kareyyaṁ, nippītike ānisaṁsaṁ adhigamma tamāseveyyaṁ, ṭhānaṁ kho panetaṁ vijjati yaṁ me nippītike cittaṁ pakkhandeyya pasīdeyya santiṭṭheyya vimucceyya etaṁ santanti passato’. ",
  "an9.41:9.11": "So kho ahaṁ, ānanda, aparena samayena pītiyā ādīnavaṁ disvā taṁ bahulamakāsiṁ, nippītike ānisaṁsaṁ adhigamma tamāseviṁ. ",
  "an9.41:9.12": "Tassa mayhaṁ, ānanda, nippītike cittaṁ pakkhandati pasīdati santiṭṭhati vimuccati etaṁ santanti passato. ",
  "an9.41:9.13": "So kho ahaṁ, ānanda, pītiyā ca virāgā …pe… tatiyaṁ jhānaṁ upasampajja viharāmi. ",
  "an9.41:9.14": "Tassa mayhaṁ, ānanda, iminā vihārena viharato pītisahagatā saññāmanasikārā samudācaranti. Svassa me hoti ābādho. ",
  "an9.41:9.15": "Seyyathāpi, ānanda, sukhino dukkhaṁ uppajjeyya yāvadeva ābādhāya; ",
  "an9.41:9.16": "evamevassa me pītisahagatā saññāmanasikārā samudācaranti. Svassa me hoti ābādho. ",
  "an9.41:10.1": "Tassa mayhaṁ, ānanda, etadahosi: ",
  "an9.41:10.2": "‘yannūnāhaṁ sukhassa ca pahānā dukkhassa ca pahānā pubbeva somanassadomanassānaṁ atthaṅgamā adukkhamasukhaṁ upekkhāsatipārisuddhiṁ catutthaṁ jhānaṁ upasampajja vihareyyan’ti. ",
  "an9.41:10.3": "Tassa mayhaṁ, ānanda, adukkhamasukhe cittaṁ na pakkhandati nappasīdati na santiṭṭhati na vimuccati etaṁ santanti passato. ",
  "an9.41:10.4": "Tassa mayhaṁ, ānanda, etadahosi: ",
  "an9.41:10.5": "‘ko nu kho hetu ko paccayo, yena me adukkhamasukhe cittaṁ na pakkhandati nappasīdati na santiṭṭhati na vimuccati etaṁ santanti passato’? ",
  "an9.41:10.6": "Tassa mayhaṁ, ānanda, etadahosi: ",
  "an9.41:10.7": "‘upekkhāsukhe kho me ādīnavo adiṭṭho, so ca me abahulīkato, adukkhamasukhe ca ānisaṁso anadhigato, so ca me anāsevito. ",
  "an9.41:10.8": "Tasmā me adukkhamasukhe cittaṁ na pakkhandati nappasīdati na santiṭṭhati na vimuccati etaṁ santanti passato’. ",
  "an9.41:10.9": "Tassa mayhaṁ, ānanda, etadahosi: ",
  "an9.41:10.10": "‘sace kho ahaṁ upekkhāsukhe ādīnavaṁ disvā taṁ bahulaṁ kareyyaṁ, adukkhamasukhe ānisaṁsaṁ adhigamma tamāseveyyaṁ, ṭhānaṁ kho panetaṁ vijjati yaṁ me adukkhamasukhe cittaṁ pakkhandeyya pasīdeyya santiṭṭheyya vimucceyya etaṁ santanti passato’. ",
  "an9.41:10.11": "So kho ahaṁ, ānanda, aparena samayena upekkhāsukhe ādīnavaṁ disvā taṁ bahulamakāsiṁ adukkhamasukhe ānisaṁsaṁ adhigamma tamāseviṁ. ",
  "an9.41:10.12": "Tassa mayhaṁ, ānanda, adukkhamasukhe cittaṁ pakkhandati pasīdati santiṭṭhati vimuccati etaṁ santanti passato. ",
  "an9.41:10.13": "So kho ahaṁ, ānanda, sukhassa ca pahānā …pe… catutthaṁ jhānaṁ upasampajja viharāmi. ",
  "an9.41:10.14": "Tassa mayhaṁ, ānanda, iminā vihārena viharato upekkhāsahagatā saññāmanasikārā samudācaranti. Svassa me hoti ābādho. ",
  "an9.41:10.15": "Seyyathāpi, ānanda, sukhino dukkhaṁ uppajjeyya yāvadeva ābādhāya; ",
  "an9.41:10.16": "evamevassa me upekkhāsahagatā saññāmanasikārā samudācaranti. Svassa me hoti ābādho. ",
  "an9.41:11.1": "Tassa mayhaṁ, ānanda, etadahosi: ",
  "an9.41:11.2": "‘yannūnāhaṁ sabbaso rūpasaññānaṁ samatikkamā paṭighasaññānaṁ atthaṅgamā nānattasaññānaṁ amanasikārā “ananto ākāso”ti ākāsānañcāyatanaṁ upasampajja vihareyyan’ti. ",
  "an9.41:11.3": "Tassa mayhaṁ, ānanda, ākāsānañcāyatane cittaṁ na pakkhandati nappasīdati na santiṭṭhati na vimuccati etaṁ santanti passato. ",
  "an9.41:11.4": "Tassa mayhaṁ, ānanda, etadahosi: ",
  "an9.41:11.5": "‘ko nu kho hetu ko paccayo, yena me ākāsānañcāyatane cittaṁ na pakkhandati nappasīdati na santiṭṭhati na vimuccati etaṁ santanti passato’? ",
  "an9.41:11.6": "Tassa mayhaṁ, ānanda, etadahosi: ",
  "an9.41:11.7": "‘rūpesu kho me ādīnavo adiṭṭho, so ca abahulīkato, ākāsānañcāyatane ca ānisaṁso anadhigato, so ca me anāsevito. ",
  "an9.41:11.8": "Tasmā me ākāsānañcāyatane cittaṁ na pakkhandati nappasīdati na santiṭṭhati na vimuccati etaṁ santanti passato’. ",
  "an9.41:11.9": "Tassa mayhaṁ, ānanda, etadahosi: ",
  "an9.41:11.10": "‘sace kho ahaṁ rūpesu ādīnavaṁ disvā taṁ bahulaṁ kareyyaṁ, ākāsānañcāyatane ānisaṁsaṁ adhigamma tamāseveyyaṁ, ṭhānaṁ kho panetaṁ vijjati yaṁ me ākāsānañcāyatane cittaṁ pakkhandeyya pasīdeyya santiṭṭheyya vimucceyya etaṁ santanti passato’. ",
  "an9.41:11.11": "So kho ahaṁ, ānanda, aparena samayena rūpesu ādīnavaṁ disvā taṁ bahulamakāsiṁ, ākāsānañcāyatane ānisaṁsaṁ adhigamma tamāseviṁ. ",
  "an9.41:11.12": "Tassa mayhaṁ, ānanda, ākāsānañcāyatane cittaṁ pakkhandati pasīdati santiṭṭhati vimuccati etaṁ santanti passato. ",
  "an9.41:11.13": "So kho ahaṁ, ānanda, sabbaso rūpasaññānaṁ samatikkamā paṭighasaññānaṁ atthaṅgamā nānattasaññānaṁ amanasikārā ‘ananto ākāso’ti ākāsānañcāyatanaṁ upasampajja viharāmi. ",
  "an9.41:11.14": "Tassa mayhaṁ, ānanda, iminā vihārena viharato rūpasahagatā saññāmanasikārā samudācaranti. Svassa me hoti ābādho. ",
  "an9.41:11.15": "Seyyathāpi, ānanda, sukhino dukkhaṁ uppajjeyya yāvadeva ābādhāya; ",
  "an9.41:11.16": "evamevassa me rūpasahagatā saññāmanasikārā samudācaranti. Svassa me hoti ābādho. ",
  "an9.41:12.1": "Tassa mayhaṁ, ānanda, etadahosi: ",
  "an9.41:12.2": "‘yannūnāhaṁ sabbaso ākāsānañcāyatanaṁ samatikkamma “anantaṁ viññāṇan”ti viññāṇañcāyatanaṁ upasampajja vihareyyan’ti. ",
  "an9.41:12.3": "Tassa mayhaṁ, ānanda, viññāṇañcāyatane cittaṁ na pakkhandati nappasīdati na santiṭṭhati na vimuccati etaṁ santanti passato. ",
  "an9.41:12.4": "Tassa mayhaṁ, ānanda, etadahosi: ",
  "an9.41:12.5": "‘ko nu kho hetu ko paccayo, yena me viññāṇañcāyatane cittaṁ na pakkhandati nappasīdati na santiṭṭhati na vimuccati etaṁ santanti passato’? ",
  "an9.41:12.6": "Tassa mayhaṁ, ānanda, etadahosi: ",
  "an9.41:12.7": "‘ākāsānañcāyatane kho me ādīnavo adiṭṭho, so ca abahulīkato, viññāṇañcāyatane ca ānisaṁso anadhigato, so ca me anāsevito. ",
  "an9.41:12.8": "Tasmā me viññāṇañcāyatane cittaṁ na pakkhandati nappasīdati na santiṭṭhati na vimuccati etaṁ santanti passato’. ",
  "an9.41:12.9": "Tassa mayhaṁ, ānanda, etadahosi: ",
  "an9.41:12.10": "‘sace kho ahaṁ ākāsānañcāyatane ādīnavaṁ disvā taṁ bahulaṁ kareyyaṁ, viññāṇañcāyatane ānisaṁsaṁ adhigamma tamāseveyyaṁ, ṭhānaṁ kho panetaṁ vijjati yaṁ me viññāṇañcāyatane cittaṁ pakkhandeyya pasīdeyya santiṭṭheyya vimucceyya etaṁ santanti passato’. ",
  "an9.41:12.11": "So kho ahaṁ, ānanda, aparena samayena ākāsānañcāyatane ādīnavaṁ disvā taṁ bahulamakāsiṁ, viññāṇañcāyatane ānisaṁsaṁ adhigamma tamāseviṁ. ",
  "an9.41:12.12": "Tassa mayhaṁ, ānanda, viññāṇañcāyatane cittaṁ pakkhandati pasīdati santiṭṭhati vimuccati etaṁ santanti passato. ",
  "an9.41:12.13": "So kho ahaṁ, ānanda, sabbaso ākāsānañcāyatanaṁ samatikkamma ‘anantaṁ viññāṇan’ti viññāṇañcāyatanaṁ upasampajja viharāmi. ",
  "an9.41:12.14": "Tassa mayhaṁ, ānanda, iminā vihārena viharato ākāsānañcāyatanasahagatā saññāmanasikārā samudācaranti. Svassa me hoti ābādho. ",
  "an9.41:12.15": "Seyyathāpi, ānanda, sukhino dukkhaṁ uppajjeyya yāvadeva ābādhāya; ",
  "an9.41:12.16": "evamevassa me ākāsānañcāyatanasahagatā saññāmanasikārā samudācaranti. Svassa me hoti ābādho. ",
  "an9.41:13.1": "Tassa mayhaṁ, ānanda, etadahosi: ",
  "an9.41:13.2": "‘yannūnāhaṁ sabbaso viññāṇañcāyatanaṁ samatikkamma “natthi kiñcī”ti ākiñcaññāyatanaṁ upasampajja vihareyyan’ti. ",
  "an9.41:13.3": "Tassa mayhaṁ, ānanda, ākiñcaññāyatane cittaṁ na pakkhandati nappasīdati na santiṭṭhati na vimuccati etaṁ santanti passato. ",
  "an9.41:13.4": "Tassa mayhaṁ, ānanda, etadahosi: ",
  "an9.41:13.5": "‘ko nu kho hetu ko paccayo, yena me ākiñcaññāyatane cittaṁ na pakkhandati nappasīdati na santiṭṭhati na vimuccati etaṁ santanti passato’? ",
  "an9.41:13.6": "Tassa mayhaṁ, ānanda, etadahosi: ",
  "an9.41:13.7": "‘viññāṇañcāyatane kho me ādīnavo adiṭṭho, so ca me abahulīkato, ākiñcaññāyatane ca ānisaṁso anadhigato, so ca me anāsevito. ",
  "an9.41:13.8": "Tasmā me ākiñcaññāyatane cittaṁ na pakkhandati nappasīdati na santiṭṭhati na vimuccati etaṁ santanti passato’. ",
  "an9.41:13.9": "Tassa mayhaṁ, ānanda, etadahosi: ",
  "an9.41:13.10": "‘sace kho ahaṁ viññāṇañcāyatane ādīnavaṁ disvā taṁ bahulaṁ kareyyaṁ, ākiñcaññāyatane ānisaṁsaṁ adhigamma tamāseveyyaṁ, ṭhānaṁ kho panetaṁ vijjati yaṁ me ākiñcaññāyatane cittaṁ pakkhandeyya pasīdeyya santiṭṭheyya vimucceyya etaṁ santanti passato’. ",
  "an9.41:13.11": "So kho ahaṁ, ānanda, aparena samayena viññāṇañcāyatane ādīnavaṁ disvā taṁ bahulamakāsiṁ, ākiñcaññāyatane ānisaṁsaṁ adhigamma tamāseviṁ. ",
  "an9.41:13.12": "Tassa mayhaṁ, ānanda, ākiñcaññāyatane cittaṁ pakkhandati pasīdati santiṭṭhati vimuccati etaṁ santanti passato. ",
  "an9.41:13.13": "So kho ahaṁ, ānanda, sabbaso viññāṇañcāyatanaṁ samatikkamma ‘natthi kiñcī’ti ākiñcaññāyatanaṁ upasampajja viharāmi. ",
  "an9.41:13.14": "Tassa mayhaṁ, ānanda, iminā vihārena viharato viññāṇañcāyatanasahagatā saññāmanasikārā samudācaranti. Svassa me hoti ābādho. ",
  "an9.41:13.15": "Seyyathāpi, ānanda, sukhino dukkhaṁ uppajjeyya yāvadeva ābādhāya; ",
  "an9.41:13.16": "evamevassa me viññāṇañcāyatanasahagatā saññāmanasikārā samudācaranti. Svassa me hoti ābādho. ",
  "an9.41:14.1": "Tassa mayhaṁ, ānanda, etadahosi: ",
  "an9.41:14.2": "‘yannūnāhaṁ sabbaso ākiñcaññāyatanaṁ samatikkamma nevasaññānāsaññāyatanaṁ upasampajja vihareyyan’ti. ",
  "an9.41:14.3": "Tassa mayhaṁ, ānanda, nevasaññānāsaññāyatane cittaṁ na pakkhandati nappasīdati na santiṭṭhati na vimuccati etaṁ santanti passato. ",
  "an9.41:14.4": "Tassa mayhaṁ, ānanda, etadahosi: ",
  "an9.41:14.5": "‘ko nu kho hetu ko paccayo, yena me nevasaññānāsaññāyatane cittaṁ na pakkhandati nappasīdati na santiṭṭhati na vimuccati etaṁ santanti passato’? ",
  "an9.41:14.6": "Tassa mayhaṁ, ānanda, etadahosi: ",
  "an9.41:14.7": "‘ākiñcaññāyatane kho me ādīnavo adiṭṭho, so ca me abahulīkato, nevasaññānāsaññāyatane ca ānisaṁso anadhigato, so ca me anāsevito. ",
  "an9.41:14.8": "Tasmā me nevasaññānāsaññāyatane cittaṁ na pakkhandati nappasīdati na santiṭṭhati na vimuccati etaṁ santanti passato’. ",
  "an9.41:14.9": "Tassa mayhaṁ, ānanda, etadahosi: ",
  "an9.41:14.10": "‘sace kho ahaṁ ākiñcaññāyatane ādīnavaṁ disvā taṁ bahulaṁ kareyyaṁ, nevasaññānāsaññāyatane ānisaṁsaṁ adhigamma tamāseveyyaṁ, ṭhānaṁ kho panetaṁ vijjati yaṁ me nevasaññānāsaññāyatane cittaṁ pakkhandeyya pasīdeyya santiṭṭheyya vimucceyya etaṁ santanti passato’. ",
  "an9.41:14.11": "So kho ahaṁ, ānanda, aparena samayena ākiñcaññāyatane ādīnavaṁ disvā taṁ bahulamakāsiṁ, nevasaññānāsaññāyatane ānisaṁsaṁ adhigamma tamāseviṁ. ",
  "an9.41:14.12": "Tassa mayhaṁ, ānanda, nevasaññānāsaññāyatane cittaṁ pakkhandati pasīdati santiṭṭhati vimuccati etaṁ santanti passato. ",
  "an9.41:14.13": "So kho ahaṁ, ānanda, sabbaso ākiñcaññāyatanaṁ samatikkamma nevasaññānāsaññāyatanaṁ upasampajja viharāmi. ",
  "an9.41:14.14": "Tassa mayhaṁ, ānanda, iminā vihārena viharato ākiñcaññāyatanasahagatā saññāmanasikārā samudācaranti. Svassa me hoti ābādho. ",
  "an9.41:14.15": "Seyyathāpi, ānanda, sukhino dukkhaṁ uppajjeyya yāvadeva ābādhāya; ",
  "an9.41:14.16": "evamevassa me ākiñcaññāyatanasahagatā saññāmanasikārā samudācaranti. Svassa me hoti ābādho. ",
  "an9.41:15.1": "Tassa mayhaṁ, ānanda, etadahosi: ",
  "an9.41:15.2": "‘yannūnāhaṁ nevasaññānāsaññāyatanaṁ samatikkamma saññāvedayitanirodhaṁ upasampajja vihareyyan’ti. ",
  "an9.41:15.3": "Tassa mayhaṁ, ānanda, saññāvedayitanirodhe cittaṁ na pakkhandati nappasīdati na santiṭṭhati na vimuccati etaṁ santanti passato. ",
  "an9.41:15.4": "Tassa mayhaṁ, ānanda, etadahosi: ",
  "an9.41:15.5": "‘ko nu kho hetu, ko paccayo, yena me saññāvedayitanirodhe cittaṁ na pakkhandati nappasīdati na santiṭṭhati na vimuccati etaṁ santanti passato’? ",
  "an9.41:15.6": "Tassa mayhaṁ, ānanda, etadahosi: ",
  "an9.41:15.7": "‘nevasaññānāsaññāyatane kho me ādīnavo adiṭṭho, so ca me abahulīkato, saññāvedayitanirodhe ca ānisaṁso anadhigato, so ca me anāsevito. ",
  "an9.41:15.8": "Tasmā me saññāvedayitanirodhe cittaṁ na pakkhandati nappasīdati na santiṭṭhati na vimuccati etaṁ santanti passato’. ",
  "an9.41:15.9": "Tassa mayhaṁ, ānanda, etadahosi: ",
  "an9.41:15.10": "‘sace kho ahaṁ nevasaññānāsaññāyatane ādīnavaṁ disvā taṁ bahulaṁ kareyyaṁ, saññāvedayitanirodhe ānisaṁsaṁ adhigamma tamāseveyyaṁ, ṭhānaṁ kho panetaṁ vijjati yaṁ me saññāvedayitanirodhe cittaṁ pakkhandeyya pasīdeyya santiṭṭheyya vimucceyya etaṁ santanti passato’. ",
  "an9.41:15.11": "So kho ahaṁ, ānanda, aparena samayena nevasaññānāsaññāyatane ādīnavaṁ disvā taṁ bahulamakāsiṁ, saññāvedayitanirodhe ānisaṁsaṁ adhigamma tamāseviṁ. ",
  "an9.41:15.12": "Tassa mayhaṁ, ānanda, saññāvedayitanirodhe cittaṁ pakkhandati pasīdati santiṭṭhati vimuccati etaṁ santanti passato. ",
  "an9.41:15.13": "So kho ahaṁ, ānanda, sabbaso nevasaññānāsaññāyatanaṁ samatikkamma saññāvedayitanirodhaṁ upasampajja viharāmi, paññāya ca me disvā āsavā parikkhayaṁ agamaṁsu. ",
  "an9.41:16.1": "Yāvakīvañcāhaṁ, ānanda, imā nava anupubbavihārasamāpattiyo na evaṁ anulomapaṭilomaṁ samāpajjimpi vuṭṭhahimpi, neva tāvāhaṁ, ānanda, sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya ‘anuttaraṁ sammāsambodhiṁ abhisambuddho’ti paccaññāsiṁ. ",
  "an9.41:16.2": "Yato ca kho ahaṁ, ānanda, imā nava anupubbavihārasamāpattiyo evaṁ anulomapaṭilomaṁ samāpajjimpi vuṭṭhahimpi, athāhaṁ, ānanda, sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya ‘anuttaraṁ sammāsambodhiṁ abhisambuddho’ti paccaññāsiṁ. ",
  "an9.41:16.3": "Ñāṇañca pana me dassanaṁ udapādi: ",
  "an9.41:16.4": "‘akuppā me cetovimutti, ayamantimā jāti, natthi dāni punabbhavo’”ti. ",
  "an9.41:16.5": "Dasamaṁ. ",
  "an9.41:16.6": "Mahāvaggo catuttho. ",
  "an9.41:17.0": "Tassuddānaṁ ",
  "an9.41:17.1": "Dve vihārā ca nibbānaṁ, ",
  "an9.41:17.2": "gāvī jhānena pañcamaṁ; ",
  "an9.41:17.3": "Ānando brāhmaṇā devo, ",
  "an9.41:17.4": "nāgena tapussena cāti. "
}