{
  "an9.3:0.1": "Aṅguttara Nikāya 9 ",
  "an9.3:0.2": "1. Sambodhivagga ",
  "an9.3:0.3": "3. Meghiyasutta ",
  "an9.3:1.1": "Ekaṁ samayaṁ bhagavā cālikāyaṁ viharati cālikāpabbate. ",
  "an9.3:1.2": "Tena kho pana samayena āyasmā meghiyo bhagavato upaṭṭhāko hoti. ",
  "an9.3:1.3": "Atha kho āyasmā meghiyo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ aṭṭhāsi. Ekamantaṁ ṭhito kho āyasmā meghiyo bhagavantaṁ etadavoca: ",
  "an9.3:1.4": "“icchāmahaṁ, bhante, jantugāmaṁ piṇḍāya pavisitun”ti. ",
  "an9.3:1.5": "“Yassadāni tvaṁ, meghiya, kālaṁ maññasī”ti. ",
  "an9.3:2.1": "Atha kho āyasmā meghiyo pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya jantugāmaṁ piṇḍāya pāvisi. ",
  "an9.3:2.2": "Jantugāme piṇḍāya caritvā pacchābhattaṁ piṇḍapātapaṭikkanto yena kimikāḷāya nadiyā tīraṁ tenupasaṅkami. ",
  "an9.3:2.3": "Addasā kho āyasmā meghiyo kimikāḷāya nadiyā tīre jaṅghāvihāraṁ anucaṅkamamāno anuvicaramāno ambavanaṁ pāsādikaṁ ramaṇīyaṁ. ",
  "an9.3:2.4": "Disvānassa etadahosi: ",
  "an9.3:2.5": "“pāsādikaṁ vatidaṁ ambavanaṁ ramaṇīyaṁ, alaṁ vatidaṁ kulaputtassa padhānatthikassa padhānāya. ",
  "an9.3:2.6": "Sace maṁ bhagavā anujāneyya, āgaccheyyāhaṁ imaṁ ambavanaṁ padhānāyā”ti. ",
  "an9.3:3.1": "Atha kho āyasmā meghiyo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho āyasmā meghiyo bhagavantaṁ etadavoca: ",
  "an9.3:4.1": "“Idhāhaṁ, bhante, pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya jantugāmaṁ piṇḍāya pāvisiṁ. ",
  "an9.3:4.2": "Jantugāme piṇḍāya caritvā pacchābhattaṁ piṇḍapātapaṭikkanto yena kimikāḷāya nadiyā tīraṁ tenupasaṅkamiṁ. ",
  "an9.3:4.3": "Addasaṁ kho ahaṁ, bhante, kimikāḷāya nadiyā tīre jaṅghāvihāraṁ anucaṅkamamāno anuvicaramāno ambavanaṁ pāsādikaṁ ramaṇīyaṁ. ",
  "an9.3:4.4": "Disvāna me etadahosi: ",
  "an9.3:4.5": "‘pāsādikaṁ vatidaṁ ambavanaṁ ramaṇīyaṁ. ",
  "an9.3:4.6": "Alaṁ vatidaṁ kulaputtassa padhānatthikassa padhānāya. ",
  "an9.3:4.7": "Sace maṁ bhagavā anujāneyya, āgaccheyyāhaṁ imaṁ ambavanaṁ padhānāyā’ti. ",
  "an9.3:4.8": "Sace maṁ bhagavā anujāneyya, gaccheyyāhaṁ taṁ ambavanaṁ padhānāyā”ti. ",
  "an9.3:4.9": "“Āgamehi tāva, meghiya. Ekakamhi tāva yāva aññopi koci bhikkhu āgacchatī”ti. ",
  "an9.3:5.1": "Dutiyampi kho āyasmā meghiyo bhagavantaṁ etadavoca: ",
  "an9.3:5.2": "“bhagavato, bhante, natthi kiñci uttari karaṇīyaṁ, natthi katassa paṭicayo. ",
  "an9.3:5.3": "Mayhaṁ kho pana, bhante, atthi uttari karaṇīyaṁ, atthi katassa paṭicayo. ",
  "an9.3:5.4": "Sace maṁ bhagavā anujāneyya, gaccheyyāhaṁ taṁ ambavanaṁ padhānāyā”ti. ",
  "an9.3:5.5": "“Āgamehi tāva, meghiya, ekakamhi tāva yāva aññopi koci bhikkhu āgacchatī”ti. ",
  "an9.3:6.1": "Tatiyampi kho āyasmā meghiyo bhagavantaṁ etadavoca: ",
  "an9.3:6.2": "“bhagavato, bhante, natthi kiñci uttari karaṇīyaṁ, natthi katassa paṭicayo. ",
  "an9.3:6.3": "Mayhaṁ kho pana, bhante, atthi uttari karaṇīyaṁ, atthi katassa paṭicayo. ",
  "an9.3:6.4": "Sace maṁ bhagavā anujāneyya, gaccheyyāhaṁ taṁ ambavanaṁ padhānāyā”ti. ",
  "an9.3:6.5": "“Padhānanti kho, meghiya, vadamānaṁ kinti vadeyyāma. ",
  "an9.3:6.6": "Yassadāni tvaṁ, meghiya, kālaṁ maññasī”ti. ",
  "an9.3:7.1": "Atha kho āyasmā meghiyo uṭṭhāyāsanā bhagavantaṁ abhivādetvā padakkhiṇaṁ katvā yena taṁ ambavanaṁ tenupasaṅkami; upasaṅkamitvā taṁ ambavanaṁ ajjhogāhetvā aññatarasmiṁ rukkhamūle divāvihāraṁ nisīdi. ",
  "an9.3:7.2": "Atha kho āyasmato meghiyassa tasmiṁ ambavane viharantassa yebhuyyena tayo pāpakā akusalā vitakkā samudācaranti, seyyathidaṁ—",
  "an9.3:7.3": "kāmavitakko, byāpādavitakko, vihiṁsāvitakko. ",
  "an9.3:7.4": "Atha kho āyasmato meghiyassa etadahosi: ",
  "an9.3:7.5": "“acchariyaṁ vata bho, abbhutaṁ vata bho. ",
  "an9.3:7.6": "Saddhāya ca vatamhā agārasmā anagāriyaṁ pabbajitā; ",
  "an9.3:7.7": "atha ca panimehi tīhi pāpakehi akusalehi vitakkehi anvāsattā—",
  "an9.3:7.8": "kāmavitakkena, byāpādavitakkena, vihiṁsāvitakkenā”ti. ",
  "an9.3:8.1": "Atha kho āyasmā meghiyo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho āyasmā meghiyo bhagavantaṁ etadavoca: ",
  "an9.3:9.1": "“Idha mayhaṁ, bhante, tasmiṁ ambavane viharantassa yebhuyyena tayo pāpakā akusalā vitakkā samudācaranti, seyyathidaṁ—",
  "an9.3:9.2": "kāmavitakko, byāpādavitakko, vihiṁsāvitakko. ",
  "an9.3:9.3": "Tassa mayhaṁ, bhante, etadahosi: ",
  "an9.3:9.4": "‘acchariyaṁ vata bho, abbhutaṁ vata bho. ",
  "an9.3:9.5": "Saddhāya ca vatamhā agārasmā anagāriyaṁ pabbajitā; ",
  "an9.3:9.6": "atha ca panimehi tīhi pāpakehi akusalehi vitakkehi anvāsattā—",
  "an9.3:9.7": "kāmavitakkena, byāpādavitakkena, vihiṁsāvitakkenā’”ti. ",
  "an9.3:10.1": "“Aparipakkāya, meghiya, cetovimuttiyā pañca dhammā paripakkāya saṁvattanti. ",
  "an9.3:10.2": "Katame pañca? ",
  "an9.3:10.3": "Idha, meghiya, bhikkhu kalyāṇamitto hoti kalyāṇasahāyo kalyāṇasampavaṅko. ",
  "an9.3:10.4": "Aparipakkāya, meghiya, cetovimuttiyā ayaṁ paṭhamo dhammo paripakkāya saṁvattati. ",
  "an9.3:11.1": "Puna caparaṁ, meghiya, bhikkhu sīlavā hoti, pātimokkhasaṁvarasaṁvuto viharati ācāragocarasampanno aṇumattesu vajjesu bhayadassāvī, samādāya sikkhati sikkhāpadesu. ",
  "an9.3:11.2": "Aparipakkāya, meghiya, cetovimuttiyā ayaṁ dutiyo dhammo paripakkāya saṁvattati. ",
  "an9.3:12.1": "Puna caparaṁ, meghiya, yāyaṁ kathā abhisallekhikā cetovivaraṇasappāyā, seyyathidaṁ—appicchakathā santuṭṭhikathā pavivekakathā asaṁsaggakathā vīriyārambhakathā sīlakathā samādhikathā paññākathā vimuttikathā vimuttiñāṇadassanakathā, evarūpiyā kathāya nikāmalābhī hoti akicchalābhī akasiralābhī. ",
  "an9.3:12.2": "Aparipakkāya, meghiya, cetovimuttiyā ayaṁ tatiyo dhammo paripakkāya saṁvattati. ",
  "an9.3:13.1": "Puna caparaṁ, meghiya, bhikkhu āraddhavīriyo viharati akusalānaṁ dhammānaṁ pahānāya, kusalānaṁ dhammānaṁ upasampadāya, thāmavā daḷhaparakkamo anikkhittadhuro kusalesu dhammesu. ",
  "an9.3:13.2": "Aparipakkāya, meghiya, cetovimuttiyā ayaṁ catuttho dhammo paripakkāya saṁvattati. ",
  "an9.3:14.1": "Puna caparaṁ, meghiya, bhikkhu paññavā hoti udayatthagāminiyā paññāya samannāgato ariyāya nibbedhikāya sammā dukkhakkhayagāminiyā. ",
  "an9.3:14.2": "Aparipakkāya, meghiya, cetovimuttiyā ayaṁ pañcamo dhammo paripakkāya saṁvattati. ",
  "an9.3:15.1": "Kalyāṇamittassetaṁ, meghiya, bhikkhuno pāṭikaṅkhaṁ kalyāṇasahāyassa kalyāṇasampavaṅkassa: ",
  "an9.3:15.2": "‘sīlavā bhavissati …pe… samādāya sikkhissati sikkhāpadesu’. ",
  "an9.3:16.1": "Kalyāṇamittassetaṁ, meghiya, bhikkhuno pāṭikaṅkhaṁ kalyāṇasahāyassa kalyāṇasampavaṅkassa: ",
  "an9.3:16.2": "‘yāyaṁ kathā abhisallekhikā cetovivaraṇasappāyā, seyyathidaṁ—appicchakathā …pe… vimuttiñāṇadassanakathā, evarūpiyā kathāya nikāmalābhī bhavissati akicchalābhī akasiralābhī’. ",
  "an9.3:17.1": "Kalyāṇamittassetaṁ, meghiya, bhikkhuno pāṭikaṅkhaṁ kalyāṇasahāyassa kalyāṇasampavaṅkassa: ‘āraddhavīriyo viharissati …pe… anikkhittadhuro kusalesu dhammesu’. ",
  "an9.3:18.1": "Kalyāṇamittassetaṁ, meghiya, bhikkhuno pāṭikaṅkhaṁ kalyāṇasahāyassa kalyāṇasampavaṅkassa: ‘paññavā bhavissati …pe… sammādukkhakkhayagāminiyā’. ",
  "an9.3:19.1": "Tena ca pana, meghiya, bhikkhunā imesu pañcasu dhammesu patiṭṭhāya cattāro dhammā uttari bhāvetabbā—",
  "an9.3:19.2": "asubhā bhāvetabbā rāgassa pahānāya, mettā bhāvetabbā byāpādassa pahānāya, ānāpānassati bhāvetabbā vitakkupacchedāya, aniccasaññā bhāvetabbā asmimānasamugghātāya. ",
  "an9.3:19.3": "Aniccasaññino, meghiya, anattasaññā saṇṭhāti. ",
  "an9.3:19.4": "Anattasaññī asmimānasamugghātaṁ pāpuṇāti diṭṭheva dhamme nibbānan”ti.  ",
  "an9.3:19.5": "Tatiyaṁ. "
}