{
  "an9.11:0.1": "Aṅguttara Nikāya 9 ",
  "an9.11:0.2": "2. Sīhanādavagga ",
  "an9.11:0.3": "11. Sīhanādasutta ",
  "an9.11:1.1": "Ekaṁ samayaṁ bhagavā sāvatthiyaṁ viharati jetavane anāthapiṇḍikassa ārāme. ",
  "an9.11:1.2": "Atha kho āyasmā sāriputto yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho āyasmā sāriputto bhagavantaṁ etadavoca: ",
  "an9.11:1.3": "“vuttho me, bhante, sāvatthiyaṁ vassāvāso. ",
  "an9.11:1.4": "Icchāmahaṁ, bhante, janapadacārikaṁ pakkamitun”ti. ",
  "an9.11:1.5": "“Yassadāni tvaṁ, sāriputta, kālaṁ maññasī”ti. ",
  "an9.11:1.6": "Atha kho āyasmā sāriputto uṭṭhāyāsanā bhagavantaṁ abhivādetvā padakkhiṇaṁ katvā pakkāmi. ",
  "an9.11:1.7": "Atha kho aññataro bhikkhu acirapakkante āyasmante sāriputte bhagavantaṁ etadavoca: ",
  "an9.11:1.8": "“āyasmā maṁ, bhante, sāriputto āsajja appaṭinissajja cārikaṁ pakkanto”ti. ",
  "an9.11:1.9": "Atha kho bhagavā aññataraṁ bhikkhuṁ āmantesi: ",
  "an9.11:1.10": "“ehi tvaṁ, bhikkhu, mama vacanena sāriputtaṁ āmantehi: ",
  "an9.11:1.11": "‘satthā taṁ, āvuso sāriputta, āmantetī’”ti. ",
  "an9.11:1.12": "“Evaṁ, bhante”ti kho so bhikkhu bhagavato paṭissutvā yenāyasmā sāriputto tenupasaṅkami; upasaṅkamitvā āyasmantaṁ sāriputtaṁ etadavoca: ",
  "an9.11:1.13": "“satthā taṁ, āvuso sāriputta, āmantetī”ti. ",
  "an9.11:1.14": "“Evamāvuso”ti kho āyasmā sāriputto tassa bhikkhuno paccassosi. ",
  "an9.11:2.1": "Tena kho pana samayena āyasmā ca mahāmoggallāno āyasmā ca ānando avāpuraṇaṁ ādāya vihāre āhiṇḍanti: ",
  "an9.11:2.2": "“abhikkamathāyasmanto, abhikkamathāyasmanto. ",
  "an9.11:2.3": "Idānāyasmā sāriputto bhagavato sammukhā sīhanādaṁ nadissatī”ti. ",
  "an9.11:2.4": "Atha kho āyasmā sāriputto yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinnaṁ kho āyasmantaṁ sāriputtaṁ bhagavā etadavoca: ",
  "an9.11:2.5": "“idha te, sāriputta, aññataro sabrahmacārī khīyanadhammaṁ āpanno: ",
  "an9.11:2.6": "‘āyasmā maṁ, bhante, sāriputto āsajja appaṭinissajjacārikaṁ pakkanto’”ti. ",
  "an9.11:3.1": "“Yassa nūna, bhante, kāye kāyagatāsati anupaṭṭhitā assa, so idha aññataraṁ sabrahmacāriṁ āsajja appaṭinissajja cārikaṁ pakkameyya. ",
  "an9.11:4.1": "Seyyathāpi, bhante, pathaviyaṁ sucimpi nikkhipanti asucimpi nikkhipanti gūthagatampi nikkhipanti muttagatampi nikkhipanti kheḷagatampi nikkhipanti pubbagatampi nikkhipanti lohitagatampi nikkhipanti, na ca tena pathavī aṭṭīyati vā harāyati vā jigucchati vā; ",
  "an9.11:4.2": "evamevaṁ kho ahaṁ, bhante, pathavīsamena cetasā viharāmi vipulena mahaggatena appamāṇena averena abyāpajjena. ",
  "an9.11:4.3": "Yassa nūna, bhante, kāye kāyagatāsati anupaṭṭhitā assa, so idha aññataraṁ sabrahmacāriṁ āsajja appaṭinissajja cārikaṁ pakkameyya. ",
  "an9.11:5.1": "Seyyathāpi, bhante, āpasmiṁ sucimpi dhovanti asucimpi dhovanti gūthagatampi … muttagatampi … kheḷagatampi … pubbagatampi … lohitagatampi dhovanti, na ca tena āpo aṭṭīyati vā harāyati vā jigucchati vā; ",
  "an9.11:5.2": "evamevaṁ kho ahaṁ, bhante, āposamena cetasā viharāmi vipulena mahaggatena appamāṇena averena abyāpajjena. ",
  "an9.11:5.3": "Yassa nūna, bhante, kāye kāyagatāsati anupaṭṭhitā assa, so idha aññataraṁ sabrahmacāriṁ āsajja appaṭinissajja cārikaṁ pakkameyya. ",
  "an9.11:6.1": "Seyyathāpi, bhante, tejo sucimpi ḍahati asucimpi ḍahati gūthagatampi … muttagatampi … kheḷagatampi … pubbagatampi … lohitagatampi ḍahati, na ca tena tejo aṭṭīyati vā harāyati vā jigucchati vā; ",
  "an9.11:6.2": "evamevaṁ kho ahaṁ, bhante, tejosamena cetasā viharāmi vipulena mahaggatena appamāṇena averena abyāpajjena. ",
  "an9.11:6.3": "Yassa nūna, bhante, kāye kāyagatāsati anupaṭṭhitā assa, so idha aññataraṁ sabrahmacāriṁ āsajja appaṭinissajja cārikaṁ pakkameyya. ",
  "an9.11:7.1": "Seyyathāpi, bhante, vāyo sucimpi upavāyati asucimpi upavāyati gūthagatampi … muttagatampi … kheḷagatampi … pubbagatampi … lohitagatampi upavāyati, na ca tena vāyo aṭṭīyati vā harāyati vā jigucchati vā; ",
  "an9.11:7.2": "evamevaṁ kho ahaṁ, bhante, vāyosamena cetasā viharāmi vipulena mahaggatena appamāṇena averena abyāpajjena. ",
  "an9.11:7.3": "Yassa nūna, bhante, kāye kāyagatāsati anupaṭṭhitā assa, so idha aññataraṁ sabrahmacāriṁ āsajja appaṭinissajja cārikaṁ pakkameyya. ",
  "an9.11:8.1": "Seyyathāpi, bhante, rajoharaṇaṁ sucimpi puñchati asucimpi puñchati gūthagatampi … muttagatampi … kheḷagatampi … pubbagatampi … lohitagatampi puñchati, na ca tena rajoharaṇaṁ aṭṭīyati vā harāyati vā jigucchati vā; ",
  "an9.11:8.2": "evamevaṁ kho ahaṁ, bhante, rajoharaṇasamena cetasā viharāmi vipulena mahaggatena appamāṇena averena abyāpajjena. ",
  "an9.11:8.3": "Yassa nūna, bhante, kāye kāyagatāsati anupaṭṭhitā assa, so idha aññataraṁ sabrahmacāriṁ āsajja appaṭinissajja cārikaṁ pakkameyya. ",
  "an9.11:9.1": "Seyyathāpi, bhante, caṇḍālakumārako vā caṇḍālakumārikā vā kaḷopihattho nantakavāsī gāmaṁ vā nigamaṁ vā pavisanto nīcacittaṁyeva upaṭṭhapetvā pavisati; ",
  "an9.11:9.2": "evamevaṁ kho ahaṁ, bhante, caṇḍālakumārakacaṇḍālakumārikāsamena cetasā viharāmi vipulena mahaggatena appamāṇena averena abyāpajjena. ",
  "an9.11:9.3": "Yassa nūna, bhante, kāye kāyagatāsati anupaṭṭhitā assa, so idha aññataraṁ sabrahmacāriṁ āsajja appaṭinissajja cārikaṁ pakkameyya. ",
  "an9.11:10.1": "Seyyathāpi, bhante, usabho chinnavisāṇo sūrato sudanto suvinīto rathiyāya rathiyaṁ siṅghāṭakena siṅghāṭakaṁ anvāhiṇḍanto na kiñci hiṁsati pādena vā visāṇena vā; ",
  "an9.11:10.2": "evamevaṁ kho ahaṁ, bhante, usabhachinnavisāṇasamena cetasā viharāmi vipulena mahaggatena appamāṇena averena abyāpajjena. ",
  "an9.11:10.3": "Yassa nūna, bhante, kāye kāyagatāsati anupaṭṭhitā assa, so idha aññataraṁ sabrahmacāriṁ āsajja appaṭinissajja cārikaṁ pakkameyya. ",
  "an9.11:11.1": "Seyyathāpi, bhante, itthī vā puriso vā daharo yuvā maṇḍanakajātiko sīsaṁnhāto ahikuṇapena vā kukkurakuṇapena vā manussakuṇapena vā kaṇṭhe āsattena aṭṭīyeyya harāyeyya jiguccheyya; ",
  "an9.11:11.2": "evamevaṁ kho ahaṁ, bhante, iminā pūtikāyena aṭṭīyāmi harāyāmi jigucchāmi. ",
  "an9.11:11.3": "Yassa nūna, bhante, kāye kāyagatāsati anupaṭṭhitā assa, so idha aññataraṁ sabrahmacāriṁ āsajja appaṭinissajja cārikaṁ pakkameyya. ",
  "an9.11:12.1": "Seyyathāpi, bhante, puriso medakathālikaṁ parihareyya chiddāvachiddaṁ uggharantaṁ paggharantaṁ; ",
  "an9.11:12.2": "evamevaṁ kho ahaṁ, bhante, imaṁ kāyaṁ pariharāmi chiddāvachiddaṁ uggharantaṁ paggharantaṁ. ",
  "an9.11:12.3": "Yassa nūna, bhante, kāye kāyagatāsati anupaṭṭhitā assa, so idha aññataraṁ sabrahmacāriṁ āsajja appaṭinissajja cārikaṁ pakkameyyā”ti. ",
  "an9.11:13.1": "Atha kho so bhikkhu uṭṭhāyāsanā ekaṁsaṁ uttarāsaṅgaṁ karitvā bhagavato pādesu sirasā nipatitvā bhagavantaṁ etadavoca: ",
  "an9.11:13.2": "“accayo maṁ, bhante, accagamā yathābālaṁ yathāmūḷhaṁ yathāakusalaṁ, yo ahaṁ āyasmantaṁ sāriputtaṁ asatā tucchā musā abhūtena abbhācikkhiṁ. ",
  "an9.11:13.3": "Tassa me, bhante, bhagavā accayaṁ accayato paṭiggaṇhatu āyatiṁ saṁvarāyā”ti. ",
  "an9.11:13.4": "“Taggha taṁ, bhikkhu, accayo accagamā yathābālaṁ yathāmūḷhaṁ yathāakusalaṁ, yo tvaṁ sāriputtaṁ asatā tucchā musā abhūtena abbhācikkhi. ",
  "an9.11:13.5": "Yato ca kho tvaṁ, bhikkhu, accayaṁ accayato disvā yathādhammaṁ paṭikarosi, taṁ te mayaṁ paṭiggaṇhāma. ",
  "an9.11:13.6": "Vuḍḍhihesā, bhikkhu, ariyassa vinaye yo accayaṁ accayato disvā yathādhammaṁ paṭikaroti āyatiṁ saṁvaraṁ āpajjatī”ti. ",
  "an9.11:14.1": "Atha kho bhagavā āyasmantaṁ sāriputtaṁ āmantesi: ",
  "an9.11:14.2": "“khama, sāriputta, imassa moghapurisassa, purā tassa tattheva sattadhā muddhā phalatī”ti. ",
  "an9.11:14.3": "“Khamāmahaṁ, bhante, tassa āyasmato sace maṁ so āyasmā evamāha: ",
  "an9.11:14.4": "‘khamatu ca me so āyasmā’”ti. ",
  "an9.11:14.5": "Paṭhamaṁ. "
}