{
  "cnd14:0.1": "Cūḷaniddesa ",
  "cnd14:0.2": "Pārāyanavagganiddesa ",
  "cnd14:0.3": "Pucchāniddesa ",
  "cnd14:0.4": "10. Kappamāṇavapucchāniddesa ",
  "cnd14:1.1": "<b>Majjhe sarasmiṁ tiṭṭhataṁ,</b> ",
  "cnd14:1.2": "(iccāyasmā kappo) ",
  "cnd14:1.3": "<b>Oghe jāte mahabbhaye;</b> ",
  "cnd14:1.4": "<b>Jarāmaccuparetānaṁ,</b> ",
  "cnd14:1.5": "<b>Dīpaṁ pabrūhi mārisa;</b> ",
  "cnd14:1.6": "<b>Tvañca me dīpamakkhāhi,</b> ",
  "cnd14:1.7": "<b>Yathāyidaṁ nāparaṁ siyā. </b> ",
  "cnd14:2.1": "<b>Majjhe sarasmiṁ tiṭṭhatan</b>ti saro vuccati saṁsāro āgamanaṁ gamanaṁ gamanāgamanaṁ kālaṁ gati bhavābhavo cuti ca upapatti ca nibbatti ca bhedo ca jāti ca jarā ca maraṇañca. ",
  "cnd14:2.2": "Saṁsārassa purimāpi koṭi na paññāyati, pacchimāpi koṭi na paññāyati; ",
  "cnd14:2.3": "majjheva saṁsāre sattā ṭhitā patiṭṭhitā allīnā upagatā ajjhositā adhimuttā. ",
  "cnd14:3.1": "Kathaṁ saṁsārassa purimā koṭi na paññāyati? ",
  "cnd14:3.2": "Ettakā jātiyo vaṭṭaṁ vatti, tato paraṁ na vattatīti hevaṁ natthi, evampi saṁsārassa purimā koṭi na paññāyati. ",
  "cnd14:3.3": "Ettakāni jātisatāni vaṭṭaṁ vatti, tato paraṁ na vattatīti hevaṁ natthi, evampi saṁsārassa purimā koṭi na paññāyati. ",
  "cnd14:3.4": "Ettakāni jātisahassāni vaṭṭaṁ vatti, tato paraṁ na vattatīti hevaṁ natthi, evampi saṁsārassa purimā koṭi na paññāyati. ",
  "cnd14:3.5": "Ettakāni jātisatasahassāni vaṭṭaṁ vatti, tato paraṁ na vattatīti hevaṁ natthi, evampi saṁsārassa purimā koṭi na paññāyati. ",
  "cnd14:3.6": "Ettakā jātikoṭiyo vaṭṭaṁ vatti, tato paraṁ na vattatīti hevaṁ natthi, evampi saṁsārassa purimā koṭi na paññāyati. ",
  "cnd14:3.7": "Ettakāni jātikoṭisatāni vaṭṭaṁ vatti, tato paraṁ na vattatīti hevaṁ natthi, evampi saṁsārassa purimā koṭi na paññāyati. ",
  "cnd14:3.8": "Ettakāni jātikoṭisahassāni vaṭṭaṁ vatti, tato paraṁ na vattatīti, hevaṁ natthi. ",
  "cnd14:3.9": "Evampi saṁsārassa purimā koṭi na paññāyati. ",
  "cnd14:3.10": "Ettakāni jātikoṭisatasahassāni vaṭṭaṁ vatti, tato paraṁ na vattatīti hevaṁ natthi, evampi saṁsārassa purimā koṭi na paññāyati. ",
  "cnd14:4.1": "Ettakāni vassāni vaṭṭaṁ vatti, tato paraṁ na vattatīti hevaṁ natthi, evampi saṁsārassa purimā koṭi na paññāyati. ",
  "cnd14:4.2": "Ettakāni vassasatāni vaṭṭaṁ vatti, tato paraṁ na vattatīti hevaṁ natthi, evampi saṁsārassa purimā koṭi na paññāyati. ",
  "cnd14:4.3": "Ettakāni vassasahassāni vaṭṭaṁ vatti, tato paraṁ na vattatīti hevaṁ natthi, evampi saṁsārassa purimā koṭi na paññāyati. ",
  "cnd14:4.4": "Ettakāni vassasatasahassāni vaṭṭaṁ vatti, tato paraṁ na vattatīti hevaṁ natthi, evampi saṁsārassa purimā koṭi na paññāyati. ",
  "cnd14:4.5": "Ettakā vassakoṭiyo vaṭṭaṁ vatti, tato paraṁ na vattatīti hevaṁ natthi, evampi saṁsārassa purimā koṭi na paññāyati. ",
  "cnd14:4.6": "Ettakāni vassakoṭisatāni vaṭṭaṁ vatti, tato paraṁ na vattatīti hevaṁ natthi, evampi saṁsārassa purimā koṭi na paññāyati. ",
  "cnd14:4.7": "Ettakāni vassakoṭisahassāni vaṭṭaṁ vatti, tato paraṁ na vattatīti hevaṁ natthi, evampi saṁsārassa purimā koṭi na paññāyati. ",
  "cnd14:4.8": "Ettakāni vassakoṭisatasahassāni vaṭṭaṁ vatti, tato paraṁ na vattatīti hevaṁ natthi, evampi saṁsārassa purimā koṭi na paññāyati. ",
  "cnd14:5.1": "Ettakāni kappāni vaṭṭaṁ vatti, tato paraṁ na vattatīti hevaṁ natthi, evampi saṁsārassa purimā koṭi na paññāyati. ",
  "cnd14:5.2": "Ettakāni kappasatāni vaṭṭaṁ vatti, tato paraṁ na vattatīti hevaṁ natthi, evampi saṁsārassa purimā koṭi na paññāyati. ",
  "cnd14:5.3": "Ettakāni kappasahassāni vaṭṭaṁ vatti, tato paraṁ na vattatīti hevaṁ natthi, evampi saṁsārassa purimā koṭi na paññāyati. ",
  "cnd14:5.4": "Ettakāni kappasatasahassāni vaṭṭaṁ vatti, tato paraṁ na vattatīti hevaṁ natthi, evampi saṁsārassa purimā koṭi na paññāyati. ",
  "cnd14:5.5": "Ettakā kappakoṭiyo vaṭṭaṁ vatti, tato paraṁ na vattatīti hevaṁ natthi, evampi saṁsārassa purimā koṭi na paññāyati. ",
  "cnd14:5.6": "Ettakāni kappakoṭisatāni vaṭṭaṁ vatti, tato paraṁ na vattatīti hevaṁ natthi, evampi saṁsārassa purimā koṭi na paññāyati. ",
  "cnd14:5.7": "Ettakāni kappakoṭisahassāni vaṭṭaṁ vatti, tato paraṁ na vattatīti hevaṁ natthi, evampi saṁsārassa purimā koṭi na paññāyati. ",
  "cnd14:5.8": "Ettakāni kappakoṭisatasahassāni vaṭṭaṁ vatti, tato paraṁ na vattatīti hevaṁ natthi, evampi saṁsārassa purimā koṭi na paññāyati. ",
  "cnd14:6.1": "Vuttañhetaṁ bhagavatā—",
  "cnd14:6.2": "“anamataggoyaṁ, bhikkhave, saṁsāro, pubbā koṭi na paññāyati avijjānīvaraṇānaṁ sattānaṁ taṇhāsaṁyojanānaṁ sandhāvataṁ saṁsarataṁ. ",
  "cnd14:6.3": "Evaṁ dīgharattaṁ kho, bhikkhave, dukkhaṁ paccanubhūtaṁ tibbaṁ paccanubhūtaṁ byasanaṁ paccanubhūtaṁ, kaṭasī vaḍḍhitā. ",
  "cnd14:6.4": "Yāvañcidaṁ, bhikkhave, alameva sabbasaṅkhāresu nibbindituṁ alaṁ virajjituṁ alaṁ vimuccitun”ti. ",
  "cnd14:6.5": "Evampi saṁsārassa purimā koṭi na paññāyati. ",
  "cnd14:7.1": "Kathaṁ saṁsārassa pacchimā koṭi na paññāyati? ",
  "cnd14:7.2": "Ettakā jātiyo vaṭṭaṁ vattissati, tato paraṁ na vattissatīti hevaṁ natthi, evampi saṁsārassa pacchimā koṭi na paññāyati. ",
  "cnd14:7.3": "Ettakāni jātisatāni, ettakāni jātisahassāni, ettakāni jātisatasahassāni …pe… ",
  "cnd14:7.4": "ettakā jātikoṭiyo, ettakāni jātikoṭisatāni, ettakāni jātikoṭisahassāni, ettakāni jātikoṭisatasahassāni, ettakāni vassāni, ettakāni vassasatāni, ettakāni vassasahassāni, ettakāni vassasatasahassāni, ettakā vassakoṭiyo, ettakāni vassakoṭisatāni, ettakāni vassakoṭisahassāni, ettakāni vassakoṭisatasahassāni, ettakāni kappāni, ettakāni kappasatāni, ettakāni kappasahassāni, ettakāni kappasatasahassāni, ettakā kappakoṭiyo, ettakāni kappakoṭisatāni, ettakāni kappakoṭisahassāni, ettakāni kappakoṭisatasahassāni vaṭṭaṁ vattissati, tato paraṁ na vattissatīti hevaṁ natthi, evampi saṁsārassa pacchimā koṭi na paññāyati. ",
  "cnd14:7.5": "Evampi saṁsārassa purimāpi koṭi na paññāyati, pacchimāpi koṭi na paññāyati, majjheva saṁsāre sattā ṭhitā patiṭṭhitā allīnā upagatā ajjhositā adhimuttāti—",
  "cnd14:7.6": "majjhe sarasmiṁ tiṭṭhataṁ. ",
  "cnd14:7.7": "<b>Iccāyasmā kappo</b>ti. ",
  "cnd14:7.8": "<b>Iccā</b>ti padasandhi …pe…. ",
  "cnd14:7.9": "<b>Āyasmā</b>ti piyavacanaṁ …pe…. ",
  "cnd14:7.10": "<b>Kappo</b>ti tassa brāhmaṇassa nāmaṁ …pe… abhilāpoti—",
  "cnd14:7.11": "iccāyasmā kappo. ",
  "cnd14:8.1": "<b>Oghe jāte mahabbhaye</b>ti kāmoghe bhavoghe diṭṭhoghe avijjoghe jāte sañjāte nibbatte abhinibbatte pātubhūte. ",
  "cnd14:8.2": "<b>Mahabbhaye</b>ti jātibhaye jarābhaye byādhibhaye maraṇabhayeti—",
  "cnd14:8.3": "oghe jāte mahabbhaye. ",
  "cnd14:9.1": "<b>Jarāmaccuparetānan</b>ti jarāya phuṭṭhānaṁ paretānaṁ samohitānaṁ samannāgatānaṁ. ",
  "cnd14:9.2": "Maccunā phuṭṭhānaṁ paretānaṁ samohitānaṁ samannāgatānaṁ, jātiyā anugatānaṁ jarāya anusaṭānaṁ byādhinā abhibhūtānaṁ maraṇena abbhāhatānaṁ atāṇānaṁ aleṇānaṁ asaraṇānaṁ asaraṇībhūtānanti—",
  "cnd14:9.3": "jarāmaccuparetānaṁ. ",
  "cnd14:10.1": "<b>Dīpaṁ pabrūhi mārisā</b>ti dīpaṁ tāṇaṁ leṇaṁ saraṇaṁ gatiṁ parāyanaṁ brūhi ācikkhāhi desehi paññapehi paṭṭhapehi vivarāhi vibhajāhi uttānīkarohi pakāsehi. ",
  "cnd14:10.2": "<b>Mārisā</b>ti piyavacanaṁ garuvacanaṁ sagāravasappatissādhivacanametaṁ mārisāti—",
  "cnd14:10.3": "dīpaṁ pabrūhi mārisa. ",
  "cnd14:11.1": "<b>Tvañca me dīpamakkhāhī</b>ti. ",
  "cnd14:11.2": "<b>Tvan</b>ti bhagavantaṁ bhaṇati. ",
  "cnd14:11.3": "<b>Dīpamakkhāhī</b>ti dīpaṁ tāṇaṁ leṇaṁ saraṇaṁ gatiṁ parāyanaṁ akkhāhi ācikkhāhi desehi paññapehi paṭṭhapehi vivarāhi vibhajāhi uttānīkarohi pakāsehīti—",
  "cnd14:11.4": "tvañca me dīpamakkhāhi. ",
  "cnd14:12.1": "<b>Yathāyidaṁ nāparaṁ siyā</b>ti yathayidaṁ dukkhaṁ idheva nirujjheyya vūpasameyya atthaṁ gaccheyya paṭippassambheyya punapaṭisandhikaṁ dukkhaṁ na nibbatteyya, kāmadhātuyā vā rūpadhātuyā vā arūpadhātuyā vā kāmabhave vā rūpabhave vā arūpabhave vā saññābhave vā asaññābhave vā nevasaññānāsaññābhave vā ekavokārabhave vā catuvokārabhave vā pañcavokārabhave vā punagatiyā vā upapattiyā vā paṭisandhiyā vā bhave vā saṁsāre vā vaṭṭe vā na janeyya na sañjaneyya na nibbatteyya nābhinibbatteyya. ",
  "cnd14:12.2": "Idheva nirujjheyya vūpasameyya atthaṁ gaccheyya paṭippassambheyyāti—",
  "cnd14:12.3": "yathāyidaṁ nāparaṁ siyā. ",
  "cnd14:12.4": "Tenāha so brāhmaṇo—",
  "cnd14:13.1": "“Majjhe sarasmiṁ tiṭṭhataṁ, ",
  "cnd14:13.2": "(iccāyasmā kappo) ",
  "cnd14:13.3": "Oghe jāte mahabbhaye; ",
  "cnd14:13.4": "Jarāmaccuparetānaṁ, ",
  "cnd14:13.5": "Dīpaṁ pabrūhi mārisa; ",
  "cnd14:13.6": "Tvañca me dīpamakkhāhi, ",
  "cnd14:13.7": "Yathāyidaṁ nāparaṁ siyā”ti. ",
  "cnd14:14.1": "<b>Majjhe sarasmiṁ tiṭṭhataṁ,</b> ",
  "cnd14:14.2": "(kappāti bhagavā) ",
  "cnd14:14.3": "<b>Oghe jāte mahabbhaye;</b> ",
  "cnd14:14.4": "<b>Jarāmaccuparetānaṁ,</b> ",
  "cnd14:14.5": "<b>Dīpaṁ pabrūmi kappa te. </b> ",
  "cnd14:15.1": "<b>Majjhe sarasmiṁ tiṭṭhatan</b>ti saro vuccati saṁsāro āgamanaṁ gamanaṁ gamanāgamanaṁ kālaṁ gati bhavābhavo, cuti ca upapatti ca nibbatti ca bhedo ca jāti ca jarā ca maraṇañca. ",
  "cnd14:15.2": "Saṁsārassa purimāpi koṭi na paññāyati, pacchimāpi koṭi na paññāyati. ",
  "cnd14:15.3": "Majjheva saṁsāre sattā ṭhitā patiṭṭhitā allīnā upagatā ajjhositā adhimuttā. ",
  "cnd14:16.1": "Kathaṁ saṁsārassa purimā koṭi na paññāyati …pe… ",
  "cnd14:16.2": "evaṁ saṁsārassa purimā koṭi na paññāyati. ",
  "cnd14:16.3": "Kathaṁ saṁsārassa pacchimā koṭi na paññāyati …pe… ",
  "cnd14:16.4": "evaṁ saṁsārassa pacchimā koṭi na paññāyati. ",
  "cnd14:16.5": "Evaṁ saṁsārassa purimāpi koṭi na paññāyati, pacchimāpi koṭi na paññāyati. ",
  "cnd14:16.6": "Majjheva saṁsāre sattā ṭhitā patiṭṭhitā allīnā upagatā ajjhositā adhimuttāti—",
  "cnd14:16.7": "majjhe sarasmiṁ tiṭṭhataṁ. ",
  "cnd14:16.8": "<b>Kappāti bhagavā</b>ti. ",
  "cnd14:16.9": "<b>Kappā</b>ti bhagavā taṁ brāhmaṇaṁ nāmena ālapati. ",
  "cnd14:16.10": "<b>Bhagavā</b>ti gāravādhivacanametaṁ …pe… sacchikā paññatti, yadidaṁ bhagavāti—",
  "cnd14:16.11": "kappāti bhagavā. ",
  "cnd14:17.1": "<b>Oghe jāte mahabbhaye</b>ti kāmoghe bhavoghe diṭṭhoghe avijjoghe jāte sañjāte nibbatte abhinibbatte pātubhūte. ",
  "cnd14:17.2": "<b>Mahabbhaye</b>ti jātibhaye jarābhaye byādhibhaye maraṇabhayeti—",
  "cnd14:17.3": "oghe jāte mahabbhaye. ",
  "cnd14:18.1": "<b>Jarāmaccuparetānan</b>ti jarāya phuṭṭhānaṁ paretānaṁ samohitānaṁ samannāgatānaṁ, maccunā phuṭṭhānaṁ paretānaṁ samohitānaṁ samannāgatānaṁ jātiyā anugatānaṁ jarāya anusaṭānaṁ byādhinā abhibhūtānaṁ maraṇena abbhāhatānaṁ atāṇānaṁ aleṇānaṁ asaraṇānaṁ asaraṇībhūtānanti—",
  "cnd14:18.2": "jarāmaccuparetānaṁ. ",
  "cnd14:19.1": "<b>Dīpaṁ pabrūmi kappa te</b>ti dīpaṁ tāṇaṁ leṇaṁ saraṇaṁ gatiṁ parāyanaṁ brūmi ācikkhāmi desemi paññapemi paṭṭhapemi vivarāmi vibhajāmi uttānīkaromi pakāsemīti—",
  "cnd14:19.2": "dīpaṁ pabrūmi kappa te. ",
  "cnd14:19.3": "Tenāha bhagavā—",
  "cnd14:20.1": "“Majjhe sarasmiṁ tiṭṭhataṁ, ",
  "cnd14:20.2": "(kappāti bhagavā) ",
  "cnd14:20.3": "Oghe jāte mahabbhaye; ",
  "cnd14:20.4": "Jarāmaccuparetānaṁ, ",
  "cnd14:20.5": "Dīpaṁ pabrūmi kappa te”ti. ",
  "cnd14:21.1": "<b>Akiñcanaṁ anādānaṁ,</b> ",
  "cnd14:21.2": "<b>etaṁ dīpaṁ anāparaṁ;</b> ",
  "cnd14:21.3": "<b>Nibbānaṁ iti naṁ brūmi,</b> ",
  "cnd14:21.4": "<b>jarāmaccuparikkhayaṁ. </b> ",
  "cnd14:22.1": "<b>Akiñcanaṁ anādānan</b>ti. ",
  "cnd14:22.2": "<b>Kiñcanan</b>ti—",
  "cnd14:22.3": "rāgakiñcanaṁ dosakiñcanaṁ mohakiñcanaṁ mānakiñcanaṁ diṭṭhikiñcanaṁ kilesakiñcanaṁ duccaritakiñcanaṁ; ",
  "cnd14:22.4": "kiñcanappahānaṁ kiñcanavūpasamaṁ kiñcanapaṭinissaggaṁ kiñcanapaṭippassaddhiṁ amataṁ nibbānanti—",
  "cnd14:22.5": "akiñcanaṁ. ",
  "cnd14:22.6": "<b>Anādānan</b>ti <b>ādānaṁ</b> vuccati taṇhā. ",
  "cnd14:22.7": "Yo rāgo sārāgo …pe… abhijjhā lobho akusalamūlaṁ. ",
  "cnd14:22.8": "Ādānappahānaṁ ādānavūpasamaṁ ādānapaṭinissaggaṁ ādānapaṭippassaddhiṁ amataṁ nibbānanti—",
  "cnd14:22.9": "akiñcanaṁ anādānaṁ. ",
  "cnd14:23.1": "<b>Etaṁ dīpaṁ anāparan</b>ti etaṁ dīpaṁ tāṇaṁ leṇaṁ saraṇaṁ gati parāyanaṁ. ",
  "cnd14:23.2": "<b>Anāparan</b>ti tamhā paro añño dīpo natthi. ",
  "cnd14:23.3": "Atha kho so evaṁ dīpo aggo ca seṭṭho ca viseṭṭho ca pāmokkho ca uttamo ca pavaro cāti—",
  "cnd14:23.4": "etaṁ dīpaṁ anāparaṁ. ",
  "cnd14:24.1": "<b>Nibbānaṁ iti naṁ brūmī</b>ti vānaṁ vuccati taṇhā. ",
  "cnd14:24.2": "Yo rāgo sārāgo …pe… abhijjhā lobho akusalamūlaṁ. ",
  "cnd14:24.3": "Vānappahānaṁ vānavūpasamaṁ vānapaṭinissaggaṁ vānapaṭippassaddhiṁ amataṁ nibbānaṁ. ",
  "cnd14:24.4": "<b>Itī</b>ti padasandhi padasaṁsaggo padapāripūrī akkharasamavāyo byañjanasiliṭṭhatā padānupubbatāpetaṁ—",
  "cnd14:24.5": "itīti. ",
  "cnd14:24.6": "<b>Brūmī</b>ti brūmi ācikkhāmi desemi paññapemi paṭṭhapemi vivarāmi vibhajāmi uttānīkaromi pakāsemīti—",
  "cnd14:24.7": "nibbānaṁ iti naṁ brūmi. ",
  "cnd14:25.1": "<b>Jarāmaccuparikkhayan</b>ti jarāmaraṇassa pahānaṁ vūpasamaṁ paṭinissaggaṁ paṭippassaddhiṁ amataṁ nibbānanti—",
  "cnd14:25.2": "jarāmaccuparikkhayaṁ. ",
  "cnd14:25.3": "Tenāha bhagavā—",
  "cnd14:26.1": "“Akiñcanaṁ anādānaṁ, ",
  "cnd14:26.2": "etaṁ dīpaṁ anāparaṁ; ",
  "cnd14:26.3": "Nibbānaṁ iti naṁ brūmi, ",
  "cnd14:26.4": "jarāmaccuparikkhayan”ti. ",
  "cnd14:27.1": "<b>Etadaññāya ye satā,</b> ",
  "cnd14:27.2": "<b>Diṭṭhadhammābhinibbutā;</b> ",
  "cnd14:27.3": "<b>Na te māravasānugā,</b> ",
  "cnd14:27.4": "<b>Na te mārassa paddhagū. </b> ",
  "cnd14:28.1": "<b>Etadaññāya ye satā</b>ti. ",
  "cnd14:28.2": "<b>Etan</b>ti amataṁ nibbānaṁ. ",
  "cnd14:28.3": "Yo so sabbasaṅkhārasamatho sabbūpadhipaṭinissaggo taṇhakkhayo virāgo nirodho nibbānaṁ. ",
  "cnd14:28.4": "<b>Aññāyā</b>ti aññāya jānitvā tulayitvā tīrayitvā vibhāvayitvā vibhūtaṁ katvā, “sabbe saṅkhārā aniccā”ti …pe… ",
  "cnd14:28.5": "“yaṁ kiñci samudayadhammaṁ, sabbaṁ taṁ nirodhadhamman”ti aññāya jānitvā tulayitvā tīrayitvā vibhāvayitvā vibhūtaṁ katvā. ",
  "cnd14:28.6": "<b>Ye</b>ti arahanto khīṇāsavā. ",
  "cnd14:28.7": "<b>Satā</b>ti catūhi kāraṇehi satā—",
  "cnd14:28.8": "kāye kāyānupassanāsatipaṭṭhānaṁ bhāventā satā …pe… ",
  "cnd14:28.9": "te vuccanti satāti—",
  "cnd14:28.10": "etadaññāya ye satā. ",
  "cnd14:29.1": "<b>Diṭṭhadhammābhinibbutā</b>ti. ",
  "cnd14:29.2": "<b>Diṭṭhadhammā</b>ti diṭṭhadhammā ñātadhammā tulitadhammā tīritadhammā vibhūtadhammā vibhāvitadhammā. ",
  "cnd14:29.3": "<b>Abhinibbutā</b>ti rāgassa nibbāpitattā nibbutā, dosassa …pe… ",
  "cnd14:29.4": "sabbākusalābhisaṅkhārānaṁ santattā samitattā vūpasamitattā nijjhātattā nibbutattā paṭippassaddhattā santā upasantā vūpasantā nibbutā paṭippassaddhāti—",
  "cnd14:29.5": "diṭṭhadhammābhinibbutā. ",
  "cnd14:30.1": "<b>Na te māravasānugā</b>ti. ",
  "cnd14:30.2": "<b>Māro</b>ti yo so māro kaṇho adhipati antagū namuci pamattabandhu. ",
  "cnd14:30.3": "<b>Na te māravasānugā</b>ti na te mārassa vase vattanti, nāpi māro tesu vasaṁ vatteti. ",
  "cnd14:30.4": "Te mārañca mārapakkhañca mārapāsañca mārabaḷisañca mārāmisañca māravisayañca māranivāsañca māragocarañca mārabandhanañca abhibhuyya abhibhavitvā ajjhottharitvā pariyādiyitvā madditvā caranti viharanti iriyanti vattenti pālenti yapenti yāpentīti—",
  "cnd14:30.5": "na te māravasānugā. ",
  "cnd14:31.1": "<b>Na te mārassa paddhagū</b>ti na te mārassa paddhā paddhacarā paricārikā siyā; ",
  "cnd14:31.2": "buddhassa te bhagavato paddhā paddhacarā paricārikā siyāti—",
  "cnd14:31.3": "na te mārassa paddhagū. ",
  "cnd14:31.4": "Tenāha bhagavā—",
  "cnd14:32.1": "“Etadaññāya ye satā, ",
  "cnd14:32.2": "diṭṭhadhammābhinibbutā; ",
  "cnd14:32.3": "Na te māravasānugā, ",
  "cnd14:32.4": "na te mārassa paddhagū”ti. ",
  "cnd14:33.1": "Saha gāthāpariyosānā …pe… ",
  "cnd14:33.2": "satthā me bhante bhagavā, sāvakohamasmīti. ",
  "cnd14:33.3": "Kappamāṇavapucchāniddeso dasamo. "
}