{
  "cnd19:0.1": "Cūḷaniddesa ",
  "cnd19:0.2": "Pārāyanavagganiddesa ",
  "cnd19:0.3": "Pucchāniddesa ",
  "cnd19:0.4": "15. Mogharājamāṇavapucchāniddesa ",
  "cnd19:1.1": "**Dvāhaṁ sakkaṁ apucchissaṁ,** ",
  "cnd19:1.2": "(iccāyasmā mogharājā) ",
  "cnd19:1.3": "**Na me byākāsi cakkhumā;** ",
  "cnd19:1.4": "**Yāvatatiyañca devīsi**, ",
  "cnd19:1.5": "**Byākarotīti me sutaṁ. ** ",
  "cnd19:2.1": "**Dvāhaṁ sakkaṁ apucchissan**ti so brāhmaṇo dvikkhattuṁ buddhaṁ bhagavantaṁ pañhaṁ apucchi. ",
  "cnd19:2.2": "Tassa bhagavā pañhaṁ puṭṭho na byākāsi—",
  "cnd19:2.3": "“tadantarā imassa brāhmaṇassa indriyaparipāko bhavissatī”ti. ",
  "cnd19:2.4": "**Sakkan**ti sakko. ",
  "cnd19:2.5": "Bhagavā sakyakulā pabbajitotipi sakko. ",
  "cnd19:2.6": "Atha vā aḍḍho mahaddhano dhanavātipi sakko. ",
  "cnd19:2.7": "Tassimāni dhanāni, seyyathidaṁ—",
  "cnd19:2.8": "saddhādhanaṁ sīladhanaṁ hiridhanaṁ ottappadhanaṁ sutadhanaṁ cāgadhanaṁ paññādhanaṁ satipaṭṭhānadhanaṁ sammappadhānadhanaṁ iddhipādadhanaṁ indriyadhanaṁ baladhanaṁ bojjhaṅgadhanaṁ maggadhanaṁ phaladhanaṁ nibbānadhanaṁ. ",
  "cnd19:2.9": "Imehi anekavidhehi dhanaratanehi aḍḍho mahaddhano dhanavātipi sakko. ",
  "cnd19:2.10": "Atha vā sakko pahu visavī alamatto sūro vīro vikkanto abhīrū acchambhī anutrāsī apalāyī pahīnabhayabheravo vigatalomahaṁsotipi sakko. ",
  "cnd19:2.11": "**Dvāhaṁ sakkaṁ apucchissan**ti dvāhaṁ sakkaṁ apucchissaṁ ayācissaṁ ajjhesissaṁ pasādayissanti—",
  "cnd19:2.12": "dvāhaṁ sakkaṁ apucchissaṁ. ",
  "cnd19:3.1": "**Iccāyasmā mogharājā**ti. ",
  "cnd19:3.2": "**Iccā**ti padasandhi …pe… ",
  "cnd19:3.3": "**āyasmā**ti piyavacanaṁ …pe… ",
  "cnd19:3.4": "**mogharājā**ti tassa brāhmaṇassa nāmaṁ …pe… abhilāpoti—",
  "cnd19:3.5": "iccāyasmā mogharājā. ",
  "cnd19:4.1": "**Na me byākāsi cakkhumā**ti. ",
  "cnd19:4.2": "**Na me byākāsī**ti na me byākāsi na ācikkhi na desesi na paññapesi na paṭṭhapesi na vivari na vibhaji na uttānīakāsi na pakāsesi. ",
  "cnd19:4.3": "**Cakkhumā**ti bhagavā pañcahi cakkhūhi cakkhumā—",
  "cnd19:4.4": "maṁsacakkhunāpi cakkhumā, dibbacakkhunāpi cakkhumā, paññācakkhunāpi cakkhumā, buddhacakkhunāpi cakkhumā, samantacakkhunāpi cakkhumā. ",
  "cnd19:5.1": "Kathaṁ bhagavā maṁsacakkhunāpi cakkhumā? ",
  "cnd19:5.2": "Maṁsacakkhumhi bhagavato pañca vaṇṇā saṁvijjanti—",
  "cnd19:5.3": "nīlo ca vaṇṇo, pītako ca vaṇṇo, lohitako ca vaṇṇo, kaṇho ca vaṇṇo, odāto ca vaṇṇo (…). ",
  "cnd19:5.4": "Yattha ca akkhilomāni patiṭṭhitāni taṁ nīlaṁ hoti sunīlaṁ pāsādikaṁ dassaneyyaṁ umāpupphasamānaṁ. ",
  "cnd19:5.5": "Tassa parato pītakaṁ hoti supītakaṁ suvaṇṇavaṇṇaṁ pāsādikaṁ dassaneyyaṁ kaṇikārapupphasamānaṁ. ",
  "cnd19:5.6": "Ubhato ca akkhikūṭāni bhagavato lohitakāni honti sulohitakāni pāsādikāni dassaneyyāni indagopakasamānāni. ",
  "cnd19:5.7": "Majjhe kaṇhaṁ hoti sukaṇhaṁ alūkhaṁ siniddhaṁ pāsādikaṁ dassaneyyaṁ addāriṭṭhakasamānaṁ. ",
  "cnd19:5.8": "Tassa parato odātaṁ hoti suodātaṁ setaṁ paṇḍaraṁ pāsādikaṁ dassaneyyaṁ osadhitārakasamānaṁ. ",
  "cnd19:5.9": "Tena bhagavā pākatikena maṁsacakkhunā attabhāvapariyāpannena purimasucaritakammābhinibbattena samantā yojanaṁ passati divā ceva rattiñca. ",
  "cnd19:5.10": "Yadā hi caturaṅgasamannāgato andhakāro hoti sūriyo ca atthaṅgato hoti; ",
  "cnd19:5.11": "kāḷapakkho ca uposatho hoti, tibbo ca vanasaṇḍo hoti, mahā ca kāḷamegho abbhuṭṭhito hoti. ",
  "cnd19:5.12": "Evarūpe caturaṅgasamannāgate andhakāre samantā yojanaṁ passati. ",
  "cnd19:5.13": "Natthi so kuṭṭo vā kavāṭaṁ vā pākāro vā pabbato vā gaccho vā latā vā āvaraṇaṁ rūpānaṁ dassanāya. ",
  "cnd19:5.14": "Ekañce tilaphalaṁ nimittaṁ katvā tilavāhe pakkhipeyya, taṁyeva tilaphalaṁ uddhareyya. ",
  "cnd19:5.15": "Evaṁ parisuddhaṁ bhagavato pākatikaṁ maṁsacakkhu. ",
  "cnd19:5.16": "Evaṁ bhagavā maṁsacakkhunāpi cakkhumā. ",
  "cnd19:6.1": "Kathaṁ bhagavā dibbena cakkhunāpi cakkhumā? ",
  "cnd19:6.2": "Bhagavā dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe; ",
  "cnd19:6.3": "sugate duggate yathākammūpage satte pajānāti—",
  "cnd19:6.4": "“ime vata bhonto sattā kāyaduccaritena samannāgatā vacīduccaritena samannāgatā manoduccaritena samannāgatā ariyānaṁ upavādakā micchādiṭṭhikā micchādiṭṭhikammasamādānā, te kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapannā; ",
  "cnd19:6.5": "ime vā pana bhonto sattā kāyasucaritena samannāgatā vacīsucaritena samannāgatā manosucaritena samannāgatā ariyānaṁ anupavādakā sammādiṭṭhikā sammādiṭṭhikammasamādānā, te kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapannā”ti. ",
  "cnd19:6.6": "Iti dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate, yathākammūpage satte pajānāti. ",
  "cnd19:6.7": "Ākaṅkhamāno ca bhagavā ekampi lokadhātuṁ passeyya, dvepi lokadhātuyo passeyya, tissopi lokadhātuyo passeyya, catassopi lokadhātuyo passeyya, pañcapi lokadhātuyo passeyya, dasapi lokadhātuyo passeyya, vīsampi lokadhātuyo passeyya, tiṁsampi lokadhātuyo passeyya, cattālīsampi lokadhātuyo passeyya, paññāsampi lokadhātuyo passeyya, satampi lokadhātuyo passeyya, sahassimpi cūḷanikaṁ lokadhātuṁ passeyya, dvisahassimpi majjhimikaṁ lokadhātuṁ passeyya, tisahassimpi lokadhātuṁ passeyya, mahāsahassimpi lokadhātuṁ passeyya, yāvatakaṁ vā pana ākaṅkheyya tāvatakaṁ passeyya. ",
  "cnd19:6.8": "Evaṁ parisuddhaṁ bhagavato dibbacakkhu. ",
  "cnd19:6.9": "Evaṁ bhagavā dibbena cakkhunāpi cakkhumā. ",
  "cnd19:7.1": "Kathaṁ bhagavā paññācakkhunāpi cakkhumā? ",
  "cnd19:7.2": "Bhagavā mahāpañño puthupañño javanapañño hāsapañño tikkhapañño nibbedhikapañño paññāpabhedakusalo pabhinnañāṇo adhigatapaṭisambhido catuvesārajjappatto dasabaladhārī purisāsabho purisasīho purisanāgo purisājañño purisadhorayho anantañāṇo anantatejo anantayaso aḍḍho mahaddhano dhanavā netā vinetā anunetā paññāpetā nijjhāpetā pekkhetā pasādetā. ",
  "cnd19:7.3": "So hi bhagavā anuppannassa maggassa uppādetā asañjātassa maggassa sañjanetā anakkhātassa maggassa akkhātā, maggaññū maggavidū maggakovido maggānugā ca pana etarahi sāvakā viharanti pacchā samannāgatā. ",
  "cnd19:8.1": "So hi bhagavā jānaṁ jānāti, passaṁ passati, cakkhubhūto ñāṇabhūto dhammabhūto brahmabhūto vattā pavattā atthassa ninnetā amatassa dātā dhammassāmī tathāgato. ",
  "cnd19:8.2": "Natthi tassa bhagavato aññātaṁ adiṭṭhaṁ aviditaṁ asacchikataṁ aphassitaṁ paññāya. ",
  "cnd19:8.3": "Atītaṁ anāgataṁ paccuppannaṁ upādāya sabbe dhammā sabbākārena buddhassa bhagavato ñāṇamukhe āpāthaṁ āgacchanti. ",
  "cnd19:8.4": "Yaṁ kiñci neyyaṁ nāma atthi jānitabbaṁ attattho vā parattho vā ubhayattho vā diṭṭhadhammiko vā attho samparāyiko vā attho uttāno vā attho gambhīro vā attho gūḷho vā attho paṭicchanno vā attho neyyo vā attho nīto vā attho anavajjo vā attho nikkileso vā attho vodāno vā attho paramattho vā attho, sabbaṁ taṁ anto buddhañāṇe parivattati. ",
  "cnd19:9.1": "Sabbaṁ kāyakammaṁ buddhassa bhagavato ñāṇānuparivatti, sabbaṁ vacīkammaṁ ñāṇānuparivatti, sabbaṁ manokammaṁ ñāṇānuparivatti. ",
  "cnd19:9.2": "Atīte buddhassa bhagavato appaṭihataṁ ñāṇaṁ, anāgate appaṭihataṁ ñāṇaṁ, paccuppanne appaṭihataṁ ñāṇaṁ, yāvatakaṁ neyyaṁ tāvatakaṁ ñāṇaṁ, yāvatakaṁ ñāṇaṁ tāvatakaṁ neyyaṁ. ",
  "cnd19:9.3": "Neyyapariyantikaṁ ñāṇaṁ, ñāṇapariyantikaṁ neyyaṁ, neyyaṁ atikkamitvā ñāṇaṁ nappavattati, ñāṇaṁ atikkamitvā neyyapatho natthi. ",
  "cnd19:9.4": "Aññamaññapariyantaṭṭhāyino te dhammā. ",
  "cnd19:9.5": "Yathā dvinnaṁ samuggapaṭalānaṁ sammāphusitānaṁ heṭṭhimaṁ samuggapaṭalaṁ uparimaṁ nātivattati, uparimaṁ samuggapaṭalaṁ heṭṭhimaṁ nātivattati, aññamaññapariyantaṭṭhāyino; ",
  "cnd19:9.6": "evameva buddhassa bhagavato neyyañca ñāṇañca aññamaññapariyantaṭṭhāyino. ",
  "cnd19:9.7": "Yāvatakaṁ neyyaṁ tāvatakaṁ ñāṇaṁ, yāvatakaṁ ñāṇaṁ tāvatakaṁ neyyaṁ, neyyapariyantikaṁ ñāṇaṁ, ñāṇapariyantikaṁ neyyaṁ. ",
  "cnd19:9.8": "Neyyaṁ atikkamitvā ñāṇaṁ nappavattati, ñāṇaṁ atikkamitvā neyyapatho natthi. ",
  "cnd19:9.9": "Aññamaññapariyantaṭṭhāyino te dhammā. ",
  "cnd19:10.1": "Sabbadhammesu buddhassa bhagavato ñāṇaṁ pavattati. ",
  "cnd19:10.2": "Sabbe dhammā buddhassa bhagavato āvajjanapaṭibaddhā ākaṅkhapaṭibaddhā manasikārapaṭibaddhā cittuppādapaṭibaddhā. ",
  "cnd19:10.3": "Sabbasattesu buddhassa bhagavato ñāṇaṁ pavattati. ",
  "cnd19:10.4": "Sabbesañca sattānaṁ bhagavā āsayaṁ jānāti, anusayaṁ jānāti, caritaṁ jānāti, adhimuttiṁ jānāti, apparajakkhe mahārajakkhe tikkhindriye mudindriye svākāre dvākāre suviññāpaye duviññāpaye bhabbābhabbe satte jānāti. ",
  "cnd19:10.5": "Sadevako loko samārako sabrahmako sassamaṇabrāhmaṇī pajā sadevamanussā antobuddhañāṇe parivattati. ",
  "cnd19:11.1": "Yathā ye keci macchakacchapā antamaso timitimiṅgalaṁ upādāya antomahāsamudde parivattanti, evameva sadevako loko samārako loko sabrahmako loko sassamaṇabrāhmaṇī pajā sadevamanussā antobuddhañāṇe parivattati. ",
  "cnd19:12.1": "Yathā ye keci pakkhī antamaso garuḷaṁ venateyyaṁ upādāya ākāsassa padese parivattanti, evameva yepi te sāriputtasamā paññāya samannāgatā tepi buddhañāṇassa padese parivattanti; ",
  "cnd19:12.2": "buddhañāṇaṁ devamanussānaṁ paññaṁ pharitvā abhibhavitvā tiṭṭhati. ",
  "cnd19:13.1": "Yepi te khattiyapaṇḍitā brāhmaṇapaṇḍitā gahapatipaṇḍitā samaṇapaṇḍitā nipuṇā kataparappavādā vālavedhirūpā vobhindantā maññe caranti paññāgatena diṭṭhigatāni, te pañhe abhisaṅkharitvā abhisaṅkharitvā tathāgataṁ upasaṅkamitvā pucchanti gūḷhāni ca paṭicchannāni. ",
  "cnd19:13.2": "Kathitā visajjitā ca te pañhā bhagavatā honti niddiṭṭhakāraṇā. ",
  "cnd19:13.3": "Upakkhittakā ca te bhagavato sampajjanti. ",
  "cnd19:13.4": "Atha kho bhagavāva tattha atirocati—",
  "cnd19:13.5": "yadidaṁ paññāyāti. ",
  "cnd19:13.6": "Evaṁ bhagavā paññācakkhunāpi cakkhumā. ",
  "cnd19:14.1": "Kathaṁ bhagavā buddhacakkhunāpi cakkhumā? ",
  "cnd19:14.2": "Bhagavā buddhacakkhunā lokaṁ volokento addasa satte apparajakkhe mahārajakkhe tikkhindriye mudindriye svākāre dvākāre suviññāpaye duviññāpaye appekacce paralokavajjabhayadassāvino viharante. ",
  "cnd19:14.3": "Seyyathāpi nāma uppaliniyaṁ vā paduminiyaṁ vā puṇḍarīkiniyaṁ vā appekaccāni uppalāni vā padumāni vā puṇḍarīkāni vā udake jātāni udake saṁvaḍḍhāni udakānuggatāni antonimuggaposīni, appekaccāni uppalāni vā padumāni vā puṇḍarīkāni vā udake jātāni udake saṁvaḍḍhāni samodakaṁ ṭhitāni, appekaccāni uppalāni vā padumāni vā puṇḍarīkāni vā udake jātāni udake saṁvaḍḍhāni udakā accuggamma tiṭṭhanti anupalittāni udakena; ",
  "cnd19:14.4": "evamevaṁ bhagavā buddhacakkhunā lokaṁ volokento addasa satte apparajakkhe mahārajakkhe tikkhindriye mudindriye svākāre dvākāre suviññāpaye duviññāpaye appekacce paralokavajjabhayadassāvino viharante. ",
  "cnd19:14.5": "Jānāti bhagavā—",
  "cnd19:14.6": "“ayaṁ puggalo rāgacarito, ayaṁ dosacarito, ayaṁ mohacarito, ayaṁ vitakkacarito, ayaṁ saddhācarito, ayaṁ ñāṇacarito”ti. ",
  "cnd19:14.7": "Rāgacaritassa bhagavā puggalassa asubhakathaṁ katheti; ",
  "cnd19:14.8": "dosacaritassa bhagavā puggalassa mettābhāvanaṁ ācikkhati; ",
  "cnd19:14.9": "mohacaritassa bhagavā puggalassa uddese paripucchāya kālena dhammassavane kālena dhammasākacchāya garusaṁvāse niveseti; ",
  "cnd19:14.10": "vitakkacaritassa bhagavā puggalassa ānāpānassatiṁ ācikkhati; ",
  "cnd19:14.11": "saddhācaritassa bhagavā puggalassa pasādanīyaṁ nimittaṁ ācikkhati buddhasubodhiṁ dhammasudhammataṁ saṅghasuppaṭipattiṁ sīlāni ca; ",
  "cnd19:14.12": "attano ñāṇacaritassa bhagavā puggalassa vipassanānimittaṁ ācikkhati aniccākāraṁ dukkhākāraṁ anattākāraṁ. ",
  "cnd19:15.1": "“Sele yathā pabbatamuddhaniṭṭhito, ",
  "cnd19:15.2": "Yathāpi passe janataṁ samantato; ",
  "cnd19:15.3": "Tathūpamaṁ dhammamayaṁ sumedha, ",
  "cnd19:15.4": "Pāsādamāruyha samantacakkhu; ",
  "cnd19:15.5": "Sokāvatiṇṇaṁ janatamapetasoko, ",
  "cnd19:15.6": "Avekkhassu jātijarābhibhūtan”ti. ",
  "cnd19:16.1": "Evaṁ bhagavā buddhacakkhunāpi cakkhumā. ",
  "cnd19:17.1": "Kathaṁ bhagavā samantacakkhunāpi cakkhumā? ",
  "cnd19:17.2": "**Samantacakkhu** vuccati sabbaññutañāṇaṁ. ",
  "cnd19:17.3": "Bhagavā sabbaññutañāṇena upeto samupeto upāgato samupāgato upapanno samupapanno samannāgato. ",
  "cnd19:18.1": "“Na tassa addiṭṭhamidhatthi kiñci, ",
  "cnd19:18.2": "Atho aviññātamajānitabbaṁ; ",
  "cnd19:18.3": "Sabbaṁ abhiññāsi yadatthi neyyaṁ, ",
  "cnd19:18.4": "Tathāgato tena samantacakkhū”ti. ",
  "cnd19:19.1": "Evaṁ bhagavā samantacakkhunāpi cakkhumāti—",
  "cnd19:19.2": "na me byākāsi cakkhumā. ",
  "cnd19:20.1": "**Yāvatatiyañca devīsi, byākarotīti me sutan**ti yāvatatiyaṁ buddho sahadhammikaṁ pañhaṁ puṭṭho byākaroti no saṁsāretīti—",
  "cnd19:20.2": "evaṁ mayā uggahitaṁ, evaṁ mayā upadhāritaṁ, evaṁ mayā upalakkhitaṁ. ",
  "cnd19:20.3": "**Devīsī**ti bhagavā ceva isi cāti—",
  "cnd19:20.4": "devīsi. ",
  "cnd19:20.5": "Yathā rājā pabbajitā vuccanti rājisayo, brāhmaṇā pabbajitā vuccanti brāhmaṇisayo, evameva bhagavā ceva isi cāti—",
  "cnd19:20.6": "devīsi. ",
  "cnd19:21.1": "Atha vā bhagavā pabbajitotipi **isi**. ",
  "cnd19:21.2": "Mahantaṁ sīlakkhandhaṁ esī gavesī pariyesītipi isi. ",
  "cnd19:21.3": "Mahantaṁ samādhikkhandhaṁ …pe… ",
  "cnd19:21.4": "mahantaṁ paññākkhandhaṁ … ",
  "cnd19:21.5": "mahantaṁ vimuttikkhandhaṁ … ",
  "cnd19:21.6": "mahantaṁ vimuttiñāṇadassanakkhandhaṁ esī gavesī pariyesītipi isi. ",
  "cnd19:21.7": "Mahato tamokāyassa padālanaṁ esī gavesī pariyesītipi isi. ",
  "cnd19:21.8": "Mahato vipallāsassa pabhedanaṁ esī gavesī pariyesītipi isi. ",
  "cnd19:21.9": "Mahato taṇhāsallassa abbahanaṁ … ",
  "cnd19:21.10": "mahato diṭṭhisaṅghāṭassa viniveṭhanaṁ … ",
  "cnd19:21.11": "mahato mānadhajassa papātanaṁ … ",
  "cnd19:21.12": "mahato abhisaṅkhārassa vūpasamaṁ … ",
  "cnd19:21.13": "mahato oghassa nittharaṇaṁ … ",
  "cnd19:21.14": "mahato bhārassa nikkhepanaṁ … ",
  "cnd19:21.15": "mahato saṁsāravaṭṭassa upacchedaṁ … ",
  "cnd19:21.16": "mahato santāpassa nibbāpanaṁ … ",
  "cnd19:21.17": "mahato pariḷāhassa paṭippassaddhiṁ … ",
  "cnd19:21.18": "mahato dhammadhajassa ussāpanaṁ esī gavesī pariyesītipi isi. ",
  "cnd19:21.19": "Mahante satipaṭṭhāne … ",
  "cnd19:21.20": "mahante sammappadhāne … ",
  "cnd19:21.21": "mahantāni indriyāni … ",
  "cnd19:21.22": "mahantāni balāni … ",
  "cnd19:21.23": "mahante bojjhaṅge … ",
  "cnd19:21.24": "mahantaṁ ariyaṁ aṭṭhaṅgikaṁ maggaṁ … ",
  "cnd19:21.25": "mahantaṁ paramatthaṁ amataṁ nibbānaṁ esī gavesī pariyesītipi isi. ",
  "cnd19:21.26": "Mahesakkhehi vā sattehi esito gavesito pariyesito—",
  "cnd19:21.27": "“kahaṁ buddho, kahaṁ bhagavā, kahaṁ devadevo, kahaṁ narāsabho”tipi isīti—",
  "cnd19:21.28": "yāvatatiyañca devīsi byākarotīti me sutaṁ. ",
  "cnd19:21.29": "Tenāha so brāhmaṇo—",
  "cnd19:22.1": "“Dvāhaṁ sakkaṁ apucchissaṁ, ",
  "cnd19:22.2": "(iccāyasmā mogharājā) ",
  "cnd19:22.3": "Na me byākāsi cakkhumā; ",
  "cnd19:22.4": "Yāvatatiyañca devīsi, ",
  "cnd19:22.5": "Byākarotīti me sutan”ti. ",
  "cnd19:23.1": "**Ayaṁ loko paro loko,** ",
  "cnd19:23.2": "**brahmaloko sadevako;** ",
  "cnd19:23.3": "**Diṭṭhiṁ te nābhijānāti,** ",
  "cnd19:23.4": "**gotamassa yasassino. ** ",
  "cnd19:24.1": "**Ayaṁ loko paro loko**ti. ",
  "cnd19:24.2": "**Ayaṁ loko**ti manussaloko. ",
  "cnd19:24.3": "**Paro loko**ti manussalokaṁ ṭhapetvā sabbo paro lokoti—",
  "cnd19:24.4": "ayaṁ loko paro loko. ",
  "cnd19:25.1": "**Brahmaloko sadevako**ti sadevako loko samārako sabrahmako sassamaṇabrāhmaṇī pajā sadevamanussāti—",
  "cnd19:25.2": "brahmaloko sadevako. ",
  "cnd19:26.1": "**Diṭṭhiṁ te nābhijānātī**ti tuyhaṁ diṭṭhiṁ khantiṁ ruciṁ laddhiṁ ajjhāsayaṁ adhippāyaṁ loko na jānāti—",
  "cnd19:26.2": "“ayaṁ evaṁdiṭṭhiko evaṅkhantiko evaṁruciko evaṁladdhiko evaṁajjhāsayo evaṁadhippāyo”ti na jānāti na passati na dakkhati nādhigacchati na vindati na paṭilabhatīti—",
  "cnd19:26.3": "diṭṭhiṁ te nābhijānāti. ",
  "cnd19:27.1": "**Gotamassa yasassino**ti bhagavā yasappattoti yasassī. ",
  "cnd19:27.2": "Atha vā bhagavā sakkato garukato mānito pūjito apacito lābhī cīvarapiṇḍapātasenāsanagilānapaccayabhesajjaparikkhārānantipi yasassīti—",
  "cnd19:27.3": "gotamassa yasassino. ",
  "cnd19:27.4": "Tenāha so brāhmaṇo—",
  "cnd19:28.1": "“Ayaṁ loko paro loko, ",
  "cnd19:28.2": "brahmaloko sadevako; ",
  "cnd19:28.3": "Diṭṭhiṁ te nābhijānāti, ",
  "cnd19:28.4": "gotamassa yasassino”ti. ",
  "cnd19:29.1": "**Evaṁ abhikkantadassāviṁ,** ",
  "cnd19:29.2": "**atthi pañhena āgamaṁ;** ",
  "cnd19:29.3": "**Kathaṁ lokaṁ avekkhantaṁ,** ",
  "cnd19:29.4": "**maccurājā na passati. ** ",
  "cnd19:30.1": "**Evaṁ abhikkantadassāvin**ti evaṁ abhikkantadassāviṁ aggadassāviṁ seṭṭhadassāviṁ viseṭṭhadassāviṁ pāmokkhadassāviṁ uttamadassāviṁ paramadassāvinti—",
  "cnd19:30.2": "evaṁ abhikkantadassāviṁ. ",
  "cnd19:31.1": "**Atthi pañhena āgaman**ti pañhena atthiko āgatomhi …pe… ",
  "cnd19:31.2": "vahassetaṁ bhāranti, evampi atthi pañhena āgamaṁ. ",
  "cnd19:32.1": "**Kathaṁ lokaṁ avekkhantan**ti kathaṁ lokaṁ avekkhantaṁ paccavekkhantaṁ tulayantaṁ tīrayantaṁ vibhāvayantaṁ vibhūtaṁ karontanti—",
  "cnd19:32.2": "kathaṁ lokaṁ avekkhantaṁ. ",
  "cnd19:33.1": "**Maccurājā na passatī**ti maccurājā na passati na dakkhati nādhigacchati na vindati na paṭilabhatīti—",
  "cnd19:33.2": "maccurājā na passati. ",
  "cnd19:33.3": "Tenāha so brāhmaṇo—",
  "cnd19:34.1": "“Evaṁ abhikkantadassāviṁ, ",
  "cnd19:34.2": "atthi pañhena āgamaṁ; ",
  "cnd19:34.3": "Kathaṁ lokaṁ avekkhantaṁ, ",
  "cnd19:34.4": "maccurājā na passatī”ti. ",
  "cnd19:35.1": "**Suññato lokaṁ avekkhassu,** ",
  "cnd19:35.2": "**mogharāja sadā sato;** ",
  "cnd19:35.3": "**Attānudiṭṭhiṁ ūhacca,** ",
  "cnd19:35.4": "**evaṁ maccutaro siyā;** ",
  "cnd19:35.5": "**Evaṁ lokaṁ avekkhantaṁ,** ",
  "cnd19:35.6": "**maccurājā na passati. ** ",
  "cnd19:36.1": "**Suññato lokaṁ avekkhassū**ti. ",
  "cnd19:36.2": "**Loko**ti nirayaloko tiracchānaloko pettivisayaloko manussaloko devaloko khandhaloko dhātuloko āyatanaloko ayaṁ loko paro loko brahmaloko sadevako. ",
  "cnd19:36.3": "Aññataro bhikkhu bhagavantaṁ etadavoca—",
  "cnd19:36.4": "“loko lokoti, bhante, vuccati. ",
  "cnd19:36.5": "Kittāvatā nu kho, bhante, lokoti vuccatī”ti? ",
  "cnd19:36.6": "“Lujjatīti kho, bhikkhu, tasmā lokoti vuccati. ",
  "cnd19:36.7": "Kiñca lujjati? ",
  "cnd19:36.8": "Cakkhu kho bhikkhu lujjati, rūpā lujjanti, cakkhuviññāṇaṁ lujjati, cakkhusamphasso lujjati, yampidaṁ cakkhusamphassapaccayā uppajjati vedayitaṁ sukhaṁ vā dukkhaṁ vā adukkhamasukhaṁ vā tampi lujjati; ",
  "cnd19:36.9": "sotaṁ lujjati, ",
  "cnd19:36.10": "gandhā lujjanti …pe… ",
  "cnd19:36.11": "kāyo lujjati, phoṭṭhabbā lujjanti; ",
  "cnd19:36.12": "mano lujjati, dhammā lujjanti, manoviññāṇaṁ lujjati, manosamphasso lujjati; yampidaṁ manosamphassapaccayā uppajjati vedayitaṁ sukhaṁ vā dukkhaṁ vā adukkhamasukhaṁ vā tampi lujjati. ",
  "cnd19:36.13": "Lujjatīti kho, bhikkhu, tasmā lokoti vuccati”. ",
  "cnd19:37.1": "**Suññato lokaṁ avekkhassū**ti dvīhi kāraṇehi suññato lokaṁ avekkhati—",
  "cnd19:37.2": "avasiyapavattasallakkhaṇavasena vā tucchasaṅkhārasamanupassanāvasena vā. ",
  "cnd19:37.3": "Kathaṁ avasiyapavattasallakkhaṇavasena suññato lokaṁ avekkhati? ",
  "cnd19:37.4": "Rūpe vaso na labbhati, vedanāya vaso na labbhati, saññāya vaso na labbhati, saṅkhāresu vaso na labbhati, viññāṇe vaso na labbhati. ",
  "cnd19:37.5": "Vuttañhetaṁ bhagavatā—",
  "cnd19:37.6": "“rūpaṁ, bhikkhave, anattā. ",
  "cnd19:37.7": "Rūpañca hidaṁ, bhikkhave, attā abhavissa, nayidaṁ rūpaṁ ābādhāya saṁvatteyya, labbhetha ca rūpe—",
  "cnd19:37.8": "‘evaṁ me rūpaṁ hotu, evaṁ me rūpaṁ mā ahosī’ti. ",
  "cnd19:37.9": "Yasmā ca kho, bhikkhave, rūpaṁ anattā, tasmā rūpaṁ ābādhāya saṁvattati na ca labbhati rūpe—",
  "cnd19:37.10": "‘evaṁ me rūpaṁ hotu, evaṁ me rūpaṁ mā ahosī’ti. ",
  "cnd19:38.1": "Vedanā anattā. ",
  "cnd19:38.2": "Vedanā ca hidaṁ, bhikkhave, attā abhavissa, nayidaṁ vedanā ābādhāya saṁvatteyya, labbhetha ca vedanāya—",
  "cnd19:38.3": "‘evaṁ me vedanā hotu, evaṁ me vedanā mā ahosī’ti. ",
  "cnd19:38.4": "Yasmā ca kho, bhikkhave, vedanā anattā, tasmā vedanā ābādhāya saṁvattati, na ca labbhati vedanāya—",
  "cnd19:38.5": "‘evaṁ me vedanā hotu, evaṁ me vedanā mā ahosī’ti. ",
  "cnd19:39.1": "Saññā anattā. ",
  "cnd19:39.2": "Saññā ca hidaṁ, bhikkhave, attā abhavissa, nayidaṁ saññā ābādhāya saṁvatteyya, labbhetha ca saññāya—",
  "cnd19:39.3": "‘evaṁ me saññā hotu, evaṁ me saññā mā ahosī’ti. ",
  "cnd19:39.4": "Yasmā ca kho, bhikkhave, saññā anattā, tasmā saññā ābādhāya saṁvattati, na ca labbhati saññāya—",
  "cnd19:39.5": "‘evaṁ me saññā hotu, evaṁ me saññā mā ahosī’ti. ",
  "cnd19:40.1": "Saṅkhārā anattā. ",
  "cnd19:40.2": "Saṅkhārā ca hidaṁ, bhikkhave, attā abhavissaṁsu, nayidaṁ saṅkhārā ābādhāya saṁvatteyyuṁ, labbhetha ca saṅkhāresu—",
  "cnd19:40.3": "‘evaṁ me saṅkhārā hontu, evaṁ me saṅkhārā mā ahesun’ti. ",
  "cnd19:40.4": "Yasmā ca kho, bhikkhave, saṅkhārā anattā, tasmā saṅkhārā ābādhāya saṁvattanti, na ca labbhati saṅkhāresu—",
  "cnd19:40.5": "‘evaṁ me saṅkhārā hontu, evaṁ me saṅkhārā mā ahesun’ti. ",
  "cnd19:41.1": "Viññāṇaṁ anattā. ",
  "cnd19:41.2": "Viññāṇañca hidaṁ, bhikkhave, attā abhavissa, nayidaṁ viññāṇaṁ ābādhāya saṁvatteyya, labbhetha ca viññāṇe—",
  "cnd19:41.3": "‘evaṁ me viññāṇaṁ hotu, evaṁ me viññāṇaṁ mā ahosī’ti. ",
  "cnd19:41.4": "Yasmā ca kho, bhikkhave, viññāṇaṁ anattā, tasmā viññāṇaṁ ābādhāya saṁvattati, na ca labbhati viññāṇe—",
  "cnd19:41.5": "‘evaṁ me viññāṇaṁ hotu, evaṁ me viññāṇaṁ mā ahosī’”ti. ",
  "cnd19:42.1": "Vuttañhetaṁ bhagavatā—",
  "cnd19:42.2": "“nāyaṁ, bhikkhave, kāyo tumhākaṁ, napi aññesaṁ. ",
  "cnd19:42.3": "Purāṇamidaṁ, bhikkhave, kammaṁ abhisaṅkhataṁ abhisañcetayitaṁ vedaniyaṁ daṭṭhabbaṁ. ",
  "cnd19:42.4": "Tatra kho, bhikkhave, sutavā ariyasāvako paṭiccasamuppādaṁyeva sādhukaṁ yoniso manasi karoti—",
  "cnd19:42.5": "‘iti imasmiṁ sati idaṁ hoti, imassuppādā idaṁ uppajjati; ",
  "cnd19:42.6": "imasmiṁ asati idaṁ na hoti, imassa nirodhā idaṁ nirujjhati, yadidaṁ—",
  "cnd19:42.7": "avijjāpaccayā saṅkhārā, saṅkhārapaccayā viññāṇaṁ, viññāṇapaccayā nāmarūpaṁ, nāmarūpapaccayā saḷāyatanaṁ, saḷāyatanapaccayā phasso, phassapaccayā vedanā, vedanāpaccayā taṇhā, taṇhāpaccayā upādānaṁ, upādānapaccayā bhavo, bhavapaccayā jāti, jātipaccayā jarāmaraṇaṁ sokaparidevadukkhadomanassupāyāsā sambhavanti—",
  "cnd19:42.8": "evametassa kevalassa dukkhakkhandhassa samudayo hoti’. ",
  "cnd19:43.1": "Avijjāya tveva asesavirāganirodhā saṅkhāranirodho, saṅkhāranirodhā viññāṇanirodho …pe… ",
  "cnd19:43.2": "jātinirodhā jarāmaraṇaṁ sokaparidevadukkhadomanassupāyāsā nirujjhanti, evametassa kevalassa dukkhakkhandhassa nirodho hotī”ti. ",
  "cnd19:43.3": "Evaṁ avasiyapavattasallakkhaṇavasena suññato lokaṁ avekkhati. ",
  "cnd19:44.1": "Kathaṁ tucchasaṅkhārasamanupassanāvasena suññato lokaṁ avekkhati? ",
  "cnd19:44.2": "Rūpe sāro na labbhati, vedanāya sāro na labbhati, saññāya sāro na labbhati, saṅkhāresu sāro na labbhati, viññāṇe sāro na labbhati; ",
  "cnd19:44.3": "rūpaṁ assāraṁ nissāraṁ sārāpagataṁ niccasārasārena vā sukhasārasārena vā attasārasārena vā niccena vā dhuvena vā sassatena vā avipariṇāmadhammena vā. ",
  "cnd19:44.4": "Vedanā assārā nissārā sārāpagatā …pe… ",
  "cnd19:44.5": "saññā assārā nissārā sārāpagatā … ",
  "cnd19:44.6": "saṅkhārā assārā nissārā sārāpagatā … ",
  "cnd19:44.7": "viññāṇaṁ assāraṁ nissāraṁ sārāpagataṁ niccasārasārena vā sukhasārasārena vā attasārasārena vā niccena vā dhuvena vā sassatena vā avipariṇāmadhammena vā. ",
  "cnd19:45.1": "Yathā naḷo assāro nissāro sārāpagato, yathā ca eraṇḍo …pe… ",
  "cnd19:45.2": "yathā ca udumbaro assāro nissāro sārāpagato, yathā ca setakaccho assāro nissāro sārāpagato, yathā ca pālibhaddako assāro nissāro sārāpagato, yathā ca pheṇapiṇḍo assāro nissāro sārāpagato, yathā ca udakapubbuḷaṁ assāraṁ nissāraṁ sārāpagataṁ, yathā ca marīci assārā nissārā sārāpagatā, yathā kadalikkhandho assāro nissāro sārāpagato, yathā māyā assārā nissārā sārāpagatā—",
  "cnd19:45.3": "evameva rūpaṁ assāraṁ nissāraṁ sārāpagataṁ niccasārasārena vā sukhasārasārena vā attasārasārena vā niccena vā dhuvena vā sassatena vā avipariṇāmadhammena vā. ",
  "cnd19:45.4": "Vedanā assārā nissārā sārāpagatā …pe… ",
  "cnd19:45.5": "saññā assārā nissārā sārāpagatā … ",
  "cnd19:45.6": "saṅkhārā assārā nissārā sārāpagatā … ",
  "cnd19:45.7": "viññāṇaṁ assāraṁ nissāraṁ sārāpagataṁ niccasārasārena vā sukhasārasārena vā attasārasārena vā niccena vā dhuvena vā sassatena vā avipariṇāmadhammena vā. ",
  "cnd19:45.8": "Evaṁ tucchasaṅkhārasamanupassanāvasena suññato lokaṁ avekkhati. ",
  "cnd19:45.9": "Imehi dvīhi kāraṇehi suññato lokaṁ avekkhati. ",
  "cnd19:46.1": "Api ca chahākārehi suññato lokaṁ avekkhati. ",
  "cnd19:46.2": "Cakkhu suññaṁ attena vā attaniyena vā niccena vā dhuvena vā sassatena vā avipariṇāmadhammena vā, ",
  "cnd19:46.3": "sotaṁ suññaṁ …pe… ",
  "cnd19:46.4": "ghānaṁ suññaṁ … ",
  "cnd19:46.5": "jivhā suññā … ",
  "cnd19:46.6": "kāyo suñño … ",
  "cnd19:46.7": "mano suñño attena vā attaniyena vā niccena vā dhuvena vā sassatena vā avipariṇāmadhammena vā. ",
  "cnd19:46.8": "Rūpā suññā …pe… ",
  "cnd19:46.9": "saddā suññā … ",
  "cnd19:46.10": "gandhā suññā … ",
  "cnd19:46.11": "rasā suññā … ",
  "cnd19:46.12": "phoṭṭhabbā suññā … ",
  "cnd19:46.13": "dhammā suññā attena vā attaniyena vā niccena vā dhuvena vā sassatena vā avipariṇāmadhammena vā. ",
  "cnd19:46.14": "Cakkhuviññāṇaṁ suññaṁ …pe… ",
  "cnd19:46.15": "manoviññāṇaṁ suññaṁ … ",
  "cnd19:46.16": "cakkhusamphasso suñño … ",
  "cnd19:46.17": "manosamphasso suñño … ",
  "cnd19:46.18": "cakkhusamphassajā vedanā suññā … ",
  "cnd19:46.19": "manosamphassajā vedanā suññā … ",
  "cnd19:46.20": "rūpasaññā suññā … ",
  "cnd19:46.21": "dhammasaññā suññā … ",
  "cnd19:46.22": "rūpasañcetanā suññā … ",
  "cnd19:46.23": "dhammasañcetanā suññā … ",
  "cnd19:46.24": "rūpataṇhā suññā … ",
  "cnd19:46.25": "rūpavitakko suñño … ",
  "cnd19:46.26": "rūpavicāro suñño … ",
  "cnd19:46.27": "dhammavicāro suñño attena vā attaniyena vā niccena vā dhuvena vā sassatena vā avipariṇāmadhammena vā. ",
  "cnd19:46.28": "Evaṁ chahākārehi suññato lokaṁ avekkhati. ",
  "cnd19:47.1": "Api ca dasahākārehi suññato lokaṁ avekkhati. ",
  "cnd19:47.2": "Rūpaṁ rittato tucchato suññato anattato asārakato vadhakato vibhavato aghamūlato sāsavato saṅkhatato; ",
  "cnd19:47.3": "vedanaṁ …pe… ",
  "cnd19:47.4": "saññaṁ … ",
  "cnd19:47.5": "saṅkhāre … ",
  "cnd19:47.6": "viññāṇaṁ … ",
  "cnd19:47.7": "cutiṁ … ",
  "cnd19:47.8": "upapattiṁ … ",
  "cnd19:47.9": "paṭisandhiṁ … ",
  "cnd19:47.10": "bhavaṁ … ",
  "cnd19:47.11": "saṁsāravaṭṭaṁ rittato tucchato suññato anattato asārakato vadhakato vibhavato aghamūlato sāsavato saṅkhatato. ",
  "cnd19:47.12": "Evaṁ dasahākārehi suññato lokaṁ avekkhati. ",
  "cnd19:48.1": "Api ca dvādasahākārehi suññato lokaṁ avekkhati. ",
  "cnd19:48.2": "Rūpaṁ na satto na jīvo na naro na māṇavo na itthī na puriso na attā na attaniyaṁ nāhaṁ na mama na koci na kassaci; ",
  "cnd19:48.3": "vedanā …pe… ",
  "cnd19:48.4": "saññā … ",
  "cnd19:48.5": "saṅkhārā … ",
  "cnd19:48.6": "viññāṇaṁ na satto na jīvo na naro na māṇavo na itthī na puriso na attā na attaniyaṁ nāhaṁ na mama na koci na kassaci. ",
  "cnd19:48.7": "Evaṁ dvādasahākārehi suññato lokaṁ avekkhati. ",
  "cnd19:49.1": "Vuttañhetaṁ bhagavatā—",
  "cnd19:49.2": "“yaṁ, bhikkhave, na tumhākaṁ taṁ pajahatha. ",
  "cnd19:49.3": "Taṁ vo pahīnaṁ dīgharattaṁ hitāya sukhāya bhavissati. ",
  "cnd19:49.4": "Kiñca, bhikkhave, na tumhākaṁ? ",
  "cnd19:49.5": "Rūpaṁ, bhikkhave, na tumhākaṁ, taṁ pajahatha. ",
  "cnd19:49.6": "Taṁ vo pahīnaṁ dīgharattaṁ hitāya sukhāya bhavissati. ",
  "cnd19:49.7": "Vedanā, bhikkhave, na tumhākaṁ, taṁ pajahatha. ",
  "cnd19:49.8": "Sā vo pahīnā dīgharattaṁ hitāya sukhāya bhavissati. ",
  "cnd19:49.9": "Saññā, bhikkhave, na tumhākaṁ, taṁ pajahatha. ",
  "cnd19:49.10": "Sā vo pahīnā dīgharattaṁ hitāya sukhāya bhavissati. ",
  "cnd19:49.11": "Saṅkhārā, bhikkhave, na tumhākaṁ, te pajahatha. ",
  "cnd19:49.12": "Te vo pahīnā dīgharattaṁ hitāya sukhāya bhavissanti. ",
  "cnd19:49.13": "Viññāṇaṁ, bhikkhave, na tumhākaṁ, taṁ pajahatha. ",
  "cnd19:49.14": "Taṁ vo pahīnaṁ dīgharattaṁ hitāya sukhāya bhavissati. ",
  "cnd19:49.15": "Seyyathāpi, bhikkhave, yaṁ imasmiṁ jetavane tiṇakaṭṭhasākhāpalāsaṁ taṁ jano hareyya vā ḍaheyya vā yathāpaccayaṁ vā kareyya. ",
  "cnd19:49.16": "Api nu tumhākaṁ evamassa—",
  "cnd19:49.17": "‘amhe jano harati vā ḍahati vā yathāpaccayaṁ vā karotī’”ti? ",
  "cnd19:49.18": "“No hetaṁ, bhante”. ",
  "cnd19:49.19": "“Taṁ kissa hetu”? ",
  "cnd19:49.20": "“Na hi no etaṁ, bhante, attā vā attaniyaṁ” vāti. ",
  "cnd19:49.21": "“Evameva kho, bhikkhave, yaṁ na tumhākaṁ taṁ pajahatha; ",
  "cnd19:49.22": "taṁ vo pahīnaṁ dīgharattaṁ hitāya sukhāya bhavissati. ",
  "cnd19:49.23": "Kiñca, bhikkhave, na tumhākaṁ? ",
  "cnd19:49.24": "Rūpaṁ, bhikkhave, na tumhākaṁ, taṁ pajahatha. ",
  "cnd19:49.25": "Taṁ vo pahīnaṁ dīgharattaṁ hitāya sukhāya bhavissati. ",
  "cnd19:49.26": "Vedanā …pe… ",
  "cnd19:49.27": "saññā … ",
  "cnd19:49.28": "saṅkhārā … ",
  "cnd19:49.29": "viññāṇaṁ, bhikkhave, na tumhākaṁ, taṁ pajahatha. ",
  "cnd19:49.30": "Taṁ vo pahīnaṁ dīgharattaṁ hitāya sukhāya bhavissatī”ti. ",
  "cnd19:49.31": "Evampi suññato lokaṁ avekkhati. ",
  "cnd19:50.1": "Āyasmā ānando bhagavantaṁ etadavoca—",
  "cnd19:50.2": "“‘suñño loko, suñño loko’ti, bhante, vuccati. ",
  "cnd19:50.3": "Kittāvatā nu kho, bhante, suñño lokoti vuccatī”ti? ",
  "cnd19:50.4": "“Yasmā ca kho, ānanda, suññaṁ attena vā attaniyena vā, tasmā suñño lokoti vuccati. ",
  "cnd19:50.5": "Kiñcānanda, suññaṁ attena vā attaniyena vā? ",
  "cnd19:50.6": "Cakkhu kho, ānanda, suññaṁ attena vā attaniyena vā. ",
  "cnd19:50.7": "Rūpā suññā …pe… ",
  "cnd19:50.8": "cakkhuviññāṇaṁ suññaṁ … ",
  "cnd19:50.9": "cakkhusamphasso suñño … ",
  "cnd19:50.10": "yampidaṁ cakkhusamphassapaccayā uppajjati vedayitaṁ sukhaṁ vā dukkhaṁ vā adukkhamasukhaṁ vā tampi suññaṁ attena vā attaniyena vā. ",
  "cnd19:50.11": "Sotaṁ suññaṁ … ",
  "cnd19:50.12": "saddā suññā … ",
  "cnd19:50.13": "ghānaṁ suññaṁ … ",
  "cnd19:50.14": "gandhā suññā … ",
  "cnd19:50.15": "jivhā suññā … ",
  "cnd19:50.16": "rasā suññā … ",
  "cnd19:50.17": "kāyo suñño … ",
  "cnd19:50.18": "phoṭṭhabbā suññā … ",
  "cnd19:50.19": "mano suñño … ",
  "cnd19:50.20": "dhammā suññā … ",
  "cnd19:50.21": "manoviññāṇaṁ suññaṁ … ",
  "cnd19:50.22": "manosamphasso suñño … ",
  "cnd19:50.23": "yampidaṁ suññaṁ manosamphassapaccayā uppajjati vedayitaṁ sukhaṁ vā dukkhaṁ vā adukkhamasukhaṁ vā tampi suññaṁ attena vā attaniyena vā. ",
  "cnd19:50.24": "Yasmā ca kho, ānanda, suññaṁ attena vā attaniyena vā, tasmā suñño lokoti vuccatī”ti. ",
  "cnd19:50.25": "Evampi suññato lokaṁ avekkhati. ",
  "cnd19:51.1": "“Suddhaṁ dhammasamuppādaṁ, ",
  "cnd19:51.2": "Suddhasaṅkhārasantatiṁ; ",
  "cnd19:51.3": "Passantassa yathābhūtaṁ, ",
  "cnd19:51.4": "Na bhayaṁ hoti gāmaṇi. ",
  "cnd19:52.1": "Tiṇakaṭṭhasamaṁ lokaṁ, ",
  "cnd19:52.2": "yadā paññāya passati; ",
  "cnd19:52.3": "Nāññaṁ patthayate kiñci, ",
  "cnd19:52.4": "aññatrappaṭisandhiyā”ti. ",
  "cnd19:53.1": "Evampi suññato lokaṁ avekkhati. ",
  "cnd19:54.1": "Vuttañhetaṁ bhagavatā—",
  "cnd19:54.2": "“evameva kho, bhikkhave, bhikkhu rūpaṁ samannesati yāvatā rūpassa gati, ",
  "cnd19:54.3": "vedanaṁ samannesati yāvatā vedanāya gati, ",
  "cnd19:54.4": "saññaṁ samannesati yāvatā saññāya gati, ",
  "cnd19:54.5": "saṅkhāre samannesati yāvatā saṅkhārānaṁ gati, ",
  "cnd19:54.6": "viññāṇaṁ samannesati yāvatā viññāṇassa gati. ",
  "cnd19:54.7": "Tassa rūpaṁ samannesato yāvatā rūpassa gati, ",
  "cnd19:54.8": "vedanaṁ …pe… ",
  "cnd19:54.9": "saññaṁ … ",
  "cnd19:54.10": "saṅkhāre … ",
  "cnd19:54.11": "viññāṇaṁ samannesato yāvatā viññāṇassa gati, yampissa taṁ hoti ahanti vā mamanti vā asmīti vā, tampi tassa na hotī”ti. ",
  "cnd19:54.12": "Evampi suññato lokaṁ avekkhati. ",
  "cnd19:55.1": "**Suññato lokaṁ avekkhassū**ti suññato lokaṁ avekkhassu paccavekkhassu dakkhassu tulehi tīrehi vibhāvehi vibhūtaṁ karohīti—",
  "cnd19:55.2": "suññato lokaṁ avekkhassu. ",
  "cnd19:56.1": "**Mogharāja sadā sato**ti. ",
  "cnd19:56.2": "**Mogharājā**ti bhagavā taṁ brāhmaṇaṁ nāmena ālapati. ",
  "cnd19:56.3": "**Sadā**ti sabbakālaṁ …pe… ",
  "cnd19:56.4": "pacchime vayokhandhe. ",
  "cnd19:56.5": "**Sato**ti catūhi kāraṇehi sato—",
  "cnd19:56.6": "kāye kāyānupassanāsatipaṭṭhānaṁ bhāvento sato …pe… ",
  "cnd19:56.7": "so vuccati satoti—",
  "cnd19:56.8": "mogharāja sadā sato. ",
  "cnd19:57.1": "**Attānudiṭṭhiṁ ūhaccā**ti attānudiṭṭhi vuccati vīsativatthukā sakkāyadiṭṭhi. ",
  "cnd19:57.2": "Idha assutavā puthujjano ariyānaṁ adassāvī ariyadhammassa akovido ariyadhamme avinīto sappurisānaṁ adassāvī sappurisadhammassa akovido sappurisadhamme avinīto rūpaṁ attato samanupassati rūpavantaṁ vā attānaṁ attani vā rūpaṁ rūpasmiṁ vā attānaṁ, ",
  "cnd19:57.3": "vedanaṁ …pe… ",
  "cnd19:57.4": "saññaṁ … ",
  "cnd19:57.5": "saṅkhāre … ",
  "cnd19:57.6": "viññāṇaṁ attato samanupassati viññāṇavantaṁ vā attānaṁ attani vā viññāṇaṁ viññāṇasmiṁ vā attānaṁ. ",
  "cnd19:57.7": "Yā evarūpā diṭṭhi diṭṭhigataṁ diṭṭhigahanaṁ diṭṭhikantāro diṭṭhivisūkāyikaṁ diṭṭhivipphanditaṁ diṭṭhisaṁyojanaṁ gāho paṭiggāho abhiniveso parāmāso kummaggo micchāpatho micchattaṁ titthāyatanaṁ vipariyesaggāho viparītaggāho vipallāsaggāho micchāgāho ayāthāvakasmiṁ yāthāvakanti gāho yāvatā dvāsaṭṭhi diṭṭhigatāni, ayaṁ attānudiṭṭhi. ",
  "cnd19:57.8": "**Attānudiṭṭhiṁ ūhaccā**ti attānudiṭṭhiṁ ūhacca samūhacca uddharitvā samuddharitvā uppāṭayitvā samuppāṭayitvā pajahitvā vinodetvā byantīkaritvā anabhāvaṁ gametvāti—",
  "cnd19:57.9": "attānudiṭṭhiṁ ūhacca. ",
  "cnd19:58.1": "**Evaṁ maccutaro siyā**ti evaṁ maccupi tareyyāsi, jarāpi tareyyāsi, maraṇampi tareyyāsi uttareyyāsi patareyyāsi samatikkameyyāsi vītivatteyyāsīti—",
  "cnd19:58.2": "evaṁ maccutaro siyā. ",
  "cnd19:59.1": "**Evaṁ lokaṁ avekkhantan**ti evaṁ lokaṁ avekkhantaṁ paccavekkhantaṁ tulayantaṁ tīrayantaṁ vibhāvayantaṁ vibhūtaṁ karontanti—",
  "cnd19:59.2": "evaṁ lokaṁ avekkhantaṁ. ",
  "cnd19:60.1": "**Maccurājā na passatī**ti maccupi maccurājā, māropi maccurājā, maraṇampi maccurājā. ",
  "cnd19:60.2": "**Na passatī**ti maccurājā na passati na dakkhati nādhigacchati na vindati na paṭilabhati. ",
  "cnd19:60.3": "Vuttañhetaṁ bhagavatā—",
  "cnd19:60.4": "“seyyathāpi, bhikkhave, āraññiko migo araññe pavane caramāno vissattho gacchati vissattho tiṭṭhati vissattho nisīdati vissattho seyyaṁ kappeti. ",
  "cnd19:60.5": "Taṁ kissa hetu? ",
  "cnd19:60.6": "Anāpāthagato, bhikkhave, luddassa. ",
  "cnd19:60.7": "Evameva kho, bhikkhave, bhikkhu vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṁ savicāraṁ vivekajaṁ pītisukhaṁ paṭhamaṁ jhānaṁ upasampajja viharati. ",
  "cnd19:60.8": "Ayaṁ vuccati, bhikkhave, ‘bhikkhu andhamakāsi māraṁ, apadaṁ vadhitvā māracakkhuṁ adassanaṁ gato pāpimato’. ",
  "cnd19:61.1": "Puna caparaṁ, bhikkhave, bhikkhu vitakkavicārānaṁ vūpasamā ajjhattaṁ sampasādanaṁ cetaso ekodibhāvaṁ avitakkaṁ avicāraṁ samādhijaṁ pītisukhaṁ dutiyaṁ jhānaṁ …pe… ",
  "cnd19:61.2": "tatiyaṁ jhānaṁ … ",
  "cnd19:61.3": "catutthaṁ jhānaṁ upasampajja viharati. ",
  "cnd19:61.4": "Ayaṁ vuccati, bhikkhave, ‘bhikkhu andhamakāsi māraṁ, apadaṁ vadhitvā māracakkhuṁ adassanaṁ gato pāpimato’. ",
  "cnd19:62.1": "Puna caparaṁ, bhikkhave, bhikkhu sabbaso rūpasaññānaṁ samatikkamā, paṭighasaññānaṁ atthaṅgamā, nānattasaññānaṁ amanasikārā, ananto ākāsoti ākāsānañcāyatanaṁ upasampajja viharati. ",
  "cnd19:62.2": "Ayaṁ vuccati, bhikkhave, ‘bhikkhu andhamakāsi māraṁ, apadaṁ vadhitvā māracakkhuṁ adassanaṁ gato pāpimato’. ",
  "cnd19:63.1": "Puna caparaṁ, bhikkhave, bhikkhu sabbaso ākāsānañcāyatanaṁ samatikkamma anantaṁ viññāṇanti viññāṇañcāyatanaṁ upasampajja viharati …pe…. ",
  "cnd19:64.1": "Puna caparaṁ, bhikkhave, sabbaso viññāṇañcāyatanaṁ samatikkamma natthi kiñcīti ākiñcaññāyatanaṁ upasampajja viharati …pe…. ",
  "cnd19:65.1": "Puna caparaṁ, bhikkhave, sabbaso ākiñcaññāyatanaṁ samatikkamma nevasaññānāsaññāyatanaṁ upasampajja viharati …pe…. ",
  "cnd19:66.1": "Puna caparaṁ, bhikkhave, sabbaso nevasaññānāsaññāyatanaṁ samatikkamma saññāvedayitanirodhaṁ upasampajja viharati; ",
  "cnd19:66.2": "paññāya cassa disvā āsavā parikkhīṇā honti. ",
  "cnd19:66.3": "Ayaṁ vuccati, bhikkhave, ‘bhikkhu andhamakāsi māraṁ, apadaṁ vadhitvā māracakkhuṁ adassanaṁ gato pāpimato, tiṇṇo loke visattikan’ti. ",
  "cnd19:66.4": "So vissattho gacchati vissattho tiṭṭhati vissattho nisīdati vissattho seyyaṁ kappeti. ",
  "cnd19:66.5": "Taṁ kissa hetu? ",
  "cnd19:66.6": "Anāpāthagato bhikkhu pāpimato”ti—",
  "cnd19:66.7": "maccurājā na passati. ",
  "cnd19:66.8": "Tenāha bhagavā—",
  "cnd19:67.1": "“Suññato lokaṁ avekkhassu, ",
  "cnd19:67.2": "mogharāja sadā sato; ",
  "cnd19:67.3": "Attānudiṭṭhiṁ ūhacca, ",
  "cnd19:67.4": "evaṁ maccutaro siyā; ",
  "cnd19:67.5": "Evaṁ lokaṁ avekkhantaṁ, ",
  "cnd19:67.6": "maccurājā na passatī”ti. ",
  "cnd19:68.1": "Saha gāthāpariyosānā …pe… ",
  "cnd19:68.2": "satthā me, bhante bhagavā, sāvakohamasmīti. ",
  "cnd19:68.3": "Mogharājamāṇavapucchāniddeso pannarasamo. "
}