{
  "ud3.8:0.1": "Udāna 3.8",
  "ud3.8:0.2": "Piṇḍapātikasutta",
  "ud3.8:1.1": "Evaṁ me sutaṁ—",
  "ud3.8:1.2": " ekaṁ samayaṁ bhagavā sāvatthiyaṁ viharati jetavane anāthapiṇḍikassa ārāme.",
  "ud3.8:1.3": "Tena kho pana samayena sambahulānaṁ bhikkhūnaṁ pacchābhattaṁ piṇḍapātapaṭikkantānaṁ karerimaṇḍalamāḷe sannisinnānaṁ sannipatitānaṁ ayamantarākathā udapādi:",
  "ud3.8:2.1": "“Piṇḍapātiko, āvuso, bhikkhu piṇḍāya caranto labhati kālena kālaṁ manāpike cakkhunā rūpe passituṁ, labhati kālena kālaṁ manāpike sotena sadde sotuṁ, labhati kālena kālaṁ manāpike ghānena gandhe ghāyituṁ, labhati kālena kālaṁ manāpike jivhāya rase sāyituṁ, labhati kālena kālaṁ manāpike kāyena phoṭṭhabbe phusituṁ.",
  "ud3.8:2.2": "Piṇḍapātiko, āvuso, bhikkhu sakkato garukato mānito pūjito apacito piṇḍāya carati.",
  "ud3.8:2.3": "Handāvuso, mayampi piṇḍapātikā homa.",
  "ud3.8:2.4": "Mayampi lacchāma kālena kālaṁ manāpike cakkhunā rūpe passituṁ, mayampi lacchāma kālena kālaṁ manāpike sotena sadde sotuṁ, mayampi lacchāma kālena kālaṁ manāpike ghānena gandhe ghāyituṁ, mayampi lacchāma kālena kālaṁ manāpike jivhāya rase sāyituṁ, mayampi lacchāma kālena kālaṁ manāpike kāyena phoṭṭhabbe phusituṁ;",
  "ud3.8:2.5": "mayampi sakkatā garukatā mānitā pūjitā apacitā piṇḍāya carissāmā”ti.",
  "ud3.8:2.6": "Ayañcarahi tesaṁ bhikkhūnaṁ antarākathā hoti vippakatā.",
  "ud3.8:3.1": "Atha kho bhagavā sāyanhasamayaṁ paṭisallānā vuṭṭhito yena karerimaṇḍalamāḷo tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi.",
  "ud3.8:3.2": "Nisajja kho bhagavā bhikkhū āmantesi:",
  "ud3.8:3.3": "“kāya nuttha, bhikkhave, etarahi kathāya sannisinnā, kā ca pana vo antarākathā vippakatā”ti?",
  "ud3.8:4.1": "“Idha, bhante, amhākaṁ pacchābhattaṁ piṇḍapātapaṭikkantānaṁ karerimaṇḍalamāḷe sannisinnānaṁ sannipatitānaṁ ayamantarākathā udapādi:",
  "ud3.8:5.1": "‘Piṇḍapātiko, āvuso, bhikkhu piṇḍāya caranto labhati kālena kālaṁ manāpike cakkhunā rūpe passituṁ, labhati kālena kālaṁ manāpike sotena sadde sotuṁ, labhati kālena kālaṁ manāpike ghānena gandhe ghāyituṁ, labhati kālena kālaṁ manāpike jivhāya rase sāyituṁ, labhati kālena kālaṁ manāpike kāyena phoṭṭhabbe phusituṁ.",
  "ud3.8:5.2": "Piṇḍapātiko, āvuso, bhikkhu sakkato garukato mānito pūjito apacito piṇḍāya carati.",
  "ud3.8:5.3": "Handāvuso, mayampi piṇḍapātikā homa.",
  "ud3.8:5.4": "Mayampi lacchāma kālena kālaṁ manāpike cakkhunā rūpe passituṁ …pe…",
  "ud3.8:5.5": "kāyena phoṭṭhabbe phusituṁ.",
  "ud3.8:5.6": "Mayampi sakkatā garukatā mānitā pūjitā apacitā piṇḍāya carissāmā’ti.",
  "ud3.8:5.7": "Ayaṁ kho no, bhante, antarākathā vippakatā, atha bhagavā anuppatto”ti.",
  "ud3.8:6.1": "“Na khvetaṁ, bhikkhave, tumhākaṁ patirūpaṁ kulaputtānaṁ saddhā agārasmā anagāriyaṁ pabbajitānaṁ yaṁ tumhe evarūpiṁ kathaṁ katheyyātha.",
  "ud3.8:6.2": "Sannipatitānaṁ vo, bhikkhave, dvayaṁ karaṇīyaṁ—",
  "ud3.8:6.3": "dhammī vā kathā ariyo vā tuṇhībhāvo”ti.",
  "ud3.8:7.1": "Atha kho bhagavā etamatthaṁ viditvā tāyaṁ velāyaṁ imaṁ udānaṁ udānesi:",
  "ud3.8:8.1": "“Piṇḍapātikassa bhikkhuno,",
  "ud3.8:8.2": "Attabharassa anaññaposino;",
  "ud3.8:8.3": "Devā pihayanti tādino,",
  "ud3.8:8.4": "No ce saddasilokanissito”ti.",
  "ud3.8:8.5": "Aṭṭhamaṁ."
}