{
  "ud3.3:0.1": "Udāna 3.3",
  "ud3.3:0.2": "Yasojasutta",
  "ud3.3:1.1": "Evaṃ me sutaṃ—",
  "ud3.3:1.2": " ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.",
  "ud3.3:1.3": "Tena kho pana samayena yasojappamukhāni pañcamattāni bhikkhusatāni sāvatthiṃ anuppattāni honti bhagavantaṃ dassanāya.",
  "ud3.3:1.4": "Tedha kho āgantukā bhikkhū nevāsikehi bhikkhūhi saddhiṃ paṭisammodamānā senāsanāni paññāpayamānā pattacīvarāni paṭisāmayamānā uccāsaddā mahāsaddā ahesuṃ.",
  "ud3.3:2.1": "Atha kho bhagavā āyasmantaṃ ānandaṃ āmantesi:",
  "ud3.3:2.2": "“ke panete, ānanda, uccāsaddā mahāsaddā kevaṭṭā maññe macchavilope”ti?",
  "ud3.3:2.3": "“Etāni, bhante, yasojappamukhāni pañcamattāni bhikkhusatāni sāvatthiṃ anuppattāni bhagavantaṃ dassanāya.",
  "ud3.3:2.4": "Tete āgantukā bhikkhū nevāsikehi bhikkhūhi saddhiṃ paṭisammodamānā senāsanāni paññāpayamānā pattacīvarāni paṭisāmayamānā uccāsaddā mahāsaddā”ti.",
  "ud3.3:2.5": "“Tenahānanda, mama vacanena te bhikkhū āmantehi:",
  "ud3.3:2.6": "‘satthā āyasmante āmantetī’”ti.",
  "ud3.3:3.1": "“Evaṃ, bhante”ti kho āyasmā ānando bhagavato paṭissutvā yena te bhikkhū tenupasaṅkami; upasaṅkamitvā te bhikkhū etadavoca:",
  "ud3.3:3.2": "“satthā āyasmante āmantetī”ti.",
  "ud3.3:3.3": "“Evamāvuso”ti kho te bhikkhū āyasmato ānandassa paṭissutvā yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu.",
  "ud3.3:3.4": "Ekamantaṃ nisinne kho te bhikkhū bhagavā etadavoca:",
  "ud3.3:4.1": "“Kiṃ nu tumhe, bhikkhave, uccāsaddā mahāsaddā, kevaṭṭā maññe macchavilope”ti?",
  "ud3.3:4.2": "Evaṃ vutte, āyasmā yasojo bhagavantaṃ etadavoca:",
  "ud3.3:4.3": "“imāni, bhante, pañcamattāni bhikkhusatāni sāvatthiṃ anuppattāni bhagavantaṃ dassanāya.",
  "ud3.3:4.4": "Teme āgantukā bhikkhū nevāsikehi bhikkhūhi saddhiṃ paṭisammodamānā senāsanāni paññāpayamānā pattacīvarāni paṭisāmayamānā uccāsaddā mahāsaddā”ti.",
  "ud3.3:4.5": "“Gacchatha, bhikkhave, paṇāmemi vo;",
  "ud3.3:4.6": "na vo mama santike vatthabban”ti.",
  "ud3.3:5.1": "“Evaṃ, bhante”ti kho te bhikkhū bhagavato paṭissutvā uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā senāsanaṃ saṃsāmetvā pattacīvaramādāya yena vajjī tena cārikaṃ pakkamiṃsu.",
  "ud3.3:5.2": "Vajjīsu anupubbena cārikaṃ caramānā yena vaggumudā nadī tenupasaṅkamiṃsu; upasaṅkamitvā vaggumudāya nadiyā tīre paṇṇakuṭiyo karitvā vassaṃ upagacchiṃsu.",
  "ud3.3:6.1": "Atha kho āyasmā yasojo vassūpagato bhikkhū āmantesi:",
  "ud3.3:6.2": "“bhagavatā mayaṃ, āvuso, paṇāmitā atthakāmena hitesinā, anukampakena anukampaṃ upādāya.",
  "ud3.3:6.3": "Handa mayaṃ, āvuso, tathā vihāraṃ kappema yathā no viharataṃ bhagavā attamano assā”ti.",
  "ud3.3:6.4": "“Evamāvuso”ti kho te bhikkhū āyasmato yasojassa paccassosuṃ.",
  "ud3.3:6.5": "Atha kho te bhikkhū vūpakaṭṭhā appamattā ātāpino pahitattā viharantā tenevantaravassena sabbeva tisso vijjā sacchākaṃsu.",
  "ud3.3:7.1": "Atha kho bhagavā sāvatthiyaṃ yathābhirantaṃ viharitvā yena vesālī tena cārikaṃ pakkāmi.",
  "ud3.3:7.2": "Anupubbena cārikaṃ caramāno yena vesālī tadavasari.",
  "ud3.3:7.3": "Tatra sudaṃ bhagavā vesāliyaṃ viharati mahāvane kūṭāgārasālāyaṃ.",
  "ud3.3:8.1": "Atha kho bhagavā vaggumudātīriyānaṃ bhikkhūnaṃ cetasā ceto paricca manasi karitvā āyasmantaṃ ānandaṃ āmantesi:",
  "ud3.3:8.2": "“ālokajātā viya me, ānanda, esā disā, obhāsajātā viya me, ānanda, esā disā;",
  "ud3.3:8.3": "yassaṃ disāyaṃ vaggumudātīriyā bhikkhū viharanti.",
  "ud3.3:8.4": "Gantuṃ appaṭikūlāsi me manasi kātuṃ.",
  "ud3.3:8.5": "Pahiṇeyyāsi tvaṃ, ānanda, vaggumudātīriyānaṃ bhikkhūnaṃ santike dūtaṃ:",
  "ud3.3:8.6": "‘satthā āyasmante āmanteti, satthā āyasmantānaṃ dassanakāmo’”ti.",
  "ud3.3:9.1": "“Evaṃ, bhante”ti kho āyasmā ānando bhagavato paṭissutvā yena aññataro bhikkhu tenupasaṅkami; upasaṅkamitvā taṃ bhikkhuṃ etadavoca:",
  "ud3.3:9.2": "“ehi tvaṃ, āvuso, yena vaggumudātīriyā bhikkhū tenupasaṅkama; upasaṅkamitvā vaggumudātīriye bhikkhū evaṃ vadehi:",
  "ud3.3:9.3": "‘satthā āyasmante āmanteti, satthā āyasmantānaṃ dassanakāmo’”ti.",
  "ud3.3:10.1": "“Evamāvuso”ti kho so bhikkhu āyasmato ānandassa paṭissutvā—",
  "ud3.3:10.2": "seyyathāpi nāma balavā puriso samiñjitaṃ vā bāhaṃ pasāreyya, pasāritaṃ vā bāhaṃ samiñjeyya;",
  "ud3.3:10.3": "evamevaṃ—",
  "ud3.3:10.4": "mahāvane kūṭāgārasālāyaṃ antarahito vaggumudāya nadiyā tīre tesaṃ bhikkhūnaṃ purato pāturahosi.",
  "ud3.3:10.5": "Atha kho so bhikkhu vaggumudātīriye bhikkhū etadavoca:",
  "ud3.3:10.6": "“satthā āyasmante āmanteti, satthā āyasmantānaṃ dassanakāmo”ti.",
  "ud3.3:11.1": "“Evamāvuso”ti kho te bhikkhū tassa bhikkhuno paṭissutvā senāsanaṃ saṃsāmetvā pattacīvaramādāya—",
  "ud3.3:11.2": "seyyathāpi nāma balavā puriso samiñjitaṃ vā bāhaṃ pasāreyya, pasāritaṃ vā bāhaṃ samiñjeyya;",
  "ud3.3:11.3": "evamevaṃ—",
  "ud3.3:11.4": "vaggumudāya nadiyā tīre antarahitā mahāvane kūṭāgārasālāyaṃ bhagavato sammukhe pāturahesuṃ.",
  "ud3.3:11.5": "Tena kho pana samayena bhagavā āneñjena samādhinā nisinno hoti.",
  "ud3.3:11.6": "Atha kho tesaṃ bhikkhūnaṃ etadahosi:",
  "ud3.3:11.7": "“katamena nu kho bhagavā vihārena etarahi viharatī”ti?",
  "ud3.3:11.8": "Atha kho tesaṃ bhikkhūnaṃ etadahosi:",
  "ud3.3:11.9": "“āneñjena kho bhagavā vihārena etarahi viharatī”ti.",
  "ud3.3:11.10": "Sabbeva āneñjasamādhinā nisīdiṃsu.",
  "ud3.3:12.1": "Atha kho āyasmā ānando abhikkantāya rattiyā, nikkhante paṭhame yāme, uṭṭhāyāsanā ekaṃsaṃ uttarāsaṅgaṃ karitvā yena bhagavā tenañjaliṃ paṇāmetvā bhagavantaṃ etadavoca:",
  "ud3.3:12.2": "“abhikkantā, bhante, ratti;",
  "ud3.3:12.3": "nikkhanto paṭhamo yāmo;",
  "ud3.3:12.4": "ciranisinnā āgantukā bhikkhū;",
  "ud3.3:12.5": "paṭisammodatu, bhante, bhagavā āgantukehi bhikkhūhī”ti.",
  "ud3.3:12.6": "Evaṃ vutte, bhagavā tuṇhī ahosi.",
  "ud3.3:13.1": "Dutiyampi kho āyasmā ānando abhikkantāya rattiyā, nikkhante majjhime yāme, uṭṭhāyāsanā ekaṃsaṃ uttarāsaṅgaṃ karitvā yena bhagavā tenañjaliṃ paṇāmetvā bhagavantaṃ etadavoca:",
  "ud3.3:13.2": "“abhikkantā, bhante, ratti;",
  "ud3.3:13.3": "nikkhanto majjhimo yāmo;",
  "ud3.3:13.4": "ciranisinnā āgantukā bhikkhū;",
  "ud3.3:13.5": "paṭisammodatu, bhante, bhagavā āgantukehi bhikkhūhī”ti.",
  "ud3.3:13.6": "Dutiyampi kho bhagavā tuṇhī ahosi.",
  "ud3.3:14.1": "Tatiyampi kho āyasmā ānando abhikkantāya rattiyā, nikkhante pacchime yāme, uddhaste aruṇe, nandimukhiyā rattiyā uṭṭhāyāsanā ekaṃsaṃ uttarāsaṅgaṃ karitvā yena bhagavā tenañjaliṃ paṇāmetvā bhagavantaṃ etadavoca:",
  "ud3.3:14.2": "“abhikkantā, bhante, ratti;",
  "ud3.3:14.3": "nikkhanto pacchimo yāmo;",
  "ud3.3:14.4": "uddhasto aruṇo;",
  "ud3.3:14.5": "nandimukhī ratti;",
  "ud3.3:14.6": "ciranisinnā āgantukā bhikkhū;",
  "ud3.3:14.7": "paṭisammodatu, bhante, bhagavā, āgantukehi bhikkhūhī”ti.",
  "ud3.3:15.1": "Atha kho bhagavā tamhā samādhimhā vuṭṭhahitvā āyasmantaṃ ānandaṃ āmantesi:",
  "ud3.3:15.2": "“sace kho tvaṃ, ānanda, jāneyyāsi ettakampi te nappaṭibhāseyya.",
  "ud3.3:15.3": "Ahañca, ānanda, imāni ca pañca bhikkhusatāni sabbeva āneñjasamādhinā nisīdimhā”ti.",
  "ud3.3:16.1": "Atha kho bhagavā etamatthaṃ viditvā tāyaṃ velāyaṃ imaṃ udānaṃ udānesi:",
  "ud3.3:17.1": "“Yassa jito kāmakaṇḍako,",
  "ud3.3:17.2": "Akkoso ca vadho ca bandhanañca;",
  "ud3.3:17.3": "Pabbatova so ṭhito anejo,",
  "ud3.3:17.4": "Sukhadukkhesu na vedhatī sa bhikkhū”ti.",
  "ud3.3:17.5": "Tatiyaṃ."
}