{
  "ud3.6:0.1": "Udāna 3.6",
  "ud3.6:0.2": "Pilindavacchasutta",
  "ud3.6:1.1": "Evaṃ me sutaṃ—",
  "ud3.6:1.2": " ekaṃ samayaṃ bhagavā rājagahe viharati veḷuvane kalandakanivāpe.",
  "ud3.6:1.3": "Tena kho pana samayena āyasmā pilindavaccho bhikkhū vasalavādena samudācarati.",
  "ud3.6:1.4": "Atha kho sambahulā bhikkhū yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu.",
  "ud3.6:1.5": "Ekamantaṃ nisinnā kho te bhikkhū bhagavantaṃ etadavocuṃ:",
  "ud3.6:1.6": "“āyasmā, bhante, pilindavaccho bhikkhū vasalavādena samudācaratī”ti.",
  "ud3.6:2.1": "Atha kho bhagavā aññataraṃ bhikkhuṃ āmantesi:",
  "ud3.6:2.2": "“ehi tvaṃ, bhikkhu, mama vacanena pilindavacchaṃ bhikkhuṃ āmantehi:",
  "ud3.6:2.3": "‘satthā taṃ, āvuso pilindavaccha, āmantetī’”ti.",
  "ud3.6:2.4": "“Evaṃ, bhante”ti kho so bhikkhu bhagavato paṭissutvā yenāyasmā pilindavaccho tenupasaṅkami; upasaṅkamitvā āyasmantaṃ pilindavacchaṃ etadavoca:",
  "ud3.6:2.5": "“satthā taṃ, āvuso pilindavaccha, āmantetī”ti.",
  "ud3.6:3.1": "“Evamāvuso”ti kho āyasmā pilindavaccho tassa bhikkhuno paṭissutvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.",
  "ud3.6:3.2": "Ekamantaṃ nisinnaṃ kho āyasmantaṃ pilindavacchaṃ bhagavā etadavoca:",
  "ud3.6:3.3": "“saccaṃ kira tvaṃ, vaccha, bhikkhū vasalavādena samudācarasī”ti?",
  "ud3.6:3.4": "“Evaṃ, bhante”ti.",
  "ud3.6:4.1": "Atha kho bhagavā āyasmato pilindavacchassa pubbenivāsaṃ manasi karitvā bhikkhū āmantesi:",
  "ud3.6:4.2": "“mā kho tumhe, bhikkhave, vacchassa bhikkhuno ujjhāyittha.",
  "ud3.6:4.3": "Na, bhikkhave, vaccho dosantaro bhikkhū vasalavādena samudācarati.",
  "ud3.6:4.4": "Vacchassa, bhikkhave, bhikkhuno pañca jātisatāni abbokiṇṇāni brāhmaṇakule paccājātāni.",
  "ud3.6:4.5": "So tassa vasalavādo dīgharattaṃ samudāciṇṇo.",
  "ud3.6:4.6": "Tenāyaṃ vaccho bhikkhū vasalavādena samudācaratī”ti.",
  "ud3.6:5.1": "Atha kho bhagavā etamatthaṃ viditvā tāyaṃ velāyaṃ imaṃ udānaṃ udānesi:",
  "ud3.6:6.1": "“Yamhi na māyā vasatī na māno,",
  "ud3.6:6.2": "Yo vītalobho amamo nirāso;",
  "ud3.6:6.3": "Paṇunnakodho abhinibbutatto,",
  "ud3.6:6.4": "So brāhmaṇo so samaṇo sa bhikkhū”ti.",
  "ud3.6:6.5": "Chaṭṭhaṃ."
}