{
  "ud3.8:0.1": "Udāna 3.8",
  "ud3.8:0.2": "Piṇḍapātikasutta",
  "ud3.8:1.1": "Evaṃ me sutaṃ—",
  "ud3.8:1.2": " ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.",
  "ud3.8:1.3": "Tena kho pana samayena sambahulānaṃ bhikkhūnaṃ pacchābhattaṃ piṇḍapātapaṭikkantānaṃ karerimaṇḍalamāḷe sannisinnānaṃ sannipatitānaṃ ayamantarākathā udapādi:",
  "ud3.8:2.1": "“Piṇḍapātiko, āvuso, bhikkhu piṇḍāya caranto labhati kālena kālaṃ manāpike cakkhunā rūpe passituṃ, labhati kālena kālaṃ manāpike sotena sadde sotuṃ, labhati kālena kālaṃ manāpike ghānena gandhe ghāyituṃ, labhati kālena kālaṃ manāpike jivhāya rase sāyituṃ, labhati kālena kālaṃ manāpike kāyena phoṭṭhabbe phusituṃ.",
  "ud3.8:2.2": "Piṇḍapātiko, āvuso, bhikkhu sakkato garukato mānito pūjito apacito piṇḍāya carati.",
  "ud3.8:2.3": "Handāvuso, mayampi piṇḍapātikā homa.",
  "ud3.8:2.4": "Mayampi lacchāma kālena kālaṃ manāpike cakkhunā rūpe passituṃ, mayampi lacchāma kālena kālaṃ manāpike sotena sadde sotuṃ, mayampi lacchāma kālena kālaṃ manāpike ghānena gandhe ghāyituṃ, mayampi lacchāma kālena kālaṃ manāpike jivhāya rase sāyituṃ, mayampi lacchāma kālena kālaṃ manāpike kāyena phoṭṭhabbe phusituṃ;",
  "ud3.8:2.5": "mayampi sakkatā garukatā mānitā pūjitā apacitā piṇḍāya carissāmā”ti.",
  "ud3.8:2.6": "Ayañcarahi tesaṃ bhikkhūnaṃ antarākathā hoti vippakatā.",
  "ud3.8:3.1": "Atha kho bhagavā sāyanhasamayaṃ paṭisallānā vuṭṭhito yena karerimaṇḍalamāḷo tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi.",
  "ud3.8:3.2": "Nisajja kho bhagavā bhikkhū āmantesi:",
  "ud3.8:3.3": "“kāya nuttha, bhikkhave, etarahi kathāya sannisinnā, kā ca pana vo antarākathā vippakatā”ti?",
  "ud3.8:4.1": "“Idha, bhante, amhākaṃ pacchābhattaṃ piṇḍapātapaṭikkantānaṃ karerimaṇḍalamāḷe sannisinnānaṃ sannipatitānaṃ ayamantarākathā udapādi:",
  "ud3.8:5.1": "‘Piṇḍapātiko, āvuso, bhikkhu piṇḍāya caranto labhati kālena kālaṃ manāpike cakkhunā rūpe passituṃ, labhati kālena kālaṃ manāpike sotena sadde sotuṃ, labhati kālena kālaṃ manāpike ghānena gandhe ghāyituṃ, labhati kālena kālaṃ manāpike jivhāya rase sāyituṃ, labhati kālena kālaṃ manāpike kāyena phoṭṭhabbe phusituṃ.",
  "ud3.8:5.2": "Piṇḍapātiko, āvuso, bhikkhu sakkato garukato mānito pūjito apacito piṇḍāya carati.",
  "ud3.8:5.3": "Handāvuso, mayampi piṇḍapātikā homa.",
  "ud3.8:5.4": "Mayampi lacchāma kālena kālaṃ manāpike cakkhunā rūpe passituṃ …pe…",
  "ud3.8:5.5": "kāyena phoṭṭhabbe phusituṃ.",
  "ud3.8:5.6": "Mayampi sakkatā garukatā mānitā pūjitā apacitā piṇḍāya carissāmā’ti.",
  "ud3.8:5.7": "Ayaṃ kho no, bhante, antarākathā vippakatā, atha bhagavā anuppatto”ti.",
  "ud3.8:6.1": "“Na khvetaṃ, bhikkhave, tumhākaṃ patirūpaṃ kulaputtānaṃ saddhā agārasmā anagāriyaṃ pabbajitānaṃ yaṃ tumhe evarūpiṃ kathaṃ katheyyātha.",
  "ud3.8:6.2": "Sannipatitānaṃ vo, bhikkhave, dvayaṃ karaṇīyaṃ—",
  "ud3.8:6.3": "dhammī vā kathā ariyo vā tuṇhībhāvo”ti.",
  "ud3.8:7.1": "Atha kho bhagavā etamatthaṃ viditvā tāyaṃ velāyaṃ imaṃ udānaṃ udānesi:",
  "ud3.8:8.1": "“Piṇḍapātikassa bhikkhuno,",
  "ud3.8:8.2": "Attabharassa anaññaposino;",
  "ud3.8:8.3": "Devā pihayanti tādino,",
  "ud3.8:8.4": "No ce saddasilokanissito”ti.",
  "ud3.8:8.5": "Aṭṭhamaṃ."
}