{
  "an8.51:1.5": "Mā te rucci is an idiom translated by BB as “don’t favor”. It occurs in the following contexts: Alaṃ, moggallāna, mā te rucci pathaviṃ parivattetuṃ Alaṃ, moggallāna, mā te rucci sabbassa bhikkhusaṃghassa uttarakuruṃ piṇḍāya gamanan Alaṃ, sāriputta. Mā te rucci bhedakānuvattakānaṃ bhikkhūnaṃ puna upasampadā. Alaṃ, devadatta, mā te rucci bhikkhusaṃghaṃ pariharitun Alaṃ, devadatta. Mā te rucci saṃghabhedo In each case it is a response to a specific recommendation for an action, i.e. an advocation.",
  "an8.51:5.4": "BB’s note quotes Pruitt who says there’s no indication of the gap of time between this and the previous event, and refers to the Commentarial assertion that the Buddha went to Rajagaha in the meantime, before returning to Vesali. But this is absurd. The text is perfectly clear: the Buddha walked from Kapilavatthu to Vesali, and Mahapajapati followed him. Sure, there’s no exact time specified, but no reason to think the Buddha detoured, for several weeks at least, to Rajagaha.",
  "an8.51:9.8": "The bahukara sentence is clumsily edited; BB uses square brackets to parse it. The many different versions of the text differ here. It seems to have been pasted here and lightly edited. Compare AN 2.32, AN 3.31, AN 4.63. Ananda is quoting the Buddha’s own words back at him! In each of these cases the same bahukara phrase is used, in the same context, and each time it sanely starts a new sentence. One way this might be fixed is if sacchikatum was followed by a repeat of “sadhu, bhante …”, which subsequently became lost through abbreviation. However I can’t find any manuscript support for this. So I’ve chosen to leave the text in its broken state. Note that the BHS version o this passage at https://suttacentral.net/san-lo-bi-vb-nidana/san/roth begins the phrase with 'yato' rather than 'sace'. Note too that at AN 2.32 apadaka and posaka are applied without distinction to mother and father, so they cannot mean “wet nurse and foster mother” as BB has it.",
  "an8.51:18.1": "Note that while vacanapatha sounds like a general term for “ways of speech”, it is in fact an idiom that is always used in the sense of harsh criticism: https://suttacentral.net/search?query=vacanapath%2A&offset=0&limit=10",
  "an8.51:27.1": "The Comm explains kumbhathena as thieves who carry lamps in pots. I find this unconvincing. There doesn’t seem to be any similar idiom in Sanskrit. But a kumbha is frequently mentioned as a place for storing gold and vaulables, so perhaps that’s what is intended.",
  "an8.51:29.1": "BB has “rusting disease”, which is inaccurate. The disease is well-known, and is called “red rot”: http://www.vsisugar.com/india/agriculture_divisions/plantpathology/redrotdisease-sugarcane.htm"
}