{
  "sn12.70:0.1": "Linked Discourses 12.70 ",
  "sn12.70:0.2": "7. The Great Chapter ",
  "sn12.70:0.3": "The Wanderer Susīma ",
  "sn12.70:1.1": "So I have heard. ",
  "sn12.70:1.2": "At one time the Buddha was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground. ",
  "sn12.70:1.3": "Now at that time the Buddha was honored, respected, revered, venerated, and esteemed. And he received robes, almsfood, lodgings, and medicines and supplies for the sick. ",
  "sn12.70:1.4": "And the mendicant Saṅgha was also honored, respected, revered, venerated, and esteemed. And they received robes, almsfood, lodgings, and medicines and supplies for the sick. ",
  "sn12.70:1.5": "But the wanderers who followed other paths were not honored, respected, revered, venerated, and esteemed. And they didn’t receive robes, almsfood, lodgings, and medicines and supplies for the sick. ",
  "sn12.70:2.1": "Now at that time the wanderer Susīma was residing at Rājagaha together with a large community of wanderers. ",
  "sn12.70:2.2": "Then his community said to Susīma, ",
  "sn12.70:2.3": "“Reverend Susīma, please lead the spiritual life with the ascetic Gotama. ",
  "sn12.70:2.4": "Memorize that teaching and have us recite it with you. ",
  "sn12.70:2.5": "When we’ve memorized it we’ll recite it to the laity. ",
  "sn12.70:2.6": "In this way we too will be honored, respected, revered, venerated, and esteemed. And we’ll receive robes, almsfood, lodgings, and medicines and supplies for the sick.” ",
  "sn12.70:2.7": "“Yes, reverends,” replied Susīma. Then he went to Venerable Ānanda, and exchanged greetings with him. ",
  "sn12.70:2.8": "When the greetings and polite conversation were over, he sat down to one side and said to Ānanda, ",
  "sn12.70:2.9": "“Reverend Ānanda, I wish to lead the spiritual life in this teaching and training.” ",
  "sn12.70:3.1": "Then Ānanda took Susīma to the Buddha, bowed, sat down to one side, and said to him, ",
  "sn12.70:3.2": "“Sir, this wanderer Susīma says that ",
  "sn12.70:3.3": "he wishes to lead the spiritual life in this teaching and training.” ",
  "sn12.70:3.4": "“Well then, Ānanda, give Susīma the going forth.” ",
  "sn12.70:3.5": "And the wanderer Susīma received the going forth, the ordination in the Buddha’s presence. ",
  "sn12.70:4.1": "Now at that time several mendicants had declared their enlightenment in the Buddha’s presence: ",
  "sn12.70:4.2": "“We understand: ‘Rebirth is ended, the spiritual journey has been completed, what had to be done has been done, there is no return to any state of existence.’” ",
  "sn12.70:4.3": "Venerable Susīma heard about this. ",
  "sn12.70:4.4": "",
  "sn12.70:4.5": "",
  "sn12.70:4.6": "He went up to those mendicants, and exchanged greetings with them. ",
  "sn12.70:4.7": "When the greetings and polite conversation were over, he sat down to one side and said to those mendicants, ",
  "sn12.70:4.8": "“Is it really true that the venerables have declared enlightenment in the Buddha’s presence?” ",
  "sn12.70:4.9": "",
  "sn12.70:4.10": "“Yes, reverend.” ",
  "sn12.70:5.1": "“But knowing and seeing thus, do you wield the many kinds of psychic power? That is, multiplying yourselves and becoming one again; going unimpeded through a wall, a rampart, or a mountain as if through space; diving in and out of the earth as if it were water; walking on water as if it were earth; flying cross-legged through the sky like a bird; touching and stroking with the hand the sun and moon, so mighty and powerful. Do you control the body as far as the Brahmā realm?” ",
  "sn12.70:5.2": "“No, reverend.” ",
  "sn12.70:6.1": "“Well, knowing and seeing thus do you, with clairaudience that is purified and superhuman, hear both kinds of sounds, human and divine, whether near or far?” ",
  "sn12.70:6.2": "“No, reverend.” ",
  "sn12.70:7.1": "“Well, knowing and seeing thus, do you understand the minds of other beings and individuals, having comprehended them with your mind? ",
  "sn12.70:7.2": "Do you understand mind with greed as ‘mind with greed’, ",
  "sn12.70:7.3": "and mind without greed as ‘mind without greed’? ",
  "sn12.70:7.4": "Do you understand mind with hate as ‘mind with hate’, ",
  "sn12.70:7.5": "and mind without hate as ‘mind without hate’? ",
  "sn12.70:7.6": "Do you understand mind with delusion as ‘mind with delusion’, ",
  "sn12.70:7.7": "and mind without delusion as ‘mind without delusion’? ",
  "sn12.70:7.8": "Do you understand constricted mind as ‘constricted mind’, ",
  "sn12.70:7.9": "and scattered mind as ‘scattered mind’? ",
  "sn12.70:7.10": "Do you understand expansive mind as ‘expansive mind’, ",
  "sn12.70:7.11": "and unexpansive mind as ‘unexpansive mind’? ",
  "sn12.70:7.12": "Do you understand mind that is not supreme as ‘mind that is not supreme’, ",
  "sn12.70:7.13": "and mind that is supreme as ‘mind that is supreme’? ",
  "sn12.70:7.14": "Do you understand mind immersed in samādhi as ‘mind immersed in samādhi’, ",
  "sn12.70:7.15": "and mind not immersed in samādhi as ‘mind not immersed in samādhi’? ",
  "sn12.70:7.16": "Do you understand freed mind as ‘freed mind’, ",
  "sn12.70:7.17": "and unfreed mind as ‘unfreed mind’?” ",
  "sn12.70:7.18": "“No, reverend.” ",
  "sn12.70:8.1": "“Well, knowing and seeing thus, do you recollect many kinds of past lives. That is: one, two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand, a hundred thousand rebirths; many eons of the world contracting, many eons of the world expanding, many eons of the world contracting and expanding? Do you remember: ‘There, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn somewhere else. There, too, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn here.’ Do you recollect your many kinds of past lives, with features and details?” ",
  "sn12.70:8.2": "“No, reverend.” ",
  "sn12.70:9.1": "“Well, knowing and seeing thus, do you, with clairvoyance that is purified and superhuman, see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place—and understand how sentient beings are reborn according to their deeds? ‘These dear beings did bad things by way of body, speech, and mind. They spoke ill of the noble ones; they had wrong view; and they chose to act out of that wrong view. When their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell. These dear beings, however, did good things by way of body, speech, and mind. They never spoke ill of the noble ones; they had right view; and they chose to act out of that right view. When their body breaks up, after death, they’re reborn in a good place, a heavenly realm.’ And so, with clairvoyance that is purified and superhuman, do you see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. And do you understand how sentient beings are reborn according to their deeds?” ",
  "sn12.70:9.2": "“No, reverend.” ",
  "sn12.70:10.1": "“Well, knowing and seeing thus, do you have direct meditative experience of the peaceful liberations that are formless, transcending form?” ",
  "sn12.70:10.2": "“No, reverend.” ",
  "sn12.70:11.1": "“Well now, venerables, how could there be such a declaration when these things are not attained?” ",
  "sn12.70:11.2": "“Reverend Susīma, we are freed by wisdom.” ",
  "sn12.70:12.1": "“I don’t understand the detailed meaning of what you have said in brief. ",
  "sn12.70:12.2": "Please teach me this matter so I can understand the detailed meaning.” ",
  "sn12.70:12.3": "“Reverend Susīma, whether you understand or not, we are freed by wisdom.” ",
  "sn12.70:13.1": "Then Susīma went to the Buddha, bowed, sat down to one side, ",
  "sn12.70:13.2": "and informed the Buddha of all he had discussed with those mendicants. ",
  "sn12.70:13.3": "“Susīma, first comes knowledge of the stability of natural principles. Afterwards there is knowledge of extinguishment.” ",
  "sn12.70:14.1": "“Sir, I don’t understand the detailed meaning of what you have said in brief. ",
  "sn12.70:14.2": "Please teach me this matter so I can understand the detailed meaning.” ",
  "sn12.70:14.3": "“Susīma, whether you understand or not, first comes knowledge of the stability of natural principles. Afterwards there is knowledge of extinguishment. ",
  "sn12.70:15.1": "What do you think, Susīma? ",
  "sn12.70:15.2": "Is form permanent or impermanent?” ",
  "sn12.70:15.3": "“Impermanent, sir.” ",
  "sn12.70:15.4": "“But if it’s impermanent, is it suffering or happiness?” ",
  "sn12.70:15.5": "“Suffering, sir.” ",
  "sn12.70:15.6": "“But if it’s impermanent, suffering, and perishable, is it fit to be regarded thus: ",
  "sn12.70:15.7": "‘This is mine, I am this, this is my self’?” ",
  "sn12.70:15.8": "“No, sir.” ",
  "sn12.70:15.9": "“Is feeling permanent or impermanent?” ",
  "sn12.70:15.10": "“Impermanent, sir.” ",
  "sn12.70:15.11": "“But if it’s impermanent, is it suffering or happiness?” ",
  "sn12.70:15.12": "“Suffering, sir.” ",
  "sn12.70:15.13": "“But if it’s impermanent, suffering, and perishable, is it fit to be regarded thus: ",
  "sn12.70:15.14": "‘This is mine, I am this, this is my self’?” ",
  "sn12.70:15.15": "“No, sir.” ",
  "sn12.70:15.16": "“Is perception permanent or impermanent?” ",
  "sn12.70:15.17": "“Impermanent, sir.” … ",
  "sn12.70:15.18": "“Are choices permanent or impermanent?” ",
  "sn12.70:15.19": "“Impermanent, sir.” ",
  "sn12.70:15.20": "“But if they’re impermanent, are they suffering or happiness?” ",
  "sn12.70:15.21": "“Suffering, sir.” ",
  "sn12.70:15.22": "“But if they’re impermanent, suffering, and perishable, are they fit to be regarded thus: ",
  "sn12.70:15.23": "‘This is mine, I am this, this is my self’?” ",
  "sn12.70:15.24": "“No, sir.” ",
  "sn12.70:15.25": "“Is consciousness permanent or impermanent?” ",
  "sn12.70:15.26": "“Impermanent, sir.” ",
  "sn12.70:15.27": "“But if it’s impermanent, is it suffering or happiness?” ",
  "sn12.70:15.28": "“Suffering, sir.” ",
  "sn12.70:15.29": "“But if it’s impermanent, suffering, and perishable, is it fit to be regarded thus: ",
  "sn12.70:15.30": "‘This is mine, I am this, this is my self’?” ",
  "sn12.70:15.31": "“No, sir.” ",
  "sn12.70:16.1": "“So, Susīma, you should truly see any kind of form at all—past, future, or present; internal or external; coarse or fine; inferior or superior; far or near: *all* form—with right understanding: ‘This is not mine, I am not this, this is not my self.’ ",
  "sn12.70:16.2": "You should truly see any kind of feeling at all—past, future, or present; internal or external; coarse or fine; inferior or superior; far or near: *all* feeling—with right understanding: ‘This is not mine, I am not this, this is not my self.’ ",
  "sn12.70:16.3": "You should truly see any kind of perception at all—past, future, or present; internal or external; coarse or fine; inferior or superior; far or near: *all* perception—with right understanding: ‘This is not mine, I am not this, this is not my self.’ ",
  "sn12.70:16.4": "You should truly see any kind of choices at all—past, future, or present; internal or external; coarse or fine; inferior or superior; far or near: *all choices*—with right understanding: ‘This is not mine, I am not this, this is not my self.’ ",
  "sn12.70:16.5": "You should truly see any kind of consciousness at all—past, future, or present; internal or external; coarse or fine; inferior or superior; far or near: *all* consciousness—with right understanding: ‘This is not mine, I am not this, this is not my self.’ ",
  "sn12.70:17.1": "Seeing this, a learned noble disciple grows disillusioned with form, feeling, perception, choices, and consciousness. ",
  "sn12.70:17.2": "Being disillusioned, desire fades away. When desire fades away they’re freed. When they’re freed, they know they’re freed. ",
  "sn12.70:17.3": "They understand: ‘Rebirth is ended, the spiritual journey has been completed, what had to be done has been done, there is no return to any state of existence.’ ",
  "sn12.70:18.1": "Susīma, do you see that rebirth is a condition for old age and death?” ",
  "sn12.70:18.2": "“Yes, sir.” ",
  "sn12.70:18.3": "“Do you see that continued existence is a condition for rebirth?” ",
  "sn12.70:18.4": "“Yes, sir.” ",
  "sn12.70:18.5": "“Do you see that grasping is a condition for continued existence?” ",
  "sn12.70:18.6": "“Yes, sir.” ",
  "sn12.70:18.7": "“Do you see that craving is a condition for grasping?” ",
  "sn12.70:18.8": "“Yes, sir.” ",
  "sn12.70:18.9": "“Do you see that feeling is a condition for craving … ",
  "sn12.70:18.10": "contact is a condition for feeling … ",
  "sn12.70:18.11": "the six sense fields are conditions for contact … ",
  "sn12.70:18.12": "name and form are conditions for the six sense fields … ",
  "sn12.70:18.13": "consciousness is a condition for name and form … ",
  "sn12.70:18.14": "choices are a condition for consciousness … ",
  "sn12.70:18.15": "ignorance is a condition for choices?” ",
  "sn12.70:18.16": "“Yes, sir.” ",
  "sn12.70:19.1": "“Do you see that when rebirth ceases old age and death cease?” ",
  "sn12.70:19.2": "“Yes, sir.” ",
  "sn12.70:19.3": "“Do you see that when continued existence ceases rebirth ceases?” ",
  "sn12.70:19.4": "“Yes, sir.” ",
  "sn12.70:19.5": "“Do you see that when grasping ceases continued existence ceases … ",
  "sn12.70:19.6": "when craving ceases, grasping ceases … ",
  "sn12.70:19.7": "when feeling ceases, craving ceases … ",
  "sn12.70:19.8": "when contact ceases, feeling ceases … ",
  "sn12.70:19.9": "when the six sense fields cease, contact ceases … ",
  "sn12.70:19.10": "when name and form cease, the six sense fields cease … ",
  "sn12.70:19.11": "when consciousness ceases name and form cease … ",
  "sn12.70:19.12": "when choices cease consciousness ceases … ",
  "sn12.70:19.13": "when ignorance ceases choices cease?” ",
  "sn12.70:19.14": "“Yes, sir.” ",
  "sn12.70:20.1": "“But knowing and seeing thus, do you wield the many kinds of psychic power? …” ",
  "sn12.70:20.2": "“No, sir.” ",
  "sn12.70:21.1": "“Well, knowing and seeing thus do you, with clairaudience that is purified and superhuman, hear both kinds of sounds, human and divine, whether near or far?” ",
  "sn12.70:21.2": "“No, sir.” ",
  "sn12.70:22.1": "“Well, knowing and seeing thus, do you understand the minds of other beings and individuals, having comprehended them with your mind? …” ",
  "sn12.70:22.4": "“No, sir.” ",
  "sn12.70:23.1": "“Well, knowing and seeing thus, do you recollect many kinds of past lives, with features and details?” ",
  "sn12.70:23.2": "“No, sir.” ",
  "sn12.70:24.1": "“Well, knowing and seeing thus, do you, with clairvoyance that is purified and superhuman, see sentient beings passing away and being reborn … according to their deeds?” ",
  "sn12.70:24.2": "“No, sir.” ",
  "sn12.70:25.1": "“Well, knowing and seeing thus, do you have direct meditative experience of the peaceful liberations that are formless, transcending form?” ",
  "sn12.70:25.2": "“No, sir.” ",
  "sn12.70:26.1": "“Well now, Susīma, how could there be such a declaration when these things are not attained?” ",
  "sn12.70:27.1": "Then Venerable Susīma bowed with his head at the Buddha’s feet and said, ",
  "sn12.70:27.2": "“I have made a mistake, sir. It was foolish, stupid, and unskillful of me to go forth as a thief in such a well-explained teaching and training. ",
  "sn12.70:27.3": "Please, sir, accept my mistake for what it is, so I will restrain myself in future.” ",
  "sn12.70:28.1": "“Indeed, Susīma, you made a mistake. It was foolish, stupid, and unskillful of you to go forth as a thief in such a well-explained teaching and training. ",
  "sn12.70:28.2": "Suppose they were to arrest a bandit, a criminal and present him to the king, saying: ",
  "sn12.70:28.3": "‘Your Majesty, this is a bandit, a criminal. Punish him as you will.’ ",
  "sn12.70:28.4": "The king would say: ",
  "sn12.70:28.5": "‘Go, my men, and tie this man’s arms tightly behind his back with a strong rope. Shave his head and march him from street to street and from square to square to the beating of a harsh drum. Then take him out the south gate and there, to the south of the city, chop off his head.’ ",
  "sn12.70:28.6": "The king’s men would do as they were told. ",
  "sn12.70:28.7": "What do you think, Susīma? ",
  "sn12.70:28.8": "Wouldn’t that man experience pain and distress because of that?” ",
  "sn12.70:28.9": "“Yes, sir.” ",
  "sn12.70:29.1": "“Although that man would experience pain and distress because of that, ",
  "sn12.70:29.2": "going forth as a thief in such a well-explained teaching and training has a more painful and bitter result. And it even leads to the underworld. ",
  "sn12.70:29.3": "But since you have recognized your mistake for what it is, and have dealt with it properly, I accept it. ",
  "sn12.70:29.4": "For it is growth in the training of the Noble One to recognize a mistake for what it is, deal with it properly, and commit to restraint in the future.” ",
  "sn12.70:29.5": "",
  "sn12.70:29.6": "",
  "sn12.70:30.1": "",
  "sn12.70:30.2": "",
  "sn12.70:30.3": "",
  "sn12.70:30.4": "",
  "sn12.70:30.5": ""
}