{
  "sa737:0.1": "Related Discourses 12 ",
  "sa737:0.2": "34. ",
  "sa737:1.1": "Thus I have heard: ",
  "sa737:1.2": "One time, the Buddha was staying at Anāthapiṇḍada Park in Jeta Grove in Śrāvastī. ",
  "sa737:2.1": "It was then that the Bhagavān addressed the monks, ",
  "sa737:2.2": "“There’s what’s called the factors of awakening. ",
  "sa737:2.3": "What are the factors of awakening?” ",
  "sa737:3.1": "The monks said to the Buddha, ",
  "sa737:3.2": "“The Bhagavān is the Dharma root, the Dharma eye, and the Dharma refuge. ",
  "sa737:3.3": "Please explain it for us! ",
  "sa737:3.4": "After we hear it, the monks will accept it and hand it down.” ",
  "sa737:4.1": "The Buddha addressed the monks, ",
  "sa737:4.2": "“The seven factors of awakening are seven factors of the path. ",
  "sa737:4.3": "Monks, these seven factors of awakening are gradually produced in sequence. ",
  "sa737:4.4": "After they are gradually produced in sequence, their fulfillment is cultivated.” ",
  "sa737:5.1": "The monks said to the Buddha, ",
  "sa737:5.2": "“What are the seven factors of awakening that are gradually produced in sequence and fulfilled after they are gradually produced in sequence?” ",
  "sa737:6.1": "“Suppose a monk abides mindfully contemplating body as body. ",
  "sa737:6.2": "After he abides mindfully contemplating body as body, he focuses his mind, ties it to mindfulness, and doesn’t forget it. ",
  "sa737:6.3": "At that point, he’s skillfully cultivating the awakening factor of mindfulness. ",
  "sa737:6.4": "After skillfully cultivating the awakening factor of mindfulness, he cultivates its fulfillment. ",
  "sa737:7.1": "“After cultivating the awakening factor of mindfulness, he discriminates qualities. ",
  "sa737:7.2": "At that point, he’s cultivating skill in the awakening factor of discriminating qualities. ",
  "sa737:7.3": "After cultivating the awakening factor of discriminating qualities skillfully, he cultivates its fulfillment. ",
  "sa737:8.1": "*So it is with the awakening factors of effort, joy, calm, concentration, and equanimity.* ",
  "sa737:8.2": "*They are likewise explained.* ",
  "sa737:8.3": "*Like the internal body, thus are the external body, internal and external body, feelings, mind, and principles explained.* ",
  "sa737:8.4": "“He abides mindfully contemplating principles as principles. ",
  "sa737:8.5": "He focuses his mind, ties it to mindfulness, and doesn’t forget it. ",
  "sa737:8.6": "At that point, he’s skillfully cultivating the awakening factor of mindfulness. ",
  "sa737:8.7": "After skillfully cultivating the awakening factor of mindfulness, he cultivates its fulfillment *up to the awakening factor of equanimity, which is likewise explained.* ",
  "sa737:8.8": "This is called a monk who gradually produces the seven factors of awakening in sequence. ",
  "sa737:8.9": "After they are gradually produced in sequence, he cultivates their fulfillment.” ",
  "sa737:9.1": "After the Buddha taught this sutra, that certain monk who heard what he taught rejoiced and handed it down. "
}