{
  "sa733:0.1": "Related Discourses 12 ",
  "sa733:0.2": "30. ",
  "sa733:1.1": "Thus I have heard: ",
  "sa733:1.2": "One time, the Buddha was staying at Anāthapiṇḍada Park in Jeta Grove in Śrāvastī. ",
  "sa733:2.1": "It was then that the Bhagavān addressed the monks, ",
  "sa733:2.2": "He bowed his head at his feet, withdrew to one side, and said to the Buddha, ",
  "sa733:2.3": "“The Bhagavān says ‘factors of awakening.’ ",
  "sa733:2.4": "Bhagavān, what are the factors of awakening?” ",
  "sa733:3.1": "The Buddha told the monk, ",
  "sa733:3.2": "“The expression ‘factors of awakening’ refers to seven factors of the path, but monks gradually produce these seven factors of awakening by cultivating their fulfillment.” ",
  "sa733:4.1": "That monk said to the Buddha, ",
  "sa733:4.2": "“Bhagavān, how are these factors of awakening gradually produced by cultivating their fulfillment?” ",
  "sa733:5.1": "The Buddha told the monk, ",
  "sa733:5.2": "“Suppose a monk mindfully abides observing the internal body as body. ",
  "sa733:5.3": "When he mindfully abides observing the internal body as body, he collects his mind, ties it to mindfulness, and doesn’t forget it. ",
  "sa733:5.4": "At that point, he skillfully cultivates the awakening factor of mindfulness. ",
  "sa733:5.5": "After skillfully cultivating the awakening factor of mindfulness, he cultivates its fulfillment. ",
  "sa733:5.6": "After fulfilling the awakening factor of mindfulness, he discriminates qualities and discerns and deliberates on them. ",
  "sa733:5.7": "At that point, he cultivates skill in the awakening factor of discriminating qualities. ",
  "sa733:5.8": "After cultivating it skillfully, he’ll cultivate its fulfillment. ",
  "sa733:5.9": "It’s thus up to he’ll cultivate the fulfillment of the awakening factor of equanimity. ",
  "sa733:6.1": "“As he mindfully abides contemplating the inner body as body, he thus mindfully abides observing the external body … ",
  "sa733:6.2": "internal and external body … ",
  "sa733:6.3": "feelings … ",
  "sa733:6.4": "mind … ",
  "sa733:6.5": "and principles as principles. ",
  "sa733:6.6": "At that point, he focuses his mind, ties it to mindfulness, and doesn’t forget it. ",
  "sa733:6.7": "*Up to the awakening factor of equanimity is also thus explained.* ",
  "sa733:6.8": "Someone who thus abides will gradually produce the factors of awakening. ",
  "sa733:6.9": "After gradually producing them, he cultivates their fulfillment.” ",
  "sa733:7.1": "After the Buddha taught this sutra, the monks who heard what he taught rejoiced and handed it down. "
}