{
  "sa785:0.1": "Related Discourses 13 ",
  "sa785:0.2": "75. ",
  "sa785:1.1": "Thus I have heard: ",
  "sa785:1.2": "One time, the Buddha was staying at Anāthapiṇḍada Park in Jeta Grove in Śrāvastī. ",
  "sa785:2.1": "It was then that the Bhagavān addressed the monks … ",
  "sa785:2.2": "*like  785 with this difference*: ",
  "sa785:2.3": "“What’s right view? ",
  "sa785:2.4": "There are two kinds of right view: ",
  "sa785:2.5": "Right view that’s worldly, conventional, contaminated, acquired, and which leads to a good destiny, and right view that’s noble, transcendent, uncontaminated, unacquired, and which correctly ends suffering and leads to the limit of suffering. ",
  "sa785:3.1": "“What is the right view that’s worldly, conventional, contaminated, acquired, and which leads to a good destiny? ",
  "sa785:3.2": "If someone’s view is that there’s generosity, there’s the teaching … ",
  "sa785:3.3": "knowing there are arhats in the world who aren’t subject to a later existence. ",
  "sa785:3.4": "This is called the worldly right view that’s worldly, conventional, contaminated, acquired, and leads to a good destiny. ",
  "sa785:4.1": "“What is the right view that’s noble, transcendent, uncontaminated, unacquired, and which correctly ends suffering and leads to the limit of suffering? ",
  "sa785:4.2": "It’s the noble disciple’s reflection on suffering as suffering … ",
  "sa785:4.3": "it’s accumulation … ",
  "sa785:4.4": "it’s cessation … ",
  "sa785:4.5": "his reflection on the path as path. ",
  "sa785:4.6": "When associated with uncontaminated reflection, it’s discrimination of qualities, discernment, inquiry, awareness, intelligence, and rousing investigation. ",
  "sa785:4.7": "This is called the right view that’s noble, transcendent, uncontaminated, unacquired, and which correctly ends suffering and leads to the limit of suffering. ",
  "sa785:5.1": "“What is right intention? ",
  "sa785:5.2": "There are two kinds of right intention: ",
  "sa785:5.3": "Right intention that’s worldly, conventional, contaminated, acquired, and which leads to a good destiny, and right intention that’s noble, transcendent, uncontaminated, unacquired, and which correctly ends suffering and leads to the limit of suffering. ",
  "sa785:6.1": "“What is right intention that’s worldly, conventional, contaminated, acquired, and which leads to a good destiny? ",
  "sa785:6.2": "Right intention is thought of renunciation, thought without anger, and thought that’s not harmful. ",
  "sa785:6.3": "This is called right intention that’s worldly, conventional, contaminated, acquired, and which leads to a good destiny. ",
  "sa785:7.1": "“What is right intention that’s noble, transcendent, uncontaminated, unacquired, and which correctly ends suffering and leads to the limit of suffering? ",
  "sa785:7.2": "It’s the noble disciple’s reflection on suffering as suffering … ",
  "sa785:7.3": "it’s accumulation … ",
  "sa785:7.4": "it’s cessation … ",
  "sa785:7.5": "his reflection on the path as path. ",
  "sa785:7.6": "When associated with uncontaminated reflection, it’s the mental states of discernment, definite resolve, and measured intent. ",
  "sa785:7.7": "This is called the right intention that’s noble, transcendent, uncontaminated, unacquired, and which correctly ends suffering and leads to the limit of suffering. ",
  "sa785:8.1": "“What is right speech? ",
  "sa785:8.2": "There are two kinds of right speech: ",
  "sa785:8.3": "Right speech that’s worldly, conventional, contaminated, acquired, and which leads to a good destiny, and right speech that’s noble, transcendent, uncontaminated, unacquired, and which correctly ends suffering and leads to the limit of suffering. ",
  "sa785:9.1": "“What’s right speech that’s worldly, conventional, contaminated, acquired, and which leads to a good destiny? ",
  "sa785:9.2": "This right speech is free of false speech, duplicity, harsh words, and fancy speech. ",
  "sa785:9.3": "This is called right speech that’s worldly, conventional, contaminated, acquired, and which leads to a good destiny. ",
  "sa785:10.1": "“What’s right speech that’s noble, transcendent, uncontaminated, unacquired, and which correctly ends suffering and leads to the limit of suffering? ",
  "sa785:10.2": "It’s the noble disciple’s reflection on suffering as suffering … ",
  "sa785:10.3": "it’s accumulation … ",
  "sa785:10.4": "it’s cessation … ",
  "sa785:10.5": "his reflection on the path as path. ",
  "sa785:10.6": "He rids himself of desire for wrong livelihood, the four verbal bad actions, and the other verbal bad actions. ",
  "sa785:10.7": "Secluded from them, he is uncontaminated, isolated, unattached, resolute, and collected. ",
  "sa785:10.8": "He doesn’t transgress or act freely given the occasion and doesn’t surpass limitations. ",
  "sa785:10.9": "This is called right speech that’s noble, transcendent, uncontaminated, unacquired, and which correctly ends suffering and leads to the limit of suffering. ",
  "sa785:11.1": "“What’s right action? ",
  "sa785:11.2": "There are two kinds of right action: ",
  "sa785:11.3": "Right action that’s worldly, conventional, contaminated, acquired, and which leads to a good destiny, and right action that’s noble, transcendent, uncontaminated, unacquired, and which correctly ends suffering and leads to the limit of suffering. ",
  "sa785:12.1": "“What’s right action that’s worldly, conventional, contaminated, acquired, and which leads to a good destiny? ",
  "sa785:12.2": "It’s free of killing, stealing, and sexual misconduct. ",
  "sa785:12.3": "This is called right action that’s worldly, conventional, contaminated, acquired, and which leads to a good destiny. ",
  "sa785:13.1": "“What’s right action that’s noble, transcendent, uncontaminated, unacquired, and which correctly ends suffering and leads to the limit of suffering? ",
  "sa785:13.2": "It’s the noble disciple’s reflection on suffering as suffering … ",
  "sa785:13.3": "it’s accumulation … ",
  "sa785:13.4": "it’s cessation … ",
  "sa785:13.5": "his reflection on the path as path. ",
  "sa785:13.6": "He rids himself of desire for wrong livelihood, the three bad physical actions, and the numerous other physical bad deeds. ",
  "sa785:13.7": "He’s uncontaminated, unattached to pleasure, resolute, and collected. ",
  "sa785:13.8": "He doesn’t transgress or act freely given the occasion and doesn’t surpass limitations. ",
  "sa785:13.9": "This is called right action that’s noble, transcendent, uncontaminated, unacquired, and which correctly ends suffering and leads to the limit of suffering. ",
  "sa785:14.1": "“What’s right livelihood? ",
  "sa785:14.2": "There are two kinds of right livelihood: ",
  "sa785:14.3": "Right livelihood that’s worldly, conventional, contaminated, acquired, and which leads to a good destiny, and right livelihood that’s noble, transcendent, uncontaminated, unacquired, and which correctly ends suffering and leads to the limit of suffering. ",
  "sa785:15.1": "“What is right livelihood that’s worldly, conventional, contaminated, acquired, and which leads to a good destiny? ",
  "sa785:15.2": "It’s pursuing clothing, food, bedding, and medicines for illnesses in ways according to the Dharma and not contrary to the Dharma. ",
  "sa785:15.3": "This is called right livelihood that’s worldly, conventional, contaminated, acquired, and which leads to a good destiny. ",
  "sa785:16.1": "“What’s right livelihood that’s noble, transcendent, uncontaminated, unacquired, and which correctly ends suffering and leads to the limit of suffering? ",
  "sa785:16.2": "It’s the noble disciple’s reflection on suffering as suffering … ",
  "sa785:16.3": "it’s accumulation … ",
  "sa785:16.4": "it’s cessation … ",
  "sa785:16.5": "his reflection on the path as path. ",
  "sa785:16.6": "Regarding wrong livelihoods, he’s uncontaminated, unattached to pleasure, resolute, and collected. ",
  "sa785:16.7": "He doesn’t transgress or act freely given the occasion and doesn’t surpass limitations. ",
  "sa785:16.8": "This is called right livelihood that’s noble, transcendent, uncontaminated, unacquired, and which correctly ends suffering and leads to the limit of suffering. ",
  "sa785:17.1": "“What’s right method? ",
  "sa785:17.2": "There are two kinds of right method: ",
  "sa785:17.3": "Right method that’s worldly, conventional, contaminated, acquired, and which leads to a good destiny, and right method that’s noble, transcendent, uncontaminated, unacquired, and which correctly ends suffering and leads to the limit of suffering. ",
  "sa785:18.1": "“What’s right method that’s worldly, conventional, contaminated, acquired, and which leads to a good destiny? ",
  "sa785:18.2": "It’s desire, effort, method, initiation, resolute establishment, and the capability to work energetically. ",
  "sa785:18.3": "These mental states are collected, constant, and non-stop. ",
  "sa785:18.4": "This is called right method that’s worldly, conventional, contaminated, acquired, and which leads to a good destiny. ",
  "sa785:19.1": "“What’s right method that’s noble, transcendent, uncontaminated, unacquired, and which correctly ends suffering and leads to the limit of suffering? ",
  "sa785:19.2": "It’s the noble disciple’s reflection on suffering as suffering … ",
  "sa785:19.3": "it’s accumulation … ",
  "sa785:19.4": "it’s cessation … ",
  "sa785:19.5": "his reflection on the path as path. ",
  "sa785:19.6": "When associated with uncontaminated recollection, it’s the mental states of desire, effort, method, diligence, proceeding, resolute establishment, and the capability to work energetically. ",
  "sa785:19.7": "These mental states are collected, constant, and non-stop. ",
  "sa785:19.8": "This is called right method that’s noble, transcendent, uncontaminated, unacquired, and which correctly ends suffering and leads to the limit of suffering. ",
  "sa785:20.1": "“What’s right mindfulness? ",
  "sa785:20.2": "There are two kinds of right mindfulness: ",
  "sa785:20.3": "Right mindfulness that’s worldly, conventional, contaminated, acquired, and which leads to a good destiny, and right mindfulness that’s noble, transcendent, uncontaminated, unacquired, and which correctly ends suffering and leads to the limit of suffering. ",
  "sa785:21.1": "“What’s right mindfulness that’s worldly, conventional, contaminated, acquired, and which leads to a good destiny? ",
  "sa785:21.2": "Suppose mindfulness, following mindfulness, deep mindfulness, and recollection are not false or vacant. ",
  "sa785:21.3": "This is called right mindfulness that’s worldly, conventional, contaminated, acquired, and which leads to a good destiny. ",
  "sa785:22.1": "“What’s right mindfulness that’s noble, transcendent, uncontaminated, unacquired, and which correctly ends suffering and leads to the limit of suffering? ",
  "sa785:22.2": "It’s the noble disciple’s reflection on suffering as suffering … ",
  "sa785:22.3": "it’s accumulation … ",
  "sa785:22.4": "it’s cessation … ",
  "sa785:22.5": "his reflection on the path as path. ",
  "sa785:22.6": "When associated with uncontaminated reflection, suppose that mindfulness, following mindfulness, deep mindfulness, and recollection are not false or vacant. ",
  "sa785:22.7": "This is called right mindfulness that’s noble, transcendent, uncontaminated, unacquired, and which correctly ends suffering and leads to the limit of suffering. ",
  "sa785:23.1": "“What’s right concentration? ",
  "sa785:23.2": "There are two kinds of right concentration: ",
  "sa785:23.3": "Right concentration that’s worldly, conventional, contaminated, acquired, and which leads to a good destiny, and right concentration that’s noble, transcendent, uncontaminated, unacquired, and which correctly ends suffering and leads to the limit of suffering. ",
  "sa785:24.1": "“What’s right concentration that’s worldly, conventional, contaminated, acquired, and which leads to a good destiny? ",
  "sa785:24.2": "Suppose the mind abides unconfused, undisturbed, collected, tranquil, concentrated, and single-minded. ",
  "sa785:24.3": "This is called right concentration that’s worldly, conventional, contaminated, acquired, and which leads to a good destiny. ",
  "sa785:25.1": "“What’s right concentration that’s noble, transcendent, uncontaminated, unacquired, and which correctly ends suffering and leads to the limit of suffering? ",
  "sa785:25.2": "It’s the noble disciple’s reflection on suffering as suffering … ",
  "sa785:25.3": "it’s accumulation … ",
  "sa785:25.4": "it’s cessation … ",
  "sa785:25.5": "his reflection on the path as path. ",
  "sa785:25.6": "When associated with uncontaminated reflection, it’s abiding unconfused, undistracted, collected, tranquil, concentrated, and single-minded. ",
  "sa785:25.7": "This is called right concentration that’s noble, transcendent, uncontaminated, unacquired, and which correctly ends suffering and leads to the limit of suffering.” ",
  "sa785:26.1": "After the Buddha taught this sutra, the monks who heard what he taught rejoiced and handed it down. "
}