{
  "sn55.6:1.4": "I was tempted to accept the Nett’s reading of saketa here, but i got the following from Rod Bucknell: On the Pali side, Malalasekera’s Dictionary (condensed on-line version, s.v. Sādhuka) reports the commentary (SN-a iii 215) as saying that this village belonged to Isidatta and Purāṇa. Checking the commentary, I find that what it actually says is this: Sādhuke paṭivisantī ti: Sādhuka-nāmake attano bhoga-gāmake vasanti. “were staying in their own tributary village named Sādhuka”. On the Chinese side, Akanuma’s Dictionary says that the “original” name of the village is “unclear”. Taken as a translation, 鹿徑澤would be “Deer path swamp”, which could well be the name of a village. Taken as a transcription, lu-jing-ze, it certainly doesn’t ring any bell. As to why the two chamberlains were there, SA 860 says: 修治田業, “to manage/oversee the farming”. It also mentions that they are brothers. The rest is as in the Pali, including details of how they attend on the king’s two wives when they go out (riding on an elephant), and the Buddha’s message about the benefits of renunciation versus the dustiness of the household life. Putting all this together, I think one can infer this: The brothers Isidatta and Purāṇa serve as chamberlains in Pasenadi’s court. They have been given the farming village Sādhuka as a feoffdom, and they occasionally visit it to check out the farming activity here, which provides them with a second source of income. This is why they happen to be in such an insignificant little place at the time represented in the sutta. (Sādhuka is apparently only two or three days’ walk from Sāvatthī, in contrast to Sāketa, which is seven chariot-rides away, according to MN 24.)",
  "sn55.6:8.2": "Māgadhesu is preferable.",
  "sn55.6:12.2": "Note shift, apparently in error to locative singular for Kosale. The PTS edition has a variety of readings for the “destination”, usually acc. sing or loc. sing.",
  "sn55.6:13.2": "Accepting that the reading here should be Kosalesu, as Savatthi is in Kosala. Note that -ehi can be a Magadhan locative plural, perhaps this is a source of confusion.",
  "sn55.6:15.1": "Given the intimate contact emphasized in the following passages, i think the ablative here is in respect to each of the chamberlains; i.e. each one of them seats a wife in front of them and one behind.",
  "sn55.6:15.2": "BB renders both bhagini and kañña as “lady”. I am not sure of the significance of bhagini here: does it mean they are actually sisters (as Maya and Majapajapati)? Or is is simply an honorific?",
  "sn55.6:15.3": "The exact sense of sukhedhita is a little obscure. i think BB’s “delicately nurtured” is derived from MN 82/Pj1. However at Ja 547 we have “Yassā mudutalā hatthā, caraṇā ca sukhedhitā; … Yassā mudutalā pādā, caraṇā ca sukhedhitā;” and at Ja 543 “hatthapādā sukhedhitā”. In neither case does the concept of “nurtured” seem relevant; the point is simply that their feet and hands, or their life, is “delicate”."
}