{
  "an8.55:0.1": "Numbered Discourses 8 ",
  "an8.55:0.2": "6. Gotamī ",
  "an8.55:0.3": "55. With Ujjaya ",
  "an8.55:1.1": "Then Ujjaya the brahmin went up to the Buddha, and exchanged greetings with him. ",
  "an8.55:1.2": "When the greetings and polite conversation were over, he sat down to one side and said to the Buddha: ",
  "an8.55:1.3": "“Master Gotama, we wish to travel abroad. ",
  "an8.55:1.4": "May the Buddha please teach us the Dhamma in a way that leads to our welfare and happiness in this life and in future lives.” ",
  "an8.55:2.1": "“Brahmin, these four things lead to the welfare and happiness of a gentleman in this life. ",
  "an8.55:2.2": "What four? ",
  "an8.55:2.3": "Accomplishment in initiative, protection, good friendship, and balanced finances. ",
  "an8.55:3.1": "And what is accomplishment in initiative? ",
  "an8.55:3.2": "A gentleman may earn a living by means such as ",
  "an8.55:3.3": "farming, trade, raising cattle, archery, government service, or one of the professions. ",
  "an8.55:3.4": "He understands how to go about these things in order to complete and organize the work. ",
  "an8.55:3.5": "This is called accomplishment in initiative. ",
  "an8.55:4.1": "And what is accomplishment in protection? ",
  "an8.55:4.2": "It’s when a gentleman owns legitimate wealth that he has earned by his own efforts and initiative, built up with his own hands, gathered by the sweat of the brow. ",
  "an8.55:4.3": "He ensures it is guarded and protected, thinking: ",
  "an8.55:4.4": "‘How can I prevent my wealth from being taken by rulers or bandits, consumed by fire, swept away by flood, or taken by unloved heirs?’ ",
  "an8.55:4.5": "This is called accomplishment in protection. ",
  "an8.55:5.1": "And what is accomplishment in good friendship? ",
  "an8.55:5.2": "It’s when a gentleman resides in a town or village. And in that place there are householders or their children who may be young or old, but are mature in conduct, accomplished in faith, ethics, generosity, and wisdom. He associates with them, converses and engages in discussion. And he emulates the same kind of accomplishment in faith, ethics, generosity, and wisdom. ",
  "an8.55:5.3": "This is called accomplishment in good friendship. ",
  "an8.55:6.1": "And what is accomplishment in balanced finances? ",
  "an8.55:6.2": "It’s when a gentleman, knowing his income and expenditure, balances his finances, being neither too extravagant nor too frugal. He thinks, ‘In this way my income will exceed my expenditure, not the reverse.’ ",
  "an8.55:6.3": "It’s like an appraiser or their apprentice who, holding up the scales, knows that it’s low by this much or high by this much. ",
  "an8.55:6.4": "In the same way, a gentleman, knowing his income and expenditure, balances his finances, being neither too extravagant nor too frugal. He thinks, ‘In this way my income will exceed my expenditure, not the reverse.’ ",
  "an8.55:6.5": "If a gentleman has little income but an opulent life, people will say: ‘This gentleman eats their wealth like a fig-eater!’ ",
  "an8.55:6.6": "If a gentleman has a large income but a spartan life, people will say: ‘This gentleman is starving themselves to death!’ ",
  "an8.55:6.7": "But a gentleman, knowing his income and expenditure, leads a balanced life, neither too extravagant nor too frugal, thinking, ‘In this way my income will exceed my expenditure, not the reverse.’ ",
  "an8.55:6.8": "This is called accomplishment in balanced finances. ",
  "an8.55:7.1": "There are four drains on wealth that has been gathered in this way. ",
  "an8.55:7.2": "Womanizing, drinking, gambling, and having bad friends, companions, and associates. ",
  "an8.55:7.3": "Suppose there was a large reservoir with four inlets and four drains. And someone was to open up the drains and close off the inlets, and the heavens don’t provide enough rain. You’d expect that large reservoir to dwindle, not expand. ",
  "an8.55:7.4": "In the same way, there are four drains on wealth that has been gathered in this way. ",
  "an8.55:7.5": "Womanizing, drinking, gambling, and having bad friends, companions, and associates. ",
  "an8.55:8.1": "There are four inlets for wealth that has been gathered in this way. ",
  "an8.55:8.2": "Not womanizing, drinking, or gambling, and having good friends, companions, and associates. ",
  "an8.55:8.3": "Suppose there was a large reservoir with four inlets and four drains. And someone was to open up the inlets and close off the drains, and the heavens provide plenty of rain. You’d expect that large reservoir to expand, not dwindle. ",
  "an8.55:8.4": "In the same way, there are four inlets for wealth that has been gathered in this way. ",
  "an8.55:8.5": "Not womanizing, drinking, or gambling, and having good friends, companions, and associates. ",
  "an8.55:9.1": "These are the four things that lead to the welfare and happiness of a gentleman in this life. ",
  "an8.55:10.1": "These four things lead to the welfare and happiness of a gentleman in future lives. ",
  "an8.55:10.2": "What four? ",
  "an8.55:10.3": "Accomplishment in faith, ethics, generosity, and wisdom. ",
  "an8.55:10.4": "And what is accomplishment in faith? ",
  "an8.55:10.5": "It’s when a gentleman has faith in the Realized One’s awakening: ",
  "an8.55:10.6": "‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’ ",
  "an8.55:10.7": "This is called accomplishment in faith. ",
  "an8.55:11.1": "And what is accomplishment in ethics? ",
  "an8.55:11.2": "It’s when a gentleman doesn’t kill living creatures, steal, commit sexual misconduct, lie, or consume alcoholic drinks that cause negligence. ",
  "an8.55:11.3": "This is called accomplishment in ethics. ",
  "an8.55:12.1": "And what is accomplishment in generosity? ",
  "an8.55:12.2": "It’s when a gentleman lives at home rid of the stain of stinginess, freely generous, open-handed, loving to let go, committed to charity, loving to give and to share. ",
  "an8.55:12.3": "This is called accomplishment in generosity. ",
  "an8.55:13.1": "And what is accomplishment in wisdom? ",
  "an8.55:13.2": "It’s when a gentleman is wise. He has the wisdom of arising and passing away which is noble, penetrative, and leads to the complete ending of suffering. ",
  "an8.55:13.3": "This is called accomplishment in wisdom. ",
  "an8.55:14.1": "These are the four things that lead to the welfare and happiness of a gentleman in future lives. ",
  "an8.55:15.1": "They’re enterprising in the workplace, ",
  "an8.55:15.2": "diligent in managing things, ",
  "an8.55:15.3": "they balance their finances, ",
  "an8.55:15.4": "and preserve their wealth. ",
  "an8.55:16.1": "Faithful, accomplished in ethics, ",
  "an8.55:16.2": "kind, rid of stinginess, ",
  "an8.55:16.3": "they always purify the path ",
  "an8.55:16.4": "to well-being in lives to come. ",
  "an8.55:17.1": "And so these eight qualities ",
  "an8.55:17.2": "of a faithful householder ",
  "an8.55:17.3": "are declared by the one who is truly named ",
  "an8.55:17.4": "to lead to happiness in both spheres, ",
  "an8.55:18.1": "welfare and benefit in this life, ",
  "an8.55:18.2": "and happiness in the next. ",
  "an8.55:18.3": "This is how, for a householder, ",
  "an8.55:18.4": "merit grows by generosity.” "
}