{
  "an8.70:0.1": "Numbered Discourses 8 ",
  "an8.70:0.2": "7. Earthquakes ",
  "an8.70:0.3": "70. Earthquakes ",
  "an8.70:1.1": "At one time the Buddha was staying near Vesālī, at the Great Wood, in the hall with the peaked roof. ",
  "an8.70:1.2": "Then the Buddha robed up in the morning and, taking his bowl and robe, entered Vesālī for alms. ",
  "an8.70:1.3": "Then, after the meal, on his return from alms-round, he addressed Venerable Ānanda, ",
  "an8.70:1.4": "“Ānanda, get your sitting cloth. ",
  "an8.70:1.5": "Let’s go to the Cāpāla shrine for the day’s meditation.” ",
  "an8.70:1.6": "“Yes, sir,” replied Ānanda. Taking his sitting cloth he followed behind the Buddha. ",
  "an8.70:2.1": "Then the Buddha went up to the Cāpāla shrine, where he sat on the seat spread out. ",
  "an8.70:2.2": "When he was seated he said to Venerable Ānanda: ",
  "an8.70:3.1": "“Ānanda, Vesālī is lovely. And the Udena, Gotamaka, Sattamba, Bahuputta, Sārandada, and Cāpāla shrines are all lovely. ",
  "an8.70:3.2": "Whoever has developed and cultivated the four bases of psychic power—made them a vehicle and a basis, kept them up, consolidated them, and properly implemented them—may, if they wish, live on for the eon or what’s left of the eon. ",
  "an8.70:3.3": "The Realized One has developed and cultivated the four bases of psychic power, made them a vehicle and a basis, kept them up, consolidated them, and properly implemented them. If he wished, the Realized One could live on for the eon or what’s left of the eon.” ",
  "an8.70:3.4": "But Ānanda didn’t get it, even though the Buddha dropped such an obvious hint, such a clear sign. ",
  "an8.70:3.5": "He didn’t beg the Buddha, ",
  "an8.70:3.6": "“Sir, may the Blessed One please remain for the eon! May the Holy One please remain for the eon! That would be for the welfare and happiness of the people, for the benefit, welfare, and happiness of gods and humans.” For his mind was as if possessed by Māra. ",
  "an8.70:4.1": "For a second time … ",
  "an8.70:4.2": "And for a third time, the Buddha said to him: ",
  "an8.70:4.3": "“Ānanda, Vesālī is lovely. And the Udena, Gotamaka, Sattamba, Bahuputta, Sārandada, and Cāpāla shrines are all lovely. ",
  "an8.70:4.4": "Whoever has developed and cultivated the four bases of psychic power—made them a vehicle and a basis, kept them up, consolidated them, and properly implemented them—may, if they wish, live on for the eon or what’s left of the eon. ",
  "an8.70:4.5": "The Realized One has developed and cultivated the four bases of psychic power, made them a vehicle and a basis, kept them up, consolidated them, and properly implemented them. If he wished, the Realized One could live on for the eon or what’s left of the eon.” ",
  "an8.70:4.6": "But Ānanda didn’t get it, even though the Buddha dropped such an obvious hint, such a clear sign. ",
  "an8.70:4.7": "He didn’t beg the Buddha, ",
  "an8.70:4.8": "“Sir, may the Blessed One please remain for the eon! May the Holy One please remain for the eon! That would be for the welfare and happiness of the people, for the benefit, welfare, and happiness of gods and humans.” For his mind was as if possessed by Māra. ",
  "an8.70:5.1": "Then the Buddha said to Venerable Ānanda, ",
  "an8.70:5.2": "“Go now, Ānanda, at your convenience.” ",
  "an8.70:5.3": "“Yes, sir,” replied Ānanda. He rose from his seat, bowed, and respectfully circled the Buddha, keeping him on his right, before sitting at the root of a tree close by. ",
  "an8.70:5.4": "And then, not long after Ānanda had left, Māra the Wicked said to the Buddha: ",
  "an8.70:6.1": "“Sir, may the Blessed One now become fully extinguished! May the Holy One now become fully extinguished! Now is the time for the Buddha to become fully extinguished. ",
  "an8.70:6.2": "Sir, you once made this statement: ",
  "an8.70:6.3": "‘Wicked One, I will not become fully extinguished until I have monk disciples who are competent, educated, assured, learned, have memorized the teachings, and practice in line with the teachings; not until they practice appropriately, living in line with the teaching; not until they’ve learned their tradition, and explain, teach, assert, establish, open, analyze, and make it clear; not until they can legitimately and completely refute the doctrines of others that come up, and teach with a demonstrable basis.’ ",
  "an8.70:6.4": "Today you do have such monk disciples. ",
  "an8.70:7.1": "May the Blessed One now become fully extinguished! May the Holy One now become fully extinguished! Now is the time for the Buddha to become fully extinguished. ",
  "an8.70:7.2": "Sir, you once made this statement: ",
  "an8.70:7.3": "‘Wicked One, I will not become fully extinguished until I have nun disciples who are competent, educated, assured, learned …’ … ",
  "an8.70:7.4": "‘Wicked One, I will not become fully extinguished until I have layman disciples who are competent, educated, assured, learned …’ … ",
  "an8.70:7.5": "‘Wicked One, I will not become fully extinguished until I have laywoman disciples who are competent, educated, assured, learned …’ … ",
  "an8.70:7.6": "Today you do have such laywoman disciples. ",
  "an8.70:8.1": "Sir, may the Blessed One now become fully extinguished! May the Holy One become fully extinguished! Now is the time for the Buddha to become fully extinguished. ",
  "an8.70:8.2": "Sir, you once made this statement: ",
  "an8.70:8.3": "‘Wicked One, I will not become fully extinguished until my spiritual path is successful and prosperous, extensive, popular, widespread, and well proclaimed wherever there are gods and humans.’ ",
  "an8.70:8.4": "Today your spiritual path is successful and prosperous, extensive, popular, widespread, and well proclaimed wherever there are gods and humans. ",
  "an8.70:9.1": "Sir, may the Blessed One now become fully extinguished! May the Holy One become fully extinguished! Now is the time for the Buddha to become fully extinguished.” ",
  "an8.70:9.2": "“Relax, Wicked One. The final extinguishment of the Realized One will be soon. ",
  "an8.70:9.3": "Three months from now the Realized One will finally be extinguished.” ",
  "an8.70:10.1": "So at the Cāpāla tree shrine the Buddha, mindful and aware, surrendered the life force. ",
  "an8.70:10.2": "When he did so there was a great earthquake, awe-inspiring and hair-raising, and thunder cracked the sky. ",
  "an8.70:10.3": "Then, knowing the meaning of this, on that occasion the Buddha expressed this heartfelt sentiment: ",
  "an8.70:10.4": "“Weighing up the incomparable against an extension of life, ",
  "an8.70:10.5": "the sage surrendered the life force. ",
  "an8.70:10.6": "Happy inside, serene, ",
  "an8.70:10.7": "he burst out of this self-made chain like a suit of armor.” ",
  "an8.70:11.1": "Then Venerable Ānanda thought, ",
  "an8.70:12.2": "“That was a really big earthquake! ",
  "an8.70:12.3": "That was really a very big earthquake; awe-inspiring and hair-raising, and thunder cracked the sky! ",
  "an8.70:12.4": "What’s the cause, what’s the reason for a great earthquake?” ",
  "an8.70:13.1": "Then Venerable Ānanda went up to the Buddha, bowed, sat down to one side, and said to him, ",
  "an8.70:13.2": "“Sir, that was a really big earthquake! ",
  "an8.70:13.3": "That was really a very big earthquake; awe-inspiring and hair-raising, and thunder cracked the sky! ",
  "an8.70:13.4": "What’s the cause, what’s the reason for a great earthquake?” ",
  "an8.70:14.1": "“Ānanda, there are these eight causes and reasons for a great earthquake. ",
  "an8.70:14.2": "What eight? ",
  "an8.70:14.3": "This great earth is grounded on water, the water is grounded on air, and the air stands in space. At a time when a great wind blows, it stirs the water, and the water stirs the earth. ",
  "an8.70:14.4": "This is the first cause and reason for a great earthquake. ",
  "an8.70:15.1": "Furthermore, there is an ascetic or brahmin with psychic power who has achieved mastery of the mind, or a god who is mighty and powerful. They’ve developed a limited perception of earth and a limitless perception of water. They make the earth shake and rock and tremble. ",
  "an8.70:15.2": "This is the second cause and reason for a great earthquake. ",
  "an8.70:16.1": "Furthermore, when the being intent on awakening passes away from the host of Joyful Gods, he’s conceived in his mother’s belly, mindful and aware. Then the earth shakes and rocks and trembles. ",
  "an8.70:16.2": "This is the third cause and reason for a great earthquake. ",
  "an8.70:17.1": "Furthermore, when the being intent on awakening comes out of his mother’s belly mindful and aware, the earth shakes and rocks and trembles. ",
  "an8.70:17.2": "This is the fourth cause and reason for a great earthquake. ",
  "an8.70:18.1": "Furthermore, when the Realized One realizes the supreme perfect awakening, the earth shakes and rocks and trembles. ",
  "an8.70:18.2": "This is the fifth cause and reason for a great earthquake. ",
  "an8.70:19.1": "Furthermore, when the Realized One rolls forth the supreme Wheel of Dhamma, the earth shakes and rocks and trembles. ",
  "an8.70:19.2": "This is the sixth cause and reason for a great earthquake. ",
  "an8.70:20.1": "Furthermore, when the Realized One, mindful and aware, surrenders the life force, the earth shakes and rocks and trembles. ",
  "an8.70:20.2": "This is the seventh cause and reason for a great earthquake. ",
  "an8.70:21.1": "Furthermore, when the Realized One becomes fully extinguished through the natural principle of extinguishment, without anything left over, the earth shakes and rocks and trembles. ",
  "an8.70:21.2": "This is the eighth cause and reason for a great earthquake. ",
  "an8.70:21.3": "These are the eight causes and reasons for a great earthquake.” ",
  "an8.70:21.4": " ",
  "an8.70:21.5": " ",
  "an8.70:22.1": " ",
  "an8.70:22.2": " ",
  "an8.70:22.3": " "
}