{
  "an8.46:0.1": "Numbered Discourses 8 ",
  "an8.46:0.2": "5. Sabbath ",
  "an8.46:0.3": "46. Anuruddha and the Agreeable Deities ",
  "an8.46:1.1": "At one time the Buddha was staying near Kosambi, in Ghosita’s Monastery. ",
  "an8.46:1.2": "Now at that time Venerable Anuruddha had gone into retreat for the day’s meditation. ",
  "an8.46:1.3": "Then several deities of the Lovable Host went up to Venerable Anuruddha, bowed, stood to one side, and said to him: ",
  "an8.46:1.4": "“Sir, Anuruddha, we are the deities called ‘Loveable’. We wield authority and control over three things. ",
  "an8.46:1.5": "We can turn any color we want. ",
  "an8.46:1.6": "We can get any voice that we want. ",
  "an8.46:1.7": "We can get any pleasure that we want. ",
  "an8.46:1.8": "We are the deities called ‘Loveable’. We wield authority and control over these three things.” ",
  "an8.46:2.1": "Then Venerable Anuruddha thought, ",
  "an8.46:2.2": "“If only these deities would all turn blue, of blue color, clad in blue, adorned with blue!” ",
  "an8.46:2.3": "Then those deities, knowing Anuruddha’s thought, all turned blue. ",
  "an8.46:3.1": "Then Venerable Anuruddha thought, ",
  "an8.46:3.2": "“If only these deities would all turn yellow …” ",
  "an8.46:3.3": "“If only these gods would all turn red …” ",
  "an8.46:3.4": "“If only these gods would all turn white …” ",
  "an8.46:3.5": "Then those deities, knowing Anuruddha’s thought, all turned white. ",
  "an8.46:4.1": "Then one of those deities sang, one danced, and one snapped her fingers. ",
  "an8.46:4.2": "Suppose there was a quintet made up of skilled musicians who had practiced well and kept excellent rhythm. They’d sound graceful, tantalizing, sensuous, lovely, and intoxicating. ",
  "an8.46:4.3": "In the same way the performance by those deities sounded graceful, tantalizing, sensuous, lovely, and intoxicating. ",
  "an8.46:4.4": "But Venerable Anuruddha averted his senses. ",
  "an8.46:5.1": "Then those deities, thinking “Master Anuruddha isn’t enjoying this,” vanished right there. ",
  "an8.46:5.2": "Then in the late afternoon, Anuruddha came out of retreat and went to the Buddha, bowed, sat down to one side, and told him what had happened, adding: ",
  "an8.46:6.1": " ",
  "an8.46:6.2": " ",
  "an8.46:6.3": " ",
  "an8.46:6.4": " ",
  "an8.46:6.5": " ",
  "an8.46:6.6": " ",
  "an8.46:6.7": " ",
  "an8.46:6.8": " ",
  "an8.46:6.9": " ",
  "an8.46:6.10": " ",
  "an8.46:7.1": " ",
  "an8.46:7.2": " ",
  "an8.46:7.3": " ",
  "an8.46:7.4": " ",
  "an8.46:7.5": " ",
  "an8.46:8.1": " ",
  "an8.46:8.2": " ",
  "an8.46:8.3": " ",
  "an8.46:8.4": " ",
  "an8.46:9.1": " ",
  "an8.46:9.2": "“How many qualities do females have so that—when their body breaks up, after death—they are reborn in company with the Gods of the Lovable Host?” ",
  "an8.46:10.1": "“Anuruddha, when they have eight qualities females—when their body breaks up, after death—are reborn in company with the Gods of the Lovable Host. ",
  "an8.46:10.2": "What eight? ",
  "an8.46:10.3": "Take the case of a female whose mother and father give her to a husband wanting what’s best for her, out of kindness and compassion. She would get up before him and go to bed after him, and be obliging, behaving nicely and speaking politely. ",
  "an8.46:11.1": "She honors, respects, esteems, and venerates those her husband respects, such as ",
  "an8.46:11.2": "mother and father, and ascetics and brahmins. ",
  "an8.46:11.3": "And when they arrive she serves them with a seat and water. ",
  "an8.46:12.1": "She’s skilled and tireless in her husband’s household duties, such as knitting and sewing. She understands how to go about things in order to complete and organize the work. ",
  "an8.46:13.1": "She knows what work her husband’s domestic bondservants, employees, and workers have completed, and what they’ve left incomplete. ",
  "an8.46:13.2": "She knows who is sick, and who is fit or unwell. She distributes to each a fair portion of various foods. ",
  "an8.46:14.1": "She ensures that any income her husband earns is guarded and protected, whether money, grain, silver, or gold. She doesn’t overspend, steal, waste, or lose it. ",
  "an8.46:15.1": "She’s a lay follower who has gone for refuge to the Buddha, his teaching, and the Saṅgha. ",
  "an8.46:16.1": "She’s ethical. ",
  "an8.46:16.2": "She doesn’t kill living creatures, steal, commit sexual misconduct, lie, or use alcoholic drinks that cause negligence. ",
  "an8.46:17.1": "She’s generous. ",
  "an8.46:17.2": "She lives at home rid of the stain of stinginess, freely generous, open-handed, loving to let go, committed to charity, loving to give and to share. ",
  "an8.46:18.1": "When they have these eight qualities females—when their body breaks up, after death—are reborn in company with the Gods of the Lovable Host. ",
  "an8.46:19.1": "She’d never look down on her husband, ",
  "an8.46:19.2": "who’s always eager to work hard, ",
  "an8.46:19.3": "always looking after her, ",
  "an8.46:19.4": "and bringing whatever she wants. ",
  "an8.46:20.1": "And a good woman never scolds her husband ",
  "an8.46:20.2": "with jealous words. ",
  "an8.46:20.3": "Being astute, she reveres ",
  "an8.46:20.4": "those respected by her husband. ",
  "an8.46:21.1": "She gets up early, works tirelessly, ",
  "an8.46:21.2": "and manages the domestic help. ",
  "an8.46:21.3": "She’s loveable to her husband, ",
  "an8.46:21.4": "and preserves his wealth. ",
  "an8.46:22.1": "A lady who fulfills these duties ",
  "an8.46:22.2": "according to her husband’s desire, ",
  "an8.46:22.3": "is reborn among the gods ",
  "an8.46:22.4": "called ‘Loveable’.” "
}