{
  "pli-tv-bu-vb-np3:1.1.4": "The point, according to the commentary, is that he was trying to increase its size.",
  "pli-tv-bu-vb-np3:1.3.18": "_Cīvara_ means both a finished robe and any cloth that can be used to make a robe. Thus I vary my translation depending on the context.",
  "pli-tv-bu-vb-np3:2.1.2": "This refers to robe-cloth received during the robe-making season. For details see [](pli-tv-kd7:1.7.4-pli-tv-kd7:12.1.37).",
  "pli-tv-bu-vb-np3:2.1.4": "For an explanation of this see [](pli-tv-kd7:1.7.3) and [](pli-tv-kd7:1.7.4-pli-tv-kd7:12.1.37).",
  "pli-tv-bu-vb-np3:2.1.6": "That is, in-season robe-cloth is cloth obtained during the last month of the rainy season, while out-of-season robe-cloth is cloth obtained during the remaining eleven months of the year. See [](Kkh.).",
  "pli-tv-bu-vb-np3:2.1.7": "That is, in-season robe-cloth is cloth obtained during the last month of the rainy season or during the cold season, while out-of-season robe-cloth is cloth obtained during the remaining seven months of the year. See [](Kkh.).",
  "pli-tv-bu-vb-np3:2.1.8": "According to [Sp.1.499](): _Kālepi ādissa dinnanti saṅghassa vā “idaṃ akālacīvaran”ti uddisitvā dinnaṃ, ekapuggalassa vā “idaṃ tuyhaṃ dammī”ti dinnaṃ_, “‘Also, if it is given in the robe season, but it is designated’ means: it is given to the Sangha after designating it by saying, ‘This is out-of-season robe-cloth’, or it is given to an individual by saying, ‘I give this to you.’” In other words, “designated” means designated as out-of-season cloth or designated to an individual. [Sp.2.740](), commenting on _bhikkhunī nissaggiya pācittiya_ 2, adds that designating to a group is included in designated cloth: _Ādissa dinnanti sampattā bhājentūti vatvāpi idaṃ gaṇassa idaṃ tumhākaṃ dammīti vatvā vā dātukamyatāya pādamūle ṭhapetvā vā dinnampi ādissa dinnaṃ nāma hoti; etaṃ sabbampi akālacīvaraṃ_, “‘Given after designating’ means: if they give after saying, ‘Let those who are present share it out’, or after saying, ‘I give this to the group, to you’, or they place it at the feet (of the recipient) wishing to give, this is called ‘given after designating’. All this is called out-of-season robe-cloth.” | See [](Kkh.).",
  "pli-tv-bu-vb-np3:2.1.14": "That is, in accordance with _bhikkhu nissaggiya pācittiya_ 1, [](pli-tv-bu-vb-np1:1.31).",
  "pli-tv-bu-vb-np3:2.2.3": "The Pali idiom is such that this means on the day after he received the original piece of cloth. (Cf. the definition of ten days in __bhikkhu nissaggiya pācittiya_ 1, where the eleventh dawn means the tenth dawn after one received the cloth.) The way this works, it seems, is that the day on which the cloth was received counts as one.",
  "pli-tv-bu-vb-np3:2.2.31": "Again, according to the commentarial way of counting this refers to the twenty-ninth dawn after the original cloth was received. See the previous note.",
  "pli-tv-bu-vb-np3:2.2.32": "That is, on the thirtieth dawn after he received the original robe-cloth."
}