{
  "pli-tv-bu-vb-np2:3.1.2": "This refers to robe-cloth received during the robe-making season. For details see [](pli-tv-kd7:1.7.4-pli-tv-kd7:12.1.37).",
  "pli-tv-bu-vb-np2:3.1.4": "For an explanation of this see [](pli-tv-kd7:1.7.3) and [](pli-tv-kd7:1.7.4-pli-tv-kd7:12.1.37).",
  "pli-tv-bu-vb-np2:3.2.5": "I have here included three kinds of building—the _māḷa_, the _pāsāda_, and the _hammiya_—into one category, “stilt house”. See below for an explanation.",
  "pli-tv-bu-vb-np2:3.2.6": "“Stilt house” renders _pāsāda_, often translated as “palace” or “mansion”. Apart from the phonetic similarity between _pāsāda_ and “palace”, which does not seem to have any linguistic significance, this is based mostly on the commentarial explanations. The Canonical texts, however, do not support these latter two renderings. To start with, _pāsādas_ were allowed by the Buddha for monastics. One of the main principles found in the Vinaya is that monastics should not live in luxury. On this basis alone we can conclude that _pāsādas_ were not generally luxurious. This immediately eliminates “palace” and “mansion” as suitable translations. Another thing that stands out about _pāsādas_ is that they are always ascended to and descended from. This means that they must have been relatively tall buildings. An interesting point is that the _suttas_ do not seem to mention any other way of accessing these buildings—apart from ascent/descent—which must mean that they were not directly accessible from ground level. They must have been built on some sort of high foundation. A passage at ([](sn3.21:5.1)) is particularly instructive: “Suppose, great king, a man would climb from the ground on to a palanquin, or from a palanquin on to horseback, or from horseback to an elephant mount, or from an elephant mount to a _pāsāda_ …” According to a number of passages, _pāsādas_ had external staircases (_sopānakaḷevara_, [](mn85:5.1)) or ladders (_nisseṇi_, [](dn9:37.1) and [](dn13:21.1)), including the _pāsāda_ given to the Sangha by Visākha ([](mn107:2.2)), and they were apparently always entered with the help of these. Similes in [](dn9:37.1) and [](dn13:21.1) speak of making the ladder before building a hypothetical _pāsāda_. These similes seem to imply that all _pāsādas_ were accessed by climbing. In addition, the use of the word “ladder” shows that _pāsādas_ often were quite humble buildings. The need for climbing to get access also seems to be why—in one of the case stories to _bhikkhu-pārājika_ two ([](pli-tv-bu-vb-pj2:7.47.3))—Ven. Pilindavaccha was able to make use of a _pāsāda_ to hide children from kidnappers. If _pāsādas_ were high off the ground and the access ladder was removed, then the children were presumably safe. We also find the fairly common compound _uparipāsāda_, “up the _pāsāda_”, which fits this description. No other names for types of buildings are compounded with _upari_ in this way. The final clue to the meaning of _pāsāda_ is that they seem to have had a space underneath. At [](an3.39:2.2), where the Buddha speaks of his life before going forth, it is said that he stayed in the rainy-season _pāsāda_ for the full four months of the rains, without _heṭṭhāpāsādaṃ orohami_. _Orohati_ means “descends” and _heṭṭhā_ means “below”. _Heṭṭhā_ is used in other compounds such as _heṭṭhāmañcaṃ_ which unambiguously means “below the bed (_mañca_)”. It follows that _heṭṭhāpāsādaṃ orohati_ can only really mean “descends to below the _pāsāda_”, which must mean that _pāsādas_ had open spaces under them. The most obvious sort of building that fits with this is a stilt house.",
  "pli-tv-bu-vb-np2:3.2.9": "The Pali term _upacāra_ may mean “entrance” or “neighborhood”, and thus I vary the translation depending on the context.",
  "pli-tv-bu-vb-np2:3.3.3": "“Of the house” is added from [Sp.1.477](): _Hatthapāsā vā na vijahitabbanti atha vā taṃ gharaṃ samantato hatthapāsā na vijahitabbaṃ_. Without this explanation it is hard to make out whether the arm’s reach is from the house or from the robe. In each instance below I have added the respective commentarial explanation, found at [Sp.1.477-Sp.1.494](), so as to make it clear what the arm’s reach relates to.",
  "pli-tv-bu-vb-np2:3.3.4": "[Sp.1.479](): _… tesaṃyeva sabhāyadvāramūlānaṃ hatthapāsā vā na vijahitabbaṃ_.",
  "pli-tv-bu-vb-np2:3.3.5": "[Sp.1.479](): _… sabhāye vā vatthabbaṃ dvāramūle vā, hatthapāsā vā na vijahitabbaṃ_.",
  "pli-tv-bu-vb-np2:3.3.6": "[Sp.1.479](): _Sabhāye nikkhipitvā pana sabhāye vā tassa sammukhe nagaradvāramūle vā tesaṃyeva hatthapāse vā aruṇaṃ uṭṭhāpetabbaṃ.",
  "pli-tv-bu-vb-np2:3.4.2": "[Sp.1.480](): _Hatthapāsā vāti gabbhassa hatthapāsā_.",
  "pli-tv-bu-vb-np2:3.4.3": "_Dvāramūle_. [Sp.1.480]() says: _Sabbesaṃ sādhāraṇe gharadvāramūle_, “At the base of that door of the house which is common to all.” [Sp.1.480](): _Hatthapāsā vāti gabbhassa vā gharadvāramūlassa vā hatthapāsā_.",
  "pli-tv-bu-vb-np2:3.5.1": "_Uddosita_. [Sp.1.482](): _Udositoti yānādīnaṃ bhaṇḍānaṃ sālā_, “An _udosita_ is a shed for goods such as vehicles, etc.”",
  "pli-tv-bu-vb-np2:3.5.2": "[Sp.1.482](): _Ito paṭṭhāya ca nivesane vuttanayeneva vinicchayo veditabbo_.",
  "pli-tv-bu-vb-np2:3.5.3": "[Sp.1.482](): _Ito paṭṭhāya ca nivesane vuttanayeneva vinicchayo veditabbo_.",
  "pli-tv-bu-vb-np2:3.5.4": "[Sp.1.482](): _Ito paṭṭhāya ca nivesane vuttanayeneva vinicchayo veditabbo_.",
  "pli-tv-bu-vb-np2:3.7.1": "The building at [](pli-tv-bu-vb-np2:3.7.1), the _māḷa_, is hard to distinguish from the next two buildings, the _pāsāda_ and the _hammiya_. In fact [Sp.1.482]() says they are all different kinds of _pāsāda_, that is, different kinds of “stilt houses”: _Māḷoti ekakūṭasaṅgahito caturassapāsādo. Pāsādoti dīghapāsādo. Hammiyanti muṇḍacchadanapāsādo_, “A _māḷa_ is a square stilt house with (a roof in) a single peak. A _pāsāda_ is a long stilt house. A _hammiya_ is a stilt house with a bare roof.” Rather than try to name each of these buildings, which in any case would not be useful for practical purposes, I have instead grouped them together as “stilt house”. For practical purposes, what these three buildings have in common—and this is what distinguishes them from the buildings at [](pli-tv-bu-vb-np2:3.4.1-pli-tv-bu-vb-np2:3.5.4), the _nivesana_ and the _uddosita_—is that they do not have an enclosed category.",
  "pli-tv-bu-vb-np2:3.11.1": "According to [Sp.1.489](): _Ekaṃ abbhantaraṃ aṭṭhavīsatihatthaṃ hoti_, “One _ abbhantara_ is twenty-eight _hatthas_.” Following my own estimate of the _hattha_, the forearm, as 40 centimeters, this gives 11.2 meters for one _abbhantara_ and about 80 meters for 7. I arrive at the length of the forearm as follows. According to a report published by Imperial College London (http://www.imperial.ac.uk/news/173634/dutch-latvian-women-tallest-world-according/), the height of an average Indian man in 1914 was 162 centimeters. We may perhaps assume that the average height of an Indian man at the time of the Buddha was roughly the same, say 160 centimeters. If we furtehr assume, following The Buddhist Monastic Code I (p.465), that the forearm (_hattha_) is one quarter the length of a person’s height, we then have a forearm measure of 40 cm.",
  "pli-tv-bu-vb-np2:3.11.2": "[Sp.2.1.489](): _Satthoti jaṅghasattho sakaṭasattho vā … satthe cīvaraṃ nikkhipitvā hatthapāsā na vijahitabbanti ettha hatthapāso nāma satthassa hatthapāsoti veditabbaṃ_, “Caravan: a caravan of walkers or a caravan of carts … if the robe is kept within the caravan, one must not go beyond arm’s reach: here ‘arm’s reach’ is to be understood as arm’s reach from the caravan.”",
  "pli-tv-bu-vb-np2:3.12.1": "[Sp.1.490](): _Aparikkhitte cīvarasseva hatthapāso_.",
  "pli-tv-bu-vb-np2:3.12.3": "[Sp.1.490](): _Nānākulassa khette hatthapāso nāma khettadvārassa hatthapāso_. [](Sp-ṭ.2.490): adds: _… dvāramūlato aññattha antokhettepi vasantena cīvaraṃ hatthapāse katvāyeva vasitabbaṃ_, which means, as one would expect, that staying within arm’s reach of the robe is also acceptable. The same holds for the next two categories of threshing floor and park.",
  "pli-tv-bu-vb-np2:3.12.4": "[Sp.1.490](): _Aparikkhitte cīvarasseva hatthapāso_.",
  "pli-tv-bu-vb-np2:3.13.1": "For the threshing floor and the next category of park, arm’s reach has the same meaning as for field, see [Sp.1.491](): _Dvīsupi khette vuttasadisova vinicchayo.",
  "pli-tv-bu-vb-np2:3.15.2": "[Sp.1.493](): _Vihāro nivesanasadiso_.",
  "pli-tv-bu-vb-np2:3.16.2": "[Sp.1.494](): _Idhāpi hatthapāso cīvarahatthapāsoyeva_.",
  "pli-tv-bu-vb-np2:3.17.1": "That is, 7 _abbhantaras_. [Sp.1.489](): _Ekaṃ abbhantaraṃ aṭṭhavīsatihatthaṃ hoti_, “One _ abbhantara_ is twenty-eight _hatthas_.” My own estimate of the _hattha_ as 40 centimeters (see earlier above) gives 11.2 metes for one _abbhantara_ and about 80 meters for 7. [Sp.1.494]() adds: _Samantā sattabbhantarāti majjhe ṭhitassa samattā sabbadisāsu sattabbhantarā, vinibbedhena cuddasa honti_, “_Samantā sattabbhantara_: for one standing in the middle, seven _abbhantaras_ in all directions, which is fourteen _abbhantaras_ across.” In other words, a circle with a radius of 80 meters."
}
