{
  "sn41.7:1.3": "This question was asked by Mahākoṭṭhita of Sāriputta at <a href='https://suttacentral.net/mn43/en/sujato#29.5'>MN 43:29.5</a>, and by Pañcakaṅga of Anuruddha at <a href='https://suttacentral.net/mn127/en/sujato#4.5'>MN 127:4.5</a>. ",
  "sn41.7:1.5": "Text ends this sentence with close <i lang='pi' translate='no'>-ti</i> indicating end of quote, yet throughout the vocative <i lang='pi' translate='no'>bhante</i> is used, indicating that it is Citta speaking. The particle is absent from the exact parallel at <a href='https://suttacentral.net/mn43/en/sujato#30.2'>MN 43:30.2</a>, but present in the dialogue at <a href='https://suttacentral.net/mn127/en/sujato#5.3'>MN 127:5.3</a>, which features more back-and-forth between the speakers. ",
  "sn41.7:5.2": "The suttas say little about this signless (<i lang='pi' translate='no'>animitta</i>) meditation. Its defining characteristic is that consciousness does not “follow after signs” (<i lang='pi' translate='no'>nimittānusāri viññāṇaṁ</i>, eg. <a href='https://suttacentral.net/an6.13/en/sujato#5.3'>AN 6.13:5.3</a>). This is explained in <a href='https://suttacentral.net/mn138/en/sujato#10.2'>MN 138:10.2</a> as not being distracted or affected by the features of sense impressions, as the “signs” are created by greed, hate, and delusion (<a href='https://suttacentral.net/mn43/en/sujato#37.1'>MN 43:37.1</a>). It is distinguished from the four kinds of mindfulness meditation (<a href='https://suttacentral.net/sn22.80/en/sujato#8.4'>SN 22.80:8.4</a>). The mental unification (<i lang='pi' translate='no'>ekattaṁ</i>) based on this practice is listed after the form (and formless) <i lang='pi' translate='no'>jhānas</i>, so it is very advanced. It is nonetheless a conditioned state (<a href='https://suttacentral.net/mn121/en/sujato#11.4'>MN 121:11.4</a>), so it is possible that a mendicant might fall from it and disrobe (<a href='https://suttacentral.net/an6.60/en/sujato#8.10'>AN 6.60:8.10</a>). However it may also be used to describe the meditation of an arahant (<a href='https://suttacentral.net/sn41.7/en/sujato#6.12'>SN 41.7:6.12</a>). It is clear from <a href='https://suttacentral.net/mn121/en/sujato#10.5'>MN 121:10.5</a> that the six senses are still functioning, unlike in deep serenity meditations. It seems that in such a state, the Buddha was able to function normally while seeing through the pain in his body (<a href='https://suttacentral.net/dn16/en/sujato#2.25.13'>DN 16:2.25.13</a>). "
}