{
  "sn41.6:1.3": "Excepting the final question, Citta’s questions echo those of the layman Visākha to the nun Dhammadinnā (<a href='https://suttacentral.net/mn44/en/sujato#13.1'>MN 44:13.1</a>). ",
  "sn41.6:1.5": "These three “processes” (<i lang='pi' translate='no'>saṅkhāra</i>) apply, as we shall see, in the development of meditation (<a href='https://suttacentral.net/dn18/en/sujato#24.1'>DN 18:24.1</a>). They must be distinguished from the similarly named three kinds of “choices” (<i lang='pi' translate='no'>saṅkhāra</i>) that define volitional activity determining rebirth (i.e. karma, <a href='https://suttacentral.net/mn57/en/sujato#8.2'>MN 57:8.2</a>). In the three “processes”, the final item is always <i lang='pi' translate='no'>cittasaṅkhāra</i> (“mental process”), whereas in the three “choices” the final item is usually <i lang='pi' translate='no'>manosaṅkhāra</i>. While <i lang='pi' translate='no'>mano</i> and <i lang='pi' translate='no'>citta</i> both mean “mind”, <i lang='pi' translate='no'>mano</i> leans to the sense of “volition”, while <i lang='pi' translate='no'>citta</i> leans to the sense of “awareness”. It is a quirk of the Pali texts that they usually have <i lang='pi' translate='no'>cittasaṅkhāra</i> in the context of dependent origination (but see <a href='https://suttacentral.net/sn12.25/en/sujato#13.1'>SN 12.25:13.1</a>), where the Sanskrit has the expected <i lang='pi' translate='no'>manaḥsaṁskāraḥ</i> (SF 165 Ādisūtra, Arv 5.2 Arthaviniścayasūtra, SF 238 Pratītyasamutpādādivibhaṅganirdeśa). ",
  "sn41.6:2.3": "Breathing is referred to as a “physical process” in the context of breath meditation to emphasize the natural stilling that occurs as the meditation settles. | As in <a href='https://suttacentral.net/mn43/en/sujato'>MN 43</a>, the questions are laying the groundwork for a discussion of deep meditation. Hence in these definitions what is being discussed is not “processes” in general, but the very last residue of activity or disturbance whose cessation marks the transition to a deeper level of consciousness. ",
  "sn41.6:2.4": "<i lang='pi' translate='no'>Vitakka</i> and <i lang='pi' translate='no'>vicāra</i> have a more basic sense in ordinary states of mind (“thought” and “exploring”) and a more refined sense in the elevated consciousness of <i lang='pi' translate='no'>jhāna</i> (“placing the mind” and “keeping it connected”). They act as a condition for breaking into speech, so any hint of such movement, no matter how subtle, must be abandoned. ",
  "sn41.6:2.5": "As with the verbal process, it is the two taken together that constitute a “process”. ",
  "sn41.6:3.5": "Compare <a href='https://suttacentral.net/mn43/en/sujato#28.2'>MN 43:28.2</a>. ",
  "sn41.6:4.3": "The verbal process ceases in the first absorption, the breath in the fourth absorption (<a href='https://suttacentral.net/sn36.11/en/sujato#2.19'>SN 36.11:2.19</a>), and feeling and perception in the attainment of cessation. ",
  "sn41.6:8.4": "See the discussion on various “releases of the heart” at <a href='https://suttacentral.net/mn43/en/sujato#26.1'>MN 43:26.1</a> ff. Here, when emerging from cessation, the higher form of release is meant, as the meditator’s mind naturally inclines towards liberating insight. ",
  "sn41.6:9.3": "Here the higher sense of “seclusion” is meant, namely Nibbana. ",
  "sn41.6:10.2": "Here <a href='https://suttacentral.net/mn44/en/sujato'>MN 44</a> shifts to discuss feeling. "
}