{
  "sn41.5:1.1": "Kāmabhū discussed Dhamma with Ānanda at Ghosita’s Monastery near Kosambī in <a href='https://suttacentral.net/sn35.233/en/sujato'>SN 35.233</a>. ",
  "sn41.5:2.1": "",
  "sn41.5:3.4": "",
  "sn41.5:4.2": "",
  "sn41.5:4.3": "At <a href='https://suttacentral.net/ud7.5/en/sujato#6.1'>Ud 7.5:6.1</a>, upon seeing the enlightened monk Bhaddiya the Dwarf. ",
  "sn41.5:5.1": "<i lang='pi' translate='no'>Nelaṅga</i>: of “faultless” (<i lang='pi' translate='no'>na ela</i>) “parts” (<i lang='pi' translate='no'>aṅga</i>). | <i lang='pi' translate='no'>Ela</i> is unusual, perhaps unique, in early Pali. It corresponds to Sanskrit <i lang='pi' translate='no'>enas</i>, “fault, offense, sin” (Rig Veda 5.3.7; Śatapatha Brāhmaṇa 14.1.1.26). Thus the primary sense of the word is an ethical fault, and it is secondarily applied to the chariot’s parts. | The “parts” of a chariot are discussed at <a href='https://suttacentral.net/mn58/en/sujato#10.3'>MN 58:10.3</a>. Ethics is a “part” of the spiritual life (<a href='https://suttacentral.net/an4.196/en/sujato#3.1'>AN 4.196:3.1</a>). ",
  "sn41.5:5.2": "A white canopy was the height of luxurious style (<a href='https://suttacentral.net/sn45.4/en/sujato#1.4'>SN 45.4:1.4</a>), like the white parasol held over a prince (<a href='https://suttacentral.net/snp3.11/en/sujato#11.3'>Snp 3.11:11.3</a>, <a href='https://suttacentral.net/an3.39/en/sujato#1.5'>AN 3.39:1.5</a>, <a href='https://suttacentral.net/mn123/en/sujato#20.2'>MN 123:20.2</a>). ",
  "sn41.5:5.3": "Perhaps because mindfulness is always useful (<a href='https://suttacentral.net/sn46.53/en/sujato#15.4'>SN 46.53:15.4</a>), or because it leads to unification (<a href='https://suttacentral.net/mn10/en/sujato#2.1'>MN 10:2.1</a>). ",
  "sn41.5:5.4": "In the original setting, Bhaddiya is seen approaching and thus inspiring the whole verse. The phrase “going forward and coming back” is often used of a mendicant’s deportment, especially when entering the village for alms-round. ",
  "sn41.5:5.5": "Kaṭha Upaniṣad 3.3 says the mind is the charioteer, and the body is the chariot (<i lang='pi' translate='no'>śarīraṁ ratham eva</i>). This is part of a series of very Buddhist-sounding verses about how when one lacks understanding and mindfulness the senses will be out of control. The image is also used by the Buddha at <a href='https://suttacentral.net/dn16/en/sujato#2.25.11'>DN 16:2.25.11</a>. ",
  "sn41.5:5.6": "The Pali <i lang='pi' translate='no'>anīgha</i> is elsewhere only found in negative. It is sometimes traced to Sanskrit <i lang='pi' translate='no'>ṛghā</i>, “propensity to violence” (Jamison/Brereton “mettle”). Here, however, the non-negative form is <i lang='pi' translate='no'>nīgha</i>, casting doubt on that etymology. Sanskrit <i lang='pi' translate='no'>nīgha</i> does not seem to occur (except as a Buddhist back-formation from <i lang='pi' translate='no'>anīgha</i>), but we do find <i lang='pi' translate='no'>nighna</i> in the sense “smiting, striking” (Rig Veda 1.55.5; Atharva Veda 10.1.27). The commentary explains it as “suffering”. “Trouble” and its negative “untroubled” seem to more-or-less fit the Pali cases, although perhaps something like “uncombative” might be more precise. ",
  "sn41.5:5.10": "As at <a href='https://suttacentral.net/an4.5/en/sujato#5.4'>AN 4.5:5.4</a>, <a href='https://suttacentral.net/snp3.11/en/sujato#37.2'>Snp 3.11:37.2</a>, <a href='https://suttacentral.net/iti109/en/sujato#3.3'>Iti 109:3.3</a>. "
}