{
  "sn41.1:1.1": "Macchikāsaṇḍa was a township in Kāsī (<a href='https://suttacentral.net/pli-tv-kd11/en/sujato#18.1.3'>Kd 11:18.1.3</a>), known only through its connection with Citta. The name probably means “Fisher’s Forest”. ",
  "sn41.1:2.1": "The householder Citta, often identified as “of Macchikāsaṇḍa”,  was a chief lay disciple (<a href='https://suttacentral.net/an2.132/en/sujato#1.2'>AN 2.132:1.2</a>), foremost in teaching Dhamma (<a href='https://suttacentral.net/an1.250/en/sujato'>AN 1.250</a>). His boldness and intelligence mark his distinctive personality. Likely he was born under the asterism Citrā (the star Spica), a manifestation of Agni (see Pāṇini 4.3.34, <i lang='pi' translate='no'>vārttika</i> 1). The primordial myth of the asterism attributes to it the power to enable one of lower status (the titans) to challenge those of higher status, the gods (Śatapatha Brāhmaṇa 2.1.2.13–17). Citta the householder is likewise noted for his brilliant insight that surpasses the monks; moreover, on several occasions in his presence the most junior monastic surpasses the senior. | Migapathaka (“place of the animal track”) is only mentioned here. ",
  "sn41.1:2.2": "The use of <i lang='pi' translate='no'>kira</i> here shows that he did not hear them directly, but heard a report. Hence below he says “I heard that …” (<i lang='pi' translate='no'>sutaṁ metaṁ</i>), similar to the phrase “so I have heard” (<a href='https://suttacentral.net/mn127/en/sujato#17.4'>MN 127:17.4</a>). ",
  "sn41.1:4.6": "This example is not attributed to the Buddha in the canon, so the question arises where Citta heard it. It is found in a discussion between Mahākoṭṭhita and Sāriputta (<a href='https://suttacentral.net/sn35.232/en/sujato#4.3'>SN 35.232:4.3</a>), but perhaps more relevant, between Kāmabhū and Ānanda (<a href='https://suttacentral.net/sn35.233/en/sujato#4.3'>SN 35.233:4.3</a>). Kāmabhū discussed Dhamma with Citta (<a href='https://suttacentral.net/sn41.5/en/sujato'>SN 41.5</a>, <a href='https://suttacentral.net/sn41.6/en/sujato'>SN 41.6</a>), so perhaps Citta learned it from him. "
}