{
  "mn104:0.1": "'\\'\"\\\\\\'Discours de Longueur Moyenne 104 \\\\\\'\"\\''",
  "mn104:0.2": "'\\'\"\\\\\\'À Sāmagāma \\\\\\'\"\\''",
  "mn104:1.1": "'\\'\"\\\\\\'Ainsi ai-je entendu. \\\\\\'\"\\''",
  "mn104:1.2": "'\\'\"\\\\\\'Un jour, le Bouddha séjournait dans le pays des Sakyans, près du village de Sāma. \\\\\\'\"\\''",
  "mn104:2.1": "'\\'\"\\\\\\'À cette époque, l’ascète jaïn du clan Ñātika venait de décéder à Pāvā. \\\\\\'\"\\''",
  "mn104:2.2": "'\\'\"\\\\\\'À sa mort, les ascètes jaïns se divisèrent en deux factions, se disputant, se querellant et se contredisant, se blessant continuellement avec des mots acérés : \\\\\\'\"\\''",
  "mn104:2.3": "'\\'\"\\\\\\'« Tu ne comprends pas cet enseignement et cette pratique. Moi, je les comprends. Quoi, tu comprends cet enseignement et cette pratique ? Tu pratiques mal. Moi, je pratique bien. Je reste sur le sujet, pas toi. Tu as dit en dernier ce que tu aurais dû dire en premier. Tu as dit en premier ce que tu aurais dû dire en dernier. Ce à quoi tu as tant réfléchi a été réfuté. Ta doctrine est réfutée. Allez, sauve ta doctrine ! Tu es piégé ; sors de là si tu peux ! » \\\\\\'\"\\''",
  "mn104:2.4": "'\\'\"\\\\\\'On aurait dit qu’il n’y avait que des massacres parmi les ascètes jaïns. \\\\\\'\"\\''",
  "mn104:2.5": "'\\'\"\\\\\\'Et les disciples laïcs en vêtements blancs du Jaïn Ñātika étaient désillusionnés, consternés et déçus par les ascètes jaïns. Ils étaient tout aussi déçus par un enseignement et une pratique si mal expliqués et mal présentés, ne libérant pas, ne menant pas à la paix, proclamés par quelqu’un qui n’est pas un Bouddha pleinement éveillé, avec un monument brisé et sans refuge. \\\\\\'\"\\''",
  "mn104:3.1": "'\\'\"\\\\\\'Puis, après avoir terminé la retraite de la saison des pluies près de Pāvā, le novice Cunda alla voir le Vénérable Ānanda au village de Sāma. Il s’inclina, s’assit d’un côté et lui raconta ce qui s’était passé. \\\\\\'\"\\''",
  "mn104:4.1": "'\\'\"\\\\\\'Ānanda lui dit : \\\\\\'\"\\''",
  "mn104:4.2": "'\\'\"\\\\\\'« Révérend Cunda, nous devrions voir le Bouddha à ce sujet. \\\\\\'\"\\''",
  "mn104:4.3": "'\\'\"\\\\\\'Allons voir le Bouddha et informons-le de cela. » \\\\\\'\"\\''",
  "mn104:4.4": "'\\'\"\\\\\\'« Oui, vénérable », répondit Cunda. \\\\\\'\"\\''",
  "mn104:4.5": "'\\'\"\\\\\\'Puis Ānanda et Cunda allèrent voir le Bouddha, s’inclinèrent, s’assirent d’un côté, et Ānanda informa le Bouddha de ce que Cunda avait dit. Il continua en disant : \\\\\\'\"\\''",
  "mn104:4.9": "'\\'\"\\\\\\'« Vénérable, il me semble : \\\\\\'\"\\''",
  "mn104:4.10": "'\\'\"\\\\\\'‹ Quand le Bouddha nous aura quittés, qu’aucune dispute ne surgisse dans le Saṅgha. \\\\\\'\"\\''",
  "mn104:4.11": "'\\'\"\\\\\\'Car une telle dispute serait au détriment et au malheur du peuple, pour le mal, la douleur et la souffrance des dieux et des humains. › » \\\\\\'\"\\''",
  "mn104:5.1": "'\\'\"\\\\\\'« Que penses-tu, Ānanda ? \\\\\\'\"\\''",
  "mn104:5.2": "'\\'\"\\\\\\'Vois-tu même deux moines en désaccord concernant les choses que j’ai enseignées de ma connaissance directe, à savoir, \\\\\\'\"\\''",
  "mn104:5.3": "'\\'\"\\\\\\'les quatre types de méditations de pleine conscience, les quatre efforts justes, les quatre bases des pouvoirs psychiques, les cinq facultés, les cinq forces, les sept facteurs de l’éveil et le noble chemin octuple ? » \\\\\\'\"\\''",
  "mn104:5.4": "'\\'\"\\\\\\'« Non, vénérable, je ne le vois pas. \\\\\\'\"\\''",
  "mn104:5.6": "'\\'\"\\\\\\'Néanmoins, certains individus paraissent vivre en obéissance au Bouddha, mais quand le Bouddha nous aura quittés, ils pourraient créer une dispute dans le Saṅgha concernant le mode de vie ou le code monastique. \\\\\\'\"\\''",
  "mn104:5.7": "'\\'\"\\\\\\'Une telle dispute serait au détriment et au malheur du peuple, pour le mal, la douleur et la souffrance des dieux et des humains. » \\\\\\'\"\\''",
  "mn104:5.8": "'\\'\"\\\\\\'«\\\\\\\\\\\\\\\\xa0Ānanda, une dispute au sujet du mode de vie ou le code monastique est un problème mineur. \\\\\\'\"\\''",
  "mn104:5.9": "'\\'\"\\\\\\'Mais si une dispute surgit dans le Saṅgha concernant la voie ou la pratique, ce serait au détriment et au malheur du peuple, pour le mal, la douleur et la souffrance des dieux et des humains. \\\\\\'\"\\''",
  "mn104:6.1": "'\\'\"\\\\\\'Ānanda, il existe ces six sources de disputes. \\\\\\'\"\\''",
  "mn104:6.2": "'\\'\"\\\\\\'Lesquelles ? \\\\\\'\"\\''",
  "mn104:6.3": "'\\'\"\\\\\\'Tout d’abord, un moine est irritable et hostile. \\\\\\'\"\\''",
  "mn104:6.4": "'\\'\"\\\\\\'Un tel moine manque de respect et de révérence pour l’enseignant, l’enseignement et le Saṅgha, et il n’accomplit pas la formation. \\\\\\'\"\\''",
  "mn104:6.5": "'\\'\"\\\\\\'Il crée une dispute dans le Saṅgha, ce qui est au détriment et au malheur du peuple, pour le mal, la douleur et la souffrance des dieux et des humains. \\\\\\'\"\\''",
  "mn104:6.6": "'\\'\"\\\\\\'Si tu vois une telle source de disputes en toi ou chez les autres, tu devrais essayer d’abandonner cette mauvaise chose. \\\\\\'\"\\''",
  "mn104:6.7": "'\\'\"\\\\\\'Si tu ne la vois pas, tu devrais pratiquer pour qu’elle ne surgisse pas à l’avenir. \\\\\\'\"\\''",
  "mn104:6.8": "'\\'\"\\\\\\'C’est ainsi qu’on abandonne cette mauvaise source de disputes, pour qu’elle ne surgisse pas à l’avenir. \\\\\\'\"\\''",
  "mn104:7-11.1": "'\\'\"\\\\\\'De plus, un moine est offensant et méprisant… \\\\\\'\"\\''",
  "mn104:7-11.2": "'\\'\"\\\\\\'Il est jaloux et avare… \\\\\\'\"\\''",
  "mn104:7-11.3": "'\\'\"\\\\\\'Il est sournois et trompeur… \\\\\\'\"\\''",
  "mn104:7-11.4": "'\\'\"\\\\\\'Il a des souhaits corrompus et une opinion erronée… \\\\\\'\"\\''",
  "mn104:7-11.5": "'\\'\"\\\\\\'Il est attaché à ses propres opinions, y tenant fermement et refusant de les lâcher. \\\\\\'\"\\''",
  "mn104:7-11.6": "'\\'\"\\\\\\'Un tel moine manque de respect et de révérence pour l’enseignant, l’enseignement et le Saṅgha, et il n’accomplit pas la formation. \\\\\\'\"\\''",
  "mn104:7-11.7": "'\\'\"\\\\\\'Il crée une dispute dans le Saṅgha, ce qui est au détriment et au malheur du peuple, pour le mal, la douleur et la souffrance des dieux et des humains. \\\\\\'\"\\''",
  "mn104:7-11.8": "'\\'\"\\\\\\'Si tu vois une telle source de disputes en toi ou chez les autres, tu devrais essayer d’abandonner cette mauvaise chose. \\\\\\'\"\\''",
  "mn104:7-11.9": "'\\'\"\\\\\\'Si tu ne la vois pas, tu devrais pratiquer pour qu’elle ne surgisse pas à l’avenir. \\\\\\'\"\\''",
  "mn104:7-11.10": "'\\'\"\\\\\\'C’est ainsi qu’on abandonne cette mauvaise source de disputes, pour qu’elle ne surgisse pas à l’avenir. \\\\\\'\"\\''",
  "mn104:7-11.11": "'\\'\"\\\\\\'Ce sont les six sources de disputes. \\\\\\'\"\\''",
  "mn104:12.1": "'\\'\"\\\\\\'Il existe quatre types de problèmes disciplinaires. \\\\\\'\"\\''",
  "mn104:12.2": "'\\'\"\\\\\\'Lesquelles ? \\\\\\'\"\\''",
  "mn104:12.3": "'\\'\"\\\\\\'Des problèmes disciplinaires dus à des disputes, des accusations, des offenses ou des procédures. \\\\\\'\"\\''",
  "mn104:12.4": "'\\'\"\\\\\\'Ce sont les quatre types de problèmes disciplinaires. \\\\\\'\"\\''",
  "mn104:13.1": "'\\'\"\\\\\\'Il existe sept méthodes pour régler tout problème disciplinaire qui pourrait survenir. \\\\\\'\"\\''",
  "mn104:13.2": "'\\'\"\\\\\\'Le retrait en présence des personnes concernées est applicable. Le retrait par un souvenir précis est applicable. Le retrait dû à la guérison de la folie est applicable. L’offense doit être reconnue. La décision de la majorité. Un verdict de faute aggravée. Le recouvrement par l’herbe. \\\\\\'\"\\''",
  "mn104:14.1": "'\\'\"\\\\\\'Comment procède-t-on au retrait en présence des personnes concernées ? \\\\\\'\"\\''",
  "mn104:14.2": "'\\'\"\\\\\\'C’est lorsque les moines se disputent : ‹ Ceci est l’enseignement ›, ‹ Ceci n’est pas l’enseignement ›, ‹ Ceci est la loi monastique ›, ‹ Ceci n’est pas la loi monastique ›. \\\\\\'\"\\''",
  "mn104:14.3": "'\\'\"\\\\\\'Ces moines devraient tous s’asseoir ensemble en harmonie \\\\\\'\"\\''",
  "mn104:14.4": "'\\'\"\\\\\\'et passer en revue minutieusement les directives de l’enseignement. \\\\\\'\"\\''",
  "mn104:14.5": "'\\'\"\\\\\\'Ils devraient régler ce problème disciplinaire en accord avec les directives. \\\\\\'\"\\''",
  "mn104:14.6": "'\\'\"\\\\\\'C’est ainsi qu’on que l’on au retrait en présence des personnes concernées. \\\\\\'\"\\''",
  "mn104:14.7": "'\\'\"\\\\\\'Et c’est ainsi que certains problèmes disciplinaires sont réglés, c’est-à-dire \\\\\\'\"\\''",
  "mn104:14.8": "'\\'\"\\\\\\'par un retrait en présence des personnes concernées. \\\\\\'\"\\''",
  "mn104:15.1": "'\\'\"\\\\\\'Et comment procède-t-on à la prise de décision de la majorité ? \\\\\\'\"\\''",
  "mn104:15.2": "'\\'\"\\\\\\'Si ces moines ne parviennent pas à résoudre cette question dans ce monastère, \\\\\\'\"\\''",
  "mn104:15.3": "'\\'\"\\\\\\'ils doivent se rendre dans un autre monastère où se trouvent plus de moines. \\\\\\'\"\\''",
  "mn104:15.4": "'\\'\"\\\\\\'Là, ils doivent tous s’asseoir ensemble en harmonie \\\\\\'\"\\''",
  "mn104:15.5": "'\\'\"\\\\\\'et examiner minutieusement les directives de l’enseignement. \\\\\\'\"\\''",
  "mn104:15.6": "'\\'\"\\\\\\'Ils doivent régler cette question disciplinaire conformément aux directives. \\\\\\'\"\\''",
  "mn104:15.7": "'\\'\"\\\\\\'C’est ainsi que l’on procède à la prise de décision de la majorité. Et c’est ainsi que certaines questions disciplinaires sont réglées, c’est-à-dire \\\\\\'\"\\''",
  "mn104:15.8": "'\\'\"\\\\\\'par la décision de la majorité. \\\\\\'\"\\''",
  "mn104:16.1": "'\\'\"\\\\\\'t comment procède-t-on au retrait par souvenir précis ? \\\\\\'\"\\''",
  "mn104:16.2": "'\\'\"\\\\\\'C’est lorsque des moines accusent un moine d’une grave offense, entraînant l’expulsion ou presque : \\\\\\'\"\\''",
  "mn104:16.3": "'\\'\"\\\\\\'‹ Vénérable, vous souvenez-vous d’avoir commis une telle grave offense entraînant l’expulsion ou presque ? › \\\\\\'\"\\''",
  "mn104:16.4": "'\\'\"\\\\\\'Il dit : \\\\\\'\"\\''",
  "mn104:16.5": "'\\'\"\\\\\\'‹ Non, vénérables, je ne me souviens pas d’avoir commis une telle offense. › \\\\\\'\"\\''",
  "mn104:16.6": "'\\'\"\\\\\\'Le retrait par souvenir précis est applicable. \\\\\\'\"\\''",
  "mn104:16.7": "'\\'\"\\\\\\'C’est ainsi que l’on procède au retrait par souvenir précis. Et c’est ainsi que certaines questions disciplinaires sont réglées, c’est-à-dire \\\\\\'\"\\''",
  "mn104:16.8": "'\\'\"\\\\\\'par le retrait par souvenir précis. \\\\\\'\"\\''",
  "mn104:17.1": "'\\'\"\\\\\\'Et comment procède-t-on au retrait par guérison de la folie ? \\\\\\'\"\\''",
  "mn104:17.2": "'\\'\"\\\\\\'C’est lorsque des moines accusent un moine d’une grave offense, entraînant l’expulsion ou presque : \\\\\\'\"\\''",
  "mn104:17.3": "'\\'\"\\\\\\'‹ Vénérable, vous souvenez-vous d’avoir commis une telle grave offense entraînant l’expulsion ou presque ? › \\\\\\'\"\\''",
  "mn104:17.4": "'\\'\"\\\\\\'Ils disent : \\\\\\'\"\\''",
  "mn104:17.5": "'\\'\"\\\\\\'‹ Non, vénérables, je ne me souviens pas d’avoir commis une telle offense. › \\\\\\'\"\\''",
  "mn104:17.6": "'\\'\"\\\\\\'Mais bien qu’il essaie de s’en sortir, les moines poursuivent la question : \\\\\\'\"\\''",
  "mn104:17.7": "'\\'\"\\\\\\'‹ Assurément le vénérable doit parfaitement savoir s’il se souvient d’avoir commis une offense entraînant l’expulsion ou presque ! › \\\\\\'\"\\''",
  "mn104:17.8": "'\\'\"\\\\\\'Il dit : \\\\\\'\"\\''",
  "mn104:17.9": "'\\'\"\\\\\\'‹ Vénérables, j’étais fou, j’étais hors de moi. \\\\\\'\"\\''",
  "mn104:17.10": "'\\'\"\\\\\\'Et pendant que j’étais fou, j’ai fait et dit beaucoup de choses qui ne conviennent pas à un ascète. \\\\\\'\"\\''",
  "mn104:17.11": "'\\'\"\\\\\\'Je ne me souviens de rien de tout cela, \\\\\\'\"\\''",
  "mn104:17.12": "'\\'\"\\\\\\'j’étais fou quand je l’ai fait. › \\\\\\'\"\\''",
  "mn104:17.13": "'\\'\"\\\\\\'Le retrait par guérison de la folie est applicable. \\\\\\'\"\\''",
  "mn104:17.14": "'\\'\"\\\\\\'C’est ainsi que l’on procède au retrait par guérison de la folie. Et c’est ainsi que certaines questions disciplinaires sont réglées, c’est-à-dire \\\\\\'\"\\''",
  "mn104:17.15": "'\\'\"\\\\\\'par la guérison de la folie. \\\\\\'\"\\''",
  "mn104:18.1": "'\\'\"\\\\\\'Et comment procède-t-on à l’aveu d’une offense ? \\\\\\'\"\\''",
  "mn104:18.2": "'\\'\"\\\\\\'C’est lorsqu’un moine, qu’il soit accusé ou non, se souvient d’une offense, la clarifie et la révèle. \\\\\\'\"\\''",
  "mn104:18.3": "'\\'\"\\\\\\'Après s’être approché d’un moine plus âgé, ce moine doit arranger sa robe sur une épaule, se prosterner aux pieds de ce moine, s’accroupir sur ses talons, lever les paumes jointes et dire : \\\\\\'\"\\''",
  "mn104:18.4": "'\\'\"\\\\\\'‹ Vénérable, je suis tombé dans telle ou telle offense. Je l’avoue. › \\\\\\'\"\\''",
  "mn104:18.5": "'\\'\"\\\\\\'Le moine aîné dit : \\\\\\'\"\\''",
  "mn104:18.6": "'\\'\"\\\\\\'‹ Le voyez-vous ? › \\\\\\'\"\\''",
  "mn104:18.7": "'\\'\"\\\\\\'‹ Oui, je le vois. › \\\\\\'\"\\''",
  "mn104:18.8": "'\\'\"\\\\\\'‹ Alors, retenez-vous à l’avenir. › \\\\\\'\"\\''",
  "mn104:18.9": "'\\'\"\\\\\\'‹ Je me retiendrai. › \\\\\\'\"\\''",
  "mn104:18.10": "'\\'\"\\\\\\'C’est ainsi que l’on procède à l’aveu d’une offense. Et c’est ainsi que certaines questions disciplinaires sont réglées, c’est-à-dire \\\\\\'\"\\''",
  "mn104:18.11": "'\\'\"\\\\\\'par l’aveu d’une offense. \\\\\\'\"\\''",
  "mn104:19.1": "'\\'\"\\\\\\'Et comment procède-t-on au verdict d’une faute aggravée ? \\\\\\'\"\\''",
  "mn104:19.2": "'\\'\"\\\\\\'C’est lorsqu’un moine accuse un moine d’une grave offense, entraînant l’expulsion ou presque : \\\\\\'\"\\''",
  "mn104:19.3": "'\\'\"\\\\\\'‹ Vénérable, vous souvenez-vous d’avoir commis une telle grave offense entraînant l’expulsion ou presque ? › \\\\\\'\"\\''",
  "mn104:19.4": "'\\'\"\\\\\\'Ils disent : \\\\\\'\"\\''",
  "mn104:19.5": "'\\'\"\\\\\\'‹ Non, vénérables, je ne me souviens pas d’avoir commis une telle offense. › \\\\\\'\"\\''",
  "mn104:19.6": "'\\'\"\\\\\\'Mais bien qu’il essaie de s’en sortir, les moines poursuivent la question : \\\\\\'\"\\''",
  "mn104:19.7": "'\\'\"\\\\\\'‹ Assurément le vénérable doit parfaitement savoir s’il se souvient d’avoir commis une offense entraînant l’expulsion ou presque ! › \\\\\\'\"\\''",
  "mn104:19.8": "'\\'\"\\\\\\'Il dit : \\\\\\'\"\\''",
  "mn104:19.9": "'\\'\"\\\\\\'‹ Vénérables, je ne me souviens pas d’avoir commis une offense grave de cette nature. \\\\\\'\"\\''",
  "mn104:19.10": "'\\'\"\\\\\\'Mais je me souviens d’avoir commis une offense légère. › \\\\\\'\"\\''",
  "mn104:19.11": "'\\'\"\\\\\\'Mais bien qu’il essaie de s’en sortir, les moines poursuivent la question : \\\\\\'\"\\''",
  "mn104:19.12": "'\\'\"\\\\\\'‹ Certainement le vénérable doit parfaitement savoir s’il se souvient d’avoir commis une offense entraînant l’expulsion ou presque ! › \\\\\\'\"\\''",
  "mn104:19.13": "'\\'\"\\\\\\'Il dit : \\\\\\'\"\\''",
  "mn104:19.14": "'\\'\"\\\\\\'‹ Vénérables, j’irai jusqu’à reconnaître cette offense légère, même si on ne me le demande pas. \\\\\\'\"\\''",
  "mn104:19.15": "'\\'\"\\\\\\'Pourquoi ne reconnaîtrais-je pas une offense grave quand on me le demande ? › \\\\\\'\"\\''",
  "mn104:19.16": "'\\'\"\\\\\\'Ils disent : \\\\\\'\"\\''",
  "mn104:19.17": "'\\'\"\\\\\\'‹ Vous n’auriez pas reconnu cette offense légère sans qu’on vous le demande, alors pourquoi reconnaîtriez-vous une offense grave ? \\\\\\'\"\\''",
  "mn104:19.18": "'\\'\"\\\\\\'Assurément le vénérable doit parfaitement savoir s’il se souvient d’avoir commis une offense entraînant l’expulsion ou presque ! › \\\\\\'\"\\''",
  "mn104:19.19": "'\\'\"\\\\\\'Il dit\\\\\\\\\\\\\\\\xa0: \\\\\\'\"\\''",
  "mn104:19.20": "'\\'\"\\\\\\'‹ Vénérable, je me souviens d’avoir commis une offense grave entraînant l’expulsion ou presque. \\\\\\'\"\\''",
  "mn104:19.21": "'\\'\"\\\\\\'J’ai parlé trop hâtivement quand j’ai dit \\\\\\'\"\\''",
  "mn104:19.22": "'\\'\"\\\\\\'que je ne m’en souvenais pas. › \\\\\\'\"\\''",
  "mn104:19.23": "'\\'\"\\\\\\'C’est ainsi que l’on procède au verdict d’une faute aggravée. Et c’est ainsi que certaines questions disciplinaires sont réglées, c’est-à-dire \\\\\\'\"\\''",
  "mn104:19.24": "'\\'\"\\\\\\'par un verdict de faute aggravée. \\\\\\'\"\\''",
  "mn104:20.1": "'\\'\"\\\\\\'Et comment procède-t-on au recouvrement par l’herbe ? \\\\\\'\"\\''",
  "mn104:20.2": "'\\'\"\\\\\\'C’est lorsque les moines se disputent constamment, se querellent et se contredisent, faisant et disant de nombreuses choses qui ne conviennent pas à un ascète. \\\\\\'\"\\''",
  "mn104:20.3": "'\\'\"\\\\\\'Ces moines doivent tous s’asseoir ensemble en harmonie. \\\\\\'\"\\''",
  "mn104:20.4": "'\\'\"\\\\\\'Un moine compétent d’une partie, s’étant levé de son siège, ayant arrangé sa robe sur une épaule et levé les paumes jointes, doit informer le Saṅgha : \\\\\\'\"\\''",
  "mn104:20.5": "'\\'\"\\\\\\'‹ Vénérable, que le Saṅgha m’écoute. \\\\\\'\"\\''",
  "mn104:20.6": "'\\'\"\\\\\\'Nous nous sommes constamment bagarrés, querellés et disputés, faisant et disant de nombreuses choses qui ne conviennent pas à un ascète. \\\\\\'\"\\''",
  "mn104:20.7": "'\\'\"\\\\\\'Si cela semble approprié au Saṅgha, alors — pour le bien de ces vénérables et de moi-même — je révèle au milieu du Saṅgha par le recouvrement par l’herbe toutes les offenses commises par ces vénérables et moi-même, à l’exception seulement de celles qui sont gravement condamnables et celles liées aux laïcs. › \\\\\\'\"\\''",
  "mn104:20.8": "'\\'\"\\\\\\'Ensuite, un moine compétent de l’autre partie, s’étant levé de son siège, ayant arrangé sa robe sur une épaule et levé les paumes jointes, doit informer le Saṅgha : \\\\\\'\"\\''",
  "mn104:20.9": "'\\'\"\\\\\\'‹ Vénérable, que le Saṅgha m’écoute. \\\\\\'\"\\''",
  "mn104:20.10": "'\\'\"\\\\\\'Nous nous sommes constamment bagarrés, querellés et disputés, faisant et disant de nombreuses choses qui ne conviennent pas à un ascète. \\\\\\'\"\\''",
  "mn104:20.11": "'\\'\"\\\\\\'Si cela semble approprié au Saṅgha, alors — pour le bien de ces vénérables et le mien — je révèle au milieu du Saṅgha par le recouvrement par l’herbe toutes les offenses commises par ces vénérables et moi-même, à l’exception seulement de celles qui sont gravement condamnables et celles liées aux laïcs. › \\\\\\'\"\\''",
  "mn104:20.12": "'\\'\"\\\\\\'C’est ainsi que l’on procède au recouvrement par l’herbe. Et c’est ainsi que certaines questions disciplinaires sont réglées, c’est-à-dire \\\\\\'\"\\''",
  "mn104:20.13": "'\\'\"\\\\\\'par le recouvrement par l’herbe. \\\\\\'\"\\''",
  "mn104:21.1": "'\\'\"\\\\\\'Ānanda, ces six qualités bienveillantes favorisent l’affection et le respect, conduisant à l’inclusion, l’harmonie et l’unité, sans querelle. \\\\\\'\"\\''",
  "mn104:21.2": "'\\'\"\\\\\\'Lesquelles ? \\\\\\'\"\\''",
  "mn104:21.3": "'\\'\"\\\\\\'Tout d’abord, un moine traite continuellement ses compagnons spirituels avec bonté physique, autant en public qu’en privé. \\\\\\'\"\\''",
  "mn104:21.4": "'\\'\"\\\\\\'Cette qualité bienveillante favorise l’affection et le respect, conduisant à l’inclusion, l’harmonie et l’unité, sans querelle. \\\\\\'\"\\''",
  "mn104:21.5": "'\\'\"\\\\\\'De plus, un moine traite constamment ses compagnons spirituels avec bonté verbale… \\\\\\'\"\\''",
  "mn104:21.6": "'\\'\"\\\\\\'Cela aussi est une qualité bienveillante. \\\\\\'\"\\''",
  "mn104:21.7": "'\\'\"\\\\\\'De plus, un moine traite constamment ses compagnons spirituels avec bonté mentale… \\\\\\'\"\\''",
  "mn104:21.8": "'\\'\"\\\\\\'Cela aussi est une qualité bienveillante. \\\\\\'\"\\''",
  "mn104:21.9": "'\\'\"\\\\\\'De plus, un moine partage sans réserve tout bien matériel acquis par des moyens légitimes, même la nourriture placée dans le bol d’aumônes, les utilisant en commun avec ses compagnons spirituels éthiques. \\\\\\'\"\\''",
  "mn104:21.10": "'\\'\"\\\\\\'Cela aussi est une qualité bienveillante. \\\\\\'\"\\''",
  "mn104:21.11": "'\\'\"\\\\\\'De plus, un moine vit selon les préceptes partagés avec ses compagnons spirituels, autant en public qu’en privé. Ces préceptes sont intacts, impeccables, sans tache et inaltérés, libérateurs, loués par les personnes sensées, non erronées et conduisant à la concentration. \\\\\\'\"\\''",
  "mn104:21.12": "'\\'\"\\\\\\'Cela aussi est une qualité bienveillante. \\\\\\'\"\\''",
  "mn104:21.13": "'\\'\"\\\\\\'De plus, un moine vit selon la vue partagée avec ses compagnons spirituels, autant en public qu’en privé. Cette vue est noble et libératrice, et conduit celui qui la pratique à la fin complète de la souffrance. \\\\\\'\"\\''",
  "mn104:21.14": "'\\'\"\\\\\\'Cela aussi est une qualité bienveillante. \\\\\\'\"\\''",
  "mn104:21.15": "'\\'\"\\\\\\'Ces six qualités bienveillantes favorisent l’affection et le respect, conduisant à l’inclusion, l’harmonie et l’unité, sans querelle. \\\\\\'\"\\''",
  "mn104:22.1": "'\\'\"\\\\\\'Si vous deviez entreprendre et suivre ces six qualités bienveillantes, voyez-vous une critique, grande ou petite, que vous ne pourriez pas supporter ? » \\\\\\'\"\\''",
  "mn104:22.2": "'\\'\"\\\\\\'« Non, vénérable. » \\\\\\'\"\\''",
  "mn104:22.3": "'\\'\"\\\\\\'« C’est pourquoi, Ānanda, vous devriez entreprendre et suivre ces six qualités bienveillantes. \\\\\\'\"\\''",
  "mn104:22.4": "'\\'\"\\\\\\'Cela sera pour votre bien-être et votre bonheur durables. » \\\\\\'\"\\''",
  "mn104:22.5": "'\\'\"\\\\\\'C’est ce que le Bouddha a dit. \\\\\\'\"\\''",
  "mn104:22.6": "'\\'\"\\\\\\'Satisfait, le Vénérable Ānanda se réjouissait de ce que le Bouddha avait dit. \\\\\\'\"\\''"
}