{
  "mn11:0.1": "'Discours de Longueur Moyenne 11 '",
  "mn11:0.2": "'Le court discours sur le rugissement du lion '",
  "mn11:1.1": "'Ainsi ai-je entendu. '",
  "mn11:1.2": "'À une époque, le Bouddha résidait près de Sāvatthī, dans le bosquet de Jeta, au monastère d’Anāthapiṇḍika. '",
  "mn11:1.3": "'Là, le Bouddha s’adressa aux monastiques, '",
  "mn11:1.4": "'« Monastiques ! » '",
  "mn11:1.5": "'« Vénérable », répondirent-ils. '",
  "mn11:1.6": "'Le Bouddha déclara : '",
  "mn11:2.1": "'« ‹ C’est ici seul qu’on trouve un véritable ascète, là un deuxième, plus loin un troisième, et encore là un quatrième. '",
  "mn11:2.2": "'Les autres sectes ne comptent aucun ascète. › '",
  "mn11:2.3": "'C’est ainsi, monastiques, que vous devez pousser votre rugissement de lion. '",
  "mn11:3.1": "'Il se peut que des ascètes d’autres religions disent : '",
  "mn11:3.2": "'‹ D’où vient donc cette certitude et cette force chez les vénérables pour affirmer cela ? › '",
  "mn11:3.5": "'Vous devriez alors leur dire : '",
  "mn11:3.6": "'‹ Il existe quatre choses formulées par le Bienheureux, celui qui connaît et perçoit, l’accompli, le Bouddha pleinement éveillé. En reconnaissant ces choses en nous, nous affirmons que : '",
  "mn11:3.7": "'« C’est ici seul qu’on trouve un véritable ascète, là un deuxième, plus loin un troisième, et encore là un quatrième. '",
  "mn11:3.8": "'Les autres sectes ne comptent aucun ascète. » '",
  "mn11:3.9": "'Lesquelles ? '",
  "mn11:3.10": "'Nous avons confiance en l’Enseignant, nous avons confiance dans l’enseignement, et nous avons suivi ses préceptes. '",
  "mn11:3.11": "'Nous éprouvons de l’amour et de l’affection envers ceux qui partagent la même voie, '",
  "mn11:3.12": "'aussi bien les laïcs que les ascètes. '",
  "mn11:3.13": "'Voilà ces quatre choses. › '",
  "mn11:4.1": "'Il se peut que des ascètes d’autres religions disent : '",
  "mn11:4.2": "'‹ Nous aussi, avons confiance en l’Enseignant — notre Enseignant ; avons confiance dans l’enseignement — notre enseignement ; et avons suivi ses préceptes — nos préceptes. '",
  "mn11:4.3": "'Nous éprouvons de l’amour et de l’affection envers ceux qui partagent la même voie, '",
  "mn11:4.4": "'aussi bien les laïcs que les ascètes. '",
  "mn11:4.5": "'Quelle est donc la différence entre vous et nous ? › '",
  "mn11:5.1": "'Vous devriez alors leur dire : '",
  "mn11:5.2": "'‹ Eh bien, révérends, existe-t-il un ou plusieurs buts ? › '",
  "mn11:5.3": "'Pour répondre adéquatement, les ascètes proclameraient : '",
  "mn11:5.4": "'‹ Il existe un seul but, révérends, et non plusieurs. › '",
  "mn11:5.5": "'‹ Cependant, ce but est-il destiné à ceux empreints d’avidité ou est-il plutôt destiné à ceux exempts d’avidité ? › '",
  "mn11:5.6": "'Pour répondre adéquatement, les ascètes proclameraient : '",
  "mn11:5.7": "'‹ Ce but est destiné à ceux exempts d’avidité, non à ceux empreints d’avidité. › '",
  "mn11:5.8": "'‹ Est-il destiné à ceux empreints de haine ou est-il plutôt destiné à ceux exempts de haine ? › '",
  "mn11:5.10": "'‹ Il est destiné à ceux exempts de haine. › '",
  "mn11:5.11": "'‹ Est-il destiné à ceux empreints d’illusion ou est-il plutôt destiné à ceux exempts d’illusion ? › '",
  "mn11:5.13": "'‹ Il est destiné à ceux exempts d’illusion. › '",
  "mn11:5.14": "'‹ Est-il destiné à ceux empreints de convoitise ou est-il plutôt destiné à ceux exempts de convoitise ? › '",
  "mn11:5.16": "'‹ Il est destiné à ceux exempts de convoitise. › '",
  "mn11:5.17": "'‹ Est-il destiné à ceux empreints d’attachement ou est-il plutôt destiné à ceux exempts d’attachement ? › '",
  "mn11:5.19": "'‹ Il est destiné à ceux exempts d’attachement. › '",
  "mn11:5.20": "'‹ Est-il destiné à ceux empreints d’ignorance ou est-il plutôt destiné à ceux exempts d’ignorance ? › '",
  "mn11:5.22": "'‹ Il est destiné à ceux exempts d’ignorance. › '",
  "mn11:5.23": "'‹ Est-il destiné à ceux empreints d’opposition ou est-il plutôt destiné à ceux exempts d’opposition ? › '",
  "mn11:5.25": "'‹ Il est destiné à ceux exempts d’opposition. › '",
  "mn11:5.26": "'‹ Est-il destiné à ceux empreints de prolifération ou est-il plutôt destiné à ceux exempts de prolifération ? › '",
  "mn11:5.27": "'Pour répondre adéquatement, les ascètes proclameraient : '",
  "mn11:5.28": "'‹ Il est destiné à ceux exempts de prolifération, non à ceux empreints de prolifération. › '",
  "mn11:6.1": "'Monastiques, il existe ces deux types de conceptions : '",
  "mn11:6.2": "'des conceptions favorisant la continuité de l’existence et des conceptions favorisant la cessation de l’existence. '",
  "mn11:6.3": "'Tout ascète ou brahmane qui s’accroche, retient et s’attache à une conception favorisant la continuité de l’existence s’opposera à une conception favorisant la cessation de l’existence. '",
  "mn11:6.4": "'Tout ascète ou brahmane qui s’accroche, retient et s’attache à une conception favorisant la cessation de l’existence s’opposera à une conception favorisant la continuité de l’existence. '",
  "mn11:7.1": "'Certains ascètes et brahmanes ne comprennent pas réellement l’origine, la cessation, l’attrait, le danger et l’échappatoire de ces deux conceptions. Ils sont empreints d’avidité, de haine, d’illusion, de convoitise, d’attachement, d’ignorance, d’opposition et de prolifération.  '",
  "mn11:7.2": "'Ils ne sont pas libérés du cycle des renaissances, de la vieillesse et de la mort, de la tristesse, de la lamentation, de la douleur, de la mélancolie et de la détresse. '",
  "mn11:7.3": "'Ils ne sont pas libérés de la souffrance, dis-je. '",
  "mn11:8.1": "'Certains ascètes et brahmanes comprennent réellement l’origine, la cessation, l’attrait, le danger et l’échappatoire de ces deux conceptions. Ils sont exempts d’avidité, de haine, d’illusion, de convoitise, d’attachement, d’ignorance, d’opposition et de prolifération.  '",
  "mn11:8.2": "'Ils sont libérés du cycle des renaissances, de la vieillesse et de la mort, de la tristesse, de la lamentation, de la douleur, de la mélancolie et de la détresse. '",
  "mn11:8.3": "'Ils sont libérés de la souffrance, dis-je. '",
  "mn11:9.1": "'Il existe ces quatre sortes d’attachements. '",
  "mn11:9.2": "'Lesquelles ? '",
  "mn11:9.3": "'L’attachement aux plaisirs sensuels, aux conceptions, aux préceptes et aux observances, et aux théories d’un soi. '",
  "mn11:10.1": "'Certains ascètes et brahmanes affirment enseigner la compréhension totale de tous les types d’attachements. '",
  "mn11:10.2": "'Mais ils ne décrivent pas correctement la compréhension totale de tous les types d’attachements. '",
  "mn11:10.3": "'Ils décrivent la compréhension totale de l’attachement aux plaisirs sensuels, mais pas celle des conceptions, des préceptes et des observances, et des théories d’un soi. '",
  "mn11:10.4": "'Pourquoi cela ? '",
  "mn11:10.5": "'Parce que ces ascètes et brahmanes ne comprennent pas réellement ces trois choses telles qu’elles sont. '",
  "mn11:10.6": "'C’est pourquoi ils affirment enseigner la compréhension totale de tous les types d’attachements, '",
  "mn11:10.7": "'mais en vérité, ne le font pas. '",
  "mn11:11.1": "'Certains autres ascètes et brahmanes affirment enseigner la compréhension totale de tous les types d’attachements, '",
  "mn11:11.2": "'mais en vérité, ne le font pas. '",
  "mn11:11.3": "'Ils décrivent la compréhension totale de l’attachement aux plaisirs sensuels et aux conceptions, mais pas celle des préceptes et des observances, et des théories d’un soi. '",
  "mn11:11.4": "'Pourquoi cela ? '",
  "mn11:11.5": "'Parce que ces ascètes et brahmanes ne comprennent pas réellement ces deux choses telles qu’elles sont. '",
  "mn11:11.6": "'C’est pourquoi ils affirment enseigner la compréhension totale de tous les types d’attachements, '",
  "mn11:11.7": "'mais en vérité, ne le font pas. '",
  "mn11:12.1": "'Certains autres ascètes et brahmanes affirment enseigner la compréhension totale de tous les types d’attachements, '",
  "mn11:12.2": "'mais en vérité, ne le font pas. '",
  "mn11:12.3": "'Ils décrivent la compréhension totale de l’attachement aux plaisirs sensuels, aux conceptions et aux préceptes et aux observances, mais pas celle des théories d’un soi. '",
  "mn11:12.4": "'Pourquoi cela ? '",
  "mn11:12.5": "'Parce que ces ascètes et brahmanes ne comprennent pas réellement cette chose telle qu’elle est. '",
  "mn11:12.6": "'C’est pourquoi ils affirment enseigner la compréhension totale de tous les types d’attachements, '",
  "mn11:12.7": "'mais en vérité, ne le font pas. '",
  "mn11:13.1": "'Dans cet enseignement et cette discipline, on dit que la confiance en l’Enseignant n’est pas correctement établie. '",
  "mn11:13.2": "'De même pour la confiance dans l’enseignement, '",
  "mn11:13.3": "'pour le suivi des préceptes, '",
  "mn11:13.4": "'et pour l’amour et l’affection envers ceux qui partagent la même voie, on dit qu’ils ne sont pas correctement établis. '",
  "mn11:13.5": "'Pourquoi cela ? '",
  "mn11:13.6": "'C’est parce que cet enseignement et cette discipline sont mal expliqués et mal exposés, ne libérant pas, ne menant pas à la paix, proclamés par une personne qui n’est pas un Bouddha pleinement éveillé. '",
  "mn11:14.1": "'Le Réalisé, l’accompli, le Bouddha pleinement éveillé, affirme enseigner la compréhension totale de tous les types d’attachements. '",
  "mn11:14.2": "'Il décrit la compréhension totale de l’attachement aux plaisirs sensuels, aux conceptions, aux préceptes et aux observances, et aux théories d’un soi. '",
  "mn11:15.1": "'Dans cet enseignement et cette discipline, on dit que la confiance en l’Enseignant est correctement établie. '",
  "mn11:15.2": "'De même pour la confiance dans l’enseignement, '",
  "mn11:15.3": "'pour le suivi des préceptes, '",
  "mn11:15.4": "'et pour l’amour et l’affection envers ceux qui partagent la même voie, on dit qu’ils sont correctement établis. '",
  "mn11:15.5": "'Pourquoi cela ? '",
  "mn11:15.6": "'C’est parce que cet enseignement et cette discipline sont bien expliqués et bien exposés, libérant, menant à la paix, proclamés par un Bouddha pleinement éveillé. '",
  "mn11:16.1": "'Quelle est la source, l’origine, le lieu de naissance et le commencement de ces quatre types d’attachements ? '",
  "mn11:16.2": "'La convoitise. '",
  "mn11:16.3": "'Et quelle est la source, l’origine, le lieu de naissance et le commencement de la convoitise ? '",
  "mn11:16.4": "'La sensation. '",
  "mn11:16.5": "'Et quelle est la source de la sensation ? '",
  "mn11:16.6": "'Le contact. '",
  "mn11:16.7": "'Et quelle est la source du contact ? '",
  "mn11:16.8": "'Les six champs sensoriels. '",
  "mn11:16.9": "'Et quelle est la source des six champs sensoriels ? '",
  "mn11:16.10": "'Le nom et la forme. '",
  "mn11:16.11": "'Et quelle est la source du nom et de la forme ? '",
  "mn11:16.12": "'La conscience. '",
  "mn11:16.13": "'Et quelle est la source de la conscience ? '",
  "mn11:16.14": "'Les formations volitionnelles. '",
  "mn11:16.15": "'Et quelle est la source des formations volitionnelles ? '",
  "mn11:16.16": "'L’ignorance. '",
  "mn11:17.1": "'Lorsque ce monastique a surmonté l’ignorance et acquis la sagesse, il ne s’attache pas aux plaisirs sensuels, aux conceptions, aux préceptes et aux observances, ou aux théories d’un soi. '",
  "mn11:17.2": "'Ne s’attachant à rien, il ne s’agite pas ; n’étant pas agité, il réalise par lui-même la libération complète, le parinibbā. '",
  "mn11:17.3": "'Il comprend : ‹ La renaissance est terminée, le chemin spirituel est accompli, ce qui devait être fait a été fait, il n’y a plus de retours vers aucun état d’existence. › » '",
  "mn11:17.4": "'Voilà ce que le Bouddha a dit. '",
  "mn11:17.5": "'Satisfaits, les monastiques se réjouirent des paroles prononcées par le Bouddha. '"
}