{
  "mn123:0.1": "Discours de Longueur Moyenne 123 ",
  "mn123:0.2": "Incroyable et Stupéfiant ",
  "mn123:1.1": "Ainsi ai-je entendu. ",
  "mn123:1.2": "Un jour, le Bouddha séjournait près de Sāvatthī, dans le Bosquet de Jeta, le monastère d’Anāthapiṇḍika. ",
  "mn123:2.1": "Après le repas, au retour de l’aumône, plusieurs moines aînés s’assirent ensemble dans la salle d’assemblée et cette discussion survient parmi eux : ",
  "mn123:2.2": "« C’est incroyable, révérends, c’est stupéfiant, le pouvoir et la puissance d’un Réalisé ! ",
  "mn123:2.3": "Car il est capable de connaître les Bouddhas du passé qui se sont complètement éteints, ont interrompu la prolifération, interrompu la course, terminé le cycle et transcendé la souffrance. ",
  "mn123:2.4": "Il connaît la caste dans laquelle ils sont nés, ainsi que leurs noms, leurs clans, leur conduite, leur enseignement, leur sagesse, leur méditation et leur liberté. » ",
  "mn123:2.5": "Lorsqu’ils eurent dit cela, le Vénérable Ānanda dit, ",
  "mn123:2.6": "« Les Réalisés sont incroyables, révérends, et ils ont des qualités incroyables. ",
  "mn123:2.7": "Ils sont stupéfiants, et ils ont des qualités stupéfiantes. » ",
  "mn123:2.8": "Mais cette conversation entre ces moines resta inachevée. ",
  "mn123:2.9": "En fin d’après-midi, le Bouddha sortit de sa retraite, se rendit dans la salle d’assemblée, s’assit sur le siège déployé, ",
  "mn123:2.10": "et s’adressa aux moines : ",
  "mn123:2.11": "« Moines, de quoi parliez-vous assis à l’instant ? Quelle conversation était inachevée ? » ",
  "mn123:2.12": "Les moines lui racontèrent donc ce dont ils avaient parlé. Le Bouddha dit, ",
  "mn123:2.19": "« Eh bien alors, Ānanda, dis-en un peu plus sur les qualités incroyables et stupéfiantes du Réalisé. » ",
  "mn123:3.1": "« Monsieur, j’ai entendu et appris ceci en présence du Bouddha : ",
  "mn123:3.2": "‹ Attentif et conscient, l’être résolu à s’éveiller renaissait dans l’hôte des Dieux Joyeux. › ",
  "mn123:3.3": "Je me souviens de cela comme d’une qualité incroyable du Bouddha. ",
  "mn123:4.1": "J’ai appris cela en présence du Bouddha : ",
  "mn123:4.2": "‹ Attentif et conscient, l’être résolu à s’éveiller est resté dans l’hôte des Dieux Joyeux. › ",
  "mn123:4.3": "Je me souviens aussi de cela comme d’une qualité incroyable du Bouddha. ",
  "mn123:5.1": "J’ai appris ceci en présence du Bouddha : ",
  "mn123:5.2": "‹ Pendant toute cette vie, l’être résolu à s’éveiller est resté dans l’hôte des Dieux Joyeux. › ",
  "mn123:5.3": "Je me souviens aussi de cela comme d’une qualité incroyable du Bouddha. ",
  "mn123:6.1": "J’ai appris ceci en présence du Bouddha : ",
  "mn123:6.2": "‹ Attentif et conscient, l’être résolu à s’éveiller a quitté l’hôte des Dieux Joyeux et a été conçu dans le ventre de sa mère. › ",
  "mn123:6.3": "Cela aussi, je m’en souviens comme d’une qualité incroyable du Bouddha. ",
  "mn123:7.1": "J’ai appris ceci en présence du Bouddha : ",
  "mn123:7.2": "‹ Lorsque l’être résolu à s’éveiller s’éloigne de l’hôte des Dieux Joyeux, il est conçu dans le ventre de sa mère. ",
  "mn123:7.3": "Et alors — dans ce monde avec ses dieux, ses Māras et ses Brahmās, cette population avec ses ascètes et ses brahmanes, ses dieux et ses humains — une lumière incommensurable, magnifique, apparaît, surpassant la gloire des dieux. ",
  "mn123:7.4": "Même dans la désolation infinie de l’espace interstellaire — si sombre que même la lumière de la lune et du soleil, si puissants, ne fait aucune impression — une lumière incommensurable et magnifique apparaît, surpassant la gloire des dieux. ",
  "mn123:7.5": "Et même les êtres sensibles qui y renaissent se reconnaissent entre eux grâce à cette lumière : « Alors, il semble que d’autres êtres sensibles soient renés ici ! » ",
  "mn123:7.6": "Et cette galaxie tremble et s’ébranle. Et une lumière incommensurable, magnifique, apparaît dans le monde, surpassant la gloire des dieux. › ",
  "mn123:7.7": "Cela aussi, je m’en souviens comme d’une qualité incroyable du Bouddha. ",
  "mn123:8.1": "J’ai appris ceci en présence du Bouddha : ",
  "mn123:8.2": "‹ Lorsque l’être résolu à s’éveiller est conçu dans le ventre de sa mère, quatre divinités s’approchent pour veiller sur les quatre directions, afin qu’aucun humain ou non-humain, ou quiconque, ne puisse nuire à l’être résolu à s’éveiller ou à sa mère. › ",
  "mn123:8.3": "Cela aussi, je m’en souviens comme d’une qualité incroyable du Bouddha. ",
  "mn123:9.1": "J’ai appris ceci en présence du Bouddha : ",
  "mn123:9.2": "‹ Lorsque l’être résolu à s’éveiller est conçu dans le ventre de sa mère, celle-ci devient naturellement éthique. Elle s’abstient de tuer les créatures vivantes, de voler, d’avoir une mauvaise conduite sexuelle, de mentir et de consommer des boissons alcoolisées qui provoquent la négligence. › ",
  "mn123:9.3": "Cela aussi, je m’en souviens comme d’une qualité incroyable du Bouddha. ",
  "mn123:10.1": "J’ai appris ceci en présence du Bouddha : ",
  "mn123:10.2": "‹ Lorsque l’être résolu à s’éveiller est conçu dans le ventre de sa mère, celle-ci ne ressent plus de désir sexuel pour les hommes, et elle ne peut être violée par un homme aux intentions lubriques. › ",
  "mn123:10.3": "Cela aussi, je m’en souviens comme d’une qualité incroyable du Bouddha. ",
  "mn123:11.1": "J’ai appris ceci en présence du Bouddha : ",
  "mn123:11.2": "‹ Lorsque l’être résolu à s’éveiller est conçu dans le ventre de sa mère, celle-ci obtient les cinq types de stimulation sensuelle et s’en amuse, fournie et pourvue. › ",
  "mn123:11.3": "Cela aussi, je m’en souviens comme d’une qualité incroyable du Bouddha. ",
  "mn123:12.1": "J’ai appris ceci en présence du Bouddha : ",
  "mn123:12.2": "‹ Lorsque l’être résolu à s’éveiller est conçu dans le ventre de sa mère, aucune affliction ne l’assaille. Elle est heureuse et exempte de fatigue corporelle. Et elle voit l’être destiné à l’éveil dans son ventre, complet avec toutes ses diverses parties, non déficient en aucune faculté. ",
  "mn123:12.3": "Supposons qu’il y ait une pierre précieuse en béryl qui soit naturellement belle, à huit facettes, bien travaillée. Et elle était enfilée avec un fil bleu, jaune, rouge, blanc ou brun doré. ",
  "mn123:12.4": "Une personne ayant une bonne vue devait la prendre en main et l’examiner : « Cette pierre précieuse de béryl est naturellement belle, à huit facettes, bien travaillée. Et elle est enfilée d’un fil bleu, jaune, rouge, blanc ou brun doré. » ",
  "mn123:12.5": "‹ De même, lorsque l’être résolu à s’éveiller est conçu dans le ventre de sa mère, aucune affliction ne l’assaille. Elle est heureuse et exempte de fatigue corporelle. Et elle voit l’être résolu à s’éveiller dans son ventre, complet avec toutes ses diverses parties, ne manquant d’aucune faculté. › ",
  "mn123:12.6": "Cela aussi, je m’en souviens comme d’une qualité incroyable du Bouddha. ",
  "mn123:13.1": "J’ai appris cela en présence du Bouddha : ",
  "mn123:13.2": "‹ Sept jours après la naissance de l’être résolu à s’éveiller, sa mère meurt et renaît dans l’hôte des Dieux Joyeux. › ",
  "mn123:13.3": "Cela aussi, je m’en souviens comme d’une qualité incroyable du Bouddha. ",
  "mn123:14.1": "J’ai appris cela en présence du Bouddha : ",
  "mn123:14.2": "‹ Les autres femmes portent leur enfant dans le ventre pendant neuf ou dix mois avant de lui donner naissance. Ce n’est pas le cas de la mère de l’être résolu à s’éveiller. Elle donne naissance après exactement dix mois. › ",
  "mn123:14.3": "Cela aussi, je m’en souviens comme d’une qualité incroyable du Bouddha. ",
  "mn123:15.1": "J’ai appris cela en présence du Bouddha : ",
  "mn123:15.2": "‹ Les autres femmes accouchent en étant assises ou couchées. Ce n’est pas le cas de la mère de l’être résolu à s’éveiller. Elle ne donne naissance que debout. › ",
  "mn123:15.3": "Cela aussi, je m’en souviens comme d’une qualité incroyable du Bouddha. ",
  "mn123:16.1": "J’ai appris cela en présence du Bouddha : ",
  "mn123:16.2": "‹ Lorsque l’être résolu à s’éveiller émerge du ventre de sa mère, les dieux le reçoivent en premier, puis les humains. › ",
  "mn123:16.3": "Cela aussi, je m’en souviens comme d’une qualité incroyable du Bouddha. ",
  "mn123:17.1": "J’ai appris cela en présence du Bouddha : ",
  "mn123:17.2": "‹ Lorsque l’être résolu à s’éveiller émerge du ventre de sa mère, avant qu’il n’atteigne le sol, quatre divinités le reçoivent et le placent devant sa mère, en disant : « Réjouis-toi, ô reine ! Un fils illustre t’est né. »› ",
  "mn123:17.3": "Cela aussi, je le retiens comme une qualité incroyable du Bouddha. ",
  "mn123:18.1": "J’ai appris cela en présence du Bouddha : ",
  "mn123:18.2": "‹ Lorsque l’être résolu à s’éveiller émerge du ventre de sa mère, il émerge déjà propre, non souillé par les eaux, le mucus, le sang ou toute autre sorte d’impureté, pur et propre. ",
  "mn123:18.3": "Supposons qu’un bijou soit placé sur un tissu de Kāsī. Le bijou ne souillerait pas le tissu, et le tissu ne souillerait pas le bijou. ",
  "mn123:18.4": "Pourquoi en est-il ainsi ? ",
  "mn123:18.5": "En raison de la propreté des deux. ",
  "mn123:18.6": "De la même façon, lorsque l’être résolu à s’éveiller émerge du ventre de sa mère, il émerge déjà propre, non souillé par les eaux, le mucus, le sang, ou toute autre sorte d’impureté, pur et propre. › ",
  "mn123:18.7": "Cela aussi, je m’en souviens comme d’une qualité incroyable du Bouddha. ",
  "mn123:19.1": "J’ai appris cela en présence du Bouddha : ",
  "mn123:19.2": "‹ Lorsque l’être résolu à s’éveiller émerge du ventre de sa mère, deux courants d’eau apparaissent dans le ciel, l’un frais, l’autre chaud, pour baigner l’être résolu à s’éveiller et sa mère. › ",
  "mn123:19.3": "Cela aussi, je m’en souviens comme d’une qualité incroyable du Bouddha. ",
  "mn123:20.1": "J’ai appris cela en présence du Bouddha : ",
  "mn123:20.2": "‹ Dès qu’il est né, l’être résolu à s’éveiller se tient fermement debout, les pieds sur terre. Tourné vers le nord, il fait sept pas avec un parasol blanc tenu au-dessus de lui, examine tous les alentours et fait cette proclamation dramatique : « Je suis le premier du monde ! Je suis l’aîné du monde ! Je suis le premier dans le monde ! Ceci est ma dernière renaissance. Maintenant, il n’y a plus de vies futures. »› ",
  "mn123:20.3": "Cela aussi, je m’en souviens comme d’une qualité incroyable du Bouddha. ",
  "mn123:21.1": "J’ai appris cela en présence du Bouddha : ",
  "mn123:21.2": "‹ Lorsque l’être décidé à s’éveiller émerge du ventre de sa mère, alors — dans ce monde avec ses dieux, ses Māras et ses Brahmās, cette population avec ses ascètes et ses brahmanes, ses dieux et ses humains — une lumière incommensurable, magnifique, apparaît, surpassant la gloire des dieux. ",
  "mn123:21.3": "Même dans la désolation infinie de l’espace interstellaire — si sombre que même la lumière de la lune et du soleil, si puissants, ne fait aucune impression — une lumière incommensurable et magnifique apparaît, surpassant la gloire des dieux. ",
  "mn123:21.4": "Et les êtres sensibles qui y renaissent se reconnaissent les uns les autres à cette lumière : « Alors, il semble que d’autres êtres sensibles soient renés ici ! » ",
  "mn123:21.5": "Et cette galaxie tremble et s’ébranle. Et une lumière incommensurable, magnifique, apparaît dans le monde, surpassant la gloire des dieux. ",
  "mn123:21.6": "Cela aussi, je m’en souviens comme d’une qualité incroyable et étonnante du Bouddha. » ",
  "mn123:22.1": "« Eh bien alors, Ānanda, tu devrais aussi te souvenir de ceci comme d’une qualité incroyable et étonnante du Réalisé. ",
  "mn123:22.2": "C’est que le Réalisé connaît les sensations lorsqu’elles apparaissent, lorsqu’elles demeurent, et lorsqu’elles disparaissent. ",
  "mn123:22.3": "Il connaît les perceptions lorsqu’elles apparaissent, lorsqu’elles demeurent et lorsqu’elles disparaissent. ",
  "mn123:22.4": "Il connaît les pensées lorsqu’elles apparaissent, lorsqu’elles demeurent et lorsqu’elles disparaissent. ",
  "mn123:22.5": "Cela aussi, tu devrais t’en souvenir comme d’une qualité incroyable et stupéfiante du Réalisé. » ",
  "mn123:23.1": "« Monsieur, le Bouddha connaît les sensations lorsqu’elles apparaissent, lorsqu’elles demeurent et lorsqu’elles disparaissent. ",
  "mn123:23.2": "Il connaît les perceptions lorsqu’elles apparaissent, lorsqu’elles demeurent et lorsqu’elles disparaissent. ",
  "mn123:23.3": "Il connaît les pensées lorsqu’elles apparaissent, lorsqu’elles demeurent et lorsqu’elles disparaissent. ",
  "mn123:23.4": "Cela aussi, je m’en souviens comme d’une qualité incroyable et étonnante du Bouddha. » ",
  "mn123:23.5": "C’est ce que Ānanda dit, ",
  "mn123:23.6": "et le maître approuva. ",
  "mn123:23.7": "Satisfaits, ces moines étaient heureux de ce que le Vénérable Ānanda dit. "
}