{
  "mn12:0.1": "Discours de Longueur Moyenne 12 ",
  "mn12:0.2": "Le long discours sur le rugissement du lion ",
  "mn12:1.1": "Ainsi ai-je entendu. ",
  "mn12:1.2": "À une époque, le Bouddha séjournait à l’extérieur de la ville de Vesālī, dans un bosquet boisé à l’ouest de la ville. ",
  "mn12:2.1": "À cette époque, Sunakkhatta, fils des Licchavi, venait juste d’abandonner cette discipline et cet enseignement. ",
  "mn12:2.2": "Il s’adressait à une assemblée à Vesālī : ",
  "mn12:2.3": "« L’ascète Gotama ne possède aucune capacité surnaturelle en matière de connaissance et de vision dignes des nobles. ",
  "mn12:2.4": "Il enseigne ce qu’il a élaboré par logique, suivant une ligne d’interrogation, exprimant son propre point de vue. ",
  "mn12:2.5": "Et son enseignement conduit ceux qui le pratiquent à l’éradication complète de la souffrance, le but pour lequel il est enseigné. » ",
  "mn12:3.1": "Puis, le vénérable Sāriputta s’habilla le matin et, prenant son bol et sa robe, entra dans Vesālī pour quêter des aumônes. ",
  "mn12:3.2": "Il entendit ce que disait Sunakkhatta. ",
  "mn12:3.6": "Ensuite, il erra pour quêter des aumônes à Vesālī. Après le repas, à son retour de la quête, il se rendit auprès du Bouddha, s’inclina, prit place à ses côtés, et lui raconta ce qui s’était passé. ",
  "mn12:4.1": "« Sāriputta, Sunakkhatta, cet homme insensé, est en colère. ",
  "mn12:4.2": "Ses paroles sont prononcées sous le coup de la colère. ",
  "mn12:4.3": "Il pense critiquer le Tathāgata, mais en réalité, il fait seulement le louer. ",
  "mn12:4.4": "Car c’est louer le Tathāgata que de dire : ",
  "mn12:4.5": "‹ Son enseignement conduit ceux qui le pratiquent à l’éradication complète de la souffrance, le but pour lequel il est enseigné. › ",
  "mn12:5.1": "En effet, ce serait trop demander que Sunakkhatta suive mon enseignement : ",
  "mn12:5.2": "‹ Ce Bienheureux, l’Arhat, le Parfaitement Éveillé, accompli en connaissance et en conduite, saint, connaisseur du monde, guide suprême de ceux qui cherchent à se perfectionner, enseignant des dieux et des humains, éveillé, le Bienheureux. › ",
  "mn12:6.1": "En effet, ce serait trop demander que Sunakkhatta suive mon enseignement : ",
  "mn12:6.2": "‹ Ce Bienheureux maîtrise divers pouvoirs psychiques : il peut se multiplier et se réunifier, disparaître ou réapparaître, traverser murs et montagnes comme l’air, plonger dans la terre comme dans l’eau, marcher sur l’eau comme sur terre, voler avec les jambes croisées dans le ciel comme un oiseau, toucher le soleil et la lune de sa main, si puissants et majestueux ; contrôlant le corps jusqu’au royaume de Brahmā. › ",
  "mn12:7.1": "En effet, ce serait trop demander que Sunakkhatta suive mon enseignement : ",
  "mn12:7.2": "‹ Ce Bienheureux, doté de clairaudience purifiée et surhumaine, perçoit les deux types de sons, humains et divins, qu’ils soient proches ou éloignés. › ",
  "mn12:8.1": "En effet, ce serait trop demander que Sunakkhatta suive mon enseignement : ",
  "mn12:8.2": "‹ Ce Bienheureux comprend les esprits d’autres êtres et d’autres individus, les percevant clairement avec son esprit. › ",
  "mn12:8.3": "Il comprend l’esprit empreint d’avidité comme « esprit empreint d’avidité », ",
  "mn12:8.4": "et l’esprit exempt d’avidité comme « esprit exempt d’avidité ». ",
  "mn12:8.5": "Il comprend l’esprit empreint d’aversion… ",
  "mn12:8.6": "l’esprit exempt d’aversion… ",
  "mn12:8.7": "l’esprit empreint d’illusion… ",
  "mn12:8.8": "l’esprit exempt d’illusion… ",
  "mn12:8.9": "l’esprit restreint… ",
  "mn12:8.10": "l’esprit dispersé… ",
  "mn12:8.11": "l’esprit élevé… ",
  "mn12:8.12": "l’esprit non levé… ",
  "mn12:8.13": "l’esprit suprême… ",
  "mn12:8.14": "l’esprit non suprême… ",
  "mn12:8.15": "l’esprit unifié… ",
  "mn12:8.16": "l’esprit non unifié… ",
  "mn12:8.17": "l’esprit libéré comme « esprit libéré », ",
  "mn12:8.18": "et l’esprit non libéré comme « esprit non libéré ». › ",
  "mn12:9.1": "Ces dix pouvoirs sont les pouvoirs d’un Tathāgata, grâce auxquels il revendique avec assurance sa position suprême, rugit comme un lion dans les assemblées et met en mouvement la roue du Dhamma. ",
  "mn12:9.2": "Quelles sont ces dix ? ",
  "mn12:10.1": "Premièrement, le Tathāgata discerne avec justesse le possible comme possible et l’impossible comme impossible. ",
  "mn12:10.2": "Cette profonde compréhension représente l’un des pouvoirs distinctifs de le Tathāgata, grâce auquel il revendique avec assurance sa position suprême, rugit comme un lion dans les assemblées et met en mouvement la roue du Dhamma. ",
  "mn12:11.1": "De surcroît, le Tathāgata comprend véritablement les conséquences des actions passées, futures et présentes en fonction de leur contexte et de leur cause. ",
  "mn12:11.2": "Cette profonde compréhension représente l’un des pouvoirs distinctifs du Tathāgata… ",
  "mn12:12.1": "De surcroît, le Tathāgata comprend véritablement où toutes les voies de la pratique conduisent. ",
  "mn12:12.2": "Cette profonde compréhension représente l’un des pouvoirs distinctifs du Tathāgata… ",
  "mn12:13.1": "De surcroît, le Tathāgata comprend véritablement le monde dans sa riche et diverse complexité. ",
  "mn12:13.2": "Cette profonde compréhension représente l’un des pouvoirs distinctifs du Tathāgata… ",
  "mn12:14.1": "De surcroît, le Tathāgata comprend véritablement la diversité des croyances des êtres sensibles. ",
  "mn12:14.2": "Cette profonde compréhension représente l’un des pouvoirs distinctifs du Tathāgata… ",
  "mn12:15.1": "De surcroît, le Tathāgata comprend véritablement les facultés d’autres êtres sensibles et des individus après les avoir clairement perçues avec son esprit. ",
  "mn12:15.2": "Cette profonde compréhension représente l’un des pouvoirs distinctifs du Tathāgata… ",
  "mn12:16.1": "De surcroît, le Tathāgata comprend véritablement la corruption, la purification et l’émergence concernant les absorptions, libérations, immersions et réalisations. ",
  "mn12:16.2": "Cette profonde compréhension représente l’un des pouvoirs distinctifs du Tathāgata… ",
  "mn12:17.1": "De surcroît, le Tathāgata se souvient de nombreuses vies antérieures. C’est-à-dire : une, deux, trois, quatre, cinq, dix, vingt, trente, quarante, cinquante, cent, mille, cent mille naissances ; d’innombrables ères de contraction du cosmos, d’innombrables ères d’expansion du cosmos, d’innombrables ères de contraction et d’expansion du cosmos. Il se souvient : ‹ Là, j’étais nommé ceci, mon clan était cela, je ressemblais à ceci, et cela était ma nourriture. Ceci est la façon dont j’ai ressenti le plaisir et la douleur, et cela est la façon dont ma vie s’est terminée. Lorsque j’ai quitté ce lieu, je suis né ailleurs. Là aussi, j’étais nommé ceci, mon clan était cela, je ressemblais à ceci, et cela était ma nourriture. Ceci est la façon dont j’ai ressenti le plaisir et la douleur, et cela est la façon dont ma vie s’est terminée. Lorsque j’ai quitté ce lieu, je suis né ailleurs. › Ainsi, il se souvient de ses nombreuses vies antérieures, avec leurs caractéristiques et leurs détails. ",
  "mn12:17.2": "Cette profonde compréhension représente l’un des pouvoirs distinctifs du Tathāgata… ",
  "mn12:18.1": "De surcroît, doté d’une clairvoyance pure et extraordinaire, le Tathāgata voit les êtres sensibles mourir et renaître, inférieurs et supérieurs, beaux et laids, dans des lieux heureux ou malheureux. Il voit le destin des êtres selon leurs actions. ‹ Ces êtres ont commis des actes répréhensibles avec le corps, la parole et l’esprit. Ils ont dénigré les nobles, étaient prisonniers d’une compréhension erronée et ont choisi d’agir selon cette compréhension erronée. À leur mort, leur corps se décomposant, ils renaissent dans des lieux d’infortune, des destinations néfastes, des mondes inférieurs, en enfer. À l’inverse, ces êtres ont accompli des actes vertueux avec le corps, la parole et l’esprit. Jamais, ils n’ont calomnié les nobles et ont cultivé une compréhension juste, choisissant d’agir selon cette compréhension juste. À leur mort, leur corps se décomposant, ils renaissent dans des lieux bienheureux, des royaumes célestes. › Et, ainsi, doté d’une clairvoyance pure et extraordinaire, il voit les êtres sensibles mourir et renaître, inférieurs et supérieurs, beaux et laids, dans des lieux heureux ou malheureux. Il voit le destin des êtres selon leurs actions. ",
  "mn12:18.2": "Cette profonde compréhension représente l’un des pouvoirs distinctifs du Tathāgata… ",
  "mn12:19.1": "De surcroît, le Tathāgata a réalisé la liberté du cœur sans souillure, ainsi que la liberté acquise par la sagesse dans cette vie même, et vit ayant atteint cet état, avec la compréhension profonde acquise par la dissolution complète des souillures. ›  ",
  "mn12:19.2": "Cette profonde compréhension représente l’un des pouvoirs distinctifs de le Tathāgata, grâce auquel il revendique avec assurance sa position suprême, rugit comme un lion dans les assemblées et met en mouvement la roue du Dhamma. ",
  "mn12:20.1": "Un Tathāgata possède ces dix pouvoirs d’un Tathāgata, grâce auxquels il revendique avec assurance sa position suprême, rugit comme un lion dans les assemblées et met en mouvement la roue du Dhamma. ",
  "mn12:21.1": "Celui qui me connaît, me sait ainsi, me voit ainsi et m’adresse ainsi : ",
  "mn12:21.2": "‹ L’ascète Gotama ne possède aucune capacité surnaturelle en matière de connaissance et de vision dignes des nobles. ",
  "mn12:21.3": "Il enseigne ce qu’il a élaboré par logique, suivant une ligne d’interrogation, exprimant son propre point de vue. ›21.4 À moins qu’il n’abandonne ce discours et cette pensée, et qu’il ne renonce à cette conception, ils seront précipités en enfer. ",
  "mn12:21.5": "Comme un monastique accompli en éthique, en concentration et en sagesse parviendrait à l’éveil dans cette vie même, telle en est la conséquence, dis-je. ",
  "mn12:21.6": "À moins qu’il n’abandonne ce discours et cette pensée, et qu’il ne renonce à cette conception, ils seront précipités en enfer. ",
  "mn12:22.1": "Sāriputta, un Tathāgata possède quatre types d’autorité, grâce auxquels il revendique avec assurance sa position suprême, rugit comme un lion dans les assemblées et met en mouvement la roue du Dhamma. ",
  "mn12:22.2": "Quelles sont ces quatre ? ",
  "mn12:23.1": "Je ne vois aucune raison pour que quiconque — qu’il s’agisse d’un ascète, d’un brahmane, d’un dieu, de Māra, de Brahmā, ou de toute autre entité dans le monde — puisse légitimement me réprimander en affirmant : ‹ Tu te proclames un Bouddha pleinement éveillé, alors que tu ne saisis pas ces vérités. › ",
  "mn12:23.2": "Ne voyant aucune raison de ce type, je vis en sécurité, libre de peur et avec assurance. ",
  "mn12:24.1": "Je ne vois aucune raison pour que quiconque — qu’il s’agisse d’un ascète, d’un brahmane, d’un dieu, de Māra, de Brahmā, ou de toute autre entité dans le monde — puisse légitimement me réprimander en affirmant : ‹ Tu prétends avoir surmonté toutes les souillures, mais celles-ci subsistent encore en toi › ",
  "mn12:24.2": "Ne voyant aucune raison de ce type, je vis en sécurité, libre de peur et avec assurance. ",
  "mn12:25.1": "Je ne vois aucune raison pour que quiconque — qu’il s’agisse d’un ascète, d’un brahmane, d’un dieu, de Māra, de Brahmā, ou de toute autre entité dans le monde — puisse légitimement me réprimander en affirmant : ‹ Les actes que tu qualifies d’obstacles ne constituent pas réellement des obstacles pour celui qui les pratique. › ",
  "mn12:25.2": "Ne voyant aucune raison de ce type, je vis en sécurité, libre de peur et avec assurance. ",
  "mn12:26.1": "Je ne vois aucune raison pour que quiconque — qu’il s’agisse d’un ascète, d’un brahmane, d’un dieu, de Māra, de Brahmā, ou de toute autre entité dans le monde — puisse légitimement me réprimander en affirmant : ‹ L’enseignement conduit ceux qui le pratiquent à l’éradication complète de la souffrance, le but pour lequel il est enseigné. › ",
  "mn12:26.2": "Ne voyant aucune raison de ce type, je vis en sécurité, libre de peur et avec assurance. ",
  "mn12:27.1": "Un Tathāgata possède quatre types d’autorité, grâce auxquels il revendique avec assurance sa position suprême, rugit comme un lion dans les assemblées et met en mouvement la roue du Dhamma. ",
  "mn12:28.1": "Celui qui me connaît, me sait ainsi, me voit ainsi et m’adresse ainsi : ",
  "mn12:28.2": "‹ L’ascète Gotama ne possède aucune capacité surnaturelle en matière de connaissance et de vision dignes des nobles… › ",
  "mn12:28.3": "À moins qu’il n’abandonne ce discours et cette pensée, et qu’il ne renonce à cette conception, ils seront précipités en enfer. ",
  "mn12:29.1": "Sāriputta, il existe ces huit assemblées. ",
  "mn12:29.2": "Quelles sont ces huit ? ",
  "mn12:29.3": "Les assemblées d’aristocrates, de brahmanes, de maîtres de maison, et d’ascètes. Une assemblée des dieux sous les Quatre Grands Rois. Une assemblée des dieux sous les Trente-Trois. Une assemblée de Māras. Une assemblée de Brahmās. ",
  "mn12:29.4": "Voilà les huit assemblées. ",
  "mn12:29.5": "Possédant ces quatre types d’autorité, le Tathāgata s’approche et entre directement dans ces huit assemblées. ",
  "mn12:29.6": "Je me souviens m’être approché d’une assemblée de centaines d’aristocrates. ",
  "mn12:29.7": "Là, je m’asseyais avec eux, engageais la conversation et prenais part aux débats. ",
  "mn12:29.8": "Là, je ne vois aucune raison pour que la peur ou l’anxiété s’emparent de moi. ",
  "mn12:29.9": "Ne voyant aucune raison de ce type, je vis en sécurité, libre de peur et avec assurance. ",
  "mn12:30.1": "Je me souviens m’être approché d’une assemblée de centaines de brahmanes… ",
  "mn12:30.2": "de maîtres de maison… ",
  "mn12:30.3": "d’ascètes… ",
  "mn12:30.4": "de dieux sous les Quatre Grands Rois… ",
  "mn12:30.5": "de dieux sous les Trente-Trois… ",
  "mn12:30.6": "de Māras… ",
  "mn12:30.7": "de Brahmās. ",
  "mn12:30.8": "Là aussi, je m’asseyais avec eux, engageais la conversation et prenais part aux débats. ",
  "mn12:30.9": "Là, je ne vois aucune raison pour que la peur ou l’anxiété s’emparent de moi. ",
  "mn12:30.10": "Ne voyant aucune raison de ce type, je vis en sécurité, libre de peur et avec assurance. ",
  "mn12:31.1": "Celui qui me connaît, me sait ainsi, me voit ainsi et m’adresse ainsi : ",
  "mn12:31.2": "‹ L’ascète Gotama ne possède aucune capacité surnaturelle en matière de connaissance et de vision dignes des nobles… › ",
  "mn12:31.3": "À moins qu’il n’abandonne ce discours et cette pensée, et qu’il ne renonce à cette conception, ils seront précipités en enfer. ",
  "mn12:32.1": "Sāriputta, il existe ces quatre types de reproductions. ",
  "mn12:32.2": "Quelles sont ces quatre ? ",
  "mn12:32.3": "La reproduction chez les êtres nés d’un œuf, d’un utérus, de l’humidité ou de manière spontanée. ",
  "mn12:33.1": "Et qu’est-ce que la reproduction à partir d’un œuf ? ",
  "mn12:33.2": "Certains êtres naissent en brisant une coquille d’œuf. ",
  "mn12:33.3": "Cela s’appelle la reproduction à partir d’un œuf. ",
  "mn12:33.4": "Et qu’est-ce que la reproduction à partir d’un utérus ? ",
  "mn12:33.5": "Certains êtres naissent en brisant le sac amniotique. ",
  "mn12:33.6": "Cela s’appelle la reproduction à partir d’un utérus. ",
  "mn12:33.7": "Et qu’est-ce que la reproduction à partir de l’humidité ? ",
  "mn12:33.8": "Certains êtres naissent dans des poissons pourris, des carcasses pourries, des charognes pourries, des tas d’ordures ou des décharges d’immondices. ",
  "mn12:33.9": "Cela s’appelle la reproduction à partir de l’humidité. ",
  "mn12:33.10": "Et qu’est-ce que la reproduction spontanée ? ",
  "mn12:33.11": "Des dieux, des êtres infernaux, certains humains et certains êtres dans les mondes inférieurs. ",
  "mn12:33.12": "Cela s’appelle la reproduction spontanée. ",
  "mn12:33.13": "Voilà les quatre types de reproductions. ",
  "mn12:34.1": "Celui qui me connaît, me sait ainsi, me voit ainsi et m’adresse ainsi : ",
  "mn12:34.2": "‹ L’ascète Gotama ne possède aucune capacité surnaturelle en matière de connaissance et de vision dignes des nobles… › ",
  "mn12:34.3": "À moins qu’il n’abandonne ce discours et cette pensée, et qu’il ne renonce à cette conception, ils seront précipités en enfer. ",
  "mn12:35.1": "Il existe ces cinq destinations. ",
  "mn12:35.2": "Quelles sont ces cinq ? ",
  "mn12:35.3": "L’enfer, le royaume animal, le royaume des esprits affamés, l’humanité et les dieux. ",
  "mn12:36.1": "Je connais l’enfer, ainsi que la voie et la pratique qui mènent à l’enfer. ",
  "mn12:36.2": "Et je sais comment quelqu’un pratiquant de cette manière, à sa mort, son corps se décomposant, il renaît dans des lieux d’infortune, des destinations néfastes, des mondes inférieurs, en enfer. ",
  "mn12:36.3": "Je connais le royaume animal… ",
  "mn12:36.6": "le royaume des esprits affamés… ",
  "mn12:36.7": "l’humanité… ",
  "mn12:36.9": "les dieux, ainsi que la voie et la pratique qui mènent au monde des dieux. ",
  "mn12:36.10": "Et je sais comment quelqu’un pratiquant de cette manière, à sa mort, son corps se décomposant, il renaît dans des lieux bienheureux, des royaumes célestes. ",
  "mn12:36.11": "Et je comprends la libération, ainsi que la voie et la pratique qui mènent à la libération. ",
  "mn12:36.12": "Et je sais comment quelqu’un pratiquant de cette manière parvient à la liberté du cœur, pure et sans tache, ainsi qu’à la liberté acquise par la sagesse dans cette vie même, et vit ayant atteint cet état, avec la compréhension profonde acquise par la dissolution complète des souillures. ",
  "mn12:37.1": "Lorsque j’ai parfaitement compris l’esprit de certaines personnes par la pensée, je sais : ",
  "mn12:37.2": "‹ Cette personne suit une telle pratique et emprunte une telle voie qu’à sa mort, son corps se décomposant, il renaît dans des lieux d’infortune, des destinations néfastes, des mondes inférieurs, en enfer. › ",
  "mn12:37.3": "Peu après, je constate que cette personne est effectivement renée en enfer, où elle éprouve exclusivement des sensations douloureuses, aiguës et sévères. ",
  "mn12:37.4": "Imaginons une fosse à braises plus profonde que la taille d’un homme, pleine de braises, sans flammes ni fumée. ",
  "mn12:37.5": "Ensuite, arrive une personne épuisée par la chaleur accablante, fatiguée, assoiffée et desséchée, suivant un chemin qui la mène tout droit vers cette fosse à braises. ",
  "mn12:37.6": "Si une personne clairvoyante la voyait, elle dirait : ",
  "mn12:37.7": "‹ Cette personne progresse de telle façon et a emprunté une telle voie qu’elle parviendra à cette même fosse à braises. › ",
  "mn12:37.8": "Puis, peu après, elle constate que cette personne est effectivement tombée dans cette fosse à braises, où elle éprouve exclusivement des sensations douloureuses, aiguës et sévères… ",
  "mn12:38.1": "Lorsque j’ai parfaitement compris l’esprit de certaines personnes par la pensée, je sais : ",
  "mn12:38.2": "‹ Cette personne… renaîtra dans le royaume animal. › ",
  "mn12:38.3": "Puis, peu après, je constate que cette personne est effectivement renée dans le royaume animal, où elle éprouve principalement des sensations douloureuses, aiguës et sévères. ",
  "mn12:38.4": "Imaginons un égout plus profond que la taille d’un homme, rempli jusqu’au bord d’excréments. ",
  "mn12:38.5": "Ensuite, arrive une personne épuisée par la chaleur accablante, fatiguée, assoiffée et desséchée, suivant un chemin qui la mène tout droit vers cet égout. ",
  "mn12:38.6": "Si une personne clairvoyante la voyait, elle dirait : ",
  "mn12:38.7": "‹ Cette personne avance de telle manière et a emprunté une telle voie qu’elle arrivera à cet égout. › ",
  "mn12:38.8": "Puis, peu après, elle constate que cette personne est effectivement tombée dans cet égout, où elle éprouve principalement des sensations douloureuses, aiguës et sévères… ",
  "mn12:39.1": "Lorsque j’ai parfaitement compris l’esprit de certaines personnes par la pensée, je sais : ",
  "mn12:39.2": "‹ Cette personne… renaîtra dans le royaume des esprits affamés. › ",
  "mn12:39.3": "Puis, peu après, je constate que cette personne est effectivement renée dans le royaume des esprits affamés, où elle éprouve principalement des sensations douloureuses, aiguës et sévères. ",
  "mn12:39.4": "Imaginons un arbre poussant sur un sol accidenté, avec un feuillage clairsemé projetant une ombre mouchetée. ",
  "mn12:39.5": "Ensuite, arrive une personne épuisée par la chaleur accablante, fatiguée, assoiffée et desséchée, suivant un chemin qui la mène tout droit vers cet arbre. ",
  "mn12:39.6": "Si une personne clairvoyante la voyait, elle dirait : ",
  "mn12:39.7": "‹ Cette personne avance de telle manière et a emprunté une telle voie qu’elle arrivera à cet arbre. › ",
  "mn12:39.8": "Puis, peu après, elle constate que cette personne est effectivement assise ou couchée sous cet arbre, où elle éprouve principalement des sensations douloureuses… ",
  "mn12:40.1": "Lorsque j’ai parfaitement compris l’esprit de certaines personnes par la pensée, je sais : ",
  "mn12:40.2": "‹ Cette personne… renaîtra parmi les êtres humains. › ",
  "mn12:40.3": "Puis, peu après, je constate que cette personne est effectivement renée parmi les êtres humains, où elle éprouve principalement des sensations agréables. ",
  "mn12:40.4": "Imaginons un arbre poussant sur un sol lisse, avec un feuillage abondant projetant une ombre dense. ",
  "mn12:40.5": "Ensuite, arrive une personne épuisée par la chaleur accablante, fatiguée, assoiffée et desséchée, suivant un chemin qui la mène tout droit vers cet arbre. ",
  "mn12:40.6": "Si une personne clairvoyante la voyait, elle dirait : ",
  "mn12:40.7": "‹ Cette personne avance de telle manière et a emprunté une telle voie qu’elle arrivera à cet arbre. › ",
  "mn12:40.8": "Puis, peu après, elle constate que cette personne est effectivement assise ou couchée sous cet arbre, où elle éprouve principalement des sensations agréables… ",
  "mn12:41.1": "Lorsque j’ai parfaitement compris l’esprit de certaines personnes par la pensée, je sais : ",
  "mn12:41.2": "‹ Cette personne… renaîtra dans un lieu bienheureux, un royaume céleste. › ",
  "mn12:41.3": "Puis, peu après, je constate que cette personne est effectivement renée dans un royaume céleste, où elle éprouve exclusivement des sensations agréables. ",
  "mn12:41.4": "Imaginons une maison sur pilotis avec un toit en pente, plâtrée à l’intérieur et à l’extérieur, sans courant d’air, avec des verrous fermés et des fenêtres closes. ",
  "mn12:41.5": "Et elle avait un divan recouvert de couvertures en laine — avec de longs poils, d’un blanc pur ou brodé de fleurs — et recouvert d’une fine peau de cerf, avec un baldaquin au-dessus et des coussins rouges aux deux extrémités. ",
  "mn12:41.6": "Ensuite, arrive une personne épuisée par la chaleur accablante, fatiguée, assoiffée et desséchée, suivant un chemin qui la mène tout droit vers cette maison sur pilotis. ",
  "mn12:41.7": "Si une personne clairvoyante la voyait, elle dirait : ",
  "mn12:41.8": "‹ Cette personne avance de telle manière et a emprunté une telle voie qu’elle arrivera à cette maison sur pilotis. › ",
  "mn12:41.9": "Puis, peu après, elle constate que cette personne est effectivement assise ou couchée dans cette maison sur pilotis, où elle éprouve exclusivement des sensations agréables… ",
  "mn12:42.1": "Lorsque j’ai parfaitement compris l’esprit de certaines personnes par la pensée, je sais : ",
  "mn12:42.2": "‹ Cette personne suit une telle pratique et emprunte une telle voie qu’elle réalisera la liberté du cœur sans souillure, ainsi qu’à la liberté acquise par la sagesse dans cette vie même, et vivra ayant atteint cet état, avec la compréhension profonde acquise par la dissolution complète des souillures. › ",
  "mn12:42.3": "Puis, peu après, je constate que cette personne a effectivement réalisé la liberté du cœur sans souillure, ainsi qu’à la liberté acquise par la sagesse dans cette vie même, et vit ayant atteint cet état, avec la compréhension profonde acquise par la dissolution complète des souillures, éprouvant exclusivement des sensations agréables. ",
  "mn12:42.4": "Imaginons un étang de lotus avec de l’eau claire, douce, fraîche, propre, aux rives lisses, délicieux. ",
  "mn12:42.5": "À proximité se trouvait un bosquet de forêt étouffant. ",
  "mn12:42.6": "Ensuite, arrive une personne épuisée par la chaleur accablante, fatiguée, assoiffée et desséchée, suivant un chemin qui la mène tout droit vers cet étang de lotus. ",
  "mn12:42.7": "Si une personne clairvoyante la voyait, elle dirait : ",
  "mn12:42.8": "‹ Cette personne avance de telle manière et a emprunté une telle voie qu’elle arrivera à cet étang de lotus. › ",
  "mn12:42.9": "Puis, peu après, elle constate que cette personne, après s’être immergée dans cet étang de lotus, s’est baignée et a bu de son eau. Ayant vu son stress, sa fatigue et l’accablement liés à la chaleur s’évanouir, elle en émerge puis s’installe confortablement dans ce fourré de bois, où elle éprouvait exclusivement des sensations agréables. ",
  "mn12:42.10": "De même, lorsque j’ai parfaitement compris l’esprit de certaines personnes par la pensée, je sais : ",
  "mn12:42.11": "‹ Cette personne suit une telle pratique et emprunte une telle voie qu’elle réalisera la liberté du cœur sans souillure, ainsi qu’à la liberté acquise par la sagesse dans cette vie même, et vivra ayant atteint cet état, avec la compréhension profonde acquise par la dissolution complète des souillures. › ",
  "mn12:42.12": "Puis, peu après, je constate que cette personne a effectivement réalisé la liberté du cœur sans souillure, ainsi qu’à la liberté acquise par la sagesse dans cette vie même, et vit ayant atteint cet état, avec la compréhension profonde acquise par la dissolution complète des souillures, éprouvant exclusivement des sensations agréables. ",
  "mn12:42.13": "Voilà les cinq destinations. ",
  "mn12:43.1": "Celui qui me connaît, me sait ainsi, me voit ainsi et m’adresse ainsi : ",
  "mn12:43.2": "‹ L’ascète Gotama ne possède aucune capacité surnaturelle en matière de connaissance et de vision dignes des nobles. ",
  "mn12:43.3": "Il enseigne ce qu’il a élaboré par logique, suivant une ligne d’interrogation, exprimant son propre point de vue. › ",
  "mn12:43.4": "À moins qu’il n’abandonne ce discours et cette pensée, et qu’il ne renonce à cette conception, ils seront précipités en enfer. ",
  "mn12:43.5": "Comme un monastique accompli en éthique, en concentration et en sagesse parviendrait à l’éveil dans cette même vie, telle en est la conséquence, dis-je. ",
  "mn12:43.6": "À moins qu’il n’abandonne ce discours et cette pensée, et qu’il ne renonce à cette conception, ils seront précipités en enfer. ",
  "mn12:44.1": "Sāriputta, je me rappelle avoir suivi une voie spirituelle composée de quatre facteurs. ",
  "mn12:44.2": "Je vivais dans la mortification, la mortification ultime. Je vivais dans l’austérité, l’austérité ultime. Je vivais dans le dégoût du péché, le dégoût du péché ultime. Je vivais dans la réclusion, la réclusion ultime. ",
  "mn12:45.1": "Voici en quoi consistait ma mortification : je vivais sans vêtements, en nomade, me nourrissant avec mes mains, je ne me déplaçais pas à la demande et je ne restais pas sur commande. Je n’acceptais ni la nourriture apportée, ni celle préparée spécialement pour moi, ni les invitations à manger. ",
  "mn12:45.7": "Je portais des vêtements en étoffe grossière, des vêtements en étoffe fine, des linceuls de morts, des haillons trouvés, des robes triples, des peaux d’antilope, des peaux jetées sur une épaule, des vêtements rapiécés, des tuniques simples, des vêtements en copeaux de bois, des couvertures en cheveux, des couvertures en peau de bête, des ailes de chouette. ",
  "mn12:45.8": "J’arrachais mes cheveux et ma barbe, vivant dévoué à cette pratique. ",
  "mn12:45.9": "Je demeurais toujours debout, refusant de m’asseoir. ",
  "mn12:45.10": "Je restais en position accroupie, dédié à la pratique de la posture accroupie. ",
  "mn12:45.11": "Je dormais sur un tapis d’épines, faisant de ce tapis mon lit. ",
  "mn12:45.12": "Je pratiquais l’immersion dans l’eau trois fois par jour, vivant dévoué à cette pratique. ",
  "mn12:45.13": "Ainsi, je vivais dévoué à ces diverses formes de mortifications et de tourments physiques. ",
  "mn12:45.14": "Telle était ma pratique de la mortification. ",
  "mn12:46.1": "Voici en quoi consistait mon austérité. ",
  "mn12:46.2": "La poussière et la saleté s’accumulaient sur mon corps pendant des années jusqu’à ce qu’elles commencent à s’écailler. ",
  "mn12:46.3": "C’est comme le tronc d’un ébène qui accumule de l’écorce pendant des années jusqu’à ce qu’elle commence à s’écailler. ",
  "mn12:46.4": "Mais il ne m’est pas venu à l’esprit : ",
  "mn12:46.5": "« Ah, si seulement je pouvais essuyer cette poussière et cette saleté avec ma main, ou si quelqu’un d’autre pouvait le faire pour moi. » ",
  "mn12:46.6": "Cela ne m’est pas venu à l’esprit. ",
  "mn12:46.7": "Telle était ma pratique de l’austérité. ",
  "mn12:47.1": "Et voici en quoi consistait ma vie dans le dégoût du péché. ",
  "mn12:47.2": "Je marchais en avant ou en arrière avec la plus grande attention, empli de pitié même pour la plus infime goutte d’eau, me disant : ",
  "mn12:47.3": "« Puisse-je ne blesser aucune petite créature sur un sol peu visible. » ",
  "mn12:47.4": "Telle était ma vie dans le dégoût du péché. ",
  "mn12:48.1": "Et voici en quoi consistait ma réclusion. ",
  "mn12:48.2": "Je m’enfonçais profondément dans une région sauvage et y demeurais. ",
  "mn12:48.3": "Lorsque j’apercevais un gardien de vaches, de moutons, ou quelqu’un cueillant de l’herbe, ramassant des bâtons ou un bûcheron, je m’éclipsais de forêt en forêt, de taillis en taillis, de vallée en vallée, d’altitude en altitude. ",
  "mn12:48.4": "Pour quelle raison ? ",
  "mn12:48.5": "Afin d’éviter qu’ils me voient ou que je les voie. ",
  "mn12:48.6": "Je m’éloignais tel un cerf sauvage à la vue d’un être humain. ",
  "mn12:48.10": "Telle était ma pratique de la réclusion. ",
  "mn12:49.1": "Je marchais à quatre pattes dans les enclos à vaches après la sortie du bétail et consommais le fumier des jeunes veaux nourris au lait. ",
  "mn12:49.2": "Tant que subsistaient ma propre urine et mes excréments, j’étais même prêt à les manger. ",
  "mn12:49.3": "Telle était ma consommation de choses des plus contre-nature. ",
  "mn12:50.1": "Je m’enfonçais profondément dans une forêt terrifiante et y demeurais. ",
  "mn12:50.2": "Elle était si terrifiante que ",
  "mn12:50.3": "quiconque entrant dans cette forêt avec avidité, le plus souvent, en ressort avec les poils hérissés. ",
  "mn12:50.4": "Même pendant les journées de froid mordant et de chute de neige en hiver, je passais les nuits à la belle étoile et les journées dans les bois. ",
  "mn12:50.5": "Et, durant le dernier mois de l’été, je demeurais à découvert durant la journée et me réfugiais dans la forêt la nuit. ",
  "mn12:50.6": "Sāriputta, un verset étonnant m’est venu à l’esprit, jamais entendu auparavant : ",
  "mn12:50.7": "‹ Ayant entendu, il est en paix, ",
  "mn12:50.8": "seul dans la forêt terrifiante ; ",
  "mn12:50.9": "Nu, ne cherchant pas la chaleur du feu, ",
  "mn12:50.10": "le sage a mis fin à sa quête. › ",
  "mn12:51.1": "Je faisais mon lit dans un cimetière, utilisant des tas d’os comme support. ",
  "mn12:51.2": "Alors, des voyous du village venaient vers moi. Ils me crachaient dessus, urinaient sur moi, me lançaient de la boue, et allaient même jusqu’à enfoncer des bâtons dans mes oreilles. ",
  "mn12:51.3": "Toutefois, je ne me rappelle pas avoir éprouvé de ressentiment à leur encontre. ",
  "mn12:51.4": "Voilà, Sāriputta, comment je demeure dans l’équanimité. ",
  "mn12:52.1": "Certains ascètes et brahmanes prônent et voient les choses de cette manière : ",
  "mn12:52.2": "‹ La pureté provient de la nourriture. › ",
  "mn12:52.3": "Ils disent : ",
  "mn12:52.4": "‹ Vivons de jujubes. › ",
  "mn12:52.5": "Alors, ils mangent des jujubes et de la poudre de jujube et boivent du jus de jujube. ",
  "mn12:52.6": "Et ils apprécient de nombreuses préparations à base de jujubes. ",
  "mn12:52.7": "Je me rappelle n’avoir mangé qu’un seul jujube. ",
  "mn12:52.8": "Vous pourriez penser qu’ ",
  "mn12:52.9": "à cette époque, les jujubes étaient très gros. ",
  "mn12:52.10": "Mais ce n’est pas ainsi qu’il faut le voir. ",
  "mn12:52.11": "À cette époque, les jujubes avaient déjà une taille comparable à celle d’aujourd’hui. ",
  "mn12:52.12": "Mangeant si peu, mon corps est devenu extrêmement maigre. ",
  "mn12:52.13": "En mangeant si peu, mes membres sont devenus semblables à ceux d’un octogénaire ou à ceux d’un cadavre, ",
  "mn12:52.14": "mon postérieur aussi maigres qu’un sabot de chameau, ",
  "mn12:52.15": "mes vertèbres saillantes ressemblaient à un chapelet de perles, ",
  "mn12:52.16": "et mes côtes étaient aussi maigres que les chevrons délabrés d’une vieille grange. ",
  "mn12:52.17": "En mangeant si peu, l’éclat de mes yeux s’est éteint, enfoncé profondément dans leurs orbites, tel l’éclat de l’eau lointaine au fond d’un puits. ",
  "mn12:52.18": "En mangeant si peu, mon cuir chevelu s’est ratatiné et flétri comme une courge amère exposée au vent et au soleil. ",
  "mn12:52.19": "En mangeant si peu, la peau de mon ventre s’est collée à ma colonne vertébrale, de sorte que lorsque j’essayais de frotter la peau de mon ventre, je saisissais ma colonne vertébrale, et lorsque j’essayais de frotter ma colonne vertébrale, je frottais la peau de mon ventre. ",
  "mn12:52.20": "En mangeant si peu, lorsque j’essayais d’uriner ou de déféquer, je m’effondrais sur le sol, face contre terre. ",
  "mn12:52.21": "En mangeant si peu, lorsque je tentais de soulager mon corps en massant mes membres, mes cheveux, pourris à la racine, se détachaient. ",
  "mn12:53-55.1": "Certains ascètes et brahmanes prônent et voient les choses de cette manière : ",
  "mn12:53-55.2": "‹ La pureté provient de la nourriture. › ",
  "mn12:53-55.3": "Ils disent : ",
  "mn12:53-55.4": "‹ Vivons de haricots mungo. ›… ",
  "mn12:53-55.5": "‹ Vivons de sésame. ›… ",
  "mn12:53-55.6": "‹ Vivons de riz. ›… ",
  "mn12:53-55.23": "En mangeant si peu, lorsque je tentais de soulager mon corps en massant mes membres, mes cheveux, pourris à la racine, se détachaient. ",
  "mn12:56.1": "Mais, Sāriputta, je ne possède aucune capacité surnaturelle en matière de connaissance et de vision dignes des nobles par cette conduite, cette pratique, cet effort exténuant. ",
  "mn12:56.2": "Pour quelle raison ? ",
  "mn12:56.3": "Parce que je n’ai pas atteint cette sagesse noble et libératrice, celle qui libère complètement de la souffrance celui qui la pratique. ",
  "mn12:57.1": "Certains ascètes et brahmanes prônent et voient les choses de cette manière : ",
  "mn12:57.2": "‹ La pureté provient du cycle des renaissances. › ",
  "mn12:57.3": "Il est difficile de trouver un royaume dans lequel je ne suis pas déjà né durant cette longue période, sauf pour les dieux des demeures pures. ",
  "mn12:57.4": "Car si j’avais rejoint les dieux des demeures pures, je ne serais pas revenu dans ce royaume. ",
  "mn12:58.1": "Certains ascètes et brahmanes prônent et voient les choses de cette manière : ",
  "mn12:58.2": "‹ La pureté provient de la renaissance. › ",
  "mn12:58.3": "Mais il est difficile de trouver une renaissance dans laquelle je ne suis pas déjà né durant cette longue période, sauf pour les dieux des demeures pures. ",
  "mn12:59.1": "Certains ascètes et brahmanes prônent et voient les choses de cette manière : ",
  "mn12:59.2": "‹ La pureté provient de la demeure de renaissance. › ",
  "mn12:59.3": "Mais il est difficile de trouver une demeure dans laquelle je ne suis pas déjà né durant cette longue période, sauf pour les dieux des demeures pures. ",
  "mn12:60.1": "Certains ascètes et brahmanes prônent et voient les choses de cette manière : ",
  "mn12:60.2": "‹ La pureté provient du sacrifice. › ",
  "mn12:60.3": "Mais il est difficile de trouver un sacrifice que je n’ai pas déjà offert durant cette longue période, lorsque j’étais un roi aristocratique couronné ou un brahmane opulent. ",
  "mn12:61.1": "Certains ascètes et brahmanes prônent et voient les choses de cette manière : ",
  "mn12:61.2": "‹ La pureté provient du service à la flamme sacrée. › ",
  "mn12:61.3": "Mais il est difficile de trouver un feu que je n’ai pas déjà servi durant cette longue période, lorsque j’étais un roi aristocratique couronné ou un brahmane opulent. ",
  "mn12:62.1": "Certains ascètes et brahmanes prônent et voient les choses de cette manière : ",
  "mn12:62.2": "‹ Tant que cet homme reste jeune, plein de vigueur, avec ses cheveux noirs lisses, béni par la jeunesse et au commencement de sa vie, il est également doté d’une parfaite lucidité de sagesse. ",
  "mn12:62.3": "Mais lorsqu’il devient vieux, âgé et sénile, atteignant un âge avancé, que ce soit quatre-vingts, quatre-vingt-dix ou même cent ans, alors il commence à perdre cette lucidité de sagesse. › ",
  "mn12:62.4": "Mais ce n’est pas ainsi qu’il faut le voir. ",
  "mn12:62.5": "Car maintenant, je suis vieux, âgé et sénile, atteignant un âge avancé. J’ai quatre-vingts ans. ",
  "mn12:62.6": "Imaginons que j’aie quatre disciples dotés d’une longévité de cent ans, chacun se distinguant par une mémoire impeccable, une compréhension profonde, une rétention remarquable, et une parfaite lucidité de sagesse. ",
  "mn12:62.7": "De même, un archer expérimenté, bien entraîné, habile et vigilant, pourrait transpercer une feuille de palmier d’un tir rapide, précis et sans effort. ",
  "mn12:62.8": "Tels étaient-ils extraordinaires en mémoire impeccable, en compréhension profonde, en rétention remarquable, et en parfaite lucidité de sagesse. ",
  "mn12:62.9": "Ils m’interrogeraient sans cesse sur les quatre fondements de la pleine conscience, et à chaque question, je leur fournirais une réponse. Ils retiendraient mes réponses sans jamais me poser une seconde fois la même question. ",
  "mn12:62.10": "Ils ne feraient de pause que pour se nourrir, s’hydrater, se soulager et dormir afin de dissiper la fatigue. Toutefois, le Tathāgata ne cesserait jamais de dispenser les enseignements du Dhamma, les mots et les phrases du Dhamma, ni de fournir des réponses spontanées. ",
  "mn12:62.11": "Après un siècle, mes quatre disciples disparaîtraient. ",
  "mn12:62.12": "Même si vous deviez me transporter sur une civière, la lucidité de sagesse du Tathāgata ne subira jamais de déclin. ",
  "mn12:63.1": "Et s’il y a une personne de qui on peut correctement dire qu’ ",
  "mn12:63.2": "un être non sujet à l’illusion est apparu dans le monde pour le bien-être et le bonheur du monde, par compassion pour le monde, pour le bénéfice, le bien-être et le bonheur des dieux et des humains, c’est de moi que cela devrait être dit. » ",
  "mn12:64.1": "À ce temps-là, le Vénérable Nāgasamālo se tenait debout derrière le Bienheureux, l’éventant. ",
  "mn12:64.2": "Puis, il s’adressa au Bienheureux : ",
  "mn12:64.3": "« C’est incroyable, Vénérable, c’est stupéfiant ! ",
  "mn12:64.4": "En entendant ce discours sur l’enseignement, vénérable, mes poils se sont dressés. ",
  "mn12:64.5": "Quel est le nom de ce discours sur l’enseignement ? » ",
  "mn12:64.6": "« Alors, Nāgasamāla, rappelle-toi de ce discours sur l’enseignement, surnommé ‹ Le discours qui fait dresser les poils ›. » ",
  "mn12:64.7": "Voilà ce que le Bouddha a déclaré. ",
  "mn12:64.8": "Satisfait, le vénérable Nāgasamāla fut heureux et se réjouit des paroles du Bouddha. "
}