{
  "mn13:0.1": "Discours de Longueur Moyenne 13 ",
  "mn13:0.2": "Le long discours sur la masse de souffrance ",
  "mn13:1.1": "Ainsi ai-je entendu. ",
  "mn13:1.2": "À une époque, le Bouddha séjournait près de Sāvatthī dans le bosquet de Jeta, au monastère d’Anāthapiṇḍika. ",
  "mn13:2.1": "Puis, plusieurs monastiques se revêtirent à l’aube, prirent leurs bols et leurs robes, et se rendirent à Sāvatthī pour quêter l’aumône. ",
  "mn13:2.2": "Alors, il leur vint à l’esprit, ",
  "mn13:2.3": "« Il est encore trop tôt pour solliciter des aumônes à Sāvatthī. ",
  "mn13:2.4": "Pourquoi ne pas rendre visite au monastère des ascètes d’autres religions ? » ",
  "mn13:2.5": "Ainsi, ils se dirigèrent vers le monastère des ascètes d’autres religions et partagèrent des salutations avec ceux qui y résidaient. ",
  "mn13:2.6": "Après avoir échangé des salutations et mené une conversation courtoise, ils s’assirent à leurs côtés. Les ascètes s’adressèrent alors à eux : ",
  "mn13:3.1": "« Révérends, l’ascète Gotama enseigne la compréhension complète des plaisirs des sens, comme nous. ",
  "mn13:3.2": "L’ascète Gotama enseigne la compréhension complète des formes, comme nous. ",
  "mn13:3.3": "L’ascète Gotama enseigne la compréhension complète des sensations, comme nous. ",
  "mn13:3.4": "Quelle est donc la différence entre l’enseignement de l’ascète Gotama et le nôtre ? » ",
  "mn13:4.1": "Alors, ces monastiques n’approuvèrent ni ne rejetèrent les paroles des ascètes d’autres religions. ",
  "mn13:4.2": "Ils se levèrent de leurs sièges et s’en allèrent, se disant : ",
  "mn13:4.3": "« Nous comprendrons la signification de ces paroles en la présence du Bienheureux. » ",
  "mn13:5.1": "Après leur repas, de retour de la quête d’aumône, ils se rendirent auprès du Bouddha, s’inclinèrent, prirent place à ses côtés et lui exposèrent les événements. Alors, Le Bouddha déclara : ",
  "mn13:6.1": "« Monastiques, lorsque les ascètes d’autres religions affirment cela, vous devriez leur répondre ceci : ",
  "mn13:6.2": "‹ Mais révérends, quelle est la satisfaction, l’inconvénient et l’échappatoire concernant les plaisirs des sens ? ",
  "mn13:6.3": "Quelle est la satisfaction, l’inconvénient et l’échappatoire au sujet des formes ? ",
  "mn13:6.4": "Quelle est la satisfaction, l’inconvénient et l’échappatoire au sujet des sensations ? › ",
  "mn13:6.5": "Interrogés de la sorte, les ascètes d’autres religions se montreraient perplexes et, de surcroît, s’irriteraient. ",
  "mn13:6.6": "Pour quelle raison ? ",
  "mn13:6.7": "Parce qu’ils se trouvent hors de leur domaine. ",
  "mn13:6.8": "Je ne trouve personne en ce monde, parmi ses dieux, Māras et Brahmās, sa multitude d’ascètes et de brahmanes, de dieux et d’humains, capable de répondre de manière satisfaisante à ces questions, hormis l’Éveillé, son disciple ou une personne ayant appris de leur enseignement. ",
  "mn13:7.1": "Et quelle est la satisfaction des plaisirs des sens ? ",
  "mn13:7.2": "Il existe ces cinq types de stimulations sensorielles. ",
  "mn13:7.3": "Quels sont ces cinq ? ",
  "mn13:7.4": "Les formes perçues par l’œil qui sont attirantes, séduisantes, agréables, charmantes, sensuelles et excitantes. ",
  "mn13:7.5": "Les sons perçus par l’oreille… ",
  "mn13:7.6": "Les odeurs perçues par le nez… ",
  "mn13:7.7": "Les goûts perçus par la langue… ",
  "mn13:7.8": "Les contacts perçus par le corps qui sont attirants, séduisants, agréables, charmants, sensuels et excitants. ",
  "mn13:7.9": "Voilà les cinq types de stimulations sensorielles. ",
  "mn13:7.10": "Le plaisir et le bonheur qui découlent de ces cinq types de stimulations sensorielles : ceci est la satisfaction des plaisirs des sens. ",
  "mn13:8.1": "Et quel est l’inconvénient des plaisirs des sens ? ",
  "mn13:8.2": "C’est lorsqu’un homme gagne sa vie par des moyens tels que ",
  "mn13:8.3": "le prêt, la comptabilité, le calcul, l’agriculture, le commerce, l’élevage, le tir à l’arc, le service gouvernemental ou toute autre expertise professionnelle. ",
  "mn13:8.4": "Mais, il doit cependant braver le froid et la chaleur, subir les piqûres des mouches et des moustiques, ainsi que les assauts du vent, du soleil et des reptiles, tout en courant le risque de mourir de faim ou de soif. ",
  "mn13:8.5": "Cela est un inconvénient des plaisirs des sens visible dans cette même existence, une masse de souffrance engendrée par les plaisirs des sens. ",
  "mn13:9.1": "Cet homme pourrait s’acharner, s’appliquer et fournir un effort considérable, et pourtant échouer à accumuler des richesses. ",
  "mn13:9.2": "S’il en est ainsi, il se désole, s’afflige, se lamente, bat sa poitrine, pleure et sombre dans la perplexité, s’exclamant : ",
  "mn13:9.3": "‹ Oh, mon travail acharné est gaspillé. Mes efforts sont vains ! › ",
  "mn13:9.4": "Cela aussi est un inconvénient des plaisirs des sens visible dans cette même existence, une masse de souffrance engendrée par les plaisirs des sens. ",
  "mn13:10.1": "Cet homme pourrait s’acharner, s’appliquer et fournir un effort considérable, et parvenir à accumuler des richesses. ",
  "mn13:10.2": "Mais il éprouve de la souffrance et du chagrin lorsqu’il s’emploie à protéger ces richesses, se disant : ",
  "mn13:10.3": "‹ Comment puis-je empêcher que mes richesses ne soient saisies par des gouvernants, volées par des brigands, détruites par le feu, emportées par les eaux, ni héritées par des proches qui ne me sont pas chers ? › ",
  "mn13:10.4": "Même en les protégeant et en les gardant, elles peuvent être saisies par des gouvernants, volées par des brigands, détruites par le feu, emportées par les eaux, ou héritées par des proches qui ne me sont pas chers. ",
  "mn13:10.5": "Il se désole, s’afflige, se lamente, bat sa poitrine, pleure et sombre dans la perplexité : ",
  "mn13:10.6": "‹ Ce qui m’appartenait autrefois a disparu. › ",
  "mn13:10.7": "Cela aussi est un inconvénient des plaisirs des sens visible dans cette même existence, une masse de souffrance engendrée par les plaisirs des sens. ",
  "mn13:11.1": "De surcroît, par passion pour les plaisirs des sens, les rois se battent avec d’autres rois, les aristocrates avec les aristocrates, les brahmanes avec les brahmanes et les maîtres de maison avec les maîtres de maison. Une mère se dispute avec son enfant, et cet enfant avec elle ; le père avec son enfant et vice versa. Un frère se dispute avec son frère, un frère avec sa sœur, une sœur avec son frère et les amis entre eux. ",
  "mn13:11.2": "Une fois lancés dans la querelle, l’altercation et la dispute, ils en viennent à s’agresser mutuellement avec des poings, des pierres, des bâtons et des épées, ",
  "mn13:11.3": "entraînant la mort et des souffrances extrêmes. ",
  "mn13:11.4": "Cela aussi est un inconvénient des plaisirs des sens visible dans cette même existence, une masse de souffrance engendrée par les plaisirs des sens. ",
  "mn13:12.1": "De surcroît, par passion pour les plaisirs des sens, ils saisissent leur épée et leur bouclier, attachent leur arc et leurs flèches, et s’engagent dans la mêlée, où flèches et lances fusent et les lames d’épées éclatent. ",
  "mn13:12.2": "Là, ils sont atteints par des flèches et des lances, et leurs têtes sont tranchées, ",
  "mn13:12.3": "entraînant la mort et des souffrances extrêmes. ",
  "mn13:12.4": "Cela aussi est un inconvénient des plaisirs des sens visible dans cette même existence, une masse de souffrance engendrée par les plaisirs des sens. ",
  "mn13:13.1": "De surcroît, par passion pour les plaisirs des sens, ils saisissent leur épée et leur bouclier, attachent leur arc et leurs flèches, et s’élancent contre des bastions fraîchement enduits, où flèches et lances fusent et les lames d’épées éclatent. ",
  "mn13:13.2": "Là, ils sont atteints par des flèches et des lances, souillés de fumier et écrasés par une force dominante, et leurs têtes sont tranchées, ",
  "mn13:13.3": "entraînant la mort et des souffrances extrêmes. ",
  "mn13:13.4": "Cela aussi est un inconvénient des plaisirs des sens visible dans cette même existence, une masse de souffrance engendrée par les plaisirs des sens. ",
  "mn13:14.1": "De surcroît, par passion pour les plaisirs des sens, ils rompent des alliances, dérobent des richesses, cambriolent des maisons inhabitées, se tiennent embusqués sur les chemins et commettent l’adultère. ",
  "mn13:14.2": "Alors, les gouvernants, l’ayant capturé, le contraignent à effectuer divers travaux forcés. » ",
  "mn13:14.3": "Ils fouettent avec des fouets, ils fouettent avec des tiges, ils fouettent avec des bâtons fendus ; ils coupent la main, ils coupent le pied, ils coupent les mains et les pieds, ils couplent les oreilles, ils coupent le nez, ils coupent les oreilles et le nez. Ils pratiquent l’empalement, ils font la coupe du crâne de coquillage. Ils pratiquent la mutilation faciale de Rāhu, ils font la guirlande de flammes, ils font la torche de main, ils pratiquent le tour de poterie avec la peau. Ils font porter des vêtements faits de lambeaux. Ils soumettent à une conduite de chèvre, ils font subir le supplice du moulin à broyer. Ils font payer une amende en monnaie, ils pratiquent la flagellation avec des lanières de cuir salé. Ils font tourner autour d’une barrière, ils mettent sur un lit d’épines. Ils arrosent même avec de l’huile chaude, ils font dévorer par des chiens, ils empalent vivants sur un pieu, ils coupent la tête avec une épée ; ",
  "mn13:14.4": "entraînant la mort et des souffrances extrêmes. ",
  "mn13:14.5": "Cela aussi est un inconvénient des plaisirs des sens visible dans cette même existence, une masse de souffrance engendrée par les plaisirs des sens. ",
  "mn13:15.1": "De surcroît, par passion pour les plaisirs des sens, ils se conduisent mal par le corps, la parole et l’esprit. ",
  "mn13:15.2": "À leur mort, leur corps se décomposant, ils renaissent dans des lieux bienheureux, des royaumes célestes. ",
  "mn13:15.3": "Cela aussi est un inconvénient des plaisirs des sens concernant les existences à venir, une masse de souffrance engendrée par les plaisirs des sens. ",
  "mn13:16.1": "Et quelle est l’échappatoire des plaisirs des sens ? ",
  "mn13:16.2": "Se défaire et renoncer au désir et à la convoitise pour les plaisirs des sens : voilà l’échappatoire des plaisirs des sens. ",
  "mn13:17.1": "Il existe des ascètes et des brahmanes, qui ne comprennent pas réellement la satisfaction, l’inconvénient et l’échappatoire des plaisirs des sens tels qu’ils sont. Ainsi, ils ne peuvent pleinement comprendre les plaisirs des sens, ni enseigner à autrui comment, par la pratique, pleinement les comprendre. ",
  "mn13:17.2": "Il existe des ascètes et des brahmanes, qui comprennent réellement la satisfaction, l’inconvénient et l’échappatoire des plaisirs des sens tels qu’ils sont. Ainsi, ils peuvent pleinement comprendre les plaisirs des sens et enseigner à autrui comment, par la pratique, pleinement les comprendre. ",
  "mn13:18.1": "Et quelle est la satisfaction des formes ? ",
  "mn13:18.2": "Imaginez une jeune fille issue de la caste des brahmanes, de l’aristocratie ou des maîtres de maison, âgée de quinze ou seize ans, ni trop grande, ni trop petite, ni trop mince, ni trop grasse, ni trop sombre, ni trop claire. N’est-elle pas à l’apogée de sa beauté et de son attrait ? ",
  "mn13:18.3": "« Oui, vénérable. » ",
  "mn13:18.4": "« Le plaisir et le bonheur issus de cette beauté et de cet attrait ",
  "mn13:18.5": "constituent la satisfaction des formes. ",
  "mn13:19.1": "Et quel est l’inconvénient des formes ? ",
  "mn13:19.2": "Imaginez que, quelques années après, vous retrouviez cette même sœur, âgée de quatre-vingts, quatre-vingt-dix, ou cent ans, voûtée, contorsionnée, s’aidant d’une canne, chancelante dans sa démarche, affaiblie, éloignée de ses années de jeunesse, aux dents cassées, aux cheveux gris et clairsemés ou chauve, la peau ridée, aux membres parsemés de taches. ",
  "mn13:19.3": "Qu’en pensez-vous, monastiques ? ",
  "mn13:19.4": "Cette beauté d’avant n’a-t-elle pas disparu et l’inconvénient n’est-il pas devenu évident ? ",
  "mn13:19.5": "« Oui, vénérable. » ",
  "mn13:19.6": "« Cela est l’inconvénient des formes. ",
  "mn13:20.1": "De surcroît, imaginez que vous retrouviez cette même sœur souffrant de maladie, luttant contre une grave affliction, effondrée dans ses urines et ses excréments, devant être soulevée par certains et couchée par d’autres. ",
  "mn13:20.2": "Qu’en pensez-vous, monastiques ? ",
  "mn13:20.3": "Cette beauté d’avant n’a-t-elle pas disparu et l’inconvénient n’est-il pas devenu évident ? ",
  "mn13:20.4": "« Oui, vénérable. » ",
  "mn13:20.5": "« Cela aussi est l’inconvénient des formes. ",
  "mn13:21.1": "De surcroît, imaginez que vous retrouviez le cadavre de cette même sœur abandonné dans un charnier, décédée depuis un, deux ou trois jours, boursouflée, livide et en décomposition. ",
  "mn13:21.3": "Qu’en pensez-vous, monastiques ? ",
  "mn13:21.4": "Cette beauté d’avant n’a-t-elle pas disparu et l’inconvénient n’est-il pas devenu évident ? ",
  "mn13:21.5": "« Oui, vénérable. » ",
  "mn13:21.6": "« Cela aussi est l’inconvénient des formes. ",
  "mn13:22.1": "De surcroît, imaginez que vous retrouviez le cadavre de cette même sœur abandonné dans un charnier, dévoré par des corbeaux, des faucons, des vautours, des hérons, des chiens, des tigres, des léopards, des chacals et diverses autres petites créatures… ",
  "mn13:23-28.1": "De surcroît, imaginez que vous retrouviez le cadavre de cette même sœur abandonné dans un charnier, ",
  "mn13:23-28.2": "réduit à un squelette avec de la chair et du sang, tenu par des tendons… un squelette sans chair, simplement taché de sang, tenu par des tendons… un squelette sans chair et sang, tenu par des tendons… ",
  "mn13:23-28.3": "des os dépourvus de tendons, éparpillés dans toutes les directions. Ici un os de main, là un os de pied, ici un tibia, là un fémur, ici un os de la hanche, là une côte, ici une colonne vertébrale, là un os du bras, ici un os du cou, là une mâchoire, ici une dent, là le crâne… ",
  "mn13:29.1": "De surcroît, imaginez que vous retrouviez le cadavre de cette même sœur abandonné dans un charnier, ",
  "mn13:29.2": "et qu’il avait été réduit à des os blancs semblables à des coquillages… des os blanchis, empilés en un monticule… des os pourris et réduits en poudre. ",
  "mn13:29.3": "Qu’en pensez-vous, monastiques ? ",
  "mn13:29.4": "Cette beauté d’avant n’a-t-elle pas disparu et l’inconvénient n’est-il pas devenu évident ? ",
  "mn13:29.5": "« Oui, vénérable. » ",
  "mn13:29.6": "« Cela aussi est l’inconvénient des formes. ",
  "mn13:30.1": "Et quelle est l’échappatoire des formes ? ",
  "mn13:30.2": "Libérer son esprit du désir et de l’avidité pour les formes : ceci est l’échappatoire des formes. ",
  "mn13:31.1": "Il existe des ascètes et des brahmanes, qui ne comprennent pas réellement la satisfaction, l’inconvénient et l’échappatoire des formes telles qu’elles sont. Ainsi, ils ne peuvent pleinement comprendre les formes, ni enseigner à autrui comment, par la pratique, pleinement les comprendre. ",
  "mn13:31.2": "Il existe des ascètes et des brahmanes, qui comprennent réellement la satisfaction, l’inconvénient et l’échappatoire des formes telles qu’elles sont. Ainsi, ils peuvent pleinement comprendre les formes et enseigner à autrui comment, par la pratique, pleinement les comprendre. ",
  "mn13:32.1": "Et quelle est la satisfaction des sensations ? ",
  "mn13:32.2": "C’est lorsqu’un monastique, pleinement détaché des plaisirs des sens et des qualités nuisibles, entre et demeure dans la première absorption, qui a le ravissement et la félicité issus de l’isolement, tout en y focalisant l’esprit et le maintenant engagé. ",
  "mn13:32.3": "À ce moment-là, un monastique n’a ni l’intention de se nuire à lui-même, ni de nuire à autrui, ni de nuire aux deux ; ",
  "mn13:32.4": "il éprouve exclusivement des sensations exemptes de douleur. ",
  "mn13:32.5": "L’absence de douleur est la satisfaction ultime des sensations, dis-je. ",
  "mn13:33": "-35.1 De surcroît, un monastique entre et demeure dans la deuxième absorption… ",
  "mn13:33-35.2": "troisième absorption… ",
  "mn13:33-35.3": "quatrième absorption. À ce moment-là, un monastique n’a ni l’intention de se nuire à lui-même, ni de nuire à autrui, ni de nuire aux deux ; ",
  "mn13:33-35.4": "il éprouve exclusivement des sensations exemptes de douleur. ",
  "mn13:33-35.5": "L’absence de douleur est la satisfaction ultime des sensations, dis-je. ",
  "mn13:36.1": "Et quel est l’inconvénient des sensations ? ",
  "mn13:36.2": "Le fait que les sensations soient impermanentes, souffrance et périssables : ceci est leur inconvénient. ",
  "mn13:37.1": "Et quelle est l’échappatoire des sensations ? ",
  "mn13:37.2": "Libérer son esprit du désir et de l’avidité pour les sensations : ceci est l’échappatoire des sensations. ",
  "mn13:38.1": "Il existe des ascètes et des brahmanes, qui ne comprennent pas réellement la satisfaction, l’inconvénient et l’échappatoire des sensations telles qu’elles sont. Ainsi, ils ne peuvent pleinement comprendre les sensations, ni enseigner à autrui comment, par la pratique, pleinement les comprendre. ",
  "mn13:38.2": "Il existe des ascètes et des brahmanes, qui comprennent réellement la satisfaction, l’inconvénient et l’échappatoire des sensations telles qu’elles sont. Ainsi, ils peuvent pleinement comprendre les sensations et enseigner à autrui comment, par la pratique, pleinement les comprendre. ",
  "mn13:38.3": "Voilà ce que le Bouddha a déclaré. ",
  "mn13:38.4": "Satisfaits, les monastiques se réjouirent des paroles du Bouddha. "
}