{
  "mn14:0.1": "'\"\\'Discours de Longueur Moyenne 14 \\'\"'",
  "mn14:0.2": "'\"\\'Le court discours sur la masse de souffrance \\'\"'",
  "mn14:1.1": "'\"\\'Ainsi ai-je entendu. \\'\"'",
  "mn14:1.2": "'\"\\'À une époque, le Bouddha résidait dans le pays des Sakyan, près de Kapilavatthu, dans le Monastère de l’Arbre Banyan. \\'\"'",
  "mn14:2.1": "'\"\\'Alors, Mahānāma le Sakyan s’approcha du Bouddha, s’inclina, prit place à ses côtés, et lui dit : \\'\"'",
  "mn14:2.2": "'\"\\'« Depuis de nombreuses années, vénérable, j’ai interprété votre enseignement de la manière suivante : \\'\"'",
  "mn14:2.3": "'\"\\'‹ L’avidité, l’aversion et l’ignorance sont des souillures de l’esprit. › \\'\"'",
  "mn14:2.6": "'\"\\'Malgré ma compréhension, mon esprit est parfois envahi par des pensées empreintes d’avidité, d’aversion et d’ignorance. \\'\"'",
  "mn14:2.8": "'\"\\'Je me demande quelles sont les tendances qui demeurent en moi et sont à l’origine de ces pensées ? » \\'\"'",
  "mn14:3.1": "'\"\\'« Mahānāma, c’est une tendance tenace en toi qui engendre de telles pensées. \\'\"'",
  "mn14:3.2": "'\"\\'Parce que si tu avais renoncé à cette tendance, tu ne vivrais plus une vie de laïc et ne te délecterais plus des plaisirs des sens. \\'\"'",
  "mn14:3.3": "'\"\\'Mais, puisque tu n’as pas renoncé à cette tendance, tu vis une vie de laïc et te délectes encore des plaisirs des sens. \\'\"'",
  "mn14:4.1": "'\"\\'Les plaisirs des sens apportent une faible satisfaction et sont source de nombreuses peines et difficultés ; les inconvénients y sont d’autant plus grands. \\'\"'",
  "mn14:4.2": "'\"\\'Ainsi, Mahānāma, bien que le noble disciple perçoive ceci avec la sagesse juste, jusqu’à ce qu’il atteigne l’extase et la félicité indépendantes des plaisirs des sens et des tendances nuisibles, ou un calme encore plus profond, \\'\"'",
  "mn14:4.3": "'\"\\'il peut retourner aux plaisirs des sens. \\'\"'",
  "mn14:4.4": "'\"\\'Cependant, une fois parvenue à cette extase et cette félicité, ou un calme encore plus profond, \\'\"'",
  "mn14:4.5": "'\"\\'il ne retourne plus aux plaisirs des sens. \\'\"'",
  "mn14:5.1": "'\"\\'Avant mon éveil, alors que je n’étais pas encore éveillé, mais aspirant à l’éveil, j’avais également discerné avec la sagesse juste que : \\'\"'",
  "mn14:5.2": "'\"\\'‹ Les plaisirs des sens apportent une faible satisfaction et sont source de nombreuses peines et difficultés ; les inconvénients y sont d’autant plus grands. › \\'\"'",
  "mn14:5.3": "'\"\\'Mais tant que je n’avais pas atteint l’extase et la félicité indépendantes des plaisirs des sens et des tendances nuisibles, ou un calme encore plus profond, \\'\"'",
  "mn14:5.4": "'\"\\'je n’ai pas déclaré que je ne retournerai plus aux plaisirs des sens. \\'\"'",
  "mn14:5.5": "'\"\\'Lorsque toutefois j’ai atteint cette extase et félicité, ou un calme encore plus profond, \\'\"'",
  "mn14:5.6": "'\"\\'j’ai alors déclaré que je ne retournerais plus aux plaisirs des sens. \\'\"'",
  "mn14:6.1": "'\"\\'Et quelle est la satisfaction des plaisirs des sens ? \\'\"'",
  "mn14:6.2": "'\"\\'Il existe ces cinq types de stimulations sensorielles. \\'\"'",
  "mn14:6.3": "'\"\\'Lesquelles ? \\'\"'",
  "mn14:6.4": "'\"\\'Les formes perçues par l’œil qui sont attirantes, séduisantes, agréables, charmantes, sensuelles et excitantes. \\'\"'",
  "mn14:6.5": "'\"\\'Les sons perçus par l’oreille… \\'\"'",
  "mn14:6.6": "'\"\\'Les odeurs perçues par le nez… \\'\"'",
  "mn14:6.7": "'\"\\'Les goûts perçus par la langue… \\'\"'",
  "mn14:6.8": "'\"\\'Les contacts perçus par le corps qui sont attirants, séduisants, agréables, charmants, sensuels et excitants. \\'\"'",
  "mn14:6.9": "'\"\\'Voilà les cinq types de stimulations sensorielles. \\'\"'",
  "mn14:6.10": "'\"\\'Le plaisir et le bonheur qui découlent de ces cinq types de stimulations sensorielles : ceci est la satisfaction des plaisirs des sens. \\'\"'",
  "mn14:7.1": "'\"\\'Et quel est l’inconvénient des plaisirs des sens ? \\'\"'",
  "mn14:7.2": "'\"\\'C’est lorsqu’un homme gagne sa vie par des moyens tels que \\'\"'",
  "mn14:7.3": "'\"\\'le prêt, la comptabilité, le calcul, l’agriculture, le commerce, l’élevage, le tir à l’arc, le service gouvernemental ou toute autre expertise professionnelle. \\'\"'",
  "mn14:7.4": "'\"\\'Mais, il doit cependant braver le froid et la chaleur, subir les piqûres des mouches et des moustiques, ainsi que les assauts du vent, du soleil et des reptiles, tout en courant le risque de mourir de faim ou de soif. \\'\"'",
  "mn14:7.5": "'\"\\'Cela est un inconvénient des plaisirs des sens visible dans cette même existence, une masse de souffrance engendrée par les plaisirs des sens. \\'\"'",
  "mn14:8.1": "'\"\\'Cet homme pourrait s’acharner, s’appliquer et fournir un effort considérable, et pourtant échouer à accumuler des richesses. \\'\"'",
  "mn14:8.2": "'\"\\'S’il en est ainsi, il se désole, s’afflige, se lamente, bat sa poitrine, pleure et sombre dans la perplexité, s’exclamant : ‹ Oh, mon travail acharné est gaspillé. Mes efforts sont vains ! › \\'\"'",
  "mn14:8.3": "'\"\\'Cela aussi est un inconvénient des plaisirs sensoriels visible dans cette même existence, une masse de souffrance engendrée par les plaisirs sensoriels. \\'\"'",
  "mn14:9.1": "'\"\\'Cet homme pourrait s’acharner, s’appliquer et fournir un effort considérable, et parvenir à accumuler des richesses. \\'\"'",
  "mn14:9.2": "'\"\\'Mais il éprouve de la souffrance et du chagrin lorsqu’il s’emploie à protéger ces richesses, se disant : \\'\"'",
  "mn14:9.3": "'\"\\'‹ Comment puis-je empêcher que mes richesses ne soient saisies par des gouvernants, volées par des brigands, détruites par le feu, emportées par les eaux, ni héritées par des proches qui ne me sont pas chers ? › \\'\"'",
  "mn14:9.4": "'\"\\'Même en les protégeant et en les gardant, elles peuvent être saisies par des gouvernants, volées par des brigands, détruites par le feu, emportées par les eaux, ou héritées par des proches qui ne me sont pas chers. \\'\"'",
  "mn14:9.5": "'\"\\'Il se désole, s’afflige, se lamente, bat sa poitrine, pleure et sombre dans la perplexité : \\'\"'",
  "mn14:9.6": "'\"\\'‹ Ce qui m’appartenait autrefois a disparu. › \\'\"'",
  "mn14:9.7": "'\"\\'Cela aussi est un inconvénient des plaisirs des sens visible dans cette même existence, une masse de souffrance engendrée par les plaisirs des sens. \\'\"'",
  "mn14:10.1": "'\"\\'De surcroît, par passion pour les plaisirs des sens, les rois se battent avec d’autres rois, les aristocrates avec les aristocrates, les brahmanes avec les brahmanes et les maîtres de maison avec les maîtres de maison. Une mère se dispute avec son enfant, et cet enfant avec elle ; le père avec son enfant et vice versa. Un frère se dispute avec son frère, un frère avec sa sœur, une sœur avec son frère et les amis entre eux. \\'\"'",
  "mn14:10.2": "'\"\\'Une fois lancés dans la querelle, l’altercation et la dispute, ils en viennent à s’agresser mutuellement avec des poings, des pierres, des bâtons et des épées, \\'\"'",
  "mn14:10.3": "'\"\\'entraînant la mort et des souffrances extrêmes. \\'\"'",
  "mn14:10.4": "'\"\\'Cela aussi est un inconvénient des plaisirs des sens visible dans cette vie même, une masse de souffrance causée par les plaisirs des sens. \\'\"'",
  "mn14:11.1": "'\"\\'De surcroît, par passion pour les plaisirs des sens, ils saisissent leur épée et leur bouclier, attachent leur arc et leurs flèches, et s’engagent dans la mêlée, où flèches et lances fusent et les lames d’épées éclatent. \\'\"'",
  "mn14:11.2": "'\"\\'Là, ils sont atteints par des flèches et des lances, et leurs têtes sont tranchées, \\'\"'",
  "mn14:11.3": "'\"\\'entraînant la mort et des souffrances extrêmes. \\'\"'",
  "mn14:11.4": "'\"\\'Cela aussi est un inconvénient des plaisirs des sens visible dans cette vie même, une masse de souffrance causée par les plaisirs des sens. \\'\"'",
  "mn14:12.1": "'\"\\'De surcroît, par passion pour les plaisirs des sens, ils saisissent leur épée et leur bouclier, attachent leur arc et leurs flèches, et s’élancent contre des bastions fraîchement enduits, où flèches et lances fusent et les lames d’épées éclatent. \\'\"'",
  "mn14:12.2": "'\"\\'Là, ils sont atteints par des flèches et des lances, souillés de fumier et écrasés par une force dominante, et leurs têtes sont tranchées, \\'\"'",
  "mn14:12.3": "'\"\\'entraînant la mort et des souffrances extrêmes. \\'\"'",
  "mn14:12.4": "'\"\\'Cela aussi est un inconvénient des plaisirs des sens visible dans cette vie même, une masse de souffrance causée par les plaisirs des sens. \\'\"'",
  "mn14:13.1": "'\"\\'De surcroît, par passion pour les plaisirs des sens, ils rompent des alliances, dérobent des richesses, cambriolent des maisons inhabitées, se tiennent embusqués sur les chemins et commettent l’adultère. \\'\"'",
  "mn14:13.2": "'\"\\'Alors, les gouvernants, l’ayant capturé, le contraignent à effectuer divers travaux forcés. » \\'\"'",
  "mn14:13.3": "'\"\\'Ils fouettent avec des fouets, ils fouettent avec des tiges, ils fouettent avec des bâtons fendus\\\\\\\\u202f; ils coupent la main, ils coupent le pied, ils coupent les mains et les pieds, ils couplent les oreilles, ils coupent le nez, ils coupent les oreilles et le nez. Ils pratiquent l’empalement, ils font la coupe du crâne de coquillage. Ils pratiquent la mutilation faciale de Rāhu, ils font la guirlande de flammes, ils font la torche de main, ils pratiquent le tour de poterie avec la peau. Ils font porter des vêtements faits de lambeaux. Ils soumettent à une conduite de chèvre, ils font subir le supplice du moulin à broyer. Ils font payer une amende en monnaie, ils pratiquent la flagellation avec des lanières de cuir salé. Ils font tourner autour d’une barrière, ils mettent sur un lit d’épines. Ils arrosent même avec de l’huile chaude, ils font dévorer par des chiens, ils empalent vivants sur un pieu, ils coupent la tête avec une épée ; \\'\"'",
  "mn14:13.4": "'\"\\'entraînant la mort et des souffrances extrêmes. \\'\"'",
  "mn14:13.5": "'\"\\'Cela aussi est un inconvénient des plaisirs des sens visible dans cette vie même, une masse de souffrance causée par les plaisirs des sens. \\'\"'",
  "mn14:14.1": "'\"\\'De surcroît, par passion pour les plaisirs des sens, ils se conduisent mal par le corps, la parole et l’esprit. \\'\"'",
  "mn14:14.2": "'\"\\'À leur mort, leur corps se décomposant, ils renaissent dans des lieux bienheureux, des royaumes célestes. \\'\"'",
  "mn14:14.3": "'\"\\'Cela aussi est un inconvénient des plaisirs des sens concernant les existences à venir, une masse de souffrance engendrée par les plaisirs des sens. \\'\"'",
  "mn14:15.1": "'\"\\'Mahānāma, à une époque, je séjournais près de Rājagaha, sur la montagne du Pic des Vautours. \\'\"'",
  "mn14:15.2": "'\"\\'À cette période, nombreux étaient les ascètes jaïns sur les pentes d’Isigili à la Roche Noire qui demeuraient perpétuellement debout, déclinant toute assise. Et, ils enduraient des sensations douloureuses, aiguës, sévères, intenses à cause de l’excès d’effort. \\'\"'",
  "mn14:16.1": "'\"\\'Ensuite, à la fin de l’après-midi, j’ai quitté ma retraite et je me suis dirigé vers la Roche Noire afin de rencontrer ces ascètes jaïns. Je leur ai demandé : \\'\"'",
  "mn14:16.2": "'\"\\'‹ Révérends, pourquoi demeurez-vous perpétuellement debout, déclinant toute assise au point d’endurer des sensations douloureuses, aiguës, sévères, intenses à cause de l’excès d’effort ? › \\'\"'",
  "mn14:17.1": "'\"\\'Après avoir leur avoir posé cette question, les ascètes jaïns me répondirent, \\'\"'",
  "mn14:17.2": "'\"\\'‹ Révérend, l’ascète jaïn de la lignée des Ñātika se proclame omniscient et omniprésent, capable de connaître et de tout voir sans exception, de cette manière : \\'\"'",
  "mn14:17.3": "'\"\\'« La connaissance et la vision sont sans cesse avec moi, que je marche, que je reste debout, que je dorme ou que je sois éveillé. » \\'\"'",
  "mn14:17.4": "'\"\\'Il déclara : \\'\"'",
  "mn14:17.5": "'\"\\'« Ô ascètes jaïns, dans une vie antérieure, vous avez commis des actions néfastes. Purifiez-vous maintenant au moyen de ces austérités rigoureuses et éreintantes. \\'\"'",
  "mn14:17.6": "'\"\\'Et, lorsque, dans le présent, vous maîtrisez le corps, la parole et l’esprit, vous évitez de commettre des actions néfastes à l’avenir. \\'\"'",
  "mn14:17.7": "'\"\\'Ainsi, en éradiquant les actions passées par une mortification fervente et en ne perpétrant aucune nouvelle action, rien ne se manifestera à l’avenir. \\'\"'",
  "mn14:17.8": "'\"\\'Sans conséquences à venir, les actions s’achèvent. L’absence d’action entraîne la cessation de la souffrance. Sans souffrance, les sensations disparaissent. Et, sans sensations, toute souffrance est annihilée. » \\'\"'",
  "mn14:17.9": "'\"\\'‹ Nous approuvons et acceptons cela, et nous en sommes satisfaits. › \\'\"'",
  "mn14:18.1": "'\"\\'Après qu’ils eurent prononcé ces mots, je les demandai, \\'\"'",
  "mn14:18.2": "'\"\\'‹ Mais révérends, savez-vous \\'\"'",
  "mn14:18.3": "'\"\\'si vous avez existé par le passé, ou si vous n’avez pas existé ? › \\'\"'",
  "mn14:18.4": "'\"\\'‹ Non, nous ne le savons pas, révérend. › \\'\"'",
  "mn14:18.5": "'\"\\'‹ Mais révérends, savez-vous \\'\"'",
  "mn14:18.6": "'\"\\'si vous avez commis des actions néfastes dans le passé ? › \\'\"'",
  "mn14:18.7": "'\"\\'‹ Non, nous ne le savons pas, révérend. › \\'\"'",
  "mn14:18.8": "'\"\\'‹ Mais, révérends, savez-vous \\'\"'",
  "mn14:18.9": "'\"\\'si vous avez commis de telles ou telles actions néfastes dans le passé ? › \\'\"'",
  "mn14:18.10": "'\"\\'‹ Non, nous ne le savons pas, révérend. › \\'\"'",
  "mn14:18.11": "'\"\\'‹ Mais, révérends, savez-vous \\'\"'",
  "mn14:18.12": "'\"\\'si tant de souffrance a été surmontée, si tant reste à surmonter, et si toute souffrance sera surmontée une fois que tant aura été surmonté ? › \\'\"'",
  "mn14:18.13": "'\"\\'‹ Non, nous ne le savons pas, révérend. › \\'\"'",
  "mn14:18.14": "'\"\\'‹ Mais, révérends, savez-vous \\'\"'",
  "mn14:18.15": "'\"\\'comment éliminer les tendances nuisibles dans l’existence actuelle et adopter des tendances bénéfiques ? › \\'\"'",
  "mn14:18.16": "'\"\\'‹ Non, nous ne le savons pas, révérend. › \\'\"'",
  "mn14:19.1": "'\"\\'‹ Il semble donc que vous ne sachiez aucune de ces choses. \\'\"'",
  "mn14:19.8": "'\"\\'Ainsi, les individus violents et sanguinaires du monde, qui commettent des actions cruelles, lors de leur renaissance humaine, se font-ils ascètes jaïns ? › \\'\"'",
  "mn14:20.1": "'\"\\'‹ Révérend Gotama, le bonheur ne se conquiert pas par la seule recherche du plaisir ; c’est au travers de l’adversité qu’il est véritablement atteint. \\'\"'",
  "mn14:20.2": "'\"\\'Car si le bonheur pouvait être obtenu par le plaisir, le roi Magadha Seniya Bimbisāra serait comblé, puisqu’il vit dans un plus grand confort que le Vénérable Gotama › \\'\"'",
  "mn14:20.3": "'\"\\'‹ Assurément, les vénérables ont prononcé des paroles précipitées, sans mûre réflexion. \\'\"'",
  "mn14:20.6": "'\"\\'En réalité, c’est à moi qu’il convient de poser la question pour savoir \\'\"'",
  "mn14:20.7": "'\"\\'qui, parmi les vénérables, vit dans un plus grand confort ? Est-ce le roi Māgadha Seniya Bimbisāra ou le Vénérable Gotama ? › \\'\"'",
  "mn14:20.8": "'\"\\'‹ Assurément, nous avons prononcé des paroles précipitées, sans mûre réflexion. \\'\"'",
  "mn14:20.10": "'\"\\'Mais mettons cela de côté. À présent, interrogeons le Vénérable Gotama : \\'\"'",
  "mn14:20.11": "'\"\\'« Qui vit dans un plus grand confort, le roi Bimbisāra ou le Vénérable Gotama ? »› \\'\"'",
  "mn14:21.1": "'\"\\'‹ Eh bien alors, révérends, permettez-moi de vous retourner la question pour que vous y répondiez à votre convenance. \\'\"'",
  "mn14:21.2": "'\"\\'Qu’en pensez-vous, révérends ? \\'\"'",
  "mn14:21.3": "'\"\\'Est-ce que le roi Bimbisāra peut vivre un bonheur parfait pendant sept jours et nuits sans bouger ni parler ? \\'\"'",
  "mn14:21.4": "'\"\\'‹ Non, il ne le peut pas, révérend. › \\'\"'",
  "mn14:21.5": "'\"\\'Qu’en pensez-vous, révérends ? \\'\"'",
  "mn14:21.6": "'\"\\'Est-ce que le roi Bimbisāra peut vivre un bonheur parfait durant six jours… \\'\"'",
  "mn14:21.7": "'\"\\'cinq jours… \\'\"'",
  "mn14:21.8": "'\"\\'quatre jours… \\'\"'",
  "mn14:21.9": "'\"\\'trois jours… \\'\"'",
  "mn14:21.10": "'\"\\'deux jours… \\'\"'",
  "mn14:21.11": "'\"\\'un jour ? \\'\"'",
  "mn14:21.12": "'\"\\'‹ Non, il ne le peut pas, révérend. › \\'\"'",
  "mn14:21.13": "'\"\\'‹ Cependant, je peux vivre un bonheur parfait pendant un jour et une nuit sans bouger ni parler. \\'\"'",
  "mn14:21.14": "'\"\\'Je peux vivre un bonheur parfait durant deux jours… \\'\"'",
  "mn14:21.15": "'\"\\'trois jours… \\'\"'",
  "mn14:21.16": "'\"\\'quatre jours… \\'\"'",
  "mn14:21.17": "'\"\\'cinq jours… \\'\"'",
  "mn14:21.18": "'\"\\'six jours… \\'\"'",
  "mn14:21.19": "'\"\\'sept jours. \\'\"'",
  "mn14:21.20": "'\"\\'Qu’en pensez-vous, révérends ? Dans ce cas, qui vit dans un plus grand confort, le roi Bimbisāra ou moi ? \\'\"'",
  "mn14:21.21": "'\"\\'‹ Dans ce cas, le Vénérable Gotama vit dans un plus grand confort que le roi Bimbisāra. › \\'\"'",
  "mn14:21.22": "'\"\\'Voilà ce que le Bouddha a déclaré. \\'\"'",
  "mn14:21.23": "'\"\\'Satisfait, Mahānāma le Sakyan se réjouit des paroles du Bouddha. \\'\"'"
}