{
  "mn16:0.1": "'Discours de Longueur Moyenne 16 '",
  "mn16:0.2": "'La stérilité de l’esprit '",
  "mn16:1.1": "'Ainsi ai-je entendu. '",
  "mn16:1.2": "'À une époque, le Bouddha séjournait près de Sāvatthī dans le bosquet de Jeta, au monastère d’Anāthapiṇḍika. '",
  "mn16:1.3": "'Là, le Bouddha s’adressa aux monastiques, '",
  "mn16:1.4": "'« Monastiques ! » '",
  "mn16:1.5": "'« Vénérable », répondirent-ils. '",
  "mn16:1.6": "'Le Bouddha déclara : '",
  "mn16:2.1": "'« Monastiques, lorsqu’un monastique n’a pas abandonné les cinq stérilités de l’esprit et coupé les cinq entraves de l’esprit, il ne pourra pas connaître de croissance, de progrès ou d’épanouissement dans cet enseignement et cette discipline. '",
  "mn16:3.1": "'Quelles sont les cinq stérilités de l’esprit qu’il n’a pas abandonnées ? '",
  "mn16:3.2": "'Ici, un monastique éprouve des incertitudes au sujet du Maître ; il se montre hésitant, indécis et manque de confiance. '",
  "mn16:3.3": "'Ainsi, son esprit ne tend pas vers l’ardeur, l’engagement, la persistance et l’effort. '",
  "mn16:3.4": "'Il s’agit de la première stérilité de l’esprit qu’il n’a pas abandonnée. '",
  "mn16:4.1": "'De plus, un monastique éprouve des incertitudes au sujet de l’enseignement… '",
  "mn16:4.2": "'Il s’agit de la seconde stérilité de l’esprit. '",
  "mn16:5.1": "'Il éprouve des incertitudes au sujet du Saṅgha… '",
  "mn16:5.2": "'Il s’agit de la troisième stérilité de l’esprit. '",
  "mn16:6.1": "'Il éprouve des incertitudes au sujet de la discipline… '",
  "mn16:6.3": "'Il s’agit de la quatrième stérilité de l’esprit. '",
  "mn16:7.1": "'De plus, un monastique éprouve de la colère et du ressentiment envers ses compagnons spirituels, se montrant rancunier et peu réceptif. '",
  "mn16:7.2": "'Ainsi, son esprit ne tend pas vers l’ardeur, l’engagement, la persistance et l’effort. '",
  "mn16:7.3": "'Il s’agit de la cinquième stérilité de l’esprit qu’il n’a pas abandonnée. '",
  "mn16:7.4": "'Voilà donc les cinq stérilités de l’esprit qu’il n’a pas abandonnées. '",
  "mn16:8.1": "'Quelles sont les cinq entraves de l’esprit qu’il n’a pas coupées ? '",
  "mn16:8.2": "'Ici, un monastique n’est pas libéré de l’avidité, du désir, de l’affection, de la soif, de la passion, et de la convoitise pour les plaisirs sensoriels. '",
  "mn16:8.3": "'Ainsi, son esprit ne tend pas vers l’ardeur, l’engagement, la persistance et l’effort. '",
  "mn16:8.4": "'Il s’agit de la première entrave de l’esprit qu’il n’a pas coupée. '",
  "mn16:9.1": "'De plus, un monastique n’est pas libéré de l’avidité pour le corps… '",
  "mn16:9.2": "'Il s’agit de la seconde entrave de l’esprit. '",
  "mn16:10.1": "'De plus, un monastique n’est pas libéré de l’avidité pour les formes… '",
  "mn16:10.2": "'Il s’agit de la troisième entrave de l’esprit. '",
  "mn16:11.1": "'Il mange à sa faim jusqu’à ce que son estomac soit plein, puis se consacre aux plaisirs du sommeil, s’étendant et somnolant… '",
  "mn16:11.3": "'Il s’agit de la quatrième entrave de l’esprit. '",
  "mn16:12.1": "'Il mène une vie spirituelle avec l’espoir de renaître parmi les dieux, se disant : ‹ Par l’observance de ces préceptes, la rigueur de mes austérités et la pureté de ma pratique spirituelle, puissé-je atteindre le rang des dieux ! › '",
  "mn16:12.2": "'Ainsi, son esprit ne tend pas vers l’ardeur, l’engagement, la persistance et l’effort. '",
  "mn16:12.3": "'Il s’agit de la cinquième entrave de l’esprit qu’il n’a pas coupée. '",
  "mn16:12.4": "'Voilà donc les cinq entraves de l’esprit qu’il n’a pas coupées. '",
  "mn16:13.1": "'Lorsqu’un monastique n’a pas abandonné ces cinq stérilités de l’esprit et coupé ces cinq entraves de l’esprit, il ne pourra pas connaître de croissance, de progrès ou d’épanouissement dans cet enseignement et cette discipline. '",
  "mn16:14.1": "'Lorsqu’un monastique a abandonné ces cinq stérilités de l’esprit et coupé ces cinq entraves de l’esprit, il pourra connaître la croissance, le progrès ou l’épanouissement dans cet enseignement et cette discipline. '",
  "mn16:15.1": "'Quelles sont les cinq stérilités de l’esprit qu’il a abandonnées ? '",
  "mn16:15.2": "'Ici, un monastique n’éprouve pas d’incertitude au sujet du Maître; il ne se montre pas hésitant, ni indécis, et ne manque pas de confiance. '",
  "mn16:15.3": "'Ainsi, son esprit tend vers l’ardeur, l’engagement, la persistance et l’effort. '",
  "mn16:15.4": "'Il s’agit de la première stérilité de l’esprit qu’il a abandonnée. '",
  "mn16:16.1": "'De plus, un monastique n’éprouve pas d’incertitude au sujet de l’enseignement… '",
  "mn16:17.1": "'il n’éprouve pas d’incertitude au sujet du Saṅgha… '",
  "mn16:18.1": "'il n’éprouve pas d’incertitude au sujet de la discipline… '",
  "mn16:19.1": "'Il n’éprouve pas de colère et de ressentiment envers ses compagnons spirituels, se montrant rancunier et peu réceptif. '",
  "mn16:19.2": "'Ainsi, son esprit tend vers l’ardeur, l’engagement, la persistance et l’effort. '",
  "mn16:19.3": "'Il s’agit de la cinquième stérilité de l’esprit qu’il a abandonnée. '",
  "mn16:19.4": "'Voilà donc les cinq stérilités de l’esprit qu’il a abandonnées. '",
  "mn16:20.1": "'Quelles sont les cinq entraves de l’esprit qu’il a coupées ? '",
  "mn16:20.2": "'Ici, un monastique est libéré de l’avidité, du désir, de l’affection, de la soif, de la passion, et de la convoitise pour les plaisirs sensoriels. '",
  "mn16:20.3": "'Ainsi, son esprit tend vers l’ardeur, l’engagement, la persistance et l’effort. '",
  "mn16:20.4": "'Il s’agit de la première entrave de l’esprit qu’il a coupée. '",
  "mn16:21.1": "'De plus, un monastique est libéré de l’avidité pour le corps… '",
  "mn16:22.1": "'Il est libéré de l’avidité pour les formes… '",
  "mn16:23.1": "'Il ne mange pas à sa faim jusqu’à ce que son estomac soit plein, puis se consacre aux plaisirs du sommeil, s’étendant et somnolant… '",
  "mn16:24.1": "'Il ne mène pas une vie spirituelle avec l’espoir de renaître parmi les dieux, se disant : ‹ Par l’observance de ces préceptes, la rigueur de mes austérités et la pureté de ma pratique spirituelle, puissé-je atteindre le rang des dieux ! › '",
  "mn16:24.2": "'Ainsi, son esprit tend vers l’ardeur, l’engagement, la persistance et l’effort. '",
  "mn16:24.3": "'Il s’agit de la cinquième entrave de l’esprit qu’il a coupée. '",
  "mn16:24.4": "'Voilà donc les cinq entraves de l’esprit qu’il a coupées. '",
  "mn16:25.1": "'Lorsqu’un monastique a abandonné ces cinq stérilités de l’esprit et coupé ces cinq entraves de l’esprit, il pourra connaître la croissance, le progrès ou l’épanouissement dans cet enseignement et cette discipline. '",
  "mn16:26.1": "'Il cultive la base des pouvoirs supranormaux composée d’un équilibre mental établi sur l’intérêt et la détermination… '",
  "mn16:26.2": "'la base des pouvoirs supranormaux composée d’un équilibre mental établi sur l’énergie et la détermination… '",
  "mn16:26.3": "'la base des pouvoirs supranormaux composée d’un équilibre mental établi sur le développement mental et la détermination… '",
  "mn16:26.4": "'la base des pouvoirs supranormaux composée d’un équilibre mental établi sur l’examen approfondi et la détermination. Et, le cinquième est la pure vigueur. '",
  "mn16:27.1": "'Un monastique doté de ces quinze qualités, avec la vigueur, peut s’évader, s’éveiller et accéder au plus haut refuge de la libération. '",
  "mn16:27.2": "'Imaginons une poule couvant huit, dix ou douze œufs. '",
  "mn16:27.3": "'Elle s’est installée convenablement sur eux pour les réchauffer et les couver. '",
  "mn16:27.4": "'Même si cette poule n’avait pas un tel désir : '",
  "mn16:27.5": "'‹ Si seulement mes poussins pouvaient percer la coquille de leurs griffes et leurs becs, et éclore sains et saufs ! › '",
  "mn16:27.6": "'Alors, ces poussins peuvent éclore sains et saufs. '",
  "mn16:27.7": "'De même, un monastique doté de ces quinze qualités, avec la vigueur, peut s’évader, s’éveiller et accéder au plus haut refuge de la libération. » '",
  "mn16:27.8": "'Voilà ce que le Bouddha a déclaré. '",
  "mn16:27.9": "'Satisfaits, les monastiques se réjouirent des paroles du Bouddha. '"
}