{
  "mn17:0.1": "Discours de Longueur Moyenne 17 ",
  "mn17:0.2": "Les clairières de forêt ",
  "mn17:1.1": "Ainsi ai-je entendu. ",
  "mn17:1.2": "À une époque, le Bouddha séjournait près de Sāvatthī dans le bosquet de Jeta, au monastère d’Anāthapiṇḍika. ",
  "mn17:1.3": "Là, le Bouddha s’adressa aux monastiques, ",
  "mn17:1.4": "« Monastiques ! » ",
  "mn17:1.5": "« Vénérable », répondirent-ils. ",
  "mn17:1.6": "Le Bouddha déclara : ",
  "mn17:2.1": "« Monastiques, je vais vous présenter un enseignement sur les clairières de forêt. ",
  "mn17:2.2": "Écoutez et soyez attentifs, je vais parler. » ",
  "mn17:2.3": "« Oui, vénérable », répondirent-ils. ",
  "mn17:2.4": "Le Bouddha déclara : ",
  "mn17:3.1": "« Monastiques, prenez le cas d’un monastique vivant à proximité d’une clairière forestière. ",
  "mn17:3.2": "Ainsi, sa pleine conscience ne s’établit pas, son esprit ne trouve pas le calme, ses souillures ne sont pas purifiées, et il ne parvient pas à réaliser le suprême refuge de la libération. ",
  "mn17:3.3": "Et les nécessités de la vie d’un renonçant — les robes, la nourriture d’aumône, le logement, les médicaments et les fournitures pour soigner les malades — s’acquièrent difficilement. ",
  "mn17:3.4": "Ainsi, un monastique devrait considérer ceci : ",
  "mn17:3.5": "‹ En demeurant à proximité de cette clairière forestière, ma pleine conscience ne s’établit pas, mon esprit ne trouve pas le calme, mes souillures ne sont pas purifiées, et je ne parviens pas à réaliser le suprême refuge de la libération. ",
  "mn17:3.6": "Et les nécessités de la vie d’un renonçant — les robes, la nourriture d’aumône, le logement, les médicaments ou les fournitures pour soigner les malades — s’acquièrent difficilement. › ",
  "mn17:3.7": "De ce fait, ce monastique devrait quitter cette clairière forestière, de jour comme de nuit, et ne devrait pas s’y attarder. ",
  "mn17:4.1": "Prenez maintenant le cas d’un monastique demeurant à proximité d’une clairière forestière. ",
  "mn17:4.2": "Sa pleine conscience ne s’établit pas… ",
  "mn17:4.3": "Mais les nécessités de la vie s’acquièrent aisément ",
  "mn17:4.4": "Ainsi, un monastique devrait considérer ceci : ",
  "mn17:4.5": "‹ En demeurant à proximité de cette clairière forestière, ma pleine conscience ne s’établit pas… ",
  "mn17:4.6": "Mais les nécessités de la vie s’acquièrent aisément. ",
  "mn17:4.7": "En vérité, je n’ai pas quitté la vie laïque pour la vie d’ascète par désir d’une robe, ni par besoin de nourriture d’aumône, ni pour un logement, ni pour des médicaments et des fournitures pour soigner les malades. ",
  "mn17:4.8": "De plus, en demeurant à proximité de cette clairière forestière, ma pleine conscience ne s’établit pas… › ",
  "mn17:4.9": "De ce fait, après réflexion, ce monastique devrait quitter cette clairière forestière, de jour comme de nuit ; il ne devrait pas s’y attarder. ",
  "mn17:5.1": "Prenez maintenant le cas d’un monastique demeurant à proximité d’une clairière forestière. ",
  "mn17:5.2": "Ainsi, sa pleine conscience s’établit, son esprit ne trouve pas le calme, ses souillures sont purifiées, et il parvient à réaliser le suprême refuge de la libération. ",
  "mn17:5.3": "Mais, les nécessités de la vie d’un renonçant — les robes, la nourriture d’aumône, le logement, les médicaments et les fournitures pour soigner les malades — s’acquièrent difficilement. Ainsi, un monastique devrait considérer ceci : ",
  "mn17:5.5": "‹ En demeurant à proximité de cette clairière forestière, ma pleine conscience s’établit… ",
  "mn17:5.6": "Mais les nécessités de la vie s’acquièrent difficilement. ",
  "mn17:5.7": "En vérité, je n’ai pas quitté la vie laïque pour la vie d’ascète par désir d’une robe, ni par besoin de nourriture d’aumône, ni pour un logement, ni pour des médicaments et des fournitures pour soigner les malades. ",
  "mn17:5.8": "De plus, en demeurant à proximité de cette clairière forestière, ma pleine conscience s’établit… › ",
  "mn17:5.9": "De ce fait, après réflexion, ce monastique devrait rester dans cette clairière forestière ; il ne devrait pas partir. ",
  "mn17:6.1": "Prenez maintenant le cas d’un monastique demeurant à proximité d’une clairière forestière. ",
  "mn17:6.2": "Sa pleine conscience s’établit… ",
  "mn17:6.3": "Et les nécessités de la vie s’acquièrent aisément. ",
  "mn17:6.4": "Ainsi, un monastique devrait considérer ceci : ",
  "mn17:6.5": "‹ En demeurant à proximité de cette clairière forestière, ma pleine conscience s’établit… ",
  "mn17:6.6": "Et les nécessités de la vie s’acquièrent aisément. › ",
  "mn17:6.7": "Ce monastique devrait rester dans cette clairière forestière pour le restant de sa vie ; il ne devrait pas partir. ",
  "mn17:7-10.1": "Prenez maintenant le cas d’un monastique vivant en dépendance d’un village… ",
  "mn17:11-14.1": "d’une ville… ",
  "mn17:15-18.1": "d’une cité… ",
  "mn17:19-22.1": "d’un pays… ",
  "mn17:23.1": "d’une personne. ",
  "mn17:23.2": "Ainsi, sa pleine conscience ne s’établit pas, son esprit ne trouve pas le calme, ses souillures ne sont pas purifiées, et il ne parvient pas à réaliser le suprême refuge de la libération. ",
  "mn17:23.3": "Et les nécessités de la vie d’un renonçant — les robes, la nourriture d’aumône, le logement, les médicaments et les fournitures pour soigner les malades — s’acquièrent difficilement. ",
  "mn17:23.4": "Ainsi, un monastique devrait considérer ceci : ",
  "mn17:23.5": "‹ … ma pleine conscience ne s’établit pas… ",
  "mn17:23.6": "Et les nécessités de la vie s’acquièrent difficilement. › ",
  "mn17:23.7": "De ce fait, ce monastique devrait quitter cette personne sans demander la permission, de jour comme de nuit, et ne devrait pas la suivre… ",
  "mn17:24.1": "Prenez maintenant le cas d’un monastique vivant en dépendance d’une personne. ",
  "mn17:24.2": "Sa pleine conscience ne s’établit pas… ",
  "mn17:24.3": "Mais les nécessités de la vie s’acquièrent aisément. ",
  "mn17:24.4": "Ainsi, un monastique devrait considérer ceci : ",
  "mn17:24.5": "‹ … ma pleine conscience ne s’établit pas… ",
  "mn17:24.6": "Mais les nécessités de la vie s’acquièrent aisément. ›… ",
  "mn17:24.9": "De ce fait, après réflexion, ce monastique devrait quitter cette personne sans demander la permission et ne devrait pas la suivre… ",
  "mn17:25.1": "Prenez maintenant le cas d’un monastique vivant en dépendance d’une personne. ",
  "mn17:25.2": "Sa pleine conscience s’établit… ",
  "mn17:25.3": "Mais les nécessités de la vie s’acquièrent difficilement. ",
  "mn17:25.4": "Ainsi, un monastique devrait considérer ceci : ",
  "mn17:25.5": "‹ … ma pleine conscience s’établit… ",
  "mn17:25.6": "Mais les nécessités de la vie s’acquièrent difficilement. ›… ",
  "mn17:25.9": "De ce fait, après réflexion, ce monastique devrait rester avec cette personne ; il ne devrait pas partir. ",
  "mn17:26.1": "Prenez maintenant le cas d’un monastique vivant en dépendance d’une personne. ",
  "mn17:26.2": "Ainsi, sa pleine conscience s’établit, son esprit trouve le calme, ses souillures sont purifiées, et il parvient à réaliser le suprême refuge de la libération. ",
  "mn17:26.3": "Et les nécessités de la vie d’un renonçant — les robes, la nourriture d’aumône, le logement, les médicaments et les fournitures pour soigner les malades — s’acquièrent aisément. ",
  "mn17:26.4": "Ainsi, un monastique devrait considérer ceci : ",
  "mn17:26.5": "‹ En vivant en dépendance de cette personne, ma pleine conscience s’établit… ",
  "mn17:26.6": "Et les nécessités de la vie s’acquièrent aisément. › ",
  "mn17:26.7": "Ce monastique devrait rester avec cette personne pour le restant de sa vie ; il ne devrait pas partir, même si renvoyé. » ",
  "mn17:26.8": "Voilà ce que le Bouddha a déclaré. ",
  "mn17:26.9": "Satisfaits, les monastiques se réjouirent des paroles du Bouddha. "
}