{
  "mn18:0.1": "'\\'\"\\\\\\'Discours de Longueur Moyenne 18 \\\\\\'\"\\''",
  "mn18:0.2": "'\\'\"\\\\\\'Le gâteau au miel \\\\\\'\"\\''",
  "mn18:1.1": "'\\'\"\\\\\\'Ainsi ai-je entendu. \\\\\\'\"\\''",
  "mn18:1.2": "'\\'\"\\\\\\'À une époque, le Bouddha séjournait dans le pays des Sakyans, près de Kapilavatthu, dans le Parc du Banyan. \\\\\\'\"\\''",
  "mn18:2.1": "'\\'\"\\\\\\'Le matin venu, le Bouddha s’habilla, saisit son bol et sa robe, puis se rendit à Kapilavatthu pour quêter des aumônes. \\\\\\'\"\\''",
  "mn18:2.2": "'\\'\"\\\\\\'Il quêta des aumônes à Kapilavatthu, et, après son repas, de retour de sa collecte, se dirigea vers le Grand Bois. \\\\\\'\"\\''",
  "mn18:2.3": "'\\'\"\\\\\\'Arrivé là, il s’enfonça dans le Grand Bois et prit place à la racine de l’arbre Bilva pour se consacrer à sa méditation quotidienne. \\\\\\'\"\\''",
  "mn18:3.1": "'\\'\"\\\\\\'Daṇḍapāṇi le Sakyan, durant sa promenade, \\\\\\'\"\\''",
  "mn18:3.2": "'\\'\"\\\\\\'s’enfonça dans le Grand Bois, s’approcha du Bouddha et échangea des civilités avec lui. \\\\\\'\"\\''",
  "mn18:3.3": "'\\'\"\\\\\\'Lorsque les salutations et la conversation plaisante et polie furent terminées, il se tint d’un côté, prenant appui sur son bâton et dit au Bouddha :  \\\\\\'\"\\''",
  "mn18:3.4": "'\\'\"\\\\\\'« Quelle est la doctrine de l’ascète ? Qu’affirme-t-il ? » \\\\\\'\"\\''",
  "mn18:4.1": "'\\'\"\\\\\\'« Vénérable, ma doctrine est telle qu’elle n’entraine aucun conflit avec quiconque dans ce monde, avec ses dieux, Māras et Brahmās, ainsi que cette communauté d’ascètes et de brahmanes, de dieux et d’êtres humains. Elle est conçue pour que les perceptions n’entravent pas le brahmane détaché des plaisirs des sens, vivant sans doute, libéré de souci, sans désir de renaissance sous quelque forme que ce soit. \\\\\\'\"\\''",
  "mn18:4.2": "'\\'\"\\\\\\'Voilà ma doctrine, c’est ce que j’affirme. » \\\\\\'\"\\''",
  "mn18:5.1": "'\\'\"\\\\\\'Après avoir parlé, Daṇḍapāṇi hochait la tête, jouait avec sa langue, arquait ses sourcils formant trois plis sur son front et, prenant appui sur son bâton, il s’éloigna. \\\\\\'\"\\''",
  "mn18:6.1": "'\\'\"\\\\\\'Alors, en fin d’après-midi, le Bouddha sorti de sa méditation et se dirigea vers le Parc du Banyan ; arrivé là, il s’assit sur le siège préparé.  \\\\\\'\"\\''",
  "mn18:6.2": "'\\'\"\\\\\\'Une fois assis, le Bouddha raconta aux monastiques ce qui s’était passé. \\\\\\'\"\\''",
  "mn18:6.14": "'\\'\"\\\\\\'Après avoir parlé, l’un des monastiques lui demanda, \\\\\\'\"\\''",
  "mn18:7.1": "'\\'\"\\\\\\'« Vénérable, quelle est la doctrine du Bouddha qui n’entraine aucun conflit avec quiconque dans ce monde, avec ses dieux, Māras et Brahmās, ainsi que cette communauté d’ascètes et de brahmanes, de dieux et d’êtres humains ? » \\\\\\'\"\\''",
  "mn18:7.2": "'\\'\"\\\\\\'Et comment est-elle conçue pour que les perceptions n’entravent pas le brahmane détaché des plaisirs des sens, vivant sans doute, libéré de souci, sans désir de renaissance sous quelque forme que ce soit ? » \\\\\\'\"\\''",
  "mn18:8.1": "'\\'\"\\\\\\'« D’où proviennent, monastiques, ces perceptions et les conceptions proliférantes qui envahissent une personne. \\\\\\'\"\\''",
  "mn18:8.2": "'\\'\"\\\\\\'Il n’y a rien ici à accueillir avec plaisir, à exalter ou à convoiter. \\\\\\'\"\\''",
  "mn18:8.3": "'\\'\"\\\\\\'Ceci est la fin de l’attachement aux désirs, l’ultime dissolution de l’aversion, la fin de l’adhérence aux vues, la fin de l’incertitude, la chute de la vanité, l’extinction de l’attachement à l’existence, la fin de l’ignorance, et la fin de toutes les querelles, les disputes, les altercations, les oppositions, les calomnies et les mensonges. \\\\\\'\"\\''",
  "mn18:8.4": "'\\'\"\\\\\\'C’est là que ces traits nuisibles et pernicieux disparaissent complètement, sans laisser de trace. » \\\\\\'\"\\''",
  "mn18:9.1": "'\\'\"\\\\\\'Voilà ce que le Bouddha a déclaré. \\\\\\'\"\\''",
  "mn18:9.2": "'\\'\"\\\\\\'Après avoir parlé, le Bien-Allé se leva de son siège et regagna sa demeure. \\\\\\'\"\\''",
  "mn18:10.1": "'\\'\"\\\\\\'Alors, peu après le départ du Bouddha, ces monastiques pensèrent : \\\\\\'\"\\''",
  "mn18:10.2": "'\\'\"\\\\\\'« Le Bouddha a succinctement récité ce passage, puis sans approfondir son explication, il s’est levé et a regagné sa demeure. \\\\\\'\"\\''",
  "mn18:10.7": "'\\'\"\\\\\\'Qui est capable de nous fournir une explication détaillée de ce passage succinct que le Bouddha a récité ? » \\\\\\'\"\\''",
  "mn18:10.8": "'\\'\"\\\\\\'Alors, ces monastiques pensèrent, \\\\\\'\"\\''",
  "mn18:10.9": "'\\'\"\\\\\\'« Ce Vénérable Mahākaccāna est loué par le Maître lui-même ainsi qu’estimé par ses compagnons spirituels avisés. \\\\\\'\"\\''",
  "mn18:10.10": "'\\'\"\\\\\\'Il est capable de nous fournir une explication détaillée de ce passage succinct que le Bouddha a récité. \\\\\\'\"\\''",
  "mn18:10.11": "'\\'\"\\\\\\'Approchons-nous de lui et interrogeons-le à ce sujet. » \\\\\\'\"\\''",
  "mn18:11.1": "'\\'\"\\\\\\'Alors, ces monastiques allèrent vers Mahākaccāna, et échangèrent des civilités avec lui. \\\\\\'\"\\''",
  "mn18:11.2": "'\\'\"\\\\\\'Lorsque les salutations et la conversation plaisante et polie furent terminées, ils se tinrent d’un côté. Ils lui racontèrent ce qui s’était passé et dirent : \\\\\\'\"\\''",
  "mn18:11.18": "'\\'\"\\\\\\'« Que le Vénérable Mahākaccāna veuille bien expliquer cette question. » \\\\\\'\"\\''",
  "mn18:12.1": "'\\'\"\\\\\\'« Révérends, supposons qu’une personne en quête de duramen, cherchant obstinément le duramen, parcourant le monde à sa recherche, tombe sur un grand arbre vivant et plein de duramens. Cependant, elle négligeait les racines et le tronc, pensant qu’il convient de rechercher le duramen dans les branches et les feuilles. \\\\\\'\"\\''",
  "mn18:12.2": "'\\'\"\\\\\\'Il en est de même pour vous, vénérables. Bien que vous ayez eu l’opportunité de côtoyer le Bouddha, vous l’avez ignoré, croyant devoir vous adresser à moi pour aborder cette question. \\\\\\'\"\\''",
  "mn18:12.3": "'\\'\"\\\\\\'Parce qu’il est le Bouddha, celui qui sait et voit véritablement. Il est l’incarnation même de la vision, de la connaissance, de la vérité universelle et de la pureté divine. Il est celui qui enseigne, qui donne vie aux enseignements, qui éclaire sur leur signification, qui permet d’accéder à l’immortalité, qui maîtrise l’enseignement spirituel, l’Éveillé, le Tathāgata. \\\\\\'\"\\''",
  "mn18:12.4": "'\\'\"\\\\\\'Il était temps d’aller voir le Bouddha pour l’interroger à ce sujet. \\\\\\'\"\\''",
  "mn18:12.5": "'\\'\"\\\\\\'Vous auriez dû vous en rappeler comme si le Bouddha en personne vous l’avait enseigné. » \\\\\\'\"\\''",
  "mn18:13.1": "'\\'\"\\\\\\'« En effet, il est le Bouddha, celui qui sait et voit véritablement. Il est l’incarnation même de la vision, de la connaissance, de la vérité universelle et de la pureté divine. Il est celui qui enseigne, qui donne vie aux enseignements, qui éclaire sur leur signification, qui permet d’accéder à l’immortalité, qui maîtrise l’enseignement spirituel, l’Éveillé, le Tathāgata. \\\\\\'\"\\''",
  "mn18:13.2": "'\\'\"\\\\\\'Il était temps d’aller voir le Bouddha pour l’interroger à ce sujet. \\\\\\'\"\\''",
  "mn18:13.3": "'\\'\"\\\\\\'Nous aurions dû nous en rappeler comme si le Bouddha en personne nous l’avait enseigné. \\\\\\'\"\\''",
  "mn18:13.4": "'\\'\"\\\\\\'Néanmoins, Mahākaccāna est loué par le Maître lui-même ainsi qu’estimé par ses compagnons spirituels avisés. \\\\\\'\"\\''",
  "mn18:13.5": "'\\'\"\\\\\\'Vous êtes capable de nous fournir une explication détaillée de ce passage succinct que le Bouddha a récité. \\\\\\'\"\\''",
  "mn18:13.6": "'\\'\"\\\\\\'Le Vénérable Mahākaccāna l’a expliqué en détail et avec aisance. » \\\\\\'\"\\''",
  "mn18:14.1": "'\\'\"\\\\\\'« Alors, écoutez attentivement et concentrez-vous, je vais parler. » \\\\\\'\"\\''",
  "mn18:14.2": "'\\'\"\\\\\\'« Oui, révérend », répondirent-ils. \\\\\\'\"\\''",
  "mn18:14.3": "'\\'\"\\\\\\'Le Vénérable Mahākaccāna déclara ceci : \\\\\\'\"\\''",
  "mn18:15.1": "'\\'\"\\\\\\'« Révérends, le Bouddha a succinctement récité ce passage, puis sans approfondir son explication, il s’est levé et a regagné sa demeure : \\\\\\'\"\\''",
  "mn18:15.2": "'\\'\"\\\\\\'‹ D’où proviennent, monastiques, ces perceptions et les conceptions proliférantes qui envahissent une personne. \\\\\\'\"\\''",
  "mn18:15.3": "'\\'\"\\\\\\'Il n’y a rien ici à accueillir avec plaisir, à exalter ou à convoiter. \\\\\\'\"\\''",
  "mn18:15.4": "'\\'\"\\\\\\'Ceci est la fin de l’attachement aux désirs, l’ultime dissolution de l’aversion, la fin de l’adhérence aux vues, la fin de l’incertitude, la chute de la vanité, l’extinction de l’attachement à l’existence, la fin de l’ignorance, et la fin de toutes les querelles, les disputes, les altercations, les oppositions, les calomnies et les mensonges. C’est là que ces traits nuisibles et pernicieux disparaissent complètement, sans laisser de trace. › Voilà donc mon interprétation approfondie de ce passage succinct récité par le Bouddha. \\\\\\'\"\\''",
  "mn18:16.1": "'\\'\"\\\\\\'Lorsque l’œil et les formes se rencontrent, la conscience visuelle se manifeste, la conjonction des trois crée le contact. De ce contact découle la sensation. Ce qu’il ressent, il le perçoit ; ce qu’il perçoit, il y pense ; ce à quoi il pense, il le conceptualise ; et ce qu’il conceptualise est la base des perceptions et les conceptions proliférantes qui envahissent une personne. Cela survient en relation avec les images que l’œil a perçues dans le passé, le présent et le futur. \\\\\\'\"\\''",
  "mn18:16.2": "'\\'\"\\\\\\'Lorsque l’oreille et les sons se rencontrent, la conscience auditive se manifeste… \\\\\\'\"\\''",
  "mn18:16.3": "'\\'\"\\\\\\'Lorsque le nez et les odeurs se rencontrent, la conscience olfactive se manifeste… \\\\\\'\"\\''",
  "mn18:16.4": "'\\'\"\\\\\\'Lorsque la langue et les saveurs se rencontrent, la conscience gustative se manifeste… \\\\\\'\"\\''",
  "mn18:16.5": "'\\'\"\\\\\\'Lorsque le corps et les contacts se rencontrent, la conscience corporelle se manifeste… \\\\\\'\"\\''",
  "mn18:16.6": "'\\'\"\\\\\\'Lorsque l’esprit et les idées se rencontrent, la conscience mentale se manifeste, la conjonction des trois crée le contact. De ce contact découle la sensation. Ce qu’il ressent, il le perçoit ; ce qu’il perçoit, il y pense ; ce à quoi il pense, il le conceptualise ; et ce qu’il conceptualise est la base des perceptions et les conceptions proliférantes qui envahissent une personne. Cela survient en relation avec les idées que l’esprit a perçues dans le passé, le présent et le futur. \\\\\\'\"\\''",
  "mn18:17.1": "'\\'\"\\\\\\'Tant que l’œil, les formes et la conscience visuelle existent, le contact peut exister. \\\\\\'\"\\''",
  "mn18:17.2": "'\\'\"\\\\\\'Tant que le contact existe, la sensation peut exister. \\\\\\'\"\\''",
  "mn18:17.3": "'\\'\"\\\\\\'Tant que la sensation existe, la perception peut exister. \\\\\\'\"\\''",
  "mn18:17.4": "'\\'\"\\\\\\'Tant que la perception existe, la pensée peut exister. \\\\\\'\"\\''",
  "mn18:17.5": "'\\'\"\\\\\\'Tant que la pensée existe, il est possible d’être envahi par les perceptions et les conceptions proliférantes. \\\\\\'\"\\''",
  "mn18:17.6": "'\\'\"\\\\\\'Ainsi, tant que l’oreille et les sons existent… \\\\\\'\"\\''",
  "mn18:17.7": "'\\'\"\\\\\\'le nez et les odeurs… \\\\\\'\"\\''",
  "mn18:17.8": "'\\'\"\\\\\\'la langue et les saveurs… \\\\\\'\"\\''",
  "mn18:17.9": "'\\'\"\\\\\\'le corps et les contacts… \\\\\\'\"\\''",
  "mn18:17.10": "'\\'\"\\\\\\'l’esprit, les idées et la conscience mentale existent, le contact peut exister… \\\\\\'\"\\''",
  "mn18:17.11": "'\\'\"\\\\\\'Tant que le contact existe, la sensation peut exister. \\\\\\'\"\\''",
  "mn18:17.12": "'\\'\"\\\\\\'Tant que la sensation existe, la perception peut exister. \\\\\\'\"\\''",
  "mn18:17.13": "'\\'\"\\\\\\'Tant que la perception existe, la pensée peut exister. \\\\\\'\"\\''",
  "mn18:17.14": "'\\'\"\\\\\\'Tant que la pensée existe, il est possible d’être envahi par les perceptions et les conceptions proliférantes. \\\\\\'\"\\''",
  "mn18:18.1": "'\\'\"\\\\\\'Tant que l’œil, les formes et la conscience visuelle sont absents, le contact ne peut pas exister. \\\\\\'\"\\''",
  "mn18:18.2": "'\\'\"\\\\\\'Tant que le contact est absent, la sensation ne peut pas exister.  \\\\\\'\"\\''",
  "mn18:18.3": "'\\'\"\\\\\\'Tant que la sensation est absente, la perception ne peut pas exister. \\\\\\'\"\\''",
  "mn18:18.4": "'\\'\"\\\\\\'Tant que la perception est absente, la pensée ne peut pas exister. \\\\\\'\"\\''",
  "mn18:18.5": "'\\'\"\\\\\\'Tant que la pensée est absente, il est impossible d’être envahi par les perceptions et les conceptions proliférantes. \\\\\\'\"\\''",
  "mn18:18.6": "'\\'\"\\\\\\'Ainsi, tant que l’oreille et les sons sont absents… \\\\\\'\"\\''",
  "mn18:18.7": "'\\'\"\\\\\\'le nez et les odeurs… \\\\\\'\"\\''",
  "mn18:18.8": "'\\'\"\\\\\\'la langue et les saveurs… \\\\\\'\"\\''",
  "mn18:18.9": "'\\'\"\\\\\\'le corps et les contacts… \\\\\\'\"\\''",
  "mn18:18.10": "'\\'\"\\\\\\'l’esprit, les idées et la conscience mentale sont absents, le contact ne peut pas exister… \\\\\\'\"\\''",
  "mn18:18.11": "'\\'\"\\\\\\'Tant que le contact est absent, la sensation ne peut pas exister. \\\\\\'\"\\''",
  "mn18:18.12": "'\\'\"\\\\\\'Tant que la sensation est absente, la perception ne peut pas exister. \\\\\\'\"\\''",
  "mn18:18.13": "'\\'\"\\\\\\'Tant que la perception est absente, la pensée ne peut pas exister. \\\\\\'\"\\''",
  "mn18:18.14": "'\\'\"\\\\\\'Tant que la pensée est absente, il est impossible d’être envahi par les perceptions et les conceptions proliférantes. \\\\\\'\"\\''",
  "mn18:19.1": "'\\'\"\\\\\\'Voilà donc mon interprétation approfondie de ce passage succinct récité par le Bouddha. \\\\\\'\"\\''",
  "mn18:19.4": "'\\'\"\\\\\\'Si vous le désirez, rencontrez le Bouddha pour l’interroger à ce sujet. \\\\\\'\"\\''",
  "mn18:19.5": "'\\'\"\\\\\\'Vous devriez vous en rappeler comme si le Bouddha en personne vous l’avait enseigné. » \\\\\\'\"\\''",
  "mn18:20.1": "'\\'\"\\\\\\'Alors, ces monastiques, ayant exprimé leur satisfaction et leur approbation des paroles de Vénérable Mahākaccāna, se levèrent de leur place et se dirigèrent vers le Bouddha. Arrivés à sa présence, ils lui rendirent hommage, puis s’assirent sur le côté. Une fois installés, ils s’adressèrent au Bouddha : \\\\\\'\"\\''",
  "mn18:20.17": "'\\'\"\\\\\\'« Vénérable, Mahākaccāna nous a clairement expliqué le sens de cette manière, avec ces mots et expressions. » \\\\\\'\"\\''",
  "mn18:21.1": "'\\'\"\\\\\\'« Monastiques, Mahākaccāna est avisé et doté d’une profonde sagesse. \\\\\\'\"\\''",
  "mn18:21.2": "'\\'\"\\\\\\'Si vous m’interrogiez comme vous l’avez fait avec Mahākaccāna, ma réponse serait identique à la sienne. \\\\\\'\"\\''",
  "mn18:21.3": "'\\'\"\\\\\\'Voilà le sens à retenir. » \\\\\\'\"\\''",
  "mn18:22.1": "'\\'\"\\\\\\'Après ces mots, le Vénérable Ānanda s’adressa au Bouddha : \\\\\\'\"\\''",
  "mn18:22.2": "'\\'\"\\\\\\'« Vénérable, supposons qu’une personne, affamée, reçoive un gâteau au miel. À chaque bouchée, elle savourerait une douceur exquise. \\\\\\'\"\\''",
  "mn18:22.3": "'\\'\"\\\\\\'De même, un monastique sincère et dévoué qui scruterait avec sagesse le sens de cet enseignement ne trouverait que joie et  paix intérieure, où qu’il regarde. \\\\\\'\"\\''",
  "mn18:22.4": "'\\'\"\\\\\\'Vénérable, quel est le nom de ce discours sur l’enseignement ? » \\\\\\'\"\\''",
  "mn18:22.5": "'\\'\"\\\\\\'« Ainsi, Ānanda, retiens ce discours sur l’enseignement, sous le nom de ‹ Le Discours du Gâteau au Miel ›. » \\\\\\'\"\\''",
  "mn18:22.6": "'\\'\"\\\\\\'Voilà ce que le Bouddha a déclaré. \\\\\\'\"\\''",
  "mn18:22.7": "'\\'\"\\\\\\'Satisfait, le Vénérable Ānanda se réjouit des paroles du Bouddha. \\\\\\'\"\\''"
}