{
  "mn20:0.1": "Discours de Longueur Moyenne 20 ",
  "mn20:0.2": "Comment arrêter de penser ",
  "mn20:1.1": "Ainsi ai-je entendu. ",
  "mn20:1.2": "À une époque, le Bouddha séjournait près de Sāvatthī dans le bosquet de Jeta, au monastère d’Anāthapiṇḍika. ",
  "mn20:1.3": "Là, le Bouddha s’adressa aux monastiques, ",
  "mn20:1.4": "« Monastiques ! » ",
  "mn20:1.5": "« Vénérable », répondirent-ils. ",
  "mn20:1.6": "Le Bouddha déclara : ",
  "mn20:2.1": "« Monastiques, un monastique dévoué à la culture de l’esprit supérieur doit, à intervalles réguliers, méditer sur cinq thèmes essentiels. ",
  "mn20:2.2": "Lesquels ? ",
  "mn20:3.1": "Imaginons un monastique qui, méditant sur un certain thème, voit surgir en lui des pensées nuisibles, malveillantes, animées par l’avidité, l’aversion ou l’ignorance ; il lui est alors conseillé de diriger son esprit vers un autre thème, un associé au bien. ",
  "mn20:3.2": "En procédant ainsi, ces pensées nuisibles sont abandonnées et prennent fin. ",
  "mn20:3.3": "Son esprit s’apaise, se stabilise, s’unifie et plonge dans une profonde concentration. ",
  "mn20:3.4": "Comme un charpentier adroit ou son apprenti qui, avec une cheville fine, retirerait une cheville plus épaisse, ",
  "mn20:3.5": "De même, un monastique devrait diriger son esprit vers un autre thème de méditation associé au bien… ",
  "mn20:4.1": "Maintenant, imaginons un monastique dirigeant son esprit vers un autre sujet associé au bien, mais que des pensées nuisibles, malveillantes, animées par l’avidité, l’aversion ou l’ignorance continuent d’apparaître. Il devrait alors examiner les désavantages de ces pensées : ",
  "mn20:4.2": "« Ces pensées sont nuisibles, répréhensibles et source de souffrance. » ",
  "mn20:4.3": "En procédant ainsi, ces pensées nuisibles sont abandonnées et prennent fin. ",
  "mn20:4.4": "Son esprit s’apaise, se stabilise, s’unifie et plonge dans une profonde concentration. ",
  "mn20:4.5": "Imaginons une jeune femme ou un jeune homme, en fleur d’âge et amateurs de parures. S’ils se retrouvaient avec une carcasse de serpent, de chien ou d’homme pendue à leur cou, leur réaction serait d’horreur, de répulsion et de dégoût. ",
  "mn20:4.6": "De même, un monastique devrait examiner les désavantages de ces pensées… ",
  "mn20:5.1": "Maintenant, imaginons ce monastique examinant les désavantages de ces pensées, mais que des pensées nuisibles, malveillantes, animées par l’avidité, l’aversion ou l’ignorance continuent d’apparaître. Il devrait essayer de les ignorer et de les oublier. ",
  "mn20:5.2": "En procédant ainsi, ces pensées nuisibles sont abandonnées et prennent fin. ",
  "mn20:5.3": "Son esprit s’apaise, se stabilise, s’unifie et plonge dans une profonde concentration. ",
  "mn20:5.4": "Imaginons une personne dotée de la vue ne souhaitant pas voir certaines formes apparues à sa portée ; ",
  "mn20:5.5": "Elle se contenterait de fermer les yeux ou de détourner son regard. ",
  "mn20:5.6": "De même, lorsqu’un monastique examine les désavantages de ces pensées… ces pensées nuisibles sont abandonnées et prennent fin. ",
  "mn20:6.1": "Maintenant, imaginons ce monastique ignorant et oubliant ces pensées, mais que des pensées nuisibles, malveillantes, animées par l’avidité, l’aversion ou l’ignorance continuent d’apparaître. Il devrait s’efforcer d’empêcher la formation des pensées. ",
  "mn20:6.2": "En procédant ainsi, ces pensées nuisibles sont abandonnées et prennent fin. ",
  "mn20:6.3": "Son esprit s’apaise, se stabilise, s’unifie et plonge dans une profonde concentration. ",
  "mn20:6.4": "Imaginons une personne qui marche rapidement. ",
  "mn20:6.5": "Elle pourrait se demander : ",
  "mn20:6.6": "« Pourquoi marché-je si rapidement ? ",
  "mn20:6.7": "Pourquoi ne pas ralentir ? » ",
  "mn20:6.8": "Alors, elle ralentirait. ",
  "mn20:6.9": "Elle pourrait se demander : ",
  "mn20:6.10": "« Pourquoi marché-je lentement ? ",
  "mn20:6.11": "Pourquoi ne pas rester immobile ? » ",
  "mn20:6.12": "Alors, elle resterait immobile. ",
  "mn20:6.13": "Elle pourrait se demander : ",
  "mn20:6.14": "« Pourquoi suis-je immobile ? ",
  "mn20:6.15": "Pourquoi ne pas m’asseoir ? » ",
  "mn20:6.16": "Alors, elle s’assiérait. ",
  "mn20:6.17": "Elle pourrait se demander : ",
  "mn20:6.18": "« Pourquoi suis-je assis ? ",
  "mn20:6.19": "Pourquoi ne pas m’allonger ? » ",
  "mn20:6.20": "Alors, elle s’allongerait. ",
  "mn20:6.21": "Ainsi, cette personne abandonnerait graduellement les postures grossières pour adopter des postures plus fines et subtiles. ",
  "mn20:6.22": "De même, lorsqu’un monastique ignore et oublie ces pensées… ces pensées nuisibles sont abandonnées et prennent fin. ",
  "mn20:7.1": "Maintenant, imaginons ce monastique s’efforçant d’empêcher la formation des pensées, mais que des pensées nuisibles, malveillantes, animées par l’avidité, l’aversion ou l’ignorance continuent d’apparaître. ",
  "mn20:7.2": "En serrant les dents et en appuyant la langue contre le palais, il devrait maîtriser, contenir et soumettre son esprit par l’esprit. ",
  "mn20:7.3": "En procédant ainsi, ces pensées nuisibles sont abandonnées et prennent fin. ",
  "mn20:7.4": "Son esprit s’apaise, se stabilise, s’unifie et plonge dans une profonde concentration. ",
  "mn20:7.5": "Comme si un homme puissant saisissait un autre, plus fragile, par la tête, le cou ou l’épaule, le maîtrisant, le contenant et le soumettant. ",
  "mn20:7.6": "De même, lorsqu’un monastique… ",
  "mn20:7.7": "En serrant les dents et en appuyant la langue contre le palais, il devrait maîtriser, contenir et soumettre son esprit par l’esprit. ",
  "mn20:7.8": "En procédant ainsi, ces pensées nuisibles sont abandonnées et prennent fin. ",
  "mn20:7.9": "Son esprit s’apaise, se stabilise, s’unifie et plonge dans une profonde concentration. ",
  "mn20:8.1": "Maintenant, imaginons un monastique qui, méditant sur un certain thème, voit surgir en lui des pensées nuisibles, malveillantes, animées par l’avidité, l’aversion ou l’ignorance. Il dirige son esprit vers un autre thème, un associé au bien… ",
  "mn20:8.3": "Il examine les désavantages de ces pensées… ",
  "mn20:8.5": "Il essaye de les ignorer et de les oublier… ",
  "mn20:8.7": "Il s’efforce d’empêcher la formation des pensées… ",
  "mn20:8.9": "En serrant les dents et en appuyant la langue contre le palais, il maîtrise, contient et soumet son esprit par l’esprit. Lorsqu’il maîtrise chacune de ces techniques, ces pensées nuisibles sont abandonnées et prennent fin. ",
  "mn20:8.10": "Son esprit s’apaise, se stabilise, s’unifie et plonge dans une profonde concentration. ",
  "mn20:8.11": "Ceci est ce que l’on appelle un monastique maître des méthodes de contrôle des pensées. ",
  "mn20:8.12": "Il pensera ce qu’il souhaite et ne pensera pas ce qu’il ne souhaite pas. ",
  "mn20:8.13": "Il a tranché les liens du désir, délié les chaînes de l’attachement et, par une juste perception de l’orgueil, a mis fin la souffrance. » ",
  "mn20:8.14": "Voilà ce que le Bouddha a déclaré. ",
  "mn20:8.15": "Satisfaits, les monastiques se réjouirent des paroles du Bouddha. "
}