{
  "mn21:0.1": "Discours de Longueur Moyenne 21 ",
  "mn21:0.2": "La parabole de la scie ",
  "mn21:1.1": "Ainsi ai-je entendu. ",
  "mn21:1.2": "À une époque, le Bouddha résidait près de Sāvatthī dans le bosquet de Jeta, au monastère d’Anāthapiṇḍika. ",
  "mn21:2.1": "À une époque, le Vénérable Moliya Phagguna vivait en association trop étroite avec des nonnes. ",
  "mn21:2.2": "À tel point que ",
  "mn21:2.3": "si un moine critiquait ces nonnes en sa présence, le Vénérable Moliya Phagguna, irrité et contrarié, allait jusqu’à initier une affaire disciplinaire. ",
  "mn21:2.4": "Et si un moine critiquait Moliya Phagguna en leur présence, ces nonnes, irritées et contrariées, allaient jusqu’à initier une affaire disciplinaire. ",
  "mn21:2.5": "Ainsi, le Vénérable Moliya Phagguna vivait en étroite association avec ces nonnes. ",
  "mn21:3.1": "Alors, un monastique s’approcha du Bouddha, s’inclina, prit place à ses côtés, et lui exposa la situation. ",
  "mn21:4.1": "Le Bouddha s’adressa donc à l’un des monastiques, ",
  "mn21:4.2": "« Viens, monastique, sur mon instruction, invite Moliya Phagguna en disant : ",
  "mn21:4.3": "Le maître te convoque. » ",
  "mn21:4.4": "« Oui, vénérable », répondit ce monastique. Il se rendit auprès de Moliya Phagguna et lui dit, ",
  "mn21:4.5": "« Révérend Moliya Phagguna, le maître vous convoque. » ",
  "mn21:4.6": "« Oui, révérend », répondit Moliya Phagguna. Il alla auprès du Bouddha, s’inclina et prit place à ses côtés. Le Bouddha lui dit : ",
  "mn21:5.1": "« Est-il vrai, Moliya Phagguna, que tu vis en association trop étroite avec des nonnes ? ",
  "mn21:5.2": "À tel point que ",
  "mn21:5.3": "si un moine critique ces nonnes en ta présence, irrité et contrarié, tu vas jusqu’à initier une affaire disciplinaire ? ",
  "mn21:5.4": "Et si un moine te critique en leur présence, ces nonnes, irritées et contrariées, vont jusqu’à initier une affaire disciplinaire ? ",
  "mn21:5.5": "Est-ce ainsi que tu vis en étroite association avec ces nonnes ? » ",
  "mn21:5.6": "« Oui, vénérable. » ",
  "mn21:5.7": "« Moliya Phagguna, n’as-tu pas, comme fils de bonne famille, quitté la vie laïque pour la vie d’ascète par foi sincère ? » ",
  "mn21:5.8": "« Oui, vénérable. » ",
  "mn21:6.1": "« Il ne convient pas, Moliya Phagguna, pour un fils de bonne famille qui a quitté la vie laïque pour la vie d’ascète par foi sincère, de vivre en association trop étroite avec les nonnes. ",
  "mn21:6.2": "C’est pourquoi, Moliya Phagguna, même si une personne critique ces nonnes en ta présence, tu devrais renoncer à tout désir et pensée propres à la vie laïque. ",
  "mn21:6.3": "Dans cette situation, voici comment tu devrais t’entraîner : ",
  "mn21:6.4": "‹ Mon esprit demeurera inébranlable. Je n’émettrai aucune parole nuisible. Je conserverai une compassion inaltérable, avec un cœur empli d’amour, exempt de toute aversion cachée. › ",
  "mn21:6.5": "Voilà comment tu devrais t’entraîner. ",
  "mn21:6.6": "Donc, même si une personne frappe ces nonnes avec une main, avec des pierres, avec un bâton, ou avec une épée en ta présence, tu devrais renoncer à tout désir et pensée propres à la vie laïque. ",
  "mn21:6.7": "Dans cette situation, voici comment tu devrais t’entraîner : ",
  "mn21:6.8": "‹ Mon esprit demeurera inébranlable. Je n’émettrai aucune parole nuisible. Je conserverai une compassion inaltérable, avec un cœur empli d’amour, exempt de toute aversion cachée. › ",
  "mn21:6.9": "Voilà comment tu devrais t’entraîner. ",
  "mn21:6.10": "Donc, si une personne te critique en ta présence, tu devrais renoncer à tout désir et pensée propres à la vie laïque. ",
  "mn21:6.11": "Dans cette situation, voici comment tu devrais t’entraîner : ‹ Mon esprit demeurera inébranlable. Je n’émettrai aucune parole nuisible. Je conserverai une compassion inaltérable, avec un cœur empli d’amour, exempt de toute aversion cachée. › ",
  "mn21:6.12": "Voilà comment tu devrais t’entraîner. ",
  "mn21:6.13": "Donc, Moliya Phagguna, même si une personne te frappe avec une main, avec des pierres, avec un bâton, ou avec une épée, tu devrais renoncer à tout désir et pensée propres à la vie laïque. ",
  "mn21:6.14": "Dans cette situation, voici comment tu devrais t’entraîner : ‹ Mon esprit demeurera inébranlable. Je n’émettrai aucune parole nuisible. Je conserverai une compassion inaltérable, avec un cœur empli d’amour, exempt de toute aversion cachée. › ",
  "mn21:6.15": "Voilà comment tu devrais t’entraîner. » ",
  "mn21:7.1": "Alors, le Bouddha s’adressa aux monastiques : ",
  "mn21:7.2": "« Monastiques, il fut une époque où les monastiques m’avaient véritablement satisfait par leur pratique de l’esprit. ",
  "mn21:7.3": "Une fois, je leur ai dit : ",
  "mn21:7.4": "‹ En effet, je prends mon repas en une seule fois par jour. ",
  "mn21:7.5": "Ce faisant, je trouve que je suis en bonne santé et bien portant, alerte, fort, et vivant confortablement. ",
  "mn21:7.6": "Ainsi, je vous encourage également à prendre votre repas en une seule fois par jour. ",
  "mn21:7.7": "Ce faisant, vous trouverez que vous êtes en bonne santé et bien portant, alerte, fort, et vivant confortablement. › ",
  "mn21:7.8": "Je n’avais plus à instruire ces monastiques ; ",
  "mn21:7.9": "il me suffisait de stimuler leur pleine conscience. ",
  "mn21:7.10": "Imaginons qu’à l’intersection de quatre chemins, sur un terrain favorable, se tienne un chariot attelé de chevaux de race, immobile, l’aiguillon prêt à l’emploi. ",
  "mn21:7.11": "Alors, un habile dresseur de chevaux et charretier pourrait monter sur le chariot, saisissant les rênes de sa main gauche et l’aiguillon de la droite, et conduirait ainsi aller et retour, où il le souhaite, quand il le souhaite. ",
  "mn21:7.12": "De même, je n’avais plus à instruire ces monastiques ; ",
  "mn21:7.13": "il me suffisait de stimuler leur pleine conscience. ",
  "mn21:7.14": "Donc, monastiques, vous aussi devriez abandonner ce qui est nuisible et vous consacrer aux qualités bénéfiques. ",
  "mn21:7.15": "C’est ainsi que, vous aussi, dans cet enseignement et cette discipline, parviendrez à la croissance, au développement et à l’abondance. ",
  "mn21:8.1": "Imaginons qu’à quelque distance d’un village ou d’une ville, il y avait un grand bosquet de sals. ",
  "mn21:8.2": "Et que celui-ci soit envahi par des herbes de ricin. ",
  "mn21:8.3": "Puis, une personne arrive, désireuse de bien-être, souhaitant le bonheur, aspirant à la sécurité. ",
  "mn21:8.4": "Il couperait les pousses de sal tordues qui absorbent la sève et les retirerait, nettoyant soigneusement l’intérieur du bosquet. ",
  "mn21:8.5": "Quant aux pousses de sal droites et bien développées, il en prendrait grand soin. ",
  "mn21:8.6": "De même, en temps voulu, ce bosquet de sal parviendrait à la croissance, au développement et à l’abondance. ",
  "mn21:8.7": "De même, monastiques, vous aussi devriez abandonner ce qui est nuisible et vous consacrer aux qualités bénéfiques. ",
  "mn21:8.8": "C’est ainsi que, vous aussi, dans cet enseignement et cette discipline, parviendrez à la croissance, au développement et à l’abondance. ",
  "mn21:9.1": "Il était une fois, monastiques, ici même à Sāvatthī, une maîtresse de maison nommée Vedehikā. ",
  "mn21:9.2": "Elle avait acquis une réputation telle qu’on disait : ",
  "mn21:9.3": "‹ La maîtresse de maison Vedehikā est douce, calme et sereine. › ",
  "mn21:9.4": "Or, Vedehikā avait une servante nommée Kāḷī, habile, diligente et bien organisée dans son travail. ",
  "mn21:9.5": "Alors, Kāḷī pensa : ",
  "mn21:9.6": "‹ Ma maîtresse a acquis une réputation telle qu’on dit qu’elle est ",
  "mn21:9.7": "douce, calme et sereine. ",
  "mn21:9.8": "Est-ce que ma maîtresse est véritablement calme intérieurement, ne montrant aucun signe de colère, ou ",
  "mn21:9.9": "est-ce parce que mon travail est bien organisé qu’elle ne manifeste pas de colère envers moi, bien qu’elle en ait en elle ? ",
  "mn21:9.10": "Peut-être devrais-je la mettre à l’épreuve ? › ",
  "mn21:9.11": "Alors, Kāḷī se leva tard dans la journée. ",
  "mn21:9.12": "Vedehikā lui dit alors : ",
  "mn21:9.13": "‹ Hé bien, Kāḷī ! › ",
  "mn21:9.14": "‹ Qu’y a-t-il, madame ? › ",
  "mn21:9.15": "‹ Qu’y a-t-il pour que tu te lèves à cette heure-ci de la journée ? › ",
  "mn21:9.16": "‹ Rien, madame. › ",
  "mn21:9.17": "‹ Vraiment, aucune honte, mauvaise servante, te lever si tard ! › s’exclama-t-elle, fâchée et mécontente, fronçant les sourcils. ",
  "mn21:9.18": "Alors, Kāḷī pensa : ",
  "mn21:9.19": "‹ Ma maîtresse a effectivement de la colère en elle, mais ne la montre pas ; ce qui ne signifie pas qu’elle soit dépourvue de colère ? ",
  "mn21:9.20": "C’est juste parce que mon travail est bien organisé qu’elle ne montre aucun signe de colère, bien qu’elle en ait en elle. ",
  "mn21:9.21": "Peut-être devrais-je la mettre davantage à l’épreuve ? › ",
  "mn21:9.22": "Alors, Kāḷī se leva encore plus tard dans la journée. ",
  "mn21:9.23": "Vedehikā lui dit alors : ",
  "mn21:9.24": "‹ Hé bien, Kāḷī ! › ",
  "mn21:9.25": "‹ Qu’y a-t-il, madame ? › ",
  "mn21:9.26": "‹ Qu’y a-t-il pour que tu te lèves encore plus tard dans la journée ? › ",
  "mn21:9.27": "‹ Rien, madame. › ",
  "mn21:9.28": "‹ Vraiment, aucune honte, mauvaise servante, te lever encore plus tard dans la journée ! › s’exclama-t-elle, fâchée et mécontente. ",
  "mn21:9.29": "Alors, Kāḷī pensa : ",
  "mn21:9.30": "‹ Ma maîtresse a effectivement de la colère en elle, mais ne la montre pas ; ce qui ne signifie pas qu’elle soit dépourvue de colère. ",
  "mn21:9.31": "C’est juste parce que mon travail est bien organisé qu’elle ne montre aucun signe de colère, bien qu’elle en ait en elle. ",
  "mn21:9.32": "Peut-être devrais-je la mettre davantage à l’épreuve ? › ",
  "mn21:9.33": "Ainsi, Kāḷī se leva encore plus tard dans la journée. ",
  "mn21:9.34": "Vedehikā lui dit alors : ",
  "mn21:9.35": "‹ Hé bien, Kāḷī ! › ",
  "mn21:9.36": "‹ Qu’y a-t-il, madame ? › ",
  "mn21:9.37": "‹ Qu’y a-t-il pour que tu te lèves à cette heure-ci de la journée ? › ",
  "mn21:9.38": "‹ Rien, madame. › ",
  "mn21:9.39": "‹ Vraiment, aucune honte, mauvaise servante, te lever si tard ! › s’exclama-t-elle, fâchée et mécontente, puis, saisissant un verrou de porte, elle frappa la servante sur la tête, la blessant. ",
  "mn21:9.40": "Alors, la servante Kāḷī, le crâne fendu et le sang coulant, alla se plaindre de sa maîtresse auprès des voisins : ",
  "mn21:9.41": "‹ Voyez, mesdames, l’œuvre de celle qui est douce ! ",
  "mn21:9.42": "Voyez l’œuvre de celle qui est calme ! Voyez l’œuvre de celle qui est sereine ! ",
  "mn21:9.43": "Comment peut-elle saisir un verrou de porte et frapper sa seule servante sur la tête, la blessant juste pour s’être levée plus tard ? › ",
  "mn21:9.44": "Puis, après un certain temps, la maîtresse de maison Vedehikā avait acquis une réputation telle qu’on disait : ",
  "mn21:9.45": "‹ La maîtresse de maison Vedehikā est violente, agitée et troublée. › ",
  "mn21:10.1": "De même, un monastique peut être le plus doux des doux, le plus calme des calmes, le plus serein des sereins, tant qu’il ne reçoit aucune critique désagréable. ",
  "mn21:10.2": "Mais c’est lorsqu’il reçoit une critique désagréable que vous saurez s’il est réellement doux, calme et serein. ",
  "mn21:10.3": "Je ne dirais pas qu’un monastique est réceptif aux conseils et à l’enseignement simplement parce qu’il accepte sans difficulté des robes, de la nourriture d’aumône, un logement ou des médicaments et des fournitures pour soigner les malades. Sa facilité à accepter ces choses ne témoigne pas d’une véritable réceptivité aux conseils et à l’enseignement. ",
  "mn21:10.4": "Pour quelle raison ? ",
  "mn21:10.5": "Parce que lorsqu’il n’obtient pas de robes, de nourriture d’aumône, de logement, ou de médicaments et de fournitures pour les malades, il n’est plus réceptif aux conseils et à l’enseignement. ",
  "mn21:10.6": "Mais quand un monastique est réceptif aux conseils et à l’enseignement seulement parce qu’il honore, respecte, révère et vénère l’enseignement, alors je dis qu’il est véritablement réceptif aux conseils et à l’enseignement. ",
  "mn21:10.7": "Monastiques, voici comment vous devriez vous entraîner : ‹ Nous serons réceptifs aux conseils et à l’enseignement seulement parce que nous honorons, respectons, révérons et vénérons l’enseignement. › ",
  "mn21:10.8": "Voilà comment vous devriez vous entraîner. ",
  "mn21:11.1": "Monastiques, il existe cinq types de discours que les autres peuvent employer lorsqu’ils s’adressent à vous :  ",
  "mn21:11.2": "opportun ou inopportun,  ",
  "mn21:11.3": "vrai ou faux,  ",
  "mn21:11.4": "doux ou dur,  ",
  "mn21:11.5": "bénéfique ou nuisible,  ",
  "mn21:11.6": "bienveillant ou malveillant. ",
  "mn21:11.7": "Lorsque les autres s’adressent à vous, ils peuvent employer un de ces cinq types de discours. ",
  "mn21:11.12": "Dans cette situation, voici comment vous devriez vous entraîner : ",
  "mn21:11.13": "‹ Notre esprit demeurera inébranlable. Nous ne prononcerons aucune parole nuisible. Nous conserverons une compassion inaltérable, avec un cœur empli d’amour, exempt de toute aversion cachée. ",
  "mn21:11.14": "Nous méditerons en enveloppant cette personne de pensées empreintes de bienveillance, et à partir de là, nous étendrons notre esprit empli de bienveillance envers le monde entier — immense, grandiose, sans limite, sans aversion et sans malveillance. › ",
  "mn21:11.15": "Voilà comment vous devriez vous entraîner. ",
  "mn21:12.1": "Imaginons qu’une personne arrive en portant une pelle et un panier ",
  "mn21:12.2": "et dise : ",
  "mn21:12.3": "‹ Je vais retirer toute la terre de ce monde. › ",
  "mn21:12.4": "Il creuserait ici et là, disperserait la terre ici et là, ferait des tas ici et là, et ferait des trous ici et là : ",
  "mn21:12.5": "‹ Sois sans terre ! Sois sans terre ! › ",
  "mn21:12.6": "Que pensez-vous, monastiques ? ",
  "mn21:12.7": "Est-ce que cette personne pourrait retirer toute la terre de ce monde ? » ",
  "mn21:12.8": "« Non, vénérable. ",
  "mn21:12.9": "Pour quelle raison ? ",
  "mn21:12.10": "Parce que ce monde est profond et illimité. ",
  "mn21:12.11": "Il serait difficile lui retirer toute sa terre. ",
  "mn21:12.12": "Cette personne rencontrerait beaucoup de difficultés et s’épuiserait. » ",
  "mn21:13.1": "« De même, il existe cinq types de discours que les autres peuvent employer lorsqu’ils s’adressent à vous : ",
  "mn21:13.2": "opportun ou inopportun, ",
  "mn21:13.3": "vrai ou faux, ",
  "mn21:13.4": "doux ou dur, ",
  "mn21:13.5": "bénéfique ou nuisible, ",
  "mn21:13.6": "bienveillant ou malveillant. ",
  "mn21:13.7": "Lorsque les autres s’adressent à vous, ils peuvent employer un de ces cinq types de discours. ",
  "mn21:13.12": "Dans cette situation, voici comment vous devriez vous entraîner : ",
  "mn21:13.13": "‹ Notre esprit demeurera inébranlable. Nous ne prononcerons aucune parole nuisible. Nous conserverons une compassion inaltérable, avec un cœur empli d’amour, exempt de toute aversion cachée. ",
  "mn21:13.14": "Nous méditerons en enveloppant cette personne de pensées empreintes de bienveillance, et à partir de là, nous étendrons notre esprit empli de bienveillance aussi vaste que la terre envers le monde entier — immense, grandiose, sans limite, sans aversion et sans malveillance. › ",
  "mn21:13.15": "Voilà comment vous devriez vous entraîner. ",
  "mn21:14.1": "Imaginons qu’une personne arrive avec des teintures telles que de la laque rouge, du curcuma, de l’indigo ou de la garance, ",
  "mn21:14.2": "et dise : ",
  "mn21:14.3": "‹ Je vais tracer une forme dans l’espace, faisant apparaître une image. › ",
  "mn21:14.4": "Que pensez-vous, monastiques ? ",
  "mn21:14.5": "Cette personne pourrait-elle tracer une forme dans l’espace ? » ",
  "mn21:14.6": "« Non, vénérable. ",
  "mn21:14.7": "Pour quelle raison ? ",
  "mn21:14.8": "Parce que l’espace n’a ni forme ni apparence. ",
  "mn21:14.9": "Il serait difficile d’y tracer une forme, d’y faire apparaître une image. ",
  "mn21:14.10": "Cette personne rencontrerait beaucoup de difficultés et s’épuiserait. » ",
  "mn21:15.1": "« De même, si une personne s’adresse à vous en employant un de ces cinq types de discours… voici comment vous devriez vous entraîner : ",
  "mn21:15.2": "‹ … Nous méditerons en enveloppant cette personne de pensées empreintes de bienveillance, et à partir de là, nous étendrons notre esprit empli de bienveillance aussi vaste que l’espace envers le monde entier — immense, grandiose, sans limite, sans aversion et sans malveillance. › ",
  "mn21:15.3": "Voilà comment vous devriez vous entraîner. ",
  "mn21:16.1": "Imaginons qu’une personne arrive en portant un flambeau d’herbes enflammées, ",
  "mn21:16.2": "et dise : ",
  "mn21:16.3": "‹ Je vais brûler et calciner le fleuve Gange avec ce flambeau d’herbes enflammées. › ",
  "mn21:16.4": "Que pensez-vous, monastiques ? ",
  "mn21:16.5": "Cette personne pourrait-elle brûler et calciner le fleuve Gange avec un flambeau d’herbes enflammées ? » ",
  "mn21:16.6": "« Non, vénérable. ",
  "mn21:16.7": "Pour quelle raison ? ",
  "mn21:16.8": "Parce que le fleuve Gange est profond et illimité. ",
  "mn21:16.9": "Il serait difficile de le brûler et de le calciner avec un flambeau d’herbes enflammées. ",
  "mn21:16.10": "Cette personne rencontrerait beaucoup de difficultés et s’épuiserait. » ",
  "mn21:17.1": "« De même, si une personne s’adresse à vous en employant un de ces cinq types de discours… voici comment vous devriez vous entraîner : ",
  "mn21:17.2": "‹ … Nous méditerons en enveloppant cette personne de pensées empreintes de bienveillance, et à partir de là, nous étendrons notre esprit empli de bienveillance aussi vaste que le Gange envers le monde entier — immense, grandiose, sans limite, sans aversion et sans malveillance. › ",
  "mn21:17.3": "Voilà comment vous devriez vous entraîner. ",
  "mn21:18.1": "Imaginons qu’il y ait un sac en peau de chat frotté, bien frotté, très bien frotté, doux, soyeux, débarrassé de tout bruissement et crépitement. ",
  "mn21:18.2": "Puis une personne arrive en portant un bâton ou une pierre, ",
  "mn21:18.3": "et dise : ",
  "mn21:18.4": "‹ Je vais faire bruisser et crépiter ce sac en peau de chat doux avec ce bâton ou cette pierre. › ",
  "mn21:18.5": "Que pensez-vous, monastiques ? ",
  "mn21:18.6": "Cette personne pourrait-elle faire bruisser et crépiter ce sac en peau de chat doux avec ce bâton ou cette pierre ? » ",
  "mn21:18.7": "« Non, vénérable. ",
  "mn21:18.8": "Pour quelle raison ? ",
  "mn21:18.9": "Parce que ce sac en peau de chat est frotté, bien frotté, très bien frotté, doux, soyeux, débarrassé de tout bruissement et crépitement. ",
  "mn21:18.10": "Il serait difficile de le faire bruisser ou crépiter avec un bâton ou une pierre. ",
  "mn21:18.11": "Cette personne rencontrerait beaucoup de difficultés et s’épuiserait. » ",
  "mn21:19.1": "« De même, il existe cinq types de discours que les autres peuvent employer lorsqu’ils s’adressent à vous : ",
  "mn21:19.2": "opportun ou inopportun, ",
  "mn21:19.3": "vrai ou faux, ",
  "mn21:19.4": "doux ou dur, ",
  "mn21:19.5": "bénéfique ou nuisible, ",
  "mn21:19.6": "bienveillant ou malveillant. ",
  "mn21:19.7": "Lorsque les autres s’adressent à vous, ils peuvent employer un de ces cinq types de discours. ",
  "mn21:19.12": "Dans cette situation, voici comment vous devriez vous entraîner : ",
  "mn21:19.13": "‹ Notre esprit demeurera inébranlable. Nous ne prononcerons aucune parole nuisible. Nous conserverons une compassion inaltérable, avec un cœur empli d’amour, exempt de toute aversion cachée. ",
  "mn21:19.14": "Nous méditerons en enveloppant cette personne de pensées empreintes de bienveillance, et à partir de là, nous étendrons notre esprit empli de bienveillance tel une peau de chat envers le monde entier — immense, grandiose, sans limite, sans aversion et sans malveillance. › ",
  "mn21:19.15": "Voilà comment vous devriez vous entraîner. ",
  "mn21:20.1": "Même si de vils bandits vous démembreraient membre par membre avec une scie à deux manches, quiconque aurait une pensée malveillante en conséquence ne suivrait pas mes instructions. ",
  "mn21:20.2": "Dans cette situation, voici comment vous devriez vous entraîner : ",
  "mn21:20.3": "‹ Notre esprit demeurera inébranlable. Nous ne prononcerons aucune parole nuisible. Nous conserverons une compassion inaltérable, avec un cœur empli d’amour, exempt de toute aversion cachée. ",
  "mn21:20.4": "Nous méditerons en enveloppant cette personne de pensées empreintes de bienveillance, et à partir de là, nous étendrons notre esprit empli de bienveillance envers le monde entier — immense, grandiose, sans limite, sans aversion et sans malveillance. › ",
  "mn21:20.5": "Voilà comment vous devriez vous entraîner. ",
  "mn21:21.1": "Si vous méditez régulièrement sur cette parabole de la scie, ",
  "mn21:21.2": "y a-t-il alors une critique, minime ou majeure, que vous ne sauriez supporter ? » ",
  "mn21:21.3": "« Non, vénérable. » ",
  "mn21:21.4": "« Ainsi, monastiques, vous devriez régulièrement méditer sur cette parabole de la scie. ",
  "mn21:21.5": "Cela contribuera à votre bien-être et votre bonheur dans la durée. » ",
  "mn21:21.6": "Voilà ce que le Bouddha a déclaré. ",
  "mn21:21.7": "Satisfaits, les monastiques se réjouirent des paroles du Bouddha. "
}