{
  "mn2:0.1": "Discours de Longueur Moyenne 2 ",
  "mn2:0.2": "Toutes les souillures ",
  "mn2:1.1": "Ainsi ai-je entendu. ",
  "mn2:1.2": "À une époque, le Bouddha séjournait près de Sāvatthī dans le bosquet de Jeta, au monastère d’Anāthapiṇḍika. ",
  "mn2:1.3": "Là, le Bouddha s’adressa aux monastiques, ",
  "mn2:1.4": "« Monastiques ! » ",
  "mn2:1.5": "« Vénérable », répondirent-ils. ",
  "mn2:1.6": "Le Bouddha déclara ceci : ",
  "mn2:2.1": "« Monastiques, je vais vous enseigner la maîtrise de toutes les souillures. ",
  "mn2:2.2": "Écoutez et appliquez bien votre esprit, je vais parler. » ",
  "mn2:2.3": "« Oui, Vénérable », répondirent-ils. ",
  "mn2:2.4": "Le Bouddha déclara ceci : ",
  "mn2:3.1": "« Monastiques, je dis que la fin des souillures est pour celui qui sait et voit, et non pour celui qui ne sait ni ne voit. ",
  "mn2:3.2": "Pour celui qui sait et voit quoi ? ",
  "mn2:3.3": "L’application correcte de l’esprit et l’application incorrecte de l’esprit. ",
  "mn2:3.4": "Lorsque vous appliquez incorrectement l’esprit, les souillures surgissent, et une fois surgies, elles grandissent. ",
  "mn2:3.5": "Lorsque vous appliquez correctement l’esprit, les souillures ne surgissent pas, et celles qui sont déjà apparues sont abandonnées. ",
  "mn2:4.1": "Certaines souillures doivent être abandonnées par la vision, d’autres par la maîtrise, d’autres encore par l’usage, l’endurance, l’évitement, la dispersion, et certaines par le développement. ",
  "mn2:5.0": "1. Les souillures abandonnées par la vision ",
  "mn2:5.1": "Et quelles sont les souillures qui doivent être abandonnées par la vision ? ",
  "mn2:5.2": "Considérez une personne ordinaire non instruite qui n’a pas rencontré les nobles, et qui n’est ni compétente ni formée dans l’enseignement des nobles. Elle n’a pas rencontré de véritables personnes, et n’est ni compétente ni formée dans l’enseignement de ces véritables personnes. ",
  "mn2:5.3": "Elle ne comprend pas à quelles choses elle devrait appliquer l’esprit et à quelles choses elle ne devrait pas l’appliquer. ",
  "mn2:5.4": "Ainsi, elle applique l’esprit à des choses auxquelles elle ne devrait pas et n’applique pas l’esprit à des choses auxquelles elle devrait. ",
  "mn2:6.1": "Et quelles sont les choses auxquelles elle applique l’esprit alors qu’elle ne le devrait pas ? ",
  "mn2:6.2": "Ce sont les choses qui, lorsque l’esprit leur est appliqué, donnent naissance à des souillures non encore survenues et font croître les souillures déjà survenues : les souillures du désir sensuel, ",
  "mn2:6.3": "du désir de renaissance, ",
  "mn2:6.4": "et de l’ignorance. ",
  "mn2:6.5": "Voilà les choses auxquelles elle applique l’esprit alors qu’elle ne le devrait pas. ",
  "mn2:6.6": "Et quelles sont les choses auxquelles elle ne doit pas appliquer l’esprit, mais devrait ? ",
  "mn2:6.7": "Ce sont les choses qui, lorsque l’esprit leur est appliqué, ne donnent pas naissance à des souillures non encore survenues et abandonnent les souillures déjà survenues : les souillures du désir sensuel, ",
  "mn2:6.8": "du désir de renaissance, ",
  "mn2:6.9": "et de l’ignorance. ",
  "mn2:6.10": "Voilà les choses auxquelles elle ne doit pas appliquer l’esprit, mais devrait. ",
  "mn2:7.1": "En appliquant l’esprit à ce qu’elle ne devrait pas et en n’appliquant pas l’esprit à ce qu’elle devrait, les souillures non survenues surgissent et les souillures déjà survenues grandissent. ",
  "mn2:7.2": "Voici comment elle applique incorrectement l’esprit : ",
  "mn2:7.3": "‹ Ai-je existé dans le passé ? N’ai-je pas existé dans le passé ? Que fus-je dans le passé ? Comment étais-je dans le passé ? Après avoir été quoi, qu’ai-je été dans le passé ? ",
  "mn2:7.4": "Existerai-je dans le futur ? N’existerai-je pas dans le futur ? Que serai-je dans le futur ? Comment serai-je dans le futur ? Après avoir été quoi, que deviendrai-je dans le futur ? › ",
  "mn2:7.5": "Ou elle éprouve des doutes sur son état présent, se questionnant ainsi : ",
  "mn2:7.6": "‹ Suis-je ? Ne suis-je pas ? Que suis-je ? Comment suis-je ? Cet être sensible — d’où est-il venu ? Et où ira-t-il ? › ",
  "mn2:8.1": "Lorsqu’elle applique incorrectement l’esprit, l’une des six conceptions suivantes surgit en elle et est prise pour un fait avéré. ",
  "mn2:8.2": "La conception : ‹ mon moi survit. › ",
  "mn2:8.3": "La conception : ‹ mon moi ne survit pas. › ",
  "mn2:8.4": "La conception : ‹ je perçois le moi avec le moi. › ",
  "mn2:8.5": "La conception : ‹ je perçois ce qui n’est pas moi avec le moi. › ",
  "mn2:8.6": "La conception : ‹ je perçois le moi avec ce qui n’est pas moi. › ",
  "mn2:8.7": "Ou elle a une telle conception : ",
  "mn2:8.8": "‹ Ce moi qui est mien est lui, l’orateur, le connaisseur qui expérimente les résultats des actes bons et mauvais dans les différents royaumes. Ce moi est permanent, éternel, immuable et impérissable, et durera pour toujours et à jamais. › ",
  "mn2:8.9": "Cela est appelé une méprise, le fourré des conceptions, le désert des conceptions, la torsion des conceptions, l’esquive des conceptions, l’entrave des conceptions. ",
  "mn2:8.10": "Une personne ordinaire, non instruite, enchaînée par les conceptions, n’est pas libérée de la renaissance, de la vieillesse et de la mort, de la tristesse, des lamentations, de la douleur, de la tristesse et du désarroi. ",
  "mn2:8.11": "Elle n’est pas libérée de la souffrance, dis-je. ",
  "mn2:9.2": "Mais considérez un noble disciple instruit qui a rencontré les nobles, est compétent et formé dans l’enseignement des nobles. Il a rencontré de vraies personnes, et est compétent et formé dans l’enseignement des vraies personnes. ",
  "mn2:9.3": "Il comprend à quelles choses il doit appliquer l’esprit et à quelles choses il ne doit pas appliquer l’esprit. ",
  "mn2:9.4": "Ainsi, il applique l’esprit aux choses auxquelles il le doit et n’applique pas l’esprit aux choses auxquelles il ne le doit pas. ",
  "mn2:10.1": "Et quelles sont les choses auxquelles il n’applique pas l’esprit et ne devrait pas ? ",
  "mn2:10.2": "Ce sont les choses qui, lorsque l’esprit leur est appliqué, donnent naissance à des souillures non survenues et font croître les souillures survenues : les souillures du désir sensuel, ",
  "mn2:10.3": "du désir de renaissance, ",
  "mn2:10.4": "et de l’ignorance. ",
  "mn2:10.5": "Voilà les choses auxquelles il n’applique pas l’esprit et ne devrait pas. ",
  "mn2:10.6": "Et quelles sont les choses auxquelles il applique l’esprit et devrait ? ",
  "mn2:10.7": "Ce sont les choses qui, lorsque l’esprit leur est appliqué, ne donnent pas naissance à des souillures non survenues et abandonnent les souillures survenues : les souillures du désir sensuel, ",
  "mn2:10.8": "du désir de renaissance, ",
  "mn2:10.9": "et de l’ignorance. ",
  "mn2:10.10": "Voilà les choses auxquelles il applique l’esprit et devrait. ",
  "mn2:10.11": "En n’appliquant pas l’esprit à ce qu’il ne devrait pas et à l’application de l’esprit à ce qu’il devrait, les souillures non survenues ne surgissent pas et les souillures survenues sont abandonnées. ",
  "mn2:11.1": "Il applique correctement l’esprit : ‹ Ceci est la souffrance › … ‹ Ceci est l’origine de la souffrance › … ‹ Ceci est la cessation de la souffrance › … ‹ Ceci est la pratique qui mène à la cessation de la souffrance ›. ",
  "mn2:11.2": "Et en faisant ainsi, il abandonne trois entraves : ",
  "mn2:11.3": "la vue substantialiste, le doute, et la mécompréhension des préceptes et des observances. ",
  "mn2:11.4": "Celles-ci sont appelées les souillures qui doivent être abandonnées par la vision. ",
  "mn2:12.0": "2. Les souillures abandonnées par la maîtrise ",
  "mn2:12.1": "Et quelles sont les souillures qui doivent être abandonnées par la maîtrise ? ",
  "mn2:12.2": "Considérez un monastique qui, réfléchissant correctement, maîtrise la faculté de l’œil. ",
  "mn2:12.3": "Car les souillures agitées et fiévreuses qui pourraient surgir chez quelqu’un qui vit sans maîtrise de la faculté de l’œil ne surgissent pas quand il y a une telle maîtrise. ",
  "mn2:12.4": "Réfléchissant correctement, il vit en maîtrisant la faculté de l’oreille… ",
  "mn2:12.5": "le nez… ",
  "mn2:12.6": "la langue… ",
  "mn2:12.7": "le corps… ",
  "mn2:12.8": "l’esprit. ",
  "mn2:12.9": "Car les souillures agitées et fiévreuses qui pourraient surgir chez quelqu’un qui vit sans maîtrise de la faculté de l’esprit ne surgissent pas quand il y a une telle maîtrise. ",
  "mn2:12.10": "Car les souillures agitées et fiévreuses qui pourraient surgir chez quelqu’un qui vit sans maîtrise ne surgissent pas quand il y a une telle maîtrise. ",
  "mn2:12.11": "Celles-ci sont appelées les souillures qui doivent être abandonnées par la maîtrise. ",
  "mn2:13.0": "3. Les souillures abandonnées par l’usage ",
  "mn2:13.1": "Et quelles sont les souillures qui doivent être abandonnées par l’usage ? ",
  "mn2:13.2": "Prenez un monastique qui, réfléchissant correctement, utilise des robes : ",
  "mn2:13.3": "‹ Seulement pour se protéger du froid et de la chaleur ; pour se protéger du contact des mouches, moustiques, vent, soleil et reptiles ; et pour couvrir les parties intimes. › ",
  "mn2:14.1": "Réfléchissant correctement, il utilise la nourriture d’aumône : ",
  "mn2:14.2": "‹ Non pour le plaisir, l’indulgence, l’ornement ou la décoration, mais seulement pour soutenir ce corps, éviter le mal, et soutenir la pratique spirituelle. De cette façon, je mettrai fin à l’inconfort existant et n’en provoquerai pas de nouveau, et je vivrai sans reproche et à l’aise. › ",
  "mn2:15.1": "Réfléchissant correctement, il utilise les logements : ",
  "mn2:15.2": "‹ Seulement pour se protéger du froid et de la chaleur ; pour se protéger du contact des mouches, moustiques, vent, soleil et reptiles ; pour s’abriter des intempéries et pour profiter du retrait. › ",
  "mn2:16.1": "Réfléchissant correctement, il utilise des médicaments et les fournitures pour les malades : ",
  "mn2:16.2": "‹ Seulement pour se protéger des douleurs de la maladie et pour favoriser une bonne santé. › ",
  "mn2:17.1": "Car les souillures agitées et fiévreuses qui pourraient surgir chez quelqu’un qui vit sans utiliser ces choses ne surgissent pas lorsqu’elles sont utilisées. ",
  "mn2:17.2": "Celles-ci sont appelées les souillures qui doivent être abandonnées par l’usage. ",
  "mn2:18.0": "4. Les souillures abandonnées par l’endurance ",
  "mn2:18.1": "Et quelles sont les souillures qui doivent être abandonnées par l’endurance ? ",
  "mn2:18.2": "Considérez un monastique qui, réfléchissant correctement, endure le froid, la chaleur, la faim et la soif. Il endure le contact des mouches, moustiques, vent, soleil et reptiles. Il endure les critiques grossières et indésirables. Il supporte la douleur physique — aiguë, sévère, intense, désagréable, pénible, et potentiellement mortelle. ",
  "mn2:18.3": "Car les souillures agitées et fiévreuses qui pourraient surgir chez quelqu’un qui vit sans endurer ces choses ne surgissent pas lorsqu’elles sont endurées. ",
  "mn2:18.4": "Celles-ci sont appelées les souillures qui doivent être abandonnées par l’endurance. ",
  "mn2:19.0": "5. Les souillures abandonnées par l’évitement ",
  "mn2:19.1": "Et quelles sont les souillures qui doivent être abandonnées par l’évitement ? ",
  "mn2:19.2": "Considérez un monastique qui, réfléchissant correctement, évite un éléphant sauvage, un cheval sauvage, un bœuf sauvage, un chien sauvage, un serpent, une souche, un sol épineux, un puits, une falaise, un marais et un égout. ",
  "mn2:19.3": "Réfléchissant correctement, il évite de s’asseoir sur des sièges inappropriés, de marcher dans des quartiers inappropriés, et de fréquenter de mauvais amis — tout ce que des compagnons spirituels sensés considéreraient comme un piètre environnement. ",
  "mn2:19.4": "Car les souillures agitées et fiévreuses qui pourraient surgir chez quelqu’un qui vit sans éviter ces choses ne surgissent pas lorsqu’elles sont évitées. ",
  "mn2:19.5": "Celles-ci sont appelées les souillures qui doivent être abandonnées par l’évitement. ",
  "mn2:20.0": "6. Les souillures abandonnées par la dissipation ",
  "mn2:20.1": "Et quelles sont les souillures qui doivent être abandonnées par la dissipation ? ",
  "mn2:20.2": "Considérez un monastique qui, réfléchissant correctement, ne tolère pas une pensée sensuelle, malveillante ou cruelle survenue, mais l’abandonne, s’en débarrasse, l’élimine et l’efface. Il ne tolère aucune qualité nuisible survenue, mais l’abandonne, s’en débarrasse, l’élimine et l’efface. ",
  "mn2:20.3": "Car les souillures agitées et fiévreuses qui pourraient surgir chez quelqu’un qui vit sans dissiper ces choses ne surgissent pas lorsqu’elles sont dissipées. ",
  "mn2:20.4": "Celles-ci sont appelées les souillures qui doivent être abandonnées par la dissipation. ",
  "mn2:21.0": "7. Les souillures abandonnées par le développement ",
  "mn2:21.1": "Et quelles sont les souillures qui doivent être abandonnées par le développement ? ",
  "mn2:21.2": "Considérez un monastique qui, réfléchissant correctement, développe les facteurs d’éveil de la pleine conscience, ",
  "mn2:21.3": "l’examen des phénomènes, ",
  "mn2:21.4": "l’énergie, ",
  "mn2:21.5": "la joie, ",
  "mn2:21.6": "la tranquillité, ",
  "mn2:21.7": "l’immersion, ",
  "mn2:21.8": "et l’équanimité, qui reposent sur l’isolement, le déclin, la cessation, et mûrissent sous forme de lâcher-prise. ",
  "mn2:21.9": "Car les souillures agitées et fiévreuses qui pourraient surgir chez quelqu’un qui vit sans développer ces choses ne surgissent pas lorsqu’elles sont développées. ",
  "mn2:21.10": "Celles-ci sont appelées les souillures qui doivent être abandonnées par le développement. ",
  "mn2:22.1": "Maintenant, considérez un monastique qui, par la vision, a abandonné les souillures qui doivent être abandonnées par la vision. Par la maîtrise, il a abandonné les souillures qui doivent être abandonnées par la maîtrise. Par l’usage, il a abandonné les souillures qui doivent être abandonnées par l’usage. Par l’endurance, il a abandonné les souillures qui doivent être abandonnées par l’endurance. Par l’évitement, il a abandonné les souillures qui doivent être abandonnées par l’évitement. Par la dissipation, il a abandonné les souillures qui doivent être abandonnées par la dissipation. Par le développement, il a abandonné les souillures qui doivent être abandonnées par le développement. ",
  "mn2:22.2": "Il est appelé un monastique qui a maîtrisé toutes les souillures, qui a coupé les liens du désir, libéré les chaînes des entraves, et par une compréhension approfondie de l’orgueil a mis fin à la souffrance. » ",
  "mn2:22.3": "C’est ce que le Bouddha a dit. ",
  "mn2:22.4": "Satisfaits, les monastiques ont approuvé ce que le Bouddha a dit. "
}