{
  "mn47:0.1": "Discours de Longueur Moyenne 47 ",
  "mn47:0.2": "Celui Qui s’Interroge ",
  "mn47:1.1": "Ainsi ai-je entendu. ",
  "mn47:1.2": "Un jour, le Bouddha séjournait près de Sāvatthī, dans le Bosquet de Jeta, le monastère d’Anāthapiṇḍika. ",
  "mn47:1.3": "Là, le Bouddha s’adressa aux moines, ",
  "mn47:1.4": "« Moines ! » ",
  "mn47:1.5": "« Vénérable », répondirent-ils. ",
  "mn47:1.6": "Le Bouddha dit alors : ",
  "mn47:2.1": "« Moines, un moine qui s’interroge, incapable de comprendre l’esprit d’autrui, doit scruter le Réalisé pour voir s’il est un Bouddha pleinement éveillé ou non. » ",
  "mn47:3.1": "« Nos enseignements sont fondés sur le Bouddha. C’est notre guide et notre refuge. Monsieur, que le Bouddha lui-même veuille bien en clarifier le sens. Les moines l’écouteront et s’en souviendront. » ",
  "mn47:3.2": "« Eh bien, moines, écoutez et soyez très attentifs, je vais parler ». ",
  "mn47:3.3": "« Oui, Vénérable », répondirent-ils. ",
  "mn47:3.4": "Le Bouddha dit alors : ",
  "mn47:4.1": "« Moines, un moine qui s’interroge, incapable de comprendre l’esprit d’autrui, doit scruter le Réalisé pour deux choses — des choses que l’on peut voir et entendre : ",
  "mn47:4.2": "‹ Pourrait-on voir ou entendre quelque chose de corrompu chez le Réalisé ou non ? › ",
  "mn47:4.3": "En l’examinant de près, ils constatent que ",
  "mn47:4.4": "rien de corrompu ne peut être vu ou entendu chez le Réalisé. ",
  "mn47:5.2": "Ils scrutent davantage : ",
  "mn47:5.3": "‹ Pourrait-on voir ou entendre quelque chose de mixte chez le Réalisé ou non ? › ",
  "mn47:5.4": "En le scrutant, ils constatent que ",
  "mn47:5.5": "rien de mixte ne peut être vu ou entendu chez le Réalisé. ",
  "mn47:6.2": "Ils scrutent davantage : ",
  "mn47:6.3": "‹ Peut-on voir ou entendre quelque chose de pur chez le Réalisé ou non ? › ",
  "mn47:6.4": "En le scrutant, ils constatent que ",
  "mn47:7.2": "Ils scrutent davantage : ",
  "mn47:7.3": "‹ Le vénérable a-t-il atteint cet état de perfection il y a longtemps, ou tout récemment ? › ",
  "mn47:7.4": "En le scrutant, ils constatent que ",
  "mn47:7.5": "le vénérable a atteint cet état de perfection il y a longtemps, et non pas récemment. ",
  "mn47:8.2": "Ils scrutent davantage : ",
  "mn47:8.3": "‹ Certains dangers se trouvent-ils chez ce vénérable moine qui a atteint célébrité et renommée ? ›. ",
  "mn47:8.4": "Car, moines, tant qu’un moine n’a pas atteint célébrité et renommée, certains dangers ne se trouvent pas en eux. ",
  "mn47:8.5": "Mais, lorsqu’ils acquièrent célébrité et renommée, ces dangers apparaissent. ",
  "mn47:8.6": "En le scrutant, ils constatent que ",
  "mn47:8.7": "ces dangers ne se retrouvent pas chez ce vénérable moine qui a acquis célébrité et renommée. ",
  "mn47:9.2": "Ils scrutent davantage : ",
  "mn47:9.3": "Ce vénérable s’est-il restreint sans peur ou restreint par peur ? ",
  "mn47:9.4": "La raison pour laquelle ils ne s’adonnent pas aux plaisirs sensuels est-elle qu’ils sont libérés de l’avidité parce que l’avidité a pris fin ? ",
  "mn47:9.5": "En le scrutant, ils constatent que ",
  "mn47:9.6": "que le vénérable s’est restreint sans peur, et non restreint par peur. ",
  "mn47:9.7": "La raison pour laquelle ils ne s’adonnent pas aux plaisirs sensuels est qu’ils sont libérés de l’avidité parce que celle-ci a pris fin. ",
  "mn47:10.1": "Si d’autres devaient demander à ce moine, ",
  "mn47:10.2": "Quelle raison et quelle preuve le vénérable a-t-il pour dire cela ? ",
  "mn47:10.5": "Répondant avec justesse, le moine devrait dire, ",
  "mn47:10.6": "Car, que ce vénérable soit dans une communauté ou seul, certaines personnes sont dans un bon ou un triste état, certaines instruisent un groupe, et certaines sont vues préoccupées par les plaisirs matériels, tandis que d’autres restent intègres. Pourtant, ce vénérable ne les regarde pas de haut pour autant. ",
  "mn47:10.7": "J’ai également entendu et appris cela en présence du Bouddha : ",
  "mn47:10.8": "« Je me suis restreint sans peur, et non pas restreint par peur. Si je ne m’adonne pas aux plaisirs sensuels, c’est parce que je suis libéré de l’avidité, car l’avidité a pris fin ». ",
  "mn47:11.1": "Ensuite, ils devraient interroger le Réalisé lui-même à ce sujet, ",
  "mn47:11.2": "‹ Pourrait-on voir ou entendre quelque chose de corrompu chez le Réalisé ou non ? › ",
  "mn47:11.3": "Le Réalisé répondrait, ",
  "mn47:11.4": "‹ Rien de corrompu ne peut être vu ou entendu chez le Réalisé. › ",
  "mn47:12.1": "‹ Pourrait-on voir ou entendre quelque chose de mixte chez le Réalisé ou non ? › ",
  "mn47:12.2": "Le Réalisé répondrait, ",
  "mn47:12.3": "‹ Rien de mixte ne peut être vu ou entendu chez le Réalisé. › ",
  "mn47:13.1": "‹ Peut-on voir ou entendre quelque chose de pur chez le Réalisé ou non ? › ",
  "mn47:13.2": "Le Réalisé répondrait, ",
  "mn47:13.3": "‹ Des choses pures peuvent être vues et entendues chez le Réalisé. ",
  "mn47:13.4": "Je suis ce chemin et ce territoire, mais je ne m’y identifie pas. › ",
  "mn47:14.1": "Un disciple devrait s’approcher d’un enseignant qui a une telle doctrine pour en écouter l’enseignement. ",
  "mn47:14.2": "L’enseignant expose le Dhamma avec ses niveaux toujours plus élevés, avec ses niveaux toujours meilleurs, avec ses côtés sombres et lumineux. ",
  "mn47:14.3": "Lorsqu’il comprend de façon directe un certain principe de ces enseignements, conformément à la manière dont ils ont été enseignés, le moine parvient à une conclusion sur les enseignements. Il a confiance en l’enseignant : ",
  "mn47:14.4": "‹ Le Bienheureux est un Bouddha pleinement éveillé ! L’enseignement est bien exposé ! Le Saṅgha pratique correctement ! › ",
  "mn47:15.1": "Si d’autres devaient demander à ce moine, ",
  "mn47:15.2": "Quelle raison et quelle preuve le vénérable a-t-il pour dire cela ? ",
  "mn47:15.4": "Répondant avec justesse, le moine devrait dire, ",
  "mn47:15.5": "Amis, j’ai approché le Bouddha pour écouter l’enseignement. ",
  "mn47:15.6": "Il a expliqué le Dhamma avec ses niveaux toujours plus élevés, avec ses niveaux toujours meilleurs, avec ses côtés sombres et lumineux. ",
  "mn47:15.7": "Lorsque je compris de façon directe un certain principe de ces enseignements, conformément à la façon dont on me l’avait enseigné, je parvins à une conclusion au sujet des enseignements. J’eus confiance en l’Enseignant : ",
  "mn47:15.8": "‹ Le Bienheureux est un Bouddha pleinement éveillé ! L’enseignement est bien exposé ! Le Saṅgha pratique correctement ! › ",
  "mn47:16.1": "Lorsque la foi d’une personne est établie, ancrée et plantée en le Réalisé de cette manière, avec ces mots et ces phrases, on dit qu’il s’agit d’une foi établie sur l’évidence. ",
  "mn47:16.2": "Elle est ferme et ne peut être ébranlée par aucun ascète, aucun brahmane, dieu, Māra, Brahmā ou qui que ce soit dans le monde. ",
  "mn47:16.3": "C’est ainsi qu’il faut scruter les qualités du Réalisé. ",
  "mn47:16.4": "Mais, le Réalisé a déjà été correctement scruté ainsi par la nature. » ",
  "mn47:16.5": "C’est ce que le Bouddha a dit. ",
  "mn47:16.6": "Satisfaits, les moines étaient heureux de ce qu’avait dit le Bouddha. "
}