{
  "mn4:0.1": "'\\'\"\\\\\\'Discours de Longueur Moyenne 4 \\\\\\'\"\\''",
  "mn4:0.2": "'\\'\"\\\\\\'La peur et l’effroi \\\\\\'\"\\''",
  "mn4:1.1": "'\\'\"\\\\\\'Ainsi ai-je entendu. \\\\\\'\"\\''",
  "mn4:1.2": "'\\'\"\\\\\\'À une époque, le Bouddha séjournait près de Sāvatthī dans la forêt de Jeta, au monastère d’Anāthapiṇḍika. \\\\\\'\"\\''",
  "mn4:2.1": "'\\'\"\\\\\\'Alors, le brahmane Jānussoṇi se rendit auprès du Bouddha, échangea des salutations avec lui. \\\\\\'\"\\''",
  "mn4:2.2": "'\\'\"\\\\\\'Après les civilités et un échange de politesses, il prit place d’un côté et s’adressa au Bouddha : \\\\\\'\"\\''",
  "mn4:2.3": "'\\'\"\\\\\\'« Maître Gotama, ces messieurs qui ont quitté la vie laïque pour la vie d’ascète par foi en Maître Gotama, ont Maître Gotama pour les guider, les aider et les encourager. \\\\\\'\"\\''",
  "mn4:2.4": "'\\'\"\\\\\\'Et ces personnes suivent l’exemple de Maître Gotama. » \\\\\\'\"\\''",
  "mn4:2.5": "'\\'\"\\\\\\'« C’est si vrai, brahmane ! Tout ce que vous dites est vrai, brahmane ! » \\\\\\'\"\\''",
  "mn4:2.8": "'\\'\"\\\\\\'« Mais Maître Gotama, les lieux isolés dans les régions sauvages et les forêts sont difficiles à habiter. Il est compliqué de maintenir et de trouver de la joie dans la solitude. \\\\\\'\"\\''",
  "mn4:2.9": "'\\'\"\\\\\\'Les forêts paraissent voler l’esprit d’un monastique qui ne parvient pas à atteindre la concentration méditative, le samādhi. » \\\\\\'\"\\''",
  "mn4:2.10": "'\\'\"\\\\\\'« C’est si vrai, brahmane ! Tout ce que vous dites est vrai, brahmane ! » \\\\\\'\"\\''",
  "mn4:3.1": "'\\'\"\\\\\\'Avant mon éveil – alors que je n’étais pas encore éveillé, mais résolu à l’être – je pensais également, \\\\\\'\"\\''",
  "mn4:3.2": "'\\'\"\\\\\\'‹ Les lieux isolés dans les régions sauvages et les forêts sont difficiles à habiter. Il est compliqué de maintenir et de trouver de la joie dans la solitude. \\\\\\'\"\\''",
  "mn4:3.3": "'\\'\"\\\\\\'Les forêts paraissent voler l’esprit d’un monastique qui ne parvient pas à atteindre la concentration méditative, le samādhi. › \\\\\\'\"\\''",
  "mn4:4.1": "'\\'\"\\\\\\'Puis j’ai pensé, \\\\\\'\"\\''",
  "mn4:4.2": "'\\'\"\\\\\\'‹ Il y a des ascètes et des brahmanes à la conduite impure du corps, de la parole et de l’esprit qui se retirent dans des lieux isolés dans les régions sauvages et les forêts. Ces ascètes et brahmanes, en raison des défauts dans leur conduite, commettent des actions nuisibles, effrayantes et dangereuses. \\\\\\'\"\\''",
  "mn4:4.3": "'\\'\"\\\\\\'Mais je ne me retire pas dans des lieux isolés dans les régions sauvages et les forêts, avec une conduite impure du corps, de la parole et de l’esprit. \\\\\\'\"\\''",
  "mn4:4.4": "'\\'\"\\\\\\'Ma conduite est pure. \\\\\\'\"\\''",
  "mn4:4.5": "'\\'\"\\\\\\'Je suis l’un de ces nobles qui se retirent dans des lieux isolés dans les régions sauvages et les forêts, avec une conduite pure du corps, de la parole et de l’esprit. › \\\\\\'\"\\''",
  "mn4:4.6": "'\\'\"\\\\\\'Conscient de cette pureté de conduite chez moi, je me sentais encore plus serein à l’idée de rester dans la forêt. \\\\\\'\"\\''",
  "mn4:5.1": "'\\'\"\\\\\\'Puis j’ai pensé, \\\\\\'\"\\''",
  "mn4:5.4": "'\\'\"\\\\\\'‹ Il y a des ascètes et des brahmanes aux moyens de subsistance impurs qui se retirent dans des lieux isolés dans les régions sauvages et les forêts. Ces ascètes et brahmanes, en raison des défauts dans leurs moyens de subsistance, commettent des actions nuisibles, effrayantes et dangereuses. \\\\\\'\"\\''",
  "mn4:6.1": "'\\'\"\\\\\\'Mais je ne me retire pas dans des lieux isolés dans les régions sauvages et les forêts avec des moyens de subsistance impurs. \\\\\\'\"\\''",
  "mn4:6.2": "'\\'\"\\\\\\'Mes moyens de subsistance sont purs. \\\\\\'\"\\''",
  "mn4:7.1": "'\\'\"\\\\\\'Je suis l’un de ces nobles qui se retirent dans des lieux isolés dans les régions sauvages et les forêts avec des moyens de subsistance purs. › \\\\\\'\"\\''",
  "mn4:7.2": "'\\'\"\\\\\\'Conscient de cette pureté des moyens de subsistance chez moi, je me sentais encore plus serein à l’idée de rester dans la forêt. \\\\\\'\"\\''",
  "mn4:8.1": "'\\'\"\\\\\\'Puis j’ai pensé, \\\\\\'\"\\''",
  "mn4:8.2": "'\\'\"\\\\\\'‹ Il y a des ascètes et des brahmanes remplis de désir pour les plaisirs sensuels, avec une convoitise aiguë… \\\\\\'\"\\''",
  "mn4:8.3": "'\\'\"\\\\\\'\\\\\\'\"\\''",
  "mn4:8.4": "'\\'\"\\\\\\'Je ne suis pas rempli de désir… › \\\\\\'\"\\''",
  "mn4:9.2": "'\\'\"\\\\\\'‹ Il y a des ascètes et des brahmanes remplis de malveillance, avec des intentions malicieuses… \\\\\\'\"\\''",
  "mn4:9.4": "'\\'\"\\\\\\'J’ai un cœur rempli d’amour… › \\\\\\'\"\\''",
  "mn4:10.2": "'\\'\"\\\\\\'‹ Il y a des ascètes et des brahmanes accablés par la torpeur et la somnolence… \\\\\\'\"\\''",
  "mn4:10.4": "'\\'\"\\\\\\'Je suis exempt de torpeur et de somnolence… › \\\\\\'\"\\''",
  "mn4:11.2": "'\\'\"\\\\\\'‹ Il y a des ascètes et des brahmanes agités, sans paix d’esprit… \\\\\\'\"\\''",
  "mn4:11.4": "'\\'\"\\\\\\'Mon esprit est paisible… › \\\\\\'\"\\''",
  "mn4:12.2": "'\\'\"\\\\\\'‹ Il y a des ascètes et des brahmanes doutant et incertains… \\\\\\'\"\\''",
  "mn4:12.4": "'\\'\"\\\\\\'J’ai surmonté le doute… › \\\\\\'\"\\''",
  "mn4:13.2": "'\\'\"\\\\\\'‹ Il y a des ascètes et des brahmanes qui se glorifient eux-mêmes et rabaissent les autres… \\\\\\'\"\\''",
  "mn4:13.4": "'\\'\"\\\\\\'Je ne me glorifie pas et ne rabaisse pas les autres… › \\\\\\'\"\\''",
  "mn4:14.2": "'\\'\"\\\\\\'‹ Il y a des ascètes et des brahmanes lâches et craintifs… \\\\\\'\"\\''",
  "mn4:14.4": "'\\'\"\\\\\\'Je ne suis pas peureux… › \\\\\\'\"\\''",
  "mn4:15.2": "'\\'\"\\\\\\'‹ Il y a des ascètes et des brahmanes qui désir possessions, honneur et popularité… \\\\\\'\"\\''",
  "mn4:15.4": "'\\'\"\\\\\\'J’ai peu de désir… › \\\\\\'\"\\''",
  "mn4:16.2": "'\\'\"\\\\\\'‹ Il y a des ascètes et des brahmanes paresseux et manquant d’énergie… \\\\\\'\"\\''",
  "mn4:16.4": "'\\'\"\\\\\\'Je suis énergique… › \\\\\\'\"\\''",
  "mn4:17.2": "'\\'\"\\\\\\'‹ Il y a des ascètes et des brahmanes distraits et dépourvu d’attention… \\\\\\'\"\\''",
  "mn4:17.4": "'\\'\"\\\\\\'Je suis attentif… › \\\\\\'\"\\''",
  "mn4:18.2": "'\\'\"\\\\\\'‹ Il y a des ascètes et des brahmanes qui manquent de méditation profonde, avec des esprits égarés… \\\\\\'\"\\''",
  "mn4:18.4": "'\\'\"\\\\\\'Je suis accompli en méditation profonde… › \\\\\\'\"\\''",
  "mn4:19.2": "'\\'\"\\\\\\'‹ Il y a des ascètes et des brahmanes qui sont de peu de sagesse et obtus, qui se retirent dans des lieux isolés dans les régions sauvages et les forêts. Ces ascètes et brahmanes, en raison des défauts d’être peu avisé et obtus, commettent des actions nuisibles, effrayantes et dangereuses. \\\\\\'\"\\''",
  "mn4:19.3": "'\\'\"\\\\\\'Mais je ne me retire pas dans des lieux isolés dans les régions sauvages et les forêts avec peu de sagesse et obtus. \\\\\\'\"\\''",
  "mn4:19.4": "'\\'\"\\\\\\'Je suis accompli en sagesse. \\\\\\'\"\\''",
  "mn4:19.5": "'\\'\"\\\\\\'Je suis l’un de ces nobles qui se retirent dans des lieux isolés dans les régions sauvages et les forêts, accomplis en sagesse. › \\\\\\'\"\\''",
  "mn4:19.6": "'\\'\"\\\\\\'Conscient de cet accomplissement en sagesse chez moi, je me sentais encore plus serein à l’idée de rester dans la forêt. \\\\\\'\"\\''",
  "mn4:20.1": "'\\'\"\\\\\\'Puis j’ai pensé, \\\\\\'\"\\''",
  "mn4:20.2": "'\\'\"\\\\\\'‹ Certaines nuits sont réputées pour être spécialement de mauvais augure : \\\\\\'\"\\''",
  "mn4:20.3": "'\\'\"\\\\\\'les quatorzième, quinzième et huitième de la quinzaine. \\\\\\'\"\\''",
  "mn4:20.4": "'\\'\"\\\\\\'Lors de telles nuits, si je devais résider dans ces lieux sacrés comme les ermitages, les sanctuaires forestiers ou les arbres vénérés, qui sont effrayants et font dresser les cheveux sur la tête, il est fort possible que j’y rencontre la peur et l’effroi. › \\\\\\'\"\\''",
  "mn4:20.5": "'\\'\"\\\\\\'Quelque temps plus tard, c’est ce que j’ai fait. \\\\\\'\"\\''",
  "mn4:20.8": "'\\'\"\\\\\\'Alors que j’y résidais, un cerf passa, ou un paon cassa une branche, ou le vent agita les feuilles. \\\\\\'\"\\''",
  "mn4:20.9": "'\\'\"\\\\\\'Puis j’ai pensé, \\\\\\'\"\\''",
  "mn4:20.10": "'\\'\"\\\\\\'‹ Voici certainement cette peur et cet effroi qui arrivent. › \\\\\\'\"\\''",
  "mn4:20.11": "'\\'\"\\\\\\'Puis j’ai pensé, \\\\\\'\"\\''",
  "mn4:20.12": "'\\'\"\\\\\\'‹ Pourquoi est-ce que je médite toujours en attendant que cette peur et cet effroi arrivent ? \\\\\\'\"\\''",
  "mn4:20.13": "'\\'\"\\\\\\'Et si je faisais face à cette peur et cet effroi qui arrivent à moi dans leur véritable nature, afin de les dissiper telles qu’ils se révèlent. › \\\\\\'\"\\''",
  "mn4:20.14": "'\\'\"\\\\\\'Puis cette peur et cet effroi m’envahirent tandis que je marchais. \\\\\\'\"\\''",
  "mn4:20.15": "'\\'\"\\\\\\'Je ne me suis ni arrêté, ni assis, ni couché avant d’avoir dissipé cette peur et cet effroi en continuant à marcher. \\\\\\'\"\\''",
  "mn4:20.16": "'\\'\"\\\\\\'Puis cette peur et cet effroi m’envahirent tandis que je me tenais debout. \\\\\\'\"\\''",
  "mn4:20.17": "'\\'\"\\\\\\'Je n’ai ni marché, et je ne me suis ni assis, ni allongé, avant d’avoir dissipé cette peur et cet effroi en restant debout. \\\\\\'\"\\''",
  "mn4:20.18": "'\\'\"\\\\\\'Puis cette peur et cet effroi m’envahirent tandis que j’étais assis. \\\\\\'\"\\''",
  "mn4:20.19": "'\\'\"\\\\\\'Je ne me suis ni couché, ni arrêté, ni déplacé avant d’avoir dissipé cette peur et cet effroi en restant assis. \\\\\\'\"\\''",
  "mn4:20.20": "'\\'\"\\\\\\'Puis cette peur et cet effroi m’envahirent tandis que j’étais couché. \\\\\\'\"\\''",
  "mn4:20.21": "'\\'\"\\\\\\'Je ne me suis ni assis, ni arrêté, ni déplacé avant d’avoir dissipé cette peur et cet effroi en restant couché. \\\\\\'\"\\''",
  "mn4:21.1": "'\\'\"\\\\\\'Il y a des ascètes et des brahmanes qui perçoivent la nuit comme le jour ou le jour comme la nuit. \\\\\\'\"\\''",
  "mn4:21.2": "'\\'\"\\\\\\'Ces ascètes et brahmanes vivent en plein cœur de l’illusion, dis-je. \\\\\\'\"\\''",
  "mn4:21.3": "'\\'\"\\\\\\'Je perçois la nuit comme la nuit et le jour comme le jour. \\\\\\'\"\\''",
  "mn4:21.4": "'\\'\"\\\\\\'Et s’il y a une personne de qui on peut correctement dire qu’ \\\\\\'\"\\''",
  "mn4:21.5": "'\\'\"\\\\\\'un être non sujet à l’illusion est apparu dans le monde pour le bien-être et le bonheur du monde, par compassion pour le monde, pour le bénéfice, le bien-être et le bonheur des dieux et des humains, c’est de moi que cela devrait être dit. \\\\\\'\"\\''",
  "mn4:22-26.1": "'\\'\"\\\\\\'Mon énergie était stimulée et inébranlable, mon attention établie et lucide, mon corps était tranquille et non perturbé, et mon esprit était plongé dans la concentration méditative, le samādhi. \\\\\\'\"\\''",
  "mn4:22-26.2": "'\\'\"\\\\\\'Isolé des plaisirs sensoriels, séparé des états mentaux nuisibles, je suis entré et demeuré dans la première absorption, qui a la félicité et la joie nées de la solitude, tout en plaçant l’esprit et en le maintenant connecté. \\\\\\'\"\\''",
  "mn4:22-26.3": "'\\'\"\\\\\\'Avec l’apaisement de l’esprit et de son maintien, je suis entré et demeuré dans le deuxième absorption, qui a la félicité et la joie nées de l’immersion, avec une clarté interne et un esprit unifié, sans placer l’esprit ni le maintenir connecté. \\\\\\'\"\\''",
  "mn4:22-26.4": "'\\'\"\\\\\\'Et avec la disparition de la félicité, je suis entré et demeuré dans la troisième absorption, où j’ai médité avec équanimité, conscient et attentif, faisant personnellement l’expérience de la joie dont les nobles déclarent, ‹ Équanimes et conscients, nous méditons dans la joie. › \\\\\\'\"\\''",
  "mn4:22-26.5": "'\\'\"\\\\\\'Avec l’abandon du plaisir et de la douleur, ainsi qu’aux joies et aux peines du passé, je suis entré et demeuré dans la quatrième absorption, libre de toute sensation agréable ou désagréable, en un état d’équanimité et d’attention purs. \\\\\\'\"\\''",
  "mn4:27.1": "'\\'\"\\\\\\'Lorsque mon esprit fut ainsi plongé dans la concentration méditative, le samādhi – pur, clair, immaculé, libre de souillures, souple, maniable, stable et imperturbable – j’ai orienté mon esprit vers le souvenir des vies antérieures. Je me suis souvenu de mes nombreuses vies passées. \\\\\\'\"\\''",
  "mn4:27.2": "'\\'\"\\\\\\'C’est-à-dire : une, deux, trois, quatre, cinq, dix, vingt, trente, quarante, cinquante, cent, mille, cent mille renaissances ; d’innombrables éons de contraction du cosmos, d’innombrables éons d’expansion du cosmos, d’innombrables éons de contraction et d’expansion du cosmos. Je me suis souvenu : ‹ Là, j’étais nommé ceci, mon clan était cela, je ressemblais à ceci, et cela était ma nourriture. Ceci est la façon dont j’ai ressenti le plaisir et la douleur, et cela est la façon dont ma vie s’est terminée. Lorsque j’ai quitté ce lieu, je suis né ailleurs. Là aussi, j’étais nommé ceci, mon clan était cela, je ressemblais à ceci, et cela était ma nourriture. Ceci est la façon dont j’ai ressenti le plaisir et la douleur, et cela est la façon dont ma vie s’est terminée. Lorsque j’ai quitté ce lieu, je suis né ailleurs. › Ainsi, je me suis souvenu de mes nombreuses vies antérieures, avec leurs caractéristiques et leurs détails. \\\\\\'\"\\''",
  "mn4:28.1": "'\\'\"\\\\\\'Ceci était la première connaissance, que j’ai obtenue lors de la première veille de la nuit. \\\\\\'\"\\''",
  "mn4:28.2": "'\\'\"\\\\\\'L’ignorance a été détruite et la connaissance est apparue ; l’obscurité a été détruite et la lumière est apparue, ainsi qu’il en va pour celui qui médite avec vigilance, ardeur et détermination. \\\\\\'\"\\''",
  "mn4:29.1": "'\\'\"\\\\\\'Lorsque mon esprit fut ainsi plongé dans la concentration méditative, le samādhi – pur, clair, immaculé, libre de souillures, souple, maniable, stable et imperturbable – j’ai orienté mon esprit vers la connaissance de la mort et de la renaissance des êtres. \\\\\\'\"\\''",
  "mn4:29.2": "'\\'\"\\\\\\'Doté d’une clairvoyance pure et extraordinaire, j’ai observé des êtres mourir et renaître, inférieurs et supérieurs, beaux et laids, dans des lieux heureux ou malheureux. J’ai saisi le destin des êtres selon leurs actions : ‹ Ces êtres ont commis des actes répréhensibles avec le corps, la parole et l’esprit. Ils ont dénigré les nobles, étaient prisonniers d’une compréhension erronée et ont choisi d’agir selon cette compréhension erronée. À leur mort, leur corps se décomposant, ils renaissent dans des lieux d’infortune, des destinations néfastes, des mondes inférieurs, en enfer. À l’inverse, ces êtres qui ont accompli des actes vertueux avec le corps, la parole et l’esprit. Jamais ils n’ont calomnié les nobles et ont cultivé une compréhension juste, choisissant d’agir selon cette compréhension juste. À leur mort, leur corps se décomposant, ils renaissent dans des lieux bienheureux, des royaumes célestes. › Ainsi, doté d’une clairvoyance pure et extraordinaire, j’ai observé des êtres mourir et renaître, inférieurs et supérieurs, beaux et laids, dans des lieux heureux ou malheureux. J’ai saisi le destin des êtres selon leurs actions. \\\\\\'\"\\''",
  "mn4:30.1": "'\\'\"\\\\\\'Ceci était la seconde connaissance, que j’ai obtenue au milieu de la veille de la nuit. \\\\\\'\"\\''",
  "mn4:30.2": "'\\'\"\\\\\\'L’ignorance a été détruite et la connaissance est apparue ; l’obscurité a été détruite et la lumière est apparue, ainsi qu’il en va pour celui qui médite avec vigilance, ardeur et détermination. \\\\\\'\"\\''",
  "mn4:31.1": "'\\'\"\\\\\\'Lorsque mon esprit fut ainsi plongé dans la concentration méditative, le samādhi – pur, clair, immaculé, libre de souillures, souple, maniable, stable et imperturbable – j’ai orienté mon esprit vers la connaissance de la fin des souillures. \\\\\\'\"\\''",
  "mn4:31.2": "'\\'\"\\\\\\'J’ai véritablement compris : ‹ Ceci est la souffrance › … ‹ Ceci est l’origine de la souffrance › … ‹ Ceci est la cessation de la souffrance › … ‹ Ceci est la pratique qui mène à la cessation de la souffrance ›. \\\\\\'\"\\''",
  "mn4:31.3": "'\\'\"\\\\\\'J’ai véritablement compris : ‹ Ce sont les souillures › … ‹ Ceci est l’origine des souillures › … ‹ Ceci est la cessation des souillures › … ‹ Ceci est la pratique qui mène à la cessation des souillures ›. \\\\\\'\"\\''",
  "mn4:32.1": "'\\'\"\\\\\\'Ayant ainsi perçu et discerné, mon esprit a été libéré des souillures du désir sensoriel, du désir de renaissance et de l’ignorance. \\\\\\'\"\\''",
  "mn4:32.2": "'\\'\"\\\\\\'Lorsqu’il a été libéré, j’ai su qu’il était libéré. \\\\\\'\"\\''",
  "mn4:32.3": "'\\'\"\\\\\\'J’ai compris que : ‹ les renaissances sont terminées, le chemin spirituel est achevé, ce qui devait être accompli l’a été, il n’y aura plus de retours à aucun état d’existence. › \\\\\\'\"\\''",
  "mn4:33.1": "'\\'\"\\\\\\'Ceci était la troisième connaissance, que j’ai obtenue dans la dernière veille de la nuit. \\\\\\'\"\\''",
  "mn4:33.2": "'\\'\"\\\\\\'L’ignorance a été détruite et la connaissance est apparue ; l’obscurité a été détruite et la lumière est apparue, ainsi qu’il en va pour celui qui médite avec vigilance, ardeur et détermination. \\\\\\'\"\\''",
  "mn4:34.1": "'\\'\"\\\\\\'Brahmane, tu pourrais penser : \\\\\\'\"\\''",
  "mn4:34.2": "'\\'\"\\\\\\'‹ Peut-être que le Maître Gotama n’est pas exempt d’avidité, de haine et d’ignorance, même aujourd’hui, et c’est pourquoi il se retire encore dans des lieux isolés dans les régions sauvages et les forêts. › \\\\\\'\"\\''",
  "mn4:34.3": "'\\'\"\\\\\\'Mais tu ne devrais pas le voir ainsi. \\\\\\'\"\\''",
  "mn4:34.4": "'\\'\"\\\\\\'Je vois deux raisons de se retirer dans des lieux isolés dans les régions sauvages et les forêts. \\\\\\'\"\\''",
  "mn4:34.5": "'\\'\"\\\\\\'J’envisage pour moi-même une vie heureuse dans cette existence présente et éprouve de la compassion pour les générations futures. » \\\\\\'\"\\''",
  "mn4:35.1": "'\\'\"\\\\\\'« En effet, Maître Gotama a de la compassion pour les générations futures, puisqu’il est un être accompli, un Bouddha pleinement éveillé. \\\\\\'\"\\''",
  "mn4:35.2": "'\\'\"\\\\\\'Excellent, Maître Gotama ! Excellent, Maître Gotama ! \\\\\\'\"\\''",
  "mn4:35.3": "'\\'\"\\\\\\'Comme s’il redressait ce qui est renversé, ou révélait l’occulté, ou indiquait le chemin aux égarés, ou allumait une lampe dans l’obscurité pour que les personnes puissent voir ce qui est là, Maître Gotama a rendu l’enseignement clair de bien des manières. \\\\\\'\"\\''",
  "mn4:35.4": "'\\'\"\\\\\\'Je prends refuge en le Maître Gotama, en l’enseignement, et en la communauté monastique. \\\\\\'\"\\''",
  "mn4:35.5": "'\\'\"\\\\\\'Dès ce jour, que le Maître Gotama se souvienne de moi comme d’un disciple laïc qui a pris refuge pour la vie. » \\\\\\'\"\\''"
}