{
  "mn5:0.1": "'\\'\"\\\\\\'Discours de Longueur Moyenne 5 \\\\\\'\"\\''",
  "mn5:0.2": "'\\'\"\\\\\\'Sans souillure \\\\\\'\"\\''",
  "mn5:1.1": "'\\'\"\\\\\\'Ainsi ai-je entendu. \\\\\\'\"\\''",
  "mn5:1.2": "'\\'\"\\\\\\'À une époque, le Bouddha séjournait près de Sāvatthī dans la Forêt de Jeta, au monastère d’Anāthapiṇḍika. \\\\\\'\"\\''",
  "mn5:1.3": "'\\'\"\\\\\\'Là, Sāriputta s’adressa aux monastiques : \\\\\\'\"\\''",
  "mn5:1.4": "'\\'\"\\\\\\'« Révérends, monastiques ! » \\\\\\'\"\\''",
  "mn5:1.5": "'\\'\"\\\\\\'« Révérend », répondirent-ils. \\\\\\'\"\\''",
  "mn5:1.6": "'\\'\"\\\\\\'Sāriputta déclara ceci : \\\\\\'\"\\''",
  "mn5:2.1": "'\\'\"\\\\\\'« Monastiques, il y a ces quatre personnes dans le monde. \\\\\\'\"\\''",
  "mn5:2.2": "'\\'\"\\\\\\'Lesquelles ? \\\\\\'\"\\''",
  "mn5:2.3": "'\\'\"\\\\\\'Une personne avec une souillure qui ne comprend pas véritablement : ‹ il y a une souillure en moi. › \\\\\\'\"\\''",
  "mn5:2.4": "'\\'\"\\\\\\'Mais, une autre personne avec une souillure qui comprend véritablement : ‹ il y a une souillure en moi. › \\\\\\'\"\\''",
  "mn5:2.5": "'\\'\"\\\\\\'Une personne sans souillure qui ne comprend pas véritablement : ‹ il n’y a pas de souillure en moi. › \\\\\\'\"\\''",
  "mn5:2.6": "'\\'\"\\\\\\'Mais, une autre personne sans souillure qui comprend véritablement : ‹ il n’y a pas de souillure en moi. › \\\\\\'\"\\''",
  "mn5:2.7": "'\\'\"\\\\\\'Dans ce cas, parmi les deux personnes avec une souillure, celle qui ne comprend pas est considérée comme pire, \\\\\\'\"\\''",
  "mn5:2.8": "'\\'\"\\\\\\'tandis que celle qui comprend est considérée comme meilleure. \\\\\\'\"\\''",
  "mn5:2.9": "'\\'\"\\\\\\'Et parmi les deux personnes sans souillure, celle qui ne comprend pas est considérée comme pire, \\\\\\'\"\\''",
  "mn5:2.10": "'\\'\"\\\\\\'tandis que celle qui comprend est considérée comme meilleure. » \\\\\\'\"\\''",
  "mn5:3.1": "'\\'\"\\\\\\'Lorsqu’il eut dit cela, le Vénérable Mahāmoggallāna lui dit : \\\\\\'\"\\''",
  "mn5:3.2": "'\\'\"\\\\\\'« Quelle est la cause, Révérend Sāriputta, quelle est la raison pour laquelle, parmi les deux personnes avec une souillure, l’une est considérée comme pire et l’autre meilleure ? \\\\\\'\"\\''",
  "mn5:3.3": "'\\'\"\\\\\\'Et quelle est la cause, quelle est la raison pour laquelle, parmi les deux personnes sans souillure, l’une est considérée comme pire et l’autre meilleure ? » \\\\\\'\"\\''",
  "mn5:4.1": "'\\'\"\\\\\\'« Révérends, considérez le cas de la personne qui a une souillure et ne le comprend pas. Vous pouvez vous attendre à ce qu’elle ne génère pas d’enthousiasme, ne fasse pas d’effort, ni ne stimule son énergie pour abandonner cette souillure. \\\\\\'\"\\''",
  "mn5:4.2": "'\\'\"\\\\\\'Et elle mourra avec l’avidité, la haine et l’illusion, entachée, avec un esprit corrompu. \\\\\\'\"\\''",
  "mn5:4.3": "'\\'\"\\\\\\'Supposez qu’un plat en bronze a été apporté d’un magasin ou d’une forge couvert de saleté ou de taches. \\\\\\'\"\\''",
  "mn5:4.4": "'\\'\"\\\\\\'Supposez qu’un plat en bronze a été apporté d’un magasin ou d’une forge couvert de saleté ou de taches. \\\\\\'\"\\''",
  "mn5:4.5": "'\\'\"\\\\\\'Avec le temps, ce plat en bronze ne deviendrait-il pas encore plus sale et taché ? » \\\\\\'\"\\''",
  "mn5:4.6": "'\\'\"\\\\\\'« Oui, révérend. » \\\\\\'\"\\''",
  "mn5:4.7": "'\\'\"\\\\\\'« De même, considérez le cas de la personne qui a une souillure et ne le comprend pas. Vous pouvez vous attendre à ce qu’… \\\\\\'\"\\''",
  "mn5:4.8": "'\\'\"\\\\\\'elle meure avec un esprit corrompu. \\\\\\'\"\\''",
  "mn5:5.1": "'\\'\"\\\\\\'Considérez le cas de la personne qui a une souillure et le comprend. Vous pouvez vous attendre à ce qu’elle génère de l’enthousiasme, fasse des efforts et stimule son énergie pour abandonner cette souillure. \\\\\\'\"\\''",
  "mn5:5.2": "'\\'\"\\\\\\'Et elle mourra sans avidité, haine, illusion ou tache, avec un esprit pur. \\\\\\'\"\\''",
  "mn5:5.3": "'\\'\"\\\\\\'Supposez qu’un plat en bronze a été apporté d’un magasin ou d’une forge propre et brillant. \\\\\\'\"\\''",
  "mn5:5.4": "'\\'\"\\\\\\'Mais que les propriétaires l’utilisent et le nettoient, et ne le gardent pas dans un endroit sale. \\\\\\'\"\\''",
  "mn5:5.5": "'\\'\"\\\\\\'Avec le temps, ce plat en bronze ne deviendrait-il pas plus propre et plus brillant ? » \\\\\\'\"\\''",
  "mn5:5.6": "'\\'\"\\\\\\'« Oui, révérend. » \\\\\\'\"\\''",
  "mn5:5.7": "'\\'\"\\\\\\'« De même, considérez le cas de la personne qui a une souillure et le comprend. Vous pouvez vous attendre à ce qu’… \\\\\\'\"\\''",
  "mn5:5.8": "'\\'\"\\\\\\'elle meure avec un esprit pur. \\\\\\'\"\\''",
  "mn5:6.1": "'\\'\"\\\\\\'Considérez le cas de la personne qui n’a pas de souillure, mais ne le comprend pas. Vous pouvez vous attendre à ce qu’elle se concentre sur la caractéristique de la beauté, et à cause de cela, la convoitise infectera son esprit. \\\\\\'\"\\''",
  "mn5:6.2": "'\\'\"\\\\\\'Et elle mourra avec avidité, haine et illusion, entachée, avec un esprit corrompu. \\\\\\'\"\\''",
  "mn5:6.3": "'\\'\"\\\\\\'Supposez qu’un plat en bronze a été apporté d’un magasin ou d’une forge propre et brillant. \\\\\\'\"\\''",
  "mn5:6.4": "'\\'\"\\\\\\'Et que les propriétaires ne l’utilisent pas ou ne le nettoient pas, mais le gardent dans un endroit sale. \\\\\\'\"\\''",
  "mn5:6.5": "'\\'\"\\\\\\'Avec le temps, ce plat en bronze ne deviendrait-il pas plus sale et plus taché ? » \\\\\\'\"\\''",
  "mn5:6.6": "'\\'\"\\\\\\'« Oui, révérend. » \\\\\\'\"\\''",
  "mn5:6.7": "'\\'\"\\\\\\'« De même, considérez le cas de la personne qui n’a pas de souillure et ne le comprend pas. Vous pouvez vous attendre à ce qu’… \\\\\\'\"\\''",
  "mn5:6.8": "'\\'\"\\\\\\'elle meure avec un esprit corrompu. \\\\\\'\"\\''",
  "mn5:7.1": "'\\'\"\\\\\\'Considérez le cas de la personne qui n’a pas de souillure et le comprend. Vous pouvez vous attendre à ce qu’elle ne se concentre pas sur la caractéristique de la beauté, et à cause de cela, la convoitise n’infectera pas son esprit. \\\\\\'\"\\''",
  "mn5:7.2": "'\\'\"\\\\\\'Et elle mourra sans avidité, haine, illusion ou tache, avec un esprit pur. \\\\\\'\"\\''",
  "mn5:7.3": "'\\'\"\\\\\\'Supposez qu’un plat en bronze a été apporté d’un magasin ou d’une forge propre et brillant. \\\\\\'\"\\''",
  "mn5:7.4": "'\\'\"\\\\\\'Et que les propriétaires l’utilisent et le nettoient, et ne le gardent pas dans un endroit sale. \\\\\\'\"\\''",
  "mn5:7.5": "'\\'\"\\\\\\'Avec le temps, ce plat en bronze ne deviendrait-il pas plus propre et plus brillant ? » \\\\\\'\"\\''",
  "mn5:7.6": "'\\'\"\\\\\\'« Oui, révérend. » \\\\\\'\"\\''",
  "mn5:7.7": "'\\'\"\\\\\\'« De même, considérez le cas de la personne qui n’a pas de souillure et le comprend. Vous pouvez vous attendre à ce qu’… \\\\\\'\"\\''",
  "mn5:7.8": "'\\'\"\\\\\\'elle meure avec un esprit pur. \\\\\\'\"\\''",
  "mn5:8.1": "'\\'\"\\\\\\'Voici la cause, voici la raison pour laquelle, parmi les deux personnes avec une souillure, l’une est considérée comme pire et l’autre meilleure. \\\\\\'\"\\''",
  "mn5:8.2": "'\\'\"\\\\\\'Et voici la cause, voici la raison pour laquelle, parmi les deux personnes sans souillure, l’une est considérée comme pire et l’autre meilleure. » \\\\\\'\"\\''",
  "mn5:9.1": "'\\'\"\\\\\\'« Révérend, le mot ‹ souillure › est évoqué. \\\\\\'\"\\''",
  "mn5:9.2": "'\\'\"\\\\\\'Mais qu’est-ce que ‹ souillure › désigne ? » \\\\\\'\"\\''",
  "mn5:9.3": "'\\'\"\\\\\\'« Révérend, ‹ souillure › désigne les désirs nuisibles. \\\\\\'\"\\''",
  "mn5:10.1": "'\\'\"\\\\\\'Il se peut qu’un monastique désire : \\\\\\'\"\\''",
  "mn5:10.2": "'\\'\"\\\\\\'‹ Si je commets une faute, j’espère que les monastiques ne le découvriront pas ! › \\\\\\'\"\\''",
  "mn5:10.3": "'\\'\"\\\\\\'Mais il se peut que les monastiques découvrent qu’il \\\\\\'\"\\''",
  "mn5:10.4": "'\\'\"\\\\\\'a commis une faute. \\\\\\'\"\\''",
  "mn5:10.5": "'\\'\"\\\\\\'Pensant, ‹ Les monastiques ont découvert ma faute ›, \\\\\\'\"\\''",
  "mn5:10.6": "'\\'\"\\\\\\'il se met en colère et devient amer. \\\\\\'\"\\''",
  "mn5:10.7": "'\\'\"\\\\\\'Et cette colère et cette amertume \\\\\\'\"\\''",
  "mn5:10.8": "'\\'\"\\\\\\'sont toutes deux des souillures. \\\\\\'\"\\''",
  "mn5:11.1": "'\\'\"\\\\\\'Il se peut qu’un monastique désire : \\\\\\'\"\\''",
  "mn5:11.2": "'\\'\"\\\\\\'‹ Si je commets une faute, j’espère que les monastiques me reprendront en privé, plutôt qu’en présence du Saṅgha. › \\\\\\'\"\\''",
  "mn5:11.3": "'\\'\"\\\\\\'Mais il se peut que les monastiques le reprennent en présence du Saṅgha… \\\\\\'\"\\''",
  "mn5:12.1": "'\\'\"\\\\\\'Il se peut qu’un monastique désire : \\\\\\'\"\\''",
  "mn5:12.2": "'\\'\"\\\\\\'‹ Si je commets une faute, j’espère être repris par une personne qui est mon égale, plutôt que par une personne qui ne l’est pas › \\\\\\'\"\\''",
  "mn5:12.3": "'\\'\"\\\\\\'Mais il se peut qu’une personne qui ne soit pas son égal reprenne ce monastique… \\\\\\'\"\\''",
  "mn5:13.1": "'\\'\"\\\\\\'Il se peut qu’un monastique désire : \\\\\\'\"\\''",
  "mn5:13.2": "'\\'\"\\\\\\'‹ Oh, j’espère que le Maître interrogera les monastiques en m’interrogeant moi seul à plusieurs reprises, et non un autre monastique. › \\\\\\'\"\\''",
  "mn5:13.3": "'\\'\"\\\\\\'Mais il se peut que le Maître interroge les monastiques en interrogeant un autre monastique à plusieurs reprises… \\\\\\'\"\\''",
  "mn5:14.1": "'\\'\"\\\\\\'Il se peut qu’un monastique désire : \\\\\\'\"\\''",
  "mn5:14.2": "'\\'\"\\\\\\'‹ Oh, j’espère que les monastiques entreront dans le village pour le repas en me mettant tout à l’avant, et non un autre monastique. › \\\\\\'\"\\''",
  "mn5:14.3": "'\\'\"\\\\\\'Mais il se peut que les monastiques entrent dans le village pour le repas en mettant un autre monastique tout à l’avant… \\\\\\'\"\\''",
  "mn5:15.1": "'\\'\"\\\\\\'Il se peut qu’un monastique désire : \\\\\\'\"\\''",
  "mn5:15.2": "'\\'\"\\\\\\'‹ Oh, j’espère qu’à moi seul reviendra le meilleur siège, la meilleure boisson et la meilleure nourriture d’aumône dans le réfectoire, et non à un autre monastique. › \\\\\\'\"\\''",
  "mn5:15.3": "'\\'\"\\\\\\'Mais il se peut qu’un autre monastique obtienne le meilleur siège, la meilleure boisson et la meilleure nourriture d’aumône dans le réfectoire… \\\\\\'\"\\''",
  "mn5:16.1": "'\\'\"\\\\\\'Il se peut qu’un monastique désire : \\\\\\'\"\\''",
  "mn5:16.2": "'\\'\"\\\\\\'‹ J’espère qu’à moi seul reviendra le privilège de réciter les vers d’appréciation après avoir mangé dans le réfectoire, et non à un autre monastique. › \\\\\\'\"\\''",
  "mn5:16.3": "'\\'\"\\\\\\'Mais il se peut qu’un autre monastique récite les vers d’appréciation après avoir mangé dans le réfectoire… \\\\\\'\"\\''",
  "mn5:17.1": "'\\'\"\\\\\\'Il se peut qu’un monastique désire : \\\\\\'\"\\''",
  "mn5:17.2": "'\\'\"\\\\\\'‹ Oh, j’espère que j’enseignerai le Dhamma aux monastiques et aux laïcs dans le monastère, et non un autre monastique. › \\\\\\'\"\\''",
  "mn5:18-20.5": "'\\'\"\\\\\\'Mais il se peut qu’un autre monastique enseigne le Dhamma… \\\\\\'\"\\''",
  "mn5:21.1": "'\\'\"\\\\\\'Il se peut qu’un monastique désire : \\\\\\'\"\\''",
  "mn5:21.2": "'\\'\"\\\\\\'‹ Oh, j’espère que les monastiques et les laïcs m’honoreront, respecteront, révéreront et vénéreront moi seul, et non un autre monastique. › \\\\\\'\"\\''",
  "mn5:22-24.5": "'\\'\"\\\\\\'Mais il se peut qu’un autre monastique soit honoré, respecté, révéré et vénéré… \\\\\\'\"\\''",
  "mn5:25.1": "'\\'\"\\\\\\'Il se peut qu’un monastique désire : \\\\\\'\"\\''",
  "mn5:25.2": "'\\'\"\\\\\\'‹ J’espère obtenir les plus belles robes, la meilleure nourriture d’aumône, les meilleurs logements et médicaments, ainsi que le nécessaire pour les malades, et non un autre monastique. › \\\\\\'\"\\''",
  "mn5:25.3": "'\\'\"\\\\\\'Mais il se peut qu’un autre monastique obtienne les plus belles robes, la meilleure nourriture d’aumône, les meilleurs logements et médicaments ainsi que le nécessaire pour les malades… \\\\\\'\"\\''",
  "mn5:26-27.6": "'\\'\"\\\\\\'Pensant : ‹ Un autre monastique a obtenu les plus belles robes, la meilleure nourriture d’aumône, les meilleurs logements et médicaments ainsi que le nécessaire pour les malades ›, \\\\\\'\"\\''",
  "mn5:26-27.7": "'\\'\"\\\\\\'il se met en colère et devient amer. \\\\\\'\"\\''",
  "mn5:26-27.8": "'\\'\"\\\\\\'Et cette colère et cette amertume \\\\\\'\"\\''",
  "mn5:26-27.9": "'\\'\"\\\\\\'sont toutes deux des souillures. \\\\\\'\"\\''",
  "mn5:28.1": "'\\'\"\\\\\\'‹ souillure › désigne les désirs nuisibles. \\\\\\'\"\\''",
  "mn5:29.1": "'\\'\"\\\\\\'Supposons qu’un monastique ne parvienne pas à se défaire des désirs nuisibles, ceux-ci étant pourtant manifestes et connus. Malgré une vie en retrait, dans des demeures isolées, se nourrissant uniquement d’aumône, errant à la quête d’aumône, revêtant des robes en loques ou défraîchies, il ne reçoit pas l’honneur, le respect, la révérence, ni la vénération de ses pairs spirituels. \\\\\\'\"\\''",
  "mn5:29.2": "'\\'\"\\\\\\'Pourquoi cela ? \\\\\\'\"\\''",
  "mn5:29.3": "'\\'\"\\\\\\'C’est parce que ces désirs nuisibles, manifestes et connus, n’ont pas été abandonnés par ce vénérable. \\\\\\'\"\\''",
  "mn5:29.4": "'\\'\"\\\\\\'Supposons qu’un plat en bronze a été apporté d’un magasin ou d’une forge propre et brillant. \\\\\\'\"\\''",
  "mn5:29.5": "'\\'\"\\\\\\'Puis les propriétaires le préparent avec la carcasse d’un serpent, d’un chien, ou d’un humain, le couvrent avec un couvercle en bronze, et l’amènent et l’exposent ensuite au marché. \\\\\\'\"\\''",
  "mn5:29.6": "'\\'\"\\\\\\'Lorsque les gens le voient, ils disent : \\\\\\'\"\\''",
  "mn5:29.7": "'\\'\"\\\\\\'« Mon bon monsieur, que transportez-vous comme un trésor précieux ? » \\\\\\'\"\\''",
  "mn5:29.8": "'\\'\"\\\\\\'Alors, ils soulèvent le couvercle pour que les gens regardent à l’intérieur. \\\\\\'\"\\''",
  "mn5:29.9": "'\\'\"\\\\\\'Mais dès qu’ils aperçoivent à l’intérieur, ils sont remplis de dégoût, de répulsion et d’écœurement. \\\\\\'\"\\''",
  "mn5:29.10": "'\\'\"\\\\\\'Même ceux qui ont faim ne veulent pas le manger, sans parler de ceux qui ont déjà mangé. \\\\\\'\"\\''",
  "mn5:29.11": "'\\'\"\\\\\\'De même, lorsque ces désirs nuisibles, manifestes et connus, n’ont pas été abandonnés par un monastique… leurs compagnons spirituels ne les honorent pas, ne les respectent pas, ne les révèrent pas, et ne les vénèrent pas. \\\\\\'\"\\''",
  "mn5:29.12": "'\\'\"\\\\\\'Pourquoi cela ? \\\\\\'\"\\''",
  "mn5:29.13": "'\\'\"\\\\\\'C’est parce que ces désirs nuisibles, manifestes et connus, n’ont pas été abandonnés par ce vénérable. \\\\\\'\"\\''",
  "mn5:30.1": "'\\'\"\\\\\\'Supposons que ces désirs nuisibles, manifestes et connus, soient abandonnés par un monastique. Même s’ils habitent dans un village, acceptent des invitations à un repas, et portent des robes offertes par des laïcs, leurs compagnons spirituels les honorent, les respectent, les révèrent et les vénèrent. \\\\\\'\"\\''",
  "mn5:30.2": "'\\'\"\\\\\\'Pourquoi cela ? \\\\\\'\"\\''",
  "mn5:30.3": "'\\'\"\\\\\\'C’est parce que ces désirs nuisibles, manifestes et connus, ont été abandonnés par ce vénérable. \\\\\\'\"\\''",
  "mn5:30.4": "'\\'\"\\\\\\'Supposons qu’un plat en bronze a été apporté d’un magasin ou d’une forge propre et brillant. \\\\\\'\"\\''",
  "mn5:30.5": "'\\'\"\\\\\\'Puis les propriétaires le préparent avec du riz fin bouilli dont les grains sombres ont été retirés et servis avec de nombreuses soupes et sauces, le couvrent avec un couvercle en bronze, et l’amènent et l’exposent ensuite au marché. \\\\\\'\"\\''",
  "mn5:30.6": "'\\'\"\\\\\\'Lorsque les gens le voient, ils disent : \\\\\\'\"\\''",
  "mn5:30.7": "'\\'\"\\\\\\'« Mon bon monsieur, que transportez-vous comme un trésor précieux ? » \\\\\\'\"\\''",
  "mn5:30.8": "'\\'\"\\\\\\'Alors, ils soulèvent le couvercle pour que les gens regardent à l’intérieur. \\\\\\'\"\\''",
  "mn5:30.9": "'\\'\"\\\\\\'Et dès qu’ils aperçoivent à l’intérieur, ils sont remplis d’appréciation, d’attrait et de plaisir. \\\\\\'\"\\''",
  "mn5:30.10": "'\\'\"\\\\\\'Même ceux qui ont mangé veulent le manger, sans parler de ceux qui ont faim. \\\\\\'\"\\''",
  "mn5:30.11": "'\\'\"\\\\\\'De même, lorsque ces désirs nuisibles, manifestes et connus, ont été abandonnés par un monastique… ses compagnons spirituels l’honorent, le respectent, le révèrent et le vénèrent. \\\\\\'\"\\''",
  "mn5:30.12": "'\\'\"\\\\\\'Pourquoi cela ? \\\\\\'\"\\''",
  "mn5:30.13": "'\\'\"\\\\\\'C’est parce que ces désirs nuisibles, manifestes et connus, ont été abandonnés par ce vénérable. » \\\\\\'\"\\''",
  "mn5:31.1": "'\\'\"\\\\\\'Lorsqu’il eut dit cela, le Vénérable Mahāmoggallāna lui dit, \\\\\\'\"\\''",
  "mn5:31.2": "'\\'\"\\\\\\'« Révérend Sāriputta, une parabole me vient à l’esprit. » \\\\\\'\"\\''",
  "mn5:31.3": "'\\'\"\\\\\\'« Alors parle, puisque tu te sens inspiré », dit Sāriputta. \\\\\\'\"\\''",
  "mn5:31.4": "'\\'\"\\\\\\'« Révérend, à une époque, je séjournais ici même à Rājagaha, à Giribbaja. \\\\\\'\"\\''",
  "mn5:31.5": "'\\'\"\\\\\\'Puis, je me suis habillé le matin et, prenant mon bol et ma robe, je suis entré à Rājagaha pour l’aumône. \\\\\\'\"\\''",
  "mn5:31.6": "'\\'\"\\\\\\'Or, à ce moment-là, Samīti, le fils de charron, rabotait la jante d’une roue de char. \\\\\\'\"\\''",
  "mn5:31.7": "'\\'\"\\\\\\'L’ascète Ājīvaka Paṇḍuputta, qui était autrefois charron, se tenait à côté, \\\\\\'\"\\''",
  "mn5:31.8": "'\\'\"\\\\\\'et cette pensée lui vint à l’esprit : \\\\\\'\"\\''",
  "mn5:31.9": "'\\'\"\\\\\\'‹ Oh, j’espère que Samīti, le fils de charron, corrigera le voilage, l’inclinaison et les souillures de cette jante. Alors le rebord sera débarrassé du voilage, de l’inclinaison et des souillures, et serait parfaitement établie dans son essence. › \\\\\\'\"\\''",
  "mn5:31.10": "'\\'\"\\\\\\'Et Samīti rabota les souillures du rebord exactement comme Paṇḍuputta l’avait pensé. \\\\\\'\"\\''",
  "mn5:31.11": "'\\'\"\\\\\\'Puis Paṇḍuputta exprima sa joie : \\\\\\'\"\\''",
  "mn5:31.12": "'\\'\"\\\\\\'‹ Il rabote comme s’il connaissait mon cœur avec son cœur ! › \\\\\\'\"\\''",
  "mn5:32.1": "'\\'\"\\\\\\'De même, certaines personnes sans conviction quittent la vie laïque pour la vie ascétique, non par foi, mais pour subvenir à leurs besoins. Ils sont sournois, trompeurs et rusés. Ils sont agités, insolents, inconstants, grossiers et bavards. Ils ne maîtrisent pas leurs sens, ne modèrent pas leur alimentation, et ne sont pas dédiés à la vigilance. Ils négligent l’idéal monastique, et n’adhèrent pas strictement à la discipline. Ils sont indulgents et négligents, ils sont des pionniers du déclin, négligeant la solitude, sont paresseux et manquent d’énergie. Ils sont inattentifs, manquent de conscience et de concentration, avec un esprit vagabond, ils sont obtus et dénués de discernement. Le vénérable Sāriputta corrige leurs souillures en exposant l’enseignement comme s’il touchait mon cœur avec le sien ! \\\\\\'\"\\''",
  "mn5:32.2": "'\\'\"\\\\\\'Mais il y a ceux qui, mués par la foi, ont quitté la vie laïque pour la vie ascétique. Ils ne sont pas sournois, trompeurs ni rusés. Ils ne sont pas agités, insolents, inconstants, grossiers ni bavards. Ils maîtrisent leurs sens, modèrent leur alimentation, et sont dédiés à la vigilance. Ils respectent l’idéal monastique, et adhèrent strictement à la discipline. Ils ne sont pas indulgents, ni négligents, ni ne sont des pionniers du déclin, négligeant la solitude. Ils sont énergiques et déterminés. Ils sont attentifs, avec conscience, concentration et un esprit unifié ; sages, et dotés de discernement. À l’écoute de l’enseignement du vénérable Sāriputta, ils l’absorbent et le dégustent pour ainsi dire. Verbalement et mentalement, ils s’exclament : \\\\\\'\"\\''",
  "mn5:32.3": "'\\'\"\\\\\\'‹ C’est bien, messieurs, qu’il détourne ses compagnons spirituels du nuisible et les guide vers le bénéfique. › \\\\\\'\"\\''",
  "mn5:33.1": "'\\'\"\\\\\\'Supposons qu’une femme ou un homme, jeune et en pleine fleur de l’âge, amateur de parures et ayant lavé sa chevelure, se voit offrir une guirlande de lotus, de jasmin ou de fleurs de liane. Ils la saisiraient des deux mains et la poseraient sur le sommet de leur tête. \\\\\\'\"\\''",
  "mn5:33.2": "'\\'\"\\\\\\'De même, ces personnes qui, mues par la foi, ont quitté la vie laïque pour la vie ascétique… disent : \\\\\\'\"\\''",
  "mn5:33.3": "'\\'\"\\\\\\'‹ C’est bien, messieurs, qu’il détourne ses compagnons spirituels du nuisible et les guide vers le bénéfique. › » \\\\\\'\"\\''",
  "mn5:33.4": "'\\'\"\\\\\\'Et ainsi, ces deux grands êtres spirituels, reconnaissant la sagesse l’un de l’autre, exprimèrent leur accord et leur estime mutuelle. \\\\\\'\"\\''"
}