{
  "mn6:0.1": "'\\'\"\\\\\\'Discours de Longueur Moyenne 6 \\\\\\'\"\\''",
  "mn6:0.2": "'\\'\"\\\\\\'On pourrait souhaiter \\\\\\'\"\\''",
  "mn6:1.1": "'\\'\"\\\\\\'Ainsi ai-je entendu. \\\\\\'\"\\''",
  "mn6:1.2": "'\\'\"\\\\\\'À une époque, le Bouddha résidait près de Sāvatthī dans la forêt de Jeta, au monastère d’Anāthapiṇḍika. \\\\\\'\"\\''",
  "mn6:1.3": "'\\'\"\\\\\\'Là, le Bouddha s’adressa aux monastiques, \\\\\\'\"\\''",
  "mn6:1.4": "'\\'\"\\\\\\'« Monastiques ! » \\\\\\'\"\\''",
  "mn6:1.5": "'\\'\"\\\\\\'« Vénérable », répondirent-ils. \\\\\\'\"\\''",
  "mn6:1.6": "'\\'\"\\\\\\'Le Bouddha déclara ceci : \\\\\\'\"\\''",
  "mn6:2.1": "'\\'\"\\\\\\'« Monastiques, observez scrupuleusement les préceptes éthiques et le code monastique. Conduisez-vous avec modération en suivant ce code, adoptez une bonne conduite et sollicitez des aumônes en des lieux convenables. Conscients des risques liés à la moindre infraction, respectez les règles que vous avez adoptées. \\\\\\'\"\\''",
  "mn6:3.1": "'\\'\"\\\\\\'Il se peut qu’un monastique désire : ‹ Puisse-je être aimé et approuvé, respecté et admiré, par mes compagnons spirituels. › Qu’il observe donc ses préceptes, soit engagé à maintenir la sérénité intérieure de l’esprit, ne néglige pas la méditation, fasse preuve de discernement, et opte pour la retraite dans des huttes vides. \\\\\\'\"\\''",
  "mn6:4.1": "'\\'\"\\\\\\'Il se peut qu’un monastique désire : ‹ Puisse-je recevoir des robes, de la nourriture d’aumône, des lieux de séjour, et des nécessités pour les maladies et autres besoins. › Qu’il observe donc ses préceptes, soit engagé à maintenir la sérénité intérieure de l’esprit, ne néglige pas la méditation, fasse preuve de discernement, et opte pour la retraite dans des huttes vides. \\\\\\'\"\\''",
  "mn6:5.1": "'\\'\"\\\\\\'Il se peut qu’un monastique désire : ‹ Puissent les robes, l’aumône, le logement et les soins dont je bénéficie apporter de grands fruits et avantages à ceux qui me les fournissent. › Qu’il observe donc pleinement ses préceptes… \\\\\\'\"\\''",
  "mn6:6.1": "'\\'\"\\\\\\'Il se peut qu’un monastique désire : ‹ Lorsque des membres de la famille et des proches décédés se souviennent de moi avec assurance, que cela leur soit grandement fructueux et bénéfique. › Qu’il observe donc pleinement ses préceptes… \\\\\\'\"\\''",
  "mn6:7.1": "'\\'\"\\\\\\'Il se peut qu’un monastique désire : ‹ Puisse-je triompher sur le désir et l’insatisfaction, et que le désir et l’insatisfaction ne triomphe pas sur moi. Puisse-je vivre ayant maîtrisé le désir et l’insatisfaction chaque fois qu’ils se manifestent. › Qu’il observe donc pleinement ses préceptes… \\\\\\'\"\\''",
  "mn6:8.1": "'\\'\"\\\\\\'Il se peut qu’un monastique désire : ‹ Puisse-je triompher sur la peur et l’effroi, et que la peur et l’effroi ne triomphe pas sur moi. Puisse-je vivre ayant maîtrisé la peur et l’effroi chaque fois qu’ils se manifestent. › Qu’il observe donc pleinement ses préceptes… \\\\\\'\"\\''",
  "mn6:9.1": "'\\'\"\\\\\\'Il se peut qu’un monastique désire : ‹ Puisse-je obtenir facilement, sans effort et sans problème, les quatre absorptions méditatives qui sont de purs états de conscience, procurant une félicité dans la vie présente. › Qu’il observe donc pleinement ses préceptes… \\\\\\'\"\\''",
  "mn6:10.1": "'\\'\"\\\\\\'Il se peut qu’un monastique désire : ‹ Puisse-je expérimenter par le corps les libérations paisibles qui sont au-delà des formes, immatérielles. › Qu’il observe donc pleinement ses préceptes… \\\\\\'\"\\''",
  "mn6:11.1": "'\\'\"\\\\\\'Il se peut qu’un monastique désire : ‹ Puisse-je, par la destruction des trois entraves, devenir un être du courant, préservé de toute renaissance dans les mondes inférieurs, en chemin vers l’éveil. › Qu’il observe donc pleinement ses préceptes… \\\\\\'\"\\''",
  "mn6:12.1": "'\\'\"\\\\\\'Il se peut qu’un monastique désire : ‹ Puisse-je, par la destruction des trois entraves, et l’affaiblissement de l’avidité, de l’aversion et de l’illusion, devenir celui qui revient une seule fois et, en revenant une seule fois dans ce monde, y mettre fin à la souffrance. › Qu’il observe donc pleinement ses préceptes… \\\\\\'\"\\''",
  "mn6:13.1": "'\\'\"\\\\\\'Il se peut qu’un monastique désire : ‹ Puisse-je, par la destruction des cinq entraves inférieures, renaître spontanément, pour parvenir à l’extinction complète là-bas, sans retour en ce monde. › Qu’il observe donc pleinement ses préceptes… \\\\\\'\"\\''",
  "mn6:14.1": "'\\'\"\\\\\\'Il se peut qu’un monastique désire : ‹ Puisse-je développer de multiples aptitudes psychiques\\\\\\\\\\\\\\\\xa0: me multiplier, puis redevenir un ; apparaître et disparaître ; traverser murs, remparts et montagnes comme s’ils étaient l’air ; m’enfoncer dans la terre et en resurgir comme si cela était l’eau ; marcher sur l’eau comme sur la terre ferme ; s’envoler dans les cieux, assis, libre comme un oiseau ; atteindre et effleurer du bout des doigts le Soleil et la Lune, majestueux et lumineux ; maîtriser mon corps jusqu’aux confins du royaume de Brahmā. › Qu’il observe donc pleinement ses préceptes… \\\\\\'\"\\''",
  "mn6:15.1": "'\\'\"\\\\\\'Il se peut qu’un monastique désire : ‹ Doté d’une clairaudience pure et extraordinaire, puisse-je percevoir tous les sons, tant divins qu’humains, qu’ils proviennent de près ou de loin. › Qu’il observe donc pleinement ses préceptes… \\\\\\'\"\\''",
  "mn6:16.1": "'\\'\"\\\\\\'Il se peut qu’un monastique désire : ‹ Puisse-je comprendre l’esprit d’autres êtres et individus, les ayant sondés avec mon propre esprit. \\\\\\'\"\\''",
  "mn6:16.2": "'\\'\"\\\\\\'Puisse-je discerner un esprit empreint d’avidité comme étant « un esprit empreint d’avidité », \\\\\\'\"\\''",
  "mn6:16.3": "'\\'\"\\\\\\'et un esprit dépourvu d’avidité comme « un esprit dépourvu d’avidité » ; \\\\\\'\"\\''",
  "mn6:16.4": "'\\'\"\\\\\\'un esprit empreint d’aversion comme « un esprit empreint d’aversion », \\\\\\'\"\\''",
  "mn6:16.5": "'\\'\"\\\\\\'et un esprit dépourvu d’aversion comme « un esprit dépourvu d’aversion » ; \\\\\\'\"\\''",
  "mn6:16.6": "'\\'\"\\\\\\'un esprit empreint d’illusion comme « un esprit empreint d’illusion », \\\\\\'\"\\''",
  "mn6:16.7": "'\\'\"\\\\\\'et un esprit dépourvu d’illusion comme « un esprit dépourvu d’illusion » ; \\\\\\'\"\\''",
  "mn6:16.8": "'\\'\"\\\\\\'un esprit restreint comme « un esprit restreint », \\\\\\'\"\\''",
  "mn6:16.9": "'\\'\"\\\\\\'et un esprit dispersé comme « un esprit dispersé » ; \\\\\\'\"\\''",
  "mn6:16.10": "'\\'\"\\\\\\'un esprit élevé comme « un esprit élevé », \\\\\\'\"\\''",
  "mn6:16.11": "'\\'\"\\\\\\'et un esprit non élevé comme « un esprit non élevé » ; \\\\\\'\"\\''",
  "mn6:16.12": "'\\'\"\\\\\\'un esprit supérieur comme « un esprit supérieur », \\\\\\'\"\\''",
  "mn6:16.13": "'\\'\"\\\\\\'et un esprit suprême comme « un esprit suprême » ; \\\\\\'\"\\''",
  "mn6:16.14": "'\\'\"\\\\\\'un esprit unifié comme « un esprit unifié », \\\\\\'\"\\''",
  "mn6:16.15": "'\\'\"\\\\\\'et un esprit non unifié comme « un esprit non unifié » ; \\\\\\'\"\\''",
  "mn6:16.16": "'\\'\"\\\\\\'un esprit libéré comme « un esprit libéré », \\\\\\'\"\\''",
  "mn6:16.17": "'\\'\"\\\\\\'et un esprit non libéré comme « un esprit non libéré ». › \\\\\\'\"\\''",
  "mn6:16.18": "'\\'\"\\\\\\'Qu’il observe donc pleinement ses préceptes… \\\\\\'\"\\''",
  "mn6:17.1": "'\\'\"\\\\\\'Il se peut qu’un monastique désire : ‹ Puisse-je me souvenir de nombreuses vies antérieures. C’est-à-dire : une, deux, trois, quatre, cinq, dix, vingt, trente, quarante, cinquante, cent, mille, cent mille renaissances ; d’innombrables ères de contraction du cosmos, d’innombrables ères d’expansion du cosmos, d’innombrables ères de contraction et d’expansion du cosmos. Puisse-je me souvenir : « \\\\\\\\\\\\\\\\xa0Là, j’étais nommé ceci, mon clan était cela, je ressemblais à ceci, et cela était ma nourriture. Ceci est la façon dont j’ai ressenti le plaisir et la douleur, et cela est la façon dont ma vie s’est terminée. Lorsque j’ai quitté ce lieu, je suis né ailleurs. Là aussi, j’étais nommé ceci, mon clan était cela, je ressemblais à ceci, et cela était ma nourriture. Ceci est la façon dont j’ai ressenti le plaisir et la douleur, et cela est la façon dont ma vie s’est terminée. Lorsque j’ai quitté ce lieu, je suis né ailleurs. » Puisse-je ainsi me souvenir de mes nombreuses vies antérieures, avec leurs caractéristiques et leurs détails. › \\\\\\'\"\\''",
  "mn6:17.2": "'\\'\"\\\\\\'Qu’il observe donc pleinement ses préceptes… \\\\\\'\"\\''",
  "mn6:18.1": "'\\'\"\\\\\\'Il se peut qu’un monastique désire : « Doté d’une clairvoyance pure et extraordinaire, puisse-je voir les êtres mourir et renaître, inférieurs et supérieurs, beaux et laids, dans des lieux heureux ou malheureux, et saisir le destin des êtres selon leurs actions : « Ces êtres ont commis des actes répréhensibles avec le corps, la parole et l’esprit. Ils ont dénigré les nobles, étaient prisonniers d’une compréhension erronée et ont choisi d’agir selon cette compréhension erronée. À leur mort, leur corps se décomposant, ils renaissent dans des lieux d’infortune, des destinations néfastes, des mondes inférieurs, en enfer. À l’inverse, ces êtres qui ont accompli des actes vertueux avec le corps, la parole et l’esprit. Jamais ils n’ont calomnié les nobles et ont cultivé une compréhension juste, choisissant d’agir selon cette compréhension juste. À leur mort, leur corps se décomposant, ils renaissent dans des lieux bienheureux, des royaumes célestes. » Ainsi, doté d’une clairvoyance pure et extraordinaire, puisse-je voir les êtres mourir et renaître, inférieurs et supérieurs, beaux et laids, dans des lieux heureux ou malheureux. Et puisse-je saisir le destin des êtres selon leurs actions. \\\\\\'\"\\''",
  "mn6:18.2": "'\\'\"\\\\\\'Qu’il observe donc pleinement ses préceptes… \\\\\\'\"\\''",
  "mn6:19.1": "'\\'\"\\\\\\'Il se peut qu’un monastique désire : ‹ Puisse-je, dans cette existence même, parvenir à la liberté du cœur, pure et sans tache, ainsi qu’à la liberté acquise par la sagesse. Que je vive, ayant atteint cet état, avec la compréhension profonde acquise par la dissolution complète des souillures. › \\\\\\'\"\\''",
  "mn6:19.2": "'\\'\"\\\\\\'Qu’il observe donc ses préceptes, soit engagé à maintenir la sérénité intérieure de l’esprit, ne néglige pas la méditation, fasse preuve de discernement, et opte pour la retraite dans des huttes vides. \\\\\\'\"\\''",
  "mn6:20.1": "'\\'\"\\\\\\'‹ Monastiques, observez scrupuleusement les préceptes éthiques et le code monastique. Conduisez-vous avec modération en suivant ce code, adoptez une bonne conduite et sollicitez des aumônes en des lieux convenables. Conscients des risques liés à la moindre infraction, respectez les règles que vous avez adoptées. › \\\\\\'\"\\''",
  "mn6:20.2": "'\\'\"\\\\\\'C’est ce que j’ai dit, et voici pourquoi je l’ai dit. » \\\\\\'\"\\''",
  "mn6:20.3": "'\\'\"\\\\\\'C’est ce que le Bouddha a déclaré. \\\\\\'\"\\''",
  "mn6:20.4": "'\\'\"\\\\\\'Satisfaits, les monastiques se réjouirent et apprécièrent les paroles du Bouddha. \\\\\\'\"\\''"
}