{
  "mn7:0.1": "'\\'\"\\\\\\'Discours de Longueur Moyenne 7 \\\\\\'\"\\''",
  "mn7:0.2": "'\\'\"\\\\\\'La parabole du tissu \\\\\\'\"\\''",
  "mn7:1.1": "'\\'\"\\\\\\'Ainsi ai-je entendu. \\\\\\'\"\\''",
  "mn7:1.2": "'\\'\"\\\\\\'À une époque, le Bouddha séjournait près de Sāvatthī dans le Bosquet de Jeta, au monastère d’Anāthapiṇḍika. \\\\\\'\"\\''",
  "mn7:1.3": "'\\'\"\\\\\\'Là, le Bouddha s’adressa aux monastiques, \\\\\\'\"\\''",
  "mn7:1.4": "'\\'\"\\\\\\'« Monastiques ! » \\\\\\'\"\\''",
  "mn7:1.5": "'\\'\"\\\\\\'« Vénérable », répondirent-ils. \\\\\\'\"\\''",
  "mn7:1.6": "'\\'\"\\\\\\'Le Bouddha déclara ceci : \\\\\\'\"\\''",
  "mn7:2.1": "'\\'\"\\\\\\'« Supposez, monastiques, qu’il y ait un tissu sale et souillé. \\\\\\'\"\\''",
  "mn7:2.2": "'\\'\"\\\\\\'Quel que soit le colorant utilisé par le teinturier, qu’il s’agisse de bleu, de jaune, de rouge ou de magenta, il semblerait toujours mal teint et d’une couleur impure. \\\\\\'\"\\''",
  "mn7:2.3": "'\\'\"\\\\\\'Pourquoi cela ? \\\\\\'\"\\''",
  "mn7:2.4": "'\\'\"\\\\\\'À cause de l’impureté du tissu. \\\\\\'\"\\''",
  "mn7:2.5": "'\\'\"\\\\\\'De même, lorsque l’esprit est souillé, attendez-vous à une mauvaise renaissance. \\\\\\'\"\\''",
  "mn7:2.6": "'\\'\"\\\\\\'Supposez qu’il y ait un tissu pur et propre. \\\\\\'\"\\''",
  "mn7:2.7": "'\\'\"\\\\\\'Quel que soit le colorant utilisé par le teinturier, qu’il s’agisse de bleu, de jaune, de rouge ou de magenta, il semblerait bien teint et d’une couleur pure. \\\\\\'\"\\''",
  "mn7:2.8": "'\\'\"\\\\\\'Pourquoi cela ? \\\\\\'\"\\''",
  "mn7:2.9": "'\\'\"\\\\\\'À cause de la pureté du tissu. \\\\\\'\"\\''",
  "mn7:2.10": "'\\'\"\\\\\\'De même, lorsque l’esprit n’est pas souillé, attendez-vous à une bonne renaissance. \\\\\\'\"\\''",
  "mn7:3.1": "'\\'\"\\\\\\'Quelles sont donc les souillures de l’esprit ? \\\\\\'\"\\''",
  "mn7:3.2": "'\\'\"\\\\\\'La convoitise et l’avidité, la malveillance, la colère, l’hostilité, le mépris, le dédain, la jalousie, l’avarice, la tromperie, la fourberie, l’obstination, l’agressivité, la vanité, l’arrogance, la vanité et la négligence sont des souillures de l’esprit. \\\\\\'\"\\''",
  "mn7:4.1": "'\\'\"\\\\\\'Un monastique conscient que la convoitise et l’avidité sont des souillures de l’esprit y renonce. \\\\\\'\"\\''",
  "mn7:4.2": "'\\'\"\\\\\\'Un monastique conscient que la malveillance… \\\\\\'\"\\''",
  "mn7:4.30": "'\\'\"\\\\\\'Un monastique conscient que la négligence est une souillure de l’esprit y renonce. \\\\\\'\"\\''",
  "mn7:5.1": "'\\'\"\\\\\\'Lorsqu’il a reconnu ces souillures de l’esprit \\\\\\'\"\\''",
  "mn7:5.2": "'\\'\"\\\\\\'pour ce qu’elles sont, et y a renoncé, \\\\\\'\"\\''",
  "mn7:5.32": "'\\'\"\\\\\\'il éprouve alors une foi sincère envers le Bouddha : \\\\\\'\"\\''",
  "mn7:5.33": "'\\'\"\\\\\\'« Ce Bienheureux est parfait, un Bouddha pleinement éveillé, accompli en connaissance et en conduite, saint, connaisseur du monde, guide suprême pour ceux qui souhaitent se former, enseignant des dieux et des hommes, éveillé, béni. » \\\\\\'\"\\''",
  "mn7:6.1": "'\\'\"\\\\\\'Il éprouve ainsi une foi sincère pour l’enseignement : \\\\\\'\"\\''",
  "mn7:6.2": "'\\'\"\\\\\\'« L’enseignement du Bouddha est clair — manifeste ici et maintenant, d’efficacité immédiate, ouvert à l’examen, pertinent, permettant aux personnes avisées de le comprendre par elles-mêmes. » \\\\\\'\"\\''",
  "mn7:7.1": "'\\'\"\\\\\\'Il éprouve ainsi une foi sincère pour le Saṅgha : \\\\\\'\"\\''",
  "mn7:7.2": "'\\'\"\\\\\\'« Le Saṅgha des disciples du Bouddha suit un chemin vertueux, honnête, ordonné et judicieux. Il est constitué de quatre paires et huit types d’individus. Ce Saṅgha des disciples du Bouddha mérite les offrandes sacrées, l’accueil, les aumônes, les salutations respectueuses, et constitue le champ de mérite le plus fertile pour le monde. » \\\\\\'\"\\''",
  "mn7:8.1": "'\\'\"\\\\\\'Quand un monastique a à ce point rejeté, éliminé, libéré, abandonné et renoncé, pensant : « J’éprouve ainsi une foi sincère envers le Bouddha… \\\\\\'\"\\''",
  "mn7:9.1": "'\\'\"\\\\\\'l’enseignement… \\\\\\'\"\\''",
  "mn7:10.1": "'\\'\"\\\\\\'le Saṅgha », il trouve de l’inspiration dans le sens et l’enseignement, et y trouve également de la joie. \\\\\\'\"\\''",
  "mn7:11.1": "'\\'\"\\\\\\'Pensant : « J’ai à ce point rejeté, éliminé, libéré, abandonné et renoncé », il trouve de l’inspiration dans le sens et l’enseignement, et y trouve également de la joie. \\\\\\'\"\\''",
  "mn7:11.2": "'\\'\"\\\\\\'Lorsqu’il éprouve de la joie, la ferveur émerge en lui. Avec un esprit fervent, le corps s’apaise. Un corps apaisé engendre le bonheur. Et, dans le bonheur, l’esprit atteint la concentration profonde. \\\\\\'\"\\''",
  "mn7:12.1": "'\\'\"\\\\\\'Lorsqu’un monastique possédant dune telle éthique, de telles qualités et une telle sagesse consomme du riz fin, émondé et accompagné de divers bouillons et sauces, cela ne constitue pas un obstacle pour lui. \\\\\\'\"\\''",
  "mn7:12.2": "'\\'\"\\\\\\'Comparez cela à un tissu sale et souillé ; il peut être rendu pur et propre par de l’eau claire. Ou à de l’or brut, qui peut être purifié et rendu éclatant au creuset du fondeur. \\\\\\'\"\\''",
  "mn7:12.3": "'\\'\"\\\\\\'De même, lorsqu’un monastique possédant une telle éthique, de telles qualités et une telle sagesse consomme du riz fin, émondé et accompagné de divers bouillons et sauces, cela ne constitue pas un obstacle pour lui. \\\\\\'\"\\''",
  "mn7:13.1": "'\\'\"\\\\\\'Il médite en projetant un cœur empli d’amour dans une direction, puis dans une autre, dans la troisième et dans la quatrième. De même, il étend cet amour vers le haut, vers le bas, à travers et partout, diffusant un amour inconditionnel pour le monde entier — généreux, vaste, sans limites, exempt d’hostilité et de malveillance. \\\\\\'\"\\''",
  "mn7:14.1": "'\\'\"\\\\\\'Il médite en projetant un cœur empli de compassion dans une direction, puis dans une autre, dans la troisième et dans la quatrième. De même, il étend cette compassion vers le haut, vers le bas, à travers et partout, diffusant une compassion inconditionnelle pour le monde entier — généreux, vaste, sans limites, exempt d’hostilité et de malveillance. \\\\\\'\"\\''",
  "mn7:15.1": "'\\'\"\\\\\\'Il médite en projetant un cœur empli de joie dans une direction, puis dans une autre, dans la troisième et dans la quatrième. De même, il étend cette joie vers le haut, vers le bas, à travers et partout, diffusant une joie inconditionnelle pour le monde entier — généreux, vaste, sans limites, exempt d’hostilité et de malveillance. \\\\\\'\"\\''",
  "mn7:16.1": "'\\'\"\\\\\\'Il médite en projetant un cœur empli d’équanimité dans une direction, puis dans une autre, dans la troisième et dans la quatrième. De même, il étend cette équanimité vers le haut, vers le bas, à travers et partout, diffusant une équanimité inconditionnelle pour le monde entier — généreux, vaste, sans limites, exempt d’hostilité et de malveillance. \\\\\\'\"\\''",
  "mn7:17.1": "'\\'\"\\\\\\'Il réalise : « Ceci existe, ce ceci est inférieur, ceci est excellent, et au-delà de cette réalité perçue, il y a une échappatoire. » \\\\\\'\"\\''",
  "mn7:18.1": "'\\'\"\\\\\\'En connaissant et voyant ainsi, l’esprit est libéré des souillures du désir sensuel, libéré des souillures du désir de renaissance et libéré des souillures de l’ignorance. \\\\\\'\"\\''",
  "mn7:18.2": "'\\'\"\\\\\\'Une fois libéré, il sait qu’il est libéré. \\\\\\'\"\\''",
  "mn7:18.3": "'\\'\"\\\\\\'Il réalise : « La renaissance est achevée, le chemin spirituel est accompli, ce qui devait être fait a été fait, il n’y a plus de retour vers aucun état d’existence. » \\\\\\'\"\\''",
  "mn7:18.4": "'\\'\"\\\\\\'Ceci est appelé \\\\\\'\"\\''",
  "mn7:18.5": "'\\'\"\\\\\\'un monastique qui est baigné du bain intérieur. » \\\\\\'\"\\''",
  "mn7:19.1": "'\\'\"\\\\\\'À ce moment-là, le brahmane Sundarikabhāradvāja était assis non loin du Bouddha. \\\\\\'\"\\''",
  "mn7:19.2": "'\\'\"\\\\\\'Il dit au Bouddha, \\\\\\'\"\\''",
  "mn7:19.3": "'\\'\"\\\\\\'« Le Maître Gotama se rend-il à la rivière Bāhukā pour se baigner ? » \\\\\\'\"\\''",
  "mn7:19.4": "'\\'\"\\\\\\'« Brahmane, pourquoi se rendre à la rivière Bāhukā ? \\\\\\'\"\\''",
  "mn7:19.5": "'\\'\"\\\\\\'Que peut faire la rivière Bāhukā ? » \\\\\\'\"\\''",
  "mn7:19.6": "'\\'\"\\\\\\'« Nombreux sont ceux qui croient que la rivière Bāhukā mène à un royaume céleste et apporte du mérite. De même, beaucoup se purifient de leurs méfaits en se lavant dans la rivière Bāhukā. » \\\\\\'\"\\''",
  "mn7:20.1": "'\\'\"\\\\\\'Alors le Bouddha s’adressa à Sundarikabhāradvāja en vers : \\\\\\'\"\\''",
  "mn7:20.2": "'\\'\"\\\\\\'« La Bāhukā et l’Adhikakkā, \\\\\\'\"\\''",
  "mn7:20.3": "'\\'\"\\\\\\'à Gayā et la Sundarikā aussi, \\\\\\'\"\\''",
  "mn7:20.4": "'\\'\"\\\\\\'Sarasvatī et Payāga, \\\\\\'\"\\''",
  "mn7:20.5": "'\\'\"\\\\\\'et la rivière Bāhumatī : \\\\\\'\"\\''",
  "mn7:20.6": "'\\'\"\\\\\\'un sot peut constamment s’y plonger \\\\\\'\"\\''",
  "mn7:20.7": "'\\'\"\\\\\\'mais cela ne purifiera pas leurs méfaits. \\\\\\'\"\\''",
  "mn7:20.8": "'\\'\"\\\\\\'Que peut faire la Sundarikā ? \\\\\\'\"\\''",
  "mn7:20.9": "'\\'\"\\\\\\'Que peut faire le Payāga ou la Bāhukā ? \\\\\\'\"\\''",
  "mn7:20.10": "'\\'\"\\\\\\'Elles ne peuvent pas purifier une personne cruelle et criminelle \\\\\\'\"\\''",
  "mn7:20.11": "'\\'\"\\\\\\'de ses méfaits. \\\\\\'\"\\''",
  "mn7:20.12": "'\\'\"\\\\\\'Pour ceux au cœur pur, c’est toujours \\\\\\'\"\\''",
  "mn7:20.13": "'\\'\"\\\\\\'le festival du printemps ou le sabbat. \\\\\\'\"\\''",
  "mn7:20.14": "'\\'\"\\\\\\'Pour ceux au cœur pur et intègres dans leurs actions, \\\\\\'\"\\''",
  "mn7:20.15": "'\\'\"\\\\\\'leurs souhaits se réalisent toujours. \\\\\\'\"\\''",
  "mn7:20.16": "'\\'\"\\\\\\'C’est ici seul que vous devriez vous baigner, brahmane, \\\\\\'\"\\''",
  "mn7:20.17": "'\\'\"\\\\\\'en étant un refuge pour tous les êtres. \\\\\\'\"\\''",
  "mn7:20.18": "'\\'\"\\\\\\'Et si vous ne dites aucun mensonge, \\\\\\'\"\\''",
  "mn7:20.19": "'\\'\"\\\\\\'et ne nuisez à aucun être vivant, \\\\\\'\"\\''",
  "mn7:20.20": "'\\'\"\\\\\\'et ne prenez rien qui ne vous a pas été offert, \\\\\\'\"\\''",
  "mn7:20.21": "'\\'\"\\\\\\'et que vous restiez fidèle et généreux : \\\\\\'\"\\''",
  "mn7:20.22": "'\\'\"\\\\\\'à quoi sert d’aller à Gayā ? \\\\\\'\"\\''",
  "mn7:20.23": "'\\'\"\\\\\\'Puisque n’importe quel puits pourrait être votre Gayā ! » \\\\\\'\"\\''",
  "mn7:21.1": "'\\'\"\\\\\\'Après avoir parlé, le brahmane Sundarikabhāradvāja s’adressa au Bouddha, \\\\\\'\"\\''",
  "mn7:21.2": "'\\'\"\\\\\\'« Excellent, Maître Gotama ! Excellent ! \\\\\\'\"\\''",
  "mn7:21.3": "'\\'\"\\\\\\'Comme s’il redressait ce qui est renversé, ou révélait l’occulté, ou indiquait le chemin aux égarés, ou allumait une lampe dans l’obscurité pour que les personnes puissent voir ce qui est là, Maître Gotama a rendu l’enseignement clair de bien des manières. \\\\\\'\"\\''",
  "mn7:21.4": "'\\'\"\\\\\\'Je prends refuge en le Maître Gotama, en l’enseignement, et en la communauté monastique. \\\\\\'\"\\''",
  "mn7:21.5": "'\\'\"\\\\\\'Puis-je entrer dans la voie monastique et recevoir l’ordination en présence de l’ascète Gotama ? » \\\\\\'\"\\''",
  "mn7:22.1": "'\\'\"\\\\\\'Et le brahmane Sundarikabhāradvāja est entré dans la voie monastique et a reçu l’ordination en la présence du Bouddha. \\\\\\'\"\\''",
  "mn7:22.2": "'\\'\"\\\\\\'Peu après son ordination, le Vénérable Bhāradvāja, vivant en reclus, appliqué, ardent et déterminé, atteignit rapidement l’ultime aboutissement du chemin spirituel lors de cette vie même. Il parvint par sa propre compréhension profonde à la réalisation pour laquelle les hommes de bien se détournent avec raison de la vie laïque au profit de la vie ascétique. \\\\\\'\"\\''",
  "mn7:22.3": "'\\'\"\\\\\\'Il a réalisé : « La renaissance est achevée, le chemin spirituel est accompli, ce qui devait être fait a été fait, il n’y a plus de retour vers aucun état d’existence. » \\\\\\'\"\\''",
  "mn7:22.4": "'\\'\"\\\\\\'Et Vénérable Bhāradvāja devint l’un des accomplis. \\\\\\'\"\\''"
}