{
  "mn8:0.1": "'\\'\"\\\\\\'Discours de Longueur Moyenne 8 \\\\\\'\"\\''",
  "mn8:0.2": "'\\'\"\\\\\\'L’effacement de soi \\\\\\'\"\\''",
  "mn8:1.1": "'\\'\"\\\\\\'Ainsi ai-je entendu. \\\\\\'\"\\''",
  "mn8:1.2": "'\\'\"\\\\\\'À une époque, le Bouddha séjournait près de Sāvatthī dans le Bosquet de Jeta, au monastère d’Anāthapiṇḍika. \\\\\\'\"\\''",
  "mn8:2.1": "'\\'\"\\\\\\'Vers le soir, le Vénérable Mahācunda quitta sa retraite méditative et se dirigea vers le Bouddha. Après l’avoir respectueusement salué, il prit place à ses côtés et s’adressa ainsi au Bouddha : \\\\\\'\"\\''",
  "mn8:3.1": "'\\'\"\\\\\\'« Vénérable, de nombreuses croyances surgissent dans le monde, \\\\\\'\"\\''",
  "mn8:3.2": "'\\'\"\\\\\\'liées à des doctrines du soi ou à des conceptions du cosmos. \\\\\\'\"\\''",
  "mn8:3.3": "'\\'\"\\\\\\'Est-ce que, dès le début, en y prêtant attention, un monastique parvient à renoncer à ces croyances, à se libérer de ces conceptions ? » \\\\\\'\"\\''",
  "mn8:3.4": "'\\'\"\\\\\\'« Cunda, de nombreuses croyances surgissent dans le monde, \\\\\\'\"\\''",
  "mn8:3.5": "'\\'\"\\\\\\'liées à des doctrines du soi ou à des conceptions du cosmos. \\\\\\'\"\\''",
  "mn8:3.6": "'\\'\"\\\\\\'Un monastique renonce à ces croyances et se libère de ces conceptions en percevant avec clarté, grâce à la juste sagesse, leur origine, leur fondement et leur mécanisme, en réalisant : « Ceci n’est pas à moi, je ne suis pas cela, ce n’est pas mon soi. › \\\\\\'\"\\''",
  "mn8:4.1": "'\\'\"\\\\\\'Il se peut qu’un monastique, détaché des plaisirs sensoriels et des états nuisibles, puisse entrer et demeurer dans la première absorption, empreinte de joie et de bien-être nés de la solitude, tout en focalisant son esprit et le maintenant engagé. \\\\\\'\"\\''",
  "mn8:4.2": "'\\'\"\\\\\\'Il pourrait penser \\\\\\'\"\\''",
  "mn8:4.3": "'\\'\"\\\\\\'qu’il pratique l’effacement de soi. \\\\\\'\"\\''",
  "mn8:4.4": "'\\'\"\\\\\\'Cependant, dans la discipline du Noble, cela n’est pas désigné comme ‹ l’effacement de soi › ; \\\\\\'\"\\''",
  "mn8:4.5": "'\\'\"\\\\\\'cela est qualifié de ‹ méditation bienheureuse dans la vie présente ›. \\\\\\'\"\\''",
  "mn8:5.1": "'\\'\"\\\\\\'Il se peut qu’un monastique, grâce à l’apaisement du placement de l’esprit et de son maintien engagé, puisse entrer et demeurer dans la seconde absorption, empreinte de joie et de bonheur issus de la concentration, bénéficiant d’une lucidité interne et d’un esprit unifié, sans focaliser son esprit ni le maintenir engagé. \\\\\\'\"\\''",
  "mn8:5.2": "'\\'\"\\\\\\'Il pourrait penser \\\\\\'\"\\''",
  "mn8:5.3": "'\\'\"\\\\\\'qu’il pratique l’effacement de soi. \\\\\\'\"\\''",
  "mn8:5.4": "'\\'\"\\\\\\'Cependant, dans la discipline du Noble, cela n’est pas désigné comme ‹ l’effacement de soi › ; \\\\\\'\"\\''",
  "mn8:5.5": "'\\'\"\\\\\\'cela est qualifié de ‹ méditation bienheureuse dans la vie présente ›. \\\\\\'\"\\''",
  "mn8:6.1": "'\\'\"\\\\\\'Il se peut qu’un monastique, avec la disparition de la joie, puisse entrer et demeurer dans la troisième absorption, où il médite avec équanimité, pleinement attentif et conscient, faisant l’expérience personnelle de ce bonheur que les nobles qualifient ainsi : ‹ Équanime et attentif, on médite dans la félicité. › \\\\\\'\"\\''",
  "mn8:6.2": "'\\'\"\\\\\\'Il pourrait penser \\\\\\'\"\\''",
  "mn8:6.3": "'\\'\"\\\\\\'qu’il pratique l’effacement de soi. \\\\\\'\"\\''",
  "mn8:6.4": "'\\'\"\\\\\\'Cependant, dans la discipline du Noble, cela n’est pas désigné comme ‹ l’effacement de soi › ; \\\\\\'\"\\''",
  "mn8:6.5": "'\\'\"\\\\\\'cela est qualifié de ‹ méditation bienheureuse dans la vie présente ›. \\\\\\'\"\\''",
  "mn8:7.1": "'\\'\"\\\\\\'Il se peut qu’un monastique, ayant renoncé aux sensations de plaisir et de douleur, ainsi qu’à l’état antérieur de bonheur et de tristesse, puisse entrer et demeurer dans la quatrième absorption, exempte de plaisir et de douleur, caractérisée par une parfaite équanimité et une attention pure. \\\\\\'\"\\''",
  "mn8:7.2": "'\\'\"\\\\\\'Il pourrait penser \\\\\\'\"\\''",
  "mn8:7.3": "'\\'\"\\\\\\'qu’il pratique l’effacement de soi. \\\\\\'\"\\''",
  "mn8:7.4": "'\\'\"\\\\\\'Cependant, dans la discipline du Noble, cela n’est pas désigné comme ‹ l’effacement de soi › ; \\\\\\'\"\\''",
  "mn8:7.5": "'\\'\"\\\\\\'cela est qualifié de ‹ méditation bienheureuse dans la vie présente ›. \\\\\\'\"\\''",
  "mn8:8.1": "'\\'\"\\\\\\'Il se peut qu’un monastique, ayant complètement transcendé les perceptions de la forme, avec la cessation des perceptions d’opposition, ne prêtant pas attention aux perceptions de diversité, reconnaissant que ‹ l’espace est infini ›, puisse entrer et demeurer dans la sphère de l’espace infini. \\\\\\'\"\\''",
  "mn8:8.2": "'\\'\"\\\\\\'Il pourrait penser \\\\\\'\"\\''",
  "mn8:8.3": "'\\'\"\\\\\\'qu’il pratique l’effacement de soi. \\\\\\'\"\\''",
  "mn8:8.4": "'\\'\"\\\\\\'Cependant, dans la discipline du Noble, cela n’est pas désigné comme ‹ l’effacement de soi › ; \\\\\\'\"\\''",
  "mn8:8.5": "'\\'\"\\\\\\'cela est qualifié de ‹ méditation paisible ›. \\\\\\'\"\\''",
  "mn8:9.1": "'\\'\"\\\\\\'Il se peut qu’un monastique, ayant complètement transcendé la dimension de l’espace infini et reconnaissant que ‹ la conscience est infinie ›, puisse entrer et demeurer dans la dimension de la conscience infinie. \\\\\\'\"\\''",
  "mn8:9.2": "'\\'\"\\\\\\'Il pourrait penser \\\\\\'\"\\''",
  "mn8:9.3": "'\\'\"\\\\\\'qu’il pratique l’effacement de soi. \\\\\\'\"\\''",
  "mn8:9.4": "'\\'\"\\\\\\'Cependant, dans la discipline du Noble, cela n’est pas désigné comme ‹ l’effacement de soi › ; \\\\\\'\"\\''",
  "mn8:9.5": "'\\'\"\\\\\\'cela est qualifié de ‹ méditation paisible ›. \\\\\\'\"\\''",
  "mn8:10.1": "'\\'\"\\\\\\'Il se peut qu’un monastique, ayant complètement transcendé la dimension de la conscience infinie et reconnaissant qu’ ‹ il n’y a rien du tout ›, puisse entrer et demeurer dans la dimension du néant. \\\\\\'\"\\''",
  "mn8:10.2": "'\\'\"\\\\\\'Il pourrait penser \\\\\\'\"\\''",
  "mn8:10.3": "'\\'\"\\\\\\'qu’il pratique l’effacement de soi. \\\\\\'\"\\''",
  "mn8:10.4": "'\\'\"\\\\\\'Cependant, dans la discipline du Noble, cela n’est pas désigné comme ‹ l’effacement de soi › ; \\\\\\'\"\\''",
  "mn8:10.5": "'\\'\"\\\\\\'cela est qualifié de ‹ méditation paisible ›. \\\\\\'\"\\''",
  "mn8:11.1": "'\\'\"\\\\\\'Il se peut qu’un monastique, ayant complètement transcendé la dimension du néant, puisse entrer et demeurer dans la dimension ni de perception ni de non-perception. \\\\\\'\"\\''",
  "mn8:11.2": "'\\'\"\\\\\\'Il pourrait penser \\\\\\'\"\\''",
  "mn8:11.3": "'\\'\"\\\\\\'qu’il pratique l’effacement de soi. \\\\\\'\"\\''",
  "mn8:11.4": "'\\'\"\\\\\\'Cependant, dans la discipline du Noble, cela n’est pas désigné comme ‹ l’effacement de soi › ; \\\\\\'\"\\''",
  "mn8:11.5": "'\\'\"\\\\\\'cela est qualifié de ‹ méditation paisible ›. \\\\\\'\"\\''",
  "mn8:12.0": "'\\'\"\\\\\\'1. L’effacement de soi \\\\\\'\"\\''",
  "mn8:12.1": "'\\'\"\\\\\\'Désormais, Cunda, tu devrais t’atteler à l’effacement de soi de chaque manière suivante. \\\\\\'\"\\''",
  "mn8:12.2": "'\\'\"\\\\\\'‹ Certains seront violents, cependant nous, ici, ne serons pas violents. › \\\\\\'\"\\''",
  "mn8:12.3": "'\\'\"\\\\\\'‹ Certains tueront des créatures vivantes, cependant nous, ici, ne tuerons pas de créatures vivantes. › \\\\\\'\"\\''",
  "mn8:12.4": "'\\'\"\\\\\\'‹ Certains voleront, cependant nous, ici, ne volerons pas. › \\\\\\'\"\\''",
  "mn8:12.5": "'\\'\"\\\\\\'‹ Certains ne seront pas chastes, cependant nous, ici, serons chastes. › \\\\\\'\"\\''",
  "mn8:12.6": "'\\'\"\\\\\\'‹ Certains mentiront, cependant nous, ici, ne mentirons pas. › \\\\\\'\"\\''",
  "mn8:12.7": "'\\'\"\\\\\\'‹ Certains parleront de manière à diviser, cependant nous, ici, ne parlerons pas de manière à diviser. › \\\\\\'\"\\''",
  "mn8:12.8": "'\\'\"\\\\\\'‹ Certains parleront sèchement, cependant nous, ici, ne parlerons pas sèchement. › \\\\\\'\"\\''",
  "mn8:12.9": "'\\'\"\\\\\\'‹ Certains se livreront à des bavardages inutiles, cependant nous, ici, ne nous livrerons pas à des bavardages inutiles. › \\\\\\'\"\\''",
  "mn8:12.10": "'\\'\"\\\\\\'‹ Certains seront avides, cependant nous, ici, ne serons pas avides. › \\\\\\'\"\\''",
  "mn8:12.11": "'\\'\"\\\\\\'‹ Certains auront de la malveillance, cependant nous, ici, serons sans malveillance. › \\\\\\'\"\\''",
  "mn8:12.12": "'\\'\"\\\\\\'‹ Certains auront une mauvaise conception, cependant nous, ici, aurons une bonne conception. › \\\\\\'\"\\''",
  "mn8:12.13": "'\\'\"\\\\\\'‹ Certains auront une mauvaise intention, cependant nous, ici, aurons une bonne intention. › \\\\\\'\"\\''",
  "mn8:12.14": "'\\'\"\\\\\\'‹ Certains auront une mauvaise façon de parler, cependant nous, ici, aurons une bonne façon de parler. › \\\\\\'\"\\''",
  "mn8:12.15": "'\\'\"\\\\\\'‹ Certains commettront de mauvaises actions, cependant nous, ici, accomplirons de bonnes actions. › \\\\\\'\"\\''",
  "mn8:12.16": "'\\'\"\\\\\\'‹ Certains auront un mauvais mode de vie, cependant nous, ici, aurons un bon mode de vie. › \\\\\\'\"\\''",
  "mn8:12.17": "'\\'\"\\\\\\'‹ Certains feront les mauvais efforts, cependant nous, ici, feront les bons efforts. › \\\\\\'\"\\''",
  "mn8:12.18": "'\\'\"\\\\\\'‹ Certains auront une mauvaise attention, cependant nous, ici, aurons une bonne attention. › \\\\\\'\"\\''",
  "mn8:12.19": "'\\'\"\\\\\\'‹ Certains auront une mauvaise concentration, cependant nous, ici, aurons une bonne concentration. › \\\\\\'\"\\''",
  "mn8:12.20": "'\\'\"\\\\\\'‹ Certains auront une mauvaise compréhension, cependant nous, ici, aurons une bonne compréhension. › \\\\\\'\"\\''",
  "mn8:12.21": "'\\'\"\\\\\\'‹ Certains connaîtront une fausse libération, cependant nous, ici, connaîtrons la véritable libération. › \\\\\\'\"\\''",
  "mn8:12.22": "'\\'\"\\\\\\'‹ Certains seront accablés de torpeur et de somnolence, cependant nous, ici, serons débarrassés de la torpeur et de la somnolence. › \\\\\\'\"\\''",
  "mn8:12.23": "'\\'\"\\\\\\'‹ Certains seront agités, cependant nous, ici, ne serons pas agités. › \\\\\\'\"\\''",
  "mn8:12.24": "'\\'\"\\\\\\'‹ Certains auront des doutes, cependant nous, ici, aurons surmonté le doute. › \\\\\\'\"\\''",
  "mn8:12.25": "'\\'\"\\\\\\'‹ Certains seront irritables, cependant nous, ici, serons sans colère. › \\\\\\'\"\\''",
  "mn8:12.26": "'\\'\"\\\\\\'‹ Certains seront hostiles, cependant nous, ici, serons sans hostilité. › \\\\\\'\"\\''",
  "mn8:12.27": "'\\'\"\\\\\\'‹ Certains seront offensants, cependant nous, ici, serons inoffensifs. › \\\\\\'\"\\''",
  "mn8:12.28": "'\\'\"\\\\\\'‹ Certains seront méprisants, cependant nous, ici, serons sans mépris. › \\\\\\'\"\\''",
  "mn8:12.29": "'\\'\"\\\\\\'‹ Certains seront jaloux, cependant nous, ici, serons sans jalousie. › \\\\\\'\"\\''",
  "mn8:12.30": "'\\'\"\\\\\\'‹ Certains seront avares, cependant nous, ici, serons sans avarice. › \\\\\\'\"\\''",
  "mn8:12.31": "'\\'\"\\\\\\'‹ Certains seront fourbes, cependant nous, ici, ne serons pas fourbes. › \\\\\\'\"\\''",
  "mn8:12.32": "'\\'\"\\\\\\'‹ Certains seront trompeurs, cependant nous, ici, ne serons pas trompeurs. › \\\\\\'\"\\''",
  "mn8:12.33": "'\\'\"\\\\\\'‹ Certains seront obstinés, cependant nous, ici, ne serons pas obstinés. › \\\\\\'\"\\''",
  "mn8:12.34": "'\\'\"\\\\\\'‹ Certains seront arrogants, cependant nous, ici, ne serons pas arrogants. › \\\\\\'\"\\''",
  "mn8:12.35": "'\\'\"\\\\\\'‹ Certains seront difficiles à réprimander, cependant nous, ici, ne serons pas difficiles à réprimander. › \\\\\\'\"\\''",
  "mn8:12.36": "'\\'\"\\\\\\'‹ Certains auront de mauvais amis, cependant nous, ici, aurons de bons amis. › \\\\\\'\"\\''",
  "mn8:12.37": "'\\'\"\\\\\\'‹ Certains seront négligents, cependant nous, ici, serons diligents. › \\\\\\'\"\\''",
  "mn8:12.38": "'\\'\"\\\\\\'‹ Certains seront sans foi, cependant nous, ici, aurons la foi. › \\\\\\'\"\\''",
  "mn8:12.39": "'\\'\"\\\\\\'‹ Certains seront sans conscience, cependant nous, ici, aurons un sens de la conscience. › \\\\\\'\"\\''",
  "mn8:12.40": "'\\'\"\\\\\\'‹ Certains seront imprudents, cependant nous, ici, serons prudents. › \\\\\\'\"\\''",
  "mn8:12.41": "'\\'\"\\\\\\'‹ Certains seront ignorants, cependant nous, ici, serons bien instruits. › \\\\\\'\"\\''",
  "mn8:12.42": "'\\'\"\\\\\\'‹ Certains seront paresseux, cependant nous, ici, serons énergiques. › \\\\\\'\"\\''",
  "mn8:12.43": "'\\'\"\\\\\\'‹ Certains seront inattentifs, cependant nous, ici, serons attentifs. › \\\\\\'\"\\''",
  "mn8:12.44": "'\\'\"\\\\\\'‹ Certains seront dépourvus de sagesse, cependant nous, ici, serons accomplis en sagesse. › \\\\\\'\"\\''",
  "mn8:12.45": "'\\'\"\\\\\\'‹ Certains seront attachés à leurs propres croyances, les tenant fermement et refusant de les lâcher, cependant nous, ici, ne serons pas attachés à nos propres croyances, ne les tenant pas fermement, mais les lâchant facilement. › \\\\\\'\"\\''",
  "mn8:13.0": "'\\'\"\\\\\\'2. Le développement mental \\\\\\'\"\\''",
  "mn8:13.1": "'\\'\"\\\\\\'Cunda, je dis que le simple fait de susciter la pensée de qualités vertueuses est très bénéfique, sans parler de suivre cette voie en paroles et en actes. \\\\\\'\"\\''",
  "mn8:13.2": "'\\'\"\\\\\\'C’est pourquoi tu devrais susciter les pensées suivantes. ‹ Certains seront violents, cependant nous, ici, ne serons pas violents. › \\\\\\'\"\\''",
  "mn8:13.3": "'\\'\"\\\\\\'‹ Certains tueront des créatures vivantes, cependant nous, ici, ne tuerons pas de créatures vivantes. › … \\\\\\'\"\\''",
  "mn8:13.4": "'\\'\"\\\\\\'‹ Certains seront attachés à leurs propres croyances, les tenant fermement et refusant de les lâcher, cependant nous, ici, ne serons pas attachés à nos propres croyances, ne les tenant pas fermement, mais les lâchant facilement. › \\\\\\'\"\\''",
  "mn8:14.0": "'\\'\"\\\\\\'3. Le contournement \\\\\\'\"\\''",
  "mn8:14.1": "'\\'\"\\\\\\'Cunda, suppose qu’il y ait un chemin accidenté, et à côté, un autre chemin plat pour le contourner. \\\\\\'\"\\''",
  "mn8:14.2": "'\\'\"\\\\\\'Ou suppose qu’il y ait un gué accidenté, et à côté, un autre gué plat pour le contourner. \\\\\\'\"\\''",
  "mn8:14.3": "'\\'\"\\\\\\'De même, pour une personne violente, la non-violence devient le moyen de le contourner. … \\\\\\'\"\\''",
  "mn8:14.5": "'\\'\"\\\\\\'Une personne attachée à ses propres croyances, les tenant fermement et refusant de les lâcher, le contourne en n’étant pas attachée à ses propres croyances, ne les tenant pas fermement, mais les lâchant facilement. \\\\\\'\"\\''",
  "mn8:15.0": "'\\'\"\\\\\\'4. L’ascension \\\\\\'\"\\''",
  "mn8:15.1": "'\\'\"\\\\\\'Cunda, toutes les qualités nuisibles mènent vers le bas, tandis que toutes les qualités bénéfiques mènent vers le haut. \\\\\\'\"\\''",
  "mn8:15.2": "'\\'\"\\\\\\'De même, une personne violente s’élève en n’étant pas violente. Une personne qui tue s’élève en ne tuant pas… \\\\\\'\"\\''",
  "mn8:15.3": "'\\'\"\\\\\\'Une personne attachée à ses propres croyances, les tenant fermement et refusant de les lâcher, s’élève en n’étant pas attachée à ses propres croyances, ne les tenant pas fermement, mais les lâchant facilement. \\\\\\'\"\\''",
  "mn8:16.0": "'\\'\"\\\\\\'5. L’extinction \\\\\\'\"\\''",
  "mn8:16.1": "'\\'\"\\\\\\'Si tu t’enlises dans la boue, Cunda, il est absolument impossible de tirer une autre personne de la boue. \\\\\\'\"\\''",
  "mn8:16.2": "'\\'\"\\\\\\'Cependant, si tu ne t’enlises pas dans la boue, il est tout à fait possible de tirer une autre personne qui s’enlise dans la boue. \\\\\\'\"\\''",
  "mn8:16.3": "'\\'\"\\\\\\'Si ton esprit n’est pas maîtrisé, discipliné et apaisé, il est absolument impossible d’aider une autre personne à maîtriser, discipliner et apaiser son esprit. \\\\\\'\"\\''",
  "mn8:16.4": "'\\'\"\\\\\\'Cependant, si ton esprit est maîtrisé, discipliné et apaisé, il est tout à fait possible d’aider une autre personne à maîtriser, discipliner et apaiser son esprit. \\\\\\'\"\\''",
  "mn8:16.5": "'\\'\"\\\\\\'De même, pour une personne violente, la non-violence conduit à l’extinction complète ; pour une personne qui tue, s’abstenir de tuer conduit à l’extinction complète. … \\\\\\'\"\\''",
  "mn8:16.47": "'\\'\"\\\\\\'Pour une personne attachée à ses propres croyances, les tenant fermement et refusant de les lâcher, se libérer de ses propres croyances, ne pas les tenir fermement et les lâcher facilement conduit à l’extinction complète. \\\\\\'\"\\''",
  "mn8:17.1": "'\\'\"\\\\\\'Ainsi, Cunda, j’ai enseigné la méthode de l’effacement, la méthode du développement mental, la méthode du contournement, la méthode de l’ascension, la méthode de l’extinction. \\\\\\'\"\\''",
  "mn8:17.2": "'\\'\"\\\\\\'Par compassion, j’ai accompli ce qu’un enseignant devrait faire, aspirant au meilleur pour ses disciples. \\\\\\'\"\\''",
  "mn8:17.3": "'\\'\"\\\\\\'Voici ces racines d’arbres et ces huttes désertes. Exerce-toi à la concentration profonde, Cunda ! Évite la négligence ! Tu ne voudrais pas avoir de regret ! Voilà mon enseignement. » \\\\\\'\"\\''",
  "mn8:17.4": "'\\'\"\\\\\\'C’est ce que le Bouddha déclara. \\\\\\'\"\\''",
  "mn8:17.5": "'\\'\"\\\\\\'Satisfait, le Vénérable Mahācunda se réjouit des paroles prononcées par le Bouddha. \\\\\\'\"\\''",
  "mn8:17.6": "'\\'\"\\\\\\'Quarante-quatre éléments ont été exposés, \\\\\\'\"\\''",
  "mn8:17.7": "'\\'\"\\\\\\'structurés en cinq sections. \\\\\\'\"\\''",
  "mn8:17.8": "'\\'\"\\\\\\'Ce discours est nommé « L’effacement de soi », \\\\\\'\"\\''",
  "mn8:17.9": "'\\'\"\\\\\\'sa profondeur est comparable à celle de l’océan. \\\\\\'\"\\''"
}