{
  "mn95:0.1": "Discours de Longueur Moyenne 95 ",
  "mn95:0.2": "Avec Caṅkī ",
  "mn95:1.1": "Ainsi ai-je entendu. ",
  "mn95:1.2": "À une époque, le Bouddha errait dans le pays des Kosalans en compagnie d’un grand Saṅgha de moines lorsqu’il arriva dans un village de brahmanes kosalans nommé Opāsāda. ",
  "mn95:1.3": "Il séjournait dans la forêt de sals au nord d’Opāsāda. ",
  "mn95:2.1": "À cette époque, le brahmane Caṅkī vivait à Opāsāda. C’était une propriété de la couronne donnée par le roi Pasenadi de Kosala, grouillante de créatures vivantes, pleine de foin, de bois, d’eau et de céréales, un parc royal doté d’un brahmane. ",
  "mn95:3.1": "Les brahmanes et les maîtres de maison d’Opāsāda entendirent : ",
  "mn95:3.2": "« Il semble que l’ascète Gotama — un Sakyan, sorti d’une famille sakyenne — soit arrivé à Opāsāda en compagnie d’un grand Saṅgha de moines. Il séjourne dans le Bois des Dieux, au nord. ",
  "mn95:3.3": "Il jouit d’une bonne réputation : ",
  "mn95:3.4": "‹ Ce bienheureux est parfait, un Bouddha pleinement éveillé, accompli dans la connaissance et la conduite, saint, connaisseur du monde, guide suprême pour ceux qui souhaitent se perfectionner, enseignant des dieux et des humains, éveillé, béni. › ",
  "mn95:3.5": "Il a réalisé, avec sa propre compréhension, ce monde — avec ses dieux, ses Māras et ses Brahmās, cette population avec ses ascètes et ses brahmanes, ses dieux et ses humains — et il le fait connaître aux autres. ",
  "mn95:3.6": "Il enseigne un Dhamma bon au début, bon au milieu et bon à la fin, plein de sens et bien formulé. Et, il révèle une pratique spirituelle complète et pure. ",
  "mn95:3.7": "Il est bon de voir des personnes aussi perfectionnées. » ",
  "mn95:4.1": "Puis, après avoir quitté Opāsāda, ils se sont regroupés en compagnies et se sont dirigés vers le nord en direction du Bois des Dieux. ",
  "mn95:5.1": "À cette époque, le brahmane Caṅkī s’était retiré à l’étage supérieur de sa maison sur pilotis pour faire sa sieste de midi. ",
  "mn95:5.2": "Il voit les brahmanes et les habitants se diriger vers le Bois des Dieux, ",
  "mn95:5.3": "et s’adresse à son intendant, ",
  "mn95:5.4": "« Mon intendant, pourquoi les brahmanes et les maîtres de maison se dirigent-ils vers le nord, vers le Bois des Dieux ? ». ",
  "mn95:6.1": "« L’ascète Gotama est arrivé à Opāsāda en compagnie d’un grand Saṅgha de moines. Il séjourne dans le Bois des Dieux, au nord. ",
  "mn95:6.2": "Il jouit d’une bonne réputation : ",
  "mn95:6.3": "‹ Ce bienheureux est parfait, un Bouddha pleinement éveillé, accompli dans la connaissance et la conduite, saint, connaisseur du monde, guide suprême pour ceux qui souhaitent se perfectionner, enseignant des dieux et des humains, éveillé, béni. › ",
  "mn95:6.4": "Ils vont voir ce maître Gotama. » ",
  "mn95:6.5": "« Eh bien, allez voir les brahmanes et les maîtres de maison et dites-leur : ",
  "mn95:6.6": "Messieurs, le brahmane Caṅkī demande ",
  "mn95:6.7": "d’attendre, car il va aussi aller voir l’ascète Gotama ». ",
  "mn95:6.8": "« Oui, monsieur », répondit l’intendant, et il fit ce qu’on lui demandait. ",
  "mn95:7.1": "À cette époque, environ cinq cents brahmanes venus de l’étranger résidaient à Opāsāda pour des affaires. ",
  "mn95:7.2": "Ils entendirent que ",
  "mn95:7.3": "le brahmane Caṅkī allait voir l’ascète Gotama. ",
  "mn95:7.4": "Ils abordèrent Caṅkī et lui dirent, ",
  "mn95:7.5": "« Est-il bien vrai que vous allez voir l’ascète Gotama ? » ",
  "mn95:7.6": "« Oui, messieurs, c’est vrai. » ",
  "mn95:8.1": "« S’il vous plaît, ne le faites pas ! ",
  "mn95:8.2": "Il n’est pas approprié que vous alliez voir l’ascète Gotama ; ",
  "mn95:8.3": "il est approprié qu’il vienne vous voir. ",
  "mn95:8.4": "Vous êtes bien né du côté maternel et paternel, de pure descendance, avec une généalogie irréfutable et impeccable jusqu’à la septième génération paternelle. ",
  "mn95:8.5": "C’est pour cette raison qu’il n’est pas approprié que vous alliez voir l’ascète Gotama ; ",
  "mn95:8.6": "il convient qu’il vienne vous voir. ",
  "mn95:8.7": "Vous êtes riche, prospère et fortuné. … ",
  "mn95:8.8": "Vous récitez et mémorisez les hymnes, et vous maîtrisez les trois Védas, avec leur vocabulaire, leur rituel, leur phonologie et leur étymologie, ainsi que le testament en cinquième. Vous connaissez la philologie et la grammaire, et connaissez bien la cosmologie et les marques d’un grand homme. … ",
  "mn95:8.9": "Vous êtes attirant, beau, charmant, d’une beauté exceptionnelle. Vous êtes magnifique et splendide comme Brahmā, remarquable à voir. … ",
  "mn95:8.10": "Vous êtes éthique, mature dans votre comportement éthique. … ",
  "mn95:8.11": "Vous êtes un bon orateur, avec une voix soignée, claire et articulée qui exprime le sens. … ",
  "mn95:8.12": "Vous enseignez aux maîtres d’un grand nombre de personnes et vous apprenez à trois cents élèves à réciter les hymnes. … ",
  "mn95:8.13": "Vous êtes honoré, respecté, révéré, vénéré et estimé par le roi Pasenadi de Kosala. ",
  "mn95:8.14": "et le brahmane Pokkharasādi. … ",
  "mn95:8.15": "Vous vivez à Opāsāda, une propriété de la couronne donnée par le roi Pasenadi de Kosala, regorgeant de créatures vivantes, pleine de foin, de bois, d’eau et de céréales, un parc royal offert à un brahmane. ",
  "mn95:8.16": "C’est pour toutes ces raisons qu’il n’est pas approprié que vous alliez voir l’ascète Gotama ; ",
  "mn95:8.17": "il convient qu’il vienne vous voir ». ",
  "mn95:9.1": "Quand ils eurent parlé, Caṅkī dit à ces brahmanes : ",
  "mn95:9.2": "« Eh bien, messieurs, écoutez pourquoi il convient que j’aille voir l’ascète Gotama, ",
  "mn95:9.3": "et il ne convient pas qu’il vienne me voir. ",
  "mn95:9.4": "Il est bien né du côté maternel et paternel, de pure descendance, avec une généalogie irréfutable et impeccable jusqu’à la septième génération paternelle. ",
  "mn95:9.5": "C’est pourquoi il n’est pas approprié que l’ascète Gotama vienne me voir ; ",
  "mn95:9.6": "il convient plutôt que j’aille le voir. ",
  "mn95:9.7": "Lorsqu’il est parti, il a abandonné une grande quantité de pièces d’or et de lingots stockés dans les donjons et les tours. … ",
  "mn95:9.8": "Il est passé de la vie laïque à l’itinérance alors qu’il était encore un jeune homme, jeune, aux cheveux noirs, béni par la jeunesse, dans la fleur de l’âge. … ",
  "mn95:9.9": "Bien que sa mère et son père en aient voulu autrement, pleurant à chaudes larmes, il se rasa les cheveux et la barbe, s’habilla d’une robe ocre et quitta la vie laïque pour l’itinérance. … ",
  "mn95:9.10": "Il est attirant, beau, charmant, d’une beauté exceptionnelle. Il est magnifique et splendide comme Brahmā, remarquable à voir. … ",
  "mn95:9.11": "Il a un comportement éthique, noble et habile. … ",
  "mn95:9.12": "Il est un bon orateur, avec une voix soignée, claire et articulée qui exprime le sens. … ",
  "mn95:9.13": "Il enseigne aux maîtres. … ",
  "mn95:9.14": "Il a mis fin aux désirs sensuels et est débarrassé des caprices. … ",
  "mn95:9.15": "Il enseigne l’efficacité des actes et de l’action. Il ne souhaite aucun mal à la communauté des brahmanes. … ",
  "mn95:9.16": "Il est issu d’une famille éminente, d’une lignée aristocratique ininterrompue. … ",
  "mn95:9.17": "Il est issu d’une famille riche, affluente et fortunée. … ",
  "mn95:9.18": "Les gens viennent de pays lointains et de contrées lointaines pour le questionner. … ",
  "mn95:9.19": "Plusieurs milliers de divinités ont pris refuge auprès de lui pour la vie. … ",
  "mn95:9.20": "Il jouit d’une bonne réputation : ",
  "mn95:9.21": "‹ Ce bienheureux est parfait, un Bouddha pleinement éveillé, accompli dans la connaissance et la conduite, saint, connaisseur du monde, guide suprême pour ceux qui souhaitent se perfectionner, enseignant des dieux et des humains, éveillé, béni. ›  … ",
  "mn95:9.22": "Il a les trente-deux marques d’un grand homme. … ",
  "mn95:9.23": "Le roi Seniya Bimbisāra de Magadha, ses femmes et ses enfants sont allés chercher refuge à vie auprès de l’ascète Gotama. … ",
  "mn95:9.24": "Le roi Pasenadi de Kosala, ses femmes et ses enfants sont allés chercher refuge à vie auprès de l’ascète Gotama. … ",
  "mn95:9.25": "Le brahmane Pokkharasādi, ses femmes et ses enfants sont allés chercher refuge pour la vie auprès de l’ascète Gotama. … ",
  "mn95:9.26": "L’ascète Gotama est arrivé pour séjourner dans le Bois des Dieux, au nord d’Opāsāda. ",
  "mn95:9.27": "Tout ascète ou brahmane qui vient séjourner dans notre village est notre invité, ",
  "mn95:9.28": "et doit être honoré et respecté en tant que tel. ",
  "mn95:9.31": "C’est aussi pour cette raison qu’il n’est pas approprié que Maître Gotama vienne me voir, ",
  "mn95:9.32": "Il convient plutôt que j’aille le voir. ",
  "mn95:9.33": "C’est l’étendue des louanges de Maître Gotama que j’ai apprises. Mais, ses louanges ne se limitent pas à cela, ",
  "mn95:9.34": "car l’éloge de Maître Gotama est sans limites. ",
  "mn95:9.35": "La possession d’un seul de ces facteurs fait qu’il n’est pas approprié que Maître Gotama vienne me voir, ",
  "mn95:9.36": "Il convient plutôt que j’aille le voir. ",
  "mn95:9.37": "Alors, messieurs, allons tous voir l’ascète Gotama ». ",
  "mn95:10.1": "Caṅkī, accompagné d’un grand groupe de brahmanes, se rendit alors auprès du Bouddha et échangea des salutations avec lui. ",
  "mn95:10.2": "Une fois les salutations et la conversation polie terminées, il s’assit sur le côté. ",
  "mn95:11.1": "À ce moment-là, le Bouddha était assis, engagé dans une conversation polie avec quelques brahmanes de haut rang. ",
  "mn95:11.2": "L’étudiant brahmane Kāpaṭika était assis dans cette assemblée. Il était jeune, nouvellement tonsuré, il avait seize ans. Il maîtrisait les trois Védas, avec leur vocabulaire, leur rituel, leur phonologie et leur étymologie, ainsi que le testament en cinquième. Il connaissait la philologie et la grammaire, et était très au fait de la cosmologie et des marques d’un grand homme. ",
  "mn95:11.3": "Alors que les brahmanes supérieurs discutaient avec le Bouddha, celui-ci les interrompit. ",
  "mn95:11.4": "Le Bouddha réprimanda alors Kāpaṭika, ",
  "mn95:11.5": "« Vénérable Bhāradvāja, n’interrompez pas les brahmanes supérieurs. ",
  "mn95:11.6": "Attendez qu’ils aient fini de parler ». ",
  "mn95:11.7": "Après avoir parlé, Caṅkī dit au Bouddha, ",
  "mn95:11.8": "« Maître Gotama, ne réprimande pas l’élève Kāpaṭika. ",
  "mn95:11.9": "C’est un gentleman, érudit, avisé, bon orateur. Il est capable de dialoguer avec Maître Gotama à ce sujet. » ",
  "mn95:12.1": "Alors le Bouddha pensa, ",
  "mn95:12.2": "« Assurément, l’étudiant Kāpaṭika parlera de l’héritage scriptural des trois Védas. ",
  "mn95:12.3": "C’est pour cela qu’ils l’ont mis à l’avant ». ",
  "mn95:12.4": "Kāpaṭika pensa alors , ",
  "mn95:12.5": "« Lorsque l’ascète Gotama me regardera, je lui poserai une question. » ",
  "mn95:12.6": "Le Bouddha, sachant ce que Kāpaṭika pensait, le regarda. ",
  "mn95:12.7": "Kāpaṭika pensa alors, ",
  "mn95:12.8": "« L’ascète Gotama engage le dialogue avec moi. ",
  "mn95:12.9": "Ainsi, si je lui posais une question ? » ",
  "mn95:12.10": "Puis il dit, ",
  "mn95:12.11": "« Maître Gotama, concernant ce qui, par la lignée du testament et par l’autorité canonique, est l’ancien hymne des brahmanes, les brahmanes parviennent à la conclusion définitive suivante : ",
  "mn95:12.12": "‹ Ceci est la seule vérité, les autres idées sont stupides. › ",
  "mn95:12.13": "Qu’en dites-vous ? » ",
  "mn95:13.1": "« Eh bien, Bhāradvāja, y a-t-il ne serait-ce qu’un seul des brahmanes qui dise cela : ",
  "mn95:13.2": "‹ Je le sais, je le vois : ",
  "mn95:13.3": "ceci est la seule vérité, les autres idées sont stupides › » ? ",
  "mn95:13.4": "« Non, Maître Gotama. » ",
  "mn95:13.5": "« Eh bien, y a-t-il ne serait-ce qu’un seul enseignant des brahmanes, ou un enseignant d’un enseignant, ou quelqu’un de la septième génération d’enseignants, qui dise cela : ",
  "mn95:13.6": "‹ Je le sais, je le vois : ",
  "mn95:13.7": "ceci est la seule vérité, les autres idées sont stupides › » ? ",
  "mn95:13.8": "« Non, Maître Gotama. » ",
  "mn95:13.9": "« Eh bien, qu’en est-il des anciens sages des brahmanes, à savoir Aṭṭhaka, Vāmaka, Vāmadeva, Vessāmitta, Yamadaggi, Aṅgīrasa, Bhāradvāja, Vāseṭṭha, Kassapa, et Bhagu ? Ils étaient les auteurs et les propagateurs des hymnes. Leur hymne a été chanté, propagé et compilé dans les temps anciens. De nos jours, les brahmanes continuent à le chanter et à le psalmodier, en chantant ce qui a été chanté et en enseignant ce qui a été enseigné. ",
  "mn95:13.10": "Ont-ils même dit : ",
  "mn95:13.11": "‹ Nous le savons, nous le voyons : ",
  "mn95:13.12": "ceci est la seule vérité, les autres idées sont stupides › » ? ",
  "mn95:13.13": "« Non, Maître Gotama. » ",
  "mn95:13.14": "« Ainsi, Bhāradvāja, il semble qu’il n’y ait aucun brahmane, ",
  "mn95:13.17": "même pas quelqu’un qui remonte à la septième génération d’enseignants, ",
  "mn95:13.20": "ni même les anciens sages des brahmanes qui disent : ",
  "mn95:13.21": "‹ Nous le savons, nous le voyons : ",
  "mn95:13.22": "ceci est la seule vérité, les autres idées sont stupides ›  ? ",
  "mn95:13.23": "Supposons qu’il y ait une file d’aveugles, chacun tenant celui qui le précède : le premier ne voit pas, celui du milieu ne voit pas et le dernier ne voit pas. ",
  "mn95:13.24": "De même, il me semble que la déclaration des brahmanes s’apparente à une file d’aveugles : le premier ne voit pas, celui du milieu ne voit pas, et le dernier ne voit pas. ",
  "mn95:13.25": "Qu’en penses-tu, Bhāradvāja ? ",
  "mn95:13.26": "Dans ces conditions, la foi des brahmanes ne se révèle-t-elle pas sans fondement ? » ",
  "mn95:14.1": "« Les brahmanes ne l’honorent pas seulement en raison de leur foi, mais également en raison de la transmission orale. » ",
  "mn95:14.2": "« D’abord vous vous êtes appuyés sur la foi, maintenant, vous parlez de tradition orale. ",
  "mn95:14.3": "Ces cinq points peuvent être perçus de deux manières différentes. ",
  "mn95:14.4": "Quels sont ces cinq ? ",
  "mn95:14.5": "La foi, l’adhésion, la tradition orale, la contemplation raisonnée et l’acceptation d’un point de vue après examen. ",
  "mn95:14.7": "Même si vous avez une foi totale en quelque chose, elle peut être vide, creuse et fausse. ",
  "mn95:14.8": "Et même si vous n’avez pas pleinement confiance en quelque chose, cela peut être vrai et réel, pas autrement. ",
  "mn95:14.9": "Même si vous croyez fermement en quelque chose … ",
  "mn95:14.10": "quelque chose peut être transmis avec exactitude … ",
  "mn95:14.11": "quelque chose peut être bien contemplé … ",
  "mn95:14.12": "quelque chose peut être bien considéré, il peut être vide, creux et faux. ",
  "mn95:14.13": "Et, même si une chose est mal considérée, elle peut être vraie et réelle, pas autrement. ",
  "mn95:14.14": "Pour une personne sensée et soucieuse de préserver la vérité, cela ne suffit pas pour parvenir à une conclusion définitive : ",
  "mn95:14.15": "‹ Ceci est la seule vérité, les autres idées sont stupides. › » ",
  "mn95:15.1": "« Mais Maître Gotama, comment définissez-vous la préservation de la vérité ? » ",
  "mn95:15.3": "« Si une personne a la foi, ",
  "mn95:15.4": "elle préserve la vérité en disant : ‹ Telle est ma foi ›. ",
  "mn95:15.5": "Mais elle n’est pas encore parvenue à une conclusion définitive : ",
  "mn95:15.6": "‹ Ceci est la seule vérité, les autres idées sont stupides. › ",
  "mn95:15.7": "Si une personne a une croyance … ",
  "mn95:15.8": "ou a reçu une transmission orale … ",
  "mn95:15.9": "ou a une réflexion raisonnée sur un sujet … ",
  "mn95:15.10": "ou a accepté un point de vue après contemplation, ",
  "mn95:15.11": "elle préserve la vérité en disant : « Tel est le point de vue que j’ai accepté après contemplation ». ",
  "mn95:15.12": "Mais elle n’est pas encore parvenue à une conclusion définitive : ",
  "mn95:15.13": "‹ Ceci est la seule vérité, les autres idées sont stupides. › ",
  "mn95:15.14": "C’est ainsi que la préservation de la vérité est définie, Bhāradvāja. Je décris la préservation de la vérité comme étant définie de cette façon. ",
  "mn95:15.15": "Mais ce n’est pas encore l’éveil à la vérité ». ",
  "mn95:16.1": "« C’est ainsi que l’on définit la préservation de la vérité, Maître Gotama. Nous considérons que la préservation de la vérité est définie de cette manière. ",
  "mn95:16.2": "Mais, Maître Gotama, comment définissez-vous l’éveil à la vérité ? » ",
  "mn95:17.1": "« Bhāradvāja, prenez le cas d’un moine demeurant soutenu par une ville ou un village. ",
  "mn95:17.2": "Un maître de maison ou son enfant s’approche d’eux et les examine pour trois choses en particulier : ",
  "mn95:17.3": "les choses qui suscitent la convoitise, les choses qui provoquent la haine et les choses qui favorisent l’illusion. ",
  "mn95:17.4": "‹ Ce vénérable a-t-il des qualités qui suscitent l’avidité ? Des qualités telles que, si leur esprit était submergé par elles, ils pourraient dire ",
  "mn95:17.5": "qu’ils savent, alors qu’ils ne savent pas, ou qu’ils voient, alors qu’ils ne voient pas ; ",
  "mn95:17.6": "ou qu’ils encouragent d’autres personnes à faire ce qui leur est durablement préjudiciable et source de souffrance ? ›. ",
  "mn95:17.7": "En le scrutant, ils constatent que  : ",
  "mn95:17.8": "‹ Ce vénérable n’a pas de qualités qui suscitent l’avidité. ",
  "mn95:17.11": "Au contraire, ce vénérable a un comportement corporel et verbal semblable à celui d’une personne dépourvue d’avidité. ",
  "mn95:17.12": "Et, le principe qu’ils enseignent est profond, difficile à voir, difficile à comprendre, paisible, sublime, au-delà de la portée de la logique, subtil, compréhensible aux personnes avisées. ",
  "mn95:17.13": "Il n’est pas facile pour une personne avide d’enseigner cela ›. ",
  "mn95:18.1": "En les examinant ainsi, ils constatent qu’ils sont purifiés des qualités qui suscitent l’avidité. Ensuite, ils recherchent les qualités qui provoquent la haine. ",
  "mn95:18.2": "Ce vénérable a-t-il des qualités qui provoquent la haine ? Des qualités telles que, si leur esprit était submergé par elles, ils pourraient dire ",
  "mn95:18.3": "qu’ils savent, alors qu’ils ne savent pas, ou qu’ils voient, alors qu’ils ne voient pas ; ",
  "mn95:18.4": "ou qu’ils encouragent d’autres personnes à faire ce qui leur est durablement préjudiciable et source de souffrance ? ›. ",
  "mn95:18.5": "En le scrutant, ils constatent que  : ",
  "mn95:18.6": "‹ Ce vénérable n’a pas de telles qualités qui provoquent la haine. ",
  "mn95:18.9": "Au contraire, ce vénérable a un comportement corporel et verbal semblable à celui d’une personne dépourvue de haine. ",
  "mn95:18.10": "Et, le principe qu’ils enseignent est profond, difficile à voir, difficile à comprendre, paisible, sublime, au-delà de la portée de la logique, subtil, compréhensible aux personnes avisées. ",
  "mn95:18.11": "Il n’est pas facile pour une personne haineuse d’enseigner cela ›. ",
  "mn95:19.1": "En les examinant ainsi, ils constatent qu’ils sont purifiés des qualités qui provoquent la haine. Ensuite, ils les examinent à la recherche de qualités qui favorisent l’illusion. ",
  "mn95:19.2": "Ce vénérable a-t-il des qualités qui favorisent l’illusion ? Des qualités telles que, si son esprit était submergé par elles, il pourrait dire ",
  "mn95:19.3": "qu’ils savent, alors qu’ils ne savent pas, ou qu’ils voient, alors qu’ils ne voient pas ; ",
  "mn95:19.4": "ou qu’ils encouragent d’autres personnes à faire ce qui leur est durablement préjudiciable et source de souffrance ? ›. ",
  "mn95:19.5": "En le scrutant, ils constatent que  : ",
  "mn95:19.6": "‹ Ce vénérable n’a pas les qualités qui favorisent l’illusion. ",
  "mn95:19.9": "Au contraire, ce vénérable a un comportement corporel et verbal semblable à celui d’une personne sans illusion. ",
  "mn95:19.10": "Et, le principe qu’ils enseignent est profond, difficile à voir, difficile à comprendre, paisible, sublime, au-delà de la portée de la logique, subtil, compréhensible aux personnes avisées. ",
  "mn95:19.11": "Il n’est pas facile pour une personne qui a des illusions d’enseigner cela ›. ",
  "mn95:20.1": "En les examinant ainsi, ils constatent qu’ils sont purifiés des qualités qui favorisent l’illusion. ",
  "mn95:20.2": "Ensuite, ils leur font confiance. Lorsque la foi est née, ils s’approchent de l’enseignant. Il lui rend hommage, l’écoute activement, entend les enseignements, s’en souviennent, réfléchissent à leur sens et les acceptent après mûre réflexion. L’enthousiasme naît alors, ils font un effort, pèsent et persévèrent. En persévérant, ils réalisent directement la vérité ultime et la voient avec une sagesse pénétrante. ",
  "mn95:20.3": "C’est ainsi que se définit l’éveil à la vérité, Bhāradvāja. Je décris l’éveil à la vérité comme étant défini de cette façon. ",
  "mn95:20.4": "Mais ce n’est pas encore l’éveil à la vérité ». ",
  "mn95:21.1": "« C’est ainsi que l’on définit l’éveil à la vérité, Maître Gotama. Je considère que l’éveil à la vérité est défini de cette manière. ",
  "mn95:21.2": "Mais, Maître Gotama, comment définissez-vous l’éveil à la vérité ? » ",
  "mn95:21.4": "« C’est en cultivant, en développant et en multipliant ces mêmes choses que l’on parvient à la vérité. ",
  "mn95:21.5": "C’est ainsi que se définit l’arrivée à la vérité, Bhāradvāja. Je décris l’arrivée à la vérité comme étant définie de cette façon. » ",
  "mn95:22.1": "« C’est ainsi que l’on définit l’arrivée à la vérité, Maître Gotama. Je considère que l’arrivée à la vérité est définie de cette façon. ",
  "mn95:22.2": "Mais quelle qualité est utile pour parvenir à la vérité ? ». ",
  "mn95:22.4": "« L’effort est d’une grande aide pour parvenir à la vérité. ",
  "mn95:22.5": "Si vous ne vous efforcez pas, vous ne parviendrez pas à la vérité. ",
  "mn95:22.6": "C’est en s’efforçant d’atteindre la vérité que l’on y parvient. ",
  "mn95:22.7": "C’est pourquoi l’effort est utile pour parvenir à la vérité ». ",
  "mn95:23.1": "« Mais quelle qualité est utile à l’effort ? » ",
  "mn95:23.3": "« Pondérer les enseignements est utile à l’effort … ",
  "mn95:24.3": "Fournir un effort est utile pour peser les enseignements … ",
  "mn95:25.3": "L’enthousiasme est utile pour fournir un effort … ",
  "mn95:26.3": "L’acceptation des enseignements après considération est utile pour l’enthousiasme … ",
  "mn95:27.3": "Réfléchir au sens des enseignements est utile pour les accepter après considération … ",
  "mn95:28.3": "Se souvenir des enseignements est utile pour réfléchir sur leur sens … ",
  "mn95:29.3": "Entendre les enseignements est utile pour s’en souvenir … ",
  "mn95:30.3": "Écouter est utile pour entendre les enseignements … ",
  "mn95:31.3": "Rendre hommage est utile pour écouter … ",
  "mn95:32.3": "Approcher est utile pour rendre hommage … ",
  "mn95:33.3": "La foi est utile pour approcher un enseignant. ",
  "mn95:33.4": "Si vous ne suscitez pas la foi, vous ne vous approcherez pas d’un enseignant. ",
  "mn95:33.5": "Vous vous adressez à un enseignant parce que vous avez la foi. ",
  "mn95:33.6": "C’est pourquoi la foi est utile pour approcher un enseignant ». ",
  "mn95:34.1": "« J’ai interrogé Maître Gotama au sujet de la préservation de la vérité, et il m’a répondu. ",
  "mn95:34.2": "Je l’approuve et l’accepte, et j’en suis satisfait. ",
  "mn95:34.3": "J’ai interrogé Maître Gotama sur l’éveil à la vérité, et il m’a répondu. ",
  "mn95:34.4": "Je l’approuve et l’accepte, et j’en suis satisfait. ",
  "mn95:34.5": "J’ai interrogé Maître Gotama au sujet de l’atteinte de la vérité, et il m’a répondu. ",
  "mn95:34.6": "Je l’approuve et l’accepte, et j’en suis satisfait. ",
  "mn95:34.7": "J’ai interrogé Maître Gotama sur les choses qui aident à atteindre la vérité, et il m’a répondu. ",
  "mn95:34.8": "Je l’approuve et l’accepte, et j’en suis satisfait. ",
  "mn95:34.9": "Quelle que soit la question que j’ai posée à Maître Gotama, il m’a répondu. ",
  "mn95:34.10": "Je l’approuve et l’accepte, et j’en suis satisfait. ",
  "mn95:34.11": "Maître Gotama, c’est ce que je pensais : ",
  "mn95:34.12": "‹ Qui sont ces reclus chauves, ces faux ascètes, ces primitifs, ces rejetons noirs des pieds de notre parent pour être comptés parmi ceux qui comprennent l’enseignement ? ",
  "mn95:34.13": "Le Bouddha m’a inspiré à avoir de l’amour, de la confiance et du respect pour les ascètes ! ",
  "mn95:35.1": "Excellent, Maître Gotama ! … ",
  "mn95:35.2": "À partir de ce jour, que Maître Gotama se souvienne de moi comme d’un disciple laïc qui a pris refuge pour la vie. » "
}