{
  "patthana13.22:0.1": "Paṭṭhānapakaraṇa ",
  "patthana13.22:0.2": "Dhammānulomapaccanīya (3), Tikapaṭṭhānapāḷi (1) ",
  "patthana13.22:0.3": "13.22. Sanidassanattika ",
  "patthana13.22:1.0": "Hetu ",
  "patthana13.22:1.1": "Anidassanasappaṭighaṁ dhammaṁ paṭicca naanidassanasappaṭigho dhammo uppajjati hetupaccayā. Anidassanasappaṭighaṁ dhammaṁ paṭicca nasanidassanasappaṭigho dhammo uppajjati hetupaccayā. Anidassanasappaṭighaṁ dhammaṁ paṭicca naanidassanaappaṭigho dhammo uppajjati hetupaccayā. Anidassanasappaṭighaṁ dhammaṁ paṭicca nasanidassanasappaṭigho ca naanidassanaappaṭigho ca dhammā uppajjanti hetupaccayā. Anidassanasappaṭighaṁ dhammaṁ paṭicca naanidassanasappaṭigho ca naanidassanaappaṭigho ca dhammā uppajjanti hetupaccayā. Anidassanasappaṭighaṁ dhammaṁ paṭicca nasanidassanasappaṭigho ca naanidassanasappaṭigho ca dhammā uppajjanti hetupaccayā. ",
  "patthana13.22:2.1": "Anidassanaappaṭighaṁ dhammaṁ paṭicca naanidassanaappaṭigho dhammo uppajjati hetupaccayā … cha. ",
  "patthana13.22:3.1": "Anidassanasappaṭighañca anidassanaappaṭighañca dhammaṁ paṭicca nasanidassanasappaṭigho dhammo uppajjati hetupaccayā … cha. (Saṅkhittaṁ.) ",
  "patthana13.22:4.1": "Hetuyā aṭṭhārasa, ārammaṇe tīṇi …pe… avigate aṭṭhārasa. (Sabbattha vitthāro. Sahajātavārampi …pe… sampayuttavārampi vitthāretabbaṁ.) ",
  "patthana13.22:5.0": "Hetu-ārammaṇa ",
  "patthana13.22:5.1": "Anidassanaappaṭigho dhammo naanidassanaappaṭighassa dhammassa hetupaccayena paccayo. Anidassanaappaṭigho dhammo nasanidassanasappaṭighassa dhammassa hetupaccayena paccayo. Anidassanaappaṭigho dhammo naanidassanasappaṭighassa dhammassa hetupaccayena paccayo. Anidassanaappaṭigho dhammo nasanidassanasappaṭighassa ca naanidassanaappaṭighassa ca dhammassa hetupaccayena paccayo. Anidassanaappaṭigho dhammo naanidassanasappaṭighassa ca naanidassanaappaṭighassa ca dhammassa hetupaccayena paccayo. Anidassanaappaṭigho dhammo nasanidassanasappaṭighassa ca naanidassanasappaṭighassa ca dhammassa hetupaccayena paccayo. ",
  "patthana13.22:6.1": "Sanidassanasappaṭigho dhammo nasanidassanasappaṭighassa dhammassa ārammaṇapaccayena paccayo … tīṇi. (Saṅkhittaṁ.) ",
  "patthana13.22:7.1": "Hetuyā cha, ārammaṇe nava, adhipatiyā dvādasa, anantare tīṇi …pe… sahajāte aṭṭhārasa, aññamaññe terasa, nissaye aṭṭhārasa, upanissaye nava, purejāte aṭṭhārasa, pacchājāte cha, āsevane tīṇi, kamme vipāke āhāre cha, indriye nava, jhāne magge cha, sampayutte tīṇi, vippayutte nava …pe… avigate sattavīsa. (Pañhāvāraṁ vitthāretabbaṁ.) "
}