{
  "patthana13.3:0.1": "Paṭṭhānapakaraṇa ",
  "patthana13.3:0.2": "Dhammānulomapaccanīya (3), Tikapaṭṭhānapāḷi (1) ",
  "patthana13.3:0.3": "13.3. Vipākattika ",
  "patthana13.3:1.0": "Hetu-ārammaṇa ",
  "patthana13.3:1.1": "Vipākaṁ dhammaṁ paṭicca navipāko dhammo uppajjati hetupaccayā. Vipākaṁ dhammaṁ paṭicca navipākadhammadhammo uppajjati hetupaccayā. Vipākaṁ dhammaṁ paṭicca nanevavipākanavipākadhammadhammo uppajjati hetupaccayā. Vipākaṁ dhammaṁ paṭicca navipākadhammadhammo ca nanevavipākanavipākadhammadhammo ca dhammā uppajjanti hetupaccayā. Vipākaṁ dhammaṁ paṭicca navipāko ca navipākadhammadhammo ca dhammā uppajjanti hetupaccayā. (Pañca pañhā.) ",
  "patthana13.3:2.1": "Vipākadhammadhammaṁ paṭicca navipākadhammadhammo uppajjati hetupaccayā. Vipākadhammadhammaṁ paṭicca navipāko dhammo uppajjati hetupaccayā. Vipākadhammadhammaṁ paṭicca nanevavipākanavipākadhammadhammo uppajjati hetupaccayā. Vipākadhammadhammaṁ paṭicca navipāko ca nanevavipākanavipākadhammadhammo ca dhammā uppajjanti hetupaccayā. Vipākadhammadhammaṁ paṭicca navipāko ca navipākadhammadhammo ca dhammā uppajjanti hetupaccayā. (Pañca pañhā.) ",
  "patthana13.3:3.1": "Nevavipākanavipākadhammadhammaṁ paṭicca nanevavipākanavipākadhammadhammo uppajjati hetupaccayā. Nevavipākanavipākadhammadhammaṁ paṭicca navipāko dhammo uppajjati hetupaccayā. Nevavipākanavipākadhammadhammaṁ paṭicca navipākadhammadhammo uppajjati hetupaccayā. Nevavipākanavipākadhammadhammaṁ paṭicca navipākadhammadhammo ca nanevavipākanavipākadhammadhammo ca dhammā uppajjanti hetupaccayā. Nevavipākanavipākadhammadhammaṁ paṭicca navipāko ca navipākadhammadhammo ca dhammā uppajjanti hetupaccayā. (Pañca pañhā.) ",
  "patthana13.3:4.1": "Vipākañca nevavipākanavipākadhammadhammañca dhammaṁ paṭicca navipāko dhammo uppajjati hetupaccayā. Vipākañca nevavipākanavipākadhammadhammañca dhammaṁ paṭicca navipākadhammadhammo uppajjati hetupaccayā. Vipākañca nevavipākanavipākadhammadhammañca dhammaṁ paṭicca nanevavipākanavipākadhammadhammo uppajjati hetupaccayā. Vipākañca nevavipākanavipākadhammadhammañca dhammaṁ paṭicca navipākadhammadhammo ca nanevavipākanavipākadhammadhammo ca dhammā uppajjanti hetupaccayā. Vipākañca nevavipākanavipākadhammadhammañca dhammaṁ paṭicca navipāko ca navipākadhammadhammo ca dhammā uppajjanti hetupaccayā. ",
  "patthana13.3:5.1": "Vipākadhammadhammañca nevavipākanavipākadhammadhammañca dhammaṁ paṭicca navipāko dhammo uppajjati hetupaccayā. Vipākadhammadhammañca nevavipākanavipākadhammadhammañca dhammaṁ paṭicca navipākadhammadhammo uppajjati hetupaccayā. Vipākadhammadhammañca nevavipākanavipākadhammadhammañca dhammaṁ paṭicca navipāko ca navipākadhammadhammo ca dhammā uppajjanti hetupaccayā. ",
  "patthana13.3:6.1": "Vipākaṁ dhammaṁ paṭicca navipākadhammadhammo uppajjati ārammaṇapaccayā … tīṇi. ",
  "patthana13.3:7.1": "Vipākadhammadhammaṁ paṭicca navipāko dhammo uppajjati ārammaṇapaccayā … tīṇi. ",
  "patthana13.3:8.1": "Nevavipākanavipākadhammadhammaṁ paṭicca nanevavipākanavipākadhammadhammo uppajjati ārammaṇapaccayā …. (Pañca pañhā.) ",
  "patthana13.3:9.1": "Vipākañca nevavipākanavipākadhammadhammañca dhammaṁ paṭicca navipākadhammadhammo uppajjati ārammaṇapaccayā … tīṇi. (Saṅkhittaṁ.) ",
  "patthana13.3:10.1": "Hetuyā tevīsa, ārammaṇe cuddasa, adhipatiyā ekūnavīsa …pe… purejāte āsevane nava …pe… vipāke pañca …pe… avigate tevīsa. (Saṅkhittaṁ.) ",
  "patthana13.3:11.1": "Nahetuyā aṭṭhārasa, naārammaṇe pannarasa. Naadhipatiyā tevīsa …pe… nakamme cha, navipāke ekādasa, naāhāre naindriye tīṇi, najhāne cha, namagge pannarasa …pe… navippayutte nava …pe… novigate pannarasa. ",
  "patthana13.3:12.1": "(Sahajātavārampi paccayavārampi nissayavārampi saṁsaṭṭhavārampi sampayuttavārampi vitthāretabbaṁ.) ",
  "patthana13.3:13.0.1": "13.3.7. Pañhāvāra ",
  "patthana13.3:13.0.2": "Hetu-ārammaṇa ",
  "patthana13.3:13.1": "Vipāko dhammo navipākassa dhammassa hetupaccayena paccayo. Vipāko dhammo navipākadhammadhammassa hetupaccayena paccayo. Vipāko dhammo nanevavipākanavipākadhammadhammassa hetupaccayena paccayo. Vipāko dhammo navipākadhammadhammassa ca nanevavipākanavipākadhammadhammassa ca dhammassa hetupaccayena paccayo. Vipāko dhammo navipākassa ca navipākadhammadhammassa ca dhammassa hetupaccayena paccayo. ",
  "patthana13.3:14.1": "Vipāko dhammo navipākassa dhammassa ārammaṇapaccayena paccayo. Vipāko dhammo navipākadhammadhammassa ārammaṇapaccayena paccayo. Vipāko dhammo nanevavipākanavipākadhammadhammassa ārammaṇapaccayena paccayo. Vipāko dhammo navipākassa ca nanevavipākanavipākadhammadhammassa ca dhammassa ārammaṇapaccayena paccayo. Vipāko dhammo navipākadhammadhammassa ca nanevavipākanavipākadhammadhammassa ca dhammassa ārammaṇapaccayena paccayo. Vipāko dhammo navipākassa ca navipākadhammadhammassa ca dhammassa ārammaṇapaccayena paccayo. ",
  "patthana13.3:15.1": "Vipākadhammadhammo navipākadhammadhammassa ārammaṇapaccayena paccayo. Vipākadhammadhammo navipākassa dhammassa ārammaṇapaccayena paccayo. Vipākadhammadhammo nanevavipākanavipākadhammadhammassa ārammaṇapaccayena paccayo. Vipākadhammadhammo navipākassa ca nanevavipākanavipākadhammadhammassa ca dhammassa ārammaṇapaccayena paccayo. Vipākadhammadhammo navipākadhammadhammassa ca nanevavipākanavipākadhammadhammassa ca dhammassa ārammaṇapaccayena paccayo. Vipākadhammadhammo navipākassa ca navipākadhammadhammassa ca dhammassa ārammaṇapaccayena paccayo. ",
  "patthana13.3:16.1": "Nevavipākanavipākadhammadhammo nanevavipākanavipākadhammadhammassa ārammaṇapaccayena paccayo …pe… cha. (Saṅkhittaṁ.) ",
  "patthana13.3:17.1": "Hetuyā terasa, ārammaṇe aṭṭhārasa, adhipatiyā sattarasa, anantare soḷasa …pe… sahajāte tevīsa, aññamaññe terasa, nissaye chabbīsa, upanissaye aṭṭhārasa, purejāte cha, pacchājāte nava, āsevane cha, kamme cuddasa, vipāke pañca, āhāre terasa, indriye aṭṭhārasa, jhāne magge terasa, sampayutte nava …pe… vippayutte dvādasa …pe… avigate chabbīsa. (Pañhāvāraṁ vitthāretabbaṁ.) "
}