{
  "patthana13.5:0.1": "Paṭṭhānapakaraṇa ",
  "patthana13.5:0.2": "Dhammānulomapaccanīya (3), Tikapaṭṭhānapāḷi (1) ",
  "patthana13.5:0.3": "13.5. Saṅkiliṭṭhattika ",
  "patthana13.5:1.0": "Hetu ",
  "patthana13.5:1.1": "Saṅkiliṭṭhasaṅkilesikaṁ dhammaṁ paṭicca nasaṅkiliṭṭhasaṅkilesiko dhammo uppajjati hetupaccayā. Saṅkiliṭṭhasaṅkilesikaṁ dhammaṁ paṭicca naasaṅkiliṭṭhasaṅkilesiko dhammo uppajjati hetupaccayā. Saṅkiliṭṭhasaṅkilesikaṁ dhammaṁ paṭicca naasaṅkiliṭṭhaasaṅkilesiko dhammo uppajjati hetupaccayā. Saṅkiliṭṭhasaṅkilesikaṁ dhammaṁ paṭicca nasaṅkiliṭṭhasaṅkilesiko ca naasaṅkiliṭṭhaasaṅkilesiko ca dhammā uppajjanti hetupaccayā. Saṅkiliṭṭhasaṅkilesikaṁ dhammaṁ paṭicca naasaṅkiliṭṭhasaṅkilesiko ca naasaṅkiliṭṭhaasaṅkilesiko ca dhammā uppajjanti hetupaccayā. ",
  "patthana13.5:2.1": "Asaṅkiliṭṭhasaṅkilesikaṁ dhammaṁ paṭicca nasaṅkiliṭṭhasaṅkilesiko dhammo uppajjati hetupaccayā. Asaṅkiliṭṭhasaṅkilesikaṁ dhammaṁ paṭicca naasaṅkiliṭṭhaasaṅkilesiko dhammo uppajjati hetupaccayā. Asaṅkiliṭṭhasaṅkilesikaṁ dhammaṁ paṭicca nasaṅkiliṭṭhasaṅkilesiko ca naasaṅkiliṭṭhaasaṅkilesiko ca dhammā uppajjanti hetupaccayā. ",
  "patthana13.5:3.1": "Asaṅkiliṭṭhaasaṅkilesikaṁ dhammaṁ paṭicca naasaṅkiliṭṭhaasaṅkilesiko dhammo uppajjati hetupaccayā. Asaṅkiliṭṭhaasaṅkilesikaṁ dhammaṁ paṭicca nasaṅkiliṭṭhasaṅkilesiko dhammo uppajjati hetupaccayā. Asaṅkiliṭṭhaasaṅkilesikaṁ dhammaṁ paṭicca naasaṅkiliṭṭhasaṅkilesiko dhammo uppajjati hetupaccayā. Asaṅkiliṭṭhaasaṅkilesikaṁ dhammaṁ paṭicca nasaṅkiliṭṭhasaṅkilesiko ca naasaṅkiliṭṭhaasaṅkilesiko ca dhammā uppajjanti hetupaccayā. Asaṅkiliṭṭhaasaṅkilesikaṁ dhammaṁ paṭicca nasaṅkiliṭṭhasaṅkilesiko ca naasaṅkiliṭṭhasaṅkilesiko ca dhammā uppajjanti hetupaccayā. ",
  "patthana13.5:4.1": "Asaṅkiliṭṭhasaṅkilesikañca asaṅkiliṭṭhaasaṅkilesikañca dhammaṁ paṭicca nasaṅkiliṭṭhasaṅkilesiko dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana13.5:5.1": "Saṅkiliṭṭhasaṅkilesikañca asaṅkiliṭṭhasaṅkilesikañca dhammaṁ paṭicca nasaṅkiliṭṭhasaṅkilesiko dhammo uppajjati hetupaccayā …pe… tīṇi. (Saṅkhittaṁ.) ",
  "patthana13.5:6.1": "Hetuyā ekūnavīsa, ārammaṇe nava …pe… vipāke ekādasa …pe… avigate ekūnavīsa. (Sahajātavārampi paccayavārampi nissayavārampi saṁsaṭṭhavārampi sampayuttavārampi vitthāretabbaṁ. Pañhāvāre na sadisaṁ.) ",
  "patthana13.5:7.1": "Hetuyā terasa, ārammaṇe pannarasa, adhipatiyā pannarasa, anantare soḷasa …pe… sahajāte ekūnavīsa, aññamaññe nava, nissaye chabbīsa, upanissaye sattarasa, purejāte cha, pacchājāte nava, āsevane aṭṭha, kamme terasa, vipāke aṭṭha, āhāre terasa …pe… magge terasa, sampayutte nava, vippayutte dvādasa …pe… avigate chabbīsa. "
}