{
  "patthana13.2:0.1": "Paṭṭhānapakaraṇa ",
  "patthana13.2:0.2": "Dhammānulomapaccanīya (3), Tikapaṭṭhānapāḷi (1) ",
  "patthana13.2:0.3": "13.2. Vedanāttika ",
  "patthana13.2:1.0": "Hetu ",
  "patthana13.2:1.1": "Sukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca nasukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā—sukhāya vedanāya sampayutte khandhe paṭicca sukhavedanā cittasamuṭṭhānañca rūpaṁ; paṭisandhikkhaṇe …pe…. (Mahābhūtā natthi.) Sukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca nadukkhāya vedanāya sampayutto dhammo uppajjati hetupaccayā—sukhāya vedanāya sampayuttaṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… sukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca naadukkhamasukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā. Sukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca nasukhāya vedanāya sampayutto ca naadukkhamasukhāya vedanāya sampayutto ca dhammā uppajjanti hetupaccayā. Sukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca nadukkhāya vedanāya sampayutto ca naadukkhamasukhāya vedanāya sampayutto ca dhammā uppajjanti hetupaccayā. Sukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca nasukhāya vedanāya sampayutto ca nadukkhāya vedanāya sampayutto ca dhammā uppajjanti hetupaccayā. Sukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca nasukhāya vedanāya sampayutto ca nadukkhāya vedanāya sampayutto ca naadukkhamasukhāya vedanāya sampayutto ca dhammā uppajjanti hetupaccayā. ",
  "patthana13.2:2.1": "Dukkhāya vedanāya sampayuttaṁ dhammaṁ paṭicca nadukkhāya vedanāya sampayutto dhammo uppajjati hetupaccayā. Dukkhāya vedanāya sampayuttaṁ dhammaṁ paṭicca nasukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā. Dukkhāya vedanāya sampayuttaṁ dhammaṁ paṭicca naadukkhamasukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā. Dukkhāya vedanāya sampayuttaṁ dhammaṁ paṭicca nasukhāya vedanāya sampayutto ca naadukkhamasukhāya vedanāya sampayutto ca dhammā uppajjanti hetupaccayā. Dukkhāya vedanāya sampayuttaṁ dhammaṁ paṭicca nadukkhāya vedanāya sampayutto ca naadukkhamasukhāya vedanāya sampayutto ca dhammā uppajjanti hetupaccayā. Dukkhāya vedanāya sampayuttaṁ dhammaṁ paṭicca nasukhāya vedanāya sampayutto ca nadukkhāya vedanāya sampayutto ca dhammā uppajjanti hetupaccayā. Dukkhāya vedanāya sampayuttaṁ dhammaṁ paṭicca nasukhāya vedanāya sampayutto ca nadukkhāya vedanāya sampayutto ca naadukkhamasukhāya vedanāya sampayutto ca dhammā uppajjanti hetupaccayā. ",
  "patthana13.2:3.1": "Adukkhamasukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca naadukkhamasukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā. Adukkhamasukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca nasukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā. Adukkhamasukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca nadukkhāya vedanāya sampayutto dhammo uppajjati hetupaccayā. Adukkhamasukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca nasukhāya vedanāya sampayutto ca naadukkhamasukhāya vedanāya sampayutto ca dhammā uppajjanti hetupaccayā. Adukkhamasukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca nadukkhāya vedanāya sampayutto ca naadukkhamasukhāya vedanāya sampayutto ca dhammā uppajjanti hetupaccayā. Adukkhamasukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca nasukhāya vedanāya sampayutto ca nadukkhāya vedanāya sampayutto ca dhammā uppajjanti hetupaccayā. Adukkhamasukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca nasukhāya vedanāya sampayutto ca nadukkhāya vedanāya sampayutto ca naadukkhamasukhāya vedanāya sampayutto ca dhammā uppajjanti hetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana13.2:4.1": "Hetuyā ekavīsa, ārammaṇe ekavīsa …pe… purejāte āsevane cuddasa …pe… avigate ekavīsa. ",
  "patthana13.2:4.2": "Paccanīya ",
  "patthana13.2:5.0": "Nahetu ",
  "patthana13.2:5.1": "Sukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca nasukhāya vedanāya sampayutto dhammo uppajjati nahetupaccayā. (Saṅkhittaṁ.) ",
  "patthana13.2:6.1": "Nahetuyā ekavīsa, naārammaṇe ekavīsa …pe… nakamme nava …pe… navippayutte cuddasa …pe… novigate ekavīsa. ",
  "patthana13.2:7.1": "(Sahajātavārampi paccayavārampi nissayavārampi saṁsaṭṭhavārampi sampayuttavārampi paṭiccavārasadisaṁ.) ",
  "patthana13.2:8.0.1": "13.2.7. Pañhāvāra ",
  "patthana13.2:8.0.2": "13.2.7.1. Paccayānuloma ",
  "patthana13.2:8.0.3": "Hetu ",
  "patthana13.2:8.1": "Sukhāya vedanāya sampayutto dhammo nasukhāya vedanāya sampayuttassa dhammassa hetupaccayena paccayo. Sukhāya vedanāya sampayutto dhammo nadukkhāya vedanāya sampayuttassa dhammassa hetupaccayena paccayo. Sukhāya vedanāya sampayutto dhammo naadukkhamasukhāya vedanāya sampayuttassa dhammassa hetupaccayena paccayo. Sukhāya vedanāya sampayutto dhammo nasukhāya vedanāya sampayuttassa ca naadukkhamasukhāya vedanāya sampayuttassa ca dhammassa hetupaccayena paccayo. Sukhāya vedanāya sampayutto dhammo nadukkhāya vedanāya sampayuttassa ca naadukkhamasukhāya vedanāya sampayuttassa ca dhammassa hetupaccayena paccayo. Sukhāya vedanāya sampayutto dhammo nasukhāya vedanāya sampayuttassa ca nadukkhāya vedanāya sampayuttassa ca dhammassa hetupaccayena paccayo. Sukhāya vedanāya sampayutto dhammo nasukhāya vedanāya sampayuttassa ca nadukkhāya vedanāya sampayuttassa ca naadukkhamasukhāya vedanāya sampayuttassa ca dhammassa hetupaccayena paccayo.  (Saṅkhittaṁ.) ",
  "patthana13.2:9.1": "Hetuyā ekavīsa, ārammaṇe ekavīsa …pe… avigate ekavīsa. (Pañhāvāraṁ vitthāretabbaṁ.) "
}