{
  "patthana13.1:0.1": "Paṭṭhānapakaraṇa",
  "patthana13.1:0.2": "Dhammānulomapaccanīya (3), Tikapaṭṭhānapāḷi (1)",
  "patthana13.1:0.3": "13.1. Kusalattika",
  "patthana13.1:1.0": "Hetu",
  "patthana13.1:1.1": "Namo tassa Bhagavato Arahato Sammāsambuddhassa.",
  "patthana13.1:2.1": "Kusalaṁ dhammaṁ paṭicca nakusalo dhammo uppajjati hetupaccayā—kusale khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ. Kusalaṁ dhammaṁ paṭicca naakusalo dhammo uppajjati hetupaccayā—kusalaṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… kusalaṁ dhammaṁ paṭicca naabyākato dhammo uppajjati hetupaccayā—kusalaṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… kusalaṁ dhammaṁ paṭicca naakusalo ca naabyākato ca dhammā uppajjanti hetupaccayā— kusalaṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… kusalaṁ dhammaṁ paṭicca nakusalo ca naakusalo ca dhammā uppajjanti hetupaccayā—kusale khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana13.1:3.1": "Akusalaṁ dhammaṁ paṭicca naakusalo dhammo uppajjati hetupaccayā—akusale khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ. Akusalaṁ dhammaṁ paṭicca nakusalo dhammo uppajjati hetupaccayā—akusalaṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… akusalaṁ dhammaṁ paṭicca naabyākato dhammo uppajjati hetupaccayā. Akusalaṁ dhammaṁ paṭicca nakusalo ca naabyākato ca dhammā uppajjanti hetupaccayā. Akusalaṁ dhammaṁ paṭicca nakusalo ca naakusalo ca dhammā uppajjanti hetupaccayā. ",
  "patthana13.1:4.1": "Abyākataṁ dhammaṁ paṭicca nakusalo dhammo uppajjati hetupaccayā— vipākābyākataṁ kiriyābyākataṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… paṭisandhikkhaṇe …pe… ekaṁ mahābhūtaṁ paṭicca tayo mahābhūtā …pe… dve mahābhūte paṭicca dve mahābhūtā, mahābhūte paṭicca cittasamuṭṭhānaṁ rūpaṁ. Abyākataṁ dhammaṁ paṭicca naakusalo dhammo uppajjati hetupaccayā—vipākābyākataṁ …pe… paṭisandhikkhaṇe …pe… mahābhūtaṁ …pe… abyākataṁ dhammaṁ paṭicca nakusalo ca naakusalo ca dhammā uppajjanti hetupaccayā—vipākābyākataṁ kiriyābyākataṁ …pe….  (Saṅkhittaṁ.)",
  "patthana13.1:5.1": "Kusalañca abyākatañca dhammaṁ paṭicca nakusalo dhammo uppajjati hetupaccayā— kusale khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ. Kusalañca abyākatañca dhammaṁ paṭicca naakusalo dhammo uppajjati hetupaccayā. Kusalañca abyākatañca dhammaṁ paṭicca nakusalo ca naakusalo ca dhammā uppajjanti hetupaccayā. ",
  "patthana13.1:6.1": "Akusalañca abyākatañca dhammaṁ paṭicca nakusalo dhammo uppajjati hetupaccayā. Akusalañca abyākatañca dhammaṁ paṭicca naakusalo dhammo uppajjati hetupaccayā. Akusalañca abyākatañca dhammaṁ paṭicca nakusalo ca naakusalo ca dhammā uppajjanti hetupaccayā.  (Cittasamuṭṭhānarūpameva ettha vattati, ekūnavīsati pañhā kātabbā.)",
  "patthana13.1:7.0": "Ārammaṇa",
  "patthana13.1:7.1": "Kusalaṁ dhammaṁ paṭicca naakusalo dhammo uppajjati ārammaṇapaccayā. Kusalaṁ dhammaṁ paṭicca naabyākato dhammo uppajjati ārammaṇapaccayā. Kusalaṁ dhammaṁ paṭicca naakusalo ca naabyākato ca dhammā uppajjanti ārammaṇapaccayā. ",
  "patthana13.1:8.1": "Akusalaṁ dhammaṁ paṭicca nakusalo dhammo uppajjati ārammaṇapaccayā. Akusalaṁ dhammaṁ paṭicca naabyākato dhammo uppajjati ārammaṇapaccayā. Akusalaṁ dhammaṁ paṭicca nakusalo ca naabyākato ca dhammā uppajjanti ārammaṇapaccayā. ",
  "patthana13.1:9.1": "Abyākataṁ dhammaṁ paṭicca nakusalo dhammo uppajjati ārammaṇapaccayā. Abyākataṁ dhammaṁ paṭicca naakusalo dhammo uppajjati ārammaṇapaccayā. Abyākataṁ dhammaṁ paṭicca nakusalo ca naakusalo ca dhammā uppajjanti ārammaṇapaccayā.  (Saṅkhittaṁ.)",
  "patthana13.1:10.1": "Hetuyā ekūnavīsa, ārammaṇe nava, adhipatiyā ekūnavīsa, anantare nava, samanantare nava, sahajāte ekūnavīsa …pe… vipāke tīṇi …pe… avigate ekūnavīsa.",
  "patthana13.1:10.2": "Paccanīya",
  "patthana13.1:11.0": "Nahetu-naārammaṇa",
  "patthana13.1:11.1": "Akusalaṁ dhammaṁ paṭicca nakusalo dhammo uppajjati nahetupaccayā. Akusalaṁ dhammaṁ paṭicca naabyākato dhammo uppajjati nahetupaccayā. Akusalaṁ dhammaṁ paṭicca nakusalo ca naabyākato ca dhammā uppajjanti nahetupaccayā. ",
  "patthana13.1:12.1": "Abyākataṁ dhammaṁ paṭicca nakusalo dhammo uppajjati nahetupaccayā. Abyākataṁ dhammaṁ paṭicca naakusalo dhammo uppajjati nahetupaccayā. Abyākataṁ dhammaṁ paṭicca nakusalo ca naakusalo ca dhammā uppajjanti nahetupaccayā. ",
  "patthana13.1:13.1": "Kusalaṁ dhammaṁ paṭicca nakusalo dhammo uppajjati naārammaṇapaccayā. Kusalaṁ dhammaṁ paṭicca naakusalo dhammo uppajjati naārammaṇapaccayā. Kusalaṁ dhammaṁ paṭicca nakusalo ca naakusalo ca dhammā uppajjanti naārammaṇapaccayā. ",
  "patthana13.1:14.1": "Akusalaṁ dhammaṁ paṭicca naakusalo dhammo uppajjati naārammaṇapaccayā. Akusalaṁ dhammaṁ paṭicca nakusalo dhammo uppajjati naārammaṇapaccayā. Akusalaṁ dhammaṁ paṭicca nakusalo ca naakusalo ca dhammā uppajjanti naārammaṇapaccayā.  (Saṅkhittaṁ.)",
  "patthana13.1:15.1": "Nahetuyā cha, naārammaṇe pannarasa, naadhipatiyā ekūnavīsa …pe… nakamme nava …pe… naāhāre …pe… namagge tīṇi …pe… novigate pannarasa.",
  "patthana13.1:16.1": "(Paccanīyaṁ vitthāretabbaṁ. Sahajātavārampi paccayavārampi vitthāretabbaṁ. Paccayavārepi hetuyā chabbīsa, ārammaṇe aṭṭhārasa …pe… avigate chabbīsa. Nissayavārampi saṁsaṭṭhavārampi sampayuttavārampi paṭiccavārasadisaṁ.)",
  "patthana13.1:17.0.1": "13.1.7. Pañhāvāra",
  "patthana13.1:17.0.2": "Hetu-ārammaṇa",
  "patthana13.1:17.1": "Kusalo dhammo nakusalassa dhammassa hetupaccayena paccayo. Kusalo dhammo naakusalassa dhammassa hetupaccayena paccayo. Kusalo dhammo naabyākatassa dhammassa hetupaccayena paccayo. Kusalo dhammo naakusalassa ca naabyākatassa ca dhammassa hetupaccayena paccayo. Kusalo dhammo nakusalassa ca naakusalassa ca dhammassa hetupaccayena paccayo. ",
  "patthana13.1:18.1": "Akusalo dhammo naakusalassa dhammassa hetupaccayena paccayo. Akusalo dhammo nakusalassa dhammassa hetupaccayena paccayo. Akusalo dhammo naabyākatassa dhammassa hetupaccayena paccayo. Akusalo dhammo nakusalassa ca naabyākatassa ca dhammassa hetupaccayena paccayo. Akusalo dhammo nakusalassa ca naakusalassa ca dhammassa hetupaccayena paccayo. ",
  "patthana13.1:19.1": "Abyākato dhammo nakusalassa dhammassa hetupaccayena paccayo. Abyākato dhammo naakusalassa dhammassa hetupaccayena paccayo. Abyākato dhammo nakusalassa ca naakusalassa ca dhammassa hetupaccayena paccayo. ",
  "patthana13.1:20.1": "Kusalo dhammo nakusalassa dhammassa ārammaṇapaccayena paccayo …. (Cha pañhā.)",
  "patthana13.1:21.1": "Akusalo dhammo naakusalassa dhammassa ārammaṇapaccayena paccayo …. (Cha pañhā.)",
  "patthana13.1:22.1": "Abyākato dhammo naabyākatassa dhammassa ārammaṇapaccayena paccayo …. (Cha pañhā, saṅkhittaṁ.)",
  "patthana13.1:23.1": "Hetuyā terasa, ārammaṇe aṭṭhārasa, adhipatiyā sattarasa, anantare soḷasa, samanantare soḷasa, sahajāte ekūnavīsa, aññamaññe nava, nissaye chabbīsa, upanissaye aṭṭhārasa, purejāte cha, pacchājāte nava, āsevane nava, kamme terasa, vipāke tīṇi, āhāre terasa …pe… magge terasa, sampayutte nava, vippayutte dvādasa …pe… avigate chabbīsa. (Pañhāvāraṁ vitthāretabbaṁ.)"
}