{
  "patthana13.10:0.1": "Paṭṭhānapakaraṇa",
  "patthana13.10:0.2": "Dhammānulomapaccanīya (3), Tikapaṭṭhānapāḷi (1)",
  "patthana13.10:0.3": "13.10. Ācayagāmittika",
  "patthana13.10:1.0": "Hetu",
  "patthana13.10:1.1": "Ācayagāmiṁ dhammaṁ paṭicca naācayagāmī dhammo uppajjati hetupaccayā. Ācayagāmiṁ dhammaṁ paṭicca naapacayagāmī dhammo uppajjati hetupaccayā. Ācayagāmiṁ dhammaṁ paṭicca nanevācayagāmināpacayagāmī dhammo uppajjati hetupaccayā. Ācayagāmiṁ dhammaṁ paṭicca naapacayagāmī ca nanevācayagāmināpacayagāmī ca dhammā uppajjanti hetupaccayā. Ācayagāmiṁ dhammaṁ paṭicca naācayagāmī ca naapacayagāmī ca dhammā uppajjanti hetupaccayā. ",
  "patthana13.10:2.1": "Apacayagāmiṁ dhammaṁ paṭicca naapacayagāmī dhammo uppajjati hetupaccayā. Apacayagāmiṁ dhammaṁ paṭicca naācayagāmī dhammo uppajjati hetupaccayā. Apacayagāmiṁ dhammaṁ paṭicca nanevācayagāmināpacayagāmī dhammo uppajjati hetupaccayā. Apacayagāmiṁ dhammaṁ paṭicca naācayagāmī ca nanevācayagāmināpacayagāmī ca dhammā uppajjanti hetupaccayā. Apacayagāmiṁ dhammaṁ paṭicca naācayagāmī ca naapacayagāmī ca dhammā uppajjanti hetupaccayā. ",
  "patthana13.10:3.1": "Nevācayagāmināpacayagāmiṁ dhammaṁ paṭicca naācayagāmī dhammo uppajjati hetupaccayā. Nevācayagāmināpacayagāmiṁ dhammaṁ paṭicca naapacayagāmī dhammo uppajjati hetupaccayā. Nevācayagāmināpacayagāmiṁ dhammaṁ paṭicca naācayagāmī ca naapacayagāmī ca dhammā uppajjanti hetupaccayā. ",
  "patthana13.10:4.1": "Ācayagāmiñca nevācayagāmināpacayagāmiñca dhammaṁ paṭicca naācayagāmī dhammo uppajjati hetupaccayā. Ācayagāmiñca nevācayagāmināpacayagāmiñca dhammaṁ paṭicca naapacayagāmī dhammo uppajjati hetupaccayā. Ācayagāmiñca nevācayagāmināpacayagāmiñca dhammaṁ paṭicca naācayagāmī ca naapacayagāmī ca dhammā uppajjanti hetupaccayā. ",
  "patthana13.10:5.1": "Apacayagāmiñca nevācayagāmināpacayagāmiñca dhammaṁ paṭicca naācayagāmī dhammo uppajjati hetupaccayā. Apacayagāmiñca nevācayagāmināpacayagāmiñca dhammaṁ paṭicca naapacayagāmī dhammo uppajjati hetupaccayā. Apacayagāmiñca nevācayagāmināpacayagāmiñca dhammaṁ paṭicca naācayagāmī ca naapacayagāmī ca dhammā uppajjanti hetupaccayā.  (Saṅkhittaṁ.)",
  "patthana13.10:6.1": "Hetuyā ekūnavīsa, ārammaṇe nava …pe… vipāke tīṇi …pe… avigate ekūnavīsa. (Sabbattha vitthāro.)"
}