{
  "patthana13.12:0.1": "Paṭṭhānapakaraṇa ",
  "patthana13.12:0.2": "Dhammānulomapaccanīya (3), Tikapaṭṭhānapāḷi (1) ",
  "patthana13.12:0.3": "13.12. Parittattika ",
  "patthana13.12:1.0": "Hetu ",
  "patthana13.12:1.1": "Parittaṁ dhammaṁ paṭicca naparitto dhammo uppajjati hetupaccayā. Parittaṁ dhammaṁ paṭicca namahaggato dhammo uppajjati hetupaccayā. Parittaṁ dhammaṁ paṭicca naappamāṇo dhammo uppajjati hetupaccayā. Parittaṁ dhammaṁ paṭicca naparitto ca naappamāṇo ca dhammā uppajjanti hetupaccayā. Parittaṁ dhammaṁ paṭicca namahaggato ca naappamāṇo ca dhammā uppajjanti hetupaccayā. ",
  "patthana13.12:2.1": "Mahaggataṁ dhammaṁ paṭicca namahaggato dhammo uppajjati hetupaccayā. Mahaggataṁ dhammaṁ paṭicca naparitto dhammo uppajjati hetupaccayā. Mahaggataṁ dhammaṁ paṭicca naappamāṇo dhammo uppajjati hetupaccayā. Mahaggataṁ dhammaṁ paṭicca naparitto ca naappamāṇo ca dhammā uppajjanti hetupaccayā. Mahaggataṁ dhammaṁ paṭicca namahaggato ca naappamāṇo ca dhammā uppajjanti hetupaccayā. ",
  "patthana13.12:3.1": "Appamāṇaṁ dhammaṁ paṭicca naappamāṇo dhammo uppajjati hetupaccayā. Appamāṇaṁ dhammaṁ paṭicca naparitto dhammo uppajjati hetupaccayā. Appamāṇaṁ dhammaṁ paṭicca namahaggato dhammo uppajjati hetupaccayā. Appamāṇaṁ dhammaṁ paṭicca namahaggato ca naappamāṇo ca dhammā uppajjanti hetupaccayā. Appamāṇaṁ dhammaṁ paṭicca naparitto ca namahaggato ca dhammā uppajjanti hetupaccayā. ",
  "patthana13.12:4.1": "Parittañca appamāṇañca dhammaṁ paṭicca namahaggato dhammo uppajjati hetupaccayā. Parittañca appamāṇañca dhammaṁ paṭicca naappamāṇo dhammo uppajjati hetupaccayā. Parittañca appamāṇañca dhammaṁ paṭicca namahaggato ca naappamāṇo ca dhammā uppajjanti hetupaccayā. ",
  "patthana13.12:5.1": "Parittañca mahaggatañca dhammaṁ paṭicca naparitto dhammo uppajjati hetupaccayā. Parittañca mahaggatañca dhammaṁ paṭicca namahaggato dhammo uppajjati hetupaccayā. Parittañca mahaggatañca dhammaṁ paṭicca naappamāṇo dhammo uppajjati hetupaccayā. Parittañca mahaggatañca dhammaṁ paṭicca naparitto ca naappamāṇo ca dhammā uppajjanti hetupaccayā. Parittañca mahaggatañca dhammaṁ paṭicca namahaggato ca naappamāṇo ca dhammā uppajjanti hetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana13.12:6.1": "Hetuyā tevīsa, ārammaṇe cuddasa, adhipatiyā ekūnavīsa …pe… aññamaññe soḷasa …pe… purejāte āsevane nava …pe… avigate tevīsa. (Sabbattha vitthāretabbaṁ.) "
}