{
  "patthana13.6:0.1": "Paṭṭhānapakaraṇa ",
  "patthana13.6:0.2": "Dhammānulomapaccanīya (3), Tikapaṭṭhānapāḷi (1) ",
  "patthana13.6:0.3": "13.6. Vitakkattika ",
  "patthana13.6:1.0": "Hetu ",
  "patthana13.6:1.1": "Savitakkasavicāraṁ dhammaṁ paṭicca nasavitakkasavicāro dhammo uppajjati hetupaccayā. Savitakkasavicāraṁ dhammaṁ paṭicca naavitakkavicāramatto dhammo uppajjati hetupaccayā. Savitakkasavicāraṁ dhammaṁ paṭicca naavitakkaavicāro dhammo uppajjati hetupaccayā. Savitakkasavicāraṁ dhammaṁ paṭicca nasavitakkasavicāro ca naavitakkaavicāro ca dhammā uppajjanti hetupaccayā. Savitakkasavicāraṁ dhammaṁ paṭicca naavitakkavicāramatto ca naavitakkaavicāro ca dhammā uppajjanti hetupaccayā. Savitakkasavicāraṁ dhammaṁ paṭicca nasavitakkasavicāro ca naavitakkavicāramatto ca dhammā uppajjanti hetupaccayā. Savitakkasavicāraṁ dhammaṁ paṭicca nasavitakkasavicāro ca naavitakkavicāramatto ca naavitakkaavicāro ca dhammā uppajjanti hetupaccayā. ",
  "patthana13.6:2.1": "Avitakkavicāramattaṁ dhammaṁ paṭicca naavitakkavicāramatto dhammo uppajjati hetupaccayā. Avitakkavicāramattaṁ dhammaṁ paṭicca nasavitakkasavicāro dhammo uppajjati hetupaccayā. Avitakkavicāramattaṁ dhammaṁ paṭicca naavitakkaavicāro dhammo uppajjati hetupaccayā. Avitakkavicāramattaṁ dhammaṁ paṭicca nasavitakkasavicāro ca naavitakkaavicāro ca dhammā uppajjanti hetupaccayā. Avitakkavicāramattaṁ dhammaṁ paṭicca naavitakkavicāramatto ca naavitakkaavicāro ca dhammā uppajjanti hetupaccayā. Avitakkavicāramattaṁ dhammaṁ paṭicca nasavitakkasavicāro ca naavitakkavicāramatto ca dhammā uppajjanti hetupaccayā. Avitakkavicāramattaṁ dhammaṁ paṭicca nasavitakkasavicāro ca naavitakkavicāramatto ca naavitakkaavicāro ca dhammā uppajjanti hetupaccayā. ",
  "patthana13.6:3.1": "Avitakkaavicāraṁ dhammaṁ paṭicca naavitakkaavicāro dhammo uppajjati hetupaccayā …pe… satta. ",
  "patthana13.6:4.1": "Savitakkasavicārañca avitakkaavicārañca dhammaṁ paṭicca nasavitakkasavicāro dhammo uppajjati hetupaccayā …pe… satta. ",
  "patthana13.6:5.1": "Avitakkavicāramattañca avitakkaavicārañca dhammaṁ paṭicca nasavitakkasavicāro dhammo uppajjati hetupaccayā …pe… satta. ",
  "patthana13.6:6.1": "Savitakkasavicārañca avitakkavicāramattañca dhammaṁ paṭicca nasavitakkasavicāro dhammo uppajjati hetupaccayā …pe… satta. ",
  "patthana13.6:7.1": "Savitakkasavicārañca avitakkavicāramattañca avitakkaavicārañca dhammaṁ paṭicca nasavitakkasavicāro dhammo uppajjati hetupaccayā …pe… satta. (Saṅkhittaṁ.) ",
  "patthana13.6:8.1": "Hetuyā ekūnapaññāsa, ārammaṇe ekūnapaññāsa, adhipatiyā bāttiṁsa …pe… purejāte āsevane pañcavīsa …pe… avigate ekūnapaññāsa. ",
  "patthana13.6:9.1": "(Sahajātavārampi …pe… pañhāvārampi vitthāretabbaṁ.) "
}