{
  "patthana13.4:0.1": "Paṭṭhānapakaraṇa ",
  "patthana13.4:0.2": "Dhammānulomapaccanīya (3), Tikapaṭṭhānapāḷi (1) ",
  "patthana13.4:0.3": "13.4. Upādinnattika ",
  "patthana13.4:1.0": "Hetu ",
  "patthana13.4:1.1": "Upādinnupādāniyaṁ dhammaṁ paṭicca naupādinnupādāniyo dhammo uppajjati hetupaccayā. Upādinnupādāniyaṁ dhammaṁ paṭicca naanupādinnupādāniyo dhammo uppajjati hetupaccayā. Upādinnupādāniyaṁ dhammaṁ paṭicca naanupādinnaanupādāniyo dhammo uppajjati hetupaccayā. Upādinnupādāniyaṁ dhammaṁ paṭicca naupādinnupādāniyo ca naanupādinnaanupādāniyo ca dhammā uppajjanti hetupaccayā. Upādinnupādāniyaṁ dhammaṁ paṭicca naanupādinnupādāniyo ca naanupādinnaanupādāniyo ca dhammā uppajjanti hetupaccayā. ",
  "patthana13.4:2.1": "Anupādinnupādāniyaṁ dhammaṁ paṭicca naupādinnupādāniyo dhammo uppajjati hetupaccayā. Anupādinnupādāniyaṁ dhammaṁ paṭicca naanupādinnaanupādāniyo dhammo uppajjati hetupaccayā. Anupādinnupādāniyaṁ dhammaṁ paṭicca naupādinnupādāniyo ca naanupādinnaanupādāniyo ca dhammā uppajjanti hetupaccayā. ",
  "patthana13.4:3.1": "Anupādinnaanupādāniyaṁ dhammaṁ paṭicca naanupādinnaanupādāniyo dhammo uppajjati hetupaccayā. Anupādinnaanupādāniyaṁ dhammaṁ paṭicca naupādinnupādāniyo dhammo uppajjati hetupaccayā. Anupādinnaanupādāniyaṁ dhammaṁ paṭicca naanupādinnupādāniyo dhammo uppajjati hetupaccayā. Anupādinnaanupādāniyaṁ dhammaṁ paṭicca naupādinnupādāniyo ca naanupādinnaanupādāniyo ca dhammā uppajjanti hetupaccayā. Anupādinnaanupādāniyaṁ dhammaṁ paṭicca naupādinnupādāniyo ca naanupādinnupādāniyo ca dhammā uppajjanti hetupaccayā. ",
  "patthana13.4:4.1": "Anupādinnupādāniyañca anupādinnaanupādāniyañca dhammaṁ paṭicca naupādinnupādāniyo dhammo uppajjati hetupaccayā. Anupādinnupādāniyañca anupādinnaanupādāniyañca dhammaṁ paṭicca naanupādinnaanupādāniyo dhammo uppajjati hetupaccayā. Anupādinnupādāniyañca anupādinnaanupādāniyañca dhammaṁ paṭicca naupādinnupādāniyo ca naanupādinnaanupādāniyo ca dhammā uppajjanti hetupaccayā. ",
  "patthana13.4:5.1": "Upādinnupādāniyañca anupādinnupādāniyañca dhammaṁ paṭicca naupādinnupādāniyo dhammo uppajjati hetupaccayā. Upādinnupādāniyañca anupādinnupādāniyañca dhammaṁ paṭicca naanupādinnaanupādāniyo dhammo uppajjati hetupaccayā. Upādinnupādāniyañca anupādinnupādāniyañca dhammaṁ paṭicca naupādinnupādāniyo ca naanupādinnaanupādāniyo ca dhammā uppajjanti hetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana13.4:6.1": "Hetuyā ekūnavīsa, ārammaṇe nava, adhipatiyā ekādasa …pe… sahajāte ekūnavīsa …pe… āsevane cha …pe… vipāke terasa …pe… avigate ekūnavīsa. ",
  "patthana13.4:7.1": "(Sahajātavārampi paccayavārampi nissayavārampi saṁsaṭṭhavārampi sampayuttavārampi vitthāretabbaṁ.) ",
  "patthana13.4:8.0.1": "13.4.7. Pañhāvāra ",
  "patthana13.4:8.0.2": "Hetu-ārammaṇa ",
  "patthana13.4:8.1": "Upādinnupādāniyo dhammo naupādinnupādāniyassa dhammassa hetupaccayena paccayo. Upādinnupādāniyo dhammo naanupādinnupādāniyassa dhammassa hetupaccayena paccayo …pe…. ",
  "patthana13.4:9.1": "Upādinnupādāniyo dhammo naupādinnupādāniyassa dhammassa ārammaṇapaccayena paccayo. Upādinnupādāniyo dhammo naanupādinnupādāniyassa dhammassa ārammaṇapaccayena paccayo. Upādinnupādāniyo dhammo naanupādinnaanupādāniyassa dhammassa ārammaṇapaccayena paccayo. Upādinnupādāniyo dhammo naupādinnupādāniyassa ca naanupādinnaanupādāniyassa ca dhammassa ārammaṇapaccayena paccayo. Upādinnupādāniyo dhammo naanupādinnupādāniyassa ca naanupādinnaanupādāniyassa ca dhammassa ārammaṇapaccayena paccayo. ",
  "patthana13.4:10.1": "Anupādinnupādāniyo dhammo naanupādinnupādāniyassa dhammassa ārammaṇapaccayena paccayo. Anupādinnupādāniyo dhammo naupādinnupādāniyassa dhammassa ārammaṇapaccayena paccayo. Anupādinnupādāniyo dhammo naanupādinnaanupādāniyassa dhammassa ārammaṇapaccayena paccayo. Anupādinnupādāniyo dhammo naupādinnupādāniyassa ca naanupādinnaanupādāniyassa ca dhammassa ārammaṇapaccayena paccayo. Anupādinnupādāniyo dhammo naanupādinnupādāniyassa ca naanupādinnaanupādāniyassa ca dhammassa ārammaṇapaccayena paccayo. ",
  "patthana13.4:11.1": "Anupādinnaanupādāniyo dhammo naanupādinnaanupādāniyassa dhammassa ārammaṇapaccayena paccayo …pe… pañca. (Saṅkhittaṁ.) ",
  "patthana13.4:12.1": "Hetuyā terasa, ārammaṇe pannarasa, adhipatiyā ekādasa, anantare soḷasa …pe… sahajāte ekūnavīsa, aññamaññe nava, nissaye tevīsa, upanissaye aṭṭhārasa, purejāte soḷasa, pacchājāte pannarasa, āsevane pañca, kamme pannarasa, vipāke dasa, āhāre vīsa, indriye jhāne magge terasa, sampayutte nava, vippayutte soḷasa …pe… avigate chattiṁsa. (Pañhāvārampi vitthāretabbaṁ.) "
}