{
  "patthana13.11:0.1": "Paṭṭhānapakaraṇa",
  "patthana13.11:0.2": "Dhammānulomapaccanīya (3), Tikapaṭṭhānapāḷi (1)",
  "patthana13.11:0.3": "13.11. Sekkhattika",
  "patthana13.11:1.0": "Hetu",
  "patthana13.11:1.1": "Sekkhaṁ dhammaṁ paṭicca nasekkho dhammo uppajjati hetupaccayā. Sekkhaṁ dhammaṁ paṭicca naasekkho dhammo uppajjati hetupaccayā. Sekkhaṁ dhammaṁ paṭicca nanevasekkhanāsekkho dhammo uppajjati hetupaccayā. Sekkhaṁ dhammaṁ paṭicca naasekkho ca nanevasekkhanāsekkho ca dhammā uppajjanti hetupaccayā. Sekkhaṁ dhammaṁ paṭicca nasekkho ca naasekkho ca dhammā uppajjanti hetupaccayā. ",
  "patthana13.11:2.1": "Asekkhaṁ dhammaṁ paṭicca naasekkho dhammo uppajjati hetupaccayā. Asekkhaṁ dhammaṁ paṭicca nasekkho dhammo uppajjati hetupaccayā. Asekkhaṁ dhammaṁ paṭicca nanevasekkhanāsekkho dhammo uppajjati hetupaccayā. Asekkhaṁ dhammaṁ paṭicca nasekkho ca nanevasekkhanāsekkho ca dhammā uppajjanti hetupaccayā. Asekkhaṁ dhammaṁ paṭicca nasekkho ca naasekkho ca dhammā uppajjanti hetupaccayā. ",
  "patthana13.11:3.1": "Nevasekkhanāsekkhaṁ dhammaṁ paṭicca nasekkho dhammo uppajjati hetupaccayā. Nevasekkhanāsekkhaṁ dhammaṁ paṭicca naasekkho dhammo uppajjati hetupaccayā. Nevasekkhanāsekkhaṁ dhammaṁ paṭicca nasekkho ca naasekkho ca dhammā uppajjanti hetupaccayā. ",
  "patthana13.11:4.1": "Sekkhañca nevasekkhanāsekkhañca dhammaṁ paṭicca nasekkho dhammo uppajjati hetupaccayā. Sekkhañca nevasekkhanāsekkhañca dhammaṁ paṭicca naasekkho dhammo uppajjati hetupaccayā. Sekkhañca nevasekkhanāsekkhañca dhammaṁ paṭicca nasekkho ca naasekkho ca dhammā uppajjanti hetupaccayā. ",
  "patthana13.11:5.1": "Asekkhañca nevasekkhanāsekkhañca dhammaṁ paṭicca nasekkho dhammo uppajjati hetupaccayā. Asekkhañca nevasekkhanāsekkhañca dhammaṁ paṭicca naasekkho dhammo uppajjati hetupaccayā. Asekkhañca nevasekkhanāsekkhañca dhammaṁ paṭicca nasekkho ca naasekkho ca dhammā uppajjanti hetupaccayā.  (Saṅkhittaṁ.)",
  "patthana13.11:6.1": "Hetuyā ekūnavīsa, ārammaṇe nava …pe… avigate ekūnavīsa. (Sabbattha vitthāro.)"
}