{
  "patthana4.8:0.1": "Paṭṭhānapakaraṇa",
  "patthana4.8:0.2": "Dhammānuloma (1), Tikadukapaṭṭhānapāḷi (4)",
  "patthana4.8:0.3": "4.8. Tika Saraṇaduka",
  "patthana4.8:1.0.1": "4.8.2.1. Saraṇapada",
  "patthana4.8:1.0.2": "Paccayacatukka",
  "patthana4.8:1.1": "Sukhāya vedanāya sampayuttaṃ saraṇaṃ dhammaṃ paṭicca sukhāya vedanāya sampayutto saraṇo dhammo uppajjati hetupaccayā. (1)",
  "patthana4.8:2.1": "Dukkhāya vedanāya sampayuttaṃ saraṇaṃ dhammaṃ paṭicca dukkhāya vedanāya sampayutto saraṇo dhammo uppajjati hetupaccayā. (1)",
  "patthana4.8:3.1": "Adukkhamasukhāya vedanāya sampayuttaṃ saraṇaṃ dhammaṃ paṭicca adukkhamasukhāya vedanāya sampayutto saraṇo dhammo uppajjati hetupaccayā. (1) (Saṃkhittaṃ.)",
  "patthana4.8:4.1": "Hetuyā tīṇi …pe… avigate tīṇi. (Saṃkhittaṃ.)",
  "patthana4.8:5.1": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṃ.)",
  "patthana4.8:6.1": "Sukhāya vedanāya sampayutto saraṇo dhammo sukhāya vedanāya sampayuttassa saraṇassa dhammassa hetupaccayena paccayo. (1)",
  "patthana4.8:7.1": "Dukkhāya vedanāya sampayutto saraṇo dhammo dukkhāya vedanāya sampayuttassa saraṇassa dhammassa hetupaccayena paccayo. (1)",
  "patthana4.8:8.1": "Adukkhamasukhāya vedanāya sampayutto saraṇo dhammo adukkhamasukhāya vedanāya sampayuttassa saraṇassa dhammassa hetupaccayena paccayo. (1) (Saṃkhittaṃ.)",
  "patthana4.8:9.1": "Hetuyā tīṇi, ārammaṇe nava, adhipatiyā pañca, anantare …pe… nissaye tīṇi, upanissaye nava, āsevane tīṇi …pe… avigate tīṇi. (Saṃkhittaṃ. Yathā kusalattike pañhāvāraṃ, evaṃ vitthāretabbaṃ.)",
  "patthana4.8:10.0.1": "4.8.2.2. Araṇapada",
  "patthana4.8:10.0.2": "Hetu",
  "patthana4.8:10.1": "Sukhāya vedanāya sampayuttaṃ araṇaṃ dhammaṃ paṭicca sukhāya vedanāya sampayutto araṇo dhammo uppajjati hetupaccayā.",
  "patthana4.8:11.1": "Adukkhamasukhāya vedanāya sampayuttaṃ araṇaṃ dhammaṃ paṭicca adukkhamasukhāya vedanāya sampayutto araṇo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana4.8:12.1": "Hetuyā dve, ārammaṇe tīṇi, adhipatiyā dve …pe… āsevane dve …pe… jhāne magge dve …pe… avigate tīṇi. (Saṃkhittaṃ.)",
  "patthana4.8:13.1": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṃ.)",
  "patthana4.8:14.1": "Sukhāya vedanāya sampayutto araṇo dhammo sukhāya vedanāya sampayuttassa araṇassa dhammassa hetupaccayena paccayo. (1)",
  "patthana4.8:15.1": "Adukkhamasukhāya vedanāya sampayutto araṇo dhammo adukkhamasukhāya vedanāya sampayuttassa araṇassa dhammassa hetupaccayena paccayo. (1) (Saṃkhittaṃ.)",
  "patthana4.8:16.1": "Hetuyā dve, ārammaṇe cha, adhipatiyā cattāri, anantare samanantare satta, sahajāte aññamaññe nissaye tīṇi, upanissaye nava, āsevane dve, kamme pañca, vipāke āhāre indriye tīṇi, jhāne magge dve, sampayutte tīṇi …pe… avigate tīṇi. (Saṃkhittaṃ.)",
  "patthana4.8:17.1": "(Yathā kusalattike pañhāvāraṃ, evaṃ vitthāretabbaṃ.)",
  "patthana4.8:18.0": "4.8.3. Vipākattika, Saraṇaduka",
  "patthana4.8:18.1": "Vipākadhammadhammaṃ saraṇaṃ dhammaṃ paṭicca vipākadhammadhammo saraṇo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana4.8:19.1": "Hetuyā ekaṃ …pe… avigate ekaṃ. (Saṃkhittaṃ.)",
  "patthana4.8:20.1": "(Sahajātavārepi …pe… pañhāvārepi sabbattha ekaṃ.)",
  "patthana4.8:21.1": "Vipākaṃ araṇaṃ dhammaṃ paṭicca vipāko araṇo dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana4.8:22.1": "Vipākadhammadhammaṃ araṇaṃ dhammaṃ paṭicca vipākadhammadhammo araṇo dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana4.8:23.1": "Nevavipākanavipākadhammadhammaṃ araṇaṃ dhammaṃ paṭicca nevavipākanavipākadhammadhammo araṇo dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana4.8:24.1": "Vipākaṃ araṇañca nevavipākanavipākadhammadhammaṃ araṇañca dhammaṃ paṭicca vipāko araṇo dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana4.8:25.1": "Vipākadhammadhammaṃ araṇañca nevavipākanavipākadhammadhammaṃ araṇañca dhammaṃ paṭicca nevavipākanavipākadhammadhammo araṇo dhammo uppajjati hetupaccayā. (1) (Saṃkhittaṃ.)",
  "patthana4.8:26.1": "Hetuyā terasa, ārammaṇe pañca, adhipatiyā nava …pe… purejāte tīṇi, āsevane dve …pe… vipāke nava …pe… avigate terasa. (Saṃkhittaṃ.)",
  "patthana4.8:27.1": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṃ.)",
  "patthana4.8:28.1": "Vipāko araṇo dhammo vipākassa araṇassa dhammassa hetupaccayena paccayo … tīṇi.",
  "patthana4.8:29.1": "Vipākadhammadhammo araṇo dhammo vipākadhammadhammassa araṇassa dhammassa hetupaccayena paccayo … tīṇi.",
  "patthana4.8:30.1": "Nevavipākanavipākadhammadhammo araṇo dhammo nevavipākanavipākadhammadhammassa araṇassa dhammassa hetupaccayena paccayo. (1) (Saṃkhittaṃ.)",
  "patthana4.8:31.1": "Hetuyā satta, ārammaṇe nava, adhipatiyā dasa …pe… sahajāte ekādasa, aññamaññe satta …pe… āsevane dve, kamme nava, vipāke tīṇi …pe… indriye nava …pe… avigate terasa. (Saṃkhittaṃ.)",
  "patthana4.8:32.1": "(Yathā kusalattike pañhāvāraṃ, evaṃ vitthāretabbaṃ.)",
  "patthana4.8:33.0.1": "4.8.4. Upādinnattika, Saraṇaduka",
  "patthana4.8:33.0.2": "Hetu",
  "patthana4.8:33.1": "Anupādinnupādāniyaṃ saraṇaṃ dhammaṃ paṭicca anupādinnupādāniyo saraṇo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana4.8:34.1": "Hetuyā ekaṃ …pe… avigate ekaṃ. (Saṃkhittaṃ.)",
  "patthana4.8:35.1": "(Sahajātavārepi …pe… pañhāvārepi sabbattha ekaṃ.)",
  "patthana4.8:36.1": "Upādinnupādāniyaṃ araṇaṃ dhammaṃ paṭicca upādinnupādāniyo araṇo dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana4.8:37.1": "Anupādinnupādāniyaṃ araṇaṃ dhammaṃ paṭicca anupādinnupādāniyo araṇo dhammo uppajjati hetupaccayā. (1)",
  "patthana4.8:38.1": "Anupādinnaanupādāniyaṃ araṇaṃ dhammaṃ paṭicca anupādinnaanupādāniyo araṇo dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana4.8:39.1": "Upādinnupādāniyaṃ araṇañca anupādinnupādāniyaṃ araṇañca dhammaṃ paṭicca anupādinnupādāniyo araṇo dhammo uppajjati hetupaccayā. (1)",
  "patthana4.8:40.1": "Anupādinnupādāniyaṃ araṇañca anupādinnaanupādāniyaṃ araṇañca dhammaṃ paṭicca anupādinnupādāniyo araṇo dhammo uppajjati hetupaccayā. (1) (Saṃkhittaṃ.)",
  "patthana4.8:41.1": "Hetuyā nava, ārammaṇe tīṇi, adhipatiyā pañca …pe… āsevane dve …pe… vipāke nava …pe… avigate nava. (Saṃkhittaṃ.)",
  "patthana4.8:42.1": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṃ.)",
  "patthana4.8:43.1": "Upādinnupādāniyo araṇo dhammo upādinnupādāniyassa araṇassa dhammassa hetupaccayena paccayo … tīṇi.",
  "patthana4.8:44.1": "Anupādinnupādāniyo araṇo dhammo anupādinnupādāniyassa araṇassa dhammassa hetupaccayena paccayo. (1)",
  "patthana4.8:45.1": "Anupādinnaanupādāniyo araṇo dhammo anupādinnaanupādāniyassa araṇassa dhammassa hetupaccayena paccayo … tīṇi. (Saṃkhittaṃ.)",
  "patthana4.8:46.1": "Hetuyā satta, ārammaṇe cha, adhipatiyā pañca …pe… nissaye ekādasa, upanissaye nava, purejāte satta, pacchājāte nava, āsevane dve, kamme aṭṭha, vipāke cha, āhāre dvādasa, indriye jhāne magge satta, sampayutte tīṇi, vippayutte dasa …pe… avigate tevīsa. (Saṃkhittaṃ.)",
  "patthana4.8:47.1": "(Yathā kusalattike pañhāvāraṃ, evaṃ vitthāretabbaṃ.)",
  "patthana4.8:48.0.1": "4.8.5. Saṃkiliṭṭhattika, Saraṇaduka",
  "patthana4.8:48.0.2": "Hetu",
  "patthana4.8:48.1": "Saṃkiliṭṭhasaṃkilesikaṃ saraṇaṃ dhammaṃ paṭicca saṃkiliṭṭhasaṃkilesiko saraṇo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana4.8:49.1": "Hetuyā ekaṃ …pe… avigate ekaṃ. (Saṃkhittaṃ.)",
  "patthana4.8:50.1": "(Sahajātavārepi …pe… pañhāvārepi sabbattha ekaṃ.)",
  "patthana4.8:51.1": "Asaṃkiliṭṭhasaṃkilesikaṃ araṇaṃ dhammaṃ paṭicca asaṃkiliṭṭhasaṃkilesiko araṇo dhammo uppajjati hetupaccayā. (1)",
  "patthana4.8:52.1": "Asaṃkiliṭṭhaasaṃkilesikaṃ araṇaṃ dhammaṃ paṭicca asaṃkiliṭṭhaasaṃkilesiko araṇo dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana4.8:53.1": "Asaṃkiliṭṭhasaṃkilesikaṃ araṇañca asaṃkiliṭṭhaasaṃkilesikaṃ araṇañca dhammaṃ paṭicca asaṃkiliṭṭhasaṃkilesiko araṇo dhammo uppajjati hetupaccayā. (1) (Saṃkhittaṃ.)",
  "patthana4.8:54.1": "Hetuyā pañca, ārammaṇe dve …pe… avigate pañca. (Saṃkhittaṃ.) (Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṃ.)",
  "patthana4.8:55.1": "Asaṃkiliṭṭhasaṃkilesiko araṇo dhammo asaṃkiliṭṭhasaṃkilesikassa araṇassa dhammassa hetupaccayena paccayo. (1)",
  "patthana4.8:56.1": "Asaṃkiliṭṭhaasaṃkilesiko araṇo dhammo asaṃkiliṭṭhaasaṃkilesikassa araṇassa dhammassa hetupaccayena paccayo … tīṇi. (Saṃkhittaṃ.)",
  "patthana4.8:57.1": "Hetuyā cattāri, ārammaṇe tīṇi, adhipatiyā …pe… samanantare cattāri, sahajāte pañca, aññamaññe dve, nissaye satta, upanissaye cattāri, purejāte pacchājāte āsevane dve, kamme …pe… magge cattāri, sampayutte dve, vippayutte tīṇi …pe… avigate satta. (Saṃkhittaṃ.)",
  "patthana4.8:58.1": "(Yathā kusalattike pañhāvāraṃ, evaṃ vitthāretabbaṃ.)",
  "patthana4.8:59.0.1": "4.8.6. Vitakkattika, Saraṇaduka",
  "patthana4.8:59.0.2": "Hetu",
  "patthana4.8:59.1": "Savitakkasavicāraṃ saraṇaṃ dhammaṃ paṭicca savitakkasavicāro saraṇo dhammo uppajjati hetupaccayā. Savitakkasavicāraṃ saraṇaṃ dhammaṃ paṭicca avitakkavicāramatto saraṇo dhammo uppajjati hetupaccayā. Savitakkasavicāraṃ saraṇaṃ dhammaṃ paṭicca savitakkasavicāro saraṇo ca avitakkavicāramatto saraṇo ca dhammā uppajjanti hetupaccayā. (3)",
  "patthana4.8:60.1": "Avitakkavicāramattaṃ saraṇaṃ dhammaṃ paṭicca savitakkasavicāro saraṇo dhammo uppajjati hetupaccayā. (1)",
  "patthana4.8:61.1": "Savitakkasavicāraṃ saraṇañca avitakkavicāramattaṃ saraṇañca dhammaṃ paṭicca savitakkasavicāro saraṇo dhammo uppajjati hetupaccayā. (1) (Saṃkhittaṃ.)",
  "patthana4.8:62.1": "Hetuyā pañca …pe… avigate pañca. (Saṃkhittaṃ.)",
  "patthana4.8:63.1": "(Sahajātavārepi …pe… pañhāvārepi sabbattha vitthāro.)",
  "patthana4.8:64.1": "Savitakkasavicāraṃ araṇaṃ dhammaṃ paṭicca savitakkasavicāro araṇo dhammo uppajjati hetupaccayā … satta.",
  "patthana4.8:65.1": "Avitakkavicāramattaṃ araṇaṃ dhammaṃ paṭicca avitakkavicāramatto araṇo dhammo uppajjati hetupaccayā … pañca.",
  "patthana4.8:66.1": "Avitakkaavicāraṃ araṇaṃ dhammaṃ paṭicca avitakkaavicāro araṇo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana4.8:67.1": "Hetuyā sattatiṃsa, ārammaṇe ekavīsa, adhipatiyā tevīsa …pe… aññamaññe aṭṭhavīsa …pe… purejāte āsevane ekādasa …pe… avigate sattatiṃsa. (Saṃkhittaṃ.)",
  "patthana4.8:68.1": "(Sahajātavārampi …pe… pañhāvārampi vitthāretabbaṃ.)",
  "patthana4.8:69.0.1": "4.8.7. Pītittika, Saraṇaduka",
  "patthana4.8:69.0.2": "Paccayacatukka",
  "patthana4.8:69.1": "Pītisahagataṃ saraṇaṃ dhammaṃ paṭicca pītisahagato saraṇo dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana4.8:70.1": "Sukhasahagataṃ saraṇaṃ dhammaṃ paṭicca sukhasahagato saraṇo dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana4.8:71.1": "Upekkhāsahagataṃ saraṇaṃ dhammaṃ paṭicca upekkhāsahagato saraṇo dhammo uppajjati hetupaccayā. (1)",
  "patthana4.8:72.1": "Pītisahagataṃ saraṇañca sukhasahagataṃ saraṇañca dhammaṃ paṭicca pītisahagato saraṇo dhammo uppajjati hetupaccayā … tīṇi. (Saṃkhittaṃ.)",
  "patthana4.8:73.1": "Hetuyā dasa …pe… avigate dasa. (Saṃkhittaṃ.)",
  "patthana4.8:74.1": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṃ.)",
  "patthana4.8:75.1": "Pītisahagato saraṇo dhammo pītisahagatassa saraṇassa dhammassa hetupaccayena paccayo … tīṇi.",
  "patthana4.8:76.1": "Sukhasahagato saraṇo dhammo sukhasahagatassa saraṇassa dhammassa hetupaccayena paccayo … tīṇi.",
  "patthana4.8:77.1": "Upekkhāsahagato saraṇo dhammo upekkhāsahagatassa saraṇassa dhammassa hetupaccayena paccayo. (1)",
  "patthana4.8:78.1": "Pītisahagato saraṇo ca sukhasahagato saraṇo ca dhammā pītisahagatassa saraṇassa dhammassa hetupaccayena paccayo … tīṇi. (Saṃkhittaṃ.)",
  "patthana4.8:79.1": "Hetuyā dasa, ārammaṇe soḷasa, adhipatiyā soḷasa …pe… upanissaye soḷasa …pe… avigate dasa. (Saṃkhittaṃ.)",
  "patthana4.8:80.1": "(Yathā kusalattike pañhāvāraṃ, evaṃ vitthāretabbaṃ.)",
  "patthana4.8:81.1": "Pītisahagataṃ araṇaṃ dhammaṃ paṭicca pītisahagato araṇo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana4.8:82.1": "Hetuyā dasa …pe… avigate dasa. (Saṃkhittaṃ.)",
  "patthana4.8:83.1": "(Sahajātavārepi …pe… pañhāvārepi tattakāva pañhā.)",
  "patthana4.8:84.0.1": "4.8.8. Dassanattika, Saraṇaduka",
  "patthana4.8:84.0.2": "Paccayacatukka",
  "patthana4.8:84.1": "Dassanena pahātabbaṃ saraṇaṃ dhammaṃ paṭicca dassanena pahātabbo saraṇo dhammo uppajjati hetupaccayā. (1)",
  "patthana4.8:85.1": "Bhāvanāya pahātabbaṃ saraṇaṃ dhammaṃ paṭicca bhāvanāya pahātabbo saraṇo dhammo uppajjati hetupaccayā. (1) (Saṃkhittaṃ.)",
  "patthana4.8:86.1": "Hetuyā dve …pe… avigate dve. (Saṃkhittaṃ.)",
  "patthana4.8:87.1": "(Sahajātavārepi …pe… pañhāvārepi sabbattha vitthāro.)",
  "patthana4.8:88.1": "Nevadassanena nabhāvanāya pahātabbaṃ araṇaṃ dhammaṃ paṭicca nevadassanena nabhāvanāya pahātabbo araṇo dhammo uppajjati hetupaccayā (Saṃkhittaṃ.)",
  "patthana4.8:89.1": "Hetuyā ekaṃ …pe… avigate ekaṃ. (Saṃkhittaṃ.)",
  "patthana4.8:90.1": "(Sahajātavārepi …pe… pañhāvārepi sabbattha ekaṃ.)",
  "patthana4.8:91.0.1": "4.8.9. Dassanahetuttika, Saraṇaduka",
  "patthana4.8:91.0.2": "Hetu",
  "patthana4.8:91.1": "Dassanena pahātabbahetukaṃ saraṇaṃ dhammaṃ paṭicca …pe… bhāvanāya pahātabbahetukaṃ saraṇaṃ dhammaṃ paṭicca …pe… nevadassanena nabhāvanāya pahātabbahetukaṃ saraṇaṃ dhammaṃ paṭicca nevadassanena nabhāvanāya pahātabbahetuko saraṇo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana4.8:92.0.1": "4.8.10. Ācayagāmittika, Saraṇaduka",
  "patthana4.8:92.0.2": "Hetu-ārammaṇa",
  "patthana4.8:92.1": "Ācayagāmiṃ saraṇaṃ dhammaṃ paṭicca ācayagāmī saraṇo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana4.8:93.1": "Hetuyā ekaṃ …pe… avigate ekaṃ. (Saṃkhittaṃ.)",
  "patthana4.8:94.1": "(Sahajātavārepi …pe… pañhāvārepi sabbattha ekaṃ.)",
  "patthana4.8:95.1": "Ācayagāmiṃ araṇaṃ dhammaṃ paṭicca ācayagāmī araṇo dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana4.8:96.1": "Apacayagāmiṃ araṇaṃ dhammaṃ paṭicca apacayagāmī araṇo dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana4.8:97.1": "Nevācayagāmināpacayagāmiṃ araṇaṃ dhammaṃ paṭicca nevācayagāmināpacayagāmī araṇo dhammo uppajjati hetupaccayā. (1)",
  "patthana4.8:98.1": "Ācayagāmiṃ araṇañca nevācayagāmināpacayagāmiṃ araṇañca dhammaṃ paṭicca nevācayagāmināpacayagāmī araṇo dhammo uppajjati hetupaccayā. (1)",
  "patthana4.8:99.1": "Apacayagāmiṃ araṇañca nevācayagāmināpacayagāmiṃ araṇañca dhammaṃ paṭicca nevācayagāmināpacayagāmī araṇo dhammo uppajjati hetupaccayā. (1) (Saṃkhittaṃ.)",
  "patthana4.8:100.1": "Hetuyā nava, ārammaṇe tīṇi, adhipatiyā nava …pe… vipāke ekaṃ …pe… avigate nava. (Saṃkhittaṃ.)",
  "patthana4.8:101.1": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṃ.)",
  "patthana4.8:102.1": "Ācayagāmī araṇo dhammo ācayagāmissa araṇassa dhammassa hetupaccayena paccayo … tīṇi.",
  "patthana4.8:103.1": "Apacayagāmī araṇo dhammo apacayagāmissa araṇassa dhammassa hetupaccayena paccayo … tīṇi.",
  "patthana4.8:104.1": "Nevācayagāmināpacayagāmī araṇo dhammo nevācayagāmināpacayagāmissa araṇassa dhammassa hetupaccayena paccayo. (1)",
  "patthana4.8:105.1": "Ācayagāmī araṇo dhammo ācayagāmissa araṇassa dhammassa ārammaṇapaccayena paccayo. (Saṃkhittaṃ.)",
  "patthana4.8:106.1": "Hetuyā satta, ārammaṇe satta, adhipatiyā dasa, anantare cha …pe… avigate terasa. (Saṃkhittaṃ.)",
  "patthana4.8:107.1": "(Yathā kusalattike pañhāvāraṃ, evaṃ vitthāretabbaṃ.)",
  "patthana4.8:108.0.1": "4.8.11. Sekkhattika, Saraṇaduka",
  "patthana4.8:108.0.2": "Hetu",
  "patthana4.8:108.1": "Nevasekkhanāsekkhaṃ saraṇaṃ dhammaṃ paṭicca nevasekkhanāsekkho saraṇo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana4.8:109.1": "Hetuyā ekaṃ …pe… avigate ekaṃ. (Saṃkhittaṃ.)",
  "patthana4.8:110.1": "(Sahajātavārepi …pe… pañhāvārepi sabbattha ekaṃ.)",
  "patthana4.8:111.1": "Sekkhaṃ araṇaṃ dhammaṃ paṭicca sekkho araṇo dhammo uppajjati hetupaccayā. Sekkhaṃ araṇaṃ dhammaṃ paṭicca nevasekkhanāsekkho araṇo dhammo uppajjati hetupaccayā. Sekkhaṃ araṇaṃ dhammaṃ paṭicca sekkho araṇo ca nevasekkhanāsekkho araṇo ca dhammā uppajjanti hetupaccayā. (3)",
  "patthana4.8:112.1": "Asekkhaṃ araṇaṃ dhammaṃ paṭicca asekkho araṇo dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana4.8:113.1": "Nevasekkhanāsekkhaṃ araṇaṃ dhammaṃ paṭicca nevasekkhanāsekkho araṇo dhammo uppajjati hetupaccayā. (1)",
  "patthana4.8:114.1": "Sekkhaṃ araṇañca nevasekkhanāsekkhaṃ araṇañca dhammaṃ …pe… hetupaccayā.",
  "patthana4.8:115.1": "Asekkhaṃ araṇañca nevasekkhanāsekkhaṃ araṇañca dhammaṃ paṭicca nevasekkhanāsekkho araṇo dhammo uppajjati hetupaccayā. (1) (Saṃkhittaṃ.)",
  "patthana4.8:116.1": "Hetuyā nava, ārammaṇe tīṇi …pe… avigate nava. (Saṃkhittaṃ.)",
  "patthana4.8:117.1": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṃ.)",
  "patthana4.8:118.1": "Sekkho araṇo dhammo sekkhassa araṇassa dhammassa hetupaccayena paccayo … tīṇi.",
  "patthana4.8:119.1": "Asekkho araṇo dhammo asekkhassa araṇassa dhammassa hetupaccayena paccayo … tīṇi.",
  "patthana4.8:120.1": "Nevasekkhanāsekkho araṇo dhammo nevasekkhanāsekkhassa araṇassa dhammassa hetupaccayena paccayo. (1) (Saṃkhittaṃ.)",
  "patthana4.8:121.1": "Hetuyā satta, ārammaṇe pañca, adhipatiyā nava, anantare aṭṭha …pe… upanissaye aṭṭha …pe… āsevane dve, kamme aṭṭha, vipāke satta …pe… avigate terasa. (Saṃkhittaṃ.)",
  "patthana4.8:122.1": "(Yathā kusalattike pañhāvāraṃ, evaṃ vitthāretabbaṃ.)",
  "patthana4.8:123.0.1": "4.8.12. Parittattika, Saraṇaduka",
  "patthana4.8:123.0.2": "Hetu",
  "patthana4.8:123.1": "Parittaṃ saraṇaṃ dhammaṃ paṭicca paritto saraṇo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana4.8:124.1": "Hetuyā ekaṃ …pe… avigate ekaṃ. (Saṃkhittaṃ.)",
  "patthana4.8:125.1": "(Sahajātavārepi …pe… pañhāvārepi sabbattha ekaṃ.)",
  "patthana4.8:126.1": "Parittaṃ araṇaṃ dhammaṃ paṭicca paritto araṇo dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana4.8:127.1": "Mahaggataṃ araṇaṃ dhammaṃ paṭicca mahaggato araṇo dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana4.8:128.1": "Appamāṇaṃ araṇaṃ dhammaṃ paṭicca appamāṇo araṇo dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana4.8:129.1": "Parittaṃ araṇañca mahaggataṃ araṇañca dhammaṃ paṭicca paritto araṇo dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana4.8:130.1": "Parittaṃ araṇañca appamāṇaṃ araṇañca dhammaṃ paṭicca paritto araṇo dhammo uppajjati hetupaccayā. (1) (Saṃkhittaṃ.)",
  "patthana4.8:131.1": "Hetuyā terasa, ārammaṇe pañca, adhipatiyā nava …pe… aññamaññe satta …pe… purejāte āsevane tīṇi …pe… avigate terasa. (Saṃkhittaṃ.)",
  "patthana4.8:132.1": "(Sahajātavārepi …pe… pañhāvārepi sabbattha vitthāro.)",
  "patthana4.8:133.0.1": "4.8.13. Parittārammaṇattika, Saraṇaduka",
  "patthana4.8:133.0.2": "Hetu",
  "patthana4.8:133.1": "Parittārammaṇaṃ saraṇaṃ dhammaṃ paṭicca parittārammaṇo saraṇo dhammo uppajjati hetupaccayā. (1)",
  "patthana4.8:134.1": "Mahaggatārammaṇaṃ saraṇaṃ dhammaṃ paṭicca mahaggatārammaṇo saraṇo dhammo uppajjati hetupaccayā. (1) (Saṃkhittaṃ.)",
  "patthana4.8:135.1": "Hetuyā dve …pe… avigate dve. (Saṃkhittaṃ.)",
  "patthana4.8:136.1": "(Sahajātavārepi …pe… pañhāvārepi sabbattha vitthāro.)",
  "patthana4.8:137.1": "Parittārammaṇaṃ araṇaṃ dhammaṃ paṭicca parittārammaṇo araṇo dhammo uppajjati hetupaccayā. (1)",
  "patthana4.8:138.1": "Mahaggatārammaṇaṃ araṇaṃ dhammaṃ paṭicca mahaggatārammaṇo araṇo dhammo uppajjati hetupaccayā. (1)",
  "patthana4.8:139.1": "Appamāṇārammaṇaṃ araṇaṃ dhammaṃ paṭicca appamāṇārammaṇo araṇo dhammo uppajjati hetupaccayā. (1) (Saṃkhittaṃ.)",
  "patthana4.8:140.1": "Hetuyā tīṇi …pe… avigate tīṇi. (Saṃkhittaṃ.)",
  "patthana4.8:141.1": "(Sahajātavārepi …pe… pañhāvārepi sabbattha vitthāro.)",
  "patthana4.8:142.0.1": "4.8.14. Hīnattika, Saraṇaduka",
  "patthana4.8:142.0.2": "Hetu",
  "patthana4.8:142.1": "Hīnaṃ saraṇaṃ dhammaṃ paṭicca hīno saraṇo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana4.8:143.1": "Hetuyā ekaṃ …pe… avigate ekaṃ. (Saṃkhittaṃ.)",
  "patthana4.8:144.1": "Majjhimaṃ araṇaṃ dhammaṃ paṭicca majjhimo araṇo dhammo uppajjati hetupaccayā. (1)",
  "patthana4.8:145.1": "Paṇītaṃ araṇaṃ dhammaṃ paṭicca paṇīto araṇo dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana4.8:146.1": "Majjhimaṃ araṇañca paṇītaṃ araṇañca dhammaṃ paṭicca majjhimo araṇo dhammo uppajjati hetupaccayā. (1) (Saṃkhittaṃ.)",
  "patthana4.8:147.1": "Hetuyā pañca, ārammaṇe dve …pe… avigate pañca. (Saṃkhittaṃ.)",
  "patthana4.8:148.1": "(Sahajātavārepi …pe… pañhāvārepi sabbattha vitthāro.)",
  "patthana4.8:149.0.1": "4.8.15. Micchattaniyatattika, Saraṇaduka",
  "patthana4.8:149.0.2": "Hetu",
  "patthana4.8:149.1": "Micchattaniyataṃ saraṇaṃ dhammaṃ paṭicca micchattaniyato saraṇo dhammo uppajjati hetupaccayā. (1)",
  "patthana4.8:150.1": "Aniyataṃ saraṇaṃ dhammaṃ paṭicca aniyato saraṇo dhammo uppajjati hetupaccayā. (1) (Saṃkhittaṃ.)",
  "patthana4.8:151.1": "Hetuyā dve …pe… avigate dve. (Saṃkhittaṃ.)",
  "patthana4.8:152.1": "(Sahajātavārepi …pe… pañhāvārepi sabbattha vitthāro.)",
  "patthana4.8:153.1": "Sammattaniyataṃ araṇaṃ dhammaṃ paṭicca sammattaniyato araṇo dhammo uppajjati hetupaccayā. Sammattaniyataṃ araṇaṃ dhammaṃ paṭicca aniyato araṇo dhammo uppajjati hetupaccayā. Sammattaniyataṃ araṇaṃ dhammaṃ paṭicca sammattaniyato araṇo ca aniyato araṇo ca dhammā uppajjanti hetupaccayā. (3)",
  "patthana4.8:154.1": "Aniyataṃ araṇaṃ dhammaṃ paṭicca aniyato araṇo dhammo uppajjati hetupaccayā. (1)",
  "patthana4.8:155.1": "Sammattaniyataṃ araṇañca aniyataṃ araṇañca dhammaṃ paṭicca aniyato araṇo dhammo uppajjati hetupaccayā. (1) (Saṃkhittaṃ.)",
  "patthana4.8:156.1": "Hetuyā pañca, ārammaṇe dve …pe… avigate pañca. (Saṃkhittaṃ.) (Sahajātavārampi …pe… pañhāvārampi vitthāretabbaṃ.)",
  "patthana4.8:157.0.1": "4.8.16. Maggārammaṇattika, Saraṇaduka",
  "patthana4.8:157.0.2": "Hetu",
  "patthana4.8:157.1": "Maggārammaṇaṃ araṇaṃ dhammaṃ paṭicca maggārammaṇo araṇo dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana4.8:158.1": "Maggahetukaṃ araṇaṃ dhammaṃ paṭicca maggahetuko araṇo dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana4.8:159.1": "Maggādhipatiṃ araṇaṃ dhammaṃ paṭicca maggādhipati araṇo dhammo uppajjati hetupaccayā … pañca.",
  "patthana4.8:160.1": "Maggārammaṇaṃ araṇañca maggādhipatiṃ araṇañca dhammaṃ paṭicca maggārammaṇo araṇo dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana4.8:161.1": "Maggahetukaṃ araṇañca maggādhipatiṃ araṇañca dhammaṃ paṭicca maggahetuko araṇo dhammo uppajjati hetupaccayā … tīṇi. (Saṃkhittaṃ.)",
  "patthana4.8:162.1": "Hetuyā sattarasa …pe… avigate sattarasa. (Saṃkhittaṃ.)",
  "patthana4.8:163.1": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṃ.)",
  "patthana4.8:164.1": "Maggārammaṇo araṇo dhammo maggārammaṇassa araṇassa dhammassa hetupaccayena paccayo … tīṇi.",
  "patthana4.8:165.1": "Maggahetuko araṇo dhammo maggahetukassa araṇassa dhammassa hetupaccayena paccayo … tīṇi.",
  "patthana4.8:166.1": "Maggādhipati araṇo dhammo maggādhipatissa araṇassa dhammassa hetupaccayena paccayo … pañca.",
  "patthana4.8:167.1": "Maggārammaṇo araṇo ca maggādhipati araṇo ca dhammā maggārammaṇassa araṇassa dhammassa hetupaccayena paccayo … tīṇi.",
  "patthana4.8:168.1": "Maggahetuko araṇo ca maggādhipati araṇo ca dhammā maggahetukassa araṇassa dhammassa hetupaccayena paccayo … tīṇi. (Saṃkhittaṃ.)",
  "patthana4.8:169.1": "Hetuyā sattarasa, ārammaṇe nava, adhipatiyā ekavīsa, anantare samanantare nava, sahajāte aññamaññe nissaye sattarasa, upanissaye ekavīsa, āsevane nava, kamme sattarasa, āhāre …pe… sampayutte sattarasa …pe… avigate sattarasa. (Saṃkhittaṃ.)",
  "patthana4.8:170.1": "(Yathā kusalattike pañhāvāraṃ, evaṃ vitthāretabbaṃ.)",
  "patthana4.8:171.0.1": "4.8.17. Uppannattika, Saraṇaduka",
  "patthana4.8:171.0.2": "Hetu-ārammaṇa",
  "patthana4.8:171.1": "Uppanno saraṇo dhammo uppannassa saraṇassa dhammassa hetupaccayena paccayo. (Saṃkhittaṃ.)",
  "patthana4.8:172.1": "Hetuyā ekaṃ, ārammaṇe dve, adhipatiyā dve, sahajāte aññamaññe nissaye ekaṃ, upanissaye dve, kamme …pe… sampayutte ekaṃ …pe… avigate ekaṃ. (Saṃkhittaṃ.)",
  "patthana4.8:173.1": "Uppanno araṇo dhammo uppannassa araṇassa dhammassa hetupaccayena paccayo. (Saṃkhittaṃ.)",
  "patthana4.8:174.1": "Hetuyā ekaṃ, ārammaṇe tīṇi, adhipatiyā tīṇi …pe… upanissaye tīṇi …pe… avigate ekaṃ. (Saṃkhittaṃ.)",
  "patthana4.8:175.0.1": "4.8.18. Atītattika, Saraṇaduka",
  "patthana4.8:175.0.2": "Hetu",
  "patthana4.8:175.1": "Paccuppanno saraṇo dhammo paccuppannassa saraṇassa dhammassa hetupaccayena paccayo. (Saṃkhittaṃ.)",
  "patthana4.8:176.1": "Hetuyā ekaṃ, ārammaṇe tīṇi, adhipatiyā tīṇi …pe… upanissaye tīṇi …pe… avigate ekaṃ. (Saṃkhittaṃ.)",
  "patthana4.8:177.1": "Paccuppanno araṇo dhammo paccuppannassa araṇassa dhammassa hetupaccayena paccayo. (Saṃkhittaṃ.)",
  "patthana4.8:178.1": "Hetuyā ekaṃ, ārammaṇe tīṇi, adhipatiyā tīṇi …pe… upanissaye tīṇi …pe… kamme dve …pe… avigate ekaṃ. (Saṃkhittaṃ.)",
  "patthana4.8:179.1": "(Yathā kusalattike pañhāvāraṃ, evaṃ vitthāretabbaṃ.)",
  "patthana4.8:180.0.1": "4.8.19. Atītārammaṇattika, Saraṇaduka",
  "patthana4.8:180.0.2": "Hetu-ārammaṇa",
  "patthana4.8:180.1": "Atītārammaṇaṃ saraṇaṃ dhammaṃ paṭicca atītārammaṇo saraṇo dhammo uppajjati hetupaccayā. (1)",
  "patthana4.8:181.1": "Anāgatārammaṇaṃ saraṇaṃ dhammaṃ paṭicca anāgatārammaṇo saraṇo dhammo uppajjati hetupaccayā. (1)",
  "patthana4.8:182.1": "Paccuppannārammaṇaṃ saraṇaṃ dhammaṃ paṭicca paccuppannārammaṇo saraṇo dhammo uppajjati hetupaccayā. (1) (Saṃkhittaṃ.)",
  "patthana4.8:183.1": "Hetuyā tīṇi …pe… avigate tīṇi. (Saṃkhittaṃ.)",
  "patthana4.8:184.1": "(Sahajātavārampi …pe… pañhāvārampi sabbattha vitthāretabbaṃ.)",
  "patthana4.8:185.1": "Atītārammaṇaṃ araṇaṃ dhammaṃ paṭicca atītārammaṇo araṇo dhammo uppajjati hetupaccayā. (1)",
  "patthana4.8:186.1": "Anāgatārammaṇaṃ araṇaṃ dhammaṃ paṭicca anāgatārammaṇo araṇo dhammo uppajjati hetupaccayā. (1)",
  "patthana4.8:187.1": "Paccuppannārammaṇaṃ araṇaṃ dhammaṃ paṭicca paccuppannārammaṇo araṇo dhammo uppajjati hetupaccayā. (1) (Saṃkhittaṃ.)",
  "patthana4.8:188.1": "Hetuyā tīṇi …pe… avigate tīṇi. (Saṃkhittaṃ.)",
  "patthana4.8:189.1": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṃ.)",
  "patthana4.8:190.1": "Atītārammaṇo araṇo dhammo atītārammaṇassa araṇassa dhammassa hetupaccayena paccayo. (1)",
  "patthana4.8:191.1": "Anāgatārammaṇo araṇo dhammo anāgatārammaṇassa araṇassa dhammassa hetupaccayena paccayo. (1)",
  "patthana4.8:192.1": "Paccuppannārammaṇo araṇo dhammo paccuppannārammaṇassa araṇassa dhammassa hetupaccayena paccayo. (1)",
  "patthana4.8:193.1": "Atītārammaṇo araṇo dhammo atītārammaṇassa araṇassa dhammassa ārammaṇapaccayena paccayo. (Saṃkhittaṃ.)",
  "patthana4.8:194.1": "Hetuyā tīṇi, ārammaṇe nava, adhipatiyā …pe… samanantare satta, sahajāte aññamaññe nissaye tīṇi, upanissaye nava, āsevane tīṇi, kamme nava, vipāke …pe… sampayutte tīṇi …pe… avigate tīṇi. (Saṃkhittaṃ.)",
  "patthana4.8:195.1": "(Yathā kusalattike pañhāvāraṃ, evaṃ vitthāretabbaṃ.)",
  "patthana4.8:196.0.1": "4.8.20. Ajjhattattika, Saraṇaduka",
  "patthana4.8:196.0.2": "Hetu",
  "patthana4.8:196.1": "Ajjhattaṃ saraṇaṃ dhammaṃ paṭicca ajjhatto saraṇo dhammo uppajjati hetupaccayā.",
  "patthana4.8:197.1": "Bahiddhā saraṇaṃ dhammaṃ paṭicca bahiddhā saraṇo dhammo uppajjati hetupaccayā.",
  "patthana4.8:198.1": "Hetuyā dve …pe… avigate dve. (Saṃkhittaṃ.)",
  "patthana4.8:199.1": "(Sahajātavārepi …pe… pañhāvārepi sabbattha vitthāro.)",
  "patthana4.8:200.1": "Ajjhattaṃ araṇaṃ dhammaṃ paṭicca ajjhatto araṇo dhammo uppajjati hetupaccayā. (1)",
  "patthana4.8:201.1": "Bahiddhā araṇaṃ dhammaṃ paṭicca bahiddhā araṇo dhammo uppajjati hetupaccayā. (1) (Saṃkhittaṃ.)",
  "patthana4.8:202.1": "Hetuyā dve …pe… avigate dve. (Saṃkhittaṃ.)",
  "patthana4.8:203.1": "(Sahajātavārepi …pe… pañhāvārepi sabbattha vitthāro.)",
  "patthana4.8:204.0.1": "4.8.21. Ajjhattārammaṇattika, Saraṇaduka",
  "patthana4.8:204.0.2": "Hetu",
  "patthana4.8:204.1": "Ajjhattārammaṇaṃ saraṇaṃ dhammaṃ paṭicca ajjhattārammaṇo saraṇo dhammo uppajjati hetupaccayā. (1)",
  "patthana4.8:205.1": "Bahiddhārammaṇaṃ saraṇaṃ dhammaṃ paṭicca bahiddhārammaṇo saraṇo dhammo uppajjati hetupaccayā. (1) (Saṃkhittaṃ.)",
  "patthana4.8:206.1": "Hetuyā dve …pe… avigate dve. (Saṃkhittaṃ.)",
  "patthana4.8:207.1": "(Sahajātavārepi …pe… pañhāvārepi sabbattha vitthāro.)",
  "patthana4.8:208.1": "Ajjhattārammaṇaṃ araṇaṃ dhammaṃ paṭicca ajjhattārammaṇo araṇo dhammo uppajjati hetupaccayā. (1)",
  "patthana4.8:209.1": "Bahiddhārammaṇaṃ araṇaṃ dhammaṃ paṭicca bahiddhārammaṇo araṇo dhammo uppajjati hetupaccayā. (1) (Saṃkhittaṃ.)",
  "patthana4.8:210.1": "Hetuyā dve …pe… avigate dve. (Saṃkhittaṃ.)",
  "patthana4.8:211.1": "(Sahajātavārepi …pe… pañhāvārepi sabbattha vitthāro.)",
  "patthana4.8:212.0.1": "4.8.22. Sanidassanattika, Saraṇaduka",
  "patthana4.8:212.0.2": "Hetu",
  "patthana4.8:212.1": "Anidassanaappaṭighaṃ saraṇaṃ dhammaṃ paṭicca anidassanaappaṭigho saraṇo dhammo uppajjati hetupaccayā. (Sabbattha ekaṃ.)",
  "patthana4.8:213.1": "Anidassanaappaṭighaṃ araṇaṃ dhammaṃ paṭicca anidassanaappaṭigho araṇo dhammo uppajjati hetupaccayā … satta. (Saṃkhittaṃ.)",
  "patthana4.8:214.1": "Hetuyā ekavīsa, ārammaṇe ekaṃ …pe… anantare samanantare ekaṃ, sahajāte ekavīsa, aññamaññe cha …pe… upanissaye purejāte āsevane ekaṃ …pe… avigate ekavīsa. (Saṃkhittaṃ.)",
  "patthana4.8:215.1": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṃ.)",
  "patthana4.8:216.1": "Anidassanaappaṭigho araṇo dhammo anidassanaappaṭighassa araṇassa dhammassa hetupaccayena paccayo. (Saṃkhittaṃ.)",
  "patthana4.8:217.1": "Hetuyā satta, ārammaṇe tīṇi, adhipatiyā nava, anantare samanantare ekaṃ, sahajāte ekavīsa, aññamaññe cha, nissaye ekavīsa, upanissaye tīṇi, purejāte cha, pacchājāte satta, āsevane ekaṃ, kamme vipāke āhāre satta, indriye nava, jhāne magge satta, sampayutte ekaṃ, vippayutte aṭṭha …pe… avigate pañcavīsa. (Saṃkhittaṃ.)",
  "patthana4.8:218.1": "(Yathā kusalattike pañhāvāraṃ, evaṃ vitthāretabbaṃ.)"
}