{
  "patthana4.6:0.1": "Paṭṭhānapakaraṇa",
  "patthana4.6:0.2": "Dhammānuloma (1), Tikadukapaṭṭhānapāḷi (4)",
  "patthana4.6:0.3": "4.6. Kusalattika, Kilesagocchaka",
  "patthana4.6:1.0": "4.6.1. Kusalattika, Kilesaduka",
  "patthana4.6:1.1": "Akusalaṃ kilesaṃ dhammaṃ paṭicca akusalo kileso dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana4.6:2.1": "Hetuyā ekaṃ, ārammaṇe ekaṃ …pe… avigate ekaṃ. (Saṃkhittaṃ.)",
  "patthana4.6:3.1": "(Sahajātavārepi …pe… pañhāvārepi sabbattha ekaṃ.)",
  "patthana4.6:4.1": "Kusalaṃ nokilesaṃ dhammaṃ paṭicca kusalo nokileso dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana4.6:5.1": "Akusalaṃ nokilesaṃ dhammaṃ paṭicca akusalo nokileso dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana4.6:6.1": "Abyākataṃ nokilesaṃ dhammaṃ paṭicca abyākato nokileso dhammo uppajjati hetupaccayā. (1)",
  "patthana4.6:7.1": "Kusalaṃ nokilesañca abyākataṃ nokilesañca dhammaṃ paṭicca abyākato nokileso dhammo uppajjati hetupaccayā. (1)",
  "patthana4.6:8.1": "Akusalaṃ nokilesañca abyākataṃ nokilesañca dhammaṃ paṭicca abyākato nokileso dhammo uppajjati hetupaccayā. (1) (Saṃkhittaṃ.)",
  "patthana4.6:9.1": "Hetuyā nava, ārammaṇe tīṇi, adhipatiyā nava …pe… vipāke ekaṃ, avigate nava. (Saṃkhittaṃ. Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṃ.)",
  "patthana4.6:10.1": "Kusalo nokileso dhammo kusalassa nokilesassa dhammassa hetupaccayena paccayo … tīṇi.",
  "patthana4.6:11.1": "Abyākato nokileso dhammo abyākatassa nokilesassa dhammassa hetupaccayena paccayo. (1) (Saṃkhittaṃ.)",
  "patthana4.6:12.1": "Hetuyā cattāri, ārammaṇe nava, adhipatiyā dasa …pe… avigate terasa. (Saṃkhittaṃ. Yathā kusalattike pañhāvāraṃ, evaṃ vitthāretabbaṃ.)",
  "patthana4.6:13.0.1": "4.6.2. Kusalattika, Saṃkilesikaduka",
  "patthana4.6:13.0.2": "Paccayacatukka",
  "patthana4.6:13.1": "Kusalaṃ saṃkilesikaṃ dhammaṃ paṭicca kusalo saṃkilesiko dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana4.6:14.1": "Akusalaṃ saṃkilesikaṃ dhammaṃ paṭicca akusalo saṃkilesiko dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana4.6:15.1": "Abyākataṃ saṃkilesikaṃ dhammaṃ paṭicca abyākato saṃkilesiko dhammo uppajjati hetupaccayā. (1)",
  "patthana4.6:16.1": "Kusalaṃ saṃkilesikañca abyākataṃ saṃkilesikañca dhammaṃ paṭicca abyākato saṃkilesiko dhammo uppajjati hetupaccayā. (1)",
  "patthana4.6:17.1": "Akusalaṃ saṃkilesikañca abyākataṃ saṃkilesikañca dhammaṃ paṭicca abyākato saṃkilesiko dhammo uppajjati hetupaccayā. (1)",
  "patthana4.6:18.1": "Hetuyā nava, ārammaṇe tīṇi …pe… vipāke ekaṃ …pe… avigate nava. (Saṃkhittaṃ.)",
  "patthana4.6:19.1": "(Sahajātavārampi …pe… sampayuttavārampi vitthāretabbaṃ.)",
  "patthana4.6:20.1": "Kusalo saṃkilesiko dhammo akusalassa saṃkilesikassa dhammassa hetupaccayena paccayo … tīṇi.",
  "patthana4.6:21.1": "Akusalo saṃkilesiko dhammo akusalassa saṃkilesikassa dhammassa hetupaccayena paccayo … tīṇi.",
  "patthana4.6:22.1": "Abyākato saṃkilesiko dhammo abyākatassa saṃkilesikassa dhammassa hetupaccayena paccayo. (1) (Saṃkhittaṃ.)",
  "patthana4.6:23.1": "Hetuyā satta, ārammaṇe nava, adhipatiyā nava …pe… avigate terasa. (Saṃkhittaṃ. Yathā kusalattike pañhāvāraṃ, evaṃ vitthāretabbaṃ.)",
  "patthana4.6:24.1": "Kusalaṃ asaṃkilesikaṃ dhammaṃ paṭicca kusalo asaṃkilesiko dhammo uppajjati hetupaccayā. (1)",
  "patthana4.6:25.1": "Abyākataṃ asaṃkilesikaṃ dhammaṃ paṭicca abyākato asaṃkilesiko dhammo uppajjati hetupaccayā. (1) (Saṃkhittaṃ.)",
  "patthana4.6:26.1": "Hetuyā dve, ārammaṇe dve …pe… āsevane ekaṃ …pe… vipāke ekaṃ …pe… avigate dve. (Saṃkhittaṃ.)",
  "patthana4.6:27.1": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṃ.)",
  "patthana4.6:28.1": "Kusalo asaṃkilesiko dhammo kusalassa asaṃkilesikassa dhammassa hetupaccayena paccayo. (1)",
  "patthana4.6:29.1": "Abyākato asaṃkilesiko dhammo abyākatassa asaṃkilesikassa dhammassa hetupaccayena paccayo. (1)",
  "patthana4.6:30.1": "Abyākato asaṃkilesiko dhammo abyākatassa asaṃkilesikassa dhammassa ārammaṇapaccayena paccayo. Abyākato asaṃkilesiko dhammo kusalassa asaṃkilesikassa dhammassa ārammaṇapaccayena paccayo. (2) (Saṃkhittaṃ.)",
  "patthana4.6:31.1": "Hetuyā dve, ārammaṇe dve, adhipatiyā tīṇi, anantare dve …pe… upanissaye cattāri …pe… kamme tīṇi, vipāke ekaṃ …pe… avigate dve. (Saṃkhittaṃ.)",
  "patthana4.6:32.1": "(Yathā kusalattike pañhāvāraṃ, evaṃ vitthāretabbaṃ.)",
  "patthana4.6:33.0.1": "4.6.3. Kusalattika, Saṃkiliṭṭhaduka",
  "patthana4.6:33.0.2": "Hetu-ārammaṇa",
  "patthana4.6:33.1": "Akusalaṃ saṃkiliṭṭhaṃ dhammaṃ paṭicca akusalo saṃkiliṭṭho dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana4.6:34.1": "Hetuyā ekaṃ, ārammaṇe ekaṃ …pe… avigate ekaṃ. (Saṃkhittaṃ.)",
  "patthana4.6:35.1": "(Sahajātavārepi …pe… pañhāvārepi sabbattha ekaṃ.)",
  "patthana4.6:36.1": "Kusalaṃ asaṃkiliṭṭhaṃ dhammaṃ paṭicca kusalo asaṃkiliṭṭho dhammo uppajjati hetupaccayā. Kusalaṃ asaṃkiliṭṭhaṃ dhammaṃ paṭicca abyākato asaṃkiliṭṭho dhammo uppajjati hetupaccayā. Kusalaṃ asaṃkiliṭṭhaṃ dhammaṃ paṭicca kusalo asaṃkiliṭṭho ca abyākato asaṃkiliṭṭho ca dhammā uppajjanti hetupaccayā. (3)",
  "patthana4.6:37.1": "Abyākataṃ asaṃkiliṭṭhaṃ dhammaṃ paṭicca abyākato asaṃkiliṭṭho dhammo uppajjati hetupaccayā. Kusalaṃ asaṃkiliṭṭhañca abyākataṃ asaṃkiliṭṭhañca dhammaṃ paṭicca abyākato asaṃkiliṭṭho dhammo uppajjati hetupaccayā. (2)",
  "patthana4.6:38.1": "Kusalaṃ asaṃkiliṭṭhaṃ dhammaṃ paṭicca kusalo asaṃkiliṭṭho dhammo uppajjati ārammaṇapaccayā. (1)",
  "patthana4.6:39.1": "Abyākataṃ asaṃkiliṭṭhaṃ dhammaṃ paṭicca abyākato asaṃkiliṭṭho dhammo uppajjati ārammaṇapaccayā. (1) (Saṃkhittaṃ.)",
  "patthana4.6:40.1": "Hetuyā pañca, ārammaṇe dve, adhipatiyā pañca …pe… vipāke ekaṃ …pe… avigate pañca. (Saṃkhittaṃ.)",
  "patthana4.6:41.1": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṃ.)",
  "patthana4.6:42.1": "Kusalo asaṃkiliṭṭho dhammo kusalassa asaṃkiliṭṭhassa dhammassa hetupaccayena paccayo … tīṇi.",
  "patthana4.6:43.1": "Abyākato asaṃkiliṭṭho dhammo abyākatassa asaṃkiliṭṭhassa dhammassa hetupaccayena paccayo. (1)",
  "patthana4.6:44.1": "Kusalo asaṃkiliṭṭho dhammo kusalassa asaṃkiliṭṭhassa dhammassa ārammaṇapaccayena paccayo … dve.",
  "patthana4.6:45.1": "Abyākato asaṃkiliṭṭho dhammo abyākatassa asaṃkiliṭṭhassa dhammassa ārammaṇapaccayena paccayo … dve. (Saṃkhittaṃ.)",
  "patthana4.6:46.1": "Hetuyā cattāri, ārammaṇe cattāri, adhipatiyā pañca, anantare cattāri …pe… sahajāte pañca, aññamaññe dve, nissaye satta, upanissaye cattāri, purejāte pacchājāte āsevane dve, kamme cattāri, vipāke ekaṃ, āhāre …pe… magge cattāri, sampayutte dve, vippayutte tīṇi …pe… avigate satta. (Saṃkhittaṃ.)",
  "patthana4.6:47.1": "(Yathā kusalattike pañhāvāraṃ, evaṃ vitthāretabbaṃ.)",
  "patthana4.6:48.0.1": "4.6.4. Kusalattika, Kilesasampayuttaduka",
  "patthana4.6:48.0.2": "Hetu",
  "patthana4.6:48.1": "Akusalaṃ kilesasampayuttaṃ dhammaṃ paṭicca akusalo kilesasampayutto dhammo uppajjati hetupaccayā. (Saṃkiliṭṭhadukasadisaṃ.)",
  "patthana4.6:49.0.1": "4.6.5. Kusalattika, Kilesasaṃkilesikaduka",
  "patthana4.6:49.0.2": "Hetu",
  "patthana4.6:49.1": "Akusalaṃ kilesañceva saṃkilesikañca dhammaṃ paṭicca akusalo kileso ceva saṃkilesiko ca dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana4.6:50.1": "Hetuyā ekaṃ …pe… avigate ekaṃ. (Saṃkhittaṃ.)",
  "patthana4.6:51.1": "(Sahajātavārepi …pe… pañhāvārepi sabbattha ekaṃ.)",
  "patthana4.6:52.1": "Kusalaṃ saṃkilesikañceva no ca kilesaṃ dhammaṃ paṭicca kusalo saṃkilesiko ceva no ca kileso dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana4.6:53.1": "Akusalaṃ saṃkilesikañceva no ca kilesaṃ dhammaṃ paṭicca akusalo saṃkilesiko ceva no ca kileso dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana4.6:54.1": "Abyākataṃ saṃkilesikañceva no ca kilesaṃ dhammaṃ paṭicca abyākato saṃkilesiko ceva no ca kileso dhammo uppajjati hetupaccayā.",
  "patthana4.6:55.1": "Kusalaṃ saṃkilesikañceva no ca kilesañca abyākataṃ saṃkilesikañceva no ca kilesañca dhammaṃ paṭicca abyākato saṃkilesiko ceva no ca kileso dhammo uppajjati hetupaccayā. (1)",
  "patthana4.6:56.1": "Akusalaṃ saṃkilesikañceva no ca kilesañca abyākataṃ saṃkilesikañceva no ca kilesañca dhammaṃ paṭicca abyākato saṃkilesiko ceva no ca kileso dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana4.6:57.1": "Hetuyā nava, ārammaṇe tīṇi …pe… vipāke ekaṃ …pe… avigate nava. (Saṃkhittaṃ.)",
  "patthana4.6:58.1": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṃ.)",
  "patthana4.6:59.1": "Kusalo saṃkilesiko ceva no ca kileso dhammo kusalassa saṃkilesikassa ceva no ca kilesassa dhammassa hetupaccayena paccayo … tīṇi.",
  "patthana4.6:60.1": "Abyākato saṃkilesiko ceva no ca kileso dhammo abyākatassa saṃkilesikassa ceva no ca kilesassa dhammassa hetupaccayena paccayo. (1) (Saṃkhittaṃ.)",
  "patthana4.6:61.1": "Hetuyā cattāri, ārammaṇe nava, adhipatiyā nava …pe… avigate terasa. (Saṃkhittaṃ. Yathā kusalattike pañhāvāraṃ, evaṃ vitthāretabbaṃ.)",
  "patthana4.6:62.0.1": "4.6.6. Kusalattika, Kilesasaṃkiliṭṭhaduka",
  "patthana4.6:62.0.2": "Hetu",
  "patthana4.6:62.1": "Akusalaṃ kilesañceva saṃkiliṭṭhañca dhammaṃ paṭicca akusalo kileso ceva saṃkiliṭṭho ca dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana4.6:63.1": "Hetuyā ekaṃ, ārammaṇe ekaṃ …pe… avigate ekaṃ. (Saṃkhittaṃ.)",
  "patthana4.6:64.1": "(Sahajātavārepi …pe… pañhāvārepi sabbattha ekaṃ.)",
  "patthana4.6:65.1": "Akusalaṃ saṃkiliṭṭhañceva no ca kilesaṃ dhammaṃ paṭicca akusalo saṃkiliṭṭho ceva no ca kileso dhammo uppajjati hetupaccayā.",
  "patthana4.6:66.1": "Hetuyā ekaṃ …pe… avigate ekaṃ. (Saṃkhittaṃ.)",
  "patthana4.6:67.1": "(Sahajātavārepi …pe… pañhāvārepi sabbattha ekaṃ.)",
  "patthana4.6:68.0.1": "4.6.7. Kusalattika, Kilesakilesasampayuttaduka",
  "patthana4.6:68.0.2": "Hetu",
  "patthana4.6:68.1": "Akusalaṃ kilesañceva kilesasampayuttañca dhammaṃ paṭicca akusalo kileso ceva kilesasampayutto ca dhammo uppajjati hetupaccayā.",
  "patthana4.6:69.1": "Hetuyā ekaṃ …pe… avigate ekaṃ. (Saṃkhittaṃ.)",
  "patthana4.6:70.1": "(Sahajātavārepi …pe… pañhāvārepi sabbattha ekaṃ.)",
  "patthana4.6:71.1": "Akusalaṃ kilesasampayuttañceva no ca kilesaṃ dhammaṃ paṭicca akusalo kilesasampayutto ceva no ca kileso dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana4.6:72.1": "Hetuyā ekaṃ …pe… avigate ekaṃ. (Saṃkhittaṃ.)",
  "patthana4.6:73.1": "(Sahajātavārepi …pe… pañhāvārepi sabbattha ekaṃ.)",
  "patthana4.6:74.0.1": "4.6.8. Kusalattika, Kilesavippayuttasaṃkilesikaduka",
  "patthana4.6:74.0.2": "Hetu",
  "patthana4.6:74.1": "Kusalaṃ kilesavippayuttaṃ saṃkilesikaṃ dhammaṃ paṭicca kusalo kilesavippayutto saṃkilesiko dhammo uppajjati hetupaccayā. Kusalaṃ kilesavippayuttaṃ saṃkilesikaṃ dhammaṃ paṭicca abyākato kilesavippayutto saṃkilesiko dhammo uppajjati hetupaccayā. Kusalaṃ kilesavippayuttaṃ saṃkilesikaṃ dhammaṃ paṭicca kusalo kilesavippayutto saṃkilesiko ca abyākato kilesavippayutto saṃkilesiko ca dhammā uppajjanti hetupaccayā. (3)",
  "patthana4.6:75.1": "Abyākataṃ kilesavippayuttaṃ saṃkilesikaṃ dhammaṃ paṭicca abyākato kilesavippayutto saṃkilesiko dhammo uppajjati hetupaccayā. (1)",
  "patthana4.6:76.1": "Kusalaṃ kilesavippayuttaṃ saṃkilesikañca abyākataṃ kilesavippayuttaṃ saṃkilesikañca dhammaṃ paṭicca abyākato kilesavippayutto saṃkilesiko dhammo uppajjati hetupaccayā. (1) (Saṃkhittaṃ.)",
  "patthana4.6:77.1": "Hetuyā pañca, ārammaṇe dve …pe… vipāke ekaṃ …pe… avigate pañca. (Saṃkhittaṃ.)",
  "patthana4.6:78.1": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṃ.)",
  "patthana4.6:79.1": "Kusalo kilesavippayutto saṃkilesiko dhammo kusalassa kilesavippayuttassa saṃkilesikassa dhammassa hetupaccayena paccayo … tīṇi.",
  "patthana4.6:80.1": "Abyākato kilesavippayutto saṃkilesiko dhammo abyākatassa kilesavippayuttassa saṃkilesikassa dhammassa hetupaccayena paccayo. (1) (Saṃkhittaṃ.)",
  "patthana4.6:81.1": "Hetuyā cattāri, ārammaṇe cattāri, adhipatiyā cattāri …pe… avigate satta. (Saṃkhittaṃ. Yathā kusalattike pañhāvāraṃ, evaṃ vitthāretabbaṃ.)",
  "patthana4.6:82.1": "Kusalaṃ kilesavippayuttaṃ asaṃkilesikaṃ dhammaṃ paṭicca kusalo kilesavippayutto asaṃkilesiko dhammo uppajjati hetupaccayā.",
  "patthana4.6:83.1": "Abyākataṃ kilesavippayuttaṃ asaṃkilesikaṃ dhammaṃ paṭicca abyākato kilesavippayutto asaṃkilesiko dhammo uppajjati hetupaccayā.",
  "patthana4.6:84.1": "Hetuyā dve …pe… āsevane vipāke ekaṃ …pe… avigate dve. (Saṃkhittaṃ.)",
  "patthana4.6:85.1": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṃ.)",
  "patthana4.6:86.1": "Kusalo kilesavippayutto asaṃkilesiko dhammo kusalassa kilesavippayuttassa asaṃkilesikassa dhammassa hetupaccayena paccayo. (1)",
  "patthana4.6:87.1": "Abyākato kilesavippayutto asaṃkilesiko dhammo abyākatassa kilesavippayuttassa asaṃkilesikassa dhammassa hetupaccayena paccayo. (1) (Saṃkhittaṃ.)",
  "patthana4.6:88.1": "Hetuyā dve, ārammaṇe dve, adhipatiyā tīṇi, anantare dve …pe… upanissaye cattāri …pe… kamme tīṇi, vipāke ekaṃ …pe… avigate dve. (Saṃkhittaṃ.)",
  "patthana4.6:89.1": "(Yathā kusalattike pañhāvāraṃ, evaṃ vitthāretabbaṃ.)",
  "patthana4.6:90.1": "Kusalattikakilesagocchakaṃ niṭṭhitaṃ."
}