{
  "patthana4.2:0.1": "Paṭṭhānapakaraṇa",
  "patthana4.2:0.2": "Dhammānuloma (1), Tikadukapaṭṭhānapāḷi (4)",
  "patthana4.2:0.3": "4.2. Kusalattika, Hetugocchaka",
  "patthana4.2:1.0.1": "4.2.2. Kusalattika, Sahetukaduka",
  "patthana4.2:1.0.2": "Hetu",
  "patthana4.2:1.1": "Kusalaṃ sahetukaṃ dhammaṃ paṭicca kusalo sahetuko dhammo uppajjati hetupaccayā. (1)",
  "patthana4.2:2.1": "Akusalaṃ sahetukaṃ dhammaṃ paṭicca akusalo sahetuko dhammo uppajjati hetupaccayā. (1)",
  "patthana4.2:3.1": "Abyākataṃ sahetukaṃ dhammaṃ paṭicca abyākato sahetuko dhammo uppajjati hetupaccayā. (1) (Saṃkhittaṃ.)",
  "patthana4.2:4.1": "Hetuyā tīṇi …pe… vipāke ekaṃ …pe… avigate tīṇi. (Saṃkhittaṃ.)",
  "patthana4.2:5.1": "Naadhipatiyā tīṇi, napurejāte tīṇi, napacchājāte tīṇi, naāsevane tīṇi, nakamme tīṇi, navipāke tīṇi, navippayutte tīṇi.",
  "patthana4.2:6.1": "Hetupaccayā naadhipatiyā tīṇi. (Saṃkhittaṃ.)",
  "patthana4.2:7.1": "Naadhipatipaccayā hetuyā tīṇi. (Saṃkhittaṃ.)",
  "patthana4.2:8.1": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṃ.)",
  "patthana4.2:9.0": "Hetu-ārammaṇa",
  "patthana4.2:9.1": "Kusalo sahetuko dhammo kusalassa sahetukassa dhammassa hetupaccayena paccayo. (1)",
  "patthana4.2:10.1": "Akusalo sahetuko dhammo akusalassa sahetukassa dhammassa hetupaccayena paccayo. (1)",
  "patthana4.2:11.1": "Abyākato sahetuko dhammo abyākatassa sahetukassa dhammassa hetupaccayena paccayo. (1)",
  "patthana4.2:12.1": "Kusalo sahetuko dhammo kusalassa sahetukassa dhammassa ārammaṇapaccayena paccayo. Kusalo sahetuko dhammo akusalassa sahetukassa dhammassa ārammaṇapaccayena paccayo. Kusalo sahetuko dhammo abyākatassa sahetukassa dhammassa ārammaṇapaccayena paccayo. (3)",
  "patthana4.2:13.1": "Akusalo sahetuko dhammo akusalassa sahetukassa dhammassa ārammaṇapaccayena paccayo … tīṇi. (3)",
  "patthana4.2:14.1": "Abyākato sahetuko dhammo abyākatassa sahetukassa dhammassa ārammaṇapaccayena paccayo … tīṇi. (3)",
  "patthana4.2:15.1": "Kusalo sahetuko dhammo kusalassa sahetukassa dhammassa adhipatipaccayena paccayo. (Saṃkhittaṃ.)",
  "patthana4.2:16.1": "Hetuyā tīṇi, ārammaṇe nava, adhipatiyā satta, anantare pañca, samanantare pañca, sahajāte tīṇi, aññamaññe tīṇi, nissaye tīṇi, upanissaye nava, āsevane tīṇi, kamme pañca, vipāke ekaṃ, āhāre …pe… sampayutte tīṇi …pe… avigate tīṇi. (Saṃkhittaṃ.)",
  "patthana4.2:17.1": "Nahetuyā nava, naārammaṇe nava. (Saṃkhittaṃ.)",
  "patthana4.2:18.1": "Hetupaccayā naārammaṇe tīṇi. (Saṃkhittaṃ.)",
  "patthana4.2:19.1": "Nahetupaccayā ārammaṇe nava. (Saṃkhittaṃ.)",
  "patthana4.2:20.1": "Yathā kusalattike pañhāvāraṃ, evaṃ vitthāretabbaṃ.",
  "patthana4.2:21.0": "Hetu-ārammaṇa",
  "patthana4.2:21.1": "Akusalaṃ ahetukaṃ dhammaṃ paṭicca abyākato ahetuko dhammo uppajjati hetupaccayā. (1)",
  "patthana4.2:22.1": "Abyākataṃ ahetukaṃ dhammaṃ paṭicca abyākato ahetuko dhammo uppajjati hetupaccayā. (1)",
  "patthana4.2:23.1": "Akusalaṃ ahetukañca abyākataṃ ahetukañca dhammaṃ paṭicca abyākato ahetuko dhammo uppajjati hetupaccayā. (1)",
  "patthana4.2:24.1": "Abyākataṃ ahetukaṃ dhammaṃ paṭicca abyākato ahetuko dhammo uppajjati ārammaṇapaccayā. (1) (Saṃkhittaṃ.)",
  "patthana4.2:25.1": "Hetuyā tīṇi, ārammaṇe ekaṃ, adhipatiyā ekaṃ …pe… avigate tīṇi. (Saṃkhittaṃ.)",
  "patthana4.2:25.2": "Paccanīya",
  "patthana4.2:26.0": "Nahetu-naārammaṇa",
  "patthana4.2:26.1": "Abyākataṃ ahetukaṃ dhammaṃ paṭicca abyākato ahetuko dhammo uppajjati nahetupaccayā. (1)",
  "patthana4.2:27.1": "Akusalaṃ ahetukaṃ dhammaṃ paṭicca abyākato ahetuko dhammo uppajjati naārammaṇapaccayā. (1)",
  "patthana4.2:28.1": "Abyākataṃ ahetukaṃ dhammaṃ paṭicca abyākato ahetuko dhammo uppajjati naārammaṇapaccayā. (1)",
  "patthana4.2:29.1": "Akusalaṃ ahetukañca abyākataṃ ahetukañca dhammaṃ paṭicca abyākato ahetuko dhammo uppajjati naārammaṇapaccayā. (1) (Saṃkhittaṃ.)",
  "patthana4.2:30.1": "Nahetuyā ekaṃ, naārammaṇe tīṇi, naadhipatiyā tīṇi …pe… novigate tīṇi. (Saṃkhittaṃ.)",
  "patthana4.2:31.1": "Hetupaccayā naārammaṇe tīṇi. (Saṃkhittaṃ.)",
  "patthana4.2:32.1": "Nahetupaccayā ārammaṇe ekaṃ. (Saṃkhittaṃ.)",
  "patthana4.2:33.1": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṃ.)",
  "patthana4.2:34.0": "Hetu-ārammaṇādi",
  "patthana4.2:34.1": "Akusalo ahetuko dhammo abyākatassa ahetukassa dhammassa hetupaccayena paccayo. (1)",
  "patthana4.2:35.1": "Akusalo ahetuko dhammo akusalassa ahetukassa dhammassa ārammaṇapaccayena paccayo. Akusalo ahetuko dhammo abyākatassa ahetukassa dhammassa ārammaṇapaccayena paccayo. (2)",
  "patthana4.2:36.1": "Abyākato ahetuko dhammo abyākatassa ahetukassa dhammassa ārammaṇapaccayena paccayo. Abyākato ahetuko dhammo akusalassa ahetukassa dhammassa ārammaṇapaccayena paccayo. (2)",
  "patthana4.2:37.1": "Akusalo ahetuko dhammo akusalassa ahetukassa dhammassa anantarapaccayena paccayo. Akusalo ahetuko dhammo abyākatassa ahetukassa dhammassa anantarapaccayena paccayo. (2)",
  "patthana4.2:38.1": "Abyākato ahetuko dhammo abyākatassa ahetukassa dhammassa anantarapaccayena paccayo. Abyākato ahetuko dhammo akusalassa ahetukassa dhammassa anantarapaccayena paccayo …pe…. (2)",
  "patthana4.2:39.1": "Akusalo ahetuko dhammo akusalassa ahetukassa dhammassa upanissayapaccayena paccayo. (Saṃkhittaṃ.)",
  "patthana4.2:40.1": "Hetuyā ekaṃ, ārammaṇe cattāri, anantare cattāri, samanantare cattāri, sahajāte tīṇi, aññamaññe ekaṃ, nissaye cattāri, upanissaye cattāri, purejāte pacchājāte āsevane dve, kamme vipāke āhāre indriye jhāne ekaṃ, sampayutte ekaṃ, vippayutte tīṇi …pe… avigate cattāri. (Saṃkhittaṃ.)",
  "patthana4.2:41.1": "Nahetuyā pañca, naārammaṇe pañca, naadhipatiyā pañca. (Saṃkhittaṃ.)",
  "patthana4.2:42.1": "Hetupaccayā naārammaṇe ekaṃ. (Saṃkhittaṃ.)",
  "patthana4.2:43.1": "Nahetupaccayā ārammaṇe cattāri. (Saṃkhittaṃ.)",
  "patthana4.2:44.1": "(Yathā kusalattike pañhāvāraṃ, evaṃ vitthāretabbaṃ.)",
  "patthana4.2:45.0": "Hetu",
  "patthana4.2:45.1": "Kusalaṃ hetusampayuttaṃ dhammaṃ paṭicca kusalo hetusampayutto dhammo uppajjati hetupaccayā. (1)",
  "patthana4.2:46.1": "Akusalaṃ hetusampayuttaṃ dhammaṃ paṭicca akusalo hetusampayutto dhammo uppajjati hetupaccayā. (1)",
  "patthana4.2:47.1": "Abyākataṃ hetusampayuttaṃ dhammaṃ paṭicca abyākato hetusampayutto dhammo uppajjati hetupaccayā. (1) (Saṃkhittaṃ.)",
  "patthana4.2:48.1": "Hetuyā tīṇi, ārammaṇe tīṇi …pe… vipāke ekaṃ …pe… avigate tīṇi. (Saṃkhittaṃ.)",
  "patthana4.2:49.1": "Naadhipatiyā tīṇi …pe… navippayutte tīṇi. (Saṃkhittaṃ.)",
  "patthana4.2:50.1": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṃ.)",
  "patthana4.2:51.0": "Hetu-ārammaṇa",
  "patthana4.2:51.1": "Kusalo hetusampayutto dhammo kusalassa hetusampayuttassa dhammassa hetupaccayena paccayo. (1)",
  "patthana4.2:52.1": "Akusalo hetusampayutto dhammo akusalassa hetusampayuttassa dhammassa hetupaccayena paccayo. (1)",
  "patthana4.2:53.1": "Abyākato hetusampayutto dhammo abyākatassa hetusampayuttassa dhammassa hetupaccayena paccayo. (1)",
  "patthana4.2:54.1": "Kusalo hetusampayutto dhammo kusalassa hetusampayuttassa dhammassa ārammaṇapaccayena paccayo … tīṇi.",
  "patthana4.2:55.1": "Akusalo hetusampayutto dhammo akusalassa hetusampayuttassa dhammassa ārammaṇapaccayena paccayo … tīṇi.",
  "patthana4.2:56.1": "Abyākato hetusampayutto dhammo abyākatassa hetusampayuttassa dhammassa ārammaṇapaccayena paccayo … tīṇi (Saṃkhittaṃ.)",
  "patthana4.2:57.1": "Hetuyā tīṇi, ārammaṇe nava, adhipatiyā satta, anantare pañca, samanantare pañca, sahajāte tīṇi, aññamaññe nissaye tīṇi, upanissaye nava, āsevane tīṇi, kamme pañca, vipāke ekaṃ, āhāre …pe… sampayutte tīṇi …pe… avigate tīṇi. (Saṃkhittaṃ.)",
  "patthana4.2:58.1": "Nahetuyā nava, naārammaṇe nava. (Saṃkhittaṃ.)",
  "patthana4.2:59.1": "Hetupaccayā naārammaṇe tīṇi. (Saṃkhittaṃ.)",
  "patthana4.2:60.1": "Nahetupaccayā ārammaṇe nava. (Saṃkhittaṃ.)",
  "patthana4.2:61.1": "(Yathā kusalattike pañhāvāraṃ, evaṃ vitthāretabbaṃ.)",
  "patthana4.2:62.0": "Hetu-ārammaṇa",
  "patthana4.2:62.1": "Akusalaṃ hetuvippayuttaṃ dhammaṃ paṭicca abyākato hetuvippayutto dhammo uppajjati hetupaccayā. (1)",
  "patthana4.2:63.1": "Abyākataṃ hetuvippayuttaṃ dhammaṃ paṭicca abyākato hetuvippayutto dhammo uppajjati hetupaccayā. (1)",
  "patthana4.2:64.1": "Akusalaṃ hetuvippayuttañca abyākataṃ hetuvippayuttañca dhammaṃ paṭicca abyākato hetuvippayutto dhammo uppajjati hetupaccayā. (1)",
  "patthana4.2:65.1": "Abyākataṃ hetuvippayuttaṃ dhammaṃ paṭicca abyākato hetuvippayutto dhammo uppajjati ārammaṇapaccayā. (1) (Saṃkhittaṃ.)",
  "patthana4.2:66.1": "Hetuyā tīṇi, ārammaṇe ekaṃ, adhipatiyā ekaṃ …pe… avigate tīṇi. (Saṃkhittaṃ.)",
  "patthana4.2:67.0": "Nahetu-naārammaṇa",
  "patthana4.2:67.1": "Abyākataṃ hetuvippayuttaṃ dhammaṃ paṭicca abyākato hetuvippayutto dhammo uppajjati nahetupaccayā. (1)",
  "patthana4.2:68.1": "Akusalaṃ hetuvippayuttaṃ dhammaṃ paṭicca abyākato hetuvippayutto dhammo uppajjati naārammaṇapaccayā. (1)",
  "patthana4.2:69.1": "Abyākataṃ hetuvippayuttaṃ dhammaṃ paṭicca abyākato hetuvippayutto dhammo uppajjati naārammaṇapaccayā. (1)",
  "patthana4.2:70.1": "Akusalaṃ hetuvippayuttañca abyākataṃ hetuvippayuttañca dhammaṃ paṭicca abyākato hetuvippayutto dhammo uppajjati naārammaṇapaccayā. (Saṃkhittaṃ.)",
  "patthana4.2:71.1": "Nahetuyā ekaṃ, naārammaṇe tīṇi, naadhipatiyā tīṇi …pe… novigate tīṇi. (Saṃkhittaṃ.)",
  "patthana4.2:72.1": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṃ.)",
  "patthana4.2:73.0": "Hetu-ārammaṇa-anantara",
  "patthana4.2:73.1": "Akusalo hetuvippayutto dhammo abyākatassa hetuvippayuttassa dhammassa hetupaccayena paccayo. (1)",
  "patthana4.2:74.1": "Akusalo hetuvippayutto dhammo akusalassa hetuvippayuttassa dhammassa ārammaṇapaccayena paccayo. Akusalo hetuvippayutto dhammo abyākatassa hetuvippayuttassa dhammassa ārammaṇapaccayena paccayo. (2)",
  "patthana4.2:75.1": "Abyākato hetuvippayutto dhammo abyākatassa hetuvippayuttassa dhammassa ārammaṇapaccayena paccayo. Abyākato hetuvippayutto dhammo akusalassa hetuvippayuttassa dhammassa ārammaṇapaccayena paccayo. (2)",
  "patthana4.2:76.1": "Akusalo hetuvippayutto dhammo akusalassa hetuvippayuttassa dhammassa anantarapaccayena paccayo. Akusalo hetuvippayutto dhammo abyākatassa hetuvippayuttassa dhammassa anantarapaccayena paccayo. (2)",
  "patthana4.2:77.1": "Abyākato hetuvippayutto dhammo abyākatassa hetuvippayuttassa dhammassa anantarapaccayena paccayo. Abyākato hetuvippayutto dhammo akusalassa hetuvippayuttassa dhammassa anantarapaccayena paccayo. (2) (Saṃkhittaṃ.)",
  "patthana4.2:78.1": "Hetuyā ekaṃ, ārammaṇe cattāri, anantare cattāri, samanantare cattāri, sahajāte tīṇi, aññamaññe ekaṃ, nissaye cattāri, upanissaye cattāri, purejāte pacchājāte āsevane dve, kamme …pe… jhāne ekaṃ, sampayutte ekaṃ, vippayutte tīṇi …pe… avigate cattāri. (Saṃkhittaṃ.)",
  "patthana4.2:79.1": "Nahetuyā pañca, naārammaṇe pañca. (Saṃkhittaṃ.)",
  "patthana4.2:80.1": "Hetupaccayā naārammaṇe ekaṃ. (Saṃkhittaṃ.)",
  "patthana4.2:81.1": "Nahetupaccayā ārammaṇe cattāri. (Saṃkhittaṃ.)",
  "patthana4.2:82.1": "(Yathā kusalattike pañhāvāraṃ, evaṃ vitthāretabbaṃ.)",
  "patthana4.2:83.0": "Hetu",
  "patthana4.2:83.1": "Kusalaṃ hetuñceva sahetukañca dhammaṃ paṭicca kusalo hetu ceva sahetuko ca dhammo uppajjati hetupaccayā. (1)",
  "patthana4.2:84.1": "Akusalaṃ hetuñceva sahetukañca dhammaṃ paṭicca akusalo hetu ceva sahetuko ca dhammo uppajjati hetupaccayā. (1)",
  "patthana4.2:85.1": "Abyākataṃ hetuñceva sahetukañca dhammaṃ paṭicca abyākato hetu ceva sahetuko ca dhammo uppajjati hetupaccayā. (1) (Saṃkhittaṃ.)",
  "patthana4.2:86.1": "Hetuyā tīṇi, ārammaṇe tīṇi …pe… vipāke ekaṃ …pe… avigate tīṇi. (Saṃkhittaṃ.)",
  "patthana4.2:87.1": "Naadhipatiyā tīṇi, napurejāte tīṇi, napacchājāte tīṇi, naāsevane tīṇi, navipāke tīṇi, navippayutte tīṇi. (Saṃkhittaṃ.)",
  "patthana4.2:88.1": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṃ.)",
  "patthana4.2:89.0": "Hetu-ārammaṇa-adhipati",
  "patthana4.2:89.1": "Kusalo hetu ceva sahetuko ca dhammo kusalassa hetussa ceva sahetukassa ca dhammassa hetupaccayena paccayo. (1)",
  "patthana4.2:90.1": "Akusalo hetu ceva sahetuko ca dhammo akusalassa hetussa ceva sahetukassa ca dhammassa hetupaccayena paccayo. (1)",
  "patthana4.2:91.1": "Abyākato hetu ceva sahetuko ca dhammo abyākatassa hetussa ceva sahetukassa ca dhammassa hetupaccayena paccayo. (1)",
  "patthana4.2:92.1": "Kusalo hetu ceva sahetuko ca dhammo kusalassa hetussa ceva sahetukassa ca dhammassa ārammaṇapaccayena paccayo. Kusalo hetu ceva sahetuko ca dhammo akusalassa hetussa ceva sahetukassa ca dhammassa ārammaṇapaccayena paccayo. Kusalo hetu ceva sahetuko ca dhammo abyākatassa hetussa ceva sahetukassa ca dhammassa ārammaṇapaccayena paccayo. (3)",
  "patthana4.2:93.1": "Akusalo hetu ceva sahetuko ca dhammo akusalassa hetussa ceva sahetukassa ca dhammassa ārammaṇapaccayena paccayo … tīṇi.",
  "patthana4.2:94.1": "Abyākato hetu ceva sahetuko ca dhammo abyākatassa hetussa ceva sahetukassa ca dhammassa ārammaṇapaccayena paccayo … tīṇi.",
  "patthana4.2:95.1": "Kusalo hetu ceva sahetuko ca dhammo kusalassa hetussa ceva sahetukassa ca dhammassa adhipatipaccayena paccayo … tīṇi.",
  "patthana4.2:96.1": "Akusalo hetu ceva sahetuko ca dhammo akusalassa hetussa ceva sahetukassa ca dhammassa adhipatipaccayena paccayo. (1)",
  "patthana4.2:97.1": "Abyākato hetu ceva sahetuko ca dhammo abyākatassa hetussa ceva sahetukassa ca dhammassa adhipatipaccayena paccayo … tīṇi. (Saṃkhittaṃ.)",
  "patthana4.2:98.1": "Hetuyā tīṇi, ārammaṇe nava, adhipatiyā satta, anantare pañca, samanantare pañca, sahajāte tīṇi …pe… upanissaye nava, āsevane tīṇi, vipāke ekaṃ, indriye magge dve, sampayutte tīṇi …pe… avigate tīṇi. (Saṃkhittaṃ.)",
  "patthana4.2:99.1": "Nahetuyā nava, naārammaṇe nava. (Saṃkhittaṃ.)",
  "patthana4.2:100.1": "Hetupaccayā naārammaṇe tīṇi. (Saṃkhittaṃ.)",
  "patthana4.2:101.1": "Nahetupaccayā ārammaṇe nava. (Saṃkhittaṃ.)",
  "patthana4.2:102.1": "Yathā kusalattike pañhāvāraṃ, evaṃ vitthāretabbaṃ.",
  "patthana4.2:103.0": "Hetu",
  "patthana4.2:103.1": "Kusalaṃ sahetukañceva na ca hetuṃ dhammaṃ paṭicca kusalo sahetuko ceva na ca hetu dhammo uppajjati hetupaccayā. (1)",
  "patthana4.2:104.1": "Akusalaṃ sahetukañceva na ca hetuṃ dhammaṃ paṭicca akusalo sahetuko ceva na ca hetu dhammo uppajjati hetupaccayā. (1)",
  "patthana4.2:105.1": "Abyākataṃ sahetukañceva na ca hetuṃ dhammaṃ paṭicca abyākato sahetuko ceva na ca hetu dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana4.2:106.1": "Hetuyā tīṇi, ārammaṇe tīṇi …pe… vipāke ekaṃ …pe… avigate tīṇi. (Saṃkhittaṃ.)",
  "patthana4.2:107.1": "Naadhipatiyā tīṇi …pe… navippayutte tīṇi. (Saṃkhittaṃ.)",
  "patthana4.2:108.1": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṃ.)",
  "patthana4.2:109.0": "Ārammaṇa",
  "patthana4.2:109.1": "Kusalo sahetuko ceva na ca hetu dhammo kusalassa sahetukassa ceva na ca hetussa dhammassa ārammaṇapaccayena paccayo … tīṇi.",
  "patthana4.2:110.1": "Akusalo sahetuko ceva na ca hetu dhammo akusalassa sahetukassa ceva na ca hetussa dhammassa ārammaṇapaccayena paccayo … tīṇi.",
  "patthana4.2:111.1": "Abyākato sahetuko ceva na ca hetu dhammo abyākatassa sahetukassa ceva na ca hetussa dhammassa ārammaṇapaccayena paccayo … tīṇi. (Saṃkhittaṃ.)",
  "patthana4.2:112.1": "Ārammaṇe nava, adhipatiyā satta, anantare pañca …pe… sahajāte tīṇi …pe… upanissaye nava, āsevane tīṇi, kamme pañca, vipāke ekaṃ, āhāre …pe… sampayutte tīṇi …pe… avigate tīṇi. (Saṃkhittaṃ.)",
  "patthana4.2:113.1": "Nahetuyā nava, naārammaṇe nava. (Saṃkhittaṃ.)",
  "patthana4.2:114.1": "Ārammaṇapaccayā nahetuyā nava. (Saṃkhittaṃ.)",
  "patthana4.2:115.1": "Nahetupaccayā ārammaṇe nava. (Saṃkhittaṃ.)",
  "patthana4.2:116.1": "Yathā kusalattike pañhāvāraṃ, evaṃ vitthāretabbaṃ.",
  "patthana4.2:117.0": "Hetu",
  "patthana4.2:117.1": "Kusalaṃ hetuñceva hetusampayuttañca dhammaṃ paṭicca kusalo hetu ceva hetusampayutto ca dhammo uppajjati hetupaccayā. (1)",
  "patthana4.2:118.1": "Akusalaṃ hetuñceva hetusampayuttañca dhammaṃ paṭicca akusalo hetu ceva hetusampayutto ca dhammo uppajjati hetupaccayā. (1)",
  "patthana4.2:119.1": "Abyākataṃ hetuñceva hetusampayuttañca dhammaṃ paṭicca abyākato hetu ceva hetusampayutto ca dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana4.2:120.1": "Hetuyā tīṇi …pe… vipāke ekaṃ …pe… avigate tīṇi. (Saṃkhittaṃ.)",
  "patthana4.2:121.1": "Naadhipatiyā tīṇi …pe… navippayutte tīṇi. (Saṃkhittaṃ.)",
  "patthana4.2:122.1": "Hetupaccayā naadhipatiyā tīṇi. (Saṃkhittaṃ.)",
  "patthana4.2:123.1": "Naadhipatipaccayā hetuyā tīṇi. (Saṃkhittaṃ.)",
  "patthana4.2:124.1": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṃ.)",
  "patthana4.2:125.0": "Hetu-ārammaṇa",
  "patthana4.2:125.1": "Kusalo hetu ceva hetusampayutto ca dhammo kusalassa hetussa ceva hetusampayuttassa ca dhammassa hetupaccayena paccayo. (1)",
  "patthana4.2:126.1": "Akusalo hetu ceva hetusampayutto ca dhammo akusalassa hetussa ceva hetusampayuttassa ca dhammassa hetupaccayena paccayo. (1)",
  "patthana4.2:127.1": "Abyākato hetu ceva hetusampayutto ca dhammo abyākatassa hetussa ceva hetusampayuttassa ca dhammassa hetupaccayena paccayo. (1)",
  "patthana4.2:128.1": "Kusalo hetu ceva hetusampayutto ca dhammo kusalassa hetussa ceva hetusampayuttassa ca dhammassa ārammaṇapaccayena paccayo. (Saṃkhittaṃ.)",
  "patthana4.2:129.1": "Hetuyā tīṇi, ārammaṇe nava, adhipatiyā satta, anantare pañca …pe… sahajāte aññamaññe nissaye tīṇi, upanissaye nava, āsevane tīṇi, vipāke ekaṃ, indriye magge dve, sampayutte tīṇi …pe… avigate tīṇi. (Saṃkhittaṃ.)",
  "patthana4.2:130.1": "Nahetuyā nava, naārammaṇe nava. (Saṃkhittaṃ.)",
  "patthana4.2:131.1": "Hetupaccayā naārammaṇe tīṇi. (Saṃkhittaṃ.)",
  "patthana4.2:132.1": "Nahetupaccayā ārammaṇe nava. (Saṃkhittaṃ.)",
  "patthana4.2:133.1": "Yathā kusalattike pañhāvāraṃ, evaṃ vitthāretabbaṃ.",
  "patthana4.2:134.0": "Hetu",
  "patthana4.2:134.1": "Kusalaṃ hetusampayuttañceva na ca hetuṃ dhammaṃ paṭicca kusalo hetusampayutto ceva na ca hetu dhammo uppajjati hetupaccayā. (1)",
  "patthana4.2:135.1": "Akusalaṃ hetusampayuttañceva na ca hetuṃ dhammaṃ paṭicca akusalo hetusampayutto ceva na ca hetu dhammo uppajjati hetupaccayā. (1)",
  "patthana4.2:136.1": "Abyākataṃ hetusampayuttañceva na ca hetuṃ dhammaṃ paṭicca abyākato hetusampayutto ceva na ca hetu dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana4.2:137.1": "Hetuyā tīṇi, ārammaṇe tīṇi …pe… vipāke ekaṃ …pe… avigate tīṇi.",
  "patthana4.2:138.1": "Naadhipatiyā tīṇi …pe… navippayutte tīṇi. (Saṃkhittaṃ.)",
  "patthana4.2:139.1": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṃ.)",
  "patthana4.2:140.0": "Ārammaṇa",
  "patthana4.2:140.1": "Kusalo hetusampayutto ceva na ca hetu dhammo kusalassa hetusampayuttassa ceva na ca hetussa dhammassa ārammaṇapaccayena paccayo … tīṇi.",
  "patthana4.2:141.1": "Akusalo hetusampayutto ceva na ca hetu dhammo akusalassa hetusampayuttassa ceva na ca hetussa dhammassa ārammaṇapaccayena paccayo … tīṇi.",
  "patthana4.2:142.1": "Abyākato hetusampayutto ceva na ca hetu dhammo abyākatassa hetusampayuttassa ceva na ca hetussa dhammassa ārammaṇapaccayena paccayo … tīṇi. (Saṃkhittaṃ.)",
  "patthana4.2:143.1": "Ārammaṇe nava, adhipatiyā satta, anantare pañca …pe… sahajāte tīṇi …pe… upanissaye nava …pe… āsevane tīṇi, kamme pañca, vipāke ekaṃ, āhāre …pe… sampayutte tīṇi …pe… avigate tīṇi. (Saṃkhittaṃ.)",
  "patthana4.2:144.1": "Nahetuyā nava, naārammaṇe nava. (Saṃkhittaṃ.)",
  "patthana4.2:145.1": "Ārammaṇapaccayā nahetuyā nava. (Saṃkhittaṃ.)",
  "patthana4.2:146.1": "Nahetupaccayā ārammaṇe nava. (Saṃkhittaṃ.)",
  "patthana4.2:147.1": "Yathā kusalattike pañhāvāraṃ, evaṃ vitthāretabbaṃ.",
  "patthana4.2:148.0": "Hetu",
  "patthana4.2:148.1": "Kusalaṃ nahetuṃ sahetukaṃ dhammaṃ paṭicca kusalo nahetu sahetuko dhammo uppajjati hetupaccayā. (1)",
  "patthana4.2:149.1": "Akusalaṃ nahetuṃ sahetukaṃ dhammaṃ paṭicca akusalo nahetu sahetuko dhammo uppajjati hetupaccayā. (1)",
  "patthana4.2:150.1": "Abyākataṃ nahetuṃ sahetukaṃ dhammaṃ paṭicca abyākato nahetu sahetuko dhammo uppajjati hetupaccayā. (1) (Saṃkhittaṃ.)",
  "patthana4.2:151.1": "Hetuyā tīṇi, ārammaṇe tīṇi …pe… vipāke ekaṃ …pe… avigate tīṇi. (Saṃkhittaṃ.)",
  "patthana4.2:152.1": "Naadhipatiyā tīṇi …pe… navippayutte tīṇi. (Saṃkhittaṃ.)",
  "patthana4.2:153.1": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṃ.)",
  "patthana4.2:154.0": "Ārammaṇa",
  "patthana4.2:154.1": "Kusalo nahetu sahetuko dhammo kusalassa nahetussa sahetukassa dhammassa ārammaṇapaccayena paccayo … tīṇi.",
  "patthana4.2:155.1": "Akusalo nahetu sahetuko dhammo akusalassa nahetussa sahetukassa dhammassa ārammaṇapaccayena paccayo … tīṇi.",
  "patthana4.2:156.1": "Abyākato nahetu sahetuko dhammo abyākatassa nahetussa sahetukassa dhammassa ārammaṇapaccayena paccayo … tīṇi. (Saṃkhittaṃ.)",
  "patthana4.2:157.1": "Ārammaṇe nava, adhipatiyā satta, anantare pañca …pe… sahajāte aññamaññe nissaye tīṇi, upanissaye nava, āsevane tīṇi, kamme pañca, vipāke ekaṃ, āhāre …pe… sampayutte tīṇi …pe… avigate tīṇi. (Saṃkhittaṃ.)",
  "patthana4.2:158.1": "Nahetuyā nava, naārammaṇe nava. (Saṃkhittaṃ.)",
  "patthana4.2:159.1": "Ārammaṇapaccayā nahetuyā nava. (Saṃkhittaṃ.)",
  "patthana4.2:160.1": "Nahetupaccayā ārammaṇe nava. (Saṃkhittaṃ.)",
  "patthana4.2:161.1": "Yathā kusalattike pañhāvāraṃ, evaṃ vitthāretabbaṃ.",
  "patthana4.2:162.0": "Hetu",
  "patthana4.2:162.1": "Abyākataṃ nahetuṃ ahetukaṃ dhammaṃ paṭicca abyākato nahetu ahetuko dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana4.2:163.1": "Hetuyā ekaṃ, ārammaṇe ekaṃ …pe… avigate ekaṃ. (Saṃkhittaṃ.)",
  "patthana4.2:164.1": "Nahetuyā ekaṃ …pe… novigate ekaṃ. (Saṃkhittaṃ.)",
  "patthana4.2:165.1": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṃ.)",
  "patthana4.2:166.1": "Abyākato nahetu ahetuko dhammo abyākatassa nahetussa ahetukassa dhammassa ārammaṇapaccayena paccayo. (Saṃkhittaṃ.)",
  "patthana4.2:167.1": "Ārammaṇe ekaṃ, adhipatiyā ekaṃ …pe… avigate ekaṃ. (Saṃkhittaṃ.)",
  "patthana4.2:168.1": "(Yathā kusalattike pañhāvāraṃ, evaṃ vitthāretabbaṃ.)",
  "patthana4.2:169.1": "Hetugocchakaṃ niṭṭhitaṃ."
}