{
  "sn15.13:0.1": "Budini govori tematski grupisani 15.13 ",
  "sn15.13:0.2": "2. Drugo poglavlje ",
  "sn15.13:0.3": "Trideset monaha ",
  "sn15.13:1.1": "Jednom je Blaženi boravio kraj Rāđagahe, u Bambusovom gaju. ",
  "sn15.13:1.2": "Onda trideset monaha iz Pāve dođoše do Blaženog — svi su oni živeli u šumi, hranili se isprošenom hranom, nosili ogrtače od odbačenih krpa, ali još uvek su u sebi imali okove. Kad su stigli, pokloniše se Blaženom i sedoše sa strane. ",
  "sn15.13:1.3": "Na to Blaženi pomisli: ",
  "sn15.13:1.4": "„Ovih trideset monaha iz Pāve svi žive u šumi, hrane se isprošenom hranom, nose ogrtače od odbačenih krpa, ali još uvek u sebi imaju okove. ",
  "sn15.13:1.5": "Kako bi bilo da ih podučim Dhammi na takav način da još dok sede na ovom mestu njihovi umovi budu oslobođeni nečistoća zahvaljujući neprijanjanju?” ",
  "sn15.13:1.6": "Onda se Blaženi obrati monasima: ",
  "sn15.13:1.7": "„Monasi.” ",
  "sn15.13:1.8": "„Da, poštovani”, odgovoriše oni. ",
  "sn15.13:1.9": "A Blaženi ovako nastavi: ",
  "sn15.13:2.1": "„Monasi, ovaj krug preporađanja je bez vidljivog početka. ",
  "sn15.13:2.2": "Ta prva tačka nije vidljiva bićima koja, ometena neznanjem i okovana žudnjom, tumaraju i preporađaju se. ",
  "sn15.13:2.3": "„Šta mislite, monasi, čega je više: potoka krvi koju ste prolili bivajući ubijeni dok ste lutali ovim predugim putem ili vode u četiri velika okeana?” ",
  "sn15.13:2.4": "„Poštovani, prema onome kako mi razumemo učenje koje nam je Blaženi izložio, više je krvi koju smo prolili bivajući ubijeni dok ste lutali ovim predugim putem.” ",
  "sn15.13:3.1": "„Dobro je, monasi. Dobro je što tako razumete učenje kojem sam vas podučio. ",
  "sn15.13:3.2": "Više je potoka krvi koju ste prolili bivajući ubijeni dok ste lutali ovim predugim putem — toga je više nego vode u četiri velika okeana. ",
  "sn15.13:3.3": "Mnogo ste puta, monasi, bili krave i kada ste kao krave bili zaklani, potok krvi koju ste tada prolivali veći je nego voda u četiri velika okeana. ",
  "sn15.13:3.4": "Mnogo ste puta bili bivoli… ",
  "sn15.13:3.5": "ovce… ",
  "sn15.13:3.6": "koze… ",
  "sn15.13:3.7": "jeleni… ",
  "sn15.13:3.8": "pilići… ",
  "sn15.13:3.9": "svinje… ",
  "sn15.13:3.10": "Mnogo ste puta, monasi, bili uhvaćeni kao provalnici, ",
  "sn15.13:3.11": "razbojnici ",
  "sn15.13:3.12": "i preljubnici i potok krvi koju ste prolili kada ste zbog toga bili ubijani veći je nego voda u četiri velika okeana. ",
  "sn15.13:3.13": "A zašto? ",
  "sn15.13:3.14": "Zato što je ovaj krug preporađanja bez vidljivog početka… ",
  "sn15.13:3.15": "Dovoljno je to da postanete oslobođeni.” ",
  "sn15.13:4.1": "Tako reče Blaženi. ",
  "sn15.13:4.2": "Zadovoljni, monasi se obradovaše rečima Blaženoga. ",
  "sn15.13:4.3": "I dok je ovaj govor bio još u toku, umovi tridesetorice monaha iz Pāve postadoše oslobođeni nečistoća zahvaljujući neprijanjanju. "
}