{
  "sn15.20:0.1": "Budini govori tematski grupisani 15.20 ",
  "sn15.20:0.2": "2. Drugo poglavlje ",
  "sn15.20:0.3": "Planina Vepulla ",
  "sn15.20:1.1": "Jednom je Blaženi boravio kraj Rāđagahe, na Lešinarevoj hridi. ",
  "sn15.20:1.2": "Tu se on ovako obrati monasima: ",
  "sn15.20:1.3": "„Monasi.” ",
  "sn15.20:1.4": "„Da, poštovani”, odgovoriše oni. ",
  "sn15.20:1.5": "A Blaženi ovako nastavi: ",
  "sn15.20:2.1": "„Monasi, ovaj krug preporađanja je bez vidljivog početka. ",
  "sn15.20:2.2": "Ta prva tačka nije vidljiva bićima koja, ometena neznanjem i okovana žudnjom, tumaraju i preporađaju se. ",
  "sn15.20:2.3": "Nekada davno, ovu planinu Vepullu nazivali su Pāćīnavaṃsa, ",
  "sn15.20:2.4": "a na njoj je živeo narod po imenu Tivara. ",
  "sn15.20:2.5": "Životni vek Tivara bio je četrdeset hiljada godina. ",
  "sn15.20:2.6": "Oni su bili u stanju da se na Pāćınavamsa planinu popnu za četiri dana i da siđu za četiri dana. ",
  "sn15.20:2.7": "U to vreme u svetu se pojavio Buda Kakusandha, arahant, potpuno probuđeni. ",
  "sn15.20:2.8": "Buda Kakusandha je imao Vidhuru i Sañđīvu kao dva svoja glavna učenika, bolje od svih drugih. ",
  "sn15.20:2.9": "Vidite, monasi! Ime te planine se izgubilo, taj narod izumro, a Blaženi dostigao konačno oslobođenje. ",
  "sn15.20:2.10": "Tako su prolazne sve uslovljene stvari, ",
  "sn15.20:2.11": "tako su nestalne sve uslovljene stvari, ",
  "sn15.20:2.12": "tako su nepouzdane sve uslovljene stvari. ",
  "sn15.20:2.13": "Dovoljno je to, monasi, da nestane ta opčinjenost svim uslovljenim stvarima, da se ugasi strast za njima, da postanete oslobođeni. ",
  "sn15.20:3.1": "Nekada davno, ovu planinu Vepullu nazivali su Vaṅkaka, ",
  "sn15.20:3.2": "a na njoj je živeo narod po imenu Rohitassa. ",
  "sn15.20:3.3": "Životni vek Rohitassa bio je trideset hiljada godina. ",
  "sn15.20:3.4": "Oni su bili u stanju da se na Vaṅkaka planinu popnu za tri dana i da siđu za tri dana. ",
  "sn15.20:3.5": "U to vreme u svetu se pojavio Buda Koṇāgamana, arahant, potpuno probuđeni. ",
  "sn15.20:3.6": "Buda Koṇāgamana je imao Bhiyyosu i Uttaru kao dva svoja glavna učenika, bolje od svih drugih. ",
  "sn15.20:3.7": "Vidite, monasi! Ime te planine se izgubilo, taj narod izumro, a Blaženi dostigao konačno oslobođenje. ",
  "sn15.20:3.8": "Tako su prolazne sve uslovljene stvari… ",
  "sn15.20:3.9": "Dovoljno je to da postanete oslobođeni. ",
  "sn15.20:4.1": "Nekada davno, ovu planinu Vepullu nazivali su Supassa, ",
  "sn15.20:4.2": "a na njoj je živeo narod po imenu Supiya. ",
  "sn15.20:4.3": "Životni vek Supiya bio je dvadeset hiljada godina. ",
  "sn15.20:4.4": "Oni su bili u stanju da se na Supassa planinu popnu za dva dana i da siđu za dva dana. ",
  "sn15.20:4.5": "U to vreme u svetu se pojavio Buda Kassapa, arahant, potpuno probuđeni. ",
  "sn15.20:4.6": "Buda Kassapa je imao Tissu i Bhāradvāđu kao dva svoja glavna učenika, bolje od svih drugih. ",
  "sn15.20:4.7": "Vidite, monasi! Ime te planine se izgubilo, taj narod izumro, a Blaženi dostigao konačno oslobođenje. ",
  "sn15.20:4.8": "Tako su prolazne sve uslovljene stvari, ",
  "sn15.20:4.9": "tako su nestalne sve uslovljene stvari… ",
  "sn15.20:4.10": "Dovoljno je to da postanete oslobođeni. ",
  "sn15.20:5.1": "A danas, ovu planinu Vepullu nazivaju Vepulla, ",
  "sn15.20:5.2": "a na njoj živi narod po imenu Māgađani. ",
  "sn15.20:5.3": "Njihov životni vek je kratak, beznačajan, prođe za tren, ",
  "sn15.20:5.4": "jer dugovečna osoba sada poživi tek sto godina. ",
  "sn15.20:5.5": "Oni su u stanju da se na Vepulla planinu popnu za tili čas i da isto tako brzo siđu. ",
  "sn15.20:5.6": "I sada sam se u svetu pojavio ja, arahant, potpuno probuđeni. ",
  "sn15.20:5.7": "I ja sada imam Sāriputtu i Moggallānu kao dva svoja glavna učenika, bolje od svih drugih. ",
  "sn15.20:5.8": "Doći će vreme kada će i ime ove planine nestati, kada će i ovi ljudi umreti i kada ću ja dostići konačno oslobođenje. ",
  "sn15.20:5.9": "Tako su prolazne sve uslovljene stvari, ",
  "sn15.20:5.10": "tako su nestalne sve uslovljene stvari, ",
  "sn15.20:5.11": "tako su nepouzdane sve uslovljene stvari. ",
  "sn15.20:5.12": "Dovoljno je to, monasi, da nestane ta opčinjenost uslovljenim stvarima, da se ugasi strast za njima, da postanete oslobođeni.” ",
  "sn15.20:6.1": "Tako reče Blaženi. ",
  "sn15.20:6.2": "A kada je Srećni to izgovorio, i ovo dodade Učitelj: ",
  "sn15.20:7.1": "„Pāćīnavaṃsa beše za Tivare, ",
  "sn15.20:7.2": "za Rohitasse planina Vaṅkaka. ",
  "sn15.20:7.3": "Za Suppiye se ona zvala Supassa, ",
  "sn15.20:7.4": "a za Magađane Vepulla. ",
  "sn15.20:8.1": "Prolazne su zaista sve uslovljene stvari, ",
  "sn15.20:8.2": "njihova priroda je da nastanu i nestanu. ",
  "sn15.20:8.3": "Jednom nastavši, zauvek iščezavaju, ",
  "sn15.20:8.4": "tek njihovo smirivanje je istinska sreća.” "
}