{
  "mn104:0.1": "Majjhima Nikāya 104 ",
  "mn104:0.2": "Sāmagāmasutta ",
  "mn104:1.1": "Evaṁ me sutaṁ—",
  "mn104:1.2": "ekaṁ samayaṁ bhagavā sakkesu viharati sāmagāme. ",
  "mn104:2.1": "Tena kho pana samayena nigaṇṭho nāṭaputto pāvāyaṁ adhunākālaṅkato hoti. ",
  "mn104:2.2": "Tassa kālaṅkiriyāya bhinnā nigaṇṭhā dvedhikajātā bhaṇḍanajātā kalahajātā vivādāpannā aññamaññaṁ mukhasattīhi vitudantā viharanti: ",
  "mn104:2.3": "“na tvaṁ imaṁ dhammavinayaṁ ājānāsi, ahaṁ imaṁ dhammavinayaṁ ājānāmi. Kiṁ tvaṁ imaṁ dhammavinayaṁ ājānissasi. Micchāpaṭipanno tvamasi, ahamasmi sammāpaṭipanno. Sahitaṁ me, asahitaṁ te. Purevacanīyaṁ pacchā avaca, pacchāvacanīyaṁ pure avaca. Adhiciṇṇaṁ te viparāvattaṁ. Āropito te vādo. Niggahitosi, cara vādappamokkhāya; nibbeṭhehi vā sace pahosī”ti. ",
  "mn104:2.4": "Vadhoyeva kho maññe nigaṇṭhesu nāṭaputtiyesu vattati. ",
  "mn104:2.5": "Yepi nigaṇṭhassa nāṭaputtassa sāvakā gihī odātavasanā tepi nigaṇṭhesu nāṭaputtiyesu nibbinnarūpā virattarūpā paṭivānarūpā yathā taṁ durakkhāte dhammavinaye duppavedite aniyyānike anupasamasaṁvattanike asammāsambuddhappavedite bhinnathūpe appaṭisaraṇe. ",
  "mn104:3.1": "Atha kho cundo samaṇuddeso pāvāyaṁ vassaṁvuṭṭho yena sāmagāmo yenāyasmā ānando tenupasaṅkami; upasaṅkamitvā āyasmantaṁ ānandaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho cundo samaṇuddeso āyasmantaṁ ānandaṁ etadavoca: ",
  "mn104:3.2": "“nigaṇṭho, bhante, nāṭaputto pāvāyaṁ adhunākālaṅkato. ",
  "mn104:3.3": "Tassa kālaṅkiriyāya bhinnā nigaṇṭhā dvedhikajātā …pe… bhinnathūpe appaṭisaraṇe”ti. ",
  "mn104:4.1": "Evaṁ vutte, āyasmā ānando cundaṁ samaṇuddesaṁ etadavoca: ",
  "mn104:4.2": "“atthi kho idaṁ, āvuso cunda, kathāpābhataṁ bhagavantaṁ dassanāya. ",
  "mn104:4.3": "Āyāma, āvuso cunda, yena bhagavā tenupasaṅkamissāma; upasaṅkamitvā etamatthaṁ bhagavato ārocessāmā”ti. ",
  "mn104:4.4": "“Evaṁ, bhante”ti kho cundo samaṇuddeso āyasmato ānandassa paccassosi. ",
  "mn104:4.5": "Atha kho āyasmā ca ānando cundo ca samaṇuddeso yena bhagavā tenupasaṅkamiṁsu; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdiṁsu. Ekamantaṁ nisinno kho āyasmā ānando bhagavantaṁ etadavoca: ",
  "mn104:4.6": "“ayaṁ, bhante, cundo samaṇuddeso evamāha: ",
  "mn104:4.7": "‘nigaṇṭho, bhante, nāṭaputto pāvāyaṁ adhunākālaṅkato. ",
  "mn104:4.8": "Tassa kālaṅkiriyāya bhinnā nigaṇṭhā dvedhikajātā …pe… bhinnathūpe appaṭisaraṇe’ti. ",
  "mn104:4.9": "Tassa mayhaṁ, bhante, evaṁ hoti: ",
  "mn104:4.10": "‘mā heva bhagavato accayena saṅghe vivādo uppajji; ",
  "mn104:4.11": "svāssa vivādo bahujanāhitāya bahujanāsukhāya bahuno janassa anatthāya ahitāya dukkhāya devamanussānan’”ti. ",
  "mn104:5.1": "“Taṁ kiṁ maññasi, ānanda, ",
  "mn104:5.2": "ye vo mayā dhammā abhiññā desitā, seyyathidaṁ—",
  "mn104:5.3": "cattāro satipaṭṭhānā cattāro sammappadhānā cattāro iddhipādā pañcindriyāni pañca balāni satta bojjhaṅgā ariyo aṭṭhaṅgiko maggo, passasi no tvaṁ, ānanda, imesu dhammesu dvepi bhikkhū nānāvāde”ti? ",
  "mn104:5.4": "“Ye me, bhante, dhammā bhagavatā abhiññā desitā, seyyathidaṁ—",
  "mn104:5.5": "cattāro satipaṭṭhānā cattāro sammappadhānā cattāro iddhipādā pañcindriyāni pañca balāni satta bojjhaṅgā ariyo aṭṭhaṅgiko maggo, nāhaṁ passāmi imesu dhammesu dvepi bhikkhū nānāvāde. ",
  "mn104:5.6": "Ye ca kho, bhante, puggalā bhagavantaṁ patissayamānarūpā viharanti tepi bhagavato accayena saṅghe vivādaṁ janeyyuṁ ajjhājīve vā adhipātimokkhe vā. ",
  "mn104:5.7": "Svāssa vivādo bahujanāhitāya bahujanāsukhāya bahuno janassa anatthāya ahitāya dukkhāya devamanussānan”ti. ",
  "mn104:5.8": "“Appamattako so, ānanda, vivādo yadidaṁ—ajjhājīve vā adhipātimokkhe vā. ",
  "mn104:5.9": "Magge vā hi, ānanda, paṭipadāya vā saṅghe vivādo uppajjamāno uppajjeyya; svāssa vivādo bahujanāhitāya bahujanāsukhāya bahuno janassa anatthāya ahitāya dukkhāya devamanussānaṁ. ",
  "mn104:6.1": "Chayimāni, ānanda, vivādamūlāni. ",
  "mn104:6.2": "Katamāni cha? ",
  "mn104:6.3": "Idhānanda, bhikkhu kodhano hoti upanāhī. ",
  "mn104:6.4": "Yo so, ānanda, bhikkhu kodhano hoti upanāhī so sattharipi agāravo viharati appatisso, dhammepi agāravo viharati appatisso, saṅghepi agāravo viharati appatisso, sikkhāyapi na paripūrakārī hoti. ",
  "mn104:6.5": "Yo so, ānanda, bhikkhu satthari agāravo viharati appatisso, dhamme … saṅghe agāravo viharati appatisso, sikkhāya na paripūrakārī hoti, so saṅghe vivādaṁ janeti; yo hoti vivādo bahujanāhitāya bahujanāsukhāya, bahuno janassa anatthāya ahitāya dukkhāya devamanussānaṁ. ",
  "mn104:6.6": "Evarūpañce tumhe, ānanda, vivādamūlaṁ ajjhattaṁ vā bahiddhā vā samanupasseyyātha, tatra tumhe, ānanda, tasseva pāpakassa vivādamūlassa pahānāya vāyameyyātha. ",
  "mn104:6.7": "Evarūpañce tumhe, ānanda, vivādamūlaṁ ajjhattaṁ vā bahiddhā vā na samanupasseyyātha. Tatra tumhe, ānanda, tasseva pāpakassa vivādamūlassa āyatiṁ anavassavāya paṭipajjeyyātha. ",
  "mn104:6.8": "Evametassa pāpakassa vivādamūlassa pahānaṁ hoti, evametassa pāpakassa vivādamūlassa āyatiṁ anavassavo hoti. ",
  "mn104:7-11.1": "Puna caparaṁ, ānanda, bhikkhu makkhī hoti paḷāsī …pe… ",
  "mn104:7-11.2": "issukī hoti maccharī …pe… ",
  "mn104:7-11.3": "saṭho hoti māyāvī …pe… ",
  "mn104:7-11.4": "pāpiccho hoti micchādiṭṭhi …pe… ",
  "mn104:7-11.5": "sandiṭṭhiparāmāsī hoti ādhānaggāhī duppaṭinissaggī. ",
  "mn104:7-11.6": "Yo so, ānanda, bhikkhu sandiṭṭhiparāmāsī hoti ādhānaggāhī duppaṭinissaggī so sattharipi agāravo viharati appatisso, dhammepi agāravo viharati appatisso, saṅghepi agāravo viharati appatisso, sikkhāyapi na paripūrakārī hoti. ",
  "mn104:7-11.7": "Yo so, ānanda, bhikkhu satthari agāravo viharati appatisso, dhamme … saṅghe … sikkhāya na paripūrakārī hoti so saṅghe vivādaṁ janeti; yo hoti vivādo bahujanāhitāya bahujanāsukhāya, bahuno janassa anatthāya ahitāya dukkhāya devamanussānaṁ. ",
  "mn104:7-11.8": "Evarūpañce tumhe, ānanda, vivādamūlaṁ ajjhattaṁ vā bahiddhā vā samanupasseyyātha. Tatra tumhe, ānanda, tasseva pāpakassa vivādamūlassa pahānāya vāyameyyātha. ",
  "mn104:7-11.9": "Evarūpañce tumhe, ānanda, vivādamūlaṁ ajjhattaṁ vā bahiddhā vā na samanupasseyyātha, tatra tumhe, ānanda, tasseva pāpakassa vivādamūlassa āyatiṁ anavassavāya paṭipajjeyyātha. ",
  "mn104:7-11.10": "Evametassa pāpakassa vivādamūlassa pahānaṁ hoti, evametassa pāpakassa vivādamūlassa āyatiṁ anavassavo hoti. ",
  "mn104:7-11.11": "Imāni kho, ānanda, cha vivādamūlāni. ",
  "mn104:12.1": "Cattārimāni, ānanda, adhikaraṇāni. ",
  "mn104:12.2": "Katamāni cattāri? ",
  "mn104:12.3": "Vivādādhikaraṇaṁ, anuvādādhikaraṇaṁ, āpattādhikaraṇaṁ, kiccādhikaraṇaṁ—",
  "mn104:12.4": "imāni kho, ānanda, cattāri adhikaraṇāni. ",
  "mn104:13.1": "Satta kho panime, ānanda, adhikaraṇasamathā—",
  "mn104:13.2": "uppannuppannānaṁ adhikaraṇānaṁ samathāya vūpasamāya sammukhāvinayo dātabbo, sativinayo dātabbo, amūḷhavinayo dātabbo, paṭiññāya kāretabbaṁ, yebhuyyasikā, tassapāpiyasikā, tiṇavatthārako. ",
  "mn104:14.1": "Kathañcānanda, sammukhāvinayo hoti? ",
  "mn104:14.2": "Idhānanda, bhikkhū vivadanti dhammoti vā adhammoti vā vinayoti vā avinayoti vā. ",
  "mn104:14.3": "Tehānanda, bhikkhūhi sabbeheva samaggehi sannipatitabbaṁ. ",
  "mn104:14.4": "Sannipatitvā dhammanetti samanumajjitabbā. ",
  "mn104:14.5": "Dhammanettiṁ samanumajjitvā yathā tattha sameti tathā taṁ adhikaraṇaṁ vūpasametabbaṁ. ",
  "mn104:14.6": "Evaṁ kho, ānanda, sammukhāvinayo hoti; ",
  "mn104:14.7": "evañca panidhekaccānaṁ adhikaraṇānaṁ vūpasamo hoti yadidaṁ—",
  "mn104:14.8": "sammukhāvinayena. ",
  "mn104:15.1": "Kathañcānanda, yebhuyyasikā hoti? ",
  "mn104:15.2": "Te ce, ānanda, bhikkhū na sakkonti taṁ adhikaraṇaṁ tasmiṁ āvāse vūpasametuṁ. ",
  "mn104:15.3": "Tehānanda, bhikkhūhi yasmiṁ āvāse bahutarā bhikkhū so āvāso gantabbo. ",
  "mn104:15.4": "Tattha sabbeheva samaggehi sannipatitabbaṁ. ",
  "mn104:15.5": "Sannipatitvā dhammanetti samanumajjitabbā. ",
  "mn104:15.6": "Dhammanettiṁ samanumajjitvā yathā tattha sameti tathā taṁ adhikaraṇaṁ vūpasametabbaṁ. ",
  "mn104:15.7": "Evaṁ kho, ānanda, yebhuyyasikā hoti, evañca panidhekaccānaṁ adhikaraṇānaṁ vūpasamo hoti yadidaṁ—",
  "mn104:15.8": "yebhuyyasikāya. ",
  "mn104:16.1": "Kathañcānanda, sativinayo hoti? ",
  "mn104:16.2": "Idhānanda, bhikkhū bhikkhuṁ evarūpāya garukāya āpattiyā codenti pārājikena vā pārājikasāmantena vā: ",
  "mn104:16.3": "‘saratāyasmā evarūpiṁ garukaṁ āpattiṁ āpajjitā pārājikaṁ vā pārājikasāmantaṁ vā’ti? ",
  "mn104:16.4": "So evamāha: ",
  "mn104:16.5": "‘na kho ahaṁ, āvuso, sarāmi evarūpiṁ garukaṁ āpattiṁ āpajjitā pārājikaṁ vā pārājikasāmantaṁ vā’ti. ",
  "mn104:16.6": "Tassa kho, ānanda, bhikkhuno sativinayo dātabbo. ",
  "mn104:16.7": "Evaṁ kho, ānanda, sativinayo hoti, evañca panidhekaccānaṁ adhikaraṇānaṁ vūpasamo hoti yadidaṁ—",
  "mn104:16.8": "sativinayena. ",
  "mn104:17.1": "Kathañcānanda, amūḷhavinayo hoti? ",
  "mn104:17.2": "Idhānanda, bhikkhū bhikkhuṁ evarūpāya garukāya āpattiyā codenti pārājikena vā pārājikasāmantena vā: ",
  "mn104:17.3": "‘saratāyasmā evarūpiṁ garukaṁ āpattiṁ āpajjitā pārājikaṁ vā pārājikasāmantaṁ vā’ti? ",
  "mn104:17.4": "So evamāha: ",
  "mn104:17.5": "‘na kho ahaṁ, āvuso, sarāmi evarūpiṁ garukaṁ āpattiṁ āpajjitā pārājikaṁ vā pārājikasāmantaṁ vā’ti. ",
  "mn104:17.6": "Tamenaṁ so nibbeṭhentaṁ ativeṭheti: ",
  "mn104:17.7": "‘iṅghāyasmā sādhukameva jānāhi yadi sarasi evarūpiṁ garukaṁ āpattiṁ āpajjitā pārājikaṁ vā pārājikasāmantaṁ vā’ti. ",
  "mn104:17.8": "So evamāha: ",
  "mn104:17.9": "‘ahaṁ kho, āvuso, ummādaṁ pāpuṇiṁ cetaso vipariyāsaṁ. ",
  "mn104:17.10": "Tena me ummattakena bahuṁ assāmaṇakaṁ ajjhāciṇṇaṁ bhāsitaparikkantaṁ. ",
  "mn104:17.11": "Nāhaṁ taṁ sarāmi. ",
  "mn104:17.12": "Mūḷhena me etaṁ katan’ti. ",
  "mn104:17.13": "Tassa kho, ānanda, bhikkhuno amūḷhavinayo dātabbo. ",
  "mn104:17.14": "Evaṁ kho, ānanda, amūḷhavinayo hoti, evañca panidhekaccānaṁ adhikaraṇānaṁ vūpasamo hoti yadidaṁ—",
  "mn104:17.15": "amūḷhavinayena. ",
  "mn104:18.1": "Kathañcānanda, paṭiññātakaraṇaṁ hoti? ",
  "mn104:18.2": "Idhānanda, bhikkhu codito vā acodito vā āpattiṁ sarati, vivarati uttānīkaroti. ",
  "mn104:18.3": "Tena, ānanda, bhikkhunā vuḍḍhataraṁ bhikkhuṁ upasaṅkamitvā ekaṁsaṁ cīvaraṁ katvā pāde vanditvā ukkuṭikaṁ nisīditvā añjaliṁ paggahetvā evamassa vacanīyo: ",
  "mn104:18.4": "‘ahaṁ, bhante, itthannāmaṁ āpattiṁ āpanno, taṁ paṭidesemī’ti. ",
  "mn104:18.5": "So evamāha: ",
  "mn104:18.6": "‘passasī’ti? ",
  "mn104:18.7": "‘Āma passāmī’ti. ",
  "mn104:18.8": "‘Āyatiṁ saṁvareyyāsī’ti. ",
  "mn104:18.9": "‘Saṁvarissāmī’ti. ",
  "mn104:18.10": "Evaṁ kho, ānanda, paṭiññātakaraṇaṁ hoti, evañca panidhekaccānaṁ adhikaraṇānaṁ vūpasamo hoti yadidaṁ—",
  "mn104:18.11": "paṭiññātakaraṇena. ",
  "mn104:19.1": "Kathañcānanda, tassapāpiyasikā hoti? ",
  "mn104:19.2": "Idhānanda, bhikkhu bhikkhuṁ evarūpāya garukāya āpattiyā codeti pārājikena vā pārājikasāmantena vā: ",
  "mn104:19.3": "‘saratāyasmā evarūpiṁ garukaṁ āpattiṁ āpajjitā pārājikaṁ vā pārājikasāmantaṁ vā’ti? ",
  "mn104:19.4": "So evamāha: ",
  "mn104:19.5": "‘na kho ahaṁ, āvuso, sarāmi evarūpiṁ garukaṁ āpattiṁ āpajjitā pārājikaṁ vā pārājikasāmantaṁ vā’ti. ",
  "mn104:19.6": "Tamenaṁ so nibbeṭhentaṁ ativeṭheti: ",
  "mn104:19.7": "‘iṅghāyasmā sādhukameva jānāhi yadi sarasi evarūpiṁ garukaṁ āpattiṁ āpajjitā pārājikaṁ vā pārājikasāmantaṁ vā’ti. ",
  "mn104:19.8": "So evamāha: ",
  "mn104:19.9": "‘na kho ahaṁ, āvuso, sarāmi evarūpiṁ garukaṁ āpattiṁ āpajjitā pārājikaṁ vā pārājikasāmantaṁ vā; ",
  "mn104:19.10": "sarāmi ca kho ahaṁ, āvuso, evarūpiṁ appamattikaṁ āpattiṁ āpajjitā’ti. ",
  "mn104:19.11": "Tamenaṁ so nibbeṭhentaṁ ativeṭheti: ",
  "mn104:19.12": "‘iṅghāyasmā sādhukameva jānāhi yadi sarasi evarūpiṁ garukaṁ āpattiṁ āpajjitā pārājikaṁ vā pārājikasāmantaṁ vā’ti? ",
  "mn104:19.13": "So evamāha: ",
  "mn104:19.14": "‘imañhi nāmāhaṁ, āvuso, appamattikaṁ āpattiṁ āpajjitvā apuṭṭho paṭijānissāmi. ",
  "mn104:19.15": "Kiṁ panāhaṁ evarūpiṁ garukaṁ āpattiṁ āpajjitvā pārājikaṁ vā pārājikasāmantaṁ vā puṭṭho na paṭijānissāmī’ti? ",
  "mn104:19.16": "So evamāha: ",
  "mn104:19.17": "‘imañhi nāma tvaṁ, āvuso, appamattikaṁ āpattiṁ āpajjitvā apuṭṭho na paṭijānissasi, kiṁ pana tvaṁ evarūpiṁ garukaṁ āpattiṁ āpajjitvā pārājikaṁ vā pārājikasāmantaṁ vā puṭṭho paṭijānissasi? ",
  "mn104:19.18": "Iṅghāyasmā sādhukameva jānāhi yadi sarasi evarūpiṁ garukaṁ āpattiṁ āpajjitā pārājikaṁ vā pārājikasāmantaṁ vā’ti. ",
  "mn104:19.19": "So evamāha: ",
  "mn104:19.20": "‘sarāmi kho ahaṁ, āvuso, evarūpiṁ garukaṁ āpattiṁ āpajjitā pārājikaṁ vā pārājikasāmantaṁ vā. ",
  "mn104:19.21": "Davā me etaṁ vuttaṁ, ravā me etaṁ vuttaṁ—",
  "mn104:19.22": "nāhaṁ taṁ sarāmi evarūpiṁ garukaṁ āpattiṁ āpajjitā pārājikaṁ vā pārājikasāmantaṁ vā’ti. ",
  "mn104:19.23": "Evaṁ kho, ānanda, tassapāpiyasikā hoti, evañca panidhekaccānaṁ adhikaraṇānaṁ vūpasamo hoti yadidaṁ—",
  "mn104:19.24": "tassapāpiyasikāya. ",
  "mn104:20.1": "Kathañcānanda, tiṇavatthārako hoti? ",
  "mn104:20.2": "Idhānanda, bhikkhūnaṁ bhaṇḍanajātānaṁ kalahajātānaṁ vivādāpannānaṁ viharataṁ bahuṁ assāmaṇakaṁ ajjhāciṇṇaṁ hoti bhāsitaparikkantaṁ. ",
  "mn104:20.3": "Tehānanda, bhikkhūhi sabbeheva samaggehi sannipatitabbaṁ. ",
  "mn104:20.4": "Sannipatitvā ekatopakkhikānaṁ bhikkhūnaṁ byattena bhikkhunā uṭṭhāyāsanā ekaṁsaṁ cīvaraṁ katvā añjaliṁ paṇāmetvā saṅgho ñāpetabbo—",
  "mn104:20.5": "Suṇātu me, bhante, saṅgho. ",
  "mn104:20.6": "Idaṁ amhākaṁ bhaṇḍanajātānaṁ kalahajātānaṁ vivādāpannānaṁ viharataṁ bahuṁ assāmaṇakaṁ ajjhāciṇṇaṁ bhāsitaparikkantaṁ. ",
  "mn104:20.7": "Yadi saṅghassa pattakallaṁ, ahaṁ yā ceva imesaṁ āyasmantānaṁ āpatti yā ca attano āpatti, imesañceva āyasmantānaṁ atthāya attano ca atthāya, saṅghamajjhe tiṇavatthārakena deseyyaṁ, ṭhapetvā thullavajjaṁ ṭhapetvā gihipaṭisaṁyuttan’ti. ",
  "mn104:20.8": "Athāparesaṁ ekatopakkhikānaṁ bhikkhūnaṁ byattena bhikkhunā uṭṭhāyāsanā ekaṁsaṁ cīvaraṁ katvā añjaliṁ paṇāmetvā saṅgho ñāpetabbo: ",
  "mn104:20.9": "‘Suṇātu me, bhante, saṅgho. ",
  "mn104:20.10": "Idaṁ amhākaṁ bhaṇḍanajātānaṁ kalahajātānaṁ vivādāpannānaṁ viharataṁ bahuṁ assāmaṇakaṁ ajjhāciṇṇaṁ bhāsitaparikkantaṁ. ",
  "mn104:20.11": "Yadi saṅghassa pattakallaṁ, ahaṁ yā ceva imesaṁ āyasmantānaṁ āpatti yā ca attano āpatti, imesañceva āyasmantānaṁ atthāya attano ca atthāya, saṅghamajjhe tiṇavatthārakena deseyyaṁ, ṭhapetvā thullavajjaṁ ṭhapetvā gihipaṭisaṁyuttan’ti. ",
  "mn104:20.12": "Evaṁ kho, ānanda, tiṇavatthārako hoti, evañca panidhekaccānaṁ adhikaraṇānaṁ vūpasamo hoti yadidaṁ—",
  "mn104:20.13": "tiṇavatthārakena. ",
  "mn104:21.1": "Chayime, ānanda, dhammā sāraṇīyā piyakaraṇā garukaraṇā saṅgahāya avivādāya sāmaggiyā ekībhāvāya saṁvattanti. ",
  "mn104:21.2": "Katame cha? ",
  "mn104:21.3": "Idhānanda, bhikkhuno mettaṁ kāyakammaṁ paccupaṭṭhitaṁ hoti sabrahmacārīsu āvi ceva raho ca. ",
  "mn104:21.4": "Ayampi dhammo sāraṇīyo piyakaraṇo garukaraṇo saṅgahāya avivādāya sāmaggiyā ekībhāvāya saṁvattati. ",
  "mn104:21.5": "Puna caparaṁ, ānanda, bhikkhuno mettaṁ vacīkammaṁ paccupaṭṭhitaṁ hoti sabrahmacārīsu āvi ceva raho ca. ",
  "mn104:21.6": "Ayampi dhammo sāraṇīyo piyakaraṇo garukaraṇo saṅgahāya avivādāya sāmaggiyā ekībhāvāya saṁvattati. ",
  "mn104:21.7": "Puna caparaṁ, ānanda, bhikkhuno mettaṁ manokammaṁ paccupaṭṭhitaṁ hoti sabrahmacārīsu āvi ceva raho ca. ",
  "mn104:21.8": "Ayampi dhammo sāraṇīyo piyakaraṇo garukaraṇo saṅgahāya avivādāya sāmaggiyā ekībhāvāya saṁvattati. ",
  "mn104:21.9": "Puna caparaṁ, ānanda, bhikkhu—ye te lābhā dhammikā dhammaladdhā antamaso pattapariyāpannamattampi tathārūpehi lābhehi—apaṭivibhattabhogī hoti, sīlavantehi sabrahmacārīhi sādhāraṇabhogī. ",
  "mn104:21.10": "Ayampi dhammo sāraṇīyo piyakaraṇo garukaraṇo saṅgahāya avivādāya sāmaggiyā ekībhāvāya saṁvattati. ",
  "mn104:21.11": "Puna caparaṁ, ānanda, bhikkhu—yāni tāni sīlāni akhaṇḍāni acchiddāni asabalāni akammāsāni bhujissāni viññuppasatthāni aparāmaṭṭhāni samādhisaṁvattanikāni tathārūpesu sīlesu—sīlasāmaññagato viharati sabrahmacārīhi āvi ceva raho ca. ",
  "mn104:21.12": "Ayampi dhammo sāraṇīyo piyakaraṇo garukaraṇo saṅgahāya avivādāya sāmaggiyā ekībhāvāya saṁvattati. ",
  "mn104:21.13": "Puna caparaṁ, ānanda, bhikkhu—yāyaṁ diṭṭhi ariyā niyyānikā niyyāti takkarassa sammā dukkhakkhayāya tathārūpāya diṭṭhiyā—diṭṭhisāmaññagato viharati sabrahmacārīhi āvi ceva raho ca. ",
  "mn104:21.14": "Ayampi dhammo sāraṇīyo piyakaraṇo garukaraṇo saṅgahāya avivādāya sāmaggiyā ekībhāvāya saṁvattati. ",
  "mn104:21.15": "Ime kho, ānanda, cha sāraṇīyā dhammā piyakaraṇā garukaraṇā saṅgahāya avivādāya sāmaggiyā ekībhāvāya saṁvattanti. ",
  "mn104:22.1": "Ime ce tumhe, ānanda, cha sāraṇīye dhamme samādāya vatteyyātha, passatha no tumhe, ānanda, taṁ vacanapathaṁ aṇuṁ vā thūlaṁ vā yaṁ tumhe nādhivāseyyāthā”ti? ",
  "mn104:22.2": "“No hetaṁ, bhante”. ",
  "mn104:22.3": "“Tasmātihānanda, ime cha sāraṇīye dhamme samādāya vattatha. ",
  "mn104:22.4": "Taṁ vo bhavissati dīgharattaṁ hitāya sukhāyā”ti. ",
  "mn104:22.5": "Idamavoca bhagavā. ",
  "mn104:22.6": "Attamano āyasmā ānando bhagavato bhāsitaṁ abhinandīti. ",
  "mn104:22.7": "Sāmagāmasuttaṁ niṭṭhitaṁ catutthaṁ. "
}