{
  "mn108:0.1": "Majjhima Nikāya 108 ",
  "mn108:0.2": "Gopakamoggallānasutta ",
  "mn108:1.1": "Evaṁ me sutaṁ—",
  "mn108:1.2": "ekaṁ samayaṁ āyasmā ānando rājagahe viharati veḷuvane kalandakanivāpe aciraparinibbute bhagavati. ",
  "mn108:2.1": "Tena kho pana samayena rājā māgadho ajātasattu vedehiputto rājagahaṁ paṭisaṅkhārāpeti rañño pajjotassa āsaṅkamāno. ",
  "mn108:3.1": "Atha kho āyasmā ānando pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya rājagahaṁ piṇḍāya pāvisi. ",
  "mn108:3.2": "Atha kho āyasmato ānandassa etadahosi: ",
  "mn108:3.3": "“atippago kho tāva rājagahe piṇḍāya carituṁ. ",
  "mn108:3.4": "Yannūnāhaṁ yena gopakamoggallānassa brāhmaṇassa kammanto, yena gopakamoggallāno brāhmaṇo tenupasaṅkameyyan”ti. ",
  "mn108:4.1": "Atha kho āyasmā ānando yena gopakamoggallānassa brāhmaṇassa kammanto, yena gopakamoggallāno brāhmaṇo tenupasaṅkami. ",
  "mn108:4.2": "Addasā kho gopakamoggallāno brāhmaṇo āyasmantaṁ ānandaṁ dūratova āgacchantaṁ. ",
  "mn108:4.3": "Disvāna āyasmantaṁ ānandaṁ etadavoca: ",
  "mn108:4.4": "“etu kho bhavaṁ ānando. ",
  "mn108:4.5": "Svāgataṁ bhoto ānandassa. ",
  "mn108:4.6": "Cirassaṁ kho bhavaṁ ānando imaṁ pariyāyamakāsi yadidaṁ idhāgamanāya. ",
  "mn108:4.7": "Nisīdatu bhavaṁ ānando, idamāsanaṁ paññattan”ti. ",
  "mn108:4.8": "Nisīdi kho āyasmā ānando paññatte āsane. ",
  "mn108:4.9": "Gopakamoggallānopi kho brāhmaṇo aññataraṁ nīcaṁ āsanaṁ gahetvā ekamantaṁ nisīdi. ",
  "mn108:4.10": "Ekamantaṁ nisinno kho gopakamoggallāno brāhmaṇo āyasmantaṁ ānandaṁ etadavoca: ",
  "mn108:5.1": "“atthi nu kho, bho ānanda, ekabhikkhupi tehi dhammehi sabbenasabbaṁ sabbathāsabbaṁ samannāgato yehi dhammehi samannāgato so bhavaṁ gotamo ahosi arahaṁ sammāsambuddho”ti? ",
  "mn108:5.2": "“Natthi kho, brāhmaṇa, ekabhikkhupi tehi dhammehi sabbenasabbaṁ sabbathāsabbaṁ samannāgato yehi dhammehi samannāgato so bhagavā ahosi arahaṁ sammāsambuddho. ",
  "mn108:5.3": "So hi, brāhmaṇa, bhagavā anuppannassa maggassa uppādetā, asañjātassa maggassa sañjanetā, anakkhātassa maggassa akkhātā, maggaññū, maggavidū, maggakovido; ",
  "mn108:5.4": "maggānugā ca pana etarahi sāvakā viharanti pacchā samannāgatā”ti. ",
  "mn108:6.1": "Ayañca hidaṁ āyasmato ānandassa gopakamoggallānena brāhmaṇena saddhiṁ antarākathā vippakatā ahosi. ",
  "mn108:6.2": "Atha kho vassakāro brāhmaṇo magadhamahāmatto rājagahe kammante anusaññāyamāno yena gopakamoggallānassa brāhmaṇassa kammanto, yenāyasmā ānando tenupasaṅkami; upasaṅkamitvā āyasmatā ānandena saddhiṁ sammodi. ",
  "mn108:6.3": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho vassakāro brāhmaṇo magadhamahāmatto āyasmantaṁ ānandaṁ etadavoca: ",
  "mn108:6.4": "“kāya nuttha, bho ānanda, etarahi kathāya sannisinnā, kā ca pana vo antarākathā vippakatā”ti? ",
  "mn108:6.5": "“Idha maṁ, brāhmaṇa, gopakamoggallāno brāhmaṇo evamāha: ",
  "mn108:6.6": "‘atthi nu kho, bho ānanda, ekabhikkhupi tehi dhammehi sabbenasabbaṁ sabbathāsabbaṁ samannāgato yehi dhammehi samannāgato so bhavaṁ gotamo ahosi arahaṁ sammāsambuddho’ti. ",
  "mn108:6.7": "Evaṁ vutte, ahaṁ, brāhmaṇa, gopakamoggallānaṁ brāhmaṇaṁ etadavocaṁ: ",
  "mn108:6.8": "‘natthi kho, brāhmaṇa, ekabhikkhupi tehi dhammehi sabbenasabbaṁ sabbathāsabbaṁ samannāgato yehi dhammehi samannāgato so bhagavā ahosi arahaṁ sammāsambuddho. ",
  "mn108:6.9": "So hi, brāhmaṇa, bhagavā anuppannassa maggassa uppādetā, asañjātassa maggassa sañjanetā, anakkhātassa maggassa akkhātā, maggaññū, maggavidū, maggakovido; ",
  "mn108:6.10": "maggānugā ca pana etarahi sāvakā viharanti pacchā samannāgatā’ti. ",
  "mn108:6.11": "Ayaṁ kho no, brāhmaṇa, gopakamoggallānena brāhmaṇena saddhiṁ antarākathā vippakatā. ",
  "mn108:6.12": "Atha tvaṁ anuppatto”ti. ",
  "mn108:7.1": "“Atthi nu kho, bho ānanda, ekabhikkhupi tena bhotā gotamena ṭhapito: ",
  "mn108:7.2": "‘ayaṁ vo mamaccayena paṭisaraṇaṁ bhavissatī’ti, yaṁ tumhe etarahi paṭipādeyyāthā”ti? ",
  "mn108:7.3": "“Natthi kho, brāhmaṇa, ekabhikkhupi tena bhagavatā jānatā passatā arahatā sammāsambuddhena ṭhapito: ",
  "mn108:7.4": "‘ayaṁ vo mamaccayena paṭisaraṇaṁ bhavissatī’ti, yaṁ mayaṁ etarahi paṭipādeyyāmā”ti. ",
  "mn108:8.1": "“Atthi pana, bho ānanda, ekabhikkhupi saṅghena sammato, sambahulehi therehi bhikkhūhi ṭhapito: ",
  "mn108:8.2": "‘ayaṁ no bhagavato accayena paṭisaraṇaṁ bhavissatī’ti, yaṁ tumhe etarahi paṭipādeyyāthā”ti? ",
  "mn108:8.3": "“Natthi kho, brāhmaṇa, ekabhikkhupi saṅghena sammato, sambahulehi therehi bhikkhūhi ṭhapito: ",
  "mn108:8.4": "‘ayaṁ no bhagavato accayena paṭisaraṇaṁ bhavissatī’ti, yaṁ mayaṁ etarahi paṭipādeyyāmā”ti. ",
  "mn108:9.1": "“Evaṁ appaṭisaraṇe ca pana, bho ānanda, ko hetu sāmaggiyā”ti? ",
  "mn108:9.2": "“Na kho mayaṁ, brāhmaṇa, appaṭisaraṇā; ",
  "mn108:9.3": "sappaṭisaraṇā mayaṁ, brāhmaṇa; ",
  "mn108:9.4": "dhammappaṭisaraṇā”ti. ",
  "mn108:10.1": "“‘Atthi nu kho, bho ānanda, ekabhikkhupi tena bhotā gotamena ṭhapito—",
  "mn108:10.2": "ayaṁ vo mamaccayena paṭisaraṇaṁ bhavissatīti, yaṁ tumhe etarahi paṭipādeyyāthā’ti—",
  "mn108:10.3": "iti puṭṭho samāno ‘natthi kho, brāhmaṇa, ekabhikkhupi tena bhagavatā jānatā passatā arahatā sammāsambuddhena ṭhapito—",
  "mn108:10.4": "ayaṁ vo mamaccayena paṭisaraṇaṁ bhavissatīti, yaṁ mayaṁ etarahi paṭipādeyyāmā’ti vadesi; ",
  "mn108:10.5": "‘atthi pana, bho ānanda, ekabhikkhupi saṅghena sammato, sambahulehi therehi bhikkhūhi ṭhapito—",
  "mn108:10.6": "ayaṁ no bhagavato accayena paṭisaraṇaṁ bhavissatīti, yaṁ tumhe etarahi paṭipādeyyāthā’ti—",
  "mn108:10.7": "iti puṭṭho samāno ‘natthi kho, brāhmaṇa, ekabhikkhupi saṅghena sammato, sambahulehi therehi bhikkhūhi ṭhapito—",
  "mn108:10.8": "ayaṁ no bhagavato accayena paṭisaraṇaṁ bhavissatīti, yaṁ mayaṁ etarahi paṭipādeyyāmā’ti—",
  "mn108:10.9": "vadesi; ",
  "mn108:10.10": "‘evaṁ appaṭisaraṇe ca pana, bho ānanda, ko hetu sāmaggiyā’ti iti puṭṭho samāno ‘na kho mayaṁ, brāhmaṇa, appaṭisaraṇā; ",
  "mn108:10.11": "sappaṭisaraṇā mayaṁ, brāhmaṇa; ",
  "mn108:10.12": "dhammappaṭisaraṇā’ti vadesi. ",
  "mn108:10.13": "Imassa pana, bho ānanda, bhāsitassa kathaṁ attho daṭṭhabbo”ti? ",
  "mn108:10.14": "“Atthi kho, brāhmaṇa, tena bhagavatā jānatā passatā arahatā sammāsambuddhena bhikkhūnaṁ sikkhāpadaṁ paññattaṁ, pātimokkhaṁ uddiṭṭhaṁ. ",
  "mn108:10.15": "Te mayaṁ tadahuposathe yāvatikā ekaṁ gāmakhettaṁ upanissāya viharāma te sabbe ekajjhaṁ sannipatāma; ",
  "mn108:10.16": "sannipatitvā yassa taṁ pavattati taṁ ajjhesāma. ",
  "mn108:10.17": "Tasmiñce bhaññamāne hoti bhikkhussa āpatti hoti vītikkamo taṁ mayaṁ yathādhammaṁ yathānusiṭṭhaṁ kāremāti. ",
  "mn108:10.18": "Na kira no bhavanto kārenti; ",
  "mn108:10.19": "dhammo no kāreti”. ",
  "mn108:11.1": "“Atthi nu kho, bho ānanda, ekabhikkhupi yaṁ tumhe etarahi sakkarotha garuṁ karotha mānetha pūjetha; sakkatvā garuṁ katvā upanissāya viharathā”ti? ",
  "mn108:11.2": "“Natthi kho, brāhmaṇa, ekabhikkhupi yaṁ mayaṁ etarahi sakkaroma garuṁ karoma mānema pūjema; sakkatvā garuṁ katvā upanissāya viharāmā”ti. ",
  "mn108:11.3": "“‘Atthi nu kho, bho ānanda, ekabhikkhupi tena bhotā gotamena ṭhapito—",
  "mn108:11.4": "ayaṁ vo mamaccayena paṭisaraṇaṁ bhavissatīti yaṁ tumhe etarahi paṭipādeyyāthā’ti—",
  "mn108:11.5": "iti puṭṭho samāno ‘natthi kho, brāhmaṇa, ekabhikkhupi tena bhagavatā jānatā passatā arahatā sammāsambuddhena ṭhapito—",
  "mn108:12.1": "ayaṁ vo mamaccayena paṭisaraṇaṁ bhavissatīti yaṁ mayaṁ etarahi paṭipādeyyāmā’ti vadesi; ",
  "mn108:12.2": "‘atthi pana, bho ānanda, ekabhikkhupi saṅghena sammato, sambahulehi therehi bhikkhūhi ṭhapito—",
  "mn108:12.3": "ayaṁ no bhagavato accayena paṭisaraṇaṁ bhavissatīti yaṁ tumhe etarahi paṭipādeyyāthā’ti—",
  "mn108:12.4": "iti puṭṭho samāno ‘natthi kho, brāhmaṇa, ekabhikkhupi saṅghena sammato, sambahulehi therehi bhikkhūhi ṭhapito—",
  "mn108:12.5": "ayaṁ no bhagavato accayena paṭisaraṇaṁ bhavissatīti yaṁ mayaṁ etarahi paṭipādeyyāmā’ti vadesi; ",
  "mn108:12.6": "‘atthi nu kho, bho ānanda, ekabhikkhupi yaṁ tumhe etarahi sakkarotha garuṁ karotha mānetha pūjetha; sakkatvā garuṁ katvā upanissāya viharathā’ti—",
  "mn108:12.7": "iti puṭṭho samāno ‘natthi kho, brāhmaṇa, ekabhikkhupi yaṁ mayaṁ etarahi sakkaroma garuṁ karoma mānema pūjema; sakkatvā garuṁ katvā upanissāya viharāmā’ti vadesi. ",
  "mn108:12.8": "Imassa pana, bho ānanda, bhāsitassa kathaṁ attho daṭṭhabbo”ti? ",
  "mn108:13.1": "“Atthi kho, brāhmaṇa, tena bhagavatā jānatā passatā arahatā sammāsambuddhena dasa pasādanīyā dhammā akkhātā. ",
  "mn108:13.2": "Yasmiṁ no ime dhammā saṁvijjanti taṁ mayaṁ etarahi sakkaroma garuṁ karoma mānema pūjema; sakkatvā garuṁ katvā upanissāya viharāma. ",
  "mn108:13.3": "Katame dasa? ",
  "mn108:14.1": "Idha, brāhmaṇa, bhikkhu sīlavā hoti, pātimokkhasaṁvarasaṁvuto viharati ācāragocarasampanno, aṇumattesu vajjesu bhayadassāvī, samādāya sikkhati sikkhāpadesu. ",
  "mn108:15.1": "Bahussuto hoti sutadharo sutasannicayo. ",
  "mn108:15.2": "Ye te dhammā ādikalyāṇā, majjhekalyāṇā, pariyosānakalyāṇā, sātthaṁ, sabyañjanaṁ, kevalaparipuṇṇaṁ parisuddhaṁ brahmacariyaṁ abhivadanti tathārūpāssa dhammā bahussutā honti dhātā vacasā paricitā manasānupekkhitā diṭṭhiyā suppaṭividdhā. ",
  "mn108:16.1": "Santuṭṭho hoti cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārehi.  ",
  "mn108:17.1": "Catunnaṁ jhānānaṁ ābhicetasikānaṁ diṭṭhadhammasukhavihārānaṁ nikāmalābhī hoti akicchalābhī akasiralābhī. ",
  "mn108:18.1": "Anekavihitaṁ iddhividhaṁ paccanubhoti—ekopi hutvā bahudhā hoti, bahudhāpi hutvā eko hoti; āvibhāvaṁ tirobhāvaṁ; tirokuṭṭaṁ tiropākāraṁ tiropabbataṁ asajjamāno gacchati, seyyathāpi ākāse; pathaviyāpi ummujjanimujjaṁ karoti, seyyathāpi udake; udakepi abhijjamāne gacchati, seyyathāpi pathaviyaṁ; ākāsepi pallaṅkena kamati, seyyathāpi pakkhī sakuṇo; imepi candimasūriye evaṁmahiddhike evaṁmahānubhāve pāṇinā parimasati parimajjati, yāva brahmalokāpi kāyena vasaṁ vatteti. ",
  "mn108:19.1": "Dibbāya sotadhātuyā visuddhāya atikkantamānusikāya ubho sadde suṇāti—dibbe ca mānuse ca, ye dūre santike ca. ",
  "mn108:20.1": "Parasattānaṁ parapuggalānaṁ cetasā ceto paricca pajānāti. ",
  "mn108:20.2": "Sarāgaṁ vā cittaṁ ‘sarāgaṁ cittan’ti pajānāti,",
  "mn108:20.3": "vītarāgaṁ vā cittaṁ ‘vītarāgaṁ cittan’ti pajānāti,",
  "mn108:20.4": "sadosaṁ vā cittaṁ ‘sadosaṁ cittan’ti pajānāti,",
  "mn108:20.5": "vītadosaṁ vā cittaṁ ‘vītadosaṁ cittan’ti pajānāti,",
  "mn108:20.6": "samohaṁ vā cittaṁ ‘samohaṁ cittan’ti pajānāti,",
  "mn108:20.7": "vītamohaṁ vā cittaṁ ‘vītamohaṁ cittan’ti pajānāti,",
  "mn108:20.8": "saṅkhittaṁ vā cittaṁ ‘saṅkhittaṁ cittan’ti pajānāti,",
  "mn108:20.9": "vikkhittaṁ vā cittaṁ ‘vikkhittaṁ cittan’ti pajānāti,",
  "mn108:20.10": "mahaggataṁ vā cittaṁ ‘mahaggataṁ cittan’ti pajānāti,",
  "mn108:20.11": "amahaggataṁ vā cittaṁ ‘amahaggataṁ cittan’ti pajānāti,",
  "mn108:20.12": "sauttaraṁ vā cittaṁ ‘sauttaraṁ cittan’ti pajānāti,",
  "mn108:20.13": "anuttaraṁ vā cittaṁ ‘anuttaraṁ cittan’ti pajānāti,",
  "mn108:20.14": "samāhitaṁ vā cittaṁ ‘samāhitaṁ cittan’ti pajānāti,",
  "mn108:20.15": "asamāhitaṁ vā cittaṁ ‘asamāhitaṁ cittan’ti pajānāti,",
  "mn108:20.16": "vimuttaṁ vā cittaṁ ‘vimuttaṁ cittan’ti pajānāti,",
  "mn108:20.17": "avimuttaṁ vā cittaṁ ‘avimuttaṁ cittan’ti pajānāti. ",
  "mn108:21.1": "Anekavihitaṁ pubbenivāsaṁ anussarati, seyyathidaṁ—ekampi jātiṁ dvepi jātiyo tissopi jātiyo catassopi jātiyo pañcapi jātiyo dasapi jātiyo vīsampi jātiyo tiṁsampi jātiyo cattārīsampi jātiyo paññāsampi jātiyo jātisatampi jātisahassampi jātisatasahassampi anekepi saṁvaṭṭakappe anekepi vivaṭṭakappe anekepi saṁvaṭṭavivaṭṭakappe: ‘amutrāsiṁ evaṁnāmo evaṅgotto evaṁvaṇṇo evamāhāro evaṁsukhadukkhappaṭisaṁvedī evamāyupariyanto, so tato cuto amutra udapādiṁ; tatrāpāsiṁ evaṁnāmo evaṅgotto evaṁvaṇṇo evamāhāro evaṁsukhadukkhappaṭisaṁvedī evamāyupariyanto, so tato cuto idhūpapanno’ti. Iti sākāraṁ sauddesaṁ anekavihitaṁ pubbenivāsaṁ anussarati.  ",
  "mn108:22.1": "Dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe, sugate duggate yathākammūpage satte pajānāti. ",
  "mn108:23.1": "Āsavānaṁ khayā anāsavaṁ cetovimuttiṁ paññāvimuttiṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja viharati. ",
  "mn108:23.2": "Ime kho, brāhmaṇa, tena bhagavatā jānatā passatā arahatā sammāsambuddhena dasa pasādanīyā dhammā akkhātā. ",
  "mn108:23.3": "Yasmiṁ no ime dhammā saṁvijjanti taṁ mayaṁ etarahi sakkaroma garuṁ karoma mānema pūjema; sakkatvā garuṁ katvā upanissāya viharāmā”ti. ",
  "mn108:24.1": "Evaṁ vutte, vassakāro brāhmaṇo magadhamahāmatto upanandaṁ senāpatiṁ āmantesi: ",
  "mn108:24.2": "“Taṁ kiṁ maññati bhavaṁ senāpati yadime bhonto sakkātabbaṁ sakkaronti, garuṁ kātabbaṁ garuṁ karonti, ",
  "mn108:24.3": "mānetabbaṁ mānenti, pūjetabbaṁ pūjenti”? ",
  "mn108:24.4": "“Tagghime bhonto sakkātabbaṁ sakkaronti, garuṁ kātabbaṁ garuṁ karonti, mānetabbaṁ mānenti, pūjetabbaṁ pūjenti. ",
  "mn108:24.5": "Imañca hi te bhonto na sakkareyyuṁ na garuṁ kareyyuṁ na māneyyuṁ na pūjeyyuṁ; ",
  "mn108:24.6": "atha kiñcarahi te bhonto sakkareyyuṁ garuṁ kareyyuṁ māneyyuṁ pūjeyyuṁ, sakkatvā garuṁ katvā mānetvā pūjetvā upanissāya vihareyyun”ti? ",
  "mn108:25.1": "Atha kho vassakāro brāhmaṇo magadhamahāmatto āyasmantaṁ ānandaṁ etadavoca: ",
  "mn108:25.2": "“kahaṁ pana bhavaṁ ānando etarahi viharatī”ti? ",
  "mn108:25.3": "“Veḷuvane khohaṁ, brāhmaṇa, etarahi viharāmī”ti. ",
  "mn108:25.4": "“Kacci pana, bho ānanda, veḷuvanaṁ ramaṇīyañceva appasaddañca appanigghosañca vijanavātaṁ manussarāhasseyyakaṁ paṭisallānasāruppan”ti? ",
  "mn108:25.5": "“Taggha, brāhmaṇa, veḷuvanaṁ ramaṇīyañceva appasaddañca appanigghosañca vijanavātaṁ manussarāhasseyyakaṁ paṭisallānasāruppaṁ, yathā taṁ tumhādisehi rakkhakehi gopakehī”ti. ",
  "mn108:25.6": "“Taggha, bho ānanda, veḷuvanaṁ ramaṇīyañceva appasaddañca appanigghosañca vijanavātaṁ manussarāhasseyyakaṁ paṭisallānasāruppaṁ, yathā taṁ bhavantehi jhāyīhi jhānasīlīhi. ",
  "mn108:25.7": "Jhāyino ceva bhavanto jhānasīlino ca. ",
  "mn108:25.8": "Ekamidāhaṁ, bho ānanda, samayaṁ so bhavaṁ gotamo vesāliyaṁ viharati mahāvane kūṭāgārasālāyaṁ. ",
  "mn108:25.9": "Atha khvāhaṁ, bho ānanda, yena mahāvanaṁ kūṭāgārasālā yena so bhavaṁ gotamo tenupasaṅkamiṁ. ",
  "mn108:25.10": "Tatra ca pana so bhavaṁ gotamo anekapariyāyena jhānakathaṁ kathesi. ",
  "mn108:25.11": "Jhāyī ceva so bhavaṁ gotamo ahosi jhānasīlī ca. ",
  "mn108:25.12": "Sabbañca pana so bhavaṁ gotamo jhānaṁ vaṇṇesī”ti. ",
  "mn108:26.1": "“Na ca kho, brāhmaṇa, so bhagavā sabbaṁ jhānaṁ vaṇṇesi, napi so bhagavā sabbaṁ jhānaṁ na vaṇṇesīti. ",
  "mn108:26.2": "Kathaṁ rūpañca, brāhmaṇa, so bhagavā jhānaṁ na vaṇṇesi? ",
  "mn108:26.3": "Idha, brāhmaṇa, ekacco kāmarāgapariyuṭṭhitena cetasā viharati kāmarāgaparetena, uppannassa ca kāmarāgassa nissaraṇaṁ yathābhūtaṁ nappajānāti; ",
  "mn108:26.4": "so kāmarāgaṁyeva antaraṁ karitvā jhāyati pajjhāyati nijjhāyati apajjhāyati. ",
  "mn108:26.5": "Byāpādapariyuṭṭhitena cetasā viharati byāpādaparetena, uppannassa ca byāpādassa nissaraṇaṁ yathābhūtaṁ nappajānāti; ",
  "mn108:26.6": "so byāpādaṁyeva antaraṁ karitvā jhāyati pajjhāyati nijjhāyati apajjhāyati. ",
  "mn108:26.7": "Thinamiddhapariyuṭṭhitena cetasā viharati thinamiddhaparetena, uppannassa ca thinamiddhassa nissaraṇaṁ yathābhūtaṁ nappajānāti; ",
  "mn108:26.8": "so thinamiddhaṁyeva antaraṁ karitvā jhāyati pajjhāyati nijjhāyati apajjhāyati. ",
  "mn108:26.9": "Uddhaccakukkuccapariyuṭṭhitena cetasā viharati uddhaccakukkuccaparetena, uppannassa ca uddhaccakukkuccassa nissaraṇaṁ yathābhūtaṁ nappajānāti; ",
  "mn108:26.10": "so uddhaccakukkuccaṁyeva antaraṁ karitvā jhāyati pajjhāyati nijjhāyati apajjhāyati. ",
  "mn108:26.11": "Vicikicchāpariyuṭṭhitena cetasā viharati vicikicchāparetena, uppannāya ca vicikicchāya nissaraṇaṁ yathābhūtaṁ nappajānāti; ",
  "mn108:26.12": "so vicikicchaṁyeva antaraṁ karitvā jhāyati pajjhāyati nijjhāyati apajjhāyati. ",
  "mn108:26.13": "Evarūpaṁ kho, brāhmaṇa, so bhagavā jhānaṁ na vaṇṇesi. ",
  "mn108:27.1": "Kathaṁ rūpañca, brāhmaṇa, so bhagavā jhānaṁ vaṇṇesi? ",
  "mn108:27.2": "Idha, brāhmaṇa, bhikkhu vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṁ savicāraṁ vivekajaṁ pītisukhaṁ paṭhamaṁ jhānaṁ upasampajja viharati. ",
  "mn108:27.3": "Vitakkavicārānaṁ vūpasamā ajjhattaṁ sampasādanaṁ cetaso ekodibhāvaṁ avitakkaṁ avicāraṁ samādhijaṁ pītisukhaṁ dutiyaṁ jhānaṁ … ",
  "mn108:27.4": "tatiyaṁ jhānaṁ … ",
  "mn108:27.5": "catutthaṁ jhānaṁ upasampajja viharati. ",
  "mn108:27.6": "Evarūpaṁ kho, brāhmaṇa, so bhagavā jhānaṁ vaṇṇesī”ti. ",
  "mn108:28.1": "“Gārayhaṁ kira, bho ānanda, so bhavaṁ gotamo jhānaṁ garahi, pāsaṁsaṁ pasaṁsi. ",
  "mn108:28.2": "Handa ca dāni mayaṁ, bho ānanda, gacchāma; ",
  "mn108:28.3": "bahukiccā mayaṁ bahukaraṇīyā”ti. ",
  "mn108:28.4": "“Yassadāni tvaṁ, brāhmaṇa, kālaṁ maññasī”ti. ",
  "mn108:28.5": "Atha kho vassakāro brāhmaṇo magadhamahāmatto āyasmato ānandassa bhāsitaṁ abhinanditvā anumoditvā uṭṭhāyāsanā pakkāmi. ",
  "mn108:29.1": "Atha kho gopakamoggallāno brāhmaṇo acirapakkante vassakāre brāhmaṇe magadhamahāmatte āyasmantaṁ ānandaṁ etadavoca: ",
  "mn108:29.2": "“yaṁ no mayaṁ bhavantaṁ ānandaṁ apucchimhā taṁ no bhavaṁ ānando na byākāsī”ti. ",
  "mn108:29.3": "“Nanu te, brāhmaṇa, avocumhā: ",
  "mn108:29.4": "‘natthi kho, brāhmaṇa, ekabhikkhupi tehi dhammehi sabbenasabbaṁ sabbathāsabbaṁ samannāgato yehi dhammehi samannāgato so bhagavā ahosi arahaṁ sammāsambuddho. ",
  "mn108:29.5": "So hi, brāhmaṇa, bhagavā anuppannassa maggassa uppādetā, asañjātassa maggassa sañjanetā, anakkhātassa maggassa akkhātā, maggaññū, maggavidū, maggakovido. ",
  "mn108:29.6": "Maggānugā ca pana etarahi sāvakā viharanti pacchā samannāgatā’”ti. ",
  "mn108:29.7": "Gopakamoggallānasuttaṁ niṭṭhitaṁ aṭṭhamaṁ. "
}