{
  "mn105:0.1": "Majjhima Nikāya 105 ",
  "mn105:0.2": "Sunakkhattasutta ",
  "mn105:1.1": "Evaṁ me sutaṁ—",
  "mn105:1.2": "ekaṁ samayaṁ bhagavā vesāliyaṁ viharati mahāvane kūṭāgārasālāyaṁ. ",
  "mn105:2.1": "Tena kho pana samayena sambahulehi bhikkhūhi bhagavato santike aññā byākatā hoti: ",
  "mn105:2.2": "“‘khīṇā jāti, vusitaṁ brahmacariyaṁ, kataṁ karaṇīyaṁ, nāparaṁ itthattāyā’ti pajānāmā”ti. ",
  "mn105:2.3": "Assosi kho sunakkhatto licchaviputto: ",
  "mn105:2.4": "“sambahulehi kira bhikkhūhi bhagavato santike aññā byākatā hoti: ",
  "mn105:2.5": "‘khīṇā jāti, vusitaṁ brahmacariyaṁ, kataṁ karaṇīyaṁ, nāparaṁ itthattāyāti pajānāmā’”ti. ",
  "mn105:3.1": "Atha kho sunakkhatto licchaviputto yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho sunakkhatto licchaviputto bhagavantaṁ etadavoca: ",
  "mn105:4.1": "“sutaṁ metaṁ, bhante: ",
  "mn105:4.2": "‘sambahulehi kira bhikkhūhi bhagavato santike aññā byākatā—",
  "mn105:4.3": "khīṇā jāti, vusitaṁ brahmacariyaṁ, kataṁ karaṇīyaṁ, nāparaṁ itthattāyāti pajānāmā’ti. ",
  "mn105:4.4": "Ye te, bhante, bhikkhū bhagavato santike aññaṁ byākaṁsu: ",
  "mn105:4.5": "‘khīṇā jāti, vusitaṁ brahmacariyaṁ, kataṁ karaṇīyaṁ, nāparaṁ itthattāyāti pajānāmā’ti, kacci te, bhante, bhikkhū sammadeva aññaṁ byākaṁsu udāhu santetthekacce bhikkhū adhimānena aññaṁ byākaṁsū”ti? ",
  "mn105:5.1": "“Ye te, sunakkhatta, bhikkhū mama santike aññaṁ byākaṁsu: ",
  "mn105:5.2": "‘khīṇā jāti, vusitaṁ brahmacariyaṁ, kataṁ karaṇīyaṁ, nāparaṁ itthattāyāti pajānāmā’ti. ",
  "mn105:5.3": "Santetthekacce bhikkhū sammadeva aññaṁ byākaṁsu, santi panidhekacce bhikkhū adhimānenapi aññaṁ byākaṁsu. ",
  "mn105:5.4": "Tatra, sunakkhatta, ye te bhikkhū sammadeva aññaṁ byākaṁsu tesaṁ taṁ tatheva hoti; ",
  "mn105:5.5": "ye pana te bhikkhū adhimānena aññaṁ byākaṁsu tatra, sunakkhatta, tathāgatassa evaṁ hoti: ",
  "mn105:5.6": "‘dhammaṁ nesaṁ desessan’ti. ",
  "mn105:5.7": "Evañcettha, sunakkhatta, tathāgatassa hoti: ",
  "mn105:5.8": "‘dhammaṁ nesaṁ desessan’ti. ",
  "mn105:5.9": "Atha ca panidhekacce moghapurisā pañhaṁ abhisaṅkharitvā abhisaṅkharitvā tathāgataṁ upasaṅkamitvā pucchanti. ",
  "mn105:5.10": "Tatra, sunakkhatta, yampi tathāgatassa evaṁ hoti: ",
  "mn105:5.11": "‘dhammaṁ nesaṁ desessan’ti tassapi hoti aññathattan”ti. ",
  "mn105:6.1": "“Etassa bhagavā kālo, etassa sugata kālo, ",
  "mn105:6.2": "yaṁ bhagavā dhammaṁ deseyya. Bhagavato sutvā bhikkhū dhāressantī”ti. ",
  "mn105:6.3": "“Tena hi, sunakkhatta, suṇāhi, sādhukaṁ manasi karohi; bhāsissāmī”ti. ",
  "mn105:6.4": "“Evaṁ, bhante”ti kho sunakkhatto licchaviputto bhagavato paccassosi. ",
  "mn105:6.5": "Bhagavā etadavoca—",
  "mn105:7.1": "Pañca kho ime, sunakkhatta, kāmaguṇā. ",
  "mn105:7.2": "Katame pañca? ",
  "mn105:7.3": "Cakkhuviññeyyā rūpā iṭṭhā kantā manāpā piyarūpā kāmūpasaṁhitā rajanīyā, ",
  "mn105:7.4": "sotaviññeyyā saddā …pe… ",
  "mn105:7.5": "ghānaviññeyyā gandhā … ",
  "mn105:7.6": "jivhāviññeyyā rasā … ",
  "mn105:7.7": "kāyaviññeyyā phoṭṭhabbā iṭṭhā kantā manāpā piyarūpā kāmūpasaṁhitā rajanīyā—",
  "mn105:7.8": "ime kho, sunakkhatta, pañca kāmaguṇā. ",
  "mn105:8.1": "Ṭhānaṁ kho panetaṁ, sunakkhatta, vijjati yaṁ idhekacco purisapuggalo lokāmisādhimutto assa. ",
  "mn105:8.2": "Lokāmisādhimuttassa kho, sunakkhatta, purisapuggalassa tappatirūpī ceva kathā saṇṭhāti, tadanudhammañca anuvitakketi, anuvicāreti, tañca purisaṁ bhajati, tena ca vittiṁ āpajjati; ",
  "mn105:8.3": "āneñjapaṭisaṁyuttāya ca pana kathāya kacchamānāya na sussūsati, na sotaṁ odahati, na aññā cittaṁ upaṭṭhāpeti, na ca taṁ purisaṁ bhajati, na ca tena vittiṁ āpajjati. ",
  "mn105:9.1": "Seyyathāpi, sunakkhatta, puriso sakamhā gāmā vā nigamā vā ciravippavuttho assa. ",
  "mn105:9.2": "So aññataraṁ purisaṁ passeyya tamhā gāmā vā nigamā vā acirapakkantaṁ. ",
  "mn105:9.3": "So taṁ purisaṁ tassa gāmassa vā nigamassa vā khematañca subhikkhatañca appābādhatañca puccheyya; ",
  "mn105:9.4": "tassa so puriso tassa gāmassa vā nigamassa vā khematañca subhikkhatañca appābādhatañca saṁseyya. ",
  "mn105:9.5": "Taṁ kiṁ maññasi, sunakkhatta, ",
  "mn105:9.6": "api nu so puriso tassa purisassa sussūseyya, sotaṁ odaheyya, aññā cittaṁ upaṭṭhāpeyya, tañca purisaṁ bhajeyya, tena ca vittiṁ āpajjeyyā”ti? ",
  "mn105:9.7": "“Evaṁ, bhante”. ",
  "mn105:9.8": "“Evameva kho, sunakkhatta, ṭhānametaṁ vijjati yaṁ idhekacco purisapuggalo lokāmisādhimutto assa. ",
  "mn105:9.9": "Lokāmisādhimuttassa kho, sunakkhatta, purisapuggalassa tappatirūpī ceva kathā saṇṭhāti, tadanudhammañca anuvitakketi, anuvicāreti, tañca purisaṁ bhajati, tena ca vittiṁ āpajjati; ",
  "mn105:9.10": "āneñjapaṭisaṁyuttāya ca pana kathāya kacchamānāya na sussūsati, na sotaṁ odahati, na aññā cittaṁ upaṭṭhāpeti, na ca taṁ purisaṁ bhajati, na ca tena vittiṁ āpajjati. ",
  "mn105:9.11": "So evamassa veditabbo: ",
  "mn105:9.12": "‘āneñjasaṁyojanena hi kho visaṁyutto lokāmisādhimutto purisapuggalo’ti. ",
  "mn105:10.1": "Ṭhānaṁ kho panetaṁ, sunakkhatta, vijjati yaṁ idhekacco purisapuggalo āneñjādhimutto assa. ",
  "mn105:10.2": "Āneñjādhimuttassa kho, sunakkhatta, purisapuggalassa tappatirūpī ceva kathā saṇṭhāti, tadanudhammañca anuvitakketi, anuvicāreti, tañca purisaṁ bhajati, tena ca vittiṁ āpajjati; ",
  "mn105:10.3": "lokāmisapaṭisaṁyuttāya ca pana kathāya kacchamānāya na sussūsati, na sotaṁ odahati, na aññā cittaṁ upaṭṭhāpeti, na ca taṁ purisaṁ bhajati, na ca tena vittiṁ āpajjati. ",
  "mn105:11.1": "Seyyathāpi, sunakkhatta, paṇḍupalāso bandhanā pavutto abhabbo haritattāya; ",
  "mn105:11.2": "evameva kho, sunakkhatta, āneñjādhimuttassa purisapuggalassa ye lokāmisasaṁyojane se pavutte. ",
  "mn105:11.3": "So evamassa veditabbo: ",
  "mn105:11.4": "‘lokāmisasaṁyojanena hi kho visaṁyutto āneñjādhimutto purisapuggalo’ti. ",
  "mn105:12.1": "Ṭhānaṁ kho panetaṁ, sunakkhatta, vijjati yaṁ idhekacco purisapuggalo ākiñcaññāyatanādhimutto assa. ",
  "mn105:12.2": "Ākiñcaññāyatanādhimuttassa kho, sunakkhatta, purisapuggalassa tappatirūpī ceva kathā saṇṭhāti, tadanudhammañca anuvitakketi, anuvicāreti, tañca purisaṁ bhajati, tena ca vittiṁ āpajjati; ",
  "mn105:12.3": "āneñjapaṭisaṁyuttāya ca pana kathāya kacchamānāya na sussūsati, na sotaṁ odahati, na aññā cittaṁ upaṭṭhāpeti, na ca taṁ purisaṁ bhajati, na ca tena vittiṁ āpajjati. ",
  "mn105:13.1": "Seyyathāpi, sunakkhatta, puthusilā dvedhābhinnā appaṭisandhikā hoti; ",
  "mn105:13.2": "evameva kho, sunakkhatta, ākiñcaññāyatanādhimuttassa purisapuggalassa ye āneñjasaṁyojane se bhinne. ",
  "mn105:13.3": "So evamassa veditabbo: ",
  "mn105:13.4": "‘āneñjasaṁyojanena hi kho visaṁyutto ākiñcaññāyatanādhimutto purisapuggalo’ti. ",
  "mn105:14.1": "Ṭhānaṁ kho panetaṁ, sunakkhatta, vijjati yaṁ idhekacco purisapuggalo nevasaññānāsaññāyatanādhimutto assa. ",
  "mn105:14.2": "Nevasaññānāsaññāyatanādhimuttassa kho, sunakkhatta, purisapuggalassa tappatirūpī ceva kathā saṇṭhāti, tadanudhammañca anuvitakketi, anuvicāreti, tañca purisaṁ bhajati, tena ca vittiṁ āpajjati; ",
  "mn105:14.3": "ākiñcaññāyatanapaṭisaṁyuttāya ca pana kathāya kacchamānāya na sussūsati, na sotaṁ odahati, na aññā cittaṁ upaṭṭhāpeti, na ca taṁ purisaṁ bhajati, na ca tena vittiṁ āpajjati. ",
  "mn105:15.1": "Seyyathāpi, sunakkhatta, puriso manuññabhojanaṁ bhuttāvī chaḍḍeyya. ",
  "mn105:15.2": "Taṁ kiṁ maññasi, sunakkhatta, ",
  "mn105:15.3": "api nu tassa purisassa tasmiṁ bhatte puna bhottukamyatā assā”ti? ",
  "mn105:15.4": "“No hetaṁ, bhante”. ",
  "mn105:15.5": "“Taṁ kissa hetu”? ",
  "mn105:15.6": "“Aduñhi, bhante, bhattaṁ paṭikūlasammatan”ti. ",
  "mn105:15.7": "“Evameva kho, sunakkhatta, nevasaññānāsaññāyatanādhimuttassa purisapuggalassa ye ākiñcaññāyatanasaṁyojane se vante. ",
  "mn105:15.8": "So evamassa veditabbo: ",
  "mn105:15.9": "‘ākiñcaññāyatanasaṁyojanena hi kho visaṁyutto nevasaññānāsaññāyatanādhimutto purisapuggalo’ti. ",
  "mn105:16.1": "Ṭhānaṁ kho panetaṁ, sunakkhatta, vijjati yaṁ idhekacco purisapuggalo sammā nibbānādhimutto assa. ",
  "mn105:16.2": "Sammā nibbānādhimuttassa kho, sunakkhatta, purisapuggalassa tappatirūpī ceva kathā saṇṭhāti, tadanudhammañca anuvitakketi, anuvicāreti, tañca purisaṁ bhajati, tena ca vittiṁ āpajjati; ",
  "mn105:16.3": "nevasaññānāsaññāyatanapaṭisaṁyuttāya ca pana kathāya kacchamānāya na sussūsati, na sotaṁ odahati, na aññā cittaṁ upaṭṭhāpeti, na ca taṁ purisaṁ bhajati, na ca tena vittiṁ āpajjati. ",
  "mn105:17.1": "Seyyathāpi, sunakkhatta, tālo matthakacchinno abhabbo puna viruḷhiyā; ",
  "mn105:17.2": "evameva kho, sunakkhatta, sammā nibbānādhimuttassa purisapuggalassa ye nevasaññānāsaññāyatanasaṁyojane se ucchinnamūle tālāvatthukate anabhāvaṅkate āyatiṁ anuppādadhamme. ",
  "mn105:17.3": "So evamassa veditabbo: ",
  "mn105:17.4": "‘nevasaññānāsaññāyatanasaṁyojanena hi kho visaṁyutto sammā nibbānādhimutto purisapuggalo’ti. ",
  "mn105:18.1": "Ṭhānaṁ kho panetaṁ, sunakkhatta, vijjati yaṁ idhekaccassa bhikkhuno evamassa: ",
  "mn105:18.2": "‘taṇhā kho sallaṁ samaṇena vuttaṁ, avijjāvisadoso, chandarāgabyāpādena ruppati. ",
  "mn105:18.3": "Taṁ me taṇhāsallaṁ pahīnaṁ, apanīto avijjāvisadoso, sammā nibbānādhimuttohamasmī’ti. ",
  "mn105:18.4": "Evaṁmāni assa atathaṁ samānaṁ. ",
  "mn105:18.5": "So yāni sammā nibbānādhimuttassa asappāyāni tāni anuyuñjeyya; asappāyaṁ cakkhunā rūpadassanaṁ anuyuñjeyya, asappāyaṁ sotena saddaṁ anuyuñjeyya, asappāyaṁ ghānena gandhaṁ anuyuñjeyya, asappāyaṁ jivhāya rasaṁ anuyuñjeyya, asappāyaṁ kāyena phoṭṭhabbaṁ anuyuñjeyya, asappāyaṁ manasā dhammaṁ anuyuñjeyya. ",
  "mn105:18.6": "Tassa asappāyaṁ cakkhunā rūpadassanaṁ anuyuttassa, asappāyaṁ sotena saddaṁ anuyuttassa, asappāyaṁ ghānena gandhaṁ anuyuttassa, asappāyaṁ jivhāya rasaṁ anuyuttassa, asappāyaṁ kāyena phoṭṭhabbaṁ anuyuttassa, asappāyaṁ manasā dhammaṁ anuyuttassa rāgo cittaṁ anuddhaṁseyya. ",
  "mn105:18.7": "So rāgānuddhaṁsitena cittena maraṇaṁ vā nigaccheyya maraṇamattaṁ vā dukkhaṁ. ",
  "mn105:19.1": "Seyyathāpi, sunakkhatta, puriso sallena viddho assa savisena gāḷhūpalepanena. ",
  "mn105:19.2": "Tassa mittāmaccā ñātisālohitā bhisakkaṁ sallakattaṁ upaṭṭhāpeyyuṁ. ",
  "mn105:19.3": "Tassa so bhisakko sallakatto satthena vaṇamukhaṁ parikanteyya. ",
  "mn105:19.4": "Satthena vaṇamukhaṁ parikantitvā esaniyā sallaṁ eseyya. ",
  "mn105:19.5": "Esaniyā sallaṁ esitvā sallaṁ abbuheyya, apaneyya visadosaṁ saupādisesaṁ. ",
  "mn105:19.6": "Saupādisesoti jānamāno so evaṁ vadeyya: ",
  "mn105:19.7": "‘ambho purisa, ubbhataṁ kho te sallaṁ, apanīto visadoso saupādiseso. ",
  "mn105:19.8": "Analañca te antarāyāya. ",
  "mn105:19.9": "Sappāyāni ceva bhojanāni bhuñjeyyāsi, mā te asappāyāni bhojanāni bhuñjato vaṇo assāvī assa. ",
  "mn105:19.10": "Kālena kālañca vaṇaṁ dhoveyyāsi, kālena kālaṁ vaṇamukhaṁ ālimpeyyāsi, mā te na kālena kālaṁ vaṇaṁ dhovato na kālena kālaṁ vaṇamukhaṁ ālimpato pubbalohitaṁ vaṇamukhaṁ pariyonandhi. ",
  "mn105:19.11": "Mā ca vātātape cārittaṁ anuyuñji, mā te vātātape cārittaṁ anuyuttassa rajosūkaṁ vaṇamukhaṁ anuddhaṁsesi. ",
  "mn105:19.12": "Vaṇānurakkhī ca, ambho purisa, vihareyyāsi vaṇasāropī’ti. ",
  "mn105:20.1": "Tassa evamassa: ",
  "mn105:20.2": "‘ubbhataṁ kho me sallaṁ, apanīto visadoso anupādiseso. ",
  "mn105:20.3": "Analañca me antarāyāyā’ti. ",
  "mn105:20.4": "So asappāyāni ceva bhojanāni bhuñjeyya. Tassa asappāyāni bhojanāni bhuñjato vaṇo assāvī assa. ",
  "mn105:20.5": "Na ca kālena kālaṁ vaṇaṁ dhoveyya, na ca kālena kālaṁ vaṇamukhaṁ ālimpeyya. Tassa na kālena kālaṁ vaṇaṁ dhovato, na kālena kālaṁ vaṇamukhaṁ ālimpato pubbalohitaṁ vaṇamukhaṁ pariyonandheyya. ",
  "mn105:20.6": "Vātātape ca cārittaṁ anuyuñjeyya. Tassa vātātape cārittaṁ anuyuttassa rajosūkaṁ vaṇamukhaṁ anuddhaṁseyya. ",
  "mn105:20.7": "Na ca vaṇānurakkhī vihareyya na vaṇasāropī. ",
  "mn105:20.8": "Tassa imissā ca asappāyakiriyāya, asuci visadoso apanīto saupādiseso tadubhayena vaṇo puthuttaṁ gaccheyya. ",
  "mn105:20.9": "So puthuttaṁ gatena vaṇena maraṇaṁ vā nigaccheyya maraṇamattaṁ vā dukkhaṁ. ",
  "mn105:21.1": "Evameva kho, sunakkhatta, ṭhānametaṁ vijjati yaṁ idhekaccassa bhikkhuno evamassa: ",
  "mn105:21.2": "‘taṇhā kho sallaṁ samaṇena vuttaṁ, avijjāvisadoso chandarāgabyāpādena ruppati. ",
  "mn105:21.3": "Taṁ me taṇhāsallaṁ pahīnaṁ, apanīto avijjāvisadoso, sammā nibbānādhimuttohamasmī’ti. ",
  "mn105:21.4": "Evaṁmāni assa atathaṁ samānaṁ. ",
  "mn105:21.5": "So yāni sammā nibbānādhimuttassa asappāyāni tāni anuyuñjeyya, asappāyaṁ cakkhunā rūpadassanaṁ anuyuñjeyya, asappāyaṁ sotena saddaṁ anuyuñjeyya, asappāyaṁ ghānena gandhaṁ anuyuñjeyya, asappāyaṁ jivhāya rasaṁ anuyuñjeyya, asappāyaṁ kāyena phoṭṭhabbaṁ anuyuñjeyya, asappāyaṁ manasā dhammaṁ anuyuñjeyya. ",
  "mn105:21.6": "Tassa asappāyaṁ cakkhunā rūpadassanaṁ anuyuttassa, asappāyaṁ sotena saddaṁ anuyuttassa, asappāyaṁ ghānena gandhaṁ anuyuttassa, asappāyaṁ jivhāya rasaṁ anuyuttassa, asappāyaṁ kāyena phoṭṭhabbaṁ anuyuttassa, asappāyaṁ manasā dhammaṁ anuyuttassa rāgo cittaṁ anuddhaṁseyya. ",
  "mn105:21.7": "So rāgānuddhaṁsitena cittena maraṇaṁ vā nigaccheyya maraṇamattaṁ vā dukkhaṁ. ",
  "mn105:22.1": "Maraṇañhetaṁ, sunakkhatta, ariyassa vinaye yo sikkhaṁ paccakkhāya hīnāyāvattati; ",
  "mn105:22.2": "maraṇamattañhetaṁ, sunakkhatta, dukkhaṁ yaṁ aññataraṁ saṅkiliṭṭhaṁ āpattiṁ āpajjati. ",
  "mn105:23.1": "Ṭhānaṁ kho panetaṁ, sunakkhatta, vijjati yaṁ idhekaccassa bhikkhuno evamassa: ",
  "mn105:23.2": "‘taṇhā kho sallaṁ samaṇena vuttaṁ, avijjāvisadoso chandarāgabyāpādena ruppati. ",
  "mn105:23.3": "Taṁ me taṇhāsallaṁ pahīnaṁ, apanīto avijjāvisadoso, sammā nibbānādhimuttohamasmī’ti. ",
  "mn105:23.4": "Sammā nibbānādhimuttasseva sato so yāni sammā nibbānādhimuttassa asappāyāni tāni nānuyuñjeyya, asappāyaṁ cakkhunā rūpadassanaṁ nānuyuñjeyya, asappāyaṁ sotena saddaṁ nānuyuñjeyya, asappāyaṁ ghānena gandhaṁ nānuyuñjeyya, asappāyaṁ jivhāya rasaṁ nānuyuñjeyya, asappāyaṁ kāyena phoṭṭhabbaṁ nānuyuñjeyya, asappāyaṁ manasā dhammaṁ nānuyuñjeyya. ",
  "mn105:23.5": "Tassa asappāyaṁ cakkhunā rūpadassanaṁ nānuyuttassa, asappāyaṁ sotena saddaṁ nānuyuttassa, asappāyaṁ ghānena gandhaṁ nānuyuttassa, asappāyaṁ jivhāya rasaṁ nānuyuttassa, asappāyaṁ kāyena phoṭṭhabbaṁ nānuyuttassa, asappāyaṁ manasā dhammaṁ nānuyuttassa rāgo cittaṁ nānuddhaṁseyya. ",
  "mn105:23.6": "So na rāgānuddhaṁsitena cittena neva maraṇaṁ vā nigaccheyya na maraṇamattaṁ vā dukkhaṁ. ",
  "mn105:24.1": "Seyyathāpi, sunakkhatta, puriso sallena viddho assa savisena gāḷhūpalepanena. ",
  "mn105:24.2": "Tassa mittāmaccā ñātisālohitā bhisakkaṁ sallakattaṁ upaṭṭhāpeyyuṁ. ",
  "mn105:24.3": "Tassa so bhisakko sallakatto satthena vaṇamukhaṁ parikanteyya. ",
  "mn105:24.4": "Satthena vaṇamukhaṁ parikantitvā esaniyā sallaṁ eseyya. ",
  "mn105:24.5": "Esaniyā sallaṁ esitvā sallaṁ abbuheyya, apaneyya visadosaṁ anupādisesaṁ. ",
  "mn105:24.6": "Anupādisesoti jānamāno so evaṁ vadeyya: ",
  "mn105:24.7": "‘ambho purisa, ubbhataṁ kho te sallaṁ, apanīto visadoso anupādiseso. ",
  "mn105:24.8": "Analañca te antarāyāya. ",
  "mn105:24.9": "Sappāyāni ceva bhojanāni bhuñjeyyāsi, mā te asappāyāni bhojanāni bhuñjato vaṇo assāvī assa. ",
  "mn105:24.10": "Kālena kālañca vaṇaṁ dhoveyyāsi, kālena kālaṁ vaṇamukhaṁ ālimpeyyāsi. Mā te na kālena kālaṁ vaṇaṁ dhovato na kālena kālaṁ vaṇamukhaṁ ālimpato pubbalohitaṁ vaṇamukhaṁ pariyonandhi. ",
  "mn105:24.11": "Mā ca vātātape cārittaṁ anuyuñji, mā te vātātape cārittaṁ anuyuttassa rajosūkaṁ vaṇamukhaṁ anuddhaṁsesi. ",
  "mn105:24.12": "Vaṇānurakkhī ca, ambho purisa, vihareyyāsi vaṇasāropī’ti. ",
  "mn105:25.1": "Tassa evamassa: ",
  "mn105:25.2": "‘ubbhataṁ kho me sallaṁ, apanīto visadoso anupādiseso. ",
  "mn105:25.3": "Analañca me antarāyāyā’ti. ",
  "mn105:25.4": "So sappāyāni ceva bhojanāni bhuñjeyya. Tassa sappāyāni bhojanāni bhuñjato vaṇo na assāvī assa. ",
  "mn105:25.5": "Kālena kālañca vaṇaṁ dhoveyya, kālena kālaṁ vaṇamukhaṁ ālimpeyya. Tassa kālena kālaṁ vaṇaṁ dhovato kālena kālaṁ vaṇamukhaṁ ālimpato na pubbalohitaṁ vaṇamukhaṁ pariyonandheyya. ",
  "mn105:25.6": "Na ca vātātape cārittaṁ anuyuñjeyya. Tassa vātātape cārittaṁ ananuyuttassa rajosūkaṁ vaṇamukhaṁ nānuddhaṁseyya. ",
  "mn105:25.7": "Vaṇānurakkhī ca vihareyya vaṇasāropī. ",
  "mn105:25.8": "Tassa imissā ca sappāyakiriyāya asu ca visadoso apanīto anupādiseso tadubhayena vaṇo viruheyya. ",
  "mn105:25.9": "So ruḷhena vaṇena sañchavinā neva maraṇaṁ vā nigaccheyya na maraṇamattaṁ vā dukkhaṁ. ",
  "mn105:26.1": "Evameva kho, sunakkhatta, ṭhānametaṁ vijjati yaṁ idhekaccassa bhikkhuno evamassa: ",
  "mn105:26.2": "‘taṇhā kho sallaṁ samaṇena vuttaṁ, avijjāvisadoso chandarāgabyāpādena ruppati. ",
  "mn105:26.3": "Taṁ me taṇhāsallaṁ pahīnaṁ, apanīto avijjāvisadoso, sammā nibbānādhimuttohamasmī’ti. ",
  "mn105:26.4": "Sammā nibbānādhimuttasseva sato so yāni sammā nibbānādhimuttassa asappāyāni tāni nānuyuñjeyya, asappāyaṁ cakkhunā rūpadassanaṁ nānuyuñjeyya, asappāyaṁ sotena saddaṁ nānuyuñjeyya, asappāyaṁ ghānena gandhaṁ nānuyuñjeyya, asappāyaṁ jivhāya rasaṁ nānuyuñjeyya, asappāyaṁ kāyena phoṭṭhabbaṁ nānuyuñjeyya, asappāyaṁ manasā dhammaṁ nānuyuñjeyya. ",
  "mn105:26.5": "Tassa asappāyaṁ cakkhunā rūpadassanaṁ nānuyuttassa, asappāyaṁ sotena saddaṁ nānuyuttassa, asappāyaṁ ghānena gandhaṁ nānuyuttassa, asappāyaṁ jivhāya rasaṁ nānuyuttassa, asappāyaṁ kāyena phoṭṭhabbaṁ nānuyuttassa, asappāyaṁ manasā dhammaṁ nānuyuttassa, rāgo cittaṁ nānuddhaṁseyya. ",
  "mn105:26.6": "So na rāgānuddhaṁsitena cittena neva maraṇaṁ vā nigaccheyya na maraṇamattaṁ vā dukkhaṁ. ",
  "mn105:27.1": "Upamā kho me ayaṁ, sunakkhatta, katā atthassa viññāpanāya. ",
  "mn105:27.2": "Ayaṁyevettha attho—",
  "mn105:27.3": "vaṇoti kho, sunakkhatta, channetaṁ ajjhattikānaṁ āyatanānaṁ adhivacanaṁ; ",
  "mn105:27.4": "visadosoti kho, sunakkhatta, avijjāyetaṁ adhivacanaṁ; ",
  "mn105:27.5": "sallanti kho, sunakkhatta, taṇhāyetaṁ adhivacanaṁ; ",
  "mn105:27.6": "esanīti kho, sunakkhatta, satiyāyetaṁ adhivacanaṁ; ",
  "mn105:27.7": "satthanti kho, sunakkhatta, ariyāyetaṁ paññāya adhivacanaṁ; ",
  "mn105:27.8": "bhisakko sallakattoti kho, sunakkhatta, tathāgatassetaṁ adhivacanaṁ arahato sammāsambuddhassa. ",
  "mn105:28.1": "So vata, sunakkhatta, bhikkhu chasu phassāyatanesu saṁvutakārī ‘upadhi dukkhassa mūlan’ti—",
  "mn105:28.2": "iti viditvā nirupadhi upadhisaṅkhaye vimutto upadhismiṁ vā kāyaṁ upasaṁharissati cittaṁ vā uppādessatīti—netaṁ ṭhānaṁ vijjati. ",
  "mn105:29.1": "Seyyathāpi, sunakkhatta, āpānīyakaṁso vaṇṇasampanno gandhasampanno rasasampanno; ",
  "mn105:29.2": "so ca kho visena saṁsaṭṭho. ",
  "mn105:29.3": "Atha puriso āgaccheyya jīvitukāmo amaritukāmo sukhakāmo dukkhapaṭikūlo. ",
  "mn105:29.4": "Taṁ kiṁ maññasi, sunakkhatta, ",
  "mn105:29.5": "api nu so puriso amuṁ āpānīyakaṁsaṁ piveyya yaṁ jaññā: ",
  "mn105:29.6": "‘imāhaṁ pivitvā maraṇaṁ vā nigacchāmi maraṇamattaṁ vā dukkhan’”ti? ",
  "mn105:29.7": "“No hetaṁ, bhante”. ",
  "mn105:29.8": "“Evameva kho, sunakkhatta, so vata bhikkhu chasu phassāyatanesu saṁvutakārī ‘upadhi dukkhassa mūlan’ti—",
  "mn105:29.9": "iti viditvā nirupadhi upadhisaṅkhaye vimutto upadhismiṁ vā kāyaṁ upasaṁharissati cittaṁ vā uppādessatīti—netaṁ ṭhānaṁ vijjati. ",
  "mn105:30.1": "Seyyathāpi, sunakkhatta, āsīviso ghoraviso. ",
  "mn105:30.2": "Atha puriso āgaccheyya jīvitukāmo amaritukāmo sukhakāmo dukkhapaṭikūlo. ",
  "mn105:30.3": "Taṁ kiṁ maññasi, sunakkhatta, ",
  "mn105:30.4": "api nu so puriso amussa āsīvisassa ghoravisassa hatthaṁ vā aṅguṭṭhaṁ vā dajjā yaṁ jaññā: ",
  "mn105:30.5": "‘imināhaṁ daṭṭho maraṇaṁ vā nigacchāmi maraṇamattaṁ vā dukkhan’”ti? ",
  "mn105:30.6": "“No hetaṁ, bhante”. ",
  "mn105:30.7": "“Evameva kho, sunakkhatta, so vata bhikkhu chasu phassāyatanesu saṁvutakārī ‘upadhi dukkhassa mūlan’ti—",
  "mn105:30.8": "iti viditvā nirupadhi upadhisaṅkhaye vimutto upadhismiṁ vā kāyaṁ upasaṁharissati cittaṁ vā uppādessatīti—",
  "mn105:30.9": "netaṁ ṭhānaṁ vijjatī”ti. ",
  "mn105:30.10": "Idamavoca bhagavā. ",
  "mn105:30.11": "Attamano sunakkhatto licchaviputto bhagavato bhāsitaṁ abhinandīti. ",
  "mn105:30.12": "Sunakkhattasuttaṁ niṭṭhitaṁ pañcamaṁ. "
}