{
  "mn107:0.1": "Majjhima Nikāya 107 ",
  "mn107:0.2": "Gaṇakamoggallānasutta ",
  "mn107:1.1": "Evaṁ me sutaṁ—",
  "mn107:1.2": "ekaṁ samayaṁ bhagavā sāvatthiyaṁ viharati pubbārāme migāramātupāsāde. ",
  "mn107:1.3": "Atha kho gaṇakamoggallāno brāhmaṇo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṁ sammodi. ",
  "mn107:1.4": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho gaṇakamoggallāno brāhmaṇo bhagavantaṁ etadavoca: ",
  "mn107:2.1": "“Seyyathāpi, bho gotama, imassa migāramātupāsādassa dissati anupubbasikkhā anupubbakiriyā anupubbapaṭipadā yadidaṁ—",
  "mn107:2.2": "yāva pacchimasopānakaḷevarā; ",
  "mn107:2.3": "imesampi hi, bho gotama, brāhmaṇānaṁ dissati anupubbasikkhā anupubbakiriyā anupubbapaṭipadā yadidaṁ—",
  "mn107:2.4": "ajjhene; ",
  "mn107:2.5": "imesampi hi, bho gotama, issāsānaṁ dissati anupubbasikkhā anupubbakiriyā anupubbapaṭipadā yadidaṁ—",
  "mn107:2.6": "issatthe. ",
  "mn107:2.7": "Amhākampi hi, bho gotama, gaṇakānaṁ gaṇanājīvānaṁ dissati anupubbasikkhā anupubbakiriyā anupubbapaṭipadā yadidaṁ—",
  "mn107:2.8": "saṅkhāne. ",
  "mn107:2.9": "Mayañhi, bho gotama, antevāsiṁ labhitvā paṭhamaṁ evaṁ gaṇāpema: ",
  "mn107:2.10": "‘ekaṁ ekakaṁ, dve dukā, tīṇi tikā, cattāri catukkā, pañca pañcakā, cha chakkā, satta sattakā, aṭṭha aṭṭhakā, nava navakā, dasa dasakā’ti; ",
  "mn107:2.11": "satampi mayaṁ, bho gotama, gaṇāpema, bhiyyopi gaṇāpema. ",
  "mn107:2.12": "Sakkā nu kho, bho gotama, imasmimpi dhammavinaye evameva anupubbasikkhā anupubbakiriyā anupubbapaṭipadā paññapetun”ti? ",
  "mn107:3.1": "“Sakkā, brāhmaṇa, imasmimpi dhammavinaye anupubbasikkhā anupubbakiriyā anupubbapaṭipadā paññapetuṁ. ",
  "mn107:3.2": "Seyyathāpi, brāhmaṇa, dakkho assadammako bhaddaṁ assājānīyaṁ labhitvā paṭhameneva mukhādhāne kāraṇaṁ kāreti, atha uttariṁ kāraṇaṁ kāreti; ",
  "mn107:3.3": "evameva kho, brāhmaṇa, tathāgato purisadammaṁ labhitvā paṭhamaṁ evaṁ vineti: ",
  "mn107:3.4": "‘ehi tvaṁ, bhikkhu, sīlavā hohi, pātimokkhasaṁvarasaṁvuto viharāhi ācāragocarasampanno aṇumattesu vajjesu bhayadassāvī, samādāya sikkhassu sikkhāpadesū’ti. ",
  "mn107:4.1": "Yato kho, brāhmaṇa, bhikkhu sīlavā hoti, pātimokkhasaṁvarasaṁvuto viharati ācāragocarasampanno aṇumattesu vajjesu bhayadassāvī, samādāya sikkhati sikkhāpadesu, tamenaṁ tathāgato uttariṁ vineti: ",
  "mn107:4.2": "‘ehi tvaṁ, bhikkhu, indriyesu guttadvāro hohi, cakkhunā rūpaṁ disvā mā nimittaggāhī hohi mānubyañjanaggāhī. ",
  "mn107:4.3": "Yatvādhikaraṇamenaṁ cakkhundriyaṁ asaṁvutaṁ viharantaṁ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṁ tassa saṁvarāya paṭipajjāhi; rakkhāhi cakkhundriyaṁ, cakkhundriye saṁvaraṁ āpajjāhi. ",
  "mn107:4.4": "Sotena saddaṁ sutvā …pe… ",
  "mn107:4.5": "ghānena gandhaṁ ghāyitvā …pe… ",
  "mn107:4.6": "jivhāya rasaṁ sāyitvā …pe… ",
  "mn107:4.7": "kāyena phoṭṭhabbaṁ phusitvā …pe… ",
  "mn107:4.8": "manasā dhammaṁ viññāya mā nimittaggāhī hohi mānubyañjanaggāhī. ",
  "mn107:4.9": "Yatvādhikaraṇamenaṁ manindriyaṁ asaṁvutaṁ viharantaṁ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṁ tassa saṁvarāya paṭipajjāhi; rakkhāhi manindriyaṁ, manindriye saṁvaraṁ āpajjāhī’ti. ",
  "mn107:5.1": "Yato kho, brāhmaṇa, bhikkhu indriyesu guttadvāro hoti, tamenaṁ tathāgato uttariṁ vineti: ",
  "mn107:5.2": "‘ehi tvaṁ, bhikkhu, bhojane mattaññū hohi. ",
  "mn107:5.3": "Paṭisaṅkhā yoniso āhāraṁ āhāreyyāsi—",
  "mn107:5.4": "neva davāya na madāya na maṇḍanāya na vibhūsanāya, yāvadeva imassa kāyassa ṭhitiyā yāpanāya vihiṁsūparatiyā brahmacariyānuggahāya—iti purāṇañca vedanaṁ paṭihaṅkhāmi, navañca vedanaṁ na uppādessāmi, yātrā ca me bhavissati anavajjatā ca phāsuvihāro cā’ti. ",
  "mn107:6.1": "Yato kho, brāhmaṇa, bhikkhu bhojane mattaññū hoti, tamenaṁ tathāgato uttariṁ vineti: ",
  "mn107:6.2": "‘ehi tvaṁ, bhikkhu, jāgariyaṁ anuyutto viharāhi, divasaṁ caṅkamena nisajjāya āvaraṇīyehi dhammehi cittaṁ parisodhehi, rattiyā paṭhamaṁ yāmaṁ caṅkamena nisajjāya āvaraṇīyehi dhammehi cittaṁ parisodhehi, rattiyā majjhimaṁ yāmaṁ dakkhiṇena passena sīhaseyyaṁ kappeyyāsi pāde pādaṁ accādhāya sato sampajāno uṭṭhānasaññaṁ manasikaritvā, rattiyā pacchimaṁ yāmaṁ paccuṭṭhāya caṅkamena nisajjāya āvaraṇīyehi dhammehi cittaṁ parisodhehī’ti. ",
  "mn107:7.1": "Yato kho, brāhmaṇa, bhikkhu jāgariyaṁ anuyutto hoti, tamenaṁ tathāgato uttariṁ vineti: ",
  "mn107:7.2": "‘ehi tvaṁ, bhikkhu, satisampajaññena samannāgato hohi, abhikkante paṭikkante sampajānakārī, ālokite vilokite sampajānakārī, samiñjite pasārite sampajānakārī, saṅghāṭipattacīvaradhāraṇe sampajānakārī, asite pīte khāyite sāyite sampajānakārī, uccārapassāvakamme sampajānakārī, gate ṭhite nisinne sutte jāgarite bhāsite tuṇhībhāve sampajānakārī’ti. ",
  "mn107:8.1": "Yato kho, brāhmaṇa, bhikkhu satisampajaññena samannāgato hoti, tamenaṁ tathāgato uttariṁ vineti: ",
  "mn107:8.2": "‘ehi tvaṁ, bhikkhu, vivittaṁ senāsanaṁ bhajāhi araññaṁ rukkhamūlaṁ pabbataṁ kandaraṁ giriguhaṁ susānaṁ vanapatthaṁ abbhokāsaṁ palālapuñjan’ti. ",
  "mn107:9.1": "So vivittaṁ senāsanaṁ bhajati araññaṁ rukkhamūlaṁ pabbataṁ kandaraṁ giriguhaṁ susānaṁ vanapatthaṁ abbhokāsaṁ palālapuñjaṁ. ",
  "mn107:9.2": "So pacchābhattaṁ piṇḍapātapaṭikkanto nisīdati pallaṅkaṁ ābhujitvā, ujuṁ kāyaṁ paṇidhāya, parimukhaṁ satiṁ upaṭṭhapetvā. ",
  "mn107:9.3": "So abhijjhaṁ loke pahāya vigatābhijjhena cetasā viharati, abhijjhāya cittaṁ parisodheti; ",
  "mn107:9.4": "byāpādapadosaṁ pahāya abyāpannacitto viharati sabbapāṇabhūtahitānukampī, byāpādapadosā cittaṁ parisodheti; ",
  "mn107:9.5": "thinamiddhaṁ pahāya vigatathinamiddho viharati ālokasaññī sato sampajāno, thinamiddhā cittaṁ parisodheti; ",
  "mn107:9.6": "uddhaccakukkuccaṁ pahāya anuddhato viharati ajjhattaṁ vūpasantacitto, uddhaccakukkuccā cittaṁ parisodheti; ",
  "mn107:9.7": "vicikicchaṁ pahāya tiṇṇavicikiccho viharati akathaṅkathī kusalesu dhammesu, vicikicchāya cittaṁ parisodheti. ",
  "mn107:10.1": "So ime pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe ",
  "mn107:10.2": "vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṁ savicāraṁ vivekajaṁ pītisukhaṁ paṭhamaṁ jhānaṁ upasampajja viharati. ",
  "mn107:10.3": "Vitakkavicārānaṁ vūpasamā ajjhattaṁ sampasādanaṁ …pe… dutiyaṁ jhānaṁ upasampajja viharati. ",
  "mn107:10.4": "Pītiyā ca virāgā … tatiyaṁ jhānaṁ upasampajja viharati. ",
  "mn107:10.5": "Sukhassa ca pahānā … catutthaṁ jhānaṁ upasampajja viharati. ",
  "mn107:11.1": "Ye kho te, brāhmaṇa, bhikkhū sekkhā apattamānasā anuttaraṁ yogakkhemaṁ patthayamānā viharanti tesu me ayaṁ evarūpī anusāsanī hoti. ",
  "mn107:11.2": "Ye pana te bhikkhū arahanto khīṇāsavā vusitavanto katakaraṇīyā ohitabhārā anuppattasadatthā parikkhīṇabhavasaṁyojanā sammadaññāvimuttā tesaṁ ime dhammā diṭṭhadhammasukhavihārāya ceva saṁvattanti, satisampajaññāya cā”ti. ",
  "mn107:12.1": "Evaṁ vutte, gaṇakamoggallāno brāhmaṇo bhagavantaṁ etadavoca: ",
  "mn107:12.2": "“kiṁ nu kho bhoto gotamassa sāvakā bhotā gotamena evaṁ ovadīyamānā evaṁ anusāsīyamānā sabbe accantaṁ niṭṭhaṁ nibbānaṁ ārādhenti udāhu ekacce nārādhentī”ti? ",
  "mn107:12.3": "“Appekacce kho, brāhmaṇa, mama sāvakā mayā evaṁ ovadīyamānā evaṁ anusāsīyamānā accantaṁ niṭṭhaṁ nibbānaṁ ārādhenti, ekacce nārādhentī”ti. ",
  "mn107:13.1": "“Ko nu kho, bho gotama, hetu ko paccayo yaṁ tiṭṭhateva nibbānaṁ, tiṭṭhati nibbānagāmī maggo, tiṭṭhati bhavaṁ gotamo samādapetā; ",
  "mn107:13.2": "atha ca pana bhoto gotamassa sāvakā bhotā gotamena evaṁ ovadīyamānā evaṁ anusāsīyamānā appekacce accantaṁ niṭṭhaṁ nibbānaṁ ārādhenti, ekacce nārādhentī”ti? ",
  "mn107:14.1": "“Tena hi, brāhmaṇa, taṁyevettha paṭipucchissāmi. Yathā te khameyya tathā naṁ byākareyyāsi. ",
  "mn107:14.2": "Taṁ kiṁ maññasi, brāhmaṇa, ",
  "mn107:14.3": "kusalo tvaṁ rājagahagāmissa maggassā”ti? ",
  "mn107:14.4": "“Evaṁ, bho, kusalo ahaṁ rājagahagāmissa maggassā”ti. ",
  "mn107:14.5": "“Taṁ kiṁ maññasi, brāhmaṇa, ",
  "mn107:14.6": "idha puriso āgaccheyya rājagahaṁ gantukāmo. ",
  "mn107:14.7": "So taṁ upasaṅkamitvā evaṁ vadeyya: ",
  "mn107:14.8": "‘icchāmahaṁ, bhante, rājagahaṁ gantuṁ; ",
  "mn107:14.9": "tassa me rājagahassa maggaṁ upadisā’ti. ",
  "mn107:14.10": "Tamenaṁ tvaṁ evaṁ vadeyyāsi: ",
  "mn107:14.11": "‘ehambho purisa, ayaṁ maggo rājagahaṁ gacchati. ",
  "mn107:14.12": "Tena muhuttaṁ gaccha, tena muhuttaṁ gantvā dakkhissasi amukaṁ nāma gāmaṁ, tena muhuttaṁ gaccha, tena muhuttaṁ gantvā dakkhissasi amukaṁ nāma nigamaṁ; ",
  "mn107:14.13": "tena muhuttaṁ gaccha, tena muhuttaṁ gantvā dakkhissasi rājagahassa ārāmarāmaṇeyyakaṁ vanarāmaṇeyyakaṁ bhūmirāmaṇeyyakaṁ pokkharaṇīrāmaṇeyyakan’ti. ",
  "mn107:14.14": "So tayā evaṁ ovadīyamāno evaṁ anusāsīyamāno ummaggaṁ gahetvā pacchāmukho gaccheyya. ",
  "mn107:14.15": "Atha dutiyo puriso āgaccheyya rājagahaṁ gantukāmo. ",
  "mn107:14.16": "So taṁ upasaṅkamitvā evaṁ vadeyya: ",
  "mn107:14.17": "‘icchāmahaṁ, bhante, rājagahaṁ gantuṁ; ",
  "mn107:14.18": "tassa me rājagahassa maggaṁ upadisā’ti. ",
  "mn107:14.19": "Tamenaṁ tvaṁ evaṁ vadeyyāsi: ",
  "mn107:14.20": "‘ehambho purisa, ayaṁ maggo rājagahaṁ gacchati. ",
  "mn107:14.21": "Tena muhuttaṁ gaccha, tena muhuttaṁ gantvā dakkhissasi amukaṁ nāma gāmaṁ; ",
  "mn107:14.22": "tena muhuttaṁ gaccha, tena muhuttaṁ gantvā dakkhissasi amukaṁ nāma nigamaṁ; ",
  "mn107:14.23": "tena muhuttaṁ gaccha, tena muhuttaṁ gantvā dakkhissasi rājagahassa ārāmarāmaṇeyyakaṁ vanarāmaṇeyyakaṁ bhūmirāmaṇeyyakaṁ pokkharaṇīrāmaṇeyyakan’ti. ",
  "mn107:14.24": "So tayā evaṁ ovadīyamāno evaṁ anusāsīyamāno sotthinā rājagahaṁ gaccheyya. ",
  "mn107:14.25": "Ko nu kho, brāhmaṇa, hetu ko paccayo yaṁ tiṭṭhateva rājagahaṁ, tiṭṭhati rājagahagāmī maggo, tiṭṭhasi tvaṁ samādapetā; ",
  "mn107:14.26": "atha ca pana tayā evaṁ ovadīyamāno evaṁ anusāsīyamāno eko puriso ummaggaṁ gahetvā pacchāmukho gaccheyya, eko sotthinā rājagahaṁ gaccheyyā”ti? ",
  "mn107:14.27": "“Ettha kyāhaṁ, bho gotama, karomi? ",
  "mn107:14.28": "Maggakkhāyīhaṁ, bho gotamā”ti. ",
  "mn107:14.29": "“Evameva kho, brāhmaṇa, tiṭṭhateva nibbānaṁ, tiṭṭhati nibbānagāmī maggo, tiṭṭhāmahaṁ samādapetā; ",
  "mn107:14.30": "atha ca pana mama sāvakā mayā evaṁ ovadīyamānā evaṁ anusāsīyamānā appekacce accantaṁ niṭṭhaṁ nibbānaṁ ārādhenti, ekacce nārādhenti. ",
  "mn107:14.31": "Ettha kyāhaṁ, brāhmaṇa, karomi? ",
  "mn107:14.32": "Maggakkhāyīhaṁ, brāhmaṇa, tathāgato”ti. ",
  "mn107:15.1": "Evaṁ vutte, gaṇakamoggallāno brāhmaṇo bhagavantaṁ etadavoca: ",
  "mn107:15.2": "“yeme, bho gotama, puggalā assaddhā jīvikatthā na saddhā agārasmā anagāriyaṁ pabbajitā saṭhā māyāvino ketabino uddhatā unnaḷā capalā mukharā vikiṇṇavācā indriyesu aguttadvārā bhojane amattaññuno jāgariyaṁ ananuyuttā sāmaññe anapekkhavanto sikkhāya na tibbagāravā bāhulikā sāthalikā okkamane pubbaṅgamā paviveke nikkhittadhurā kusītā hīnavīriyā muṭṭhassatino asampajānā asamāhitā vibbhantacittā duppaññā eḷamūgā, na tehi bhavaṁ gotamo saddhiṁ saṁvasati. ",
  "mn107:15.3": "Ye pana te kulaputtā saddhā agārasmā anagāriyaṁ pabbajitā asaṭhā amāyāvino aketabino anuddhatā anunnaḷā acapalā amukharā avikiṇṇavācā indriyesu guttadvārā bhojane mattaññuno jāgariyaṁ anuyuttā sāmaññe apekkhavanto sikkhāya tibbagāravā nabāhulikā nasāthalikā okkamane nikkhittadhurā paviveke pubbaṅgamā āraddhavīriyā pahitattā upaṭṭhitassatino sampajānā samāhitā ekaggacittā paññavanto aneḷamūgā, tehi bhavaṁ gotamo saddhiṁ saṁvasati. ",
  "mn107:16.1": "Seyyathāpi, bho gotama, ye keci mūlagandhā, kālānusāri tesaṁ aggamakkhāyati; ",
  "mn107:16.2": "ye keci sāragandhā, lohitacandanaṁ tesaṁ aggamakkhāyati; ",
  "mn107:16.3": "ye keci pupphagandhā, vassikaṁ tesaṁ aggamakkhāyati; ",
  "mn107:16.4": "evameva bhoto gotamassa ovādo paramajjadhammesu. ",
  "mn107:17.1": "Abhikkantaṁ, bho gotama, abhikkantaṁ, bho gotama. ",
  "mn107:17.2": "Seyyathāpi, bho gotama, nikkujjitaṁ vā ukkujjeyya, paṭicchannaṁ vā vivareyya, mūḷhassa vā maggaṁ ācikkheyya, andhakāre vā telapajjotaṁ dhāreyya: ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṁ bhotā gotamena anekapariyāyena dhammo pakāsito. ",
  "mn107:17.3": "Esāhaṁ bhavantaṁ gotamaṁ saraṇaṁ gacchāmi dhammañca bhikkhusaṅghañca. ",
  "mn107:17.4": "Upāsakaṁ maṁ bhavaṁ gotamo dhāretu ajjatagge pāṇupetaṁ saraṇaṁ gatan”ti. ",
  "mn107:17.5": "Gaṇakamoggallānasuttaṁ niṭṭhitaṁ sattamaṁ. "
}