{
  "mn100:0.1": "Majjhima Nikāya 100 ",
  "mn100:0.2": "Saṅgāravasutta ",
  "mn100:1.1": "Evaṁ me sutaṁ—",
  "mn100:1.2": "ekaṁ samayaṁ bhagavā kosalesu cārikaṁ carati mahatā bhikkhusaṅghena saddhiṁ. ",
  "mn100:2.1": "Tena kho pana samayena dhanañjānī nāma brāhmaṇī cañcalikappe paṭivasati abhippasannā buddhe ca dhamme ca saṅghe ca. ",
  "mn100:2.2": "Atha kho dhanañjānī brāhmaṇī upakkhalitvā tikkhattuṁ udānaṁ udānesi: ",
  "mn100:2.3": "“Namo tassa bhagavato arahato sammāsambuddhassa. ",
  "mn100:2.4": "Namo tassa bhagavato arahato sammāsambuddhassa. ",
  "mn100:2.5": "Namo tassa bhagavato arahato sammāsambuddhassā”ti. ",
  "mn100:3.1": "Tena kho pana samayena saṅgāravo nāma māṇavo cañcalikappe paṭivasati tiṇṇaṁ vedānaṁ pāragū sanighaṇḍukeṭubhānaṁ sākkharappabhedānaṁ itihāsapañcamānaṁ, padako, veyyākaraṇo, lokāyatamahāpurisalakkhaṇesu anavayo. ",
  "mn100:3.2": "Assosi kho saṅgāravo māṇavo dhanañjāniyā brāhmaṇiyā evaṁ vācaṁ bhāsamānāya. ",
  "mn100:3.3": "Sutvā dhanañjāniṁ brāhmaṇiṁ etadavoca: ",
  "mn100:3.4": "“avabhūtāva ayaṁ dhanañjānī brāhmaṇī, parabhūtāva ayaṁ dhanañjānī brāhmaṇī, vijjamānānaṁ tevijjānaṁ brāhmaṇānaṁ, atha ca pana tassa muṇḍakassa samaṇakassa vaṇṇaṁ bhāsissatī”ti. ",
  "mn100:3.5": "“Na hi pana tvaṁ, tāta bhadramukha, tassa bhagavato sīlapaññāṇaṁ jānāsi. ",
  "mn100:3.6": "Sace tvaṁ, tāta bhadramukha, tassa bhagavato sīlapaññāṇaṁ jāneyyāsi, na tvaṁ, tāta bhadramukha, taṁ bhagavantaṁ akkositabbaṁ paribhāsitabbaṁ maññeyyāsī”ti. ",
  "mn100:3.7": "“Tena hi, bhoti, yadā samaṇo gotamo cañcalikappaṁ anuppatto hoti atha me āroceyyāsī”ti. ",
  "mn100:3.8": "“Evaṁ, bhadramukhā”ti kho dhanañjānī brāhmaṇī saṅgāravassa māṇavassa paccassosi. ",
  "mn100:4.1": "Atha kho bhagavā kosalesu anupubbena cārikaṁ caramāno yena cañcalikappaṁ tadavasari. ",
  "mn100:4.2": "Tatra sudaṁ bhagavā cañcalikappe viharati todeyyānaṁ brāhmaṇānaṁ ambavane. ",
  "mn100:5.1": "Assosi kho dhanañjānī brāhmaṇī: “bhagavā kira cañcalikappaṁ anuppatto, cañcalikappe viharati todeyyānaṁ brāhmaṇānaṁ ambavane”ti. ",
  "mn100:5.2": "Atha kho dhanañjānī brāhmaṇī yena saṅgāravo māṇavo tenupasaṅkami; upasaṅkamitvā saṅgāravaṁ māṇavaṁ etadavoca: ",
  "mn100:5.3": "“ayaṁ, tāta bhadramukha, so bhagavā cañcalikappaṁ anuppatto, cañcalikappe viharati todeyyānaṁ brāhmaṇānaṁ ambavane. ",
  "mn100:5.4": "Yassadāni, tāta bhadramukha, kālaṁ maññasī”ti. ",
  "mn100:5.5": "“Evaṁ, bho”ti kho saṅgāravo māṇavo dhanañjāniyā brāhmaṇiyā paṭissutvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṁ sammodi. ",
  "mn100:5.6": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho saṅgāravo māṇavo bhagavantaṁ etadavoca: ",
  "mn100:6.1": "“Santi kho, bho gotama, eke samaṇabrāhmaṇā diṭṭhadhammābhiññāvosānapāramippattā, ādibrahmacariyaṁ paṭijānanti. ",
  "mn100:6.2": "Tatra, bho gotama, ye te samaṇabrāhmaṇā diṭṭhadhammābhiññāvosānapāramippattā, ādibrahmacariyaṁ paṭijānanti, tesaṁ bhavaṁ gotamo katamo”ti? ",
  "mn100:7.1": "“Diṭṭhadhammābhiññāvosānapāramippattānaṁ, ādibrahmacariyaṁ paṭijānantānampi kho ahaṁ, bhāradvāja, vemattaṁ vadāmi. ",
  "mn100:7.2": "Santi, bhāradvāja, eke samaṇabrāhmaṇā anussavikā. ",
  "mn100:7.3": "Te anussavena diṭṭhadhammābhiññāvosānapāramippattā, ādibrahmacariyaṁ paṭijānanti; ",
  "mn100:7.4": "seyyathāpi brāhmaṇā tevijjā. ",
  "mn100:7.5": "Santi pana, bhāradvāja, eke samaṇabrāhmaṇā kevalaṁ saddhāmattakena diṭṭhadhammābhiññāvosānapāramippattā, ādibrahmacariyaṁ paṭijānanti; ",
  "mn100:7.6": "seyyathāpi takkī vīmaṁsī. ",
  "mn100:7.7": "Santi, bhāradvāja, eke samaṇabrāhmaṇā pubbe ananussutesu dhammesu sāmaṁyeva dhammaṁ abhiññāya diṭṭhadhammābhiññāvosānapāramippattā, ādibrahmacariyaṁ paṭijānanti. ",
  "mn100:7.8": "Tatra, bhāradvāja, ye te samaṇabrāhmaṇā pubbe ananussutesu dhammesu sāmaṁyeva dhammaṁ abhiññāya diṭṭhadhammābhiññāvosānapāramippattā, ādibrahmacariyaṁ paṭijānanti, tesāhamasmi. ",
  "mn100:8.1": "Tadamināpetaṁ, bhāradvāja, pariyāyena veditabbaṁ, yathā ye te samaṇabrāhmaṇā pubbe ananussutesu dhammesu sāmaṁyeva dhammaṁ abhiññāya diṭṭhadhammābhiññāvosānapāramippattā, ādibrahmacariyaṁ paṭijānanti, tesāhamasmi. ",
  "mn100:9.1": "Idha me, bhāradvāja, pubbeva sambodhā anabhisambuddhassa bodhisattasseva sato etadahosi: ",
  "mn100:9.2": "‘sambādho gharāvāso rajāpatho, abbhokāso pabbajjā. ",
  "mn100:9.3": "Nayidaṁ sukaraṁ agāraṁ ajjhāvasatā ekantaparipuṇṇaṁ ekantaparisuddhaṁ saṅkhalikhitaṁ brahmacariyaṁ carituṁ. ",
  "mn100:9.4": "Yannūnāhaṁ kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajeyyan’ti. ",
  "mn100:9.5": "So kho ahaṁ, bhāradvāja, aparena samayena daharova samāno susukāḷakeso bhadrena yobbanena samannāgato paṭhamena vayasā akāmakānaṁ mātāpitūnaṁ assumukhānaṁ rudantānaṁ kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajiṁ. ",
  "mn100:9.6": "So evaṁ pabbajito samāno kiṅkusalagavesī anuttaraṁ santivarapadaṁ pariyesamāno yena āḷāro kālāmo tenupasaṅkamiṁ; upasaṅkamitvā āḷāraṁ kālāmaṁ etadavocaṁ: ",
  "mn100:9.7": "‘icchāmahaṁ, āvuso kālāma, imasmiṁ dhammavinaye brahmacariyaṁ caritun’ti. ",
  "mn100:9.8": "Evaṁ vutte, bhāradvāja, āḷāro kālāmo maṁ etadavoca: ",
  "mn100:9.9": "‘viharatāyasmā. ",
  "mn100:9.10": "Tādiso ayaṁ dhammo yattha viññū puriso nacirasseva sakaṁ ācariyakaṁ sayaṁ abhiññā sacchikatvā upasampajja vihareyyā’ti. ",
  "mn100:9.11": "So kho ahaṁ, bhāradvāja, nacirasseva khippameva taṁ dhammaṁ pariyāpuṇiṁ. ",
  "mn100:9.12": "So kho ahaṁ, bhāradvāja, tāvatakeneva oṭṭhapahatamattena lapitalāpanamattena ‘ñāṇavādañca vadāmi, theravādañca jānāmi, passāmī’ti ca paṭijānāmi, ahañceva aññe ca. ",
  "mn100:9.13": "Tassa mayhaṁ, bhāradvāja, etadahosi: ",
  "mn100:9.14": "‘na kho āḷāro kālāmo imaṁ dhammaṁ kevalaṁ saddhāmattakena sayaṁ abhiññā sacchikatvā upasampajja viharāmīti pavedeti; ",
  "mn100:9.15": "addhā āḷāro kālāmo imaṁ dhammaṁ jānaṁ passaṁ viharatī’ti. ",
  "mn100:10.1": "Atha khvāhaṁ, bhāradvāja, yena āḷāro kālāmo tenupasaṅkamiṁ; upasaṅkamitvā āḷāraṁ kālāmaṁ etadavocaṁ: ",
  "mn100:10.2": "‘kittāvatā no, āvuso kālāma, imaṁ dhammaṁ sayaṁ abhiññā sacchikatvā upasampajja viharāmīti pavedesī’ti? ",
  "mn100:10.3": "Evaṁ vutte, bhāradvāja, āḷāro kālāmo ākiñcaññāyatanaṁ pavedesi. ",
  "mn100:10.4": "Tassa mayhaṁ, bhāradvāja, etadahosi: ",
  "mn100:10.5": "‘na kho āḷārasseva kālāmassa atthi saddhā, mayhampatthi saddhā; ",
  "mn100:10.6": "na kho āḷārasseva kālāmassa atthi vīriyaṁ …pe… ",
  "mn100:10.7": "sati … ",
  "mn100:10.8": "samādhi … ",
  "mn100:10.9": "paññā, mayhampatthi paññā. ",
  "mn100:10.10": "Yannūnāhaṁ yaṁ dhammaṁ āḷāro kālāmo sayaṁ abhiññā sacchikatvā upasampajja viharāmīti pavedeti tassa dhammassa sacchikiriyāya padaheyyan’ti. ",
  "mn100:10.11": "So kho ahaṁ, bhāradvāja, nacirasseva khippameva taṁ dhammaṁ sayaṁ abhiññā sacchikatvā upasampajja vihāsiṁ. ",
  "mn100:10.12": "Atha khvāhaṁ, bhāradvāja, yena āḷāro kālāmo tenupasaṅkamiṁ; upasaṅkamitvā āḷāraṁ kālāmaṁ etadavocaṁ: ",
  "mn100:10.13": "‘ettāvatā no, āvuso kālāma, imaṁ dhammaṁ sayaṁ abhiññā sacchikatvā upasampajja pavedesī’ti? ",
  "mn100:10.14": "‘Ettāvatā kho ahaṁ, āvuso, imaṁ dhammaṁ sayaṁ abhiññā sacchikatvā upasampajja pavedemī’ti. ",
  "mn100:10.15": "‘Ahampi kho, āvuso, ettāvatā imaṁ dhammaṁ sayaṁ abhiññā sacchikatvā upasampajja viharāmī’ti. ",
  "mn100:10.16": "‘Lābhā no, āvuso, suladdhaṁ no, āvuso, ",
  "mn100:10.17": "ye mayaṁ āyasmantaṁ tādisaṁ sabrahmacāriṁ passāma. ",
  "mn100:10.18": "Iti yāhaṁ dhammaṁ sayaṁ abhiññā sacchikatvā upasampajja pavedemi taṁ tvaṁ dhammaṁ sayaṁ abhiññā sacchikatvā upasampajja viharasi; ",
  "mn100:10.19": "yaṁ tvaṁ dhammaṁ sayaṁ abhiññā sacchikatvā upasampajja viharasi tamahaṁ dhammaṁ sayaṁ abhiññā sacchikatvā upasampajja pavedemi. ",
  "mn100:10.20": "Iti yāhaṁ dhammaṁ jānāmi taṁ tvaṁ dhammaṁ jānāsi, yaṁ tvaṁ dhammaṁ jānāsi tamahaṁ dhammaṁ jānāmi. ",
  "mn100:10.21": "Iti yādiso ahaṁ tādiso tuvaṁ, yādiso tuvaṁ tādiso ahaṁ. ",
  "mn100:10.22": "Ehi dāni, āvuso, ubhova santā imaṁ gaṇaṁ pariharāmā’ti. ",
  "mn100:10.23": "Iti kho, bhāradvāja, āḷāro kālāmo ācariyo me samāno attano antevāsiṁ maṁ samānaṁ attanā samasamaṁ ṭhapesi, uḷārāya ca maṁ pūjāya pūjesi. ",
  "mn100:10.24": "Tassa mayhaṁ, bhāradvāja, etadahosi: ",
  "mn100:10.25": "‘nāyaṁ dhammo nibbidāya na virāgāya na nirodhāya na upasamāya na abhiññāya na sambodhāya na nibbānāya saṁvattati, yāvadeva ākiñcaññāyatanūpapattiyā’ti. ",
  "mn100:10.26": "So kho ahaṁ, bhāradvāja, taṁ dhammaṁ analaṅkaritvā tasmā dhammā nibbijja apakkamiṁ. ",
  "mn100:11.1": "So kho ahaṁ, bhāradvāja, kiṅkusalagavesī anuttaraṁ santivarapadaṁ pariyesamāno yena udako rāmaputto tenupasaṅkamiṁ; upasaṅkamitvā udakaṁ rāmaputtaṁ etadavocaṁ: ",
  "mn100:11.2": "‘icchāmahaṁ, āvuso, imasmiṁ dhammavinaye brahmacariyaṁ caritun’ti. ",
  "mn100:11.3": "Evaṁ vutte, bhāradvāja, udako rāmaputto maṁ etadavoca: ",
  "mn100:11.4": "‘viharatāyasmā. ",
  "mn100:11.5": "Tādiso ayaṁ dhammo yattha viññū puriso nacirasseva sakaṁ ācariyakaṁ sayaṁ abhiññā sacchikatvā upasampajja vihareyyā’ti. ",
  "mn100:11.6": "So kho ahaṁ, bhāradvāja, nacirasseva khippameva taṁ dhammaṁ pariyāpuṇiṁ. ",
  "mn100:11.7": "So kho ahaṁ, bhāradvāja, tāvatakeneva oṭṭhapahatamattena lapitalāpanamattena ‘ñāṇavādañca vadāmi, theravādañca jānāmi, passāmī’ti ca paṭijānāmi, ahañceva aññe ca. ",
  "mn100:11.8": "Tassa mayhaṁ, bhāradvāja, etadahosi: ",
  "mn100:11.9": "‘na kho rāmo imaṁ dhammaṁ kevalaṁ saddhāmattakena sayaṁ abhiññā sacchikatvā upasampajja viharāmīti pavedesi; ",
  "mn100:11.10": "addhā rāmo imaṁ dhammaṁ jānaṁ passaṁ vihāsī’ti. ",
  "mn100:11.11": "Atha khvāhaṁ, bhāradvāja, yena udako rāmaputto tenupasaṅkamiṁ; upasaṅkamitvā udakaṁ rāmaputtaṁ etadavocaṁ: ",
  "mn100:11.12": "‘kittāvatā no, āvuso, rāmo imaṁ dhammaṁ sayaṁ abhiññā sacchikatvā upasampajja viharāmīti pavedesī’ti? ",
  "mn100:11.13": "Evaṁ vutte, bhāradvāja, udako rāmaputto nevasaññānāsaññāyatanaṁ pavedesi. ",
  "mn100:11.14": "Tassa mayhaṁ, bhāradvāja, etadahosi: ",
  "mn100:11.15": "‘na kho rāmasseva ahosi saddhā, mayhampatthi saddhā; ",
  "mn100:11.16": "na kho rāmasseva ahosi vīriyaṁ …pe… ",
  "mn100:11.17": "sati … ",
  "mn100:11.18": "samādhi … ",
  "mn100:11.19": "paññā, mayhampatthi paññā. ",
  "mn100:11.20": "Yannūnāhaṁ yaṁ dhammaṁ rāmo sayaṁ abhiññā sacchikatvā upasampajja viharāmīti pavedesi tassa dhammassa sacchikiriyāya padaheyyan’ti. ",
  "mn100:11.21": "So kho ahaṁ, bhāradvāja, nacirasseva khippameva taṁ dhammaṁ sayaṁ abhiññā sacchikatvā upasampajja vihāsiṁ. ",
  "mn100:12.1": "Atha khvāhaṁ, bhāradvāja, yena udako rāmaputto tenupasaṅkamiṁ; upasaṅkamitvā udakaṁ rāmaputtaṁ etadavocaṁ: ",
  "mn100:12.2": "‘ettāvatā no, āvuso, rāmo imaṁ dhammaṁ sayaṁ abhiññā sacchikatvā upasampajja pavedesī’ti? ",
  "mn100:12.3": "‘Ettāvatā kho, āvuso, rāmo imaṁ dhammaṁ sayaṁ abhiññā sacchikatvā upasampajja pavedesī’ti. ",
  "mn100:12.4": "‘Ahampi kho, āvuso, ettāvatā imaṁ dhammaṁ sayaṁ abhiññā sacchikatvā upasampajja viharāmī’ti. ",
  "mn100:12.5": "‘Lābhā no, āvuso, suladdhaṁ no, āvuso, ",
  "mn100:12.6": "ye mayaṁ āyasmantaṁ tādisaṁ sabrahmacāriṁ passāma. ",
  "mn100:12.7": "Iti yaṁ dhammaṁ rāmo sayaṁ abhiññā sacchikatvā upasampajja pavedesi taṁ tvaṁ dhammaṁ sayaṁ abhiññā sacchikatvā upasampajja viharasi; ",
  "mn100:12.8": "yaṁ tvaṁ dhammaṁ sayaṁ abhiññā sacchikatvā upasampajja viharasi taṁ dhammaṁ rāmo sayaṁ abhiññā sacchikatvā upasampajja pavedesi. ",
  "mn100:12.9": "Iti yaṁ dhammaṁ rāmo abhiññāsi taṁ tvaṁ dhammaṁ jānāsi, yaṁ tvaṁ dhammaṁ jānāsi taṁ dhammaṁ rāmo abhiññāsi. ",
  "mn100:12.10": "Iti yādiso rāmo ahosi tādiso tuvaṁ, yādiso tuvaṁ tādiso rāmo ahosi. ",
  "mn100:12.11": "Ehi dāni, āvuso, tuvaṁ imaṁ gaṇaṁ pariharā’ti. ",
  "mn100:12.12": "Iti kho, bhāradvāja, udako rāmaputto sabrahmacārī me samāno ācariyaṭṭhāne maṁ ṭhapesi, uḷārāya ca maṁ pūjāya pūjesi. ",
  "mn100:12.13": "Tassa mayhaṁ, bhāradvāja, etadahosi: ",
  "mn100:12.14": "‘nāyaṁ dhammo nibbidāya na virāgāya na nirodhāya na upasamāya na abhiññāya na sambodhāya na nibbānāya saṁvattati, yāvadeva nevasaññānāsaññāyatanūpapattiyā’ti. ",
  "mn100:12.15": "So kho ahaṁ, bhāradvāja, taṁ dhammaṁ analaṅkaritvā tasmā dhammā nibbijja apakkamiṁ. ",
  "mn100:13.1": "So kho ahaṁ, bhāradvāja, kiṅkusalagavesī anuttaraṁ santivarapadaṁ pariyesamāno magadhesu anupubbena cārikaṁ caramāno yena uruvelā senānigamo tadavasariṁ. ",
  "mn100:13.2": "Tatthaddasaṁ ramaṇīyaṁ bhūmibhāgaṁ, pāsādikañca vanasaṇḍaṁ, nadiñca sandantiṁ setakaṁ supatitthaṁ ramaṇīyaṁ, samantā ca gocaragāmaṁ. ",
  "mn100:13.3": "Tassa mayhaṁ, bhāradvāja, etadahosi: ",
  "mn100:13.4": "‘ramaṇīyo vata bho bhūmibhāgo, pāsādiko ca vanasaṇḍo, nadī ca sandati setakā supatitthā ramaṇīyā, samantā ca gocaragāmo. ",
  "mn100:13.5": "Alaṁ vatidaṁ kulaputtassa padhānatthikassa padhānāyā’ti. ",
  "mn100:13.6": "So kho ahaṁ, bhāradvāja, tattheva nisīdiṁ: ",
  "mn100:13.7": "‘alamidaṁ padhānāyā’ti. ",
  "mn100:14.1": "Apissu maṁ, bhāradvāja, tisso upamā paṭibhaṁsu anacchariyā pubbe assutapubbā. ",
  "mn100:14.2": "Seyyathāpi, bhāradvāja, allaṁ kaṭṭhaṁ sasnehaṁ udake nikkhittaṁ. ",
  "mn100:14.3": "Atha puriso āgaccheyya uttarāraṇiṁ ādāya: ",
  "mn100:14.4": "‘aggiṁ abhinibbattessāmi, tejo pātukarissāmī’ti. ",
  "mn100:14.5": "Taṁ kiṁ maññasi, bhāradvāja, ",
  "mn100:14.6": "api nu so puriso amuṁ allaṁ kaṭṭhaṁ sasnehaṁ udake nikkhittaṁ uttarāraṇiṁ ādāya abhimanthento aggiṁ abhinibbatteyya, tejo pātukareyyā”ti? ",
  "mn100:14.7": "“No hidaṁ, bho gotama. ",
  "mn100:14.8": "Taṁ kissa hetu? ",
  "mn100:14.9": "Aduñhi, bho gotama, allaṁ kaṭṭhaṁ sasnehaṁ, tañca pana udake nikkhittaṁ; ",
  "mn100:14.10": "yāvadeva ca pana so puriso kilamathassa vighātassa bhāgī assā”ti. ",
  "mn100:14.11": "“Evameva kho, bhāradvāja, ye hi keci samaṇā vā brāhmaṇā vā kāyena ceva cittena ca kāmehi avūpakaṭṭhā viharanti, yo ca nesaṁ kāmesu kāmacchando kāmasneho kāmamucchā kāmapipāsā kāmapariḷāho so ca ajjhattaṁ na suppahīno hoti na suppaṭippassaddho, opakkamikā cepi te bhonto samaṇabrāhmaṇā dukkhā tibbā kharā kaṭukā vedanā vedayanti, abhabbāva te ñāṇāya dassanāya anuttarāya sambodhāya. No cepi te bhonto samaṇabrāhmaṇā opakkamikā dukkhā tibbā kharā kaṭukā vedanā vedayanti abhabbāva te ñāṇāya dassanāya anuttarāya sambodhāya. ",
  "mn100:14.12": "Ayaṁ kho maṁ, bhāradvāja, paṭhamā upamā paṭibhāsi anacchariyā pubbe assutapubbā. ",
  "mn100:15.1": "Aparāpi kho maṁ, bhāradvāja, dutiyā upamā paṭibhāsi anacchariyā pubbe assutapubbā. ",
  "mn100:15.2": "Seyyathāpi, bhāradvāja, allaṁ kaṭṭhaṁ sasnehaṁ ārakā udakā thale nikkhittaṁ. ",
  "mn100:15.3": "Atha puriso āgaccheyya uttarāraṇiṁ ādāya: ",
  "mn100:15.4": "‘aggiṁ abhinibbattessāmi, tejo pātukarissāmī’ti. ",
  "mn100:15.5": "Taṁ kiṁ maññasi, bhāradvāja, ",
  "mn100:15.6": "api nu so puriso amuṁ allaṁ kaṭṭhaṁ sasnehaṁ ārakā udakā thale nikkhittaṁ uttarāraṇiṁ ādāya abhimanthento aggiṁ abhinibbatteyya tejo pātukareyyā”ti? ",
  "mn100:15.7": "“No hidaṁ, bho gotama. ",
  "mn100:15.8": "Taṁ kissa hetu? ",
  "mn100:15.9": "Aduñhi, bho gotama, allaṁ kaṭṭhaṁ sasnehaṁ, kiñcāpi ārakā udakā thale nikkhittaṁ; ",
  "mn100:15.10": "yāvadeva ca pana so puriso kilamathassa vighātassa bhāgī assā”ti. “Evameva kho, bhāradvāja, ye hi keci samaṇā vā brāhmaṇā vā kāyena ceva cittena ca kāmehi vūpakaṭṭhā viharanti, yo ca nesaṁ kāmesu kāmacchando kāmasneho kāmamucchā kāmapipāsā kāmapariḷāho so ca ajjhattaṁ na suppahīno hoti na suppaṭippassaddho, opakkamikā cepi te bhonto samaṇabrāhmaṇā dukkhā tibbā kharā kaṭukā vedanā vedayanti, abhabbāva te ñāṇāya dassanāya anuttarāya sambodhāya. No cepi te bhonto samaṇabrāhmaṇā opakkamikā dukkhā tibbā kharā kaṭukā vedanā vedayanti, abhabbāva te ñāṇāya dassanāya anuttarāya sambodhāya. ",
  "mn100:15.11": "Ayaṁ kho maṁ, bhāradvāja, dutiyā upamā paṭibhāsi anacchariyā pubbe assutapubbā. ",
  "mn100:16.1": "Aparāpi kho maṁ, bhāradvāja, tatiyā upamā paṭibhāsi anacchariyā pubbe assutapubbā. ",
  "mn100:16.2": "Seyyathāpi, bhāradvāja, sukkhaṁ kaṭṭhaṁ koḷāpaṁ ārakā udakā thale nikkhittaṁ. ",
  "mn100:16.3": "Atha puriso āgaccheyya uttarāraṇiṁ ādāya: ",
  "mn100:16.4": "‘aggiṁ abhinibbattessāmi, tejo pātukarissāmī’ti. ",
  "mn100:16.5": "Taṁ kiṁ maññasi, bhāradvāja, ",
  "mn100:16.6": "api nu so puriso amuṁ sukkhaṁ kaṭṭhaṁ koḷāpaṁ ārakā udakā thale nikkhittaṁ uttarāraṇiṁ ādāya abhimanthento aggiṁ abhinibbatteyya, tejo pātukareyyā”ti? ",
  "mn100:16.7": "“Evaṁ, bho gotama. ",
  "mn100:16.8": "Taṁ kissa hetu? ",
  "mn100:16.9": "Aduñhi, bho gotama, sukkhaṁ kaṭṭhaṁ koḷāpaṁ, tañca pana ārakā udakā thale nikkhittan”ti. ",
  "mn100:16.10": "“Evameva kho, bhāradvāja, ye hi keci samaṇā vā brāhmaṇā vā kāyena ceva cittena ca kāmehi vūpakaṭṭhā viharanti, yo ca nesaṁ kāmesu kāmacchando kāmasneho kāmamucchā kāmapipāsā kāmapariḷāho so ca ajjhattaṁ suppahīno hoti suppaṭippassaddho, opakkamikā cepi te bhonto samaṇabrāhmaṇā dukkhā tibbā kharā kaṭukā vedanā vedayanti, bhabbāva te ñāṇāya dassanāya anuttarāya sambodhāya. No cepi te bhonto samaṇabrāhmaṇā opakkamikā dukkhā tibbā kharā kaṭukā vedanā vedayanti, bhabbāva te ñāṇāya dassanāya anuttarāya sambodhāya. ",
  "mn100:16.11": "Ayaṁ kho maṁ, bhāradvāja, tatiyā upamā paṭibhāsi anacchariyā pubbe assutapubbā. ",
  "mn100:16.12": "Imā kho maṁ, bhāradvāja, tisso upamā paṭibhaṁsu anacchariyā pubbe assutapubbā. ",
  "mn100:17.1": "Tassa mayhaṁ, bhāradvāja, etadahosi: ",
  "mn100:17.2": "‘yannūnāhaṁ dantebhidantamādhāya, jivhāya tāluṁ āhacca, cetasā cittaṁ abhiniggaṇheyyaṁ abhinippīḷeyyaṁ abhisantāpeyyan’ti. ",
  "mn100:17.3": "So kho ahaṁ, bhāradvāja, dantebhidantamādhāya, jivhāya tāluṁ āhacca, cetasā cittaṁ abhiniggaṇhāmi abhinippīḷemi abhisantāpemi. ",
  "mn100:17.4": "Tassa mayhaṁ, bhāradvāja, dantebhidantamādhāya, jivhāya tāluṁ āhacca, cetasā cittaṁ abhiniggaṇhato abhinippīḷayato abhisantāpayato kacchehi sedā muccanti. ",
  "mn100:17.5": "Seyyathāpi, bhāradvāja, balavā puriso dubbalataraṁ purisaṁ sīse vā gahetvā khandhe vā gahetvā abhiniggaṇheyya abhinippīḷeyya abhisantāpeyya; ",
  "mn100:17.6": "evameva kho me, bhāradvāja, dantebhidantamādhāya, jivhāya tāluṁ āhacca, cetasā cittaṁ abhiniggaṇhato abhinippīḷayato abhisantāpayato kacchehi sedā muccanti. ",
  "mn100:17.7": "Āraddhaṁ kho pana me, bhāradvāja, vīriyaṁ hoti asallīnaṁ, upaṭṭhitā sati asammuṭṭhā; sāraddho ca pana me kāyo hoti appaṭippassaddho, teneva dukkhappadhānena padhānābhitunnassa sato. ",
  "mn100:18.1": "Tassa mayhaṁ, bhāradvāja, etadahosi: ",
  "mn100:18.2": "‘yannūnāhaṁ appāṇakaṁyeva jhānaṁ jhāyeyyan’ti. ",
  "mn100:18.3": "So kho ahaṁ, bhāradvāja, mukhato ca nāsato ca assāsapassāse uparundhiṁ. ",
  "mn100:18.4": "Tassa mayhaṁ, bhāradvāja, mukhato ca nāsato ca assāsapassāsesu uparuddhesu kaṇṇasotehi vātānaṁ nikkhamantānaṁ adhimatto saddo hoti. ",
  "mn100:18.5": "Seyyathāpi nāma kammāragaggariyā dhamamānāya adhimatto saddo hoti; ",
  "mn100:18.6": "evameva kho me, bhāradvāja, mukhato ca nāsato ca assāsapassāsesu uparuddhesu kaṇṇasotehi vātānaṁ nikkhamantānaṁ adhimatto saddo hoti. ",
  "mn100:18.7": "Āraddhaṁ kho pana me, bhāradvāja, vīriyaṁ hoti asallīnaṁ, upaṭṭhitā sati asammuṭṭhā; sāraddho ca pana me kāyo hoti appaṭippassaddho, teneva dukkhappadhānena padhānābhitunnassa sato. ",
  "mn100:19.1": "Tassa mayhaṁ, bhāradvāja, etadahosi: ",
  "mn100:19.2": "‘yannūnāhaṁ appāṇakaṁyeva jhānaṁ jhāyeyyan’ti. ",
  "mn100:19.3": "So kho ahaṁ, bhāradvāja, mukhato ca nāsato ca kaṇṇato ca assāsapassāse uparundhiṁ. ",
  "mn100:19.4": "Tassa mayhaṁ, bhāradvāja, mukhato ca nāsato ca kaṇṇato ca assāsapassāsesu uparuddhesu adhimattā vātā muddhani ūhananti. ",
  "mn100:19.5": "Seyyathāpi, bhāradvāja, balavā puriso, tiṇhena sikharena muddhani abhimattheyya; ",
  "mn100:19.6": "evameva kho me, bhāradvāja, mukhato ca nāsato ca kaṇṇato ca assāsapassāsesu uparuddhesu adhimattā vātā muddhani ūhananti. ",
  "mn100:19.7": "Āraddhaṁ kho pana me, bhāradvāja, vīriyaṁ hoti asallīnaṁ, upaṭṭhitā sati asammuṭṭhā; sāraddho ca pana me kāyo hoti appaṭippassaddho, teneva dukkhappadhānena padhānābhitunnassa sato. ",
  "mn100:20.1": "Tassa mayhaṁ, bhāradvāja, etadahosi: ",
  "mn100:20.2": "‘yannūnāhaṁ appāṇakaṁyeva jhānaṁ jhāyeyyan’ti. ",
  "mn100:20.3": "So kho ahaṁ, bhāradvāja, mukhato ca nāsato ca kaṇṇato ca assāsapassāse uparundhiṁ. ",
  "mn100:20.4": "Tassa mayhaṁ, bhāradvāja, mukhato ca nāsato ca kaṇṇato ca assāsapassāsesu uparuddhesu adhimattā sīse sīsavedanā honti. ",
  "mn100:20.5": "Seyyathāpi, bhāradvāja, balavā puriso daḷhena varattakkhaṇḍena sīse sīsaveṭhaṁ dadeyya; ",
  "mn100:20.6": "evameva kho, bhāradvāja, mukhato ca nāsato ca kaṇṇato ca assāsapassāsesu uparuddhesu adhimattā sīse sīsavedanā honti. ",
  "mn100:20.7": "Āraddhaṁ kho pana me, bhāradvāja, vīriyaṁ hoti asallīnaṁ, upaṭṭhitā sati asammuṭṭhā; sāraddho ca pana me kāyo hoti appaṭippassaddho, teneva dukkhappadhānena padhānābhitunnassa sato. ",
  "mn100:21.1": "Tassa mayhaṁ, bhāradvāja, etadahosi: ",
  "mn100:21.2": "‘yannūnāhaṁ appāṇakaṁyeva jhānaṁ jhāyeyyan’ti. ",
  "mn100:21.3": "So kho ahaṁ, bhāradvāja, mukhato ca nāsato ca kaṇṇato ca assāsapassāse uparundhiṁ. ",
  "mn100:21.4": "Tassa mayhaṁ, bhāradvāja, mukhato ca nāsato ca kaṇṇato ca assāsapassāsesu uparuddhesu adhimattā vātā kucchiṁ parikantanti. ",
  "mn100:21.5": "Seyyathāpi, bhāradvāja, dakkho goghātako vā goghātakantevāsī vā tiṇhena govikantanena kucchiṁ parikanteyya; ",
  "mn100:21.6": "evameva kho me, bhāradvāja, mukhato ca nāsato ca kaṇṇato ca assāsapassāsesu uparuddhesu adhimattā vātā kucchiṁ parikantanti. ",
  "mn100:21.7": "Āraddhaṁ kho pana me, bhāradvāja, vīriyaṁ hoti asallīnaṁ upaṭṭhitā sati asammuṭṭhā; sāraddho ca pana me kāyo hoti appaṭippassaddho, teneva dukkhappadhānena padhānābhitunnassa sato. ",
  "mn100:22.1": "Tassa mayhaṁ, bhāradvāja, etadahosi: ",
  "mn100:22.2": "‘yannūnāhaṁ appāṇakaṁyeva jhānaṁ jhāyeyyan’ti. ",
  "mn100:22.3": "So kho ahaṁ, bhāradvāja, mukhato ca nāsato ca kaṇṇato ca assāsapassāse uparundhiṁ. ",
  "mn100:22.4": "Tassa mayhaṁ, bhāradvāja, mukhato ca nāsato ca kaṇṇato ca assāsapassāsesu uparuddhesu adhimatto kāyasmiṁ ḍāho hoti. ",
  "mn100:22.5": "Seyyathāpi, bhāradvāja, dve balavanto purisā dubbalataraṁ purisaṁ nānābāhāsu gahetvā aṅgārakāsuyā santāpeyyuṁ samparitāpeyyuṁ; ",
  "mn100:22.6": "evameva kho me, bhāradvāja, mukhato ca nāsato ca kaṇṇato ca assāsapassāsesu uparuddhesu adhimatto kāyasmiṁ ḍāho hoti. ",
  "mn100:22.7": "Āraddhaṁ kho pana me, bhāradvāja, vīriyaṁ hoti asallīnaṁ, upaṭṭhitā sati asammuṭṭhā, sāraddho ca pana me kāyo hoti appaṭippassaddho, teneva dukkhappadhānena padhānābhitunnassa sato. ",
  "mn100:23.1": "Apissu maṁ, bhāradvāja, devatā disvā evamāhaṁsu: ",
  "mn100:23.2": "‘kālaṅkato samaṇo gotamo’ti. ",
  "mn100:23.3": "Ekaccā devatā evamāhaṁsu: ",
  "mn100:23.4": "‘na kālaṅkato samaṇo gotamo, api ca kālaṁ karotī’ti. ",
  "mn100:23.5": "Ekaccā devatā evamāhaṁsu: ",
  "mn100:23.6": "‘na kālaṅkato samaṇo gotamo, nāpi kālaṁ karoti; ",
  "mn100:23.7": "arahaṁ samaṇo gotamo, vihāro tveva so arahato evarūpo hotī’ti. ",
  "mn100:24.1": "Tassa mayhaṁ, bhāradvāja, etadahosi: ",
  "mn100:24.2": "‘yannūnāhaṁ sabbaso āhārupacchedāya paṭipajjeyyan’ti. ",
  "mn100:24.3": "Atha kho maṁ, bhāradvāja, devatā upasaṅkamitvā etadavocuṁ: ",
  "mn100:24.4": "‘mā kho tvaṁ, mārisa, sabbaso āhārupacchedāya paṭipajji. ",
  "mn100:24.5": "Sace kho tvaṁ, mārisa, sabbaso āhārupacchedāya paṭipajjissasi, tassa te mayaṁ dibbaṁ ojaṁ lomakūpehi ajjhohāressāma. ",
  "mn100:24.6": "Tāya tvaṁ yāpessasī’ti. ",
  "mn100:24.7": "Tassa mayhaṁ, bhāradvāja, etadahosi: ",
  "mn100:24.8": "‘ahañceva kho pana sabbaso ajajjitaṁ paṭijāneyyaṁ, imā ca me devatā dibbaṁ ojaṁ lomakūpehi ajjhohāreyyuṁ, tāya cāhaṁ yāpeyyaṁ. ",
  "mn100:24.9": "Taṁ mamassa musā’ti. ",
  "mn100:24.10": "So kho ahaṁ, bhāradvāja, tā devatā paccācikkhāmi, ‘halan’ti vadāmi. ",
  "mn100:25.1": "Tassa mayhaṁ, bhāradvāja, etadahosi: ",
  "mn100:25.2": "‘yannūnāhaṁ thokaṁ thokaṁ āhāraṁ āhāreyyaṁ pasataṁ pasataṁ, yadi vā muggayūsaṁ, yadi vā kulatthayūsaṁ, yadi vā kaḷāyayūsaṁ, yadi vā hareṇukayūsan’ti. ",
  "mn100:25.3": "So kho ahaṁ, bhāradvāja, thokaṁ thokaṁ āhāraṁ āhāresiṁ pasataṁ pasataṁ, yadi vā muggayūsaṁ, yadi vā kulatthayūsaṁ, yadi vā kaḷāyayūsaṁ, yadi vā hareṇukayūsaṁ. ",
  "mn100:25.4": "Tassa mayhaṁ, bhāradvāja, thokaṁ thokaṁ āhāraṁ āhārayato pasataṁ pasataṁ, yadi vā muggayūsaṁ, yadi vā kulatthayūsaṁ, yadi vā kaḷāyayūsaṁ, yadi vā hareṇukayūsaṁ, adhimattakasimānaṁ patto kāyo hoti. ",
  "mn100:25.5": "Seyyathāpi nāma āsītikapabbāni vā kāḷapabbāni vā; evamevassu me aṅgapaccaṅgāni bhavanti tāyevappāhāratāya. ",
  "mn100:25.6": "Seyyathāpi nāma oṭṭhapadaṁ; evamevassu me ānisadaṁ hoti tāyevappāhāratāya; ",
  "mn100:25.7": "seyyathāpi nāma vaṭṭanāvaḷī; evamevassu me piṭṭhikaṇṭako uṇṇatāvanato hoti tāyevappāhāratāya. ",
  "mn100:25.8": "Seyyathāpi nāma jarasālāya gopānasiyo oluggaviluggā bhavanti; evamevassu me phāsuḷiyo oluggaviluggā bhavanti tāyevappāhāratāya. ",
  "mn100:25.9": "Seyyathāpi nāma gambhīre udapāne udakatārakā gambhīragatā okkhāyikā dissanti; evamevassu me akkhikūpesu akkhitārakā gambhīragatā okkhāyikā dissanti tāyevappāhāratāya. ",
  "mn100:25.10": "Seyyathāpi nāma tittakālābu āmakacchinno vātātapena samphuṭito hoti sammilāto; evamevassu me sīsacchavi samphuṭitā hoti sammilātā tāyevappāhāratāya. ",
  "mn100:25.11": "So kho ahaṁ, bhāradvāja, ‘udaracchaviṁ parimasissāmī’ti piṭṭhikaṇṭakaṁyeva pariggaṇhāmi, ‘piṭṭhikaṇṭakaṁ parimasissāmī’ti udaracchaviṁyeva pariggaṇhāmi; yāvassu me, bhāradvāja, udaracchavi piṭṭhikaṇṭakaṁ allīnā hoti tāyevappāhāratāya. ",
  "mn100:25.12": "So kho ahaṁ, bhāradvāja, ‘vaccaṁ vā muttaṁ vā karissāmī’ti tattheva avakujjo papatāmi tāyevappāhāratāya. ",
  "mn100:25.13": "So kho ahaṁ, bhāradvāja, imameva kāyaṁ assāsento pāṇinā gattāni anumajjāmi. Tassa mayhaṁ, bhāradvāja, pāṇinā gattāni anumajjato pūtimūlāni lomāni kāyasmā papatanti tāyevappāhāratāya. ",
  "mn100:26.1": "Apissu maṁ, bhāradvāja, manussā disvā evamāhaṁsu: ‘kāḷo samaṇo gotamo’ti. ",
  "mn100:26.2": "Ekacce manussā evamāhaṁsu: ‘na kāḷo samaṇo gotamo, sāmo samaṇo gotamo’ti. ",
  "mn100:26.3": "Ekacce manussā evamāhaṁsu: ‘na kāḷo samaṇo gotamo napi sāmo, maṅguracchavi samaṇo gotamo’ti; ",
  "mn100:26.4": "yāvassu me, bhāradvāja, tāva parisuddho chavivaṇṇo pariyodāto upahato hoti tāyevappāhāratāya. ",
  "mn100:27.1": "Tassa mayhaṁ, bhāradvāja, etadahosi: ",
  "mn100:27.2": "‘ye kho keci atītamaddhānaṁ samaṇā vā brāhmaṇā vā opakkamikā dukkhā tibbā kharā kaṭukā vedanā vedayiṁsu, etāvaparamaṁ, nayito bhiyyo; ",
  "mn100:27.3": "yepi hi keci anāgatamaddhānaṁ samaṇā vā brāhmaṇā vā opakkamikā dukkhā tibbā kharā kaṭukā vedanā vedayissanti, etāvaparamaṁ, nayito bhiyyo; ",
  "mn100:27.4": "yepi hi keci etarahi samaṇā vā brāhmaṇā vā opakkamikā dukkhā tibbā kharā kaṭukā vedanā vedayanti, etāvaparamaṁ, nayito bhiyyo. ",
  "mn100:27.5": "Na kho panāhaṁ imāya kaṭukāya dukkarakārikāya adhigacchāmi uttari manussadhammā alamariyañāṇadassanavisesaṁ. ",
  "mn100:27.6": "Siyā nu kho añño maggo bodhāyā’ti? ",
  "mn100:28.1": "Tassa mayhaṁ, bhāradvāja, etadahosi: ",
  "mn100:28.2": "‘abhijānāmi kho panāhaṁ pitu sakkassa kammante sītāya jambucchāyāya nisinno vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṁ savicāraṁ vivekajaṁ pītisukhaṁ paṭhamaṁ jhānaṁ upasampajja viharitā. ",
  "mn100:28.3": "Siyā nu kho eso maggo bodhāyā’ti? ",
  "mn100:28.4": "Tassa mayhaṁ, bhāradvāja, satānusāri viññāṇaṁ ahosi: ",
  "mn100:28.5": "‘eseva maggo bodhāyā’ti. ",
  "mn100:29.1": "Tassa mayhaṁ, bhāradvāja, etadahosi: ",
  "mn100:29.2": "‘kiṁ nu kho ahaṁ tassa sukhassa bhāyāmi yaṁ taṁ sukhaṁ aññatreva kāmehi aññatra akusalehi dhammehī’ti? ",
  "mn100:29.3": "Tassa mayhaṁ, bhāradvāja, etadahosi: ",
  "mn100:29.4": "‘na kho ahaṁ tassa sukhassa bhāyāmi yaṁ taṁ sukhaṁ aññatreva kāmehi aññatra akusalehi dhammehī’ti. ",
  "mn100:30.1": "Tassa mayhaṁ, bhāradvāja, etadahosi: ",
  "mn100:30.2": "‘na kho taṁ sukaraṁ sukhaṁ adhigantuṁ evaṁ adhimattakasimānaṁ pattakāyena. ",
  "mn100:30.3": "Yannūnāhaṁ oḷārikaṁ āhāraṁ āhāreyyaṁ odanakummāsan’ti. ",
  "mn100:30.4": "So kho ahaṁ, bhāradvāja, oḷārikaṁ āhāraṁ āhāresiṁ odanakummāsaṁ. ",
  "mn100:30.5": "Tena kho pana maṁ, bhāradvāja, samayena pañcavaggiyā bhikkhū paccupaṭṭhitā honti: ",
  "mn100:30.6": "‘yaṁ kho samaṇo gotamo dhammaṁ adhigamissati taṁ no ārocessatī’ti. ",
  "mn100:30.7": "Yato kho ahaṁ, bhāradvāja, oḷārikaṁ āhāraṁ āhāresiṁ odanakummāsaṁ, atha me te pañcavaggiyā bhikkhū nibbijja pakkamiṁsu: ",
  "mn100:30.8": "‘bāhulliko samaṇo gotamo padhānavibbhanto āvatto bāhullāyā’ti. ",
  "mn100:31-33.1": "So kho ahaṁ, bhāradvāja, oḷārikaṁ āhāraṁ āhāretvā balaṁ gahetvā vivicceva kāmehi …pe… paṭhamaṁ jhānaṁ upasampajja vihāsiṁ. ",
  "mn100:31-33.2": "Vitakkavicārānaṁ vūpasamā ajjhattaṁ sampasādanaṁ cetaso ekodibhāvaṁ avitakkaṁ avicāraṁ samādhijaṁ pītisukhaṁ dutiyaṁ jhānaṁ … ",
  "mn100:31-33.3": "tatiyaṁ jhānaṁ … ",
  "mn100:31-33.4": "catutthaṁ jhānaṁ upasampajja vihāsiṁ. ",
  "mn100:34.1": "So evaṁ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte pubbenivāsānussatiñāṇāya cittaṁ abhininnāmesiṁ. ",
  "mn100:34.2": "So anekavihitaṁ pubbenivāsaṁ anussarāmi, seyyathidaṁ—ekampi jātiṁ dvepi jātiyo …pe… iti sākāraṁ sauddesaṁ anekavihitaṁ pubbenivāsaṁ anussarāmi. ",
  "mn100:35.1": "Ayaṁ kho me, bhāradvāja, rattiyā paṭhame yāme paṭhamā vijjā adhigatā, ",
  "mn100:35.2": "avijjā vihatā, vijjā uppannā; tamo vihato, āloko uppanno; yathā taṁ appamattassa ātāpino pahitattassa viharato. ",
  "mn100:36-38.1": "So evaṁ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte sattānaṁ cutūpapātañāṇāya cittaṁ abhininnāmesiṁ. ",
  "mn100:36-38.2": "So dibbena cakkhunā visuddhena atikkantamānusakena satte passāmi cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate yathākammūpage satte pajānāmi …pe… ",
  "mn100:36-38.3": "ayaṁ kho me, bhāradvāja, rattiyā majjhime yāme dutiyā ",
  "mn100:36-38.4": "vijjā adhigatā, avijjā vihatā, vijjā uppannā; tamo vihato, āloko uppanno; yathā taṁ appamattassa ātāpino pahitattassa viharato. ",
  "mn100:39.1": "So evaṁ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte āsavānaṁ khayañāṇāya cittaṁ abhininnāmesiṁ. ",
  "mn100:39.2": "So ‘idaṁ dukkhan’ti yathābhūtaṁ abbhaññāsiṁ, ‘ayaṁ dukkhasamudayo’ti yathābhūtaṁ abbhaññāsiṁ, ‘ayaṁ dukkhanirodho’ti yathābhūtaṁ abbhaññāsiṁ, ‘ayaṁ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṁ abbhaññāsiṁ; ",
  "mn100:39.3": "‘ime āsavā’ti yathābhūtaṁ abbhaññāsiṁ, ‘ayaṁ āsavasamudayo’ti yathābhūtaṁ abbhaññāsiṁ, ‘ayaṁ āsavanirodho’ti yathābhūtaṁ abbhaññāsiṁ, ‘ayaṁ āsavanirodhagāminī paṭipadā’ti yathābhūtaṁ abbhaññāsiṁ. ",
  "mn100:40.1": "Tassa me evaṁ jānato evaṁ passato kāmāsavāpi cittaṁ vimuccittha, bhavāsavāpi cittaṁ vimuccittha, avijjāsavāpi cittaṁ vimuccittha. ",
  "mn100:40.2": "Vimuttasmiṁ vimuttamiti ñāṇaṁ ahosi. ",
  "mn100:40.3": "‘Khīṇā jāti, vusitaṁ brahmacariyaṁ, kataṁ karaṇīyaṁ, nāparaṁ itthattāyā’ti abbhaññāsiṁ. ",
  "mn100:41.1": "Ayaṁ kho me, bhāradvāja, rattiyā pacchime yāme tatiyā ",
  "mn100:41.2": "vijjā adhigatā, avijjā vihatā, vijjā uppannā; tamo vihato, āloko uppanno; yathā taṁ appamattassa ātāpino pahitattassa viharato”ti. ",
  "mn100:42.1": "Evaṁ vutte, saṅgāravo māṇavo bhagavantaṁ etadavoca: ",
  "mn100:42.2": "“aṭṭhitavataṁ bhoto gotamassa padhānaṁ ahosi, sappurisavataṁ bhoto gotamassa padhānaṁ ahosi; ",
  "mn100:42.3": "yathā taṁ arahato sammāsambuddhassa. ",
  "mn100:42.4": "Kiṁ nu kho, bho gotama, atthi devā”ti? ",
  "mn100:42.5": "“Ṭhānaso metaṁ, bhāradvāja, viditaṁ yadidaṁ—",
  "mn100:42.6": "adhidevā”ti. ",
  "mn100:42.7": "“Kiṁ nu kho, bho gotama, ‘atthi devā’ti puṭṭho samāno ‘ṭhānaso metaṁ, bhāradvāja, viditaṁ yadidaṁ adhidevā’ti vadesi. ",
  "mn100:42.8": "Nanu, bho gotama, evaṁ sante tucchā musā hotī”ti? ",
  "mn100:42.9": "“‘Atthi devā’ti, bhāradvāja, puṭṭho samāno ‘atthi devā’ti yo vadeyya, ‘ṭhānaso me viditā’ti yo vadeyya; ",
  "mn100:42.10": "atha khvettha viññunā purisena ekaṁsena niṭṭhaṁ gantabbaṁ yadidaṁ: ",
  "mn100:42.11": "‘atthi devā’”ti. ",
  "mn100:42.12": "“Kissa pana me bhavaṁ gotamo ādikeneva na byākāsī”ti? ",
  "mn100:42.13": "“Uccena sammataṁ kho etaṁ, bhāradvāja, lokasmiṁ yadidaṁ: ",
  "mn100:42.14": "‘atthi devā’”ti. ",
  "mn100:43.1": "Evaṁ vutte, saṅgāravo māṇavo bhagavantaṁ etadavoca: ",
  "mn100:43.2": "“abhikkantaṁ, bho gotama, abhikkantaṁ, bho gotama. ",
  "mn100:43.3": "Seyyathāpi, bho gotama, nikkujjitaṁ vā ukkujjeyya, paṭicchannaṁ vā vivareyya, mūḷhassa vā maggaṁ ācikkheyya, andhakāre vā telapajjotaṁ dhāreyya: ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṁ bhotā gotamena anekapariyāyena dhammo pakāsito. ",
  "mn100:43.4": "Esāhaṁ bhavantaṁ gotamaṁ saraṇaṁ gacchāmi dhammañca bhikkhusaṅghañca. ",
  "mn100:43.5": "Upāsakaṁ maṁ bhavaṁ gotamo dhāretu ajjatagge pāṇupetaṁ saraṇaṁ gatan”ti. ",
  "mn100:43.6": "Saṅgāravasuttaṁ niṭṭhitaṁ dasamaṁ. ",
  "mn100:43.7": "Brāhmaṇavaggo niṭṭhito pañcamo. ",
  "mn100:44.0": "Tassuddānaṁ",
  "mn100:44.1": "Brahmāyu selassalāyano, ",
  "mn100:44.2": "ghoṭamukho ca brāhmaṇo; ",
  "mn100:44.3": "Caṅkī esu dhanañjāni, ",
  "mn100:44.4": "vāseṭṭho subhagāravoti. ",
  "mn100:45.0": "Idaṁ vaggānamuddānaṁ",
  "mn100:45.1": "Vaggo gahapati bhikkhu, ",
  "mn100:45.2": "paribbājakanāmako; ",
  "mn100:45.3": "Rājavaggo brāhmaṇoti, ",
  "mn100:45.4": "pañca majjhimaāgame. ",
  "mn100:45.5": "Majjhimapaṇṇāsakaṁ samattaṁ. "
}