{
  "mn10:0.1": "Majjhima Nikāya 10 ",
  "mn10:0.2": "Satipaṭṭhānasutta ",
  "mn10:1.1": "Evaṁ me sutaṁ—",
  "mn10:1.2": "ekaṁ samayaṁ bhagavā kurūsu viharati kammāsadhammaṁ nāma kurūnaṁ nigamo. ",
  "mn10:1.3": "Tatra kho bhagavā bhikkhū āmantesi: ",
  "mn10:1.4": "“bhikkhavo”ti. ",
  "mn10:1.5": "“Bhadante”ti te bhikkhū bhagavato paccassosuṁ. ",
  "mn10:1.6": "Bhagavā etadavoca: ",
  "mn10:2.1": "“Ekāyano ayaṁ, bhikkhave, maggo sattānaṁ visuddhiyā, sokaparidevānaṁ samatikkamāya, dukkhadomanassānaṁ atthaṅgamāya, ñāyassa adhigamāya, nibbānassa sacchikiriyāya, yadidaṁ cattāro satipaṭṭhānā. ",
  "mn10:3.1": "Katame cattāro? ",
  "mn10:3.2": "Idha, bhikkhave, bhikkhu kāye kāyānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṁ; ",
  "mn10:3.3": "vedanāsu vedanānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṁ; ",
  "mn10:3.4": "citte cittānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṁ; ",
  "mn10:3.5": "dhammesu dhammānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṁ. ",
  "mn10:3.6": "Uddeso niṭṭhito. ",
  "mn10:4.0.1": "1. Kāyānupassanā ",
  "mn10:4.0.2": "1.1. Kāyānupassanāānāpānapabba ",
  "mn10:4.1": "Kathañca, bhikkhave, bhikkhu kāye kāyānupassī viharati? ",
  "mn10:4.2": "Idha, bhikkhave, bhikkhu araññagato vā rukkhamūlagato vā suññāgāragato vā nisīdati, pallaṅkaṁ ābhujitvā, ujuṁ kāyaṁ paṇidhāya, parimukhaṁ satiṁ upaṭṭhapetvā. ",
  "mn10:4.3": "So satova assasati, satova passasati. ",
  "mn10:4.4": "Dīghaṁ vā assasanto ‘dīghaṁ assasāmī’ti pajānāti, dīghaṁ vā passasanto ‘dīghaṁ passasāmī’ti pajānāti, ",
  "mn10:4.5": "rassaṁ vā assasanto ‘rassaṁ assasāmī’ti pajānāti, rassaṁ vā passasanto ‘rassaṁ passasāmī’ti pajānāti. ",
  "mn10:4.6": "‘Sabbakāyapaṭisaṁvedī assasissāmī’ti sikkhati, ‘sabbakāyapaṭisaṁvedī passasissāmī’ti sikkhati. ",
  "mn10:4.7": "‘Passambhayaṁ kāyasaṅkhāraṁ assasissāmī’ti sikkhati, ‘passambhayaṁ kāyasaṅkhāraṁ passasissāmī’ti sikkhati. ",
  "mn10:4.8": "Seyyathāpi, bhikkhave, dakkho bhamakāro vā bhamakārantevāsī vā dīghaṁ vā añchanto ‘dīghaṁ añchāmī’ti pajānāti, rassaṁ vā añchanto ‘rassaṁ añchāmī’ti pajānāti; ",
  "mn10:4.9": "evameva kho, bhikkhave, bhikkhu dīghaṁ vā assasanto ‘dīghaṁ assasāmī’ti pajānāti, dīghaṁ vā passasanto ‘dīghaṁ passasāmī’ti pajānāti, rassaṁ vā assasanto ‘rassaṁ assasāmī’ti pajānāti, rassaṁ vā passasanto ‘rassaṁ passasāmī’ti pajānāti; ",
  "mn10:4.10": "‘sabbakāyapaṭisaṁvedī assasissāmī’ti sikkhati, ‘sabbakāyapaṭisaṁvedī passasissāmī’ti sikkhati; ",
  "mn10:4.11": "‘passambhayaṁ kāyasaṅkhāraṁ assasissāmī’ti sikkhati, ‘passambhayaṁ kāyasaṅkhāraṁ passasissāmī’ti sikkhati. ",
  "mn10:5.1": "Iti ajjhattaṁ vā kāye kāyānupassī viharati, bahiddhā vā kāye kāyānupassī viharati, ajjhattabahiddhā vā kāye kāyānupassī viharati; ",
  "mn10:5.2": "samudayadhammānupassī vā kāyasmiṁ viharati, vayadhammānupassī vā kāyasmiṁ viharati, samudayavayadhammānupassī vā kāyasmiṁ viharati. ",
  "mn10:5.3": "‘Atthi kāyo’ti vā panassa sati paccupaṭṭhitā hoti. Yāvadeva ñāṇamattāya paṭissatimattāya anissito ca viharati, na ca kiñci loke upādiyati. ",
  "mn10:5.4": "Evampi kho, bhikkhave, bhikkhu kāye kāyānupassī viharati. ",
  "mn10:5.5": "Ānāpānapabbaṁ niṭṭhitaṁ. ",
  "mn10:6.0": "1.2. Kāyānupassanāiriyāpathapabba ",
  "mn10:6.1": "Puna caparaṁ, bhikkhave, bhikkhu gacchanto vā ‘gacchāmī’ti pajānāti, ṭhito vā ‘ṭhitomhī’ti pajānāti, nisinno vā ‘nisinnomhī’ti pajānāti, sayāno vā ‘sayānomhī’ti pajānāti. ",
  "mn10:6.2": "Yathā yathā vā panassa kāyo paṇihito hoti tathā tathā naṁ pajānāti. ",
  "mn10:7.1": "Iti ajjhattaṁ vā kāye kāyānupassī viharati, bahiddhā vā kāye kāyānupassī viharati, ajjhattabahiddhā vā kāye kāyānupassī viharati; ",
  "mn10:7.2": "samudayadhammānupassī vā kāyasmiṁ viharati, vayadhammānupassī vā kāyasmiṁ viharati, samudayavayadhammānupassī vā kāyasmiṁ viharati. ",
  "mn10:7.3": "‘Atthi kāyo’ti vā panassa sati paccupaṭṭhitā hoti. Yāvadeva ñāṇamattāya paṭissatimattāya anissito ca viharati, na ca kiñci loke upādiyati. ",
  "mn10:7.4": "Evampi kho, bhikkhave, bhikkhu kāye kāyānupassī viharati. ",
  "mn10:7.5": "Iriyāpathapabbaṁ niṭṭhitaṁ. ",
  "mn10:8.0": "1.3. Kāyānupassanāsampajānapabba ",
  "mn10:8.1": "Puna caparaṁ, bhikkhave, bhikkhu abhikkante paṭikkante sampajānakārī hoti, ālokite vilokite sampajānakārī hoti, samiñjite pasārite sampajānakārī hoti, saṅghāṭipattacīvaradhāraṇe sampajānakārī hoti, asite pīte khāyite sāyite sampajānakārī hoti, uccārapassāvakamme sampajānakārī hoti, gate ṭhite nisinne sutte jāgarite bhāsite tuṇhībhāve sampajānakārī hoti. ",
  "mn10:9.1": "Iti ajjhattaṁ vā kāye kāyānupassī viharati …pe… ",
  "mn10:9.2": "evampi kho, bhikkhave, bhikkhu kāye kāyānupassī viharati. ",
  "mn10:9.3": "Sampajānapabbaṁ niṭṭhitaṁ. ",
  "mn10:10.0": "1.4. Kāyānupassanāpaṭikūlamanasikārapabba ",
  "mn10:10.1": "Puna caparaṁ, bhikkhave, bhikkhu imameva kāyaṁ uddhaṁ pādatalā, adho kesamatthakā, tacapariyantaṁ pūraṁ nānappakārassa asucino paccavekkhati: ",
  "mn10:10.2": "‘atthi imasmiṁ kāye kesā lomā nakhā dantā taco maṁsaṁ nhāru aṭṭhi aṭṭhimiñjaṁ vakkaṁ hadayaṁ yakanaṁ kilomakaṁ pihakaṁ papphāsaṁ antaṁ antaguṇaṁ udariyaṁ karīsaṁ pittaṁ semhaṁ pubbo lohitaṁ sedo medo assu vasā kheḷo siṅghāṇikā lasikā muttan’ti. ",
  "mn10:10.3": "Seyyathāpi, bhikkhave, ubhatomukhā putoḷi pūrā nānāvihitassa dhaññassa, seyyathidaṁ—sālīnaṁ vīhīnaṁ muggānaṁ māsānaṁ tilānaṁ taṇḍulānaṁ. Tamenaṁ cakkhumā puriso muñcitvā paccavekkheyya: ‘ime sālī ime vīhī ime muggā ime māsā ime tilā ime taṇḍulā’ti. ",
  "mn10:10.4": "Evameva kho, bhikkhave, bhikkhu imameva kāyaṁ uddhaṁ pādatalā, adho kesamatthakā, tacapariyantaṁ pūraṁ nānappakārassa asucino paccavekkhati: ",
  "mn10:10.5": "‘atthi imasmiṁ kāye kesā lomā …pe… muttan’ti. ",
  "mn10:11.1": "Iti ajjhattaṁ vā kāye kāyānupassī viharati …pe… ",
  "mn10:11.2": "evampi kho, bhikkhave, bhikkhu kāye kāyānupassī viharati. ",
  "mn10:11.3": "Paṭikūlamanasikārapabbaṁ niṭṭhitaṁ. ",
  "mn10:12.0": "1.5. Kāyānupassanādhātumanasikārapabba ",
  "mn10:12.1": "Puna caparaṁ, bhikkhave, bhikkhu imameva kāyaṁ yathāṭhitaṁ yathāpaṇihitaṁ dhātuso paccavekkhati: ",
  "mn10:12.2": "‘atthi imasmiṁ kāye pathavīdhātu āpodhātu tejodhātu vāyodhātū’ti. ",
  "mn10:12.3": "Seyyathāpi, bhikkhave, dakkho goghātako vā goghātakantevāsī vā gāviṁ vadhitvā catumahāpathe bilaso vibhajitvā nisinno assa. ",
  "mn10:12.4": "Evameva kho, bhikkhave, bhikkhu imameva kāyaṁ yathāṭhitaṁ yathāpaṇihitaṁ dhātuso paccavekkhati: ",
  "mn10:12.5": "‘atthi imasmiṁ kāye pathavīdhātu āpodhātu tejodhātu vāyodhātū’ti. ",
  "mn10:13.1": "Iti ajjhattaṁ vā kāye kāyānupassī viharati …pe… ",
  "mn10:13.2": "evampi kho, bhikkhave, bhikkhu kāye kāyānupassī viharati. ",
  "mn10:13.3": "Dhātumanasikārapabbaṁ niṭṭhitaṁ. ",
  "mn10:14.0": "1.6. Kāyānupassanānavasivathikapabba ",
  "mn10:14.1": "Puna caparaṁ, bhikkhave, bhikkhu seyyathāpi passeyya sarīraṁ sivathikāya chaḍḍitaṁ ekāhamataṁ vā dvīhamataṁ vā tīhamataṁ vā uddhumātakaṁ vinīlakaṁ vipubbakajātaṁ. ",
  "mn10:14.2": "So imameva kāyaṁ upasaṁharati: ",
  "mn10:14.3": "‘ayampi kho kāyo evaṁdhammo evaṁbhāvī evaṁanatīto’ti. ",
  "mn10:15.1": "Iti ajjhattaṁ vā kāye kāyānupassī viharati …pe… ",
  "mn10:15.2": "evampi kho, bhikkhave, bhikkhu kāye kāyānupassī viharati. ",
  "mn10:16.1": "Puna caparaṁ, bhikkhave, bhikkhu seyyathāpi passeyya sarīraṁ sivathikāya chaḍḍitaṁ kākehi vā khajjamānaṁ kulalehi vā khajjamānaṁ gijjhehi vā khajjamānaṁ kaṅkehi vā khajjamānaṁ sunakhehi vā khajjamānaṁ byagghehi vā khajjamānaṁ dīpīhi vā khajjamānaṁ siṅgālehi vā khajjamānaṁ vividhehi vā pāṇakajātehi khajjamānaṁ. ",
  "mn10:16.2": "So imameva kāyaṁ upasaṁharati: ",
  "mn10:16.3": "‘ayampi kho kāyo evaṁdhammo evaṁbhāvī evaṁanatīto’ti. ",
  "mn10:17.1": "Iti ajjhattaṁ vā kāye kāyānupassī viharati …pe… ",
  "mn10:17.2": "evampi kho, bhikkhave, bhikkhu kāye kāyānupassī viharati. ",
  "mn10:18-23.1": "Puna caparaṁ, bhikkhave, bhikkhu seyyathāpi passeyya sarīraṁ sivathikāya chaḍḍitaṁ aṭṭhikasaṅkhalikaṁ samaṁsalohitaṁ nhārusambandhaṁ …pe… ",
  "mn10:18-23.2": "Aṭṭhikasaṅkhalikaṁ nimaṁsalohitamakkhitaṁ nhārusambandhaṁ …pe… ",
  "mn10:18-23.3": "Aṭṭhikasaṅkhalikaṁ apagatamaṁsalohitaṁ nhārusambandhaṁ …pe… ",
  "mn10:24.1": "Aṭṭhikāni apagatasambandhāni disā vidisā vikkhittāni, aññena hatthaṭṭhikaṁ aññena pādaṭṭhikaṁ aññena gopphakaṭṭhikaṁ aññena jaṅghaṭṭhikaṁ aññena ūruṭṭhikaṁ aññena kaṭiṭṭhikaṁ aññena phāsukaṭṭhikaṁ aññena piṭṭhiṭṭhikaṁ aññena khandhaṭṭhikaṁ aññena gīvaṭṭhikaṁ aññena hanukaṭṭhikaṁ aññena dantaṭṭhikaṁ aññena sīsakaṭāhaṁ. ",
  "mn10:24.2": "So imameva kāyaṁ upasaṁharati: ",
  "mn10:24.3": "‘ayampi kho kāyo evaṁdhammo evaṁbhāvī evaṁanatīto’ti. ",
  "mn10:25.1": "Iti ajjhattaṁ vā kāye kāyānupassī viharati …pe… ",
  "mn10:25.2": "evampi kho, bhikkhave, bhikkhu kāye kāyānupassī viharati. ",
  "mn10:26-28.1": "Puna caparaṁ, bhikkhave, bhikkhu seyyathāpi passeyya sarīraṁ sivathikāya chaḍḍitaṁ, aṭṭhikāni setāni saṅkhavaṇṇapaṭibhāgāni …pe… ",
  "mn10:29.1": "Aṭṭhikāni puñjakitāni terovassikāni …pe… ",
  "mn10:30.1": "Aṭṭhikāni pūtīni cuṇṇakajātāni. ",
  "mn10:30.2": "So imameva kāyaṁ upasaṁharati: ",
  "mn10:30.3": "‘ayampi kho kāyo evaṁdhammo evaṁbhāvī evaṁanatīto’ti. ",
  "mn10:31.1": "Iti ajjhattaṁ vā kāye kāyānupassī viharati, bahiddhā vā kāye kāyānupassī viharati, ajjhattabahiddhā vā kāye kāyānupassī viharati; ",
  "mn10:31.2": "samudayadhammānupassī vā kāyasmiṁ viharati, vayadhammānupassī vā kāyasmiṁ viharati, samudayavayadhammānupassī vā kāyasmiṁ viharati. ",
  "mn10:31.3": "‘Atthi kāyo’ti vā panassa sati paccupaṭṭhitā hoti. Yāvadeva ñāṇamattāya paṭissatimattāya anissito ca viharati, na ca kiñci loke upādiyati. ",
  "mn10:31.4": "Evampi kho, bhikkhave, bhikkhu kāye kāyānupassī viharati. ",
  "mn10:31.5": "Navasivathikapabbaṁ niṭṭhitaṁ. ",
  "mn10:31.6": "Cuddasakāyānupassanā niṭṭhitā. ",
  "mn10:32.0": "2. Vedanānupassanā ",
  "mn10:32.1": "Kathañca, bhikkhave, bhikkhu vedanāsu vedanānupassī viharati? ",
  "mn10:32.2": "Idha, bhikkhave, bhikkhu sukhaṁ vā vedanaṁ vedayamāno ‘sukhaṁ vedanaṁ vedayāmī’ti pajānāti. ",
  "mn10:32.3": "Dukkhaṁ vā vedanaṁ vedayamāno ‘dukkhaṁ vedanaṁ vedayāmī’ti pajānāti. ",
  "mn10:32.4": "Adukkhamasukhaṁ vā vedanaṁ vedayamāno ‘adukkhamasukhaṁ vedanaṁ vedayāmī’ti pajānāti. ",
  "mn10:32.5": "Sāmisaṁ vā sukhaṁ vedanaṁ vedayamāno ‘sāmisaṁ sukhaṁ vedanaṁ vedayāmī’ti pajānāti. ",
  "mn10:32.6": "Nirāmisaṁ vā sukhaṁ vedanaṁ vedayamāno ‘nirāmisaṁ sukhaṁ vedanaṁ vedayāmī’ti pajānāti. ",
  "mn10:32.7": "Sāmisaṁ vā dukkhaṁ vedanaṁ vedayamāno ‘sāmisaṁ dukkhaṁ vedanaṁ vedayāmī’ti pajānāti. ",
  "mn10:32.8": "Nirāmisaṁ vā dukkhaṁ vedanaṁ vedayamāno ‘nirāmisaṁ dukkhaṁ vedanaṁ vedayāmī’ti pajānāti. ",
  "mn10:32.9": "Sāmisaṁ vā adukkhamasukhaṁ vedanaṁ vedayamāno ‘sāmisaṁ adukkhamasukhaṁ vedanaṁ vedayāmī’ti pajānāti. ",
  "mn10:32.10": "Nirāmisaṁ vā adukkhamasukhaṁ vedanaṁ vedayamāno ‘nirāmisaṁ adukkhamasukhaṁ vedanaṁ vedayāmī’ti pajānāti. ",
  "mn10:33.1": "Iti ajjhattaṁ vā vedanāsu vedanānupassī viharati, bahiddhā vā vedanāsu vedanānupassī viharati, ajjhattabahiddhā vā vedanāsu vedanānupassī viharati; ",
  "mn10:33.2": "samudayadhammānupassī vā vedanāsu viharati, vayadhammānupassī vā vedanāsu viharati, samudayavayadhammānupassī vā vedanāsu viharati. ",
  "mn10:33.3": "‘Atthi vedanā’ti vā panassa sati paccupaṭṭhitā hoti. Yāvadeva ñāṇamattāya paṭissatimattāya anissito ca viharati, na ca kiñci loke upādiyati. ",
  "mn10:33.4": "Evampi kho, bhikkhave, bhikkhu vedanāsu vedanānupassī viharati. ",
  "mn10:33.5": "Vedanānupassanā niṭṭhitā. ",
  "mn10:34.0": "3. Cittānupassanā ",
  "mn10:34.1": "Kathañca, bhikkhave, bhikkhu citte cittānupassī viharati? ",
  "mn10:34.2": "Idha, bhikkhave, bhikkhu sarāgaṁ vā cittaṁ ‘sarāgaṁ cittan’ti pajānāti. ",
  "mn10:34.3": "Vītarāgaṁ vā cittaṁ ‘vītarāgaṁ cittan’ti pajānāti. ",
  "mn10:34.4": "Sadosaṁ vā cittaṁ ‘sadosaṁ cittan’ti pajānāti. ",
  "mn10:34.5": "Vītadosaṁ vā cittaṁ ‘vītadosaṁ cittan’ti pajānāti. ",
  "mn10:34.6": "Samohaṁ vā cittaṁ ‘samohaṁ cittan’ti pajānāti. ",
  "mn10:34.7": "Vītamohaṁ vā cittaṁ ‘vītamohaṁ cittan’ti pajānāti. ",
  "mn10:34.8": "Saṅkhittaṁ vā cittaṁ ‘saṅkhittaṁ cittan’ti pajānāti. ",
  "mn10:34.9": "Vikkhittaṁ vā cittaṁ ‘vikkhittaṁ cittan’ti pajānāti. ",
  "mn10:34.10": "Mahaggataṁ vā cittaṁ ‘mahaggataṁ cittan’ti pajānāti. ",
  "mn10:34.11": "Amahaggataṁ vā cittaṁ ‘amahaggataṁ cittan’ti pajānāti. ",
  "mn10:34.12": "Sauttaraṁ vā cittaṁ ‘sauttaraṁ cittan’ti pajānāti. ",
  "mn10:34.13": "Anuttaraṁ vā cittaṁ ‘anuttaraṁ cittan’ti pajānāti. ",
  "mn10:34.14": "Samāhitaṁ vā cittaṁ ‘samāhitaṁ cittan’ti pajānāti. ",
  "mn10:34.15": "Asamāhitaṁ vā cittaṁ ‘asamāhitaṁ cittan’ti pajānāti. ",
  "mn10:34.16": "Vimuttaṁ vā cittaṁ ‘vimuttaṁ cittan’ti pajānāti. ",
  "mn10:34.17": "Avimuttaṁ vā cittaṁ ‘avimuttaṁ cittan’ti pajānāti. ",
  "mn10:35.1": "Iti ajjhattaṁ vā citte cittānupassī viharati, bahiddhā vā citte cittānupassī viharati, ajjhattabahiddhā vā citte cittānupassī viharati; ",
  "mn10:35.2": "samudayadhammānupassī vā cittasmiṁ viharati, vayadhammānupassī vā cittasmiṁ viharati, samudayavayadhammānupassī vā cittasmiṁ viharati. ",
  "mn10:35.3": "‘Atthi cittan’ti vā panassa sati paccupaṭṭhitā hoti. Yāvadeva ñāṇamattāya paṭissatimattāya anissito ca viharati, na ca kiñci loke upādiyati. ",
  "mn10:35.4": "Evampi kho, bhikkhave, bhikkhu citte cittānupassī viharati. ",
  "mn10:35.5": "Cittānupassanā niṭṭhitā. ",
  "mn10:36.0.1": "4. Dhammānupassanā ",
  "mn10:36.0.2": "4.1. Dhammānupassanānīvaraṇapabba ",
  "mn10:36.1": "Kathañca, bhikkhave, bhikkhu dhammesu dhammānupassī viharati? ",
  "mn10:36.2": "Idha, bhikkhave, bhikkhu dhammesu dhammānupassī viharati pañcasu nīvaraṇesu. ",
  "mn10:36.3": "Kathañca pana, bhikkhave, bhikkhu dhammesu dhammānupassī viharati pañcasu nīvaraṇesu? ",
  "mn10:36.4": "Idha, bhikkhave, bhikkhu santaṁ vā ajjhattaṁ kāmacchandaṁ ‘atthi me ajjhattaṁ kāmacchando’ti pajānāti, asantaṁ vā ajjhattaṁ kāmacchandaṁ ‘natthi me ajjhattaṁ kāmacchando’ti pajānāti; yathā ca anuppannassa kāmacchandassa uppādo hoti tañca pajānāti, yathā ca uppannassa kāmacchandassa pahānaṁ hoti tañca pajānāti, yathā ca pahīnassa kāmacchandassa āyatiṁ anuppādo hoti tañca pajānāti. ",
  "mn10:36.5": "Santaṁ vā ajjhattaṁ byāpādaṁ ‘atthi me ajjhattaṁ byāpādo’ti pajānāti, asantaṁ vā ajjhattaṁ byāpādaṁ ‘natthi me ajjhattaṁ byāpādo’ti pajānāti; yathā ca anuppannassa byāpādassa uppādo hoti tañca pajānāti, yathā ca uppannassa byāpādassa pahānaṁ hoti tañca pajānāti, yathā ca pahīnassa byāpādassa āyatiṁ anuppādo hoti tañca pajānāti. ",
  "mn10:36.6": "Santaṁ vā ajjhattaṁ thinamiddhaṁ ‘atthi me ajjhattaṁ thinamiddhan’ti pajānāti, asantaṁ vā ajjhattaṁ thinamiddhaṁ ‘natthi me ajjhattaṁ thinamiddhan’ti pajānāti, yathā ca anuppannassa thinamiddhassa uppādo hoti tañca pajānāti, yathā ca uppannassa thinamiddhassa pahānaṁ hoti tañca pajānāti, yathā ca pahīnassa thinamiddhassa āyatiṁ anuppādo hoti tañca pajānāti. ",
  "mn10:36.7": "Santaṁ vā ajjhattaṁ uddhaccakukkuccaṁ ‘atthi me ajjhattaṁ uddhaccakukkuccan’ti pajānāti, asantaṁ vā ajjhattaṁ uddhaccakukkuccaṁ ‘natthi me ajjhattaṁ uddhaccakukkuccan’ti pajānāti; yathā ca anuppannassa uddhaccakukkuccassa uppādo hoti tañca pajānāti, yathā ca uppannassa uddhaccakukkuccassa pahānaṁ hoti tañca pajānāti, yathā ca pahīnassa uddhaccakukkuccassa āyatiṁ anuppādo hoti tañca pajānāti. ",
  "mn10:36.8": "Santaṁ vā ajjhattaṁ vicikicchaṁ ‘atthi me ajjhattaṁ vicikicchā’ti pajānāti, asantaṁ vā ajjhattaṁ vicikicchaṁ ‘natthi me ajjhattaṁ vicikicchā’ti pajānāti; yathā ca anuppannāya vicikicchāya uppādo hoti tañca pajānāti, yathā ca uppannāya vicikicchāya pahānaṁ hoti tañca pajānāti, yathā ca pahīnāya vicikicchāya āyatiṁ anuppādo hoti tañca pajānāti. ",
  "mn10:37.1": "Iti ajjhattaṁ vā dhammesu dhammānupassī viharati, bahiddhā vā dhammesu dhammānupassī viharati, ajjhattabahiddhā vā dhammesu dhammānupassī viharati; ",
  "mn10:37.2": "samudayadhammānupassī vā dhammesu viharati, vayadhammānupassī vā dhammesu viharati, samudayavayadhammānupassī vā dhammesu viharati. ",
  "mn10:37.3": "‘Atthi dhammā’ti vā panassa sati paccupaṭṭhitā hoti. Yāvadeva ñāṇamattāya paṭissatimattāya anissito ca viharati, na ca kiñci loke upādiyati. ",
  "mn10:37.4": "Evampi kho, bhikkhave, bhikkhu dhammesu dhammānupassī viharati pañcasu nīvaraṇesu. ",
  "mn10:37.5": "Nīvaraṇapabbaṁ niṭṭhitaṁ. ",
  "mn10:38.0": "4.2. Dhammānupassanākhandhapabba ",
  "mn10:38.1": "Puna caparaṁ, bhikkhave, bhikkhu dhammesu dhammānupassī viharati pañcasu upādānakkhandhesu. ",
  "mn10:38.2": "Kathañca pana, bhikkhave, bhikkhu dhammesu dhammānupassī viharati pañcasu upādānakkhandhesu? ",
  "mn10:38.3": "Idha, bhikkhave, bhikkhu: ",
  "mn10:38.4": "‘iti rūpaṁ, iti rūpassa samudayo, iti rūpassa atthaṅgamo; ",
  "mn10:38.5": "iti vedanā, iti vedanāya samudayo, iti vedanāya atthaṅgamo; ",
  "mn10:38.6": "iti saññā, iti saññāya samudayo, iti saññāya atthaṅgamo; ",
  "mn10:38.7": "iti saṅkhārā, iti saṅkhārānaṁ samudayo, iti saṅkhārānaṁ atthaṅgamo; ",
  "mn10:38.8": "iti viññāṇaṁ, iti viññāṇassa samudayo, iti viññāṇassa atthaṅgamo’ti; ",
  "mn10:39.1": "iti ajjhattaṁ vā dhammesu dhammānupassī viharati, bahiddhā vā dhammesu dhammānupassī viharati, ajjhattabahiddhā vā dhammesu dhammānupassī viharati; ",
  "mn10:39.2": "samudayadhammānupassī vā dhammesu viharati, vayadhammānupassī vā dhammesu viharati, samudayavayadhammānupassī vā dhammesu viharati. ",
  "mn10:39.3": "‘Atthi dhammā’ti vā panassa sati paccupaṭṭhitā hoti. Yāvadeva ñāṇamattāya paṭissatimattāya anissito ca viharati, na ca kiñci loke upādiyati. ",
  "mn10:39.4": "Evampi kho, bhikkhave, bhikkhu dhammesu dhammānupassī viharati pañcasu upādānakkhandhesu. ",
  "mn10:39.5": "Khandhapabbaṁ niṭṭhitaṁ. ",
  "mn10:40.0": "4.3. Dhammānupassanāāyatanapabba ",
  "mn10:40.1": "Puna caparaṁ, bhikkhave, bhikkhu dhammesu dhammānupassī viharati chasu ajjhattikabāhiresu āyatanesu. ",
  "mn10:40.2": "Kathañca pana, bhikkhave, bhikkhu dhammesu dhammānupassī viharati chasu ajjhattikabāhiresu āyatanesu? ",
  "mn10:40.3": "Idha, bhikkhave, bhikkhu cakkhuñca pajānāti, rūpe ca pajānāti, yañca tadubhayaṁ paṭicca uppajjati saṁyojanaṁ tañca pajānāti, yathā ca anuppannassa saṁyojanassa uppādo hoti tañca pajānāti, yathā ca uppannassa saṁyojanassa pahānaṁ hoti tañca pajānāti, yathā ca pahīnassa saṁyojanassa āyatiṁ anuppādo hoti tañca pajānāti. ",
  "mn10:40.4": "Sotañca pajānāti, sadde ca pajānāti, yañca tadubhayaṁ paṭicca uppajjati saṁyojanaṁ tañca pajānāti, yathā ca anuppannassa saṁyojanassa uppādo hoti tañca pajānāti, yathā ca uppannassa saṁyojanassa pahānaṁ hoti tañca pajānāti, yathā ca pahīnassa saṁyojanassa āyatiṁ anuppādo hoti tañca pajānāti. ",
  "mn10:40.5": "Ghānañca pajānāti, gandhe ca pajānāti, yañca tadubhayaṁ paṭicca uppajjati saṁyojanaṁ tañca pajānāti, yathā ca anuppannassa saṁyojanassa uppādo hoti tañca pajānāti, yathā ca uppannassa saṁyojanassa pahānaṁ hoti tañca pajānāti, yathā ca pahīnassa saṁyojanassa āyatiṁ anuppādo hoti tañca pajānāti. ",
  "mn10:40.6": "Jivhañca pajānāti, rase ca pajānāti, yañca tadubhayaṁ paṭicca uppajjati saṁyojanaṁ tañca pajānāti, yathā ca anuppannassa saṁyojanassa uppādo hoti tañca pajānāti, yathā ca uppannassa saṁyojanassa pahānaṁ hoti tañca pajānāti, yathā ca pahīnassa saṁyojanassa āyatiṁ anuppādo hoti tañca pajānāti. ",
  "mn10:40.7": "Kāyañca pajānāti, phoṭṭhabbe ca pajānāti, yañca tadubhayaṁ paṭicca uppajjati saṁyojanaṁ tañca pajānāti, yathā ca anuppannassa saṁyojanassa uppādo hoti tañca pajānāti, yathā ca uppannassa saṁyojanassa pahānaṁ hoti tañca pajānāti, yathā ca pahīnassa saṁyojanassa āyatiṁ anuppādo hoti tañca pajānāti. ",
  "mn10:40.8": "Manañca pajānāti, dhamme ca pajānāti, yañca tadubhayaṁ paṭicca uppajjati saṁyojanaṁ tañca pajānāti, yathā ca anuppannassa saṁyojanassa uppādo hoti tañca pajānāti, yathā ca uppannassa saṁyojanassa pahānaṁ hoti tañca pajānāti, yathā ca pahīnassa saṁyojanassa āyatiṁ anuppādo hoti tañca pajānāti. ",
  "mn10:41.1": "Iti ajjhattaṁ vā dhammesu dhammānupassī viharati, bahiddhā vā dhammesu dhammānupassī viharati, ajjhattabahiddhā vā dhammesu dhammānupassī viharati; ",
  "mn10:41.2": "samudayadhammānupassī vā dhammesu viharati, vayadhammānupassī vā dhammesu viharati, samudayavayadhammānupassī vā dhammesu viharati. ",
  "mn10:41.3": "‘Atthi dhammā’ti vā panassa sati paccupaṭṭhitā hoti. Yāvadeva ñāṇamattāya paṭissatimattāya anissito ca viharati na ca kiñci loke upādiyati. ",
  "mn10:41.4": "Evampi kho, bhikkhave, bhikkhu dhammesu dhammānupassī viharati chasu ajjhattikabāhiresu āyatanesu. ",
  "mn10:41.5": "Āyatanapabbaṁ niṭṭhitaṁ. ",
  "mn10:42.0": "4.4. Dhammānupassanābojjhaṅgapabba ",
  "mn10:42.1": "Puna caparaṁ, bhikkhave, bhikkhu dhammesu dhammānupassī viharati sattasu bojjhaṅgesu. ",
  "mn10:42.2": "Kathañca pana, bhikkhave, bhikkhu dhammesu dhammānupassī viharati sattasu bojjhaṅgesu? ",
  "mn10:42.3": "Idha, bhikkhave, bhikkhu santaṁ vā ajjhattaṁ satisambojjhaṅgaṁ ‘atthi me ajjhattaṁ satisambojjhaṅgo’ti pajānāti, asantaṁ vā ajjhattaṁ satisambojjhaṅgaṁ ‘natthi me ajjhattaṁ satisambojjhaṅgo’ti pajānāti, yathā ca anuppannassa satisambojjhaṅgassa uppādo hoti tañca pajānāti, yathā ca uppannassa satisambojjhaṅgassa bhāvanāya pāripūrī hoti tañca pajānāti. ",
  "mn10:42.4": "Santaṁ vā ajjhattaṁ dhammavicayasambojjhaṅgaṁ ‘atthi me ajjhattaṁ dhammavicayasambojjhaṅgo’ti pajānāti, asantaṁ vā ajjhattaṁ dhammavicayasambojjhaṅgaṁ ‘natthi me ajjhattaṁ dhammavicayasambojjhaṅgo’ti pajānāti, yathā ca anuppannassa dhammavicayasambojjhaṅgassa uppādo hoti tañca pajānāti, yathā ca uppannassa dhammavicayasambojjhaṅgassa bhāvanāya pāripūrī hoti tañca pajānāti. ",
  "mn10:42.5": "Santaṁ vā ajjhattaṁ vīriyasambojjhaṅgaṁ ‘atthi me ajjhattaṁ vīriyasambojjhaṅgo’ti pajānāti, asantaṁ vā ajjhattaṁ vīriyasambojjhaṅgaṁ ‘natthi me ajjhattaṁ vīriyasambojjhaṅgo’ti pajānāti, yathā ca anuppannassa vīriyasambojjhaṅgassa uppādo hoti tañca pajānāti, yathā ca uppannassa vīriyasambojjhaṅgassa bhāvanāya pāripūrī hoti tañca pajānāti. ",
  "mn10:42.6": "Santaṁ vā ajjhattaṁ pītisambojjhaṅgaṁ ‘atthi me ajjhattaṁ pītisambojjhaṅgo’ti pajānāti, asantaṁ vā ajjhattaṁ pītisambojjhaṅgaṁ ‘natthi me ajjhattaṁ pītisambojjhaṅgo’ti pajānāti, yathā ca anuppannassa pītisambojjhaṅgassa uppādo hoti tañca pajānāti, yathā ca uppannassa pītisambojjhaṅgassa bhāvanāya pāripūrī hoti tañca pajānāti. ",
  "mn10:42.7": "Santaṁ vā ajjhattaṁ passaddhisambojjhaṅgaṁ ‘atthi me ajjhattaṁ passaddhisambojjhaṅgo’ti pajānāti, asantaṁ vā ajjhattaṁ passaddhisambojjhaṅgaṁ ‘natthi me ajjhattaṁ passaddhisambojjhaṅgo’ti pajānāti, yathā ca anuppannassa passaddhisambojjhaṅgassa uppādo hoti tañca pajānāti, yathā ca uppannassa passaddhisambojjhaṅgassa bhāvanāya pāripūrī hoti tañca pajānāti. ",
  "mn10:42.8": "Santaṁ vā ajjhattaṁ samādhisambojjhaṅgaṁ ‘atthi me ajjhattaṁ samādhisambojjhaṅgo’ti pajānāti, asantaṁ vā ajjhattaṁ samādhisambojjhaṅgaṁ ‘natthi me ajjhattaṁ samādhisambojjhaṅgo’ti pajānāti, yathā ca anuppannassa samādhisambojjhaṅgassa uppādo hoti tañca pajānāti, yathā ca uppannassa samādhisambojjhaṅgassa bhāvanāya pāripūrī hoti tañca pajānāti. ",
  "mn10:42.9": "Santaṁ vā ajjhattaṁ upekkhāsambojjhaṅgaṁ ‘atthi me ajjhattaṁ upekkhāsambojjhaṅgo’ti pajānāti, asantaṁ vā ajjhattaṁ upekkhāsambojjhaṅgaṁ ‘natthi me ajjhattaṁ upekkhāsambojjhaṅgo’ti pajānāti, yathā ca anuppannassa upekkhāsambojjhaṅgassa uppādo hoti tañca pajānāti, yathā ca uppannassa upekkhāsambojjhaṅgassa bhāvanāya pāripūrī hoti tañca pajānāti. ",
  "mn10:43.1": "Iti ajjhattaṁ vā dhammesu dhammānupassī viharati, bahiddhā vā dhammesu dhammānupassī viharati, ajjhattabahiddhā vā dhammesu dhammānupassī viharati; ",
  "mn10:43.2": "samudayadhammānupassī vā dhammesu viharati, vayadhammānupassī vā dhammesu viharati, samudayavayadhammānupassī vā dhammesu viharati. ",
  "mn10:43.3": "‘Atthi dhammā’ti vā panassa sati paccupaṭṭhitā hoti. Yāvadeva ñāṇamattāya paṭissatimattāya anissito ca viharati, na ca kiñci loke upādiyati. ",
  "mn10:43.4": "Evampi kho, bhikkhave, bhikkhu dhammesu dhammānupassī viharati sattasu bojjhaṅgesu. ",
  "mn10:43.5": "Bojjhaṅgapabbaṁ niṭṭhitaṁ. ",
  "mn10:44.0": "4.5. Dhammānupassanāsaccapabba ",
  "mn10:44.1": "Puna caparaṁ, bhikkhave, bhikkhu dhammesu dhammānupassī viharati catūsu ariyasaccesu. ",
  "mn10:44.2": "Kathañca pana, bhikkhave, bhikkhu dhammesu dhammānupassī viharati catūsu ariyasaccesu? ",
  "mn10:44.3": "Idha, bhikkhave, bhikkhu ‘idaṁ dukkhan’ti yathābhūtaṁ pajānāti, ‘ayaṁ dukkhasamudayo’ti yathābhūtaṁ pajānāti, ‘ayaṁ dukkhanirodho’ti yathābhūtaṁ pajānāti, ‘ayaṁ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṁ pajānāti. ",
  "mn10:45.1": "Iti ajjhattaṁ vā dhammesu dhammānupassī viharati, bahiddhā vā dhammesu dhammānupassī viharati, ajjhattabahiddhā vā dhammesu dhammānupassī viharati; ",
  "mn10:45.2": "samudayadhammānupassī vā dhammesu viharati, vayadhammānupassī vā dhammesu viharati, samudayavayadhammānupassī vā dhammesu viharati. ",
  "mn10:45.3": "‘Atthi dhammā’ti vā panassa sati paccupaṭṭhitā hoti. Yāvadeva ñāṇamattāya paṭissatimattāya anissito ca viharati, na ca kiñci loke upādiyati. ",
  "mn10:45.4": "Evampi kho, bhikkhave, bhikkhu dhammesu dhammānupassī viharati catūsu ariyasaccesu. ",
  "mn10:45.5": "Saccapabbaṁ niṭṭhitaṁ. ",
  "mn10:45.6": "Dhammānupassanā niṭṭhitā. ",
  "mn10:46.1": "Yo hi koci, bhikkhave, ime cattāro satipaṭṭhāne evaṁ bhāveyya satta vassāni, tassa dvinnaṁ phalānaṁ aññataraṁ phalaṁ pāṭikaṅkhaṁ ",
  "mn10:46.2": "diṭṭheva dhamme aññā; sati vā upādisese anāgāmitā. ",
  "mn10:46.3": "Tiṭṭhantu, bhikkhave, satta vassāni. ",
  "mn10:46.4": "Yo hi koci, bhikkhave, ime cattāro satipaṭṭhāne evaṁ bhāveyya cha vassāni …pe… ",
  "mn10:46.5": "pañca vassāni … ",
  "mn10:46.6": "cattāri vassāni … ",
  "mn10:46.7": "tīṇi vassāni … ",
  "mn10:46.8": "dve vassāni … ",
  "mn10:46.9": "ekaṁ vassaṁ … ",
  "mn10:46.10": "tiṭṭhatu, bhikkhave, ekaṁ vassaṁ. ",
  "mn10:46.11": "Yo hi koci, bhikkhave, ime cattāro satipaṭṭhāne evaṁ bhāveyya satta māsāni, tassa dvinnaṁ phalānaṁ aññataraṁ phalaṁ pāṭikaṅkhaṁ ",
  "mn10:46.12": "diṭṭheva dhamme aññā; sati vā upādisese anāgāmitā. ",
  "mn10:46.13": "Tiṭṭhantu, bhikkhave, satta māsāni. ",
  "mn10:46.14": "Yo hi koci, bhikkhave, ime cattāro satipaṭṭhāne evaṁ bhāveyya cha māsāni …pe… ",
  "mn10:46.15": "pañca māsāni … ",
  "mn10:46.16": "cattāri māsāni … ",
  "mn10:46.17": "tīṇi māsāni … ",
  "mn10:46.18": "dve māsāni … ",
  "mn10:46.19": "ekaṁ māsaṁ … ",
  "mn10:46.20": "aḍḍhamāsaṁ … ",
  "mn10:46.21": "tiṭṭhatu, bhikkhave, aḍḍhamāso. ",
  "mn10:46.22": "Yo hi koci, bhikkhave, ime cattāro satipaṭṭhāne evaṁ bhāveyya sattāhaṁ, tassa dvinnaṁ phalānaṁ aññataraṁ phalaṁ pāṭikaṅkhaṁ ",
  "mn10:46.23": "diṭṭheva dhamme aññā sati vā upādisese anāgāmitāti. ",
  "mn10:47.1": "‘Ekāyano ayaṁ, bhikkhave, maggo sattānaṁ visuddhiyā sokaparidevānaṁ samatikkamāya dukkhadomanassānaṁ atthaṅgamāya ñāyassa adhigamāya nibbānassa sacchikiriyāya yadidaṁ cattāro satipaṭṭhānā’ti. ",
  "mn10:47.2": "Iti yaṁ taṁ vuttaṁ, idametaṁ paṭicca vuttan”ti. ",
  "mn10:47.3": "Idamavoca bhagavā. ",
  "mn10:47.4": "Attamanā te bhikkhū bhagavato bhāsitaṁ abhinandunti. ",
  "mn10:47.5": "Satipaṭṭhānasuttaṁ niṭṭhitaṁ dasamaṁ. ",
  "mn10:47.6": "Mūlapariyāyavaggo niṭṭhito paṭhamo. ",
  "mn10:48.0": "Tassuddānaṁ ",
  "mn10:48.1": "Mūlasusaṁvaradhammadāyādā, ",
  "mn10:48.2": "Bheravānaṅgaṇākaṅkheyyavatthaṁ; ",
  "mn10:48.3": "Sallekhasammādiṭṭhisatipaṭṭhaṁ, ",
  "mn10:48.4": "Vaggavaro asamo susamatto. "
}