{
  "mn124:0.1": "Majjhima Nikāya 124 ",
  "mn124:0.2": "Bākulasutta ",
  "mn124:1.1": "Evaṁ me sutaṁ—",
  "mn124:1.2": "ekaṁ samayaṁ āyasmā bākulo rājagahe viharati veḷuvane kalandakanivāpe. ",
  "mn124:2.1": "Atha kho acelakassapo āyasmato bākulassa purāṇagihisahāyo yenāyasmā bākulo tenupasaṅkami; upasaṅkamitvā āyasmatā bākulena saddhiṁ sammodi. ",
  "mn124:2.2": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho acelakassapo āyasmantaṁ bākulaṁ etadavoca: ",
  "mn124:3.1": "“Kīvaciraṁ pabbajitosi, āvuso bākulā”ti? ",
  "mn124:3.2": "“Asīti me, āvuso, vassāni pabbajitassā”ti. ",
  "mn124:3.3": "“Imehi pana te, āvuso bākula, asītiyā vassehi katikkhattuṁ methuno dhammo paṭisevito”ti? ",
  "mn124:3.4": "“Na kho maṁ, āvuso kassapa, evaṁ pucchitabbaṁ: ",
  "mn124:3.5": "‘imehi pana te, āvuso bākula, asītiyā vassehi katikkhattuṁ methuno dhammo paṭisevito’ti. ",
  "mn124:3.6": "Evañca kho maṁ, āvuso kassapa, pucchitabbaṁ: ",
  "mn124:3.7": "‘imehi pana te, āvuso bākula, asītiyā vassehi katikkhattuṁ kāmasaññā uppannapubbā’”ti? ",
  "mn124:3.8": "(…) ",
  "mn124:3.9": "“Asīti me, āvuso, vassāni pabbajitassa nābhijānāmi kāmasaññaṁ uppannapubbaṁ”. ",
  "mn124:3.10": "“Yampāyasmā bākulo asītiyā vassehi nābhijānāti kāmasaññaṁ uppannapubbaṁ idampi mayaṁ āyasmato bākulassa acchariyaṁ abbhutadhammaṁ dhārema”. ",
  "mn124:4-5.1": "“Asīti me, āvuso, vassāni pabbajitassa nābhijānāmi byāpādasaññaṁ …pe… ",
  "mn124:4-5.2": "vihiṁsāsaññaṁ uppannapubbaṁ”. ",
  "mn124:4-5.3": "“Yampāyasmā bākulo asītiyā vassehi nābhijānāti vihiṁsāsaññaṁ uppannapubbaṁ, idampi mayaṁ āyasmato bākulassa acchariyaṁ abbhutadhammaṁ dhārema”.  ",
  "mn124:6.1": "“Asīti me, āvuso, vassāni pabbajitassa nābhijānāmi kāmavitakkaṁ uppannapubbaṁ”. ",
  "mn124:6.2": "“Yampāyasmā bākulo asītiyā vassehi nābhijānāti kāmavitakkaṁ uppannapubbaṁ, idampi mayaṁ āyasmato bākulassa acchariyaṁ abbhutadhammaṁ dhārema”.  ",
  "mn124:7-8.1": "“Asīti me, āvuso, vassāni pabbajitassa nābhijānāmi byāpādavitakkaṁ …pe… ",
  "mn124:7-8.2": "vihiṁsāvitakkaṁ uppannapubbaṁ”. ",
  "mn124:7-8.3": "“Yampāyasmā bākulo asītiyā vassehi nābhijānāti vihiṁsāvitakkaṁ uppannapubbaṁ, idampi mayaṁ āyasmato bākulassa acchariyaṁ abbhutadhammaṁ dhārema”.  ",
  "mn124:9.1": "“Asīti me, āvuso, vassāni pabbajitassa nābhijānāmi gahapaticīvaraṁ sāditā”. ",
  "mn124:9.2": "“Yampāyasmā bākulo asītiyā vassehi nābhijānāti gahapaticīvaraṁ sāditā, idampi mayaṁ āyasmato bākulassa acchariyaṁ abbhutadhammaṁ dhārema”.  ",
  "mn124:10.1": "“Asīti me, āvuso, vassāni pabbajitassa nābhijānāmi satthena cīvaraṁ chinditā”. ",
  "mn124:10.2": "“Yampāyasmā bākulo asītiyā vassehi nābhijānāti satthena cīvaraṁ chinditā …pe… dhārema”.  ",
  "mn124:11-15.1": "“Asīti me, āvuso, vassāni pabbajitassa nābhijānāmi sūciyā cīvaraṁ sibbitā …pe… ",
  "mn124:11-15.2": "nābhijānāmi rajanena cīvaraṁ rajitā … ",
  "mn124:11-15.3": "nābhijānāmi kathine cīvaraṁ sibbitā … ",
  "mn124:11-15.4": "nābhijānāmi sabrahmacārīnaṁ cīvarakamme vicāritā … ",
  "mn124:16-19.1": "nābhijānāmi nimantanaṁ sāditā … ",
  "mn124:16-19.2": "nābhijānāmi evarūpaṁ cittaṁ uppannapubbaṁ: ",
  "mn124:16-19.3": "‘aho vata maṁ koci nimanteyyā’ti … ",
  "mn124:16-19.4": "nābhijānāmi antaraghare nisīditā … ",
  "mn124:16-19.5": "nābhijānāmi antaraghare bhuñjitā … ",
  "mn124:20-25.1": "nābhijānāmi mātugāmassa anubyañjanaso nimittaṁ gahetā … ",
  "mn124:20-25.2": "nābhijānāmi mātugāmassa dhammaṁ desitā antamaso catuppadampi gāthaṁ … ",
  "mn124:20-25.3": "nābhijānāmi bhikkhunupassayaṁ upasaṅkamitā … ",
  "mn124:20-25.4": "nābhijānāmi bhikkhuniyā dhammaṁ desitā … ",
  "mn124:20-25.5": "nābhijānāmi sikkhamānāya dhammaṁ desitā … ",
  "mn124:20-25.6": "nābhijānāmi sāmaṇeriyā dhammaṁ desitā … ",
  "mn124:26-29.1": "nābhijānāmi pabbājetā … ",
  "mn124:26-29.2": "nābhijānāmi upasampādetā … ",
  "mn124:26-29.3": "nābhijānāmi nissayaṁ dātā … ",
  "mn124:26-29.4": "nābhijānāmi sāmaṇeraṁ upaṭṭhāpetā … ",
  "mn124:30-36.1": "nābhijānāmi jantāghare nhāyitā … ",
  "mn124:30-36.2": "nābhijānāmi cuṇṇena nhāyitā … ",
  "mn124:30-36.3": "nābhijānāmi sabrahmacārīgattaparikamme vicāritā … ",
  "mn124:30-36.4": "nābhijānāmi ābādhaṁ uppannapubbaṁ, antamaso gaddūhanamattampi … ",
  "mn124:30-36.5": "nābhijānāmi bhesajjaṁ upaharitā, antamaso haritakikhaṇḍampi … ",
  "mn124:30-36.6": "nābhijānāmi apassenakaṁ apassayitā … ",
  "mn124:30-36.7": "nābhijānāmi seyyaṁ kappetā”. ",
  "mn124:30-36.8": "“Yampāyasmā …pe… dhārema”.  ",
  "mn124:37.1": "“Asīti me, āvuso, vassāni pabbajitassa nābhijānāmi gāmantasenāsane vassaṁ upagantā”. ",
  "mn124:37.2": "“Yampāyasmā bākulo asītiyā vassehi nābhijānāti gāmantasenāsane vassaṁ upagantā, idampi mayaṁ āyasmato bākulassa acchariyaṁ abbhutadhammaṁ dhārema”. ",
  "mn124:38.1": "“Sattāhameva kho ahaṁ, āvuso, saraṇo raṭṭhapiṇḍaṁ bhuñjiṁ; ",
  "mn124:38.2": "atha aṭṭhamiyaṁ aññā udapādi. ",
  "mn124:38.3": "Yampāyasmā bākulo sattāhameva saraṇo raṭṭhapiṇḍaṁ bhuñji; atha aṭṭhamiyaṁ aññā udapādi idampi mayaṁ āyasmato bākulassa acchariyaṁ abbhutadhammaṁ dhārema. ",
  "mn124:39.1": "Labheyyāhaṁ, āvuso bākula, imasmiṁ dhammavinaye pabbajjaṁ, labheyyaṁ upasampadan”ti. ",
  "mn124:39.2": "Alattha kho acelakassapo imasmiṁ dhammavinaye pabbajjaṁ, alattha upasampadaṁ. ",
  "mn124:39.3": "Acirūpasampanno panāyasmā kassapo eko vūpakaṭṭho appamatto ātāpī pahitatto viharanto nacirasseva—yassatthāya kulaputtā sammadeva agārasmā anagāriyaṁ pabbajanti, tadanuttaraṁ—brahmacariyapariyosānaṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja vihāsi. ",
  "mn124:39.4": "“Khīṇā jāti, vusitaṁ brahmacariyaṁ, kataṁ karaṇīyaṁ, nāparaṁ itthattāyā”ti abbhaññāsi. ",
  "mn124:39.5": "Aññataro kho panāyasmā kassapo arahataṁ ahosi. ",
  "mn124:40.1": "Atha kho āyasmā bākulo aparena samayena avāpuraṇaṁ ādāya vihārena vihāraṁ upasaṅkamitvā evamāha: ",
  "mn124:40.2": "“abhikkamathāyasmanto, abhikkamathāyasmanto. Ajja me parinibbānaṁ bhavissatī”ti. ",
  "mn124:40.3": "“Yampāyasmā bākulo avāpuraṇaṁ ādāya vihārena vihāraṁ upasaṅkamitvā evamāha: ‘abhikkamathāyasmanto, abhikkamathāyasmanto; ajja me parinibbānaṁ bhavissatī’ti, idampi mayaṁ āyasmato bākulassa acchariyaṁ abbhutadhammaṁ dhārema”. ",
  "mn124:41.1": "Āyasmā bākulo majjhe bhikkhusaṅghassa nisinnakova parinibbāyi. ",
  "mn124:41.2": "“Yampāyasmā bākulo majjhe bhikkhusaṅghassa nisinnakova parinibbāyi, idampi mayaṁ āyasmato bākulassa acchariyaṁ abbhutadhammaṁ dhāremā”ti. ",
  "mn124:41.3": "Bākulasuttaṁ niṭṭhitaṁ catutthaṁ. "
}