{
  "mn129:0.1": "Majjhima Nikāya 129 ",
  "mn129:0.2": "Bālapaṇḍitasutta ",
  "mn129:1.1": "Evaṁ me sutaṁ—",
  "mn129:1.2": "ekaṁ samayaṁ bhagavā sāvatthiyaṁ viharati jetavane anāthapiṇḍikassa ārāme. ",
  "mn129:1.3": "Tatra kho bhagavā bhikkhū āmantesi: ",
  "mn129:1.4": "“bhikkhavo”ti. ",
  "mn129:1.5": "“Bhadante”ti te bhikkhū bhagavato paccassosuṁ. ",
  "mn129:1.6": "Bhagavā etadavoca: ",
  "mn129:2.1": "“Tīṇimāni, bhikkhave, bālassa bālalakkhaṇāni bālanimittāni bālāpadānāni. ",
  "mn129:2.2": "Katamāni tīṇi? ",
  "mn129:2.3": "Idha, bhikkhave, bālo duccintitacintī ca hoti dubbhāsitabhāsī ca dukkaṭakammakārī ca. ",
  "mn129:2.4": "No cetaṁ, bhikkhave, bālo duccintitacintī ca abhavissa dubbhāsitabhāsī ca dukkaṭakammakārī ca kena naṁ paṇḍitā jāneyyuṁ: ",
  "mn129:2.5": "‘bālo ayaṁ bhavaṁ asappuriso’ti? ",
  "mn129:2.6": "Yasmā ca kho, bhikkhave, bālo duccintitacintī ca hoti dubbhāsitabhāsī ca dukkaṭakammakārī ca tasmā naṁ paṇḍitā jānanti: ",
  "mn129:2.7": "‘bālo ayaṁ bhavaṁ asappuriso’ti. ",
  "mn129:3.1": "Sa kho so, bhikkhave, bālo tividhaṁ diṭṭheva dhamme dukkhaṁ domanassaṁ paṭisaṁvedeti. ",
  "mn129:3.2": "Sace, bhikkhave, bālo sabhāyaṁ vā nisinno hoti, rathikāya vā nisinno hoti, siṅghāṭake vā nisinno hoti; ",
  "mn129:3.3": "tatra ce jano tajjaṁ tassāruppaṁ kathaṁ manteti. ",
  "mn129:3.4": "Sace, bhikkhave, bālo pāṇātipātī hoti, adinnādāyī hoti, kāmesumicchācārī hoti, musāvādī hoti, surāmerayamajjapamādaṭṭhāyī hoti. ",
  "mn129:3.5": "Tatra, bhikkhave, bālassa evaṁ hoti: ",
  "mn129:3.6": "‘yaṁ kho jano tajjaṁ tassāruppaṁ kathaṁ manteti, ",
  "mn129:3.7": "saṁvijjanteva te dhammā mayi, ahañca tesu dhammesu sandissāmī’ti. ",
  "mn129:3.8": "Idaṁ, bhikkhave, bālo paṭhamaṁ diṭṭheva dhamme dukkhaṁ domanassaṁ paṭisaṁvedeti. ",
  "mn129:4.1": "Puna caparaṁ, bhikkhave, bālo passati rājāno coraṁ āgucāriṁ gahetvā vividhā kammakāraṇā kārente—",
  "mn129:4.2": "kasāhipi tāḷente vettehipi tāḷente addhadaṇḍakehipi tāḷente hatthampi chindante pādampi chindante hatthapādampi chindante kaṇṇampi chindante nāsampi chindante kaṇṇanāsampi chindante bilaṅgathālikampi karonte saṅkhamuṇḍikampi karonte rāhumukhampi karonte jotimālikampi karonte hatthapajjotikampi karonte erakavattikampi karonte cīrakavāsikampi karonte eṇeyyakampi karonte baḷisamaṁsikampi karonte kahāpaṇikampi karonte khārāpatacchikampi karonte palighaparivattikampi karonte palālapīṭhakampi karonte tattenapi telena osiñcante sunakhehipi khādāpente jīvantampi sūle uttāsente asināpi sīsaṁ chindante. ",
  "mn129:4.3": "Tatra, bhikkhave, bālassa evaṁ hoti: ",
  "mn129:4.4": "‘yathārūpānaṁ kho pāpakānaṁ kammānaṁ hetu rājāno coraṁ āgucāriṁ gahetvā vividhā kammakāraṇā kārenti—",
  "mn129:4.5": "kasāhipi tāḷenti …pe… asināpi sīsaṁ chindanti; ",
  "mn129:4.6": "saṁvijjanteva te dhammā mayi, ahañca tesu dhammesu sandissāmi. ",
  "mn129:4.7": "Mañcepi rājāno jāneyyuṁ, mampi rājāno gahetvā vividhā kammakāraṇā kāreyyuṁ—",
  "mn129:4.8": "kasāhipi tāḷeyyuṁ …pe… jīvantampi sūle uttāseyyuṁ, asināpi sīsaṁ chindeyyun’ti. ",
  "mn129:4.9": "Idampi, bhikkhave, bālo dutiyaṁ diṭṭheva dhamme dukkhaṁ domanassaṁ paṭisaṁvedeti. ",
  "mn129:5.1": "Puna caparaṁ, bhikkhave, bālaṁ pīṭhasamārūḷhaṁ vā mañcasamārūḷhaṁ vā chamāyaṁ vā semānaṁ, yānissa pubbe pāpakāni kammāni katāni kāyena duccaritāni vācāya duccaritāni manasā duccaritāni tānissa tamhi samaye olambanti ajjholambanti abhippalambanti. ",
  "mn129:5.2": "Seyyathāpi, bhikkhave, mahataṁ pabbatakūṭānaṁ chāyā sāyanhasamayaṁ pathaviyā olambanti ajjholambanti abhippalambanti; ",
  "mn129:5.3": "evameva kho, bhikkhave, bālaṁ pīṭhasamārūḷhaṁ vā mañcasamārūḷhaṁ vā chamāyaṁ vā semānaṁ, yānissa pubbe pāpakāni kammāni katāni kāyena duccaritāni vācāya duccaritāni manasā duccaritāni tānissa tamhi samaye olambanti ajjholambanti abhippalambanti. ",
  "mn129:5.4": "Tatra, bhikkhave, bālassa evaṁ hoti: ",
  "mn129:5.5": "‘akataṁ vata me kalyāṇaṁ, akataṁ kusalaṁ, akataṁ bhīruttāṇaṁ; ",
  "mn129:5.6": "kataṁ pāpaṁ, kataṁ luddaṁ, kataṁ kibbisaṁ. ",
  "mn129:5.7": "Yāvatā, bho, akatakalyāṇānaṁ akatakusalānaṁ akatabhīruttāṇānaṁ katapāpānaṁ kataluddānaṁ katakibbisānaṁ gati taṁ gatiṁ pecca gacchāmī’ti. ",
  "mn129:5.8": "So socati kilamati paridevati urattāḷiṁ kandati sammohaṁ āpajjati. ",
  "mn129:5.9": "Idampi, bhikkhave, bālo tatiyaṁ diṭṭheva dhamme dukkhaṁ domanassaṁ paṭisaṁvedeti. ",
  "mn129:6.1": "Sa kho so, bhikkhave, bālo kāyena duccaritaṁ caritvā vācāya duccaritaṁ caritvā manasā duccaritaṁ caritvā kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjati. ",
  "mn129:7.1": "Yaṁ kho taṁ, bhikkhave, sammā vadamāno vadeyya: ",
  "mn129:7.2": "‘ekantaṁ aniṭṭhaṁ ekantaṁ akantaṁ ekantaṁ amanāpan’ti, nirayameva taṁ sammā vadamāno vadeyya: ",
  "mn129:7.3": "‘ekantaṁ aniṭṭhaṁ ekantaṁ akantaṁ ekantaṁ amanāpan’ti. ",
  "mn129:7.4": "Yāvañcidaṁ, bhikkhave, upamāpi na sukarā yāva dukkhā nirayā”ti. ",
  "mn129:7.5": "Evaṁ vutte, aññataro bhikkhu bhagavantaṁ etadavoca: ",
  "mn129:7.6": "“sakkā pana, bhante, upamaṁ kātun”ti? ",
  "mn129:8.1": "“Sakkā, bhikkhū”ti bhagavā avoca. ",
  "mn129:8.2": "“Seyyathāpi, bhikkhu, coraṁ āgucāriṁ gahetvā rañño dasseyyuṁ: ",
  "mn129:8.3": "‘ayaṁ kho, deva, coro āgucārī, imassa yaṁ icchasi taṁ daṇḍaṁ paṇehī’ti. ",
  "mn129:8.4": "Tamenaṁ rājā evaṁ vadeyya: ",
  "mn129:8.5": "‘gacchatha, bho, imaṁ purisaṁ pubbaṇhasamayaṁ sattisatena hanathā’ti. ",
  "mn129:8.6": "Tamenaṁ pubbaṇhasamayaṁ sattisatena haneyyuṁ. ",
  "mn129:8.7": "Atha rājā majjhanhikasamayaṁ evaṁ vadeyya: ",
  "mn129:8.8": "‘ambho, kathaṁ so puriso’ti? ",
  "mn129:8.9": "‘Tatheva, deva, jīvatī’ti. ",
  "mn129:8.10": "Tamenaṁ rājā evaṁ vadeyya: ",
  "mn129:8.11": "‘gacchatha, bho, taṁ purisaṁ majjhanhikasamayaṁ sattisatena hanathā’ti. ",
  "mn129:8.12": "Tamenaṁ majjhanhikasamayaṁ sattisatena haneyyuṁ. ",
  "mn129:8.13": "Atha rājā sāyanhasamayaṁ evaṁ vadeyya: ",
  "mn129:8.14": "‘ambho, kathaṁ so puriso’ti? ",
  "mn129:8.15": "‘Tatheva, deva, jīvatī’ti. ",
  "mn129:8.16": "Tamenaṁ rājā evaṁ vadeyya: ",
  "mn129:8.17": "‘gacchatha, bho, taṁ purisaṁ sāyanhasamayaṁ sattisatena hanathā’ti. ",
  "mn129:8.18": "Tamenaṁ sāyanhasamayaṁ sattisatena haneyyuṁ. ",
  "mn129:8.19": "Taṁ kiṁ maññatha, bhikkhave, ",
  "mn129:8.20": "api nu so puriso tīhi sattisatehi haññamāno tatonidānaṁ dukkhaṁ domanassaṁ paṭisaṁvediyethā”ti? ",
  "mn129:8.21": "“Ekissāpi, bhante, sattiyā haññamāno so puriso tatonidānaṁ dukkhaṁ domanassaṁ paṭisaṁvediyetha, ko pana vādo tīhi sattisatehī”ti? ",
  "mn129:9.1": "Atha kho bhagavā parittaṁ pāṇimattaṁ pāsāṇaṁ gahetvā bhikkhū āmantesi: ",
  "mn129:9.2": "“Taṁ kiṁ maññatha, bhikkhave, ",
  "mn129:9.3": "katamo nu kho mahantataro—yo cāyaṁ mayā paritto pāṇimatto pāsāṇo gahito, yo ca himavā pabbatarājā”ti? ",
  "mn129:9.4": "“Appamattako ayaṁ, bhante, bhagavatā paritto pāṇimatto pāsāṇo gahito, himavantaṁ pabbatarājānaṁ upanidhāya saṅkhampi na upeti, kalabhāgampi na upeti, upanidhampi na upe”ti. ",
  "mn129:9.5": "“Evameva kho, bhikkhave, yaṁ so puriso tīhi sattisatehi haññamāno tatonidānaṁ dukkhaṁ domanassaṁ paṭisaṁvedeti taṁ nirayakassa dukkhassa upanidhāya saṅkhampi na upeti, kalabhāgampi na upeti, upanidhampi na upeti. ",
  "mn129:10.1": "Tamenaṁ, bhikkhave, nirayapālā pañcavidhabandhanaṁ nāma kammakāraṇaṁ karonti—",
  "mn129:10.2": "tattaṁ ayokhilaṁ hatthe gamenti, tattaṁ ayokhilaṁ dutiye hatthe gamenti, tattaṁ ayokhilaṁ pāde gamenti, tattaṁ ayokhilaṁ dutiye pāde gamenti, tattaṁ ayokhilaṁ majjhe urasmiṁ gamenti. ",
  "mn129:10.3": "So tattha dukkhā tibbā kharā kaṭukā vedanā vedeti, na ca tāva kālaṁ karoti yāva na taṁ pāpakammaṁ byantīhoti. ",
  "mn129:11.1": "Tamenaṁ, bhikkhave, nirayapālā saṁvesetvā kuṭhārīhi tacchanti. ",
  "mn129:11.2": "So tattha dukkhā tibbā …pe… byantīhoti. ",
  "mn129:12.1": "Tamenaṁ, bhikkhave, nirayapālā uddhampādaṁ adhosiraṁ gahetvā vāsīhi tacchanti. ",
  "mn129:12.2": "So tattha dukkhā tibbā …pe… byantīhoti. ",
  "mn129:13.1": "Tamenaṁ, bhikkhave, nirayapālā rathe yojetvā ādittāya pathaviyā sampajjalitāya sajotibhūtāya sārentipi paccāsārentipi. ",
  "mn129:13.2": "So tattha dukkhā tibbā …pe… byantīhoti. ",
  "mn129:14.1": "Tamenaṁ, bhikkhave, nirayapālā mahantaṁ aṅgārapabbataṁ ādittaṁ sampajjalitaṁ sajotibhūtaṁ āropentipi oropentipi. ",
  "mn129:14.2": "So tattha dukkhā tibbā kharā kaṭukā vedanā vedeti, na ca tāva kālaṁ karoti yāva na taṁ pāpakammaṁ byantīhoti. ",
  "mn129:15.1": "Tamenaṁ, bhikkhave, nirayapālā uddhampādaṁ adhosiraṁ gahetvā tattāya lohakumbhiyā pakkhipanti ādittāya sampajjalitāya sajotibhūtāya. ",
  "mn129:15.2": "So tattha pheṇuddehakaṁ paccati. ",
  "mn129:15.3": "So tattha pheṇuddehakaṁ paccamāno sakimpi uddhaṁ gacchati, sakimpi adho gacchati, sakimpi tiriyaṁ gacchati. ",
  "mn129:15.4": "So tattha dukkhā tibbā kharā kaṭukā vedanā vedeti, na ca tāva kālaṁ karoti yāva na taṁ pāpakammaṁ byantīhoti. ",
  "mn129:16.1": "Tamenaṁ, bhikkhave, nirayapālā mahāniraye pakkhipanti. ",
  "mn129:16.2": "So kho pana, bhikkhave, mahānirayo—",
  "mn129:16.3": "Catukkaṇṇo catudvāro, ",
  "mn129:16.4": "vibhatto bhāgaso mito; ",
  "mn129:16.5": "Ayopākārapariyanto, ",
  "mn129:16.6": "ayasā paṭikujjito. ",
  "mn129:16.7": "Tassa ayomayā bhūmi, ",
  "mn129:16.8": "jalitā tejasā yutā; ",
  "mn129:16.9": "Samantā yojanasataṁ, ",
  "mn129:16.10": "pharitvā tiṭṭhati sabbadā. ",
  "mn129:17.1": "Anekapariyāyenapi kho ahaṁ, bhikkhave, nirayakathaṁ katheyyaṁ; ",
  "mn129:17.2": "yāvañcidaṁ, bhikkhave, na sukarā akkhānena pāpuṇituṁ yāva dukkhā nirayā. ",
  "mn129:18.1": "Santi, bhikkhave, tiracchānagatā pāṇā tiṇabhakkhā. ",
  "mn129:18.2": "Te allānipi tiṇāni sukkhānipi tiṇāni dantullehakaṁ khādanti. ",
  "mn129:18.3": "Katame ca, bhikkhave, tiracchānagatā pāṇā tiṇabhakkhā? ",
  "mn129:18.4": "Hatthī assā goṇā gadrabhā ajā migā, ye vā panaññepi keci tiracchānagatā pāṇā tiṇabhakkhā. ",
  "mn129:18.5": "Sa kho so, bhikkhave, bālo idha pubbe rasādo idha pāpāni kammāni karitvā kāyassa bhedā paraṁ maraṇā tesaṁ sattānaṁ sahabyataṁ upapajjati ye te sattā tiṇabhakkhā. ",
  "mn129:19.1": "Santi, bhikkhave, tiracchānagatā pāṇā gūthabhakkhā. ",
  "mn129:19.2": "Te dūratova gūthagandhaṁ ghāyitvā dhāvanti: ",
  "mn129:19.3": "‘ettha bhuñjissāma, ettha bhuñjissāmā’ti. ",
  "mn129:19.4": "Seyyathāpi nāma brāhmaṇā āhutigandhena dhāvanti: ",
  "mn129:19.5": "‘ettha bhuñjissāma, ettha bhuñjissāmā’ti; ",
  "mn129:19.6": "evameva kho, bhikkhave, santi tiracchānagatā pāṇā gūthabhakkhā, ",
  "mn129:19.7": "te dūratova gūthagandhaṁ ghāyitvā dhāvanti: ",
  "mn129:19.8": "‘ettha bhuñjissāma, ettha bhuñjissāmā’ti. ",
  "mn129:19.9": "Katame ca, bhikkhave, tiracchānagatā pāṇā gūthabhakkhā? ",
  "mn129:19.10": "Kukkuṭā sūkarā soṇā siṅgālā, ye vā panaññepi keci tiracchānagatā pāṇā gūthabhakkhā. ",
  "mn129:19.11": "Sa kho so, bhikkhave, bālo idha pubbe rasādo idha pāpāni kammāni karitvā kāyassa bhedā paraṁ maraṇā tesaṁ sattānaṁ sahabyataṁ upapajjati ye te sattā gūthabhakkhā. ",
  "mn129:20.1": "Santi, bhikkhave, tiracchānagatā pāṇā andhakāre jāyanti andhakāre jīyanti andhakāre mīyanti. ",
  "mn129:20.2": "Katame ca, bhikkhave, tiracchānagatā pāṇā andhakāre jāyanti andhakāre jīyanti andhakāre mīyanti? ",
  "mn129:20.3": "Kīṭā puḷavā gaṇḍuppādā, ye vā panaññepi keci tiracchānagatā pāṇā andhakāre jāyanti andhakāre jīyanti andhakāre mīyanti. ",
  "mn129:20.4": "Sa kho so, bhikkhave, bālo idha pubbe rasādo, idha pāpāni kammāni karitvā kāyassa bhedā paraṁ maraṇā tesaṁ sattānaṁ sahabyataṁ upapajjati ye te sattā andhakāre jāyanti andhakāre jīyanti andhakāre mīyanti. ",
  "mn129:21.1": "Santi, bhikkhave, tiracchānagatā pāṇā udakasmiṁ jāyanti udakasmiṁ jīyanti udakasmiṁ mīyanti. ",
  "mn129:21.2": "Katame ca, bhikkhave, tiracchānagatā pāṇā udakasmiṁ jāyanti udakasmiṁ jīyanti udakasmiṁ mīyanti? ",
  "mn129:21.3": "Macchā kacchapā susumārā, ye vā panaññepi keci tiracchānagatā pāṇā udakasmiṁ jāyanti udakasmiṁ jīyanti udakasmiṁ mīyanti. ",
  "mn129:21.4": "Sa kho so, bhikkhave, bālo idha pubbe rasādo idha pāpāni kammāni karitvā kāyassa bhedā paraṁ maraṇā tesaṁ sattānaṁ sahabyataṁ upapajjati ye te sattā udakasmiṁ jāyanti udakasmiṁ jīyanti udakasmiṁ mīyanti. ",
  "mn129:22.1": "Santi, bhikkhave, tiracchānagatā pāṇā asucismiṁ jāyanti asucismiṁ jīyanti asucismiṁ mīyanti. ",
  "mn129:22.2": "Katame ca, bhikkhave, tiracchānagatā pāṇā asucismiṁ jāyanti asucismiṁ jīyanti asucismiṁ mīyanti? ",
  "mn129:22.3": "Ye te, bhikkhave, sattā pūtimacche vā jāyanti pūtimacche vā jīyanti pūtimacche vā mīyanti pūtikuṇape vā …pe… ",
  "mn129:22.4": "pūtikummāse vā … ",
  "mn129:22.5": "candanikāya vā … ",
  "mn129:22.6": "oligalle vā jāyanti, ye vā panaññepi keci tiracchānagatā pāṇā asucismiṁ jāyanti asucismiṁ jīyanti asucismiṁ mīyanti. ",
  "mn129:22.7": "Sa kho so, bhikkhave, bālo idha pubbe rasādo idha pāpāni kammāni karitvā kāyassa bhedā paraṁ maraṇā tesaṁ sattānaṁ sahabyataṁ upapajjati ye te sattā asucismiṁ jāyanti asucismiṁ jīyanti asucismiṁ mīyanti. ",
  "mn129:23.1": "Anekapariyāyenapi kho ahaṁ, bhikkhave, tiracchānayonikathaṁ katheyyaṁ; ",
  "mn129:23.2": "yāvañcidaṁ, bhikkhave, na sukaraṁ akkhānena pāpuṇituṁ yāva dukkhā tiracchānayoni. ",
  "mn129:24.1": "Seyyathāpi, bhikkhave, puriso ekacchiggalaṁ yugaṁ mahāsamudde pakkhipeyya. ",
  "mn129:24.2": "Tamenaṁ puratthimo vāto pacchimena saṁhareyya, pacchimo vāto puratthimena saṁhareyya, uttaro vāto dakkhiṇena saṁhareyya, dakkhiṇo vāto uttarena saṁhareyya. ",
  "mn129:24.3": "Tatrāssa kāṇo kacchapo, so vassasatassa vassasatassa accayena sakiṁ ummujjeyya. ",
  "mn129:24.4": "Taṁ kiṁ maññatha, bhikkhave, ",
  "mn129:24.5": "api nu so kāṇo kacchapo amusmiṁ ekacchiggale yuge gīvaṁ paveseyyā”ti? ",
  "mn129:24.6": "“No hetaṁ, bhante”. ",
  "mn129:24.7": "“Yadi pana, bhante, kadāci karahaci dīghassa addhuno accayenā”ti. ",
  "mn129:24.8": "“Khippataraṁ kho so, bhikkhave, kāṇo kacchapo amusmiṁ ekacchiggale yuge gīvaṁ paveseyya, ato dullabhatarāhaṁ, bhikkhave, manussattaṁ vadāmi sakiṁ vinipātagatena bālena. ",
  "mn129:24.9": "Taṁ kissa hetu? ",
  "mn129:24.10": "Na hettha, bhikkhave, atthi dhammacariyā samacariyā kusalakiriyā puññakiriyā. ",
  "mn129:24.11": "Aññamaññakhādikā ettha, bhikkhave, vattati dubbalakhādikā. ",
  "mn129:25.1": "Sa kho so, bhikkhave, bālo sace kadāci karahaci dīghassa addhuno accayena manussattaṁ āgacchati, yāni tāni nīcakulāni—",
  "mn129:25.2": "caṇḍālakulaṁ vā nesādakulaṁ vā venakulaṁ vā rathakārakulaṁ vā pukkusakulaṁ vā. ",
  "mn129:25.3": "Tathārūpe kule paccājāyati dalidde appannapānabhojane kasiravuttike, yattha kasirena ghāsacchādo labbhati. ",
  "mn129:25.4": "So ca hoti dubbaṇṇo duddasiko okoṭimako bavhābādho kāṇo vā kuṇī vā khujjo vā pakkhahato vā na lābhī annassa pānassa vatthassa yānassa mālāgandhavilepanassa seyyāvasathapadīpeyyassa. ",
  "mn129:25.5": "So kāyena duccaritaṁ carati vācāya duccaritaṁ carati manasā duccaritaṁ carati. ",
  "mn129:25.6": "So kāyena duccaritaṁ caritvā vācāya duccaritaṁ caritvā manasā duccaritaṁ caritvā kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjati. ",
  "mn129:26.1": "Seyyathāpi, bhikkhave, akkhadhutto paṭhameneva kaliggahena puttampi jīyetha, dārampi jīyetha, sabbaṁ sāpateyyampi jīyetha, uttaripi adhibandhaṁ nigaccheyya. ",
  "mn129:26.2": "Appamattako so, bhikkhave, kaliggaho yaṁ so akkhadhutto paṭhameneva kaliggahena puttampi jīyetha, dārampi jīyetha, sabbaṁ sāpateyyampi jīyetha, uttaripi adhibandhaṁ nigaccheyya. ",
  "mn129:26.3": "Atha kho ayameva tato mahantataro kaliggaho yaṁ so bālo kāyena duccaritaṁ caritvā vācāya duccaritaṁ caritvā manasā duccaritaṁ caritvā kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjati. ",
  "mn129:26.4": "Ayaṁ, bhikkhave, kevalā paripūrā bālabhūmīti. ",
  "mn129:27.1": "Tīṇimāni, bhikkhave, paṇḍitassa paṇḍitalakkhaṇāni paṇḍitanimittāni paṇḍitāpadānāni. ",
  "mn129:27.2": "Katamāni tīṇi? ",
  "mn129:27.3": "Idha, bhikkhave, paṇḍito sucintitacintī ca hoti subhāsitabhāsī ca sukatakammakārī ca. ",
  "mn129:27.4": "No cetaṁ, bhikkhave, paṇḍito sucintitacintī ca abhavissa subhāsitabhāsī ca sukatakammakārī ca, kena naṁ paṇḍitā jāneyyuṁ: ",
  "mn129:27.5": "‘paṇḍito ayaṁ bhavaṁ sappuriso’ti? ",
  "mn129:28.1": "Yasmā ca kho, bhikkhave, paṇḍito sucintitacintī ca hoti subhāsitabhāsī ca sukatakammakārī ca tasmā naṁ paṇḍitā jānanti: ",
  "mn129:28.2": "‘paṇḍito ayaṁ bhavaṁ sappuriso’ti. ",
  "mn129:28.3": "Sa kho so, bhikkhave, paṇḍito tividhaṁ diṭṭheva dhamme sukhaṁ somanassaṁ paṭisaṁvedeti. ",
  "mn129:28.4": "Sace, bhikkhave, paṇḍito sabhāyaṁ vā nisinno hoti, rathikāya vā nisinno hoti, siṅghāṭake vā nisinno hoti; ",
  "mn129:28.5": "tatra ce jano tajjaṁ tassāruppaṁ kathaṁ manteti. ",
  "mn129:28.6": "Sace, bhikkhave, paṇḍito pāṇātipātā paṭivirato hoti, adinnādānā paṭivirato hoti, kāmesumicchācārā paṭivirato hoti, musāvādā paṭivirato hoti, surāmerayamajjappamādaṭṭhānā paṭivirato hoti; ",
  "mn129:28.7": "tatra, bhikkhave, paṇḍitassa evaṁ hoti: ",
  "mn129:28.8": "‘yaṁ kho jano tajjaṁ tassāruppaṁ kathaṁ manteti; ",
  "mn129:28.9": "saṁvijjanteva te dhammā mayi, ahañca tesu dhammesu sandissāmī’ti. ",
  "mn129:28.10": "Idaṁ, bhikkhave, paṇḍito paṭhamaṁ diṭṭheva dhamme sukhaṁ somanassaṁ paṭisaṁvedeti. ",
  "mn129:29.1": "Puna caparaṁ, bhikkhave, paṇḍito passati rājāno coraṁ āgucāriṁ gahetvā vividhā kammakāraṇā kārente—",
  "mn129:29.2": "kasāhipi tāḷente vettehipi tāḷente addhadaṇḍakehipi tāḷente hatthampi chindante pādampi chindante hatthapādampi chindante kaṇṇampi chindante nāsampi chindante kaṇṇanāsampi chindante bilaṅgathālikampi karonte saṅkhamuṇḍikampi karonte rāhumukhampi karonte jotimālikampi karonte hatthapajjotikampi karonte erakavattikampi karonte cīrakavāsikampi karonte eṇeyyakampi karonte balisamaṁsikampi karonte kahāpaṇikampi karonte khārāpatacchikampi karonte palighaparivattikampi karonte palālapīṭhakampi karonte tattenapi telena osiñcante sunakhehipi khādāpente jīvantampi sūle uttāsente asināpi sīsaṁ chindante. ",
  "mn129:29.3": "Tatra, bhikkhave, paṇḍitassa evaṁ hoti: ",
  "mn129:29.4": "‘yathārūpānaṁ kho pāpakānaṁ kammānaṁ hetu rājāno coraṁ āgucāriṁ gahetvā vividhā kammakāraṇā kārenti kasāhipi tāḷenti, vettehipi tāḷenti, addhadaṇḍakehipi tāḷenti, hatthampi chindanti, pādampi chindanti, hatthapādampi chindanti, kaṇṇampi chindanti, nāsampi chindanti, kaṇṇanāsampi chindanti, bilaṅgathālikampi karonti, saṅkhamuṇḍikampi karonti, rāhumukhampi karonti, jotimālikampi karonti, hatthapajjotikampi karonti, erakavattikampi karonti, cīrakavāsikampi karonti, eṇeyyakampi karonti, balisamaṁsikampi karonti, kahāpaṇikampi karonti, khārāpatacchikampi karonti, palighaparivattikampi karonti, palālapīṭhakampi karonti, tattenapi telena osiñcanti, sunakhehipi khādāpenti, jīvantampi sūle uttāsenti, asināpi sīsaṁ chindanti, na te dhammā mayi saṁvijjanti, ahañca na tesu dhammesu sandissāmī’ti. ",
  "mn129:29.5": "Idampi, bhikkhave, paṇḍito dutiyaṁ diṭṭheva dhamme sukhaṁ somanassaṁ paṭisaṁvedeti. ",
  "mn129:30.1": "Puna caparaṁ, bhikkhave, paṇḍitaṁ pīṭhasamārūḷhaṁ vā mañcasamārūḷhaṁ vā chamāyaṁ vā semānaṁ, yānissa pubbe kalyāṇāni kammāni katāni kāyena sucaritāni vācāya sucaritāni manasā sucaritāni tānissa tamhi samaye olambanti …pe… ",
  "mn129:30.2": "seyyathāpi, bhikkhave, mahataṁ pabbatakūṭānaṁ chāyā sāyanhasamayaṁ pathaviyā olambanti ajjholambanti abhippalambanti; ",
  "mn129:30.3": "evameva kho, bhikkhave, paṇḍitaṁ pīṭhasamārūḷhaṁ vā mañcasamārūḷhaṁ vā chamāyaṁ vā semānaṁ yānissa pubbe kalyāṇāni kammāni katāni kāyena sucaritāni vācāya sucaritāni manasā sucaritāni tānissa tamhi samaye olambanti ajjholambanti abhippalambanti. ",
  "mn129:30.4": "Tatra, bhikkhave, paṇḍitassa evaṁ hoti: ",
  "mn129:30.5": "‘akataṁ vata me pāpaṁ, akataṁ luddaṁ, akataṁ kibbisaṁ; ",
  "mn129:30.6": "kataṁ kalyāṇaṁ, kataṁ kusalaṁ, kataṁ bhīruttāṇaṁ. ",
  "mn129:30.7": "Yāvatā, bho, akatapāpānaṁ akataluddānaṁ akatakibbisānaṁ katakalyāṇānaṁ katakusalānaṁ katabhīruttāṇānaṁ gati taṁ gatiṁ pecca gacchāmī’ti. ",
  "mn129:30.8": "So na socati, na kilamati, na paridevati, na urattāḷiṁ kandati, na sammohaṁ āpajjati. ",
  "mn129:30.9": "Idampi, bhikkhave, paṇḍito tatiyaṁ diṭṭheva dhamme sukhaṁ somanassaṁ paṭisaṁvedeti. ",
  "mn129:31.1": "Sa kho so, bhikkhave, paṇḍito kāyena sucaritaṁ caritvā vācāya sucaritaṁ caritvā manasā sucaritaṁ caritvā kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjati. ",
  "mn129:32.1": "Yaṁ kho taṁ, bhikkhave, sammā vadamāno vadeyya: ",
  "mn129:32.2": "‘ekantaṁ iṭṭhaṁ ekantaṁ kantaṁ ekantaṁ manāpan’ti, saggameva taṁ sammā vadamāno vadeyya: ",
  "mn129:32.3": "‘ekantaṁ iṭṭhaṁ ekantaṁ kantaṁ ekantaṁ manāpan’ti. ",
  "mn129:32.4": "Yāvañcidaṁ, bhikkhave, upamāpi na sukarā yāva sukhā saggā”ti. ",
  "mn129:32.5": "Evaṁ vutte, aññataro bhikkhu bhagavantaṁ etadavoca: ",
  "mn129:32.6": "“sakkā pana, bhante, upamaṁ kātun”ti? ",
  "mn129:33.1": "“Sakkā, bhikkhū”ti bhagavā avoca. ",
  "mn129:33.2": "“Seyyathāpi, bhikkhave, rājā cakkavattī sattahi ratanehi samannāgato catūhi ca iddhīhi tatonidānaṁ sukhaṁ somanassaṁ paṭisaṁvedeti. ",
  "mn129:34.1": "Katamehi sattahi? ",
  "mn129:34.2": "Idha, bhikkhave, rañño khattiyassa muddhāvasittassa tadahuposathe pannarase sīsaṁnhātassa uposathikassa uparipāsādavaragatassa dibbaṁ cakkaratanaṁ pātubhavati sahassāraṁ sanemikaṁ sanābhikaṁ sabbākāraparipūraṁ. ",
  "mn129:34.3": "Taṁ disvāna rañño khattiyassa muddhāvasittassa evaṁ hoti: ",
  "mn129:34.4": "‘sutaṁ kho pana metaṁ yassa rañño khattiyassa muddhāvasittassa tadahuposathe pannarase sīsaṁnhātassa uposathikassa uparipāsādavaragatassa dibbaṁ cakkaratanaṁ pātubhavati sahassāraṁ sanemikaṁ sanābhikaṁ sabbākāraparipūraṁ, so hoti rājā cakkavattīti. ",
  "mn129:34.5": "Assaṁ nu kho ahaṁ rājā cakkavattī’ti? ",
  "mn129:35.1": "Atha kho, bhikkhave, rājā khattiyo muddhāvasitto vāmena hatthena bhiṅkāraṁ gahetvā dakkhiṇena hatthena cakkaratanaṁ abbhukkirati: ",
  "mn129:35.2": "‘pavattatu bhavaṁ cakkaratanaṁ, abhivijinātu bhavaṁ cakkaratanan’ti. ",
  "mn129:35.3": "Atha kho taṁ, bhikkhave, cakkaratanaṁ puratthimaṁ disaṁ pavattati. Anvadeva rājā cakkavattī saddhiṁ caturaṅginiyā senāya. Yasmiṁ kho pana, bhikkhave, padese cakkaratanaṁ patiṭṭhāti tattha rājā cakkavattī vāsaṁ upeti saddhiṁ caturaṅginiyā senāya. ",
  "mn129:35.4": "Ye kho pana, bhikkhave, puratthimāya disāya paṭirājāno te rājānaṁ cakkavattiṁ upasaṅkamitvā evamāhaṁsu: ",
  "mn129:35.5": "‘ehi kho, mahārāja. Svāgataṁ te, mahārāja. Sakaṁ te, mahārāja. Anusāsa, mahārājā’ti. ",
  "mn129:35.6": "Rājā cakkavattī evamāha: ",
  "mn129:35.7": "‘pāṇo na hantabbo, adinnaṁ nādātabbaṁ, kāmesumicchā na caritabbā, musā na bhāsitabbā, majjaṁ na pātabbaṁ, yathābhuttañca bhuñjathā’ti. ",
  "mn129:35.8": "Ye kho pana, bhikkhave, puratthimāya disāya paṭirājāno te rañño cakkavattissa anuyantā bhavanti. ",
  "mn129:35.9": "Atha kho taṁ, bhikkhave, cakkaratanaṁ puratthimaṁ samuddaṁ ajjhogāhetvā paccuttaritvā dakkhiṇaṁ disaṁ pavattati …pe… ",
  "mn129:35.10": "dakkhiṇaṁ samuddaṁ ajjhogāhetvā paccuttaritvā pacchimaṁ disaṁ pavattati …pe… ",
  "mn129:35.11": "pacchimaṁ samuddaṁ ajjhogāhetvā paccuttaritvā uttaraṁ disaṁ pavattati anvadeva rājā cakkavattī saddhiṁ caturaṅginiyā senāya. Yasmiṁ kho pana, bhikkhave, padese cakkaratanaṁ patiṭṭhāti tattha rājā cakkavattī vāsaṁ upeti saddhiṁ caturaṅginiyā senāya. ",
  "mn129:35.12": "Ye kho pana, bhikkhave, uttarāya disāya paṭirājāno te rājānaṁ cakkavattiṁ upasaṅkamitvā evamāhaṁsu: ",
  "mn129:35.13": "‘ehi kho, mahārāja. Svāgataṁ te, mahārāja. Sakaṁ te, mahārāja. Anusāsa, mahārājā’ti. ",
  "mn129:35.14": "Rājā cakkavattī evamāha: ",
  "mn129:35.15": "‘pāṇo na hantabbo, adinnaṁ nādātabbaṁ, kāmesumicchā na caritabbā, musā na bhāsitabbā, majjaṁ na pātabbaṁ; yathābhuttañca bhuñjathā’ti. ",
  "mn129:35.16": "Ye kho pana, bhikkhave, uttarāya disāya paṭirājāno te rañño cakkavattissa anuyantā bhavanti. ",
  "mn129:35.17": "Atha kho taṁ, bhikkhave, cakkaratanaṁ samuddapariyantaṁ pathaviṁ abhivijinitvā tameva rājadhāniṁ paccāgantvā rañño cakkavattissa antepuradvāre akkhāhataṁ maññe tiṭṭhati rañño cakkavattissa antepuradvāraṁ upasobhayamānaṁ. ",
  "mn129:35.18": "Rañño, bhikkhave, cakkavattissa evarūpaṁ cakkaratanaṁ pātubhavati. ",
  "mn129:36.1": "Puna caparaṁ, bhikkhave, rañño cakkavattissa hatthiratanaṁ pātubhavati—",
  "mn129:36.2": "sabbaseto sattappatiṭṭho iddhimā vehāsaṅgamo uposatho nāma nāgarājā. ",
  "mn129:36.3": "Taṁ disvāna rañño cakkavattissa cittaṁ pasīdati: ",
  "mn129:36.4": "‘bhaddakaṁ vata bho hatthiyānaṁ, sace damathaṁ upeyyā’ti. ",
  "mn129:36.5": "Atha kho taṁ, bhikkhave, hatthiratanaṁ seyyathāpi nāma bhaddo hatthājānīyo dīgharattaṁ suparidanto evameva damathaṁ upeti. ",
  "mn129:36.6": "Bhūtapubbaṁ, bhikkhave, rājā cakkavattī tameva hatthiratanaṁ vīmaṁsamāno pubbaṇhasamayaṁ abhiruhitvā samuddapariyantaṁ pathaviṁ anusaṁyāyitvā tameva rājadhāniṁ paccāgantvā pātarāsamakāsi. ",
  "mn129:36.7": "Rañño, bhikkhave, cakkavattissa evarūpaṁ hatthiratanaṁ pātubhavati. ",
  "mn129:37.1": "Puna caparaṁ, bhikkhave, rañño cakkavattissa assaratanaṁ pātubhavati—",
  "mn129:37.2": "sabbaseto kāḷasīso muñjakeso iddhimā vehāsaṅgamo valāhako nāma assarājā. ",
  "mn129:37.3": "Taṁ disvāna rañño cakkavattissa cittaṁ pasīdati: ",
  "mn129:37.4": "‘bhaddakaṁ vata bho assayānaṁ, sace damathaṁ upeyyā’ti. ",
  "mn129:37.5": "Atha kho taṁ, bhikkhave, assaratanaṁ seyyathāpi nāma bhaddo assājānīyo dīgharattaṁ suparidanto evameva damathaṁ upeti. ",
  "mn129:37.6": "Bhūtapubbaṁ, bhikkhave, rājā cakkavattī tameva assaratanaṁ vīmaṁsamāno pubbaṇhasamayaṁ abhiruhitvā samuddapariyantaṁ pathaviṁ anusaṁyāyitvā tameva rājadhāniṁ paccāgantvā pātarāsamakāsi. ",
  "mn129:37.7": "Rañño, bhikkhave, cakkavattissa evarūpaṁ assaratanaṁ pātubhavati. ",
  "mn129:38.1": "Puna caparaṁ, bhikkhave, rañño cakkavattissa maṇiratanaṁ pātubhavati. ",
  "mn129:38.2": "So hoti maṇi veḷuriyo subho jātimā aṭṭhaṁso suparikammakato. ",
  "mn129:38.3": "Tassa kho pana, bhikkhave, maṇiratanassa ābhā samantā yojanaṁ phuṭā hoti. ",
  "mn129:38.4": "Bhūtapubbaṁ, bhikkhave, rājā cakkavattī tameva maṇiratanaṁ vīmaṁsamāno caturaṅginiṁ senaṁ sannayhitvā maṇiṁ dhajaggaṁ āropetvā rattandhakāratimisāya pāyāsi. ",
  "mn129:38.5": "Ye kho pana, bhikkhave, samantā gāmā ahesuṁ te tenobhāsena kammante payojesuṁ ‘divā’ti maññamānā. ",
  "mn129:38.6": "Rañño, bhikkhave, cakkavattissa evarūpaṁ maṇiratanaṁ pātubhavati. ",
  "mn129:39.1": "Puna caparaṁ, bhikkhave, rañño cakkavattissa itthiratanaṁ pātubhavati. ",
  "mn129:39.2": "Sā abhirūpā dassanīyā pāsādikā paramāya vaṇṇapokkharatāya samannāgatā nātidīghā nātirassā nātikisā nātithūlā nātikāḷikā nāccodātā, atikkantā mānusaṁ vaṇṇaṁ, appattā dibbaṁ vaṇṇaṁ. ",
  "mn129:39.3": "Tassa kho pana, bhikkhave, itthiratanassa evarūpo kāyasamphasso hoti, seyyathāpi nāma tūlapicuno vā kappāsapicuno vā. ",
  "mn129:39.4": "Tassa kho pana, bhikkhave, itthiratanassa sīte uṇhāni gattāni honti, uṇhe sītāni gattāni honti. ",
  "mn129:39.5": "Tassa kho pana, bhikkhave, itthiratanassa kāyato candanagandho vāyati, mukhato uppalagandho vāyati. ",
  "mn129:39.6": "Taṁ kho pana, bhikkhave, itthiratanaṁ rañño cakkavattissa pubbuṭṭhāyinī hoti pacchānipātinī kiṅkārapaṭissāvinī manāpacārinī piyavādinī. ",
  "mn129:39.7": "Taṁ kho pana, bhikkhave, itthiratanaṁ rājānaṁ cakkavattiṁ manasāpi no aticarati, kuto pana kāyena? ",
  "mn129:39.8": "Rañño, bhikkhave, cakkavattissa evarūpaṁ itthiratanaṁ pātubhavati. ",
  "mn129:40.1": "Puna caparaṁ, bhikkhave, rañño cakkavattissa gahapatiratanaṁ pātubhavati. ",
  "mn129:40.2": "Tassa kammavipākajaṁ dibbacakkhu pātubhavati, yena nidhiṁ passati sassāmikampi assāmikampi. ",
  "mn129:40.3": "So rājānaṁ cakkavattiṁ upasaṅkamitvā evamāha: ",
  "mn129:40.4": "‘appossukko tvaṁ, deva, hohi. Ahaṁ te dhanena dhanakaraṇīyaṁ karissāmī’ti. ",
  "mn129:40.5": "Bhūtapubbaṁ, bhikkhave, rājā cakkavattī tameva gahapatiratanaṁ vīmaṁsamāno nāvaṁ abhiruhitvā majjhe gaṅgāya nadiyā sotaṁ ogāhitvā gahapatiratanaṁ etadavoca: ",
  "mn129:40.6": "‘attho me, gahapati, hiraññasuvaṇṇenā’ti. ",
  "mn129:40.7": "‘Tena hi, mahārāja, ekaṁ tīraṁ nāvā upetū’ti. ",
  "mn129:40.8": "‘Idheva me, gahapati, attho hiraññasuvaṇṇenā’ti. ",
  "mn129:40.9": "Atha kho taṁ, bhikkhave, gahapatiratanaṁ ubhohi hatthehi udake omasitvā pūraṁ hiraññasuvaṇṇassa kumbhiṁ uddharitvā rājānaṁ cakkavattiṁ etadavoca: ",
  "mn129:40.10": "‘alamettāvatā, mahārāja. Katamettāvatā, mahārāja. Pūjitamettāvatā, mahārājā’ti. ",
  "mn129:40.11": "Rājā cakkavattī evamāha: ",
  "mn129:40.12": "‘alamettāvatā, gahapati. Katamettāvatā, gahapati. Pūjitamettāvatā, gahapatī’ti. ",
  "mn129:40.13": "Rañño, bhikkhave, cakkavattissa evarūpaṁ gahapatiratanaṁ pātubhavati. ",
  "mn129:41.1": "Puna caparaṁ, bhikkhave, rañño cakkavattissa pariṇāyakaratanaṁ pātubhavati—",
  "mn129:41.2": "paṇḍito byatto medhāvī paṭibalo rājānaṁ cakkavattiṁ upayāpetabbaṁ upayāpetuṁ apayāpetabbaṁ apayāpetuṁ ṭhapetabbaṁ ṭhapetuṁ. ",
  "mn129:41.3": "So rājānaṁ cakkavattiṁ upasaṅkamitvā evamāha: ",
  "mn129:41.4": "‘appossukko tvaṁ, deva, hohi. Ahamanusāsissāmī’ti. ",
  "mn129:41.5": "Rañño, bhikkhave, cakkavattissa evarūpaṁ pariṇāyakaratanaṁ pātubhavati. ",
  "mn129:41.6": "Rājā, bhikkhave, cakkavattī imehi sattahi ratanehi samannāgato hoti. ",
  "mn129:42.1": "Katamāhi catūhi iddhīhi? ",
  "mn129:42.2": "Idha, bhikkhave, rājā cakkavattī abhirūpo hoti dassanīyo pāsādiko paramāya vaṇṇapokkharatāya samannāgato ativiya aññehi manussehi. ",
  "mn129:42.3": "Rājā, bhikkhave, cakkavattī imāya paṭhamāya iddhiyā samannāgato hoti. ",
  "mn129:43.1": "Puna caparaṁ, bhikkhave, rājā cakkavattī dīghāyuko hoti ciraṭṭhitiko ativiya aññehi manussehi. ",
  "mn129:43.2": "Rājā, bhikkhave, cakkavattī imāya dutiyāya iddhiyā samannāgato hoti. ",
  "mn129:44.1": "Puna caparaṁ, bhikkhave, rājā cakkavattī appābādho hoti appātaṅko samavepākiniyā gahaṇiyā samannāgato nātisītāya nāccuṇhāya ativiya aññehi manussehi. ",
  "mn129:44.2": "Rājā, bhikkhave, cakkavattī imāya tatiyāya iddhiyā samannāgato hoti. ",
  "mn129:45.1": "Puna caparaṁ, bhikkhave, rājā cakkavattī brāhmaṇagahapatikānaṁ piyo hoti manāpo. ",
  "mn129:45.2": "Seyyathāpi, bhikkhave, pitā puttānaṁ piyo hoti manāpo; ",
  "mn129:45.3": "evameva kho, bhikkhave, rājā cakkavattī brāhmaṇagahapatikānaṁ piyo hoti manāpo. ",
  "mn129:45.4": "Raññopi, bhikkhave, cakkavattissa brāhmaṇagahapatikā piyā honti manāpā. ",
  "mn129:45.5": "Seyyathāpi, bhikkhave, pitu puttā piyā honti manāpā; ",
  "mn129:45.6": "evameva kho, bhikkhave, raññopi cakkavattissa brāhmaṇagahapatikā piyā honti manāpā. ",
  "mn129:45.7": "Bhūtapubbaṁ, bhikkhave, rājā cakkavattī caturaṅginiyā senāya uyyānabhūmiṁ niyyāsi. ",
  "mn129:45.8": "Atha kho, bhikkhave, brāhmaṇagahapatikā rājānaṁ cakkavattiṁ upasaṅkamitvā evamāhaṁsu: ",
  "mn129:45.9": "‘ataramāno, deva, yāhi yathā taṁ mayaṁ cirataraṁ passeyyāmā’ti. ",
  "mn129:45.10": "Rājāpi, bhikkhave, cakkavattī sārathiṁ āmantesi: ",
  "mn129:45.11": "‘ataramāno, sārathi, pesehi yathā maṁ brāhmaṇagahapatikā cirataraṁ passeyyun’ti. ",
  "mn129:45.12": "Rājā, bhikkhave, cakkavattī imāya catutthāya iddhiyā samannāgato hoti. ",
  "mn129:45.13": "Rājā, bhikkhave, cakkavattī imāhi catūhi iddhīhi samannāgato hoti. ",
  "mn129:46.1": "Taṁ kiṁ maññatha, bhikkhave, ",
  "mn129:46.2": "api nu kho rājā cakkavattī imehi sattahi ratanehi samannāgato imāhi catūhi ca iddhīhi tatonidānaṁ sukhaṁ somanassaṁ paṭisaṁvediyethā”ti? ",
  "mn129:46.3": "“Ekamekenapi, bhante, ratanena samannāgato rājā cakkavattī tatonidānaṁ sukhaṁ somanassaṁ paṭisaṁvediyetha, ko pana vādo sattahi ratanehi catūhi ca iddhīhī”ti? ",
  "mn129:47.1": "Atha kho bhagavā parittaṁ pāṇimattaṁ pāsāṇaṁ gahetvā bhikkhū āmantesi: ",
  "mn129:47.2": "“Taṁ kiṁ maññatha, bhikkhave, ",
  "mn129:47.3": "katamo nu kho mahantataro—yo cāyaṁ mayā paritto pāṇimatto pāsāṇo gahito yo ca himavā pabbatarājā”ti? ",
  "mn129:47.4": "“Appamattako ayaṁ, bhante, bhagavatā paritto pāṇimatto pāsāṇo gahito; himavantaṁ pabbatarājānaṁ upanidhāya saṅkhampi na upeti; kalabhāgampi na upeti; upanidhampi na upetī”ti. ",
  "mn129:47.5": "“Evameva kho, bhikkhave, yaṁ rājā cakkavattī sattahi ratanehi samannāgato catūhi ca iddhīhi tatonidānaṁ sukhaṁ somanassaṁ paṭisaṁvedeti taṁ dibbassa sukhassa upanidhāya saṅkhampi na upeti; kalabhāgampi na upeti; upanidhampi na upeti. ",
  "mn129:48.1": "Sa kho so, bhikkhave, paṇḍito sace kadāci karahaci dīghassa addhuno accayena manussattaṁ āgacchati, yāni tāni uccākulāni—",
  "mn129:48.2": "khattiyamahāsālakulaṁ vā brāhmaṇamahāsālakulaṁ vā gahapatimahāsālakulaṁ vā tathārūpe kule paccājāyati aḍḍhe mahaddhane mahābhoge pahūtajātarūparajate pahūtavittūpakaraṇe pahūtadhanadhaññe. ",
  "mn129:48.3": "So ca hoti abhirūpo dassanīyo pāsādiko paramāya vaṇṇapokkharatāya samannāgato, lābhī annassa pānassa vatthassa yānassa mālāgandhavilepanassa seyyāvasathapadīpeyyassa. ",
  "mn129:48.4": "So kāyena sucaritaṁ carati, vācāya sucaritaṁ carati, manasā sucaritaṁ carati. ",
  "mn129:48.5": "So kāyena sucaritaṁ caritvā, vācāya sucaritaṁ caritvā, manasā sucaritaṁ caritvā, kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjati. ",
  "mn129:49.1": "Seyyathāpi, bhikkhave, akkhadhutto paṭhameneva kaṭaggahena mahantaṁ bhogakkhandhaṁ adhigaccheyya; ",
  "mn129:49.2": "appamattako so, bhikkhave, kaṭaggaho yaṁ so akkhadhutto paṭhameneva kaṭaggahena mahantaṁ bhogakkhandhaṁ adhigaccheyya. ",
  "mn129:49.3": "Atha kho ayameva tato mahantataro kaṭaggaho yaṁ so paṇḍito kāyena sucaritaṁ caritvā, vācāya sucaritaṁ caritvā, manasā sucaritaṁ caritvā kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjati. ",
  "mn129:49.4": "Ayaṁ, bhikkhave, kevalā paripūrā paṇḍitabhūmī”ti. ",
  "mn129:49.5": "Idamavoca bhagavā. ",
  "mn129:49.6": "Attamanā te bhikkhū bhagavato bhāsitaṁ abhinandunti. ",
  "mn129:49.7": "Bālapaṇḍitasuttaṁ niṭṭhitaṁ navamaṁ. "
}