{
  "mn12:0.1": "Majjhima Nikāya 12 ",
  "mn12:0.2": "Mahāsīhanādasutta ",
  "mn12:1.1": "Evaṁ me sutaṁ—",
  "mn12:1.2": "ekaṁ samayaṁ bhagavā vesāliyaṁ viharati bahinagare aparapure vanasaṇḍe. ",
  "mn12:2.1": "Tena kho pana samayena sunakkhatto licchaviputto acirapakkanto hoti imasmā dhammavinayā. ",
  "mn12:2.2": "So vesāliyaṁ parisati evaṁ vācaṁ bhāsati: ",
  "mn12:2.3": "“natthi samaṇassa gotamassa uttari manussadhammā alamariyañāṇadassanaviseso. ",
  "mn12:2.4": "Takkapariyāhataṁ samaṇo gotamo dhammaṁ deseti vīmaṁsānucaritaṁ sayampaṭibhānaṁ. ",
  "mn12:2.5": "Yassa ca khvāssa atthāya dhammo desito so niyyāti takkarassa sammā dukkhakkhayāyā”ti. ",
  "mn12:3.1": "Atha kho āyasmā sāriputto pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya vesāliṁ piṇḍāya pāvisi. ",
  "mn12:3.2": "Assosi kho āyasmā sāriputto sunakkhattassa licchaviputtassa vesāliyaṁ parisati evaṁ vācaṁ bhāsamānassa: ",
  "mn12:3.3": "“natthi samaṇassa gotamassa uttari manussadhammā alamariyañāṇadassanaviseso. ",
  "mn12:3.4": "Takkapariyāhataṁ samaṇo gotamo dhammaṁ deseti vīmaṁsānucaritaṁ sayampaṭibhānaṁ. ",
  "mn12:3.5": "Yassa ca khvāssa atthāya dhammo desito so niyyāti takkarassa sammā dukkhakkhayāyā”ti. ",
  "mn12:3.6": "Atha kho āyasmā sāriputto vesāliyaṁ piṇḍāya caritvā pacchābhattaṁ piṇḍapātapaṭikkanto yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho āyasmā sāriputto bhagavantaṁ etadavoca: ",
  "mn12:3.7": "“sunakkhatto, bhante, licchaviputto acirapakkanto imasmā dhammavinayā. ",
  "mn12:3.8": "So vesāliyaṁ parisati evaṁ vācaṁ bhāsati: ",
  "mn12:3.9": "‘natthi samaṇassa gotamassa uttari manussadhammā alamariyañāṇadassanaviseso. ",
  "mn12:3.10": "Takkapariyāhataṁ samaṇo gotamo dhammaṁ deseti vīmaṁsānucaritaṁ sayampaṭibhānaṁ. ",
  "mn12:3.11": "Yassa ca khvāssa atthāya dhammo desito so niyyāti takkarassa sammā dukkhakkhayāyā’”ti. ",
  "mn12:4.1": "“Kodhano heso, sāriputta, sunakkhatto moghapuriso. ",
  "mn12:4.2": "Kodhā ca panassa esā vācā bhāsitā. ",
  "mn12:4.3": "‘Avaṇṇaṁ bhāsissāmī’ti kho, sāriputta, sunakkhatto moghapuriso vaṇṇaṁyeva tathāgatassa bhāsati. ",
  "mn12:4.4": "Vaṇṇo heso, sāriputta, tathāgatassa yo evaṁ vadeyya: ",
  "mn12:4.5": "‘yassa ca khvāssa atthāya dhammo desito so niyyāti takkarassa sammā dukkhakkhayāyā’ti. ",
  "mn12:5.1": "Ayampi hi nāma, sāriputta, sunakkhattassa moghapurisassa mayi dhammanvayo na bhavissati: ",
  "mn12:5.2": "‘itipi so bhagavā arahaṁ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi, satthā devamanussānaṁ, buddho bhagavā’ti. ",
  "mn12:6.1": "Ayampi hi nāma, sāriputta, sunakkhattassa moghapurisassa mayi dhammanvayo na bhavissati: ",
  "mn12:6.2": "‘itipi so bhagavā anekavihitaṁ iddhividhaṁ paccanubhoti—ekopi hutvā bahudhā hoti, bahudhāpi hutvā eko hoti; āvibhāvaṁ, tirobhāvaṁ; tirokuṭṭaṁ tiropākāraṁ tiropabbataṁ asajjamāno gacchati, seyyathāpi ākāse; pathaviyāpi ummujjanimujjaṁ karoti, seyyathāpi udake; udakepi abhijjamāne gacchati, seyyathāpi pathaviyaṁ; ākāsepi pallaṅkena kamati, seyyathāpi pakkhī sakuṇo; imepi candimasūriye evaṁmahiddhike evaṁmahānubhāve pāṇinā parimasati parimajjati; yāva brahmalokāpi kāyena vasaṁ vattetī’ti. ",
  "mn12:7.1": "Ayampi hi nāma, sāriputta, sunakkhattassa moghapurisassa mayi dhammanvayo na bhavissati: ",
  "mn12:7.2": "‘itipi so bhagavā dibbāya sotadhātuyā visuddhāya atikkantamānusikāya ubho sadde suṇāti—dibbe ca mānuse ca, ye dūre santike cā’ti. ",
  "mn12:8.1": "Ayampi hi nāma, sāriputta, sunakkhattassa moghapurisassa mayi dhammanvayo na bhavissati: ",
  "mn12:8.2": "‘itipi so bhagavā parasattānaṁ parapuggalānaṁ cetasā ceto paricca pajānāti—",
  "mn12:8.3": "sarāgaṁ vā cittaṁ sarāgaṁ cittanti pajānāti,",
  "mn12:8.4": "vītarāgaṁ vā cittaṁ vītarāgaṁ cittanti pajānāti;",
  "mn12:8.5": "sadosaṁ vā cittaṁ sadosaṁ cittanti pajānāti,",
  "mn12:8.6": "vītadosaṁ vā cittaṁ vītadosaṁ cittanti pajānāti;",
  "mn12:8.7": "samohaṁ vā cittaṁ samohaṁ cittanti pajānāti,",
  "mn12:8.8": "vītamohaṁ vā cittaṁ vītamohaṁ cittanti pajānāti;",
  "mn12:8.9": "saṅkhittaṁ vā cittaṁ saṅkhittaṁ cittanti pajānāti,",
  "mn12:8.10": "vikkhittaṁ vā cittaṁ vikkhittaṁ cittanti pajānāti;",
  "mn12:8.11": "mahaggataṁ vā cittaṁ mahaggataṁ cittanti pajānāti,",
  "mn12:8.12": "amahaggataṁ vā cittaṁ amahaggataṁ cittanti pajānāti;",
  "mn12:8.13": "sauttaraṁ vā cittaṁ sauttaraṁ cittanti pajānāti,",
  "mn12:8.14": "anuttaraṁ vā cittaṁ anuttaraṁ cittanti pajānāti;",
  "mn12:8.15": "samāhitaṁ vā cittaṁ samāhitaṁ cittanti pajānāti,",
  "mn12:8.16": "asamāhitaṁ vā cittaṁ asamāhitaṁ cittanti pajānāti;",
  "mn12:8.17": "vimuttaṁ vā cittaṁ vimuttaṁ cittanti pajānāti,",
  "mn12:8.18": "avimuttaṁ vā cittaṁ avimuttaṁ cittanti pajānātī’ti.",
  "mn12:9.1": "Dasa kho panimāni, sāriputta, tathāgatassa tathāgatabalāni yehi balehi samannāgato tathāgato āsabhaṁ ṭhānaṁ paṭijānāti, parisāsu sīhanādaṁ nadati, brahmacakkaṁ pavatteti. ",
  "mn12:9.2": "Katamāni dasa? ",
  "mn12:10.1": "Idha, sāriputta, tathāgato ṭhānañca ṭhānato aṭṭhānañca aṭṭhānato yathābhūtaṁ pajānāti. ",
  "mn12:10.2": "Yampi, sāriputta, tathāgato ṭhānañca ṭhānato aṭṭhānañca aṭṭhānato yathābhūtaṁ pajānāti, idampi, sāriputta, tathāgatassa tathāgatabalaṁ hoti yaṁ balaṁ āgamma tathāgato āsabhaṁ ṭhānaṁ paṭijānāti, parisāsu sīhanādaṁ nadati, brahmacakkaṁ pavatteti. ",
  "mn12:11.1": "Puna caparaṁ, sāriputta, tathāgato atītānāgatapaccuppannānaṁ kammasamādānānaṁ ṭhānaso hetuso vipākaṁ yathābhūtaṁ pajānāti. ",
  "mn12:11.2": "Yampi, sāriputta, tathāgato atītānāgatapaccuppannānaṁ kammasamādānānaṁ ṭhānaso hetuso vipākaṁ yathābhūtaṁ pajānāti, idampi, sāriputta, tathāgatassa tathāgatabalaṁ hoti yaṁ balaṁ āgamma tathāgato āsabhaṁ ṭhānaṁ paṭijānāti, parisāsu sīhanādaṁ nadati, brahmacakkaṁ pavatteti. ",
  "mn12:12.1": "Puna caparaṁ, sāriputta, tathāgato sabbatthagāminiṁ paṭipadaṁ yathābhūtaṁ pajānāti. ",
  "mn12:12.2": "Yampi, sāriputta, tathāgato sabbatthagāminiṁ paṭipadaṁ yathābhūtaṁ pajānāti, idampi, sāriputta, tathāgatassa tathāgatabalaṁ hoti yaṁ balaṁ āgamma tathāgato āsabhaṁ ṭhānaṁ paṭijānāti, parisāsu sīhanādaṁ nadati, brahmacakkaṁ pavatteti. ",
  "mn12:13.1": "Puna caparaṁ, sāriputta, tathāgato anekadhātunānādhātulokaṁ yathābhūtaṁ pajānāti. ",
  "mn12:13.2": "Yampi, sāriputta, tathāgato anekadhātunānādhātulokaṁ yathābhūtaṁ pajānāti, idampi, sāriputta, tathāgatassa tathāgatabalaṁ hoti yaṁ balaṁ āgamma tathāgato āsabhaṁ ṭhānaṁ paṭijānāti, parisāsu sīhanādaṁ nadati, brahmacakkaṁ pavatteti. ",
  "mn12:14.1": "Puna caparaṁ, sāriputta, tathāgato sattānaṁ nānādhimuttikataṁ yathābhūtaṁ pajānāti. ",
  "mn12:14.2": "Yampi, sāriputta, tathāgato sattānaṁ nānādhimuttikataṁ yathābhūtaṁ pajānāti, idampi, sāriputta, tathāgatassa tathāgatabalaṁ hoti yaṁ balaṁ āgamma tathāgato āsabhaṁ ṭhānaṁ paṭijānāti, parisāsu sīhanādaṁ nadati, brahmacakkaṁ pavatteti. ",
  "mn12:15.1": "Puna caparaṁ, sāriputta, tathāgato parasattānaṁ parapuggalānaṁ indriyaparopariyattaṁ yathābhūtaṁ pajānāti. ",
  "mn12:15.2": "Yampi, sāriputta, tathāgato parasattānaṁ parapuggalānaṁ indriyaparopariyattaṁ yathābhūtaṁ pajānāti, idampi, sāriputta, tathāgatassa tathāgatabalaṁ hoti yaṁ balaṁ āgamma tathāgato āsabhaṁ ṭhānaṁ paṭijānāti, parisāsu sīhanādaṁ nadati, brahmacakkaṁ pavatteti. ",
  "mn12:16.1": "Puna caparaṁ, sāriputta, tathāgato jhānavimokkhasamādhisamāpattīnaṁ saṅkilesaṁ vodānaṁ vuṭṭhānaṁ yathābhūtaṁ pajānāti. ",
  "mn12:16.2": "Yampi, sāriputta, tathāgato jhānavimokkhasamādhisamāpattīnaṁ saṅkilesaṁ vodānaṁ vuṭṭhānaṁ yathābhūtaṁ pajānāti, idampi, sāriputta, tathāgatassa tathāgatabalaṁ hoti yaṁ balaṁ āgamma tathāgato āsabhaṁ ṭhānaṁ paṭijānāti, parisāsu sīhanādaṁ nadati, brahmacakkaṁ pavatteti. ",
  "mn12:17.1": "Puna caparaṁ, sāriputta, tathāgato anekavihitaṁ pubbenivāsaṁ anussarati, seyyathidaṁ—ekampi jātiṁ dvepi jātiyo tissopi jātiyo catassopi jātiyo pañcapi jātiyo dasapi jātiyo vīsampi jātiyo tiṁsampi jātiyo cattālīsampi jātiyo paññāsampi jātiyo jātisatampi jātisahassampi jātisatasahassampi anekepi saṁvaṭṭakappe anekepi vivaṭṭakappe anekepi saṁvaṭṭavivaṭṭakappe: ‘amutrāsiṁ evaṁnāmo evaṅgotto evaṁvaṇṇo evamāhāro evaṁsukhadukkhappaṭisaṁvedī evamāyupariyanto, so tato cuto amutra udapādiṁ; tatrāpāsiṁ evaṁnāmo evaṅgotto evaṁvaṇṇo evamāhāro evaṁsukhadukkhappaṭisaṁvedī evamāyupariyanto, so tato cuto idhūpapanno’ti. Iti sākāraṁ sauddesaṁ anekavihitaṁ pubbenivāsaṁ anussarati. ",
  "mn12:17.2": "Yampi, sāriputta, tathāgato anekavihitaṁ pubbenivāsaṁ anussarati, seyyathidaṁ—ekampi jātiṁ dvepi jātiyo …pe… iti sākāraṁ sauddesaṁ anekavihitaṁ pubbenivāsaṁ anussarati, idampi, sāriputta, tathāgatassa tathāgatabalaṁ hoti yaṁ balaṁ āgamma tathāgato āsabhaṁ ṭhānaṁ paṭijānāti, parisāsu sīhanādaṁ nadati, brahmacakkaṁ pavatteti. ",
  "mn12:18.1": "Puna caparaṁ, sāriputta, tathāgato dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate yathākammūpage satte pajānāti: ‘ime vata bhonto sattā kāyaduccaritena samannāgatā vacīduccaritena samannāgatā manoduccaritena samannāgatā ariyānaṁ upavādakā micchādiṭṭhikā micchādiṭṭhikammasamādānā, te kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapannā. Ime vā pana bhonto sattā kāyasucaritena samannāgatā vacīsucaritena samannāgatā manosucaritena samannāgatā ariyānaṁ anupavādakā sammādiṭṭhikā sammādiṭṭhikammasamādānā, te kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapannā’ti. Iti dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate yathākammūpage satte pajānāti. ",
  "mn12:18.2": "Yampi, sāriputta, tathāgato dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate yathākammūpage satte pajānāti: ‘ime vata bhonto sattā kāyaduccaritena samannāgatā vacīduccaritena samannāgatā manoduccaritena samannāgatā ariyānaṁ upavādakā micchādiṭṭhikā micchādiṭṭhikammasamādānā, te kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapannā. Ime vā pana bhonto sattā kāyasucaritena samannāgatā vacīsucaritena samannāgatā manosucaritena samannāgatā ariyānaṁ anupavādakā sammādiṭṭhikā sammādiṭṭhikammasamādānā, te kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapannā’ti. Iti dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate yathākammūpage satte pajānāti. Idampi, sāriputta, tathāgatassa tathāgatabalaṁ hoti yaṁ balaṁ āgamma tathāgato āsabhaṁ ṭhānaṁ paṭijānāti, parisāsu sīhanādaṁ nadati, brahmacakkaṁ pavatteti. ",
  "mn12:19.1": "Puna caparaṁ, sāriputta, tathāgato āsavānaṁ khayā anāsavaṁ cetovimuttiṁ paññāvimuttiṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja viharati. ",
  "mn12:19.2": "Yampi, sāriputta, tathāgato āsavānaṁ khayā anāsavaṁ cetovimuttiṁ paññāvimuttiṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja viharati, idampi, sāriputta, tathāgatassa tathāgatabalaṁ hoti yaṁ balaṁ āgamma tathāgato āsabhaṁ ṭhānaṁ paṭijānāti, parisāsu sīhanādaṁ nadati, brahmacakkaṁ pavatteti. ",
  "mn12:20.1": "Imāni kho, sāriputta, dasa tathāgatassa tathāgatabalāni yehi balehi samannāgato tathāgato āsabhaṁ ṭhānaṁ paṭijānāti, parisāsu sīhanādaṁ nadati, brahmacakkaṁ pavatteti. ",
  "mn12:21.1": "Yo kho maṁ, sāriputta, evaṁ jānantaṁ evaṁ passantaṁ evaṁ vadeyya: ",
  "mn12:21.2": "‘natthi samaṇassa gotamassa uttari manussadhammā alamariyañāṇadassanaviseso; ",
  "mn12:21.3": "takkapariyāhataṁ samaṇo gotamo dhammaṁ deseti vīmaṁsānucaritaṁ sayampaṭibhānan’ti, ",
  "mn12:21.4": "taṁ, sāriputta, vācaṁ appahāya taṁ cittaṁ appahāya taṁ diṭṭhiṁ appaṭinissajjitvā yathābhataṁ nikkhitto evaṁ niraye. ",
  "mn12:21.5": "Seyyathāpi, sāriputta, bhikkhu sīlasampanno samādhisampanno paññāsampanno diṭṭheva dhamme aññaṁ ārādheyya, evaṁ sampadamidaṁ, sāriputta, vadāmi. ",
  "mn12:21.6": "Taṁ vācaṁ appahāya, taṁ cittaṁ appahāya taṁ diṭṭhiṁ appaṭinissajjitvā yathābhataṁ nikkhitto evaṁ niraye. ",
  "mn12:22.1": "Cattārimāni, sāriputta, tathāgatassa vesārajjāni yehi vesārajjehi samannāgato tathāgato āsabhaṁ ṭhānaṁ paṭijānāti, parisāsu sīhanādaṁ nadati, brahmacakkaṁ pavatteti. ",
  "mn12:22.2": "Katamāni cattāri? ",
  "mn12:23.1": "‘Sammāsambuddhassa te paṭijānato ime dhammā anabhisambuddhā’ti. Tatra vata maṁ samaṇo vā brāhmaṇo vā devo vā māro vā brahmā vā koci vā lokasmiṁ sahadhammena paṭicodessatīti nimittametaṁ, sāriputta, na samanupassāmi. ",
  "mn12:23.2": "Etamahaṁ, sāriputta, nimittaṁ asamanupassanto khemappatto abhayappatto vesārajjappatto viharāmi. ",
  "mn12:24.1": "‘Khīṇāsavassa te paṭijānato ime āsavā aparikkhīṇā’ti. Tatra vata maṁ samaṇo vā brāhmaṇo vā devo vā māro vā brahmā vā koci vā lokasmiṁ sahadhammena paṭicodessatīti nimittametaṁ, sāriputta, na samanupassāmi. ",
  "mn12:24.2": "Etamahaṁ, sāriputta, nimittaṁ asamanupassanto khemappatto abhayappatto vesārajjappatto viharāmi. ",
  "mn12:25.1": "‘Ye kho pana te antarāyikā dhammā vuttā, te paṭisevato nālaṁ antarāyāyā’ti. Tatra vata maṁ samaṇo vā brāhmaṇo vā devo vā māro vā brahmā vā koci vā lokasmiṁ sahadhammena paṭicodessatīti nimittametaṁ, sāriputta, na samanupassāmi. ",
  "mn12:25.2": "Etamahaṁ, sāriputta, nimittaṁ asamanupassanto khemappatto abhayappatto vesārajjappatto viharāmi. ",
  "mn12:26.1": "‘Yassa kho pana te atthāya dhammo desito, so na niyyāti takkarassa sammā dukkhakkhayāyā’ti. Tatra vata maṁ samaṇo vā brāhmaṇo vā devo vā māro vā brahmā vā koci vā lokasmiṁ sahadhammena paṭicodessatīti nimittametaṁ, sāriputta, na samanupassāmi. ",
  "mn12:26.2": "Etamahaṁ, sāriputta, nimittaṁ asamanupassanto khemappatto abhayappatto vesārajjappatto viharāmi. ",
  "mn12:27.1": "Imāni kho, sāriputta, cattāri tathāgatassa vesārajjāni yehi vesārajjehi samannāgato tathāgato āsabhaṁ ṭhānaṁ paṭijānāti, parisāsu sīhanādaṁ nadati, brahmacakkaṁ pavatteti. ",
  "mn12:28.1": "Yo kho maṁ, sāriputta, evaṁ jānantaṁ evaṁ passantaṁ evaṁ vadeyya: ",
  "mn12:28.2": "‘natthi samaṇassa gotamassa uttari manussadhammā alamariyañāṇadassanaviseso, takkapariyāhataṁ samaṇo gotamo dhammaṁ deseti vīmaṁsānucaritaṁ sayampaṭibhānan’ti, ",
  "mn12:28.3": "taṁ, sāriputta, vācaṁ appahāya taṁ cittaṁ appahāya taṁ diṭṭhiṁ appaṭinissajjitvā yathābhataṁ nikkhitto evaṁ niraye. ",
  "mn12:28.4": "Seyyathāpi, sāriputta, bhikkhu sīlasampanno samādhisampanno paññāsampanno diṭṭheva dhamme aññaṁ ārādheyya, evaṁ sampadamidaṁ, sāriputta, vadāmi. ",
  "mn12:28.5": "Taṁ vācaṁ appahāya taṁ cittaṁ appahāya taṁ diṭṭhiṁ appaṭinissajjitvā yathābhataṁ nikkhitto evaṁ niraye. ",
  "mn12:29.1": "Aṭṭha kho imā, sāriputta, parisā. ",
  "mn12:29.2": "Katamā aṭṭha? ",
  "mn12:29.3": "Khattiyaparisā, brāhmaṇaparisā, gahapatiparisā, samaṇaparisā, cātumahārājikaparisā, tāvatiṁsaparisā, māraparisā, brahmaparisā—",
  "mn12:29.4": "imā kho, sāriputta, aṭṭha parisā. ",
  "mn12:29.5": "Imehi kho, sāriputta, catūhi vesārajjehi samannāgato tathāgato imā aṭṭha parisā upasaṅkamati ajjhogāhati. ",
  "mn12:29.6": "Abhijānāmi kho panāhaṁ, sāriputta, anekasataṁ khattiyaparisaṁ upasaṅkamitā. ",
  "mn12:29.7": "Tatrapi mayā sannisinnapubbañceva, sallapitapubbañca, sākacchā ca samāpajjitapubbā. ",
  "mn12:29.8": "Tatra vata maṁ bhayaṁ vā sārajjaṁ vā okkamissatīti nimittametaṁ, sāriputta, na samanupassāmi. ",
  "mn12:29.9": "Etamahaṁ, sāriputta, nimittaṁ asamanupassanto khemappatto abhayappatto vesārajjappatto viharāmi. ",
  "mn12:30.1": "Abhijānāmi kho panāhaṁ, sāriputta, anekasataṁ brāhmaṇaparisaṁ …pe… ",
  "mn12:30.2": "gahapatiparisaṁ … ",
  "mn12:30.3": "samaṇaparisaṁ … ",
  "mn12:30.4": "cātumahārājikaparisaṁ … ",
  "mn12:30.5": "tāvatiṁsaparisaṁ … ",
  "mn12:30.6": "māraparisaṁ … ",
  "mn12:30.7": "brahmaparisaṁ upasaṅkamitā. ",
  "mn12:30.8": "Tatrapi mayā sannisinnapubbañceva, sallapitapubbañca, sākacchā ca samāpajjitapubbā. ",
  "mn12:30.9": "Tatra vata maṁ bhayaṁ vā sārajjaṁ vā okkamissatīti nimittametaṁ, sāriputta, na samanupassāmi. ",
  "mn12:30.10": "Etamahaṁ, sāriputta, nimittaṁ asamanupassanto khemappatto abhayappatto vesārajjappatto viharāmi. ",
  "mn12:31.1": "Yo kho maṁ, sāriputta, evaṁ jānantaṁ evaṁ passantaṁ evaṁ vadeyya: ",
  "mn12:31.2": "‘natthi samaṇassa gotamassa uttari manussadhammā alamariyañāṇadassanaviseso, takkapariyāhataṁ samaṇo gotamo dhammaṁ deseti vīmaṁsānucaritaṁ sayampaṭibhānan’ti, ",
  "mn12:31.3": "taṁ, sāriputta, vācaṁ appahāya taṁ cittaṁ appahāya taṁ diṭṭhiṁ appaṭinissajjitvā yathābhataṁ nikkhitto evaṁ niraye. ",
  "mn12:31.4": "Seyyathāpi, sāriputta, bhikkhu sīlasampanno samādhisampanno paññāsampanno diṭṭheva dhamme aññaṁ ārādheyya, evaṁ sampadamidaṁ, sāriputta, vadāmi. ",
  "mn12:31.5": "Taṁ vācaṁ appahāya taṁ cittaṁ appahāya taṁ diṭṭhiṁ appaṭinissajjitvā yathābhataṁ nikkhitto evaṁ niraye. ",
  "mn12:32.1": "Catasso kho imā, sāriputta, yoniyo. ",
  "mn12:32.2": "Katamā catasso? ",
  "mn12:32.3": "Aṇḍajā yoni, jalābujā yoni, saṁsedajā yoni, opapātikā yoni. ",
  "mn12:33.1": "Katamā ca, sāriputta, aṇḍajā yoni? ",
  "mn12:33.2": "Ye kho te, sāriputta, sattā aṇḍakosaṁ abhinibbhijja jāyanti—",
  "mn12:33.3": "ayaṁ vuccati, sāriputta, aṇḍajā yoni. ",
  "mn12:33.4": "Katamā ca, sāriputta, jalābujā yoni? ",
  "mn12:33.5": "Ye kho te, sāriputta, sattā vatthikosaṁ abhinibbhijja jāyanti—",
  "mn12:33.6": "ayaṁ vuccati, sāriputta, jalābujā yoni. ",
  "mn12:33.7": "Katamā ca, sāriputta, saṁsedajā yoni? ",
  "mn12:33.8": "Ye kho te, sāriputta, sattā pūtimacche vā jāyanti pūtikuṇape vā pūtikummāse vā candanikāye vā oḷigalle vā jāyanti—",
  "mn12:33.9": "ayaṁ vuccati, sāriputta, saṁsedajā yoni. ",
  "mn12:33.10": "Katamā ca, sāriputta, opapātikā yoni? ",
  "mn12:33.11": "Devā, nerayikā, ekacce ca manussā, ekacce ca vinipātikā—",
  "mn12:33.12": "ayaṁ vuccati, sāriputta, opapātikā yoni. ",
  "mn12:33.13": "Imā kho, sāriputta, catasso yoniyo. ",
  "mn12:34.1": "Yo kho maṁ, sāriputta, evaṁ jānantaṁ evaṁ passantaṁ evaṁ vadeyya: ",
  "mn12:34.2": "‘natthi samaṇassa gotamassa uttari manussadhammā alamariyañāṇadassanaviseso, takkapariyāhataṁ samaṇo gotamo dhammaṁ deseti vīmaṁsānucaritaṁ sayampaṭibhānan’ti, ",
  "mn12:34.3": "taṁ, sāriputta, vācaṁ appahāya taṁ cittaṁ appahāya taṁ diṭṭhiṁ appaṭinissajjitvā yathābhataṁ nikkhitto evaṁ niraye. ",
  "mn12:34.4": "Seyyathāpi, sāriputta, bhikkhu sīlasampanno samādhisampanno paññāsampanno diṭṭheva dhamme aññaṁ ārādheyya, evaṁ sampadamidaṁ, sāriputta, vadāmi. ",
  "mn12:34.5": "Taṁ vācaṁ appahāya taṁ cittaṁ appahāya taṁ diṭṭhiṁ appaṭinissajjitvā yathābhataṁ nikkhitto evaṁ niraye. ",
  "mn12:35.1": "Pañca kho imā, sāriputta, gatiyo. ",
  "mn12:35.2": "Katamā pañca? ",
  "mn12:35.3": "Nirayo, tiracchānayoni, pettivisayo, manussā, devā. ",
  "mn12:36.1": "Nirayañcāhaṁ, sāriputta, pajānāmi, nirayagāmiñca maggaṁ, nirayagāminiñca paṭipadaṁ; ",
  "mn12:36.2": "yathā paṭipanno ca kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjati tañca pajānāmi. ",
  "mn12:36.3": "Tiracchānayoniñcāhaṁ, sāriputta, pajānāmi, tiracchānayonigāmiñca maggaṁ, tiracchānayonigāminiñca paṭipadaṁ; ",
  "mn12:36.4": "yathā paṭipanno ca kāyassa bhedā paraṁ maraṇā tiracchānayoniṁ upapajjati tañca pajānāmi. ",
  "mn12:36.5": "Pettivisayañcāhaṁ, sāriputta, pajānāmi, pettivisayagāmiñca maggaṁ, pettivisayagāminiñca paṭipadaṁ; ",
  "mn12:36.6": "yathā paṭipanno ca kāyassa bhedā paraṁ maraṇā pettivisayaṁ upapajjati tañca pajānāmi. ",
  "mn12:36.7": "Manusse cāhaṁ, sāriputta, pajānāmi, manussalokagāmiñca maggaṁ, manussalokagāminiñca paṭipadaṁ; ",
  "mn12:36.8": "yathā paṭipanno ca kāyassa bhedā paraṁ maraṇā manussesu upapajjati tañca pajānāmi. ",
  "mn12:36.9": "Deve cāhaṁ, sāriputta, pajānāmi, devalokagāmiñca maggaṁ, devalokagāminiñca paṭipadaṁ; ",
  "mn12:36.10": "yathā paṭipanno ca kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjati tañca pajānāmi. ",
  "mn12:36.11": "Nibbānañcāhaṁ, sāriputta, pajānāmi, nibbānagāmiñca maggaṁ, nibbānagāminiñca paṭipadaṁ; ",
  "mn12:36.12": "yathā paṭipanno ca āsavānaṁ khayā anāsavaṁ cetovimuttiṁ paññāvimuttiṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja viharati tañca pajānāmi. ",
  "mn12:37.1": "Idhāhaṁ, sāriputta, ekaccaṁ puggalaṁ evaṁ cetasā ceto paricca pajānāmi—",
  "mn12:37.2": "tathāyaṁ puggalo paṭipanno tathā ca iriyati tañca maggaṁ samārūḷho, yathā kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjissatīti. ",
  "mn12:37.3": "Tamenaṁ passāmi aparena samayena dibbena cakkhunā visuddhena atikkantamānusakena kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapannaṁ, ekantadukkhā tibbā kaṭukā vedanā vedayamānaṁ. ",
  "mn12:37.4": "Seyyathāpi, sāriputta, aṅgārakāsu sādhikaporisā pūrā aṅgārānaṁ vītaccikānaṁ vītadhūmānaṁ. ",
  "mn12:37.5": "Atha puriso āgaccheyya ghammābhitatto ghammapareto kilanto tasito pipāsito ekāyanena maggena tameva aṅgārakāsuṁ paṇidhāya. ",
  "mn12:37.6": "Tamenaṁ cakkhumā puriso disvā evaṁ vadeyya: ",
  "mn12:37.7": "‘tathāyaṁ bhavaṁ puriso paṭipanno tathā ca iriyati tañca maggaṁ samārūḷho, yathā imaṁyeva aṅgārakāsuṁ āgamissatī’ti. ",
  "mn12:37.8": "Tamenaṁ passeyya aparena samayena tassā aṅgārakāsuyā patitaṁ, ekantadukkhā tibbā kaṭukā vedanā vedayamānaṁ. ",
  "mn12:37.9": "Evameva kho ahaṁ, sāriputta, idhekaccaṁ puggalaṁ evaṁ cetasā ceto paricca pajānāmi—",
  "mn12:37.10": "tathāyaṁ puggalo paṭipanno tathā ca iriyati tañca maggaṁ samārūḷho yathā kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjissatīti. ",
  "mn12:37.11": "Tamenaṁ passāmi aparena samayena dibbena cakkhunā visuddhena atikkantamānusakena kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapannaṁ, ekantadukkhā tibbā kaṭukā vedanā vedayamānaṁ. ",
  "mn12:38.1": "Idha panāhaṁ, sāriputta, ekaccaṁ puggalaṁ evaṁ cetasā ceto paricca pajānāmi—",
  "mn12:38.2": "tathāyaṁ puggalo paṭipanno tathā ca iriyati tañca maggaṁ samārūḷho, yathā kāyassa bhedā paraṁ maraṇā tiracchānayoniṁ upapajjissatīti. ",
  "mn12:38.3": "Tamenaṁ passāmi aparena samayena dibbena cakkhunā visuddhena atikkantamānusakena kāyassa bhedā paraṁ maraṇā tiracchānayoniṁ upapannaṁ, dukkhā tibbā kaṭukā vedanā vedayamānaṁ. ",
  "mn12:38.4": "Seyyathāpi, sāriputta, gūthakūpo sādhikaporiso, pūro gūthassa. ",
  "mn12:38.5": "Atha puriso āgaccheyya ghammābhitatto ghammapareto kilanto tasito pipāsito ekāyanena maggena tameva gūthakūpaṁ paṇidhāya. ",
  "mn12:38.6": "Tamenaṁ cakkhumā puriso disvā evaṁ vadeyya: ",
  "mn12:38.7": "‘tathāyaṁ bhavaṁ puriso paṭipanno tathā ca iriyati tañca maggaṁ samārūḷho yathā imaṁyeva gūthakūpaṁ āgamissatī’ti. ",
  "mn12:38.8": "Tamenaṁ passeyya aparena samayena tasmiṁ gūthakūpe patitaṁ, dukkhā tibbā kaṭukā vedanā vedayamānaṁ. ",
  "mn12:38.9": "Evameva kho ahaṁ, sāriputta, idhekaccaṁ puggalaṁ evaṁ cetasā ceto paricca pajānāmi—",
  "mn12:38.10": "tathāyaṁ puggalo paṭipanno tathā ca iriyati tañca maggaṁ samārūḷho, yathā kāyassa bhedā paraṁ maraṇā tiracchānayoniṁ upapajjissatīti. ",
  "mn12:38.11": "Tamenaṁ passāmi aparena samayena dibbena cakkhunā visuddhena atikkantamānusakena kāyassa bhedā paraṁ maraṇā tiracchānayoniṁ upapannaṁ, dukkhā tibbā kaṭukā vedanā vedayamānaṁ. ",
  "mn12:39.1": "Idha panāhaṁ, sāriputta, ekaccaṁ puggalaṁ evaṁ cetasā ceto paricca pajānāmi—",
  "mn12:39.2": "tathāyaṁ puggalo paṭipanno tathā ca iriyati tañca maggaṁ samārūḷho, yathā kāyassa bhedā paraṁ maraṇā pettivisayaṁ upapajjissatīti. ",
  "mn12:39.3": "Tamenaṁ passāmi aparena samayena dibbena cakkhunā visuddhena atikkantamānusakena kāyassa bhedā paraṁ maraṇā pettivisayaṁ upapannaṁ, dukkhabahulā vedanā vedayamānaṁ. ",
  "mn12:39.4": "Seyyathāpi, sāriputta, rukkho visame bhūmibhāge jāto tanupattapalāso kabaracchāyo. ",
  "mn12:39.5": "Atha puriso āgaccheyya ghammābhitatto ghammapareto kilanto tasito pipāsito ekāyanena maggena tameva rukkhaṁ paṇidhāya. ",
  "mn12:39.6": "Tamenaṁ cakkhumā puriso disvā evaṁ vadeyya: ",
  "mn12:39.7": "‘tathāyaṁ bhavaṁ puriso paṭipanno tathā ca iriyati tañca maggaṁ samārūḷho, yathā imaṁyeva rukkhaṁ āgamissatī’ti. ",
  "mn12:39.8": "Tamenaṁ passeyya, aparena samayena tassa rukkhassa chāyāya nisinnaṁ vā nipannaṁ vā dukkhabahulā vedanā vedayamānaṁ. ",
  "mn12:39.9": "Evameva kho ahaṁ, sāriputta, idhekaccaṁ puggalaṁ evaṁ cetasā ceto paricca pajānāmi—",
  "mn12:39.10": "tathāyaṁ puggalo paṭipanno tathā ca iriyati tañca maggaṁ samārūḷho, yathā kāyassa bhedā paraṁ maraṇā pettivisayaṁ upapajjissatīti. ",
  "mn12:39.11": "Tamenaṁ passāmi aparena samayena dibbena cakkhunā visuddhena atikkantamānusakena kāyassa bhedā paraṁ maraṇā pettivisayaṁ upapannaṁ, dukkhabahulā vedanā vedayamānaṁ. ",
  "mn12:40.1": "Idha panāhaṁ, sāriputta, ekaccaṁ puggalaṁ evaṁ cetasā ceto paricca pajānāmi—",
  "mn12:40.2": "tathāyaṁ puggalo paṭipanno tathā ca iriyati tañca maggaṁ samārūḷho yathā kāyassa bhedā paraṁ maraṇā manussesu upapajjissatīti. ",
  "mn12:40.3": "Tamenaṁ passāmi aparena samayena dibbena cakkhunā visuddhena atikkantamānusakena kāyassa bhedā paraṁ maraṇā manussesu upapannaṁ, sukhabahulā vedanā vedayamānaṁ. ",
  "mn12:40.4": "Seyyathāpi, sāriputta, rukkho same bhūmibhāge jāto bahalapattapalāso sandacchāyo. ",
  "mn12:40.5": "Atha puriso āgaccheyya ghammābhitatto ghammapareto kilanto tasito pipāsito ekāyanena maggena tameva rukkhaṁ paṇidhāya. ",
  "mn12:40.6": "Tamenaṁ cakkhumā puriso disvā evaṁ vadeyya: ",
  "mn12:40.7": "‘tathāyaṁ bhavaṁ puriso paṭipanno tathā ca iriyati tañca maggaṁ samārūḷho, yathā imameva rukkhaṁ āgamissatī’ti. ",
  "mn12:40.8": "Tamenaṁ passeyya aparena samayena tassa rukkhassa chāyāya nisinnaṁ vā nipannaṁ vā sukhabahulā vedanā vedayamānaṁ. ",
  "mn12:40.9": "Evameva kho ahaṁ, sāriputta, idhekaccaṁ puggalaṁ evaṁ cetasā ceto paricca pajānāmi—",
  "mn12:40.10": "tathāyaṁ puggalo paṭipanno tathā ca iriyati tañca maggaṁ samārūḷho yathā kāyassa bhedā paraṁ maraṇā manussesu upapajjissatīti. ",
  "mn12:40.11": "Tamenaṁ passāmi aparena samayena dibbena cakkhunā visuddhena atikkantamānusakena kāyassa bhedā paraṁ maraṇā manussesu upapannaṁ, sukhabahulā vedanā vedayamānaṁ. ",
  "mn12:41.1": "Idha panāhaṁ, sāriputta, ekaccaṁ puggalaṁ evaṁ cetasā ceto paricca pajānāmi: ",
  "mn12:41.2": "‘tathāyaṁ puggalo paṭipanno tathā ca iriyati tañca maggaṁ samārūḷho, yathā kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjissatī’ti. ",
  "mn12:41.3": "Tamenaṁ passāmi aparena samayena dibbena cakkhunā visuddhena atikkantamānusakena kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapannaṁ, ekantasukhā vedanā vedayamānaṁ. ",
  "mn12:41.4": "Seyyathāpi, sāriputta, pāsādo, tatrāssa kūṭāgāraṁ ullittāvalittaṁ nivātaṁ phusitaggaḷaṁ pihitavātapānaṁ. ",
  "mn12:41.5": "Tatrāssa pallaṅko gonakatthato paṭikatthato paṭalikatthato kadalimigapavarapaccattharaṇo sauttaracchado ubhatolohitakūpadhāno. ",
  "mn12:41.6": "Atha puriso āgaccheyya ghammābhitatto ghammapareto kilanto tasito pipāsito ekāyanena maggena tameva pāsādaṁ paṇidhāya. ",
  "mn12:41.7": "Tamenaṁ cakkhumā puriso disvā evaṁ vadeyya: ",
  "mn12:41.8": "‘tathāyaṁ bhavaṁ puriso paṭipanno tathā ca iriyati tañca maggaṁ samārūḷho, yathā imaṁyeva pāsādaṁ āgamissatī’ti. ",
  "mn12:41.9": "Tamenaṁ passeyya aparena samayena tasmiṁ pāsāde tasmiṁ kūṭāgāre tasmiṁ pallaṅke nisinnaṁ vā nipannaṁ vā ekantasukhā vedanā vedayamānaṁ. ",
  "mn12:41.10": "Evameva kho ahaṁ, sāriputta, idhekaccaṁ puggalaṁ evaṁ cetasā ceto paricca pajānāmi—",
  "mn12:41.11": "tathāyaṁ puggalo paṭipanno tathā ca iriyati tañca maggaṁ samārūḷho yathā kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjissatīti. ",
  "mn12:41.12": "Tamenaṁ passāmi aparena samayena dibbena cakkhunā visuddhena atikkantamānusakena kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapannaṁ, ekantasukhā vedanā vedayamānaṁ. ",
  "mn12:42.1": "Idha panāhaṁ, sāriputta, ekaccaṁ puggalaṁ cetasā ceto paricca pajānāmi—",
  "mn12:42.2": "tathāyaṁ puggalo paṭipanno tathā ca iriyati tañca maggaṁ samārūḷho, yathā āsavānaṁ khayā anāsavaṁ cetovimuttiṁ paññāvimuttiṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja viharissatīti. ",
  "mn12:42.3": "Tamenaṁ passāmi aparena samayena āsavānaṁ khayā anāsavaṁ cetovimuttiṁ paññāvimuttiṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja viharantaṁ, ekantasukhā vedanā vedayamānaṁ. ",
  "mn12:42.4": "Seyyathāpi, sāriputta, pokkharaṇī acchodakā sātodakā sītodakā setakā supatitthā ramaṇīyā. ",
  "mn12:42.5": "Avidūre cassā tibbo vanasaṇḍo. ",
  "mn12:42.6": "Atha puriso āgaccheyya ghammābhitatto ghammapareto kilanto tasito pipāsito ekāyanena maggena tameva pokkharaṇiṁ paṇidhāya. ",
  "mn12:42.7": "Tamenaṁ cakkhumā puriso disvā evaṁ vadeyya: ",
  "mn12:42.8": "‘tathā bhavaṁ puriso paṭipanno tathā ca iriyati tañca maggaṁ samārūḷho, yathā imaṁyeva pokkharaṇiṁ āgamissatī’ti. ",
  "mn12:42.9": "Tamenaṁ passeyya aparena samayena taṁ pokkharaṇiṁ ogāhetvā nhāyitvā ca pivitvā ca sabbadarathakilamathapariḷāhaṁ paṭippassambhetvā paccuttaritvā tasmiṁ vanasaṇḍe nisinnaṁ vā nipannaṁ vā, ekantasukhā vedanā vedayamānaṁ. ",
  "mn12:42.10": "Evameva kho ahaṁ, sāriputta, idhekaccaṁ puggalaṁ evaṁ cetasā ceto paricca pajānāmi: ",
  "mn12:42.11": "‘tathāyaṁ puggalo paṭipanno tathā ca iriyati tañca maggaṁ samārūḷho, yathā āsavānaṁ khayā anāsavaṁ cetovimuttiṁ paññāvimuttiṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja viharissatī’ti. ",
  "mn12:42.12": "Tamenaṁ passāmi aparena samayena āsavānaṁ khayā anāsavaṁ cetovimuttiṁ paññāvimuttiṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja viharantaṁ, ekantasukhā vedanā vedayamānaṁ. ",
  "mn12:42.13": "Imā kho, sāriputta, pañca gatiyo. ",
  "mn12:43.1": "Yo kho maṁ, sāriputta, evaṁ jānantaṁ evaṁ passantaṁ evaṁ vadeyya: ",
  "mn12:43.2": "‘natthi samaṇassa gotamassa uttari manussadhammā alamariyañāṇadassanaviseso; ",
  "mn12:43.3": "takkapariyāhataṁ samaṇo gotamo dhammaṁ deseti vīmaṁsānucaritaṁ sayampaṭibhānan’ti ",
  "mn12:43.4": "taṁ, sāriputta, vācaṁ appahāya taṁ cittaṁ appahāya taṁ diṭṭhiṁ appaṭinissajjitvā yathābhataṁ nikkhitto evaṁ niraye. ",
  "mn12:43.5": "Seyyathāpi, sāriputta, bhikkhu sīlasampanno samādhisampanno paññāsampanno diṭṭheva dhamme aññaṁ ārādheyya; evaṁ sampadamidaṁ, sāriputta, vadāmi ",
  "mn12:43.6": "taṁ vācaṁ appahāya taṁ cittaṁ appahāya taṁ diṭṭhiṁ appaṭinissajjitvā yathābhataṁ nikkhitto evaṁ niraye. ",
  "mn12:44.1": "Abhijānāmi kho panāhaṁ, sāriputta, caturaṅgasamannāgataṁ brahmacariyaṁ caritā—",
  "mn12:44.2": "tapassī sudaṁ homi paramatapassī, lūkho sudaṁ homi paramalūkho, jegucchī sudaṁ homi paramajegucchī, pavivitto sudaṁ homi paramapavivitto. ",
  "mn12:45.1": "Tatrāssu me idaṁ, sāriputta, tapassitāya hoti—acelako homi muttācāro hatthāpalekhano, naehibhaddantiko natiṭṭhabhaddantiko; nābhihaṭaṁ na uddissakataṁ na nimantanaṁ sādiyāmi. ",
  "mn12:45.2": "So na kumbhimukhā paṭiggaṇhāmi, na kaḷopimukhā paṭiggaṇhāmi, na eḷakamantaraṁ, na daṇḍamantaraṁ, na musalamantaraṁ, na dvinnaṁ bhuñjamānānaṁ, na gabbhiniyā, na pāyamānāya, na purisantaragatāya, na saṅkittīsu, na yattha sā upaṭṭhito hoti, na yattha makkhikā saṇḍasaṇḍacārinī; na macchaṁ na maṁsaṁ na suraṁ na merayaṁ na thusodakaṁ pivāmi; ",
  "mn12:45.3": "so ekāgāriko vā homi ekālopiko, dvāgāriko vā homi dvālopiko …pe… sattāgāriko vā homi sattālopiko; ",
  "mn12:45.4": "ekissāpi dattiyā yāpemi, dvīhipi dattīhi yāpemi …pe… sattahipi dattīhi yāpemi; ",
  "mn12:45.5": "ekāhikampi āhāraṁ āhāremi, dvīhikampi āhāraṁ āhāremi …pe… sattāhikampi āhāraṁ āhāremi; iti evarūpaṁ addhamāsikampi pariyāyabhattabhojanānuyogamanuyutto viharāmi. ",
  "mn12:45.6": "So sākabhakkho vā homi, sāmākabhakkho vā homi, nīvārabhakkho vā homi, daddulabhakkho vā homi, haṭabhakkho vā homi, kaṇabhakkho vā homi, ācāmabhakkho vā homi, piññākabhakkho vā homi, tiṇabhakkho vā homi, gomayabhakkho vā homi, vanamūlaphalāhāro yāpemi pavattaphalabhojī. ",
  "mn12:45.7": "So sāṇānipi dhāremi, masāṇānipi dhāremi, chavadussānipi dhāremi, paṁsukūlānipi dhāremi, tirīṭānipi dhāremi, ajinampi dhāremi, ajinakkhipampi dhāremi, kusacīrampi dhāremi, vākacīrampi dhāremi, phalakacīrampi dhāremi, kesakambalampi dhāremi, vāḷakambalampi dhāremi, ulūkapakkhampi dhāremi; ",
  "mn12:45.8": "kesamassulocakopi homi kesamassulocanānuyogamanuyutto; ",
  "mn12:45.9": "ubbhaṭṭhakopi homi āsanapaṭikkhitto; ",
  "mn12:45.10": "ukkuṭikopi homi ukkuṭikappadhānamanuyutto; ",
  "mn12:45.11": "kaṇṭakāpassayikopi homi kaṇṭakāpassaye seyyaṁ kappemi; ",
  "mn12:45.12": "sāyatatiyakampi udakorohanānuyogamanuyutto viharāmi—",
  "mn12:45.13": "iti evarūpaṁ anekavihitaṁ kāyassa ātāpanaparitāpanānuyogamanuyutto viharāmi. ",
  "mn12:45.14": "Idaṁsu me, sāriputta, tapassitāya hoti. ",
  "mn12:46.1": "Tatrāssu me idaṁ, sāriputta, lūkhasmiṁ hoti—",
  "mn12:46.2": "nekavassagaṇikaṁ rajojallaṁ kāye sannicitaṁ hoti papaṭikajātaṁ. ",
  "mn12:46.3": "Seyyathāpi, sāriputta, tindukakhāṇu nekavassagaṇiko sannicito hoti papaṭikajāto, evamevāssu me, sāriputta, nekavassagaṇikaṁ rajojallaṁ kāye sannicitaṁ hoti papaṭikajātaṁ. ",
  "mn12:46.4": "Tassa mayhaṁ, sāriputta, na evaṁ hoti: ",
  "mn12:46.5": "‘aho vatāhaṁ imaṁ rajojallaṁ pāṇinā parimajjeyyaṁ, aññe vā pana me imaṁ rajojallaṁ pāṇinā parimajjeyyun’ti. ",
  "mn12:46.6": "Evampi me, sāriputta, na hoti. ",
  "mn12:46.7": "Idaṁsu me, sāriputta, lūkhasmiṁ hoti. ",
  "mn12:47.1": "Tatrāssu me idaṁ, sāriputta, jegucchismiṁ hoti—",
  "mn12:47.2": "so kho ahaṁ, sāriputta, satova abhikkamāmi, satova paṭikkamāmi, yāva udakabindumhipi me dayā paccupaṭṭhitā hoti: ",
  "mn12:47.3": "‘māhaṁ khuddake pāṇe visamagate saṅghātaṁ āpādesin’ti. ",
  "mn12:47.4": "Idaṁsu me, sāriputta, jegucchismiṁ hoti. ",
  "mn12:48.1": "Tatrāssu me idaṁ, sāriputta, pavivittasmiṁ hoti—",
  "mn12:48.2": "so kho ahaṁ, sāriputta, aññataraṁ araññāyatanaṁ ajjhogāhetvā viharāmi. ",
  "mn12:48.3": "Yadā passāmi gopālakaṁ vā pasupālakaṁ vā tiṇahārakaṁ vā kaṭṭhahārakaṁ vā vanakammikaṁ vā, vanena vanaṁ gahanena gahanaṁ ninnena ninnaṁ thalena thalaṁ sampatāmi. ",
  "mn12:48.4": "Taṁ kissa hetu? ",
  "mn12:48.5": "Mā maṁ te addasaṁsu ahañca mā te addasanti. ",
  "mn12:48.6": "Seyyathāpi, sāriputta, āraññako mago manusse disvā vanena vanaṁ gahanena gahanaṁ ninnena ninnaṁ thalena thalaṁ sampatati; ",
  "mn12:48.7": "evameva kho ahaṁ, sāriputta, yadā passāmi gopālakaṁ vā pasupālakaṁ vā tiṇahārakaṁ vā kaṭṭhahārakaṁ vā vanakammikaṁ vā vanena vanaṁ gahanena gahanaṁ ninnena ninnaṁ thalena thalaṁ sampatāmi. ",
  "mn12:48.8": "Taṁ kissa hetu? ",
  "mn12:48.9": "Mā maṁ te addasaṁsu ahañca mā te addasanti. ",
  "mn12:48.10": "Idaṁsu me, sāriputta, pavivittasmiṁ hoti. ",
  "mn12:49.1": "So kho ahaṁ, sāriputta, ye te goṭṭhā paṭṭhitagāvo apagatagopālakā, tattha catukkuṇḍiko upasaṅkamitvā yāni tāni vacchakānaṁ taruṇakānaṁ dhenupakānaṁ gomayāni tāni sudaṁ āhāremi. ",
  "mn12:49.2": "Yāvakīvañca me, sāriputta, sakaṁ muttakarīsaṁ apariyādinnaṁ hoti, sakaṁyeva sudaṁ muttakarīsaṁ āhāremi. ",
  "mn12:49.3": "Idaṁsu me, sāriputta, mahāvikaṭabhojanasmiṁ hoti. ",
  "mn12:50.1": "So kho ahaṁ, sāriputta, aññataraṁ bhiṁsanakaṁ vanasaṇḍaṁ ajjhogāhetvā viharāmi. ",
  "mn12:50.2": "Tatrāssudaṁ, sāriputta, bhiṁsanakassa vanasaṇḍassa bhiṁsanakatasmiṁ hoti—",
  "mn12:50.3": "yo koci avītarāgo taṁ vanasaṇḍaṁ pavisati, yebhuyyena lomāni haṁsanti. ",
  "mn12:50.4": "So kho ahaṁ, sāriputta, yā tā rattiyo sītā hemantikā antaraṭṭhakā himapātasamayā tathārūpāsu rattīsu rattiṁ abbhokāse viharāmi, divā vanasaṇḍe; ",
  "mn12:50.5": "gimhānaṁ pacchime māse divā abbhokāse viharāmi, rattiṁ vanasaṇḍe. ",
  "mn12:50.6": "Apissu maṁ, sāriputta, ayaṁ anacchariyagāthā paṭibhāsi pubbe assutapubbā: ",
  "mn12:50.7": "‘Sotatto sosinno ceva, ",
  "mn12:50.8": "eko bhiṁsanake vane; ",
  "mn12:50.9": "Naggo na caggimāsīno, ",
  "mn12:50.10": "esanāpasuto munī’ti. ",
  "mn12:51.1": "So kho ahaṁ, sāriputta, susāne seyyaṁ kappemi chavaṭṭhikāni upadhāya. ",
  "mn12:51.2": "Apissu maṁ, sāriputta, gāmaṇḍalā upasaṅkamitvā oṭṭhubhantipi, omuttentipi, paṁsukenapi okiranti, kaṇṇasotesupi salākaṁ pavesenti. ",
  "mn12:51.3": "Na kho panāhaṁ, sāriputta, abhijānāmi tesu pāpakaṁ cittaṁ uppādetā. ",
  "mn12:51.4": "Idaṁsu me, sāriputta, upekkhāvihārasmiṁ hoti. ",
  "mn12:52.1": "Santi kho pana, sāriputta, eke samaṇabrāhmaṇā evaṁvādino evaṁdiṭṭhino: ",
  "mn12:52.2": "‘āhārena suddhī’ti. ",
  "mn12:52.3": "Te evamāhaṁsu: ",
  "mn12:52.4": "‘kolehi yāpemā’ti. ",
  "mn12:52.5": "Te kolampi khādanti, kolacuṇṇampi khādanti, kolodakampi pivanti—",
  "mn12:52.6": "anekavihitampi kolavikatiṁ paribhuñjanti. ",
  "mn12:52.7": "Abhijānāmi kho panāhaṁ, sāriputta, ekaṁyeva kolaṁ āhāraṁ āhāritā. ",
  "mn12:52.8": "Siyā kho pana te, sāriputta, evamassa: ",
  "mn12:52.9": "‘mahā nūna tena samayena kolo ahosī’ti. ",
  "mn12:52.10": "Na kho panetaṁ, sāriputta, evaṁ daṭṭhabbaṁ. ",
  "mn12:52.11": "Tadāpi etaparamoyeva kolo ahosi seyyathāpi etarahi. ",
  "mn12:52.12": "Tassa mayhaṁ, sāriputta, ekaṁyeva kolaṁ āhāraṁ āhārayato adhimattakasimānaṁ patto kāyo hoti. ",
  "mn12:52.13": "Seyyathāpi nāma āsītikapabbāni vā kāḷapabbāni vā; evamevassu me aṅgapaccaṅgāni bhavanti tāyevappāhāratāya. ",
  "mn12:52.14": "Seyyathāpi nāma oṭṭhapadaṁ; evamevassu me ānisadaṁ hoti tāyevappāhāratāya. ",
  "mn12:52.15": "Seyyathāpi nāma vaṭṭanāvaḷī; evamevassu me piṭṭhikaṇṭako unnatāvanato hoti tāyevappāhāratāya. ",
  "mn12:52.16": "Seyyathāpi nāma jarasālāya gopānasiyo oluggaviluggā bhavanti; evamevassu me phāsuḷiyo oluggaviluggā bhavanti tāyevappāhāratāya. ",
  "mn12:52.17": "Seyyathāpi nāma gambhīre udapāne udakatārakā gambhīragatā okkhāyikā dissanti; evamevassu me akkhikūpesu akkhitārakā gambhīragatā okkhāyikā dissanti tāyevappāhāratāya. ",
  "mn12:52.18": "Seyyathāpi nāma tittakālābu āmakacchinno vātātapena samphuṭito hoti sammilāto; evamevassu me sīsacchavi samphuṭitā hoti sammilātā tāyevappāhāratāya. ",
  "mn12:52.19": "So kho ahaṁ, sāriputta, ‘udaracchaviṁ parimasissāmī’ti piṭṭhikaṇṭakaṁyeva pariggaṇhāmi, ‘piṭṭhikaṇṭakaṁ parimasissāmī’ti udaracchaviṁyeva pariggaṇhāmi, yāvassu me, sāriputta, udaracchavi piṭṭhikaṇṭakaṁ allīnā hoti tāyevappāhāratāya. ",
  "mn12:52.20": "So kho ahaṁ, sāriputta, ‘vaccaṁ vā muttaṁ vā karissāmī’ti tattheva avakujjo papatāmi tāyevappāhāratāya. ",
  "mn12:52.21": "So kho ahaṁ, sāriputta, tameva kāyaṁ assāsento pāṇinā gattāni anomajjāmi. Tassa mayhaṁ, sāriputta, pāṇinā gattāni anomajjato pūtimūlāni lomāni kāyasmā patanti tāyevappāhāratāya. ",
  "mn12:53-55.1": "Santi kho pana, sāriputta, eke samaṇabrāhmaṇā evaṁvādino evaṁdiṭṭhino: ",
  "mn12:53-55.2": "‘āhārena suddhī’ti. ",
  "mn12:53-55.3": "Te evamāhaṁsu: ",
  "mn12:53-55.4": "‘muggehi yāpema …pe… ",
  "mn12:53-55.5": "tilehi yāpema …pe… ",
  "mn12:53-55.6": "taṇḍulehi yāpemā’ti. ",
  "mn12:53-55.7": "Te taṇḍulampi khādanti, taṇḍulacuṇṇampi khādanti, taṇḍulodakampi pivanti—",
  "mn12:53-55.8": "anekavihitampi taṇḍulavikatiṁ paribhuñjanti. ",
  "mn12:53-55.9": "Abhijānāmi kho panāhaṁ, sāriputta, ekaṁyeva taṇḍulaṁ āhāraṁ āhāritā. ",
  "mn12:53-55.10": "Siyā kho pana te, sāriputta, evamassa: ",
  "mn12:53-55.11": "‘mahā nūna tena samayena taṇḍulo ahosī’ti. ",
  "mn12:53-55.12": "Na kho panetaṁ, sāriputta, evaṁ daṭṭhabbaṁ. ",
  "mn12:53-55.13": "Tadāpi etaparamoyeva taṇḍulo ahosi, seyyathāpi etarahi. ",
  "mn12:53-55.14": "Tassa mayhaṁ, sāriputta, ekaṁyeva taṇḍulaṁ āhāraṁ āhārayato adhimattakasimānaṁ patto kāyo hoti. ",
  "mn12:53-55.15": "Seyyathāpi nāma āsītikapabbāni vā kāḷapabbāni vā; evamevassu me aṅgapaccaṅgāni bhavanti tāyevappāhāratāya. ",
  "mn12:53-55.16": "Seyyathāpi nāma oṭṭhapadaṁ; evamevassu me ānisadaṁ hoti tāyevappāhāratāya. ",
  "mn12:53-55.17": "Seyyathāpi nāma vaṭṭanāvaḷī; evamevassu me piṭṭhikaṇṭako unnatāvanato hoti tāyevappāhāratāya. ",
  "mn12:53-55.18": "Seyyathāpi nāma jarasālāya gopānasiyo oluggaviluggā bhavanti; evamevassu me phāsuḷiyo oluggaviluggā bhavanti tāyevappāhāratāya. ",
  "mn12:53-55.19": "Seyyathāpi nāma gambhīre udapāne udakatārakā gambhīragatā okkhāyikā dissanti; evamevassu me akkhikūpesu akkhitārakā gambhīragatā okkhāyikā dissanti tāyevappāhāratāya. ",
  "mn12:53-55.20": "Seyyathāpi nāma tittakālābu āmakacchinno vātātapena samphuṭito hoti sammilāto; evamevassu me sīsacchavi samphuṭitā hoti sammilātā tāyevappāhāratāya. ",
  "mn12:53-55.21": "So kho ahaṁ, sāriputta, ‘udaracchaviṁ parimasissāmī’ti piṭṭhikaṇṭakaṁyeva pariggaṇhāmi, ‘piṭṭhikaṇṭakaṁ parimasissāmī’ti udaracchaviṁyeva pariggaṇhāmi. Yāvassu me, sāriputta, udaracchavi piṭṭhikaṇṭakaṁ allīnā hoti tāyevappāhāratāya. ",
  "mn12:53-55.22": "So kho ahaṁ, sāriputta, ‘vaccaṁ vā muttaṁ vā karissāmī’ti tattheva avakujjo papatāmi tāyevappāhāratāya. ",
  "mn12:53-55.23": "So kho ahaṁ, sāriputta, tameva kāyaṁ assāsento pāṇinā gattāni anomajjāmi. Tassa mayhaṁ, sāriputta, pāṇinā gattāni anomajjato pūtimūlāni lomāni kāyasmā patanti tāyevappāhāratāya. ",
  "mn12:56.1": "Tāyapi kho ahaṁ, sāriputta, iriyāya tāya paṭipadāya tāya dukkarakārikāya nājjhagamaṁ uttariṁ manussadhammā alamariyañāṇadassanavisesaṁ. ",
  "mn12:56.2": "Taṁ kissa hetu? ",
  "mn12:56.3": "Imissāyeva ariyāya paññāya anadhigamā, yāyaṁ ariyā paññā adhigatā ariyā niyyānikā, niyyāti takkarassa sammā dukkhakkhayāya. ",
  "mn12:57.1": "Santi kho pana, sāriputta, eke samaṇabrāhmaṇā evaṁvādino evaṁdiṭṭhino: ",
  "mn12:57.2": "‘saṁsārena suddhī’ti. ",
  "mn12:57.3": "Na kho pana so, sāriputta, saṁsāro sulabharūpo yo mayā asaṁsaritapubbo iminā dīghena addhunā, aññatra suddhāvāsehi devehi. ",
  "mn12:57.4": "Suddhāvāse cāhaṁ, sāriputta, deve saṁsareyyaṁ, nayimaṁ lokaṁ punarāgaccheyyaṁ. ",
  "mn12:58.1": "Santi kho pana, sāriputta, eke samaṇabrāhmaṇā evaṁvādino evaṁdiṭṭhino: ",
  "mn12:58.2": "‘upapattiyā suddhī’ti. ",
  "mn12:58.3": "Na kho pana sā, sāriputta, upapatti sulabharūpā yā mayā anupapannapubbā iminā dīghena addhunā, aññatra suddhāvāsehi devehi. ",
  "mn12:58.4": "Suddhāvāse cāhaṁ, sāriputta, deve upapajjeyyaṁ, nayimaṁ lokaṁ punarāgaccheyyaṁ. ",
  "mn12:59.1": "Santi kho pana, sāriputta, eke samaṇabrāhmaṇā evaṁvādino evaṁdiṭṭhino: ",
  "mn12:59.2": "‘āvāsena suddhī’ti. ",
  "mn12:59.3": "Na kho pana so, sāriputta, āvāso sulabharūpo yo mayā anāvuṭṭhapubbo iminā dīghena addhunā, aññatra suddhāvāsehi devehi. ",
  "mn12:59.4": "Suddhāvāse cāhaṁ, sāriputta, deve āvaseyyaṁ, nayimaṁ lokaṁ punarāgaccheyyaṁ. ",
  "mn12:60.1": "Santi kho pana, sāriputta, eke samaṇabrāhmaṇā evaṁvādino evaṁdiṭṭhino: ",
  "mn12:60.2": "‘yaññena suddhī’ti. ",
  "mn12:60.3": "Na kho pana so, sāriputta, yañño sulabharūpo yo mayā ayiṭṭhapubbo iminā dīghena addhunā, tañca kho raññā vā satā khattiyena muddhāvasittena brāhmaṇena vā mahāsālena. ",
  "mn12:61.1": "Santi kho pana, sāriputta, eke samaṇabrāhmaṇā evaṁvādino evaṁdiṭṭhino: ",
  "mn12:61.2": "‘aggiparicariyāya suddhī’ti. ",
  "mn12:61.3": "Na kho pana so, sāriputta, aggi sulabharūpo yo mayā apariciṇṇapubbo iminā dīghena addhunā, tañca kho raññā vā satā khattiyena muddhāvasittena brāhmaṇena vā mahāsālena. ",
  "mn12:62.1": "Santi kho pana, sāriputta, eke samaṇabrāhmaṇā evaṁvādino evaṁdiṭṭhino: ",
  "mn12:62.2": "‘yāvadevāyaṁ bhavaṁ puriso daharo hoti yuvā susukāḷakeso bhadrena yobbanena samannāgato paṭhamena vayasā tāvadeva paramena paññāveyyattiyena samannāgato hoti. ",
  "mn12:62.3": "Yato ca kho ayaṁ bhavaṁ puriso jiṇṇo hoti vuddho mahallako addhagato vayoanuppatto, āsītiko vā nāvutiko vā vassasatiko vā jātiyā, atha tamhā paññāveyyattiyā, parihāyatī’ti. ",
  "mn12:62.4": "Na kho panetaṁ, sāriputta, evaṁ daṭṭhabbaṁ. ",
  "mn12:62.5": "Ahaṁ kho pana, sāriputta, etarahi jiṇṇo vuddho mahallako addhagato vayoanuppatto, āsītiko me vayo vattati. ",
  "mn12:62.6": "Idha me assu, sāriputta, cattāro sāvakā vassasatāyukā vassasatajīvino, paramāya satiyā ca gatiyā ca dhitiyā ca samannāgatā paramena ca paññāveyyattiyena. ",
  "mn12:62.7": "Seyyathāpi, sāriputta, daḷhadhammā dhanuggaho sikkhito katahattho katūpāsano lahukena asanena appakasireneva tiriyaṁ tālacchāyaṁ atipāteyya, ",
  "mn12:62.8": "evaṁ adhimattasatimanto evaṁ adhimattagatimanto evaṁ adhimattadhitimanto evaṁ paramena paññāveyyattiyena samannāgatā. ",
  "mn12:62.9": "Te maṁ catunnaṁ satipaṭṭhānānaṁ upādāyupādāya pañhaṁ puccheyyuṁ, puṭṭho puṭṭho cāhaṁ tesaṁ byākareyyaṁ, byākatañca me byākatato dhāreyyuṁ, na ca maṁ dutiyakaṁ uttari paṭipuccheyyuṁ. ",
  "mn12:62.10": "Aññatra asitapītakhāyitasāyitā aññatra uccārapassāvakammā, aññatra niddākilamathapaṭivinodanā apariyādinnāyevassa, sāriputta, tathāgatassa dhammadesanā, apariyādinnaṁyevassa tathāgatassa dhammapadabyañjanaṁ, apariyādinnaṁyevassa tathāgatassa pañhapaṭibhānaṁ. ",
  "mn12:62.11": "Atha me te cattāro sāvakā vassasatāyukā vassasatajīvino vassasatassa accayena kālaṁ kareyyuṁ. ",
  "mn12:62.12": "Mañcakena cepi maṁ, sāriputta, pariharissatha, nevatthi tathāgatassa paññāveyyattiyassa aññathattaṁ. ",
  "mn12:63.1": "Yaṁ kho taṁ, sāriputta, sammā vadamāno vadeyya: ",
  "mn12:63.2": "‘asammohadhammo satto loke uppanno bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānan’ti, mameva taṁ sammā vadamāno vadeyya ",
  "mn12:63.3": "‘asammohadhammo satto loke uppanno bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānan’”ti. ",
  "mn12:64.1": "Tena kho pana samayena āyasmā nāgasamālo bhagavato piṭṭhito ṭhito hoti bhagavantaṁ bījayamāno. ",
  "mn12:64.2": "Atha kho āyasmā nāgasamālo bhagavantaṁ etadavoca: ",
  "mn12:64.3": "“acchariyaṁ, bhante, abbhutaṁ, bhante. ",
  "mn12:64.4": "Api hi me, bhante, imaṁ dhammapariyāyaṁ sutvā lomāni haṭṭhāni. ",
  "mn12:64.5": "Konāmo ayaṁ, bhante, dhammapariyāyo”ti? ",
  "mn12:64.6": "“Tasmātiha tvaṁ, nāgasamāla, imaṁ dhammapariyāyaṁ lomahaṁsanapariyāyotveva naṁ dhārehī”ti. ",
  "mn12:64.7": "Idamavoca bhagavā. ",
  "mn12:64.8": "Attamano āyasmā nāgasamālo bhagavato bhāsitaṁ abhinandīti. ",
  "mn12:64.9": "Mahāsīhanādasuttaṁ niṭṭhitaṁ dutiyaṁ. "
}