{
  "mn123:0.1": "Majjhima Nikāya 123 ",
  "mn123:0.2": "Acchariyaabbhutasutta ",
  "mn123:1.1": "Evaṁ me sutaṁ—",
  "mn123:1.2": "ekaṁ samayaṁ bhagavā sāvatthiyaṁ viharati jetavane anāthapiṇḍikassa ārāme. ",
  "mn123:2.1": "Atha kho sambahulānaṁ bhikkhūnaṁ pacchābhattaṁ piṇḍapātapaṭikkantānaṁ upaṭṭhānasālāyaṁ sannisinnānaṁ sannipatitānaṁ ayamantarākathā udapādi: ",
  "mn123:2.2": "“acchariyaṁ, āvuso, abbhutaṁ, āvuso. Tathāgatassa mahiddhikatā mahānubhāvatā, ",
  "mn123:2.3": "yatra hi nāma tathāgato atīte buddhe parinibbute chinnapapañce chinnavaṭume pariyādinnavaṭṭe sabbadukkhavītivatte jānissati: ",
  "mn123:2.4": "‘evaṁjaccā te bhagavanto ahesuṁ’ itipi, ‘evaṁnāmā te bhagavanto ahesuṁ’ itipi, ‘evaṅgottā te bhagavanto ahesuṁ’ itipi, ‘evaṁsīlā te bhagavanto ahesuṁ’ itipi, ‘evaṁdhammā te bhagavanto ahesuṁ’ itipi, ‘evaṁpaññā te bhagavanto ahesuṁ’ itipi, ‘evaṁvihārī te bhagavanto ahesuṁ’ itipi, ‘evaṁvimuttā te bhagavanto ahesuṁ’ itipī”ti. ",
  "mn123:2.5": "Evaṁ vutte, āyasmā ānando te bhikkhū etadavoca: ",
  "mn123:2.6": "“acchariyā ceva, āvuso, tathāgatā acchariyadhammasamannāgatā ca; ",
  "mn123:2.7": "abbhutā ceva, āvuso, tathāgatā abbhutadhammasamannāgatā cā”ti. ",
  "mn123:2.8": "Ayañca hidaṁ tesaṁ bhikkhūnaṁ antarākathā vippakatā hoti. ",
  "mn123:2.9": "Atha kho bhagavā sāyanhasamayaṁ paṭisallānā vuṭṭhito yenupaṭṭhānasālā tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. ",
  "mn123:2.10": "Nisajja kho bhagavā bhikkhū āmantesi: ",
  "mn123:2.11": "“kāya nuttha, bhikkhave, etarahi kathāya sannisinnā, kā ca pana vo antarākathā vippakatā”ti? ",
  "mn123:2.12": "“Idha, bhante, amhākaṁ pacchābhattaṁ piṇḍapātapaṭikkantānaṁ upaṭṭhānasālāyaṁ sannisinnānaṁ sannipatitānaṁ ayamantarākathā udapādi: ",
  "mn123:2.13": "‘acchariyaṁ, āvuso, abbhutaṁ, āvuso, tathāgatassa mahiddhikatā mahānubhāvatā, yatra hi nāma tathāgato atīte buddhe parinibbute chinnapapañce chinnavaṭume pariyādinnavaṭṭe sabbadukkhavītivatte jānissati—",
  "mn123:2.14": "evaṁjaccā te bhagavanto ahesuṁ itipi, evaṁnāmā … evaṅgottā … evaṁsīlā … evaṁdhammā … evaṁpaññā … evaṁvihārī … evaṁvimuttā te bhagavanto ahesuṁ itipī’ti. Evaṁ vutte, bhante, āyasmā ānando amhe etadavoca: ",
  "mn123:2.15": "‘acchariyā ceva, āvuso, tathāgatā acchariyadhammasamannāgatā ca; ",
  "mn123:2.16": "abbhutā ceva, āvuso, tathāgatā abbhutadhammasamannāgatā cā’ti. ",
  "mn123:2.17": "Ayaṁ kho no, bhante, antarākathā vippakatā; atha bhagavā anuppatto”ti. ",
  "mn123:2.18": "Atha kho bhagavā āyasmantaṁ ānandaṁ āmantesi: ",
  "mn123:2.19": "“tasmātiha taṁ, ānanda, bhiyyoso mattāya paṭibhantu tathāgatassa acchariyā abbhutadhammā”ti. ",
  "mn123:3.1": "“Sammukhā metaṁ, bhante, bhagavato sutaṁ, sammukhā paṭiggahitaṁ: ",
  "mn123:3.2": "‘sato sampajāno, ānanda, bodhisatto tusitaṁ kāyaṁ upapajjī’ti. ",
  "mn123:3.3": "Yampi, bhante, sato sampajāno bodhisatto tusitaṁ kāyaṁ upapajji idampāhaṁ, bhante, bhagavato acchariyaṁ abbhutadhammaṁ dhāremi. ",
  "mn123:4.1": "Sammukhā metaṁ, bhante, bhagavato sutaṁ, sammukhā paṭiggahitaṁ: ",
  "mn123:4.2": "‘sato sampajāno, ānanda, bodhisatto tusite kāye aṭṭhāsī’ti. ",
  "mn123:4.3": "Yampi, bhante, sato sampajāno bodhisatto tusite kāye aṭṭhāsi idampāhaṁ, bhante, bhagavato acchariyaṁ abbhutadhammaṁ dhāremi. ",
  "mn123:5.1": "Sammukhā metaṁ, bhante, bhagavato sutaṁ, sammukhā paṭiggahitaṁ: ",
  "mn123:5.2": "‘yāvatāyukaṁ, ānanda, bodhisatto tusite kāye aṭṭhāsī’ti. ",
  "mn123:5.3": "Yampi, bhante, yāvatāyukaṁ bodhisatto tusite kāye aṭṭhāsi idampāhaṁ, bhante, bhagavato acchariyaṁ abbhutadhammaṁ dhāremi. ",
  "mn123:6.1": "Sammukhā metaṁ, bhante, bhagavato sutaṁ, sammukhā paṭiggahitaṁ: ",
  "mn123:6.2": "‘sato sampajāno, ānanda, bodhisatto tusitā, kāyā cavitvā mātukucchiṁ okkamī’ti. ",
  "mn123:6.3": "Yampi, bhante, sato sampajāno bodhisatto tusitā kāyā cavitvā mātukucchiṁ okkami idampāhaṁ, bhante, bhagavato acchariyaṁ abbhutadhammaṁ dhāremi. ",
  "mn123:7.1": "Sammukhā metaṁ, bhante, bhagavato sutaṁ, sammukhā paṭiggahitaṁ: ",
  "mn123:7.2": "‘yadā, ānanda, bodhisatto tusitā kāyā cavitvā mātukucchiṁ okkamati, ",
  "mn123:7.3": "atha sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya appamāṇo uḷāro obhāso loke pātubhavati atikkammeva devānaṁ devānubhāvaṁ. ",
  "mn123:7.4": "Yāpi tā lokantarikā aghā asaṁvutā andhakārā andhakāratimisā, yatthapime candimasūriyā evaṁmahiddhikā evaṁmahānubhāvā ābhāya nānubhonti tatthapi appamāṇo uḷāro obhāso loke pātubhavati atikkammeva devānaṁ devānubhāvaṁ. ",
  "mn123:7.5": "Yepi tattha sattā upapannā tepi tenobhāsena aññamaññaṁ sañjānanti—aññepi kira, bho, santi sattā idhūpapannāti. ",
  "mn123:7.6": "Ayañca dasasahassī lokadhātu saṅkampati sampakampati sampavedhati appamāṇo ca uḷāro obhāso loke pātubhavati atikkammeva devānaṁ devānubhāvan’ti. ",
  "mn123:7.7": "Yampi, bhante …pe… idampāhaṁ, bhante, bhagavato acchariyaṁ abbhutadhammaṁ dhāremi. ",
  "mn123:8.1": "Sammukhā metaṁ, bhante, bhagavato sutaṁ, sammukhā paṭiggahitaṁ: ",
  "mn123:8.2": "‘yadā, ānanda, bodhisatto mātukucchiṁ okkanto hoti, cattāro devaputtā catuddisaṁ ārakkhāya upagacchanti—mā naṁ bodhisattaṁ vā bodhisattamātaraṁ vā manusso vā amanusso vā koci vā viheṭhesī’ti. ",
  "mn123:8.3": "Yampi, bhante …pe… idampāhaṁ, bhante, bhagavato acchariyaṁ abbhutadhammaṁ dhāremi. ",
  "mn123:9.1": "Sammukhā metaṁ, bhante, bhagavato sutaṁ, sammukhā paṭiggahitaṁ: ",
  "mn123:9.2": "‘yadā, ānanda, bodhisatto mātukucchiṁ okkanto hoti, pakatiyā sīlavatī bodhisattamātā hoti viratā pāṇātipātā viratā adinnādānā viratā kāmesumicchācārā viratā musāvādā viratā surāmerayamajjapamādaṭṭhānā’ti. ",
  "mn123:9.3": "Yampi, bhante …pe… idampāhaṁ, bhante, bhagavato acchariyaṁ abbhutadhammaṁ dhāremi. ",
  "mn123:10.1": "Sammukhā metaṁ, bhante, bhagavato sutaṁ, sammukhā paṭiggahitaṁ: ",
  "mn123:10.2": "‘yadā, ānanda, bodhisatto mātukucchiṁ okkanto hoti, na bodhisattamātu purisesu mānasaṁ uppajjati kāmaguṇūpasaṁhitaṁ, anatikkamanīyā ca bodhisattamātā hoti kenaci purisena rattacittenā’ti. ",
  "mn123:10.3": "Yampi, bhante …pe… idampāhaṁ, bhante, bhagavato acchariyaṁ abbhutadhammaṁ dhāremi. ",
  "mn123:11.1": "Sammukhā metaṁ, bhante, bhagavato sutaṁ, sammukhā paṭiggahitaṁ: ",
  "mn123:11.2": "‘yadā, ānanda, bodhisatto mātukucchiṁ okkanto hoti, lābhinī bodhisattamātā hoti pañcannaṁ kāmaguṇānaṁ. Sā pañcahi kāmaguṇehi samappitā samaṅgībhūtā paricāretī’ti. ",
  "mn123:11.3": "Yampi, bhante …pe… idampāhaṁ, bhante, bhagavato acchariyaṁ abbhutadhammaṁ dhāremi. ",
  "mn123:12.1": "Sammukhā metaṁ, bhante, bhagavato sutaṁ, sammukhā paṭiggahitaṁ: ",
  "mn123:12.2": "‘yadā, ānanda, bodhisatto mātukucchiṁ okkanto hoti, na bodhisattamātu kocideva ābādho uppajjati; sukhinī bodhisattamātā hoti akilantakāyā; bodhisattañca bodhisattamātā tirokucchigataṁ passati sabbaṅgapaccaṅgaṁ ahīnindriyaṁ. ",
  "mn123:12.3": "Seyyathāpi, ānanda, maṇi veḷuriyo subho jātimā aṭṭhaṁso suparikammakato. Tatrāssa suttaṁ āvutaṁ nīlaṁ vā pītaṁ vā lohitaṁ vā odātaṁ vā paṇḍusuttaṁ vā. ",
  "mn123:12.4": "Tamenaṁ cakkhumā puriso hatthe karitvā paccavekkheyya—ayaṁ kho maṇi veḷuriyo subho jātimā aṭṭhaṁso suparikammakato, tatridaṁ suttaṁ āvutaṁ nīlaṁ vā pītaṁ vā lohitaṁ vā odātaṁ vā paṇḍusuttaṁ vāti. ",
  "mn123:12.5": "Evameva kho, ānanda, yadā bodhisatto mātukucchiṁ okkanto hoti, na bodhisattamātu kocideva ābādho uppajjati; sukhinī bodhisattamātā hoti akilantakāyā; bodhisattañca bodhisattamātā tirokucchigataṁ passati sabbaṅgapaccaṅgaṁ ahīnindriyan’ti. ",
  "mn123:12.6": "Yampi, bhante …pe… idampāhaṁ, bhante, bhagavato acchariyaṁ abbhutadhammaṁ dhāremi. ",
  "mn123:13.1": "Sammukhā metaṁ, bhante, bhagavato sutaṁ, sammukhā paṭiggahitaṁ: ",
  "mn123:13.2": "‘sattāhajāte, ānanda, bodhisatte bodhisattamātā kālaṁ karoti, tusitaṁ kāyaṁ upapajjatī’ti. ",
  "mn123:13.3": "Yampi, bhante …pe… idampāhaṁ, bhante, bhagavato acchariyaṁ abbhutadhammaṁ dhāremi. ",
  "mn123:14.1": "Sammukhā metaṁ, bhante, bhagavato sutaṁ, sammukhā paṭiggahitaṁ: ",
  "mn123:14.2": "‘yathā kho panānanda, aññā itthikā nava vā dasa vā māse gabbhaṁ kucchinā pariharitvā vijāyanti, na hevaṁ bodhisattaṁ bodhisattamātā vijāyati. Daseva māsāni bodhisattaṁ bodhisattamātā kucchinā pariharitvā vijāyatī’ti. ",
  "mn123:14.3": "Yampi, bhante …pe… idampāhaṁ, bhante, bhagavato acchariyaṁ abbhutadhammaṁ dhāremi. ",
  "mn123:15.1": "Sammukhā metaṁ, bhante, bhagavato sutaṁ, sammukhā paṭiggahitaṁ: ",
  "mn123:15.2": "‘yathā kho panānanda, aññā itthikā nisinnā vā nipannā vā vijāyanti, na hevaṁ bodhisattaṁ bodhisattamātā vijāyati. Ṭhitāva bodhisattaṁ bodhisattamātā vijāyatī’ti. ",
  "mn123:15.3": "Yampi, bhante …pe… idampāhaṁ, bhante, bhagavato acchariyaṁ abbhutadhammaṁ dhāremi. ",
  "mn123:16.1": "Sammukhā metaṁ, bhante, bhagavato sutaṁ, sammukhā paṭiggahitaṁ: ",
  "mn123:16.2": "‘yadā, ānanda, bodhisatto mātukucchimhā nikkhamati, devā naṁ paṭhamaṁ paṭiggaṇhanti pacchā manussā’ti. ",
  "mn123:16.3": "Yampi, bhante …pe… idampāhaṁ, bhante, bhagavato acchariyaṁ abbhutadhammaṁ dhāremi. ",
  "mn123:17.1": "Sammukhā metaṁ, bhante, bhagavato sutaṁ, sammukhā paṭiggahitaṁ: ",
  "mn123:17.2": "‘yadā, ānanda, bodhisatto mātukucchimhā nikkhamati, appattova bodhisatto pathaviṁ hoti, cattāro naṁ devaputtā paṭiggahetvā mātu purato ṭhapenti—attamanā, devi, hohi; mahesakkho te putto uppanno’ti. ",
  "mn123:17.3": "Yampi, bhante …pe… idampāhaṁ, bhante, bhagavato acchariyaṁ abbhutadhammaṁ dhāremi. ",
  "mn123:18.1": "Sammukhā metaṁ, bhante, bhagavato sutaṁ, sammukhā paṭiggahitaṁ: ",
  "mn123:18.2": "‘yadā, ānanda, bodhisatto mātukucchimhā nikkhamati, visadova nikkhamati amakkhito udena amakkhito semhena amakkhito ruhirena amakkhito kenaci asucinā suddho visado. ",
  "mn123:18.3": "Seyyathāpi, ānanda, maṇiratanaṁ kāsike vatthe nikkhittaṁ neva maṇiratanaṁ kāsikaṁ vatthaṁ makkheti nāpi kāsikaṁ vatthaṁ maṇiratanaṁ makkheti. ",
  "mn123:18.4": "Taṁ kissa hetu? ",
  "mn123:18.5": "Ubhinnaṁ suddhattā. ",
  "mn123:18.6": "Evameva kho, ānanda, yadā bodhisatto mātukucchimhā nikkhamati, visadova nikkhamati amakkhito udena amakkhito semhena amakkhito ruhirena amakkhito kenaci asucinā suddho visado’ti. ",
  "mn123:18.7": "Yampi, bhante …pe… idampāhaṁ, bhante, bhagavato acchariyaṁ abbhutadhammaṁ dhāremi. ",
  "mn123:19.1": "Sammukhā metaṁ, bhante, bhagavato sutaṁ, sammukhā paṭiggahitaṁ: ",
  "mn123:19.2": "‘yadā, ānanda, bodhisatto mātukucchimhā nikkhamati, dve udakassa dhārā antalikkhā pātubhavanti—ekā sītassa, ekā uṇhassa; yena bodhisattassa udakakiccaṁ karonti mātu cā’ti. ",
  "mn123:19.3": "Yampi, bhante …pe… idampāhaṁ, bhante, bhagavato acchariyaṁ abbhutadhammaṁ dhāremi. ",
  "mn123:20.1": "Sammukhā metaṁ, bhante, bhagavato sutaṁ, sammukhā paṭiggahitaṁ: ",
  "mn123:20.2": "‘sampatijāto, ānanda, bodhisatto samehi pādehi pathaviyaṁ patiṭṭhahitvā uttarābhimukho sattapadavītihārena gacchati, setamhi chatte anudhāriyamāne, sabbā ca disā viloketi, āsabhiñca vācaṁ bhāsati—aggohamasmi lokassa, jeṭṭhohamasmi lokassa, seṭṭhohamasmi lokassa. Ayamantimā jāti, natthi dāni punabbhavo’ti. ",
  "mn123:20.3": "Yampi, bhante …pe… idampāhaṁ, bhante, bhagavato acchariyaṁ abbhutadhammaṁ dhāremi. ",
  "mn123:21.1": "Sammukhā metaṁ, bhante, bhagavato sutaṁ, sammukhā paṭiggahitaṁ: ",
  "mn123:21.2": "‘yadā, ānanda, bodhisatto mātukucchimhā nikkhamati, atha sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya appamāṇo uḷāro obhāso loke pātubhavati atikkammeva devānaṁ devānubhāvaṁ. ",
  "mn123:21.3": "Yāpi tā lokantarikā aghā asaṁvutā andhakārā andhakāratimisā yatthapime candimasūriyā evaṁmahiddhikā evaṁmahānubhāvā ābhāya nānubhonti tatthapi appamāṇo uḷāro obhāso loke pātubhavati atikkammeva devānaṁ devānubhāvaṁ. ",
  "mn123:21.4": "Yepi tattha sattā upapannā tepi tenobhāsena aññamaññaṁ sañjānanti—aññepi kira, bho, santi sattā idhūpapannāti. ",
  "mn123:21.5": "Ayañca dasasahassī lokadhātu saṅkampati sampakampati sampavedhati, appamāṇo ca uḷāro obhāso loke pātubhavati atikkammeva devānaṁ devānubhāvan’ti. ",
  "mn123:21.6": "Yampi, bhante …pe… idampāhaṁ, bhante, bhagavato acchariyaṁ abbhutadhammaṁ dhāremī”ti. ",
  "mn123:22.1": "“Tasmātiha tvaṁ, ānanda, idampi tathāgatassa acchariyaṁ abbhutadhammaṁ dhārehi. ",
  "mn123:22.2": "Idhānanda, tathāgatassa viditā vedanā uppajjanti, viditā upaṭṭhahanti, viditā abbhatthaṁ gacchanti; ",
  "mn123:22.3": "viditā saññā uppajjanti …pe… ",
  "mn123:22.4": "viditā vitakkā uppajjanti, viditā upaṭṭhahanti, viditā abbhatthaṁ gacchanti. ",
  "mn123:22.5": "Idampi kho tvaṁ, ānanda, tathāgatassa acchariyaṁ abbhutadhammaṁ dhārehī”ti. ",
  "mn123:23.1": "“Yampi, bhante, bhagavato viditā vedanā uppajjanti, viditā upaṭṭhahanti, viditā abbhatthaṁ gacchanti; ",
  "mn123:23.2": "viditā saññā … ",
  "mn123:23.3": "viditā vitakkā uppajjanti, viditā upaṭṭhahanti, viditā abbhatthaṁ gacchanti. ",
  "mn123:23.4": "Idampāhaṁ, bhante, bhagavato acchariyaṁ abbhutadhammaṁ dhāremī”ti. ",
  "mn123:23.5": "Idamavoca āyasmā ānando. ",
  "mn123:23.6": "Samanuñño satthā ahosi; ",
  "mn123:23.7": "attamanā ca te bhikkhū āyasmato ānandassa bhāsitaṁ abhinandunti. ",
  "mn123:23.8": "Acchariyaabbhutasuttaṁ niṭṭhitaṁ tatiyaṁ. "
}