{
  "mn127:0.1": "Majjhima Nikāya 127 ",
  "mn127:0.2": "Anuruddhasutta ",
  "mn127:1.1": "Evaṁ me sutaṁ—",
  "mn127:1.2": "ekaṁ samayaṁ bhagavā sāvatthiyaṁ viharati jetavane anāthapiṇḍikassa ārāme. ",
  "mn127:2.1": "Atha kho pañcakaṅgo thapati aññataraṁ purisaṁ āmantesi: ",
  "mn127:2.2": "“ehi tvaṁ, ambho purisa, yenāyasmā anuruddho tenupasaṅkama; upasaṅkamitvā mama vacanena āyasmato anuruddhassa pāde sirasā vandāhi: ",
  "mn127:2.3": "‘pañcakaṅgo, bhante, thapati āyasmato anuruddhassa pāde sirasā vandatī’ti; ",
  "mn127:2.4": "evañca vadehi: ",
  "mn127:2.5": "‘adhivāsetu kira, bhante, āyasmā anuruddho pañcakaṅgassa thapatissa svātanāya attacatuttho bhattaṁ; ",
  "mn127:2.6": "yena ca kira, bhante, āyasmā anuruddho pagevataraṁ āgaccheyya; ",
  "mn127:2.7": "pañcakaṅgo, bhante, thapati bahukicco bahukaraṇīyo rājakaraṇīyenā’”ti. ",
  "mn127:2.8": "“Evaṁ, bhante”ti kho so puriso pañcakaṅgassa thapatissa paṭissutvā yenāyasmā anuruddho tenupasaṅkami; upasaṅkamitvā āyasmantaṁ anuruddhaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho so puriso āyasmantaṁ anuruddhaṁ etadavoca: ",
  "mn127:2.9": "“pañcakaṅgo, bhante, thapati āyasmato anuruddhassa pāde sirasā vandati, evañca vadeti: ",
  "mn127:2.10": "‘adhivāsetu kira, bhante, āyasmā anuruddho pañcakaṅgassa thapatissa svātanāya attacatuttho bhattaṁ; ",
  "mn127:2.11": "yena ca kira, bhante, āyasmā anuruddho pagevataraṁ āgaccheyya; ",
  "mn127:2.12": "pañcakaṅgo, bhante, thapati bahukicco bahukaraṇīyo rājakaraṇīyenā’”ti. ",
  "mn127:2.13": "Adhivāsesi kho āyasmā anuruddho tuṇhībhāvena. ",
  "mn127:3.1": "Atha kho āyasmā anuruddho tassā rattiyā accayena pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya yena pañcakaṅgassa thapatissa nivesanaṁ tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. ",
  "mn127:3.2": "Atha kho pañcakaṅgo thapati āyasmantaṁ anuruddhaṁ paṇītena khādanīyena bhojanīyena sahatthā santappesi sampavāresi. ",
  "mn127:3.3": "Atha kho pañcakaṅgo thapati āyasmantaṁ anuruddhaṁ bhuttāviṁ onītapattapāṇiṁ aññataraṁ nīcaṁ āsanaṁ gahetvā ekamantaṁ nisīdi. ",
  "mn127:3.4": "Ekamantaṁ nisinno kho pañcakaṅgo thapati āyasmantaṁ anuruddhaṁ etadavoca: ",
  "mn127:4.1": "“Idha maṁ, bhante, therā bhikkhū upasaṅkamitvā evamāhaṁsu: ",
  "mn127:4.2": "‘appamāṇaṁ, gahapati, cetovimuttiṁ bhāvehī’ti. ",
  "mn127:4.3": "Ekacce therā evamāhaṁsu: ",
  "mn127:4.4": "‘mahaggataṁ, gahapati, cetovimuttiṁ bhāvehī’ti. ",
  "mn127:4.5": "Yā cāyaṁ, bhante, appamāṇā cetovimutti yā ca mahaggatā cetovimutti—",
  "mn127:4.6": "ime dhammā nānatthā ceva nānābyañjanā ca, udāhu ekatthā byañjanameva nānan”ti? ",
  "mn127:5.1": "“Tena hi, gahapati, taṁyevettha paṭibhātu, apaṇṇakante ito bhavissatī”ti. ",
  "mn127:5.2": "“Mayhaṁ kho, bhante, evaṁ hoti: ",
  "mn127:5.3": "‘yā cāyaṁ appamāṇā cetovimutti yā ca mahaggatā cetovimutti ime dhammā ekatthā byañjanameva nānan’”ti. ",
  "mn127:6.1": "“Yā cāyaṁ, gahapati, appamāṇā cetovimutti yā ca mahaggatā cetovimutti ime dhammā nānatthā ceva nānābyañjanā ca. ",
  "mn127:6.2": "Tadamināpetaṁ, gahapati, pariyāyena veditabbaṁ yathā ime dhammā nānatthā ceva nānābyañjanā ca. ",
  "mn127:7.1": "Katamā ca, gahapati, appamāṇā cetovimutti? ",
  "mn127:7.2": "Idha, gahapati, bhikkhu mettāsahagatena cetasā ekaṁ disaṁ pharitvā viharati, tathā dutiyaṁ tathā tatiyaṁ tathā catutthaṁ; iti uddhamadho tiriyaṁ sabbadhi sabbattatāya sabbāvantaṁ lokaṁ mettāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyābajjhena pharitvā viharati. ",
  "mn127:7.3": "Karuṇāsahagatena cetasā … ",
  "mn127:7.4": "muditāsahagatena cetasā … ",
  "mn127:7.5": "upekkhāsahagatena cetasā ekaṁ disaṁ pharitvā viharati, tathā dutiyaṁ tathā tatiyaṁ tathā catutthaṁ; iti uddhamadho tiriyaṁ sabbadhi sabbattatāya sabbāvantaṁ lokaṁ upekkhāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyābajjhena pharitvā viharati. ",
  "mn127:7.6": "Ayaṁ vuccati, gahapati, appamāṇā cetovimutti. ",
  "mn127:8.1": "Katamā ca, gahapati, mahaggatā cetovimutti? ",
  "mn127:8.2": "Idha, gahapati, bhikkhu yāvatā ekaṁ rukkhamūlaṁ mahaggatanti pharitvā adhimuccitvā viharati. ",
  "mn127:8.3": "Ayaṁ vuccati, gahapati, mahaggatā cetovimutti. ",
  "mn127:8.4": "Idha pana, gahapati, bhikkhu yāvatā dve vā tīṇi vā rukkhamūlāni mahaggatanti pharitvā adhimuccitvā viharati. ",
  "mn127:8.5": "Ayampi vuccati, gahapati, mahaggatā cetovimutti. ",
  "mn127:8.6": "Idha pana, gahapati, bhikkhu yāvatā ekaṁ gāmakkhettaṁ mahaggatanti pharitvā adhimuccitvā viharati. ",
  "mn127:8.7": "Ayampi vuccati, gahapati, mahaggatā cetovimutti. ",
  "mn127:8.8": "Idha pana, gahapati, bhikkhu yāvatā dve vā tīṇi vā gāmakkhettāni mahaggatanti pharitvā adhimuccitvā viharati. ",
  "mn127:8.9": "Ayampi vuccati, gahapati, mahaggatā cetovimutti. ",
  "mn127:8.10": "Idha pana, gahapati, bhikkhu yāvatā ekaṁ mahārajjaṁ mahaggatanti pharitvā adhimuccitvā viharati. ",
  "mn127:8.11": "Ayampi vuccati, gahapati, mahaggatā cetovimutti. ",
  "mn127:8.12": "Idha pana, gahapati, bhikkhu yāvatā dve vā tīṇi vā mahārajjāni mahaggatanti pharitvā adhimuccitvā viharati. ",
  "mn127:8.13": "Ayampi vuccati, gahapati, mahaggatā cetovimutti. ",
  "mn127:8.14": "Idha pana, gahapati, bhikkhu yāvatā samuddapariyantaṁ pathaviṁ mahaggatanti pharitvā adhimuccitvā viharati. ",
  "mn127:8.15": "Ayampi vuccati, gahapati, mahaggatā cetovimutti. ",
  "mn127:8.16": "Iminā kho etaṁ, gahapati, pariyāyena veditabbaṁ yathā ime dhammā nānatthā ceva nānābyañjanā ca. ",
  "mn127:9.1": "Catasso kho imā gahapati, bhavūpapattiyo. ",
  "mn127:9.2": "Katamā catasso? ",
  "mn127:9.3": "Idha, gahapati, ekacco ‘parittābhā’ti pharitvā adhimuccitvā viharati. ",
  "mn127:9.4": "So kāyassa bhedā paraṁ maraṇā parittābhānaṁ devānaṁ sahabyataṁ upapajjati. ",
  "mn127:9.5": "Idha pana, gahapati, ekacco ‘appamāṇābhā’ti pharitvā adhimuccitvā viharati. ",
  "mn127:9.6": "So kāyassa bhedā paraṁ maraṇā appamāṇābhānaṁ devānaṁ sahabyataṁ upapajjati. ",
  "mn127:9.7": "Idha pana, gahapati, ekacco ‘saṅkiliṭṭhābhā’ti pharitvā adhimuccitvā viharati. ",
  "mn127:9.8": "So kāyassa bhedā paraṁ maraṇā saṅkiliṭṭhābhānaṁ devānaṁ sahabyataṁ upapajjati. ",
  "mn127:9.9": "Idha pana, gahapati, ekacco ‘parisuddhābhā’ti pharitvā adhimuccitvā viharati. ",
  "mn127:9.10": "So kāyassa bhedā paraṁ maraṇā parisuddhābhānaṁ devānaṁ sahabyataṁ upapajjati. ",
  "mn127:9.11": "Imā kho, gahapati, catasso bhavūpapattiyo. ",
  "mn127:10.1": "Hoti kho so, gahapati, samayo, yā tā devatā ekajjhaṁ sannipatanti, tāsaṁ ekajjhaṁ sannipatitānaṁ vaṇṇanānattañhi kho paññāyati no ca ābhānānattaṁ. ",
  "mn127:10.2": "Seyyathāpi, gahapati, puriso sambahulāni telappadīpāni ekaṁ gharaṁ paveseyya. ",
  "mn127:10.3": "Tesaṁ ekaṁ gharaṁ pavesitānaṁ accinānattañhi kho paññāyetha, no ca ābhānānattaṁ; ",
  "mn127:10.4": "evameva kho, gahapati, hoti kho so samayo, yā tā devatā ekajjhaṁ sannipatanti tāsaṁ ekajjhaṁ sannipatitānaṁ vaṇṇanānattañhi kho paññāyati, no ca ābhānānattaṁ. ",
  "mn127:11.1": "Hoti kho so, gahapati, samayo, yā tā devatā tato vipakkamanti, tāsaṁ tato vipakkamantīnaṁ vaṇṇanānattañceva paññāyati ābhānānattañca. ",
  "mn127:11.2": "Seyyathāpi, gahapati, puriso tāni sambahulāni telappadīpāni tamhā gharā nīhareyya. ",
  "mn127:11.3": "Tesaṁ tato nīhatānaṁ accinānattañceva paññāyetha ābhānānattañca; ",
  "mn127:11.4": "evameva kho, gahapati, hoti kho so samayo, yā tā devatā tato vipakkamanti, tāsaṁ tato vipakkamantīnaṁ vaṇṇanānattañceva paññāyati ābhānānattañca. ",
  "mn127:12.1": "Na kho, gahapati, tāsaṁ devatānaṁ evaṁ hoti: ",
  "mn127:12.2": "‘idaṁ amhākaṁ niccanti vā dhuvanti vā sassatanti vā’, api ca yattha yattheva tā devatā abhinivisanti tattha tattheva tā devatā abhiramanti. ",
  "mn127:12.3": "Seyyathāpi, gahapati, makkhikānaṁ kājena vā piṭakena vā harīyamānānaṁ na evaṁ hoti: ",
  "mn127:12.4": "‘idaṁ amhākaṁ niccanti vā dhuvanti vā sassatanti vā’, api ca yattha yattheva tā makkhikā abhinivisanti tattha tattheva tā makkhikā abhiramanti; ",
  "mn127:12.5": "evameva kho, gahapati, tāsaṁ devatānaṁ na evaṁ hoti: ",
  "mn127:12.6": "‘idaṁ amhākaṁ niccanti vā dhuvanti vā sassatanti vā’, api ca yattha yattheva tā devatā abhinivisanti tattha tattheva tā devatā abhiramantī”ti. ",
  "mn127:13.1": "Evaṁ vutte, āyasmā sabhiyo kaccāno āyasmantaṁ anuruddhaṁ etadavoca: ",
  "mn127:13.2": "“sādhu, bhante anuruddha. ",
  "mn127:13.3": "Atthi ca me ettha uttariṁ paṭipucchitabbaṁ. ",
  "mn127:13.4": "Yā tā, bhante, devatā ābhā sabbā tā parittābhā udāhu santettha ekaccā devatā appamāṇābhā”ti? ",
  "mn127:13.5": "“Tadaṅgena kho, āvuso kaccāna, santettha ekaccā devatā parittābhā, santi panettha ekaccā devatā appamāṇābhā”ti. ",
  "mn127:14.1": "“Ko nu kho, bhante anuruddha, hetu ko paccayo yena tāsaṁ devatānaṁ ekaṁ devanikāyaṁ upapannānaṁ santettha ekaccā devatā parittābhā, santi panettha ekaccā devatā appamāṇābhā”ti? ",
  "mn127:14.2": "“Tena hāvuso kaccāna, taṁyevettha paṭipucchissāmi. Yathā te khameyya tathā naṁ byākareyyāsi. ",
  "mn127:14.3": "Taṁ kiṁ maññasi, āvuso kaccāna, ",
  "mn127:14.4": "yvāyaṁ bhikkhu yāvatā ekaṁ rukkhamūlaṁ ‘mahaggatan’ti pharitvā adhimuccitvā viharati, yo cāyaṁ bhikkhu yāvatā dve vā tīṇi vā rukkhamūlāni ‘mahaggatan’ti pharitvā adhimuccitvā viharati—",
  "mn127:14.5": "imāsaṁ ubhinnaṁ cittabhāvanānaṁ katamā cittabhāvanā mahaggatatarā”ti? ",
  "mn127:14.6": "“Yvāyaṁ, bhante, bhikkhu yāvatā dve vā tīṇi vā rukkhamūlāni ‘mahaggatan’ti pharitvā adhimuccitvā viharati—",
  "mn127:14.7": "ayaṁ imāsaṁ ubhinnaṁ cittabhāvanānaṁ mahaggatatarā”ti. ",
  "mn127:14.8": "“Taṁ kiṁ maññasi, āvuso kaccāna, ",
  "mn127:14.9": "yvāyaṁ bhikkhu yāvatā dve vā tīṇi vā rukkhamūlāni ‘mahaggatan’ti pharitvā adhimuccitvā viharati, yo cāyaṁ bhikkhu yāvatā ekaṁ gāmakkhettaṁ ‘mahaggatan’ti pharitvā adhimuccitvā viharati—",
  "mn127:14.10": "imāsaṁ ubhinnaṁ cittabhāvanānaṁ katamā cittabhāvanā mahaggatatarā”ti? ",
  "mn127:14.11": "“Yvāyaṁ, bhante, bhikkhu yāvatā ekaṁ gāmakkhettaṁ ‘mahaggatan’ti pharitvā adhimuccitvā viharati—",
  "mn127:14.12": "ayaṁ imāsaṁ ubhinnaṁ cittabhāvanānaṁ mahaggatatarā”ti. ",
  "mn127:14.13": "“Taṁ kiṁ maññasi, āvuso kaccāna, yvāyaṁ bhikkhu yāvatā ekaṁ gāmakkhettaṁ ‘mahaggatan’ti pharitvā adhimuccitvā viharati, yo cāyaṁ bhikkhu yāvatā dve vā tīṇi vā gāmakkhettāni ‘mahaggatan’ti pharitvā adhimuccitvā viharati—",
  "mn127:14.14": "imāsaṁ ubhinnaṁ cittabhāvanānaṁ katamā cittabhāvanā mahaggatatarā”ti? ",
  "mn127:14.15": "“Yvāyaṁ, bhante, bhikkhu yāvatā dve vā tīṇi vā gāmakkhettāni ‘mahaggatan’ti pharitvā adhimuccitvā viharati—",
  "mn127:14.16": "ayaṁ imāsaṁ ubhinnaṁ cittabhāvanānaṁ mahaggatatarā”ti. ",
  "mn127:14.17": "“Taṁ kiṁ maññasi, āvuso kaccāna, yvāyaṁ bhikkhu yāvatā dve vā tīṇi vā gāmakkhettāni ‘mahaggatan’ti pharitvā adhimuccitvā viharati, yo cāyaṁ bhikkhu yāvatā ekaṁ mahārajjaṁ ‘mahaggatan’ti pharitvā adhimuccitvā viharati—",
  "mn127:14.18": "imāsaṁ ubhinnaṁ cittabhāvanānaṁ katamā cittabhāvanā mahaggatatarā”ti? ",
  "mn127:14.19": "“Yvāyaṁ, bhante, bhikkhu yāvatā ekaṁ mahārajjaṁ ‘mahaggatan’ti pharitvā adhimuccitvā viharati—",
  "mn127:14.20": "ayaṁ imāsaṁ ubhinnaṁ cittabhāvanānaṁ mahaggatatarā”ti. ",
  "mn127:14.21": "“Taṁ kiṁ maññasi, āvuso kaccāna, yvāyaṁ bhikkhu yāvatā ekaṁ mahārajjaṁ ‘mahaggatan’ti pharitvā adhimuccitvā viharati, yo cāyaṁ bhikkhu yāvatā dve vā tīṇi vā mahārajjāni ‘mahaggatan’ti pharitvā adhimuccitvā viharati—",
  "mn127:14.22": "imāsaṁ ubhinnaṁ cittabhāvanānaṁ katamā cittabhāvanā mahaggatatarā”ti? ",
  "mn127:14.23": "“Yvāyaṁ, bhante, bhikkhu yāvatā dve vā tīṇi vā mahārajjāni ‘mahaggatan’ti pharitvā adhimuccitvā viharati—",
  "mn127:14.24": "ayaṁ imāsaṁ ubhinnaṁ cittabhāvanānaṁ mahaggatatarā”ti. ",
  "mn127:14.25": "“Taṁ kiṁ maññasi, āvuso kaccāna, yvāyaṁ bhikkhu yāvatā dve vā tīṇi vā mahārajjāni ‘mahaggatan’ti pharitvā adhimuccitvā viharati, yo cāyaṁ bhikkhu yāvatā samuddapariyantaṁ pathaviṁ ‘mahaggatan’ti pharitvā adhimuccitvā viharati—",
  "mn127:14.26": "imāsaṁ ubhinnaṁ cittabhāvanānaṁ katamā cittabhāvanā mahaggatatarā”ti? ",
  "mn127:14.27": "“Yvāyaṁ, bhante, bhikkhu yāvatā samuddapariyantaṁ pathaviṁ ‘mahaggatan’ti pharitvā adhimuccitvā viharati—",
  "mn127:14.28": "ayaṁ imāsaṁ ubhinnaṁ cittabhāvanānaṁ mahaggatatarā”ti? ",
  "mn127:14.29": "“Ayaṁ kho, āvuso kaccāna, hetu ayaṁ paccayo, yena tāsaṁ devatānaṁ ekaṁ devanikāyaṁ upapannānaṁ santettha ekaccā devatā parittābhā, santi panettha ekaccā devatā appamāṇābhā”ti. ",
  "mn127:15.1": "“Sādhu, bhante anuruddha. ",
  "mn127:15.2": "Atthi ca me ettha uttariṁ paṭipucchitabbaṁ. ",
  "mn127:15.3": "Yāvatā, bhante, devatā ābhā sabbā tā saṅkiliṭṭhābhā udāhu santettha ekaccā devatā parisuddhābhā”ti? ",
  "mn127:15.4": "“Tadaṅgena kho, āvuso kaccāna, santettha ekaccā devatā saṅkiliṭṭhābhā, santi panettha ekaccā devatā parisuddhābhā”ti. ",
  "mn127:16.1": "“Ko nu kho, bhante, anuruddha, hetu ko paccayo, yena tāsaṁ devatānaṁ ekaṁ devanikāyaṁ upapannānaṁ santettha ekaccā devatā saṅkiliṭṭhābhā, santi panettha ekaccā devatā parisuddhābhā”ti? ",
  "mn127:16.2": "“Tena hāvuso kaccāna, upamaṁ te karissāmi. ",
  "mn127:16.3": "Upamāyapidhekacce viññū purisā bhāsitassa atthaṁ ājānanti. ",
  "mn127:16.4": "Seyyathāpi, āvuso kaccāna, telappadīpassa jhāyato telampi aparisuddhaṁ vaṭṭipi aparisuddhā. ",
  "mn127:16.5": "So telassapi aparisuddhattā vaṭṭiyāpi aparisuddhattā andhandhaṁ viya jhāyati; ",
  "mn127:16.6": "evameva kho, āvuso kaccāna, idhekacco bhikkhu ‘saṅkiliṭṭhābhā’ti pharitvā adhimuccitvā viharati, ",
  "mn127:16.7": "tassa kāyaduṭṭhullampi na suppaṭippassaddhaṁ hoti, thinamiddhampi na susamūhataṁ hoti, uddhaccakukkuccampi na suppaṭivinītaṁ hoti. ",
  "mn127:16.8": "So kāyaduṭṭhullassapi na suppaṭippassaddhattā thinamiddhassapi na susamūhatattā uddhaccakukkuccassapi na suppaṭivinītattā andhandhaṁ viya jhāyati. ",
  "mn127:16.9": "So kāyassa bhedā paraṁ maraṇā saṅkiliṭṭhābhānaṁ devānaṁ sahabyataṁ upapajjati. ",
  "mn127:16.10": "Seyyathāpi, āvuso kaccāna, telappadīpassa jhāyato telampi parisuddhaṁ vaṭṭipi parisuddhā. ",
  "mn127:16.11": "So telassapi parisuddhattā vaṭṭiyāpi parisuddhattā na andhandhaṁ viya jhāyati; ",
  "mn127:16.12": "evameva kho, āvuso kaccāna, idhekacco bhikkhu ‘parisuddhābhā’ti pharitvā adhimuccitvā viharati. ",
  "mn127:16.13": "Tassa kāyaduṭṭhullampi suppaṭippassaddhaṁ hoti, thinamiddhampi susamūhataṁ hoti, uddhaccakukkuccampi suppaṭivinītaṁ hoti. ",
  "mn127:16.14": "So kāyaduṭṭhullassapi suppaṭippassaddhattā thinamiddhassapi susamūhatattā uddhaccakukkuccassapi suppaṭivinītattā na andhandhaṁ viya jhāyati. ",
  "mn127:16.15": "So kāyassa bhedā paraṁ maraṇā parisuddhābhānaṁ devānaṁ sahabyataṁ upapajjati. ",
  "mn127:16.16": "Ayaṁ kho, āvuso kaccāna, hetu ayaṁ paccayo yena tāsaṁ devatānaṁ ekaṁ devanikāyaṁ upapannānaṁ santettha ekaccā devatā saṅkiliṭṭhābhā, santi panettha ekaccā devatā parisuddhābhā”ti. ",
  "mn127:17.1": "Evaṁ vutte, āyasmā sabhiyo kaccāno āyasmantaṁ anuruddhaṁ etadavoca: ",
  "mn127:17.2": "“sādhu, bhante anuruddha. ",
  "mn127:17.3": "Na, bhante, āyasmā anuruddho evamāha: ",
  "mn127:17.4": "‘evaṁ me sutan’ti vā ‘evaṁ arahati bhavitun’ti vā; ",
  "mn127:17.5": "atha ca pana, bhante, āyasmā anuruddho ‘evampi tā devatā, itipi tā devatā’tveva bhāsati. ",
  "mn127:17.6": "Tassa mayhaṁ, bhante, evaṁ hoti: ",
  "mn127:17.7": "‘addhā āyasmatā anuruddhena tāhi devatāhi saddhiṁ sannivutthapubbañceva sallapitapubbañca sākacchā ca samāpajjitapubbā’”ti. ",
  "mn127:17.8": "“Addhā kho ayaṁ, āvuso kaccāna, āsajja upanīya vācā bhāsitā, ",
  "mn127:17.9": "api ca te ahaṁ byākarissāmi: ",
  "mn127:17.10": "‘dīgharattaṁ kho me, āvuso kaccāna, tāhi devatāhi saddhiṁ sannivutthapubbañceva sallapitapubbañca sākacchā ca samāpajjitapubbā’”ti. ",
  "mn127:18.1": "Evaṁ vutte, āyasmā sabhiyo kaccāno pañcakaṅgaṁ thapatiṁ etadavoca: ",
  "mn127:18.2": "“lābhā te, gahapati, suladdhaṁ te, gahapati, ",
  "mn127:18.3": "yaṁ tvañceva taṁ kaṅkhādhammaṁ pahāsi, mayañcimaṁ dhammapariyāyaṁ alatthamhā savanāyā”ti. ",
  "mn127:18.4": "Anuruddhasuttaṁ niṭṭhitaṁ sattamaṁ. "
}