{
  "mn135:0.1": "Majjhima Nikāya 135 ",
  "mn135:0.2": "Cūḷakammavibhaṅgasutta ",
  "mn135:1.1": "Evaṁ me sutaṁ—",
  "mn135:1.2": "ekaṁ samayaṁ bhagavā sāvatthiyaṁ viharati jetavane, anāthapiṇḍikassa ārāme. ",
  "mn135:2.1": "Atha kho subho māṇavo todeyyaputto yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṁ sammodi. ",
  "mn135:2.2": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho subho māṇavo todeyyaputto bhagavantaṁ etadavoca: ",
  "mn135:3.1": "“Ko nu kho, bho gotama, hetu ko paccayo yena manussānaṁyeva sataṁ manussabhūtānaṁ dissanti hīnappaṇītatā? ",
  "mn135:3.2": "Dissanti hi, bho gotama, manussā appāyukā, dissanti dīghāyukā; ",
  "mn135:3.3": "dissanti bavhābādhā, dissanti appābādhā; ",
  "mn135:3.4": "dissanti dubbaṇṇā, dissanti vaṇṇavanto; ",
  "mn135:3.5": "dissanti appesakkhā, dissanti mahesakkhā; ",
  "mn135:3.6": "dissanti appabhogā, dissanti mahābhogā; ",
  "mn135:3.7": "dissanti nīcakulīnā, dissanti uccākulīnā; ",
  "mn135:3.8": "dissanti duppaññā, dissanti paññavanto. ",
  "mn135:3.9": "Ko nu kho, bho gotama, hetu ko paccayo yena manussānaṁyeva sataṁ manussabhūtānaṁ dissanti hīnappaṇītatā”ti? ",
  "mn135:4.1": "“Kammassakā, māṇava, sattā kammadāyādā kammayonī kammabandhū kammappaṭisaraṇā. ",
  "mn135:4.2": "Kammaṁ satte vibhajati yadidaṁ—",
  "mn135:4.3": "hīnappaṇītatāyā”ti. ",
  "mn135:4.4": "“Na kho ahaṁ imassa bhoto gotamassa saṅkhittena bhāsitassa vitthārena atthaṁ avibhattassa vitthārena atthaṁ ājānāmi. ",
  "mn135:4.5": "Sādhu me bhavaṁ gotamo tathā dhammaṁ desetu yathā ahaṁ imassa bhoto gotamassa saṅkhittena bhāsitassa vitthārena atthaṁ avibhattassa vitthārena atthaṁ ājāneyyan”ti. ",
  "mn135:4.6": "“Tena hi, māṇava, suṇāhi, sādhukaṁ manasi karohi; bhāsissāmī”ti. ",
  "mn135:4.7": "“Evaṁ, bho”ti kho subho māṇavo todeyyaputto bhagavato paccassosi. ",
  "mn135:4.8": "Bhagavā etadavoca: ",
  "mn135:5.1": "“Idha, māṇava, ekacco itthī vā puriso vā pāṇātipātī hoti luddo lohitapāṇi hatapahate niviṭṭho adayāpanno pāṇabhūtesu. ",
  "mn135:5.2": "So tena kammena evaṁ samattena evaṁ samādinnena kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjati. ",
  "mn135:5.3": "No ce kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjati, sace manussattaṁ āgacchati yattha yattha paccājāyati appāyuko hoti. ",
  "mn135:5.4": "Appāyukasaṁvattanikā esā, māṇava, paṭipadā yadidaṁ—",
  "mn135:5.5": "pāṇātipātī hoti luddo lohitapāṇi hatapahate niviṭṭho adayāpanno pāṇabhūtesu. ",
  "mn135:6.1": "Idha pana, māṇava, ekacco itthī vā puriso vā pāṇātipātaṁ pahāya pāṇātipātā paṭivirato hoti nihitadaṇḍo nihitasattho, lajjī dayāpanno sabbapāṇabhūtahitānukampī viharati. ",
  "mn135:6.2": "So tena kammena evaṁ samattena evaṁ samādinnena kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjati. ",
  "mn135:6.3": "No ce kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjati, sace manussattaṁ āgacchati yattha yattha paccājāyati dīghāyuko hoti. ",
  "mn135:6.4": "Dīghāyukasaṁvattanikā esā, māṇava, paṭipadā yadidaṁ—",
  "mn135:6.5": "pāṇātipātaṁ pahāya pāṇātipātā paṭivirato hoti nihitadaṇḍo nihitasattho, lajjī dayāpanno sabbapāṇabhūtahitānukampī viharati. ",
  "mn135:7.1": "Idha, māṇava, ekacco itthī vā puriso vā sattānaṁ viheṭhakajātiko hoti, pāṇinā vā leḍḍunā vā daṇḍena vā satthena vā. ",
  "mn135:7.2": "So tena kammena evaṁ samattena evaṁ samādinnena kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjati. ",
  "mn135:7.3": "No ce kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjati, sace manussattaṁ āgacchati yattha yattha paccājāyati bavhābādho hoti. ",
  "mn135:7.4": "Bavhābādhasaṁvattanikā esā, māṇava, paṭipadā yadidaṁ—",
  "mn135:7.5": "sattānaṁ viheṭhakajātiko hoti pāṇinā vā leḍḍunā vā daṇḍena vā satthena vā. ",
  "mn135:8.1": "Idha pana, māṇava, ekacco itthī vā puriso vā sattānaṁ aviheṭhakajātiko hoti pāṇinā vā leḍḍunā vā daṇḍena vā satthena vā. ",
  "mn135:8.2": "So tena kammena evaṁ samattena evaṁ samādinnena kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjati. ",
  "mn135:8.3": "No ce kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjati, sace manussattaṁ āgacchati yattha yattha paccājāyati appābādho hoti. ",
  "mn135:8.4": "Appābādhasaṁvattanikā esā, māṇava, paṭipadā yadidaṁ—",
  "mn135:8.5": "sattānaṁ aviheṭhakajātiko hoti pāṇinā vā leḍḍunā vā daṇḍena vā satthena vā. ",
  "mn135:9.1": "Idha, māṇava, ekacco itthī vā puriso vā kodhano hoti upāyāsabahulo. ",
  "mn135:9.2": "Appampi vutto samāno abhisajjati kuppati byāpajjati patiṭṭhīyati kopañca dosañca appaccayañca pātukaroti. ",
  "mn135:9.3": "So tena kammena evaṁ samattena evaṁ samādinnena kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjati. ",
  "mn135:9.4": "No ce kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjati, sace manussattaṁ āgacchati yattha yattha paccājāyati dubbaṇṇo hoti. ",
  "mn135:9.5": "Dubbaṇṇasaṁvattanikā esā, māṇava, paṭipadā yadidaṁ—",
  "mn135:9.6": "kodhano hoti upāyāsabahulo; ",
  "mn135:9.7": "appampi vutto samāno abhisajjati kuppati byāpajjati patiṭṭhīyati kopañca dosañca appaccayañca pātukaroti. ",
  "mn135:10.1": "Idha pana, māṇava, ekacco itthī vā puriso vā akkodhano hoti anupāyāsabahulo; ",
  "mn135:10.2": "bahumpi vutto samāno nābhisajjati na kuppati na byāpajjati na patiṭṭhīyati na kopañca dosañca appaccayañca pātukaroti. ",
  "mn135:10.3": "So tena kammena evaṁ samattena evaṁ samādinnena kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjati. ",
  "mn135:10.4": "No ce kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjati, sace manussattaṁ āgacchati yattha yattha paccājāyati pāsādiko hoti. ",
  "mn135:10.5": "Pāsādikasaṁvattanikā esā, māṇava, paṭipadā yadidaṁ—",
  "mn135:10.6": "akkodhano hoti anupāyāsabahulo; ",
  "mn135:10.7": "bahumpi vutto samāno nābhisajjati na kuppati na byāpajjati na patiṭṭhīyati na kopañca dosañca appaccayañca pātukaroti. ",
  "mn135:11.1": "Idha, māṇava, ekacco itthī vā puriso vā issāmanako hoti; ",
  "mn135:11.2": "paralābhasakkāragarukāramānanavandanapūjanāsu issati upadussati issaṁ bandhati. ",
  "mn135:11.3": "So tena kammena evaṁ samattena evaṁ samādinnena kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjati. ",
  "mn135:11.4": "No ce kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjati, sace manussattaṁ āgacchati yattha yattha paccājāyati appesakkho hoti. ",
  "mn135:11.5": "Appesakkhasaṁvattanikā esā, māṇava, paṭipadā yadidaṁ—",
  "mn135:11.6": "issāmanako hoti; ",
  "mn135:11.7": "paralābhasakkāragarukāramānanavandanapūjanāsu issati upadussati issaṁ bandhati. ",
  "mn135:12.1": "Idha pana, māṇava, ekacco itthī vā puriso vā anissāmanako hoti; ",
  "mn135:12.2": "paralābhasakkāragarukāramānanavandanapūjanāsu na issati na upadussati na issaṁ bandhati. ",
  "mn135:12.3": "So tena kammena evaṁ samattena evaṁ samādinnena kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjati. ",
  "mn135:12.4": "No ce kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjati, sace manussattaṁ āgacchati yattha yattha paccājāyati mahesakkho hoti. ",
  "mn135:12.5": "Mahesakkhasaṁvattanikā esā, māṇava, paṭipadā yadidaṁ—",
  "mn135:12.6": "anissāmanako hoti; ",
  "mn135:12.7": "paralābhasakkāragarukāramānanavandanapūjanāsu na issati na upadussati na issaṁ bandhati. ",
  "mn135:13.1": "Idha, māṇava, ekacco itthī vā puriso vā na dātā hoti samaṇassa vā brāhmaṇassa vā annaṁ pānaṁ vatthaṁ yānaṁ mālāgandhavilepanaṁ seyyāvasathapadīpeyyaṁ. ",
  "mn135:13.2": "So tena kammena evaṁ samattena evaṁ samādinnena kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjati. ",
  "mn135:13.3": "No ce kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjati, sace manussattaṁ āgacchati yattha yattha paccājāyati appabhogo hoti. ",
  "mn135:13.4": "Appabhogasaṁvattanikā esā, māṇava, paṭipadā yadidaṁ—",
  "mn135:13.5": "na dātā hoti samaṇassa vā brāhmaṇassa vā annaṁ pānaṁ vatthaṁ yānaṁ mālāgandhavilepanaṁ seyyāvasathapadīpeyyaṁ. ",
  "mn135:14.1": "Idha pana, māṇava, ekacco itthī vā puriso vā dātā hoti samaṇassa vā brāhmaṇassa vā annaṁ pānaṁ vatthaṁ yānaṁ mālāgandhavilepanaṁ seyyāvasathapadīpeyyaṁ. ",
  "mn135:14.2": "So tena kammena evaṁ samattena evaṁ samādinnena kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjati. ",
  "mn135:14.3": "No ce kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjati, sace manussattaṁ āgacchati yattha yattha paccājāyati mahābhogo hoti. ",
  "mn135:14.4": "Mahābhogasaṁvattanikā esā, māṇava, paṭipadā yadidaṁ—",
  "mn135:14.5": "dātā hoti samaṇassa vā brāhmaṇassa vā annaṁ pānaṁ vatthaṁ yānaṁ mālāgandhavilepanaṁ seyyāvasathapadīpeyyaṁ. ",
  "mn135:15.1": "Idha, māṇava, ekacco itthī vā puriso vā thaddho hoti atimānī—",
  "mn135:15.2": "abhivādetabbaṁ na abhivādeti, paccuṭṭhātabbaṁ na paccuṭṭheti, āsanārahassa na āsanaṁ deti, maggārahassa na maggaṁ deti, sakkātabbaṁ na sakkaroti, garukātabbaṁ na garukaroti, mānetabbaṁ na māneti, pūjetabbaṁ na pūjeti. ",
  "mn135:15.3": "So tena kammena evaṁ samattena evaṁ samādinnena kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjati. ",
  "mn135:15.4": "No ce kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjati, sace manussattaṁ āgacchati yattha yattha paccājāyati nīcakulīno hoti. ",
  "mn135:15.5": "Nīcakulīnasaṁvattanikā esā, māṇava, paṭipadā yadidaṁ—",
  "mn135:15.6": "thaddho hoti atimānī; ",
  "mn135:15.7": "abhivādetabbaṁ na abhivādeti, paccuṭṭhātabbaṁ na paccuṭṭheti, āsanārahassa na āsanaṁ deti, maggārahassa na maggaṁ deti, sakkātabbaṁ na sakkaroti, garukātabbaṁ na garukaroti, mānetabbaṁ na māneti, pūjetabbaṁ na pūjeti. ",
  "mn135:16.1": "Idha pana, māṇava, ekacco itthī vā puriso vā atthaddho hoti anatimānī; ",
  "mn135:16.2": "abhivādetabbaṁ abhivādeti, paccuṭṭhātabbaṁ paccuṭṭheti, āsanārahassa āsanaṁ deti, maggārahassa maggaṁ deti, sakkātabbaṁ sakkaroti, garukātabbaṁ garukaroti, mānetabbaṁ māneti, pūjetabbaṁ pūjeti. ",
  "mn135:16.3": "So tena kammena evaṁ samattena evaṁ samādinnena kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjati. ",
  "mn135:16.4": "No ce kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjati, sace manussattaṁ āgacchati yattha yattha paccājāyati uccākulīno hoti. ",
  "mn135:16.5": "Uccākulīnasaṁvattanikā esā, māṇava, paṭipadā yadidaṁ—",
  "mn135:16.6": "atthaddho hoti anatimānī; ",
  "mn135:16.7": "abhivādetabbaṁ abhivādeti, paccuṭṭhātabbaṁ paccuṭṭheti, āsanārahassa āsanaṁ deti, maggārahassa maggaṁ deti, sakkātabbaṁ sakkaroti, garukātabbaṁ garukaroti, mānetabbaṁ māneti, pūjetabbaṁ pūjeti. ",
  "mn135:17.1": "Idha, māṇava, ekacco itthī vā puriso vā samaṇaṁ vā brāhmaṇaṁ vā upasaṅkamitvā na paripucchitā hoti: ",
  "mn135:17.2": "‘kiṁ, bhante, kusalaṁ, kiṁ akusalaṁ; ",
  "mn135:17.3": "kiṁ sāvajjaṁ, kiṁ anavajjaṁ; ",
  "mn135:17.4": "kiṁ sevitabbaṁ, kiṁ na sevitabbaṁ; ",
  "mn135:17.5": "kiṁ me karīyamānaṁ dīgharattaṁ ahitāya dukkhāya hoti, kiṁ vā pana me karīyamānaṁ dīgharattaṁ hitāya sukhāya hotī’ti? ",
  "mn135:17.6": "So tena kammena evaṁ samattena evaṁ samādinnena kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjati. ",
  "mn135:17.7": "No ce kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjati, sace manussattaṁ āgacchati yattha yattha paccājāyati duppañño hoti. ",
  "mn135:17.8": "Duppaññasaṁvattanikā esā, māṇava, paṭipadā yadidaṁ—",
  "mn135:17.9": "samaṇaṁ vā brāhmaṇaṁ vā upasaṅkamitvā na paripucchitā hoti: ",
  "mn135:17.10": "‘kiṁ, bhante, kusalaṁ, kiṁ akusalaṁ; ",
  "mn135:17.11": "kiṁ sāvajjaṁ, kiṁ anavajjaṁ; ",
  "mn135:17.12": "kiṁ sevitabbaṁ, kiṁ na sevitabbaṁ; ",
  "mn135:17.13": "kiṁ me karīyamānaṁ dīgharattaṁ ahitāya dukkhāya hoti, kiṁ vā pana me karīyamānaṁ dīgharattaṁ hitāya sukhāya hotī’ti? ",
  "mn135:18.1": "Idha pana, māṇava, ekacco itthī vā puriso vā samaṇaṁ vā brāhmaṇaṁ vā upasaṅkamitvā paripucchitā hoti: ",
  "mn135:18.2": "‘kiṁ, bhante, kusalaṁ, kiṁ akusalaṁ; ",
  "mn135:18.3": "kiṁ sāvajjaṁ, kiṁ anavajjaṁ; ",
  "mn135:18.4": "kiṁ sevitabbaṁ, kiṁ na sevitabbaṁ; ",
  "mn135:18.5": "kiṁ me karīyamānaṁ dīgharattaṁ ahitāya dukkhāya hoti, kiṁ vā pana me karīyamānaṁ dīgharattaṁ hitāya sukhāya hotī’ti? ",
  "mn135:18.6": "So tena kammena evaṁ samattena evaṁ samādinnena kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjati. ",
  "mn135:18.7": "No ce kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjati, sace manussattaṁ āgacchati yattha yattha paccājāyati mahāpañño hoti. ",
  "mn135:18.8": "Mahāpaññasaṁvattanikā esā, māṇava, paṭipadā yadidaṁ—",
  "mn135:18.9": "samaṇaṁ vā brāhmaṇaṁ vā upasaṅkamitvā paripucchitā hoti: ",
  "mn135:18.10": "‘kiṁ, bhante, kusalaṁ, kiṁ akusalaṁ; ",
  "mn135:18.11": "kiṁ sāvajjaṁ, kiṁ anavajjaṁ; ",
  "mn135:18.12": "kiṁ sevitabbaṁ, kiṁ na sevitabbaṁ; ",
  "mn135:18.13": "kiṁ me karīyamānaṁ dīgharattaṁ ahitāya dukkhāya hoti, kiṁ vā pana me karīyamānaṁ dīgharattaṁ hitāya sukhāya hotī’ti? ",
  "mn135:19.1": "Iti kho, māṇava, appāyukasaṁvattanikā paṭipadā appāyukattaṁ upaneti, dīghāyukasaṁvattanikā paṭipadā dīghāyukattaṁ upaneti; ",
  "mn135:19.2": "bavhābādhasaṁvattanikā paṭipadā bavhābādhattaṁ upaneti, appābādhasaṁvattanikā paṭipadā appābādhattaṁ upaneti; ",
  "mn135:19.3": "dubbaṇṇasaṁvattanikā paṭipadā dubbaṇṇattaṁ upaneti, pāsādikasaṁvattanikā paṭipadā pāsādikattaṁ upaneti; ",
  "mn135:19.4": "appesakkhasaṁvattanikā paṭipadā appesakkhattaṁ upaneti, mahesakkhasaṁvattanikā paṭipadā mahesakkhattaṁ upaneti; ",
  "mn135:19.5": "appabhogasaṁvattanikā paṭipadā appabhogattaṁ upaneti, mahābhogasaṁvattanikā paṭipadā mahābhogattaṁ upaneti; ",
  "mn135:19.6": "nīcakulīnasaṁvattanikā paṭipadā nīcakulīnattaṁ upaneti, uccākulīnasaṁvattanikā paṭipadā uccākulīnattaṁ upaneti; ",
  "mn135:19.7": "duppaññasaṁvattanikā paṭipadā duppaññattaṁ upaneti, mahāpaññasaṁvattanikā paṭipadā mahāpaññattaṁ upaneti. ",
  "mn135:20.1": "Kammassakā, māṇava, sattā kammadāyādā kammayonī kammabandhū kammappaṭisaraṇā. ",
  "mn135:20.2": "Kammaṁ satte vibhajati yadidaṁ—",
  "mn135:20.3": "hīnappaṇītatāyā”ti. ",
  "mn135:21.1": "Evaṁ vutte, subho māṇavo todeyyaputto bhagavantaṁ etadavoca: ",
  "mn135:21.2": "“abhikkantaṁ, bho gotama, abhikkantaṁ, bho gotama. ",
  "mn135:21.3": "Seyyathāpi, bho gotama, nikkujjitaṁ vā ukkujjeyya, paṭicchannaṁ vā vivareyya, mūḷhassa vā maggaṁ ācikkheyya, andhakāre vā telapajjotaṁ dhāreyya: ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṁ bhotā gotamena anekapariyāyena dhammo pakāsito. ",
  "mn135:21.4": "Esāhaṁ bhavantaṁ gotamaṁ saraṇaṁ gacchāmi dhammañca bhikkhusaṅghañca. ",
  "mn135:21.5": "Upāsakaṁ maṁ bhavaṁ gotamo dhāretu ajjatagge pāṇupetaṁ saraṇaṁ gatan”ti. ",
  "mn135:21.6": "Cūḷakammavibhaṅgasuttaṁ niṭṭhitaṁ pañcamaṁ. "
}