{
  "mn13:0.1": "Majjhima Nikāya 13 ",
  "mn13:0.2": "Mahādukkhakkhandhasutta ",
  "mn13:1.1": "Evaṁ me sutaṁ—",
  "mn13:1.2": "ekaṁ samayaṁ bhagavā sāvatthiyaṁ viharati jetavane anāthapiṇḍikassa ārāme. ",
  "mn13:2.1": "Atha kho sambahulā bhikkhū pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya sāvatthiṁ piṇḍāya pāvisiṁsu. ",
  "mn13:2.2": "Atha kho tesaṁ bhikkhūnaṁ etadahosi: ",
  "mn13:2.3": "“atippago kho tāva sāvatthiyaṁ piṇḍāya carituṁ, ",
  "mn13:2.4": "yaṁ nūna mayaṁ yena aññatitthiyānaṁ paribbājakānaṁ ārāmo tenupasaṅkameyyāmā”ti. ",
  "mn13:2.5": "Atha kho te bhikkhū yena aññatitthiyānaṁ paribbājakānaṁ ārāmo tenupasaṅkamiṁsu; upasaṅkamitvā tehi aññatitthiyehi paribbājakehi saddhiṁ sammodiṁsu; ",
  "mn13:2.6": "sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdiṁsu. Ekamantaṁ nisinne kho te bhikkhū te aññatitthiyā paribbājakā etadavocuṁ: ",
  "mn13:3.1": "“samaṇo, āvuso, gotamo kāmānaṁ pariññaṁ paññapeti, mayampi kāmānaṁ pariññaṁ paññapema; ",
  "mn13:3.2": "samaṇo, āvuso, gotamo rūpānaṁ pariññaṁ paññapeti, mayampi rūpānaṁ pariññaṁ paññapema; ",
  "mn13:3.3": "samaṇo, āvuso, gotamo vedanānaṁ pariññaṁ paññapeti, mayampi vedanānaṁ pariññaṁ paññapema; ",
  "mn13:3.4": "idha no, āvuso, ko viseso, ko adhippayāso, kiṁ nānākaraṇaṁ samaṇassa vā gotamassa amhākaṁ vā—",
  "mn13:3.5": "yadidaṁ dhammadesanāya vā dhammadesanaṁ, anusāsaniyā vā anusāsanin”ti? ",
  "mn13:4.1": "Atha kho te bhikkhū tesaṁ aññatitthiyānaṁ paribbājakānaṁ bhāsitaṁ neva abhinandiṁsu, nappaṭikkosiṁsu; ",
  "mn13:4.2": "anabhinanditvā appaṭikkositvā uṭṭhāyāsanā pakkamiṁsu: ",
  "mn13:4.3": "“bhagavato santike etassa bhāsitassa atthaṁ ājānissāmā”ti. ",
  "mn13:5.1": "Atha kho te bhikkhū sāvatthiyaṁ piṇḍāya caritvā pacchābhattaṁ piṇḍapātapaṭikkantā yena bhagavā tenupasaṅkamiṁsu; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdiṁsu. Ekamantaṁ nisinnā kho te bhikkhū bhagavantaṁ etadavocuṁ: ",
  "mn13:5.2": "“idha mayaṁ, bhante, pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya sāvatthiṁ piṇḍāya pāvisimha. ",
  "mn13:5.3": "Tesaṁ no, bhante, amhākaṁ etadahosi: ",
  "mn13:5.4": "‘atippago kho tāva sāvatthiyaṁ piṇḍāya carituṁ, ",
  "mn13:5.5": "yaṁ nūna mayaṁ yena aññatitthiyānaṁ paribbājakānaṁ ārāmo tenupasaṅkameyyāmā’ti. ",
  "mn13:5.6": "Atha kho mayaṁ, bhante, yena aññatitthiyānaṁ paribbājakānaṁ ārāmo tenupasaṅkamimha; upasaṅkamitvā tehi aññatitthiyehi paribbājakehi saddhiṁ sammodimha; ",
  "mn13:5.7": "sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdimha. Ekamantaṁ nisinne kho amhe, bhante, te aññatitthiyā paribbājakā etadavocuṁ: ",
  "mn13:5.8": "‘samaṇo, āvuso, gotamo kāmānaṁ pariññaṁ paññapeti, mayampi kāmānaṁ pariññaṁ paññapema. ",
  "mn13:5.9": "Samaṇo, āvuso, gotamo rūpānaṁ pariññaṁ paññapeti, mayampi rūpānaṁ pariññaṁ paññapema. ",
  "mn13:5.10": "Samaṇo, āvuso, gotamo vedanānaṁ pariññaṁ paññapeti, mayampi vedanānaṁ pariññaṁ paññapema. ",
  "mn13:5.11": "Idha no, āvuso, ko viseso, ko adhippayāso, kiṁ nānākaraṇaṁ samaṇassa vā gotamassa amhākaṁ vā, yadidaṁ dhammadesanāya vā dhammadesanaṁ anusāsaniyā vā anusāsanin’ti. ",
  "mn13:5.12": "Atha kho mayaṁ, bhante, tesaṁ aññatitthiyānaṁ paribbājakānaṁ bhāsitaṁ neva abhinandimha, nappaṭikkosimha; ",
  "mn13:5.13": "anabhinanditvā appaṭikkositvā uṭṭhāyāsanā pakkamimha: ",
  "mn13:5.14": "‘bhagavato santike etassa bhāsitassa atthaṁ ājānissāmā’”ti. ",
  "mn13:6.1": "“Evaṁvādino, bhikkhave, aññatitthiyā paribbājakā evamassu vacanīyā: ",
  "mn13:6.2": "‘ko panāvuso, kāmānaṁ assādo, ko ādīnavo, kiṁ nissaraṇaṁ? ",
  "mn13:6.3": "Ko rūpānaṁ assādo, ko ādīnavo, kiṁ nissaraṇaṁ? ",
  "mn13:6.4": "Ko vedanānaṁ assādo, ko ādīnavo, kiṁ nissaraṇan’ti? ",
  "mn13:6.5": "Evaṁ puṭṭhā, bhikkhave, aññatitthiyā paribbājakā na ceva sampāyissanti, uttariñca vighātaṁ āpajjissanti. ",
  "mn13:6.6": "Taṁ kissa hetu? ",
  "mn13:6.7": "Yathā taṁ, bhikkhave, avisayasmiṁ. ",
  "mn13:6.8": "Nāhaṁ taṁ, bhikkhave, passāmi sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya yo imesaṁ pañhānaṁ veyyākaraṇena cittaṁ ārādheyya, aññatra tathāgatena vā tathāgatasāvakena vā, ito vā pana sutvā. ",
  "mn13:7.1": "Ko ca, bhikkhave, kāmānaṁ assādo? ",
  "mn13:7.2": "Pañcime, bhikkhave, kāmaguṇā. ",
  "mn13:7.3": "Katame pañca? ",
  "mn13:7.4": "Cakkhuviññeyyā rūpā iṭṭhā kantā manāpā piyarūpā kāmūpasaṁhitā rajanīyā, ",
  "mn13:7.5": "sotaviññeyyā saddā …pe… ",
  "mn13:7.6": "ghānaviññeyyā gandhā … ",
  "mn13:7.7": "jivhāviññeyyā rasā … ",
  "mn13:7.8": "kāyaviññeyyā phoṭṭhabbā iṭṭhā kantā manāpā piyarūpā kāmūpasaṁhitā rajanīyā—",
  "mn13:7.9": "ime kho, bhikkhave, pañca kāmaguṇā. ",
  "mn13:7.10": "Yaṁ kho, bhikkhave, ime pañca kāmaguṇe paṭicca uppajjati sukhaṁ somanassaṁ—ayaṁ kāmānaṁ assādo. ",
  "mn13:8.1": "Ko ca, bhikkhave, kāmānaṁ ādīnavo? ",
  "mn13:8.2": "Idha, bhikkhave, kulaputto yena sippaṭṭhānena jīvikaṁ kappeti—",
  "mn13:8.3": "yadi muddāya yadi gaṇanāya yadi saṅkhānena yadi kasiyā yadi vaṇijjāya yadi gorakkhena yadi issatthena yadi rājaporisena yadi sippaññatarena—",
  "mn13:8.4": "sītassa purakkhato uṇhassa purakkhato ḍaṁsamakasavātātapasarīsapasamphassehi rissamāno khuppipāsāya mīyamāno; ",
  "mn13:8.5": "ayampi, bhikkhave, kāmānaṁ ādīnavo sandiṭṭhiko, dukkhakkhandho kāmahetu kāmanidānaṁ kāmādhikaraṇaṁ kāmānameva hetu. ",
  "mn13:9.1": "Tassa ce, bhikkhave, kulaputtassa evaṁ uṭṭhahato ghaṭato vāyamato te bhogā nābhinipphajjanti. ",
  "mn13:9.2": "So socati kilamati paridevati urattāḷiṁ kandati, sammohaṁ āpajjati: ",
  "mn13:9.3": "‘moghaṁ vata me uṭṭhānaṁ, aphalo vata me vāyāmo’ti. ",
  "mn13:9.4": "Ayampi, bhikkhave, kāmānaṁ ādīnavo sandiṭṭhiko dukkhakkhandho kāmahetu kāmanidānaṁ kāmādhikaraṇaṁ kāmānameva hetu. ",
  "mn13:10.1": "Tassa ce, bhikkhave, kulaputtassa evaṁ uṭṭhahato ghaṭato vāyamato te bhogā abhinipphajjanti. ",
  "mn13:10.2": "So tesaṁ bhogānaṁ ārakkhādhikaraṇaṁ dukkhaṁ domanassaṁ paṭisaṁvedeti: ",
  "mn13:10.3": "‘kinti me bhoge neva rājāno hareyyuṁ, na corā hareyyuṁ, na aggi daheyya, na udakaṁ vaheyya, na appiyā dāyādā hareyyun’ti. ",
  "mn13:10.4": "Tassa evaṁ ārakkhato gopayato te bhoge rājāno vā haranti, corā vā haranti, aggi vā dahati, udakaṁ vā vahati, appiyā vā dāyādā haranti. ",
  "mn13:10.5": "So socati kilamati paridevati urattāḷiṁ kandati, sammohaṁ āpajjati: ",
  "mn13:10.6": "‘yampi me ahosi tampi no natthī’ti. ",
  "mn13:10.7": "Ayampi, bhikkhave, kāmānaṁ ādīnavo sandiṭṭhiko, dukkhakkhandho kāmahetu kāmanidānaṁ kāmādhikaraṇaṁ kāmānameva hetu. ",
  "mn13:11.1": "Puna caparaṁ, bhikkhave, kāmahetu kāmanidānaṁ kāmādhikaraṇaṁ kāmānameva hetu rājānopi rājūhi vivadanti, khattiyāpi khattiyehi vivadanti, brāhmaṇāpi brāhmaṇehi vivadanti, gahapatīpi gahapatīhi vivadanti, mātāpi puttena vivadati, puttopi mātarā vivadati, pitāpi puttena vivadati, puttopi pitarā vivadati, bhātāpi bhātarā vivadati, bhātāpi bhaginiyā vivadati, bhaginīpi bhātarā vivadati, sahāyopi sahāyena vivadati. ",
  "mn13:11.2": "Te tattha kalahaviggahavivādāpannā aññamaññaṁ pāṇīhipi upakkamanti, leḍḍūhipi upakkamanti, daṇḍehipi upakkamanti, satthehipi upakkamanti. ",
  "mn13:11.3": "Te tattha maraṇampi nigacchanti, maraṇamattampi dukkhaṁ. ",
  "mn13:11.4": "Ayampi, bhikkhave, kāmānaṁ ādīnavo sandiṭṭhiko, dukkhakkhandho kāmahetu kāmanidānaṁ kāmādhikaraṇaṁ kāmānameva hetu. ",
  "mn13:12.1": "Puna caparaṁ, bhikkhave, kāmahetu kāmanidānaṁ kāmādhikaraṇaṁ kāmānameva hetu asicammaṁ gahetvā, dhanukalāpaṁ sannayhitvā, ubhatobyūḷhaṁ saṅgāmaṁ pakkhandanti usūsupi khippamānesu, sattīsupi khippamānāsu, asīsupi vijjotalantesu. ",
  "mn13:12.2": "Te tattha usūhipi vijjhanti, sattiyāpi vijjhanti, asināpi sīsaṁ chindanti. ",
  "mn13:12.3": "Te tattha maraṇampi nigacchanti, maraṇamattampi dukkhaṁ. ",
  "mn13:12.4": "Ayampi, bhikkhave, kāmānaṁ ādīnavo sandiṭṭhiko, dukkhakkhandho kāmahetu kāmanidānaṁ kāmādhikaraṇaṁ kāmānameva hetu. ",
  "mn13:13.1": "Puna caparaṁ, bhikkhave, kāmahetu kāmanidānaṁ kāmādhikaraṇaṁ kāmānameva hetu asicammaṁ gahetvā, dhanukalāpaṁ sannayhitvā, addāvalepanā upakāriyo pakkhandanti usūsupi khippamānesu, sattīsupi khippamānāsu, asīsupi vijjotalantesu. ",
  "mn13:13.2": "Te tattha usūhipi vijjhanti, sattiyāpi vijjhanti, chakaṇakāyapi osiñcanti, abhivaggenapi omaddanti, asināpi sīsaṁ chindanti. ",
  "mn13:13.3": "Te tattha maraṇampi nigacchanti, maraṇamattampi dukkhaṁ. ",
  "mn13:13.4": "Ayampi, bhikkhave, kāmānaṁ ādīnavo sandiṭṭhiko, dukkhakkhandho kāmahetu kāmanidānaṁ kāmādhikaraṇaṁ kāmānameva hetu. ",
  "mn13:14.1": "Puna caparaṁ, bhikkhave, kāmahetu kāmanidānaṁ kāmādhikaraṇaṁ kāmānameva hetu sandhimpi chindanti, nillopampi haranti, ekāgārikampi karonti, paripanthepi tiṭṭhanti, paradārampi gacchanti. ",
  "mn13:14.2": "Tamenaṁ rājāno gahetvā vividhā kammakāraṇā kārenti—",
  "mn13:14.3": "kasāhipi tāḷenti, vettehipi tāḷenti, aḍḍhadaṇḍakehipi tāḷenti; hatthampi chindanti, pādampi chindanti, hatthapādampi chindanti, kaṇṇampi chindanti, nāsampi chindanti, kaṇṇanāsampi chindanti; bilaṅgathālikampi karonti, saṅkhamuṇḍikampi karonti, rāhumukhampi karonti, jotimālikampi karonti, hatthapajjotikampi karonti, erakavattikampi karonti, cīrakavāsikampi karonti, eṇeyyakampi karonti, baḷisamaṁsikampi karonti, kahāpaṇikampi karonti, khārāpatacchikampi karonti, palighaparivattikampi karonti, palālapīṭhakampi karonti, tattenapi telena osiñcanti, sunakhehipi khādāpenti, jīvantampi sūle uttāsenti, asināpi sīsaṁ chindanti. ",
  "mn13:14.4": "Te tattha maraṇampi nigacchanti, maraṇamattampi dukkhaṁ. ",
  "mn13:14.5": "Ayampi, bhikkhave, kāmānaṁ ādīnavo sandiṭṭhiko, dukkhakkhandho kāmahetu kāmanidānaṁ kāmādhikaraṇaṁ kāmānameva hetu. ",
  "mn13:15.1": "Puna caparaṁ, bhikkhave, kāmahetu kāmanidānaṁ kāmādhikaraṇaṁ kāmānameva hetu kāyena duccaritaṁ caranti, vācāya duccaritaṁ caranti, manasā duccaritaṁ caranti. ",
  "mn13:15.2": "Te kāyena duccaritaṁ caritvā, vācāya duccaritaṁ caritvā, manasā duccaritaṁ caritvā, kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjanti. ",
  "mn13:15.3": "Ayampi, bhikkhave, kāmānaṁ ādīnavo samparāyiko, dukkhakkhandho kāmahetu kāmanidānaṁ kāmādhikaraṇaṁ kāmānameva hetu. ",
  "mn13:16.1": "Kiñca, bhikkhave, kāmānaṁ nissaraṇaṁ? ",
  "mn13:16.2": "Yo kho, bhikkhave, kāmesu chandarāgavinayo chandarāgappahānaṁ—idaṁ kāmānaṁ nissaraṇaṁ. ",
  "mn13:17.1": "Ye hi keci, bhikkhave, samaṇā vā brāhmaṇā vā evaṁ kāmānaṁ assādañca assādato ādīnavañca ādīnavato nissaraṇañca nissaraṇato yathābhūtaṁ nappajānanti te vata sāmaṁ vā kāme parijānissanti, paraṁ vā tathattāya samādapessanti yathā paṭipanno kāme parijānissatīti—netaṁ ṭhānaṁ vijjati. ",
  "mn13:17.2": "Ye ca kho keci, bhikkhave, samaṇā vā brāhmaṇā vā evaṁ kāmānaṁ assādañca assādato ādīnavañca ādīnavato nissaraṇañca nissaraṇato yathābhūtaṁ pajānanti, te vata sāmaṁ vā kāme parijānissanti paraṁ vā tathattāya samādapessanti yathā paṭipanno kāme parijānissatīti—ṭhānametaṁ vijjati. ",
  "mn13:18.1": "Ko ca, bhikkhave, rūpānaṁ assādo? ",
  "mn13:18.2": "Seyyathāpi, bhikkhave, khattiyakaññā vā brāhmaṇakaññā vā gahapatikaññā vā pannarasavassuddesikā vā soḷasavassuddesikā vā, nātidīghā nātirassā nātikisā nātithūlā nātikāḷī nāccodātā paramā sā, bhikkhave, tasmiṁ samaye subhā vaṇṇanibhāti? ",
  "mn13:18.3": "‘Evaṁ, bhante’. ",
  "mn13:18.4": "Yaṁ kho, bhikkhave, subhaṁ vaṇṇanibhaṁ paṭicca uppajjati sukhaṁ somanassaṁ—",
  "mn13:18.5": "ayaṁ rūpānaṁ assādo. ",
  "mn13:19.1": "Ko ca, bhikkhave, rūpānaṁ ādīnavo? ",
  "mn13:19.2": "Idha, bhikkhave, tameva bhaginiṁ passeyya aparena samayena āsītikaṁ vā nāvutikaṁ vā vassasatikaṁ vā jātiyā, jiṇṇaṁ gopānasivaṅkaṁ bhoggaṁ daṇḍaparāyanaṁ pavedhamānaṁ gacchantiṁ āturaṁ gatayobbanaṁ khaṇḍadantaṁ palitakesaṁ, vilūnaṁ khalitasiraṁ valinaṁ tilakāhatagattaṁ. ",
  "mn13:19.3": "Taṁ kiṁ maññatha, bhikkhave, ",
  "mn13:19.4": "yā purimā subhā vaṇṇanibhā sā antarahitā, ādīnavo pātubhūtoti? ",
  "mn13:19.5": "‘Evaṁ, bhante’. ",
  "mn13:19.6": "Ayampi, bhikkhave, rūpānaṁ ādīnavo. ",
  "mn13:20.1": "Puna caparaṁ, bhikkhave, tameva bhaginiṁ passeyya ābādhikaṁ dukkhitaṁ bāḷhagilānaṁ, sake muttakarīse palipannaṁ semānaṁ, aññehi vuṭṭhāpiyamānaṁ, aññehi saṁvesiyamānaṁ. ",
  "mn13:20.2": "Taṁ kiṁ maññatha, bhikkhave, ",
  "mn13:20.3": "yā purimā subhā vaṇṇanibhā sā antarahitā, ādīnavo pātubhūtoti? ",
  "mn13:20.4": "‘Evaṁ, bhante’. ",
  "mn13:20.5": "Ayampi, bhikkhave, rūpānaṁ ādīnavo. ",
  "mn13:21.1": "Puna caparaṁ, bhikkhave, tameva bhaginiṁ passeyya sarīraṁ sivathikāya chaḍḍitaṁ—",
  "mn13:21.2": "ekāhamataṁ vā dvīhamataṁ vā tīhamataṁ vā, uddhumātakaṁ vinīlakaṁ vipubbakajātaṁ. ",
  "mn13:21.3": "Taṁ kiṁ maññatha, bhikkhave, ",
  "mn13:21.4": "yā purimā subhā vaṇṇanibhā sā antarahitā, ādīnavo pātubhūtoti? ",
  "mn13:21.5": "‘Evaṁ, bhante’. ",
  "mn13:21.6": "Ayampi, bhikkhave, rūpānaṁ ādīnavo. ",
  "mn13:22.1": "Puna caparaṁ, bhikkhave, tameva bhaginiṁ passeyya sarīraṁ sivathikāya chaḍḍitaṁ—",
  "mn13:22.2": "kākehi vā khajjamānaṁ, kulalehi vā khajjamānaṁ, gijjhehi vā khajjamānaṁ, kaṅkehi vā khajjamānaṁ, sunakhehi vā khajjamānaṁ, byagghehi vā khajjamānaṁ, dīpīhi vā khajjamānaṁ, siṅgālehi vā khajjamānaṁ, vividhehi vā pāṇakajātehi khajjamānaṁ. ",
  "mn13:22.3": "Taṁ kiṁ maññatha, bhikkhave, yā purimā subhā vaṇṇanibhā sā antarahitā, ādīnavo pātubhūtoti? ",
  "mn13:22.4": "‘Evaṁ, bhante’. ",
  "mn13:22.5": "Ayampi, bhikkhave, rūpānaṁ ādīnavo. ",
  "mn13:23-28.1": "Puna caparaṁ, bhikkhave, tameva bhaginiṁ passeyya sarīraṁ sivathikāya chaḍḍitaṁ—",
  "mn13:23-28.2": "aṭṭhikasaṅkhalikaṁ samaṁsalohitaṁ nhārusambandhaṁ, aṭṭhikasaṅkhalikaṁ nimaṁsalohitamakkhitaṁ nhārusambandhaṁ, aṭṭhikasaṅkhalikaṁ apagatamaṁsalohitaṁ nhārusambandhaṁ, aṭṭhikāni apagatasambandhāni disāvidisāvikkhittāni—",
  "mn13:23-28.3": "aññena hatthaṭṭhikaṁ, aññena pādaṭṭhikaṁ, aññena gopphakaṭṭhikaṁ, aññena jaṅghaṭṭhikaṁ, aññena ūruṭṭhikaṁ, aññena kaṭiṭṭhikaṁ, aññena phāsukaṭṭhikaṁ, aññena piṭṭhiṭṭhikaṁ, aññena khandhaṭṭhikaṁ, aññena gīvaṭṭhikaṁ, aññena hanukaṭṭhikaṁ, aññena dantaṭṭhikaṁ, aññena sīsakaṭāhaṁ. ",
  "mn13:23-28.4": "Taṁ kiṁ maññatha, bhikkhave, yā purimā subhā vaṇṇanibhā sā antarahitā, ādīnavo pātubhūtoti? ",
  "mn13:23-28.5": "‘Evaṁ, bhante’. ",
  "mn13:23-28.6": "Ayampi, bhikkhave, rūpānaṁ ādīnavo. ",
  "mn13:29.1": "Puna caparaṁ, bhikkhave, tameva bhaginiṁ passeyya sarīraṁ sivathikāya chaḍḍitaṁ—",
  "mn13:29.2": "aṭṭhikāni setāni saṅkhavaṇṇapaṭibhāgāni, aṭṭhikāni puñjakitāni terovassikāni, aṭṭhikāni pūtīni cuṇṇakajātāni. ",
  "mn13:29.3": "Taṁ kiṁ maññatha, bhikkhave, ",
  "mn13:29.4": "yā purimā subhā vaṇṇanibhā sā antarahitā, ādīnavo pātubhūtoti? ",
  "mn13:29.5": "‘Evaṁ, bhante’. ",
  "mn13:29.6": "Ayampi, bhikkhave, rūpānaṁ ādīnavo. ",
  "mn13:30.1": "Kiñca, bhikkhave, rūpānaṁ nissaraṇaṁ? ",
  "mn13:30.2": "Yo, bhikkhave, rūpesu chandarāgavinayo chandarāgappahānaṁ—idaṁ rūpānaṁ nissaraṇaṁ. ",
  "mn13:31.1": "Ye hi keci, bhikkhave, samaṇā vā brāhmaṇā vā evaṁ rūpānaṁ assādañca assādato ādīnavañca ādīnavato nissaraṇañca nissaraṇato yathābhūtaṁ nappajānanti te vata sāmaṁ vā rūpe parijānissanti, paraṁ vā tathattāya samādapessanti yathā paṭipanno rūpe parijānissatīti—netaṁ ṭhānaṁ vijjati. ",
  "mn13:31.2": "Ye ca kho keci, bhikkhave, samaṇā vā brāhmaṇā vā evaṁ rūpānaṁ assādañca assādato ādīnavañca ādīnavato nissaraṇañca nissaraṇato yathābhūtaṁ pajānanti te vata sāmaṁ vā rūpe parijānissanti paraṁ vā tathattāya samādapessanti yathā paṭipanno rūpe parijānissatīti—ṭhānametaṁ vijjati. ",
  "mn13:32.1": "Ko ca, bhikkhave, vedanānaṁ assādo? ",
  "mn13:32.2": "Idha, bhikkhave, bhikkhu vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṁ savicāraṁ vivekajaṁ pītisukhaṁ paṭhamaṁ jhānaṁ upasampajja viharati. ",
  "mn13:32.3": "Yasmiṁ samaye, bhikkhave, bhikkhu vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṁ savicāraṁ vivekajaṁ pītisukhaṁ paṭhamaṁ jhānaṁ upasampajja viharati, neva tasmiṁ samaye attabyābādhāyapi ceteti, na parabyābādhāyapi ceteti, na ubhayabyābādhāyapi ceteti; ",
  "mn13:32.4": "abyābajjhaṁyeva tasmiṁ samaye vedanaṁ vedeti. ",
  "mn13:32.5": "Abyābajjhaparamāhaṁ, bhikkhave, vedanānaṁ assādaṁ vadāmi. ",
  "mn13:33-35.1": "Puna caparaṁ, bhikkhave, bhikkhu vitakkavicārānaṁ vūpasamā ajjhattaṁ sampasādanaṁ cetaso ekodibhāvaṁ avitakkaṁ avicāraṁ samādhijaṁ pītisukhaṁ dutiyaṁ jhānaṁ upasampajja viharati …pe… ",
  "mn13:33-35.2": "yasmiṁ samaye, bhikkhave, bhikkhu pītiyā ca virāgā, upekkhako ca viharati, sato ca sampajāno sukhañca kāyena paṭisaṁvedeti yaṁ taṁ ariyā ācikkhanti: ‘upekkhako satimā sukhavihārī’ti tatiyaṁ jhānaṁ upasampajja viharati …pe… ",
  "mn13:33-35.3": "yasmiṁ samaye, bhikkhave, bhikkhu sukhassa ca pahānā dukkhassa ca pahānā pubbeva somanassadomanassānaṁ atthaṅgamā adukkhamasukhaṁ upekkhāsatipārisuddhiṁ catutthaṁ jhānaṁ upasampajja viharati, neva tasmiṁ samaye attabyābādhāyapi ceteti, na parabyābādhāyapi ceteti, na ubhayabyābādhāyapi ceteti; ",
  "mn13:33-35.4": "abyābajjhaṁyeva tasmiṁ samaye vedanaṁ vedeti. ",
  "mn13:33-35.5": "Abyābajjhaparamāhaṁ, bhikkhave, vedanānaṁ assādaṁ vadāmi. ",
  "mn13:36.1": "Ko ca, bhikkhave, vedanānaṁ ādīnavo? ",
  "mn13:36.2": "Yaṁ, bhikkhave, vedanā aniccā dukkhā vipariṇāmadhammā—ayaṁ vedanānaṁ ādīnavo. ",
  "mn13:37.1": "Kiñca, bhikkhave, vedanānaṁ nissaraṇaṁ? ",
  "mn13:37.2": "Yo, bhikkhave, vedanāsu chandarāgavinayo, chandarāgappahānaṁ—idaṁ vedanānaṁ nissaraṇaṁ. ",
  "mn13:38.1": "Ye hi keci, bhikkhave, samaṇā vā brāhmaṇā vā evaṁ vedanānaṁ assādañca assādato ādīnavañca ādīnavato nissaraṇañca nissaraṇato yathābhūtaṁ nappajānanti, te vata sāmaṁ vā vedanaṁ parijānissanti, paraṁ vā tathattāya samādapessanti yathā paṭipanno vedanaṁ parijānissatīti—netaṁ ṭhānaṁ vijjati. ",
  "mn13:38.2": "Ye ca kho keci, bhikkhave, samaṇā vā brāhmaṇā vā evaṁ vedanānaṁ assādañca assādato ādīnavañca ādīnavato nissaraṇañca nissaraṇato yathābhūtaṁ pajānanti te vata sāmaṁ vā vedanaṁ parijānissanti, paraṁ vā tathattāya samādapessanti yathā paṭipanno vedanaṁ parijānissatīti—ṭhānametaṁ vijjatī”ti. ",
  "mn13:38.3": "Idamavoca bhagavā. ",
  "mn13:38.4": "Attamanā te bhikkhū bhagavato bhāsitaṁ abhinandunti. ",
  "mn13:38.5": "Mahādukkhakkhandhasuttaṁ niṭṭhitaṁ tatiyaṁ. "
}