{
  "mn136:0.1": "Majjhima Nikāya 136 ",
  "mn136:0.2": "Mahākammavibhaṅgasutta ",
  "mn136:1.1": "Evaṁ me sutaṁ—",
  "mn136:1.2": "ekaṁ samayaṁ bhagavā rājagahe viharati veḷuvane kalandakanivāpe. ",
  "mn136:2.1": "Tena kho pana samayena āyasmā samiddhi araññakuṭikāyaṁ viharati. ",
  "mn136:2.2": "Atha kho potaliputto paribbājako jaṅghāvihāraṁ anucaṅkamamāno anuvicaramāno yenāyasmā samiddhi tenupasaṅkami; upasaṅkamitvā āyasmatā samiddhinā saddhiṁ sammodi. ",
  "mn136:2.3": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho potaliputto paribbājako āyasmantaṁ samiddhiṁ etadavoca: ",
  "mn136:2.4": "“sammukhā metaṁ, āvuso samiddhi, samaṇassa gotamassa sutaṁ, sammukhā paṭiggahitaṁ: ",
  "mn136:2.5": "‘moghaṁ kāyakammaṁ moghaṁ vacīkammaṁ, manokammameva saccan’ti. ",
  "mn136:2.6": "Atthi ca sā samāpatti yaṁ samāpattiṁ samāpanno na kiñci vediyatī”ti? ",
  "mn136:2.7": "“Mā hevaṁ, āvuso potaliputta, avaca; mā hevaṁ, āvuso potaliputta, avaca; mā bhagavantaṁ abbhācikkhi. Na hi sādhu bhagavato abbhakkhānaṁ. Na hi bhagavā evaṁ vadeyya: ",
  "mn136:2.8": "‘moghaṁ kāyakammaṁ moghaṁ vacīkammaṁ, manokammameva saccan’ti. ",
  "mn136:2.9": "‘Atthi ca kho sā, āvuso, samāpatti yaṁ samāpattiṁ samāpanno na kiñci vediyatī’”ti. ",
  "mn136:2.10": "“Kīvaciraṁ pabbajitosi, āvuso samiddhī”ti? ",
  "mn136:2.11": "“Na ciraṁ, āvuso, tīṇi vassānī”ti. ",
  "mn136:2.12": "“Ettha dāni mayaṁ there bhikkhū kiṁ vakkhāma, yatra hi nāma evaṁnavo bhikkhu satthāraṁ parirakkhitabbaṁ maññissati. ",
  "mn136:2.13": "Sañcetanikaṁ, āvuso samiddhi, kammaṁ katvā kāyena vācāya manasā kiṁ so vediyatī”ti? ",
  "mn136:2.14": "“Sañcetanikaṁ, āvuso potaliputta, kammaṁ katvā kāyena vācāya manasā dukkhaṁ so vediyatī”ti. ",
  "mn136:2.15": "Atha kho potaliputto paribbājako āyasmato samiddhissa bhāsitaṁ neva abhinandi nappaṭikkosi; ",
  "mn136:2.16": "anabhinanditvā appaṭikkositvā uṭṭhāyāsanā pakkāmi. ",
  "mn136:3.1": "Atha kho āyasmā samiddhi acirapakkante potaliputte paribbājake yenāyasmā ānando tenupasaṅkami; upasaṅkamitvā āyasmatā ānandena saddhiṁ sammodi. ",
  "mn136:3.2": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdi. ",
  "mn136:3.3": "Ekamantaṁ nisinno kho āyasmā samiddhi yāvatako ahosi potaliputtena paribbājakena saddhiṁ kathāsallāpo taṁ sabbaṁ āyasmato ānandassa ārocesi. ",
  "mn136:3.4": "Evaṁ vutte, āyasmā ānando āyasmantaṁ samiddhiṁ etadavoca: ",
  "mn136:3.5": "“atthi kho idaṁ, āvuso samiddhi, kathāpābhataṁ bhagavantaṁ dassanāya. ",
  "mn136:3.6": "Āyāmāvuso samiddhi, yena bhagavā tenupasaṅkamissāma; upasaṅkamitvā etamatthaṁ bhagavato ārocessāma. ",
  "mn136:3.7": "Yathā no bhagavā byākarissati tathā naṁ dhāressāmā”ti. ",
  "mn136:3.8": "“Evamāvuso”ti kho āyasmā samiddhi āyasmato ānandassa paccassosi. ",
  "mn136:4.1": "Atha kho āyasmā ca ānando āyasmā ca samiddhi yena bhagavā tenupasaṅkamiṁsu; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdiṁsu. ",
  "mn136:4.2": "Ekamantaṁ nisinno kho āyasmā ānando yāvatako ahosi āyasmato samiddhissa potaliputtena paribbājakena saddhiṁ kathāsallāpo taṁ sabbaṁ bhagavato ārocesi. ",
  "mn136:5.1": "Evaṁ vutte, bhagavā āyasmantaṁ ānandaṁ etadavoca: ",
  "mn136:5.2": "“dassanampi kho ahaṁ, ānanda, potaliputtassa paribbājakassa nābhijānāmi, kuto panevarūpaṁ kathāsallāpaṁ? ",
  "mn136:5.3": "Iminā ca, ānanda, samiddhinā moghapurisena potaliputtassa paribbājakassa vibhajjabyākaraṇīyo pañho ekaṁsena byākato”ti. ",
  "mn136:6.1": "Evaṁ vutte, āyasmā udāyī bhagavantaṁ etadavoca: ",
  "mn136:6.2": "“sace pana, bhante, āyasmatā samiddhinā idaṁ sandhāya bhāsitaṁ—",
  "mn136:6.3": "yaṁ kiñci vedayitaṁ taṁ dukkhasmin”ti. ",
  "mn136:6.4": "Atha kho bhagavā āyasmantaṁ ānandaṁ āmantesi: ",
  "mn136:6.5": "“passasi no tvaṁ, ānanda, imassa udāyissa moghapurisassa ummaṅgaṁ? ",
  "mn136:6.6": "Aññāsiṁ kho ahaṁ, ānanda: ",
  "mn136:6.7": "‘idānevāyaṁ udāyī moghapuriso ummujjamāno ayoniso ummujjissatī’ti. ",
  "mn136:6.8": "Ādiṁyeva, ānanda, potaliputtena paribbājakena tisso vedanā pucchitā. ",
  "mn136:6.9": "Sacāyaṁ, ānanda, samiddhi moghapuriso potaliputtassa paribbājakassa evaṁ puṭṭho evaṁ byākareyya: ",
  "mn136:6.10": "‘sañcetanikaṁ, āvuso potaliputta, kammaṁ katvā kāyena vācāya manasā sukhavedanīyaṁ sukhaṁ so vedayati; ",
  "mn136:6.11": "sañcetanikaṁ, āvuso potaliputta, kammaṁ katvā kāyena vācāya manasā dukkhavedanīyaṁ dukkhaṁ so vedayati; ",
  "mn136:6.12": "sañcetanikaṁ, āvuso potaliputta, kammaṁ katvā kāyena vācāya manasā adukkhamasukhavedanīyaṁ adukkhamasukhaṁ so vedayatī’ti. ",
  "mn136:6.13": "Evaṁ byākaramāno kho, ānanda, samiddhi moghapuriso potaliputtassa paribbājakassa sammā byākaramāno byākareyya. ",
  "mn136:6.14": "Api ca, ānanda, ke ca aññatitthiyā paribbājakā bālā abyattā ke ca tathāgatassa mahākammavibhaṅgaṁ jānissanti? ",
  "mn136:6.15": "Sace tumhe, ānanda, suṇeyyātha tathāgatassa mahākammavibhaṅgaṁ vibhajantassā”ti. ",
  "mn136:7.1": "“Etassa, bhagavā, kālo, etassa, sugata, kālo ",
  "mn136:7.2": "yaṁ bhagavā mahākammavibhaṅgaṁ vibhajeyya. Bhagavato sutvā bhikkhū dhāressantī”ti. ",
  "mn136:7.3": "“Tena hānanda, suṇāhi, sādhukaṁ manasi karohi; bhāsissāmī”ti. ",
  "mn136:7.4": "“Evaṁ, bhante”ti kho āyasmā ānando bhagavato paccassosi. ",
  "mn136:7.5": "Bhagavā etadavoca: ",
  "mn136:8.1": "“Cattārome, ānanda, puggalā santo saṁvijjamānā lokasmiṁ. ",
  "mn136:8.2": "Katame cattāro? ",
  "mn136:8.3": "Idhānanda, ekacco puggalo idha pāṇātipātī hoti, adinnādāyī hoti, kāmesumicchācārī hoti, musāvādī hoti, pisuṇavāco hoti, pharusavāco hoti, samphappalāpī hoti, abhijjhālu hoti, byāpannacitto hoti, micchādiṭṭhi hoti. ",
  "mn136:8.4": "So kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjati. ",
  "mn136:8.5": "Idha panānanda, ekacco puggalo idha pāṇātipātī hoti, adinnādāyī hoti, kāmesumicchācārī hoti, musāvādī hoti, pisuṇavāco hoti, pharusavāco hoti, samphappalāpī hoti, abhijjhālu hoti, byāpannacitto hoti, micchādiṭṭhi hoti. ",
  "mn136:8.6": "So kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjati. ",
  "mn136:8.7": "Idhānanda, ekacco puggalo idha pāṇātipātā paṭivirato hoti, adinnādānā paṭivirato hoti, kāmesumicchācārā paṭivirato hoti, musāvādā paṭivirato hoti, pisuṇāya vācāya paṭivirato hoti, pharusāya vācāya paṭivirato hoti, samphappalāpā paṭivirato hoti, anabhijjhālu hoti, abyāpannacitto hoti, sammādiṭṭhi hoti. ",
  "mn136:8.8": "So kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjati. ",
  "mn136:8.9": "Idha panānanda, ekacco puggalo idha pāṇātipātā paṭivirato hoti, adinnādānā paṭivirato hoti, kāmesumicchācārā paṭivirato hoti, musāvādā paṭivirato hoti, pisuṇāya vācāya paṭivirato hoti, pharusāya vācāya paṭivirato hoti, samphappalāpā paṭivirato hoti, anabhijjhālu hoti, abyāpannacitto hoti, sammādiṭṭhi hoti. ",
  "mn136:8.10": "So kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjati. ",
  "mn136:9.1": "Idhānanda, ekacco samaṇo vā brāhmaṇo vā ātappamanvāya padhānamanvāya anuyogamanvāya appamādamanvāya sammāmanasikāramanvāya tathārūpaṁ cetosamādhiṁ phusati yathāsamāhite citte dibbena cakkhunā visuddhena atikkantamānusakena amuṁ puggalaṁ passati—",
  "mn136:9.2": "idha pāṇātipātiṁ adinnādāyiṁ kāmesumicchācāriṁ musāvādiṁ pisuṇavācaṁ pharusavācaṁ samphappalāpiṁ abhijjhāluṁ byāpannacittaṁ micchādiṭṭhiṁ kāyassa bhedā paraṁ maraṇā passati apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapannaṁ. ",
  "mn136:9.3": "So evamāha: ",
  "mn136:9.4": "‘atthi kira, bho, pāpakāni kammāni, atthi duccaritassa vipāko. ",
  "mn136:9.5": "Amāhaṁ puggalaṁ addasaṁ idha pāṇātipātiṁ adinnādāyiṁ …pe… micchādiṭṭhiṁ kāyassa bhedā paraṁ maraṇā passāmi apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapannan’ti. ",
  "mn136:9.6": "So evamāha: ",
  "mn136:9.7": "‘yo kira, bho, pāṇātipātī adinnādāyī …pe… micchādiṭṭhi, sabbo so kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjati. ",
  "mn136:9.8": "Ye evaṁ jānanti, te sammā jānanti; ye aññathā jānanti, micchā tesaṁ ñāṇan’ti. ",
  "mn136:9.9": "Iti so yadeva tassa sāmaṁ ñātaṁ sāmaṁ diṭṭhaṁ sāmaṁ viditaṁ tadeva tattha thāmasā parāmāsā abhinivissa voharati: ‘idameva saccaṁ, moghamaññan’ti. ",
  "mn136:10.1": "Idha panānanda, ekacco samaṇo vā brāhmaṇo vā ātappamanvāya padhānamanvāya anuyogamanvāya appamādamanvāya sammāmanasikāramanvāya tathārūpaṁ cetosamādhiṁ phusati yathāsamāhite citte dibbena cakkhunā visuddhena atikkantamānusakena amuṁ puggalaṁ passati—",
  "mn136:10.2": "idha pāṇātipātiṁ adinnādāyiṁ …pe… micchādiṭṭhiṁ, kāyassa bhedā paraṁ maraṇā passati sugatiṁ saggaṁ lokaṁ upapannaṁ. ",
  "mn136:10.3": "So evamāha: ",
  "mn136:10.4": "‘natthi kira, bho, pāpakāni kammāni, natthi duccaritassa vipāko. ",
  "mn136:10.5": "Amāhaṁ puggalaṁ addasaṁ—idha pāṇātipātiṁ adinnādāyiṁ …pe… micchādiṭṭhiṁ, kāyassa bhedā paraṁ maraṇā passāmi sugatiṁ saggaṁ lokaṁ upapannan’ti. ",
  "mn136:10.6": "So evamāha: ",
  "mn136:10.7": "‘yo kira, bho, pāṇātipātī adinnādāyī …pe… micchādiṭṭhi, sabbo so kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjati. ",
  "mn136:10.8": "Ye evaṁ jānanti te sammā jānanti; ye aññathā jānanti, micchā tesaṁ ñāṇan’ti. ",
  "mn136:10.9": "Iti so yadeva tassa sāmaṁ ñātaṁ sāmaṁ diṭṭhaṁ sāmaṁ viditaṁ tadeva tattha thāmasā parāmāsā abhinivissa voharati: ‘idameva saccaṁ, moghamaññan’ti. ",
  "mn136:11.1": "Idhānanda, ekacco samaṇo vā brāhmaṇo vā ātappamanvāya padhānamanvāya anuyogamanvāya appamādamanvāya sammāmanasikāramanvāya tathārūpaṁ cetosamādhiṁ phusati yathāsamāhite citte dibbena cakkhunā visuddhena atikkantamānusakena amuṁ puggalaṁ passati—",
  "mn136:11.2": "idha pāṇātipātā paṭivirataṁ adinnādānā paṭivirataṁ kāmesumicchācārā paṭivirataṁ musāvādā paṭivirataṁ pisuṇāya vācāya paṭivirataṁ pharusāya vācāya paṭivirataṁ samphappalāpā paṭivirataṁ anabhijjhāluṁ abyāpannacittaṁ sammādiṭṭhiṁ, kāyassa bhedā paraṁ maraṇā passati sugatiṁ saggaṁ lokaṁ upapannaṁ. ",
  "mn136:11.3": "So evamāha: ",
  "mn136:11.4": "‘atthi kira, bho, kalyāṇāni kammāni, atthi sucaritassa vipāko. ",
  "mn136:11.5": "Amāhaṁ puggalaṁ addasaṁ—idha pāṇātipātā paṭivirataṁ adinnādānā paṭivirataṁ …pe… sammādiṭṭhiṁ, kāyassa bhedā paraṁ maraṇā passāmi sugatiṁ saggaṁ lokaṁ upapannan’ti. ",
  "mn136:11.6": "So evamāha: ",
  "mn136:11.7": "‘yo kira, bho, pāṇātipātā paṭivirato adinnādānā paṭivirato …pe… sammādiṭṭhi sabbo so kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjati. ",
  "mn136:11.8": "Ye evaṁ jānanti te sammā jānanti; ye aññathā jānanti, micchā tesaṁ ñāṇan’ti. ",
  "mn136:11.9": "Iti so yadeva tassa sāmaṁ ñātaṁ sāmaṁ diṭṭhaṁ sāmaṁ viditaṁ tadeva tattha thāmasā parāmāsā abhinivissa voharati: ‘idameva saccaṁ, moghamaññan’ti. ",
  "mn136:12.1": "Idha panānanda, ekacco samaṇo vā brāhmaṇo vā ātappamanvāya padhānamanvāya anuyogamanvāya appamādamanvāya sammāmanasikāramanvāya tathārūpaṁ cetosamādhiṁ phusati yathāsamāhite citte dibbena cakkhunā visuddhena atikkantamānusakena amuṁ puggalaṁ passati—idha pāṇātipātā paṭivirataṁ …pe… sammādiṭṭhiṁ, kāyassa bhedā paraṁ maraṇā passati apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapannaṁ. ",
  "mn136:12.2": "So evamāha: ",
  "mn136:12.3": "‘natthi kira, bho, kalyāṇāni kammāni, natthi sucaritassa vipāko. Amāhaṁ puggalaṁ addasaṁ—",
  "mn136:12.4": "idha pāṇātipātā paṭivirataṁ adinnādānā paṭivirataṁ …pe… sammādiṭṭhiṁ, kāyassa bhedā paraṁ maraṇā passāmi apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapannan’ti. ",
  "mn136:12.5": "So evamāha: ‘yo kira, bho, pāṇātipātā paṭivirato adinnādānā paṭivirato …pe… sammādiṭṭhi, sabbo so kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjati. ",
  "mn136:12.6": "Ye evaṁ jānanti te sammā jānanti; ye aññathā jānanti, micchā tesaṁ ñāṇan’ti. ",
  "mn136:12.7": "Iti so yadeva tassa sāmaṁ ñātaṁ sāmaṁ diṭṭhaṁ sāmaṁ viditaṁ tadeva tattha thāmasā parāmāsā abhinivissa voharati: ‘idameva saccaṁ, moghamaññan’ti. ",
  "mn136:13.1": "Tatrānanda, yvāyaṁ samaṇo vā brāhmaṇo vā evamāha: ",
  "mn136:13.2": "‘atthi kira, bho, pāpakāni kammāni, atthi duccaritassa vipāko’ti idamassa anujānāmi; ",
  "mn136:13.3": "yampi so evamāha: ",
  "mn136:13.4": "‘amāhaṁ puggalaṁ addasaṁ—idha pāṇātipātiṁ adinnādāyiṁ …pe… micchādiṭṭhiṁ, kāyassa bhedā paraṁ maraṇā passāmi apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapannan’ti idampissa anujānāmi; ",
  "mn136:13.5": "yañca kho so evamāha: ",
  "mn136:13.6": "‘yo kira, bho, pāṇātipātī adinnādāyī …pe… micchādiṭṭhi, sabbo so kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjatī’ti idamassa nānujānāmi; ",
  "mn136:13.7": "yampi so evamāha: ",
  "mn136:13.8": "‘ye evaṁ jānanti te sammā jānanti; ye aññathā jānanti, micchā tesaṁ ñāṇan’ti idampissa nānujānāmi; ",
  "mn136:13.9": "yampi so yadeva tassa sāmaṁ ñātaṁ sāmaṁ diṭṭhaṁ sāmaṁ viditaṁ tadeva tattha thāmasā parāmāsā abhinivissa voharati: ‘idameva saccaṁ, moghamaññan’ti idampissa nānujānāmi. ",
  "mn136:13.10": "Taṁ kissa hetu? ",
  "mn136:13.11": "Aññathā hi, ānanda, tathāgatassa mahākammavibhaṅge ñāṇaṁ hoti. ",
  "mn136:14.1": "Tatrānanda, yvāyaṁ samaṇo vā brāhmaṇo vā evamāha: ",
  "mn136:14.2": "‘natthi kira, bho, pāpakāni kammāni, natthi duccaritassa vipāko’ti idamassa nānujānāmi; ",
  "mn136:14.3": "yañca kho so evamāha: ",
  "mn136:14.4": "‘amāhaṁ puggalaṁ addasaṁ—idha pāṇātipātiṁ adinnādāyiṁ …pe… micchādiṭṭhiṁ kāyassa bhedā paraṁ maraṇā passāmi sugatiṁ saggaṁ lokaṁ upapannan’ti idamassa anujānāmi; ",
  "mn136:14.5": "yañca kho so evamāha: ",
  "mn136:14.6": "‘yo kira, bho, pāṇātipātī adinnādāyī …pe… micchādiṭṭhi, sabbo so kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjatī’ti idamassa nānujānāmi; ",
  "mn136:14.7": "yampi so evamāha: ",
  "mn136:14.8": "‘ye evaṁ jānanti te sammā jānanti; ye aññathā jānanti, micchā tesaṁ ñāṇan’ti idampissa nānujānāmi; ",
  "mn136:14.9": "yampi so yadeva tassa sāmaṁ ñātaṁ sāmaṁ diṭṭhaṁ sāmaṁ viditaṁ tadeva tattha thāmasā parāmāsā abhinivissa voharati: ‘idameva saccaṁ, moghamaññan’ti idampissa nānujānāmi. ",
  "mn136:14.10": "Taṁ kissa hetu? ",
  "mn136:14.11": "Aññathā hi, ānanda, tathāgatassa mahākammavibhaṅge ñāṇaṁ hoti. ",
  "mn136:15.1": "Tatrānanda, yvāyaṁ samaṇo vā brāhmaṇo vā evamāha: ",
  "mn136:15.2": "‘atthi kira, bho, kalyāṇāni kammāni, atthi sucaritassa vipāko’ti idamassa anujānāmi; ",
  "mn136:15.3": "yampi so evamāha: ",
  "mn136:15.4": "‘amāhaṁ puggalaṁ addasaṁ—idha pāṇātipātā paṭivirataṁ adinnādānā paṭivirataṁ …pe… sammādiṭṭhiṁ, kāyassa bhedā paraṁ maraṇā passāmi sugatiṁ saggaṁ lokaṁ upapannan’ti idampissa anujānāmi; ",
  "mn136:15.5": "yañca kho so evamāha: ",
  "mn136:15.6": "‘yo kira, bho, pāṇātipātā paṭivirato adinnādānā paṭivirato …pe… sammādiṭṭhi, sabbo so kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjatī’ti idamassa nānujānāmi; ",
  "mn136:15.7": "yampi so evamāha: ",
  "mn136:15.8": "‘ye evaṁ jānanti te sammā jānanti; ye aññathā jānanti, micchā tesaṁ ñāṇan’ti idampissa nānujānāmi; ",
  "mn136:15.9": "yampi so yadeva tassa sāmaṁ ñātaṁ sāmaṁ diṭṭhaṁ sāmaṁ viditaṁ tadeva tattha thāmasā parāmāsā abhinivissa voharati: ‘idameva saccaṁ, moghamaññan’ti idampissa nānujānāmi. ",
  "mn136:15.10": "Taṁ kissa hetu? ",
  "mn136:15.11": "Aññathā hi, ānanda, tathāgatassa mahākammavibhaṅge ñāṇaṁ hoti. ",
  "mn136:16.1": "Tatrānanda, yvāyaṁ samaṇo vā brāhmaṇo vā evamāha: ",
  "mn136:16.2": "‘natthi kira, bho, kalyāṇāni kammāni, natthi sucaritassa vipāko’ti idamassa nānujānāmi; ",
  "mn136:16.3": "yañca kho so evamāha: ",
  "mn136:16.4": "‘amāhaṁ puggalaṁ addasaṁ—idha pāṇātipātā paṭivirataṁ adinnādānā paṭivirataṁ …pe… sammādiṭṭhiṁ, kāyassa bhedā paraṁ maraṇā passāmi apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapannan’ti idamassa anujānāmi; ",
  "mn136:16.5": "yañca kho so evamāha: ",
  "mn136:16.6": "‘yo kira, bho, pāṇātipātā paṭivirato adinnādānā paṭivirato …pe… sammādiṭṭhi, sabbo so kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjatī’ti idamassa nānujānāmi; ",
  "mn136:16.7": "yañca kho so evamāha: ‘ye evaṁ jānanti te sammā jānanti; ",
  "mn136:16.8": "ye aññathā jānanti, micchā tesaṁ ñāṇan’ti idampissa nānujānāmi; ",
  "mn136:16.9": "yampi so yadeva tassa sāmaṁ ñātaṁ sāmaṁ diṭṭhaṁ sāmaṁ viditaṁ tadeva tattha thāmasā parāmāsā abhinivissa voharati: ‘idameva saccaṁ, moghamaññan’ti idampissa nānujānāmi. ",
  "mn136:16.10": "Taṁ kissa hetu? ",
  "mn136:16.11": "Aññathā hi, ānanda, tathāgatassa mahākammavibhaṅge ñāṇaṁ hoti. ",
  "mn136:17.1": "Tatrānanda, yvāyaṁ puggalo idha pāṇātipātī adinnādāyī …pe… micchādiṭṭhi, kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjati, ",
  "mn136:17.2": "pubbe vāssa taṁ kataṁ hoti pāpakammaṁ dukkhavedanīyaṁ, pacchā vāssa taṁ kataṁ hoti pāpakammaṁ dukkhavedanīyaṁ, maraṇakāle vāssa hoti micchādiṭṭhi samattā samādinnā. ",
  "mn136:17.3": "Tena so kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjati. ",
  "mn136:17.4": "Yañca kho so idha pāṇātipātī hoti adinnādāyī hoti …pe… micchādiṭṭhi hoti tassa diṭṭheva dhamme vipākaṁ paṭisaṁvedeti upapajja vā apare vā pariyāye. ",
  "mn136:18.1": "Tatrānanda, yvāyaṁ puggalo idha pāṇātipātī adinnādāyī …pe… micchādiṭṭhi kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjati, ",
  "mn136:18.2": "pubbe vāssa taṁ kataṁ hoti kalyāṇakammaṁ sukhavedanīyaṁ, pacchā vāssa taṁ kataṁ hoti kalyāṇakammaṁ sukhavedanīyaṁ, maraṇakāle vāssa hoti sammādiṭṭhi samattā samādinnā. ",
  "mn136:18.3": "Tena so kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjati. ",
  "mn136:18.4": "Yañca kho so idha pāṇātipātī hoti adinnādāyī hoti …pe… micchādiṭṭhi hoti tassa diṭṭheva dhamme vipākaṁ paṭisaṁvedeti upapajja vā apare vā pariyāye. ",
  "mn136:19.1": "Tatrānanda, yvāyaṁ puggalo idha pāṇātipātā paṭivirato adinnādānā paṭivirato …pe… sammādiṭṭhi, kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjati, ",
  "mn136:19.2": "pubbe vāssa taṁ kataṁ hoti kalyāṇakammaṁ sukhavedanīyaṁ, pacchā vāssa taṁ kataṁ hoti kalyāṇakammaṁ sukhavedanīyaṁ, maraṇakāle vāssa hoti sammādiṭṭhi samattā samādinnā. ",
  "mn136:19.3": "Tena so kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjati. ",
  "mn136:19.4": "Yañca kho so idha pāṇātipātā paṭivirato hoti adinnādānā paṭivirato hoti …pe… sammādiṭṭhi hoti, tassa diṭṭheva dhamme vipākaṁ paṭisaṁvedeti upapajja vā apare vā pariyāye. ",
  "mn136:20.1": "Tatrānanda, yvāyaṁ puggalo idha pāṇātipātā paṭivirato adinnādānā paṭivirato …pe… sammādiṭṭhi, kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjati, ",
  "mn136:20.2": "pubbe vāssa taṁ kataṁ hoti pāpakammaṁ dukkhavedanīyaṁ, pacchā vāssa taṁ kataṁ hoti pāpakammaṁ dukkhavedanīyaṁ, maraṇakāle vāssa hoti micchādiṭṭhi samattā samādinnā. ",
  "mn136:20.3": "Tena so kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjati. ",
  "mn136:20.4": "Yañca kho so idha pāṇātipātā paṭivirato hoti, adinnādānā paṭivirato hoti …pe… sammādiṭṭhi hoti, tassa diṭṭheva dhamme vipākaṁ paṭisaṁvedeti upapajja vā apare vā pariyāye. ",
  "mn136:21.1": "Iti kho, ānanda, atthi kammaṁ abhabbaṁ abhabbābhāsaṁ, atthi kammaṁ abhabbaṁ bhabbābhāsaṁ, atthi kammaṁ bhabbañceva bhabbābhāsañca, atthi kammaṁ bhabbaṁ abhabbābhāsan”ti. ",
  "mn136:21.2": "Idamavoca bhagavā. ",
  "mn136:21.3": "Attamano āyasmā ānando bhagavato bhāsitaṁ abhinandīti. ",
  "mn136:21.4": "Mahākammavibhaṅgasuttaṁ niṭṭhitaṁ chaṭṭhaṁ. "
}