{
  "mn145:0.1": "Majjhima Nikāya 145 ",
  "mn145:0.2": "Puṇṇovādasutta ",
  "mn145:1.1": "Evaṁ me sutaṁ—",
  "mn145:1.2": "ekaṁ samayaṁ bhagavā sāvatthiyaṁ viharati jetavane anāthapiṇḍikassa ārāme. ",
  "mn145:1.3": "Atha kho āyasmā puṇṇo sāyanhasamayaṁ paṭisallānā vuṭṭhito yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho āyasmā puṇṇo bhagavantaṁ etadavoca: ",
  "mn145:2.1": "“sādhu maṁ, bhante, bhagavā saṅkhittena ovādena ovadatu, yamahaṁ bhagavato dhammaṁ sutvā eko vūpakaṭṭho appamatto ātāpī pahitatto vihareyyan”ti. ",
  "mn145:2.2": "“Tena hi, puṇṇa, suṇāhi, sādhukaṁ manasi karohi; bhāsissāmī”ti. ",
  "mn145:2.3": "“Evaṁ, bhante”ti kho āyasmā puṇṇo bhagavato paccassosi. ",
  "mn145:2.4": "Bhagavā etadavoca: ",
  "mn145:3.1": "“Santi kho, puṇṇa, cakkhuviññeyyā rūpā iṭṭhā kantā manāpā piyarūpā kāmūpasaṁhitā rajanīyā. ",
  "mn145:3.2": "Tañce bhikkhu abhinandati abhivadati ajjhosāya tiṭṭhati. ",
  "mn145:3.3": "Tassa taṁ abhinandato abhivadato ajjhosāya tiṭṭhato uppajjati nandī. ",
  "mn145:3.4": "‘Nandīsamudayā dukkhasamudayo, puṇṇā’ti vadāmi. ",
  "mn145:3.5": "Santi kho, puṇṇa, sotaviññeyyā saddā … ",
  "mn145:3.6": "ghānaviññeyyā gandhā … ",
  "mn145:3.7": "jivhāviññeyyā rasā … ",
  "mn145:3.8": "kāyaviññeyyā phoṭṭhabbā … ",
  "mn145:3.9": "manoviññeyyā dhammā iṭṭhā kantā manāpā piyarūpā kāmūpasaṁhitā rajanīyā. ",
  "mn145:3.10": "Tañce bhikkhu abhinandati abhivadati ajjhosāya tiṭṭhati. ",
  "mn145:3.11": "Tassa taṁ abhinandato abhivadato ajjhosāya tiṭṭhato uppajjati nandī. ",
  "mn145:3.12": "‘Nandīsamudayā dukkhasamudayo, puṇṇā’ti vadāmi. ",
  "mn145:4.1": "Santi ca kho, puṇṇa, cakkhuviññeyyā rūpā iṭṭhā kantā manāpā piyarūpā kāmūpasaṁhitā rajanīyā. ",
  "mn145:4.2": "Tañce bhikkhu nābhinandati nābhivadati nājjhosāya tiṭṭhati. ",
  "mn145:4.3": "Tassa taṁ anabhinandato anabhivadato anajjhosāya tiṭṭhato nandī nirujjhati. ",
  "mn145:4.4": "‘Nandīnirodhā dukkhanirodho, puṇṇā’ti vadāmi. ",
  "mn145:4.5": "Santi ca kho, puṇṇa, sotaviññeyyā saddā … ",
  "mn145:4.6": "ghānaviññeyyā gandhā … ",
  "mn145:4.7": "jivhāviññeyyā rasā … ",
  "mn145:4.8": "kāyaviññeyyā phoṭṭhabbā … ",
  "mn145:4.9": "manoviññeyyā dhammā iṭṭhā kantā manāpā piyarūpā kāmūpasaṁhitā rajanīyā. ",
  "mn145:4.10": "Tañce bhikkhu nābhinandati nābhivadati nājjhosāya tiṭṭhati. ",
  "mn145:4.11": "Tassa taṁ anabhinandato anabhivadato anajjhosāya tiṭṭhato nandī nirujjhati. ",
  "mn145:4.12": "‘Nandīnirodhā dukkhanirodho, puṇṇā’ti vadāmi. ",
  "mn145:5.1": "Iminā ca tvaṁ, puṇṇa, mayā saṅkhittena ovādena ovadito katarasmiṁ janapade viharissasī”ti? ",
  "mn145:5.2": "“Imināhaṁ, bhante, bhagavatā saṅkhittena ovādena ovadito, atthi sunāparanto nāma janapado, tatthāhaṁ viharissāmī”ti. ",
  "mn145:5.3": "“Caṇḍā kho, puṇṇa, sunāparantakā manussā; ",
  "mn145:5.4": "pharusā kho, puṇṇa, sunāparantakā manussā. ",
  "mn145:5.5": "Sace taṁ, puṇṇa, sunāparantakā manussā akkosissanti paribhāsissanti, tattha te, puṇṇa, kinti bhavissatī”ti? ",
  "mn145:5.6": "“Sace maṁ, bhante, sunāparantakā manussā akkosissanti paribhāsissanti, tattha me evaṁ bhavissati: ",
  "mn145:5.7": "‘bhaddakā vatime sunāparantakā manussā, subhaddakā vatime sunāparantakā manussā, yaṁ me nayime pāṇinā pahāraṁ dentī’ti. ",
  "mn145:5.8": "Evamettha, bhagavā, bhavissati; ",
  "mn145:5.9": "evamettha, sugata, bhavissatī”ti. ",
  "mn145:5.10": "“Sace pana te, puṇṇa, sunāparantakā manussā pāṇinā pahāraṁ dassanti, tattha pana te, puṇṇa, kinti bhavissatī”ti? ",
  "mn145:5.11": "“Sace me, bhante, sunāparantakā manussā pāṇinā pahāraṁ dassanti, tattha me evaṁ bhavissati: ",
  "mn145:5.12": "‘bhaddakā vatime sunāparantakā manussā, subhaddakā vatime sunāparantakā manussā, yaṁ me nayime leḍḍunā pahāraṁ dentī’ti. ",
  "mn145:5.13": "Evamettha, bhagavā, bhavissati; ",
  "mn145:5.14": "evamettha, sugata, bhavissatī”ti. ",
  "mn145:5.15": "“Sace pana te, puṇṇa, sunāparantakā manussā leḍḍunā pahāraṁ dassanti, tattha pana te, puṇṇa, kinti bhavissatī”ti? ",
  "mn145:5.16": "“Sace me, bhante, sunāparantakā manussā leḍḍunā pahāraṁ dassanti, tattha me evaṁ bhavissati: ",
  "mn145:5.17": "‘bhaddakā vatime sunāparantakā manussā, subhaddakā vatime sunāparantakā manussā, yaṁ me nayime daṇḍena pahāraṁ dentī’ti. ",
  "mn145:5.18": "Evamettha, bhagavā, bhavissati; ",
  "mn145:5.19": "evamettha, sugata, bhavissatī”ti. ",
  "mn145:5.20": "“Sace pana te, puṇṇa, sunāparantakā manussā daṇḍena pahāraṁ dassanti, tattha pana te, puṇṇa, kinti bhavissatī”ti? ",
  "mn145:5.21": "“Sace me, bhante, sunāparantakā manussā daṇḍena pahāraṁ dassanti, tattha me evaṁ bhavissati: ",
  "mn145:5.22": "‘bhaddakā vatime sunāparantakā manussā, subhaddakā vatime sunāparantakā manussā, yaṁ me nayime satthena pahāraṁ dentī’ti. ",
  "mn145:5.23": "Evamettha, bhagavā, bhavissati; ",
  "mn145:5.24": "evamettha, sugata, bhavissatī”ti. ",
  "mn145:5.25": "“Sace pana te, puṇṇa, sunāparantakā manussā satthena pahāraṁ dassanti, tattha pana te, puṇṇa, kinti bhavissatī”ti? ",
  "mn145:5.26": "“Sace me, bhante, sunāparantakā manussā satthena pahāraṁ dassanti, tattha me evaṁ bhavissati: ",
  "mn145:5.27": "‘bhaddakā vatime sunāparantakā manussā, subhaddakā vatime sunāparantakā manussā, yaṁ maṁ nayime tiṇhena satthena jīvitā voropentī’ti. ",
  "mn145:5.28": "Evamettha, bhagavā, bhavissati; ",
  "mn145:5.29": "evamettha, sugata, bhavissatī”ti. ",
  "mn145:5.30": "“Sace pana taṁ, puṇṇa, sunāparantakā manussā tiṇhena satthena jīvitā voropessanti, tattha pana te, puṇṇa, kinti bhavissatī”ti? ",
  "mn145:5.31": "“Sace maṁ, bhante, sunāparantakā manussā tiṇhena satthena jīvitā voropessanti, tattha me evaṁ bhavissati: ",
  "mn145:5.32": "‘santi kho bhagavato sāvakā kāye ca jīvite ca aṭṭīyamānā harāyamānā jigucchamānā satthahārakaṁ pariyesanti. Taṁ me idaṁ apariyiṭṭhaṁyeva satthahārakaṁ laddhan’ti. ",
  "mn145:5.33": "Evamettha, bhagavā, bhavissati; ",
  "mn145:5.34": "evamettha, sugata, bhavissatī”ti. ",
  "mn145:6.1": "“Sādhu sādhu, puṇṇa. ",
  "mn145:6.2": "Sakkhissasi kho tvaṁ, puṇṇa, iminā damūpasamena samannāgato sunāparantasmiṁ janapade viharituṁ. ",
  "mn145:6.3": "Yassadāni tvaṁ, puṇṇa, kālaṁ maññasī”ti. ",
  "mn145:7.1": "Atha kho āyasmā puṇṇo bhagavato bhāsitaṁ abhinanditvā anumoditvā uṭṭhāyāsanā bhagavantaṁ abhivādetvā padakkhiṇaṁ katvā senāsanaṁ saṁsāmetvā pattacīvaramādāya yena sunāparanto janapado tena cārikaṁ pakkāmi. ",
  "mn145:7.2": "Anupubbena cārikaṁ caramāno yena sunāparanto janapado tadavasari. ",
  "mn145:7.3": "Tatra sudaṁ āyasmā puṇṇo sunāparantasmiṁ janapade viharati. ",
  "mn145:7.4": "Atha kho āyasmā puṇṇo tenevantaravassena pañcamattāni upāsakasatāni paṭivedesi, tenevantaravassena pañcamattāni upāsikasatāni paṭivedesi, tenevantaravassena tisso vijjā sacchākāsi. ",
  "mn145:7.5": "Atha kho āyasmā puṇṇo aparena samayena parinibbāyi. ",
  "mn145:8.1": "Atha kho sambahulā bhikkhū yena bhagavā tenupasaṅkamiṁsu; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdiṁsu. Ekamantaṁ nisinnā kho te bhikkhū bhagavantaṁ etadavocuṁ: ",
  "mn145:8.2": "“yo so, bhante, puṇṇo nāma kulaputto bhagavatā saṅkhittena ovādena ovadito so kālaṅkato. ",
  "mn145:8.3": "Tassa kā gati, ko abhisamparāyo”ti? ",
  "mn145:8.4": "“Paṇḍito, bhikkhave, puṇṇo kulaputto paccapādi dhammassānudhammaṁ, na ca maṁ dhammādhikaraṇaṁ viheṭhesi. ",
  "mn145:8.5": "Parinibbuto, bhikkhave, puṇṇo kulaputto”ti. ",
  "mn145:8.6": "Idamavoca bhagavā. ",
  "mn145:8.7": "Attamanā te bhikkhū bhagavato bhāsitaṁ abhinandunti. ",
  "mn145:8.8": "Puṇṇovādasuttaṁ niṭṭhitaṁ tatiyaṁ. "
}