{
  "mn14:0.1": "Majjhima Nikāya 14 ",
  "mn14:0.2": "Cūḷadukkhakkhandhasutta ",
  "mn14:1.1": "Evaṁ me sutaṁ—",
  "mn14:1.2": "ekaṁ samayaṁ bhagavā sakkesu viharati kapilavatthusmiṁ nigrodhārāme. ",
  "mn14:2.1": "Atha kho mahānāmo sakko yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho mahānāmo sakko bhagavantaṁ etadavoca: ",
  "mn14:2.2": "“dīgharattāhaṁ, bhante, bhagavatā evaṁ dhammaṁ desitaṁ ājānāmi: ",
  "mn14:2.3": "‘lobho cittassa upakkileso, doso cittassa upakkileso, moho cittassa upakkileso’ti. ",
  "mn14:2.4": "Evañcāhaṁ, bhante, bhagavatā dhammaṁ desitaṁ ājānāmi: ",
  "mn14:2.5": "‘lobho cittassa upakkileso, doso cittassa upakkileso, moho cittassa upakkileso’ti. ",
  "mn14:2.6": "Atha ca pana me ekadā lobhadhammāpi cittaṁ pariyādāya tiṭṭhanti, dosadhammāpi cittaṁ pariyādāya tiṭṭhanti, mohadhammāpi cittaṁ pariyādāya tiṭṭhanti. ",
  "mn14:2.7": "Tassa mayhaṁ, bhante, evaṁ hoti: ",
  "mn14:2.8": "‘kosu nāma me dhammo ajjhattaṁ appahīno yena me ekadā lobhadhammāpi cittaṁ pariyādāya tiṭṭhanti, dosadhammāpi cittaṁ pariyādāya tiṭṭhanti, mohadhammāpi cittaṁ pariyādāya tiṭṭhantī’”ti. ",
  "mn14:3.1": "“So eva kho te, mahānāma, dhammo ajjhattaṁ appahīno yena te ekadā lobhadhammāpi cittaṁ pariyādāya tiṭṭhanti, dosadhammāpi cittaṁ pariyādāya tiṭṭhanti, mohadhammāpi cittaṁ pariyādāya tiṭṭhanti. ",
  "mn14:3.2": "So ca hi te, mahānāma, dhammo ajjhattaṁ pahīno abhavissa, na tvaṁ agāraṁ ajjhāvaseyyāsi, na kāme paribhuñjeyyāsi. ",
  "mn14:3.3": "Yasmā ca kho te, mahānāma, so eva dhammo ajjhattaṁ appahīno tasmā tvaṁ agāraṁ ajjhāvasasi, kāme paribhuñjasi. ",
  "mn14:4.1": "‘Appassādā kāmā bahudukkhā bahupāyāsā, ādīnavo ettha bhiyyo’ti—",
  "mn14:4.2": "iti cepi, mahānāma, ariyasāvakassa yathābhūtaṁ sammappaññāya sudiṭṭhaṁ hoti, so ca aññatreva kāmehi aññatra akusalehi dhammehi pītisukhaṁ nādhigacchati, aññaṁ vā tato santataraṁ; ",
  "mn14:4.3": "atha kho so neva tāva anāvaṭṭī kāmesu hoti. ",
  "mn14:4.4": "Yato ca kho, mahānāma, ariyasāvakassa ‘appassādā kāmā bahudukkhā bahupāyāsā, ādīnavo ettha bhiyyo’ti—evametaṁ yathābhūtaṁ sammappaññāya sudiṭṭhaṁ hoti, so ca aññatreva kāmehi aññatra akusalehi dhammehi pītisukhaṁ adhigacchati aññaṁ vā tato santataraṁ; ",
  "mn14:4.5": "atha kho so anāvaṭṭī kāmesu hoti. ",
  "mn14:5.1": "Mayhampi kho, mahānāma, pubbeva sambodhā, anabhisambuddhassa bodhisattasseva sato, ",
  "mn14:5.2": "‘appassādā kāmā bahudukkhā bahupāyāsā, ādīnavo ettha bhiyyo’ti—evametaṁ yathābhūtaṁ sammappaññāya sudiṭṭhaṁ hoti, ",
  "mn14:5.3": "so ca aññatreva kāmehi aññatra akusalehi dhammehi pītisukhaṁ nājjhagamaṁ, aññaṁ vā tato santataraṁ; ",
  "mn14:5.4": "atha khvāhaṁ neva tāva anāvaṭṭī kāmesu paccaññāsiṁ. ",
  "mn14:5.5": "Yato ca kho me, mahānāma, ‘appassādā kāmā bahudukkhā bahupāyāsā, ādīnavo ettha bhiyyo’ti—evametaṁ yathābhūtaṁ sammappaññāya sudiṭṭhaṁ ahosi, so ca aññatreva kāmehi aññatra akusalehi dhammehi pītisukhaṁ ajjhagamaṁ, aññaṁ vā tato santataraṁ; ",
  "mn14:5.6": "athāhaṁ anāvaṭṭī kāmesu paccaññāsiṁ. ",
  "mn14:6.1": "Ko ca, mahānāma, kāmānaṁ assādo? ",
  "mn14:6.2": "Pañcime, mahānāma, kāmaguṇā. ",
  "mn14:6.3": "Katame pañca? ",
  "mn14:6.4": "Cakkhuviññeyyā rūpā iṭṭhā kantā manāpā piyarūpā kāmūpasaṁhitā rajanīyā; ",
  "mn14:6.5": "sotaviññeyyā saddā …pe… ",
  "mn14:6.6": "ghānaviññeyyā gandhā … ",
  "mn14:6.7": "jivhāviññeyyā rasā … ",
  "mn14:6.8": "kāyaviññeyyā phoṭṭhabbā iṭṭhā kantā manāpā piyarūpā kāmūpasaṁhitā rajanīyā—",
  "mn14:6.9": "ime kho, mahānāma, pañca kāmaguṇā. ",
  "mn14:6.10": "Yaṁ kho, mahānāma, ime pañca kāmaguṇe paṭicca uppajjati sukhaṁ somanassaṁ—",
  "mn14:6.11": "ayaṁ kāmānaṁ assādo. ",
  "mn14:7.1": "Ko ca, mahānāma, kāmānaṁ ādīnavo? ",
  "mn14:7.2": "Idha, mahānāma, kulaputto yena sippaṭṭhānena jīvikaṁ kappeti—",
  "mn14:7.3": "yadi muddāya yadi gaṇanāya yadi saṅkhānena yadi kasiyā yadi vaṇijjāya yadi gorakkhena yadi issatthena yadi rājaporisena yadi sippaññatarena, ",
  "mn14:7.4": "sītassa purakkhato uṇhassa purakkhato ḍaṁsamakasavātātapasarīsapasamphassehi rissamāno khuppipāsāya mīyamāno; ",
  "mn14:7.5": "ayampi, mahānāma, kāmānaṁ ādīnavo sandiṭṭhiko dukkhakkhandho kāmahetu kāmanidānaṁ kāmādhikaraṇaṁ kāmānameva hetu. ",
  "mn14:8.1": "Tassa ce, mahānāma, kulaputtassa evaṁ uṭṭhahato ghaṭato vāyamato te bhogā nābhinipphajjanti, ",
  "mn14:8.2": "so socati kilamati paridevati urattāḷiṁ kandati sammohaṁ āpajjati ‘moghaṁ vata me uṭṭhānaṁ, aphalo vata me vāyāmo’ti. ",
  "mn14:8.3": "Ayampi, mahānāma, kāmānaṁ ādīnavo sandiṭṭhiko dukkhakkhandho kāmahetu kāmanidānaṁ kāmādhikaraṇaṁ kāmānameva hetu. ",
  "mn14:9.1": "Tassa ce, mahānāma, kulaputtassa evaṁ uṭṭhahato ghaṭato vāyamato te bhogā abhinipphajjanti. ",
  "mn14:9.2": "So tesaṁ bhogānaṁ ārakkhādhikaraṇaṁ dukkhaṁ domanassaṁ paṭisaṁvedeti: ",
  "mn14:9.3": "‘kinti me bhoge neva rājāno hareyyuṁ, na corā hareyyuṁ, na aggi daheyya, na udakaṁ vaheyya, na appiyā vā dāyādā hareyyun’ti. ",
  "mn14:9.4": "Tassa evaṁ ārakkhato gopayato te bhoge rājāno vā haranti, corā vā haranti, aggi vā dahati, udakaṁ vā vahati, appiyā vā dāyādā haranti. ",
  "mn14:9.5": "So socati kilamati paridevati urattāḷiṁ kandati sammohaṁ āpajjati: ",
  "mn14:9.6": "‘yampi me ahosi tampi no natthī’ti. ",
  "mn14:9.7": "Ayampi, mahānāma, kāmānaṁ ādīnavo sandiṭṭhiko dukkhakkhandho kāmahetu kāmanidānaṁ kāmādhikaraṇaṁ kāmānameva hetu. ",
  "mn14:10.1": "Puna caparaṁ, mahānāma, kāmahetu kāmanidānaṁ kāmādhikaraṇaṁ kāmānameva hetu rājānopi rājūhi vivadanti, khattiyāpi khattiyehi vivadanti, brāhmaṇāpi brāhmaṇehi vivadanti, gahapatīpi gahapatīhi vivadanti, mātāpi puttena vivadati, puttopi mātarā vivadati, pitāpi puttena vivadati, puttopi pitarā vivadati, bhātāpi bhātarā vivadati, bhātāpi bhaginiyā vivadati, bhaginīpi bhātarā vivadati, sahāyopi sahāyena vivadati. ",
  "mn14:10.2": "Te tattha kalahaviggahavivādāpannā aññamaññaṁ pāṇīhipi upakkamanti, leḍḍūhipi upakkamanti, daṇḍehipi upakkamanti, satthehipi upakkamanti. ",
  "mn14:10.3": "Te tattha maraṇampi nigacchanti, maraṇamattampi dukkhaṁ. ",
  "mn14:10.4": "Ayampi, mahānāma, kāmānaṁ ādīnavo sandiṭṭhiko dukkhakkhandho kāmahetu kāmanidānaṁ kāmādhikaraṇaṁ kāmānameva hetu. ",
  "mn14:11.1": "Puna caparaṁ, mahānāma, kāmahetu kāmanidānaṁ kāmādhikaraṇaṁ kāmānameva hetu asicammaṁ gahetvā, dhanukalāpaṁ sannayhitvā, ubhatobyūḷhaṁ saṅgāmaṁ pakkhandanti usūsupi khippamānesu, sattīsupi khippamānāsu, asīsupi vijjotalantesu. ",
  "mn14:11.2": "Te tattha usūhipi vijjhanti, sattiyāpi vijjhanti, asināpi sīsaṁ chindanti. ",
  "mn14:11.3": "Te tattha maraṇampi nigacchanti, maraṇamattampi dukkhaṁ. ",
  "mn14:11.4": "Ayampi, mahānāma, kāmānaṁ ādīnavo sandiṭṭhiko dukkhakkhandho kāmahetu kāmanidānaṁ kāmādhikaraṇaṁ kāmānameva hetu. ",
  "mn14:12.1": "Puna caparaṁ, mahānāma, kāmahetu kāmanidānaṁ kāmādhikaraṇaṁ kāmānameva hetu asicammaṁ gahetvā, dhanukalāpaṁ sannayhitvā, addāvalepanā upakāriyo pakkhandanti usūsupi khippamānesu, sattīsupi khippamānāsu, asīsupi vijjotalantesu. ",
  "mn14:12.2": "Te tattha usūhipi vijjhanti, sattiyāpi vijjhanti, chakaṇakāyapi osiñcanti, abhivaggenapi omaddanti, asināpi sīsaṁ chindanti. ",
  "mn14:12.3": "Te tattha maraṇampi nigacchanti, maraṇamattampi dukkhaṁ. ",
  "mn14:12.4": "Ayampi, mahānāma, kāmānaṁ ādīnavo sandiṭṭhiko dukkhakkhandho kāmahetu kāmanidānaṁ kāmādhikaraṇaṁ kāmānameva hetu. ",
  "mn14:13.1": "Puna caparaṁ, mahānāma, kāmahetu kāmanidānaṁ kāmādhikaraṇaṁ kāmānameva hetu sandhimpi chindanti, nillopampi haranti, ekāgārikampi karonti, paripanthepi tiṭṭhanti, paradārampi gacchanti. ",
  "mn14:13.2": "Tamenaṁ rājāno gahetvā vividhā kammakāraṇā kārenti—",
  "mn14:13.3": "kasāhipi tāḷenti, vettehipi tāḷenti, aḍḍhadaṇḍakehipi tāḷenti; hatthampi chindanti, pādampi chindanti, hatthapādampi chindanti, kaṇṇampi chindanti, nāsampi chindanti, kaṇṇanāsampi chindanti; bilaṅgathālikampi karonti, saṅkhamuṇḍikampi karonti, rāhumukhampi karonti, jotimālikampi karonti, hatthapajjotikampi karonti, erakavattikampi karonti, cīrakavāsikampi karonti, eṇeyyakampi karonti, baḷisamaṁsikampi karonti, kahāpaṇikampi karonti, khārāpatacchikampi karonti, palighaparivattikampi karonti, palālapīṭhakampi karonti, tattenapi telena osiñcanti, sunakhehipi khādāpenti, jīvantampi sūle uttāsenti, asināpi sīsaṁ chindanti. ",
  "mn14:13.4": "Te tattha maraṇampi nigacchanti, maraṇamattampi dukkhaṁ. ",
  "mn14:13.5": "Ayampi, mahānāma, kāmānaṁ ādīnavo sandiṭṭhiko dukkhakkhandho kāmahetu kāmanidānaṁ kāmādhikaraṇaṁ kāmānameva hetu. ",
  "mn14:14.1": "Puna caparaṁ, mahānāma, kāmahetu kāmanidānaṁ kāmādhikaraṇaṁ kāmānameva hetu kāyena duccaritaṁ caranti, vācāya duccaritaṁ caranti, manasā duccaritaṁ caranti. ",
  "mn14:14.2": "Te kāyena duccaritaṁ caritvā, vācāya duccaritaṁ caritvā, manasā duccaritaṁ caritvā, kāyassa bhedā paraṁ maraṇā, apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjanti. ",
  "mn14:14.3": "Ayampi, mahānāma, kāmānaṁ ādīnavo samparāyiko, dukkhakkhandho kāmahetu kāmanidānaṁ kāmādhikaraṇaṁ kāmānameva hetu. ",
  "mn14:15.1": "Ekamidāhaṁ, mahānāma, samayaṁ rājagahe viharāmi gijjhakūṭe pabbate. ",
  "mn14:15.2": "Tena kho pana samayena sambahulā nigaṇṭhā isigilipasse kāḷasilāyaṁ ubbhaṭṭhakā honti āsanapaṭikkhittā, opakkamikā dukkhā tibbā kharā kaṭukā vedanā vedayanti. ",
  "mn14:16.1": "Atha khvāhaṁ, mahānāma, sāyanhasamayaṁ paṭisallānā vuṭṭhito yena isigilipasse kāḷasilā yena te nigaṇṭhā tenupasaṅkamiṁ; upasaṅkamitvā te nigaṇṭhe etadavocaṁ: ",
  "mn14:16.2": "‘kiṁ nu tumhe, āvuso nigaṇṭhā, ubbhaṭṭhakā āsanapaṭikkhittā, opakkamikā dukkhā tibbā kharā kaṭukā vedanā vedayathā’ti? ",
  "mn14:17.1": "Evaṁ vutte, mahānāma, te nigaṇṭhā maṁ etadavocuṁ: ",
  "mn14:17.2": "‘nigaṇṭho, āvuso, nāṭaputto sabbaññū sabbadassāvī aparisesaṁ ñāṇadassanaṁ paṭijānāti: ",
  "mn14:17.3": "“carato ca me tiṭṭhato ca suttassa ca jāgarassa ca satataṁ samitaṁ ñāṇadassanaṁ paccupaṭṭhitan”ti. ",
  "mn14:17.4": "So evamāha: ",
  "mn14:17.5": "“atthi kho vo, nigaṇṭhā, pubbe pāpakammaṁ kataṁ, taṁ imāya kaṭukāya dukkarakārikāya nijjīretha; ",
  "mn14:17.6": "yaṁ panettha etarahi kāyena saṁvutā vācāya saṁvutā manasā saṁvutā taṁ āyatiṁ pāpassa kammassa akaraṇaṁ; ",
  "mn14:17.7": "iti purāṇānaṁ kammānaṁ tapasā byantibhāvā, navānaṁ kammānaṁ akaraṇā, āyatiṁ anavassavo; ",
  "mn14:17.8": "āyatiṁ anavassavā kammakkhayo, kammakkhayā dukkhakkhayo, dukkhakkhayā vedanākkhayo, vedanākkhayā sabbaṁ dukkhaṁ nijjiṇṇaṁ bhavissatī”ti. ",
  "mn14:17.9": "Tañca panamhākaṁ ruccati ceva khamati ca, tena camha attamanā’ti. ",
  "mn14:18.1": "Evaṁ vutte, ahaṁ, mahānāma, te nigaṇṭhe etadavocaṁ: ",
  "mn14:18.2": "‘kiṁ pana tumhe, āvuso nigaṇṭhā, jānātha—",
  "mn14:18.3": "ahuvamheva mayaṁ pubbe na nāhuvamhā’ti? ",
  "mn14:18.4": "‘No hidaṁ, āvuso’. ",
  "mn14:18.5": "‘Kiṁ pana tumhe, āvuso nigaṇṭhā, jānātha—",
  "mn14:18.6": "akaramheva mayaṁ pubbe pāpakammaṁ na nākaramhā’ti? ",
  "mn14:18.7": "‘No hidaṁ, āvuso’. ",
  "mn14:18.8": "‘Kiṁ pana tumhe, āvuso nigaṇṭhā, jānātha—",
  "mn14:18.9": "evarūpaṁ vā evarūpaṁ vā pāpakammaṁ akaramhā’ti? ",
  "mn14:18.10": "‘No hidaṁ, āvuso’. ",
  "mn14:18.11": "‘Kiṁ pana tumhe, āvuso nigaṇṭhā, jānātha—",
  "mn14:18.12": "ettakaṁ vā dukkhaṁ nijjiṇṇaṁ, ettakaṁ vā dukkhaṁ nijjīretabbaṁ, ettakamhi vā dukkhe nijjiṇṇe sabbaṁ dukkhaṁ nijjiṇṇaṁ bhavissatī’ti? ",
  "mn14:18.13": "‘No hidaṁ, āvuso’. ",
  "mn14:18.14": "‘Kiṁ pana tumhe, āvuso nigaṇṭhā, jānātha—",
  "mn14:18.15": "diṭṭheva dhamme akusalānaṁ dhammānaṁ pahānaṁ, kusalānaṁ dhammānaṁ upasampadan’ti? ",
  "mn14:18.16": "‘No hidaṁ, āvuso’. ",
  "mn14:19.1": "‘Iti kira tumhe, āvuso nigaṇṭhā, na jānātha—",
  "mn14:19.2": "ahuvamheva mayaṁ pubbe na nāhuvamhāti, na jānātha—",
  "mn14:19.3": "akaramheva mayaṁ pubbe pāpakammaṁ na nākaramhāti, na jānātha—",
  "mn14:19.4": "evarūpaṁ vā evarūpaṁ vā pāpakammaṁ akaramhāti, na jānātha—",
  "mn14:19.5": "ettakaṁ vā dukkhaṁ nijjiṇṇaṁ, ettakaṁ vā dukkhaṁ nijjīretabbaṁ, ettakamhi vā dukkhe nijjiṇṇe sabbaṁ dukkhaṁ nijjiṇṇaṁ bhavissatīti. ",
  "mn14:19.6": "Na jānātha—",
  "mn14:19.7": "diṭṭheva dhamme akusalānaṁ dhammānaṁ pahānaṁ, kusalānaṁ dhammānaṁ upasampadaṁ. ",
  "mn14:19.8": "Evaṁ sante, āvuso nigaṇṭhā, ye loke luddā lohitapāṇino kurūrakammantā manussesu paccājātā te nigaṇṭhesu pabbajantī’ti? ",
  "mn14:20.1": "‘Na kho, āvuso gotama, sukhena sukhaṁ adhigantabbaṁ, dukkhena kho sukhaṁ adhigantabbaṁ; ",
  "mn14:20.2": "sukhena cāvuso gotama, sukhaṁ adhigantabbaṁ abhavissa, rājā māgadho seniyo bimbisāro sukhaṁ adhigaccheyya, rājā māgadho seniyo bimbisāro sukhavihāritaro āyasmatā gotamenā’ti. ",
  "mn14:20.3": "‘Addhāyasmantehi nigaṇṭhehi sahasā appaṭisaṅkhā vācā bhāsitā: ",
  "mn14:20.4": "“na kho, āvuso gotama, sukhena sukhaṁ adhigantabbaṁ, dukkhena kho sukhaṁ adhigantabbaṁ; ",
  "mn14:20.5": "sukhena cāvuso gotama, sukhaṁ adhigantabbaṁ abhavissa, rājā māgadho seniyo bimbisāro sukhaṁ adhigaccheyya, rājā māgadho seniyo bimbisāro sukhavihāritaro āyasmatā gotamenā”ti. ",
  "mn14:20.6": "Api ca ahameva tattha paṭipucchitabbo: ",
  "mn14:20.7": "“ko nu kho āyasmantānaṁ sukhavihāritaro rājā vā māgadho seniyo bimbisāro āyasmā vā gotamo”ti? ",
  "mn14:20.8": "Addhāvuso gotama, amhehi sahasā appaṭisaṅkhā vācā bhāsitā, na kho, āvuso gotama, sukhena sukhaṁ adhigantabbaṁ, dukkhena kho sukhaṁ adhigantabbaṁ; ",
  "mn14:20.9": "sukhena cāvuso gotama, sukhaṁ adhigantabbaṁ abhavissa, rājā māgadho seniyo bimbisāro sukhaṁ adhigaccheyya, rājā māgadho seniyo bimbisāro sukhavihāritaro āyasmatā gotamenāti. ",
  "mn14:20.10": "Api ca tiṭṭhatetaṁ, idānipi mayaṁ āyasmantaṁ gotamaṁ pucchāma: ",
  "mn14:20.11": "“ko nu kho āyasmantānaṁ sukhavihāritaro rājā vā māgadho seniyo bimbisāro āyasmā vā gotamo”ti? ",
  "mn14:21.1": "Tena hāvuso nigaṇṭhā, tumheva tattha paṭipucchissāmi, yathā vo khameyya tathā naṁ byākareyyātha. ",
  "mn14:21.2": "Taṁ kiṁ maññathāvuso nigaṇṭhā, pahoti rājā māgadho seniyo bimbisāro, ",
  "mn14:21.3": "aniñjamāno kāyena, abhāsamāno vācaṁ, satta rattindivāni ekantasukhaṁ paṭisaṁvedī viharitun’ti? ",
  "mn14:21.4": "‘No hidaṁ, āvuso’. ",
  "mn14:21.5": "‘Taṁ kiṁ maññathāvuso nigaṇṭhā, pahoti rājā māgadho seniyo bimbisāro, ",
  "mn14:21.6": "aniñjamāno kāyena, abhāsamāno vācaṁ, cha rattindivāni …pe… ",
  "mn14:21.7": "pañca rattindivāni … ",
  "mn14:21.8": "cattāri rattindivāni … ",
  "mn14:21.9": "tīṇi rattindivāni … ",
  "mn14:21.10": "dve rattindivāni … ",
  "mn14:21.11": "ekaṁ rattindivaṁ ekantasukhaṁ paṭisaṁvedī viharitun’ti? ",
  "mn14:21.12": "‘No hidaṁ, āvuso’. ",
  "mn14:21.13": "‘Ahaṁ kho, āvuso nigaṇṭhā, pahomi aniñjamāno kāyena, abhāsamāno vācaṁ, ekaṁ rattindivaṁ ekantasukhaṁ paṭisaṁvedī viharituṁ. ",
  "mn14:21.14": "Ahaṁ kho, āvuso nigaṇṭhā, pahomi aniñjamāno kāyena, abhāsamāno vācaṁ, dve rattindivāni … ",
  "mn14:21.15": "tīṇi rattindivāni … ",
  "mn14:21.16": "cattāri rattindivāni … ",
  "mn14:21.17": "pañca rattindivāni … ",
  "mn14:21.18": "cha rattindivāni … ",
  "mn14:21.19": "satta rattindivāni ekantasukhaṁ paṭisaṁvedī viharituṁ. ",
  "mn14:21.20": "Taṁ kiṁ maññathāvuso nigaṇṭhā, evaṁ sante ko sukhavihāritaro rājā vā māgadho seniyo bimbisāro ahaṁ vā’ti? ",
  "mn14:21.21": "‘Evaṁ sante āyasmāva gotamo sukhavihāritaro raññā māgadhena seniyena bimbisārenā’”ti. ",
  "mn14:21.22": "Idamavoca bhagavā. ",
  "mn14:21.23": "Attamano mahānāmo sakko bhagavato bhāsitaṁ abhinandīti. ",
  "mn14:21.24": "Cūḷadukkhakkhandhasuttaṁ niṭṭhitaṁ catutthaṁ. "
}