{
  "mn144:0.1": "Majjhima Nikāya 144 ",
  "mn144:0.2": "Channovādasutta ",
  "mn144:1.1": "Evaṁ me sutaṁ—",
  "mn144:1.2": "ekaṁ samayaṁ bhagavā rājagahe viharati veḷuvane kalandakanivāpe. ",
  "mn144:2.1": "Tena kho pana samayena āyasmā ca sāriputto āyasmā ca mahācundo āyasmā ca channo gijjhakūṭe pabbate viharanti. ",
  "mn144:3.1": "Tena kho pana samayena āyasmā channo ābādhiko hoti dukkhito bāḷhagilāno. ",
  "mn144:3.2": "Atha kho āyasmā sāriputto sāyanhasamayaṁ paṭisallānā vuṭṭhito yenāyasmā mahācundo tenupasaṅkami; upasaṅkamitvā āyasmantaṁ mahācundaṁ etadavoca: ",
  "mn144:3.3": "“āyāmāvuso cunda, yenāyasmā channo tenupasaṅkamissāma gilānapucchakā”ti. ",
  "mn144:3.4": "“Evamāvuso”ti kho āyasmā mahācundo āyasmato sāriputtassa paccassosi. ",
  "mn144:4.1": "Atha kho āyasmā ca sāriputto āyasmā ca mahācundo yenāyasmā channo tenupasaṅkamiṁsu; upasaṅkamitvā āyasmatā channena saddhiṁ sammodiṁsu. ",
  "mn144:4.2": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdiṁsu. Ekamantaṁ nisinno kho āyasmā sāriputto āyasmantaṁ channaṁ etadavoca: ",
  "mn144:4.3": "“kacci te, āvuso channa, khamanīyaṁ, kacci yāpanīyaṁ? Kacci te dukkhā vedanā paṭikkamanti, no abhikkamanti; paṭikkamosānaṁ paññāyati, no abhikkamo”ti? ",
  "mn144:5.1": "“Na me, āvuso sāriputta, khamanīyaṁ na yāpanīyaṁ. Bāḷhā me dukkhā vedanā abhikkamanti, no paṭikkamanti; abhikkamosānaṁ paññāyati, no paṭikkamo. ",
  "mn144:5.2": "Seyyathāpi, āvuso sāriputta, balavā puriso tiṇhena sikharena muddhani abhimattheyya; evameva kho me, āvuso sāriputta, adhimattā vātā muddhani ūhananti. ",
  "mn144:5.3": "Na me, āvuso sāriputta, khamanīyaṁ na yāpanīyaṁ. Bāḷhā me dukkhā vedanā abhikkamanti, no paṭikkamanti; abhikkamosānaṁ paññāyati no paṭikkamo. ",
  "mn144:5.4": "Seyyathāpi, āvuso sāriputta, balavā puriso daḷhena varattakkhaṇḍena sīse sīsaveṭhaṁ dadeyya; evameva kho me, āvuso sāriputta, adhimattā sīse sīsavedanā. ",
  "mn144:5.5": "Na me, āvuso sāriputta, khamanīyaṁ na yāpanīyaṁ. Bāḷhā me dukkhā vedanā abhikkamanti, no paṭikkamanti; abhikkamosānaṁ paññāyati, no paṭikkamo. ",
  "mn144:5.6": "Seyyathāpi, āvuso sāriputta, dakkho goghātako vā goghātakantevāsī vā tiṇhena govikantanena kucchiṁ parikanteyya; evameva kho me, āvuso sāriputta, adhimattā vātā kucchiṁ parikantanti. ",
  "mn144:5.7": "Na me, āvuso sāriputta, khamanīyaṁ na yāpanīyaṁ. Bāḷhā me dukkhā vedanā abhikkamanti, no paṭikkamanti; abhikkamosānaṁ paññāyati, no paṭikkamo. ",
  "mn144:5.8": "Seyyathāpi, āvuso sāriputta, dve balavanto purisā dubbalataraṁ purisaṁ nānābāhāsu gahetvā aṅgārakāsuyā santāpeyyuṁ samparitāpeyyuṁ; evameva kho me, āvuso sāriputta, adhimatto kāyasmiṁ ḍāho. ",
  "mn144:5.9": "Na me, āvuso sāriputta, khamanīyaṁ na yāpanīyaṁ. Bāḷhā me dukkhā vedanā abhikkamanti, no paṭikkamanti; abhikkamosānaṁ paññāyati, no paṭikkamo. ",
  "mn144:5.10": "Satthaṁ, āvuso sāriputta, āharissāmi, nāvakaṅkhāmi jīvitan”ti. ",
  "mn144:6.1": "“Māyasmā channo satthaṁ āharesi. ",
  "mn144:6.2": "Yāpetāyasmā channo. Yāpentaṁ mayaṁ āyasmantaṁ channaṁ icchāma. ",
  "mn144:6.3": "Sace āyasmato channassa natthi sappāyāni bhojanāni, ahaṁ āyasmato channassa sappāyāni bhojanāni pariyesissāmi. ",
  "mn144:6.4": "Sace āyasmato channassa natthi sappāyāni bhesajjāni, ahaṁ āyasmato channassa sappāyāni bhesajjāni pariyesissāmi. ",
  "mn144:6.5": "Sace āyasmato channassa natthi patirūpā upaṭṭhākā, ahaṁ āyasmantaṁ channaṁ upaṭṭhahissāmi. ",
  "mn144:6.6": "Māyasmā channo satthaṁ āharesi. ",
  "mn144:6.7": "Yāpetāyasmā channo. Yāpentaṁ mayaṁ āyasmantaṁ channaṁ icchāmā”ti. ",
  "mn144:7.1": "“Napi me, āvuso sāriputta, natthi sappāyāni bhojanāni; ",
  "mn144:7.2": "napi me natthi sappāyāni bhesajjāni; ",
  "mn144:7.3": "napi me natthi patirūpā upaṭṭhākā; ",
  "mn144:7.4": "api cāvuso sāriputta, pariciṇṇo me satthā dīgharattaṁ manāpeneva no amanāpena. ",
  "mn144:7.5": "Etañhi, āvuso sāriputta, sāvakassa patirūpaṁ yaṁ satthāraṁ paricareyya manāpeneva no amanāpena. ",
  "mn144:7.6": "‘Anupavajjaṁ channo bhikkhu satthaṁ āharissatī’ti evametaṁ, āvuso sāriputta, dhārehī”ti. ",
  "mn144:8.1": "“Puccheyyāma mayaṁ āyasmantaṁ channaṁ kañcideva desaṁ, sace āyasmā channo okāsaṁ karoti pañhassa veyyākaraṇāyā”ti. ",
  "mn144:8.2": "“Pucchāvuso sāriputta, sutvā vedissāmī”ti. ",
  "mn144:9.1": "“Cakkhuṁ, āvuso channa, cakkhuviññāṇaṁ cakkhuviññāṇaviññātabbe dhamme ‘etaṁ mama, esohamasmi, eso me attā’ti samanupassasi? ",
  "mn144:9.2": "Sotaṁ, āvuso channa, sotaviññāṇaṁ …pe… ",
  "mn144:9.3": "ghānaṁ, āvuso channa, ghānaviññāṇaṁ … ",
  "mn144:9.4": "jivhaṁ, āvuso channa, jivhāviññāṇaṁ … ",
  "mn144:9.5": "kāyaṁ, āvuso channa, kāyaviññāṇaṁ … ",
  "mn144:9.6": "manaṁ, āvuso channa, manoviññāṇaṁ manoviññāṇaviññātabbe dhamme ‘etaṁ mama, esohamasmi, eso me attā’ti samanupassasī”ti? ",
  "mn144:9.7": "“Cakkhuṁ, āvuso sāriputta, cakkhuviññāṇaṁ cakkhuviññāṇaviññātabbe dhamme ‘netaṁ mama, nesohamasmi, na meso attā’ti samanupassāmi. ",
  "mn144:9.8": "Sotaṁ, āvuso sāriputta …pe… ",
  "mn144:9.9": "ghānaṁ, āvuso sāriputta … ",
  "mn144:9.10": "jivhaṁ, āvuso sāriputta … ",
  "mn144:9.11": "kāyaṁ, āvuso sāriputta … ",
  "mn144:9.12": "manaṁ, āvuso sāriputta, manoviññāṇaṁ manoviññāṇaviññātabbe dhamme ‘netaṁ mama, nesohamasmi, na meso attā’ti samanupassāmī”ti. ",
  "mn144:10.1": "“Cakkhusmiṁ, āvuso channa, cakkhuviññāṇe cakkhuviññāṇaviññātabbesu dhammesu kiṁ disvā kiṁ abhiññāya cakkhuṁ cakkhuviññāṇaṁ cakkhuviññāṇaviññātabbe dhamme ‘netaṁ mama, nesohamasmi, na meso attā’ti samanupassasi? ",
  "mn144:10.2": "Sotasmiṁ, āvuso channa, sotaviññāṇe … ",
  "mn144:10.3": "ghānasmiṁ, āvuso channa, ghānaviññāṇe … ",
  "mn144:10.4": "jivhāya, āvuso channa, jivhāviññāṇe … ",
  "mn144:10.5": "kāyasmiṁ, āvuso channa, kāyaviññāṇe … ",
  "mn144:10.6": "manasmiṁ, āvuso channa, manoviññāṇe manoviññāṇaviññātabbesu dhammesu kiṁ disvā kiṁ abhiññāya manaṁ manoviññāṇaṁ manoviññāṇaviññātabbe dhamme ‘netaṁ mama, nesohamasmi, na meso attā’ti samanupassasī”ti? ",
  "mn144:10.7": "“Cakkhusmiṁ, āvuso sāriputta, cakkhuviññāṇe cakkhuviññāṇaviññātabbesu dhammesu nirodhaṁ disvā nirodhaṁ abhiññāya cakkhuṁ cakkhuviññāṇaṁ cakkhuviññāṇaviññātabbe dhamme ‘netaṁ mama, nesohamasmi, na meso attā’ti samanupassāmi. ",
  "mn144:10.8": "Sotasmiṁ, āvuso sāriputta, sotaviññāṇe … ",
  "mn144:10.9": "ghānasmiṁ, āvuso sāriputta, ghānaviññāṇe … ",
  "mn144:10.10": "jivhāya, āvuso sāriputta, jivhāviññāṇe … ",
  "mn144:10.11": "kāyasmiṁ, āvuso sāriputta, kāyaviññāṇe … ",
  "mn144:10.12": "manasmiṁ, āvuso sāriputta, manoviññāṇe manoviññāṇaviññātabbesu dhammesu nirodhaṁ disvā nirodhaṁ abhiññāya manaṁ manoviññāṇaṁ manoviññāṇaviññātabbe dhamme ‘netaṁ mama, nesohamasmi, na meso attā’ti samanupassāmī”ti. ",
  "mn144:11.1": "Evaṁ vutte, āyasmā mahācundo āyasmantaṁ channaṁ etadavoca: ",
  "mn144:11.2": "“tasmātiha, āvuso channa, idampi tassa bhagavato sāsanaṁ, niccakappaṁ manasi kātabbaṁ: ",
  "mn144:11.3": "‘nissitassa calitaṁ, anissitassa calitaṁ natthi. ",
  "mn144:11.4": "Calite asati passaddhi, ",
  "mn144:11.5": "passaddhiyā sati nati na hoti. ",
  "mn144:11.6": "Natiyā asati āgatigati na hoti. ",
  "mn144:11.7": "Āgatigatiyā asati cutūpapāto na hoti. ",
  "mn144:11.8": "Cutūpapāte asati nevidha na huraṁ na ubhayamantarena. ",
  "mn144:11.9": "Esevanto dukkhassā’”ti. ",
  "mn144:11.10": "Atha kho āyasmā ca sāriputto āyasmā ca mahācundo āyasmantaṁ channaṁ iminā ovādena ovaditvā uṭṭhāyāsanā pakkamiṁsu. ",
  "mn144:12.1": "Atha kho āyasmā channo acirapakkante āyasmante ca sāriputte āyasmante ca mahācunde satthaṁ āharesi. ",
  "mn144:13.1": "Atha kho āyasmā sāriputto yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho āyasmā sāriputto bhagavantaṁ etadavoca: ",
  "mn144:13.2": "“āyasmatā, bhante, channena satthaṁ āharitaṁ. ",
  "mn144:13.3": "Tassa kā gati, ko abhisamparāyo”ti? ",
  "mn144:13.4": "“Nanu te, sāriputta, channena bhikkhunā sammukhāyeva anupavajjatā byākatā”ti? ",
  "mn144:13.5": "“Atthi, bhante, pubbajiraṁ nāma vajjigāmo. ",
  "mn144:13.6": "Tatthāyasmato channassa mittakulāni suhajjakulāni upavajjakulānī”ti. ",
  "mn144:13.7": "“Honti hete, sāriputta, channassa bhikkhuno mittakulāni suhajjakulāni upavajjakulāni. ",
  "mn144:13.8": "Nāhaṁ, sāriputta, ettāvatā ‘saupavajjo’ti vadāmi. ",
  "mn144:13.9": "Yo kho, sāriputta, imañca kāyaṁ nikkhipati aññañca kāyaṁ upādiyati tamahaṁ ‘saupavajjo’ti vadāmi. ",
  "mn144:13.10": "Taṁ channassa bhikkhuno natthi. ",
  "mn144:13.11": "‘Anupavajjo channo bhikkhu satthaṁ āharesī’ti evametaṁ, sāriputta, dhārehī”ti. ",
  "mn144:13.12": "Idamavoca bhagavā. ",
  "mn144:13.13": "Attamano āyasmā sāriputto bhagavato bhāsitaṁ abhinandīti. ",
  "mn144:13.14": "Channovādasuttaṁ niṭṭhitaṁ dutiyaṁ. "
}