{
  "mn15:0.1": "Majjhima Nikāya 15 ",
  "mn15:0.2": "Anumānasutta ",
  "mn15:1.1": "Evaṁ me sutaṁ—",
  "mn15:1.2": "ekaṁ samayaṁ āyasmā mahāmoggallāno bhaggesu viharati susumāragire bhesakaḷāvane migadāye. ",
  "mn15:1.3": "Tatra kho āyasmā mahāmoggallāno bhikkhū āmantesi: ",
  "mn15:1.4": "“āvuso bhikkhavo”ti. ",
  "mn15:1.5": "“Āvuso”ti kho te bhikkhū āyasmato mahāmoggallānassa paccassosuṁ. ",
  "mn15:1.6": "Āyasmā mahāmoggallāno etadavoca: ",
  "mn15:2.1": "“Pavāreti cepi, āvuso, bhikkhu: ",
  "mn15:2.2": "‘vadantu maṁ āyasmanto, vacanīyomhi āyasmantehī’ti, so ca hoti dubbaco, dovacassakaraṇehi dhammehi samannāgato, akkhamo appadakkhiṇaggāhī anusāsaniṁ, atha kho naṁ sabrahmacārī na ceva vattabbaṁ maññanti, na ca anusāsitabbaṁ maññanti, na ca tasmiṁ puggale vissāsaṁ āpajjitabbaṁ maññanti. ",
  "mn15:3.1": "Katame cāvuso, dovacassakaraṇā dhammā? ",
  "mn15:3.2": "Idhāvuso, bhikkhu pāpiccho hoti, pāpikānaṁ icchānaṁ vasaṁ gato. ",
  "mn15:3.3": "Yaṁpāvuso, bhikkhu pāpiccho hoti, pāpikānaṁ icchānaṁ vasaṁ gato—",
  "mn15:3.4": "ayampi dhammo dovacassakaraṇo. ",
  "mn15:3.5": "Puna caparaṁ, āvuso, bhikkhu attukkaṁsako hoti paravambhī. ",
  "mn15:3.6": "Yaṁpāvuso, bhikkhu attukkaṁsako hoti paravambhī—",
  "mn15:3.7": "ayampi dhammo dovacassakaraṇo. ",
  "mn15:3.8": "Puna caparaṁ, āvuso, bhikkhu kodhano hoti kodhābhibhūto. ",
  "mn15:3.9": "Yaṁpāvuso, bhikkhu kodhano hoti kodhābhibhūto—",
  "mn15:3.10": "ayampi dhammo dovacassakaraṇo. ",
  "mn15:3.11": "Puna caparaṁ, āvuso, bhikkhu kodhano hoti kodhahetu upanāhī. ",
  "mn15:3.12": "Yaṁpāvuso, bhikkhu kodhano hoti kodhahetu upanāhī—",
  "mn15:3.13": "ayampi dhammo dovacassakaraṇo. ",
  "mn15:3.14": "Puna caparaṁ, āvuso, bhikkhu kodhano hoti kodhahetu abhisaṅgī. ",
  "mn15:3.15": "Yaṁpāvuso, bhikkhu kodhano hoti kodhahetu abhisaṅgī—",
  "mn15:3.16": "ayampi dhammo dovacassakaraṇo. ",
  "mn15:3.17": "Puna caparaṁ, āvuso, bhikkhu kodhano hoti kodhasāmantā vācaṁ nicchāretā. ",
  "mn15:3.18": "Yaṁpāvuso, bhikkhu kodhano hoti kodhasāmantā vācaṁ nicchāretā—",
  "mn15:3.19": "ayampi dhammo dovacassakaraṇo. ",
  "mn15:3.20": "Puna caparaṁ, āvuso, bhikkhu codito codakena codakaṁ paṭippharati. ",
  "mn15:3.21": "Yaṁpāvuso, bhikkhu codito codakena codakaṁ paṭippharati—",
  "mn15:3.22": "ayampi dhammo dovacassakaraṇo. ",
  "mn15:3.23": "Puna caparaṁ, āvuso, bhikkhu codito codakena codakaṁ apasādeti. ",
  "mn15:3.24": "Yaṁpāvuso, bhikkhu codito codakena codakaṁ apasādeti—",
  "mn15:3.25": "ayampi dhammo dovacassakaraṇo. ",
  "mn15:3.26": "Puna caparaṁ, āvuso, bhikkhu codito codakena codakassa paccāropeti. ",
  "mn15:3.27": "Yaṁpāvuso, bhikkhu codito codakena codakassa paccāropeti—",
  "mn15:3.28": "ayampi dhammo dovacassakaraṇo. ",
  "mn15:3.29": "Puna caparaṁ, āvuso, bhikkhu codito codakena aññenaññaṁ paṭicarati, bahiddhā kathaṁ apanāmeti, kopañca dosañca appaccayañca pātukaroti. ",
  "mn15:3.30": "Yaṁpāvuso, bhikkhu codito codakena aññenaññaṁ paṭicarati, bahiddhā kathaṁ apanāmeti, kopañca dosañca appaccayañca pātukaroti—",
  "mn15:3.31": "ayampi dhammo dovacassakaraṇo. ",
  "mn15:3.32": "Puna caparaṁ, āvuso, bhikkhu codito codakena apadāne na sampāyati. ",
  "mn15:3.33": "Yaṁpāvuso, bhikkhu codito codakena apadāne na sampāyati—",
  "mn15:3.34": "ayampi dhammo dovacassakaraṇo. ",
  "mn15:3.35": "Puna caparaṁ, āvuso, bhikkhu makkhī hoti paḷāsī. ",
  "mn15:3.36": "Yaṁpāvuso, bhikkhu makkhī hoti paḷāsī—",
  "mn15:3.37": "ayampi dhammo dovacassakaraṇo. ",
  "mn15:3.38": "Puna caparaṁ, āvuso, bhikkhu issukī hoti maccharī. ",
  "mn15:3.39": "Yaṁpāvuso, bhikkhu issukī hoti maccharī—",
  "mn15:3.40": "ayampi dhammo dovacassakaraṇo. ",
  "mn15:3.41": "Puna caparaṁ, āvuso, bhikkhu saṭho hoti māyāvī. ",
  "mn15:3.42": "Yaṁpāvuso, bhikkhu saṭho hoti māyāvī—",
  "mn15:3.43": "ayampi dhammo dovacassakaraṇo. ",
  "mn15:3.44": "Puna caparaṁ, āvuso, bhikkhu thaddho hoti atimānī. ",
  "mn15:3.45": "Yaṁpāvuso, bhikkhu thaddho hoti atimānī—",
  "mn15:3.46": "ayampi dhammo dovacassakaraṇo. ",
  "mn15:3.47": "Puna caparaṁ, āvuso, bhikkhu sandiṭṭhiparāmāsī hoti ādhānaggāhī duppaṭinissaggī. ",
  "mn15:3.48": "Yaṁpāvuso, bhikkhu sandiṭṭhiparāmāsī hoti ādhānaggāhī duppaṭinissaggī—",
  "mn15:3.49": "ayampi dhammo dovacassakaraṇo. ",
  "mn15:3.50": "Ime vuccantāvuso, dovacassakaraṇā dhammā. ",
  "mn15:4.1": "No cepi, āvuso, bhikkhu pavāreti: ",
  "mn15:4.2": "‘vadantu maṁ āyasmanto, vacanīyomhi āyasmantehī’ti, so ca hoti suvaco, sovacassakaraṇehi dhammehi samannāgato, khamo padakkhiṇaggāhī anusāsaniṁ, atha kho naṁ sabrahmacārī vattabbañceva maññanti, anusāsitabbañca maññanti, tasmiñca puggale vissāsaṁ āpajjitabbaṁ maññanti. ",
  "mn15:5.1": "Katame cāvuso, sovacassakaraṇā dhammā? ",
  "mn15:5.2": "Idhāvuso, bhikkhu na pāpiccho hoti, na pāpikānaṁ icchānaṁ vasaṁ gato. ",
  "mn15:5.3": "Yaṁpāvuso, bhikkhu na pāpiccho hoti na pāpikānaṁ icchānaṁ vasaṁ gato—",
  "mn15:5.4": "ayampi dhammo sovacassakaraṇo. ",
  "mn15:5.5": "Puna caparaṁ, āvuso, bhikkhu anattukkaṁsako hoti aparavambhī. ",
  "mn15:5.6": "Yaṁpāvuso, bhikkhu anattukkaṁsako hoti aparavambhī—",
  "mn15:5.7": "ayampi dhammo sovacassakaraṇo. ",
  "mn15:5.8": "Puna caparaṁ, āvuso, bhikkhu na kodhano hoti na kodhābhibhūto. ",
  "mn15:5.9": "Yaṁpāvuso, bhikkhu na kodhano hoti na kodhābhibhūto—",
  "mn15:5.10": "ayampi dhammo sovacassakaraṇo. ",
  "mn15:5.11": "Puna caparaṁ, āvuso, bhikkhu na kodhano hoti na kodhahetu upanāhī. ",
  "mn15:5.12": "Yaṁpāvuso, bhikkhu na kodhano hoti na kodhahetu upanāhī—",
  "mn15:5.13": "ayampi dhammo sovacassakaraṇo. ",
  "mn15:5.14": "Puna caparaṁ, āvuso, bhikkhu na kodhano hoti na kodhahetu abhisaṅgī. ",
  "mn15:5.15": "Yaṁpāvuso, bhikkhu na kodhano hoti na kodhahetu abhisaṅgī—",
  "mn15:5.16": "ayampi dhammo sovacassakaraṇo. ",
  "mn15:5.17": "Puna caparaṁ, āvuso, bhikkhu na kodhano hoti na kodhasāmantā vācaṁ nicchāretā. ",
  "mn15:5.18": "Yaṁpāvuso, bhikkhu na kodhano hoti na kodhasāmantā vācaṁ nicchāretā—",
  "mn15:5.19": "ayampi dhammo sovacassakaraṇo. ",
  "mn15:5.20": "Puna caparaṁ, āvuso, bhikkhu codito codakena codakaṁ nappaṭippharati. ",
  "mn15:5.21": "Yaṁpāvuso, bhikkhu codito codakena codakaṁ nappaṭippharati—",
  "mn15:5.22": "ayampi dhammo sovacassakaraṇo. ",
  "mn15:5.23": "Puna caparaṁ, āvuso, bhikkhu codito codakena codakaṁ na apasādeti. ",
  "mn15:5.24": "Yaṁpāvuso, bhikkhu codito codakena codakaṁ na apasādeti—",
  "mn15:5.25": "ayampi dhammo sovacassakaraṇo. ",
  "mn15:5.26": "Puna caparaṁ, āvuso, bhikkhu codito codakena codakassa na paccāropeti. ",
  "mn15:5.27": "Yaṁpāvuso, bhikkhu codito codakena codakassa na paccāropeti—",
  "mn15:5.28": "ayampi dhammo sovacassakaraṇo. ",
  "mn15:5.29": "Puna caparaṁ, āvuso, bhikkhu codito codakena na aññenaññaṁ paṭicarati, na bahiddhā kathaṁ apanāmeti, na kopañca dosañca appaccayañca pātukaroti. ",
  "mn15:5.30": "Yaṁpāvuso, bhikkhu codito codakena na aññenaññaṁ paṭicarati, na bahiddhā kathaṁ apanāmeti, na kopañca dosañca appaccayañca pātukaroti—",
  "mn15:5.31": "ayampi dhammo sovacassakaraṇo. ",
  "mn15:5.32": "Puna caparaṁ, āvuso, bhikkhu codito codakena apadāne sampāyati. ",
  "mn15:5.33": "Yaṁpāvuso, bhikkhu codito codakena apadāne sampāyati—",
  "mn15:5.34": "ayampi dhammo sovacassakaraṇo. ",
  "mn15:5.35": "Puna caparaṁ, āvuso, bhikkhu amakkhī hoti apaḷāsī. ",
  "mn15:5.36": "Yaṁpāvuso, bhikkhu amakkhī hoti apaḷāsī—",
  "mn15:5.37": "ayampi dhammo sovacassakaraṇo. ",
  "mn15:5.38": "Puna caparaṁ, āvuso, bhikkhu anissukī hoti amaccharī. ",
  "mn15:5.39": "Yaṁpāvuso, bhikkhu anissukī hoti amaccharī—",
  "mn15:5.40": "ayampi dhammo sovacassakaraṇo. ",
  "mn15:5.41": "Puna caparaṁ, āvuso, bhikkhu asaṭho hoti amāyāvī. ",
  "mn15:5.42": "Yaṁpāvuso, bhikkhu asaṭho hoti amāyāvī—",
  "mn15:5.43": "ayampi dhammo sovacassakaraṇo. ",
  "mn15:5.44": "Puna caparaṁ, āvuso, bhikkhu atthaddho hoti anatimānī. ",
  "mn15:5.45": "Yaṁpāvuso, bhikkhu atthaddho hoti anatimānī—",
  "mn15:5.46": "ayampi dhammo sovacassakaraṇo. ",
  "mn15:5.47": "Puna caparaṁ, āvuso, bhikkhu asandiṭṭhiparāmāsī hoti anādhānaggāhī suppaṭinissaggī. ",
  "mn15:5.48": "Yaṁpāvuso, bhikkhu asandiṭṭhiparāmāsī hoti, anādhānaggāhī suppaṭinissaggī—",
  "mn15:5.49": "ayampi dhammo sovacassakaraṇo. ",
  "mn15:5.50": "Ime vuccantāvuso, sovacassakaraṇā dhammā. ",
  "mn15:6.1": "Tatrāvuso, bhikkhunā attanāva attānaṁ evaṁ anuminitabbaṁ: ",
  "mn15:6.2": "‘yo khvāyaṁ puggalo pāpiccho, pāpikānaṁ icchānaṁ vasaṁ gato, ayaṁ me puggalo appiyo amanāpo; ",
  "mn15:6.3": "ahañceva kho panassaṁ pāpiccho pāpikānaṁ icchānaṁ vasaṁ gato, ahampāssaṁ paresaṁ appiyo amanāpo’ti. ",
  "mn15:6.4": "Evaṁ jānantenāvuso, bhikkhunā ‘na pāpiccho bhavissāmi, na pāpikānaṁ icchānaṁ vasaṁ gato’ti cittaṁ uppādetabbaṁ. ",
  "mn15:6.5": "‘Yo khvāyaṁ puggalo attukkaṁsako paravambhī, ayaṁ me puggalo appiyo amanāpo; ",
  "mn15:6.6": "ahañceva kho panassaṁ attukkaṁsako paravambhī, ahampāssaṁ paresaṁ appiyo amanāpo’ti. ",
  "mn15:6.7": "Evaṁ jānantenāvuso, bhikkhunā ‘anattukkaṁsako bhavissāmi aparavambhī’ti cittaṁ uppādetabbaṁ. ",
  "mn15:6.8": "‘Yo khvāyaṁ puggalo kodhano kodhābhibhūto, ayaṁ me puggalo appiyo amanāpo. ",
  "mn15:6.9": "Ahañceva kho panassaṁ kodhano kodhābhibhūto, ahampāssaṁ paresaṁ appiyo amanāpo’ti. ",
  "mn15:6.10": "Evaṁ jānantenāvuso, bhikkhunā ‘na kodhano bhavissāmi na kodhābhibhūto’ti cittaṁ uppādetabbaṁ. ",
  "mn15:6.11": "‘Yo khvāyaṁ puggalo kodhano kodhahetu upanāhī, ayaṁ me puggalo appiyo amanāpo; ",
  "mn15:6.12": "ahañceva kho panassaṁ kodhano kodhahetu upanāhī, ahampāssaṁ paresaṁ appiyo amanāpo’ti. ",
  "mn15:6.13": "Evaṁ jānantenāvuso, bhikkhunā ‘na kodhano bhavissāmi na kodhahetu upanāhī’ti cittaṁ uppādetabbaṁ. ",
  "mn15:6.14": "‘Yo khvāyaṁ puggalo kodhano kodhahetu abhisaṅgī, ayaṁ me puggalo appiyo amanāpo; ",
  "mn15:6.15": "ahañceva kho panassaṁ kodhano kodhahetu abhisaṅgī, ahampāssaṁ paresaṁ appiyo amanāpo’ti. ",
  "mn15:6.16": "Evaṁ jānantenāvuso, bhikkhunā ‘na kodhano bhavissāmi na kodhahetu abhisaṅgī’ti cittaṁ uppādetabbaṁ. ",
  "mn15:6.17": "‘Yo khvāyaṁ puggalo kodhano kodhasāmantā vācaṁ nicchāretā, ayaṁ me puggalo appiyo amanāpo; ",
  "mn15:6.18": "ahañceva kho panassaṁ kodhano kodhasāmantā vācaṁ nicchāretā, ahampāssaṁ paresaṁ appiyo amanāpo’ti. ",
  "mn15:6.19": "Evaṁ jānantenāvuso, bhikkhunā ‘na kodhano bhavissāmi na kodhasāmantā vācaṁ nicchāressāmī’ti cittaṁ uppādetabbaṁ. ",
  "mn15:6.20": "‘Yo khvāyaṁ puggalo codito codakena codakaṁ paṭippharati, ayaṁ me puggalo appiyo amanāpo; ",
  "mn15:6.21": "ahañceva kho pana codito codakena codakaṁ paṭipphareyyaṁ, ahampāssaṁ paresaṁ appiyo amanāpo’ti. ",
  "mn15:6.22": "Evaṁ jānantenāvuso, bhikkhunā ‘codito codakena codakaṁ nappaṭippharissāmī’ti cittaṁ uppādetabbaṁ. ",
  "mn15:6.23": "‘Yo khvāyaṁ puggalo codito codakena codakaṁ apasādeti, ayaṁ me puggalo appiyo amanāpo; ",
  "mn15:6.24": "ahañceva kho pana codito codakena codakaṁ apasādeyyaṁ, ahampāssaṁ paresaṁ appiyo amanāpo’ti. ",
  "mn15:6.25": "Evaṁ jānantenāvuso, bhikkhunā ‘codito codakena codakaṁ na apasādessāmī’ti cittaṁ uppādetabbaṁ. ",
  "mn15:6.26": "‘Yo khvāyaṁ puggalo codito codakena codakassa paccāropeti, ayaṁ me puggalo appiyo amanāpo; ",
  "mn15:6.27": "ahañceva kho pana codito codakena codakassa paccāropeyyaṁ, ahampāssaṁ paresaṁ appiyo amanāpo’ti. ",
  "mn15:6.28": "Evaṁ jānantenāvuso, bhikkhunā ‘codito codakena codakassa na paccāropessāmī’ti cittaṁ uppādetabbaṁ. ",
  "mn15:6.29": "‘Yo khvāyaṁ puggalo codito codakena aññenaññaṁ paṭicarati, bahiddhā kathaṁ apanāmeti, kopañca dosañca appaccayañca pātukaroti, ayaṁ me puggalo appiyo amanāpo; ",
  "mn15:6.30": "ahañceva kho pana codito codakena aññenaññaṁ paṭicareyyaṁ, bahiddhā kathaṁ apanāmeyyaṁ, kopañca dosañca appaccayañca pātukareyyaṁ, ahampāssaṁ paresaṁ appiyo amanāpo’ti. ",
  "mn15:6.31": "Evaṁ jānantenāvuso, bhikkhunā ‘codito codakena na aññenaññaṁ paṭicarissāmi, na bahiddhā kathaṁ apanāmessāmi, na kopañca dosañca appaccayañca pātukarissāmī’ti cittaṁ uppādetabbaṁ. ",
  "mn15:6.32": "‘Yo khvāyaṁ puggalo codito codakena apadāne na sampāyati, ayaṁ me puggalo appiyo amanāpo; ",
  "mn15:6.33": "ahañceva kho pana codito codakena apadāne na sampāyeyyaṁ, ahampāssaṁ paresaṁ appiyo amanāpo’ti. ",
  "mn15:6.34": "Evaṁ jānantenāvuso, bhikkhunā ‘codito codakena apadāne sampāyissāmī’ti cittaṁ uppādetabbaṁ. ",
  "mn15:6.35": "‘Yo khvāyaṁ puggalo makkhī paḷāsī, ayaṁ me puggalo appiyo amanāpo; ",
  "mn15:6.36": "ahañceva kho panassaṁ makkhī paḷāsī, ahampāssaṁ paresaṁ appiyo amanāpo’ti. ",
  "mn15:6.37": "Evaṁ jānantenāvuso, bhikkhunā ‘amakkhī bhavissāmi apaḷāsī’ti cittaṁ uppādetabbaṁ. ",
  "mn15:6.38": "‘Yo khvāyaṁ puggalo issukī maccharī, ayaṁ me puggalo appiyo amanāpo; ",
  "mn15:6.39": "ahañceva kho panassaṁ issukī maccharī, ahampāssaṁ paresaṁ appiyo amanāpo’ti. ",
  "mn15:6.40": "Evaṁ jānantenāvuso, bhikkhunā ‘anissukī bhavissāmi amaccharī’ti cittaṁ uppādetabbaṁ. ",
  "mn15:6.41": "‘Yo khvāyaṁ puggalo saṭho māyāvī, ayaṁ me puggalo appiyo amanāpo; ",
  "mn15:6.42": "ahañceva kho panassaṁ saṭho māyāvī, ahampāssaṁ paresaṁ appiyo amanāpo’ti. ",
  "mn15:6.43": "Evaṁ jānantenāvuso, bhikkhunā ‘asaṭho bhavissāmi amāyāvī’ti cittaṁ uppādetabbaṁ. ",
  "mn15:6.44": "‘Yo khvāyaṁ puggalo thaddho atimānī, ayaṁ me puggalo appiyo amanāpo; ",
  "mn15:6.45": "ahañceva kho panassaṁ thaddho atimānī, ahampāssaṁ paresaṁ appiyo amanāpo’ti. ",
  "mn15:6.46": "Evaṁ jānantenāvuso, bhikkhunā ‘atthaddho bhavissāmi anatimānī’ti cittaṁ uppādetabbaṁ. ",
  "mn15:6.47": "‘Yo khvāyaṁ puggalo sandiṭṭhiparāmāsī ādhānaggāhī duppaṭinissaggī, ayaṁ me puggalo appiyo amanāpo; ",
  "mn15:6.48": "ahañceva kho panassaṁ sandiṭṭhiparāmāsī ādhānaggāhī duppaṭinissaggī, ahampāssaṁ paresaṁ appiyo amanāpo’ti. ",
  "mn15:6.49": "Evaṁ jānantenāvuso, bhikkhunā ‘asandiṭṭhiparāmāsī bhavissāmi anādhānaggāhī suppaṭinissaggī’ti cittaṁ uppādetabbaṁ. ",
  "mn15:7.1": "Tatrāvuso, bhikkhunā attanāva attānaṁ evaṁ paccavekkhitabbaṁ: ",
  "mn15:7.2": "‘kiṁ nu khomhi pāpiccho, pāpikānaṁ icchānaṁ vasaṁ gato’ti? ",
  "mn15:7.3": "Sace, āvuso, bhikkhu paccavekkhamāno evaṁ jānāti: ",
  "mn15:7.4": "‘pāpiccho khomhi, pāpikānaṁ icchānaṁ vasaṁ gato’ti, tenāvuso, bhikkhunā tesaṁyeva pāpakānaṁ akusalānaṁ dhammānaṁ pahānāya vāyamitabbaṁ. ",
  "mn15:7.5": "Sace panāvuso, bhikkhu paccavekkhamāno evaṁ jānāti: ",
  "mn15:7.6": "‘na khomhi pāpiccho, na pāpikānaṁ icchānaṁ vasaṁ gato’ti, tenāvuso, bhikkhunā teneva pītipāmojjena vihātabbaṁ ahorattānusikkhinā kusalesu dhammesu. ",
  "mn15:7.7": "Puna caparaṁ, āvuso, bhikkhunā attanāva attānaṁ evaṁ paccavekkhitabbaṁ: ",
  "mn15:7.8": "‘kiṁ nu khomhi attukkaṁsako paravambhī’ti? ",
  "mn15:7.9": "Sace, āvuso, bhikkhu paccavekkhamāno evaṁ jānāti: ",
  "mn15:7.10": "‘attukkaṁsako khomhi paravambhī’ti, tenāvuso, bhikkhunā tesaṁyeva pāpakānaṁ akusalānaṁ dhammānaṁ pahānāya vāyamitabbaṁ. ",
  "mn15:7.11": "Sace panāvuso, bhikkhu paccavekkhamāno evaṁ jānāti: ",
  "mn15:7.12": "‘anattukkaṁsako khomhi aparavambhī’ti, tenāvuso, bhikkhunā teneva pītipāmojjena vihātabbaṁ ahorattānusikkhinā kusalesu dhammesu. ",
  "mn15:7.13": "Puna caparaṁ, āvuso, bhikkhunā attanāva attānaṁ evaṁ paccavekkhitabbaṁ: ",
  "mn15:7.14": "‘kiṁ nu khomhi kodhano kodhābhibhūto’ti? ",
  "mn15:7.15": "Sace, āvuso, bhikkhu paccavekkhamāno evaṁ jānāti: ",
  "mn15:7.16": "‘kodhano khomhi kodhābhibhūto’ti, tenāvuso, bhikkhunā tesaṁyeva pāpakānaṁ akusalānaṁ dhammānaṁ pahānāya vāyamitabbaṁ. ",
  "mn15:7.17": "Sace panāvuso, bhikkhu paccavekkhamāno evaṁ jānāti: ",
  "mn15:7.18": "‘na khomhi kodhano kodhābhibhūto’ti, tenāvuso, bhikkhunā teneva pītipāmojjena vihātabbaṁ ahorattānusikkhinā kusalesu dhammesu. ",
  "mn15:7.19": "Puna caparaṁ, āvuso, bhikkhunā attanāva attānaṁ evaṁ paccavekkhitabbaṁ: ",
  "mn15:7.20": "‘kiṁ nu khomhi kodhano kodhahetu upanāhī’ti? ",
  "mn15:7.21": "Sace, āvuso, bhikkhu paccavekkhamāno evaṁ jānāti ‘kodhano khomhi kodhahetu upanāhī’ti, tenāvuso, bhikkhunā tesaṁyeva pāpakānaṁ akusalānaṁ dhammānaṁ pahānāya vāyamitabbaṁ. ",
  "mn15:7.22": "Sace panāvuso, bhikkhu paccavekkhamāno evaṁ jānāti ‘na khomhi kodhano kodhahetu upanāhī’ti, tenāvuso, bhikkhunā teneva pītipāmojjena vihātabbaṁ ahorattānusikkhinā kusalesu dhammesu. ",
  "mn15:7.23": "Puna caparaṁ, āvuso, bhikkhunā attanāva attānaṁ evaṁ paccavekkhitabbaṁ: ",
  "mn15:7.24": "‘kiṁ nu khomhi kodhano kodhahetu abhisaṅgī’ti? ",
  "mn15:7.25": "Sace, āvuso, bhikkhu paccavekkhamāno evaṁ jānāti: ",
  "mn15:7.26": "‘kodhano khomhi kodhahetu abhisaṅgī’ti, tenāvuso, bhikkhunā tesaṁyeva pāpakānaṁ akusalānaṁ dhammānaṁ pahānāya vāyamitabbaṁ. ",
  "mn15:7.27": "Sace panāvuso, bhikkhu paccavekkhamāno evaṁ jānāti: ",
  "mn15:7.28": "‘na khomhi kodhano kodhahetu abhisaṅgī’ti, tenāvuso, bhikkhunā teneva pītipāmojjena vihātabbaṁ ahorattānusikkhinā kusalesu dhammesu. ",
  "mn15:7.29": "Puna caparaṁ, āvuso, bhikkhunā attanāva attānaṁ evaṁ paccavekkhitabbaṁ: ",
  "mn15:7.30": "‘kiṁ nu khomhi kodhano kodhasāmantā vācaṁ nicchāretā’ti? ",
  "mn15:7.31": "Sace, āvuso, bhikkhu paccavekkhamāno evaṁ jānāti: ",
  "mn15:7.32": "‘kodhano khomhi kodhasāmantā vācaṁ nicchāretā’ti, tenāvuso, bhikkhunā tesaṁyeva pāpakānaṁ akusalānaṁ dhammānaṁ pahānāya vāyamitabbaṁ. ",
  "mn15:7.33": "Sace panāvuso, bhikkhu paccavekkhamāno evaṁ jānāti: ",
  "mn15:7.34": "‘na khomhi kodhano kodhasāmantā vācaṁ nicchāretā’ti, tenāvuso, bhikkhunā teneva pītipāmojjena vihātabbaṁ ahorattānusikkhinā kusalesu dhammesu. ",
  "mn15:7.35": "Puna caparaṁ, āvuso, bhikkhunā attanāva attānaṁ evaṁ paccavekkhitabbaṁ: ",
  "mn15:7.36": "‘kiṁ nu khomhi codito codakena codakaṁ paṭippharāmī’ti? ",
  "mn15:7.37": "Sace, āvuso, bhikkhu paccavekkhamāno evaṁ jānāti ‘codito khomhi codakena codakaṁ paṭippharāmī’ti, tenāvuso, bhikkhunā tesaṁyeva pāpakānaṁ akusalānaṁ dhammānaṁ pahānāya vāyamitabbaṁ. ",
  "mn15:7.38": "Sace panāvuso, bhikkhu paccavekkhamāno evaṁ jānāti: ",
  "mn15:7.39": "‘codito khomhi codakena codakaṁ nappaṭippharāmī’ti, tenāvuso, bhikkhunā teneva pītipāmojjena vihātabbaṁ ahorattānusikkhinā kusalesu dhammesu. ",
  "mn15:7.40": "Puna caparaṁ, āvuso, bhikkhunā attanāva attānaṁ evaṁ paccavekkhitabbaṁ: ",
  "mn15:7.41": "‘kiṁ nu khomhi codito codakena codakaṁ apasādemī’ti? ",
  "mn15:7.42": "Sace, āvuso, bhikkhu paccavekkhamāno evaṁ jānāti ‘codito khomhi codakena codakaṁ apasādemī’ti, tenāvuso, bhikkhunā tesaṁyeva pāpakānaṁ akusalānaṁ dhammānaṁ pahānāya vāyamitabbaṁ. ",
  "mn15:7.43": "Sace panāvuso, bhikkhu paccavekkhamāno evaṁ jānāti: ",
  "mn15:7.44": "‘codito khomhi codakena codakaṁ na apasādemī’ti, tenāvuso, bhikkhunā teneva pītipāmojjena vihātabbaṁ ahorattānusikkhinā kusalesu dhammesu. ",
  "mn15:7.45": "Puna caparaṁ, āvuso, bhikkhunā attanāva attānaṁ evaṁ paccavekkhitabbaṁ: ",
  "mn15:7.46": "‘kiṁ nu khomhi codito codakena codakassa paccāropemī’ti? ",
  "mn15:7.47": "Sace, āvuso, bhikkhu paccavekkhamāno evaṁ jānāti: ",
  "mn15:7.48": "‘codito khomhi codakena codakassa paccāropemī’ti, tenāvuso, bhikkhunā tesaṁyeva pāpakānaṁ akusalānaṁ dhammānaṁ pahānāya vāyamitabbaṁ. ",
  "mn15:7.49": "Sace panāvuso, bhikkhu paccavekkhamāno evaṁ jānāti: ",
  "mn15:7.50": "‘codito khomhi codakena codakassa na paccāropemī’ti, tenāvuso, bhikkhunā teneva pītipāmojjena vihātabbaṁ ahorattānusikkhinā kusalesu dhammesu. ",
  "mn15:7.51": "Puna caparaṁ, āvuso, bhikkhunā attanāva attānaṁ evaṁ paccavekkhitabbaṁ: ",
  "mn15:7.52": "‘kiṁ nu khomhi codito codakena aññenaññaṁ paṭicarāmi, bahiddhā kathaṁ apanāmemi, kopañca dosañca appaccayañca pātukaromī’ti? ",
  "mn15:7.53": "Sace, āvuso, bhikkhu paccavekkhamāno evaṁ jānāti: ",
  "mn15:7.54": "‘codito khomhi codakena aññenaññaṁ paṭicarāmi, bahiddhā kathaṁ apanāmemi, kopañca dosañca appaccayañca pātukaromī’ti, tenāvuso, bhikkhunā tesaṁyeva pāpakānaṁ akusalānaṁ dhammānaṁ pahānāya vāyamitabbaṁ. ",
  "mn15:7.55": "Sace panāvuso, bhikkhu paccavekkhamāno evaṁ jānāti: ",
  "mn15:7.56": "‘codito khomhi codakena na aññenaññaṁ paṭicarāmi, na bahiddhā kathaṁ apanāmemi, na kopañca dosañca appaccayañca pātukaromī’ti, tenāvuso, bhikkhunā teneva pītipāmojjena vihātabbaṁ ahorattānusikkhinā kusalesu dhammesu. ",
  "mn15:7.57": "Puna caparaṁ, āvuso, bhikkhunā attanāva attānaṁ evaṁ paccavekkhitabbaṁ: ",
  "mn15:7.58": "‘kiṁ nu khomhi codito codakena apadāne na sampāyāmī’ti? ",
  "mn15:7.59": "Sace, āvuso, bhikkhu paccavekkhamāno evaṁ jānāti: ",
  "mn15:7.60": "‘codito khomhi codakena apadāne na sampāyāmī’ti, tenāvuso, bhikkhunā tesaṁyeva pāpakānaṁ akusalānaṁ dhammānaṁ pahānāya vāyamitabbaṁ. ",
  "mn15:7.61": "Sace panāvuso, bhikkhu paccavekkhamāno evaṁ jānāti: ",
  "mn15:7.62": "‘codito khomhi codakena apadāne sampāyāmī’ti, tenāvuso, bhikkhunā teneva pītipāmojjena vihātabbaṁ ahorattānusikkhinā kusalesu dhammesu. ",
  "mn15:7.63": "Puna caparaṁ, āvuso, bhikkhunā attanāva attānaṁ evaṁ paccavekkhitabbaṁ: ",
  "mn15:7.64": "‘kiṁ nu khomhi makkhī paḷāsī’ti? ",
  "mn15:7.65": "Sace, āvuso, bhikkhu paccavekkhamāno evaṁ jānāti: ",
  "mn15:7.66": "‘makkhī khomhi paḷāsī’ti, tenāvuso, bhikkhunā tesaṁyeva pāpakānaṁ akusalānaṁ dhammānaṁ pahānāya vāyamitabbaṁ. ",
  "mn15:7.67": "Sace panāvuso, bhikkhu paccavekkhamāno evaṁ jānāti: ",
  "mn15:7.68": "‘amakkhī khomhi apaḷāsī’ti, tenāvuso, bhikkhunā teneva pītipāmojjena vihātabbaṁ ahorattānusikkhinā kusalesu dhammesu. ",
  "mn15:7.69": "Puna caparaṁ, āvuso, bhikkhunā attanāva attānaṁ evaṁ paccavekkhitabbaṁ: ",
  "mn15:7.70": "‘kiṁ nu khomhi issukī maccharī’ti? ",
  "mn15:7.71": "Sace, āvuso, bhikkhu paccavekkhamāno evaṁ jānāti: ",
  "mn15:7.72": "‘issukī khomhi maccharī’ti, tenāvuso, bhikkhunā tesaṁyeva pāpakānaṁ akusalānaṁ dhammānaṁ pahānāya vāyamitabbaṁ. ",
  "mn15:7.73": "Sace panāvuso, bhikkhu paccavekkhamāno evaṁ jānāti: ",
  "mn15:7.74": "‘anissukī khomhi amaccharī’ti, tenāvuso, bhikkhunā teneva pītipāmojjena vihātabbaṁ ahorattānusikkhinā kusalesu dhammesu. ",
  "mn15:7.75": "Puna caparaṁ, āvuso, bhikkhunā attanāva attānaṁ evaṁ paccavekkhitabbaṁ: ",
  "mn15:7.76": "‘kiṁ nu khomhi saṭho māyāvī’ti? ",
  "mn15:7.77": "Sace, āvuso, bhikkhu paccavekkhamāno evaṁ jānāti: ",
  "mn15:7.78": "‘saṭho khomhi māyāvī’ti, tenāvuso, bhikkhunā tesaṁyeva pāpakānaṁ akusalānaṁ dhammānaṁ pahānāya vāyamitabbaṁ. ",
  "mn15:7.79": "Sace panāvuso, bhikkhu paccavekkhamāno evaṁ jānāti: ",
  "mn15:7.80": "‘asaṭho khomhi amāyāvī’ti, tenāvuso, bhikkhunā teneva pītipāmojjena vihātabbaṁ ahorattānusikkhinā kusalesu dhammesu. ",
  "mn15:7.81": "Puna caparaṁ, āvuso, bhikkhunā attanāva attānaṁ evaṁ paccavekkhitabbaṁ: ",
  "mn15:7.82": "‘kiṁ nu khomhi thaddho atimānī’ti? ",
  "mn15:7.83": "Sace, āvuso, bhikkhu paccavekkhamāno evaṁ jānāti: ",
  "mn15:7.84": "‘thaddho khomhi atimānī’ti, tenāvuso, bhikkhunā tesaṁyeva pāpakānaṁ akusalānaṁ dhammānaṁ pahānāya vāyamitabbaṁ. ",
  "mn15:7.85": "Sace panāvuso, bhikkhu paccavekkhamāno evaṁ jānāti: ",
  "mn15:7.86": "‘atthaddho khomhi anatimānī’ti, tenāvuso, bhikkhunā teneva pītipāmojjena vihātabbaṁ ahorattānusikkhinā kusalesu dhammesu. ",
  "mn15:7.87": "Puna caparaṁ, āvuso, bhikkhunā attanāva attānaṁ evaṁ paccavekkhitabbaṁ: ",
  "mn15:7.88": "‘kiṁ nu khomhi sandiṭṭhiparāmāsī ādhānaggāhī duppaṭinissaggī’ti? ",
  "mn15:7.89": "Sace, āvuso, bhikkhu paccavekkhamāno evaṁ jānāti: ",
  "mn15:7.90": "‘sandiṭṭhiparāmāsī khomhi ādhānaggāhī duppaṭinissaggī’ti, tenāvuso, bhikkhunā tesaṁyeva pāpakānaṁ akusalānaṁ dhammānaṁ pahānāya vāyamitabbaṁ. ",
  "mn15:7.91": "Sace panāvuso, bhikkhu paccavekkhamāno evaṁ jānāti: ",
  "mn15:7.92": "‘asandiṭṭhiparāmāsī khomhi anādhānaggāhī suppaṭinissaggī’ti, tenāvuso, bhikkhunā teneva pītipāmojjena vihātabbaṁ ahorattānusikkhinā kusalesu dhammesu. ",
  "mn15:8.1": "Sace, āvuso, bhikkhu paccavekkhamāno sabbepime pāpake akusale dhamme appahīne attani samanupassati, tenāvuso, bhikkhunā sabbesaṁyeva imesaṁ pāpakānaṁ akusalānaṁ dhammānaṁ pahānāya vāyamitabbaṁ. ",
  "mn15:8.2": "Sace panāvuso, bhikkhu paccavekkhamāno sabbepime pāpake akusale dhamme pahīne attani samanupassati, tenāvuso, bhikkhunā teneva pītipāmojjena vihātabbaṁ, ahorattānusikkhinā kusalesu dhammesu. ",
  "mn15:8.3": "Seyyathāpi, āvuso, itthī vā puriso vā, daharo yuvā maṇḍanajātiko, ādāse vā parisuddhe pariyodāte, acche vā udakapatte, sakaṁ mukhanimittaṁ paccavekkhamāno, sace tattha passati rajaṁ vā aṅgaṇaṁ vā, tasseva rajassa vā aṅgaṇassa vā pahānāya vāyamati; ",
  "mn15:8.4": "no ce tattha passati rajaṁ vā aṅgaṇaṁ vā, teneva attamano hoti: ",
  "mn15:8.5": "‘lābhā vata me, parisuddhaṁ vata me’ti. ",
  "mn15:8.6": "Evameva kho, āvuso, sace bhikkhu paccavekkhamāno sabbepime pāpake akusale dhamme appahīne attani samanupassati, tenāvuso, bhikkhunā sabbesaṁyeva imesaṁ pāpakānaṁ akusalānaṁ dhammānaṁ pahānāya vāyamitabbaṁ. ",
  "mn15:8.7": "Sace panāvuso, bhikkhu paccavekkhamāno sabbepime pāpake akusale dhamme pahīne attani samanupassati, tenāvuso, bhikkhunā teneva pītipāmojjena vihātabbaṁ, ahorattānusikkhinā kusalesu dhammesū”ti. ",
  "mn15:8.8": "Idamavocāyasmā mahāmoggallāno. ",
  "mn15:8.9": "Attamanā te bhikkhū āyasmato mahāmoggallānassa bhāsitaṁ abhinandunti. ",
  "mn15:8.10": "Anumānasuttaṁ niṭṭhitaṁ pañcamaṁ. "
}