{
  "mn16:0.1": "Majjhima Nikāya 16 ",
  "mn16:0.2": "Cetokhilasutta ",
  "mn16:1.1": "Evaṁ me sutaṁ—",
  "mn16:1.2": "ekaṁ samayaṁ bhagavā sāvatthiyaṁ viharati jetavane anāthapiṇḍikassa ārāme. ",
  "mn16:1.3": "Tatra kho bhagavā bhikkhū āmantesi: ",
  "mn16:1.4": "“bhikkhavo”ti. ",
  "mn16:1.5": "“Bhadante”ti te bhikkhū bhagavato paccassosuṁ. ",
  "mn16:1.6": "Bhagavā etadavoca: ",
  "mn16:2.1": "“Yassa kassaci, bhikkhave, bhikkhuno pañca cetokhilā appahīnā, pañca cetasovinibandhā asamucchinnā, so vatimasmiṁ dhammavinaye vuddhiṁ virūḷhiṁ vepullaṁ āpajjissatīti—netaṁ ṭhānaṁ vijjati. ",
  "mn16:3.1": "Katamāssa pañca cetokhilā appahīnā honti? ",
  "mn16:3.2": "Idha, bhikkhave, bhikkhu satthari kaṅkhati vicikicchati nādhimuccati na sampasīdati. ",
  "mn16:3.3": "Yo so, bhikkhave, bhikkhu satthari kaṅkhati vicikicchati nādhimuccati na sampasīdati tassa cittaṁ na namati ātappāya anuyogāya sātaccāya padhānāya. ",
  "mn16:3.4": "Yassa cittaṁ na namati ātappāya anuyogāya sātaccāya padhānāya, evamassāyaṁ paṭhamo cetokhilo appahīno hoti. ",
  "mn16:4.1": "Puna caparaṁ, bhikkhave, bhikkhu dhamme kaṅkhati vicikicchati nādhimuccati na sampasīdati …pe… ",
  "mn16:4.2": "evamassāyaṁ dutiyo cetokhilo appahīno hoti. ",
  "mn16:5.1": "Puna caparaṁ, bhikkhave, bhikkhu saṅghe kaṅkhati vicikicchati nādhimuccati na sampasīdati …pe… ",
  "mn16:5.2": "evamassāyaṁ tatiyo cetokhilo appahīno hoti. ",
  "mn16:6.1": "Puna caparaṁ, bhikkhave, bhikkhu sikkhāya kaṅkhati vicikicchati nādhimuccati na sampasīdati. ",
  "mn16:6.2": "Yo so, bhikkhave, bhikkhu sikkhāya kaṅkhati vicikicchati nādhimuccati na sampasīdati, tassa cittaṁ na namati ātappāya anuyogāya sātaccāya padhānāya. ",
  "mn16:6.3": "Yassa cittaṁ na namati ātappāya anuyogāya sātaccāya padhānāya, evamassāyaṁ catuttho cetokhilo appahīno hoti. ",
  "mn16:7.1": "Puna caparaṁ, bhikkhave, bhikkhu sabrahmacārīsu kupito hoti anattamano āhatacitto khilajāto. ",
  "mn16:7.2": "Yo so, bhikkhave, bhikkhu sabrahmacārīsu kupito hoti anattamano āhatacitto khilajāto, tassa cittaṁ na namati ātappāya anuyogāya sātaccāya padhānāya. ",
  "mn16:7.3": "Yassa cittaṁ na namati ātappāya anuyogāya sātaccāya padhānāya, evamassāyaṁ pañcamo cetokhilo appahīno hoti. ",
  "mn16:7.4": "Imāssa pañca cetokhilā appahīnā honti. ",
  "mn16:8.1": "Katamāssa pañca cetasovinibandhā asamucchinnā honti? ",
  "mn16:8.2": "Idha, bhikkhave, bhikkhu kāme avītarāgo hoti avigatacchando avigatapemo avigatapipāso avigatapariḷāho avigatataṇho. ",
  "mn16:8.3": "Yo so, bhikkhave, bhikkhu kāme avītarāgo hoti avigatacchando avigatapemo avigatapipāso avigatapariḷāho avigatataṇho, tassa cittaṁ na namati ātappāya anuyogāya sātaccāya padhānāya. ",
  "mn16:8.4": "Yassa cittaṁ na namati ātappāya anuyogāya sātaccāya padhānāya, evamassāyaṁ paṭhamo cetasovinibandho asamucchinno hoti. ",
  "mn16:9.1": "Puna caparaṁ, bhikkhave, bhikkhu kāye avītarāgo hoti …pe… ",
  "mn16:9.2": "evamassāyaṁ dutiyo cetasovinibandho asamucchinno hoti. ",
  "mn16:10.1": "Puna caparaṁ, bhikkhave, bhikkhu rūpe avītarāgo hoti …pe… ",
  "mn16:10.2": "evamassāyaṁ tatiyo cetasovinibandho asamucchinno hoti. ",
  "mn16:11.1": "Puna caparaṁ, bhikkhave, bhikkhu yāvadatthaṁ udarāvadehakaṁ bhuñjitvā seyyasukhaṁ passasukhaṁ middhasukhaṁ anuyutto viharati. ",
  "mn16:11.2": "Yo so, bhikkhave, bhikkhu yāvadatthaṁ udarāvadehakaṁ bhuñjitvā seyyasukhaṁ passasukhaṁ middhasukhaṁ anuyutto viharati, tassa cittaṁ na namati ātappāya anuyogāya sātaccāya padhānāya. ",
  "mn16:11.3": "Yassa cittaṁ na namati ātappāya anuyogāya sātaccāya padhānāya, evamassāyaṁ catuttho cetasovinibandho asamucchinno hoti. ",
  "mn16:12.1": "Puna caparaṁ, bhikkhave, bhikkhu aññataraṁ devanikāyaṁ paṇidhāya brahmacariyaṁ carati: ‘imināhaṁ sīlena vā vatena vā tapena vā brahmacariyena vā devo vā bhavissāmi devaññataro vā’ti. ",
  "mn16:12.2": "Yo so, bhikkhave, bhikkhu aññataraṁ devanikāyaṁ paṇidhāya brahmacariyaṁ carati: ‘imināhaṁ sīlena vā vatena vā tapena vā brahmacariyena vā devo vā bhavissāmi devaññataro vā’ti, tassa cittaṁ na namati ātappāya anuyogāya sātaccāya padhānāya. ",
  "mn16:12.3": "Yassa cittaṁ na namati ātappāya anuyogāya sātaccāya padhānāya, evamassāyaṁ pañcamo cetasovinibandho asamucchinno hoti. ",
  "mn16:12.4": "Imāssa pañca cetasovinibandhā asamucchinnā honti. ",
  "mn16:13.1": "Yassa kassaci, bhikkhave, bhikkhuno ime pañca cetokhilā appahīnā, ime pañca cetasovinibandhā asamucchinnā, so vatimasmiṁ dhammavinaye vuddhiṁ virūḷhiṁ vepullaṁ āpajjissatīti—netaṁ ṭhānaṁ vijjati. ",
  "mn16:14.1": "Yassa kassaci, bhikkhave, bhikkhuno pañca cetokhilā pahīnā, pañca cetasovinibandhā susamucchinnā, so vatimasmiṁ dhammavinaye vuddhiṁ virūḷhiṁ vepullaṁ āpajjissatīti—ṭhānametaṁ vijjati. ",
  "mn16:15.1": "Katamāssa pañca cetokhilā pahīnā honti? ",
  "mn16:15.2": "Idha, bhikkhave, bhikkhu satthari na kaṅkhati na vicikicchati adhimuccati sampasīdati. ",
  "mn16:15.3": "Yo so, bhikkhave, bhikkhu satthari na kaṅkhati na vicikicchati adhimuccati sampasīdati, tassa cittaṁ namati ātappāya anuyogāya sātaccāya padhānāya. ",
  "mn16:15.4": "Yassa cittaṁ namati ātappāya anuyogāya sātaccāya padhānāya, evamassāyaṁ paṭhamo cetokhilo pahīno hoti. ",
  "mn16:16.1": "Puna caparaṁ, bhikkhave, bhikkhu dhamme na kaṅkhati na vicikicchati adhimuccati sampasīdati …pe… ",
  "mn16:16.2": "evamassāyaṁ dutiyo cetokhilo pahīno hoti. ",
  "mn16:17.1": "Puna caparaṁ, bhikkhave, bhikkhu saṅghe na kaṅkhati na vicikicchati adhimuccati sampasīdati …pe… ",
  "mn16:17.2": "evamassāyaṁ tatiyo cetokhilo pahīno hoti. ",
  "mn16:18.1": "Puna caparaṁ, bhikkhave, bhikkhu sikkhāya na kaṅkhati na vicikicchati adhimuccati sampasīdati …pe… ",
  "mn16:18.2": "evamassāyaṁ catuttho cetokhilo pahīno hoti. ",
  "mn16:19.1": "Puna caparaṁ, bhikkhave, bhikkhu sabrahmacārīsu na kupito hoti na anattamano anāhatacitto akhilajāto. ",
  "mn16:19.2": "Yo so, bhikkhave, bhikkhu sabrahmacārīsu na kupito hoti na anattamano anāhatacitto akhilajāto, tassa cittaṁ namati ātappāya anuyogāya sātaccāya padhānāya. ",
  "mn16:19.3": "Yassa cittaṁ namati ātappāya anuyogāya sātaccāya padhānāya, evamassāyaṁ pañcamo cetokhilo pahīno hoti. ",
  "mn16:19.4": "Imāssa pañca cetokhilā pahīnā honti. ",
  "mn16:20.1": "Katamāssa pañca cetasovinibandhā susamucchinnā honti? ",
  "mn16:20.2": "Idha, bhikkhave, bhikkhu kāme vītarāgo hoti vigatacchando vigatapemo vigatapipāso vigatapariḷāho vigatataṇho. ",
  "mn16:20.3": "Yo so, bhikkhave, bhikkhu kāme vītarāgo hoti vigatacchando vigatapemo vigatapipāso vigatapariḷāho vigatataṇho, tassa cittaṁ namati ātappāya anuyogāya sātaccāya padhānāya. ",
  "mn16:20.4": "Yassa cittaṁ namati ātappāya anuyogāya sātaccāya padhānāya, evamassāyaṁ paṭhamo cetasovinibandho susamucchinno hoti. ",
  "mn16:21.1": "Puna caparaṁ, bhikkhave, bhikkhu kāye vītarāgo hoti …pe… ",
  "mn16:22.1": "rūpe vītarāgo hoti …pe… ",
  "mn16:23.1": "na yāvadatthaṁ udarāvadehakaṁ bhuñjitvā seyyasukhaṁ passasukhaṁ middhasukhaṁ anuyutto viharati. ",
  "mn16:23.2": "Yo so, bhikkhave, bhikkhu na yāvadatthaṁ udarāvadehakaṁ bhuñjitvā seyyasukhaṁ passasukhaṁ middhasukhaṁ anuyutto viharati, tassa cittaṁ namati ātappāya anuyogāya sātaccāya padhānāya. ",
  "mn16:23.3": "Yassa cittaṁ namati ātappāya anuyogāya sātaccāya padhānāya, evamassāyaṁ catuttho cetasovinibandho susamucchinno hoti. ",
  "mn16:24.1": "Puna caparaṁ, bhikkhave, bhikkhu na aññataraṁ devanikāyaṁ paṇidhāya brahmacariyaṁ carati: ‘imināhaṁ sīlena vā vatena vā tapena vā brahmacariyena vā devo vā bhavissāmi devaññataro vā’ti. ",
  "mn16:24.2": "Yo so, bhikkhave, bhikkhu na aññataraṁ devanikāyaṁ paṇidhāya brahmacariyaṁ carati: ‘imināhaṁ sīlena vā vatena vā tapena vā brahmacariyena vā devo vā bhavissāmi devaññataro vā’ti, tassa cittaṁ namati ātappāya anuyogāya sātaccāya padhānāya. ",
  "mn16:24.3": "Yassa cittaṁ namati ātappāya anuyogāya sātaccāya padhānāya, evamassāyaṁ pañcamo cetasovinibandho susamucchinno hoti. ",
  "mn16:24.4": "Imāssa pañca cetasovinibandhā susamucchinnā honti. ",
  "mn16:25.1": "Yassa kassaci, bhikkhave, bhikkhuno ime pañca cetokhilā pahīnā, ime pañca cetasovinibandhā susamucchinnā, so vatimasmiṁ dhammavinaye vuddhiṁ virūḷhiṁ vepullaṁ āpajjissatīti—ṭhānametaṁ vijjati. ",
  "mn16:26.1": "So chandasamādhipadhānasaṅkhārasamannāgataṁ iddhipādaṁ bhāveti, ",
  "mn16:26.2": "vīriyasamādhipadhānasaṅkhārasamannāgataṁ iddhipādaṁ bhāveti, ",
  "mn16:26.3": "cittasamādhipadhānasaṅkhārasamannāgataṁ iddhipādaṁ bhāveti, ",
  "mn16:26.4": "vīmaṁsāsamādhipadhānasaṅkhārasamannāgataṁ iddhipādaṁ bhāveti, ussoḷhīyeva pañcamī. ",
  "mn16:27.1": "Sa kho so, bhikkhave, evaṁ ussoḷhipannarasaṅgasamannāgato bhikkhu bhabbo abhinibbidāya, bhabbo sambodhāya, bhabbo anuttarassa yogakkhemassa adhigamāya. ",
  "mn16:27.2": "Seyyathāpi, bhikkhave, kukkuṭiyā aṇḍāni aṭṭha vā dasa vā dvādasa vā. ",
  "mn16:27.3": "Tānassu kukkuṭiyā sammā adhisayitāni sammā pariseditāni sammā paribhāvitāni. ",
  "mn16:27.4": "Kiñcāpi tassā kukkuṭiyā na evaṁ icchā uppajjeyya: ",
  "mn16:27.5": "‘aho vatime kukkuṭapotakā pādanakhasikhāya vā mukhatuṇḍakena vā aṇḍakosaṁ padāletvā sotthinā abhinibbhijjeyyun’ti. ",
  "mn16:27.6": "Atha kho bhabbāva te kukkuṭapotakā pādanakhasikhāya vā mukhatuṇḍakena vā aṇḍakosaṁ padāletvā sotthinā abhinibbhijjituṁ. ",
  "mn16:27.7": "Evameva kho, bhikkhave, evaṁ ussoḷhipannarasaṅgasamannāgato bhikkhu bhabbo abhinibbidāya, bhabbo sambodhāya, bhabbo anuttarassa yogakkhemassa adhigamāyā”ti. ",
  "mn16:27.8": "Idamavoca bhagavā. ",
  "mn16:27.9": "Attamanā te bhikkhū bhagavato bhāsitaṁ abhinandunti. ",
  "mn16:27.10": "Cetokhilasuttaṁ niṭṭhitaṁ chaṭṭhaṁ. "
}