{
  "mn18:0.1": "Majjhima Nikāya 18 ",
  "mn18:0.2": "Madhupiṇḍikasutta ",
  "mn18:1.1": "Evaṁ me sutaṁ—",
  "mn18:1.2": "ekaṁ samayaṁ bhagavā sakkesu viharati kapilavatthusmiṁ nigrodhārāme. ",
  "mn18:2.1": "Atha kho bhagavā pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya kapilavatthuṁ piṇḍāya pāvisi. ",
  "mn18:2.2": "Kapilavatthusmiṁ piṇḍāya caritvā pacchābhattaṁ piṇḍapātapaṭikkanto yena mahāvanaṁ tenupasaṅkami divāvihārāya. ",
  "mn18:2.3": "Mahāvanaṁ ajjhogāhetvā beluvalaṭṭhikāya mūle divāvihāraṁ nisīdi. ",
  "mn18:3.1": "Daṇḍapāṇipi kho sakko jaṅghāvihāraṁ anucaṅkamamāno anuvicaramāno yena mahāvanaṁ tenupasaṅkami. ",
  "mn18:3.2": "Mahāvanaṁ ajjhogāhetvā yena beluvalaṭṭhikā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṁ sammodi. ",
  "mn18:3.3": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā daṇḍamolubbha ekamantaṁ aṭṭhāsi. Ekamantaṁ ṭhito kho daṇḍapāṇi sakko bhagavantaṁ etadavoca: ",
  "mn18:3.4": "“kiṁvādī samaṇo kimakkhāyī”ti? ",
  "mn18:4.1": "“Yathāvādī kho, āvuso, sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya na kenaci loke viggayha tiṭṭhati, yathā ca pana kāmehi visaṁyuttaṁ viharantaṁ taṁ brāhmaṇaṁ akathaṅkathiṁ chinnakukkuccaṁ bhavābhave vītataṇhaṁ saññā nānusenti—",
  "mn18:4.2": "evaṁvādī kho ahaṁ, āvuso, evamakkhāyī”ti. ",
  "mn18:5.1": "Evaṁ vutte, daṇḍapāṇi sakko sīsaṁ okampetvā, jivhaṁ nillāḷetvā, tivisākhaṁ nalāṭikaṁ nalāṭe vuṭṭhāpetvā daṇḍamolubbha pakkāmi. ",
  "mn18:6.1": "Atha kho bhagavā sāyanhasamayaṁ paṭisallānā vuṭṭhito yena nigrodhārāmo tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. ",
  "mn18:6.2": "Nisajja kho bhagavā bhikkhū āmantesi: ",
  "mn18:6.3": "“idhāhaṁ, bhikkhave, pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya kapilavatthuṁ piṇḍāya pāvisiṁ. ",
  "mn18:6.4": "Kapilavatthusmiṁ piṇḍāya caritvā pacchābhattaṁ piṇḍapātapaṭikkanto yena mahāvanaṁ tenupasaṅkamiṁ divāvihārāya. ",
  "mn18:6.5": "Mahāvanaṁ ajjhogāhetvā beluvalaṭṭhikāya mūle divāvihāraṁ nisīdiṁ. ",
  "mn18:6.6": "Daṇḍapāṇipi kho, bhikkhave, sakko jaṅghāvihāraṁ anucaṅkamamāno anuvicaramāno yena mahāvanaṁ tenupasaṅkami. ",
  "mn18:6.7": "Mahāvanaṁ ajjhogāhetvā yena beluvalaṭṭhikā yenāhaṁ tenupasaṅkami; upasaṅkamitvā mayā saddhiṁ sammodi. ",
  "mn18:6.8": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā daṇḍamolubbha ekamantaṁ aṭṭhāsi. Ekamantaṁ ṭhito kho, bhikkhave, daṇḍapāṇi sakko maṁ etadavoca: ",
  "mn18:6.9": "‘kiṁvādī samaṇo kimakkhāyī’ti? ",
  "mn18:6.10": "Evaṁ vutte, ahaṁ, bhikkhave, daṇḍapāṇiṁ sakkaṁ etadavocaṁ: ",
  "mn18:6.11": "‘yathāvādī kho, āvuso, sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya na kenaci loke viggayha tiṭṭhati, yathā ca pana kāmehi visaṁyuttaṁ viharantaṁ taṁ brāhmaṇaṁ akathaṅkathiṁ chinnakukkuccaṁ bhavābhave vītataṇhaṁ saññā nānusenti—",
  "mn18:6.12": "evaṁvādī kho ahaṁ, āvuso, evamakkhāyī’ti. ",
  "mn18:6.13": "Evaṁ vutte, bhikkhave, daṇḍapāṇi sakko sīsaṁ okampetvā, jivhaṁ nillāḷetvā, tivisākhaṁ nalāṭikaṁ nalāṭe vuṭṭhāpetvā daṇḍamolubbha pakkāmī”ti. ",
  "mn18:6.14": "Evaṁ vutte, aññataro bhikkhu bhagavantaṁ etadavoca: ",
  "mn18:7.1": "“kiṁvādī pana, bhante, bhagavā sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya na kenaci loke viggayha tiṭṭhati? ",
  "mn18:7.2": "Kathañca pana, bhante, bhagavantaṁ kāmehi visaṁyuttaṁ viharantaṁ taṁ brāhmaṇaṁ akathaṅkathiṁ chinnakukkuccaṁ bhavābhave vītataṇhaṁ saññā nānusentī”ti? ",
  "mn18:8.1": "“Yatonidānaṁ, bhikkhu, purisaṁ papañcasaññāsaṅkhā samudācaranti. ",
  "mn18:8.2": "Ettha ce natthi abhinanditabbaṁ abhivaditabbaṁ ajjhositabbaṁ. ",
  "mn18:8.3": "Esevanto rāgānusayānaṁ, esevanto paṭighānusayānaṁ, esevanto diṭṭhānusayānaṁ, esevanto vicikicchānusayānaṁ, esevanto mānānusayānaṁ, esevanto bhavarāgānusayānaṁ, esevanto avijjānusayānaṁ, esevanto daṇḍādānasatthādānakalahaviggahavivādatuvaṁtuvaṁpesuññamusāvādānaṁ. ",
  "mn18:8.4": "Etthete pāpakā akusalā dhammā aparisesā nirujjhantī”ti. ",
  "mn18:9.1": "Idamavoca bhagavā. ",
  "mn18:9.2": "Idaṁ vatvāna sugato uṭṭhāyāsanā vihāraṁ pāvisi. ",
  "mn18:10.1": "Atha kho tesaṁ bhikkhūnaṁ acirapakkantassa bhagavato etadahosi: ",
  "mn18:10.2": "“idaṁ kho no, āvuso, bhagavā saṅkhittena uddesaṁ uddisitvā, vitthārena atthaṁ avibhajitvā, uṭṭhāyāsanā vihāraṁ paviṭṭho: ",
  "mn18:10.3": "‘yatonidānaṁ, bhikkhu, purisaṁ papañcasaññāsaṅkhā samudācaranti. ",
  "mn18:10.4": "Ettha ce natthi abhinanditabbaṁ abhivaditabbaṁ ajjhositabbaṁ. ",
  "mn18:10.5": "Esevanto rāgānusayānaṁ …pe… ",
  "mn18:10.6": "etthete pāpakā akusalā dhammā aparisesā nirujjhantī’ti. ",
  "mn18:10.7": "Ko nu kho imassa bhagavatā saṅkhittena uddesassa uddiṭṭhassa vitthārena atthaṁ avibhattassa vitthārena atthaṁ vibhajeyyā”ti? ",
  "mn18:10.8": "Atha kho tesaṁ bhikkhūnaṁ etadahosi: ",
  "mn18:10.9": "“ayaṁ kho āyasmā mahākaccāno satthu ceva saṁvaṇṇito sambhāvito ca viññūnaṁ sabrahmacārīnaṁ. ",
  "mn18:10.10": "Pahoti cāyasmā mahākaccāno imassa bhagavatā saṅkhittena uddesassa uddiṭṭhassa vitthārena atthaṁ avibhattassa vitthārena atthaṁ vibhajituṁ. ",
  "mn18:10.11": "Yannūna mayaṁ yenāyasmā mahākaccāno tenupasaṅkameyyāma; upasaṅkamitvā āyasmantaṁ mahākaccānaṁ etamatthaṁ paṭipuccheyyāmā”ti. ",
  "mn18:11.1": "Atha kho te bhikkhū yenāyasmā mahākaccāno tenupasaṅkamiṁsu; upasaṅkamitvā āyasmatā mahākaccānena saddhiṁ sammodiṁsu. ",
  "mn18:11.2": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdiṁsu. Ekamantaṁ nisinnā kho te bhikkhū āyasmantaṁ mahākaccānaṁ etadavocuṁ: ",
  "mn18:11.3": "“idaṁ kho no, āvuso kaccāna, bhagavā saṅkhittena uddesaṁ uddisitvā vitthārena atthaṁ avibhajitvā uṭṭhāyāsanā vihāraṁ paviṭṭho: ",
  "mn18:11.4": "‘yatonidānaṁ, bhikkhu, purisaṁ papañcasaññāsaṅkhā samudācaranti. ",
  "mn18:11.5": "Ettha ce natthi abhinanditabbaṁ abhivaditabbaṁ ajjhositabbaṁ. ",
  "mn18:11.6": "Esevanto rāgānusayānaṁ …pe… ",
  "mn18:11.7": "etthete pāpakā akusalā dhammā aparisesā nirujjhantī’ti. ",
  "mn18:11.8": "Tesaṁ no, āvuso kaccāna, amhākaṁ acirapakkantassa bhagavato etadahosi: ",
  "mn18:11.9": "‘idaṁ kho no, āvuso, bhagavā saṅkhittena uddesaṁ uddisitvā vitthārena atthaṁ avibhajitvā uṭṭhāyāsanā vihāraṁ paviṭṭho: ",
  "mn18:11.10": "“yatonidānaṁ, bhikkhu, purisaṁ papañcasaññāsaṅkhā samudācaranti. ",
  "mn18:11.11": "Ettha ce natthi abhinanditabbaṁ abhivaditabbaṁ ajjhositabbaṁ. ",
  "mn18:11.12": "Esevanto rāgānusayānaṁ …pe… ",
  "mn18:11.13": "etthete pāpakā akusalā dhammā aparisesā nirujjhantī”’ti. ",
  "mn18:11.14": "Ko nu kho imassa bhagavatā saṅkhittena uddesassa uddiṭṭhassa vitthārena atthaṁ avibhattassa vitthārena atthaṁ vibhajeyyāti? ",
  "mn18:11.15": "Tesaṁ no, āvuso kaccāna, amhākaṁ etadahosi: ",
  "mn18:11.16": "‘ayaṁ kho āyasmā mahākaccāno satthu ceva saṁvaṇṇito sambhāvito ca viññūnaṁ sabrahmacārīnaṁ, pahoti cāyasmā mahākaccāno imassa bhagavatā saṅkhittena uddesassa uddiṭṭhassa vitthārena atthaṁ avibhattassa vitthārena atthaṁ vibhajituṁ. ",
  "mn18:11.17": "Yannūna mayaṁ yenāyasmā mahākaccāno tenupasaṅkameyyāma; upasaṅkamitvā āyasmantaṁ mahākaccānaṁ etamatthaṁ paṭipuccheyyāmā’ti. ",
  "mn18:11.18": "Vibhajatāyasmā mahākaccāno”ti. ",
  "mn18:12.1": "“Seyyathāpi, āvuso, puriso sāratthiko sāragavesī sārapariyesanaṁ caramāno mahato rukkhassa tiṭṭhato sāravato atikkammeva mūlaṁ, atikkamma khandhaṁ, sākhāpalāse sāraṁ pariyesitabbaṁ maññeyya; ",
  "mn18:12.2": "evaṁsampadamidaṁ āyasmantānaṁ satthari sammukhībhūte, taṁ bhagavantaṁ atisitvā, amhe etamatthaṁ paṭipucchitabbaṁ maññatha. ",
  "mn18:12.3": "So hāvuso, bhagavā jānaṁ jānāti, passaṁ passati, cakkhubhūto ñāṇabhūto dhammabhūto brahmabhūto, vattā pavattā, atthassa ninnetā, amatassa dātā, dhammassāmī tathāgato. ",
  "mn18:12.4": "So ceva panetassa kālo ahosi, yaṁ bhagavantaṁyeva etamatthaṁ paṭipuccheyyātha. ",
  "mn18:12.5": "Yathā vo bhagavā byākareyya tathā naṁ dhāreyyāthā”ti. ",
  "mn18:13.1": "“Addhāvuso kaccāna, bhagavā jānaṁ jānāti, passaṁ passati, cakkhubhūto ñāṇabhūto dhammabhūto brahmabhūto, vattā pavattā, atthassa ninnetā, amatassa dātā, dhammassāmī tathāgato. ",
  "mn18:13.2": "So ceva panetassa kālo ahosi, yaṁ bhagavantaṁyeva etamatthaṁ paṭipuccheyyāma. ",
  "mn18:13.3": "Yathā no bhagavā byākareyya tathā naṁ dhāreyyāma. ",
  "mn18:13.4": "Api cāyasmā mahākaccāno satthu ceva saṁvaṇṇito sambhāvito ca viññūnaṁ sabrahmacārīnaṁ, ",
  "mn18:13.5": "pahoti cāyasmā mahākaccāno imassa bhagavatā saṅkhittena uddesassa uddiṭṭhassa vitthārena atthaṁ avibhattassa vitthārena atthaṁ vibhajituṁ. ",
  "mn18:13.6": "Vibhajatāyasmā mahākaccāno agaruṁ katvā”ti. ",
  "mn18:14.1": "“Tena hāvuso, suṇātha, sādhukaṁ manasikarotha, bhāsissāmī”ti. ",
  "mn18:14.2": "“Evamāvuso”ti kho te bhikkhū āyasmato mahākaccānassa paccassosuṁ. ",
  "mn18:14.3": "Āyasmā mahākaccāno etadavoca: ",
  "mn18:15.1": "“Yaṁ kho no, āvuso, bhagavā saṅkhittena uddesaṁ uddisitvā vitthārena atthaṁ avibhajitvā uṭṭhāyāsanā vihāraṁ paviṭṭho: ",
  "mn18:15.2": "‘yatonidānaṁ, bhikkhu, purisaṁ papañcasaññāsaṅkhā samudācaranti. ",
  "mn18:15.3": "Ettha ce natthi abhinanditabbaṁ abhivaditabbaṁ ajjhositabbaṁ, esevanto rāgānusayānaṁ …pe… ",
  "mn18:15.4": "etthete pāpakā akusalā dhammā aparisesā nirujjhantī’ti, imassa kho ahaṁ, āvuso, bhagavatā saṅkhittena uddesassa uddiṭṭhassa vitthārena atthaṁ avibhattassa evaṁ vitthārena atthaṁ ājānāmi—",
  "mn18:16.1": "Cakkhuñcāvuso, paṭicca rūpe ca uppajjati cakkhuviññāṇaṁ, tiṇṇaṁ saṅgati phasso, phassapaccayā vedanā, yaṁ vedeti taṁ sañjānāti, yaṁ sañjānāti taṁ vitakketi, yaṁ vitakketi taṁ papañceti, yaṁ papañceti tatonidānaṁ purisaṁ papañcasaññāsaṅkhā samudācaranti atītānāgatapaccuppannesu cakkhuviññeyyesu rūpesu. ",
  "mn18:16.2": "Sotañcāvuso, paṭicca sadde ca uppajjati sotaviññāṇaṁ …pe… ",
  "mn18:16.3": "ghānañcāvuso, paṭicca gandhe ca uppajjati ghānaviññāṇaṁ …pe… ",
  "mn18:16.4": "jivhañcāvuso, paṭicca rase ca uppajjati jivhāviññāṇaṁ …pe… ",
  "mn18:16.5": "kāyañcāvuso, paṭicca phoṭṭhabbe ca uppajjati kāyaviññāṇaṁ …pe… ",
  "mn18:16.6": "manañcāvuso, paṭicca dhamme ca uppajjati manoviññāṇaṁ, tiṇṇaṁ saṅgati phasso, phassapaccayā vedanā, yaṁ vedeti taṁ sañjānāti, yaṁ sañjānāti taṁ vitakketi, yaṁ vitakketi taṁ papañceti, yaṁ papañceti tatonidānaṁ purisaṁ papañcasaññāsaṅkhā samudācaranti atītānāgatapaccuppannesu manoviññeyyesu dhammesu. ",
  "mn18:17.1": "So vatāvuso, cakkhusmiṁ sati rūpe sati cakkhuviññāṇe sati phassapaññattiṁ paññāpessatīti—ṭhānametaṁ vijjati. ",
  "mn18:17.2": "Phassapaññattiyā sati vedanāpaññattiṁ paññāpessatīti—ṭhānametaṁ vijjati. ",
  "mn18:17.3": "Vedanāpaññattiyā sati saññāpaññattiṁ paññāpessatīti—ṭhānametaṁ vijjati. ",
  "mn18:17.4": "Saññāpaññattiyā sati vitakkapaññattiṁ paññāpessatīti—ṭhānametaṁ vijjati. ",
  "mn18:17.5": "Vitakkapaññattiyā sati papañcasaññāsaṅkhāsamudācaraṇapaññattiṁ paññāpessatīti—ṭhānametaṁ vijjati. ",
  "mn18:17.6": "So vatāvuso, sotasmiṁ sati sadde sati …pe… ",
  "mn18:17.7": "ghānasmiṁ sati gandhe sati …pe… ",
  "mn18:17.8": "jivhāya sati rase sati …pe… ",
  "mn18:17.9": "kāyasmiṁ sati phoṭṭhabbe sati …pe… ",
  "mn18:17.10": "manasmiṁ sati dhamme sati manoviññāṇe sati phassapaññattiṁ paññāpessatīti—ṭhānametaṁ vijjati. ",
  "mn18:17.11": "Phassapaññattiyā sati vedanāpaññattiṁ paññāpessatīti—ṭhānametaṁ vijjati. ",
  "mn18:17.12": "Vedanāpaññattiyā sati saññāpaññattiṁ paññāpessatīti—ṭhānametaṁ vijjati. ",
  "mn18:17.13": "Saññāpaññattiyā sati vitakkapaññattiṁ paññāpessatīti—ṭhānametaṁ vijjati. ",
  "mn18:17.14": "Vitakkapaññattiyā sati papañcasaññāsaṅkhāsamudācaraṇapaññattiṁ paññāpessatīti—ṭhānametaṁ vijjati. ",
  "mn18:18.1": "So vatāvuso, cakkhusmiṁ asati rūpe asati cakkhuviññāṇe asati phassapaññattiṁ paññāpessatīti—netaṁ ṭhānaṁ vijjati. ",
  "mn18:18.2": "Phassapaññattiyā asati vedanāpaññattiṁ paññāpessatīti—netaṁ ṭhānaṁ vijjati. ",
  "mn18:18.3": "Vedanāpaññattiyā asati saññāpaññattiṁ paññāpessatīti—netaṁ ṭhānaṁ vijjati. ",
  "mn18:18.4": "Saññāpaññattiyā asati vitakkapaññattiṁ paññāpessatīti—netaṁ ṭhānaṁ vijjati. ",
  "mn18:18.5": "Vitakkapaññattiyā asati papañcasaññāsaṅkhāsamudācaraṇapaññattiṁ paññāpessatīti—netaṁ ṭhānaṁ vijjati. ",
  "mn18:18.6": "So vatāvuso, sotasmiṁ asati sadde asati …pe… ",
  "mn18:18.7": "ghānasmiṁ asati gandhe asati …pe… ",
  "mn18:18.8": "jivhāya asati rase asati …pe… ",
  "mn18:18.9": "kāyasmiṁ asati phoṭṭhabbe asati …pe… ",
  "mn18:18.10": "manasmiṁ asati dhamme asati manoviññāṇe asati phassapaññattiṁ paññāpessatīti—netaṁ ṭhānaṁ vijjati. ",
  "mn18:18.11": "Phassapaññattiyā asati vedanāpaññattiṁ paññāpessatīti—netaṁ ṭhānaṁ vijjati. ",
  "mn18:18.12": "Vedanāpaññattiyā asati saññāpaññattiṁ paññāpessatīti—netaṁ ṭhānaṁ vijjati. ",
  "mn18:18.13": "Saññāpaññattiyā asati vitakkapaññattiṁ paññāpessatīti—netaṁ ṭhānaṁ vijjati. ",
  "mn18:18.14": "Vitakkapaññattiyā asati papañcasaññāsaṅkhāsamudācaraṇapaññattiṁ paññāpessatīti—netaṁ ṭhānaṁ vijjati. ",
  "mn18:19.1": "Yaṁ kho no, āvuso, bhagavā saṅkhittena uddesaṁ uddisitvā vitthārena atthaṁ avibhajitvā uṭṭhāyāsanā vihāraṁ paviṭṭho: ",
  "mn18:19.2": "‘yatonidānaṁ, bhikkhu, purisaṁ papañcasaññāsaṅkhā samudācaranti ettha ce natthi abhinanditabbaṁ abhivaditabbaṁ ajjhositabbaṁ esevanto rāgānusayānaṁ …pe… ",
  "mn18:19.3": "etthete pāpakā akusalā dhammā aparisesā nirujjhantī’ti, imassa kho ahaṁ, āvuso, bhagavatā saṅkhittena uddesassa uddiṭṭhassa vitthārena atthaṁ avibhattassa evaṁ vitthārena atthaṁ ājānāmi. ",
  "mn18:19.4": "Ākaṅkhamānā ca pana tumhe āyasmanto bhagavantaṁyeva upasaṅkamitvā etamatthaṁ paṭipuccheyyātha. ",
  "mn18:19.5": "Yathā vo bhagavā byākaroti tathā naṁ dhāreyyāthā”ti. ",
  "mn18:20.1": "Atha kho te bhikkhū āyasmato mahākaccānassa bhāsitaṁ abhinanditvā anumoditvā uṭṭhāyāsanā yena bhagavā tenupasaṅkamiṁsu; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdiṁsu. Ekamantaṁ nisinnā kho te bhikkhū bhagavantaṁ etadavocuṁ: ",
  "mn18:20.2": "“yaṁ kho no, bhante, bhagavā saṅkhittena uddesaṁ uddisitvā vitthārena atthaṁ avibhajitvā uṭṭhāyāsanā vihāraṁ paviṭṭho: ",
  "mn18:20.3": "‘yatonidānaṁ, bhikkhu, purisaṁ papañcasaññāsaṅkhā samudācaranti. ",
  "mn18:20.4": "Ettha ce natthi abhinanditabbaṁ abhivaditabbaṁ ajjhositabbaṁ. ",
  "mn18:20.5": "Esevanto rāgānusayānaṁ …pe… ",
  "mn18:20.6": "etthete pāpakā akusalā dhammā aparisesā nirujjhantī’ti. ",
  "mn18:20.7": "Tesaṁ no, bhante, amhākaṁ acirapakkantassa bhagavato etadahosi: ",
  "mn18:20.8": "‘idaṁ kho no, āvuso, bhagavā saṅkhittena uddesaṁ uddisitvā vitthārena atthaṁ avibhajitvā uṭṭhāyāsanā vihāraṁ paviṭṭho: ",
  "mn18:20.9": "“yatonidānaṁ, bhikkhu, purisaṁ papañcasaññāsaṅkhā samudācaranti. ",
  "mn18:20.10": "Ettha ce natthi abhinanditabbaṁ abhivaditabbaṁ ajjhositabbaṁ. ",
  "mn18:20.11": "Esevanto rāgānusayānaṁ, esevanto paṭighānusayānaṁ, esevanto diṭṭhānusayānaṁ, esevanto vicikicchānusayānaṁ, esevanto mānānusayānaṁ, esevanto bhavarāgānusayānaṁ, esevanto avijjānusayānaṁ, esevanto daṇḍādānasatthādānakalahaviggahavivādatuvaṁtuvaṁpesuññamusāvādānaṁ. ",
  "mn18:20.12": "Etthete pāpakā akusalā dhammā aparisesā nirujjhantī”ti. ",
  "mn18:20.13": "Ko nu kho imassa bhagavatā saṅkhittena uddesassa uddiṭṭhassa vitthārena atthaṁ avibhattassa vitthārena atthaṁ vibhajeyyā’ti? ",
  "mn18:20.14": "Tesaṁ no, bhante, amhākaṁ etadahosi: ",
  "mn18:20.15": "‘ayaṁ kho āyasmā mahākaccāno satthu ceva saṁvaṇṇito sambhāvito ca viññūnaṁ sabrahmacārīnaṁ, pahoti cāyasmā mahākaccāno imassa bhagavatā saṅkhittena uddesassa uddiṭṭhassa vitthārena atthaṁ avibhattassa vitthārena atthaṁ vibhajituṁ, yannūna mayaṁ yenāyasmā mahākaccāno tenupasaṅkameyyāma; upasaṅkamitvā āyasmantaṁ mahākaccānaṁ etamatthaṁ paṭipuccheyyāmā’ti. ",
  "mn18:20.16": "Atha kho mayaṁ, bhante, yenāyasmā mahākaccāno tenupasaṅkamimha; upasaṅkamitvā āyasmantaṁ mahākaccānaṁ etamatthaṁ paṭipucchimha. ",
  "mn18:20.17": "Tesaṁ no, bhante, āyasmatā mahākaccānena imehi ākārehi imehi padehi imehi byañjanehi attho vibhatto”ti. ",
  "mn18:21.1": "“Paṇḍito, bhikkhave, mahākaccāno; mahāpañño, bhikkhave, mahākaccāno. ",
  "mn18:21.2": "Mañcepi tumhe, bhikkhave, etamatthaṁ paṭipuccheyyātha, ahampi taṁ evamevaṁ byākareyyaṁ yathā taṁ mahākaccānena byākataṁ. ",
  "mn18:21.3": "Eso cevetassa attho. Evañca naṁ dhārethā”ti. ",
  "mn18:22.1": "Evaṁ vutte, āyasmā ānando bhagavantaṁ etadavoca: ",
  "mn18:22.2": "“seyyathāpi, bhante, puriso jighacchādubbalyapareto madhupiṇḍikaṁ adhigaccheyya, so yato yato sāyeyya, labhetheva sādurasaṁ asecanakaṁ. ",
  "mn18:22.3": "Evameva kho, bhante, cetaso bhikkhu dabbajātiko, yato yato imassa dhammapariyāyassa paññāya atthaṁ upaparikkheyya, labhetheva attamanataṁ, labhetheva cetaso pasādaṁ. ",
  "mn18:22.4": "Ko nāmo ayaṁ, bhante, dhammapariyāyo”ti? ",
  "mn18:22.5": "“Tasmātiha tvaṁ, ānanda, imaṁ dhammapariyāyaṁ madhupiṇḍikapariyāyotveva naṁ dhārehī”ti. ",
  "mn18:22.6": "Idamavoca bhagavā. ",
  "mn18:22.7": "Attamano āyasmā ānando bhagavato bhāsitaṁ abhinandīti. ",
  "mn18:22.8": "Madhupiṇḍikasuttaṁ niṭṭhitaṁ aṭṭhamaṁ. "
}