{
  "mn19:0.1": "Majjhima Nikāya 19 ",
  "mn19:0.2": "Dvedhāvitakkasutta ",
  "mn19:1.1": "Evaṁ me sutaṁ—",
  "mn19:1.2": "ekaṁ samayaṁ bhagavā sāvatthiyaṁ viharati jetavane anāthapiṇḍikassa ārāme. ",
  "mn19:1.3": "Tatra kho bhagavā bhikkhū āmantesi: ",
  "mn19:1.4": "“bhikkhavo”ti. ",
  "mn19:1.5": "“Bhadante”ti te bhikkhū bhagavato paccassosuṁ. ",
  "mn19:1.6": "Bhagavā etadavoca: ",
  "mn19:2.1": "“Pubbeva me, bhikkhave, sambodhā anabhisambuddhassa bodhisattasseva sato etadahosi: ",
  "mn19:2.2": "‘yannūnāhaṁ dvidhā katvā dvidhā katvā vitakke vihareyyan’ti. ",
  "mn19:2.3": "So kho ahaṁ, bhikkhave, yo cāyaṁ kāmavitakko yo ca byāpādavitakko yo ca vihiṁsāvitakko—",
  "mn19:2.4": "imaṁ ekaṁ bhāgamakāsiṁ; ",
  "mn19:2.5": "yo cāyaṁ nekkhammavitakko yo ca abyāpādavitakko yo ca avihiṁsāvitakko—",
  "mn19:2.6": "imaṁ dutiyaṁ bhāgamakāsiṁ. ",
  "mn19:3.1": "Tassa mayhaṁ, bhikkhave, evaṁ appamattassa ātāpino pahitattassa viharato uppajjati kāmavitakko. ",
  "mn19:3.2": "So evaṁ pajānāmi: ",
  "mn19:3.3": "‘uppanno kho me ayaṁ kāmavitakko. ",
  "mn19:3.4": "So ca kho attabyābādhāyapi saṁvattati, parabyābādhāyapi saṁvattati, ubhayabyābādhāyapi saṁvattati, paññānirodhiko vighātapakkhiko anibbānasaṁvattaniko’. ",
  "mn19:3.5": "‘Attabyābādhāya saṁvattatī’tipi me, bhikkhave, paṭisañcikkhato abbhatthaṁ gacchati; ",
  "mn19:3.6": "‘parabyābādhāya saṁvattatī’tipi me, bhikkhave, paṭisañcikkhato abbhatthaṁ gacchati; ",
  "mn19:3.7": "‘ubhayabyābādhāya saṁvattatī’tipi me, bhikkhave, paṭisañcikkhato abbhatthaṁ gacchati; ",
  "mn19:3.8": "‘paññānirodhiko vighātapakkhiko anibbānasaṁvattaniko’tipi me, bhikkhave, paṭisañcikkhato abbhatthaṁ gacchati. ",
  "mn19:3.9": "So kho ahaṁ, bhikkhave, uppannuppannaṁ kāmavitakkaṁ pajahameva vinodameva byantameva naṁ akāsiṁ. ",
  "mn19:4-5.1": "Tassa mayhaṁ, bhikkhave, evaṁ appamattassa ātāpino pahitattassa viharato uppajjati byāpādavitakko …pe… ",
  "mn19:4-5.2": "uppajjati vihiṁsāvitakko. ",
  "mn19:4-5.3": "So evaṁ pajānāmi: ",
  "mn19:4-5.4": "‘uppanno kho me ayaṁ vihiṁsāvitakko. ",
  "mn19:4-5.5": "So ca kho attabyābādhāyapi saṁvattati, parabyābādhāyapi saṁvattati, ubhayabyābādhāyapi saṁvattati, paññānirodhiko vighātapakkhiko anibbānasaṁvattaniko’. ",
  "mn19:4-5.6": "‘Attabyābādhāya saṁvattatī’tipi me, bhikkhave, paṭisañcikkhato abbhatthaṁ gacchati; ",
  "mn19:4-5.7": "‘parabyābādhāya saṁvattatī’tipi me, bhikkhave, paṭisañcikkhato abbhatthaṁ gacchati; ",
  "mn19:4-5.8": "‘ubhayabyābādhāya saṁvattatī’tipi me, bhikkhave, paṭisañcikkhato abbhatthaṁ gacchati; ",
  "mn19:4-5.9": "‘paññānirodhiko vighātapakkhiko anibbānasaṁvattaniko’tipi me, bhikkhave, paṭisañcikkhato abbhatthaṁ gacchati. ",
  "mn19:4-5.10": "So kho ahaṁ, bhikkhave, uppannuppannaṁ vihiṁsāvitakkaṁ pajahameva vinodameva byantameva naṁ akāsiṁ. ",
  "mn19:6.1": "Yaññadeva, bhikkhave, bhikkhu bahulamanuvitakketi anuvicāreti, tathā tathā nati hoti cetaso. ",
  "mn19:6.2": "Kāmavitakkañce, bhikkhave, bhikkhu bahulamanuvitakketi anuvicāreti, pahāsi nekkhammavitakkaṁ, kāmavitakkaṁ bahulamakāsi, tassa taṁ kāmavitakkāya cittaṁ namati. ",
  "mn19:6.3": "Byāpādavitakkañce, bhikkhave …pe… ",
  "mn19:6.4": "vihiṁsāvitakkañce, bhikkhave, bhikkhu bahulamanuvitakketi anuvicāreti, pahāsi avihiṁsāvitakkaṁ, vihiṁsāvitakkaṁ bahulamakāsi, tassa taṁ vihiṁsāvitakkāya cittaṁ namati. ",
  "mn19:7.1": "Seyyathāpi, bhikkhave, vassānaṁ pacchime māse saradasamaye kiṭṭhasambādhe gopālako gāvo rakkheyya. ",
  "mn19:7.2": "So tā gāvo tato tato daṇḍena ākoṭeyya paṭikoṭeyya sannirundheyya sannivāreyya. ",
  "mn19:7.3": "Taṁ kissa hetu? ",
  "mn19:7.4": "Passati hi so, bhikkhave, gopālako tatonidānaṁ vadhaṁ vā bandhanaṁ vā jāniṁ vā garahaṁ vā. ",
  "mn19:7.5": "Evameva kho ahaṁ, bhikkhave, addasaṁ akusalānaṁ dhammānaṁ ādīnavaṁ okāraṁ saṅkilesaṁ, kusalānaṁ dhammānaṁ nekkhamme ānisaṁsaṁ vodānapakkhaṁ. ",
  "mn19:8.1": "Tassa mayhaṁ, bhikkhave, evaṁ appamattassa ātāpino pahitattassa viharato uppajjati nekkhammavitakko. ",
  "mn19:8.2": "So evaṁ pajānāmi: ",
  "mn19:8.3": "‘uppanno kho me ayaṁ nekkhammavitakko. ",
  "mn19:8.4": "So ca kho nevattabyābādhāya saṁvattati, na parabyābādhāya saṁvattati, na ubhayabyābādhāya saṁvattati, paññāvuddhiko avighātapakkhiko nibbānasaṁvattaniko’. ",
  "mn19:8.5": "Rattiñcepi naṁ, bhikkhave, anuvitakkeyyaṁ anuvicāreyyaṁ, neva tatonidānaṁ bhayaṁ samanupassāmi. ",
  "mn19:8.6": "Divasañcepi naṁ, bhikkhave, anuvitakkeyyaṁ anuvicāreyyaṁ, neva tatonidānaṁ bhayaṁ samanupassāmi. ",
  "mn19:8.7": "Rattindivañcepi naṁ, bhikkhave, anuvitakkeyyaṁ anuvicāreyyaṁ, neva tatonidānaṁ bhayaṁ samanupassāmi. ",
  "mn19:8.8": "Api ca kho me aticiraṁ anuvitakkayato anuvicārayato kāyo kilameyya. ",
  "mn19:8.9": "Kāye kilante cittaṁ ūhaññeyya. ",
  "mn19:8.10": "Ūhate citte ārā cittaṁ samādhimhāti. ",
  "mn19:8.11": "So kho ahaṁ, bhikkhave, ajjhattameva cittaṁ saṇṭhapemi sannisādemi ekodiṁ karomi samādahāmi. ",
  "mn19:8.12": "Taṁ kissa hetu? ",
  "mn19:8.13": "‘Mā me cittaṁ ūhaññī’ti. ",
  "mn19:9-10.1": "Tassa mayhaṁ, bhikkhave, evaṁ appamattassa ātāpino pahitattassa viharato uppajjati abyāpādavitakko …pe… ",
  "mn19:9-10.2": "uppajjati avihiṁsāvitakko. ",
  "mn19:9-10.3": "So evaṁ pajānāmi: ",
  "mn19:9-10.4": "‘uppanno kho me ayaṁ avihiṁsāvitakko. ",
  "mn19:9-10.5": "So ca kho nevattabyābādhāya saṁvattati, na parabyābādhāya saṁvattati, na ubhayabyābādhāya saṁvattati, paññāvuddhiko avighātapakkhiko nibbānasaṁvattaniko’. ",
  "mn19:9-10.6": "Rattiñcepi naṁ, bhikkhave, anuvitakkeyyaṁ anuvicāreyyaṁ, neva tatonidānaṁ bhayaṁ samanupassāmi. ",
  "mn19:9-10.7": "Divasañcepi naṁ, bhikkhave, anuvitakkeyyaṁ anuvicāreyyaṁ, neva tatonidānaṁ bhayaṁ samanupassāmi. ",
  "mn19:9-10.8": "Rattindivañcepi naṁ, bhikkhave, anuvitakkeyyaṁ anuvicāreyyaṁ, neva tatonidānaṁ bhayaṁ samanupassāmi. ",
  "mn19:9-10.9": "Api ca kho me aticiraṁ anuvitakkayato anuvicārayato kāyo kilameyya. ",
  "mn19:9-10.10": "Kāye kilante cittaṁ ūhaññeyya. ",
  "mn19:9-10.11": "Ūhate citte ārā cittaṁ samādhimhāti. ",
  "mn19:9-10.12": "So kho ahaṁ, bhikkhave, ajjhattameva cittaṁ saṇṭhapemi, sannisādemi, ekodiṁ karomi samādahāmi. ",
  "mn19:9-10.13": "Taṁ kissa hetu? ",
  "mn19:9-10.14": "‘Mā me cittaṁ ūhaññī’ti. ",
  "mn19:11.1": "Yaññadeva, bhikkhave, bhikkhu bahulamanuvitakketi anuvicāreti, tathā tathā nati hoti cetaso. ",
  "mn19:11.2": "Nekkhammavitakkañce, bhikkhave, bhikkhu bahulamanuvitakketi anuvicāreti, pahāsi kāmavitakkaṁ, nekkhammavitakkaṁ bahulamakāsi, tassaṁ taṁ nekkhammavitakkāya cittaṁ namati. ",
  "mn19:11.3": "Abyāpādavitakkañce, bhikkhave …pe… ",
  "mn19:11.4": "avihiṁsāvitakkañce, bhikkhave, bhikkhu bahulamanuvitakketi anuvicāreti, pahāsi vihiṁsāvitakkaṁ, avihiṁsāvitakkaṁ bahulamakāsi, tassa taṁ avihiṁsāvitakkāya cittaṁ namati. ",
  "mn19:12.1": "Seyyathāpi, bhikkhave, gimhānaṁ pacchime māse sabbasassesu gāmantasambhatesu gopālako gāvo rakkheyya, tassa rukkhamūlagatassa vā abbhokāsagatassa vā satikaraṇīyameva hoti: ",
  "mn19:12.2": "‘etā gāvo’ti. ",
  "mn19:12.3": "Evamevaṁ kho, bhikkhave, satikaraṇīyameva ahosi: ",
  "mn19:12.4": "‘ete dhammā’ti. ",
  "mn19:13.1": "Āraddhaṁ kho pana me, bhikkhave, vīriyaṁ ahosi asallīnaṁ, upaṭṭhitā sati asammuṭṭhā, passaddho kāyo asāraddho, samāhitaṁ cittaṁ ekaggaṁ. ",
  "mn19:14.1": "So kho ahaṁ, bhikkhave, vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṁ savicāraṁ vivekajaṁ pītisukhaṁ paṭhamaṁ jhānaṁ upasampajja vihāsiṁ. ",
  "mn19:15.1": "Vitakkavicārānaṁ vūpasamā ajjhattaṁ sampasādanaṁ cetaso ekodibhāvaṁ avitakkaṁ avicāraṁ samādhijaṁ pītisukhaṁ dutiyaṁ jhānaṁ upasampajja vihāsiṁ. ",
  "mn19:16.1": "Pītiyā ca virāgā upekkhako ca vihāsiṁ sato ca sampajāno, sukhañca kāyena paṭisaṁvedesiṁ, yaṁ taṁ ariyā ācikkhanti ‘upekkhako satimā sukhavihārī’ti, tatiyaṁ jhānaṁ upasampajja vihāsiṁ. ",
  "mn19:17.1": "Sukhassa ca pahānā dukkhassa ca pahānā pubbeva somanassadomanassānaṁ atthaṅgamā adukkhamasukhaṁ upekkhāsatipārisuddhiṁ catutthaṁ jhānaṁ upasampajja vihāsiṁ. ",
  "mn19:18.1": "So evaṁ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte pubbenivāsānussatiñāṇāya cittaṁ abhininnāmesiṁ. ",
  "mn19:18.2": "So anekavihitaṁ pubbenivāsaṁ anussarāmi. Seyyathidaṁ—ekampi jātiṁ …pe… iti sākāraṁ sauddesaṁ anekavihitaṁ pubbenivāsaṁ anussarāmi. ",
  "mn19:19.1": "Ayaṁ kho me, bhikkhave, rattiyā paṭhame yāme paṭhamā vijjā adhigatā; ",
  "mn19:19.2": "avijjā vihatā vijjā uppannā; tamo vihato āloko uppanno; yathā taṁ appamattassa ātāpino pahitattassa viharato. ",
  "mn19:20.1": "So evaṁ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte sattānaṁ cutūpapātañāṇāya cittaṁ abhininnāmesiṁ. ",
  "mn19:20.2": "So dibbena cakkhunā visuddhena atikkantamānusakena satte passāmi cavamāne upapajjamāne …pe… ime vata bhonto sattā kāyaduccaritena samannāgatā …pe… iti dibbena cakkhunā visuddhena atikkantamānusakena satte passāmi cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate, yathākammūpage satte pajānāmi. ",
  "mn19:21.1": "Ayaṁ kho me, bhikkhave, rattiyā majjhime yāme dutiyā vijjā adhigatā; ",
  "mn19:21.2": "avijjā vihatā vijjā uppannā; tamo vihato āloko uppanno; yathā taṁ appamattassa ātāpino pahitattassa viharato. ",
  "mn19:22.1": "So evaṁ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte āsavānaṁ khayañāṇāya cittaṁ abhininnāmesiṁ. ",
  "mn19:22.2": "So ‘idaṁ dukkhan’ti yathābhūtaṁ abbhaññāsiṁ, ‘ayaṁ dukkhasamudayo’ti yathābhūtaṁ abbhaññāsiṁ, ‘ayaṁ dukkhanirodho’ti yathābhūtaṁ abbhaññāsiṁ, ‘ayaṁ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṁ abbhaññāsiṁ. ",
  "mn19:23.1": "‘Ime āsavā’ti yathābhūtaṁ abbhaññāsiṁ, ‘ayaṁ āsavasamudayo’ti yathābhūtaṁ abbhaññāsiṁ, ‘ayaṁ āsavanirodho’ti yathābhūtaṁ abbhaññāsiṁ, ‘ayaṁ āsavanirodhagāminī paṭipadā’ti yathābhūtaṁ abbhaññāsiṁ. ",
  "mn19:23.2": "Tassa me evaṁ jānato evaṁ passato kāmāsavāpi cittaṁ vimuccittha, bhavāsavāpi cittaṁ vimuccittha, avijjāsavāpi cittaṁ vimuccittha, vimuttasmiṁ vimuttamiti ñāṇaṁ ahosi: ",
  "mn19:23.3": "‘khīṇā jāti, vusitaṁ brahmacariyaṁ, kataṁ karaṇīyaṁ, nāparaṁ itthattāyā’ti abbhaññāsiṁ. ",
  "mn19:24.1": "Ayaṁ kho me, bhikkhave, rattiyā pacchime yāme tatiyā vijjā adhigatā; ",
  "mn19:24.2": "avijjā vihatā vijjā uppannā; tamo vihato āloko uppanno; yathā taṁ appamattassa ātāpino pahitattassa viharato. ",
  "mn19:25.1": "Seyyathāpi, bhikkhave, araññe pavane mahantaṁ ninnaṁ pallalaṁ. ",
  "mn19:25.2": "Tamenaṁ mahāmigasaṅgho upanissāya vihareyya. ",
  "mn19:25.3": "Tassa kocideva puriso uppajjeyya anatthakāmo ahitakāmo ayogakkhemakāmo. ",
  "mn19:25.4": "So yvāssa maggo khemo sovatthiko pītigamanīyo taṁ maggaṁ pidaheyya, vivareyya kummaggaṁ, odaheyya okacaraṁ, ṭhapeyya okacārikaṁ. ",
  "mn19:25.5": "Evañhi so, bhikkhave, mahāmigasaṅgho aparena samayena anayabyasanaṁ āpajjeyya. ",
  "mn19:25.6": "Tasseva kho pana, bhikkhave, mahato migasaṅghassa kocideva puriso uppajjeyya atthakāmo hitakāmo yogakkhemakāmo. ",
  "mn19:25.7": "So yvāssa maggo khemo sovatthiko pītigamanīyo taṁ maggaṁ vivareyya, pidaheyya kummaggaṁ, ūhaneyya okacaraṁ, nāseyya okacārikaṁ. ",
  "mn19:25.8": "Evañhi so, bhikkhave, mahāmigasaṅgho aparena samayena vuddhiṁ virūḷhiṁ vepullaṁ āpajjeyya. ",
  "mn19:26.1": "Upamā kho me ayaṁ, bhikkhave, katā atthassa viññāpanāya. ",
  "mn19:26.2": "Ayaṁ cevettha attho—",
  "mn19:26.3": "mahantaṁ ninnaṁ pallalanti kho, bhikkhave, kāmānametaṁ adhivacanaṁ. ",
  "mn19:26.4": "Mahāmigasaṅghoti kho, bhikkhave, sattānametaṁ adhivacanaṁ. ",
  "mn19:26.5": "Puriso anatthakāmo ahitakāmo ayogakkhemakāmoti kho, bhikkhave, mārassetaṁ pāpimato adhivacanaṁ. ",
  "mn19:26.6": "Kummaggoti kho, bhikkhave, aṭṭhaṅgikassetaṁ micchāmaggassa adhivacanaṁ, seyyathidaṁ—",
  "mn19:26.7": "micchādiṭṭhiyā micchāsaṅkappassa micchāvācāya micchākammantassa micchāājīvassa micchāvāyāmassa micchāsatiyā micchāsamādhissa. ",
  "mn19:26.8": "Okacaroti kho, bhikkhave, nandīrāgassetaṁ adhivacanaṁ. ",
  "mn19:26.9": "Okacārikāti kho, bhikkhave, avijjāyetaṁ adhivacanaṁ. ",
  "mn19:26.10": "Puriso atthakāmo hitakāmo yogakkhemakāmoti kho, bhikkhave, tathāgatassetaṁ adhivacanaṁ arahato sammāsambuddhassa. ",
  "mn19:26.11": "Khemo maggo sovatthiko pītigamanīyoti kho, bhikkhave, ariyassetaṁ aṭṭhaṅgikassa maggassa adhivacanaṁ, seyyathidaṁ—",
  "mn19:26.12": "sammādiṭṭhiyā sammāsaṅkappassa sammāvācāya sammākammantassa sammāājīvassa sammāvāyāmassa sammāsatiyā sammāsamādhissa. ",
  "mn19:26.13": "Iti kho, bhikkhave, vivaṭo mayā khemo maggo sovatthiko pītigamanīyo, pihito kummaggo, ūhato okacaro, nāsitā okacārikā. ",
  "mn19:27.1": "Yaṁ, bhikkhave, satthārā karaṇīyaṁ sāvakānaṁ hitesinā anukampakena anukampaṁ upādāya, kataṁ vo taṁ mayā. ",
  "mn19:27.2": "Etāni, bhikkhave, rukkhamūlāni, etāni suññāgārāni; jhāyatha, bhikkhave, mā pamādattha; mā pacchā vippaṭisārino ahuvattha. Ayaṁ vo amhākaṁ anusāsanī”ti. ",
  "mn19:27.3": "Idamavoca bhagavā. ",
  "mn19:27.4": "Attamanā te bhikkhū bhagavato bhāsitaṁ abhinandunti. ",
  "mn19:27.5": "Dvedhāvitakkasuttaṁ niṭṭhitaṁ navamaṁ. "
}