{
  "mn20:0.1": "Majjhima Nikāya 20 ",
  "mn20:0.2": "Vitakkasaṇṭhānasutta ",
  "mn20:1.1": "Evaṁ me sutaṁ—",
  "mn20:1.2": "ekaṁ samayaṁ bhagavā sāvatthiyaṁ viharati jetavane anāthapiṇḍikassa ārāme. ",
  "mn20:1.3": "Tatra kho bhagavā bhikkhū āmantesi: ",
  "mn20:1.4": "“bhikkhavo”ti. ",
  "mn20:1.5": "“Bhadante”ti te bhikkhū bhagavato paccassosuṁ. ",
  "mn20:1.6": "Bhagavā etadavoca: ",
  "mn20:2.1": "“Adhicittamanuyuttena, bhikkhave, bhikkhunā pañca nimittāni kālena kālaṁ manasi kātabbāni. ",
  "mn20:2.2": "Katamāni pañca? ",
  "mn20:3.1": "Idha, bhikkhave, bhikkhuno yaṁ nimittaṁ āgamma yaṁ nimittaṁ manasikaroto uppajjanti pāpakā akusalā vitakkā chandūpasaṁhitāpi dosūpasaṁhitāpi mohūpasaṁhitāpi, tena, bhikkhave, bhikkhunā tamhā nimittā aññaṁ nimittaṁ manasi kātabbaṁ kusalūpasaṁhitaṁ. ",
  "mn20:3.2": "Tassa tamhā nimittā aññaṁ nimittaṁ manasikaroto kusalūpasaṁhitaṁ ye pāpakā akusalā vitakkā chandūpasaṁhitāpi dosūpasaṁhitāpi mohūpasaṁhitāpi te pahīyanti te abbhatthaṁ gacchanti. ",
  "mn20:3.3": "Tesaṁ pahānā ajjhattameva cittaṁ santiṭṭhati sannisīdati ekodi hoti samādhiyati. ",
  "mn20:3.4": "Seyyathāpi, bhikkhave, dakkho palagaṇḍo vā palagaṇḍantevāsī vā sukhumāya āṇiyā oḷārikaṁ āṇiṁ abhinihaneyya abhinīhareyya abhinivatteyya; ",
  "mn20:3.5": "evameva kho, bhikkhave, bhikkhuno yaṁ nimittaṁ āgamma yaṁ nimittaṁ manasikaroto uppajjanti pāpakā akusalā vitakkā chandūpasaṁhitāpi dosūpasaṁhitāpi mohūpasaṁhitāpi, tena, bhikkhave, bhikkhunā tamhā nimittā aññaṁ nimittaṁ manasi kātabbaṁ kusalūpasaṁhitaṁ. ",
  "mn20:3.6": "Tassa tamhā nimittā aññaṁ nimittaṁ manasikaroto kusalūpasaṁhitaṁ ye pāpakā akusalā vitakkā chandūpasaṁhitāpi dosūpasaṁhitāpi mohūpasaṁhitāpi te pahīyanti te abbhatthaṁ gacchanti. ",
  "mn20:3.7": "Tesaṁ pahānā ajjhattameva cittaṁ santiṭṭhati sannisīdati ekodi hoti samādhiyati. ",
  "mn20:4.1": "Tassa ce, bhikkhave, bhikkhuno tamhā nimittā aññaṁ nimittaṁ manasikaroto kusalūpasaṁhitaṁ uppajjanteva pāpakā akusalā vitakkā chandūpasaṁhitāpi dosūpasaṁhitāpi mohūpasaṁhitāpi, tena, bhikkhave, bhikkhunā tesaṁ vitakkānaṁ ādīnavo upaparikkhitabbo: ",
  "mn20:4.2": "‘itipime vitakkā akusalā, itipime vitakkā sāvajjā, itipime vitakkā dukkhavipākā’ti. ",
  "mn20:4.3": "Tassa tesaṁ vitakkānaṁ ādīnavaṁ upaparikkhato ye pāpakā akusalā vitakkā chandūpasaṁhitāpi dosūpasaṁhitāpi mohūpasaṁhitāpi te pahīyanti te abbhatthaṁ gacchanti. ",
  "mn20:4.4": "Tesaṁ pahānā ajjhattameva cittaṁ santiṭṭhati sannisīdati ekodi hoti samādhiyati. ",
  "mn20:4.5": "Seyyathāpi, bhikkhave, itthī vā puriso vā daharo yuvā maṇḍanakajātiko ahikuṇapena vā kukkurakuṇapena vā manussakuṇapena vā kaṇṭhe āsattena aṭṭiyeyya harāyeyya jiguccheyya; ",
  "mn20:4.6": "evameva kho, bhikkhave, tassa ce bhikkhuno tamhāpi nimittā aññaṁ nimittaṁ manasikaroto kusalūpasaṁhitaṁ uppajjanteva pāpakā akusalā vitakkā chandūpasaṁhitāpi dosūpasaṁhitāpi mohūpasaṁhitāpi, tena, bhikkhave, bhikkhunā tesaṁ vitakkānaṁ ādīnavo upaparikkhitabbo: ",
  "mn20:4.7": "‘itipime vitakkā akusalā, itipime vitakkā sāvajjā, itipime vitakkā dukkhavipākā’ti. ",
  "mn20:4.8": "Tassa tesaṁ vitakkānaṁ ādīnavaṁ upaparikkhato ye pāpakā akusalā vitakkā chandūpasaṁhitāpi dosūpasaṁhitāpi mohūpasaṁhitāpi te pahīyanti te abbhatthaṁ gacchanti. ",
  "mn20:4.9": "Tesaṁ pahānā ajjhattameva cittaṁ santiṭṭhati sannisīdati ekodi hoti samādhiyati. ",
  "mn20:5.1": "Tassa ce, bhikkhave, bhikkhuno tesampi vitakkānaṁ ādīnavaṁ upaparikkhato uppajjanteva pāpakā akusalā vitakkā chandūpasaṁhitāpi dosūpasaṁhitāpi mohūpasaṁhitāpi, tena, bhikkhave, bhikkhunā tesaṁ vitakkānaṁ asatiamanasikāro āpajjitabbo. ",
  "mn20:5.2": "Tassa tesaṁ vitakkānaṁ asatiamanasikāraṁ āpajjato ye pāpakā akusalā vitakkā chandūpasaṁhitāpi dosūpasaṁhitāpi mohūpasaṁhitāpi te pahīyanti te abbhatthaṁ gacchanti. ",
  "mn20:5.3": "Tesaṁ pahānā ajjhattameva cittaṁ santiṭṭhati sannisīdati ekodi hoti samādhiyati. ",
  "mn20:5.4": "Seyyathāpi, bhikkhave, cakkhumā puriso āpāthagatānaṁ rūpānaṁ adassanakāmo assa; ",
  "mn20:5.5": "so nimīleyya vā aññena vā apalokeyya; ",
  "mn20:5.6": "evameva kho, bhikkhave, tassa ce bhikkhuno tesampi vitakkānaṁ ādīnavaṁ upaparikkhato uppajjanteva pāpakā akusalā vitakkā chandūpasaṁhitāpi dosūpasaṁhitāpi mohūpasaṁhitāpi, te pahīyanti te abbhatthaṁ gacchanti. ",
  "mn20:5.7": "Tesaṁ pahānā ajjhattameva cittaṁ santiṭṭhati sannisīdati ekodi hoti samādhiyati. ",
  "mn20:6.1": "Tassa ce, bhikkhave, bhikkhuno tesampi vitakkānaṁ asatiamanasikāraṁ āpajjato uppajjanteva pāpakā akusalā vitakkā chandūpasaṁhitāpi dosūpasaṁhitāpi mohūpasaṁhitāpi, tena, bhikkhave, bhikkhunā tesaṁ vitakkānaṁ vitakkasaṅkhārasaṇṭhānaṁ manasikātabbaṁ. ",
  "mn20:6.2": "Tassa tesaṁ vitakkānaṁ vitakkasaṅkhārasaṇṭhānaṁ manasikaroto ye pāpakā akusalā vitakkā chandūpasaṁhitāpi dosūpasaṁhitāpi mohūpasaṁhitāpi te pahīyanti te abbhatthaṁ gacchanti. ",
  "mn20:6.3": "Tesaṁ pahānā ajjhattameva cittaṁ santiṭṭhati sannisīdati ekodi hoti samādhiyati. ",
  "mn20:6.4": "Seyyathāpi, bhikkhave, puriso sīghaṁ gaccheyya. ",
  "mn20:6.5": "Tassa evamassa: ",
  "mn20:6.6": "‘kiṁ nu kho ahaṁ sīghaṁ gacchāmi? ",
  "mn20:6.7": "Yannūnāhaṁ saṇikaṁ gaccheyyan’ti. ",
  "mn20:6.8": "So saṇikaṁ gaccheyya. ",
  "mn20:6.9": "Tassa evamassa: ",
  "mn20:6.10": "‘kiṁ nu kho ahaṁ saṇikaṁ gacchāmi? ",
  "mn20:6.11": "Yannūnāhaṁ tiṭṭheyyan’ti. ",
  "mn20:6.12": "So tiṭṭheyya. ",
  "mn20:6.13": "Tassa evamassa: ",
  "mn20:6.14": "‘kiṁ nu kho ahaṁ ṭhito? ",
  "mn20:6.15": "Yannūnāhaṁ nisīdeyyan’ti. ",
  "mn20:6.16": "So nisīdeyya. ",
  "mn20:6.17": "Tassa evamassa: ",
  "mn20:6.18": "‘kiṁ nu kho ahaṁ nisinno? ",
  "mn20:6.19": "Yannūnāhaṁ nipajjeyyan’ti. ",
  "mn20:6.20": "So nipajjeyya. ",
  "mn20:6.21": "Evañhi so, bhikkhave, puriso oḷārikaṁ oḷārikaṁ iriyāpathaṁ abhinivajjetvā sukhumaṁ sukhumaṁ iriyāpathaṁ kappeyya. ",
  "mn20:6.22": "Evameva kho, bhikkhave, tassa ce bhikkhuno tesampi vitakkānaṁ asatiamanasikāraṁ āpajjato uppajjanteva pāpakā akusalā vitakkā chandūpasaṁhitāpi dosūpasaṁhitāpi mohūpasaṁhitāpi te pahīyanti te abbhatthaṁ gacchanti. ",
  "mn20:6.23": "Tesaṁ pahānā ajjhattameva cittaṁ santiṭṭhati sannisīdati ekodi hoti samādhiyati. ",
  "mn20:7.1": "Tassa ce, bhikkhave, bhikkhuno tesampi vitakkānaṁ vitakkasaṅkhārasaṇṭhānaṁ manasikaroto uppajjanteva pāpakā akusalā vitakkā chandūpasaṁhitāpi dosūpasaṁhitāpi mohūpasaṁhitāpi. ",
  "mn20:7.2": "Tena, bhikkhave, bhikkhunā dantebhidantamādhāya jivhāya tāluṁ āhacca cetasā cittaṁ abhiniggaṇhitabbaṁ abhinippīḷetabbaṁ abhisantāpetabbaṁ. ",
  "mn20:7.3": "Tassa dantebhidantamādhāya jivhāya tāluṁ āhacca cetasā cittaṁ abhiniggaṇhato abhinippīḷayato abhisantāpayato ye pāpakā akusalā vitakkā chandūpasaṁhitāpi dosūpasaṁhitāpi mohūpasaṁhitāpi te pahīyanti te abbhatthaṁ gacchanti. ",
  "mn20:7.4": "Tesaṁ pahānā ajjhattameva cittaṁ santiṭṭhati sannisīdati ekodi hoti samādhiyati. ",
  "mn20:7.5": "Seyyathāpi, bhikkhave, balavā puriso dubbalataraṁ purisaṁ sīse vā gale vā khandhe vā gahetvā abhiniggaṇheyya abhinippīḷeyya abhisantāpeyya; ",
  "mn20:7.6": "evameva kho, bhikkhave, tassa ce bhikkhuno tesampi vitakkānaṁ vitakkasaṅkhārasaṇṭhānaṁ manasikaroto uppajjanteva pāpakā akusalā vitakkā chandūpasaṁhitāpi dosūpasaṁhitāpi mohūpasaṁhitāpi. ",
  "mn20:7.7": "Tena, bhikkhave, bhikkhunā dantebhidantamādhāya jivhāya tāluṁ āhacca cetasā cittaṁ abhiniggaṇhitabbaṁ abhinippīḷetabbaṁ abhisantāpetabbaṁ. ",
  "mn20:7.8": "Tassa dantebhidantamādhāya jivhāya tāluṁ āhacca cetasā cittaṁ abhiniggaṇhato abhinippīḷayato abhisantāpayato ye pāpakā akusalā vitakkā chandūpasaṁhitāpi dosūpasaṁhitāpi mohūpasaṁhitāpi te pahīyanti te abbhatthaṁ gacchanti. ",
  "mn20:7.9": "Tesaṁ pahānā ajjhattameva cittaṁ santiṭṭhati sannisīdati ekodi hoti samādhiyati. ",
  "mn20:8.1": "Yato kho, bhikkhave, bhikkhuno yaṁ nimittaṁ āgamma yaṁ nimittaṁ manasikaroto uppajjanti pāpakā akusalā vitakkā chandūpasaṁhitāpi dosūpasaṁhitāpi mohūpasaṁhitāpi, tassa tamhā nimittā aññaṁ nimittaṁ manasikaroto kusalūpasaṁhitaṁ ye pāpakā akusalā vitakkā chandūpasaṁhitāpi dosūpasaṁhitāpi mohūpasaṁhitāpi te pahīyanti te abbhatthaṁ gacchanti. ",
  "mn20:8.2": "Tesaṁ pahānā ajjhattameva cittaṁ santiṭṭhati sannisīdati ekodi hoti samādhiyati. ",
  "mn20:8.3": "Tesampi vitakkānaṁ ādīnavaṁ upaparikkhato ye pāpakā akusalā vitakkā chandūpasaṁhitāpi dosūpasaṁhitāpi mohūpasaṁhitāpi te pahīyanti te abbhatthaṁ gacchanti. ",
  "mn20:8.4": "Tesaṁ pahānā ajjhattameva cittaṁ santiṭṭhati sannisīdati ekodi hoti samādhiyati. ",
  "mn20:8.5": "Tesampi vitakkānaṁ asatiamanasikāraṁ āpajjato ye pāpakā akusalā vitakkā chandūpasaṁhitāpi dosūpasaṁhitāpi mohūpasaṁhitāpi te pahīyanti te abbhatthaṁ gacchanti. ",
  "mn20:8.6": "Tesaṁ pahānā ajjhattameva cittaṁ santiṭṭhati sannisīdati ekodi hoti samādhiyati. ",
  "mn20:8.7": "Tesampi vitakkānaṁ vitakkasaṅkhārasaṇṭhānaṁ manasikaroto ye pāpakā akusalā vitakkā chandūpasaṁhitāpi dosūpasaṁhitāpi mohūpasaṁhitāpi te pahīyanti te abbhatthaṁ gacchanti. ",
  "mn20:8.8": "Tesaṁ pahānā ajjhattameva cittaṁ santiṭṭhati sannisīdati ekodi hoti samādhiyati. ",
  "mn20:8.9": "Dantebhidantamādhāya jivhāya tāluṁ āhacca cetasā cittaṁ abhiniggaṇhato abhinippīḷayato abhisantāpayato ye pāpakā akusalā vitakkā chandūpasaṁhitāpi dosūpasaṁhitāpi mohūpasaṁhitāpi te pahīyanti te abbhatthaṁ gacchanti. ",
  "mn20:8.10": "Tesaṁ pahānā ajjhattameva cittaṁ santiṭṭhati sannisīdati ekodi hoti samādhiyati. ",
  "mn20:8.11": "Ayaṁ vuccati, bhikkhave, bhikkhu vasī vitakkapariyāyapathesu. ",
  "mn20:8.12": "Yaṁ vitakkaṁ ākaṅkhissati taṁ vitakkaṁ vitakkessati, yaṁ vitakkaṁ nākaṅkhissati na taṁ vitakkaṁ vitakkessati. ",
  "mn20:8.13": "Acchecchi taṇhaṁ, vivattayi saṁyojanaṁ, sammā mānābhisamayā antamakāsi dukkhassā”ti. ",
  "mn20:8.14": "Idamavoca bhagavā. ",
  "mn20:8.15": "Attamanā te bhikkhū bhagavato bhāsitaṁ abhinandunti. ",
  "mn20:8.16": "Vitakkasaṇṭhānasuttaṁ niṭṭhitaṁ dasamaṁ. ",
  "mn20:8.17": "Sīhanādavaggo niṭṭhito dutiyo. ",
  "mn20:9.0": "Tassuddānaṁ ",
  "mn20:9.1": "Cūḷasīhanādalomahaṁsavaro, ",
  "mn20:9.2": "Mahācūḷadukkhakkhandhaanumānikasuttaṁ; ",
  "mn20:9.3": "Khilapatthamadhupiṇḍikadvidhāvitakka, ",
  "mn20:9.4": "Pañcanimittakathā puna vaggo. "
}