{
  "mn21:0.1": "Majjhima Nikāya 21 ",
  "mn21:0.2": "Kakacūpamasutta ",
  "mn21:1.1": "Evaṁ me sutaṁ—",
  "mn21:1.2": "ekaṁ samayaṁ bhagavā sāvatthiyaṁ viharati jetavane anāthapiṇḍikassa ārāme. ",
  "mn21:2.1": "Tena kho pana samayena āyasmā moḷiyaphagguno bhikkhunīhi saddhiṁ ativelaṁ saṁsaṭṭho viharati. ",
  "mn21:2.2": "Evaṁ saṁsaṭṭho āyasmā moḷiyaphagguno bhikkhunīhi saddhiṁ viharati—",
  "mn21:2.3": "sace koci bhikkhu āyasmato moḷiyaphaggunassa sammukhā tāsaṁ bhikkhunīnaṁ avaṇṇaṁ bhāsati, tenāyasmā moḷiyaphagguno kupito anattamano adhikaraṇampi karoti. ",
  "mn21:2.4": "Sace pana koci bhikkhu tāsaṁ bhikkhunīnaṁ sammukhā āyasmato moḷiyaphaggunassa avaṇṇaṁ bhāsati, tena tā bhikkhuniyo kupitā anattamanā adhikaraṇampi karonti. ",
  "mn21:2.5": "Evaṁ saṁsaṭṭho āyasmā moḷiyaphagguno bhikkhunīhi saddhiṁ viharati. ",
  "mn21:3.1": "Atha kho aññataro bhikkhu yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho so bhikkhu bhagavantaṁ etadavoca: ",
  "mn21:3.2": "“āyasmā, bhante, moḷiyaphagguno bhikkhunīhi saddhiṁ ativelaṁ saṁsaṭṭho viharati. ",
  "mn21:3.3": "Evaṁ saṁsaṭṭho, bhante, āyasmā moḷiyaphagguno bhikkhunīhi saddhiṁ viharati—",
  "mn21:3.4": "sace koci bhikkhu āyasmato moḷiyaphaggunassa sammukhā tāsaṁ bhikkhunīnaṁ avaṇṇaṁ bhāsati, tenāyasmā moḷiyaphagguno kupito anattamano adhikaraṇampi karoti. ",
  "mn21:3.5": "Sace pana koci bhikkhu tāsaṁ bhikkhunīnaṁ sammukhā āyasmato moḷiyaphaggunassa avaṇṇaṁ bhāsati, tena tā bhikkhuniyo kupitā anattamanā adhikaraṇampi karonti. ",
  "mn21:3.6": "Evaṁ saṁsaṭṭho, bhante, āyasmā moḷiyaphagguno bhikkhunīhi saddhiṁ viharatī”ti. ",
  "mn21:4.1": "Atha kho bhagavā aññataraṁ bhikkhuṁ āmantesi: ",
  "mn21:4.2": "“ehi tvaṁ, bhikkhu, mama vacanena moḷiyaphaggunaṁ bhikkhuṁ āmantehi: ",
  "mn21:4.3": "‘satthā taṁ, āvuso phagguna, āmantetī’”ti. ",
  "mn21:4.4": "“Evaṁ, bhante”ti kho so bhikkhu bhagavato paṭissutvā yenāyasmā moḷiyaphagguno tenupasaṅkami; upasaṅkamitvā āyasmantaṁ moḷiyaphaggunaṁ etadavoca: ",
  "mn21:4.5": "“satthā taṁ, āvuso phagguna, āmantetī”ti. ",
  "mn21:4.6": "“Evamāvuso”ti kho āyasmā moḷiyaphagguno tassa bhikkhuno paṭissutvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinnaṁ kho āyasmantaṁ moḷiyaphaggunaṁ bhagavā etadavoca: ",
  "mn21:5.1": "“Saccaṁ kira tvaṁ, phagguna, bhikkhunīhi saddhiṁ ativelaṁ saṁsaṭṭho viharasi? ",
  "mn21:5.2": "Evaṁ saṁsaṭṭho kira tvaṁ, phagguna, bhikkhunīhi saddhiṁ viharasi—",
  "mn21:5.3": "sace koci bhikkhu tuyhaṁ sammukhā tāsaṁ bhikkhunīnaṁ avaṇṇaṁ bhāsati, tena tvaṁ kupito anattamano adhikaraṇampi karosi. ",
  "mn21:5.4": "Sace pana koci bhikkhu tāsaṁ bhikkhunīnaṁ sammukhā tuyhaṁ avaṇṇaṁ bhāsati, tena tā bhikkhuniyo kupitā anattamanā adhikaraṇampi karonti. ",
  "mn21:5.5": "Evaṁ saṁsaṭṭho kira tvaṁ, phagguna, bhikkhunīhi saddhiṁ viharasī”ti? ",
  "mn21:5.6": "“Evaṁ, bhante”ti. ",
  "mn21:5.7": "“Nanu tvaṁ, phagguna, kulaputto saddhā agārasmā anagāriyaṁ pabbajito”ti? ",
  "mn21:5.8": "“Evaṁ, bhante”ti. ",
  "mn21:6.1": "“Na kho te etaṁ, phagguna, patirūpaṁ kulaputtassa saddhā agārasmā anagāriyaṁ pabbajitassa, yaṁ tvaṁ bhikkhunīhi saddhiṁ ativelaṁ saṁsaṭṭho vihareyyāsi. ",
  "mn21:6.2": "Tasmātiha, phagguna, tava cepi koci sammukhā tāsaṁ bhikkhunīnaṁ avaṇṇaṁ bhāseyya, tatrāpi tvaṁ, phagguna, ye gehasitā chandā ye gehasitā vitakkā te pajaheyyāsi. ",
  "mn21:6.3": "Tatrāpi te, phagguna, evaṁ sikkhitabbaṁ: ",
  "mn21:6.4": "‘na ceva me cittaṁ vipariṇataṁ bhavissati, na ca pāpikaṁ vācaṁ nicchāressāmi, hitānukampī ca viharissāmi mettacitto, na dosantaro’ti. ",
  "mn21:6.5": "Evañhi te, phagguna, sikkhitabbaṁ. ",
  "mn21:6.6": "Tasmātiha, phagguna, tava cepi koci sammukhā tāsaṁ bhikkhunīnaṁ pāṇinā pahāraṁ dadeyya, leḍḍunā pahāraṁ dadeyya, daṇḍena pahāraṁ dadeyya, satthena pahāraṁ dadeyya. Tatrāpi tvaṁ, phagguna, ye gehasitā chandā ye gehasitā vitakkā te pajaheyyāsi. ",
  "mn21:6.7": "Tatrāpi te, phagguna, evaṁ sikkhitabbaṁ ",
  "mn21:6.8": "‘na ceva me cittaṁ vipariṇataṁ bhavissati, na ca pāpikaṁ vācaṁ nicchāressāmi, hitānukampī ca viharissāmi mettacitto, na dosantaro’ti. ",
  "mn21:6.9": "Evañhi te, phagguna, sikkhitabbaṁ. ",
  "mn21:6.10": "Tasmātiha, phagguna, tava cepi koci sammukhā avaṇṇaṁ bhāseyya, tatrāpi tvaṁ, phagguna, ye gehasitā chandā ye gehasitā vitakkā te pajaheyyāsi. ",
  "mn21:6.11": "Tatrāpi te, phagguna, evaṁ sikkhitabbaṁ ‘na ceva me cittaṁ vipariṇataṁ bhavissati, na ca pāpikaṁ vācaṁ nicchāressāmi, hitānukampī ca viharissāmi mettacitto, na dosantaro’ti. ",
  "mn21:6.12": "Evañhi te, phagguna, sikkhitabbaṁ. ",
  "mn21:6.13": "Tasmātiha, phagguna, tava cepi koci pāṇinā pahāraṁ dadeyya, leḍḍunā pahāraṁ dadeyya, daṇḍena pahāraṁ dadeyya, satthena pahāraṁ dadeyya, tatrāpi tvaṁ, phagguna, ye gehasitā chandā ye gehasitā vitakkā te pajaheyyāsi. ",
  "mn21:6.14": "Tatrāpi te, phagguna, evaṁ sikkhitabbaṁ ‘na ceva me cittaṁ vipariṇataṁ bhavissati, na ca pāpikaṁ vācaṁ nicchāressāmi, hitānukampī ca viharissāmi mettacitto, na dosantaro’ti. ",
  "mn21:6.15": "Evañhi te, phagguna, sikkhitabban”ti. ",
  "mn21:7.1": "Atha kho bhagavā bhikkhū āmantesi: ",
  "mn21:7.2": "“ārādhayiṁsu vata me, bhikkhave, bhikkhū ekaṁ samayaṁ cittaṁ. ",
  "mn21:7.3": "Idhāhaṁ, bhikkhave, bhikkhū āmantesiṁ—",
  "mn21:7.4": "ahaṁ kho, bhikkhave, ekāsanabhojanaṁ bhuñjāmi. ",
  "mn21:7.5": "Ekāsanabhojanaṁ kho ahaṁ, bhikkhave, bhuñjamāno appābādhatañca sañjānāmi appātaṅkatañca lahuṭṭhānañca balañca phāsuvihārañca. ",
  "mn21:7.6": "Etha tumhepi, bhikkhave, ekāsanabhojanaṁ bhuñjatha. ",
  "mn21:7.7": "Ekāsanabhojanaṁ kho, bhikkhave, tumhepi bhuñjamānā appābādhatañca sañjānissatha appātaṅkatañca lahuṭṭhānañca balañca phāsuvihārañcāti. ",
  "mn21:7.8": "Na me, bhikkhave, tesu bhikkhūsu anusāsanī karaṇīyā ahosi; ",
  "mn21:7.9": "satuppādakaraṇīyameva me, bhikkhave, tesu bhikkhūsu ahosi. ",
  "mn21:7.10": "Seyyathāpi, bhikkhave, subhūmiyaṁ catumahāpathe ājaññaratho yutto assa ṭhito odhastapatodo. ",
  "mn21:7.11": "Tamenaṁ dakkho yoggācariyo assadammasārathi abhiruhitvā, vāmena hatthena rasmiyo gahetvā, dakkhiṇena hatthena patodaṁ gahetvā, yenicchakaṁ yadicchakaṁ sāreyyapi paccāsāreyyapi. ",
  "mn21:7.12": "Evameva kho, bhikkhave, na me tesu bhikkhūsu anusāsanī karaṇīyā ahosi, ",
  "mn21:7.13": "satuppādakaraṇīyameva me, bhikkhave, tesu bhikkhūsu ahosi. ",
  "mn21:7.14": "Tasmātiha, bhikkhave, tumhepi akusalaṁ pajahatha, kusalesu dhammesu āyogaṁ karotha. ",
  "mn21:7.15": "Evañhi tumhepi imasmiṁ dhammavinaye vuddhiṁ virūḷhiṁ vepullaṁ āpajjissatha. ",
  "mn21:8.1": "Seyyathāpi, bhikkhave, gāmassa vā nigamassa vā avidūre mahantaṁ sālavanaṁ. ",
  "mn21:8.2": "Tañcassa eḷaṇḍehi sañchannaṁ. ",
  "mn21:8.3": "Tassa kocideva puriso uppajjeyya atthakāmo hitakāmo yogakkhemakāmo. ",
  "mn21:8.4": "So yā tā sālalaṭṭhiyo kuṭilā ojāpaharaṇiyo tā chetvā bahiddhā nīhareyya, antovanaṁ suvisodhitaṁ visodheyya. ",
  "mn21:8.5": "Yā pana tā sālalaṭṭhiyo ujukā sujātā tā sammā parihareyya. ",
  "mn21:8.6": "Evañhetaṁ, bhikkhave, sālavanaṁ aparena samayena vuddhiṁ virūḷhiṁ vepullaṁ āpajjeyya. ",
  "mn21:8.7": "Evameva kho, bhikkhave, tumhepi akusalaṁ pajahatha, kusalesu dhammesu āyogaṁ karotha. ",
  "mn21:8.8": "Evañhi tumhepi imasmiṁ dhammavinaye vuddhiṁ virūḷhiṁ vepullaṁ āpajjissatha. ",
  "mn21:9.1": "Bhūtapubbaṁ, bhikkhave, imissāyeva sāvatthiyā vedehikā nāma gahapatānī ahosi. ",
  "mn21:9.2": "Vedehikāya, bhikkhave, gahapatāniyā evaṁ kalyāṇo kittisaddo abbhuggato: ",
  "mn21:9.3": "‘soratā vedehikā gahapatānī, nivātā vedehikā gahapatānī, upasantā vedehikā gahapatānī’ti. ",
  "mn21:9.4": "Vedehikāya kho pana, bhikkhave, gahapatāniyā kāḷī nāma dāsī ahosi dakkhā analasā susaṁvihitakammantā. ",
  "mn21:9.5": "Atha kho, bhikkhave, kāḷiyā dāsiyā etadahosi: ",
  "mn21:9.6": "‘mayhaṁ kho ayyāya evaṁ kalyāṇo kittisaddo abbhuggato: ",
  "mn21:9.7": "“soratā vedehikā gahapatānī, nivātā vedehikā gahapatānī, upasantā vedehikā gahapatānī”ti. ",
  "mn21:9.8": "Kiṁ nu kho me ayyā santaṁyeva nu kho ajjhattaṁ kopaṁ na pātukaroti udāhu asantaṁ ",
  "mn21:9.9": "udāhu mayhamevete kammantā susaṁvihitā yena me ayyā santaṁyeva ajjhattaṁ kopaṁ na pātukaroti, no asantaṁ? ",
  "mn21:9.10": "Yannūnāhaṁ ayyaṁ vīmaṁseyyan’ti. ",
  "mn21:9.11": "Atha kho, bhikkhave, kāḷī dāsī divā uṭṭhāsi. ",
  "mn21:9.12": "Atha kho, bhikkhave, vedehikā gahapatānī kāḷiṁ dāsiṁ etadavoca: ",
  "mn21:9.13": "‘he je kāḷī’ti. ",
  "mn21:9.14": "‘Kiṁ, ayye’ti? ",
  "mn21:9.15": "‘Kiṁ, je, divā uṭṭhāsī’ti? ",
  "mn21:9.16": "‘Na khvayye, kiñcī’ti. ",
  "mn21:9.17": "‘No vata re kiñci, pāpi dāsi, divā uṭṭhāsī’ti kupitā anattamanā bhākuṭiṁ akāsi. ",
  "mn21:9.18": "Atha kho, bhikkhave, kāḷiyā dāsiyā etadahosi: ",
  "mn21:9.19": "‘santaṁyeva kho me ayyā ajjhattaṁ kopaṁ na pātukaroti, no asantaṁ; ",
  "mn21:9.20": "mayhamevete kammantā susaṁvihitā, yena me ayyā santaṁyeva ajjhattaṁ kopaṁ na pātukaroti, no asantaṁ. ",
  "mn21:9.21": "Yannūnāhaṁ bhiyyoso mattāya ayyaṁ vīmaṁseyyan’ti. ",
  "mn21:9.22": "Atha kho, bhikkhave, kāḷī dāsī divātaraṁyeva uṭṭhāsi. ",
  "mn21:9.23": "Atha kho, bhikkhave, vedehikā gahapatānī kāḷiṁ dāsiṁ etadavoca: ",
  "mn21:9.24": "‘he je kāḷī’ti. ",
  "mn21:9.25": "‘Kiṁ, ayye’ti? ",
  "mn21:9.26": "‘Kiṁ, je, divātaraṁ uṭṭhāsī’ti? ",
  "mn21:9.27": "‘Na khvayye, kiñcī’ti. ",
  "mn21:9.28": "‘No vata re kiñci, pāpi dāsi, divātaraṁ uṭṭhāsī’ti kupitā anattamanā anattamanavācaṁ nicchāresi. ",
  "mn21:9.29": "Atha kho, bhikkhave, kāḷiyā dāsiyā etadahosi: ",
  "mn21:9.30": "‘santaṁyeva kho me ayyā ajjhattaṁ kopaṁ na pātukaroti, no asantaṁ. ",
  "mn21:9.31": "Mayhamevete kammantā susaṁvihitā, yena me ayyā santaṁyeva ajjhattaṁ kopaṁ na pātukaroti, no asantaṁ. ",
  "mn21:9.32": "Yannūnāhaṁ bhiyyoso mattāya ayyaṁ vīmaṁseyyan’ti. ",
  "mn21:9.33": "Atha kho, bhikkhave, kāḷī dāsī divātaraṁyeva uṭṭhāsi. ",
  "mn21:9.34": "Atha kho, bhikkhave, vedehikā gahapatānī kāḷiṁ dāsiṁ etadavoca: ",
  "mn21:9.35": "‘he je kāḷī’ti. ",
  "mn21:9.36": "‘Kiṁ, ayye’ti? ",
  "mn21:9.37": "‘Kiṁ, je, divā uṭṭhāsī’ti? ",
  "mn21:9.38": "‘Na khvayye, kiñcī’ti. ",
  "mn21:9.39": "‘No vata re kiñci, pāpi dāsi, divā uṭṭhāsī’ti kupitā anattamanā aggaḷasūciṁ gahetvā sīse pahāraṁ adāsi, sīsaṁ vobhindi. ",
  "mn21:9.40": "Atha kho, bhikkhave, kāḷī dāsī bhinnena sīsena lohitena galantena paṭivissakānaṁ ujjhāpesi: ",
  "mn21:9.41": "‘passathayye, soratāya kammaṁ; ",
  "mn21:9.42": "passathayye, nivātāya kammaṁ, passathayye, upasantāya kammaṁ. ",
  "mn21:9.43": "Kathañhi nāma ekadāsikāya divā uṭṭhāsīti kupitā anattamanā aggaḷasūciṁ gahetvā sīse pahāraṁ dassati, sīsaṁ vobhindissatī’ti. ",
  "mn21:9.44": "Atha kho, bhikkhave, vedehikāya gahapatāniyā aparena samayena evaṁ pāpako kittisaddo abbhuggacchi: ",
  "mn21:9.45": "‘caṇḍī vedehikā gahapatānī, anivātā vedehikā gahapatānī, anupasantā vedehikā gahapatānī’ti. ",
  "mn21:10.1": "Evameva kho, bhikkhave, idhekacco bhikkhu tāvadeva soratasorato hoti nivātanivāto hoti upasantūpasanto hoti yāva na amanāpā vacanapathā phusanti. ",
  "mn21:10.2": "Yato ca, bhikkhave, bhikkhuṁ amanāpā vacanapathā phusanti, atha bhikkhu ‘sorato’ti veditabbo, ‘nivāto’ti veditabbo, ‘upasanto’ti veditabbo. ",
  "mn21:10.3": "Nāhaṁ taṁ, bhikkhave, bhikkhuṁ ‘suvaco’ti vadāmi yo cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārahetu suvaco hoti, sovacassataṁ āpajjati. ",
  "mn21:10.4": "Taṁ kissa hetu? ",
  "mn21:10.5": "Tañhi so, bhikkhave, bhikkhu cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhāraṁ alabhamāno na suvaco hoti, na sovacassataṁ āpajjati. ",
  "mn21:10.6": "Yo ca kho, bhikkhave, bhikkhu dhammaṁyeva sakkaronto, dhammaṁ garuṁ karonto, dhammaṁ mānento, dhammaṁ pūjento, dhammaṁ apacāyamāno suvaco hoti, sovacassataṁ āpajjati, tamahaṁ ‘suvaco’ti vadāmi. ",
  "mn21:10.7": "Tasmātiha, bhikkhave, ‘dhammaṁyeva sakkarontā, dhammaṁ garuṁ karontā, dhammaṁ mānentā, dhammaṁ pūjentā, dhammaṁ apacāyamānā suvacā bhavissāma, sovacassataṁ āpajjissāmā’ti. ",
  "mn21:10.8": "Evañhi vo, bhikkhave, sikkhitabbaṁ. ",
  "mn21:11.1": "Pañcime, bhikkhave, vacanapathā yehi vo pare vadamānā vadeyyuṁ—",
  "mn21:11.2": "kālena vā akālena vā; ",
  "mn21:11.3": "bhūtena vā abhūtena vā; ",
  "mn21:11.4": "saṇhena vā pharusena vā; ",
  "mn21:11.5": "atthasaṁhitena vā anatthasaṁhitena vā; ",
  "mn21:11.6": "mettacittā vā dosantarā vā. ",
  "mn21:11.7": "Kālena vā, bhikkhave, pare vadamānā vadeyyuṁ akālena vā; ",
  "mn21:11.8": "bhūtena vā, bhikkhave, pare vadamānā vadeyyuṁ abhūtena vā; ",
  "mn21:11.9": "saṇhena vā, bhikkhave, pare vadamānā vadeyyuṁ pharusena vā; ",
  "mn21:11.10": "atthasaṁhitena vā, bhikkhave, pare vadamānā vadeyyuṁ anatthasaṁhitena vā; ",
  "mn21:11.11": "mettacittā vā, bhikkhave, pare vadamānā vadeyyuṁ dosantarā vā. ",
  "mn21:11.12": "Tatrāpi vo, bhikkhave, evaṁ sikkhitabbaṁ: ",
  "mn21:11.13": "‘na ceva no cittaṁ vipariṇataṁ bhavissati, na ca pāpikaṁ vācaṁ nicchāressāma, hitānukampī ca viharissāma mettacittā, na dosantarā. ",
  "mn21:11.14": "Tañca puggalaṁ mettāsahagatena cetasā pharitvā viharissāma, tadārammaṇañca sabbāvantaṁ lokaṁ mettāsahagatena cittena vipulena mahaggatena appamāṇena averena abyābajjhena pharitvā viharissāmā’ti. ",
  "mn21:11.15": "Evañhi vo, bhikkhave, sikkhitabbaṁ. ",
  "mn21:12.1": "Seyyathāpi, bhikkhave, puriso āgaccheyya kudālapiṭakaṁ ādāya. ",
  "mn21:12.2": "So evaṁ vadeyya: ",
  "mn21:12.3": "‘ahaṁ imaṁ mahāpathaviṁ apathaviṁ karissāmī’ti. ",
  "mn21:12.4": "So tatra tatra vikhaṇeyya, tatra tatra vikireyya, tatra tatra oṭṭhubheyya, tatra tatra omutteyya: ",
  "mn21:12.5": "‘apathavī bhavasi, apathavī bhavasī’ti. ",
  "mn21:12.6": "Taṁ kiṁ maññatha, bhikkhave, ",
  "mn21:12.7": "api nu so puriso imaṁ mahāpathaviṁ apathaviṁ kareyyā”ti? ",
  "mn21:12.8": "“No hetaṁ, bhante”. ",
  "mn21:12.9": "“Taṁ kissa hetu”? ",
  "mn21:12.10": "“Ayañhi, bhante, mahāpathavī gambhīrā appameyyā. ",
  "mn21:12.11": "Sā na sukarā apathavī kātuṁ; ",
  "mn21:12.12": "yāvadeva ca pana so puriso kilamathassa vighātassa bhāgī assā”ti. ",
  "mn21:13.1": "“Evameva kho, bhikkhave, pañcime vacanapathā yehi vo pare vadamānā vadeyyuṁ—",
  "mn21:13.2": "kālena vā akālena vā; ",
  "mn21:13.3": "bhūtena vā abhūtena vā; ",
  "mn21:13.4": "saṇhena vā pharusena vā; ",
  "mn21:13.5": "atthasaṁhitena vā anatthasaṁhitena vā; ",
  "mn21:13.6": "mettacittā vā dosantarā vā. ",
  "mn21:13.7": "Kālena vā, bhikkhave, pare vadamānā vadeyyuṁ akālena vā; ",
  "mn21:13.8": "bhūtena vā bhikkhave, pare vadamānā vadeyyuṁ abhūtena vā; ",
  "mn21:13.9": "saṇhena vā, bhikkhave, pare vadamānā vadeyyuṁ pharusena vā; ",
  "mn21:13.10": "atthasaṁhitena vā, bhikkhave, pare vadamānā vadeyyuṁ anatthasaṁhitena vā; ",
  "mn21:13.11": "mettacittā vā, bhikkhave, pare vadamānā vadeyyuṁ dosantarā vā. ",
  "mn21:13.12": "Tatrāpi vo, bhikkhave, evaṁ sikkhitabbaṁ: ",
  "mn21:13.13": "‘na ceva no cittaṁ vipariṇataṁ bhavissati, na ca pāpikaṁ vācaṁ nicchāressāma, hitānukampī ca viharissāma mettacittā na dosantarā. ",
  "mn21:13.14": "Tañca puggalaṁ mettāsahagatena cetasā pharitvā viharissāma, tadārammaṇañca sabbāvantaṁ lokaṁ pathavisamena cetasā vipulena mahaggatena appamāṇena averena abyābajjhena pharitvā viharissāmā’ti. ",
  "mn21:13.15": "Evañhi vo, bhikkhave, sikkhitabbaṁ. ",
  "mn21:14.1": "Seyyathāpi, bhikkhave, puriso āgaccheyya lākhaṁ vā haliddiṁ vā nīlaṁ vā mañjiṭṭhaṁ vā ādāya. ",
  "mn21:14.2": "So evaṁ vadeyya: ",
  "mn21:14.3": "‘ahaṁ imasmiṁ ākāse rūpaṁ likhissāmi, rūpapātubhāvaṁ karissāmī’ti. ",
  "mn21:14.4": "Taṁ kiṁ maññatha, bhikkhave, ",
  "mn21:14.5": "api nu so puriso imasmiṁ ākāse rūpaṁ likheyya, rūpapātubhāvaṁ kareyyā”ti? ",
  "mn21:14.6": "“No hetaṁ, bhante”. ",
  "mn21:14.7": "“Taṁ kissa hetu”? ",
  "mn21:14.8": "“Ayañhi, bhante, ākāso arūpī anidassano. ",
  "mn21:14.9": "Tattha na sukaraṁ rūpaṁ likhituṁ, rūpapātubhāvaṁ kātuṁ; ",
  "mn21:14.10": "yāvadeva ca pana so puriso kilamathassa vighātassa bhāgī assā”ti. ",
  "mn21:15.1": "“Evameva kho, bhikkhave, pañcime vacanapathā yehi vo pare vadamānā vadeyyuṁ kālena vā akālena vā …pe… ",
  "mn21:15.2": "tadārammaṇañca sabbāvantaṁ lokaṁ ākāsasamena cetasā vipulena mahaggatena appamāṇena averena abyābajjhena pharitvā viharissāmā’ti. ",
  "mn21:15.3": "Evañhi vo, bhikkhave, sikkhitabbaṁ. ",
  "mn21:16.1": "Seyyathāpi, bhikkhave, puriso āgaccheyya ādittaṁ tiṇukkaṁ ādāya. ",
  "mn21:16.2": "So evaṁ vadeyya: ",
  "mn21:16.3": "‘ahaṁ imāya ādittāya tiṇukkāya gaṅgaṁ nadiṁ santāpessāmi samparitāpessāmī’ti. ",
  "mn21:16.4": "Taṁ kiṁ maññatha, bhikkhave, ",
  "mn21:16.5": "api nu so puriso ādittāya tiṇukkāya gaṅgaṁ nadiṁ santāpeyya samparitāpeyyā”ti? ",
  "mn21:16.6": "“No hetaṁ, bhante”. ",
  "mn21:16.7": "“Taṁ kissa hetu”? ",
  "mn21:16.8": "“Gaṅgā hi, bhante, nadī gambhīrā appameyyā. ",
  "mn21:16.9": "Sā na sukarā ādittāya tiṇukkāya santāpetuṁ samparitāpetuṁ; ",
  "mn21:16.10": "yāvadeva ca pana so puriso kilamathassa vighātassa bhāgī assā”ti. ",
  "mn21:17.1": "“Evameva kho, bhikkhave, pañcime vacanapathā yehi vo pare vadamānā vadeyyuṁ kālena vā akālena vā …pe… ",
  "mn21:17.2": "tadārammaṇañca sabbāvantaṁ lokaṁ gaṅgāsamena cetasā vipulena mahaggatena appamāṇena averena abyābajjhena pharitvā viharissāmā’ti. ",
  "mn21:17.3": "Evañhi vo, bhikkhave, sikkhitabbaṁ. ",
  "mn21:18.1": "Seyyathāpi, bhikkhave, biḷārabhastā madditā sumadditā suparimadditā, mudukā tūlinī chinnasassarā chinnabhabbharā. ",
  "mn21:18.2": "Atha puriso āgaccheyya kaṭṭhaṁ vā kathalaṁ vā ādāya. ",
  "mn21:18.3": "So evaṁ vadeyya: ",
  "mn21:18.4": "‘ahaṁ imaṁ biḷārabhastaṁ madditaṁ sumadditaṁ suparimadditaṁ, mudukaṁ tūliniṁ, chinnasassaraṁ chinnabhabbharaṁ kaṭṭhena vā kathalena vā sarasaraṁ karissāmi bharabharaṁ karissāmī’ti. ",
  "mn21:18.5": "Taṁ kiṁ maññatha, bhikkhave, ",
  "mn21:18.6": "api nu so puriso amuṁ biḷārabhastaṁ madditaṁ sumadditaṁ suparimadditaṁ, mudukaṁ tūliniṁ, chinnasassaraṁ chinnabhabbharaṁ kaṭṭhena vā kathalena vā sarasaraṁ kareyya, bharabharaṁ kareyyā”ti? ",
  "mn21:18.7": "“No hetaṁ, bhante”. ",
  "mn21:18.8": "“Taṁ kissa hetu”? ",
  "mn21:18.9": "“Amu hi, bhante, biḷārabhastā madditā sumadditā suparimadditā, mudukā tūlinī, chinnasassarā chinnabhabbharā. ",
  "mn21:18.10": "Sā na sukarā kaṭṭhena vā kathalena vā sarasaraṁ kātuṁ bharabharaṁ kātuṁ; ",
  "mn21:18.11": "yāvadeva ca pana so puriso kilamathassa vighātassa bhāgī assā”ti. ",
  "mn21:19.1": "“Evameva kho, bhikkhave, pañcime vacanapathā yehi vo pare vadamānā vadeyyuṁ ",
  "mn21:19.2": "kālena vā akālena vā; ",
  "mn21:19.3": "bhūtena vā abhūtena vā; ",
  "mn21:19.4": "saṇhena vā pharusena vā; ",
  "mn21:19.5": "atthasaṁhitena vā anatthasaṁhitena vā; ",
  "mn21:19.6": "mettacittā vā dosantarā vā. ",
  "mn21:19.7": "Kālena vā, bhikkhave, pare vadamānā vadeyyuṁ akālena vā; ",
  "mn21:19.8": "bhūtena vā, bhikkhave, pare vadamānā vadeyyuṁ abhūtena vā; ",
  "mn21:19.9": "saṇhena vā, bhikkhave, pare vadamānā vadeyyuṁ pharusena vā; ",
  "mn21:19.10": "atthasaṁhitena vā, bhikkhave, pare vadamānā vadeyyuṁ anatthasaṁhitena vā; ",
  "mn21:19.11": "mettacittā vā, bhikkhave, pare vadamānā vadeyyuṁ dosantarā vā. ",
  "mn21:19.12": "Tatrāpi vo, bhikkhave, evaṁ sikkhitabbaṁ: ",
  "mn21:19.13": "‘na ceva no cittaṁ vipariṇataṁ bhavissati, na ca pāpikaṁ vācaṁ nicchāressāma hitānukampī ca viharissāma mettacittā na dosantarā. ",
  "mn21:19.14": "Tañca puggalaṁ mettāsahagatena cetasā pharitvā viharissāma, tadārammaṇañca sabbāvantaṁ lokaṁ biḷārabhastāsamena cetasā vipulena mahaggatena appamāṇena averena abyābajjhena pharitvā viharissāmā’ti. ",
  "mn21:19.15": "Evañhi vo, bhikkhave, sikkhitabbaṁ. ",
  "mn21:20.1": "Ubhatodaṇḍakena cepi, bhikkhave, kakacena corā ocarakā aṅgamaṅgāni okanteyyuṁ, tatrāpi yo mano padūseyya, na me so tena sāsanakaro. ",
  "mn21:20.2": "Tatrāpi vo, bhikkhave, evaṁ sikkhitabbaṁ: ",
  "mn21:20.3": "‘na ceva no cittaṁ vipariṇataṁ bhavissati, na ca pāpikaṁ vācaṁ nicchāressāma, hitānukampī ca viharissāma mettacittā na dosantarā. ",
  "mn21:20.4": "Tañca puggalaṁ mettāsahagatena cetasā pharitvā viharissāma tadārammaṇañca sabbāvantaṁ lokaṁ mettāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyābajjhena pharitvā viharissāmā’ti. ",
  "mn21:20.5": "Evañhi vo, bhikkhave, sikkhitabbaṁ. ",
  "mn21:21.1": "Imañca tumhe, bhikkhave, kakacūpamaṁ ovādaṁ abhikkhaṇaṁ manasi kareyyātha. ",
  "mn21:21.2": "Passatha no tumhe, bhikkhave, taṁ vacanapathaṁ, aṇuṁ vā thūlaṁ vā, yaṁ tumhe nādhivāseyyāthā”ti? ",
  "mn21:21.3": "“No hetaṁ, bhante”. ",
  "mn21:21.4": "“Tasmātiha, bhikkhave, imaṁ kakacūpamaṁ ovādaṁ abhikkhaṇaṁ manasikarotha. ",
  "mn21:21.5": "Taṁ vo bhavissati dīgharattaṁ hitāya sukhāyā”ti. ",
  "mn21:21.6": "Idamavoca bhagavā. ",
  "mn21:21.7": "Attamanā te bhikkhū bhagavato bhāsitaṁ abhinandunti. ",
  "mn21:21.8": "Kakacūpamasuttaṁ niṭṭhitaṁ paṭhamaṁ. "
}