{
  "mn24:0.1": "Majjhima Nikāya 24 ",
  "mn24:0.2": "Rathavinītasutta ",
  "mn24:1.1": "Evaṁ me sutaṁ—",
  "mn24:1.2": "ekaṁ samayaṁ bhagavā rājagahe viharati veḷuvane kalandakanivāpe. ",
  "mn24:2.1": "Atha kho sambahulā jātibhūmakā bhikkhū jātibhūmiyaṁ vassaṁvuṭṭhā yena bhagavā tenupasaṅkamiṁsu; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdiṁsu. Ekamantaṁ nisinne kho te bhikkhū bhagavā etadavoca: ",
  "mn24:2.2": "“Ko nu kho, bhikkhave, jātibhūmiyaṁ jātibhūmakānaṁ bhikkhūnaṁ sabrahmacārīnaṁ evaṁ sambhāvito: ",
  "mn24:2.3": "‘attanā ca appiccho appicchakathañca bhikkhūnaṁ kattā, attanā ca santuṭṭho santuṭṭhikathañca bhikkhūnaṁ kattā, attanā ca pavivitto pavivekakathañca bhikkhūnaṁ kattā, attanā ca asaṁsaṭṭho asaṁsaggakathañca bhikkhūnaṁ kattā, attanā ca āraddhavīriyo vīriyārambhakathañca bhikkhūnaṁ kattā, attanā ca sīlasampanno sīlasampadākathañca bhikkhūnaṁ kattā, attanā ca samādhisampanno samādhisampadākathañca bhikkhūnaṁ kattā, attanā ca paññāsampanno paññāsampadākathañca bhikkhūnaṁ kattā, attanā ca vimuttisampanno vimuttisampadākathañca bhikkhūnaṁ kattā, attanā ca vimuttiñāṇadassanasampanno vimuttiñāṇadassanasampadākathañca bhikkhūnaṁ kattā, ovādako viññāpako sandassako samādapako samuttejako sampahaṁsako sabrahmacārīnan’”ti? ",
  "mn24:2.4": "“Puṇṇo nāma, bhante, āyasmā mantāṇiputto jātibhūmiyaṁ jātibhūmakānaṁ bhikkhūnaṁ sabrahmacārīnaṁ evaṁ sambhāvito: ",
  "mn24:2.5": "‘attanā ca appiccho appicchakathañca bhikkhūnaṁ kattā, attanā ca santuṭṭho …pe… ovādako viññāpako sandassako samādapako samuttejako sampahaṁsako sabrahmacārīnan’”ti. ",
  "mn24:3.1": "Tena kho pana samayena āyasmā sāriputto bhagavato avidūre nisinno hoti. ",
  "mn24:3.2": "Atha kho āyasmato sāriputtassa etadahosi: ",
  "mn24:3.3": "“lābhā āyasmato puṇṇassa mantāṇiputtassa, suladdhalābhā āyasmato puṇṇassa mantāṇiputtassa, ",
  "mn24:3.4": "yassa viññū sabrahmacārī satthu sammukhā anumassa anumassa vaṇṇaṁ bhāsanti, tañca satthā abbhanumodati. ",
  "mn24:3.5": "Appeva nāma mayampi kadāci karahaci āyasmatā puṇṇena mantāṇiputtena saddhiṁ samāgaccheyyāma, appeva nāma siyā kocideva kathāsallāpo”ti. ",
  "mn24:4.1": "Atha kho bhagavā rājagahe yathābhirantaṁ viharitvā yena sāvatthi tena cārikaṁ pakkāmi. ",
  "mn24:4.2": "Anupubbena cārikaṁ caramāno yena sāvatthi tadavasari. ",
  "mn24:4.3": "Tatra sudaṁ bhagavā sāvatthiyaṁ viharati jetavane anāthapiṇḍikassa ārāme. ",
  "mn24:4.4": "Assosi kho āyasmā puṇṇo mantāṇiputto: “bhagavā kira sāvatthiṁ anuppatto; sāvatthiyaṁ viharati jetavane anāthapiṇḍikassa ārāme”ti. ",
  "mn24:5.1": "Atha kho āyasmā puṇṇo mantāṇiputto senāsanaṁ saṁsāmetvā pattacīvaramādāya yena sāvatthi tena cārikaṁ pakkāmi. ",
  "mn24:5.2": "Anupubbena cārikaṁ caramāno yena sāvatthi jetavanaṁ anāthapiṇḍikassa ārāmo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. ",
  "mn24:5.3": "Ekamantaṁ nisinnaṁ kho āyasmantaṁ puṇṇaṁ mantāṇiputtaṁ bhagavā dhammiyā kathāya sandassesi samādapesi samuttejesi sampahaṁsesi. ",
  "mn24:5.4": "Atha kho āyasmā puṇṇo mantāṇiputto bhagavatā dhammiyā kathāya sandassito samādapito samuttejito sampahaṁsito bhagavato bhāsitaṁ abhinanditvā anumoditvā uṭṭhāyāsanā bhagavantaṁ abhivādetvā padakkhiṇaṁ katvā yena andhavanaṁ tenupasaṅkami divāvihārāya. ",
  "mn24:6.1": "Atha kho aññataro bhikkhu yenāyasmā sāriputto tenupasaṅkami; upasaṅkamitvā āyasmantaṁ sāriputtaṁ etadavoca: ",
  "mn24:6.2": "“yassa kho tvaṁ, āvuso sāriputta, puṇṇassa nāma bhikkhuno mantāṇiputtassa abhiṇhaṁ kittayamāno ahosi, so bhagavatā dhammiyā kathāya sandassito samādapito samuttejito sampahaṁsito bhagavato bhāsitaṁ abhinanditvā anumoditvā uṭṭhāyāsanā bhagavantaṁ abhivādetvā padakkhiṇaṁ katvā yena andhavanaṁ tena pakkanto divāvihārāyā”ti. ",
  "mn24:7.1": "Atha kho āyasmā sāriputto taramānarūpo nisīdanaṁ ādāya āyasmantaṁ puṇṇaṁ mantāṇiputtaṁ piṭṭhito piṭṭhito anubandhi sīsānulokī. ",
  "mn24:7.2": "Atha kho āyasmā puṇṇo mantāṇiputto andhavanaṁ ajjhogāhetvā aññatarasmiṁ rukkhamūle divāvihāraṁ nisīdi. ",
  "mn24:7.3": "Āyasmāpi kho sāriputto andhavanaṁ ajjhogāhetvā aññatarasmiṁ rukkhamūle divāvihāraṁ nisīdi. ",
  "mn24:8.1": "Atha kho āyasmā sāriputto sāyanhasamayaṁ paṭisallānā vuṭṭhito yenāyasmā puṇṇo mantāṇiputto tenupasaṅkami; upasaṅkamitvā āyasmatā puṇṇena mantāṇiputtena saddhiṁ sammodi. ",
  "mn24:8.2": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho āyasmā sāriputto āyasmantaṁ puṇṇaṁ mantāṇiputtaṁ etadavoca: ",
  "mn24:9.1": "“Bhagavati no, āvuso, brahmacariyaṁ vussatī”ti? ",
  "mn24:9.2": "“Evamāvuso”ti. ",
  "mn24:9.3": "“Kiṁ nu kho, āvuso, sīlavisuddhatthaṁ bhagavati brahmacariyaṁ vussatī”ti? ",
  "mn24:9.4": "“No hidaṁ, āvuso”. ",
  "mn24:9.5": "“Kiṁ panāvuso, cittavisuddhatthaṁ bhagavati brahmacariyaṁ vussatī”ti? ",
  "mn24:9.6": "“No hidaṁ, āvuso”. ",
  "mn24:9.7": "“Kiṁ nu kho, āvuso, diṭṭhivisuddhatthaṁ bhagavati brahmacariyaṁ vussatī”ti? ",
  "mn24:9.8": "“No hidaṁ, āvuso”. ",
  "mn24:9.9": "“Kiṁ panāvuso, kaṅkhāvitaraṇavisuddhatthaṁ bhagavati brahmacariyaṁ vussatī”ti? ",
  "mn24:9.10": "“No hidaṁ, āvuso”. ",
  "mn24:9.11": "“Kiṁ nu kho, āvuso, maggāmaggañāṇadassanavisuddhatthaṁ bhagavati brahmacariyaṁ vussatī”ti? ",
  "mn24:9.12": "“No hidaṁ, āvuso”. ",
  "mn24:9.13": "“Kiṁ panāvuso, paṭipadāñāṇadassanavisuddhatthaṁ bhagavati brahmacariyaṁ vussatī”ti? ",
  "mn24:9.14": "“No hidaṁ, āvuso”. ",
  "mn24:9.15": "“Kiṁ nu kho, āvuso, ñāṇadassanavisuddhatthaṁ bhagavati brahmacariyaṁ vussatī”ti? ",
  "mn24:9.16": "“No hidaṁ, āvuso”. ",
  "mn24:10.1": "“‘Kiṁ nu kho, āvuso, sīlavisuddhatthaṁ bhagavati brahmacariyaṁ vussatī’ti iti puṭṭho samāno ‘no hidaṁ, āvuso’ti vadesi. ",
  "mn24:10.2": "‘Kiṁ panāvuso, cittavisuddhatthaṁ bhagavati brahmacariyaṁ vussatī’ti iti puṭṭho samāno ‘no hidaṁ, āvuso’ti vadesi. ",
  "mn24:10.3": "‘Kiṁ nu kho, āvuso, diṭṭhivisuddhatthaṁ …pe… ",
  "mn24:10.4": "kaṅkhāvitaraṇavisuddhatthaṁ …pe… ",
  "mn24:10.5": "maggāmaggañāṇadassanavisuddhatthaṁ …pe… ",
  "mn24:10.6": "paṭipadāñāṇadassanavisuddhatthaṁ …pe… ",
  "mn24:10.7": "kiṁ nu kho, āvuso, ñāṇadassanavisuddhatthaṁ bhagavati brahmacariyaṁ vussatī’ti iti puṭṭho samāno ‘no hidaṁ āvuso’ti vadesi. ",
  "mn24:10.8": "Kimatthaṁ carahāvuso, bhagavati brahmacariyaṁ vussatī”ti? ",
  "mn24:10.9": "“Anupādāparinibbānatthaṁ kho, āvuso, bhagavati brahmacariyaṁ vussatī”ti. ",
  "mn24:11.1": "“Kiṁ nu kho, āvuso, sīlavisuddhi anupādāparinibbānan”ti? ",
  "mn24:11.2": "“No hidaṁ, āvuso”. ",
  "mn24:11.3": "“Kiṁ panāvuso, cittavisuddhi anupādāparinibbānan”ti? ",
  "mn24:11.4": "“No hidaṁ, āvuso”. ",
  "mn24:11.5": "“Kiṁ nu kho, āvuso, diṭṭhivisuddhi anupādāparinibbānan”ti? ",
  "mn24:11.6": "“No hidaṁ, āvuso”. ",
  "mn24:11.7": "“Kiṁ panāvuso, kaṅkhāvitaraṇavisuddhi anupādāparinibbānan”ti? ",
  "mn24:11.8": "“No hidaṁ, āvuso”. ",
  "mn24:11.9": "“Kiṁ nu kho, āvuso, maggāmaggañāṇadassanavisuddhi anupādāparinibbānan”ti? ",
  "mn24:11.10": "“No hidaṁ, āvuso”. ",
  "mn24:11.11": "“Kiṁ panāvuso, paṭipadāñāṇadassanavisuddhi anupādāparinibbānan”ti? ",
  "mn24:11.12": "“No hidaṁ, āvuso”. ",
  "mn24:11.13": "“Kiṁ nu kho, āvuso, ñāṇadassanavisuddhi anupādāparinibbānan”ti? ",
  "mn24:11.14": "“No hidaṁ, āvuso”. ",
  "mn24:11.15": "“Kiṁ panāvuso, aññatra imehi dhammehi anupādāparinibbānan”ti? ",
  "mn24:11.16": "“No hidaṁ, āvuso”. ",
  "mn24:12.1": "“‘Kiṁ nu kho, āvuso, sīlavisuddhi anupādāparinibbānan’ti iti puṭṭho samāno ‘no hidaṁ, āvuso’ti vadesi. ",
  "mn24:12.2": "‘Kiṁ panāvuso, cittavisuddhi anupādāparinibbānan’ti iti puṭṭho samāno ‘no hidaṁ, āvuso’ti vadesi. ",
  "mn24:12.3": "‘Kiṁ nu kho, āvuso, diṭṭhivisuddhi anupādāparinibbānan’ti …pe… ",
  "mn24:12.4": "kaṅkhāvitaraṇavisuddhi … ",
  "mn24:12.5": "maggāmaggañāṇadassanavisuddhi … ",
  "mn24:12.6": "paṭipadāñāṇadassanavisuddhi … ",
  "mn24:12.7": "‘kiṁ nu kho, āvuso, ñāṇadassanavisuddhi anupādāparinibbānan’ti iti puṭṭho samāno ‘no hidaṁ, āvuso’ti vadesi. ",
  "mn24:12.8": "‘Kiṁ panāvuso, aññatra imehi dhammehi anupādāparinibbānan’ti iti puṭṭho samāno ‘no hidaṁ, āvuso’ti vadesi. ",
  "mn24:12.9": "Yathākathaṁ panāvuso, imassa bhāsitassa attho daṭṭhabbo”ti? ",
  "mn24:13.1": "“Sīlavisuddhiñce, āvuso, bhagavā anupādāparinibbānaṁ paññapeyya, saupādānaṁyeva samānaṁ anupādāparinibbānaṁ paññapeyya. ",
  "mn24:13.2": "Cittavisuddhiñce, āvuso, bhagavā anupādāparinibbānaṁ paññapeyya, saupādānaṁyeva samānaṁ anupādāparinibbānaṁ paññapeyya. ",
  "mn24:13.3": "Diṭṭhivisuddhiñce, āvuso, bhagavā anupādāparinibbānaṁ paññapeyya, saupādānaṁyeva samānaṁ anupādāparinibbānaṁ paññapeyya. ",
  "mn24:13.4": "Kaṅkhāvitaraṇavisuddhiñce, āvuso, bhagavā anupādāparinibbānaṁ paññapeyya, saupādānaṁyeva samānaṁ anupādāparinibbānaṁ paññapeyya. ",
  "mn24:13.5": "Maggāmaggañāṇadassanavisuddhiñce, āvuso, bhagavā anupādāparinibbānaṁ paññapeyya, saupādānaṁyeva samānaṁ anupādāparinibbānaṁ paññapeyya. ",
  "mn24:13.6": "Paṭipadāñāṇadassanavisuddhiñce, āvuso, bhagavā anupādāparinibbānaṁ paññapeyya, saupādānaṁyeva samānaṁ anupādāparinibbānaṁ paññapeyya. ",
  "mn24:13.7": "Ñāṇadassanavisuddhiñce, āvuso, bhagavā anupādāparinibbānaṁ paññapeyya, saupādānaṁyeva samānaṁ anupādāparinibbānaṁ paññapeyya. ",
  "mn24:13.8": "Aññatra ce, āvuso, imehi dhammehi anupādāparinibbānaṁ abhavissa, puthujjano parinibbāyeyya. ",
  "mn24:13.9": "Puthujjano hi, āvuso, aññatra imehi dhammehi. ",
  "mn24:14.1": "Tena hāvuso, upamaṁ te karissāmi; ",
  "mn24:14.2": "upamāyapidhekacce viññū purisā bhāsitassa atthaṁ ājānanti. ",
  "mn24:14.3": "Seyyathāpi, āvuso, rañño pasenadissa kosalassa sāvatthiyaṁ paṭivasantassa sākete kiñcideva accāyikaṁ karaṇīyaṁ uppajjeyya. ",
  "mn24:14.4": "Tassa antarā ca sāvatthiṁ antarā ca sāketaṁ satta rathavinītāni upaṭṭhapeyyuṁ. ",
  "mn24:14.5": "Atha kho, āvuso, rājā pasenadi kosalo sāvatthiyā nikkhamitvā antepuradvārā paṭhamaṁ rathavinītaṁ abhiruheyya, paṭhamena rathavinītena dutiyaṁ rathavinītaṁ pāpuṇeyya, paṭhamaṁ rathavinītaṁ vissajjeyya dutiyaṁ rathavinītaṁ abhiruheyya. ",
  "mn24:14.6": "Dutiyena rathavinītena tatiyaṁ rathavinītaṁ pāpuṇeyya, dutiyaṁ rathavinītaṁ vissajjeyya, tatiyaṁ rathavinītaṁ abhiruheyya. ",
  "mn24:14.7": "Tatiyena rathavinītena catutthaṁ rathavinītaṁ pāpuṇeyya, tatiyaṁ rathavinītaṁ vissajjeyya, catutthaṁ rathavinītaṁ abhiruheyya. ",
  "mn24:14.8": "Catutthena rathavinītena pañcamaṁ rathavinītaṁ pāpuṇeyya, catutthaṁ rathavinītaṁ vissajjeyya, pañcamaṁ rathavinītaṁ abhiruheyya. ",
  "mn24:14.9": "Pañcamena rathavinītena chaṭṭhaṁ rathavinītaṁ pāpuṇeyya, pañcamaṁ rathavinītaṁ vissajjeyya, chaṭṭhaṁ rathavinītaṁ abhiruheyya. ",
  "mn24:14.10": "Chaṭṭhena rathavinītena sattamaṁ rathavinītaṁ pāpuṇeyya, chaṭṭhaṁ rathavinītaṁ vissajjeyya, sattamaṁ rathavinītaṁ abhiruheyya. ",
  "mn24:14.11": "Sattamena rathavinītena sāketaṁ anupāpuṇeyya antepuradvāraṁ. ",
  "mn24:14.12": "Tamenaṁ antepuradvāragataṁ samānaṁ mittāmaccā ñātisālohitā evaṁ puccheyyuṁ: ",
  "mn24:14.13": "‘iminā tvaṁ, mahārāja, rathavinītena sāvatthiyā sāketaṁ anuppatto antepuradvāran’ti? ",
  "mn24:14.14": "Kathaṁ byākaramāno nu kho, āvuso, rājā pasenadi kosalo sammā byākaramāno byākareyyā”ti? ",
  "mn24:14.15": "“Evaṁ byākaramāno kho, āvuso, rājā pasenadi kosalo sammā byākaramāno byākareyya: ",
  "mn24:14.16": "‘idha me sāvatthiyaṁ paṭivasantassa sākete kiñcideva accāyikaṁ karaṇīyaṁ uppajji. ",
  "mn24:14.17": "Tassa me antarā ca sāvatthiṁ antarā ca sāketaṁ satta rathavinītāni upaṭṭhapesuṁ. ",
  "mn24:14.18": "Atha khvāhaṁ sāvatthiyā nikkhamitvā antepuradvārā paṭhamaṁ rathavinītaṁ abhiruhiṁ. ",
  "mn24:14.19": "Paṭhamena rathavinītena dutiyaṁ rathavinītaṁ pāpuṇiṁ, paṭhamaṁ rathavinītaṁ vissajjiṁ dutiyaṁ rathavinītaṁ abhiruhiṁ. ",
  "mn24:14.20": "Dutiyena rathavinītena tatiyaṁ rathavinītaṁ pāpuṇiṁ, dutiyaṁ rathavinītaṁ vissajjiṁ, tatiyaṁ rathavinītaṁ abhiruhiṁ. ",
  "mn24:14.21": "Tatiyena rathavinītena catutthaṁ rathavinītaṁ pāpuṇiṁ, tatiyaṁ rathavinītaṁ vissajjiṁ, catutthaṁ rathavinītaṁ abhiruhiṁ. ",
  "mn24:14.22": "Catutthena rathavinītena pañcamaṁ rathavinītaṁ pāpuṇiṁ, catutthaṁ rathavinītaṁ vissajjiṁ, pañcamaṁ rathavinītaṁ abhiruhiṁ. ",
  "mn24:14.23": "Pañcamena rathavinītena chaṭṭhaṁ rathavinītaṁ pāpuṇiṁ, pañcamaṁ rathavinītaṁ vissajjiṁ, chaṭṭhaṁ rathavinītaṁ abhiruhiṁ. ",
  "mn24:14.24": "Chaṭṭhena rathavinītena sattamaṁ rathavinītaṁ pāpuṇiṁ, chaṭṭhaṁ rathavinītaṁ vissajjiṁ, sattamaṁ rathavinītaṁ abhiruhiṁ. ",
  "mn24:14.25": "Sattamena rathavinītena sāketaṁ anuppatto antepuradvāran’ti. ",
  "mn24:14.26": "Evaṁ byākaramāno kho, āvuso, rājā pasenadi kosalo sammā byākaramāno byākareyyā”ti. ",
  "mn24:15.1": "“Evameva kho, āvuso, sīlavisuddhi yāvadeva cittavisuddhatthā, cittavisuddhi yāvadeva diṭṭhivisuddhatthā, diṭṭhivisuddhi yāvadeva kaṅkhāvitaraṇavisuddhatthā, kaṅkhāvitaraṇavisuddhi yāvadeva maggāmaggañāṇadassanavisuddhatthā, maggāmaggañāṇadassanavisuddhi yāvadeva paṭipadāñāṇadassanavisuddhatthā, paṭipadāñāṇadassanavisuddhi yāvadeva ñāṇadassanavisuddhatthā, ñāṇadassanavisuddhi yāvadeva anupādāparinibbānatthā. ",
  "mn24:15.2": "Anupādāparinibbānatthaṁ kho, āvuso, bhagavati brahmacariyaṁ vussatī”ti. ",
  "mn24:16.1": "Evaṁ vutte, āyasmā sāriputto āyasmantaṁ puṇṇaṁ mantāṇiputtaṁ etadavoca: ",
  "mn24:16.2": "“konāmo āyasmā, kathañca panāyasmantaṁ sabrahmacārī jānantī”ti? ",
  "mn24:16.3": "“Puṇṇoti kho me, āvuso, nāmaṁ; ",
  "mn24:16.4": "mantāṇiputtoti ca pana maṁ sabrahmacārī jānantī”ti. ",
  "mn24:16.5": "“Acchariyaṁ, āvuso, abbhutaṁ, āvuso. ",
  "mn24:16.6": "Yathā taṁ sutavatā sāvakena sammadeva satthusāsanaṁ ājānantena, evameva āyasmatā puṇṇena mantāṇiputtena gambhīrā gambhīrapañhā anumassa anumassa byākatā. ",
  "mn24:16.7": "Lābhā sabrahmacārīnaṁ, suladdhalābhā sabrahmacārīnaṁ, ",
  "mn24:16.8": "ye āyasmantaṁ puṇṇaṁ mantāṇiputtaṁ labhanti dassanāya, labhanti payirūpāsanāya. ",
  "mn24:16.9": "Celaṇḍukena cepi sabrahmacārī āyasmantaṁ puṇṇaṁ mantāṇiputtaṁ muddhanā pariharantā labheyyuṁ dassanāya, labheyyuṁ payirūpāsanāya, tesampi lābhā tesampi suladdhaṁ, amhākampi lābhā amhākampi suladdhaṁ, ye mayaṁ āyasmantaṁ puṇṇaṁ mantāṇiputtaṁ labhāma dassanāya, labhāma payirūpāsanāyā”ti. ",
  "mn24:17.1": "Evaṁ vutte, āyasmā puṇṇo mantāṇiputto āyasmantaṁ sāriputtaṁ etadavoca: ",
  "mn24:17.2": "“ko nāmo āyasmā, kathañca panāyasmantaṁ sabrahmacārī jānantī”ti? ",
  "mn24:17.3": "“Upatissoti kho me, āvuso, nāmaṁ; ",
  "mn24:17.4": "sāriputtoti ca pana maṁ sabrahmacārī jānantī”ti. ",
  "mn24:17.5": "“Satthukappena vata kira, bho, sāvakena saddhiṁ mantayamānā na jānimha: ",
  "mn24:17.6": "‘āyasmā sāriputto’ti. ",
  "mn24:17.7": "Sace hi mayaṁ jāneyyāma ‘āyasmā sāriputto’ti, ettakampi no nappaṭibhāseyya. ",
  "mn24:17.8": "Acchariyaṁ, āvuso, abbhutaṁ, āvuso. ",
  "mn24:17.9": "Yathā taṁ sutavatā sāvakena sammadeva satthusāsanaṁ ājānantena, evameva āyasmatā sāriputtena gambhīrā gambhīrapañhā anumassa anumassa pucchitā. ",
  "mn24:17.10": "Lābhā sabrahmacārīnaṁ suladdhalābhā sabrahmacārīnaṁ, ",
  "mn24:17.11": "ye āyasmantaṁ sāriputtaṁ labhanti dassanāya, labhanti payirūpāsanāya. ",
  "mn24:17.12": "Celaṇḍukena cepi sabrahmacārī āyasmantaṁ sāriputtaṁ muddhanā pariharantā labheyyuṁ dassanāya, labheyyuṁ payirūpāsanāya, tesampi lābhā tesampi suladdhaṁ, amhākampi lābhā amhākampi suladdhaṁ, ye mayaṁ āyasmantaṁ sāriputtaṁ labhāma dassanāya, labhāma payirūpāsanāyā”ti. ",
  "mn24:17.13": "Itiha te ubhopi mahānāgā aññamaññassa subhāsitaṁ samanumodiṁsūti. ",
  "mn24:17.14": "Rathavinītasuttaṁ niṭṭhitaṁ catutthaṁ. "
}