{
  "mn25:0.1": "Majjhima Nikāya 25 ",
  "mn25:0.2": "Nivāpasutta ",
  "mn25:1.1": "Evaṁ me sutaṁ—",
  "mn25:1.2": "ekaṁ samayaṁ bhagavā sāvatthiyaṁ viharati jetavane anāthapiṇḍikassa ārāme. ",
  "mn25:1.3": "Tatra kho bhagavā bhikkhū āmantesi: ",
  "mn25:1.4": "“bhikkhavo”ti. ",
  "mn25:1.5": "“Bhadante”ti te bhikkhū bhagavato paccassosuṁ. ",
  "mn25:1.6": "Bhagavā etadavoca: ",
  "mn25:2.1": "“Na, bhikkhave, nevāpiko nivāpaṁ nivapati migajātānaṁ: ",
  "mn25:2.2": "‘imaṁ me nivāpaṁ nivuttaṁ migajātā paribhuñjantā dīghāyukā vaṇṇavanto ciraṁ dīghamaddhānaṁ yāpentū’ti. ",
  "mn25:2.3": "Evañca kho, bhikkhave, nevāpiko nivāpaṁ nivapati migajātānaṁ: ",
  "mn25:2.4": "‘imaṁ me nivāpaṁ nivuttaṁ migajātā anupakhajja mucchitā bhojanāni bhuñjissanti, anupakhajja mucchitā bhojanāni bhuñjamānā madaṁ āpajjissanti, mattā samānā pamādaṁ āpajjissanti, pamattā samānā yathākāmakaraṇīyā bhavissanti imasmiṁ nivāpe’ti. ",
  "mn25:3.1": "Tatra, bhikkhave, paṭhamā migajātā amuṁ nivāpaṁ nivuttaṁ nevāpikassa anupakhajja mucchitā bhojanāni bhuñjiṁsu, te tattha anupakhajja mucchitā bhojanāni bhuñjamānā madaṁ āpajjiṁsu, mattā samānā pamādaṁ āpajjiṁsu, pamattā samānā yathākāmakaraṇīyā ahesuṁ nevāpikassa amusmiṁ nivāpe. ",
  "mn25:3.2": "Evañhi te, bhikkhave, paṭhamā migajātā na parimucciṁsu nevāpikassa iddhānubhāvā. ",
  "mn25:4.1": "Tatra, bhikkhave, dutiyā migajātā evaṁ samacintesuṁ: ",
  "mn25:4.2": "‘ye kho te paṭhamā migajātā amuṁ nivāpaṁ nivuttaṁ nevāpikassa anupakhajja mucchitā bhojanāni bhuñjiṁsu. ",
  "mn25:4.3": "Te tattha anupakhajja mucchitā bhojanāni bhuñjamānā madaṁ āpajjiṁsu, mattā samānā pamādaṁ āpajjiṁsu, pamattā samānā yathākāmakaraṇīyā ahesuṁ nevāpikassa amusmiṁ nivāpe. ",
  "mn25:4.4": "Evañhi te paṭhamā migajātā na parimucciṁsu nevāpikassa iddhānubhāvā. ",
  "mn25:4.5": "Yannūna mayaṁ sabbaso nivāpabhojanā paṭivirameyyāma, bhayabhogā paṭiviratā araññāyatanāni ajjhogāhetvā vihareyyāmā’ti. ",
  "mn25:4.6": "Te sabbaso nivāpabhojanā paṭiviramiṁsu, bhayabhogā paṭiviratā araññāyatanāni ajjhogāhetvā vihariṁsu. ",
  "mn25:4.7": "Tesaṁ gimhānaṁ pacchime māse, tiṇodakasaṅkhaye, adhimattakasimānaṁ patto kāyo hoti. ",
  "mn25:4.8": "Tesaṁ adhimattakasimānaṁ pattakāyānaṁ balavīriyaṁ parihāyi. ",
  "mn25:4.9": "Balavīriye parihīne tameva nivāpaṁ nivuttaṁ nevāpikassa paccāgamiṁsu. ",
  "mn25:4.10": "Te tattha anupakhajja mucchitā bhojanāni bhuñjiṁsu. ",
  "mn25:4.11": "Te tattha anupakhajja mucchitā bhojanāni bhuñjamānā madaṁ āpajjiṁsu, mattā samānā pamādaṁ āpajjiṁsu, pamattā samānā yathākāmakaraṇīyā ahesuṁ nevāpikassa amusmiṁ nivāpe. ",
  "mn25:4.12": "Evañhi te, bhikkhave, dutiyāpi migajātā na parimucciṁsu nevāpikassa iddhānubhāvā. ",
  "mn25:5.1": "Tatra, bhikkhave, tatiyā migajātā evaṁ samacintesuṁ: ",
  "mn25:5.2": "‘ye kho te paṭhamā migajātā amuṁ nivāpaṁ nivuttaṁ nevāpikassa …pe… ",
  "mn25:5.3": "evañhi te paṭhamā migajātā na parimucciṁsu nevāpikassa iddhānubhāvā. ",
  "mn25:5.4": "Yepi te dutiyā migajātā evaṁ samacintesuṁ: ",
  "mn25:5.5": "“ye kho te paṭhamā migajātā amuṁ nivāpaṁ nivuttaṁ nevāpikassa …pe… ",
  "mn25:5.6": "evañhi te paṭhamā migajātā na parimucciṁsu nevāpikassa iddhānubhāvā. ",
  "mn25:5.7": "Yannūna mayaṁ sabbaso nivāpabhojanā paṭivirameyyāma, bhayabhogā paṭiviratā araññāyatanāni ajjhogāhetvā vihareyyāmā”ti. ",
  "mn25:5.8": "Te sabbaso nivāpabhojanā paṭiviramiṁsu, bhayabhogā paṭiviratā araññāyatanāni ajjhogāhetvā vihariṁsu. ",
  "mn25:5.9": "Tesaṁ gimhānaṁ pacchime māse tiṇodakasaṅkhaye adhimattakasimānaṁ patto kāyo hoti. ",
  "mn25:5.10": "Tesaṁ adhimattakasimānaṁ pattakāyānaṁ balavīriyaṁ parihāyi. ",
  "mn25:5.11": "Balavīriye parihīne tameva nivāpaṁ nivuttaṁ nevāpikassa paccāgamiṁsu. ",
  "mn25:5.12": "Te tattha anupakhajja mucchitā bhojanāni bhuñjiṁsu. ",
  "mn25:5.13": "Te tattha anupakhajja mucchitā bhojanāni bhuñjamānā madaṁ āpajjiṁsu, mattā samānā pamādaṁ āpajjiṁsu, pamattā samānā yathākāmakaraṇīyā ahesuṁ nevāpikassa amusmiṁ nivāpe. ",
  "mn25:5.14": "Evañhi te dutiyāpi migajātā na parimucciṁsu nevāpikassa iddhānubhāvā. ",
  "mn25:5.15": "Yannūna mayaṁ amuṁ nivāpaṁ nivuttaṁ nevāpikassa upanissāya āsayaṁ kappeyyāma. ",
  "mn25:5.16": "Tatrāsayaṁ kappetvā amuṁ nivāpaṁ nivuttaṁ nevāpikassa ananupakhajja amucchitā bhojanāni bhuñjissāma, ananupakhajja amucchitā bhojanāni bhuñjamānā na madaṁ āpajjissāma, amattā samānā na pamādaṁ āpajjissāma, appamattā samānā na yathākāmakaraṇīyā bhavissāma nevāpikassa amusmiṁ nivāpe’ti. ",
  "mn25:5.17": "Te amuṁ nivāpaṁ nivuttaṁ nevāpikassa upanissāya āsayaṁ kappayiṁsu. ",
  "mn25:5.18": "Tatrāsayaṁ kappetvā amuṁ nivāpaṁ nivuttaṁ nevāpikassa ananupakhajja amucchitā bhojanāni bhuñjiṁsu, te tattha ananupakhajja amucchitā bhojanāni bhuñjamānā na madaṁ āpajjiṁsu, amattā samānā na pamādaṁ āpajjiṁsu, appamattā samānā na yathākāmakaraṇīyā ahesuṁ nevāpikassa amusmiṁ nivāpe. ",
  "mn25:5.19": "Tatra, bhikkhave, nevāpikassa ca nevāpikaparisāya ca etadahosi: ",
  "mn25:5.20": "‘saṭhāssunāmime tatiyā migajātā ketabino, iddhimantāssunāmime tatiyā migajātā parajanā; ",
  "mn25:5.21": "imañca nāma nivāpaṁ nivuttaṁ paribhuñjanti, na ca nesaṁ jānāma āgatiṁ vā gatiṁ vā. ",
  "mn25:5.22": "Yannūna mayaṁ imaṁ nivāpaṁ nivuttaṁ mahatīhi daṇḍavākarāhi samantā sappadesaṁ anuparivāreyyāma, appeva nāma tatiyānaṁ migajātānaṁ āsayaṁ passeyyāma, yattha te gāhaṁ gaccheyyun’ti. ",
  "mn25:5.23": "Te amuṁ nivāpaṁ nivuttaṁ mahatīhi daṇḍavākarāhi samantā sappadesaṁ anuparivāresuṁ. ",
  "mn25:5.24": "Addasaṁsu kho, bhikkhave, nevāpiko ca nevāpikaparisā ca tatiyānaṁ migajātānaṁ āsayaṁ, yattha te gāhaṁ agamaṁsu. ",
  "mn25:5.25": "Evañhi te, bhikkhave, tatiyāpi migajātā na parimucciṁsu nevāpikassa iddhānubhāvā. ",
  "mn25:6.1": "Tatra, bhikkhave, catutthā migajātā evaṁ samacintesuṁ: ",
  "mn25:6.2": "‘ye kho te paṭhamā migajātā …pe… ",
  "mn25:6.3": "evañhi te paṭhamā migajātā na parimucciṁsu nevāpikassa iddhānubhāvā. ",
  "mn25:6.4": "Yepi te dutiyā migajātā evaṁ samacintesuṁ: ",
  "mn25:6.5": "“ye kho te paṭhamā migajātā …pe… ",
  "mn25:6.6": "evañhi te paṭhamā migajātā na parimucciṁsu nevāpikassa iddhānubhāvā. ",
  "mn25:6.7": "Yannūna mayaṁ sabbaso nivāpabhojanā paṭivirameyyāma, bhayabhogā paṭiviratā araññāyatanāni ajjhogāhetvā vihareyyāmā”ti. ",
  "mn25:6.8": "Te sabbaso nivāpabhojanā paṭiviramiṁsu …pe… ",
  "mn25:6.9": "evañhi te dutiyāpi migajātā na parimucciṁsu nevāpikassa iddhānubhāvā. ",
  "mn25:6.10": "Yepi te tatiyā migajātā evaṁ samacintesuṁ: ",
  "mn25:6.11": "“ye kho te paṭhamā migajātā …pe… ",
  "mn25:6.12": "evañhi te paṭhamā migajātā na parimucciṁsu nevāpikassa iddhānubhāvā. ",
  "mn25:6.13": "Yepi te dutiyā migajātā evaṁ samacintesuṁ: ",
  "mn25:6.14": "‘ye kho te paṭhamā migajātā …pe… ",
  "mn25:6.15": "evañhi te paṭhamā migajātā na parimucciṁsu nevāpikassa iddhānubhāvā. ",
  "mn25:6.16": "Yannūna mayaṁ sabbaso nivāpabhojanā paṭivirameyyāma, bhayabhogā paṭiviratā araññāyatanāni ajjhogāhetvā vihareyyāmā’ti. ",
  "mn25:6.17": "Te sabbaso nivāpabhojanā paṭiviramiṁsu …pe… ",
  "mn25:6.18": "evañhi te dutiyāpi migajātā na parimucciṁsu nevāpikassa iddhānubhāvā. ",
  "mn25:6.19": "Yannūna mayaṁ amuṁ nivāpaṁ nivuttaṁ nevāpikassa upanissāya āsayaṁ kappeyyāma, tatrāsayaṁ kappetvā amuṁ nivāpaṁ nivuttaṁ nevāpikassa ananupakhajja amucchitā bhojanāni bhuñjissāma, ananupakhajja amucchitā bhojanāni bhuñjamānā na madaṁ āpajjissāma, amattā samānā na pamādaṁ āpajjissāma, appamattā samānā na yathākāmakaraṇīyā bhavissāma nevāpikassa amusmiṁ nivāpe”ti. ",
  "mn25:6.20": "Te amuṁ nivāpaṁ nivuttaṁ nevāpikassa upanissāya āsayaṁ kappayiṁsu, tatrāsayaṁ kappetvā amuṁ nivāpaṁ nivuttaṁ nevāpikassa ananupakhajja amucchitā bhojanāni bhuñjiṁsu, te tattha ananupakhajja amucchitā bhojanāni bhuñjamānā na madaṁ āpajjiṁsu, amattā samānā na pamādaṁ āpajjiṁsu, appamattā samānā na yathākāmakaraṇīyā ahesuṁ nevāpikassa amusmiṁ nivāpe. ",
  "mn25:6.21": "Tatra nevāpikassa ca nevāpikaparisāya ca etadahosi: ",
  "mn25:6.22": "“saṭhāssunāmime tatiyā migajātā ketabino, iddhimantāssunāmime tatiyā migajātā parajanā, imañca nāma nivāpaṁ nivuttaṁ paribhuñjanti. ",
  "mn25:6.23": "Na ca nesaṁ jānāma āgatiṁ vā gatiṁ vā. ",
  "mn25:6.24": "Yannūna mayaṁ imaṁ nivāpaṁ nivuttaṁ mahatīhi daṇḍavākarāhi samantā sappadesaṁ anuparivāreyyāma, appeva nāma tatiyānaṁ migajātānaṁ āsayaṁ passeyyāma, yattha te gāhaṁ gaccheyyun”ti. ",
  "mn25:6.25": "Te amuṁ nivāpaṁ nivuttaṁ mahatīhi daṇḍavākarāhi samantā sappadesaṁ anuparivāresuṁ. ",
  "mn25:6.26": "Addasaṁsu kho nevāpiko ca nevāpikaparisā ca tatiyānaṁ migajātānaṁ āsayaṁ, yattha te gāhaṁ agamaṁsu. ",
  "mn25:6.27": "Evañhi te tatiyāpi migajātā na parimucciṁsu nevāpikassa iddhānubhāvā. ",
  "mn25:6.28": "Yannūna mayaṁ yattha agati nevāpikassa ca nevāpikaparisāya ca tatrāsayaṁ kappeyyāma, tatrāsayaṁ kappetvā amuṁ nivāpaṁ nivuttaṁ nevāpikassa ananupakhajja amucchitā bhojanāni bhuñjissāma, ananupakhajja amucchitā bhojanāni bhuñjamānā na madaṁ āpajjissāma, amattā samānā na pamādaṁ āpajjissāma, appamattā samānā na yathākāmakaraṇīyā bhavissāma nevāpikassa amusmiṁ nivāpe’ti. ",
  "mn25:6.29": "Te yattha agati nevāpikassa ca nevāpikaparisāya ca tatrāsayaṁ kappayiṁsu. ",
  "mn25:6.30": "Tatrāsayaṁ kappetvā amuṁ nivāpaṁ nivuttaṁ nevāpikassa ananupakhajja amucchitā bhojanāni bhuñjiṁsu, te tattha ananupakhajja amucchitā bhojanāni bhuñjamānā na madaṁ āpajjiṁsu, amattā samānā na pamādaṁ āpajjiṁsu, appamattā samānā na yathākāmakaraṇīyā ahesuṁ nevāpikassa amusmiṁ nivāpe. ",
  "mn25:6.31": "Tatra, bhikkhave, nevāpikassa ca nevāpikaparisāya ca etadahosi: ",
  "mn25:6.32": "‘saṭhāssunāmime catutthā migajātā ketabino, iddhimantāssunāmime catutthā migajātā parajanā. ",
  "mn25:6.33": "Imañca nāma nivāpaṁ nivuttaṁ paribhuñjanti, na ca nesaṁ jānāma āgatiṁ vā gatiṁ vā. ",
  "mn25:6.34": "Yannūna mayaṁ imaṁ nivāpaṁ nivuttaṁ mahatīhi daṇḍavākarāhi samantā sappadesaṁ anuparivāreyyāma, appeva nāma catutthānaṁ migajātānaṁ āsayaṁ passeyyāma yattha te gāhaṁ gaccheyyun’ti. ",
  "mn25:6.35": "Te amuṁ nivāpaṁ nivuttaṁ mahatīhi daṇḍavākarāhi samantā sappadesaṁ anuparivāresuṁ. ",
  "mn25:6.36": "Neva kho, bhikkhave, addasaṁsu nevāpiko ca nevāpikaparisā ca catutthānaṁ migajātānaṁ āsayaṁ, yattha te gāhaṁ gaccheyyuṁ. ",
  "mn25:6.37": "Tatra, bhikkhave, nevāpikassa ca nevāpikaparisāya ca etadahosi: ",
  "mn25:6.38": "‘sace kho mayaṁ catutthe migajāte ghaṭṭessāma, te ghaṭṭitā aññe ghaṭṭissanti te ghaṭṭitā aññe ghaṭṭissanti. ",
  "mn25:6.39": "Evaṁ imaṁ nivāpaṁ nivuttaṁ sabbaso migajātā parimuñcissanti. ",
  "mn25:6.40": "Yannūna mayaṁ catutthe migajāte ajjhupekkheyyāmā’ti. ",
  "mn25:6.41": "Ajjhupekkhiṁsu kho, bhikkhave, nevāpiko ca nevāpikaparisā ca catutthe migajāte. ",
  "mn25:6.42": "Evañhi te, bhikkhave, catutthā migajātā parimucciṁsu nevāpikassa iddhānubhāvā. ",
  "mn25:7.1": "Upamā kho me ayaṁ, bhikkhave, katā atthassa viññāpanāya. ",
  "mn25:7.2": "Ayaṁ cevettha attho—",
  "mn25:7.3": "nivāpoti kho, bhikkhave, pañcannetaṁ kāmaguṇānaṁ adhivacanaṁ. ",
  "mn25:7.4": "Nevāpikoti kho, bhikkhave, mārassetaṁ pāpimato adhivacanaṁ. ",
  "mn25:7.5": "Nevāpikaparisāti kho, bhikkhave, māraparisāyetaṁ adhivacanaṁ. ",
  "mn25:7.6": "Migajātāti kho, bhikkhave, samaṇabrāhmaṇānametaṁ adhivacanaṁ. ",
  "mn25:8.1": "Tatra, bhikkhave, paṭhamā samaṇabrāhmaṇā amuṁ nivāpaṁ nivuttaṁ mārassa amūni ca lokāmisāni anupakhajja mucchitā bhojanāni bhuñjiṁsu. ",
  "mn25:8.2": "Te tattha anupakhajja mucchitā bhojanāni bhuñjamānā madaṁ āpajjiṁsu, mattā samānā pamādaṁ āpajjiṁsu, pamattā samānā yathākāmakaraṇīyā ahesuṁ mārassa amusmiṁ nivāpe amusmiñca lokāmise. ",
  "mn25:8.3": "Evañhi te, bhikkhave, paṭhamā samaṇabrāhmaṇā na parimucciṁsu mārassa iddhānubhāvā. ",
  "mn25:8.4": "Seyyathāpi te, bhikkhave, paṭhamā migajātā tathūpame ahaṁ ime paṭhame samaṇabrāhmaṇe vadāmi. ",
  "mn25:9.1": "Tatra, bhikkhave, dutiyā samaṇabrāhmaṇā evaṁ samacintesuṁ: ",
  "mn25:9.2": "‘ye kho te paṭhamā samaṇabrāhmaṇā amuṁ nivāpaṁ nivuttaṁ mārassa amūni ca lokāmisāni anupakhajja mucchitā bhojanāni bhuñjiṁsu. ",
  "mn25:9.3": "Te tattha anupakhajja mucchitā bhojanāni bhuñjamānā madaṁ āpajjiṁsu, mattā samānā pamādaṁ āpajjiṁsu, pamattā samānā yathākāmakaraṇīyā ahesuṁ mārassa amusmiṁ nivāpe amusmiñca lokāmise. ",
  "mn25:9.4": "Evañhi te paṭhamā samaṇabrāhmaṇā na parimucciṁsu mārassa iddhānubhāvā. ",
  "mn25:9.5": "Yannūna mayaṁ sabbaso nivāpabhojanā lokāmisā paṭivirameyyāma, bhayabhogā paṭiviratā araññāyatanāni ajjhogāhetvā vihareyyāmā’ti. ",
  "mn25:9.6": "Te sabbaso nivāpabhojanā lokāmisā paṭiviramiṁsu, bhayabhogā paṭiviratā araññāyatanāni ajjhogāhetvā vihareyyāmāti. ",
  "mn25:9.7": "Te sabbaso nivāpabhojanā lokāmisā paṭiviramiṁsu, bhayabhogā paṭiviratā araññāyatanāni ajjhogāhetvā vihariṁsu. ",
  "mn25:9.8": "Te tattha sākabhakkhāpi ahesuṁ, sāmākabhakkhāpi ahesuṁ, nīvārabhakkhāpi ahesuṁ, daddulabhakkhāpi ahesuṁ, haṭabhakkhāpi ahesuṁ, kaṇabhakkhāpi ahesuṁ, ācāmabhakkhāpi ahesuṁ, piññākabhakkhāpi ahesuṁ, tiṇabhakkhāpi ahesuṁ, gomayabhakkhāpi ahesuṁ, vanamūlaphalāhārā yāpesuṁ pavattaphalabhojī. ",
  "mn25:9.9": "Tesaṁ gimhānaṁ pacchime māse, tiṇodakasaṅkhaye, adhimattakasimānaṁ patto kāyo hoti. ",
  "mn25:9.10": "Tesaṁ adhimattakasimānaṁ pattakāyānaṁ balavīriyaṁ parihāyi. ",
  "mn25:9.11": "Balavīriye parihīne cetovimutti parihāyi. ",
  "mn25:9.12": "Cetovimuttiyā parihīnāya tameva nivāpaṁ nivuttaṁ mārassa paccāgamiṁsu tāni ca lokāmisāni. ",
  "mn25:9.13": "Te tattha anupakhajja mucchitā bhojanāni bhuñjiṁsu. ",
  "mn25:9.14": "Te tattha anupakhajja mucchitā bhojanāni bhuñjamānā madaṁ āpajjiṁsu, mattā samānā pamādaṁ āpajjiṁsu, pamattā samānā yathākāmakaraṇīyā ahesuṁ mārassa amusmiṁ nivāpe amusmiñca lokāmise. ",
  "mn25:9.15": "Evañhi te, bhikkhave, dutiyāpi samaṇabrāhmaṇā na parimucciṁsu mārassa iddhānubhāvā. ",
  "mn25:9.16": "Seyyathāpi te, bhikkhave, dutiyā migajātā tathūpame ahaṁ ime dutiye samaṇabrāhmaṇe vadāmi. ",
  "mn25:10.1": "Tatra, bhikkhave, tatiyā samaṇabrāhmaṇā evaṁ samacintesuṁ: ",
  "mn25:10.2": "‘ye kho te paṭhamā samaṇabrāhmaṇā amuṁ nivāpaṁ nivuttaṁ mārassa amūni ca lokāmisāni …pe…. ",
  "mn25:10.3": "Evañhi te paṭhamā samaṇabrāhmaṇā na parimucciṁsu mārassa iddhānubhāvā. ",
  "mn25:10.4": "Yepi te dutiyā samaṇabrāhmaṇā evaṁ samacintesuṁ: ",
  "mn25:10.5": "“ye kho te paṭhamā samaṇabrāhmaṇā amuṁ nivāpaṁ nivuttaṁ mārassa amūni ca lokāmisāni …pe…. ",
  "mn25:10.6": "Evañhi te paṭhamā samaṇabrāhmaṇā na parimucciṁsu mārassa iddhānubhāvā. ",
  "mn25:10.7": "Yannūna mayaṁ sabbaso nivāpabhojanā lokāmisā paṭivirameyyāma, bhayabhogā paṭiviratā araññāyatanāni ajjhogāhetvā vihareyyāmā”ti. ",
  "mn25:10.8": "Te sabbaso nivāpabhojanā lokāmisā paṭiviramiṁsu. ",
  "mn25:10.9": "Bhayabhogā paṭiviratā araññāyatanāni ajjhogāhetvā vihariṁsu. ",
  "mn25:10.10": "Te tattha sākabhakkhāpi ahesuṁ …pe… pavattaphalabhojī. ",
  "mn25:10.11": "Tesaṁ gimhānaṁ pacchime māse tiṇodakasaṅkhaye adhimattakasimānaṁ patto kāyo hoti. ",
  "mn25:10.12": "Tesaṁ adhimattakasimānaṁ pattakāyānaṁ balavīriyaṁ parihāyi, balavīriye parihīne cetovimutti parihāyi, cetovimuttiyā parihīnāya tameva nivāpaṁ nivuttaṁ mārassa paccāgamiṁsu tāni ca lokāmisāni. ",
  "mn25:10.13": "Te tattha anupakhajja mucchitā bhojanāni bhuñjiṁsu. ",
  "mn25:10.14": "Te tattha anupakhajja mucchitā bhojanāni bhuñjamānā madaṁ āpajjiṁsu, mattā samānā pamādaṁ āpajjiṁsu, pamattā samānā yathākāmakaraṇīyā ahesuṁ mārassa amusmiṁ nivāpe amusmiñca lokāmise. ",
  "mn25:10.15": "Evañhi te dutiyāpi samaṇabrāhmaṇā na parimucciṁsu mārassa iddhānubhāvā. ",
  "mn25:10.16": "Yannūna mayaṁ amuṁ nivāpaṁ nivuttaṁ mārassa amūni ca lokāmisāni upanissāya āsayaṁ kappeyyāma, tatrāsayaṁ kappetvā amuṁ nivāpaṁ nivuttaṁ mārassa amūni ca lokāmisāni ananupakhajja amucchitā bhojanāni bhuñjissāma, ananupakhajja amucchitā bhojanāni bhuñjamānā na madaṁ āpajjissāma, amattā samānā na pamādaṁ āpajjissāma, appamattā samānā na yathākāmakaraṇīyā bhavissāma mārassa amusmiṁ nivāpe amusmiñca lokāmise’ti. ",
  "mn25:10.17": "Te amuṁ nivāpaṁ nivuttaṁ mārassa amūni ca lokāmisāni upanissāya āsayaṁ kappayiṁsu. ",
  "mn25:10.18": "Tatrāsayaṁ kappetvā amuṁ nivāpaṁ nivuttaṁ mārassa amūni ca lokāmisāni ananupakhajja amucchitā bhojanāni bhuñjiṁsu. ",
  "mn25:10.19": "Te tattha ananupakhajja amucchitā bhojanāni bhuñjamānā na madaṁ āpajjiṁsu, amattā samānā na pamādaṁ āpajjiṁsu, appamattā samānā na yathākāmakaraṇīyā ahesuṁ mārassa amusmiṁ nivāpe amusmiñca lokāmise. ",
  "mn25:10.20": "Api ca kho evaṁdiṭṭhikā ahesuṁ—",
  "mn25:10.21": "sassato loko itipi, asassato loko itipi; ",
  "mn25:10.22": "antavā loko itipi, anantavā loko itipi; ",
  "mn25:10.23": "taṁ jīvaṁ taṁ sarīraṁ itipi, aññaṁ jīvaṁ aññaṁ sarīraṁ itipi; ",
  "mn25:10.24": "hoti tathāgato paraṁ maraṇā itipi, na hoti tathāgato paraṁ maraṇā itipi, hoti ca na ca hoti tathāgato paraṁ maraṇā itipi, neva hoti na na hoti tathāgato paraṁ maraṇā itipi. ",
  "mn25:10.25": "Evañhi te, bhikkhave, tatiyāpi samaṇabrāhmaṇā na parimucciṁsu mārassa iddhānubhāvā. ",
  "mn25:10.26": "Seyyathāpi te, bhikkhave, tatiyā migajātā tathūpame ahaṁ ime tatiye samaṇabrāhmaṇe vadāmi. ",
  "mn25:11.1": "Tatra, bhikkhave, catutthā samaṇabrāhmaṇā evaṁ samacintesuṁ: ",
  "mn25:11.2": "‘ye kho te paṭhamā samaṇabrāhmaṇā amuṁ nivāpaṁ nivuttaṁ mārassa …pe…. ",
  "mn25:11.3": "Evañhi te paṭhamā samaṇabrāhmaṇā na parimucciṁsu mārassa iddhānubhāvā. ",
  "mn25:11.4": "Yepi te dutiyā samaṇabrāhmaṇā evaṁ samacintesuṁ: ",
  "mn25:11.5": "‘ye kho te paṭhamā samaṇabrāhmaṇā …pe…. ",
  "mn25:11.6": "Evañhi te paṭhamā samaṇabrāhmaṇā na parimucciṁsu mārassa iddhānubhāvā. ",
  "mn25:11.7": "Yannūna mayaṁ sabbaso nivāpabhojanā lokāmisā paṭivirameyyāma bhayabhogā paṭiviratā araññāyatanāni ajjhogāhetvā vihareyyāmā’ti. ",
  "mn25:11.8": "Te sabbaso nivāpabhojanā lokāmisā paṭiviramiṁsu …pe…. ",
  "mn25:11.9": "Evañhi te dutiyāpi samaṇabrāhmaṇā na parimucciṁsu mārassa iddhānubhāvā. ",
  "mn25:11.10": "Yepi te tatiyā samaṇabrāhmaṇā evaṁ samacintesuṁ ye kho te paṭhamā samaṇabrāhmaṇā …pe…. ",
  "mn25:11.11": "Evañhi te paṭhamā samaṇabrāhmaṇā na parimucciṁsu mārassa iddhānubhāvā. ",
  "mn25:11.12": "Yepi te dutiyā samaṇabrāhmaṇā evaṁ samacintesuṁ ye kho te paṭhamā samaṇabrāhmaṇā …pe…. ",
  "mn25:11.13": "Evañhi te paṭhamā samaṇabrāhmaṇā na parimucciṁsu mārassa iddhānubhāvā. ",
  "mn25:11.14": "Yannūna mayaṁ sabbaso nivāpabhojanā lokāmisā paṭivirameyyāma, bhayabhogā paṭiviratā araññāyatanāni ajjhogāhetvā vihareyyāmā’ti. ",
  "mn25:11.15": "Te sabbaso nivāpabhojanā lokāmisā paṭiviramiṁsu …pe…. ",
  "mn25:11.16": "Evañhi te dutiyāpi samaṇabrāhmaṇā na parimucciṁsu mārassa iddhānubhāvā. ",
  "mn25:11.17": "Yannūna mayaṁ amuṁ nivāpaṁ nivuttaṁ mārassa amūni ca lokāmisāni upanissāya āsayaṁ kappeyyāma. ",
  "mn25:11.18": "Tatrāsayaṁ kappetvā amuṁ nivāpaṁ nivuttaṁ mārassa amūni ca lokāmisāni ananupakhajja amucchitā bhojanāni bhuñjissāma, ananupakhajja amucchitā bhojanāni bhuñjamānā na madaṁ āpajjissāma, amattā samānā na pamādaṁ āpajjissāma, appamattā samānā na yathākāmakaraṇīyā bhavissāma mārassa amusmiṁ nivāpe amusmiñca lokāmiseti. ",
  "mn25:11.19": "Te amuṁ nivāpaṁ nivuttaṁ mārassa amūni ca lokāmisāni upanissāya āsayaṁ kappayiṁsu. ",
  "mn25:11.20": "Tatrāsayaṁ kappetvā amuṁ nivāpaṁ nivuttaṁ mārassa amūni ca lokāmisāni ananupakhajja amucchitā bhojanāni bhuñjiṁsu. ",
  "mn25:11.21": "Te tattha ananupakhajja amucchitā bhojanāni bhuñjamānā na madaṁ āpajjiṁsu. ",
  "mn25:11.22": "Amattā samānā na pamādaṁ āpajjiṁsu. ",
  "mn25:11.23": "Appamattā samānā na yathākāmakaraṇīyā ahesuṁ mārassa amusmiṁ nivāpe amusmiñca lokāmise. ",
  "mn25:11.24": "Api ca kho evaṁdiṭṭhikā ahesuṁ sassato loko itipi …pe… ",
  "mn25:11.25": "neva hoti na na hoti tathāgato paraṁ maraṇā itipi. ",
  "mn25:11.26": "Evañhi te tatiyāpi samaṇabrāhmaṇā na parimucciṁsu mārassa iddhānubhāvā. ",
  "mn25:11.27": "Yannūna mayaṁ yattha agati mārassa ca māraparisāya ca tatrāsayaṁ kappeyyāma. ",
  "mn25:11.28": "Tatrāsayaṁ kappetvā amuṁ nivāpaṁ nivuttaṁ mārassa amūni ca lokāmisāni ananupakhajja amucchitā bhojanāni bhuñjissāma, ananupakhajja amucchitā bhojanāni bhuñjamānā na madaṁ āpajjissāma, amattā samānā na pamādaṁ āpajjissāma, appamattā samānā na yathākāmakaraṇīyā bhavissāma mārassa amusmiṁ nivāpe amusmiñca lokāmiseti. ",
  "mn25:11.29": "Te yattha agati mārassa ca māraparisāya ca tatrāsayaṁ kappayiṁsu. ",
  "mn25:11.30": "Tatrāsayaṁ kappetvā amuṁ nivāpaṁ nivuttaṁ mārassa amūni ca lokāmisāni ananupakhajja amucchitā bhojanāni bhuñjiṁsu, te tattha ananupakhajja amucchitā bhojanāni bhuñjamānā na madaṁ āpajjiṁsu, amattā samānā na pamādaṁ āpajjiṁsu, appamattā samānā na yathākāmakaraṇīyā ahesuṁ mārassa amusmiṁ nivāpe amusmiñca lokāmise. ",
  "mn25:11.31": "Evañhi te, bhikkhave, catutthā samaṇabrāhmaṇā parimucciṁsu mārassa iddhānubhāvā. ",
  "mn25:11.32": "Seyyathāpi te, bhikkhave, catutthā migajātā tathūpame ahaṁ ime catutthe samaṇabrāhmaṇe vadāmi. ",
  "mn25:12.1": "Kathañca, bhikkhave, agati mārassa ca māraparisāya ca? ",
  "mn25:12.2": "Idha, bhikkhave, bhikkhu vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṁ savicāraṁ vivekajaṁ pītisukhaṁ paṭhamaṁ jhānaṁ upasampajja viharati. ",
  "mn25:12.3": "Ayaṁ vuccati, bhikkhave, bhikkhu andhamakāsi māraṁ, apadaṁ vadhitvā māracakkhuṁ adassanaṁ gato pāpimato. ",
  "mn25:13.1": "Puna caparaṁ, bhikkhave, bhikkhu vitakkavicārānaṁ vūpasamā ajjhattaṁ sampasādanaṁ cetaso ekodibhāvaṁ avitakkaṁ avicāraṁ samādhijaṁ pītisukhaṁ dutiyaṁ jhānaṁ upasampajja viharati. ",
  "mn25:13.2": "Ayaṁ vuccati, bhikkhave …pe… pāpimato. ",
  "mn25:14.1": "Puna caparaṁ, bhikkhave, bhikkhu pītiyā ca virāgā upekkhako ca viharati sato ca sampajāno, sukhañca kāyena paṭisaṁvedeti yaṁ taṁ ariyā ācikkhanti ‘upekkhako satimā sukhavihārī’ti tatiyaṁ jhānaṁ upasampajja viharati. ",
  "mn25:14.2": "Ayaṁ vuccati, bhikkhave …pe… pāpimato. ",
  "mn25:15.1": "Puna caparaṁ, bhikkhave, bhikkhu sukhassa ca pahānā dukkhassa ca pahānā, pubbeva somanassadomanassānaṁ atthaṅgamā, adukkhamasukhaṁ upekkhāsatipārisuddhiṁ catutthaṁ jhānaṁ upasampajja viharati. ",
  "mn25:15.2": "Ayaṁ vuccati, bhikkhave …pe… pāpimato. ",
  "mn25:16.1": "Puna caparaṁ, bhikkhave, bhikkhu sabbaso rūpasaññānaṁ samatikkamā paṭighasaññānaṁ atthaṅgamā nānattasaññānaṁ amanasikārā ‘ananto ākāso’ti ākāsānañcāyatanaṁ upasampajja viharati. ",
  "mn25:16.2": "Ayaṁ vuccati, bhikkhave …pe… pāpimato. ",
  "mn25:17.1": "Puna caparaṁ, bhikkhave, bhikkhu sabbaso ākāsānañcāyatanaṁ samatikkamma ‘anantaṁ viññāṇan’ti viññāṇañcāyatanaṁ upasampajja viharati. ",
  "mn25:17.2": "Ayaṁ vuccati, bhikkhave …pe… pāpimato. ",
  "mn25:18.1": "Puna caparaṁ, bhikkhave, bhikkhu sabbaso viññāṇañcāyatanaṁ samatikkamma ‘natthi kiñcī’ti ākiñcaññāyatanaṁ upasampajja viharati. ",
  "mn25:18.2": "Ayaṁ vuccati, bhikkhave …pe… pāpimato. ",
  "mn25:19.1": "Puna caparaṁ, bhikkhave, bhikkhu sabbaso ākiñcaññāyatanaṁ samatikkamma nevasaññānāsaññāyatanaṁ upasampajja viharati. ",
  "mn25:19.2": "Ayaṁ vuccati, bhikkhave …pe… pāpimato. ",
  "mn25:20.1": "Puna caparaṁ, bhikkhave, bhikkhu sabbaso nevasaññānāsaññāyatanaṁ samatikkamma saññāvedayitanirodhaṁ upasampajja viharati. Paññāya cassa disvā āsavā parikkhīṇā honti. ",
  "mn25:20.2": "Ayaṁ vuccati, bhikkhave, bhikkhu andhamakāsi māraṁ, apadaṁ vadhitvā māracakkhuṁ adassanaṁ gato pāpimato tiṇṇo loke visattikan”ti. ",
  "mn25:20.3": "Idamavoca bhagavā. ",
  "mn25:20.4": "Attamanā te bhikkhū bhagavato bhāsitaṁ abhinandunti. ",
  "mn25:20.5": "Nivāpasuttaṁ niṭṭhitaṁ pañcamaṁ. "
}