{
  "mn27:0.1": "Majjhima Nikāya 27 ",
  "mn27:0.2": "Cūḷahatthipadopamasutta ",
  "mn27:1.1": "Evaṁ me sutaṁ—",
  "mn27:1.2": "ekaṁ samayaṁ bhagavā sāvatthiyaṁ viharati jetavane anāthapiṇḍikassa ārāme. ",
  "mn27:2.1": "Tena kho pana samayena jāṇussoṇi brāhmaṇo sabbasetena vaḷavābhirathena sāvatthiyā niyyāti divādivassa. ",
  "mn27:2.2": "Addasā kho jāṇussoṇi brāhmaṇo pilotikaṁ paribbājakaṁ dūratova āgacchantaṁ. ",
  "mn27:2.3": "Disvāna pilotikaṁ paribbājakaṁ etadavoca: ",
  "mn27:2.4": "“Handa kuto nu bhavaṁ vacchāyano āgacchati divādivassā”ti? ",
  "mn27:2.5": "“Ito hi kho ahaṁ, bho, āgacchāmi samaṇassa gotamassa santikā”ti. ",
  "mn27:2.6": "“Taṁ kiṁ maññati bhavaṁ vacchāyano samaṇassa gotamassa paññāveyyattiyaṁ paṇḍito maññe”ti. ",
  "mn27:2.7": "“Ko cāhaṁ, bho, ko ca samaṇassa gotamassa paññāveyyattiyaṁ jānissāmi. ",
  "mn27:2.8": "Sopi nūnassa tādisova yo samaṇassa gotamassa paññāveyyattiyaṁ jāneyyā”ti. ",
  "mn27:2.9": "“Uḷārāya khalu bhavaṁ vacchāyano samaṇaṁ gotamaṁ pasaṁsāya pasaṁsatī”ti. ",
  "mn27:2.10": "“Ko cāhaṁ, bho, ko ca samaṇaṁ gotamaṁ pasaṁsissāmi, ",
  "mn27:2.11": "pasatthapasatthova so bhavaṁ gotamo seṭṭho devamanussānan”ti. ",
  "mn27:2.12": "“Kaṁ pana bhavaṁ vacchāyano atthavasaṁ sampassamāno samaṇe gotame evaṁ abhippasanno”ti? ",
  "mn27:3.1": "“Seyyathāpi, bho, kusalo nāgavaniko nāgavanaṁ paviseyya. ",
  "mn27:3.2": "So passeyya nāgavane mahantaṁ hatthipadaṁ, dīghato ca āyataṁ, tiriyañca vitthataṁ. ",
  "mn27:3.3": "So niṭṭhaṁ gaccheyya: ",
  "mn27:3.4": "‘mahā vata bho nāgo’ti. ",
  "mn27:3.5": "Evameva kho ahaṁ, bho, yato addasaṁ samaṇe gotame cattāri padāni athāhaṁ niṭṭhamagamaṁ: ",
  "mn27:3.6": "‘sammāsambuddho bhagavā, svākkhāto bhagavatā dhammo, suppaṭipanno bhagavato sāvakasaṅgho’ti. ",
  "mn27:4.1": "Katamāni cattāri? ",
  "mn27:4.2": "Idhāhaṁ, bho, passāmi ekacce khattiyapaṇḍite nipuṇe kataparappavāde vālavedhirūpe, te bhindantā maññe caranti paññāgatena diṭṭhigatāni. ",
  "mn27:4.3": "Te suṇanti: ",
  "mn27:4.4": "‘samaṇo khalu, bho, gotamo amukaṁ nāma gāmaṁ vā nigamaṁ vā osarissatī’ti. ",
  "mn27:4.5": "Te pañhaṁ abhisaṅkharonti: ",
  "mn27:4.6": "‘imaṁ mayaṁ pañhaṁ samaṇaṁ gotamaṁ upasaṅkamitvā pucchissāma. ",
  "mn27:4.7": "Evañce no puṭṭho evaṁ byākarissati, evamassa mayaṁ vādaṁ āropessāma. ",
  "mn27:4.8": "Evañcepi no puṭṭho evaṁ byākarissati, evampissa mayaṁ vādaṁ āropessāmā’ti. ",
  "mn27:4.9": "Te suṇanti: ",
  "mn27:4.10": "‘samaṇo khalu, bho, gotamo amukaṁ nāma gāmaṁ vā nigamaṁ vā osaṭo’ti. ",
  "mn27:4.11": "Te yena samaṇo gotamo tenupasaṅkamanti. ",
  "mn27:4.12": "Te samaṇo gotamo dhammiyā kathāya sandasseti samādapeti samuttejeti sampahaṁseti. ",
  "mn27:4.13": "Te samaṇena gotamena dhammiyā kathāya sandassitā samādapitā samuttejitā sampahaṁsitā na ceva samaṇaṁ gotamaṁ pañhaṁ pucchanti, kutossa vādaṁ āropessanti? ",
  "mn27:4.14": "Aññadatthu samaṇasseva gotamassa sāvakā sampajjanti. ",
  "mn27:4.15": "Yadāhaṁ, bho, samaṇe gotame imaṁ paṭhamaṁ padaṁ addasaṁ athāhaṁ niṭṭhamagamaṁ: ",
  "mn27:4.16": "‘sammāsambuddho bhagavā, svākkhāto bhagavatā dhammo, suppaṭipanno bhagavato sāvakasaṅgho’ti. ",
  "mn27:5.1": "Puna caparāhaṁ, bho, passāmi idhekacce brāhmaṇapaṇḍite …pe… ",
  "mn27:6.1": "gahapatipaṇḍite … ",
  "mn27:6.2": "pe… ",
  "mn27:7.1": "samaṇapaṇḍite nipuṇe kataparappavāde vālavedhirūpe te bhindantā maññe caranti paññāgatena diṭṭhigatāni. ",
  "mn27:7.2": "Te suṇanti: ",
  "mn27:7.3": "‘samaṇo khalu bho gotamo amukaṁ nāma gāmaṁ vā nigamaṁ vā osarissatī’ti. ",
  "mn27:7.4": "Te pañhaṁ abhisaṅkharonti ‘imaṁ mayaṁ pañhaṁ samaṇaṁ gotamaṁ upasaṅkamitvā pucchissāma. ",
  "mn27:7.5": "Evañce no puṭṭho evaṁ byākarissati, evamassa mayaṁ vādaṁ āropessāma. ",
  "mn27:7.6": "Evañcepi no puṭṭho evaṁ byākarissati, evampissa mayaṁ vādaṁ āropessāmā’ti. ",
  "mn27:7.7": "Te suṇanti ‘samaṇo khalu bho gotamo amukaṁ nāma gāmaṁ vā nigamaṁ vā osaṭo’ti. ",
  "mn27:7.8": "Te yena samaṇo gotamo tenupasaṅkamanti. ",
  "mn27:7.9": "Te samaṇo gotamo dhammiyā kathāya sandasseti samādapeti samuttejeti sampahaṁseti. ",
  "mn27:7.10": "Te samaṇena gotamena dhammiyā kathāya sandassitā samādapitā samuttejitā sampahaṁsitā na ceva samaṇaṁ gotamaṁ pañhaṁ pucchanti, kutossa vādaṁ āropessanti? ",
  "mn27:7.11": "Aññadatthu samaṇaṁyeva gotamaṁ okāsaṁ yācanti agārasmā anagāriyaṁ pabbajjāya. ",
  "mn27:7.12": "Te samaṇo gotamo pabbājeti. ",
  "mn27:7.13": "Te tattha pabbajitā samānā vūpakaṭṭhā appamattā ātāpino pahitattā viharantā nacirasseva—yassatthāya kulaputtā sammadeva agārasmā anagāriyaṁ pabbajanti, tadanuttaraṁ—brahmacariyapariyosānaṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja viharanti. ",
  "mn27:7.14": "Te evamāhaṁsu: ",
  "mn27:7.15": "‘manaṁ vata, bho, anassāma, manaṁ vata, bho, panassāma; ",
  "mn27:7.16": "mayañhi pubbe assamaṇāva samānā samaṇamhāti paṭijānimha, abrāhmaṇāva samānā brāhmaṇamhāti paṭijānimha, anarahantova samānā arahantamhāti paṭijānimha. ",
  "mn27:7.17": "Idāni khomha samaṇā, idāni khomha brāhmaṇā, idāni khomha arahanto’ti. ",
  "mn27:7.18": "Yadāhaṁ, bho, samaṇe gotame imaṁ catutthaṁ padaṁ addasaṁ athāhaṁ niṭṭhamagamaṁ: ",
  "mn27:7.19": "‘sammāsambuddho bhagavā, svākkhāto bhagavatā dhammo, suppaṭipanno bhagavato sāvakasaṅgho’ti. ",
  "mn27:7.20": "Yato kho ahaṁ, bho, samaṇe gotame imāni cattāri padāni addasaṁ athāhaṁ niṭṭhamagamaṁ: ",
  "mn27:7.21": "‘sammāsambuddho bhagavā, svākkhāto bhagavatā dhammo, suppaṭipanno bhagavato sāvakasaṅgho’”ti. ",
  "mn27:8.1": "Evaṁ vutte, jāṇussoṇi brāhmaṇo sabbasetā vaḷavābhirathā orohitvā ekaṁsaṁ uttarāsaṅgaṁ karitvā yena bhagavā tenañjaliṁ paṇāmetvā tikkhattuṁ udānaṁ udānesi: ",
  "mn27:8.2": "“Namo tassa bhagavato arahato sammāsambuddhassa; ",
  "mn27:8.3": "namo tassa bhagavato arahato sammāsambuddhassa; ",
  "mn27:8.4": "namo tassa bhagavato arahato sammāsambuddhassāti. ",
  "mn27:8.5": "Appeva nāma mayampi kadāci karahaci tena bhotā gotamena saddhiṁ samāgaccheyyāma, appeva nāma siyā kocideva kathāsallāpo”ti. ",
  "mn27:9.1": "Atha kho jāṇussoṇi brāhmaṇo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṁ sammodi. ",
  "mn27:9.2": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdi. ",
  "mn27:9.3": "Ekamantaṁ nisinno kho jāṇussoṇi brāhmaṇo yāvatako ahosi pilotikena paribbājakena saddhiṁ kathāsallāpo taṁ sabbaṁ bhagavato ārocesi. ",
  "mn27:9.4": "Evaṁ vutte, bhagavā jāṇussoṇiṁ brāhmaṇaṁ etadavoca: ",
  "mn27:9.5": "“na kho, brāhmaṇa, ettāvatā hatthipadopamo vitthārena paripūro hoti. ",
  "mn27:9.6": "Api ca, brāhmaṇa, yathā hatthipadopamo vitthārena paripūro hoti ",
  "mn27:9.7": "taṁ suṇāhi, sādhukaṁ manasi karohi, bhāsissāmī”ti. ",
  "mn27:9.8": "“Evaṁ, bho”ti kho jāṇussoṇi brāhmaṇo bhagavato paccassosi. ",
  "mn27:9.9": "Bhagavā etadavoca: ",
  "mn27:10.1": "“Seyyathāpi, brāhmaṇa, nāgavaniko nāgavanaṁ paviseyya. ",
  "mn27:10.2": "So passeyya nāgavane mahantaṁ hatthipadaṁ, dīghato ca āyataṁ, tiriyañca vitthataṁ. ",
  "mn27:10.3": "Yo hoti kusalo nāgavaniko neva tāva niṭṭhaṁ gacchati: ",
  "mn27:10.4": "‘mahā vata bho nāgo’ti. ",
  "mn27:10.5": "Taṁ kissa hetu? ",
  "mn27:10.6": "Santi hi, brāhmaṇa, nāgavane vāmanikā nāma hatthiniyo mahāpadā, tāsaṁ petaṁ padaṁ assāti. ",
  "mn27:10.7": "So tamanugacchati. ",
  "mn27:10.8": "Tamanugacchanto passati nāgavane mahantaṁ hatthipadaṁ, dīghato ca āyataṁ, tiriyañca vitthataṁ, uccā ca nisevitaṁ. ",
  "mn27:10.9": "Yo hoti kusalo nāgavaniko neva tāva niṭṭhaṁ gacchati: ",
  "mn27:10.10": "‘mahā vata bho nāgo’ti. ",
  "mn27:10.11": "Taṁ kissa hetu? ",
  "mn27:10.12": "Santi hi, brāhmaṇa, nāgavane uccā kāḷārikā nāma hatthiniyo mahāpadā, tāsaṁ petaṁ padaṁ assāti. ",
  "mn27:10.13": "So tamanugacchati. ",
  "mn27:10.14": "Tamanugacchanto passati nāgavane mahantaṁ hatthipadaṁ, dīghato ca āyataṁ, tiriyañca vitthataṁ, uccā ca nisevitaṁ, uccā ca dantehi ārañjitāni. ",
  "mn27:10.15": "Yo hoti kusalo nāgavaniko neva tāva niṭṭhaṁ gacchati: ",
  "mn27:10.16": "‘mahā vata bho nāgo’ti. ",
  "mn27:10.17": "Taṁ kissa hetu? ",
  "mn27:10.18": "Santi hi, brāhmaṇa, nāgavane uccā kaṇerukā nāma hatthiniyo mahāpadā, tāsaṁ petaṁ padaṁ assāti. ",
  "mn27:10.19": "So tamanugacchati. ",
  "mn27:10.20": "Tamanugacchanto passati nāgavane mahantaṁ hatthipadaṁ, dīghato ca āyataṁ, tiriyañca vitthataṁ, uccā ca nisevitaṁ, uccā ca dantehi ārañjitāni, uccā ca sākhābhaṅgaṁ. ",
  "mn27:10.21": "Tañca nāgaṁ passati rukkhamūlagataṁ vā abbhokāsagataṁ vā gacchantaṁ vā tiṭṭhantaṁ vā nisinnaṁ vā nipannaṁ vā. ",
  "mn27:10.22": "So niṭṭhaṁ gacchati: ",
  "mn27:10.23": "‘ayameva so mahānāgo’ti. ",
  "mn27:11.1": "Evameva kho, brāhmaṇa, idha tathāgato loke uppajjati arahaṁ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṁ buddho bhagavā. ",
  "mn27:11.2": "So imaṁ lokaṁ sadevakaṁ samārakaṁ sabrahmakaṁ sassamaṇabrāhmaṇiṁ pajaṁ sadevamanussaṁ sayaṁ abhiññā sacchikatvā pavedeti. ",
  "mn27:11.3": "So dhammaṁ deseti ādikalyāṇaṁ majjhekalyāṇaṁ pariyosānakalyāṇaṁ sātthaṁ sabyañjanaṁ; kevalaparipuṇṇaṁ parisuddhaṁ brahmacariyaṁ pakāseti. ",
  "mn27:12.1": "Taṁ dhammaṁ suṇāti gahapati vā gahapatiputto vā aññatarasmiṁ vā kule paccājāto. ",
  "mn27:12.2": "So taṁ dhammaṁ sutvā tathāgate saddhaṁ paṭilabhati. ",
  "mn27:12.3": "So tena saddhāpaṭilābhena samannāgato iti paṭisañcikkhati: ",
  "mn27:12.4": "‘sambādho gharāvāso rajopatho, abbhokāso pabbajjā. ",
  "mn27:12.5": "Nayidaṁ sukaraṁ agāraṁ ajjhāvasatā ekantaparipuṇṇaṁ ekantaparisuddhaṁ saṅkhalikhitaṁ brahmacariyaṁ carituṁ. ",
  "mn27:12.6": "Yannūnāhaṁ kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajeyyan’ti. ",
  "mn27:12.7": "So aparena samayena appaṁ vā bhogakkhandhaṁ pahāya mahantaṁ vā bhogakkhandhaṁ pahāya appaṁ vā ñātiparivaṭṭaṁ pahāya mahantaṁ vā ñātiparivaṭṭaṁ pahāya kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajati. ",
  "mn27:13.1": "So evaṁ pabbajito samāno bhikkhūnaṁ sikkhāsājīvasamāpanno pāṇātipātaṁ pahāya pāṇātipātā paṭivirato hoti, nihitadaṇḍo nihitasattho lajjī dayāpanno sabbapāṇabhūtahitānukampī viharati. ",
  "mn27:13.2": "Adinnādānaṁ pahāya adinnādānā paṭivirato hoti dinnādāyī dinnapāṭikaṅkhī. Athenena sucibhūtena attanā viharati. ",
  "mn27:13.3": "Abrahmacariyaṁ pahāya brahmacārī hoti ārācārī virato methunā gāmadhammā. ",
  "mn27:13.4": "Musāvādaṁ pahāya musāvādā paṭivirato hoti saccavādī saccasandho theto paccayiko avisaṁvādako lokassa. ",
  "mn27:13.5": "Pisuṇaṁ vācaṁ pahāya pisuṇāya vācāya paṭivirato hoti, ito sutvā na amutra akkhātā imesaṁ bhedāya, amutra vā sutvā na imesaṁ akkhātā amūsaṁ bhedāya. Iti bhinnānaṁ vā sandhātā sahitānaṁ vā anuppadātā, samaggārāmo samaggarato samagganandī samaggakaraṇiṁ vācaṁ bhāsitā hoti. ",
  "mn27:13.6": "Pharusaṁ vācaṁ pahāya pharusāya vācāya paṭivirato hoti. Yā sā vācā nelā kaṇṇasukhā pemanīyā hadayaṅgamā porī bahujanakantā bahujanamanāpā tathārūpiṁ vācaṁ bhāsitā hoti. ",
  "mn27:13.7": "Samphappalāpaṁ pahāya samphappalāpā paṭivirato hoti kālavādī bhūtavādī atthavādī dhammavādī vinayavādī, nidhānavatiṁ vācaṁ bhāsitā kālena sāpadesaṁ pariyantavatiṁ atthasaṁhitaṁ. ",
  "mn27:13.8": "So bījagāmabhūtagāmasamārambhā paṭivirato hoti, ",
  "mn27:13.9": "ekabhattiko hoti rattūparato, virato vikālabhojanā, ",
  "mn27:13.10": "naccagītavāditavisūkadassanā paṭivirato hoti, ",
  "mn27:13.11": "mālāgandhavilepanadhāraṇamaṇḍanavibhūsanaṭṭhānā paṭivirato hoti, ",
  "mn27:13.12": "uccāsayanamahāsayanā paṭivirato hoti, ",
  "mn27:13.13": "jātarūparajatapaṭiggahaṇā paṭivirato hoti, ",
  "mn27:13.14": "āmakadhaññapaṭiggahaṇā paṭivirato hoti, ",
  "mn27:13.15": "āmakamaṁsapaṭiggahaṇā paṭivirato hoti, ",
  "mn27:13.16": "itthikumārikapaṭiggahaṇā paṭivirato hoti, ",
  "mn27:13.17": "dāsidāsapaṭiggahaṇā paṭivirato hoti, ",
  "mn27:13.18": "ajeḷakapaṭiggahaṇā paṭivirato hoti, ",
  "mn27:13.19": "kukkuṭasūkarapaṭiggahaṇā paṭivirato hoti, ",
  "mn27:13.20": "hatthigavāssavaḷavapaṭiggahaṇā paṭivirato hoti, ",
  "mn27:13.21": "khettavatthupaṭiggahaṇā paṭivirato hoti, ",
  "mn27:13.22": "dūteyyapahiṇagamanānuyogā paṭivirato hoti, ",
  "mn27:13.23": "kayavikkayā paṭivirato hoti, ",
  "mn27:13.24": "tulākūṭakaṁsakūṭamānakūṭā paṭivirato hoti, ",
  "mn27:13.25": "ukkoṭanavañcananikatisāciyogā paṭivirato hoti, ",
  "mn27:13.26": "chedanavadhabandhanaviparāmosaālopasahasākārā paṭivirato hoti. ",
  "mn27:14.1": "So santuṭṭho hoti kāyaparihārikena cīvarena kucchiparihārikena piṇḍapātena. So yena yeneva pakkamati samādāyeva pakkamati. ",
  "mn27:14.2": "Seyyathāpi nāma pakkhī sakuṇo yena yeneva ḍeti sapattabhārova ḍeti; ",
  "mn27:14.3": "evameva bhikkhu santuṭṭho hoti kāyaparihārikena cīvarena kucchiparihārikena piṇḍapātena. So yena yeneva pakkamati samādāyeva pakkamati. ",
  "mn27:14.4": "So iminā ariyena sīlakkhandhena samannāgato ajjhattaṁ anavajjasukhaṁ paṭisaṁvedeti. ",
  "mn27:15.1": "So cakkhunā rūpaṁ disvā na nimittaggāhī hoti nānubyañjanaggāhī. ",
  "mn27:15.2": "Yatvādhikaraṇamenaṁ cakkhundriyaṁ asaṁvutaṁ viharantaṁ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṁ tassa saṁvarāya paṭipajjati, rakkhati cakkhundriyaṁ, cakkhundriye saṁvaraṁ āpajjati. ",
  "mn27:15.3": "Sotena saddaṁ sutvā …pe… ",
  "mn27:15.4": "ghānena gandhaṁ ghāyitvā … ",
  "mn27:15.5": "jivhāya rasaṁ sāyitvā … ",
  "mn27:15.6": "kāyena phoṭṭhabbaṁ phusitvā … ",
  "mn27:15.7": "manasā dhammaṁ viññāya na nimittaggāhī hoti nānubyañjanaggāhī. ",
  "mn27:15.8": "Yatvādhikaraṇamenaṁ manindriyaṁ asaṁvutaṁ viharantaṁ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṁ tassa saṁvarāya paṭipajjati, rakkhati manindriyaṁ, manindriye saṁvaraṁ āpajjati. ",
  "mn27:15.9": "So iminā ariyena indriyasaṁvarena samannāgato ajjhattaṁ abyāsekasukhaṁ paṭisaṁvedeti. ",
  "mn27:16.1": "So abhikkante paṭikkante sampajānakārī hoti, ālokite vilokite sampajānakārī hoti, samiñjite pasārite sampajānakārī hoti, saṅghāṭipattacīvaradhāraṇe sampajānakārī hoti, asite pīte khāyite sāyite sampajānakārī hoti, uccārapassāvakamme sampajānakārī hoti, gate ṭhite nisinne sutte jāgarite bhāsite tuṇhībhāve sampajānakārī hoti. ",
  "mn27:17.1": "So iminā ca ariyena sīlakkhandhena samannāgato, imāya ca ariyāya santuṭṭhiyā samannāgato iminā ca ariyena indriyasaṁvarena samannāgato, iminā ca ariyena satisampajaññena samannāgato ",
  "mn27:17.2": "vivittaṁ senāsanaṁ bhajati araññaṁ rukkhamūlaṁ pabbataṁ kandaraṁ giriguhaṁ susānaṁ vanapatthaṁ abbhokāsaṁ palālapuñjaṁ. ",
  "mn27:18.1": "So pacchābhattaṁ piṇḍapātapaṭikkanto nisīdati pallaṅkaṁ ābhujitvā, ujuṁ kāyaṁ paṇidhāya, parimukhaṁ satiṁ upaṭṭhapetvā. ",
  "mn27:18.2": "So abhijjhaṁ loke pahāya vigatābhijjhena cetasā viharati, abhijjhāya cittaṁ parisodheti. ",
  "mn27:18.3": "Byāpādapadosaṁ pahāya abyāpannacitto viharati, sabbapāṇabhūtahitānukampī byāpādapadosā cittaṁ parisodheti. ",
  "mn27:18.4": "Thinamiddhaṁ pahāya vigatathinamiddho viharati ālokasaññī sato sampajāno, thinamiddhā cittaṁ parisodheti. ",
  "mn27:18.5": "Uddhaccakukkuccaṁ pahāya anuddhato viharati, ajjhattaṁ vūpasantacitto uddhaccakukkuccā cittaṁ parisodheti. ",
  "mn27:18.6": "Vicikicchaṁ pahāya tiṇṇavicikiccho viharati akathaṅkathī kusalesu dhammesu, vicikicchāya cittaṁ parisodheti. ",
  "mn27:19.1": "So ime pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe, ",
  "mn27:19.2": "vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṁ savicāraṁ vivekajaṁ pītisukhaṁ paṭhamaṁ jhānaṁ upasampajja viharati. ",
  "mn27:19.3": "Idampi vuccati, brāhmaṇa, tathāgatapadaṁ itipi, tathāgatanisevitaṁ itipi, tathāgatārañjitaṁ itipi. ",
  "mn27:19.4": "Na tveva tāva ariyasāvako niṭṭhaṁ gacchati: ",
  "mn27:19.5": "‘sammāsambuddho bhagavā, svākkhāto bhagavatā dhammo, suppaṭipanno bhagavato sāvakasaṅgho’ti. ",
  "mn27:20.1": "Puna caparaṁ, brāhmaṇa, bhikkhu vitakkavicārānaṁ vūpasamā ajjhattaṁ sampasādanaṁ cetaso ekodibhāvaṁ avitakkaṁ avicāraṁ samādhijaṁ pītisukhaṁ dutiyaṁ jhānaṁ upasampajja viharati. ",
  "mn27:20.2": "Idampi vuccati, brāhmaṇa …pe… ",
  "mn27:20.3": "suppaṭipanno bhagavato sāvakasaṅgho’ti. ",
  "mn27:21.1": "Puna caparaṁ, brāhmaṇa, bhikkhu pītiyā ca virāgā upekkhako ca viharati sato ca sampajāno, sukhañca kāyena paṭisaṁvedeti, yaṁ taṁ ariyā ācikkhanti ‘upekkhako satimā sukhavihārī’ti tatiyaṁ jhānaṁ upasampajja viharati. ",
  "mn27:21.2": "Idampi vuccati, brāhmaṇa …pe… ",
  "mn27:21.3": "suppaṭipanno bhagavato sāvakasaṅgho’ti. ",
  "mn27:22.1": "Puna caparaṁ, brāhmaṇa, bhikkhu sukhassa ca pahānā dukkhassa ca pahānā, pubbeva somanassadomanassānaṁ atthaṅgamā, adukkhamasukhaṁ upekkhāsatipārisuddhiṁ catutthaṁ jhānaṁ upasampajja viharati. ",
  "mn27:22.2": "Idampi vuccati, brāhmaṇa, tathāgatapadaṁ itipi, tathāgatanisevitaṁ itipi, tathāgatārañjitaṁ itipi. ",
  "mn27:22.3": "Na tveva tāva ariyasāvako niṭṭhaṁ gacchati: ",
  "mn27:22.4": "‘sammāsambuddho bhagavā, svākkhāto bhagavatā dhammo, suppaṭipanno bhagavato sāvakasaṅgho’ti. ",
  "mn27:23.1": "So evaṁ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte pubbenivāsānussatiñāṇāya cittaṁ abhininnāmeti. ",
  "mn27:23.2": "So anekavihitaṁ pubbenivāsaṁ anussarati, seyyathidaṁ—ekampi jātiṁ, dvepi jātiyo …pe… iti sākāraṁ sauddesaṁ anekavihitaṁ pubbenivāsaṁ anussarati. ",
  "mn27:23.3": "Idampi vuccati, brāhmaṇa, tathāgatapadaṁ itipi, tathāgatanisevitaṁ itipi, tathāgatārañjitaṁ itipi. ",
  "mn27:23.4": "Na tveva tāva ariyasāvako niṭṭhaṁ gacchati: ",
  "mn27:23.5": "‘sammāsambuddho bhagavā, svākkhāto bhagavatā dhammo, suppaṭipanno bhagavato sāvakasaṅgho’ti. ",
  "mn27:24.1": "So evaṁ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte sattānaṁ cutūpapātañāṇāya cittaṁ abhininnāmeti. ",
  "mn27:24.2": "So dibbena cakkhunā visuddhena atikkantamānusakena …pe… yathākammūpage satte pajānāti. ",
  "mn27:24.3": "Idampi vuccati, brāhmaṇa, tathāgatapadaṁ itipi, tathāgatanisevitaṁ itipi, tathāgatārañjitaṁ itipi. ",
  "mn27:24.4": "Na tveva tāva ariyasāvako niṭṭhaṁ gacchati: ",
  "mn27:24.5": "‘sammāsambuddho bhagavā, svākkhāto bhagavatā dhammo, suppaṭipanno bhagavato sāvakasaṅgho’ti. ",
  "mn27:25.1": "So evaṁ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte āsavānaṁ khayañāṇāya cittaṁ abhininnāmeti. ",
  "mn27:25.2": "So ‘idaṁ dukkhan’ti yathābhūtaṁ pajānāti, ‘ayaṁ dukkhasamudayo’ti yathābhūtaṁ pajānāti, ‘ayaṁ dukkhanirodho’ti yathābhūtaṁ pajānāti, ‘ayaṁ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṁ pajānāti. ",
  "mn27:25.3": "‘Ime āsavā’ti yathābhūtaṁ pajānāti, ‘ayaṁ āsavasamudayo’ti yathābhūtaṁ pajānāti, ‘ayaṁ āsavanirodho’ti yathābhūtaṁ pajānāti, ‘ayaṁ āsavanirodhagāminī paṭipadā’ti yathābhūtaṁ pajānāti. ",
  "mn27:25.4": "Idampi vuccati, brāhmaṇa, tathāgatapadaṁ itipi, tathāgatanisevitaṁ itipi, tathāgatārañjitaṁ itipi. ",
  "mn27:25.5": "Na tveva tāva ariyasāvako niṭṭhaṁ gato hoti, api ca kho niṭṭhaṁ gacchati: ",
  "mn27:25.6": "‘sammāsambuddho bhagavā, svākkhāto bhagavatā dhammo, suppaṭipanno bhagavato sāvakasaṅgho’ti. ",
  "mn27:26.1": "Tassa evaṁ jānato evaṁ passato kāmāsavāpi cittaṁ vimuccati, bhavāsavāpi cittaṁ vimuccati, avijjāsavāpi cittaṁ vimuccati. ",
  "mn27:26.2": "Vimuttasmiṁ vimuttamiti ñāṇaṁ hoti. ",
  "mn27:26.3": "‘Khīṇā jāti, vusitaṁ brahmacariyaṁ, kataṁ karaṇīyaṁ, nāparaṁ itthattāyā’ti pajānāti. ",
  "mn27:26.4": "Idampi vuccati, brāhmaṇa, tathāgatapadaṁ itipi, tathāgatanisevitaṁ itipi, tathāgatārañjitaṁ itipi. ",
  "mn27:26.5": "Ettāvatā kho, brāhmaṇa, ariyasāvako niṭṭhaṁ gato hoti: ",
  "mn27:26.6": "‘sammāsambuddho bhagavā, svākkhāto bhagavatā dhammo, suppaṭipanno bhagavato sāvakasaṅgho’ti. ",
  "mn27:26.7": "Ettāvatā kho, brāhmaṇa, hatthipadopamo vitthārena paripūro hotī”ti. ",
  "mn27:27.1": "Evaṁ vutte, jāṇussoṇi brāhmaṇo bhagavantaṁ etadavoca: ",
  "mn27:27.2": "“abhikkantaṁ, bho gotama, abhikkantaṁ, bho gotama. ",
  "mn27:27.3": "Seyyathāpi, bho gotama, nikkujjitaṁ vā ukkujjeyya, paṭicchannaṁ vā vivareyya, mūḷhassa vā maggaṁ ācikkheyya, andhakāre vā telapajjotaṁ dhāreyya: ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṁ bhotā gotamena anekapariyāyena dhammo pakāsito. ",
  "mn27:27.4": "Esāhaṁ bhavantaṁ gotamaṁ saraṇaṁ gacchāmi, dhammañca, bhikkhusaṅghañca. ",
  "mn27:27.5": "Upāsakaṁ maṁ bhavaṁ gotamo dhāretu ajjatagge pāṇupetaṁ saraṇaṁ gatan”ti. ",
  "mn27:27.6": "Cūḷahatthipadopamasuttaṁ niṭṭhitaṁ sattamaṁ. "
}