{
  "mn28:0.1": "Majjhima Nikāya 28 ",
  "mn28:0.2": "Mahāhatthipadopamasutta ",
  "mn28:1.1": "Evaṁ me sutaṁ—",
  "mn28:1.2": "ekaṁ samayaṁ bhagavā sāvatthiyaṁ viharati jetavane anāthapiṇḍikassa ārāme. ",
  "mn28:1.3": "Tatra kho āyasmā sāriputto bhikkhū āmantesi: ",
  "mn28:1.4": "“āvuso bhikkhave”ti. ",
  "mn28:1.5": "“Āvuso”ti kho te bhikkhū āyasmato sāriputtassa paccassosuṁ. ",
  "mn28:1.6": "Āyasmā sāriputto etadavoca: ",
  "mn28:2.1": "“Seyyathāpi, āvuso, yāni kānici jaṅgalānaṁ pāṇānaṁ padajātāni sabbāni tāni hatthipade samodhānaṁ gacchanti, hatthipadaṁ tesaṁ aggamakkhāyati yadidaṁ mahantattena; ",
  "mn28:2.2": "evameva kho, āvuso, ye keci kusalā dhammā sabbete catūsu ariyasaccesu saṅgahaṁ gacchanti. ",
  "mn28:2.3": "Katamesu catūsu? ",
  "mn28:2.4": "Dukkhe ariyasacce, dukkhasamudaye ariyasacce, dukkhanirodhe ariyasacce, dukkhanirodhagāminiyā paṭipadāya ariyasacce. ",
  "mn28:3.1": "Katamañcāvuso, dukkhaṁ ariyasaccaṁ? ",
  "mn28:3.2": "Jātipi dukkhā, jarāpi dukkhā, maraṇampi dukkhaṁ, sokaparidevadukkhadomanassupāyāsāpi dukkhā, yampicchaṁ na labhati tampi dukkhaṁ; saṅkhittena, pañcupādānakkhandhā dukkhā. ",
  "mn28:3.3": "Katame cāvuso, pañcupādānakkhandhā? ",
  "mn28:3.4": "Seyyathidaṁ—rūpupādānakkhandho, vedanupādānakkhandho, saññupādānakkhandho, saṅkhārupādānakkhandho, viññāṇupādānakkhandho. ",
  "mn28:4.1": "Katamo cāvuso, rūpupādānakkhandho? ",
  "mn28:4.2": "Cattāri ca mahābhūtāni, catunnañca mahābhūtānaṁ upādāya rūpaṁ. ",
  "mn28:5.1": "Katamā cāvuso, cattāro mahābhūtā? ",
  "mn28:5.2": "Pathavīdhātu, āpodhātu, tejodhātu, vāyodhātu. ",
  "mn28:6.1": "Katamā cāvuso, pathavīdhātu? ",
  "mn28:6.2": "Pathavīdhātu siyā ajjhattikā, siyā bāhirā. ",
  "mn28:6.3": "Katamā cāvuso, ajjhattikā pathavīdhātu? ",
  "mn28:6.4": "Yaṁ ajjhattaṁ paccattaṁ kakkhaḷaṁ kharigataṁ upādinnaṁ, seyyathidaṁ—",
  "mn28:6.5": "kesā lomā nakhā dantā taco maṁsaṁ nhāru aṭṭhi aṭṭhimiñjaṁ vakkaṁ hadayaṁ yakanaṁ kilomakaṁ pihakaṁ papphāsaṁ antaṁ antaguṇaṁ udariyaṁ karīsaṁ, yaṁ vā panaññampi kiñci ajjhattaṁ paccattaṁ kakkhaḷaṁ kharigataṁ upādinnaṁ. ",
  "mn28:6.6": "Ayaṁ vuccatāvuso, ajjhattikā pathavīdhātu. ",
  "mn28:6.7": "Yā ceva kho pana ajjhattikā pathavīdhātu, yā ca bāhirā pathavīdhātu, pathavīdhāturevesā. ",
  "mn28:6.8": "‘Taṁ netaṁ mama, nesohamasmi, na meso attā’ti—evametaṁ yathābhūtaṁ sammappaññāya daṭṭhabbaṁ. ",
  "mn28:6.9": "Evametaṁ yathābhūtaṁ sammappaññāya disvā pathavīdhātuyā nibbindati, pathavīdhātuyā cittaṁ virājeti. ",
  "mn28:7.1": "Hoti kho so, āvuso, samayo yaṁ bāhirā āpodhātu pakuppati. ",
  "mn28:7.2": "Antarahitā tasmiṁ samaye bāhirā pathavīdhātu hoti. ",
  "mn28:7.3": "Tassā hi nāma, āvuso, bāhirāya pathavīdhātuyā tāva mahallikāya aniccatā paññāyissati, khayadhammatā paññāyissati, vayadhammatā paññāyissati, vipariṇāmadhammatā paññāyissati. ",
  "mn28:7.4": "Kiṁ panimassa mattaṭṭhakassa kāyassa taṇhupādinnassa ‘ahanti vā mamanti vā asmī’ti vā? Atha khvāssa notevettha hoti. ",
  "mn28:8.1": "Tañce, āvuso, bhikkhuṁ pare akkosanti paribhāsanti rosenti vihesenti, so evaṁ pajānāti: ",
  "mn28:8.2": "‘uppannā kho me ayaṁ sotasamphassajā dukkhavedanā. ",
  "mn28:8.3": "Sā ca kho paṭicca, no apaṭicca. ",
  "mn28:8.4": "Kiṁ paṭicca? ",
  "mn28:8.5": "Phassaṁ paṭicca’. ",
  "mn28:8.6": "So phasso aniccoti passati, vedanā aniccāti passati, saññā aniccāti passati, saṅkhārā aniccāti passati, viññāṇaṁ aniccanti passati. ",
  "mn28:8.7": "Tassa dhātārammaṇameva cittaṁ pakkhandati pasīdati santiṭṭhati adhimuccati. ",
  "mn28:9.1": "Tañce, āvuso, bhikkhuṁ pare aniṭṭhehi akantehi amanāpehi samudācaranti—",
  "mn28:9.2": "pāṇisamphassenapi leḍḍusamphassenapi daṇḍasamphassenapi satthasamphassenapi. ",
  "mn28:9.3": "So evaṁ pajānāti: ",
  "mn28:9.4": "‘tathābhūto kho ayaṁ kāyo yathābhūtasmiṁ kāye pāṇisamphassāpi kamanti, leḍḍusamphassāpi kamanti, daṇḍasamphassāpi kamanti, satthasamphassāpi kamanti. ",
  "mn28:9.5": "Vuttaṁ kho panetaṁ bhagavatā kakacūpamovāde: ",
  "mn28:9.6": "“ubhatodaṇḍakena cepi, bhikkhave, kakacena corā ocarakā aṅgamaṅgāni okanteyyuṁ, tatrāpi yo mano padūseyya na me so tena sāsanakaro”ti. ",
  "mn28:9.7": "Āraddhaṁ kho pana me vīriyaṁ bhavissati asallīnaṁ, upaṭṭhitā sati asammuṭṭhā, passaddho kāyo asāraddho, samāhitaṁ cittaṁ ekaggaṁ. ",
  "mn28:9.8": "Kāmaṁ dāni imasmiṁ kāye pāṇisamphassāpi kamantu, leḍḍusamphassāpi kamantu, daṇḍasamphassāpi kamantu, satthasamphassāpi kamantu, karīyati hidaṁ buddhānaṁ sāsanan’ti. ",
  "mn28:10.1": "Tassa ce, āvuso, bhikkhuno evaṁ buddhaṁ anussarato evaṁ dhammaṁ anussarato evaṁ saṅghaṁ anussarato upekkhā kusalanissitā na saṇṭhāti. ",
  "mn28:10.2": "So tena saṁvijjati saṁvegaṁ āpajjati: ",
  "mn28:10.3": "‘alābhā vata me, na vata me lābhā; dulladdhaṁ vata me, na vata me suladdhaṁ, ",
  "mn28:10.4": "yassa me evaṁ buddhaṁ anussarato, evaṁ dhammaṁ anussarato, evaṁ saṅghaṁ anussarato, upekkhā kusalanissitā na saṇṭhātī’ti. ",
  "mn28:10.5": "Seyyathāpi, āvuso, suṇisā sasuraṁ disvā saṁvijjati saṁvegaṁ āpajjati; ",
  "mn28:10.6": "evameva kho, āvuso, tassa ce bhikkhuno evaṁ buddhaṁ anussarato, evaṁ dhammaṁ anussarato, evaṁ saṅghaṁ anussarato, upekkhā kusalanissitā na saṇṭhāti, so tena saṁvijjati saṁvegaṁ āpajjati: ",
  "mn28:10.7": "‘alābhā vata me, na vata me lābhā; dulladdhaṁ vata me, na vata me suladdhaṁ, yassa me evaṁ buddhaṁ anussarato evaṁ dhammaṁ anussarato, evaṁ saṅghaṁ anussarato, upekkhā kusalanissitā na saṇṭhātī’ti. ",
  "mn28:10.8": "Tassa ce, āvuso, bhikkhuno evaṁ buddhaṁ anussarato, evaṁ dhammaṁ anussarato, evaṁ saṅghaṁ anussarato upekkhā kusalanissitā saṇṭhāti, so tena attamano hoti. ",
  "mn28:10.9": "Ettāvatāpi kho, āvuso, bhikkhuno bahukataṁ hoti. ",
  "mn28:11.1": "Katamā cāvuso, āpodhātu? ",
  "mn28:11.2": "Āpodhātu siyā ajjhattikā, siyā bāhirā. ",
  "mn28:11.3": "Katamā cāvuso, ajjhattikā āpodhātu? ",
  "mn28:11.4": "Yaṁ ajjhattaṁ paccattaṁ āpo āpogataṁ upādinnaṁ, seyyathidaṁ—",
  "mn28:11.5": "pittaṁ semhaṁ pubbo lohitaṁ sedo medo assu vasā kheḷo siṅghāṇikā lasikā muttaṁ, yaṁ vā panaññampi kiñci ajjhattaṁ paccattaṁ āpo āpogataṁ upādinnaṁ—",
  "mn28:11.6": "ayaṁ vuccatāvuso, ajjhattikā āpodhātu. ",
  "mn28:11.7": "Yā ceva kho pana ajjhattikā āpodhātu yā ca bāhirā āpodhātu, āpodhāturevesā. ",
  "mn28:11.8": "‘Taṁ netaṁ mama, nesohamasmi, na meso attā’ti evametaṁ yathābhūtaṁ sammappaññāya daṭṭhabbaṁ. ",
  "mn28:11.9": "Evametaṁ yathābhūtaṁ sammappaññāya disvā āpodhātuyā nibbindati, āpodhātuyā cittaṁ virājeti. ",
  "mn28:12.1": "Hoti kho so, āvuso, samayo yaṁ bāhirā āpodhātu pakuppati. ",
  "mn28:12.2": "Sā gāmampi vahati, nigamampi vahati, nagarampi vahati, janapadampi vahati, janapadapadesampi vahati. ",
  "mn28:12.3": "Hoti kho so, āvuso, samayo yaṁ mahāsamudde yojanasatikānipi udakāni ogacchanti, dviyojanasatikānipi udakāni ogacchanti, tiyojanasatikānipi udakāni ogacchanti, catuyojanasatikānipi udakāni ogacchanti, pañcayojanasatikānipi udakāni ogacchanti, chayojanasatikānipi udakāni ogacchanti, sattayojanasatikānipi udakāni ogacchanti. ",
  "mn28:12.4": "Hoti kho so, āvuso, samayo yaṁ mahāsamudde sattatālampi udakaṁ saṇṭhāti, chattālampi udakaṁ saṇṭhāti, pañcatālampi udakaṁ saṇṭhāti, catuttālampi udakaṁ saṇṭhāti, titālampi udakaṁ saṇṭhāti, dvitālampi udakaṁ saṇṭhāti, tālamattampi udakaṁ saṇṭhāti. ",
  "mn28:12.5": "Hoti kho so, āvuso, samayo yaṁ mahāsamudde sattaporisampi udakaṁ saṇṭhāti, chapporisampi udakaṁ saṇṭhāti, pañcaporisampi udakaṁ saṇṭhāti, catupporisampi udakaṁ saṇṭhāti, tiporisampi udakaṁ saṇṭhāti, dviporisampi udakaṁ saṇṭhāti, porisamattampi udakaṁ saṇṭhāti. ",
  "mn28:12.6": "Hoti kho so, āvuso, samayo yaṁ mahāsamudde aḍḍhaporisampi udakaṁ saṇṭhāti, kaṭimattampi udakaṁ saṇṭhāti, jāṇukamattampi udakaṁ saṇṭhāti, gopphakamattampi udakaṁ saṇṭhāti. ",
  "mn28:12.7": "Hoti kho so, āvuso, samayo, yaṁ mahāsamudde aṅgulipabbatemanamattampi udakaṁ na hoti. ",
  "mn28:12.8": "Tassā hi nāma, āvuso, bāhirāya āpodhātuyā tāva mahallikāya aniccatā paññāyissati, khayadhammatā paññāyissati, vayadhammatā paññāyissati, vipariṇāmadhammatā paññāyissati. ",
  "mn28:13.1": "Kiṁ panimassa mattaṭṭhakassa kāyassa taṇhupādinnassa ‘ahanti vā mamanti vā asmī’ti vā? Atha khvāssa notevettha hoti …pe… ",
  "mn28:14.1": "tassa ce, āvuso, bhikkhuno evaṁ buddhaṁ anussarato, evaṁ dhammaṁ anussarato, evaṁ saṅghaṁ anussarato upekkhā kusalanissitā saṇṭhāti. So tena attamano hoti. ",
  "mn28:15.1": "Ettāvatāpi kho, āvuso, bhikkhuno bahukataṁ hoti. ",
  "mn28:16.1": "Katamā cāvuso, tejodhātu? ",
  "mn28:16.2": "Tejodhātu siyā ajjhattikā, siyā bāhirā. ",
  "mn28:16.3": "Katamā cāvuso, ajjhattikā tejodhātu? ",
  "mn28:16.4": "Yaṁ ajjhattaṁ paccattaṁ tejo tejogataṁ upādinnaṁ, seyyathidaṁ—",
  "mn28:16.5": "yena ca santappati, yena ca jīrīyati, yena ca pariḍayhati, yena ca asitapītakhāyitasāyitaṁ sammā pariṇāmaṁ gacchati, yaṁ vā panaññampi kiñci ajjhattaṁ paccattaṁ tejo tejogataṁ upādinnaṁ—",
  "mn28:16.6": "ayaṁ vuccatāvuso, ajjhattikā tejodhātu. ",
  "mn28:16.7": "Yā ceva kho pana ajjhattikā tejodhātu yā ca bāhirā tejodhātu, tejodhāturevesā. ",
  "mn28:16.8": "‘Taṁ netaṁ mama, nesohamasmi, na meso attā’ti evametaṁ yathābhūtaṁ sammappaññāya daṭṭhabbaṁ. ",
  "mn28:16.9": "Evametaṁ yathābhūtaṁ sammappaññāya disvā tejodhātuyā nibbindati, tejodhātuyā cittaṁ virājeti. ",
  "mn28:17.1": "Hoti kho so, āvuso, samayo yaṁ bāhirā tejodhātu pakuppati. ",
  "mn28:17.2": "Sā gāmampi dahati, nigamampi dahati, nagarampi dahati, janapadampi dahati, janapadapadesampi dahati. ",
  "mn28:17.3": "Sā haritantaṁ vā panthantaṁ vā selantaṁ vā udakantaṁ vā ramaṇīyaṁ vā bhūmibhāgaṁ āgamma anāhārā nibbāyati. ",
  "mn28:17.4": "Hoti kho so, āvuso, samayo yaṁ kukkuṭapattenapi nhārudaddulenapi aggiṁ gavesanti. ",
  "mn28:17.5": "Tassā hi nāma, āvuso, bāhirāya tejodhātuyā tāva mahallikāya aniccatā paññāyissati, khayadhammatā paññāyissati, vayadhammatā paññāyissati, vipariṇāmadhammatā paññāyissati. ",
  "mn28:17.6": "Kiṁ panimassa mattaṭṭhakassa kāyassa taṇhupādinnassa ‘ahanti vā mamanti vā asmī’ti vā? ",
  "mn28:18-20.1": "Atha khvāssa notevettha hoti …pe… tassa ce, āvuso, bhikkhuno evaṁ buddhaṁ anussarato evaṁ dhammaṁ anussarato evaṁ saṅghaṁ anussarato upekkhā kusalanissitā saṇṭhāti, so tena attamano hoti. ",
  "mn28:18-20.2": "Ettāvatāpi kho, āvuso, bhikkhuno bahukataṁ hoti. ",
  "mn28:21.1": "Katamā cāvuso, vāyodhātu? ",
  "mn28:21.2": "Vāyodhātu siyā ajjhattikā, siyā bāhirā. ",
  "mn28:21.3": "Katamā cāvuso, ajjhattikā vāyodhātu? ",
  "mn28:21.4": "Yaṁ ajjhattaṁ paccattaṁ vāyo vāyogataṁ upādinnaṁ, seyyathidaṁ—",
  "mn28:21.5": "uddhaṅgamā vātā, adhogamā vātā, kucchisayā vātā, koṭṭhāsayā vātā, aṅgamaṅgānusārino vātā, assāso passāso iti, yaṁ vā panaññampi kiñci ajjhattaṁ paccattaṁ vāyo vāyogataṁ upādinnaṁ—",
  "mn28:21.6": "ayaṁ vuccatāvuso, ajjhattikā vāyodhātu. ",
  "mn28:21.7": "Yā ceva kho pana ajjhattikā vāyodhātu, yā ca bāhirā vāyodhātu, vāyodhāturevesā. ",
  "mn28:21.8": "‘Taṁ netaṁ mama nesohamasmi na meso attā’ti evametaṁ yathābhūtaṁ sammappaññāya daṭṭhabbaṁ. ",
  "mn28:21.9": "Evametaṁ yathābhūtaṁ sammappaññāya disvā vāyodhātuyā nibbindati vāyodhātuyā cittaṁ virājeti. ",
  "mn28:22.1": "Hoti kho so, āvuso, samayo yaṁ bāhirā vāyodhātu pakuppati. ",
  "mn28:22.2": "Sā gāmampi vahati, nigamampi vahati, nagarampi vahati, janapadampi vahati, janapadapadesampi vahati. ",
  "mn28:22.3": "Hoti kho so, āvuso, samayo yaṁ gimhānaṁ pacchime māse tālavaṇṭenapi vidhūpanenapi vātaṁ pariyesanti, ossavanepi tiṇāni na icchanti. ",
  "mn28:22.4": "Tassā hi nāma, āvuso, bāhirāya vāyodhātuyā tāva mahallikāya aniccatā paññāyissati, khayadhammatā paññāyissati, vayadhammatā paññāyissati, vipariṇāmadhammatā paññāyissati. ",
  "mn28:22.5": "Kiṁ panimassa mattaṭṭhakassa kāyassa taṇhupādinnassa ‘ahanti vā mamanti vā asmī’ti vā? Atha khvāssa notevettha hoti. ",
  "mn28:23.1": "Tañce, āvuso, bhikkhuṁ pare akkosanti paribhāsanti rosenti vihesenti. ",
  "mn28:23.2": "So evaṁ pajānāti, uppannā kho me ayaṁ sotasamphassajā dukkhā vedanā. ",
  "mn28:23.3": "Sā ca kho paṭicca, no apaṭicca. ",
  "mn28:23.4": "Kiṁ paṭicca? ",
  "mn28:23.5": "Phassaṁ paṭicca. ",
  "mn28:23.6": "Sopi phasso aniccoti passati, vedanā aniccāti passati, saññā aniccāti passati, saṅkhārā aniccāti passati, viññāṇaṁ aniccanti passati. ",
  "mn28:23.7": "Tassa dhātārammaṇameva cittaṁ pakkhandati pasīdati santiṭṭhati adhimuccati. ",
  "mn28:24.1": "Tañce, āvuso, bhikkhuṁ pare aniṭṭhehi akantehi amanāpehi samudācaranti, pāṇisamphassenapi leḍḍusamphassenapi daṇḍasamphassenapi satthasamphassenapi. ",
  "mn28:24.2": "So evaṁ pajānāti ‘tathābhūto kho ayaṁ kāyo yathābhūtasmiṁ kāye pāṇisamphassāpi kamanti, leḍḍusamphassāpi kamanti, daṇḍasamphassāpi kamanti, satthasamphassāpi kamanti. ",
  "mn28:24.3": "Vuttaṁ kho panetaṁ bhagavatā kakacūpamovāde “ubhatodaṇḍakena cepi, bhikkhave, kakacena corā ocarakā aṅgamaṅgāni okanteyyuṁ. Tatrāpi yo mano padūseyya, na me so tena sāsanakaro”ti. ",
  "mn28:24.4": "Āraddhaṁ kho pana me vīriyaṁ bhavissati asallīnaṁ, upaṭṭhitā sati asammuṭṭhā, passaddho kāyo asāraddho, samāhitaṁ cittaṁ ekaggaṁ. ",
  "mn28:24.5": "Kāmaṁ dāni imasmiṁ kāye pāṇisamphassāpi kamantu, leḍḍusamphassāpi kamantu, daṇḍasamphassāpi kamantu, satthasamphassāpi kamantu. Karīyati hidaṁ buddhānaṁ sāsanan’ti. ",
  "mn28:25.1": "Tassa ce, āvuso, bhikkhuno evaṁ buddhaṁ anussarato, evaṁ dhammaṁ anussarato, evaṁ saṅghaṁ anussarato upekkhā kusalanissitā na saṇṭhāti. ",
  "mn28:25.2": "So tena saṁvijjati saṁvegaṁ āpajjati: ",
  "mn28:25.3": "‘alābhā vata me, na vata me lābhā; dulladdhaṁ vata me, na vata me suladdhaṁ. ",
  "mn28:25.4": "Yassa me evaṁ buddhaṁ anussarato, evaṁ dhammaṁ anussarato, evaṁ saṅghaṁ anussarato upekkhā kusalanissitā na saṇṭhātī’ti. ",
  "mn28:25.5": "Seyyathāpi, āvuso, suṇisā sasuraṁ disvā saṁvijjati saṁvegaṁ āpajjati; ",
  "mn28:25.6": "evameva kho, āvuso, tassa ce bhikkhuno evaṁ buddhaṁ anussarato, evaṁ dhammaṁ anussarato, evaṁ saṅghaṁ anussarato, upekkhā kusalanissitā na saṇṭhāti. ",
  "mn28:25.7": "So tena saṁvijjati saṁvegaṁ āpajjati: ",
  "mn28:25.8": "‘alābhā vata me, na vata me lābhā; dulladdhaṁ vata me, na vata me suladdhaṁ. ",
  "mn28:25.9": "Yassa me evaṁ buddhaṁ anussarato, evaṁ dhammaṁ anussarato, evaṁ saṅghaṁ anussarato, upekkhā kusalanissitā na saṇṭhātī’ti. ",
  "mn28:25.10": "Tassa ce, āvuso, bhikkhuno evaṁ buddhaṁ anussarato, evaṁ dhammaṁ anussarato, evaṁ saṅghaṁ anussarato, upekkhā kusalanissitā saṇṭhāti, so tena attamano hoti. ",
  "mn28:25.11": "Ettāvatāpi kho, āvuso, bhikkhuno bahukataṁ hoti. ",
  "mn28:26.1": "Seyyathāpi, āvuso, kaṭṭhañca paṭicca valliñca paṭicca tiṇañca paṭicca mattikañca paṭicca ākāso parivārito agārantveva saṅkhaṁ gacchati; ",
  "mn28:26.2": "evameva kho, āvuso, aṭṭhiñca paṭicca nhāruñca paṭicca maṁsañca paṭicca cammañca paṭicca ākāso parivārito rūpantveva saṅkhaṁ gacchati. ",
  "mn28:27.1": "Ajjhattikañceva, āvuso, cakkhuṁ aparibhinnaṁ hoti, bāhirā ca rūpā na āpāthaṁ āgacchanti, no ca tajjo samannāhāro hoti, neva tāva tajjassa viññāṇabhāgassa pātubhāvo hoti. ",
  "mn28:27.2": "Ajjhattikañceva, āvuso, cakkhuṁ aparibhinnaṁ hoti bāhirā ca rūpā āpāthaṁ āgacchanti, no ca tajjo samannāhāro hoti, neva tāva tajjassa viññāṇabhāgassa pātubhāvo hoti. ",
  "mn28:27.3": "Yato ca kho, āvuso, ajjhattikañceva cakkhuṁ aparibhinnaṁ hoti, bāhirā ca rūpā āpāthaṁ āgacchanti, tajjo ca samannāhāro hoti. Evaṁ tajjassa viññāṇabhāgassa pātubhāvo hoti. ",
  "mn28:28.1": "Yaṁ tathābhūtassa rūpaṁ taṁ rūpupādānakkhandhe saṅgahaṁ gacchati, yā tathābhūtassa vedanā sā vedanupādānakkhandhe saṅgahaṁ gacchati, yā tathābhūtassa saññā sā saññupādānakkhandhe saṅgahaṁ gacchati, ye tathābhūtassa saṅkhārā te saṅkhārupādānakkhandhe saṅgahaṁ gacchanti, yaṁ tathābhūtassa viññāṇaṁ taṁ viññāṇupādānakkhandhe saṅgahaṁ gacchati. ",
  "mn28:28.2": "So evaṁ pajānāti: ",
  "mn28:28.3": "‘evañhi kira imesaṁ pañcannaṁ upādānakkhandhānaṁ saṅgaho sannipāto samavāyo hoti. ",
  "mn28:28.4": "Vuttaṁ kho panetaṁ bhagavatā: ",
  "mn28:28.5": "“yo paṭiccasamuppādaṁ passati so dhammaṁ passati; ",
  "mn28:28.6": "yo dhammaṁ passati so paṭiccasamuppādaṁ passatī”ti. ",
  "mn28:28.7": "Paṭiccasamuppannā kho panime yadidaṁ pañcupādānakkhandhā. ",
  "mn28:28.8": "Yo imesu pañcasu upādānakkhandhesu chando ālayo anunayo ajjhosānaṁ so dukkhasamudayo. ",
  "mn28:28.9": "Yo imesu pañcasu upādānakkhandhesu chandarāgavinayo chandarāgappahānaṁ, so dukkhanirodho’ti. ",
  "mn28:28.10": "Ettāvatāpi kho, āvuso, bhikkhuno bahukataṁ hoti. ",
  "mn28:29-30.1": "Ajjhattikañceva, āvuso, sotaṁ aparibhinnaṁ hoti …pe… ",
  "mn28:31-32.1": "ghānaṁ aparibhinnaṁ hoti … ",
  "mn28:33-34.1": "jivhā aparibhinnā hoti … ",
  "mn28:35-36.1": "kāyo aparibhinno hoti … ",
  "mn28:37.1": "mano aparibhinno hoti, bāhirā ca dhammā na āpāthaṁ āgacchanti no ca tajjo samannāhāro hoti, neva tāva tajjassa viññāṇabhāgassa pātubhāvo hoti. ",
  "mn28:38.1": "Ajjhattiko ceva, āvuso, mano aparibhinno hoti, bāhirā ca dhammā āpāthaṁ āgacchanti, no ca tajjo samannāhāro hoti, neva tāva tajjassa viññāṇabhāgassa pātubhāvo hoti. ",
  "mn28:38.2": "Yato ca kho, āvuso, ajjhattiko ceva mano aparibhinno hoti, bāhirā ca dhammā āpāthaṁ āgacchanti, tajjo ca samannāhāro hoti, evaṁ tajjassa viññāṇabhāgassa pātubhāvo hoti. ",
  "mn28:38.3": "Yaṁ tathābhūtassa rūpaṁ taṁ rūpupādānakkhandhe saṅgahaṁ gacchati, yā tathābhūtassa vedanā sā vedanupādānakkhandhe saṅgahaṁ gacchati, yā tathābhūtassa saññā sā saññupādānakkhandhe saṅgahaṁ gacchati, ye tathābhūtassa saṅkhārā te saṅkhārupādānakkhandhe saṅgahaṁ gacchanti, yaṁ tathābhūtassa viññāṇaṁ taṁ viññāṇupādānakkhandhe saṅgahaṁ gacchati. ",
  "mn28:38.4": "So evaṁ pajānāti: ",
  "mn28:38.5": "‘evañhi kira imesaṁ pañcannaṁ upādānakkhandhānaṁ saṅgaho sannipāto samavāyo hoti. ",
  "mn28:38.6": "Vuttaṁ kho panetaṁ bhagavatā: ",
  "mn28:38.7": "“yo paṭiccasamuppādaṁ passati so dhammaṁ passati; ",
  "mn28:38.8": "yo dhammaṁ passati so paṭiccasamuppādaṁ passatī”ti. ",
  "mn28:38.9": "Paṭiccasamuppannā kho panime yadidaṁ pañcupādānakkhandhā. ",
  "mn28:38.10": "Yo imesu pañcasu upādānakkhandhesu chando ālayo anunayo ajjhosānaṁ so dukkhasamudayo. ",
  "mn28:38.11": "Yo imesu pañcasu upādānakkhandhesu chandarāgavinayo chandarāgappahānaṁ so dukkhanirodho’ti. ",
  "mn28:38.12": "Ettāvatāpi kho, āvuso, bhikkhuno bahukataṁ hotī”ti. ",
  "mn28:38.13": "Idamavoca āyasmā sāriputto. ",
  "mn28:38.14": "Attamanā te bhikkhū āyasmato sāriputtassa bhāsitaṁ abhinandunti. ",
  "mn28:38.15": "Mahāhatthipadopamasuttaṁ niṭṭhitaṁ aṭṭhamaṁ. "
}