{
  "mn31:0.1": "Majjhima Nikāya 31 ",
  "mn31:0.2": "Cūḷagosiṅgasutta ",
  "mn31:1.1": "Evaṁ me sutaṁ—",
  "mn31:1.2": "ekaṁ samayaṁ bhagavā nātike viharati giñjakāvasathe. ",
  "mn31:2.1": "Tena kho pana samayena āyasmā ca anuruddho āyasmā ca nandiyo āyasmā ca kimilo gosiṅgasālavanadāye viharanti. ",
  "mn31:3.1": "Atha kho bhagavā sāyanhasamayaṁ paṭisallānā vuṭṭhito yena gosiṅgasālavanadāyo tenupasaṅkami. ",
  "mn31:3.2": "Addasā kho dāyapālo bhagavantaṁ dūratova āgacchantaṁ. ",
  "mn31:3.3": "Disvāna bhagavantaṁ etadavoca: ",
  "mn31:3.4": "“mā, samaṇa, etaṁ dāyaṁ pāvisi. ",
  "mn31:3.5": "Santettha tayo kulaputtā attakāmarūpā viharanti. ",
  "mn31:3.6": "Mā tesaṁ aphāsumakāsī”ti. ",
  "mn31:4.1": "Assosi kho āyasmā anuruddho dāyapālassa bhagavatā saddhiṁ mantayamānassa. ",
  "mn31:4.2": "Sutvāna dāyapālaṁ etadavoca: ",
  "mn31:4.3": "“mā, āvuso dāyapāla, bhagavantaṁ vāresi. ",
  "mn31:4.4": "Satthā no bhagavā anuppatto”ti. ",
  "mn31:4.5": "Atha kho āyasmā anuruddho yenāyasmā ca nandiyo āyasmā ca kimilo tenupasaṅkami; upasaṅkamitvā āyasmantañca nandiyaṁ āyasmantañca kimilaṁ etadavoca: ",
  "mn31:4.6": "“abhikkamathāyasmanto, abhikkamathāyasmanto, satthā no bhagavā anuppatto”ti. ",
  "mn31:5.1": "Atha kho āyasmā ca anuruddho āyasmā ca nandiyo āyasmā ca kimilo bhagavantaṁ paccuggantvā—",
  "mn31:5.2": "eko bhagavato pattacīvaraṁ paṭiggahesi, eko āsanaṁ paññapesi, eko pādodakaṁ upaṭṭhāpesi. ",
  "mn31:5.3": "Nisīdi bhagavā paññatte āsane. ",
  "mn31:5.4": "Nisajja kho bhagavā pāde pakkhālesi. ",
  "mn31:5.5": "Tepi kho āyasmanto bhagavantaṁ abhivādetvā ekamantaṁ nisīdiṁsu. ",
  "mn31:5.6": "Ekamantaṁ nisinnaṁ kho āyasmantaṁ anuruddhaṁ bhagavā etadavoca: ",
  "mn31:5.7": "“Kacci vo, anuruddhā, khamanīyaṁ, kacci yāpanīyaṁ, kacci piṇḍakena na kilamathā”ti? ",
  "mn31:5.8": "“Khamanīyaṁ, bhagavā, yāpanīyaṁ, bhagavā; na ca mayaṁ, bhante, piṇḍakena kilamāmā”ti. ",
  "mn31:6.1": "“Kacci pana vo, anuruddhā, samaggā sammodamānā avivadamānā khīrodakībhūtā aññamaññaṁ piyacakkhūhi sampassantā viharathā”ti? ",
  "mn31:6.2": "“Taggha mayaṁ, bhante, samaggā sammodamānā avivadamānā khīrodakībhūtā aññamaññaṁ piyacakkhūhi sampassantā viharāmā”ti. ",
  "mn31:6.3": "“Yathā kathaṁ pana tumhe, anuruddhā, samaggā sammodamānā avivadamānā khīrodakībhūtā aññamaññaṁ piyacakkhūhi sampassantā viharathā”ti? ",
  "mn31:7.1": "“Idha mayhaṁ, bhante, evaṁ hoti: ",
  "mn31:7.2": "‘lābhā vata me, suladdhaṁ vata me, ",
  "mn31:7.3": "yohaṁ evarūpehi sabrahmacārīhi saddhiṁ viharāmī’ti. ",
  "mn31:7.4": "Tassa mayhaṁ, bhante, imesu āyasmantesu mettaṁ kāyakammaṁ paccupaṭṭhitaṁ āvi ceva raho ca; ",
  "mn31:7.5": "mettaṁ vacīkammaṁ paccupaṭṭhitaṁ āvi ceva raho ca; ",
  "mn31:7.6": "mettaṁ manokammaṁ paccupaṭṭhitaṁ āvi ceva raho ca. ",
  "mn31:7.7": "Tassa mayhaṁ, bhante, evaṁ hoti: ",
  "mn31:7.8": "‘yannūnāhaṁ sakaṁ cittaṁ nikkhipitvā imesaṁyeva āyasmantānaṁ cittassa vasena vatteyyan’ti. ",
  "mn31:7.9": "So kho ahaṁ, bhante, sakaṁ cittaṁ nikkhipitvā imesaṁyeva āyasmantānaṁ cittassa vasena vattāmi. ",
  "mn31:7.10": "Nānā hi kho no, bhante, kāyā ekañca pana maññe cittan”ti. ",
  "mn31:7.11": "Āyasmāpi kho nandiyo …pe… ",
  "mn31:7.12": "āyasmāpi kho kimilo bhagavantaṁ etadavoca: ",
  "mn31:7.13": "“mayhampi, bhante, evaṁ hoti: ",
  "mn31:7.14": "‘lābhā vata me, suladdhaṁ vata me, ",
  "mn31:7.15": "yohaṁ evarūpehi sabrahmacārīhi saddhiṁ viharāmī’ti. ",
  "mn31:7.16": "Tassa mayhaṁ, bhante, imesu āyasmantesu mettaṁ kāyakammaṁ paccupaṭṭhitaṁ āvi ceva raho ca, ",
  "mn31:7.17": "mettaṁ vacīkammaṁ paccupaṭṭhitaṁ āvi ceva raho ca, ",
  "mn31:7.18": "mettaṁ manokammaṁ paccupaṭṭhitaṁ āvi ceva raho ca. ",
  "mn31:7.19": "Tassa mayhaṁ, bhante, evaṁ hoti: ",
  "mn31:7.20": "‘yannūnāhaṁ sakaṁ cittaṁ nikkhipitvā imesaṁyeva āyasmantānaṁ cittassa vasena vatteyyan’ti. ",
  "mn31:7.21": "So kho ahaṁ, bhante, sakaṁ cittaṁ nikkhipitvā imesaṁyeva āyasmantānaṁ cittassa vasena vattāmi. ",
  "mn31:7.22": "Nānā hi kho no, bhante, kāyā ekañca pana maññe cittan”ti. ",
  "mn31:7.23": "“Evaṁ kho mayaṁ, bhante, samaggā sammodamānā avivadamānā khīrodakībhūtā aññamaññaṁ piyacakkhūhi sampassantā viharāmā”ti. ",
  "mn31:8.1": "“Sādhu sādhu, anuruddhā. ",
  "mn31:8.2": "Kacci pana vo, anuruddhā, appamattā ātāpino pahitattā viharathā”ti? ",
  "mn31:9.1": "“Taggha mayaṁ, bhante, appamattā ātāpino pahitattā viharāmā”ti. ",
  "mn31:9.2": "“Yathā kathaṁ pana tumhe, anuruddhā, appamattā ātāpino pahitattā viharathā”ti? ",
  "mn31:9.3": "“Idha, bhante, amhākaṁ yo paṭhamaṁ gāmato piṇḍāya paṭikkamati so āsanāni paññapeti, pānīyaṁ paribhojanīyaṁ upaṭṭhāpeti, avakkārapātiṁ upaṭṭhāpeti. ",
  "mn31:9.4": "Yo pacchā gāmato piṇḍāya paṭikkamati, sace hoti bhuttāvaseso sace ākaṅkhati bhuñjati, no ce ākaṅkhati appaharite vā chaḍḍeti, appāṇake vā udake opilāpeti. ",
  "mn31:9.5": "So āsanāni paṭisāmeti, pānīyaṁ paribhojanīyaṁ paṭisāmeti, avakkārapātiṁ paṭisāmeti, bhattaggaṁ sammajjati. ",
  "mn31:9.6": "Yo passati pānīyaghaṭaṁ vā paribhojanīyaghaṭaṁ vā vaccaghaṭaṁ vā rittaṁ tucchaṁ so upaṭṭhāpeti. ",
  "mn31:9.7": "Sacassa hoti avisayhaṁ, hatthavikārena dutiyaṁ āmantetvā hatthavilaṅghakena upaṭṭhāpema, na tveva mayaṁ, bhante, tappaccayā vācaṁ bhindāma. ",
  "mn31:9.8": "Pañcāhikaṁ kho pana mayaṁ, bhante, sabbarattikaṁ dhammiyā kathāya sannisīdāma. ",
  "mn31:9.9": "Evaṁ kho mayaṁ, bhante, appamattā ātāpino pahitattā viharāmā”ti. ",
  "mn31:10.1": "“Sādhu sādhu, anuruddhā. ",
  "mn31:10.2": "Atthi pana vo, anuruddhā, evaṁ appamattānaṁ ātāpīnaṁ pahitattānaṁ viharantānaṁ uttari manussadhammā alamariyañāṇadassanaviseso adhigato phāsuvihāro”ti? ",
  "mn31:10.3": "“Kiñhi no siyā, bhante. ",
  "mn31:10.4": "Idha mayaṁ, bhante, yāvadeva ākaṅkhāma vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṁ savicāraṁ vivekajaṁ pītisukhaṁ paṭhamaṁ jhānaṁ upasampajja viharāma. ",
  "mn31:10.5": "Ayaṁ kho no, bhante, amhākaṁ appamattānaṁ ātāpīnaṁ pahitattānaṁ viharantānaṁ uttari manussadhammā alamariyañāṇadassanaviseso adhigato phāsuvihāro”ti. ",
  "mn31:11-13.1": "“Sādhu sādhu, anuruddhā. ",
  "mn31:11-13.2": "Etassa pana vo, anuruddhā, vihārassa samatikkamāya etassa vihārassa paṭippassaddhiyā atthañño uttari manussadhammā alamariyañāṇadassanaviseso adhigato phāsuvihāro”ti? ",
  "mn31:11-13.3": "“Kiñhi no siyā, bhante. ",
  "mn31:11-13.4": "Idha mayaṁ, bhante, yāvadeva ākaṅkhāma vitakkavicārānaṁ vūpasamā ajjhattaṁ sampasādanaṁ cetaso ekodibhāvaṁ avitakkaṁ avicāraṁ samādhijaṁ pītisukhaṁ dutiyaṁ jhānaṁ upasampajja viharāma. ",
  "mn31:11-13.5": "Etassa, bhante, vihārassa samatikkamāya etassa vihārassa paṭippassaddhiyā ayamañño uttari manussadhammā alamariyañāṇadassanaviseso adhigato phāsuvihāro”ti. ",
  "mn31:14.1": "“Sādhu sādhu, anuruddhā. ",
  "mn31:14.2": "Etassa pana vo, anuruddhā, vihārassa samatikkamāya etassa vihārassa paṭippassaddhiyā atthañño uttari manussadhammā alamariyañāṇadassanaviseso adhigato phāsuvihāro”ti? ",
  "mn31:14.3": "“Kiñhi no siyā, bhante. ",
  "mn31:14.4": "Idha mayaṁ, bhante, yāvadeva ākaṅkhāma pītiyā ca virāgā upekkhakā ca viharāma, satā ca sampajānā, sukhañca kāyena paṭisaṁvedema, yaṁ taṁ ariyā ācikkhanti: ‘upekkhako satimā sukhavihārī’ti tatiyaṁ jhānaṁ upasampajja viharāma. ",
  "mn31:14.5": "Etassa, bhante, vihārassa samatikkamāya etassa vihārassa paṭippassaddhiyā ayamañño uttari manussadhammā alamariyañāṇadassanaviseso adhigato phāsuvihāro”ti. ",
  "mn31:15.1": "“Sādhu sādhu, anuruddhā. ",
  "mn31:15.2": "Etassa pana vo, anuruddhā, vihārassa samatikkamāya etassa vihārassa paṭippassaddhiyā atthañño uttari manussadhammā alamariyañāṇadassanaviseso adhigato phāsuvihāro”ti? ",
  "mn31:15.3": "“Kiñhi no siyā, bhante. ",
  "mn31:15.4": "Idha mayaṁ, bhante, yāvadeva ākaṅkhāma sukhassa ca pahānā dukkhassa ca pahānā, pubbeva somanassadomanassānaṁ atthaṅgamā, adukkhamasukhaṁ upekkhāsatipārisuddhiṁ catutthaṁ jhānaṁ upasampajja viharāma. ",
  "mn31:15.5": "Etassa, bhante, vihārassa samatikkamāya etassa vihārassa paṭippassaddhiyā ayamañño uttari manussadhammā alamariyañāṇadassanaviseso adhigato phāsuvihāro”ti. ",
  "mn31:16.1": "“Sādhu sādhu, anuruddhā. ",
  "mn31:16.2": "Etassa pana vo, anuruddhā, vihārassa samatikkamāya etassa vihārassa paṭippassaddhiyā atthañño uttari manussadhammā alamariyañāṇadassanaviseso adhigato phāsuvihāro”ti? ",
  "mn31:16.3": "“Kiñhi no siyā, bhante. ",
  "mn31:16.4": "Idha mayaṁ, bhante, yāvadeva ākaṅkhāma sabbaso rūpasaññānaṁ samatikkamā paṭighasaññānaṁ atthaṅgamā nānattasaññānaṁ amanasikārā ‘ananto ākāso’ti ākāsānañcāyatanaṁ upasampajja viharāma. ",
  "mn31:16.5": "Etassa, bhante, vihārassa samatikkamāya etassa vihārassa paṭippassaddhiyā ayamañño uttari manussadhammā alamariyañāṇadassanaviseso adhigato phāsuvihāro”ti. ",
  "mn31:17.1": "“Sādhu sādhu, anuruddhā. ",
  "mn31:17.2": "Etassa pana vo, anuruddhā, vihārassa samatikkamāya etassa vihārassa paṭippassaddhiyā atthañño uttari manussadhammā alamariyañāṇadassanaviseso adhigato phāsuvihāro”ti? ",
  "mn31:17.3": "“Kiñhi no siyā, bhante. ",
  "mn31:17.4": "Idha mayaṁ, bhante, yāvadeva ākaṅkhāma sabbaso ākāsānañcāyatanaṁ samatikkamma ‘anantaṁ viññāṇan’ti viññāṇañcāyatanaṁ upasampajja viharāma …pe… ",
  "mn31:17.5": "sabbaso viññāṇañcāyatanaṁ samatikkamma ‘natthi kiñcī’ti ākiñcaññāyatanaṁ upasampajja viharāma …pe… ",
  "mn31:17.6": "sabbaso ākiñcaññāyatanaṁ samatikkamma nevasaññānāsaññāyatanaṁ upasampajja viharāma. ",
  "mn31:17.7": "Etassa, bhante, vihārassa samatikkamāya etassa vihārassa paṭippassaddhiyā ayamañño uttari manussadhammā alamariyañāṇadassanaviseso adhigato phāsuvihāro”ti. ",
  "mn31:18.1": "“Sādhu sādhu, anuruddhā. ",
  "mn31:18.2": "Etassa pana vo, anuruddhā, vihārassa samatikkamāya etassa vihārassa paṭippassaddhiyā atthañño uttari manussadhammā alamariyañāṇadassanaviseso adhigato phāsuvihāro”ti? ",
  "mn31:18.3": "“Kiñhi no siyā, bhante. ",
  "mn31:18.4": "Idha mayaṁ, bhante, yāvadeva ākaṅkhāma sabbaso nevasaññānāsaññāyatanaṁ samatikkamma saññāvedayitanirodhaṁ upasampajja viharāma, paññāya ca no disvā āsavā parikkhīṇā. ",
  "mn31:18.5": "Etassa, bhante, vihārassa samatikkamāya etassa vihārassa paṭippassaddhiyā ayamañño uttari manussadhammā alamariyañāṇadassanaviseso adhigato phāsuvihāro. ",
  "mn31:18.6": "Imamhā ca mayaṁ, bhante, phāsuvihārā aññaṁ phāsuvihāraṁ uttaritaraṁ vā paṇītataraṁ vā na samanupassāmā”ti. ",
  "mn31:18.7": "“Sādhu sādhu, anuruddhā. ",
  "mn31:18.8": "Imamhā phāsuvihārā uttaritaro vā paṇītataro vā phāsuvihāro natthī”ti. ",
  "mn31:19.1": "Atha kho bhagavā āyasmantañca anuruddhaṁ āyasmantañca nandiyaṁ āyasmantañca kimilaṁ dhammiyā kathāya sandassetvā samādapetvā samuttejetvā sampahaṁsetvā uṭṭhāyāsanā pakkāmi. ",
  "mn31:20.1": "Atha kho āyasmā ca anuruddho āyasmā ca nandiyo āyasmā ca kimilo bhagavantaṁ anusaṁyāyitvā tato paṭinivattitvā āyasmā ca nandiyo āyasmā ca kimilo āyasmantaṁ anuruddhaṁ etadavocuṁ: ",
  "mn31:20.2": "“kiṁ nu kho mayaṁ āyasmato anuruddhassa evamārocimha: ",
  "mn31:20.3": "‘imāsañca imāsañca vihārasamāpattīnaṁ mayaṁ lābhino’ti, yaṁ no āyasmā anuruddho bhagavato sammukhā yāva āsavānaṁ khayā pakāsetī”ti? ",
  "mn31:20.4": "“Na kho me āyasmanto evamārocesuṁ: ",
  "mn31:20.5": "‘imāsañca imāsañca vihārasamāpattīnaṁ mayaṁ lābhino’ti, api ca me āyasmantānaṁ cetasā ceto paricca vidito: ",
  "mn31:20.6": "‘imāsañca imāsañca vihārasamāpattīnaṁ ime āyasmanto lābhino’ti. ",
  "mn31:20.7": "Devatāpi me etamatthaṁ ārocesuṁ: ",
  "mn31:20.8": "‘imāsañca imāsañca vihārasamāpattīnaṁ ime āyasmanto lābhino’ti. ",
  "mn31:20.9": "Tamenaṁ bhagavatā pañhābhipuṭṭhena byākatan”ti. ",
  "mn31:21.1": "Atha kho dīgho parajano yakkho yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ aṭṭhāsi. Ekamantaṁ ṭhito kho dīgho parajano yakkho bhagavantaṁ etadavoca: ",
  "mn31:21.2": "“lābhā vata, bhante, vajjīnaṁ, suladdhalābhā vajjipajāya, ",
  "mn31:21.3": "yattha tathāgato viharati arahaṁ sammāsambuddho, ime ca tayo kulaputtā—",
  "mn31:21.4": "āyasmā ca anuruddho, āyasmā ca nandiyo, āyasmā ca kimilo”ti. ",
  "mn31:21.5": "Dīghassa parajanassa yakkhassa saddaṁ sutvā bhummā devā saddamanussāvesuṁ: ",
  "mn31:21.6": "“lābhā vata, bho, vajjīnaṁ, suladdhalābhā vajjipajāya, ",
  "mn31:21.7": "yattha tathāgato viharati arahaṁ sammāsambuddho, ime ca tayo kulaputtā—",
  "mn31:21.8": "āyasmā ca anuruddho, āyasmā ca nandiyo, āyasmā ca kimilo”ti. ",
  "mn31:21.9": "Bhummānaṁ devānaṁ saddaṁ sutvā cātumahārājikā devā …pe… ",
  "mn31:21.10": "tāvatiṁsā devā …pe… ",
  "mn31:21.11": "yāmā devā …pe… ",
  "mn31:21.12": "tusitā devā …pe… ",
  "mn31:21.13": "nimmānaratī devā …pe… ",
  "mn31:21.14": "paranimmitavasavattī devā …pe… ",
  "mn31:21.15": "brahmakāyikā devā saddamanussāvesuṁ: ",
  "mn31:21.16": "“lābhā vata, bho, vajjīnaṁ, suladdhalābhā vajjipajāya, ",
  "mn31:21.17": "yattha tathāgato viharati arahaṁ sammāsambuddho, ime ca tayo kulaputtā—",
  "mn31:21.18": "āyasmā ca anuruddho, āyasmā ca nandiyo, āyasmā ca kimilo”ti. ",
  "mn31:21.19": "Itiha te āyasmanto tena khaṇena tena layena tena muhuttena yāva brahmalokā viditā ahesuṁ. ",
  "mn31:22.1": "“Evametaṁ, dīgha, evametaṁ, dīgha. ",
  "mn31:22.2": "Yasmāpi, dīgha, kulā ete tayo kulaputtā agārasmā anagāriyaṁ pabbajitā, tañcepi kulaṁ ete tayo kulaputte pasannacittaṁ anussareyya, tassapāssa kulassa dīgharattaṁ hitāya sukhāya. ",
  "mn31:22.3": "Yasmāpi, dīgha, kulaparivaṭṭā ete tayo kulaputtā agārasmā anagāriyaṁ pabbajitā, so cepi kulaparivaṭṭo ete tayo kulaputte pasannacitto anussareyya, tassapāssa kulaparivaṭṭassa dīgharattaṁ hitāya sukhāya. ",
  "mn31:22.4": "Yasmāpi, dīgha, gāmā ete tayo kulaputtā agārasmā anagāriyaṁ pabbajitā, so cepi gāmo ete tayo kulaputte pasannacitto anussareyya, tassapāssa gāmassa dīgharattaṁ hitāya sukhāya. ",
  "mn31:22.5": "Yasmāpi, dīgha, nigamā ete tayo kulaputtā agārasmā anagāriyaṁ pabbajitā, so cepi nigamo ete tayo kulaputte pasannacitto anussareyya, tassapāssa nigamassa dīgharattaṁ hitāya sukhāya. ",
  "mn31:22.6": "Yasmāpi, dīgha, nagarā ete tayo kulaputtā agārasmā anagāriyaṁ pabbajitā, tañcepi nagaraṁ ete tayo kulaputte pasannacittaṁ anussareyya, tassapāssa nagarassa dīgharattaṁ hitāya sukhāya. ",
  "mn31:22.7": "Yasmāpi, dīgha, janapadā ete tayo kulaputtā agārasmā anagāriyaṁ pabbajitā, so cepi janapado ete tayo kulaputte pasannacitto anussareyya, tassapāssa janapadassa dīgharattaṁ hitāya sukhāya. ",
  "mn31:22.8": "Sabbe cepi, dīgha, khattiyā ete tayo kulaputte pasannacittā anussareyyuṁ, sabbesānampāssa khattiyānaṁ dīgharattaṁ hitāya sukhāya. ",
  "mn31:22.9": "Sabbe cepi, dīgha, brāhmaṇā …pe… ",
  "mn31:22.10": "sabbe cepi, dīgha, vessā …pe… ",
  "mn31:22.11": "sabbe cepi, dīgha, suddā ete tayo kulaputte pasannacittā anussareyyuṁ, sabbesānampāssa suddānaṁ dīgharattaṁ hitāya sukhāya. ",
  "mn31:22.12": "Sadevako cepi, dīgha, loko samārako sabrahmako sassamaṇabrāhmaṇī pajā sadevamanussā ete tayo kulaputte pasannacittā anussareyya, sadevakassapāssa lokassa samārakassa sabrahmakassa sassamaṇabrāhmaṇiyā pajāya sadevamanussāya dīgharattaṁ hitāya sukhāya. ",
  "mn31:22.13": "Passa, dīgha, yāva ete tayo kulaputtā bahujanahitāya paṭipannā bahujanasukhāya lokānukampāya, atthāya hitāya sukhāya devamanussānan”ti. ",
  "mn31:22.14": "Idamavoca bhagavā. ",
  "mn31:22.15": "Attamano dīgho parajano yakkho bhagavato bhāsitaṁ abhinandīti. ",
  "mn31:22.16": "Cūḷagosiṅgasuttaṁ niṭṭhitaṁ paṭhamaṁ. "
}