{
  "mn32:0.1": "Majjhima Nikāya 32 ",
  "mn32:0.2": "Mahāgosiṅgasutta ",
  "mn32:1.1": "Evaṁ me sutaṁ—",
  "mn32:1.2": "ekaṁ samayaṁ bhagavā gosiṅgasālavanadāye viharati sambahulehi abhiññātehi abhiññātehi therehi sāvakehi saddhiṁ—",
  "mn32:1.3": "āyasmatā ca sāriputtena āyasmatā ca mahāmoggallānena āyasmatā ca mahākassapena āyasmatā ca anuruddhena āyasmatā ca revatena āyasmatā ca ānandena, aññehi ca abhiññātehi abhiññātehi therehi sāvakehi saddhiṁ. ",
  "mn32:2.1": "Atha kho āyasmā mahāmoggallāno sāyanhasamayaṁ paṭisallānā vuṭṭhito yenāyasmā mahākassapo tenupasaṅkami; upasaṅkamitvā āyasmantaṁ mahākassapaṁ etadavoca: ",
  "mn32:2.2": "“āyāmāvuso, kassapa, yenāyasmā sāriputto tenupasaṅkamissāma dhammassavanāyā”ti. ",
  "mn32:2.3": "“Evamāvuso”ti kho āyasmā mahākassapo āyasmato mahāmoggallānassa paccassosi. ",
  "mn32:2.4": "Atha kho āyasmā ca mahāmoggallāno āyasmā ca mahākassapo āyasmā ca anuruddho yenāyasmā sāriputto tenupasaṅkamiṁsu dhammassavanāya. ",
  "mn32:3.1": "Addasā kho āyasmā ānando āyasmantañca mahāmoggallānaṁ āyasmantañca mahākassapaṁ āyasmantañca anuruddhaṁ yenāyasmā sāriputto tenupasaṅkamante dhammassavanāya. ",
  "mn32:3.2": "Disvāna yenāyasmā revato tenupasaṅkami; upasaṅkamitvā āyasmantaṁ revataṁ etadavoca: ",
  "mn32:3.3": "“upasaṅkamantā kho amū, āvuso revata, sappurisā yenāyasmā sāriputto tena dhammassavanāya. ",
  "mn32:3.4": "Āyāmāvuso revata, yenāyasmā sāriputto tenupasaṅkamissāma dhammassavanāyā”ti. ",
  "mn32:3.5": "“Evamāvuso”ti kho āyasmā revato āyasmato ānandassa paccassosi. ",
  "mn32:3.6": "Atha kho āyasmā ca revato āyasmā ca ānando yenāyasmā sāriputto tenupasaṅkamiṁsu dhammassavanāya. ",
  "mn32:4.1": "Addasā kho āyasmā sāriputto āyasmantañca revataṁ āyasmantañca ānandaṁ dūratova āgacchante. ",
  "mn32:4.2": "Disvāna āyasmantaṁ ānandaṁ etadavoca: ",
  "mn32:4.3": "“etu kho āyasmā ānando. ",
  "mn32:4.4": "Svāgataṁ āyasmato ānandassa bhagavato upaṭṭhākassa bhagavato santikāvacarassa. ",
  "mn32:4.5": "Ramaṇīyaṁ, āvuso ānanda, gosiṅgasālavanaṁ, dosinā ratti, sabbaphāliphullā sālā, dibbā, maññe, gandhā sampavanti; ",
  "mn32:4.6": "kathaṁrūpena, āvuso ānanda, bhikkhunā gosiṅgasālavanaṁ sobheyyā”ti? ",
  "mn32:4.7": "“Idhāvuso sāriputta, bhikkhu bahussuto hoti sutadharo sutasannicayo. Ye te dhammā ādikalyāṇā majjhekalyāṇā pariyosānakalyāṇā sātthā sabyañjanā; kevalaparipuṇṇaṁ parisuddhaṁ brahmacariyaṁ abhivadanti, tathārūpāssa dhammā bahussutā honti, dhātā, vacasā paricitā, manasānupekkhitā, diṭṭhiyā suppaṭividdhā. ",
  "mn32:4.8": "So catassannaṁ parisānaṁ dhammaṁ deseti parimaṇḍalehi padabyañjanehi anuppabandhehi anusayasamugghātāya. ",
  "mn32:4.9": "Evarūpena kho, āvuso sāriputta, bhikkhunā gosiṅgasālavanaṁ sobheyyā”ti. ",
  "mn32:5.1": "Evaṁ vutte, āyasmā sāriputto āyasmantaṁ revataṁ etadavoca: ",
  "mn32:5.2": "“byākataṁ kho, āvuso revata, āyasmatā ānandena yathāsakaṁ paṭibhānaṁ. ",
  "mn32:5.3": "Tattha dāni mayaṁ āyasmantaṁ revataṁ pucchāma: ",
  "mn32:5.4": "‘ramaṇīyaṁ, āvuso revata, gosiṅgasālavanaṁ, dosinā ratti, sabbaphāliphullā sālā, dibbā, maññe, gandhā sampavanti; ",
  "mn32:5.5": "kathaṁrūpena, āvuso revata, bhikkhunā gosiṅgasālavanaṁ sobheyyā’”ti? ",
  "mn32:5.6": "“Idhāvuso sāriputta, bhikkhu paṭisallānārāmo hoti paṭisallānarato, ajjhattaṁ cetosamathamanuyutto anirākatajjhāno, vipassanāya samannāgato, brūhetā suññāgārānaṁ. ",
  "mn32:5.7": "Evarūpena kho, āvuso sāriputta, bhikkhunā gosiṅgasālavanaṁ sobheyyā”ti. ",
  "mn32:6.1": "Evaṁ vutte, āyasmā sāriputto āyasmantaṁ anuruddhaṁ etadavoca: ",
  "mn32:6.2": "“byākataṁ kho, āvuso anuruddha, āyasmatā revatena yathāsakaṁ paṭibhānaṁ. ",
  "mn32:6.3": "Tattha dāni mayaṁ āyasmantaṁ anuruddhaṁ pucchāma: ",
  "mn32:6.4": "‘ramaṇīyaṁ, āvuso anuruddha, gosiṅgasālavanaṁ, dosinā ratti, sabbaphāliphullā sālā, dibbā, maññe, gandhā sampavanti; ",
  "mn32:6.5": "kathaṁrūpena, āvuso anuruddha, bhikkhunā gosiṅgasālavanaṁ sobheyyā’”ti? ",
  "mn32:6.6": "“Idhāvuso sāriputta, bhikkhu dibbena cakkhunā visuddhena atikkantamānusakena sahassaṁ lokānaṁ voloketi. ",
  "mn32:6.7": "Seyyathāpi, āvuso sāriputta, cakkhumā puriso uparipāsādavaragato sahassaṁ nemimaṇḍalānaṁ volokeyya; ",
  "mn32:6.8": "evameva kho, āvuso sāriputta, bhikkhu dibbena cakkhunā visuddhena atikkantamānusakena sahassaṁ lokānaṁ voloketi. ",
  "mn32:6.9": "Evarūpena kho, āvuso sāriputta, bhikkhunā gosiṅgasālavanaṁ sobheyyā”ti. ",
  "mn32:7.1": "Evaṁ vutte, āyasmā sāriputto āyasmantaṁ mahākassapaṁ etadavoca: ",
  "mn32:7.2": "“byākataṁ kho, āvuso kassapa, āyasmatā anuruddhena yathāsakaṁ paṭibhānaṁ. ",
  "mn32:7.3": "Tattha dāni mayaṁ āyasmantaṁ mahākassapaṁ pucchāma: ",
  "mn32:7.4": "‘ramaṇīyaṁ, āvuso kassapa, gosiṅgasālavanaṁ, dosinā ratti, sabbaphāliphullā sālā, dibbā, maññe, gandhā sampavanti; ",
  "mn32:7.5": "kathaṁrūpena, āvuso kassapa, bhikkhunā gosiṅgasālavanaṁ sobheyyā’”ti? ",
  "mn32:7.6": "“Idhāvuso sāriputta, bhikkhu attanā ca āraññiko hoti āraññikattassa ca vaṇṇavādī, attanā ca piṇḍapātiko hoti piṇḍapātikattassa ca vaṇṇavādī, attanā ca paṁsukūliko hoti paṁsukūlikattassa ca vaṇṇavādī, attanā ca tecīvariko hoti tecīvarikattassa ca vaṇṇavādī, attanā ca appiccho hoti appicchatāya ca vaṇṇavādī, attanā ca santuṭṭho hoti santuṭṭhiyā ca vaṇṇavādī, attanā ca pavivitto hoti pavivekassa ca vaṇṇavādī, attanā ca asaṁsaṭṭho hoti asaṁsaggassa ca vaṇṇavādī, attanā ca āraddhavīriyo hoti vīriyārambhassa ca vaṇṇavādī, attanā ca sīlasampanno hoti sīlasampadāya ca vaṇṇavādī, attanā ca samādhisampanno hoti samādhisampadāya ca vaṇṇavādī, attanā ca paññāsampanno hoti paññāsampadāya ca vaṇṇavādī, attanā ca vimuttisampanno hoti vimuttisampadāya ca vaṇṇavādī, attanā ca vimuttiñāṇadassanasampanno hoti vimuttiñāṇadassanasampadāya ca vaṇṇavādī. ",
  "mn32:7.7": "Evarūpena kho, āvuso sāriputta, bhikkhunā gosiṅgasālavanaṁ sobheyyā”ti. ",
  "mn32:8.1": "Evaṁ vutte, āyasmā sāriputto āyasmantaṁ mahāmoggallānaṁ etadavoca: ",
  "mn32:8.2": "“byākataṁ kho, āvuso moggallāna, āyasmatā mahākassapena yathāsakaṁ paṭibhānaṁ. ",
  "mn32:8.3": "Tattha dāni mayaṁ āyasmantaṁ mahāmoggallānaṁ pucchāma: ",
  "mn32:8.4": "‘ramaṇīyaṁ, āvuso moggallāna, gosiṅgasālavanaṁ, dosinā ratti, sabbaphāliphullā sālā, dibbā, maññe, gandhā sampavanti; ",
  "mn32:8.5": "kathaṁrūpena, āvuso moggallāna, bhikkhunā gosiṅgasālavanaṁ sobheyyā’”ti? ",
  "mn32:8.6": "“Idhāvuso sāriputta, dve bhikkhū abhidhammakathaṁ kathenti, te aññamaññaṁ pañhaṁ pucchanti, aññamaññassa pañhaṁ puṭṭhā vissajjenti, no ca saṁsādenti, dhammī ca nesaṁ kathā pavattinī hoti. ",
  "mn32:8.7": "Evarūpena kho, āvuso sāriputta, bhikkhunā gosiṅgasālavanaṁ sobheyyā”ti. ",
  "mn32:9.1": "Atha kho āyasmā mahāmoggallāno āyasmantaṁ sāriputtaṁ etadavoca: ",
  "mn32:9.2": "“byākataṁ kho, āvuso sāriputta, amhehi sabbeheva yathāsakaṁ paṭibhānaṁ. ",
  "mn32:9.3": "Tattha dāni mayaṁ āyasmantaṁ sāriputtaṁ pucchāma: ",
  "mn32:9.4": "‘ramaṇīyaṁ, āvuso sāriputta, gosiṅgasālavanaṁ, dosinā ratti, sabbaphāliphullā sālā, dibbā, maññe, gandhā sampavanti; ",
  "mn32:9.5": "kathaṁrūpena, āvuso sāriputta, bhikkhunā gosiṅgasālavanaṁ sobheyyā’”ti? ",
  "mn32:9.6": "“Idhāvuso moggallāna, bhikkhu cittaṁ vasaṁ vatteti, no ca bhikkhu cittassa vasena vattati. ",
  "mn32:9.7": "So yāya vihārasamāpattiyā ākaṅkhati pubbaṇhasamayaṁ viharituṁ, tāya vihārasamāpattiyā pubbaṇhasamayaṁ viharati; ",
  "mn32:9.8": "yāya vihārasamāpattiyā ākaṅkhati majjhanhikasamayaṁ viharituṁ, tāya vihārasamāpattiyā majjhanhikasamayaṁ viharati; ",
  "mn32:9.9": "yāya vihārasamāpattiyā ākaṅkhati sāyanhasamayaṁ viharituṁ, tāya vihārasamāpattiyā sāyanhasamayaṁ viharati. ",
  "mn32:9.10": "Seyyathāpi, āvuso moggallāna, rañño vā rājamahāmattassa vā nānārattānaṁ dussānaṁ dussakaraṇḍako pūro assa. ",
  "mn32:9.11": "So yaññadeva dussayugaṁ ākaṅkheyya pubbaṇhasamayaṁ pārupituṁ, taṁ tadeva dussayugaṁ pubbaṇhasamayaṁ pārupeyya; ",
  "mn32:9.12": "yaññadeva dussayugaṁ ākaṅkheyya majjhanhikasamayaṁ pārupituṁ, taṁ tadeva dussayugaṁ majjhanhikasamayaṁ pārupeyya; ",
  "mn32:9.13": "yaññadeva dussayugaṁ ākaṅkheyya sāyanhasamayaṁ pārupituṁ, taṁ tadeva dussayugaṁ sāyanhasamayaṁ pārupeyya. ",
  "mn32:9.14": "Evameva kho, āvuso moggallāna, bhikkhu cittaṁ vasaṁ vatteti, no ca bhikkhu cittassa vasena vattati. ",
  "mn32:9.15": "So yāya vihārasamāpattiyā ākaṅkhati pubbaṇhasamayaṁ viharituṁ, tāya vihārasamāpattiyā pubbaṇhasamayaṁ viharati; ",
  "mn32:9.16": "yāya vihārasamāpattiyā ākaṅkhati majjhanhikasamayaṁ viharituṁ, tāya vihārasamāpattiyā majjhanhikasamayaṁ viharati; ",
  "mn32:9.17": "yāya vihārasamāpattiyā ākaṅkhati sāyanhasamayaṁ viharituṁ, tāya vihārasamāpattiyā sāyanhasamayaṁ viharati. ",
  "mn32:9.18": "Evarūpena kho, āvuso moggallāna, bhikkhunā gosiṅgasālavanaṁ sobheyyā”ti. ",
  "mn32:10.1": "Atha kho āyasmā sāriputto te āyasmante etadavoca: ",
  "mn32:10.2": "“byākataṁ kho, āvuso, amhehi sabbeheva yathāsakaṁ paṭibhānaṁ. ",
  "mn32:10.3": "Āyāmāvuso, yena bhagavā tenupasaṅkamissāma; upasaṅkamitvā etamatthaṁ bhagavato ārocessāma. ",
  "mn32:10.4": "Yathā no bhagavā byākarissati tathā naṁ dhāressāmā”ti. ",
  "mn32:10.5": "“Evamāvuso”ti kho te āyasmanto āyasmato sāriputtassa paccassosuṁ. ",
  "mn32:10.6": "Atha kho te āyasmanto yena bhagavā tenupasaṅkamiṁsu; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdiṁsu. Ekamantaṁ nisinno kho āyasmā sāriputto bhagavantaṁ etadavoca: ",
  "mn32:11.1": "“idha, bhante, āyasmā ca revato āyasmā ca ānando yenāhaṁ tenupasaṅkamiṁsu dhammassavanāya. ",
  "mn32:11.2": "Addasaṁ kho ahaṁ, bhante, āyasmantañca revataṁ āyasmantañca ānandaṁ dūratova āgacchante. ",
  "mn32:11.3": "Disvāna āyasmantaṁ ānandaṁ etadavocaṁ: ",
  "mn32:11.4": "‘etu kho āyasmā ānando. ",
  "mn32:11.5": "Svāgataṁ āyasmato ānandassa bhagavato upaṭṭhākassa bhagavato santikāvacarassa. ",
  "mn32:11.6": "Ramaṇīyaṁ, āvuso ānanda, gosiṅgasālavanaṁ, dosinā ratti, sabbaphāliphullā sālā, dibbā, maññe, gandhā sampavanti; ",
  "mn32:11.7": "kathaṁrūpena, āvuso ānanda, bhikkhunā gosiṅgasālavanaṁ sobheyyā’ti? ",
  "mn32:11.8": "Evaṁ vutte, bhante, āyasmā ānando maṁ etadavoca: ",
  "mn32:11.9": "‘idhāvuso, sāriputta, bhikkhu bahussuto hoti sutadharo …pe… ",
  "mn32:11.10": "anusayasamugghātāya. ",
  "mn32:11.11": "Evarūpena kho, āvuso sāriputta, bhikkhunā gosiṅgasālavanaṁ sobheyyā’”ti. ",
  "mn32:11.12": "“Sādhu sādhu, sāriputta. ",
  "mn32:11.13": "Yathā taṁ ānandova sammā byākaramāno byākareyya. ",
  "mn32:11.14": "Ānando hi, sāriputta, bahussuto sutadharo sutasannicayo. Ye te dhammā ādikalyāṇā majjhekalyāṇā pariyosānakalyāṇā sātthā sabyañjanā; kevalaparipuṇṇaṁ parisuddhaṁ brahmacariyaṁ abhivadanti, tathārūpāssa dhammā bahussutā honti, dhātā, vacasā paricitā, manasānupekkhitā, diṭṭhiyā suppaṭividdhā. ",
  "mn32:11.15": "So catassannaṁ parisānaṁ dhammaṁ deseti parimaṇḍalehi padabyañjanehi anuppabandhehi anusayasamugghātāyā”ti. ",
  "mn32:12.1": "“Evaṁ vutte, ahaṁ, bhante, āyasmantaṁ revataṁ etadavocaṁ: ",
  "mn32:12.2": "‘byākataṁ kho, āvuso revata, āyasmatā ānandena yathāsakaṁ paṭibhānaṁ. ",
  "mn32:12.3": "Tattha dāni mayaṁ āyasmantaṁ revataṁ pucchāma—",
  "mn32:12.4": "ramaṇīyaṁ, āvuso revata, gosiṅgasālavanaṁ, dosinā ratti, sabbaphāliphullā sālā, dibbā maññe gandhā sampavanti. ",
  "mn32:12.5": "Kathaṁrūpena, āvuso revata, bhikkhunā gosiṅgasālavanaṁ sobheyyā’ti? ",
  "mn32:12.6": "Evaṁ vutte, bhante, āyasmā revato maṁ etadavoca: ",
  "mn32:12.7": "‘idhāvuso sāriputta, bhikkhu paṭisallānārāmo hoti paṭisallānarato, ajjhattaṁ cetosamathamanuyutto, anirākatajjhāno, vipassanāya samannāgato, brūhetā suññāgārānaṁ. ",
  "mn32:12.8": "Evarūpena kho, āvuso sāriputta, bhikkhunā gosiṅgasālavanaṁ sobheyyā’”ti. ",
  "mn32:12.9": "“Sādhu sādhu, sāriputta. ",
  "mn32:12.10": "Yathā taṁ revatova sammā byākaramāno byākareyya. ",
  "mn32:12.11": "Revato hi, sāriputta, paṭisallānārāmo paṭisallānarato, ajjhattaṁ cetosamathamanuyutto anirākatajjhāno, vipassanāya samannāgato brūhetā suññāgārānan”ti. ",
  "mn32:13.1": "“Evaṁ vutte, ahaṁ, bhante, āyasmantaṁ anuruddhaṁ etadavocaṁ: ",
  "mn32:13.2": "‘byākataṁ kho, āvuso anuruddha, āyasmatā revatena …pe… ",
  "mn32:13.3": "kathaṁrūpena, āvuso anuruddha, bhikkhunā gosiṅgasālavanaṁ sobheyyā’ti. ",
  "mn32:13.4": "Evaṁ vutte, bhante, āyasmā anuruddho maṁ etadavoca: ",
  "mn32:13.5": "‘idhāvuso sāriputta, bhikkhu dibbena cakkhunā visuddhena atikkantamānusakena sahassaṁ lokānaṁ voloketi. ",
  "mn32:13.6": "Seyyathāpi, āvuso sāriputta, cakkhumā puriso …pe… ",
  "mn32:13.7": "evarūpena kho, āvuso sāriputta, bhikkhunā gosiṅgasālavanaṁ sobheyyā’”ti. ",
  "mn32:13.8": "“Sādhu sādhu, sāriputta, yathā taṁ anuruddhova sammā byākaramāno byākareyya. ",
  "mn32:13.9": "Anuruddho hi, sāriputta, dibbena cakkhunā visuddhena atikkantamānusakena sahassaṁ lokānaṁ voloketī”ti. ",
  "mn32:14.1": "“Evaṁ vutte, ahaṁ, bhante, āyasmantaṁ mahākassapaṁ etadavocaṁ: ",
  "mn32:14.2": "‘byākataṁ kho, āvuso kassapa, āyasmatā anuruddhena yathāsakaṁ paṭibhānaṁ. ",
  "mn32:14.3": "Tattha dāni mayaṁ āyasmantaṁ mahākassapaṁ pucchāma …pe… ",
  "mn32:14.4": "kathaṁrūpena kho, āvuso kassapa, bhikkhunā gosiṅgasālavanaṁ sobheyyā’ti? ",
  "mn32:14.5": "Evaṁ vutte, bhante, āyasmā mahākassapo maṁ etadavoca: ",
  "mn32:14.6": "‘idhāvuso sāriputta, bhikkhu attanā ca āraññiko hoti āraññikattassa ca vaṇṇavādī, attanā ca piṇḍapātiko hoti …pe… attanā ca paṁsukūliko hoti …pe… attanā ca tecīvariko hoti …pe… attanā ca appiccho hoti …pe… attanā ca santuṭṭho hoti …pe… attanā ca pavivitto hoti …pe… attanā ca asaṁsaṭṭho hoti …pe… attanā ca āraddhavīriyo hoti …pe… attanā ca sīlasampanno hoti …pe… attanā ca samādhisampanno hoti …pe… attanā ca paññāsampanno hoti … attanā ca vimuttisampanno hoti … attanā ca vimuttiñāṇadassanasampanno hoti vimuttiñāṇadassanasampadāya ca vaṇṇavādī. ",
  "mn32:14.7": "Evarūpena kho, āvuso sāriputta, bhikkhunā gosiṅgasālavanaṁ sobheyyā’”ti. ",
  "mn32:14.8": "“Sādhu sādhu, sāriputta. ",
  "mn32:14.9": "Yathā taṁ kassapova sammā byākaramāno byākareyya. ",
  "mn32:14.10": "Kassapo hi, sāriputta, attanā ca āraññiko āraññikattassa ca vaṇṇavādī, attanā ca piṇḍapātiko piṇḍapātikattassa ca vaṇṇavādī, attanā ca paṁsukūliko paṁsukūlikattassa ca vaṇṇavādī, attanā ca tecīvariko tecīvarikattassa ca vaṇṇavādī, attanā ca appiccho appicchatāya ca vaṇṇavādī, attanā ca santuṭṭho santuṭṭhiyā ca vaṇṇavādī, attanā ca pavivitto pavivekassa ca vaṇṇavādī, attanā ca asaṁsaṭṭho asaṁsaggassa ca vaṇṇavādī, attanā ca āraddhavīriyo vīriyārambhassa ca vaṇṇavādī, attanā ca sīlasampanno sīlasampadāya ca vaṇṇavādī, attanā ca samādhisampanno samādhisampadāya ca vaṇṇavādī, attanā ca paññāsampanno paññāsampadāya ca vaṇṇavādī, attanā ca vimuttisampanno vimuttisampadāya ca vaṇṇavādī, attanā ca vimuttiñāṇadassanasampanno vimuttiñāṇadassanasampadāya ca vaṇṇavādī”ti. ",
  "mn32:15.1": "“Evaṁ vutte, ahaṁ bhante āyasmantaṁ mahāmoggallānaṁ etadavocaṁ: ",
  "mn32:15.2": "‘byākataṁ kho, āvuso moggallāna, āyasmatā mahākassapena yathāsakaṁ paṭibhānaṁ. ",
  "mn32:15.3": "Tattha dāni mayaṁ āyasmantaṁ mahāmoggallānaṁ pucchāma …pe… ",
  "mn32:15.4": "kathaṁrūpena, āvuso moggallāna, bhikkhunā gosiṅgasālavanaṁ sobheyyā’ti? ",
  "mn32:15.5": "Evaṁ vutte, bhante, āyasmā mahāmoggallāno maṁ etadavoca: ",
  "mn32:15.6": "‘idhāvuso sāriputta, dve bhikkhū abhidhammakathaṁ kathenti. Te aññamaññaṁ pañhaṁ pucchanti, aññamaññassa pañhaṁ puṭṭhā vissajjenti, no ca saṁsādenti, dhammī ca nesaṁ kathā pavattinī hoti. ",
  "mn32:15.7": "Evarūpena kho, āvuso sāriputta, bhikkhunā gosiṅgasālavanaṁ sobheyyā’”ti. ",
  "mn32:15.8": "“Sādhu sādhu, sāriputta, yathā taṁ moggallānova sammā byākaramāno byākareyya. ",
  "mn32:15.9": "Moggallāno hi, sāriputta, dhammakathiko”ti. ",
  "mn32:16.1": "Evaṁ vutte, āyasmā mahāmoggallāno bhagavantaṁ etadavoca: ",
  "mn32:16.2": "“atha khvāhaṁ, bhante, āyasmantaṁ sāriputtaṁ etadavocaṁ: ",
  "mn32:16.3": "‘byākataṁ kho, āvuso sāriputta, amhehi sabbeheva yathāsakaṁ paṭibhānaṁ. ",
  "mn32:16.4": "Tattha dāni mayaṁ āyasmantaṁ sāriputtaṁ pucchāma—",
  "mn32:16.5": "ramaṇīyaṁ, āvuso sāriputta, gosiṅgasālavanaṁ, dosinā ratti, sabbaphāliphullā sālā, dibbā, maññe, gandhā sampavanti. ",
  "mn32:16.6": "Kathaṁrūpena, āvuso sāriputta, bhikkhunā gosiṅgasālavanaṁ sobheyyā’ti? ",
  "mn32:16.7": "Evaṁ vutte, bhante, āyasmā sāriputto maṁ etadavoca: ",
  "mn32:16.8": "‘idhāvuso moggallāna, bhikkhu cittaṁ vasaṁ vatteti no ca bhikkhu cittassa vasena vattati. ",
  "mn32:16.9": "So yāya vihārasamāpattiyā ākaṅkhati pubbaṇhasamayaṁ viharituṁ, tāya vihārasamāpattiyā pubbaṇhasamayaṁ viharati; ",
  "mn32:16.10": "yāya vihārasamāpattiyā ākaṅkhati majjhanhikasamayaṁ viharituṁ, tāya vihārasamāpattiyā majjhanhikasamayaṁ viharati; ",
  "mn32:16.11": "yāya vihārasamāpattiyā ākaṅkhati sāyanhasamayaṁ viharituṁ, tāya vihārasamāpattiyā sāyanhasamayaṁ viharati. ",
  "mn32:16.12": "Seyyathāpi, āvuso moggallāna, rañño vā rājamahāmattassa vā nānārattānaṁ dussānaṁ dussakaraṇḍako pūro assa. ",
  "mn32:16.13": "So yaññadeva dussayugaṁ ākaṅkheyya pubbaṇhasamayaṁ pārupituṁ, taṁ tadeva dussayugaṁ pubbaṇhasamayaṁ pārupeyya; ",
  "mn32:16.14": "yaññadeva dussayugaṁ ākaṅkheyya majjhanhikasamayaṁ pārupituṁ, taṁ tadeva dussayugaṁ majjhanhikasamayaṁ pārupeyya; ",
  "mn32:16.15": "yaññadeva dussayugaṁ ākaṅkheyya sāyanhasamayaṁ pārupituṁ, taṁ tadeva dussayugaṁ sāyanhasamayaṁ pārupeyya. ",
  "mn32:16.16": "Evameva kho, āvuso moggallāna, bhikkhu cittaṁ vasaṁ vatteti, no ca bhikkhu cittassa vasena vattati. ",
  "mn32:16.17": "So yāya vihārasamāpattiyā ākaṅkhati pubbaṇhasamayaṁ viharituṁ, tāya vihārasamāpattiyā pubbaṇhasamayaṁ viharati; ",
  "mn32:16.18": "yāya vihārasamāpattiyā ākaṅkhati majjhanhikasamayaṁ viharituṁ, tāya vihārasamāpattiyā majjhanhikasamayaṁ viharati; ",
  "mn32:16.19": "yāya vihārasamāpattiyā ākaṅkhati sāyanhasamayaṁ viharituṁ, tāya vihārasamāpattiyā sāyanhasamayaṁ viharati. ",
  "mn32:16.20": "Evarūpena kho, āvuso moggallāna, bhikkhunā gosiṅgasālavanaṁ sobheyyā’”ti. ",
  "mn32:16.21": "“Sādhu sādhu, moggallāna. ",
  "mn32:16.22": "Yathā taṁ sāriputtova sammā byākaramāno byākareyya. ",
  "mn32:16.23": "Sāriputto hi, moggallāna, cittaṁ vasaṁ vatteti no ca sāriputto cittassa vasena vattati. ",
  "mn32:16.24": "So yāya vihārasamāpattiyā ākaṅkhati pubbaṇhasamayaṁ viharituṁ, tāya vihārasamāpattiyā pubbaṇhasamayaṁ viharati; ",
  "mn32:16.25": "yāya vihārasamāpattiyā ākaṅkhati majjhanhikasamayaṁ viharituṁ, tāya vihārasamāpattiyā majjhanhikasamayaṁ viharati; ",
  "mn32:16.26": "yāya vihārasamāpattiyā ākaṅkhati sāyanhasamayaṁ viharituṁ, tāya vihārasamāpattiyā sāyanhasamayaṁ viharatī”ti. ",
  "mn32:17.1": "Evaṁ vutte, āyasmā sāriputto bhagavantaṁ etadavoca: ",
  "mn32:17.2": "“kassa nu kho, bhante, subhāsitan”ti? ",
  "mn32:17.3": "“Sabbesaṁ vo, sāriputta, subhāsitaṁ pariyāyena. ",
  "mn32:17.4": "Api ca mamapi suṇātha yathārūpena bhikkhunā gosiṅgasālavanaṁ sobheyya. ",
  "mn32:17.5": "Idha, sāriputta, bhikkhu pacchābhattaṁ piṇḍapātapaṭikkanto nisīdati pallaṅkaṁ ābhujitvā ujuṁ kāyaṁ paṇidhāya parimukhaṁ satiṁ upaṭṭhapetvā: ",
  "mn32:17.6": "‘na tāvāhaṁ imaṁ pallaṅkaṁ bhindissāmi yāva me nānupādāya āsavehi cittaṁ vimuccissatī’ti. ",
  "mn32:17.7": "Evarūpena kho, sāriputta, bhikkhunā gosiṅgasālavanaṁ sobheyyā”ti. ",
  "mn32:17.8": "Idamavoca bhagavā. ",
  "mn32:17.9": "Attamanā te āyasmanto bhagavato bhāsitaṁ abhinandunti. ",
  "mn32:17.10": "Mahāgosiṅgasuttaṁ niṭṭhitaṁ dutiyaṁ. "
}