{
  "mn33:0.1": "Majjhima Nikāya 33 ",
  "mn33:0.2": "Mahāgopālakasutta ",
  "mn33:1.1": "Evaṁ me sutaṁ—",
  "mn33:1.2": "ekaṁ samayaṁ bhagavā sāvatthiyaṁ viharati jetavane anāthapiṇḍikassa ārāme. ",
  "mn33:1.3": "Tatra kho bhagavā bhikkhū āmantesi: ",
  "mn33:1.4": "“bhikkhavo”ti. ",
  "mn33:1.5": "“Bhadante”ti te bhikkhū bhagavato paccassosuṁ. ",
  "mn33:1.6": "Bhagavā etadavoca: ",
  "mn33:2.1": "“Ekādasahi, bhikkhave, aṅgehi samannāgato gopālako abhabbo gogaṇaṁ pariharituṁ phātiṁ kātuṁ. ",
  "mn33:2.2": "Katamehi ekādasahi? ",
  "mn33:2.3": "Idha, bhikkhave, gopālako na rūpaññū hoti, na lakkhaṇakusalo hoti, na āsāṭikaṁ hāretā hoti, na vaṇaṁ paṭicchādetā hoti, na dhūmaṁ kattā hoti, na titthaṁ jānāti, na pītaṁ jānāti, na vīthiṁ jānāti, na gocarakusalo hoti anavasesadohī ca hoti. Ye te usabhā gopitaro gopariṇāyakā te na atirekapūjāya pūjetā hoti. ",
  "mn33:2.4": "Imehi kho, bhikkhave, ekādasahi aṅgehi samannāgato gopālako abhabbo gogaṇaṁ pariharituṁ phātiṁ kātuṁ. ",
  "mn33:3.1": "Evameva kho, bhikkhave, ekādasahi dhammehi samannāgato bhikkhu abhabbo imasmiṁ dhammavinaye vuddhiṁ virūḷhiṁ vepullaṁ āpajjituṁ. ",
  "mn33:3.2": "Katamehi ekādasahi? ",
  "mn33:3.3": "Idha, bhikkhave, bhikkhu na rūpaññū hoti, na lakkhaṇakusalo hoti, na āsāṭikaṁ hāretā hoti, na vaṇaṁ paṭicchādetā hoti, na dhūmaṁ kattā hoti, na titthaṁ jānāti, na pītaṁ jānāti, na vīthiṁ jānāti, na gocarakusalo hoti, anavasesadohī ca hoti. Ye te bhikkhū therā rattaññū cirapabbajitā saṅghapitaro saṅghapariṇāyakā te na atirekapūjāya pūjetā hoti. ",
  "mn33:4.1": "Kathañca, bhikkhave, bhikkhu na rūpaññū hoti? ",
  "mn33:4.2": "Idha, bhikkhave, bhikkhu yaṁ kiñci rūpaṁ sabbaṁ rūpaṁ ‘cattāri mahābhūtāni, catunnañca mahābhūtānaṁ upādāyarūpan’ti yathābhūtaṁ nappajānāti. ",
  "mn33:4.3": "Evaṁ kho, bhikkhave, bhikkhu na rūpaññū hoti. ",
  "mn33:5.1": "Kathañca, bhikkhave, bhikkhu na lakkhaṇakusalo hoti? ",
  "mn33:5.2": "Idha, bhikkhave, bhikkhu ‘kammalakkhaṇo bālo, kammalakkhaṇo paṇḍito’ti yathābhūtaṁ nappajānāti. ",
  "mn33:5.3": "Evaṁ kho, bhikkhave, bhikkhu na lakkhaṇakusalo hoti. ",
  "mn33:6.1": "Kathañca, bhikkhave, bhikkhu na āsāṭikaṁ hāretā hoti? ",
  "mn33:6.2": "Idha, bhikkhave, bhikkhu uppannaṁ kāmavitakkaṁ adhivāseti, nappajahati na vinodeti na byantī karoti na anabhāvaṁ gameti. Uppannaṁ byāpādavitakkaṁ …pe… uppannaṁ vihiṁsāvitakkaṁ …pe… uppannuppanne pāpake akusale dhamme adhivāseti, nappajahati na vinodeti na byantī karoti na anabhāvaṁ gameti. ",
  "mn33:6.3": "Evaṁ kho, bhikkhave, bhikkhu na āsāṭikaṁ hāretā hoti. ",
  "mn33:7.1": "Kathañca, bhikkhave, bhikkhu na vaṇaṁ paṭicchādetā hoti? ",
  "mn33:7.2": "Idha, bhikkhave, bhikkhu cakkhunā rūpaṁ disvā nimittaggāhī hoti anubyañjanaggāhī. ",
  "mn33:7.3": "Yatvādhikaraṇamenaṁ cakkhundriyaṁ asaṁvutaṁ viharantaṁ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṁ, tassa saṁvarāya na paṭipajjati, na rakkhati cakkhundriyaṁ, cakkhundriye na saṁvaraṁ āpajjati. ",
  "mn33:7.4": "Sotena saddaṁ sutvā …pe… ",
  "mn33:7.5": "ghānena gandhaṁ ghāyitvā …pe… ",
  "mn33:7.6": "jivhāya rasaṁ sāyitvā …pe… ",
  "mn33:7.7": "kāyena phoṭṭhabbaṁ phusitvā …pe… ",
  "mn33:7.8": "manasā dhammaṁ viññāya nimittaggāhī hoti anubyañjanaggāhī. ",
  "mn33:7.9": "Yatvādhikaraṇamenaṁ manindriyaṁ asaṁvutaṁ viharantaṁ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṁ, tassa saṁvarāya na paṭipajjati, na rakkhati manindriyaṁ, manindriye na saṁvaraṁ āpajjati. ",
  "mn33:7.10": "Evaṁ kho, bhikkhave, bhikkhu na vaṇaṁ paṭicchādetā hoti. ",
  "mn33:8.1": "Kathañca, bhikkhave, bhikkhu na dhūmaṁ kattā hoti? ",
  "mn33:8.2": "Idha, bhikkhave, bhikkhu yathāsutaṁ yathāpariyattaṁ dhammaṁ na vitthārena paresaṁ desetā hoti. ",
  "mn33:8.3": "Evaṁ kho, bhikkhave, bhikkhu na dhūmaṁ kattā hoti. ",
  "mn33:9.1": "Kathañca, bhikkhave, bhikkhu na titthaṁ jānāti? ",
  "mn33:9.2": "Idha, bhikkhave, bhikkhu ye te bhikkhū bahussutā āgatāgamā dhammadharā vinayadharā mātikādharā, te kālena kālaṁ upasaṅkamitvā na paripucchati, na paripañhati: ",
  "mn33:9.3": "‘idaṁ, bhante, kathaṁ? ",
  "mn33:9.4": "Imassa ko attho’ti? ",
  "mn33:9.5": "Tassa te āyasmanto avivaṭañceva na vivaranti, anuttānīkatañca na uttānīkaronti, anekavihitesu ca kaṅkhāṭhānīyesu dhammesu kaṅkhaṁ na paṭivinodenti. ",
  "mn33:9.6": "Evaṁ kho, bhikkhave, bhikkhu na titthaṁ jānāti. ",
  "mn33:10.1": "Kathañca, bhikkhave, bhikkhu na pītaṁ jānāti? ",
  "mn33:10.2": "Idha, bhikkhave, bhikkhu tathāgatappavedite dhammavinaye desiyamāne na labhati atthavedaṁ, na labhati dhammavedaṁ, na labhati dhammūpasaṁhitaṁ pāmojjaṁ. ",
  "mn33:10.3": "Evaṁ kho, bhikkhave, bhikkhu na pītaṁ jānāti. ",
  "mn33:11.1": "Kathañca, bhikkhave, bhikkhu na vīthiṁ jānāti? ",
  "mn33:11.2": "Idha, bhikkhave, bhikkhu ariyaṁ aṭṭhaṅgikaṁ maggaṁ yathābhūtaṁ nappajānāti. ",
  "mn33:11.3": "Evaṁ kho, bhikkhave, bhikkhu na vīthiṁ jānāti. ",
  "mn33:12.1": "Kathañca, bhikkhave, bhikkhu na gocarakusalo hoti? ",
  "mn33:12.2": "Idha, bhikkhave, bhikkhu cattāro satipaṭṭhāne yathābhūtaṁ nappajānāti. ",
  "mn33:12.3": "Evaṁ kho, bhikkhave, bhikkhu na gocarakusalo hoti. ",
  "mn33:13.1": "Kathañca, bhikkhave, bhikkhu anavasesadohī hoti? ",
  "mn33:13.2": "Idha, bhikkhave, bhikkhuṁ saddhā gahapatikā abhihaṭṭhuṁ pavārenti cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārehi, tatra bhikkhu mattaṁ na jānāti paṭiggahaṇāya. ",
  "mn33:13.3": "Evaṁ kho, bhikkhave, bhikkhu anavasesadohī hoti. ",
  "mn33:14.1": "Kathañca, bhikkhave, bhikkhu ye te bhikkhū therā rattaññū cirapabbajitā saṅghapitaro saṅghapariṇāyakā te na atirekapūjāya pūjetā hoti? ",
  "mn33:14.2": "Idha, bhikkhave, bhikkhu ye te bhikkhū therā rattaññū cirapabbajitā saṅghapitaro saṅghapariṇāyakā, tesu na mettaṁ kāyakammaṁ paccupaṭṭhāpeti āvi ceva raho ca; ",
  "mn33:14.3": "na mettaṁ vacīkammaṁ paccupaṭṭhāpeti āvi ceva raho ca; ",
  "mn33:14.4": "na mettaṁ manokammaṁ paccupaṭṭhāpeti āvi ceva raho ca. ",
  "mn33:14.5": "Evaṁ kho, bhikkhave, bhikkhu ye te bhikkhū therā rattaññū cirapabbajitā saṅghapitaro saṅghapariṇāyakā te na atirekapūjāya pūjetā hoti. ",
  "mn33:14.6": "Imehi kho, bhikkhave, ekādasahi dhammehi samannāgato bhikkhu abhabbo imasmiṁ dhammavinaye vuddhiṁ virūḷhiṁ vepullaṁ āpajjituṁ. ",
  "mn33:15.1": "Ekādasahi, bhikkhave, aṅgehi samannāgato gopālako bhabbo gogaṇaṁ pariharituṁ phātiṁ kātuṁ. ",
  "mn33:15.2": "Katamehi ekādasahi? ",
  "mn33:15.3": "Idha, bhikkhave, gopālako rūpaññū hoti, lakkhaṇakusalo hoti, āsāṭikaṁ hāretā hoti, vaṇaṁ paṭicchādetā hoti, dhūmaṁ kattā hoti, titthaṁ jānāti, pītaṁ jānāti, vīthiṁ jānāti, gocarakusalo hoti, sāvasesadohī ca hoti. Ye te usabhā gopitaro gopariṇāyakā te atirekapūjāya pūjetā hoti. ",
  "mn33:15.4": "Imehi kho, bhikkhave, ekādasahi aṅgehi samannāgato gopālako bhabbo gogaṇaṁ pariharituṁ phātiṁ kātuṁ. ",
  "mn33:16.1": "Evameva kho, bhikkhave, ekādasahi dhammehi samannāgato bhikkhu bhabbo imasmiṁ dhammavinaye vuddhiṁ virūḷhiṁ vepullaṁ āpajjituṁ. ",
  "mn33:16.2": "Katamehi ekādasahi? ",
  "mn33:16.3": "Idha, bhikkhave, bhikkhu rūpaññū hoti, lakkhaṇakusalo hoti, āsāṭikaṁ hāretā hoti, vaṇaṁ paṭicchādetā hoti, dhūmaṁ kattā hoti, titthaṁ jānāti, pītaṁ jānāti, vīthiṁ jānāti, gocarakusalo hoti, sāvasesadohī ca hoti. Ye te bhikkhū therā rattaññū cirapabbajitā saṅghapitaro saṅghapariṇāyakā te atirekapūjāya pūjetā hoti. ",
  "mn33:17.1": "Kathañca, bhikkhave, bhikkhu rūpaññū hoti? ",
  "mn33:17.2": "Idha, bhikkhave, bhikkhu yaṁ kiñci rūpaṁ sabbaṁ rūpaṁ ‘cattāri mahābhūtāni, catunnañca mahābhūtānaṁ upādāyarūpan’ti yathābhūtaṁ pajānāti. ",
  "mn33:17.3": "Evaṁ kho, bhikkhave, bhikkhu rūpaññū hoti. ",
  "mn33:18.1": "Kathañca, bhikkhave, bhikkhu lakkhaṇakusalo hoti? ",
  "mn33:18.2": "Idha, bhikkhave, bhikkhu kammalakkhaṇo bālo, kammalakkhaṇo paṇḍitoti yathābhūtaṁ pajānāti. ",
  "mn33:18.3": "Evaṁ kho, bhikkhave, bhikkhu lakkhaṇakusalo hoti. ",
  "mn33:19.1": "Kathañca, bhikkhave, bhikkhu āsāṭikaṁ hāretā hoti? ",
  "mn33:19.2": "Idha, bhikkhave, bhikkhu uppannaṁ kāmavitakkaṁ nādhivāseti, pajahati vinodeti byantī karoti anabhāvaṁ gameti. Uppannaṁ byāpādavitakkaṁ …pe… uppannaṁ vihiṁsāvitakkaṁ …pe… uppannuppanne pāpake akusale dhamme nādhivāseti, pajahati vinodeti byantī karoti anabhāvaṁ gameti. ",
  "mn33:19.3": "Evaṁ kho, bhikkhave, bhikkhu āsāṭikaṁ hāretā hoti. ",
  "mn33:20.1": "Kathañca, bhikkhave, bhikkhu vaṇaṁ paṭicchādetā hoti? ",
  "mn33:20.2": "Idha, bhikkhave, bhikkhu cakkhunā rūpaṁ disvā na nimittaggāhī hoti nānubyañjanaggāhī. ",
  "mn33:20.3": "Yatvādhikaraṇamenaṁ cakkhundriyaṁ asaṁvutaṁ viharantaṁ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṁ tassa saṁvarāya paṭipajjati, rakkhati cakkhundriyaṁ, cakkhundriye saṁvaraṁ āpajjati. ",
  "mn33:20.4": "Sotena saddaṁ sutvā …pe… ",
  "mn33:20.5": "ghānena gandhaṁ ghāyitvā …pe… ",
  "mn33:20.6": "jivhāya rasaṁ sāyitvā …pe… ",
  "mn33:20.7": "kāyena phoṭṭhabbaṁ phusitvā …pe… ",
  "mn33:20.8": "manasā dhammaṁ viññāya na nimittaggāhī hoti nānubyañjanaggāhī. ",
  "mn33:20.9": "Yatvādhikaraṇamenaṁ manindriyaṁ asaṁvutaṁ viharantaṁ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṁ tassa saṁvarāya paṭipajjati, rakkhati manindriyaṁ, manindriye saṁvaraṁ āpajjati. ",
  "mn33:20.10": "Evaṁ kho, bhikkhave, bhikkhu vaṇaṁ paṭicchādetā hoti. ",
  "mn33:21.1": "Kathañca, bhikkhave, bhikkhu dhūmaṁ kattā hoti? ",
  "mn33:21.2": "Idha, bhikkhave, bhikkhu yathāsutaṁ yathāpariyattaṁ dhammaṁ vitthārena paresaṁ desetā hoti. ",
  "mn33:21.3": "Evaṁ kho, bhikkhave, bhikkhu dhūmaṁ kattā hoti. ",
  "mn33:22.1": "Kathañca, bhikkhave, bhikkhu titthaṁ jānāti? ",
  "mn33:22.2": "Idha, bhikkhave, bhikkhu ye te bhikkhū bahussutā āgatāgamā dhammadharā vinayadharā mātikādharā te kālena kālaṁ upasaṅkamitvā paripucchati, paripañhati: ",
  "mn33:22.3": "‘idaṁ, bhante, kathaṁ? ",
  "mn33:22.4": "Imassa ko attho’ti? ",
  "mn33:22.5": "Tassa te āyasmanto avivaṭañceva vivaranti, anuttānīkatañca uttānīkaronti, anekavihitesu ca kaṅkhāṭhānīyesu dhammesu kaṅkhaṁ paṭivinodenti. ",
  "mn33:22.6": "Evaṁ kho, bhikkhave, bhikkhu titthaṁ jānāti. ",
  "mn33:23.1": "Kathañca bhikkhave, bhikkhu pītaṁ jānāti? ",
  "mn33:23.2": "Idha, bhikkhave, bhikkhu tathāgatappavedite dhammavinaye desiyamāne labhati atthavedaṁ, labhati dhammavedaṁ, labhati dhammūpasaṁhitaṁ pāmojjaṁ. ",
  "mn33:23.3": "Evaṁ kho, bhikkhave, bhikkhu pītaṁ jānāti. ",
  "mn33:24.1": "Kathañca, bhikkhave, bhikkhu vīthiṁ jānāti? ",
  "mn33:24.2": "Idha, bhikkhave, bhikkhu ariyaṁ aṭṭhaṅgikaṁ maggaṁ yathābhūtaṁ pajānāti. ",
  "mn33:24.3": "Evaṁ kho, bhikkhave, bhikkhu vīthiṁ jānāti. ",
  "mn33:25.1": "Kathañca, bhikkhave, bhikkhu gocarakusalo hoti? ",
  "mn33:25.2": "Idha, bhikkhave, bhikkhu cattāro satipaṭṭhāne yathābhūtaṁ pajānāti. ",
  "mn33:25.3": "Evaṁ kho, bhikkhave, bhikkhu gocarakusalo hoti. ",
  "mn33:26.1": "Kathañca, bhikkhave, bhikkhu sāvasesadohī hoti? ",
  "mn33:26.2": "Idha, bhikkhave, bhikkhuṁ saddhā gahapatikā abhihaṭṭhuṁ pavārenti cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārehi. ",
  "mn33:26.3": "Tatra bhikkhu mattaṁ jānāti paṭiggahaṇāya. ",
  "mn33:26.4": "Evaṁ kho, bhikkhave, bhikkhu sāvasesadohī hoti. ",
  "mn33:27.1": "Kathañca, bhikkhave, bhikkhu ye te bhikkhū therā rattaññū cirapabbajitā saṅghapitaro saṅghapariṇāyakā, te atirekapūjāya pūjetā hoti? ",
  "mn33:27.2": "Idha, bhikkhave, bhikkhu ye te bhikkhū therā rattaññū cirapabbajitā saṅghapitaro saṅghapariṇāyakā tesu mettaṁ kāyakammaṁ paccupaṭṭhāpeti āvi ceva raho ca; ",
  "mn33:27.3": "mettaṁ vacīkammaṁ paccupaṭṭhāpeti āvi ceva raho ca; ",
  "mn33:27.4": "mettaṁ manokammaṁ paccupaṭṭhāpeti āvi ceva raho ca. ",
  "mn33:27.5": "Evaṁ kho, bhikkhave, bhikkhu ye te bhikkhū therā rattaññū cirapabbajitā saṅghapitaro saṅghapariṇāyakā te atirekapūjāya pūjetā hoti. ",
  "mn33:27.6": "Imehi kho, bhikkhave, ekādasahi dhammehi samannāgato bhikkhu bhabbo imasmiṁ dhammavinaye vuddhiṁ virūḷhiṁ vepullaṁ āpajjitun”ti. ",
  "mn33:27.7": "Idamavoca bhagavā. ",
  "mn33:27.8": "Attamanā te bhikkhū bhagavato bhāsitaṁ abhinandunti. ",
  "mn33:27.9": "Mahāgopālakasuttaṁ niṭṭhitaṁ tatiyaṁ. "
}