{
  "mn34:0.1": "Majjhima Nikāya 34 ",
  "mn34:0.2": "Cūḷagopālakasutta ",
  "mn34:1.1": "Evaṁ me sutaṁ—",
  "mn34:1.2": "ekaṁ samayaṁ bhagavā vajjīsu viharati ukkacelāyaṁ gaṅgāya nadiyā tīre. ",
  "mn34:1.3": "Tatra kho bhagavā bhikkhū āmantesi: ",
  "mn34:1.4": "“bhikkhavo”ti. ",
  "mn34:1.5": "“Bhadante”ti te bhikkhū bhagavato paccassosuṁ. ",
  "mn34:1.6": "Bhagavā etadavoca: ",
  "mn34:2.1": "“Bhūtapubbaṁ, bhikkhave, māgadhako gopālako duppaññajātiko, vassānaṁ pacchime māse saradasamaye, asamavekkhitvā gaṅgāya nadiyā orimaṁ tīraṁ, asamavekkhitvā pārimaṁ tīraṁ, atittheneva gāvo patāresi uttaraṁ tīraṁ suvidehānaṁ. ",
  "mn34:3.1": "Atha kho, bhikkhave, gāvo majjhegaṅgāya nadiyā sote āmaṇḍaliyaṁ karitvā tattheva anayabyasanaṁ āpajjiṁsu. ",
  "mn34:3.2": "Taṁ kissa hetu? ",
  "mn34:3.3": "Tathā hi so, bhikkhave, māgadhako gopālako duppaññajātiko, vassānaṁ pacchime māse saradasamaye, asamavekkhitvā gaṅgāya nadiyā orimaṁ tīraṁ, asamavekkhitvā pārimaṁ tīraṁ, atittheneva gāvo patāresi uttaraṁ tīraṁ suvidehānaṁ. ",
  "mn34:3.4": "Evameva kho, bhikkhave, ye hi keci samaṇā vā brāhmaṇā vā akusalā imassa lokassa akusalā parassa lokassa, akusalā māradheyyassa akusalā amāradheyyassa, akusalā maccudheyyassa akusalā amaccudheyyassa, tesaṁ ye sotabbaṁ saddahātabbaṁ maññissanti, tesaṁ taṁ bhavissati dīgharattaṁ ahitāya dukkhāya. ",
  "mn34:4.1": "Bhūtapubbaṁ, bhikkhave, māgadhako gopālako sappaññajātiko, vassānaṁ pacchime māse saradasamaye, samavekkhitvā gaṅgāya nadiyā orimaṁ tīraṁ, samavekkhitvā pārimaṁ tīraṁ, tittheneva gāvo patāresi uttaraṁ tīraṁ suvidehānaṁ. ",
  "mn34:5.1": "So paṭhamaṁ patāresi ye te usabhā gopitaro gopariṇāyakā. ",
  "mn34:5.2": "Te tiriyaṁ gaṅgāya sotaṁ chetvā sotthinā pāraṁ agamaṁsu. ",
  "mn34:5.3": "Athāpare patāresi balavagāvo dammagāvo. ",
  "mn34:5.4": "Tepi tiriyaṁ gaṅgāya sotaṁ chetvā sotthinā pāraṁ agamaṁsu. ",
  "mn34:5.5": "Athāpare patāresi vacchatare vacchatariyo. ",
  "mn34:5.6": "Tepi tiriyaṁ gaṅgāya sotaṁ chetvā sotthinā pāraṁ agamaṁsu. ",
  "mn34:5.7": "Athāpare patāresi vacchake kisābalake. ",
  "mn34:5.8": "Tepi tiriyaṁ gaṅgāya sotaṁ chetvā sotthinā pāraṁ agamaṁsu. ",
  "mn34:5.9": "Bhūtapubbaṁ, bhikkhave, vacchako taruṇako tāvadeva jātako mātugoravakena vuyhamāno, sopi tiriyaṁ gaṅgāya sotaṁ chetvā sotthinā pāraṁ agamāsi. ",
  "mn34:5.10": "Taṁ kissa hetu? ",
  "mn34:5.11": "Tathā hi so, bhikkhave, māgadhako gopālako sappaññajātiko, vassānaṁ pacchime māse saradasamaye, samavekkhitvā gaṅgāya nadiyā orimaṁ tīraṁ, samavekkhitvā pārimaṁ tīraṁ, tittheneva gāvo patāresi uttaraṁ tīraṁ suvidehānaṁ. ",
  "mn34:5.12": "Evameva kho, bhikkhave, ye hi keci samaṇā vā brāhmaṇā vā kusalā imassa lokassa kusalā parassa lokassa, kusalā māradheyyassa kusalā amāradheyyassa, kusalā maccudheyyassa kusalā amaccudheyyassa, tesaṁ ye sotabbaṁ saddahātabbaṁ maññissanti, tesaṁ taṁ bhavissati dīgharattaṁ hitāya sukhāya. ",
  "mn34:6.1": "Seyyathāpi, bhikkhave, ye te usabhā gopitaro gopariṇāyakā te tiriyaṁ gaṅgāya sotaṁ chetvā sotthinā pāraṁ agamaṁsu; ",
  "mn34:6.2": "evameva kho, bhikkhave, ye te bhikkhū arahanto khīṇāsavā vusitavanto katakaraṇīyā ohitabhārā anuppattasadatthā parikkhīṇabhavasaṁyojanā sammadaññāvimuttā, te tiriyaṁ mārassa sotaṁ chetvā sotthinā pāraṅgatā. ",
  "mn34:7.1": "Seyyathāpi te, bhikkhave, balavagāvo dammagāvo tiriyaṁ gaṅgāya sotaṁ chetvā sotthinā pāraṁ agamaṁsu; ",
  "mn34:7.2": "evameva kho, bhikkhave, ye te bhikkhū pañcannaṁ orambhāgiyānaṁ saṁyojanānaṁ parikkhayā opapātikā tattha parinibbāyino anāvattidhammā tasmā lokā, tepi tiriyaṁ mārassa sotaṁ chetvā sotthinā pāraṁ gamissanti. ",
  "mn34:8.1": "Seyyathāpi te, bhikkhave, vacchatarā vacchatariyo tiriyaṁ gaṅgāya sotaṁ chetvā sotthinā pāraṁ agamaṁsu; ",
  "mn34:8.2": "evameva kho, bhikkhave, ye te bhikkhū tiṇṇaṁ saṁyojanānaṁ parikkhayā rāgadosamohānaṁ tanuttā sakadāgāmino sakideva imaṁ lokaṁ āgantvā dukkhassantaṁ karissanti, tepi tiriyaṁ mārassa sotaṁ chetvā sotthinā pāraṁ gamissanti. ",
  "mn34:9.1": "Seyyathāpi te, bhikkhave, vacchakā kisābalakā tiriyaṁ gaṅgāya sotaṁ chetvā sotthinā pāraṁ agamaṁsu; ",
  "mn34:9.2": "evameva kho, bhikkhave, ye te bhikkhū tiṇṇaṁ saṁyojanānaṁ parikkhayā sotāpannā avinipātadhammā niyatā sambodhiparāyanā, tepi tiriyaṁ mārassa sotaṁ chetvā sotthinā pāraṁ gamissanti. ",
  "mn34:10.1": "Seyyathāpi so, bhikkhave, vacchako taruṇako tāvadeva jātako mātugoravakena vuyhamāno tiriyaṁ gaṅgāya sotaṁ chetvā sotthinā pāraṁ agamāsi; ",
  "mn34:10.2": "evameva kho, bhikkhave, ye te bhikkhū dhammānusārino saddhānusārino, tepi tiriyaṁ mārassa sotaṁ chetvā sotthinā pāraṁ gamissanti. ",
  "mn34:11.1": "Ahaṁ kho pana, bhikkhave, kusalo imassa lokassa kusalo parassa lokassa, kusalo māradheyyassa kusalo amāradheyyassa, kusalo maccudheyyassa kusalo amaccudheyyassa. Tassa mayhaṁ, bhikkhave, ye sotabbaṁ saddahātabbaṁ maññissanti, tesaṁ taṁ bhavissati dīgharattaṁ hitāya sukhāyā”ti. ",
  "mn34:12.1": "Idamavoca bhagavā. ",
  "mn34:12.2": "Idaṁ vatvā sugato athāparaṁ etadavoca satthā: ",
  "mn34:12.3": "“Ayaṁ loko paro loko, ",
  "mn34:12.4": "jānatā suppakāsito; ",
  "mn34:12.5": "Yañca mārena sampattaṁ, ",
  "mn34:12.6": "appattaṁ yañca maccunā. ",
  "mn34:12.7": "Sabbaṁ lokaṁ abhiññāya, ",
  "mn34:12.8": "sambuddhena pajānatā; ",
  "mn34:12.9": "Vivaṭaṁ amatadvāraṁ, ",
  "mn34:12.10": "khemaṁ nibbānapattiyā. ",
  "mn34:12.11": "Chinnaṁ pāpimato sotaṁ, ",
  "mn34:12.12": "Viddhastaṁ vinaḷīkataṁ; ",
  "mn34:12.13": "Pāmojjabahulā hotha, ",
  "mn34:12.14": "Khemaṁ pattattha bhikkhavo”ti. ",
  "mn34:12.15": "Cūḷagopālakasuttaṁ niṭṭhitaṁ catutthaṁ. "
}