{
  "mn44:0.1": "Majjhima Nikāya 44 ",
  "mn44:0.2": "Cūḷavedallasutta ",
  "mn44:1.1": "Evaṁ me sutaṁ—",
  "mn44:1.2": "ekaṁ samayaṁ bhagavā rājagahe viharati veḷuvane kalandakanivāpe. ",
  "mn44:1.3": "Atha kho visākho upāsako yena dhammadinnā bhikkhunī tenupasaṅkami; upasaṅkamitvā dhammadinnaṁ bhikkhuniṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho visākho upāsako dhammadinnaṁ bhikkhuniṁ etadavoca: ",
  "mn44:2.1": "“‘sakkāyo sakkāyo’ti, ayye, vuccati. ",
  "mn44:2.2": "Katamo nu kho, ayye, sakkāyo vutto bhagavatā”ti? ",
  "mn44:2.3": "“Pañca kho ime, āvuso visākha, upādānakkhandhā sakkāyo vutto bhagavatā, ",
  "mn44:2.4": "seyyathidaṁ—rūpupādānakkhandho, vedanupādānakkhandho, saññupādānakkhandho, saṅkhārupādānakkhandho, viññāṇupādānakkhandho. ",
  "mn44:2.5": "Ime kho, āvuso visākha, pañcupādānakkhandhā sakkāyo vutto bhagavatā”ti. ",
  "mn44:2.6": "“Sādhayye”ti kho visākho upāsako dhammadinnāya bhikkhuniyā bhāsitaṁ abhinanditvā anumoditvā dhammadinnaṁ bhikkhuniṁ uttariṁ pañhaṁ apucchi: ",
  "mn44:3.1": "“‘sakkāyasamudayo sakkāyasamudayo’ti, ayye, vuccati. ",
  "mn44:3.2": "Katamo nu kho, ayye, sakkāyasamudayo vutto bhagavatā”ti? ",
  "mn44:3.3": "“Yāyaṁ, āvuso visākha, taṇhā ponobbhavikā nandīrāgasahagatā tatratatrābhinandinī, seyyathidaṁ—",
  "mn44:3.4": "kāmataṇhā bhavataṇhā vibhavataṇhā; ",
  "mn44:3.5": "ayaṁ kho, āvuso visākha, sakkāyasamudayo vutto bhagavatā”ti. ",
  "mn44:4.1": "“‘Sakkāyanirodho sakkāyanirodho’ti, ayye, vuccati. ",
  "mn44:4.2": "Katamo nu kho, ayye, sakkāyanirodho vutto bhagavatā”ti? ",
  "mn44:4.3": "“Yo kho, āvuso visākha, tassāyeva taṇhāya asesavirāganirodho cāgo paṭinissaggo mutti anālayo; ",
  "mn44:4.4": "ayaṁ kho, āvuso visākha, sakkāyanirodho vutto bhagavatā”ti. ",
  "mn44:5.1": "“‘Sakkāyanirodhagāminī paṭipadā sakkāyanirodhagāminī paṭipadā’ti, ayye, vuccati. ",
  "mn44:5.2": "Katamā nu kho, ayye, sakkāyanirodhagāminī paṭipadā vuttā bhagavatā”ti? ",
  "mn44:5.3": "“Ayameva kho, āvuso visākha, ariyo aṭṭhaṅgiko maggo sakkāyanirodhagāminī paṭipadā vuttā bhagavatā, seyyathidaṁ—",
  "mn44:5.4": "sammādiṭṭhi sammāsaṅkappo sammāvācā sammākammanto sammāājīvo sammāvāyāmo sammāsati sammāsamādhī”ti. ",
  "mn44:6.1": "“Taññeva nu kho, ayye, upādānaṁ te pañcupādānakkhandhā udāhu aññatra pañcahupādānakkhandhehi upādānan”ti? ",
  "mn44:6.2": "“Na kho, āvuso visākha, taññeva upādānaṁ te pañcupādānakkhandhā, nāpi aññatra pañcahupādānakkhandhehi upādānaṁ. ",
  "mn44:6.3": "Yo kho, āvuso visākha, pañcasu upādānakkhandhesu chandarāgo taṁ tattha upādānan”ti. ",
  "mn44:7.1": "“Kathaṁ panāyye, sakkāyadiṭṭhi hotī”ti? ",
  "mn44:7.2": "“Idhāvuso visākha, assutavā puthujjano, ariyānaṁ adassāvī ariyadhammassa akovido ariyadhamme avinīto, sappurisānaṁ adassāvī sappurisadhammassa akovido sappurisadhamme avinīto, ",
  "mn44:7.3": "rūpaṁ attato samanupassati, rūpavantaṁ vā attānaṁ, attani vā rūpaṁ, rūpasmiṁ vā attānaṁ. ",
  "mn44:7.4": "Vedanaṁ …pe… ",
  "mn44:7.5": "saññaṁ … ",
  "mn44:7.6": "saṅkhāre … ",
  "mn44:7.7": "viññāṇaṁ attato samanupassati, viññāṇavantaṁ vā attānaṁ, attani vā viññāṇaṁ, viññāṇasmiṁ vā attānaṁ. ",
  "mn44:7.8": "Evaṁ kho, āvuso visākha, sakkāyadiṭṭhi hotī”ti. ",
  "mn44:8.1": "“Kathaṁ panāyye, sakkāyadiṭṭhi na hotī”ti? ",
  "mn44:8.2": "“Idhāvuso visākha, sutavā ariyasāvako, ariyānaṁ dassāvī ariyadhammassa kovido ariyadhamme suvinīto, sappurisānaṁ dassāvī sappurisadhammassa kovido sappurisadhamme suvinīto, ",
  "mn44:8.3": "na rūpaṁ attato samanupassati, na rūpavantaṁ vā attānaṁ, na attani vā rūpaṁ, na rūpasmiṁ vā attānaṁ. ",
  "mn44:8.4": "Na vedanaṁ …pe… ",
  "mn44:8.5": "na saññaṁ … ",
  "mn44:8.6": "na saṅkhāre …pe… ",
  "mn44:8.7": "na viññāṇaṁ attato samanupassati, na viññāṇavantaṁ vā attānaṁ, na attani vā viññāṇaṁ, na viññāṇasmiṁ vā attānaṁ. ",
  "mn44:8.8": "Evaṁ kho, āvuso visākha, sakkāyadiṭṭhi na hotī”ti. ",
  "mn44:9.1": "“Katamo panāyye, ariyo aṭṭhaṅgiko maggo”ti? ",
  "mn44:9.2": "“Ayameva kho, āvuso visākha, ariyo aṭṭhaṅgiko maggo, seyyathidaṁ—",
  "mn44:9.3": "sammādiṭṭhi sammāsaṅkappo sammāvācā sammākammanto sammāājīvo sammāvāyāmo sammāsati sammāsamādhī”ti. ",
  "mn44:10.1": "“Ariyo panāyye, aṭṭhaṅgiko maggo saṅkhato udāhu asaṅkhato”ti? ",
  "mn44:10.2": "“Ariyo kho, āvuso visākha, aṭṭhaṅgiko maggo saṅkhato”ti. ",
  "mn44:11.1": "“Ariyena nu kho, ayye, aṭṭhaṅgikena maggena tayo khandhā saṅgahitā udāhu tīhi khandhehi ariyo aṭṭhaṅgiko maggo saṅgahito”ti? ",
  "mn44:11.2": "“Na kho, āvuso visākha, ariyena aṭṭhaṅgikena maggena tayo khandhā saṅgahitā; tīhi ca kho, āvuso visākha, khandhehi ariyo aṭṭhaṅgiko maggo saṅgahito. ",
  "mn44:11.3": "Yā cāvuso visākha, sammāvācā yo ca sammākammanto yo ca sammāājīvo ime dhammā sīlakkhandhe saṅgahitā. ",
  "mn44:11.4": "Yo ca sammāvāyāmo yā ca sammāsati yo ca sammāsamādhi ime dhammā samādhikkhandhe saṅgahitā. ",
  "mn44:11.5": "Yā ca sammādiṭṭhi yo ca sammāsaṅkappo, ime dhammā paññākkhandhe saṅgahitā”ti. ",
  "mn44:12.1": "“Katamo panāyye, samādhi, katame dhammā samādhinimittā, katame dhammā samādhiparikkhārā, katamā samādhibhāvanā”ti? ",
  "mn44:12.2": "“Yā kho, āvuso visākha, cittassa ekaggatā ayaṁ samādhi; ",
  "mn44:12.3": "cattāro satipaṭṭhānā samādhinimittā; ",
  "mn44:12.4": "cattāro sammappadhānā samādhiparikkhārā. ",
  "mn44:12.5": "Yā tesaṁyeva dhammānaṁ āsevanā bhāvanā bahulīkammaṁ, ayaṁ ettha samādhibhāvanā”ti. ",
  "mn44:13.1": "“Kati panāyye, saṅkhārā”ti? ",
  "mn44:13.2": "“Tayome, āvuso visākha, saṅkhārā—",
  "mn44:13.3": "kāyasaṅkhāro, vacīsaṅkhāro, cittasaṅkhāro”ti. ",
  "mn44:14.1": "“Katamo panāyye, kāyasaṅkhāro, katamo vacīsaṅkhāro, katamo cittasaṅkhāro”ti? ",
  "mn44:14.2": "“Assāsapassāsā kho, āvuso visākha, kāyasaṅkhāro, vitakkavicārā vacīsaṅkhāro, saññā ca vedanā ca cittasaṅkhāro”ti. ",
  "mn44:15.1": "“Kasmā panāyye, assāsapassāsā kāyasaṅkhāro, kasmā vitakkavicārā vacīsaṅkhāro, kasmā saññā ca vedanā ca cittasaṅkhāro”ti? ",
  "mn44:15.2": "“Assāsapassāsā kho, āvuso visākha, kāyikā ete dhammā kāyappaṭibaddhā, tasmā assāsapassāsā kāyasaṅkhāro. ",
  "mn44:15.3": "Pubbe kho, āvuso visākha, vitakketvā vicāretvā pacchā vācaṁ bhindati, tasmā vitakkavicārā vacīsaṅkhāro. ",
  "mn44:15.4": "Saññā ca vedanā ca cetasikā ete dhammā cittappaṭibaddhā, tasmā saññā ca vedanā ca cittasaṅkhāro”ti. ",
  "mn44:16.1": "“Kathaṁ panāyye, saññāvedayitanirodhasamāpatti hotī”ti? ",
  "mn44:16.2": "“Na kho, āvuso visākha, saññāvedayitanirodhaṁ samāpajjantassa bhikkhuno evaṁ hoti: ",
  "mn44:16.3": "‘ahaṁ saññāvedayitanirodhaṁ samāpajjissan’ti vā, ‘ahaṁ saññāvedayitanirodhaṁ samāpajjāmī’ti vā, ‘ahaṁ saññāvedayitanirodhaṁ samāpanno’ti vā. ",
  "mn44:16.4": "Atha khvāssa pubbeva tathā cittaṁ bhāvitaṁ hoti yaṁ taṁ tathattāya upanetī”ti. ",
  "mn44:17.1": "“Saññāvedayitanirodhaṁ samāpajjantassa panāyye, bhikkhuno katame dhammā paṭhamaṁ nirujjhanti—yadi vā kāyasaṅkhāro, yadi vā vacīsaṅkhāro, yadi vā cittasaṅkhāro”ti? ",
  "mn44:17.2": "“Saññāvedayitanirodhaṁ samāpajjantassa kho, āvuso visākha, bhikkhuno paṭhamaṁ nirujjhati vacīsaṅkhāro, tato kāyasaṅkhāro, tato cittasaṅkhāro”ti. ",
  "mn44:18.1": "“Kathaṁ panāyye, saññāvedayitanirodhasamāpattiyā vuṭṭhānaṁ hotī”ti? ",
  "mn44:18.2": "“Na kho, āvuso visākha, saññāvedayitanirodhasamāpattiyā vuṭṭhahantassa bhikkhuno evaṁ hoti: ",
  "mn44:18.3": "‘ahaṁ saññāvedayitanirodhasamāpattiyā vuṭṭhahissan’ti vā, ‘ahaṁ saññāvedayitanirodhasamāpattiyā vuṭṭhahāmī’ti vā, ‘ahaṁ saññāvedayitanirodhasamāpattiyā vuṭṭhito’ti vā. ",
  "mn44:18.4": "Atha khvāssa pubbeva tathā cittaṁ bhāvitaṁ hoti yaṁ taṁ tathattāya upanetī”ti. ",
  "mn44:19.1": "“Saññāvedayitanirodhasamāpattiyā vuṭṭhahantassa panāyye, bhikkhuno katame dhammā paṭhamaṁ uppajjanti—yadi vā kāyasaṅkhāro, yadi vā vacīsaṅkhāro, yadi vā cittasaṅkhāro”ti? ",
  "mn44:19.2": "“Saññāvedayitanirodhasamāpattiyā vuṭṭhahantassa kho, āvuso visākha, bhikkhuno paṭhamaṁ uppajjati cittasaṅkhāro, tato kāyasaṅkhāro, tato vacīsaṅkhāro”ti. ",
  "mn44:20.1": "“Saññāvedayitanirodhasamāpattiyā vuṭṭhitaṁ panāyye, bhikkhuṁ kati phassā phusantī”ti? ",
  "mn44:20.2": "“Saññāvedayitanirodhasamāpattiyā vuṭṭhitaṁ kho, āvuso visākha, bhikkhuṁ tayo phassā phusanti—suññato phasso, animitto phasso, appaṇihito phasso”ti. ",
  "mn44:21.1": "“Saññāvedayitanirodhasamāpattiyā vuṭṭhitassa panāyye, bhikkhuno kiṁninnaṁ cittaṁ hoti kiṁpoṇaṁ kiṁpabbhāran”ti? ",
  "mn44:21.2": "“Saññāvedayitanirodhasamāpattiyā vuṭṭhitassa kho, āvuso visākha, bhikkhuno vivekaninnaṁ cittaṁ hoti, vivekapoṇaṁ vivekapabbhāran”ti. ",
  "mn44:22.1": "“Kati panāyye, vedanā”ti? ",
  "mn44:22.2": "“Tisso kho imā, āvuso visākha, vedanā—",
  "mn44:22.3": "sukhā vedanā, dukkhā vedanā, adukkhamasukhā vedanā”ti. ",
  "mn44:23.1": "“Katamā panāyye, sukhā vedanā, katamā dukkhā vedanā, katamā adukkhamasukhā vedanā”ti? ",
  "mn44:23.2": "“Yaṁ kho, āvuso visākha, kāyikaṁ vā cetasikaṁ vā sukhaṁ sātaṁ vedayitaṁ—",
  "mn44:23.3": "ayaṁ sukhā vedanā. ",
  "mn44:23.4": "Yaṁ kho, āvuso visākha, kāyikaṁ vā cetasikaṁ vā dukkhaṁ asātaṁ vedayitaṁ—",
  "mn44:23.5": "ayaṁ dukkhā vedanā. ",
  "mn44:23.6": "Yaṁ kho, āvuso visākha, kāyikaṁ vā cetasikaṁ vā neva sātaṁ nāsātaṁ vedayitaṁ—",
  "mn44:23.7": "ayaṁ adukkhamasukhā vedanā”ti. ",
  "mn44:24.1": "“Sukhā panāyye, vedanā kiṁsukhā kiṁdukkhā, dukkhā vedanā kiṁsukhā kiṁdukkhā, adukkhamasukhā vedanā kiṁsukhā kiṁdukkhā”ti? ",
  "mn44:24.2": "“Sukhā kho, āvuso visākha, vedanā ṭhitisukhā vipariṇāmadukkhā; ",
  "mn44:24.3": "dukkhā vedanā ṭhitidukkhā vipariṇāmasukhā; ",
  "mn44:24.4": "adukkhamasukhā vedanā ñāṇasukhā aññāṇadukkhā”ti. ",
  "mn44:25.1": "“Sukhāya panāyye, vedanāya kiṁ anusayo anuseti, dukkhāya vedanāya kiṁ anusayo anuseti, adukkhamasukhāya vedanāya kiṁ anusayo anusetī”ti? ",
  "mn44:25.2": "“Sukhāya kho, āvuso visākha, vedanāya rāgānusayo anuseti, dukkhāya vedanāya paṭighānusayo anuseti, adukkhamasukhāya vedanāya avijjānusayo anusetī”ti. ",
  "mn44:26.1": "“Sabbāya nu kho, ayye, sukhāya vedanāya rāgānusayo anuseti, sabbāya dukkhāya vedanāya paṭighānusayo anuseti, sabbāya adukkhamasukhāya vedanāya avijjānusayo anusetī”ti? ",
  "mn44:26.2": "“Na kho, āvuso visākha, sabbāya sukhāya vedanāya rāgānusayo anuseti, na sabbāya dukkhāya vedanāya paṭighānusayo anuseti, na sabbāya adukkhamasukhāya vedanāya avijjānusayo anusetī”ti. ",
  "mn44:27.1": "“Sukhāya panāyye, vedanāya kiṁ pahātabbaṁ, dukkhāya vedanāya kiṁ pahātabbaṁ, adukkhamasukhāya vedanāya kiṁ pahātabban”ti? ",
  "mn44:27.2": "“Sukhāya kho, āvuso visākha, vedanāya rāgānusayo pahātabbo, dukkhāya vedanāya paṭighānusayo pahātabbo, adukkhamasukhāya vedanāya avijjānusayo pahātabbo”ti. ",
  "mn44:28.1": "“Sabbāya nu kho, ayye, sukhāya vedanāya rāgānusayo pahātabbo, sabbāya dukkhāya vedanāya paṭighānusayo pahātabbo, sabbāya adukkhamasukhāya vedanāya avijjānusayo pahātabbo”ti? ",
  "mn44:28.2": "“Na kho, āvuso visākha, sabbāya sukhāya vedanāya rāgānusayo pahātabbo, na sabbāya dukkhāya vedanāya paṭighānusayo pahātabbo, na sabbāya adukkhamasukhāya vedanāya avijjānusayo pahātabbo. ",
  "mn44:28.3": "Idhāvuso visākha, bhikkhu vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṁ savicāraṁ vivekajaṁ pītisukhaṁ paṭhamaṁ jhānaṁ upasampajja viharati. ",
  "mn44:28.4": "Rāgaṁ tena pajahati, na tattha rāgānusayo anuseti. ",
  "mn44:28.5": "Idhāvuso visākha, bhikkhu iti paṭisañcikkhati: ",
  "mn44:28.6": "‘kudāssu nāmāhaṁ tadāyatanaṁ upasampajja viharissāmi yadariyā etarahi āyatanaṁ upasampajja viharantī’ti? ",
  "mn44:28.7": "Iti anuttaresu vimokkhesu pihaṁ upaṭṭhāpayato uppajjati pihāppaccayā domanassaṁ. ",
  "mn44:28.8": "Paṭighaṁ tena pajahati, na tattha paṭighānusayo anuseti. ",
  "mn44:28.9": "Idhāvuso visākha, bhikkhu sukhassa ca pahānā, dukkhassa ca pahānā, pubbeva somanassadomanassānaṁ atthaṅgamā, adukkhamasukhaṁ upekkhāsatipārisuddhiṁ catutthaṁ jhānaṁ upasampajja viharati. ",
  "mn44:28.10": "Avijjaṁ tena pajahati, na tattha avijjānusayo anusetī”ti. ",
  "mn44:29.1": "“Sukhāya panāyye, vedanāya kiṁ paṭibhāgo”ti? ",
  "mn44:29.2": "“Sukhāya kho, āvuso visākha, vedanāya dukkhā vedanā paṭibhāgo”ti. ",
  "mn44:29.3": "“Dukkhāya pannāyye, vedanāya kiṁ paṭibhāgo”ti? ",
  "mn44:29.4": "“Dukkhāya kho, āvuso visākha, vedanāya sukhā vedanā paṭibhāgo”ti. ",
  "mn44:29.5": "“Adukkhamasukhāya panāyye, vedanāya kiṁ paṭibhāgo”ti? ",
  "mn44:29.6": "“Adukkhamasukhāya kho, āvuso visākha, vedanāya avijjā paṭibhāgo”ti. ",
  "mn44:29.7": "“Avijjāya panāyye, kiṁ paṭibhāgo”ti? ",
  "mn44:29.8": "“Avijjāya kho, āvuso visākha, vijjā paṭibhāgo”ti. ",
  "mn44:29.9": "“Vijjāya panāyye, kiṁ paṭibhāgo”ti? ",
  "mn44:29.10": "“Vijjāya kho, āvuso visākha, vimutti paṭibhāgo”ti. ",
  "mn44:29.11": "“Vimuttiyā panāyye, kiṁ paṭibhāgo”ti? ",
  "mn44:29.12": "“Vimuttiyā kho, āvuso visākha, nibbānaṁ paṭibhāgo”ti. ",
  "mn44:29.13": "“Nibbānassa panāyye, kiṁ paṭibhāgo”ti? ",
  "mn44:29.14": "“Accayāsi, āvuso visākha, pañhaṁ, nāsakkhi pañhānaṁ pariyantaṁ gahetuṁ. ",
  "mn44:29.15": "Nibbānogadhañhi, āvuso visākha, brahmacariyaṁ, nibbānaparāyanaṁ nibbānapariyosānaṁ. ",
  "mn44:29.16": "Ākaṅkhamāno ca tvaṁ, āvuso visākha, bhagavantaṁ upasaṅkamitvā etamatthaṁ puccheyyāsi, yathā ca te bhagavā byākaroti tathā naṁ dhāreyyāsī”ti. ",
  "mn44:30.1": "Atha kho visākho upāsako dhammadinnāya bhikkhuniyā bhāsitaṁ abhinanditvā anumoditvā uṭṭhāyāsanā dhammadinnaṁ bhikkhuniṁ abhivādetvā padakkhiṇaṁ katvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. ",
  "mn44:30.2": "Ekamantaṁ nisinno kho visākho upāsako yāvatako ahosi dhammadinnāya bhikkhuniyā saddhiṁ kathāsallāpo taṁ sabbaṁ bhagavato ārocesi. ",
  "mn44:30.3": "Evaṁ vutte, bhagavā visākhaṁ upāsakaṁ etadavoca: ",
  "mn44:30.4": "“paṇḍitā, visākha, dhammadinnā bhikkhunī, mahāpaññā, visākha, dhammadinnā bhikkhunī. ",
  "mn44:30.5": "Mañcepi tvaṁ, visākha, etamatthaṁ puccheyyāsi, ahampi taṁ evamevaṁ byākareyyaṁ, yathā taṁ dhammadinnāya bhikkhuniyā byākataṁ. ",
  "mn44:30.6": "Eso cevetassa attho. Evañca naṁ dhārehī”ti. ",
  "mn44:30.7": "Idamavoca bhagavā. ",
  "mn44:30.8": "Attamano visākho upāsako bhagavato bhāsitaṁ abhinandīti. ",
  "mn44:30.9": "Cūḷavedallasuttaṁ niṭṭhitaṁ catutthaṁ. "
}