{
  "mn45:0.1": "Majjhima Nikāya 45 ",
  "mn45:0.2": "Cūḷadhammasamādānasutta ",
  "mn45:1.1": "Evaṁ me sutaṁ—",
  "mn45:1.2": "ekaṁ samayaṁ bhagavā sāvatthiyaṁ viharati jetavane anāthapiṇḍikassa ārāme. ",
  "mn45:1.3": "Tatra kho bhagavā bhikkhū āmantesi: ",
  "mn45:1.4": "“bhikkhavo”ti. ",
  "mn45:1.5": "“Bhadante”ti te bhikkhū bhagavato paccassosuṁ. ",
  "mn45:1.6": "Bhagavā etadavoca: ",
  "mn45:2.1": "“cattārimāni, bhikkhave, dhammasamādānāni. ",
  "mn45:2.2": "Katamāni cattāri? ",
  "mn45:2.3": "Atthi, bhikkhave, dhammasamādānaṁ paccuppannasukhaṁ āyatiṁ dukkhavipākaṁ; ",
  "mn45:2.4": "atthi, bhikkhave, dhammasamādānaṁ paccuppannadukkhañceva āyatiñca dukkhavipākaṁ; ",
  "mn45:2.5": "atthi, bhikkhave, dhammasamādānaṁ paccuppannadukkhaṁ āyatiṁ sukhavipākaṁ; ",
  "mn45:2.6": "atthi, bhikkhave, dhammasamādānaṁ paccuppannasukhañceva āyatiñca sukhavipākaṁ. ",
  "mn45:3.1": "Katamañca, bhikkhave, dhammasamādānaṁ paccuppannasukhaṁ āyatiṁ dukkhavipākaṁ? ",
  "mn45:3.2": "Santi, bhikkhave, eke samaṇabrāhmaṇā evaṁvādino evaṁdiṭṭhino: ",
  "mn45:3.3": "‘natthi kāmesu doso’ti. ",
  "mn45:3.4": "Te kāmesu pātabyataṁ āpajjanti. ",
  "mn45:3.5": "Te kho moḷibaddhāhi paribbājikāhi paricārenti. ",
  "mn45:3.6": "Te evamāhaṁsu: ",
  "mn45:3.7": "‘kiṁsu nāma te bhonto samaṇabrāhmaṇā kāmesu anāgatabhayaṁ sampassamānā kāmānaṁ pahānamāhaṁsu, kāmānaṁ pariññaṁ paññapenti? ",
  "mn45:3.8": "Sukho imissā paribbājikāya taruṇāya mudukāya lomasāya bāhāya samphasso’ti te kāmesu pātabyataṁ āpajjanti. ",
  "mn45:3.9": "Te kāmesu pātabyataṁ āpajjitvā kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjanti. ",
  "mn45:3.10": "Te tattha dukkhā tibbā kharā kaṭukā vedanā vedayanti. ",
  "mn45:3.11": "Te evamāhaṁsu: ",
  "mn45:3.12": "‘idaṁ kho te bhonto samaṇabrāhmaṇā kāmesu anāgatabhayaṁ sampassamānā kāmānaṁ pahānamāhaṁsu, kāmānaṁ pariññaṁ paññapenti, ime hi mayaṁ kāmahetu kāmanidānaṁ dukkhā tibbā kharā kaṭukā vedanā vedayāmā’ti. ",
  "mn45:4.1": "Seyyathāpi, bhikkhave, gimhānaṁ pacchime māse māluvāsipāṭikā phaleyya. ",
  "mn45:4.2": "Atha kho taṁ, bhikkhave, māluvābījaṁ aññatarasmiṁ sālamūle nipateyya. ",
  "mn45:4.3": "Atha kho, bhikkhave, yā tasmiṁ sāle adhivatthā devatā sā bhītā saṁviggā santāsaṁ āpajjeyya. ",
  "mn45:4.4": "Atha kho, bhikkhave, tasmiṁ sāle adhivatthāya devatāya mittāmaccā ñātisālohitā ārāmadevatā vanadevatā rukkhadevatā osadhitiṇavanappatīsu adhivatthā devatā saṅgamma samāgamma evaṁ samassāseyyuṁ: ",
  "mn45:4.5": "‘mā bhavaṁ bhāyi, mā bhavaṁ bhāyi; ",
  "mn45:4.6": "appeva nāmetaṁ māluvābījaṁ moro vā gileyya, mago vā khādeyya, davaḍāho vā ḍaheyya, vanakammikā vā uddhareyyuṁ, upacikā vā uṭṭhaheyyuṁ, abījaṁ vā panassā’ti. ",
  "mn45:4.7": "Atha kho taṁ, bhikkhave, māluvābījaṁ neva moro gileyya, na mago khādeyya, na davaḍāho ḍaheyya, na vanakammikā uddhareyyuṁ, na upacikā uṭṭhaheyyuṁ, bījañca panassa taṁ pāvussakena meghena abhippavuṭṭhaṁ sammadeva viruheyya. ",
  "mn45:4.8": "Sāssa māluvālatā taruṇā mudukā lomasā vilambinī, sā taṁ sālaṁ upaniseveyya. ",
  "mn45:4.9": "Atha kho, bhikkhave, tasmiṁ sāle adhivatthāya devatāya evamassa: ",
  "mn45:4.10": "‘kiṁsu nāma te bhonto mittāmaccā ñātisālohitā ārāmadevatā vanadevatā rukkhadevatā osadhitiṇavanappatīsu adhivatthā devatā māluvābīje anāgatabhayaṁ sampassamānā saṅgamma samāgamma evaṁ samassāsesuṁ: ",
  "mn45:4.11": "“mā bhavaṁ bhāyi mā bhavaṁ bhāyi, ",
  "mn45:4.12": "appeva nāmetaṁ māluvābījaṁ moro vā gileyya, mago vā khādeyya, davaḍāho vā ḍaheyya, vanakammikā vā uddhareyyuṁ, upacikā vā uṭṭhaheyyuṁ, abījaṁ vā panassā”ti; ",
  "mn45:4.13": "sukho imissā māluvālatāya taruṇāya mudukāya lomasāya vilambiniyā samphasso’ti. ",
  "mn45:4.14": "Sā taṁ sālaṁ anuparihareyya. ",
  "mn45:4.15": "Sā taṁ sālaṁ anupariharitvā upari viṭabhiṁ kareyya. ",
  "mn45:4.16": "Upari viṭabhiṁ karitvā oghanaṁ janeyya. ",
  "mn45:4.17": "Oghanaṁ janetvā ye tassa sālassa mahantā mahantā khandhā te padāleyya. ",
  "mn45:4.18": "Atha kho, bhikkhave, tasmiṁ sāle adhivatthāya devatāya evamassa: ",
  "mn45:4.19": "‘idaṁ kho te bhonto mittāmaccā ñātisālohitā ārāmadevatā vanadevatā rukkhadevatā osadhitiṇavanappatīsu adhivatthā devatā māluvābīje anāgatabhayaṁ sampassamānā saṅgamma samāgamma evaṁ samassāsesuṁ: ",
  "mn45:4.20": "“mā bhavaṁ bhāyi mā bhavaṁ bhāyi, appeva nāmetaṁ māluvābījaṁ moro vā gileyya, mago vā khādeyya, davaḍāho vā ḍaheyya, vanakammikā vā uddhareyyuṁ, upacikā vā uṭṭhaheyyuṁ abījaṁ vā panassā”ti. ",
  "mn45:4.21": "Yañcāhaṁ māluvābījahetu dukkhā tibbā kharā kaṭukā vedanā vedayāmī’ti. ",
  "mn45:4.22": "Evameva kho, bhikkhave, santi eke samaṇabrāhmaṇā evaṁvādino evaṁdiṭṭhino ‘natthi kāmesu doso’ti. ",
  "mn45:4.23": "Te kāmesu pātabyataṁ āpajjanti. ",
  "mn45:4.24": "Te moḷibaddhāhi paribbājikāhi paricārenti. ",
  "mn45:4.25": "Te evamāhaṁsu: ",
  "mn45:4.26": "‘kiṁsu nāma te bhonto samaṇabrāhmaṇā kāmesu anāgatabhayaṁ sampassamānā kāmānaṁ pahānamāhaṁsu, kāmānaṁ pariññaṁ paññapenti? ",
  "mn45:4.27": "Sukho imissā paribbājikāya taruṇāya mudukāya lomasāya bāhāya samphasso’ti. ",
  "mn45:4.28": "Te kāmesu pātabyataṁ āpajjanti. ",
  "mn45:4.29": "Te kāmesu pātabyataṁ āpajjitvā kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjanti. ",
  "mn45:4.30": "Te tattha dukkhā tibbā kharā kaṭukā vedanā vedayanti. ",
  "mn45:4.31": "Te evamāhaṁsu: ",
  "mn45:4.32": "‘idaṁ kho te bhonto samaṇabrāhmaṇā kāmesu anāgatabhayaṁ sampassamānā kāmānaṁ pahānamāhaṁsu, kāmānaṁ pariññaṁ paññapenti. ",
  "mn45:4.33": "Ime hi mayaṁ kāmahetu kāmanidānaṁ dukkhā tibbā kharā kaṭukā vedanā vedayāmā’ti. ",
  "mn45:4.34": "Idaṁ vuccati, bhikkhave, dhammasamādānaṁ paccuppannasukhaṁ āyatiṁ dukkhavipākaṁ. ",
  "mn45:5.1": "Katamañca, bhikkhave, dhammasamādānaṁ paccuppannadukkhañceva āyatiñca dukkhavipākaṁ? ",
  "mn45:5.2": "Idha, bhikkhave, ekacco acelako hoti muttācāro hatthāpalekhano, naehibhaddantiko, natiṭṭhabhaddantiko, nābhihaṭaṁ, na uddissakataṁ, na nimantanaṁ sādiyati, ",
  "mn45:5.3": "so na kumbhimukhā paṭiggaṇhāti, na kaḷopimukhā paṭiggaṇhāti, na eḷakamantaraṁ, na daṇḍamantaraṁ, na musalamantaraṁ, na dvinnaṁ bhuñjamānānaṁ, na gabbhiniyā, na pāyamānāya, na purisantaragatāya, na saṅkittīsu, na yattha sā upaṭṭhito hoti, na yattha makkhikā saṇḍasaṇḍacārinī, na macchaṁ, na maṁsaṁ, na suraṁ, na merayaṁ, na thusodakaṁ pivati. ",
  "mn45:5.4": "So ekāgāriko vā hoti ekālopiko, dvāgāriko vā hoti dvālopiko …pe… sattāgāriko vā hoti sattālopiko. ",
  "mn45:5.5": "Ekissāpi dattiyā yāpeti, dvīhipi dattīhi yāpeti … sattahipi dattīhi yāpeti. ",
  "mn45:5.6": "Ekāhikampi āhāraṁ āhāreti, dvīhikampi āhāraṁ āhāreti … sattāhikampi āhāraṁ āhāreti. Iti evarūpaṁ addhamāsikampi pariyāyabhattabhojanānuyogamanuyutto viharati. ",
  "mn45:5.7": "So sākabhakkho vā hoti, sāmākabhakkho vā hoti, nīvārabhakkho vā hoti, daddulabhakkho vā hoti, haṭabhakkho vā hoti, kaṇabhakkho vā hoti, ācāmabhakkho vā hoti, piññākabhakkho vā hoti, tiṇabhakkho vā hoti, gomayabhakkho vā hoti, vanamūlaphalāhāro yāpeti pavattaphalabhojī. ",
  "mn45:5.8": "So sāṇānipi dhāreti, masāṇānipi dhāreti, chavadussānipi dhāreti, paṁsukūlānipi dhāreti, tirīṭānipi dhāreti, ajinampi dhāreti, ajinakkhipampi dhāreti, kusacīrampi dhāreti, vākacīrampi dhāreti, phalakacīrampi dhāreti, kesakambalampi dhāreti, vāḷakambalampi dhāreti, ulūkapakkhampi dhāreti, ",
  "mn45:5.9": "kesamassulocakopi hoti, kesamassulocanānuyogamanuyutto, ",
  "mn45:5.10": "ubbhaṭṭhakopi hoti, āsanapaṭikkhitto, ",
  "mn45:5.11": "ukkuṭikopi hoti ukkuṭikappadhānamanuyutto, ",
  "mn45:5.12": "kaṇṭakāpassayikopi hoti, kaṇṭakāpassaye seyyaṁ kappeti, ",
  "mn45:5.13": "sāyatatiyakampi udakorohanānuyogamanuyutto viharati. ",
  "mn45:5.14": "Iti evarūpaṁ anekavihitaṁ kāyassa ātāpanaparitāpanānuyogamanuyutto viharati. ",
  "mn45:5.15": "So kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjati. ",
  "mn45:5.16": "Idaṁ vuccati, bhikkhave, dhammasamādānaṁ paccuppannadukkhañceva āyatiñca dukkhavipākaṁ. ",
  "mn45:6.1": "Katamañca, bhikkhave, dhammasamādānaṁ paccuppannadukkhaṁ āyatiṁ sukhavipākaṁ? ",
  "mn45:6.2": "Idha, bhikkhave, ekacco pakatiyā tibbarāgajātiko hoti, so abhikkhaṇaṁ rāgajaṁ dukkhaṁ domanassaṁ paṭisaṁvedeti; ",
  "mn45:6.3": "pakatiyā tibbadosajātiko hoti, so abhikkhaṇaṁ dosajaṁ dukkhaṁ domanassaṁ paṭisaṁvedeti; ",
  "mn45:6.4": "pakatiyā tibbamohajātiko hoti, so abhikkhaṇaṁ mohajaṁ dukkhaṁ domanassaṁ paṭisaṁvedeti. ",
  "mn45:6.5": "So sahāpi dukkhena, sahāpi domanassena, assumukhopi rudamāno paripuṇṇaṁ parisuddhaṁ brahmacariyaṁ carati. ",
  "mn45:6.6": "So kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjati. ",
  "mn45:6.7": "Idaṁ vuccati, bhikkhave, dhammasamādānaṁ paccuppannadukkhaṁ āyatiṁ sukhavipākaṁ. ",
  "mn45:7.1": "Katamañca, bhikkhave, dhammasamādānaṁ paccuppannasukhañceva āyatiñca sukhavipākaṁ? ",
  "mn45:7.2": "Idha, bhikkhave, ekacco pakatiyā na tibbarāgajātiko hoti, so na abhikkhaṇaṁ rāgajaṁ dukkhaṁ domanassaṁ paṭisaṁvedeti; ",
  "mn45:7.3": "pakatiyā na tibbadosajātiko hoti, so na abhikkhaṇaṁ dosajaṁ dukkhaṁ domanassaṁ paṭisaṁvedeti; ",
  "mn45:7.4": "pakatiyā na tibbamohajātiko hoti, so na abhikkhaṇaṁ mohajaṁ dukkhaṁ domanassaṁ paṭisaṁvedeti. ",
  "mn45:7.5": "So vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṁ savicāraṁ vivekajaṁ pītisukhaṁ paṭhamaṁ jhānaṁ upasampajja viharati. ",
  "mn45:7.6": "Vitakkavicārānaṁ vūpasamā ajjhattaṁ sampasādanaṁ cetaso ekodibhāvaṁ avitakkaṁ avicāraṁ samādhijaṁ pītisukhaṁ dutiyaṁ jhānaṁ …pe… ",
  "mn45:7.7": "tatiyaṁ jhānaṁ … ",
  "mn45:7.8": "catutthaṁ jhānaṁ upasampajja viharati. ",
  "mn45:7.9": "So kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjati. ",
  "mn45:7.10": "Idaṁ vuccati, bhikkhave, dhammasamādānaṁ paccuppannasukhañceva āyatiñca sukhavipākaṁ. ",
  "mn45:7.11": "Imāni kho, bhikkhave, cattāri dhammasamādānānī”ti. ",
  "mn45:7.12": "Idamavoca bhagavā. ",
  "mn45:7.13": "Attamanā te bhikkhū bhagavato bhāsitaṁ abhinandunti. ",
  "mn45:7.14": "Cūḷadhammasamādānasuttaṁ niṭṭhitaṁ pañcamaṁ. "
}