{
  "mn46:0.1": "Majjhima Nikāya 46 ",
  "mn46:0.2": "Mahādhammasamādānasutta ",
  "mn46:1.1": "Evaṁ me sutaṁ—",
  "mn46:1.2": "ekaṁ samayaṁ bhagavā sāvatthiyaṁ viharati jetavane anāthapiṇḍikassa ārāme. ",
  "mn46:1.3": "Tatra kho bhagavā bhikkhū āmantesi: ",
  "mn46:1.4": "“bhikkhavo”ti. ",
  "mn46:1.5": "“Bhadante”ti te bhikkhū bhagavato paccassosuṁ. ",
  "mn46:1.6": "Bhagavā etadavoca: ",
  "mn46:2.1": "“yebhuyyena, bhikkhave, sattā evaṅkāmā evaṁchandā evaṁadhippāyā: ",
  "mn46:2.2": "‘aho vata aniṭṭhā akantā amanāpā dhammā parihāyeyyuṁ, iṭṭhā kantā manāpā dhammā abhivaḍḍheyyun’ti. ",
  "mn46:2.3": "Tesaṁ, bhikkhave, sattānaṁ evaṅkāmānaṁ evaṁchandānaṁ evaṁadhippāyānaṁ aniṭṭhā akantā amanāpā dhammā abhivaḍḍhanti, iṭṭhā kantā manāpā dhammā parihāyanti. ",
  "mn46:2.4": "Tatra tumhe, bhikkhave, kaṁ hetuṁ paccethā”ti? ",
  "mn46:2.5": "“Bhagavaṁmūlakā no, bhante, dhammā, bhagavaṁnettikā, bhagavaṁpaṭisaraṇā. Sādhu vata, bhante, bhagavantaññeva paṭibhātu etassa bhāsitassa attho; bhagavato sutvā bhikkhū dhāressantī”ti. ",
  "mn46:2.6": "“Tena hi, bhikkhave, suṇātha, sādhukaṁ manasi karotha, bhāsissāmī”ti. ",
  "mn46:2.7": "“Evaṁ, bhante”ti kho te bhikkhū bhagavato paccassosuṁ. ",
  "mn46:2.8": "Bhagavā etadavoca: ",
  "mn46:3.1": "“Idha, bhikkhave, assutavā puthujjano, ariyānaṁ adassāvī ariyadhammassa akovido ariyadhamme avinīto, sappurisānaṁ adassāvī sappurisadhammassa akovido sappurisadhamme avinīto, ",
  "mn46:3.2": "sevitabbe dhamme na jānāti asevitabbe dhamme na jānāti, bhajitabbe dhamme na jānāti abhajitabbe dhamme na jānāti. ",
  "mn46:3.3": "So sevitabbe dhamme ajānanto asevitabbe dhamme ajānanto, bhajitabbe dhamme ajānanto abhajitabbe dhamme ajānanto, asevitabbe dhamme sevati sevitabbe dhamme na sevati, abhajitabbe dhamme bhajati bhajitabbe dhamme na bhajati. ",
  "mn46:3.4": "Tassa asevitabbe dhamme sevato sevitabbe dhamme asevato, abhajitabbe dhamme bhajato bhajitabbe dhamme abhajato aniṭṭhā akantā amanāpā dhammā abhivaḍḍhanti, iṭṭhā kantā manāpā dhammā parihāyanti. ",
  "mn46:3.5": "Taṁ kissa hetu? ",
  "mn46:3.6": "Evañhetaṁ, bhikkhave, hoti yathā taṁ aviddasuno. ",
  "mn46:4.1": "Sutavā ca kho, bhikkhave, ariyasāvako, ariyānaṁ dassāvī ariyadhammassa kovido ariyadhamme suvinīto, sappurisānaṁ dassāvī sappurisadhammassa kovido sappurisadhamme suvinīto, ",
  "mn46:4.2": "sevitabbe dhamme jānāti asevitabbe dhamme jānāti, bhajitabbe dhamme jānāti abhajitabbe dhamme jānāti. ",
  "mn46:4.3": "So sevitabbe dhamme jānanto asevitabbe dhamme jānanto, bhajitabbe dhamme jānanto abhajitabbe dhamme jānanto, asevitabbe dhamme na sevati sevitabbe dhamme sevati, abhajitabbe dhamme na bhajati bhajitabbe dhamme bhajati. ",
  "mn46:4.4": "Tassa asevitabbe dhamme asevato sevitabbe dhamme sevato, abhajitabbe dhamme abhajato bhajitabbe dhamme bhajato, aniṭṭhā akantā amanāpā dhammā parihāyanti, iṭṭhā kantā manāpā dhammā abhivaḍḍhanti. ",
  "mn46:4.5": "Taṁ kissa hetu? ",
  "mn46:4.6": "Evañhetaṁ, bhikkhave, hoti yathā taṁ viddasuno. ",
  "mn46:5.1": "Cattārimāni, bhikkhave, dhammasamādānāni. ",
  "mn46:5.2": "Katamāni cattāri? ",
  "mn46:5.3": "Atthi, bhikkhave, dhammasamādānaṁ paccuppannadukkhañceva āyatiñca dukkhavipākaṁ; ",
  "mn46:5.4": "atthi, bhikkhave, dhammasamādānaṁ paccuppannasukhaṁ āyatiṁ dukkhavipākaṁ; ",
  "mn46:5.5": "atthi, bhikkhave, dhammasamādānaṁ paccuppannadukkhaṁ āyatiṁ sukhavipākaṁ; ",
  "mn46:5.6": "atthi, bhikkhave, dhammasamādānaṁ paccuppannasukhañceva āyatiñca sukhavipākaṁ. ",
  "mn46:6.1": "Tatra, bhikkhave, yamidaṁ dhammasamādānaṁ paccuppannadukkhañceva āyatiñca dukkhavipākaṁ, taṁ avidvā avijjāgato yathābhūtaṁ nappajānāti: ",
  "mn46:6.2": "‘idaṁ kho dhammasamādānaṁ paccuppannadukkhañceva āyatiñca dukkhavipākan’ti. ",
  "mn46:6.3": "Taṁ avidvā avijjāgato yathābhūtaṁ appajānanto taṁ sevati, taṁ na parivajjeti. ",
  "mn46:6.4": "Tassa taṁ sevato, taṁ aparivajjayato, aniṭṭhā akantā amanāpā dhammā abhivaḍḍhanti, iṭṭhā kantā manāpā dhammā parihāyanti. ",
  "mn46:6.5": "Taṁ kissa hetu? ",
  "mn46:6.6": "Evañhetaṁ, bhikkhave, hoti yathā taṁ aviddasuno. ",
  "mn46:7.1": "Tatra, bhikkhave, yamidaṁ dhammasamādānaṁ paccuppannasukhaṁ āyatiṁ dukkhavipākaṁ taṁ avidvā avijjāgato yathābhūtaṁ nappajānāti: ",
  "mn46:7.2": "‘idaṁ kho dhammasamādānaṁ paccuppannasukhaṁ āyatiṁ dukkhavipākan’ti. ",
  "mn46:7.3": "Taṁ avidvā avijjāgato yathābhūtaṁ appajānanto taṁ sevati, taṁ na parivajjeti. ",
  "mn46:7.4": "Tassa taṁ sevato, taṁ aparivajjayato, aniṭṭhā akantā amanāpā dhammā abhivaḍḍhanti, iṭṭhā kantā manāpā dhammā parihāyanti. ",
  "mn46:7.5": "Taṁ kissa hetu? ",
  "mn46:7.6": "Evañhetaṁ, bhikkhave, hoti yathā taṁ aviddasuno. ",
  "mn46:8.1": "Tatra, bhikkhave, yamidaṁ dhammasamādānaṁ paccuppannadukkhaṁ āyatiṁ sukhavipākaṁ, taṁ avidvā avijjāgato yathābhūtaṁ nappajānāti: ",
  "mn46:8.2": "‘idaṁ kho dhammasamādānaṁ paccuppannadukkhaṁ āyatiṁ sukhavipākan’ti. ",
  "mn46:8.3": "Taṁ avidvā avijjāgato yathābhūtaṁ appajānanto taṁ na sevati, taṁ parivajjeti. ",
  "mn46:8.4": "Tassa taṁ asevato, taṁ parivajjayato, aniṭṭhā akantā amanāpā dhammā abhivaḍḍhanti, iṭṭhā kantā manāpā dhammā parihāyanti. ",
  "mn46:8.5": "Taṁ kissa hetu? ",
  "mn46:8.6": "Evañhetaṁ, bhikkhave, hoti yathā taṁ aviddasuno. ",
  "mn46:9.1": "Tatra, bhikkhave, yamidaṁ dhammasamādānaṁ paccuppannasukhañceva āyatiñca sukhavipākaṁ, taṁ avidvā avijjāgato yathābhūtaṁ nappajānāti: ",
  "mn46:9.2": "‘idaṁ kho dhammasamādānaṁ paccuppannasukhañceva āyatiñca sukhavipākan’ti. ",
  "mn46:9.3": "Taṁ avidvā avijjāgato yathābhūtaṁ appajānanto taṁ na sevati, taṁ parivajjeti. ",
  "mn46:9.4": "Tassa taṁ asevato, taṁ parivajjayato, aniṭṭhā akantā amanāpā dhammā abhivaḍḍhanti, iṭṭhā kantā manāpā dhammā parihāyanti. ",
  "mn46:9.5": "Taṁ kissa hetu? ",
  "mn46:9.6": "Evañhetaṁ, bhikkhave, hoti yathā taṁ aviddasuno. ",
  "mn46:10.1": "Tatra, bhikkhave, yamidaṁ dhammasamādānaṁ paccuppannadukkhañceva āyatiñca dukkhavipākaṁ taṁ vidvā vijjāgato yathābhūtaṁ pajānāti: ",
  "mn46:10.2": "‘idaṁ kho dhammasamādānaṁ paccuppannadukkhañceva āyatiñca dukkhavipākan’ti. ",
  "mn46:10.3": "Taṁ vidvā vijjāgato yathābhūtaṁ pajānanto taṁ na sevati, taṁ parivajjeti. ",
  "mn46:10.4": "Tassa taṁ asevato, taṁ parivajjayato, aniṭṭhā akantā amanāpā dhammā parihāyanti, iṭṭhā kantā manāpā dhammā abhivaḍḍhanti. ",
  "mn46:10.5": "Taṁ kissa hetu? ",
  "mn46:10.6": "Evañhetaṁ, bhikkhave, hoti yathā taṁ viddasuno. ",
  "mn46:11.1": "Tatra, bhikkhave, yamidaṁ dhammasamādānaṁ paccuppannasukhaṁ āyatiṁ dukkhavipākaṁ taṁ vidvā vijjāgato yathābhūtaṁ pajānāti: ",
  "mn46:11.2": "‘idaṁ kho dhammasamādānaṁ paccuppannasukhaṁ āyatiṁ dukkhavipākan’ti. ",
  "mn46:11.3": "Taṁ vidvā vijjāgato yathābhūtaṁ pajānanto taṁ na sevati, taṁ parivajjeti. ",
  "mn46:11.4": "Tassa taṁ asevato, taṁ parivajjayato, aniṭṭhā akantā amanāpā dhammā parihāyanti, iṭṭhā kantā manāpā dhammā abhivaḍḍhanti. ",
  "mn46:11.5": "Taṁ kissa hetu? ",
  "mn46:11.6": "Evañhetaṁ, bhikkhave, hoti yathā taṁ viddasuno. ",
  "mn46:12.1": "Tatra, bhikkhave, yamidaṁ dhammasamādānaṁ paccuppannadukkhaṁ āyatiṁ sukhavipākaṁ taṁ vidvā vijjāgato yathābhūtaṁ pajānāti: ",
  "mn46:12.2": "‘idaṁ kho dhammasamādānaṁ paccuppannadukkhaṁ āyatiṁ sukhavipākan’ti. ",
  "mn46:12.3": "Taṁ vidvā vijjāgato yathābhūtaṁ pajānanto taṁ sevati, taṁ na parivajjeti. ",
  "mn46:12.4": "Tassa taṁ sevato, taṁ aparivajjayato, aniṭṭhā akantā amanāpā dhammā parihāyanti, iṭṭhā kantā manāpā dhammā abhivaḍḍhanti. ",
  "mn46:12.5": "Taṁ kissa hetu? ",
  "mn46:12.6": "Evañhetaṁ, bhikkhave, hoti yathā taṁ viddasuno. ",
  "mn46:13.1": "Tatra, bhikkhave, yamidaṁ dhammasamādānaṁ paccuppannasukhañceva āyatiñca sukhavipākaṁ taṁ vidvā vijjāgato yathābhūtaṁ pajānāti: ",
  "mn46:13.2": "‘idaṁ kho dhammasamādānaṁ paccuppannasukhañceva āyatiñca sukhavipākan’ti. ",
  "mn46:13.3": "Taṁ vidvā vijjāgato yathābhūtaṁ pajānanto taṁ sevati, taṁ na parivajjeti. ",
  "mn46:13.4": "Tassa taṁ sevato, taṁ aparivajjayato, aniṭṭhā akantā amanāpā dhammā parihāyanti, iṭṭhā kantā manāpā dhammā abhivaḍḍhanti. ",
  "mn46:13.5": "Taṁ kissa hetu? ",
  "mn46:13.6": "Evañhetaṁ, bhikkhave, hoti yathā taṁ viddasuno. ",
  "mn46:14.1": "Katamañca, bhikkhave, dhammasamādānaṁ paccuppannadukkhañceva āyatiñca dukkhavipākaṁ? ",
  "mn46:14.2": "Idha, bhikkhave, ekacco sahāpi dukkhena sahāpi domanassena pāṇātipātī hoti, pāṇātipātapaccayā ca dukkhaṁ domanassaṁ paṭisaṁvedeti; ",
  "mn46:14.3": "sahāpi dukkhena sahāpi domanassena adinnādāyī hoti, adinnādānapaccayā ca dukkhaṁ domanassaṁ paṭisaṁvedeti; ",
  "mn46:14.4": "sahāpi dukkhena sahāpi domanassena kāmesu micchācārī hoti, kāmesu micchācārapaccayā ca dukkhaṁ domanassaṁ paṭisaṁvedeti; ",
  "mn46:14.5": "sahāpi dukkhena sahāpi domanassena musāvādī hoti, musāvādapaccayā ca dukkhaṁ domanassaṁ paṭisaṁvedeti; ",
  "mn46:14.6": "sahāpi dukkhena sahāpi domanassena pisuṇavāco hoti, pisuṇavācāpaccayā ca dukkhaṁ domanassaṁ paṭisaṁvedeti; ",
  "mn46:14.7": "sahāpi dukkhena sahāpi domanassena pharusavāco hoti, pharusavācāpaccayā ca dukkhaṁ domanassaṁ paṭisaṁvedeti; ",
  "mn46:14.8": "sahāpi dukkhena sahāpi domanassena samphappalāpī hoti, samphappalāpapaccayā ca dukkhaṁ domanassaṁ paṭisaṁvedeti; ",
  "mn46:14.9": "sahāpi dukkhena sahāpi domanassena abhijjhālu hoti, abhijjhāpaccayā ca dukkhaṁ domanassaṁ paṭisaṁvedeti; ",
  "mn46:14.10": "sahāpi dukkhena sahāpi domanassena byāpannacitto hoti, byāpādapaccayā ca dukkhaṁ domanassaṁ paṭisaṁvedeti; ",
  "mn46:14.11": "sahāpi dukkhena sahāpi domanassena micchādiṭṭhi hoti, micchādiṭṭhipaccayā ca dukkhaṁ domanassaṁ paṭisaṁvedeti. ",
  "mn46:14.12": "So kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjati. ",
  "mn46:14.13": "Idaṁ vuccati, bhikkhave, dhammasamādānaṁ paccuppannadukkhañceva āyatiñca dukkhavipākaṁ. ",
  "mn46:15.1": "Katamañca, bhikkhave, dhammasamādānaṁ paccuppannasukhaṁ āyatiṁ dukkhavipākaṁ? ",
  "mn46:15.2": "Idha, bhikkhave, ekacco sahāpi sukhena sahāpi somanassena pāṇātipātī hoti, pāṇātipātapaccayā ca sukhaṁ somanassaṁ paṭisaṁvedeti; ",
  "mn46:15.3": "sahāpi sukhena sahāpi somanassena adinnādāyī hoti, adinnādānapaccayā ca sukhaṁ somanassaṁ paṭisaṁvedeti; ",
  "mn46:15.4": "sahāpi sukhena sahāpi somanassena kāmesumicchācārī hoti, kāmesumicchācārapaccayā ca sukhaṁ somanassaṁ paṭisaṁvedeti; ",
  "mn46:15.5": "sahāpi sukhena sahāpi somanassena musāvādī hoti, musāvādapaccayā ca sukhaṁ somanassaṁ paṭisaṁvedeti; ",
  "mn46:15.6": "sahāpi sukhena sahāpi somanassena pisuṇavāco hoti, pisuṇavācāpaccayā ca sukhaṁ somanassaṁ paṭisaṁvedeti; ",
  "mn46:15.7": "sahāpi sukhena sahāpi somanassena pharusavāco hoti, pharusavācāpaccayā ca sukhaṁ somanassaṁ paṭisaṁvedeti; ",
  "mn46:15.8": "sahāpi sukhena sahāpi somanassena samphappalāpī hoti, samphappalāpapaccayā ca sukhaṁ somanassaṁ paṭisaṁvedeti; ",
  "mn46:15.9": "sahāpi sukhena sahāpi somanassena abhijjhālu hoti, abhijjhāpaccayā ca sukhaṁ somanassaṁ paṭisaṁvedeti; ",
  "mn46:15.10": "sahāpi sukhena sahāpi somanassena byāpannacitto hoti, byāpādapaccayā ca sukhaṁ somanassaṁ paṭisaṁvedeti; ",
  "mn46:15.11": "sahāpi sukhena sahāpi somanassena micchādiṭṭhi hoti, micchādiṭṭhipaccayā ca sukhaṁ somanassaṁ paṭisaṁvedeti. ",
  "mn46:15.12": "So kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjati. ",
  "mn46:15.13": "Idaṁ vuccati, bhikkhave, dhammasamādānaṁ paccuppannasukhaṁ āyatiṁ dukkhavipākaṁ. ",
  "mn46:16.1": "Katamañca, bhikkhave, dhammasamādānaṁ paccuppannadukkhaṁ āyatiṁ sukhavipākaṁ? ",
  "mn46:16.2": "Idha, bhikkhave, ekacco sahāpi dukkhena sahāpi domanassena pāṇātipātā paṭivirato hoti, pāṇātipātā veramaṇīpaccayā ca dukkhaṁ domanassaṁ paṭisaṁvedeti; ",
  "mn46:16.3": "sahāpi dukkhena sahāpi domanassena adinnādānā paṭivirato hoti, adinnādānā veramaṇīpaccayā ca dukkhaṁ domanassaṁ paṭisaṁvedeti; ",
  "mn46:16.4": "sahāpi dukkhena sahāpi domanassena kāmesumicchācārā paṭivirato hoti, kāmesumicchācārā veramaṇīpaccayā ca dukkhaṁ domanassaṁ paṭisaṁvedeti; ",
  "mn46:16.5": "sahāpi dukkhena sahāpi domanassena musāvādā paṭivirato hoti, musāvādā veramaṇīpaccayā ca dukkhaṁ domanassaṁ paṭisaṁvedeti; ",
  "mn46:16.6": "sahāpi dukkhena sahāpi domanassena pisuṇāya vācāya paṭivirato hoti, pisuṇāya vācāya veramaṇīpaccayā ca dukkhaṁ domanassaṁ paṭisaṁvedeti; ",
  "mn46:16.7": "sahāpi dukkhena sahāpi domanassena pharusāya vācāya paṭivirato hoti, pharusāya vācāya veramaṇīpaccayā ca dukkhaṁ domanassaṁ paṭisaṁvedeti; ",
  "mn46:16.8": "sahāpi dukkhena sahāpi domanassena samphappalāpā paṭivirato hoti, samphappalāpā veramaṇīpaccayā ca dukkhaṁ domanassaṁ paṭisaṁvedeti; ",
  "mn46:16.9": "sahāpi dukkhena sahāpi domanassena anabhijjhālu hoti, anabhijjhāpaccayā ca dukkhaṁ domanassaṁ paṭisaṁvedeti; ",
  "mn46:16.10": "sahāpi dukkhena sahāpi domanassena abyāpannacitto hoti, abyāpādapaccayā ca dukkhaṁ domanassaṁ paṭisaṁvedeti; ",
  "mn46:16.11": "sahāpi dukkhena sahāpi domanassena sammādiṭṭhi hoti, sammādiṭṭhipaccayā ca dukkhaṁ domanassaṁ paṭisaṁvedeti. ",
  "mn46:16.12": "So kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjati. ",
  "mn46:16.13": "Idaṁ vuccati, bhikkhave, dhammasamādānaṁ paccuppannadukkhaṁ āyatiṁ sukhavipākaṁ. ",
  "mn46:17.1": "Katamañca, bhikkhave, dhammasamādānaṁ paccuppannasukhañceva āyatiñca sukhavipākaṁ? ",
  "mn46:17.2": "Idha, bhikkhave, ekacco sahāpi sukhena sahāpi somanassena pāṇātipātā paṭivirato hoti, pāṇātipātā veramaṇīpaccayā ca sukhaṁ somanassaṁ paṭisaṁvedeti; ",
  "mn46:17.3": "sahāpi sukhena sahāpi somanassena adinnādānā paṭivirato hoti, adinnādānā veramaṇīpaccayā ca sukhaṁ somanassaṁ paṭisaṁvedeti; ",
  "mn46:17.4": "sahāpi sukhena sahāpi somanassena kāmesumicchācārā paṭivirato hoti, kāmesumicchācārā veramaṇīpaccayā ca sukhaṁ somanassaṁ paṭisaṁvedeti; ",
  "mn46:17.5": "sahāpi sukhena sahāpi somanassena musāvādā paṭivirato hoti, musāvādā veramaṇīpaccayā ca sukhaṁ somanassaṁ paṭisaṁvedeti; ",
  "mn46:17.6": "sahāpi sukhena sahāpi somanassena pisuṇāya vācāya paṭivirato hoti, pisuṇāya vācāya veramaṇīpaccayā ca sukhaṁ somanassaṁ paṭisaṁvedeti; ",
  "mn46:17.7": "sahāpi sukhena sahāpi somanassena pharusāya vācāya paṭivirato hoti, pharusāya vācāya veramaṇīpaccayā ca sukhaṁ somanassaṁ paṭisaṁvedeti; ",
  "mn46:17.8": "sahāpi sukhena sahāpi somanassena samphappalāpā paṭivirato hoti, samphappalāpā veramaṇīpaccayā ca sukhaṁ somanassaṁ paṭisaṁvedeti; ",
  "mn46:17.9": "sahāpi sukhena sahāpi somanassena anabhijjhālu hoti, anabhijjhāpaccayā ca sukhaṁ somanassaṁ paṭisaṁvedeti; ",
  "mn46:17.10": "sahāpi sukhena sahāpi somanassena abyāpannacitto hoti, abyāpādapaccayā ca sukhaṁ somanassaṁ paṭisaṁvedeti; ",
  "mn46:17.11": "sahāpi sukhena sahāpi somanassena sammādiṭṭhi hoti, sammādiṭṭhipaccayā ca sukhaṁ somanassaṁ paṭisaṁvedeti. ",
  "mn46:17.12": "So kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjati. ",
  "mn46:17.13": "Idaṁ, vuccati, bhikkhave, dhammasamādānaṁ paccuppannasukhañceva āyatiñca sukhavipākaṁ. ",
  "mn46:17.14": "Imāni kho, bhikkhave, cattāri dhammasamādānāni. ",
  "mn46:18.1": "Seyyathāpi, bhikkhave, tittakālābu visena saṁsaṭṭho. ",
  "mn46:18.2": "Atha puriso āgaccheyya jīvitukāmo amaritukāmo sukhakāmo dukkhappaṭikūlo. ",
  "mn46:18.3": "Tamenaṁ evaṁ vadeyyuṁ: ",
  "mn46:18.4": "‘ambho purisa, ayaṁ tittakālābu visena saṁsaṭṭho, ",
  "mn46:18.5": "sace ākaṅkhasi piva. ",
  "mn46:18.6": "Tassa te pivato ceva nacchādessati vaṇṇenapi gandhenapi rasenapi, pivitvā ca pana maraṇaṁ vā nigacchasi maraṇamattaṁ vā dukkhan’ti. ",
  "mn46:18.7": "So taṁ appaṭisaṅkhāya piveyya, nappaṭinissajjeyya. ",
  "mn46:18.8": "Tassa taṁ pivato ceva nacchādeyya vaṇṇenapi gandhenapi rasenapi, pivitvā ca pana maraṇaṁ vā nigaccheyya maraṇamattaṁ vā dukkhaṁ. ",
  "mn46:18.9": "Tathūpamāhaṁ, bhikkhave, imaṁ dhammasamādānaṁ vadāmi, yamidaṁ dhammasamādānaṁ paccuppannadukkhañceva āyatiñca dukkhavipākaṁ. ",
  "mn46:19.1": "Seyyathāpi, bhikkhave, āpānīyakaṁso vaṇṇasampanno gandhasampanno rasasampanno. ",
  "mn46:19.2": "So ca kho visena saṁsaṭṭho. ",
  "mn46:19.3": "Atha puriso āgaccheyya jīvitukāmo amaritukāmo sukhakāmo dukkhappaṭikūlo. ",
  "mn46:19.4": "Tamenaṁ evaṁ vadeyyuṁ: ",
  "mn46:19.5": "‘ambho purisa, ayaṁ āpānīyakaṁso vaṇṇasampanno gandhasampanno rasasampanno. ",
  "mn46:19.6": "So ca kho visena saṁsaṭṭho, ",
  "mn46:19.7": "sace ākaṅkhasi piva. ",
  "mn46:19.8": "Tassa te pivatohi kho chādessati vaṇṇenapi gandhenapi rasenapi, pivitvā ca pana maraṇaṁ vā nigacchasi maraṇamattaṁ vā dukkhan’ti. ",
  "mn46:19.9": "So taṁ appaṭisaṅkhāya piveyya, nappaṭinissajjeyya. ",
  "mn46:19.10": "Tassa taṁ pivatohi kho chādeyya vaṇṇenapi gandhenapi rasenapi, pivitvā ca pana maraṇaṁ vā nigaccheyya maraṇamattaṁ vā dukkhaṁ. ",
  "mn46:19.11": "Tathūpamāhaṁ, bhikkhave, imaṁ dhammasamādānaṁ vadāmi, yamidaṁ dhammasamādānaṁ paccuppannasukhaṁ āyatiṁ dukkhavipākaṁ. ",
  "mn46:20.1": "Seyyathāpi, bhikkhave, pūtimuttaṁ nānābhesajjehi saṁsaṭṭhaṁ. ",
  "mn46:20.2": "Atha puriso āgaccheyya paṇḍukarogī. ",
  "mn46:20.3": "Tamenaṁ evaṁ vadeyyuṁ: ",
  "mn46:20.4": "‘ambho purisa, idaṁ pūtimuttaṁ nānābhesajjehi saṁsaṭṭhaṁ, sace ākaṅkhasi piva. ",
  "mn46:20.5": "Tassa te pivatohi kho nacchādessati vaṇṇenapi gandhenapi rasenapi, pivitvā ca pana sukhī bhavissasī’ti. ",
  "mn46:20.6": "So taṁ paṭisaṅkhāya piveyya, nappaṭinissajjeyya. ",
  "mn46:20.7": "Tassa taṁ pivatohi kho nacchādeyya vaṇṇenapi gandhenapi rasenapi, pivitvā ca pana sukhī assa. ",
  "mn46:20.8": "Tathūpamāhaṁ, bhikkhave, imaṁ dhammasamādānaṁ vadāmi, yamidaṁ dhammasamādānaṁ paccuppannadukkhaṁ āyatiṁ sukhavipākaṁ. ",
  "mn46:21.1": "Seyyathāpi, bhikkhave, dadhi ca madhu ca sappi ca phāṇitañca ekajjhaṁ saṁsaṭṭhaṁ. ",
  "mn46:21.2": "Atha puriso āgaccheyya lohitapakkhandiko. ",
  "mn46:21.3": "Tamenaṁ evaṁ vadeyyuṁ: ",
  "mn46:21.4": "‘ambho purisa, idaṁ dadhi ca madhu ca sappi ca phāṇitañca ekajjhaṁ saṁsaṭṭhaṁ, sace ākaṅkhasi piva. ",
  "mn46:21.5": "Tassa te pivato ceva chādessati vaṇṇenapi gandhenapi rasenapi, pivitvā ca pana sukhī bhavissasī’ti. ",
  "mn46:21.6": "So taṁ paṭisaṅkhāya piveyya, nappaṭinissajjeyya. ",
  "mn46:21.7": "Tassa taṁ pivato ceva chādeyya vaṇṇenapi gandhenapi rasenapi, pivitvā ca pana sukhī assa. ",
  "mn46:21.8": "Tathūpamāhaṁ, bhikkhave, imaṁ dhammasamādānaṁ vadāmi, yamidaṁ dhammasamādānaṁ paccuppannasukhañceva āyatiñca sukhavipākaṁ. ",
  "mn46:22.1": "Seyyathāpi, bhikkhave, vassānaṁ pacchime māse saradasamaye viddhe vigatavalāhake deve ādicco nabhaṁ abbhussakkamāno sabbaṁ ākāsagataṁ tamagataṁ abhivihacca bhāsate ca tapate ca virocate ca; ",
  "mn46:22.2": "evameva kho, bhikkhave, yamidaṁ dhammasamādānaṁ paccuppannasukhañceva āyatiñca sukhavipākaṁ tadaññe puthusamaṇabrāhmaṇaparappavāde abhivihacca bhāsate ca tapate ca virocate cā”ti. ",
  "mn46:22.3": "Idamavoca bhagavā. ",
  "mn46:22.4": "Attamanā te bhikkhū bhagavato bhāsitaṁ abhinandunti. ",
  "mn46:22.5": "Mahādhammasamādānasuttaṁ niṭṭhitaṁ chaṭṭhaṁ. "
}