{
  "mn48:0.1": "Majjhima Nikāya 48 ",
  "mn48:0.2": "Kosambiyasutta ",
  "mn48:1.1": "Evaṁ me sutaṁ—",
  "mn48:1.2": "ekaṁ samayaṁ bhagavā kosambiyaṁ viharati ghositārāme. ",
  "mn48:2.1": "Tena kho pana samayena kosambiyaṁ bhikkhū bhaṇḍanajātā kalahajātā vivādāpannā aññamaññaṁ mukhasattīhi vitudantā viharanti. ",
  "mn48:2.2": "Te na ceva aññamaññaṁ saññāpenti na ca saññattiṁ upenti, na ca aññamaññaṁ nijjhāpenti, na ca nijjhattiṁ upenti. ",
  "mn48:3.1": "Atha kho aññataro bhikkhu yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho so bhikkhu bhagavantaṁ etadavoca: ",
  "mn48:3.2": "“idha, bhante, kosambiyaṁ bhikkhū bhaṇḍanajātā kalahajātā vivādāpannā aññamaññaṁ mukhasattīhi vitudantā viharanti, te na ceva aññamaññaṁ saññāpenti, na ca saññattiṁ upenti, na ca aññamaññaṁ nijjhāpenti, na ca nijjhattiṁ upentī”ti. ",
  "mn48:4.1": "Atha kho bhagavā aññataraṁ bhikkhuṁ āmantesi: ",
  "mn48:4.2": "“ehi tvaṁ, bhikkhu, mama vacanena te bhikkhū āmantehi: ",
  "mn48:4.3": "‘satthā vo āyasmante āmantetī’”ti. ",
  "mn48:4.4": "“Evaṁ, bhante”ti kho so bhikkhu bhagavato paṭissutvā yena te bhikkhū tenupasaṅkami; upasaṅkamitvā te bhikkhū etadavoca: ",
  "mn48:4.5": "“satthā āyasmante āmantetī”ti. ",
  "mn48:4.6": "“Evamāvuso”ti kho te bhikkhū tassa bhikkhuno paṭissutvā yena bhagavā tenupasaṅkamiṁsu; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdiṁsu. Ekamantaṁ nisinne kho te bhikkhū bhagavā etadavoca: ",
  "mn48:4.7": "“saccaṁ kira tumhe, bhikkhave, bhaṇḍanajātā kalahajātā vivādāpannā aññamaññaṁ mukhasattīhi vitudantā viharatha, ",
  "mn48:4.8": "te na ceva aññamaññaṁ saññāpetha, na ca saññattiṁ upetha, na ca aññamaññaṁ nijjhāpetha, na ca nijjhattiṁ upethā”ti? ",
  "mn48:4.9": "“Evaṁ, bhante”. ",
  "mn48:5.1": "“Taṁ kiṁ maññatha, bhikkhave, ",
  "mn48:5.2": "yasmiṁ tumhe samaye bhaṇḍanajātā kalahajātā vivādāpannā aññamaññaṁ mukhasattīhi vitudantā viharatha, api nu tumhākaṁ tasmiṁ samaye mettaṁ kāyakammaṁ paccupaṭṭhitaṁ hoti sabrahmacārīsu āvi ceva raho ca, mettaṁ vacīkammaṁ …pe… mettaṁ manokammaṁ paccupaṭṭhitaṁ hoti sabrahmacārīsu āvi ceva raho cā”ti? ",
  "mn48:5.3": "“No hetaṁ, bhante”. ",
  "mn48:5.4": "“Iti kira, bhikkhave, yasmiṁ tumhe samaye bhaṇḍanajātā kalahajātā vivādāpannā aññamaññaṁ mukhasattīhi vitudantā viharatha, neva tumhākaṁ tasmiṁ samaye mettaṁ kāyakammaṁ paccupaṭṭhitaṁ hoti sabrahmacārīsu āvi ceva raho ca, na mettaṁ vacīkammaṁ …pe… na mettaṁ manokammaṁ paccupaṭṭhitaṁ hoti sabrahmacārīsu āvi ceva raho ca. ",
  "mn48:5.5": "Atha kiñcarahi tumhe, moghapurisā, kiṁ jānantā kiṁ passantā bhaṇḍanajātā kalahajātā vivādāpannā aññamaññaṁ mukhasattīhi vitudantā viharatha, te na ceva aññamaññaṁ saññāpetha, na ca saññattiṁ upetha, na ca aññamaññaṁ nijjhāpetha, na ca nijjhattiṁ upetha? ",
  "mn48:5.6": "Tañhi tumhākaṁ, moghapurisā, bhavissati dīgharattaṁ ahitāya dukkhāyā”ti. ",
  "mn48:6.1": "Atha kho bhagavā bhikkhū āmantesi: ",
  "mn48:6.2": "“chayime, bhikkhave, dhammā sāraṇīyā piyakaraṇā garukaraṇā saṅgahāya avivādāya sāmaggiyā ekībhāvāya saṁvattanti. ",
  "mn48:6.3": "Katame cha? ",
  "mn48:6.4": "Idha, bhikkhave, bhikkhuno mettaṁ kāyakammaṁ paccupaṭṭhitaṁ hoti sabrahmacārīsu āvi ceva raho ca. ",
  "mn48:6.5": "Ayampi dhammo sāraṇīyo piyakaraṇo garukaraṇo saṅgahāya avivādāya sāmaggiyā ekībhāvāya saṁvattati. ",
  "mn48:6.6": "Puna caparaṁ, bhikkhave, bhikkhuno mettaṁ vacīkammaṁ paccupaṭṭhitaṁ hoti sabrahmacārīsu āvi ceva raho ca. ",
  "mn48:6.7": "Ayampi dhammo sāraṇīyo piyakaraṇo garukaraṇo saṅgahāya avivādāya sāmaggiyā ekībhāvāya saṁvattati. ",
  "mn48:6.8": "Puna caparaṁ, bhikkhave, bhikkhuno mettaṁ manokammaṁ paccupaṭṭhitaṁ hoti sabrahmacārīsu āvi ceva raho ca. ",
  "mn48:6.9": "Ayampi dhammo sāraṇīyo piyakaraṇo garukaraṇo saṅgahāya avivādāya sāmaggiyā ekībhāvāya saṁvattati. ",
  "mn48:6.10": "Puna caparaṁ, bhikkhave, bhikkhu ye te lābhā dhammikā dhammaladdhā antamaso pattapariyāpannamattampi, tathārūpehi lābhehi appaṭivibhattabhogī hoti sīlavantehi sabrahmacārīhi sādhāraṇabhogī. ",
  "mn48:6.11": "Ayampi dhammo sāraṇīyo piyakaraṇo garukaraṇo saṅgahāya avivādāya sāmaggiyā ekībhāvāya saṁvattati. ",
  "mn48:6.12": "Puna caparaṁ, bhikkhave, bhikkhu yāni tāni sīlāni akhaṇḍāni acchiddāni asabalāni akammāsāni bhujissāni viññuppasatthāni aparāmaṭṭhāni samādhisaṁvattanikāni tathārūpesu sīlesu sīlasāmaññagato viharati sabrahmacārīhi āvi ceva raho ca. ",
  "mn48:6.13": "Ayampi dhammo sāraṇīyo piyakaraṇo garukaraṇo saṅgahāya avivādāya sāmaggiyā ekībhāvāya saṁvattati. ",
  "mn48:6.14": "Puna caparaṁ, bhikkhave, bhikkhu yāyaṁ diṭṭhi ariyā niyyānikā niyyāti takkarassa sammā dukkhakkhayāya tathārūpāya diṭṭhiyā diṭṭhisāmaññagato viharati sabrahmacārīhi āvi ceva raho ca. ",
  "mn48:6.15": "Ayampi dhammo sāraṇīyo piyakaraṇo garukaraṇo saṅgahāya avivādāya sāmaggiyā ekībhāvāya saṁvattati. ",
  "mn48:6.16": "Ime kho, bhikkhave, cha sāraṇīyā dhammā piyakaraṇā garukaraṇā saṅgahāya avivādāya sāmaggiyā ekībhāvāya saṁvattanti. ",
  "mn48:7.1": "Imesaṁ kho, bhikkhave, channaṁ sāraṇīyānaṁ dhammānaṁ etaṁ aggaṁ etaṁ saṅgāhikaṁ etaṁ saṅghāṭanikaṁ—yadidaṁ yāyaṁ diṭṭhi ariyā niyyānikā niyyāti takkarassa sammā dukkhakkhayāya. ",
  "mn48:7.2": "Seyyathāpi, bhikkhave, kūṭāgārassa etaṁ aggaṁ etaṁ saṅgāhikaṁ etaṁ saṅghāṭanikaṁ yadidaṁ kūṭaṁ; ",
  "mn48:7.3": "evameva kho, bhikkhave, imesaṁ channaṁ sāraṇīyānaṁ dhammānaṁ etaṁ aggaṁ etaṁ saṅgāhikaṁ etaṁ saṅghāṭanikaṁ yadidaṁ yāyaṁ diṭṭhi ariyā niyyānikā niyyāti takkarassa sammā dukkhakkhayāya. ",
  "mn48:8.1": "Kathañca, bhikkhave, yāyaṁ diṭṭhi ariyā niyyānikā niyyāti takkarassa sammā dukkhakkhayāya? ",
  "mn48:8.2": "Idha, bhikkhave, bhikkhu araññagato vā rukkhamūlagato vā suññāgāragato vā iti paṭisañcikkhati: ",
  "mn48:8.3": "‘atthi nu kho me taṁ pariyuṭṭhānaṁ ajjhattaṁ appahīnaṁ, yenāhaṁ pariyuṭṭhānena pariyuṭṭhitacitto yathābhūtaṁ nappajāneyyaṁ na passeyyan’ti? ",
  "mn48:8.4": "Sace, bhikkhave, bhikkhu kāmarāgapariyuṭṭhito hoti, pariyuṭṭhitacittova hoti. ",
  "mn48:8.5": "Sace, bhikkhave, bhikkhu byāpādapariyuṭṭhito hoti, pariyuṭṭhitacittova hoti. ",
  "mn48:8.6": "Sace, bhikkhave, bhikkhu thinamiddhapariyuṭṭhito hoti, pariyuṭṭhitacittova hoti. ",
  "mn48:8.7": "Sace, bhikkhave, bhikkhu uddhaccakukkuccapariyuṭṭhito hoti, pariyuṭṭhitacittova hoti. ",
  "mn48:8.8": "Sace, bhikkhave, bhikkhu vicikicchāpariyuṭṭhito hoti, pariyuṭṭhitacittova hoti. ",
  "mn48:8.9": "Sace, bhikkhave, bhikkhu idhalokacintāya pasuto hoti, pariyuṭṭhitacittova hoti. ",
  "mn48:8.10": "Sace, bhikkhave, bhikkhu paralokacintāya pasuto hoti, pariyuṭṭhitacittova hoti. ",
  "mn48:8.11": "Sace, bhikkhave, bhikkhu bhaṇḍanajāto kalahajāto vivādāpanno aññamaññaṁ mukhasattīhi vitudanto viharati, pariyuṭṭhitacittova hoti. ",
  "mn48:8.12": "So evaṁ pajānāti: ",
  "mn48:8.13": "‘natthi kho me taṁ pariyuṭṭhānaṁ ajjhattaṁ appahīnaṁ, yenāhaṁ pariyuṭṭhānena pariyuṭṭhitacitto yathābhūtaṁ nappajāneyyaṁ na passeyyaṁ. ",
  "mn48:8.14": "Suppaṇihitaṁ me mānasaṁ saccānaṁ bodhāyā’ti. ",
  "mn48:8.15": "Idamassa paṭhamaṁ ñāṇaṁ adhigataṁ hoti ariyaṁ lokuttaraṁ asādhāraṇaṁ puthujjanehi. ",
  "mn48:9.1": "Puna caparaṁ, bhikkhave, ariyasāvako iti paṭisañcikkhati: ",
  "mn48:9.2": "‘imaṁ nu kho ahaṁ diṭṭhiṁ āsevanto bhāvento bahulīkaronto labhāmi paccattaṁ samathaṁ, labhāmi paccattaṁ nibbutin’ti? ",
  "mn48:9.3": "So evaṁ pajānāti: ",
  "mn48:9.4": "‘imaṁ kho ahaṁ diṭṭhiṁ āsevanto bhāvento bahulīkaronto labhāmi paccattaṁ samathaṁ, labhāmi paccattaṁ nibbutin’ti. ",
  "mn48:9.5": "Idamassa dutiyaṁ ñāṇaṁ adhigataṁ hoti ariyaṁ lokuttaraṁ asādhāraṇaṁ puthujjanehi. ",
  "mn48:10.1": "Puna caparaṁ, bhikkhave, ariyasāvako iti paṭisañcikkhati: ",
  "mn48:10.2": "‘yathārūpāyāhaṁ diṭṭhiyā samannāgato, atthi nu kho ito bahiddhā añño samaṇo vā brāhmaṇo vā tathārūpāya diṭṭhiyā samannāgato’ti? ",
  "mn48:10.3": "So evaṁ pajānāti: ",
  "mn48:10.4": "‘yathārūpāyāhaṁ diṭṭhiyā samannāgato, natthi ito bahiddhā añño samaṇo vā brāhmaṇo vā tathārūpāya diṭṭhiyā samannāgato’ti. ",
  "mn48:10.5": "Idamassa tatiyaṁ ñāṇaṁ adhigataṁ hoti ariyaṁ lokuttaraṁ asādhāraṇaṁ puthujjanehi. ",
  "mn48:11.1": "Puna caparaṁ, bhikkhave, ariyasāvako iti paṭisañcikkhati: ",
  "mn48:11.2": "‘yathārūpāya dhammatāya diṭṭhisampanno puggalo samannāgato, ahampi tathārūpāya dhammatāya samannāgato’ti. ",
  "mn48:11.3": "Kathaṁrūpāya ca, bhikkhave, dhammatāya diṭṭhisampanno puggalo samannāgato? ",
  "mn48:11.4": "Dhammatā esā, bhikkhave, diṭṭhisampannassa puggalassa: ",
  "mn48:11.5": "‘kiñcāpi tathārūpiṁ āpattiṁ āpajjati, yathārūpāya āpattiyā vuṭṭhānaṁ paññāyati, atha kho naṁ khippameva satthari vā viññūsu vā sabrahmacārīsu deseti vivarati uttānīkaroti; ",
  "mn48:11.6": "desetvā vivaritvā uttānīkatvā āyatiṁ saṁvaraṁ āpajjati’. ",
  "mn48:11.7": "Seyyathāpi, bhikkhave, daharo kumāro mando uttānaseyyako hatthena vā pādena vā aṅgāraṁ akkamitvā khippameva paṭisaṁharati; ",
  "mn48:11.8": "evameva kho, bhikkhave, dhammatā esā diṭṭhisampannassa puggalassa: ",
  "mn48:11.9": "‘kiñcāpi tathārūpiṁ āpattiṁ āpajjati yathārūpāya āpattiyā vuṭṭhānaṁ paññāyati, atha kho naṁ khippameva satthari vā viññūsu vā sabrahmacārīsu deseti vivarati uttānīkaroti; ",
  "mn48:11.10": "desetvā vivaritvā uttānīkatvā āyatiṁ saṁvaraṁ āpajjati’. ",
  "mn48:11.11": "So evaṁ pajānāti: ",
  "mn48:11.12": "‘yathārūpāya dhammatāya diṭṭhisampanno puggalo samannāgato, ahampi tathārūpāya dhammatāya samannāgato’ti. ",
  "mn48:11.13": "Idamassa catutthaṁ ñāṇaṁ adhigataṁ hoti ariyaṁ lokuttaraṁ asādhāraṇaṁ puthujjanehi. ",
  "mn48:12.1": "Puna caparaṁ, bhikkhave, ariyasāvako iti paṭisañcikkhati: ",
  "mn48:12.2": "‘yathārūpāya dhammatāya diṭṭhisampanno puggalo samannāgato, ahampi tathārūpāya dhammatāya samannāgato’ti. ",
  "mn48:12.3": "Kathaṁrūpāya ca, bhikkhave, dhammatāya diṭṭhisampanno puggalo samannāgato? ",
  "mn48:12.4": "Dhammatā esā, bhikkhave, diṭṭhisampannassa puggalassa: ",
  "mn48:12.5": "‘kiñcāpi yāni tāni sabrahmacārīnaṁ uccāvacāni kiṅkaraṇīyāni tattha ussukkaṁ āpanno hoti, atha khvāssa tibbāpekkhā hoti adhisīlasikkhāya adhicittasikkhāya adhipaññāsikkhāya’. ",
  "mn48:12.6": "Seyyathāpi, bhikkhave, gāvī taruṇavacchā thambañca ālumpati vacchakañca apacinati; ",
  "mn48:12.7": "evameva kho, bhikkhave, dhammatā esā diṭṭhisampannassa puggalassa: ",
  "mn48:12.8": "‘kiñcāpi yāni tāni sabrahmacārīnaṁ uccāvacāni kiṅkaraṇīyāni tattha ussukkaṁ āpanno hoti, atha khvāssa tibbāpekkhā hoti adhisīlasikkhāya adhicittasikkhāya adhipaññāsikkhāya’. ",
  "mn48:12.9": "So evaṁ pajānāti: ",
  "mn48:12.10": "‘yathārūpāya dhammatāya diṭṭhisampanno puggalo samannāgato, ahampi tathārūpāya dhammatāya samannāgato’ti. ",
  "mn48:12.11": "Idamassa pañcamaṁ ñāṇaṁ adhigataṁ hoti ariyaṁ lokuttaraṁ asādhāraṇaṁ puthujjanehi. ",
  "mn48:13.1": "Puna caparaṁ, bhikkhave, ariyasāvako iti paṭisañcikkhati: ",
  "mn48:13.2": "‘yathārūpāya balatāya diṭṭhisampanno puggalo samannāgato, ahampi tathārūpāya balatāya samannāgato’ti. ",
  "mn48:13.3": "Kathaṁrūpāya ca, bhikkhave, balatāya diṭṭhisampanno puggalo samannāgato? ",
  "mn48:13.4": "Balatā esā, bhikkhave, diṭṭhisampannassa puggalassa yaṁ tathāgatappavedite dhammavinaye desiyamāne aṭṭhiṁ katvā manasikatvā sabbacetasā samannāharitvā ohitasoto dhammaṁ suṇāti. ",
  "mn48:13.5": "So evaṁ pajānāti: ",
  "mn48:13.6": "‘yathārūpāya balatāya diṭṭhisampanno puggalo samannāgato, ahampi tathārūpāya balatāya samannāgato’ti. ",
  "mn48:13.7": "Idamassa chaṭṭhaṁ ñāṇaṁ adhigataṁ hoti ariyaṁ lokuttaraṁ asādhāraṇaṁ puthujjanehi. ",
  "mn48:14.1": "Puna caparaṁ, bhikkhave, ariyasāvako iti paṭisañcikkhati: ",
  "mn48:14.2": "‘yathārūpāya balatāya diṭṭhisampanno puggalo samannāgato, ahampi tathārūpāya balatāya samannāgato’ti. ",
  "mn48:14.3": "Kathaṁrūpāya ca, bhikkhave, balatāya diṭṭhisampanno puggalo samannāgato? ",
  "mn48:14.4": "Balatā esā, bhikkhave, diṭṭhisampannassa puggalassa yaṁ tathāgatappavedite dhammavinaye desiyamāne labhati atthavedaṁ, labhati dhammavedaṁ, labhati dhammūpasaṁhitaṁ pāmojjaṁ. ",
  "mn48:14.5": "So evaṁ pajānāti: ",
  "mn48:14.6": "‘yathārūpāya balatāya diṭṭhisampanno puggalo samannāgato, ahampi tathārūpāya balatāya samannāgato’ti. ",
  "mn48:14.7": "Idamassa sattamaṁ ñāṇaṁ adhigataṁ hoti ariyaṁ lokuttaraṁ asādhāraṇaṁ puthujjanehi. ",
  "mn48:15.1": "Evaṁ sattaṅgasamannāgatassa kho, bhikkhave, ariyasāvakassa dhammatā susamanniṭṭhā hoti sotāpattiphalasacchikiriyāya. ",
  "mn48:15.2": "Evaṁ sattaṅgasamannāgato kho, bhikkhave, ariyasāvako sotāpattiphalasamannāgato hotī”ti. ",
  "mn48:15.3": "Idamavoca bhagavā. ",
  "mn48:15.4": "Attamanā te bhikkhū bhagavato bhāsitaṁ abhinandunti. ",
  "mn48:15.5": "Kosambiyasuttaṁ niṭṭhitaṁ aṭṭhamaṁ. "
}