{
  "mn49:0.1": "Majjhima Nikāya 49 ",
  "mn49:0.2": "Brahmanimantanikasutta ",
  "mn49:1.1": "Evaṁ me sutaṁ—",
  "mn49:1.2": "ekaṁ samayaṁ bhagavā sāvatthiyaṁ viharati jetavane anāthapiṇḍikassa ārāme. ",
  "mn49:1.3": "Tatra kho bhagavā bhikkhū āmantesi: ",
  "mn49:1.4": "“bhikkhavo”ti. ",
  "mn49:1.5": "“Bhadante”ti te bhikkhū bhagavato paccassosuṁ. ",
  "mn49:1.6": "Bhagavā etadavoca: ",
  "mn49:2.1": "“Ekamidāhaṁ, bhikkhave, samayaṁ ukkaṭṭhāyaṁ viharāmi subhagavane sālarājamūle. ",
  "mn49:2.2": "Tena kho pana, bhikkhave, samayena bakassa brahmuno evarūpaṁ pāpakaṁ diṭṭhigataṁ uppannaṁ hoti: ",
  "mn49:2.3": "‘idaṁ niccaṁ, idaṁ dhuvaṁ, idaṁ sassataṁ, idaṁ kevalaṁ, idaṁ acavanadhammaṁ, idañhi na jāyati na jīyati na mīyati na cavati na upapajjati, ito ca panaññaṁ uttari nissaraṇaṁ natthī’ti. ",
  "mn49:3.1": "Atha khvāhaṁ, bhikkhave, bakassa brahmuno cetasā cetoparivitakkamaññāya—",
  "mn49:3.2": "seyyathāpi nāma balavā puriso samiñjitaṁ vā bāhaṁ pasāreyya, pasāritaṁ vā bāhaṁ samiñjeyya; evameva—ukkaṭṭhāyaṁ subhagavane sālarājamūle antarahito tasmiṁ brahmaloke pāturahosiṁ. ",
  "mn49:3.3": "Addasā kho maṁ, bhikkhave, bako brahmā dūratova āgacchantaṁ; ",
  "mn49:3.4": "disvāna maṁ etadavoca: ",
  "mn49:3.5": "‘ehi kho, mārisa, svāgataṁ, mārisa. ",
  "mn49:3.6": "Cirassaṁ kho, mārisa, imaṁ pariyāyamakāsi yadidaṁ idhāgamanāya. ",
  "mn49:3.7": "Idañhi, mārisa, niccaṁ, idaṁ dhuvaṁ, idaṁ sassataṁ, idaṁ kevalaṁ, idaṁ acavanadhammaṁ, idañhi na jāyati na jīyati na mīyati na cavati na upapajjati. Ito ca panaññaṁ uttari nissaraṇaṁ natthī’ti. ",
  "mn49:4.1": "Evaṁ vutte, ahaṁ, bhikkhave, bakaṁ brahmānaṁ etadavocaṁ: ",
  "mn49:4.2": "‘avijjāgato vata bho bako brahmā, avijjāgato vata bho bako brahmā; ",
  "mn49:4.3": "yatra hi nāma aniccaṁyeva samānaṁ niccanti vakkhati, addhuvaṁyeva samānaṁ dhuvanti vakkhati, asassataṁyeva samānaṁ sassatanti vakkhati, akevalaṁyeva samānaṁ kevalanti vakkhati, cavanadhammaṁyeva samānaṁ acavanadhammanti vakkhati; ",
  "mn49:4.4": "yattha ca pana jāyati jīyati mīyati cavati upapajjati tañca vakkhati: ",
  "mn49:4.5": "“idañhi na jāyati na jīyati na mīyati na cavati na upapajjatī”ti; ",
  "mn49:4.6": "santañca panaññaṁ uttari nissaraṇaṁ “natthaññaṁ uttari nissaraṇan”ti vakkhatī’ti. ",
  "mn49:5.1": "Atha kho, bhikkhave, māro pāpimā aññataraṁ brahmapārisajjaṁ anvāvisitvā maṁ etadavoca: ",
  "mn49:5.2": "‘bhikkhu bhikkhu, metamāsado metamāsado, eso hi, bhikkhu, brahmā mahābrahmā abhibhū anabhibhūto aññadatthudaso vasavattī issaro kattā nimmātā seṭṭho sajitā vasī pitā bhūtabhabyānaṁ. ",
  "mn49:5.3": "Ahesuṁ kho ye, bhikkhu, tayā pubbe samaṇabrāhmaṇā lokasmiṁ pathavīgarahakā pathavījigucchakā, āpagarahakā āpajigucchakā, tejagarahakā tejajigucchakā, vāyagarahakā vāyajigucchakā, bhūtagarahakā bhūtajigucchakā, devagarahakā devajigucchakā, pajāpatigarahakā pajāpatijigucchakā, brahmagarahakā brahmajigucchakā—",
  "mn49:5.4": "te kāyassa bhedā pāṇupacchedā hīne kāye patiṭṭhitā ahesuṁ. ",
  "mn49:5.5": "Ye pana, bhikkhu, tayā pubbe samaṇabrāhmaṇā lokasmiṁ pathavīpasaṁsakā pathavābhinandino, āpapasaṁsakā āpābhinandino, tejapasaṁsakā tejābhinandino, vāyapasaṁsakā vāyābhinandino, bhūtapasaṁsakā bhūtābhinandino, devapasaṁsakā devābhinandino, pajāpatipasaṁsakā pajāpatābhinandino, brahmapasaṁsakā brahmābhinandino—",
  "mn49:5.6": "te kāyassa bhedā pāṇupacchedā paṇīte kāye patiṭṭhitā. ",
  "mn49:5.7": "Taṁ tāhaṁ, bhikkhu, evaṁ vadāmi: ",
  "mn49:5.8": "“iṅgha tvaṁ, mārisa, yadeva te brahmā āha tadeva tvaṁ karohi, mā tvaṁ brahmuno vacanaṁ upātivattittho”. ",
  "mn49:5.9": "Sace kho tvaṁ, bhikkhu, brahmuno vacanaṁ upātivattissasi, seyyathāpi nāma puriso siriṁ āgacchantiṁ daṇḍena paṭippaṇāmeyya, seyyathāpi vā pana, bhikkhu, puriso narakappapāte papatanto hatthehi ca pādehi ca pathaviṁ virādheyya, evaṁ sampadamidaṁ, bhikkhu, tuyhaṁ bhavissati. ",
  "mn49:5.10": "Iṅgha tvaṁ, mārisa, yadeva te brahmā āha tadeva tvaṁ karohi, mā tvaṁ brahmuno vacanaṁ upātivattittho. ",
  "mn49:5.11": "Nanu tvaṁ, bhikkhu, passasi brahmaparisaṁ sannipatitan’ti? ",
  "mn49:5.12": "Iti kho maṁ, bhikkhave, māro pāpimā brahmaparisaṁ upanesi. ",
  "mn49:6.1": "Evaṁ vutte, ahaṁ, bhikkhave, māraṁ pāpimantaṁ etadavocaṁ: ",
  "mn49:6.2": "‘jānāmi kho tāhaṁ, pāpima; mā tvaṁ maññittho: ",
  "mn49:6.3": "“na maṁ jānātī”ti. ",
  "mn49:6.4": "Māro tvamasi, pāpima. ",
  "mn49:6.5": "Yo ceva, pāpima, brahmā, yā ca brahmaparisā, ye ca brahmapārisajjā, sabbeva tava hatthagatā sabbeva tava vasaṅgatā. ",
  "mn49:6.6": "Tuyhañhi, pāpima, evaṁ hoti: ",
  "mn49:6.7": "“esopi me assa hatthagato, esopi me assa vasaṅgato”ti. ",
  "mn49:6.8": "Ahaṁ kho pana, pāpima, neva tava hatthagato neva tava vasaṅgato’ti. ",
  "mn49:7.1": "Evaṁ vutte, bhikkhave, bako brahmā maṁ etadavoca: ",
  "mn49:7.2": "‘ahañhi, mārisa, niccaṁyeva samānaṁ “niccan”ti vadāmi, dhuvaṁyeva samānaṁ “dhuvan”ti vadāmi, sassataṁyeva samānaṁ “sassatan”ti vadāmi, kevalaṁyeva samānaṁ “kevalan”ti vadāmi, acavanadhammaṁyeva samānaṁ “acavanadhamman”ti vadāmi, yattha ca pana na jāyati na jīyati na mīyati na cavati na upapajjati tadevāhaṁ vadāmi: ",
  "mn49:7.3": "“idañhi na jāyati na jīyati na mīyati na cavati na upapajjatī”ti. ",
  "mn49:7.4": "Asantañca panaññaṁ uttari nissaraṇaṁ “natthaññaṁ uttari nissaraṇan”ti vadāmi. ",
  "mn49:7.5": "Ahesuṁ kho, bhikkhu, tayā pubbe samaṇabrāhmaṇā lokasmiṁ yāvatakaṁ tuyhaṁ kasiṇaṁ āyu tāvatakaṁ tesaṁ tapokammameva ahosi. ",
  "mn49:7.6": "Te kho evaṁ jāneyyuṁ santañca panaññaṁ uttari nissaraṇaṁ “atthaññaṁ uttari nissaraṇan”ti, asantaṁ vā aññaṁ uttari nissaraṇaṁ “natthaññaṁ uttari nissaraṇan”ti. ",
  "mn49:7.7": "Taṁ tāhaṁ, bhikkhu, evaṁ vadāmi: ",
  "mn49:7.8": "“na cevaññaṁ uttari nissaraṇaṁ dakkhissasi, yāvadeva ca pana kilamathassa vighātassa bhāgī bhavissasi. ",
  "mn49:7.9": "Sace kho tvaṁ, bhikkhu, pathaviṁ ajjhosissasi, opasāyiko me bhavissasi vatthusāyiko, yathākāmakaraṇīyo bāhiteyyo. ",
  "mn49:7.10": "Sace āpaṁ … ",
  "mn49:7.11": "tejaṁ … ",
  "mn49:7.12": "vāyaṁ … ",
  "mn49:7.13": "bhūte … ",
  "mn49:7.14": "deve … ",
  "mn49:7.15": "pajāpatiṁ … ",
  "mn49:7.16": "brahmaṁ ajjhosissasi, opasāyiko me bhavissasi vatthusāyiko, yathākāmakaraṇīyo bāhiteyyo”’ti. ",
  "mn49:8.1": "‘Ahampi kho evaṁ, brahme, jānāmi: ",
  "mn49:8.2": "“sace pathaviṁ ajjhosissāmi, opasāyiko te bhavissāmi vatthusāyiko, yathākāmakaraṇīyo bāhiteyyo. ",
  "mn49:8.3": "Sace āpaṁ … ",
  "mn49:8.4": "tejaṁ … ",
  "mn49:8.5": "vāyaṁ … ",
  "mn49:8.6": "bhūte … ",
  "mn49:8.7": "deve … ",
  "mn49:8.8": "pajāpatiṁ … ",
  "mn49:8.9": "brahmaṁ ajjhosissāmi, opasāyiko te bhavissāmi vatthusāyiko, yathākāmakaraṇīyo bāhiteyyo”ti api ca te ahaṁ, brahme, gatiñca pajānāmi, jutiñca pajānāmi: ",
  "mn49:8.10": "“evaṁ mahiddhiko bako brahmā, evaṁ mahānubhāvo bako brahmā, evaṁ mahesakkho bako brahmā”ti. ",
  "mn49:8.11": "Yathākathaṁ pana me tvaṁ, mārisa, gatiñca pajānāsi, jutiñca pajānāsi: ",
  "mn49:8.12": "“evaṁ mahiddhiko bako brahmā, evaṁ mahānubhāvo bako brahmā, evaṁ mahesakkho bako brahmā”’ti? ",
  "mn49:9.1": "‘Yāvatā candimasūriyā, ",
  "mn49:9.2": "Pariharanti disā bhanti virocanā; ",
  "mn49:9.3": "Tāva sahassadhā loko, ",
  "mn49:9.4": "Ettha te vattate vaso. ",
  "mn49:9.5": "Paroparañca jānāsi, ",
  "mn49:9.6": "atho rāgavirāginaṁ; ",
  "mn49:9.7": "Itthabhāvaññathābhāvaṁ, ",
  "mn49:9.8": "sattānaṁ āgatiṁ gatinti. ",
  "mn49:9.9": "Evaṁ kho te ahaṁ, brahme, gatiñca pajānāmi jutiñca pajānāmi: ",
  "mn49:9.10": "“evaṁ mahiddhiko bako brahmā, evaṁ mahānubhāvo bako brahmā, evaṁ mahesakkho bako brahmā”ti. ",
  "mn49:10.1": "Atthi kho, brahme, añño kāyo, taṁ tvaṁ na jānāsi na passasi; ",
  "mn49:10.2": "tamahaṁ jānāmi passāmi. ",
  "mn49:10.3": "Atthi kho, brahme, ābhassarā nāma kāyo yato tvaṁ cuto idhūpapanno. ",
  "mn49:10.4": "Tassa te aticiranivāsena sā sati pamuṭṭhā, tena taṁ tvaṁ na jānāsi na passasi; ",
  "mn49:10.5": "tamahaṁ jānāmi passāmi. ",
  "mn49:10.6": "Evampi kho ahaṁ, brahme, neva te samasamo abhiññāya, kuto nīceyyaṁ? ",
  "mn49:10.7": "Atha kho ahameva tayā bhiyyo. ",
  "mn49:10.8": "Atthi kho, brahme, subhakiṇho nāma kāyo, vehapphalo nāma kāyo, abhibhū nāma kāyo, taṁ tvaṁ na jānāsi na passasi; ",
  "mn49:10.9": "tamahaṁ jānāmi passāmi. ",
  "mn49:10.10": "Evampi kho ahaṁ, brahme, neva te samasamo abhiññāya, kuto nīceyyaṁ? ",
  "mn49:10.11": "Atha kho ahameva tayā bhiyyo. ",
  "mn49:11.1": "Pathaviṁ kho ahaṁ, brahme, pathavito abhiññāya yāvatā pathaviyā pathavattena ananubhūtaṁ tadabhiññāya pathaviṁ nāpahosiṁ, pathaviyā nāpahosiṁ, pathavito nāpahosiṁ, pathaviṁ meti nāpahosiṁ, pathaviṁ nābhivadiṁ. ",
  "mn49:11.2": "Evampi kho ahaṁ, brahme, neva te samasamo abhiññāya, kuto nīceyyaṁ? ",
  "mn49:11.3": "Atha kho ahameva tayā bhiyyo. ",
  "mn49:12.1": "Āpaṁ kho ahaṁ, brahme …pe… ",
  "mn49:13.1": "tejaṁ kho ahaṁ, brahme …pe… ",
  "mn49:14.1": "vāyaṁ kho ahaṁ, brahme …pe… ",
  "mn49:15.1": "bhūte kho ahaṁ, brahme …pe… ",
  "mn49:16.1": "deve kho ahaṁ, brahme …pe… ",
  "mn49:17.1": "pajāpatiṁ kho ahaṁ, brahme …pe… ",
  "mn49:18.1": "brahmaṁ kho ahaṁ, brahme …pe… ",
  "mn49:19.1": "ābhassare kho ahaṁ, brahme …pe… ",
  "mn49:20.1": "subhakiṇhe kho ahaṁ, brahme …pe… ",
  "mn49:21.1": "vehapphale kho ahaṁ, brahme …pe… ",
  "mn49:22.1": "abhibhuṁ kho ahaṁ, brahme …pe… ",
  "mn49:23.1": "sabbaṁ kho ahaṁ, brahme, sabbato abhiññāya yāvatā sabbassa sabbattena ananubhūtaṁ tadabhiññāya sabbaṁ nāpahosiṁ sabbasmiṁ nāpahosiṁ sabbato nāpahosiṁ sabbaṁ meti nāpahosiṁ, sabbaṁ nābhivadiṁ. ",
  "mn49:23.2": "Evampi kho ahaṁ, brahme, neva te samasamo abhiññāya, kuto nīceyyaṁ? ",
  "mn49:23.3": "Atha kho ahameva tayā bhiyyo’ti. ",
  "mn49:24.1": "‘Sace kho, mārisa, sabbassa sabbattena ananubhūtaṁ, tadabhiññāya mā heva te rittakameva ahosi, tucchakameva ahosīti. ",
  "mn49:25.1": "Viññāṇaṁ anidassanaṁ anantaṁ sabbato pabhaṁ, taṁ pathaviyā pathavattena ananubhūtaṁ, āpassa āpattena ananubhūtaṁ, tejassa tejattena ananubhūtaṁ, vāyassa vāyattena ananubhūtaṁ, bhūtānaṁ bhūtattena ananubhūtaṁ, devānaṁ devattena ananubhūtaṁ, pajāpatissa pajāpatittena ananubhūtaṁ, brahmānaṁ brahmattena ananubhūtaṁ, ābhassarānaṁ ābhassarattena ananubhūtaṁ, subhakiṇhānaṁ subhakiṇhattena ananubhūtaṁ, vehapphalānaṁ vehapphalattena ananubhūtaṁ, abhibhussa abhibhuttena ananubhūtaṁ, sabbassa sabbattena ananubhūtaṁ. ",
  "mn49:26.1": "Handa carahi te, mārisa, passa antaradhāyāmī’ti. ",
  "mn49:26.2": "‘Handa carahi me tvaṁ, brahme, antaradhāyassu, sace visahasī’ti. ",
  "mn49:26.3": "Atha kho, bhikkhave, bako brahmā: ",
  "mn49:26.4": "‘antaradhāyissāmi samaṇassa gotamassa, antaradhāyissāmi samaṇassa gotamassā’ti nevassu me sakkoti antaradhāyituṁ. ",
  "mn49:26.5": "Evaṁ vutte, ahaṁ, bhikkhave, bakaṁ brahmānaṁ etadavocaṁ: ",
  "mn49:26.6": "‘handa carahi te brahme antaradhāyāmī’ti. ",
  "mn49:26.7": "‘Handa carahi me tvaṁ, mārisa, antaradhāyassu sace visahasī’ti. ",
  "mn49:26.8": "Atha kho ahaṁ, bhikkhave, tathārūpaṁ iddhābhisaṅkhāraṁ abhisaṅkhāsiṁ: ",
  "mn49:26.9": "‘ettāvatā brahmā ca brahmaparisā ca brahmapārisajjā ca saddañca me sossanti, na ca maṁ dakkhantī’ti. ",
  "mn49:26.10": "Antarahito imaṁ gāthaṁ abhāsiṁ: ",
  "mn49:27.1": "‘Bhavevāhaṁ bhayaṁ disvā, ",
  "mn49:27.2": "bhavañca vibhavesinaṁ; ",
  "mn49:27.3": "Bhavaṁ nābhivadiṁ kiñci, ",
  "mn49:27.4": "nandiñca na upādiyin’ti. ",
  "mn49:28.1": "Atha kho, bhikkhave, brahmā ca brahmaparisā ca brahmapārisajjā ca acchariyabbhutacittajātā ahesuṁ: ",
  "mn49:28.2": "‘acchariyaṁ vata bho, abbhutaṁ vata bho. ",
  "mn49:28.3": "Samaṇassa gotamassa mahiddhikatā mahānubhāvatā, na ca vata no ito pubbe diṭṭho vā, suto vā, añño samaṇo vā brāhmaṇo vā evaṁ mahiddhiko evaṁ mahānubhāvo yathāyaṁ samaṇo gotamo sakyaputto sakyakulā pabbajito. ",
  "mn49:28.4": "Bhavarāmāya vata, bho, pajāya bhavaratāya bhavasammuditāya samūlaṁ bhavaṁ udabbahī’ti. ",
  "mn49:29.1": "Atha kho, bhikkhave, māro pāpimā aññataraṁ brahmapārisajjaṁ anvāvisitvā maṁ etadavoca: ",
  "mn49:29.2": "‘sace kho tvaṁ, mārisa, evaṁ pajānāsi, sace tvaṁ evaṁ anubuddho, mā sāvake upanesi, mā pabbajite; ",
  "mn49:29.3": "mā sāvakānaṁ dhammaṁ desesi, mā pabbajitānaṁ; ",
  "mn49:29.4": "mā sāvakesu gedhimakāsi, mā pabbajitesu. ",
  "mn49:29.5": "Ahesuṁ kho, bhikkhu, tayā pubbe samaṇabrāhmaṇā lokasmiṁ arahanto sammāsambuddhā paṭijānamānā. ",
  "mn49:29.6": "Te sāvake upanesuṁ pabbajite, sāvakānaṁ dhammaṁ desesuṁ pabbajitānaṁ, sāvakesu gedhimakaṁsu pabbajitesu, te sāvake upanetvā pabbajite, sāvakānaṁ dhammaṁ desetvā pabbajitānaṁ, sāvakesu gedhitacittā pabbajitesu, ",
  "mn49:29.7": "kāyassa bhedā pāṇupacchedā hīne kāye patiṭṭhitā. ",
  "mn49:29.8": "Ahesuṁ ye pana, bhikkhu, tayā pubbe samaṇabrāhmaṇā lokasmiṁ arahanto sammāsambuddhā paṭijānamānā. ",
  "mn49:29.9": "Te na sāvake upanesuṁ na pabbajite, na sāvakānaṁ dhammaṁ desesuṁ na pabbajitānaṁ, na sāvakesu gedhimakaṁsu na pabbajitesu, te na sāvake upanetvā na pabbajite, na sāvakānaṁ dhammaṁ desetvā na pabbajitānaṁ, na sāvakesu gedhitacittā na pabbajitesu, ",
  "mn49:29.10": "kāyassa bhedā pāṇupacchedā paṇīte kāye patiṭṭhitā. ",
  "mn49:29.11": "Taṁ tāhaṁ, bhikkhu, evaṁ vadāmi—",
  "mn49:29.12": "iṅgha tvaṁ, mārisa, appossukko diṭṭhadhammasukhavihāramanuyutto viharassu, anakkhātaṁ kusalañhi, mārisa, mā paraṁ ovadāhī’ti. ",
  "mn49:30.1": "Evaṁ vutte, ahaṁ, bhikkhave, māraṁ pāpimantaṁ etadavocaṁ: ",
  "mn49:30.2": "‘jānāmi kho tāhaṁ, pāpima, mā tvaṁ maññittho: ",
  "mn49:30.3": "“na maṁ jānātī”ti. ",
  "mn49:30.4": "Māro tvamasi, pāpima. ",
  "mn49:30.5": "Na maṁ tvaṁ, pāpima, hitānukampī evaṁ vadesi; ",
  "mn49:30.6": "ahitānukampī maṁ tvaṁ, pāpima, evaṁ vadesi. ",
  "mn49:30.7": "Tuyhañhi, pāpima, evaṁ hoti: ",
  "mn49:30.8": "“yesaṁ samaṇo gotamo dhammaṁ desessati, te me visayaṁ upātivattissantī”ti. ",
  "mn49:30.9": "Asammāsambuddhāva pana te, pāpima, samānā sammāsambuddhāmhāti paṭijāniṁsu. ",
  "mn49:30.10": "Ahaṁ kho pana, pāpima, sammāsambuddhova samāno sammāsambuddhomhīti paṭijānāmi. ",
  "mn49:30.11": "Desentopi hi, pāpima, tathāgato sāvakānaṁ dhammaṁ tādisova adesentopi hi, pāpima, tathāgato sāvakānaṁ dhammaṁ tādisova. ",
  "mn49:30.12": "Upanentopi hi, pāpima, tathāgato sāvake tādisova, anupanentopi hi, pāpima, tathāgato sāvake tādisova. ",
  "mn49:30.13": "Taṁ kissa hetu? ",
  "mn49:30.14": "Tathāgatassa, pāpima, ye āsavā saṅkilesikā ponobbhavikā sadarā dukkhavipākā āyatiṁ jātijarāmaraṇiyā—",
  "mn49:30.15": "te pahīnā ucchinnamūlā tālāvatthukatā anabhāvaṅkatā āyatiṁ anuppādadhammā. ",
  "mn49:30.16": "Seyyathāpi, pāpima, tālo matthakacchinno abhabbo puna virūḷhiyā; ",
  "mn49:30.17": "evameva kho, pāpima, tathāgatassa ye āsavā saṅkilesikā ponobbhavikā sadarā dukkhavipākā āyatiṁ jātijarāmaraṇiyā—",
  "mn49:30.18": "te pahīnā ucchinnamūlā tālāvatthukatā anabhāvaṅkatā āyatiṁ anuppādadhammā’ti. ",
  "mn49:31.1": "Iti hidaṁ mārassa ca anālapanatāya brahmuno ca abhinimantanatāya, tasmā imassa veyyākaraṇassa brahmanimantanikantveva adhivacanan”ti. ",
  "mn49:31.2": "Brahmanimantanikasuttaṁ niṭṭhitaṁ navamaṁ. "
}