{
  "mn4:0.1": "Majjhima Nikāya 4 ",
  "mn4:0.2": "Bhayabheravasutta ",
  "mn4:1.1": "Evaṁ me sutaṁ—",
  "mn4:1.2": "ekaṁ samayaṁ bhagavā sāvatthiyaṁ viharati jetavane anāthapiṇḍikassa ārāme. ",
  "mn4:2.1": "Atha kho jāṇussoṇi brāhmaṇo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṁ sammodi. ",
  "mn4:2.2": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho jāṇussoṇi brāhmaṇo bhagavantaṁ etadavoca: ",
  "mn4:2.3": "“yeme, bho gotama, kulaputtā bhavantaṁ gotamaṁ uddissa saddhā agārasmā anagāriyaṁ pabbajitā, bhavaṁ tesaṁ gotamo pubbaṅgamo, bhavaṁ tesaṁ gotamo bahukāro, bhavaṁ tesaṁ gotamo samādapetā; ",
  "mn4:2.4": "bhoto ca pana gotamassa sā janatā diṭṭhānugatiṁ āpajjatī”ti. ",
  "mn4:2.5": "“Evametaṁ, brāhmaṇa, evametaṁ, brāhmaṇa. ",
  "mn4:2.6": "Ye te, brāhmaṇa, kulaputtā mamaṁ uddissa saddhā agārasmā anagāriyaṁ pabbajitā, ahaṁ tesaṁ pubbaṅgamo, ahaṁ tesaṁ bahukāro, ahaṁ tesaṁ samādapetā; ",
  "mn4:2.7": "mama ca pana sā janatā diṭṭhānugatiṁ āpajjatī”ti. ",
  "mn4:2.8": "“Durabhisambhavāni hi kho, bho gotama, araññavanapatthāni pantāni senāsanāni, dukkaraṁ pavivekaṁ, durabhiramaṁ ekatte, ",
  "mn4:2.9": "haranti maññe mano vanāni samādhiṁ alabhamānassa bhikkhuno”ti. ",
  "mn4:2.10": "“Evametaṁ, brāhmaṇa, evametaṁ, brāhmaṇa. ",
  "mn4:2.11": "Durabhisambhavāni hi kho, brāhmaṇa, araññavanapatthāni pantāni senāsanāni, dukkaraṁ pavivekaṁ, durabhiramaṁ ekatte, ",
  "mn4:2.12": "haranti maññe mano vanāni samādhiṁ alabhamānassa bhikkhuno. ",
  "mn4:3.1": "Mayhampi kho, brāhmaṇa, pubbeva sambodhā anabhisambuddhassa bodhisattasseva sato etadahosi: ",
  "mn4:3.2": "‘durabhisambhavāni hi kho araññavanapatthāni pantāni senāsanāni, dukkaraṁ pavivekaṁ, durabhiramaṁ ekatte, ",
  "mn4:3.3": "haranti maññe mano vanāni samādhiṁ alabhamānassa bhikkhuno’ti. ",
  "mn4:4.1": "Tassa mayhaṁ, brāhmaṇa, etadahosi: ",
  "mn4:4.2": "‘ye kho keci samaṇā vā brāhmaṇā vā aparisuddhakāyakammantā araññavanapatthāni pantāni senāsanāni paṭisevanti, aparisuddhakāyakammantasandosahetu have te bhonto samaṇabrāhmaṇā akusalaṁ bhayabheravaṁ avhāyanti. ",
  "mn4:4.3": "Na kho panāhaṁ aparisuddhakāyakammanto araññavanapatthāni pantāni senāsanāni paṭisevāmi; ",
  "mn4:4.4": "parisuddhakāyakammantohamasmi. ",
  "mn4:4.5": "Ye hi vo ariyā parisuddhakāyakammantā araññavanapatthāni pantāni senāsanāni paṭisevanti tesamahaṁ aññataro’ti. ",
  "mn4:4.6": "Etamahaṁ, brāhmaṇa, parisuddhakāyakammataṁ attani sampassamāno bhiyyo pallomamāpādiṁ araññe vihārāya. ",
  "mn4:5-7.1": "Tassa mayhaṁ, brāhmaṇa, etadahosi: ",
  "mn4:5-7.2": "‘ye kho keci samaṇā vā brāhmaṇā vā aparisuddhavacīkammantā …pe… ",
  "mn4:5-7.3": "aparisuddhamanokammantā …pe… ",
  "mn4:5-7.4": "aparisuddhājīvā araññavanapatthāni pantāni senāsanāni paṭisevanti, aparisuddhājīvasandosahetu have te bhonto samaṇabrāhmaṇā akusalaṁ bhayabheravaṁ avhāyanti. ",
  "mn4:5-7.5": "Na kho panāhaṁ aparisuddhājīvo araññavanapatthāni pantāni senāsanāni paṭisevāmi; ",
  "mn4:5-7.6": "parisuddhājīvohamasmi. ",
  "mn4:5-7.7": "Ye hi vo ariyā parisuddhājīvā araññavanapatthāni pantāni senāsanāni paṭisevanti tesamahaṁ aññataro’ti. ",
  "mn4:5-7.8": "Etamahaṁ, brāhmaṇa, parisuddhājīvataṁ attani sampassamāno bhiyyo pallomamāpādiṁ araññe vihārāya. ",
  "mn4:8.1": "Tassa mayhaṁ, brāhmaṇa, etadahosi: ",
  "mn4:8.2": "‘ye kho keci samaṇā vā brāhmaṇā vā abhijjhālū kāmesu tibbasārāgā araññavanapatthāni pantāni senāsanāni paṭisevanti, abhijjhālukāmesutibbasārāgasandosahetu have te bhonto samaṇabrāhmaṇā akusalaṁ bhayabheravaṁ avhāyanti. ",
  "mn4:8.3": "Na kho panāhaṁ abhijjhālu kāmesu tibbasārāgo araññavanapatthāni pantāni senāsanāni paṭisevāmi; ",
  "mn4:8.4": "anabhijjhālūhamasmi. ",
  "mn4:8.5": "Ye hi vo ariyā anabhijjhālū araññavanapatthāni pantāni senāsanāni paṭisevanti, tesamahaṁ aññataro’ti. ",
  "mn4:8.6": "Etamahaṁ, brāhmaṇa, anabhijjhālutaṁ attani sampassamāno bhiyyo pallomamāpādiṁ araññe vihārāya. ",
  "mn4:9.1": "Tassa mayhaṁ, brāhmaṇa, etadahosi: ",
  "mn4:9.2": "‘ye kho keci samaṇā vā brāhmaṇā vā byāpannacittā paduṭṭhamanasaṅkappā araññavanapatthāni pantāni senāsanāni paṭisevanti, byāpannacittapaduṭṭhamanasaṅkappasandosahetu have te bhonto samaṇabrāhmaṇā akusalaṁ bhayabheravaṁ avhāyanti. ",
  "mn4:9.3": "Na kho panāhaṁ byāpannacitto paduṭṭhamanasaṅkappo araññavanapatthāni pantāni senāsanāni paṭisevāmi; ",
  "mn4:9.4": "mettacittohamasmi. ",
  "mn4:9.5": "Ye hi vo ariyā mettacittā araññavanapatthāni pantāni senāsanāni paṭisevanti tesamahaṁ aññataro’ti. ",
  "mn4:9.6": "Etamahaṁ, brāhmaṇa, mettacittataṁ attani sampassamāno bhiyyo pallomamāpādiṁ araññe vihārāya. ",
  "mn4:10.1": "Tassa mayhaṁ, brāhmaṇa, etadahosi: ",
  "mn4:10.2": "‘ye kho keci samaṇā vā brāhmaṇā vā thinamiddhapariyuṭṭhitā araññavanapatthāni pantāni senāsanāni paṭisevanti, thinamiddhapariyuṭṭhānasandosahetu have te bhonto samaṇabrāhmaṇā akusalaṁ bhayabheravaṁ avhāyanti. ",
  "mn4:10.3": "Na kho panāhaṁ thinamiddhapariyuṭṭhito araññavanapatthāni pantāni senāsanāni paṭisevāmi; ",
  "mn4:10.4": "vigatathinamiddhohamasmi. ",
  "mn4:10.5": "Ye hi vo ariyā vigatathinamiddhā araññavanapatthāni pantāni senāsanāni paṭisevanti tesamahaṁ aññataro’ti. ",
  "mn4:10.6": "Etamahaṁ, brāhmaṇa, vigatathinamiddhataṁ attani sampassamāno bhiyyo pallomamāpādiṁ araññe vihārāya. ",
  "mn4:11.1": "Tassa mayhaṁ, brāhmaṇa, etadahosi: ",
  "mn4:11.2": "‘ye kho keci samaṇā vā brāhmaṇā vā uddhatā avūpasantacittā araññavanapatthāni pantāni senāsanāni paṭisevanti, uddhataavūpasantacittasandosahetu have te bhonto samaṇabrāhmaṇā akusalaṁ bhayabheravaṁ avhāyanti. ",
  "mn4:11.3": "Na kho panāhaṁ uddhato avūpasantacitto araññavanapatthāni pantāni senāsanāni paṭisevāmi; ",
  "mn4:11.4": "vūpasantacittohamasmi. ",
  "mn4:11.5": "Ye hi vo ariyā vūpasantacittā araññavanapatthāni pantāni senāsanāni paṭisevanti, tesamahaṁ aññataro’ti. ",
  "mn4:11.6": "Etamahaṁ, brāhmaṇa, vūpasantacittataṁ attani sampassamāno bhiyyo pallomamāpādiṁ araññe vihārāya. ",
  "mn4:12.1": "Tassa mayhaṁ, brāhmaṇa, etadahosi: ",
  "mn4:12.2": "‘ye kho keci samaṇā vā brāhmaṇā vā kaṅkhī vicikicchī araññavanapatthāni pantāni senāsanāni paṭisevanti, kaṅkhivicikicchisandosahetu have te bhonto samaṇabrāhmaṇā akusalaṁ bhayabheravaṁ avhāyanti. ",
  "mn4:12.3": "Na kho panāhaṁ kaṅkhī vicikicchī araññavanapatthāni pantāni senāsanāni paṭisevāmi; ",
  "mn4:12.4": "tiṇṇavicikicchohamasmi. ",
  "mn4:12.5": "Ye hi vo ariyā tiṇṇavicikicchā araññavanapatthāni pantāni senāsanāni paṭisevanti tesamahaṁ aññataro’ti. ",
  "mn4:12.6": "Etamahaṁ, brāhmaṇa, tiṇṇavicikicchataṁ attani sampassamāno bhiyyo pallomamāpādiṁ araññe vihārāya. ",
  "mn4:13.1": "Tassa mayhaṁ, brāhmaṇa, etadahosi: ",
  "mn4:13.2": "‘ye kho keci samaṇā vā brāhmaṇā vā attukkaṁsakā paravambhī araññavanapatthāni pantāni senāsanāni paṭisevanti, attukkaṁsanaparavambhanasandosahetu have te bhonto samaṇabrāhmaṇā akusalaṁ bhayabheravaṁ avhāyanti. ",
  "mn4:13.3": "Na kho panāhaṁ attukkaṁsako paravambhī araññavanapatthāni pantāni senāsanāni paṭisevāmi; ",
  "mn4:13.4": "anattukkaṁsako aparavambhīhamasmi. ",
  "mn4:13.5": "Ye hi vo ariyā anattukkaṁsakā aparavambhī araññavanapatthāni pantāni senāsanāni paṭisevanti tesamahaṁ aññataro’ti. ",
  "mn4:13.6": "Etamahaṁ, brāhmaṇa, anattukkaṁsakataṁ aparavambhitaṁ attani sampassamāno bhiyyo pallomamāpādiṁ araññe vihārāya. ",
  "mn4:14.1": "Tassa mayhaṁ, brāhmaṇa, etadahosi: ",
  "mn4:14.2": "‘ye kho keci samaṇā vā brāhmaṇā vā chambhī bhīrukajātikā araññavanapatthāni pantāni senāsanāni paṭisevanti, chambhibhīrukajātikasandosahetu have te bhonto samaṇabrāhmaṇā akusalaṁ bhayabheravaṁ avhāyanti. ",
  "mn4:14.3": "Na kho panāhaṁ chambhī bhīrukajātiko araññavanapatthāni pantāni senāsanāni paṭisevāmi; ",
  "mn4:14.4": "vigatalomahaṁsohamasmi. ",
  "mn4:14.5": "Ye hi vo ariyā vigatalomahaṁsā araññavanapatthāni pantāni senāsanāni paṭisevanti tesamahaṁ aññataro’ti. ",
  "mn4:14.6": "Etamahaṁ, brāhmaṇa, vigatalomahaṁsataṁ attani sampassamāno bhiyyo pallomamāpādiṁ araññe vihārāya. ",
  "mn4:15.1": "Tassa mayhaṁ, brāhmaṇa, etadahosi: ",
  "mn4:15.2": "‘ye kho keci samaṇā vā brāhmaṇā vā lābhasakkārasilokaṁ nikāmayamānā araññavanapatthāni pantāni senāsanāni paṭisevanti, lābhasakkārasilokanikāmanasandosahetu have te bhonto samaṇabrāhmaṇā akusalaṁ bhayabheravaṁ avhāyanti. ",
  "mn4:15.3": "Na kho panāhaṁ lābhasakkārasilokaṁ nikāmayamāno araññavanapatthāni pantāni senāsanāni paṭisevāmi; ",
  "mn4:15.4": "appicchohamasmi. ",
  "mn4:15.5": "Ye hi vo ariyā appicchā araññavanapatthāni pantāni senāsanāni paṭisevanti tesamahaṁ aññataro’ti. ",
  "mn4:15.6": "Etamahaṁ, brāhmaṇa, appicchataṁ attani sampassamāno bhiyyo pallomamāpādiṁ araññe vihārāya. ",
  "mn4:16.1": "Tassa mayhaṁ, brāhmaṇa, etadahosi: ",
  "mn4:16.2": "‘ye kho keci samaṇā vā brāhmaṇā vā kusītā hīnavīriyā araññavanapatthāni pantāni senāsanāni paṭisevanti, kusītahīnavīriyasandosahetu have te bhonto samaṇabrāhmaṇā akusalaṁ bhayabheravaṁ avhāyanti. ",
  "mn4:16.3": "Na kho panāhaṁ kusīto hīnavīriyo araññavanapatthāni pantāni senāsanāni paṭisevāmi; ",
  "mn4:16.4": "āraddhavīriyohamasmi. ",
  "mn4:16.5": "Ye hi vo ariyā āraddhavīriyā araññavanapatthāni pantāni senāsanāni paṭisevanti tesamahaṁ aññataro’ti. ",
  "mn4:16.6": "Etamahaṁ, brāhmaṇa, āraddhavīriyataṁ attani sampassamāno bhiyyo pallomamāpādiṁ araññe vihārāya. ",
  "mn4:17.1": "Tassa mayhaṁ, brāhmaṇa, etadahosi: ",
  "mn4:17.2": "‘ye kho keci samaṇā vā brāhmaṇā vā muṭṭhassatī asampajānā araññavanapatthāni pantāni senāsanāni paṭisevanti, muṭṭhassatiasampajānasandosahetu have te bhonto samaṇabrāhmaṇā akusalaṁ bhayabheravaṁ avhāyanti. ",
  "mn4:17.3": "Na kho panāhaṁ muṭṭhassati asampajāno araññavanapatthāni pantāni senāsanāni paṭisevāmi; ",
  "mn4:17.4": "upaṭṭhitassatihamasmi. ",
  "mn4:17.5": "Ye hi vo ariyā upaṭṭhitassatī araññavanapatthāni pantāni senāsanāni paṭisevanti tesamahaṁ aññataro’ti. ",
  "mn4:17.6": "Etamahaṁ, brāhmaṇa, upaṭṭhitassatitaṁ attani sampassamāno bhiyyo pallomamāpādiṁ araññe vihārāya. ",
  "mn4:18.1": "Tassa mayhaṁ, brāhmaṇa, etadahosi: ",
  "mn4:18.2": "‘ye kho keci samaṇā vā brāhmaṇā vā asamāhitā vibbhantacittā araññavanapatthāni pantāni senāsanāni paṭisevanti, asamāhitavibbhantacittasandosahetu have te bhonto samaṇabrāhmaṇā akusalaṁ bhayabheravaṁ avhāyanti. ",
  "mn4:18.3": "Na kho panāhaṁ asamāhito vibbhantacitto araññavanapatthāni pantāni senāsanāni paṭisevāmi; ",
  "mn4:18.4": "samādhisampannohamasmi. ",
  "mn4:18.5": "Ye hi vo ariyā samādhisampannā araññavanapatthāni pantāni senāsanāni paṭisevanti tesamahaṁ aññataro’ti. ",
  "mn4:18.6": "Etamahaṁ, brāhmaṇa, samādhisampadaṁ attani sampassamāno bhiyyo pallomamāpādiṁ araññe vihārāya. ",
  "mn4:19.1": "Tassa mayhaṁ, brāhmaṇa, etadahosi: ",
  "mn4:19.2": "‘ye kho keci samaṇā vā brāhmaṇā vā duppaññā eḷamūgā araññavanapatthāni pantāni senāsanāni paṭisevanti, duppaññaeḷamūgasandosahetu have te bhonto samaṇabrāhmaṇā akusalaṁ bhayabheravaṁ avhāyanti. ",
  "mn4:19.3": "Na kho panāhaṁ duppañño eḷamūgo araññavanapatthāni pantāni senāsanāni paṭisevāmi; ",
  "mn4:19.4": "paññāsampannohamasmi. ",
  "mn4:19.5": "Ye hi vo ariyā paññāsampannā araññavanapatthāni pantāni senāsanāni paṭisevanti tesamahaṁ aññataro’ti. ",
  "mn4:19.6": "Etamahaṁ, brāhmaṇa, paññāsampadaṁ attani sampassamāno bhiyyo pallomamāpādiṁ araññe vihārāya. ",
  "mn4:19.7": "Soḷasapariyāyaṁ niṭṭhitaṁ. ",
  "mn4:20.1": "Tassa mayhaṁ, brāhmaṇa, etadahosi: ",
  "mn4:20.2": "‘yannūnāhaṁ yā tā rattiyo abhiññātā abhilakkhitā—",
  "mn4:20.3": "cātuddasī pañcadasī aṭṭhamī ca pakkhassa—",
  "mn4:20.4": "tathārūpāsu rattīsu yāni tāni ārāmacetiyāni vanacetiyāni rukkhacetiyāni bhiṁsanakāni salomahaṁsāni tathārūpesu senāsanesu vihareyyaṁ appeva nāmāhaṁ bhayabheravaṁ passeyyan’ti. ",
  "mn4:20.5": "So kho ahaṁ, brāhmaṇa, aparena samayena yā tā rattiyo abhiññātā abhilakkhitā—",
  "mn4:20.6": "cātuddasī pañcadasī aṭṭhamī ca pakkhassa—",
  "mn4:20.7": "tathārūpāsu rattīsu yāni tāni ārāmacetiyāni vanacetiyāni rukkhacetiyāni bhiṁsanakāni salomahaṁsāni tathārūpesu senāsanesu viharāmi. ",
  "mn4:20.8": "Tattha ca me, brāhmaṇa, viharato mago vā āgacchati, moro vā kaṭṭhaṁ pāteti, vāto vā paṇṇakasaṭaṁ ereti; ",
  "mn4:20.9": "tassa mayhaṁ brāhmaṇa etadahosi: ",
  "mn4:20.10": "‘etaṁ nūna taṁ bhayabheravaṁ āgacchatī’ti. ",
  "mn4:20.11": "Tassa mayhaṁ, brāhmaṇa, etadahosi: ",
  "mn4:20.12": "‘kiṁ nu kho ahaṁ aññadatthu bhayapaṭikaṅkhī viharāmi? ",
  "mn4:20.13": "Yannūnāhaṁ yathābhūtaṁ yathābhūtassa me taṁ bhayabheravaṁ āgacchati, tathābhūtaṁ tathābhūtova taṁ bhayabheravaṁ paṭivineyyan’ti. ",
  "mn4:20.14": "Tassa mayhaṁ, brāhmaṇa, caṅkamantassa taṁ bhayabheravaṁ āgacchati. ",
  "mn4:20.15": "So kho ahaṁ, brāhmaṇa, neva tāva tiṭṭhāmi na nisīdāmi na nipajjāmi, yāva caṅkamantova taṁ bhayabheravaṁ paṭivinemi. ",
  "mn4:20.16": "Tassa mayhaṁ, brāhmaṇa, ṭhitassa taṁ bhayabheravaṁ āgacchati. ",
  "mn4:20.17": "So kho ahaṁ, brāhmaṇa, neva tāva caṅkamāmi na nisīdāmi na nipajjāmi. Yāva ṭhitova taṁ bhayabheravaṁ paṭivinemi. ",
  "mn4:20.18": "Tassa mayhaṁ, brāhmaṇa, nisinnassa taṁ bhayabheravaṁ āgacchati. ",
  "mn4:20.19": "So kho ahaṁ, brāhmaṇa, neva tāva nipajjāmi na tiṭṭhāmi na caṅkamāmi, yāva nisinnova taṁ bhayabheravaṁ paṭivinemi. ",
  "mn4:20.20": "Tassa mayhaṁ, brāhmaṇa, nipannassa taṁ bhayabheravaṁ āgacchati. ",
  "mn4:20.21": "So kho ahaṁ, brāhmaṇa, neva tāva nisīdāmi na tiṭṭhāmi na caṅkamāmi, yāva nipannova taṁ bhayabheravaṁ paṭivinemi. ",
  "mn4:21.1": "Santi kho pana, brāhmaṇa, eke samaṇabrāhmaṇā rattiṁyeva samānaṁ divāti sañjānanti, divāyeva samānaṁ rattīti sañjānanti. ",
  "mn4:21.2": "Idamahaṁ tesaṁ samaṇabrāhmaṇānaṁ sammohavihārasmiṁ vadāmi. ",
  "mn4:21.3": "Ahaṁ kho pana, brāhmaṇa, rattiṁyeva samānaṁ rattīti sañjānāmi, divāyeva samānaṁ divāti sañjānāmi. ",
  "mn4:21.4": "Yaṁ kho taṁ, brāhmaṇa, sammā vadamāno vadeyya: ",
  "mn4:21.5": "‘asammohadhammo satto loke uppanno bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānan’ti, mameva taṁ sammā vadamāno vadeyya: ",
  "mn4:21.6": "‘asammohadhammo satto loke uppanno bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānan’ti. ",
  "mn4:22-26.1": "Āraddhaṁ kho pana me, brāhmaṇa, vīriyaṁ ahosi asallīnaṁ, upaṭṭhitā sati asammuṭṭhā, passaddho kāyo asāraddho, samāhitaṁ cittaṁ ekaggaṁ. ",
  "mn4:22-26.2": "So kho ahaṁ, brāhmaṇa, vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṁ savicāraṁ vivekajaṁ pītisukhaṁ paṭhamaṁ jhānaṁ upasampajja vihāsiṁ. ",
  "mn4:22-26.3": "Vitakkavicārānaṁ vūpasamā ajjhattaṁ sampasādanaṁ cetaso ekodibhāvaṁ avitakkaṁ avicāraṁ samādhijaṁ pītisukhaṁ dutiyaṁ jhānaṁ upasampajja vihāsiṁ. ",
  "mn4:22-26.4": "Pītiyā ca virāgā upekkhako ca vihāsiṁ, sato ca sampajāno sukhañca kāyena paṭisaṁvedesiṁ; yaṁ taṁ ariyā ācikkhanti: ‘upekkhako satimā sukhavihārī’ti tatiyaṁ jhānaṁ upasampajja vihāsiṁ. ",
  "mn4:22-26.5": "Sukhassa ca pahānā dukkhassa ca pahānā pubbeva somanassadomanassānaṁ atthaṅgamā adukkhamasukhaṁ upekkhāsatipārisuddhiṁ catutthaṁ jhānaṁ upasampajja vihāsiṁ. ",
  "mn4:27.1": "So evaṁ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte pubbenivāsānussatiñāṇāya cittaṁ abhininnāmesiṁ. So anekavihitaṁ pubbenivāsaṁ anussarāmi, ",
  "mn4:27.2": "seyyathidaṁ—ekampi jātiṁ dvepi jātiyo tissopi jātiyo catassopi jātiyo pañcapi jātiyo dasapi jātiyo vīsampi jātiyo tiṁsampi jātiyo cattālīsampi jātiyo paññāsampi jātiyo jātisatampi jātisahassampi jātisatasahassampi anekepi saṁvaṭṭakappe anekepi vivaṭṭakappe anekepi saṁvaṭṭavivaṭṭakappe: ‘amutrāsiṁ evaṁnāmo evaṅgotto evaṁvaṇṇo evamāhāro evaṁsukhadukkhappaṭisaṁvedī evamāyupariyanto, so tato cuto amutra udapādiṁ; tatrāpāsiṁ evaṁnāmo evaṅgotto evaṁvaṇṇo evamāhāro evaṁsukhadukkhappaṭisaṁvedī evamāyupariyanto, so tato cuto idhūpapanno’ti. Iti sākāraṁ sauddesaṁ anekavihitaṁ pubbenivāsaṁ anussarāmi. ",
  "mn4:28.1": "Ayaṁ kho me, brāhmaṇa, rattiyā paṭhame yāme paṭhamā vijjā adhigatā, ",
  "mn4:28.2": "avijjā vihatā vijjā uppannā, tamo vihato āloko uppanno, yathā taṁ appamattassa ātāpino pahitattassa viharato. ",
  "mn4:29.1": "So evaṁ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte sattānaṁ cutūpapātañāṇāya cittaṁ abhininnāmesiṁ. ",
  "mn4:29.2": "So dibbena cakkhunā visuddhena atikkantamānusakena satte passāmi cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate yathākammūpage satte pajānāmi: ‘ime vata bhonto sattā kāyaduccaritena samannāgatā vacīduccaritena samannāgatā manoduccaritena samannāgatā ariyānaṁ upavādakā micchādiṭṭhikā micchādiṭṭhikammasamādānā; te kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapannā. Ime vā pana bhonto sattā kāyasucaritena samannāgatā vacīsucaritena samannāgatā manosucaritena samannāgatā ariyānaṁ anupavādakā sammādiṭṭhikā sammādiṭṭhikammasamādānā; te kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapannā’ti. Iti dibbena cakkhunā visuddhena atikkantamānusakena satte passāmi cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate yathākammūpage satte pajānāmi. ",
  "mn4:30.1": "Ayaṁ kho me, brāhmaṇa, rattiyā majjhime yāme dutiyā vijjā adhigatā, ",
  "mn4:30.2": "avijjā vihatā vijjā uppannā, tamo vihato āloko uppanno, yathā taṁ appamattassa ātāpino pahitattassa viharato. ",
  "mn4:31.1": "So evaṁ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte āsavānaṁ khayañāṇāya cittaṁ abhininnāmesiṁ. ",
  "mn4:31.2": "So ‘idaṁ dukkhan’ti yathābhūtaṁ abbhaññāsiṁ, ‘ayaṁ dukkhasamudayo’ti yathābhūtaṁ abbhaññāsiṁ, ‘ayaṁ dukkhanirodho’ti yathābhūtaṁ abbhaññāsiṁ, ‘ayaṁ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṁ abbhaññāsiṁ. ",
  "mn4:31.3": "‘Ime āsavā’ti yathābhūtaṁ abbhaññāsiṁ, ‘ayaṁ āsavasamudayo’ti yathābhūtaṁ abbhaññāsiṁ, ‘ayaṁ āsavanirodho’ti yathābhūtaṁ abbhaññāsiṁ, ‘ayaṁ āsavanirodhagāminī paṭipadā’ti yathābhūtaṁ abbhaññāsiṁ. ",
  "mn4:32.1": "Tassa me evaṁ jānato evaṁ passato kāmāsavāpi cittaṁ vimuccittha, bhavāsavāpi cittaṁ vimuccittha, avijjāsavāpi cittaṁ vimuccittha. ",
  "mn4:32.2": "Vimuttasmiṁ vimuttamiti ñāṇaṁ ahosi. ",
  "mn4:32.3": "‘Khīṇā jāti, vusitaṁ brahmacariyaṁ, kataṁ karaṇīyaṁ, nāparaṁ itthattāyā’ti abbhaññāsiṁ. ",
  "mn4:33.1": "Ayaṁ kho me, brāhmaṇa, rattiyā pacchime yāme tatiyā vijjā adhigatā, ",
  "mn4:33.2": "avijjā vihatā vijjā uppannā, tamo vihato āloko uppanno, yathā taṁ appamattassa ātāpino pahitattassa viharato. ",
  "mn4:34.1": "Siyā kho pana te, brāhmaṇa, evamassa: ",
  "mn4:34.2": "‘ajjāpi nūna samaṇo gotamo avītarāgo avītadoso avītamoho, tasmā araññavanapatthāni pantāni senāsanāni paṭisevatī’ti. ",
  "mn4:34.3": "Na kho panetaṁ, brāhmaṇa, evaṁ daṭṭhabbaṁ. ",
  "mn4:34.4": "Dve kho ahaṁ, brāhmaṇa, atthavase sampassamāno araññavanapatthāni pantāni senāsanāni paṭisevāmi—",
  "mn4:34.5": "attano ca diṭṭhadhammasukhavihāraṁ sampassamāno, pacchimañca janataṁ anukampamāno”ti. ",
  "mn4:35.1": "“Anukampitarūpā vatāyaṁ bhotā gotamena pacchimā janatā, yathā taṁ arahatā sammāsambuddhena. ",
  "mn4:35.2": "Abhikkantaṁ, bho gotama. Abhikkantaṁ, bho gotama. ",
  "mn4:35.3": "Seyyathāpi, bho gotama, nikkujjitaṁ vā ukkujjeyya, paṭicchannaṁ vā vivareyya, mūḷhassa vā maggaṁ ācikkheyya, andhakāre vā telapajjotaṁ dhāreyya: ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṁ bhotā gotamena anekapariyāyena dhammo pakāsito. ",
  "mn4:35.4": "Esāhaṁ bhavantaṁ gotamaṁ saraṇaṁ gacchāmi dhammañca bhikkhusaṅghañca. ",
  "mn4:35.5": "Upāsakaṁ maṁ bhavaṁ gotamo dhāretu ajjatagge pāṇupetaṁ saraṇaṁ gatan”ti. ",
  "mn4:35.6": "Bhayabheravasuttaṁ niṭṭhitaṁ catutthaṁ. "
}