{
  "mn52:0.1": "Majjhima Nikāya 52 ",
  "mn52:0.2": "Aṭṭhakanāgarasutta ",
  "mn52:1.1": "Evaṁ me sutaṁ—",
  "mn52:1.2": "ekaṁ samayaṁ āyasmā ānando vesāliyaṁ viharati beluvagāmake. ",
  "mn52:1.3": "Tena kho pana samayena dasamo gahapati aṭṭhakanāgaro pāṭaliputtaṁ anuppatto hoti kenacideva karaṇīyena. ",
  "mn52:2.1": "Atha kho dasamo gahapati aṭṭhakanāgaro yena kukkuṭārāmo yena aññataro bhikkhu tenupasaṅkami; upasaṅkamitvā taṁ bhikkhuṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho dasamo gahapati aṭṭhakanāgaro taṁ bhikkhuṁ etadavoca: ",
  "mn52:2.2": "“kahaṁ nu kho, bhante, āyasmā ānando etarahi viharati? ",
  "mn52:2.3": "Dassanakāmā hi mayaṁ taṁ āyasmantaṁ ānandan”ti. ",
  "mn52:2.4": "“Eso, gahapati, āyasmā ānando vesāliyaṁ viharati beluvagāmake”ti. ",
  "mn52:3.1": "Atha kho dasamo gahapati aṭṭhakanāgaro pāṭaliputte taṁ karaṇīyaṁ tīretvā yena vesālī yena beluvagāmako yenāyasmā ānando tenupasaṅkami; upasaṅkamitvā āyasmantaṁ ānandaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho dasamo gahapati aṭṭhakanāgaro āyasmantaṁ ānandaṁ etadavoca: ",
  "mn52:3.2": "“atthi nu kho, bhante ānanda, tena bhagavatā jānatā passatā arahatā sammāsambuddhena ekadhammo akkhāto yattha bhikkhuno appamattassa ātāpino pahitattassa viharato avimuttañceva cittaṁ vimuccati, aparikkhīṇā ca āsavā parikkhayaṁ gacchanti, ananuppattañca anuttaraṁ yogakkhemaṁ anupāpuṇātī”ti? ",
  "mn52:3.3": "“Atthi kho, gahapati, tena bhagavatā jānatā passatā arahatā sammāsambuddhena ekadhammo akkhāto, yattha bhikkhuno appamattassa ātāpino pahitattassa viharato avimuttañceva cittaṁ vimuccati, aparikkhīṇā ca āsavā parikkhayaṁ gacchanti, ananuppattañca anuttaraṁ yogakkhemaṁ anupāpuṇātī”ti. ",
  "mn52:3.4": "“Katamo pana, bhante ānanda, tena bhagavatā jānatā passatā arahatā sammāsambuddhena ekadhammo akkhāto, yattha bhikkhuno appamattassa ātāpino pahitattassa viharato avimuttañceva cittaṁ vimuccati, aparikkhīṇā ca āsavā parikkhayaṁ gacchanti, ananuppattañca anuttaraṁ yogakkhemaṁ anupāpuṇātī”ti? ",
  "mn52:4.1": "“Idha, gahapati, bhikkhu vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṁ savicāraṁ vivekajaṁ pītisukhaṁ paṭhamaṁ jhānaṁ upasampajja viharati. ",
  "mn52:4.2": "So iti paṭisañcikkhati: ",
  "mn52:4.3": "‘idampi kho paṭhamaṁ jhānaṁ abhisaṅkhataṁ abhisañcetayitaṁ. ",
  "mn52:4.4": "Yaṁ kho pana kiñci abhisaṅkhataṁ abhisañcetayitaṁ tadaniccaṁ nirodhadhamman’ti pajānāti. ",
  "mn52:4.5": "So tattha ṭhito āsavānaṁ khayaṁ pāpuṇāti. ",
  "mn52:4.6": "No ce āsavānaṁ khayaṁ pāpuṇāti, teneva dhammarāgena tāya dhammanandiyā pañcannaṁ orambhāgiyānaṁ saṁyojanānaṁ parikkhayā opapātiko hoti tattha parinibbāyī anāvattidhammo tasmā lokā. ",
  "mn52:4.7": "Ayampi kho, gahapati, tena bhagavatā jānatā passatā arahatā sammāsambuddhena ekadhammo akkhāto, yattha bhikkhuno appamattassa ātāpino pahitattassa viharato avimuttañceva cittaṁ vimuccati, aparikkhīṇā ca āsavā parikkhayaṁ gacchanti, ananuppattañca anuttaraṁ yogakkhemaṁ anupāpuṇāti. ",
  "mn52:5.1": "Puna caparaṁ, gahapati, bhikkhu vitakkavicārānaṁ vūpasamā ajjhattaṁ sampasādanaṁ …pe… dutiyaṁ jhānaṁ upasampajja viharati. ",
  "mn52:5.2": "So iti paṭisañcikkhati: ",
  "mn52:5.3": "‘idampi kho dutiyaṁ jhānaṁ abhisaṅkhataṁ abhisañcetayitaṁ …pe… ",
  "mn52:5.4": "anuttaraṁ yogakkhemaṁ anupāpuṇāti. ",
  "mn52:6.1": "Puna caparaṁ, gahapati, bhikkhu pītiyā ca virāgā …pe… tatiyaṁ jhānaṁ upasampajja viharati. ",
  "mn52:6.2": "So iti paṭisañcikkhati: ",
  "mn52:6.3": "‘idampi kho tatiyaṁ jhānaṁ abhisaṅkhataṁ abhisañcetayitaṁ …pe… ",
  "mn52:6.4": "anuttaraṁ yogakkhemaṁ anupāpuṇāti. ",
  "mn52:7.1": "Puna caparaṁ, gahapati, bhikkhu sukhassa ca pahānā …pe… catutthaṁ jhānaṁ upasampajja viharati. ",
  "mn52:7.2": "So iti paṭisañcikkhati: ",
  "mn52:7.3": "‘idampi kho catutthaṁ jhānaṁ abhisaṅkhataṁ abhisañcetayitaṁ …pe… ",
  "mn52:7.4": "anuttaraṁ yogakkhemaṁ anupāpuṇāti. ",
  "mn52:8.1": "Puna caparaṁ, gahapati, bhikkhu mettāsahagatena cetasā ekaṁ disaṁ pharitvā viharati, tathā dutiyaṁ, tathā tatiyaṁ, tathā catutthaṁ. Iti uddhamadho tiriyaṁ sabbadhi sabbattatāya sabbāvantaṁ lokaṁ mettāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyābajjhena pharitvā viharati. ",
  "mn52:8.2": "So iti paṭisañcikkhati: ",
  "mn52:8.3": "‘ayampi kho mettācetovimutti abhisaṅkhatā abhisañcetayitā. ",
  "mn52:8.4": "Yaṁ kho pana kiñci abhisaṅkhataṁ abhisañcetayitaṁ tadaniccaṁ nirodhadhamman’ti pajānāti. ",
  "mn52:8.5": "So tattha ṭhito …pe… ",
  "mn52:8.6": "anuttaraṁ yogakkhemaṁ anupāpuṇāti. ",
  "mn52:9.1": "Puna caparaṁ, gahapati, bhikkhu karuṇāsahagatena cetasā …pe… ",
  "mn52:10.1": "muditāsahagatena cetasā …pe… ",
  "mn52:11.1": "upekkhāsahagatena cetasā ekaṁ disaṁ pharitvā viharati, tathā dutiyaṁ, tathā tatiyaṁ, tathā catutthaṁ. Iti uddhamadho tiriyaṁ sabbadhi sabbattatāya sabbāvantaṁ lokaṁ upekkhāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyābajjhena pharitvā viharati. ",
  "mn52:11.2": "So iti paṭisañcikkhati: ",
  "mn52:11.3": "‘ayampi kho upekkhācetovimutti abhisaṅkhatā abhisañcetayitā. ",
  "mn52:11.4": "Yaṁ kho pana kiñci abhisaṅkhataṁ abhisañcetayitaṁ tadaniccaṁ nirodhadhamman’ti pajānāti. ",
  "mn52:11.5": "So tattha ṭhito …pe… ",
  "mn52:11.6": "anuttaraṁ yogakkhemaṁ anupāpuṇāti. ",
  "mn52:12.1": "Puna caparaṁ, gahapati, bhikkhu sabbaso rūpasaññānaṁ samatikkamā paṭighasaññānaṁ atthaṅgamā nānattasaññānaṁ amanasikārā ‘ananto ākāso’ti ākāsānañcāyatanaṁ upasampajja viharati. ",
  "mn52:12.2": "So iti paṭisañcikkhati: ",
  "mn52:12.3": "‘ayampi kho ākāsānañcāyatanasamāpatti abhisaṅkhatā abhisañcetayitā. ",
  "mn52:12.4": "Yaṁ kho pana kiñci abhisaṅkhataṁ abhisañcetayitaṁ tadaniccaṁ nirodhadhamman’ti pajānāti. ",
  "mn52:12.5": "So tattha ṭhito …pe… ",
  "mn52:12.6": "anuttaraṁ yogakkhemaṁ anupāpuṇāti. ",
  "mn52:13.1": "Puna caparaṁ, gahapati, bhikkhu sabbaso ākāsānañcāyatanaṁ samatikkamma ‘anantaṁ viññāṇan’ti viññāṇañcāyatanaṁ upasampajja viharati. ",
  "mn52:13.2": "So iti paṭisañcikkhati: ",
  "mn52:13.3": "‘ayampi kho viññāṇañcāyatanasamāpatti abhisaṅkhatā abhisañcetayitā. ",
  "mn52:13.4": "Yaṁ kho pana kiñci abhisaṅkhataṁ abhisañcetayitaṁ tadaniccaṁ nirodhadhamman’ti pajānāti. ",
  "mn52:13.5": "So tattha ṭhito …pe… ",
  "mn52:13.6": "anuttaraṁ yogakkhemaṁ anupāpuṇāti. ",
  "mn52:14.1": "Puna caparaṁ, gahapati, bhikkhu sabbaso viññāṇañcāyatanaṁ samatikkamma ‘natthi kiñcī’ti ākiñcaññāyatanaṁ upasampajja viharati. ",
  "mn52:14.2": "So iti paṭisañcikkhati: ",
  "mn52:14.3": "‘ayampi kho ākiñcaññāyatanasamāpatti abhisaṅkhatā abhisañcetayitā. ",
  "mn52:14.4": "Yaṁ kho pana kiñci abhisaṅkhataṁ abhisañcetayitaṁ tadaniccaṁ nirodhadhamman’ti pajānāti. ",
  "mn52:14.5": "So tattha ṭhito āsavānaṁ khayaṁ pāpuṇāti. ",
  "mn52:14.6": "No ce āsavānaṁ khayaṁ pāpuṇāti, teneva dhammarāgena tāya dhammanandiyā pañcannaṁ orambhāgiyānaṁ saṁyojanānaṁ parikkhayā opapātiko hoti tattha parinibbāyī anāvattidhammo tasmā lokā. ",
  "mn52:14.7": "Ayampi kho, gahapati, tena bhagavatā jānatā passatā arahatā sammāsambuddhena ekadhammo akkhāto yattha bhikkhuno appamattassa ātāpino pahitattassa viharato avimuttañceva cittaṁ vimuccati, aparikkhīṇā ca āsavā parikkhayaṁ gacchanti, ananuppattañca anuttaraṁ yogakkhemaṁ anupāpuṇātī”ti. ",
  "mn52:15.1": "Evaṁ vutte, dasamo gahapati aṭṭhakanāgaro āyasmantaṁ ānandaṁ etadavoca: ",
  "mn52:15.2": "“seyyathāpi, bhante ānanda, puriso ekaṁva nidhimukhaṁ gavesanto sakideva ekādasa nidhimukhāni adhigaccheyya; ",
  "mn52:15.3": "evameva kho ahaṁ, bhante, ekaṁ amatadvāraṁ gavesanto sakideva ekādasa amatadvārāni alatthaṁ bhāvanāya. ",
  "mn52:15.4": "Seyyathāpi, bhante, purisassa agāraṁ ekādasadvāraṁ, so tasmiṁ agāre āditte ekamekenapi dvārena sakkuṇeyya attānaṁ sotthiṁ kātuṁ; ",
  "mn52:15.5": "evameva kho ahaṁ, bhante, imesaṁ ekādasannaṁ amatadvārānaṁ ekamekenapi amatadvārena sakkuṇissāmi attānaṁ sotthiṁ kātuṁ. ",
  "mn52:15.6": "Imehi nāma, bhante, aññatitthiyā ācariyassa ācariyadhanaṁ pariyesissanti, kimaṅgaṁ panāhaṁ āyasmato ānandassa pūjaṁ na karissāmī”ti. ",
  "mn52:16.1": "Atha kho dasamo gahapati aṭṭhakanāgaro pāṭaliputtakañca vesālikañca bhikkhusaṅghaṁ sannipātetvā paṇītena khādanīyena bhojanīyena sahatthā santappesi sampavāresi, ",
  "mn52:16.2": "ekamekañca bhikkhuṁ paccekaṁ dussayugena acchādesi, āyasmantañca ānandaṁ ticīvarena acchādesi, āyasmato ca ānandassa pañcasatavihāraṁ kārāpesīti. ",
  "mn52:16.3": "Aṭṭhakanāgarasuttaṁ niṭṭhitaṁ dutiyaṁ. "
}