{
  "mn53:0.1": "Majjhima Nikāya 53 ",
  "mn53:0.2": "Sekhasutta ",
  "mn53:1.1": "Evaṁ me sutaṁ—",
  "mn53:1.2": "ekaṁ samayaṁ bhagavā sakkesu viharati kapilavatthusmiṁ nigrodhārāme. ",
  "mn53:2.1": "Tena kho pana samayena kāpilavatthavānaṁ sakyānaṁ navaṁ santhāgāraṁ acirakāritaṁ hoti anajjhāvuṭṭhaṁ samaṇena vā brāhmaṇena vā kenaci vā manussabhūtena. ",
  "mn53:2.2": "Atha kho kāpilavatthavā sakyā yena bhagavā tenupasaṅkamiṁsu; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdiṁsu. Ekamantaṁ nisinnā kho kāpilavatthavā sakyā bhagavantaṁ etadavocuṁ: ",
  "mn53:2.3": "“idha, bhante, kāpilavatthavānaṁ sakyānaṁ navaṁ santhāgāraṁ acirakāritaṁ anajjhāvuṭṭhaṁ samaṇena vā brāhmaṇena vā kenaci vā manussabhūtena. ",
  "mn53:2.4": "Taṁ, bhante, bhagavā paṭhamaṁ paribhuñjatu. Bhagavatā paṭhamaṁ paribhuttaṁ pacchā kāpilavatthavā sakyā paribhuñjissanti. ",
  "mn53:2.5": "Tadassa kāpilavatthavānaṁ sakyānaṁ dīgharattaṁ hitāya sukhāyā”ti. ",
  "mn53:3.1": "Adhivāsesi bhagavā tuṇhībhāvena. ",
  "mn53:3.2": "Atha kho kāpilavatthavā sakyā bhagavato adhivāsanaṁ viditvā uṭṭhāyāsanā bhagavantaṁ abhivādetvā padakkhiṇaṁ katvā yena navaṁ santhāgāraṁ tenupasaṅkamiṁsu; upasaṅkamitvā sabbasanthariṁ santhāgāraṁ santharitvā āsanāni paññapetvā udakamaṇikaṁ upaṭṭhapetvā telappadīpaṁ āropetvā yena bhagavā tenupasaṅkamiṁsu; ",
  "mn53:3.3": "upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ aṭṭhaṁsu. ",
  "mn53:3.4": "Ekamantaṁ ṭhitā kho kāpilavatthavā sakyā bhagavantaṁ etadavocuṁ: ",
  "mn53:3.5": "“sabbasanthariṁ santhataṁ, bhante, santhāgāraṁ, āsanāni paññattāni, udakamaṇiko upaṭṭhāpito, telappadīpo āropito. ",
  "mn53:3.6": "Yassadāni, bhante, bhagavā kālaṁ maññatī”ti. ",
  "mn53:4.1": "Atha kho bhagavā nivāsetvā pattacīvaramādāya saddhiṁ bhikkhusaṅghena yena santhāgāraṁ tenupasaṅkami; upasaṅkamitvā pāde pakkhāletvā santhāgāraṁ pavisitvā majjhimaṁ thambhaṁ nissāya puratthābhimukho nisīdi. ",
  "mn53:4.2": "Bhikkhusaṅghopi kho pāde pakkhāletvā santhāgāraṁ pavisitvā pacchimaṁ bhittiṁ nissāya puratthābhimukho nisīdi, bhagavantaṁyeva purakkhatvā. ",
  "mn53:4.3": "Kāpilavatthavāpi kho sakyā pāde pakkhāletvā santhāgāraṁ pavisitvā puratthimaṁ bhittiṁ nissāya pacchimābhimukhā nisīdiṁsu, bhagavantaṁyeva purakkhatvā. ",
  "mn53:5.1": "Atha kho bhagavā kāpilavatthave sakye bahudeva rattiṁ dhammiyā kathāya sandassetvā samādapetvā samuttejetvā sampahaṁsetvā āyasmantaṁ ānandaṁ āmantesi: ",
  "mn53:5.2": "“paṭibhātu taṁ, ānanda, kāpilavatthavānaṁ sakyānaṁ sekho pāṭipado. ",
  "mn53:5.3": "Piṭṭhi me āgilāyati; ",
  "mn53:5.4": "tamahaṁ āyamissāmī”ti. ",
  "mn53:5.5": "“Evaṁ, bhante”ti kho āyasmā ānando bhagavato paccassosi. ",
  "mn53:5.6": "Atha kho bhagavā catugguṇaṁ saṅghāṭiṁ paññāpetvā dakkhiṇena passena sīhaseyyaṁ kappesi, pāde pādaṁ accādhāya, sato sampajāno, uṭṭhānasaññaṁ manasi karitvā. ",
  "mn53:6.1": "Atha kho āyasmā ānando mahānāmaṁ sakkaṁ āmantesi: ",
  "mn53:6.2": "“idha, mahānāma, ariyasāvako sīlasampanno hoti, indriyesu guttadvāro hoti, bhojane mattaññū hoti, jāgariyaṁ anuyutto hoti, sattahi saddhammehi samannāgato hoti, catunnaṁ jhānānaṁ ābhicetasikānaṁ diṭṭhadhammasukhavihārānaṁ nikāmalābhī hoti akicchalābhī akasiralābhī. ",
  "mn53:7.1": "Kathañca, mahānāma, ariyasāvako sīlasampanno hoti? ",
  "mn53:7.2": "Idha, mahānāma, ariyasāvako sīlavā hoti, pātimokkhasaṁvarasaṁvuto viharati ācāragocarasampanno aṇumattesu vajjesu bhayadassāvī, samādāya sikkhati sikkhāpadesu. ",
  "mn53:7.3": "Evaṁ kho, mahānāma, ariyasāvako sīlasampanno hoti. ",
  "mn53:8.1": "Kathañca, mahānāma, ariyasāvako indriyesu guttadvāro hoti? ",
  "mn53:8.2": "Idha, mahānāma, ariyasāvako cakkhunā rūpaṁ disvā na nimittaggāhī hoti nānubyañjanaggāhī. ",
  "mn53:8.3": "Yatvādhikaraṇamenaṁ cakkhundriyaṁ asaṁvutaṁ viharantaṁ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṁ tassa saṁvarāya paṭipajjati, rakkhati cakkhundriyaṁ, cakkhundriye saṁvaraṁ āpajjati. ",
  "mn53:8.4": "Sotena saddaṁ sutvā …pe… ",
  "mn53:8.5": "ghānena gandhaṁ ghāyitvā …pe… ",
  "mn53:8.6": "jivhāya rasaṁ sāyitvā …pe… ",
  "mn53:8.7": "kāyena phoṭṭhabbaṁ phusitvā …pe… ",
  "mn53:8.8": "manasā dhammaṁ viññāya na nimittaggāhī hoti nānubyañjanaggāhī. ",
  "mn53:8.9": "Yatvādhikaraṇamenaṁ manindriyaṁ asaṁvutaṁ viharantaṁ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṁ tassa saṁvarāya paṭipajjati, rakkhati manindriyaṁ, manindriye saṁvaraṁ āpajjati. ",
  "mn53:8.10": "Evaṁ kho, mahānāma, ariyasāvako indriyesu guttadvāro hoti. ",
  "mn53:9.1": "Kathañca, mahānāma, ariyasāvako bhojane mattaññū hoti? ",
  "mn53:9.2": "Idha, mahānāma, ariyasāvako paṭisaṅkhā yoniso āhāraṁ āhāreti: ",
  "mn53:9.3": "‘neva davāya na madāya na maṇḍanāya na vibhūsanāya; yāvadeva imassa kāyassa ṭhitiyā yāpanāya vihiṁsūparatiyā brahmacariyānuggahāya. Iti purāṇañca vedanaṁ paṭihaṅkhāmi, navañca vedanaṁ na uppādessāmi, yātrā ca me bhavissati anavajjatā ca phāsuvihāro cā’ti. ",
  "mn53:9.4": "Evaṁ kho, mahānāma, ariyasāvako bhojane mattaññū hoti. ",
  "mn53:10.1": "Kathañca, mahānāma, ariyasāvako jāgariyaṁ anuyutto hoti? ",
  "mn53:10.2": "Idha, mahānāma, ariyasāvako divasaṁ caṅkamena nisajjāya āvaraṇīyehi dhammehi cittaṁ parisodheti, ",
  "mn53:10.3": "rattiyā paṭhamaṁ yāmaṁ caṅkamena nisajjāya āvaraṇīyehi dhammehi cittaṁ parisodheti, ",
  "mn53:10.4": "rattiyā majjhimaṁ yāmaṁ dakkhiṇena passena sīhaseyyaṁ kappeti, pāde pādaṁ accādhāya, sato sampajāno, uṭṭhānasaññaṁ manasi karitvā, ",
  "mn53:10.5": "rattiyā pacchimaṁ yāmaṁ paccuṭṭhāya caṅkamena nisajjāya āvaraṇīyehi dhammehi cittaṁ parisodheti. ",
  "mn53:10.6": "Evaṁ kho, mahānāma, ariyasāvako jāgariyaṁ anuyutto hoti. ",
  "mn53:11.1": "Kathañca, mahānāma, ariyasāvako sattahi saddhammehi samannāgato hoti? ",
  "mn53:11.2": "Idha, mahānāma, ariyasāvako saddho hoti, saddahati tathāgatassa bodhiṁ: ",
  "mn53:11.3": "‘itipi so bhagavā arahaṁ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṁ buddho bhagavā’ti. ",
  "mn53:12.1": "Hirimā hoti, hirīyati kāyaduccaritena vacīduccaritena manoduccaritena, hirīyati pāpakānaṁ akusalānaṁ dhammānaṁ samāpattiyā. ",
  "mn53:13.1": "Ottappī hoti, ottappati kāyaduccaritena vacīduccaritena manoduccaritena, ottappati pāpakānaṁ akusalānaṁ dhammānaṁ samāpattiyā. ",
  "mn53:14.1": "Bahussuto hoti sutadharo sutasannicayo. Ye te dhammā ādikalyāṇā majjhekalyāṇā pariyosānakalyāṇā sātthā sabyañjanā kevalaparipuṇṇaṁ parisuddhaṁ brahmacariyaṁ abhivadanti tathārūpāssa dhammā bahussutā honti dhātā vacasā paricitā manasānupekkhitā diṭṭhiyā suppaṭividdhā. ",
  "mn53:15.1": "Āraddhavīriyo viharati akusalānaṁ dhammānaṁ pahānāya, kusalānaṁ dhammānaṁ upasampadāya, thāmavā daḷhaparakkamo anikkhittadhuro kusalesu dhammesu. ",
  "mn53:16.1": "Satimā hoti, paramena satinepakkena samannāgato, cirakatampi cirabhāsitampi saritā anussaritā. ",
  "mn53:17.1": "Paññavā hoti, udayatthagāminiyā paññāya samannāgato, ariyāya nibbedhikāya sammā dukkhakkhayagāminiyā. ",
  "mn53:17.2": "Evaṁ kho, mahānāma, ariyasāvako sattahi saddhammehi samannāgato hoti. ",
  "mn53:18.1": "Kathañca, mahānāma, ariyasāvako catunnaṁ jhānānaṁ ābhicetasikānaṁ diṭṭhadhammasukhavihārānaṁ nikāmalābhī hoti akicchalābhī akasiralābhī? ",
  "mn53:18.2": "Idha, mahānāma, ariyasāvako vivicceva kāmehi …pe… paṭhamaṁ jhānaṁ upasampajja viharati; ",
  "mn53:18.3": "vitakkavicārānaṁ vūpasamā ajjhattaṁ sampasādanaṁ …pe… dutiyaṁ jhānaṁ upasampajja viharati; ",
  "mn53:18.4": "pītiyā ca virāgā …pe… tatiyaṁ jhānaṁ upasampajja viharati; ",
  "mn53:18.5": "sukhassa ca pahānā dukkhassa ca pahānā pubbeva somanassadomanassānaṁ atthaṅgamā …pe… catutthaṁ jhānaṁ upasampajja viharati. ",
  "mn53:18.6": "Evaṁ kho, mahānāma, ariyasāvako catunnaṁ jhānānaṁ ābhicetasikānaṁ diṭṭhadhammasukhavihārānaṁ nikāmalābhī hoti akicchalābhī akasiralābhī. ",
  "mn53:19.1": "Yato kho, mahānāma, ariyasāvako evaṁ sīlasampanno hoti, evaṁ indriyesu guttadvāro hoti, evaṁ bhojane mattaññū hoti, evaṁ jāgariyaṁ anuyutto hoti, evaṁ sattahi saddhammehi samannāgato hoti, evaṁ catunnaṁ jhānānaṁ ābhicetasikānaṁ diṭṭhadhammasukhavihārānaṁ nikāmalābhī hoti akicchalābhī akasiralābhī, ayaṁ vuccati, mahānāma, ariyasāvako sekho pāṭipado apuccaṇḍatāya samāpanno, bhabbo abhinibbhidāya, bhabbo sambodhāya, bhabbo anuttarassa yogakkhemassa adhigamāya. ",
  "mn53:19.2": "Seyyathāpi, mahānāma, kukkuṭiyā aṇḍāni aṭṭha vā dasa vā dvādasa vā tānāssu kukkuṭiyā sammā adhisayitāni sammā pariseditāni sammā paribhāvitāni, kiñcāpi tassā kukkuṭiyā na evaṁ icchā uppajjeyya: ",
  "mn53:19.3": "‘aho vatime kukkuṭapotakā pādanakhasikhāya vā mukhatuṇḍakena vā aṇḍakosaṁ padāletvā sotthinā abhinibbhijjeyyun’ti, ",
  "mn53:19.4": "atha kho bhabbāva te kukkuṭapotakā pādanakhasikhāya vā mukhatuṇḍakena vā aṇḍakosaṁ padāletvā sotthinā abhinibbhijjituṁ. ",
  "mn53:19.5": "Evameva kho, mahānāma, yato ariyasāvako evaṁ sīlasampanno hoti, evaṁ indriyesu guttadvāro hoti, evaṁ bhojane mattaññū hoti, evaṁ jāgariyaṁ anuyutto hoti, evaṁ sattahi saddhammehi samannāgato hoti, evaṁ catunnaṁ jhānānaṁ ābhicetasikānaṁ diṭṭhadhammasukhavihārānaṁ nikāmalābhī hoti akicchalābhī akasiralābhī, ayaṁ vuccati, mahānāma, ariyasāvako sekho pāṭipado apuccaṇḍatāya samāpanno, bhabbo abhinibbhidāya, bhabbo sambodhāya, bhabbo anuttarassa yogakkhemassa adhigamāya. ",
  "mn53:20.1": "Sa kho so, mahānāma, ariyasāvako imaṁyeva anuttaraṁ upekkhāsatipārisuddhiṁ āgamma anekavihitaṁ pubbenivāsaṁ anussarati, ",
  "mn53:20.2": "seyyathidaṁ—ekampi jātiṁ dvepi jātiyo …pe… iti sākāraṁ sauddesaṁ anekavihitaṁ pubbenivāsaṁ anussarati, ",
  "mn53:20.3": "ayamassa paṭhamābhinibbhidā hoti kukkuṭacchāpakasseva aṇḍakosamhā. ",
  "mn53:21.1": "Sa kho so, mahānāma, ariyasāvako imaṁyeva anuttaraṁ upekkhāsatipārisuddhiṁ āgamma dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate …pe… yathākammūpage satte pajānāti, ",
  "mn53:21.2": "ayamassa dutiyābhinibbhidā hoti kukkuṭacchāpakasseva aṇḍakosamhā. ",
  "mn53:22.1": "Sa kho so, mahānāma, ariyasāvako imaṁyeva anuttaraṁ upekkhāsatipārisuddhiṁ āgamma āsavānaṁ khayā anāsavaṁ cetovimuttiṁ paññāvimuttiṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja viharati, ",
  "mn53:22.2": "ayamassa tatiyābhinibbhidā hoti kukkuṭacchāpakasseva aṇḍakosamhā. ",
  "mn53:23.1": "Yampi, mahānāma, ariyasāvako sīlasampanno hoti, idampissa hoti caraṇasmiṁ; ",
  "mn53:23.2": "yampi, mahānāma, ariyasāvako indriyesu guttadvāro hoti, idampissa hoti caraṇasmiṁ; ",
  "mn53:23.3": "yampi, mahānāma, ariyasāvako bhojane mattaññū hoti, idampissa hoti caraṇasmiṁ; ",
  "mn53:23.4": "yampi, mahānāma, ariyasāvako jāgariyaṁ anuyutto hoti, idampissa hoti caraṇasmiṁ; ",
  "mn53:23.5": "yampi, mahānāma, ariyasāvako sattahi saddhammehi samannāgato hoti, idampissa hoti caraṇasmiṁ; ",
  "mn53:23.6": "yampi, mahānāma, ariyasāvako catunnaṁ jhānānaṁ ābhicetasikānaṁ diṭṭhadhammasukhavihārānaṁ nikāmalābhī hoti akicchalābhī akasiralābhī, idampissa hoti caraṇasmiṁ. ",
  "mn53:24.1": "Yañca kho, mahānāma, ariyasāvako anekavihitaṁ pubbenivāsaṁ anussarati, seyyathidaṁ—ekampi jātiṁ dvepi jātiyo …pe… iti sākāraṁ sauddesaṁ anekavihitaṁ pubbenivāsaṁ anussarati, idampissa hoti vijjāya; ",
  "mn53:24.2": "yampi, mahānāma, ariyasāvako dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate …pe… yathākammūpage satte pajānāti, idampissa hoti vijjāya. ",
  "mn53:24.3": "Yampi, mahānāma, ariyasāvako āsavānaṁ khayā anāsavaṁ cetovimuttiṁ paññāvimuttiṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja viharati, idampissa hoti vijjāya. ",
  "mn53:25.1": "Ayaṁ vuccati, mahānāma, ariyasāvako vijjāsampanno itipi caraṇasampanno itipi vijjācaraṇasampanno itipi. ",
  "mn53:25.2": "Brahmunāpesā, mahānāma, sanaṅkumārena gāthā bhāsitā: ",
  "mn53:25.3": "‘Khattiyo seṭṭho janetasmiṁ, ",
  "mn53:25.4": "ye gottapaṭisārino; ",
  "mn53:25.5": "Vijjācaraṇasampanno, ",
  "mn53:25.6": "so seṭṭho devamānuse’ti. ",
  "mn53:25.7": "Sā kho panesā, mahānāma, brahmunā sanaṅkumārena gāthā sugītā no duggītā, subhāsitā no dubbhāsitā, atthasaṁhitā no anatthasaṁhitā, anumatā bhagavatā”ti. ",
  "mn53:26.1": "Atha kho bhagavā uṭṭhahitvā āyasmantaṁ ānandaṁ āmantesi: ",
  "mn53:26.2": "“sādhu sādhu, ānanda, ",
  "mn53:26.3": "sādhu kho tvaṁ, ānanda, kāpilavatthavānaṁ sakyānaṁ sekhaṁ pāṭipadaṁ abhāsī”ti. ",
  "mn53:26.4": "Idamavocāyasmā ānando. ",
  "mn53:26.5": "Samanuñño satthā ahosi. ",
  "mn53:26.6": "Attamanā kāpilavatthavā sakyā āyasmato ānandassa bhāsitaṁ abhinandunti. ",
  "mn53:26.7": "Sekhasuttaṁ niṭṭhitaṁ tatiyaṁ. "
}