{
  "mn54:0.1": "Majjhima Nikāya 54 ",
  "mn54:0.2": "Potaliyasutta ",
  "mn54:1.1": "Evaṁ me sutaṁ—",
  "mn54:1.2": "ekaṁ samayaṁ bhagavā aṅguttarāpesu viharati āpaṇaṁ nāma aṅguttarāpānaṁ nigamo. ",
  "mn54:2.1": "Atha kho bhagavā pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya āpaṇaṁ piṇḍāya pāvisi. ",
  "mn54:2.2": "Āpaṇe piṇḍāya caritvā pacchābhattaṁ piṇḍapātapaṭikkanto yenaññataro vanasaṇḍo tenupasaṅkami divāvihārāya. ",
  "mn54:2.3": "Taṁ vanasaṇḍaṁ ajjhogāhetvā aññatarasmiṁ rukkhamūle divāvihāraṁ nisīdi. ",
  "mn54:3.1": "Potaliyopi kho gahapati sampannanivāsanapāvuraṇo chattupāhanāhi jaṅghāvihāraṁ anucaṅkamamāno anuvicaramāno yena so vanasaṇḍo tenupasaṅkami; upasaṅkamitvā taṁ vanasaṇḍaṁ ajjhogāhetvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṁ sammodi. ",
  "mn54:3.2": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ aṭṭhāsi. Ekamantaṁ ṭhitaṁ kho potaliyaṁ gahapatiṁ bhagavā etadavoca: ",
  "mn54:3.3": "“saṁvijjanti kho, gahapati, āsanāni; sace ākaṅkhasi nisīdā”ti. ",
  "mn54:3.4": "Evaṁ vutte, potaliyo gahapati “gahapativādena maṁ samaṇo gotamo samudācaratī”ti kupito anattamano tuṇhī ahosi. ",
  "mn54:3.5": "Dutiyampi kho bhagavā …pe… ",
  "mn54:3.6": "tatiyampi kho bhagavā potaliyaṁ gahapatiṁ etadavoca: ",
  "mn54:3.7": "“saṁvijjanti kho, gahapati, āsanāni; sace ākaṅkhasi nisīdā”ti. ",
  "mn54:3.8": "Evaṁ vutte, potaliyo gahapati “gahapativādena maṁ samaṇo gotamo samudācaratī”ti kupito anattamano bhagavantaṁ etadavoca: ",
  "mn54:3.9": "“tayidaṁ, bho gotama, nacchannaṁ, tayidaṁ nappatirūpaṁ, yaṁ maṁ tvaṁ gahapativādena samudācarasī”ti. ",
  "mn54:3.10": "“Te hi te, gahapati, ākārā, te liṅgā, te nimittā yathā taṁ gahapatissā”ti. ",
  "mn54:3.11": "“Tathā hi pana me, bho gotama, sabbe kammantā paṭikkhittā, sabbe vohārā samucchinnā”ti. ",
  "mn54:3.12": "“Yathā kathaṁ pana te, gahapati, sabbe kammantā paṭikkhittā, sabbe vohārā samucchinnā”ti? ",
  "mn54:3.13": "“Idha me, bho gotama, yaṁ ahosi dhanaṁ vā dhaññaṁ vā rajataṁ vā jātarūpaṁ vā sabbaṁ taṁ puttānaṁ dāyajjaṁ niyyātaṁ, tatthāhaṁ anovādī anupavādī ghāsacchādanaparamo viharāmi. ",
  "mn54:3.14": "Evaṁ kho me, bho gotama, sabbe kammantā paṭikkhittā, sabbe vohārā samucchinnā”ti. ",
  "mn54:3.15": "“Aññathā kho tvaṁ, gahapati, vohārasamucchedaṁ vadasi, aññathā ca pana ariyassa vinaye vohārasamucchedo hotī”ti. ",
  "mn54:3.16": "“Yathā kathaṁ pana, bhante, ariyassa vinaye vohārasamucchedo hoti? ",
  "mn54:3.17": "Sādhu me, bhante, bhagavā tathā dhammaṁ desetu yathā ariyassa vinaye vohārasamucchedo hotī”ti. ",
  "mn54:3.18": "“Tena hi, gahapati, suṇāhi, sādhukaṁ manasi karohi, bhāsissāmī”ti. ",
  "mn54:3.19": "“Evaṁ, bhante”ti kho potaliyo gahapati bhagavato paccassosi. ",
  "mn54:4.1": "Bhagavā etadavoca: ",
  "mn54:4.2": "“aṭṭha kho ime, gahapati, dhammā ariyassa vinaye vohārasamucchedāya saṁvattanti. ",
  "mn54:4.3": "Katame aṭṭha? ",
  "mn54:4.4": "Apāṇātipātaṁ nissāya pāṇātipāto pahātabbo; ",
  "mn54:4.5": "dinnādānaṁ nissāya adinnādānaṁ pahātabbaṁ; ",
  "mn54:4.6": "saccavācaṁ nissāya musāvādo pahātabbo; ",
  "mn54:4.7": "apisuṇaṁ vācaṁ nissāya pisuṇā vācā pahātabbā; ",
  "mn54:4.8": "agiddhilobhaṁ nissāya giddhilobho pahātabbo; ",
  "mn54:4.9": "anindārosaṁ nissāya nindāroso pahātabbo; ",
  "mn54:4.10": "akkodhūpāyāsaṁ nissāya kodhūpāyāso pahātabbo; ",
  "mn54:4.11": "anatimānaṁ nissāya atimāno pahātabbo. ",
  "mn54:4.12": "Ime kho, gahapati, aṭṭha dhammā saṅkhittena vuttā, vitthārena avibhattā, ariyassa vinaye vohārasamucchedāya saṁvattantī”ti. ",
  "mn54:5.1": "“Ye me, bhante, bhagavatā aṭṭha dhammā saṅkhittena vuttā, vitthārena avibhattā, ariyassa vinaye vohārasamucchedāya saṁvattanti, sādhu me, bhante, bhagavā ime aṭṭha dhamme vitthārena vibhajatu anukampaṁ upādāyā”ti. ",
  "mn54:5.2": "“Tena hi, gahapati, suṇāhi, sādhukaṁ manasi karohi, bhāsissāmī”ti. ",
  "mn54:5.3": "“Evaṁ, bhante”ti kho potaliyo gahapati bhagavato paccassosi. ",
  "mn54:5.4": "Bhagavā etadavoca: ",
  "mn54:6.1": "“‘Apāṇātipātaṁ nissāya pāṇātipāto pahātabbo’ti iti kho panetaṁ vuttaṁ, kiñcetaṁ paṭicca vuttaṁ? ",
  "mn54:6.2": "Idha, gahapati, ariyasāvako iti paṭisañcikkhati: ",
  "mn54:6.3": "‘yesaṁ kho ahaṁ saṁyojanānaṁ hetu pāṇātipātī assaṁ, tesāhaṁ saṁyojanānaṁ pahānāya samucchedāya paṭipanno. ",
  "mn54:6.4": "Ahañceva kho pana pāṇātipātī assaṁ, attāpi maṁ upavadeyya pāṇātipātapaccayā, anuviccāpi maṁ viññū garaheyyuṁ pāṇātipātapaccayā, kāyassa bhedā paraṁ maraṇā duggati pāṭikaṅkhā pāṇātipātapaccayā. ",
  "mn54:6.5": "Etadeva kho pana saṁyojanaṁ etaṁ nīvaraṇaṁ yadidaṁ pāṇātipāto. ",
  "mn54:6.6": "Ye ca pāṇātipātapaccayā uppajjeyyuṁ āsavā vighātapariḷāhā, pāṇātipātā paṭiviratassa evaṁsa te āsavā vighātapariḷāhā na honti’. ",
  "mn54:6.7": "‘Apāṇātipātaṁ nissāya pāṇātipāto pahātabbo’ti—",
  "mn54:6.8": "iti yantaṁ vuttaṁ idametaṁ paṭicca vuttaṁ. ",
  "mn54:7.1": "‘Dinnādānaṁ nissāya adinnādānaṁ pahātabban’ti iti kho panetaṁ vuttaṁ, kiñcetaṁ paṭicca vuttaṁ? ",
  "mn54:7.2": "Idha, gahapati, ariyasāvako iti paṭisañcikkhati: ",
  "mn54:7.3": "‘yesaṁ kho ahaṁ saṁyojanānaṁ hetu adinnādāyī assaṁ, tesāhaṁ saṁyojanānaṁ pahānāya samucchedāya paṭipanno. ",
  "mn54:7.4": "Ahañceva kho pana adinnādāyī assaṁ, attāpi maṁ upavadeyya adinnādānapaccayā, anuviccāpi maṁ viññū garaheyyuṁ adinnādānapaccayā, kāyassa bhedā paraṁ maraṇā duggati pāṭikaṅkhā adinnādānapaccayā. ",
  "mn54:7.5": "Etadeva kho pana saṁyojanaṁ etaṁ nīvaraṇaṁ yadidaṁ adinnādānaṁ. ",
  "mn54:7.6": "Ye ca adinnādānapaccayā uppajjeyyuṁ āsavā vighātapariḷāhā adinnādānā paṭiviratassa evaṁsa te āsavā vighātapariḷāhā na honti’. ",
  "mn54:7.7": "‘Dinnādānaṁ nissāya adinnādānaṁ pahātabban’ti—",
  "mn54:7.8": "iti yantaṁ vuttaṁ idametaṁ paṭicca vuttaṁ. ",
  "mn54:8.1": "‘Saccavācaṁ nissāya musāvādo pahātabbo’ti iti kho panetaṁ vuttaṁ, kiñcetaṁ paṭicca vuttaṁ? ",
  "mn54:8.2": "Idha, gahapati, ariyasāvako iti paṭisañcikkhati: ",
  "mn54:8.3": "‘yesaṁ kho ahaṁ saṁyojanānaṁ hetu musāvādī assaṁ, tesāhaṁ saṁyojanānaṁ pahānāya samucchedāya paṭipanno. ",
  "mn54:8.4": "Ahañceva kho pana musāvādī assaṁ, attāpi maṁ upavadeyya musāvādapaccayā, anuviccāpi maṁ viññū garaheyyuṁ musāvādapaccayā, kāyassa bhedā paraṁ maraṇā duggati pāṭikaṅkhā musāvādapaccayā. ",
  "mn54:8.5": "Etadeva kho pana saṁyojanaṁ etaṁ nīvaraṇaṁ yadidaṁ musāvādo. ",
  "mn54:8.6": "Ye ca musāvādapaccayā uppajjeyyuṁ āsavā vighātapariḷāhā, musāvādā paṭiviratassa evaṁsa te āsavā vighātapariḷāhā na honti’. ",
  "mn54:8.7": "‘Saccavācaṁ nissāya musāvādo pahātabbo’ti—",
  "mn54:8.8": "iti yantaṁ vuttaṁ idametaṁ paṭicca vuttaṁ. ",
  "mn54:9.1": "‘Apisuṇaṁ vācaṁ nissāya pisuṇā vācā pahātabbā’ti iti kho panetaṁ vuttaṁ, kiñcetaṁ paṭicca vuttaṁ? ",
  "mn54:9.2": "Idha, gahapati, ariyasāvako iti paṭisañcikkhati: ",
  "mn54:9.3": "‘yesaṁ kho ahaṁ saṁyojanānaṁ hetu pisuṇavāco assaṁ, tesāhaṁ saṁyojanānaṁ pahānāya samucchedāya paṭipanno. ",
  "mn54:9.4": "Ahañceva kho pana pisuṇavāco assaṁ, attāpi maṁ upavadeyya pisuṇavācāpaccayā, anuviccāpi maṁ viññū garaheyyuṁ pisuṇavācāpaccayā, kāyassa bhedā paraṁ maraṇā duggati pāṭikaṅkhā pisuṇavācāpaccayā. ",
  "mn54:9.5": "Etadeva kho pana saṁyojanaṁ etaṁ nīvaraṇaṁ yadidaṁ pisuṇā vācā. ",
  "mn54:9.6": "Ye ca pisuṇavācāpaccayā uppajjeyyuṁ āsavā vighātapariḷāhā, pisuṇāya vācāya paṭiviratassa evaṁsa te āsavā vighātapariḷāhā na honti’. ",
  "mn54:9.7": "‘Apisuṇaṁ vācaṁ nissāya pisuṇā vācā pahātabbā’ti—",
  "mn54:9.8": "iti yantaṁ vuttaṁ idametaṁ paṭicca vuttaṁ. ",
  "mn54:10.1": "‘Agiddhilobhaṁ nissāya giddhilobho pahātabbo’ti iti kho panetaṁ vuttaṁ, kiñcetaṁ paṭicca vuttaṁ? ",
  "mn54:10.2": "Idha, gahapati, ariyasāvako iti paṭisañcikkhati: ",
  "mn54:10.3": "‘yesaṁ kho ahaṁ saṁyojanānaṁ hetu giddhilobhī assaṁ, tesāhaṁ saṁyojanānaṁ pahānāya samucchedāya paṭipanno. ",
  "mn54:10.4": "Ahañceva kho pana giddhilobhī assaṁ, attāpi maṁ upavadeyya giddhilobhapaccayā, anuviccāpi maṁ viññū garaheyyuṁ giddhilobhapaccayā, kāyassa bhedā paraṁ maraṇā duggati pāṭikaṅkhā giddhilobhapaccayā. ",
  "mn54:10.5": "Etadeva kho pana saṁyojanaṁ etaṁ nīvaraṇaṁ yadidaṁ giddhilobho. ",
  "mn54:10.6": "Ye ca giddhilobhapaccayā uppajjeyyuṁ āsavā vighātapariḷāhā, giddhilobhā paṭiviratassa evaṁsa te āsavā vighātapariḷāhā na honti’. ",
  "mn54:10.7": "‘Agiddhilobhaṁ nissāya giddhilobho pahātabbo’ti—",
  "mn54:10.8": "iti yantaṁ vuttaṁ idametaṁ paṭicca vuttaṁ. ",
  "mn54:11.1": "‘Anindārosaṁ nissāya nindāroso pahātabbo’ti iti kho panetaṁ vuttaṁ, kiñcetaṁ paṭicca vuttaṁ? ",
  "mn54:11.2": "Idha, gahapati, ariyasāvako iti paṭisañcikkhati: ",
  "mn54:11.3": "‘yesaṁ kho ahaṁ saṁyojanānaṁ hetu nindārosī assaṁ, tesāhaṁ saṁyojanānaṁ pahānāya samucchedāya paṭipanno. ",
  "mn54:11.4": "Ahañceva kho pana nindārosī assaṁ, attāpi maṁ upavadeyya nindārosapaccayā, anuviccāpi maṁ viññū garaheyyuṁ nindārosapaccayā, kāyassa bhedā paraṁ maraṇā duggati pāṭikaṅkhā nindārosapaccayā. ",
  "mn54:11.5": "Etadeva kho pana saṁyojanaṁ etaṁ nīvaraṇaṁ yadidaṁ nindāroso. ",
  "mn54:11.6": "Ye ca nindārosapaccayā uppajjeyyuṁ āsavā vighātapariḷāhā, anindārosissa evaṁsa te āsavā vighātapariḷāhā na honti’. ",
  "mn54:11.7": "‘Anindārosaṁ nissāya nindāroso pahātabbo’ti—",
  "mn54:11.8": "iti yantaṁ vuttaṁ idametaṁ paṭicca vuttaṁ. ",
  "mn54:12.1": "‘Akkodhūpāyāsaṁ nissāya kodhūpāyāso pahātabbo’ti iti kho panetaṁ vuttaṁ, kiñcetaṁ paṭicca vuttaṁ? ",
  "mn54:12.2": "Idha, gahapati, ariyasāvako iti paṭisañcikkhati: ",
  "mn54:12.3": "‘yesaṁ kho ahaṁ saṁyojanānaṁ hetu kodhūpāyāsī assaṁ, tesāhaṁ saṁyojanānaṁ pahānāya samucchedāya paṭipanno. ",
  "mn54:12.4": "Ahañceva kho pana kodhūpāyāsī assaṁ, attāpi maṁ upavadeyya kodhūpāyāsapaccayā, anuviccāpi maṁ viññū garaheyyuṁ kodhūpāyāsapaccayā, kāyassa bhedā paraṁ maraṇā duggati pāṭikaṅkhā kodhūpāyāsapaccayā. ",
  "mn54:12.5": "Etadeva kho pana saṁyojanaṁ etaṁ nīvaraṇaṁ yadidaṁ kodhūpāyāso. ",
  "mn54:12.6": "Ye ca kodhūpāyāsapaccayā uppajjeyyuṁ āsavā vighātapariḷāhā, akkodhūpāyāsissa evaṁsa te āsavā vighātapariḷāhā na honti’. ",
  "mn54:12.7": "‘Akkodhūpāyāsaṁ nissāya kodhūpāyāso pahātabbo’ti—",
  "mn54:12.8": "iti yantaṁ vuttaṁ idametaṁ paṭicca vuttaṁ. ",
  "mn54:13.1": "‘Anatimānaṁ nissāya atimāno pahātabbo’ti iti kho panetaṁ vuttaṁ, kiñcetaṁ paṭicca vuttaṁ? ",
  "mn54:13.2": "Idha, gahapati, ariyasāvako iti paṭisañcikkhati: ",
  "mn54:13.3": "‘yesaṁ kho ahaṁ saṁyojanānaṁ hetu atimānī assaṁ, tesāhaṁ saṁyojanānaṁ pahānāya samucchedāya paṭipanno. ",
  "mn54:13.4": "Ahañceva kho pana atimānī assaṁ, attāpi maṁ upavadeyya atimānapaccayā, anuviccāpi maṁ viññū garaheyyuṁ atimānapaccayā, kāyassa bhedā paraṁ maraṇā duggati pāṭikaṅkhā atimānapaccayā. ",
  "mn54:13.5": "Etadeva kho pana saṁyojanaṁ etaṁ nīvaraṇaṁ yadidaṁ atimāno. ",
  "mn54:13.6": "Ye ca atimānapaccayā uppajjeyyuṁ āsavā vighātapariḷāhā, anatimānissa evaṁsa te āsavā vighātapariḷāhā na honti’. ",
  "mn54:13.7": "‘Anatimānaṁ nissāya atimāno pahātabbo’ti—",
  "mn54:13.8": "iti yantaṁ vuttaṁ idametaṁ paṭicca vuttaṁ. ",
  "mn54:14.1": "Ime kho, gahapati, aṭṭha dhammā saṅkhittena vuttā, vitthārena vibhattā, ye ariyassa vinaye vohārasamucchedāya saṁvattanti; ",
  "mn54:14.2": "na tveva tāva ariyassa vinaye sabbena sabbaṁ sabbathā sabbaṁ vohārasamucchedo hotī”ti. ",
  "mn54:14.3": "“Yathā kathaṁ pana, bhante, ariyassa vinaye sabbena sabbaṁ sabbathā sabbaṁ vohārasamucchedo hoti? ",
  "mn54:14.4": "Sādhu me, bhante, bhagavā tathā dhammaṁ desetu yathā ariyassa vinaye sabbena sabbaṁ sabbathā sabbaṁ vohārasamucchedo hotī”ti. ",
  "mn54:14.5": "“Tena hi, gahapati, suṇāhi, sādhukaṁ manasi karohi, bhāsissāmī”ti. ",
  "mn54:14.6": "“Evaṁ, bhante”ti kho potaliyo gahapati bhagavato paccassosi. ",
  "mn54:14.7": "Bhagavā etadavoca: ",
  "mn54:15.0": "1. Kāmādīnavakathā ",
  "mn54:15.1": "“Seyyathāpi, gahapati, kukkuro jighacchādubbalyapareto goghātakasūnaṁ paccupaṭṭhito assa. ",
  "mn54:15.2": "Tamenaṁ dakkho goghātako vā goghātakantevāsī vā aṭṭhikaṅkalaṁ sunikkantaṁ nikkantaṁ nimmaṁsaṁ lohitamakkhitaṁ upasumbheyya. ",
  "mn54:15.3": "Taṁ kiṁ maññasi, gahapati, ",
  "mn54:15.4": "api nu kho so kukkuro amuṁ aṭṭhikaṅkalaṁ sunikkantaṁ nikkantaṁ nimmaṁsaṁ lohitamakkhitaṁ palehanto jighacchādubbalyaṁ paṭivineyyā”ti? ",
  "mn54:15.5": "“No hetaṁ, bhante”. ",
  "mn54:15.6": "“Taṁ kissa hetu”? ",
  "mn54:15.7": "“Aduñhi, bhante, aṭṭhikaṅkalaṁ sunikkantaṁ nikkantaṁ nimmaṁsaṁ lohitamakkhitaṁ. ",
  "mn54:15.8": "Yāvadeva pana so kukkuro kilamathassa vighātassa bhāgī assā”ti. ",
  "mn54:15.9": "“Evameva kho, gahapati, ariyasāvako iti paṭisañcikkhati: ",
  "mn54:15.10": "‘aṭṭhikaṅkalūpamā kāmā vuttā bhagavatā bahudukkhā bahupāyāsā, ādīnavo ettha bhiyyo’ti. ",
  "mn54:15.11": "Evametaṁ yathābhūtaṁ sammappaññāya disvā yāyaṁ upekkhā nānattā nānattasitā taṁ abhinivajjetvā, yāyaṁ upekkhā ekattā ekattasitā yattha sabbaso lokāmisūpādānā aparisesā nirujjhanti tamevūpekkhaṁ bhāveti. ",
  "mn54:16.1": "Seyyathāpi, gahapati, gijjho vā kaṅko vā kulalo vā maṁsapesiṁ ādāya uḍḍīyeyya. ",
  "mn54:16.2": "Tamenaṁ gijjhāpi kaṅkāpi kulalāpi anupatitvā anupatitvā vitaccheyyuṁ vissajjeyyuṁ. ",
  "mn54:16.3": "Taṁ kiṁ maññasi, gahapati, ",
  "mn54:16.4": "sace so gijjho vā kaṅko vā kulalo vā taṁ maṁsapesiṁ na khippameva paṭinissajjeyya, so tatonidānaṁ maraṇaṁ vā nigaccheyya maraṇamattaṁ vā dukkhan”ti? ",
  "mn54:16.5": "“Evaṁ, bhante”. ",
  "mn54:16.6": "“Evameva kho, gahapati, ariyasāvako iti paṭisañcikkhati: ",
  "mn54:16.7": "‘maṁsapesūpamā kāmā vuttā bhagavatā bahudukkhā bahupāyāsā, ādīnavo ettha bhiyyo’ti. ",
  "mn54:16.8": "Evametaṁ yathābhūtaṁ sammappaññāya disvā yāyaṁ upekkhā nānattā nānattasitā taṁ abhinivajjetvā yāyaṁ upekkhā ekattā ekattasitā yattha sabbaso lokāmisūpādānā aparisesā nirujjhanti tamevūpekkhaṁ bhāveti. ",
  "mn54:17.1": "Seyyathāpi, gahapati, puriso ādittaṁ tiṇukkaṁ ādāya paṭivātaṁ gaccheyya. ",
  "mn54:17.2": "Taṁ kiṁ maññasi, gahapati, ",
  "mn54:17.3": "sace so puriso taṁ ādittaṁ tiṇukkaṁ na khippameva paṭinissajjeyya tassa sā ādittā tiṇukkā hatthaṁ vā daheyya bāhuṁ vā daheyya aññataraṁ vā aññataraṁ vā aṅgapaccaṅgaṁ daheyya, so tatonidānaṁ maraṇaṁ vā nigaccheyya maraṇamattaṁ vā dukkhan”ti? ",
  "mn54:17.4": "“Evaṁ, bhante”. ",
  "mn54:17.5": "“Evameva kho, gahapati, ariyasāvako iti paṭisañcikkhati: ",
  "mn54:17.6": "‘tiṇukkūpamā kāmā vuttā bhagavatā bahudukkhā bahupāyāsā, ādīnavo ettha bhiyyo’ti. ",
  "mn54:17.7": "Evametaṁ yathābhūtaṁ sammappaññāya disvā …pe… tamevūpekkhaṁ bhāveti. ",
  "mn54:18.1": "Seyyathāpi, gahapati, aṅgārakāsu sādhikaporisā, pūrā aṅgārānaṁ vītaccikānaṁ vītadhūmānaṁ. ",
  "mn54:18.2": "Atha puriso āgaccheyya jīvitukāmo amaritukāmo sukhakāmo dukkhapaṭikkūlo. ",
  "mn54:18.3": "Tamenaṁ dve balavanto purisā nānābāhāsu gahetvā aṅgārakāsuṁ upakaḍḍheyyuṁ. ",
  "mn54:18.4": "Taṁ kiṁ maññasi, gahapati, ",
  "mn54:18.5": "api nu so puriso iticiticeva kāyaṁ sannāmeyyā”ti? ",
  "mn54:18.6": "“Evaṁ, bhante”. ",
  "mn54:18.7": "“Taṁ kissa hetu”? ",
  "mn54:18.8": "“Viditañhi, bhante, tassa purisassa imañcāhaṁ aṅgārakāsuṁ papatissāmi, tatonidānaṁ maraṇaṁ vā nigacchissāmi maraṇamattaṁ vā dukkhan”ti. ",
  "mn54:18.9": "“Evameva kho, gahapati, ariyasāvako iti paṭisañcikkhati: ",
  "mn54:18.10": "‘aṅgārakāsūpamā kāmā vuttā bhagavatā bahudukkhā bahupāyāsā, ādīnavo ettha bhiyyo’ti. ",
  "mn54:18.11": "Evametaṁ yathābhūtaṁ sammappaññāya disvā …pe… tamevūpekkhaṁ bhāveti. ",
  "mn54:19.1": "Seyyathāpi, gahapati, puriso supinakaṁ passeyya ārāmarāmaṇeyyakaṁ vanarāmaṇeyyakaṁ bhūmirāmaṇeyyakaṁ pokkharaṇirāmaṇeyyakaṁ. ",
  "mn54:19.2": "So paṭibuddho na kiñci paṭipasseyya. ",
  "mn54:19.3": "Evameva kho, gahapati, ariyasāvako iti paṭisañcikkhati: ",
  "mn54:19.4": "‘supinakūpamā kāmā vuttā bhagavatā bahudukkhā bahupāyāsā, ādīnavo ettha bhiyyo’ti …pe… ",
  "mn54:19.5": "tamevūpekkhaṁ bhāveti. ",
  "mn54:20.1": "Seyyathāpi, gahapati, puriso yācitakaṁ bhogaṁ yācitvā yānaṁ vā poriseyyaṁ pavaramaṇikuṇḍalaṁ. ",
  "mn54:20.2": "So tehi yācitakehi bhogehi purakkhato parivuto antarāpaṇaṁ paṭipajjeyya. ",
  "mn54:20.3": "Tamenaṁ jano disvā evaṁ vadeyya: ",
  "mn54:20.4": "‘bhogī vata bho puriso, evaṁ kira bhogino bhogāni bhuñjantī’ti. ",
  "mn54:20.5": "Tamenaṁ sāmikā yattha yattheva passeyyuṁ tattha tattheva sāni hareyyuṁ. ",
  "mn54:20.6": "Taṁ kiṁ maññasi, gahapati, alaṁ nu kho tassa purisassa aññathattāyā”ti? ",
  "mn54:20.7": "“Evaṁ, bhante”. ",
  "mn54:20.8": "“Taṁ kissa hetu”? ",
  "mn54:20.9": "“Sāmino hi, bhante, sāni harantī”ti. ",
  "mn54:20.10": "“Evameva kho, gahapati, ariyasāvako iti paṭisañcikkhati: ",
  "mn54:20.11": "‘yācitakūpamā kāmā vuttā bhagavatā bahudukkhā bahupāyāsā, ādīnavo ettha bhiyyo’ti …pe… ",
  "mn54:20.12": "tamevūpekkhaṁ bhāveti. ",
  "mn54:21.1": "Seyyathāpi, gahapati, gāmassa vā nigamassa vā avidūre tibbo vanasaṇḍo. ",
  "mn54:21.2": "Tatrassa rukkho sampannaphalo ca upapannaphalo ca, na cassu kānici phalāni bhūmiyaṁ patitāni. ",
  "mn54:21.3": "Atha puriso āgaccheyya phalatthiko phalagavesī phalapariyesanaṁ caramāno. ",
  "mn54:21.4": "So taṁ vanasaṇḍaṁ ajjhogāhetvā taṁ rukkhaṁ passeyya sampannaphalañca upapannaphalañca. ",
  "mn54:21.5": "Tassa evamassa: ",
  "mn54:21.6": "‘ayaṁ kho rukkho sampannaphalo ca upapannaphalo ca, natthi ca kānici phalāni bhūmiyaṁ patitāni. ",
  "mn54:21.7": "Jānāmi kho panāhaṁ rukkhaṁ ārohituṁ. ",
  "mn54:21.8": "Yannūnāhaṁ imaṁ rukkhaṁ ārohitvā yāvadatthañca khādeyyaṁ ucchaṅgañca pūreyyan’ti. ",
  "mn54:21.9": "So taṁ rukkhaṁ ārohitvā yāvadatthañca khādeyya ucchaṅgañca pūreyya. ",
  "mn54:21.10": "Atha dutiyo puriso āgaccheyya phalatthiko phalagavesī phalapariyesanaṁ caramāno tiṇhaṁ kuṭhāriṁ ādāya. ",
  "mn54:21.11": "So taṁ vanasaṇḍaṁ ajjhogāhetvā taṁ rukkhaṁ passeyya sampannaphalañca upapannaphalañca. ",
  "mn54:21.12": "Tassa evamassa: ",
  "mn54:21.13": "‘ayaṁ kho rukkho sampannaphalo ca upapannaphalo ca, natthi ca kānici phalāni bhūmiyaṁ patitāni. ",
  "mn54:21.14": "Na kho panāhaṁ jānāmi rukkhaṁ ārohituṁ. ",
  "mn54:21.15": "Yannūnāhaṁ imaṁ rukkhaṁ mūlato chetvā yāvadatthañca khādeyyaṁ ucchaṅgañca pūreyyan’ti. ",
  "mn54:21.16": "So taṁ rukkhaṁ mūlatova chindeyya. ",
  "mn54:21.17": "Taṁ kiṁ maññasi, gahapati, ",
  "mn54:21.18": "amuko yo so puriso paṭhamaṁ rukkhaṁ ārūḷho sace so na khippameva oroheyya tassa so rukkho papatanto hatthaṁ vā bhañjeyya pādaṁ vā bhañjeyya aññataraṁ vā aññataraṁ vā aṅgapaccaṅgaṁ bhañjeyya, so tatonidānaṁ maraṇaṁ vā nigaccheyya maraṇamattaṁ vā dukkhan”ti? ",
  "mn54:21.19": "“Evaṁ, bhante”. ",
  "mn54:21.20": "“Evameva kho, gahapati, ariyasāvako iti paṭisañcikkhati: ",
  "mn54:21.21": "‘rukkhaphalūpamā kāmā vuttā bhagavatā bahudukkhā bahupāyāsā, ādīnavo ettha bhiyyo’ti. ",
  "mn54:21.22": "Evametaṁ yathābhūtaṁ sammappaññāya disvā yāyaṁ upekkhā nānattā nānattasitā taṁ abhinivajjetvā yāyaṁ upekkhā ekattā ekattasitā yattha sabbaso lokāmisūpādānā aparisesā nirujjhanti tamevūpekkhaṁ bhāveti. ",
  "mn54:22.1": "Sa kho so, gahapati, ariyasāvako imaṁyeva anuttaraṁ upekkhāsatipārisuddhiṁ āgamma anekavihitaṁ pubbenivāsaṁ anussarati, ",
  "mn54:22.2": "seyyathidaṁ—ekampi jātiṁ dvepi jātiyo …pe… iti sākāraṁ sauddesaṁ anekavihitaṁ pubbenivāsaṁ anussarati. ",
  "mn54:23.1": "Sa kho so, gahapati, ariyasāvako imaṁyeva anuttaraṁ upekkhāsatipārisuddhiṁ āgamma dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate …pe… yathākammūpage satte pajānāti. ",
  "mn54:24.1": "Sa kho so, gahapati, ariyasāvako imaṁyeva anuttaraṁ upekkhāsatipārisuddhiṁ āgamma āsavānaṁ khayā anāsavaṁ cetovimuttiṁ paññāvimuttiṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja viharati. ",
  "mn54:25.1": "Ettāvatā kho, gahapati, ariyassa vinaye sabbena sabbaṁ sabbathā sabbaṁ vohārasamucchedo hoti. ",
  "mn54:25.2": "Taṁ kiṁ maññasi, gahapati, ",
  "mn54:25.3": "yathā ariyassa vinaye sabbena sabbaṁ sabbathā sabbaṁ vohārasamucchedo hoti, api nu tvaṁ evarūpaṁ vohārasamucchedaṁ attani samanupassasī”ti? ",
  "mn54:25.4": "“Ko cāhaṁ, bhante, ko ca ariyassa vinaye sabbena sabbaṁ sabbathā sabbaṁ vohārasamucchedo. ",
  "mn54:25.5": "Ārakā ahaṁ, bhante, ariyassa vinaye sabbena sabbaṁ sabbathā sabbaṁ vohārasamucchedā. ",
  "mn54:25.6": "Mayañhi, bhante, pubbe aññatitthiye paribbājake anājānīyeva samāne ājānīyāti amaññimha, anājānīyeva samāne ājānīyabhojanaṁ bhojimha, anājānīyeva samāne ājānīyaṭhāne ṭhapimha; ",
  "mn54:25.7": "bhikkhū pana mayaṁ, bhante, ājānīyeva samāne anājānīyāti amaññimha, ājānīyeva samāne anājānīyabhojanaṁ bhojimha, ājānīyeva samāne anājānīyaṭhāne ṭhapimha; ",
  "mn54:25.8": "idāni pana mayaṁ, bhante, aññatitthiye paribbājake anājānīyeva samāne anājānīyāti jānissāma, anājānīyeva samāne anājānīyabhojanaṁ bhojessāma, anājānīyeva samāne anājānīyaṭhāne ṭhapessāma. ",
  "mn54:25.9": "Bhikkhū pana mayaṁ, bhante, ājānīyeva samāne ājānīyāti jānissāma, ājānīyeva samāne ājānīyabhojanaṁ bhojessāma, ājānīyeva samāne ājānīyaṭhāne ṭhapessāma. ",
  "mn54:25.10": "Ajanesi vata me, bhante, bhagavā samaṇesu samaṇappemaṁ, samaṇesu samaṇappasādaṁ, samaṇesu samaṇagāravaṁ. ",
  "mn54:26.1": "Abhikkantaṁ, bhante, abhikkantaṁ, bhante. ",
  "mn54:26.2": "Seyyathāpi, bhante, nikkujjitaṁ vā ukkujjeyya, paṭicchannaṁ vā vivareyya, mūḷhassa vā maggaṁ ācikkheyya, andhakāre vā telapajjotaṁ dhāreyya, ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṁ kho, bhante, bhagavatā anekapariyāyena dhammo pakāsito. ",
  "mn54:26.3": "Esāhaṁ, bhante, bhagavantaṁ saraṇaṁ gacchāmi dhammañca bhikkhusaṅghañca. ",
  "mn54:26.4": "Upāsakaṁ maṁ bhagavā dhāretu ajjatagge pāṇupetaṁ saraṇaṁ gatan”ti. ",
  "mn54:26.5": "Potaliyasuttaṁ niṭṭhitaṁ catutthaṁ. "
}