{
  "mn55:0.1": "Majjhima Nikāya 55 ",
  "mn55:0.2": "Jīvakasutta ",
  "mn55:1.1": "Evaṁ me sutaṁ—",
  "mn55:1.2": "ekaṁ samayaṁ bhagavā rājagahe viharati jīvakassa komārabhaccassa ambavane. ",
  "mn55:2.1": "Atha kho jīvako komārabhacco yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho jīvako komārabhacco bhagavantaṁ etadavoca: ",
  "mn55:3.1": "“sutaṁ metaṁ, bhante: ",
  "mn55:3.2": "‘samaṇaṁ gotamaṁ uddissa pāṇaṁ ārabhanti, taṁ samaṇo gotamo jānaṁ uddissakataṁ maṁsaṁ paribhuñjati paṭiccakamman’ti. ",
  "mn55:3.3": "Ye te, bhante, evamāhaṁsu: ‘samaṇaṁ gotamaṁ uddissa pāṇaṁ ārabhanti, taṁ samaṇo gotamo jānaṁ uddissakataṁ maṁsaṁ paribhuñjati paṭiccakamman’ti, kacci te, bhante, bhagavato vuttavādino, na ca bhagavantaṁ abhūtena abbhācikkhanti, dhammassa cānudhammaṁ byākaronti, na ca koci sahadhammiko vādānuvādo gārayhaṁ ṭhānaṁ āgacchatī”ti? ",
  "mn55:4.1": "“Ye te, jīvaka, evamāhaṁsu: ‘samaṇaṁ gotamaṁ uddissa pāṇaṁ ārabhanti, taṁ samaṇo gotamo jānaṁ uddissakataṁ maṁsaṁ paribhuñjati paṭiccakamman’ti na me te vuttavādino, abbhācikkhanti ca maṁ te asatā abhūtena. ",
  "mn55:5.1": "Tīhi kho ahaṁ, jīvaka, ṭhānehi maṁsaṁ aparibhoganti vadāmi. ",
  "mn55:5.2": "Diṭṭhaṁ, sutaṁ, parisaṅkitaṁ—",
  "mn55:5.3": "imehi kho ahaṁ, jīvaka, tīhi ṭhānehi maṁsaṁ aparibhoganti vadāmi. ",
  "mn55:5.4": "Tīhi kho ahaṁ, jīvaka, ṭhānehi maṁsaṁ paribhoganti vadāmi. ",
  "mn55:5.5": "Adiṭṭhaṁ, asutaṁ, aparisaṅkitaṁ—",
  "mn55:5.6": "imehi kho ahaṁ, jīvaka, tīhi ṭhānehi maṁsaṁ paribhoganti vadāmi. ",
  "mn55:6.1": "Idha, jīvaka, bhikkhu aññataraṁ gāmaṁ vā nigamaṁ vā upanissāya viharati. ",
  "mn55:6.2": "So mettāsahagatena cetasā ekaṁ disaṁ pharitvā viharati, tathā dutiyaṁ, tathā tatiyaṁ, tathā catutthaṁ. Iti uddhamadho tiriyaṁ sabbadhi sabbattatāya sabbāvantaṁ lokaṁ mettāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyābajjhena pharitvā viharati. ",
  "mn55:6.3": "Tamenaṁ gahapati vā gahapatiputto vā upasaṅkamitvā svātanāya bhattena nimanteti. ",
  "mn55:6.4": "Ākaṅkhamānova, jīvaka, bhikkhu adhivāseti. ",
  "mn55:6.5": "So tassā rattiyā accayena pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya yena tassa gahapatissa vā gahapatiputtassa vā nivesanaṁ tenupasaṅkamati; upasaṅkamitvā paññatte āsane nisīdati. ",
  "mn55:6.6": "Tamenaṁ so gahapati vā gahapatiputto vā paṇītena piṇḍapātena parivisati. ",
  "mn55:6.7": "Tassa na evaṁ hoti: ",
  "mn55:6.8": "‘sādhu vata māyaṁ gahapati vā gahapatiputto vā paṇītena piṇḍapātena pariviseyyāti. ",
  "mn55:6.9": "Aho vata māyaṁ gahapati vā gahapatiputto vā āyatimpi evarūpena paṇītena piṇḍapātena pariviseyyā’ti—",
  "mn55:6.10": "evampissa na hoti. ",
  "mn55:6.11": "So taṁ piṇḍapātaṁ agathito amucchito anajjhopanno ādīnavadassāvī nissaraṇapañño paribhuñjati. ",
  "mn55:6.12": "Taṁ kiṁ maññasi, jīvaka, ",
  "mn55:6.13": "api nu so bhikkhu tasmiṁ samaye attabyābādhāya vā ceteti, parabyābādhāya vā ceteti, ubhayabyābādhāya vā cetetī”ti? ",
  "mn55:6.14": "“No hetaṁ, bhante”. ",
  "mn55:6.15": "“Nanu so, jīvaka, bhikkhu tasmiṁ samaye anavajjaṁyeva āhāraṁ āhāretī”ti? ",
  "mn55:7.1": "“Evaṁ, bhante. ",
  "mn55:7.2": "Sutaṁ metaṁ, bhante: ",
  "mn55:7.3": "‘brahmā mettāvihārī’ti. ",
  "mn55:7.4": "Taṁ me idaṁ, bhante, bhagavā sakkhidiṭṭho; ",
  "mn55:7.5": "bhagavā hi, bhante, mettāvihārī”ti. ",
  "mn55:7.6": "“Yena kho, jīvaka, rāgena yena dosena yena mohena byāpādavā assa so rāgo so doso so moho tathāgatassa pahīno ucchinnamūlo tālāvatthukato anabhāvaṅkato āyatiṁ anuppādadhammo. ",
  "mn55:7.7": "Sace kho te, jīvaka, idaṁ sandhāya bhāsitaṁ anujānāmi te etan”ti. ",
  "mn55:7.8": "“Etadeva kho pana me, bhante, sandhāya bhāsitaṁ”. ",
  "mn55:8-10.1": "“Idha, jīvaka, bhikkhu aññataraṁ gāmaṁ vā nigamaṁ vā upanissāya viharati. ",
  "mn55:8-10.2": "So karuṇāsahagatena cetasā …pe… ",
  "mn55:8-10.3": "muditāsahagatena cetasā …pe… ",
  "mn55:8-10.4": "upekkhāsahagatena cetasā ekaṁ disaṁ pharitvā viharati, tathā dutiyaṁ, tathā tatiyaṁ, tathā catutthaṁ. ",
  "mn55:8-10.5": "Iti uddhamadho tiriyaṁ sabbadhi sabbattatāya sabbāvantaṁ lokaṁ upekkhāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyābajjhena pharitvā viharati. ",
  "mn55:8-10.6": "Tamenaṁ gahapati vā gahapatiputto vā upasaṅkamitvā svātanāya bhattena nimanteti. ",
  "mn55:8-10.7": "Ākaṅkhamānova, jīvaka, bhikkhu adhivāseti. ",
  "mn55:8-10.8": "So tassā rattiyā accayena pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya yena gahapatissa vā gahapatiputtassa vā nivesanaṁ tenupasaṅkamati; upasaṅkamitvā paññatte āsane nisīdati. ",
  "mn55:8-10.9": "Tamenaṁ so gahapati vā gahapatiputto vā paṇītena piṇḍapātena parivisati. ",
  "mn55:8-10.10": "Tassa na evaṁ hoti: ",
  "mn55:8-10.11": "‘sādhu vata māyaṁ gahapati vā gahapatiputto vā paṇītena piṇḍapātena pariviseyyāti. ",
  "mn55:8-10.12": "Aho vata māyaṁ gahapati vā gahapatiputto vā āyatimpi evarūpena paṇītena piṇḍapātena pariviseyyā’ti—",
  "mn55:8-10.13": "evampissa na hoti. ",
  "mn55:8-10.14": "So taṁ piṇḍapātaṁ agathito amucchito anajjhopanno ādīnavadassāvī nissaraṇapañño paribhuñjati. ",
  "mn55:8-10.15": "Taṁ kiṁ maññasi, jīvaka, ",
  "mn55:8-10.16": "api nu so bhikkhu tasmiṁ samaye attabyābādhāya vā ceteti, parabyābādhāya vā ceteti, ubhayabyābādhāya vā cetetī”ti? ",
  "mn55:8-10.17": "“No hetaṁ, bhante”. ",
  "mn55:8-10.18": "“Nanu so, jīvaka, bhikkhu tasmiṁ samaye anavajjaṁyeva āhāraṁ āhāretī”ti? ",
  "mn55:11.1": "“Evaṁ, bhante. ",
  "mn55:11.2": "Sutaṁ metaṁ, bhante: ",
  "mn55:11.3": "‘brahmā upekkhāvihārī’ti. ",
  "mn55:11.4": "Taṁ me idaṁ, bhante, bhagavā sakkhidiṭṭho; ",
  "mn55:11.5": "bhagavā hi, bhante, upekkhāvihārī”ti. ",
  "mn55:11.6": "“Yena kho, jīvaka, rāgena yena dosena yena mohena vihesavā assa arativā assa paṭighavā assa so rāgo so doso so moho tathāgatassa pahīno ucchinnamūlo tālāvatthukato anabhāvaṅkato āyatiṁ anuppādadhammo. ",
  "mn55:11.7": "Sace kho te, jīvaka, idaṁ sandhāya bhāsitaṁ, anujānāmi te etan”ti. ",
  "mn55:11.8": "“Etadeva kho pana me, bhante, sandhāya bhāsitaṁ”. ",
  "mn55:12.1": "“Yo kho, jīvaka, tathāgataṁ vā tathāgatasāvakaṁ vā uddissa pāṇaṁ ārabhati so pañcahi ṭhānehi bahuṁ apuññaṁ pasavati. ",
  "mn55:12.2": "Yampi so, gahapati, evamāha: ",
  "mn55:12.3": "‘gacchatha, amukaṁ nāma pāṇaṁ ānethā’ti, iminā paṭhamena ṭhānena bahuṁ apuññaṁ pasavati. ",
  "mn55:12.4": "Yampi so pāṇo galappaveṭhakena ānīyamāno dukkhaṁ domanassaṁ paṭisaṁvedeti, iminā dutiyena ṭhānena bahuṁ apuññaṁ pasavati. ",
  "mn55:12.5": "Yampi so evamāha: ",
  "mn55:12.6": "‘gacchatha imaṁ pāṇaṁ ārabhathā’ti, iminā tatiyena ṭhānena bahuṁ apuññaṁ pasavati. ",
  "mn55:12.7": "Yampi so pāṇo ārabhiyamāno dukkhaṁ domanassaṁ paṭisaṁvedeti, iminā catutthena ṭhānena bahuṁ apuññaṁ pasavati. ",
  "mn55:12.8": "Yampi so tathāgataṁ vā tathāgatasāvakaṁ vā akappiyena āsādeti, iminā pañcamena ṭhānena bahuṁ apuññaṁ pasavati. ",
  "mn55:12.9": "Yo kho, jīvaka, tathāgataṁ vā tathāgatasāvakaṁ vā uddissa pāṇaṁ ārabhati so imehi pañcahi ṭhānehi bahuṁ apuññaṁ pasavatī”ti. ",
  "mn55:13.1": "Evaṁ vutte, jīvako komārabhacco bhagavantaṁ etadavoca: ",
  "mn55:13.2": "“acchariyaṁ, bhante, abbhutaṁ, bhante. ",
  "mn55:13.3": "Kappiyaṁ vata, bhante, bhikkhū āhāraṁ āhārenti; ",
  "mn55:13.4": "anavajjaṁ vata, bhante, bhikkhū āhāraṁ āhārenti. ",
  "mn55:13.5": "Abhikkantaṁ, bhante, abhikkantaṁ, bhante …pe… ",
  "mn55:13.6": "upāsakaṁ maṁ bhagavā dhāretu ajjatagge pāṇupetaṁ saraṇaṁ gatan”ti. ",
  "mn55:13.7": "Jīvakasuttaṁ niṭṭhitaṁ pañcamaṁ. "
}