{
  "mn58:0.1": "Majjhima Nikāya 58 ",
  "mn58:0.2": "Abhayarājakumārasutta ",
  "mn58:1.1": "Evaṁ me sutaṁ—",
  "mn58:1.2": "ekaṁ samayaṁ bhagavā rājagahe viharati veḷuvane kalandakanivāpe. ",
  "mn58:2.1": "Atha kho abhayo rājakumāro yena nigaṇṭho nāṭaputto tenupasaṅkami; upasaṅkamitvā nigaṇṭhaṁ nāṭaputtaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinnaṁ kho abhayaṁ rājakumāraṁ nigaṇṭho nāṭaputto etadavoca: ",
  "mn58:3.1": "“ehi tvaṁ, rājakumāra, samaṇassa gotamassa vādaṁ āropehi. ",
  "mn58:3.2": "Evaṁ te kalyāṇo kittisaddo abbhuggacchissati: ",
  "mn58:3.3": "‘abhayena rājakumārena samaṇassa gotamassa evaṁ mahiddhikassa evaṁ mahānubhāvassa vādo āropito’”ti. ",
  "mn58:3.4": "“Yathā kathaṁ panāhaṁ, bhante, samaṇassa gotamassa evaṁ mahiddhikassa evaṁ mahānubhāvassa vādaṁ āropessāmī”ti? ",
  "mn58:3.5": "“Ehi tvaṁ, rājakumāra, yena samaṇo gotamo tenupasaṅkama; upasaṅkamitvā samaṇaṁ gotamaṁ evaṁ vadehi: ",
  "mn58:3.6": "‘bhāseyya nu kho, bhante, tathāgato taṁ vācaṁ yā sā vācā paresaṁ appiyā amanāpā’ti? ",
  "mn58:3.7": "Sace te samaṇo gotamo evaṁ puṭṭho evaṁ byākaroti: ",
  "mn58:3.8": "‘bhāseyya, rājakumāra, tathāgato taṁ vācaṁ yā sā vācā paresaṁ appiyā amanāpā’ti, tamenaṁ tvaṁ evaṁ vadeyyāsi: ",
  "mn58:3.9": "‘atha kiñcarahi te, bhante, puthujjanena nānākaraṇaṁ? ",
  "mn58:3.10": "Puthujjanopi hi taṁ vācaṁ bhāseyya yā sā vācā paresaṁ appiyā amanāpā’ti. ",
  "mn58:3.11": "Sace pana te samaṇo gotamo evaṁ puṭṭho evaṁ byākaroti: ",
  "mn58:3.12": "‘na, rājakumāra, tathāgato taṁ vācaṁ bhāseyya yā sā vācā paresaṁ appiyā amanāpā’ti, tamenaṁ tvaṁ evaṁ vadeyyāsi: ",
  "mn58:3.13": "‘atha kiñcarahi te, bhante, devadatto byākato: ",
  "mn58:3.14": "“āpāyiko devadatto, nerayiko devadatto, kappaṭṭho devadatto, atekiccho devadatto”ti? ",
  "mn58:3.15": "Tāya ca pana te vācāya devadatto kupito ahosi anattamano’ti. ",
  "mn58:3.16": "Imaṁ kho te, rājakumāra, samaṇo gotamo ubhatokoṭikaṁ pañhaṁ puṭṭho samāno neva sakkhiti uggilituṁ na sakkhiti ogilituṁ. ",
  "mn58:3.17": "Seyyathāpi nāma purisassa ayosiṅghāṭakaṁ kaṇṭhe vilaggaṁ, so neva sakkuṇeyya uggilituṁ na sakkuṇeyya ogilituṁ; ",
  "mn58:3.18": "evameva kho te, rājakumāra, samaṇo gotamo imaṁ ubhatokoṭikaṁ pañhaṁ puṭṭho samāno neva sakkhiti uggilituṁ na sakkhiti ogilitun”ti. ",
  "mn58:4.1": "“Evaṁ, bhante”ti kho abhayo rājakumāro nigaṇṭhassa nāṭaputtassa paṭissutvā uṭṭhāyāsanā nigaṇṭhaṁ nāṭaputtaṁ abhivādetvā padakkhiṇaṁ katvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. ",
  "mn58:4.2": "Ekamantaṁ nisinnassa kho abhayassa rājakumārassa sūriyaṁ ulloketvā etadahosi: ",
  "mn58:4.3": "“akālo kho ajja bhagavato vādaṁ āropetuṁ. ",
  "mn58:4.4": "Sve dānāhaṁ sake nivesane bhagavato vādaṁ āropessāmī”ti bhagavantaṁ etadavoca: ",
  "mn58:4.5": "“adhivāsetu me, bhante, bhagavā svātanāya attacatuttho bhattan”ti. ",
  "mn58:4.6": "Adhivāsesi bhagavā tuṇhībhāvena. ",
  "mn58:5.1": "Atha kho abhayo rājakumāro bhagavato adhivāsanaṁ viditvā uṭṭhāyāsanā bhagavantaṁ abhivādetvā padakkhiṇaṁ katvā pakkāmi. ",
  "mn58:5.2": "Atha kho bhagavā tassā rattiyā accayena pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya yena abhayassa rājakumārassa nivesanaṁ tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. ",
  "mn58:5.3": "Atha kho abhayo rājakumāro bhagavantaṁ paṇītena khādanīyena bhojanīyena sahatthā santappesi sampavāresi. ",
  "mn58:5.4": "Atha kho abhayo rājakumāro bhagavantaṁ bhuttāviṁ onītapattapāṇiṁ aññataraṁ nīcaṁ āsanaṁ gahetvā ekamantaṁ nisīdi. ",
  "mn58:6.1": "Ekamantaṁ nisinno kho abhayo rājakumāro bhagavantaṁ etadavoca: ",
  "mn58:6.2": "“bhāseyya nu kho, bhante, tathāgato taṁ vācaṁ yā sā vācā paresaṁ appiyā amanāpā”ti? ",
  "mn58:6.3": "“Na khvettha, rājakumāra, ekaṁsenā”ti. ",
  "mn58:6.4": "“Ettha, bhante, anassuṁ nigaṇṭhā”ti. ",
  "mn58:6.5": "“Kiṁ pana tvaṁ, rājakumāra, evaṁ vadesi: ",
  "mn58:6.6": "‘ettha, bhante, anassuṁ nigaṇṭhā’”ti? ",
  "mn58:6.7": "“Idhāhaṁ, bhante, yena nigaṇṭho nāṭaputto tenupasaṅkami; upasaṅkamitvā nigaṇṭhaṁ nāṭaputtaṁ abhivādetvā ekamantaṁ nisīdiṁ. Ekamantaṁ nisinnaṁ kho maṁ, bhante, nigaṇṭho nāṭaputto etadavoca: ",
  "mn58:6.8": "‘ehi tvaṁ, rājakumāra, samaṇassa gotamassa vādaṁ āropehi. ",
  "mn58:6.9": "Evaṁ te kalyāṇo kittisaddo abbhuggacchissati—",
  "mn58:6.10": "abhayena rājakumārena samaṇassa gotamassa evaṁ mahiddhikassa evaṁ mahānubhāvassa vādo āropito’ti. ",
  "mn58:6.11": "Evaṁ vutte, ahaṁ, bhante, nigaṇṭhaṁ nāṭaputtaṁ etadavocaṁ: ",
  "mn58:6.12": "‘yathā kathaṁ panāhaṁ, bhante, samaṇassa gotamassa evaṁ mahiddhikassa evaṁ mahānubhāvassa vādaṁ āropessāmī’ti? ",
  "mn58:6.13": "‘Ehi tvaṁ, rājakumāra, yena samaṇo gotamo tenupasaṅkama; upasaṅkamitvā samaṇaṁ gotamaṁ evaṁ vadehi: ",
  "mn58:6.14": "“bhāseyya nu kho, bhante, tathāgato taṁ vācaṁ yā sā vācā paresaṁ appiyā amanāpā”ti? ",
  "mn58:6.15": "Sace te samaṇo gotamo evaṁ puṭṭho evaṁ byākaroti: ",
  "mn58:6.16": "“bhāseyya, rājakumāra, tathāgato taṁ vācaṁ yā sā vācā paresaṁ appiyā amanāpā”ti, tamenaṁ tvaṁ evaṁ vadeyyāsi: ",
  "mn58:6.17": "“atha kiñcarahi te, bhante, puthujjanena nānākaraṇaṁ? ",
  "mn58:6.18": "Puthujjanopi hi taṁ vācaṁ bhāseyya yā sā vācā paresaṁ appiyā amanāpā”ti. ",
  "mn58:6.19": "Sace pana te samaṇo gotamo evaṁ puṭṭho evaṁ byākaroti: ",
  "mn58:6.20": "“na, rājakumāra, tathāgato taṁ vācaṁ bhāseyya yā sā vācā paresaṁ appiyā amanāpā”ti, tamenaṁ tvaṁ evaṁ vadeyyāsi—",
  "mn58:6.21": "atha kiñcarahi te, bhante, devadatto byākato: ",
  "mn58:6.22": "“āpāyiko devadatto, nerayiko devadatto, kappaṭṭho devadatto, atekiccho devadatto”ti? ",
  "mn58:6.23": "Tāya ca pana te vācāya devadatto kupito ahosi anattamano’ti. ",
  "mn58:6.24": "Imaṁ kho te, rājakumāra, samaṇo gotamo ubhatokoṭikaṁ pañhaṁ puṭṭho samāno neva sakkhiti uggilituṁ na sakkhiti ogilituṁ. ",
  "mn58:6.25": "Seyyathāpi nāma purisassa ayosiṅghāṭakaṁ kaṇṭhe vilaggaṁ, so neva sakkuṇeyya uggilituṁ na sakkuṇeyya ogilituṁ; ",
  "mn58:6.26": "evameva kho te, rājakumāra, samaṇo gotamo imaṁ ubhatokoṭikaṁ pañhaṁ puṭṭho samāno neva sakkhiti uggilituṁ na sakkhiti ogilitun”ti. ",
  "mn58:7.1": "Tena kho pana samayena daharo kumāro mando uttānaseyyako abhayassa rājakumārassa aṅke nisinno hoti. ",
  "mn58:7.2": "Atha kho bhagavā abhayaṁ rājakumāraṁ etadavoca: ",
  "mn58:7.3": "“Taṁ kiṁ maññasi, rājakumāra, ",
  "mn58:7.4": "sacāyaṁ kumāro tuyhaṁ vā pamādamanvāya dhātiyā vā pamādamanvāya kaṭṭhaṁ vā kaṭhalaṁ vā mukhe āhareyya, kinti naṁ kareyyāsī”ti? ",
  "mn58:7.5": "“Āhareyyassāhaṁ, bhante. ",
  "mn58:7.6": "Sace, bhante, na sakkuṇeyyaṁ ādikeneva āhattuṁ, vāmena hatthena sīsaṁ pariggahetvā dakkhiṇena hatthena vaṅkaṅguliṁ karitvā salohitampi āhareyyaṁ. ",
  "mn58:7.7": "Taṁ kissa hetu? ",
  "mn58:7.8": "Atthi me, bhante, kumāre anukampā”ti. ",
  "mn58:8.1": "“Evameva kho, rājakumāra, yaṁ tathāgato vācaṁ jānāti abhūtaṁ atacchaṁ anatthasaṁhitaṁ sā ca paresaṁ appiyā amanāpā, na taṁ tathāgato vācaṁ bhāsati. ",
  "mn58:8.2": "Yampi tathāgato vācaṁ jānāti bhūtaṁ tacchaṁ anatthasaṁhitaṁ sā ca paresaṁ appiyā amanāpā, tampi tathāgato vācaṁ na bhāsati. ",
  "mn58:8.3": "Yañca kho tathāgato vācaṁ jānāti bhūtaṁ tacchaṁ atthasaṁhitaṁ sā ca paresaṁ appiyā amanāpā, tatra kālaññū tathāgato hoti tassā vācāya veyyākaraṇāya. ",
  "mn58:8.4": "Yaṁ tathāgato vācaṁ jānāti abhūtaṁ atacchaṁ anatthasaṁhitaṁ sā ca paresaṁ piyā manāpā, na taṁ tathāgato vācaṁ bhāsati. ",
  "mn58:8.5": "Yampi tathāgato vācaṁ jānāti bhūtaṁ tacchaṁ anatthasaṁhitaṁ sā ca paresaṁ piyā manāpā tampi tathāgato vācaṁ na bhāsati. ",
  "mn58:8.6": "Yañca tathāgato vācaṁ jānāti bhūtaṁ tacchaṁ atthasaṁhitaṁ sā ca paresaṁ piyā manāpā, tatra kālaññū tathāgato hoti tassā vācāya veyyākaraṇāya. ",
  "mn58:8.7": "Taṁ kissa hetu? ",
  "mn58:8.8": "Atthi, rājakumāra, tathāgatassa sattesu anukampā”ti. ",
  "mn58:9.1": "“Yeme, bhante, khattiyapaṇḍitāpi brāhmaṇapaṇḍitāpi gahapatipaṇḍitāpi samaṇapaṇḍitāpi pañhaṁ abhisaṅkharitvā tathāgataṁ upasaṅkamitvā pucchanti, ",
  "mn58:9.2": "pubbeva nu kho, etaṁ, bhante, bhagavato cetaso parivitakkitaṁ hoti ‘ye maṁ upasaṅkamitvā evaṁ pucchissanti tesāhaṁ evaṁ puṭṭho evaṁ byākarissāmī’ti, udāhu ṭhānasovetaṁ tathāgataṁ paṭibhātī”ti? ",
  "mn58:10.1": "“Tena hi, rājakumāra, taññevettha paṭipucchissāmi, yathā te khameyya tathā naṁ byākareyyāsi. ",
  "mn58:10.2": "Taṁ kiṁ maññasi, rājakumāra, ",
  "mn58:10.3": "kusalo tvaṁ rathassa aṅgapaccaṅgānan”ti? ",
  "mn58:10.4": "“Evaṁ, bhante, kusalo ahaṁ rathassa aṅgapaccaṅgānan”ti. ",
  "mn58:10.5": "“Taṁ kiṁ maññasi, rājakumāra, ",
  "mn58:10.6": "ye taṁ upasaṅkamitvā evaṁ puccheyyuṁ: ",
  "mn58:10.7": "‘kiṁ nāmidaṁ rathassa aṅgapaccaṅgan’ti? ",
  "mn58:10.8": "Pubbeva nu kho te etaṁ cetaso parivitakkitaṁ assa ‘ye maṁ upasaṅkamitvā evaṁ pucchissanti tesāhaṁ evaṁ puṭṭho evaṁ byākarissāmī’ti, udāhu ṭhānasovetaṁ paṭibhāseyyā”ti? ",
  "mn58:10.9": "“Ahañhi, bhante, rathiko saññāto kusalo rathassa aṅgapaccaṅgānaṁ. ",
  "mn58:10.10": "Sabbāni me rathassa aṅgapaccaṅgāni suviditāni. ",
  "mn58:10.11": "Ṭhānasovetaṁ maṁ paṭibhāseyyā”ti. ",
  "mn58:11.1": "“Evameva kho, rājakumāra, ye te khattiyapaṇḍitāpi brāhmaṇapaṇḍitāpi gahapatipaṇḍitāpi samaṇapaṇḍitāpi pañhaṁ abhisaṅkharitvā tathāgataṁ upasaṅkamitvā pucchanti, ṭhānasovetaṁ tathāgataṁ paṭibhāti. ",
  "mn58:11.2": "Taṁ kissa hetu? ",
  "mn58:11.3": "Sā hi, rājakumāra, tathāgatassa dhammadhātu suppaṭividdhā yassā dhammadhātuyā suppaṭividdhattā ṭhānasovetaṁ tathāgataṁ paṭibhātī”ti. ",
  "mn58:12.1": "Evaṁ vutte, abhayo rājakumāro bhagavantaṁ etadavoca: ",
  "mn58:12.2": "“abhikkantaṁ, bhante, abhikkantaṁ, bhante …pe… ",
  "mn58:12.3": "ajjatagge pāṇupetaṁ saraṇaṁ gatan”ti. ",
  "mn58:12.4": "Abhayarājakumārasuttaṁ niṭṭhitaṁ aṭṭhamaṁ. "
}