{
  "mn5:0.1": "Majjhima Nikāya 5 ",
  "mn5:0.2": "Anaṅgaṇasutta ",
  "mn5:1.1": "Evaṁ me sutaṁ—",
  "mn5:1.2": "ekaṁ samayaṁ bhagavā sāvatthiyaṁ viharati jetavane anāthapiṇḍikassa ārāme. ",
  "mn5:1.3": "Tatra kho āyasmā sāriputto bhikkhū āmantesi: ",
  "mn5:1.4": "“āvuso bhikkhave”ti. ",
  "mn5:1.5": "“Āvuso”ti kho te bhikkhū āyasmato sāriputtassa paccassosuṁ. ",
  "mn5:1.6": "Āyasmā sāriputto etadavoca: ",
  "mn5:2.1": "“Cattārome, āvuso, puggalā santo saṁvijjamānā lokasmiṁ. ",
  "mn5:2.2": "Katame cattāro? ",
  "mn5:2.3": "Idhāvuso, ekacco puggalo sāṅgaṇova samāno ‘atthi me ajjhattaṁ aṅgaṇan’ti yathābhūtaṁ nappajānāti. ",
  "mn5:2.4": "Idha panāvuso, ekacco puggalo sāṅgaṇova samāno ‘atthi me ajjhattaṁ aṅgaṇan’ti yathābhūtaṁ pajānāti. ",
  "mn5:2.5": "Idhāvuso, ekacco puggalo anaṅgaṇova samāno ‘natthi me ajjhattaṁ aṅgaṇan’ti yathābhūtaṁ nappajānāti. ",
  "mn5:2.6": "Idha panāvuso, ekacco puggalo anaṅgaṇova samāno ‘natthi me ajjhattaṁ aṅgaṇan’ti yathābhūtaṁ pajānāti. ",
  "mn5:2.7": "Tatrāvuso, yvāyaṁ puggalo sāṅgaṇova samāno ‘atthi me ajjhattaṁ aṅgaṇan’ti yathābhūtaṁ nappajānāti, ayaṁ imesaṁ dvinnaṁ puggalānaṁ sāṅgaṇānaṁyeva sataṁ hīnapuriso akkhāyati. ",
  "mn5:2.8": "Tatrāvuso, yvāyaṁ puggalo sāṅgaṇova samāno ‘atthi me ajjhattaṁ aṅgaṇan’ti yathābhūtaṁ pajānāti, ayaṁ imesaṁ dvinnaṁ puggalānaṁ sāṅgaṇānaṁyeva sataṁ seṭṭhapuriso akkhāyati. ",
  "mn5:2.9": "Tatrāvuso, yvāyaṁ puggalo anaṅgaṇova samāno ‘natthi me ajjhattaṁ aṅgaṇan’ti yathābhūtaṁ nappajānāti, ayaṁ imesaṁ dvinnaṁ puggalānaṁ anaṅgaṇānaṁyeva sataṁ hīnapuriso akkhāyati. ",
  "mn5:2.10": "Tatrāvuso, yvāyaṁ puggalo anaṅgaṇova samāno ‘natthi me ajjhattaṁ aṅgaṇan’ti yathābhūtaṁ pajānāti, ayaṁ imesaṁ dvinnaṁ puggalānaṁ anaṅgaṇānaṁyeva sataṁ seṭṭhapuriso akkhāyatī”ti. ",
  "mn5:3.1": "Evaṁ vutte, āyasmā mahāmoggallāno āyasmantaṁ sāriputtaṁ etadavoca: ",
  "mn5:3.2": "“Ko nu kho, āvuso sāriputta, hetu ko paccayo yenimesaṁ dvinnaṁ puggalānaṁ sāṅgaṇānaṁyeva sataṁ eko hīnapuriso akkhāyati, eko seṭṭhapuriso akkhāyati? ",
  "mn5:3.3": "Ko panāvuso sāriputta, hetu ko paccayo yenimesaṁ dvinnaṁ puggalānaṁ anaṅgaṇānaṁyeva sataṁ eko hīnapuriso akkhāyati, eko seṭṭhapuriso akkhāyatī”ti? ",
  "mn5:4.1": "“Tatrāvuso, yvāyaṁ puggalo sāṅgaṇova samāno ‘atthi me ajjhattaṁ aṅgaṇan’ti yathābhūtaṁ nappajānāti, tassetaṁ pāṭikaṅkhaṁ—na chandaṁ janessati na vāyamissati na vīriyaṁ ārabhissati tassaṅgaṇassa pahānāya; ",
  "mn5:4.2": "so sarāgo sadoso samoho sāṅgaṇo saṅkiliṭṭhacitto kālaṁ karissati. ",
  "mn5:4.3": "Seyyathāpi, āvuso, kaṁsapāti ābhatā āpaṇā vā kammārakulā vā rajena ca malena ca pariyonaddhā. ",
  "mn5:4.4": "Tamenaṁ sāmikā na ceva paribhuñjeyyuṁ na ca pariyodapeyyuṁ, rajāpathe ca naṁ nikkhipeyyuṁ. ",
  "mn5:4.5": "Evañhi sā, āvuso, kaṁsapāti aparena samayena saṅkiliṭṭhatarā assa malaggahitā”ti? ",
  "mn5:4.6": "“Evamāvuso”ti. ",
  "mn5:4.7": "“Evameva kho, āvuso, yvāyaṁ puggalo sāṅgaṇova samāno ‘atthi me ajjhattaṁ aṅgaṇan’ti yathābhūtaṁ nappajānāti, tassetaṁ pāṭikaṅkhaṁ—na chandaṁ janessati na vāyamissati na vīriyaṁ ārabhissati tassaṅgaṇassa pahānāya; ",
  "mn5:4.8": "so sarāgo sadoso samoho sāṅgaṇo saṅkiliṭṭhacitto kālaṁ karissati. ",
  "mn5:5.1": "Tatrāvuso, yvāyaṁ puggalo sāṅgaṇova samāno ‘atthi me ajjhattaṁ aṅgaṇan’ti yathābhūtaṁ pajānāti, tassetaṁ pāṭikaṅkhaṁ—chandaṁ janessati vāyamissati vīriyaṁ ārabhissati tassaṅgaṇassa pahānāya; ",
  "mn5:5.2": "so arāgo adoso amoho anaṅgaṇo asaṅkiliṭṭhacitto kālaṁ karissati. ",
  "mn5:5.3": "Seyyathāpi, āvuso, kaṁsapāti ābhatā āpaṇā vā kammārakulā vā rajena ca malena ca pariyonaddhā. ",
  "mn5:5.4": "Tamenaṁ sāmikā paribhuñjeyyuñceva pariyodapeyyuñca, na ca naṁ rajāpathe nikkhipeyyuṁ. ",
  "mn5:5.5": "Evañhi sā, āvuso, kaṁsapāti aparena samayena parisuddhatarā assa pariyodātā”ti? ",
  "mn5:5.6": "“Evamāvuso”ti. ",
  "mn5:5.7": "“Evameva kho, āvuso, yvāyaṁ puggalo sāṅgaṇova samāno ‘atthi me ajjhattaṁ aṅgaṇan’ti yathābhūtaṁ pajānāti, tassetaṁ pāṭikaṅkhaṁ—chandaṁ janessati vāyamissati vīriyaṁ ārabhissati tassaṅgaṇassa pahānāya; ",
  "mn5:5.8": "so arāgo adoso amoho anaṅgaṇo asaṅkiliṭṭhacitto kālaṁ karissati. ",
  "mn5:6.1": "Tatrāvuso, yvāyaṁ puggalo anaṅgaṇova samāno ‘natthi me ajjhattaṁ aṅgaṇan’ti yathābhūtaṁ nappajānāti, tassetaṁ pāṭikaṅkhaṁ—subhanimittaṁ manasi karissati, tassa subhanimittassa manasikārā rāgo cittaṁ anuddhaṁsessati; ",
  "mn5:6.2": "so sarāgo sadoso samoho sāṅgaṇo saṅkiliṭṭhacitto kālaṁ karissati. ",
  "mn5:6.3": "Seyyathāpi, āvuso, kaṁsapāti ābhatā āpaṇā vā kammārakulā vā parisuddhā pariyodātā. ",
  "mn5:6.4": "Tamenaṁ sāmikā na ceva paribhuñjeyyuṁ na ca pariyodapeyyuṁ, rajāpathe ca naṁ nikkhipeyyuṁ. ",
  "mn5:6.5": "Evañhi sā, āvuso, kaṁsapāti aparena samayena saṅkiliṭṭhatarā assa malaggahitā”ti? ",
  "mn5:6.6": "“Evamāvuso”ti. ",
  "mn5:6.7": "“Evameva kho, āvuso, yvāyaṁ puggalo anaṅgaṇova samāno ‘natthi me ajjhattaṁ aṅgaṇan’ti yathābhūtaṁ nappajānāti, tassetaṁ pāṭikaṅkhaṁ—subhanimittaṁ manasi karissati, tassa subhanimittassa manasikārā rāgo cittaṁ anuddhaṁsessati; ",
  "mn5:6.8": "so sarāgo sadoso samoho sāṅgaṇo saṅkiliṭṭhacitto kālaṁ karissati. ",
  "mn5:7.1": "Tatrāvuso, yvāyaṁ puggalo anaṅgaṇova samāno ‘natthi me ajjhattaṁ aṅgaṇan’ti yathābhūtaṁ pajānāti, tassetaṁ pāṭikaṅkhaṁ—subhanimittaṁ na manasi karissati, tassa subhanimittassa amanasikārā rāgo cittaṁ nānuddhaṁsessati; ",
  "mn5:7.2": "so arāgo adoso amoho anaṅgaṇo asaṅkiliṭṭhacitto kālaṁ karissati. ",
  "mn5:7.3": "Seyyathāpi, āvuso, kaṁsapāti ābhatā āpaṇā vā kammārakulā vā parisuddhā pariyodātā. ",
  "mn5:7.4": "Tamenaṁ sāmikā paribhuñjeyyuñceva pariyodapeyyuñca, na ca naṁ rajāpathe nikkhipeyyuṁ. ",
  "mn5:7.5": "Evañhi sā, āvuso, kaṁsapāti aparena samayena parisuddhatarā assa pariyodātā”ti? ",
  "mn5:7.6": "“Evamāvuso”ti. ",
  "mn5:7.7": "“Evameva kho, āvuso, yvāyaṁ puggalo anaṅgaṇova samāno ‘natthi me ajjhattaṁ aṅgaṇan’ti yathābhūtaṁ pajānāti, tassetaṁ pāṭikaṅkhaṁ—subhanimittaṁ na manasi karissati, tassa subhanimittassa amanasikārā rāgo cittaṁ nānuddhaṁsessati; ",
  "mn5:7.8": "so arāgo adoso amoho anaṅgaṇo asaṅkiliṭṭhacitto kālaṁ karissati. ",
  "mn5:8.1": "Ayaṁ kho, āvuso moggallāna, hetu ayaṁ paccayo yenimesaṁ dvinnaṁ puggalānaṁ sāṅgaṇānaṁyeva sataṁ eko hīnapuriso akkhāyati, eko seṭṭhapuriso akkhāyati. ",
  "mn5:8.2": "Ayaṁ panāvuso moggallāna, hetu ayaṁ paccayo yenimesaṁ dvinnaṁ puggalānaṁ anaṅgaṇānaṁyeva sataṁ eko hīnapuriso akkhāyati, eko seṭṭhapuriso akkhāyatī”ti. ",
  "mn5:9.1": "“Aṅgaṇaṁ aṅgaṇanti, āvuso, vuccati. ",
  "mn5:9.2": "Kissa nu kho etaṁ, āvuso, adhivacanaṁ yadidaṁ aṅgaṇan”ti? ",
  "mn5:9.3": "“Pāpakānaṁ kho etaṁ, āvuso, akusalānaṁ icchāvacarānaṁ adhivacanaṁ, yadidaṁ aṅgaṇan”ti. ",
  "mn5:10.1": "“Ṭhānaṁ kho panetaṁ, āvuso, vijjati yaṁ idhekaccassa bhikkhuno evaṁ icchā uppajjeyya: ",
  "mn5:10.2": "‘āpattiñca vata āpanno assaṁ, na ca maṁ bhikkhū jāneyyuṁ āpattiṁ āpanno’ti. ",
  "mn5:10.3": "Ṭhānaṁ kho panetaṁ, āvuso, vijjati yaṁ taṁ bhikkhuṁ bhikkhū jāneyyuṁ: ",
  "mn5:10.4": "‘āpattiṁ āpanno’ti. ",
  "mn5:10.5": "‘Jānanti maṁ bhikkhū āpattiṁ āpanno’ti—",
  "mn5:10.6": "iti so kupito hoti appatīto. ",
  "mn5:10.7": "Yo ceva kho, āvuso, kopo yo ca appaccayo—",
  "mn5:10.8": "ubhayametaṁ aṅgaṇaṁ. ",
  "mn5:11.1": "Ṭhānaṁ kho panetaṁ, āvuso, vijjati yaṁ idhekaccassa bhikkhuno evaṁ icchā uppajjeyya: ",
  "mn5:11.2": "‘āpattiñca vata āpanno assaṁ, anuraho maṁ bhikkhū codeyyuṁ, no saṅghamajjhe’ti. ",
  "mn5:11.3": "Ṭhānaṁ kho panetaṁ, āvuso, vijjati yaṁ taṁ bhikkhuṁ bhikkhū saṅghamajjhe codeyyuṁ, no anuraho. ",
  "mn5:11.4": "‘Saṅghamajjhe maṁ bhikkhū codenti, no anuraho’ti—",
  "mn5:11.5": "iti so kupito hoti appatīto. ",
  "mn5:11.6": "Yo ceva kho, āvuso, kopo yo ca appaccayo—",
  "mn5:11.7": "ubhayametaṁ aṅgaṇaṁ. ",
  "mn5:12.1": "Ṭhānaṁ kho panetaṁ, āvuso, vijjati yaṁ idhekaccassa bhikkhuno evaṁ icchā uppajjeyya: ",
  "mn5:12.2": "‘āpattiñca vata āpanno assaṁ, sappaṭipuggalo maṁ codeyya, no appaṭipuggalo’ti. ",
  "mn5:12.3": "Ṭhānaṁ kho panetaṁ, āvuso, vijjati yaṁ taṁ bhikkhuṁ appaṭipuggalo codeyya, no sappaṭipuggalo. ",
  "mn5:12.4": "‘Appaṭipuggalo maṁ codeti, no sappaṭipuggalo’ti—",
  "mn5:12.5": "iti so kupito hoti appatīto. ",
  "mn5:12.6": "Yo ceva kho, āvuso, kopo yo ca appaccayo—",
  "mn5:12.7": "ubhayametaṁ aṅgaṇaṁ. ",
  "mn5:13.1": "Ṭhānaṁ kho panetaṁ, āvuso, vijjati yaṁ idhekaccassa bhikkhuno evaṁ icchā uppajjeyya: ",
  "mn5:13.2": "‘aho vata mameva satthā paṭipucchitvā paṭipucchitvā bhikkhūnaṁ dhammaṁ deseyya, na aññaṁ bhikkhuṁ satthā paṭipucchitvā paṭipucchitvā bhikkhūnaṁ dhammaṁ deseyyā’ti. ",
  "mn5:13.3": "Ṭhānaṁ kho panetaṁ, āvuso, vijjati yaṁ aññaṁ bhikkhuṁ satthā paṭipucchitvā paṭipucchitvā bhikkhūnaṁ dhammaṁ deseyya, na taṁ bhikkhuṁ satthā paṭipucchitvā paṭipucchitvā bhikkhūnaṁ dhammaṁ deseyya. ",
  "mn5:13.4": "‘Aññaṁ bhikkhuṁ satthā paṭipucchitvā paṭipucchitvā bhikkhūnaṁ dhammaṁ deseti, na maṁ satthā paṭipucchitvā paṭipucchitvā bhikkhūnaṁ dhammaṁ desetī’ti—",
  "mn5:13.5": "iti so kupito hoti appatīto. ",
  "mn5:13.6": "Yo ceva kho, āvuso, kopo yo ca appaccayo—",
  "mn5:13.7": "ubhayametaṁ aṅgaṇaṁ. ",
  "mn5:14.1": "Ṭhānaṁ kho panetaṁ, āvuso, vijjati yaṁ idhekaccassa bhikkhuno evaṁ icchā uppajjeyya: ",
  "mn5:14.2": "‘aho vata mameva bhikkhū purakkhatvā purakkhatvā gāmaṁ bhattāya paviseyyuṁ, na aññaṁ bhikkhuṁ bhikkhū purakkhatvā purakkhatvā gāmaṁ bhattāya paviseyyun’ti. ",
  "mn5:14.3": "Ṭhānaṁ kho panetaṁ, āvuso, vijjati yaṁ aññaṁ bhikkhuṁ bhikkhū purakkhatvā purakkhatvā gāmaṁ bhattāya paviseyyuṁ, na taṁ bhikkhuṁ bhikkhū purakkhatvā purakkhatvā gāmaṁ bhattāya paviseyyuṁ. ",
  "mn5:14.4": "‘Aññaṁ bhikkhuṁ bhikkhū purakkhatvā purakkhatvā gāmaṁ bhattāya pavisanti, na maṁ bhikkhū purakkhatvā purakkhatvā gāmaṁ bhattāya pavisantī’ti—",
  "mn5:14.5": "iti so kupito hoti appatīto. ",
  "mn5:14.6": "Yo ceva kho, āvuso, kopo yo ca appaccayo—",
  "mn5:14.7": "ubhayametaṁ aṅgaṇaṁ. ",
  "mn5:15.1": "Ṭhānaṁ kho panetaṁ, āvuso, vijjati yaṁ idhekaccassa bhikkhuno evaṁ icchā uppajjeyya: ",
  "mn5:15.2": "‘aho vata ahameva labheyyaṁ bhattagge aggāsanaṁ aggodakaṁ aggapiṇḍaṁ, na añño bhikkhu labheyya bhattagge aggāsanaṁ aggodakaṁ aggapiṇḍan’ti. ",
  "mn5:15.3": "Ṭhānaṁ kho panetaṁ, āvuso, vijjati yaṁ añño bhikkhu labheyya bhattagge aggāsanaṁ aggodakaṁ aggapiṇḍaṁ, na so bhikkhu labheyya bhattagge aggāsanaṁ aggodakaṁ aggapiṇḍaṁ. ",
  "mn5:15.4": "‘Añño bhikkhu labhati bhattagge aggāsanaṁ aggodakaṁ aggapiṇḍaṁ, nāhaṁ labhāmi bhattagge aggāsanaṁ aggodakaṁ aggapiṇḍan’ti—",
  "mn5:15.5": "iti so kupito hoti appatīto. ",
  "mn5:15.6": "Yo ceva kho, āvuso, kopo yo ca appaccayo—",
  "mn5:15.7": "ubhayametaṁ aṅgaṇaṁ. ",
  "mn5:16.1": "Ṭhānaṁ kho panetaṁ, āvuso, vijjati yaṁ idhekaccassa bhikkhuno evaṁ icchā uppajjeyya: ",
  "mn5:16.2": "‘aho vata ahameva bhattagge bhuttāvī anumodeyyaṁ, na añño bhikkhu bhattagge bhuttāvī anumodeyyā’ti. ",
  "mn5:16.3": "Ṭhānaṁ kho panetaṁ, āvuso, vijjati yaṁ añño bhikkhu bhattagge bhuttāvī anumodeyya, na so bhikkhu bhattagge bhuttāvī anumodeyya. ",
  "mn5:16.4": "‘Añño bhikkhu bhattagge bhuttāvī anumodati, nāhaṁ bhattagge bhuttāvī anumodāmī’ti—",
  "mn5:16.5": "iti so kupito hoti appatīto. ",
  "mn5:16.6": "Yo ceva kho, āvuso, kopo yo ca appaccayo—",
  "mn5:16.7": "ubhayametaṁ aṅgaṇaṁ. ",
  "mn5:17.1": "Ṭhānaṁ kho panetaṁ, āvuso, vijjati yaṁ idhekaccassa bhikkhuno evaṁ icchā uppajjeyya: ",
  "mn5:17.2": "‘aho vata ahameva ārāmagatānaṁ bhikkhūnaṁ dhammaṁ deseyyaṁ, na añño bhikkhu ārāmagatānaṁ bhikkhūnaṁ dhammaṁ deseyyā’ti. ",
  "mn5:17.3": "Ṭhānaṁ kho panetaṁ, āvuso, vijjati yaṁ añño bhikkhu ārāmagatānaṁ bhikkhūnaṁ dhammaṁ deseyya, na so bhikkhu ārāmagatānaṁ bhikkhūnaṁ dhammaṁ deseyya. ",
  "mn5:17.4": "‘Añño bhikkhu ārāmagatānaṁ bhikkhūnaṁ dhammaṁ deseti, nāhaṁ ārāmagatānaṁ bhikkhūnaṁ dhammaṁ desemī’ti—",
  "mn5:17.5": "iti so kupito hoti appatīto. ",
  "mn5:17.6": "Yo ceva kho, āvuso, kopo yo ca appaccayo—",
  "mn5:17.7": "ubhayametaṁ aṅgaṇaṁ. ",
  "mn5:18-20.1": "Ṭhānaṁ kho panetaṁ, āvuso, vijjati yaṁ idhekaccassa bhikkhuno evaṁ icchā uppajjeyya: ",
  "mn5:18-20.2": "‘aho vata ahameva ārāmagatānaṁ bhikkhunīnaṁ dhammaṁ deseyyaṁ …pe… ",
  "mn5:18-20.3": "upāsakānaṁ dhammaṁ deseyyaṁ …pe… ",
  "mn5:18-20.4": "upāsikānaṁ dhammaṁ deseyyaṁ, na añño bhikkhu ārāmagatānaṁ upāsikānaṁ dhammaṁ deseyyā’ti. ",
  "mn5:18-20.5": "Ṭhānaṁ kho panetaṁ, āvuso, vijjati yaṁ añño bhikkhu ārāmagatānaṁ upāsikānaṁ dhammaṁ deseyya, na so bhikkhu ārāmagatānaṁ upāsikānaṁ dhammaṁ deseyya. ",
  "mn5:18-20.6": "‘Añño bhikkhu ārāmagatānaṁ upāsikānaṁ dhammaṁ deseti, nāhaṁ ārāmagatānaṁ upāsikānaṁ dhammaṁ desemī’ti—",
  "mn5:18-20.7": "iti so kupito hoti appatīto. ",
  "mn5:18-20.8": "Yo ceva kho, āvuso, kopo yo ca appaccayo—",
  "mn5:18-20.9": "ubhayametaṁ aṅgaṇaṁ. ",
  "mn5:21.1": "Ṭhānaṁ kho panetaṁ, āvuso, vijjati yaṁ idhekaccassa bhikkhuno evaṁ icchā uppajjeyya: ",
  "mn5:21.2": "‘aho vata mameva bhikkhū sakkareyyuṁ garuṁ kareyyuṁ māneyyuṁ pūjeyyuṁ, na aññaṁ bhikkhuṁ bhikkhū sakkareyyuṁ garuṁ kareyyuṁ māneyyuṁ pūjeyyun’ti. ",
  "mn5:21.3": "Ṭhānaṁ kho panetaṁ, āvuso, vijjati yaṁ aññaṁ bhikkhuṁ bhikkhū sakkareyyuṁ garuṁ kareyyuṁ māneyyuṁ pūjeyyuṁ, na taṁ bhikkhuṁ bhikkhū sakkareyyuṁ garuṁ kareyyuṁ māneyyuṁ pūjeyyuṁ. ",
  "mn5:21.4": "‘Aññaṁ bhikkhuṁ bhikkhū sakkaronti garuṁ karonti mānenti pūjenti, na maṁ bhikkhū sakkaronti garuṁ karonti mānenti pūjentī’ti—",
  "mn5:21.5": "iti so kupito hoti appatīto. ",
  "mn5:21.6": "Yo ceva kho, āvuso, kopo yo ca appaccayo—",
  "mn5:21.7": "ubhayametaṁ aṅgaṇaṁ. ",
  "mn5:22-24.1": "Ṭhānaṁ kho panetaṁ, āvuso, vijjati yaṁ idhekaccassa bhikkhuno evaṁ icchā uppajjeyya: ",
  "mn5:22-24.2": "‘aho vata mameva bhikkhuniyo …pe… ",
  "mn5:22-24.3": "upāsakā …pe… ",
  "mn5:22-24.4": "upāsikā sakkareyyuṁ garuṁ kareyyuṁ māneyyuṁ pūjeyyuṁ, na aññaṁ bhikkhuṁ upāsikā sakkareyyuṁ garuṁ kareyyuṁ māneyyuṁ pūjeyyun’ti. ",
  "mn5:22-24.5": "Ṭhānaṁ kho panetaṁ, āvuso, vijjati yaṁ aññaṁ bhikkhuṁ upāsikā sakkareyyuṁ garuṁ kareyyuṁ māneyyuṁ pūjeyyuṁ, na taṁ bhikkhuṁ upāsikā sakkareyyuṁ garuṁ kareyyuṁ māneyyuṁ pūjeyyuṁ. ",
  "mn5:22-24.6": "‘Aññaṁ bhikkhuṁ upāsikā sakkaronti garuṁ karonti mānenti pūjenti, na maṁ upāsikā sakkaronti garuṁ karonti mānenti pūjentī’ti—",
  "mn5:22-24.7": "iti so kupito hoti appatīto. ",
  "mn5:22-24.8": "Yo ceva kho, āvuso, kopo yo ca appaccayo—",
  "mn5:22-24.9": "ubhayametaṁ aṅgaṇaṁ. ",
  "mn5:25.1": "Ṭhānaṁ kho panetaṁ, āvuso, vijjati yaṁ idhekaccassa bhikkhuno evaṁ icchā uppajjeyya: ",
  "mn5:25.2": "‘aho vata ahameva lābhī assaṁ paṇītānaṁ cīvarānaṁ, na añño bhikkhu lābhī assa paṇītānaṁ cīvarānan’ti. ",
  "mn5:25.3": "Ṭhānaṁ kho panetaṁ, āvuso, vijjati yaṁ añño bhikkhu lābhī assa paṇītānaṁ cīvarānaṁ, na so bhikkhu lābhī assa paṇītānaṁ cīvarānaṁ. ",
  "mn5:25.4": "‘Añño bhikkhu lābhī paṇītānaṁ cīvarānaṁ, nāhaṁ lābhī paṇītānaṁ cīvarānan’ti—",
  "mn5:25.5": "iti so kupito hoti appatīto. ",
  "mn5:25.6": "Yo ceva kho, āvuso, kopo yo ca appaccayo—",
  "mn5:25.7": "ubhayametaṁ aṅgaṇaṁ. ",
  "mn5:26-27.1": "Ṭhānaṁ kho panetaṁ, āvuso, vijjati yaṁ idhekaccassa bhikkhuno evaṁ icchā uppajjeyya: ",
  "mn5:26-27.2": "‘aho vata ahameva lābhī assaṁ paṇītānaṁ piṇḍapātānaṁ …pe… ",
  "mn5:26-27.3": "paṇītānaṁ senāsanānaṁ …pe… ",
  "mn5:26-27.4": "paṇītānaṁ gilānappaccayabhesajjaparikkhārānaṁ, na añño bhikkhu lābhī assa paṇītānaṁ gilānappaccayabhesajjaparikkhārānan’ti. ",
  "mn5:26-27.5": "Ṭhānaṁ kho panetaṁ, āvuso, vijjati yaṁ añño bhikkhu lābhī assa paṇītānaṁ gilānappaccayabhesajjaparikkhārānaṁ, na so bhikkhu lābhī assa paṇītānaṁ gilānappaccayabhesajjaparikkhārānaṁ. ",
  "mn5:26-27.6": "‘Añño bhikkhu lābhī paṇītānaṁ gilānappaccayabhesajjaparikkhārānaṁ, nāhaṁ lābhī paṇītānaṁ gilānappaccayabhesajjaparikkhārānan’ti—",
  "mn5:26-27.7": "iti so kupito hoti appatīto. ",
  "mn5:26-27.8": "Yo ceva kho, āvuso, kopo yo ca appaccayo—",
  "mn5:26-27.9": "ubhayametaṁ aṅgaṇaṁ. ",
  "mn5:28.1": "Imesaṁ kho etaṁ, āvuso, pāpakānaṁ akusalānaṁ icchāvacarānaṁ adhivacanaṁ, yadidaṁ aṅgaṇanti. ",
  "mn5:29.1": "Yassa kassaci, āvuso, bhikkhuno ime pāpakā akusalā icchāvacarā appahīnā dissanti ceva sūyanti ca, kiñcāpi so hoti āraññiko pantasenāsano piṇḍapātiko sapadānacārī paṁsukūliko lūkhacīvaradharo, atha kho naṁ sabrahmacārī na ceva sakkaronti na garuṁ karonti na mānenti na pūjenti. ",
  "mn5:29.2": "Taṁ kissa hetu? ",
  "mn5:29.3": "Te hi tassa āyasmato pāpakā akusalā icchāvacarā appahīnā dissanti ceva sūyanti ca. ",
  "mn5:29.4": "Seyyathāpi, āvuso, kaṁsapāti ābhatā āpaṇā vā kammārakulā vā parisuddhā pariyodātā. ",
  "mn5:29.5": "Tamenaṁ sāmikā ahikuṇapaṁ vā kukkurakuṇapaṁ vā manussakuṇapaṁ vā racayitvā aññissā kaṁsapātiyā paṭikujjitvā antarāpaṇaṁ paṭipajjeyyuṁ. ",
  "mn5:29.6": "Tamenaṁ jano disvā evaṁ vadeyya: ",
  "mn5:29.7": "‘ambho, kimevidaṁ harīyati jaññajaññaṁ viyā’ti? ",
  "mn5:29.8": "Tamenaṁ uṭṭhahitvā apāpuritvā olokeyya. ",
  "mn5:29.9": "Tassa sahadassanena amanāpatā ca saṇṭhaheyya, pāṭikulyatā ca saṇṭhaheyya, jegucchatā ca saṇṭhaheyya; ",
  "mn5:29.10": "jighacchitānampi na bhottukamyatā assa, pageva suhitānaṁ. ",
  "mn5:29.11": "Evameva kho, āvuso, yassa kassaci bhikkhuno ime pāpakā akusalā icchāvacarā appahīnā dissanti ceva sūyanti ca, kiñcāpi so hoti āraññiko pantasenāsano piṇḍapātiko sapadānacārī paṁsukūliko lūkhacīvaradharo, atha kho naṁ sabrahmacārī na ceva sakkaronti na garuṁ karonti na mānenti na pūjenti. ",
  "mn5:29.12": "Taṁ kissa hetu? ",
  "mn5:29.13": "Te hi tassa āyasmato pāpakā akusalā icchāvacarā appahīnā dissanti ceva sūyanti ca. ",
  "mn5:30.1": "Yassa kassaci, āvuso, bhikkhuno ime pāpakā akusalā icchāvacarā pahīnā dissanti ceva sūyanti ca, kiñcāpi so hoti gāmantavihārī nemantaniko gahapaticīvaradharo, atha kho naṁ sabrahmacārī sakkaronti garuṁ karonti mānenti pūjenti. ",
  "mn5:30.2": "Taṁ kissa hetu? ",
  "mn5:30.3": "Te hi tassa āyasmato pāpakā akusalā icchāvacarā pahīnā dissanti ceva sūyanti ca. ",
  "mn5:30.4": "Seyyathāpi, āvuso, kaṁsapāti ābhatā āpaṇā vā kammārakulā vā parisuddhā pariyodātā. ",
  "mn5:30.5": "Tamenaṁ sāmikā sālīnaṁ odanaṁ vicitakāḷakaṁ anekasūpaṁ anekabyañjanaṁ racayitvā aññissā kaṁsapātiyā paṭikujjitvā antarāpaṇaṁ paṭipajjeyyuṁ. ",
  "mn5:30.6": "Tamenaṁ jano disvā evaṁ vadeyya: ",
  "mn5:30.7": "‘ambho, kimevidaṁ harīyati jaññajaññaṁ viyā’ti? ",
  "mn5:30.8": "Tamenaṁ uṭṭhahitvā apāpuritvā olokeyya. ",
  "mn5:30.9": "Tassa saha dassanena manāpatā ca saṇṭhaheyya, appāṭikulyatā ca saṇṭhaheyya, ajegucchatā ca saṇṭhaheyya; ",
  "mn5:30.10": "suhitānampi bhottukamyatā assa, pageva jighacchitānaṁ. ",
  "mn5:30.11": "Evameva kho, āvuso, yassa kassaci bhikkhuno ime pāpakā akusalā icchāvacarā pahīnā dissanti ceva sūyanti ca, kiñcāpi so hoti gāmantavihārī nemantaniko gahapaticīvaradharo, atha kho naṁ sabrahmacārī sakkaronti garuṁ karonti mānenti pūjenti. ",
  "mn5:30.12": "Taṁ kissa hetu? ",
  "mn5:30.13": "Te hi tassa āyasmato pāpakā akusalā icchāvacarā pahīnā dissanti ceva sūyanti cā”ti. ",
  "mn5:31.1": "Evaṁ vutte, āyasmā mahāmoggallāno āyasmantaṁ sāriputtaṁ etadavoca: ",
  "mn5:31.2": "“upamā maṁ, āvuso sāriputta, paṭibhātī”ti. ",
  "mn5:31.3": "“Paṭibhātu taṁ, āvuso moggallānā”ti. ",
  "mn5:31.4": "“Ekamidāhaṁ, āvuso, samayaṁ rājagahe viharāmi giribbaje. ",
  "mn5:31.5": "Atha khvāhaṁ, āvuso, pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya rājagahaṁ piṇḍāya pāvisiṁ. ",
  "mn5:31.6": "Tena kho pana samayena samīti yānakāraputto rathassa nemiṁ tacchati. ",
  "mn5:31.7": "Tamenaṁ paṇḍuputto ājīvako purāṇayānakāraputto paccupaṭṭhito hoti. ",
  "mn5:31.8": "Atha kho, āvuso, paṇḍuputtassa ājīvakassa purāṇayānakāraputtassa evaṁ cetaso parivitakko udapādi: ",
  "mn5:31.9": "‘aho vatāyaṁ samīti yānakāraputto imissā nemiyā imañca vaṅkaṁ imañca jimhaṁ imañca dosaṁ taccheyya, evāyaṁ nemi apagatavaṅkā apagatajimhā apagatadosā suddhā assa sāre patiṭṭhitā’ti. ",
  "mn5:31.10": "Yathā yathā kho, āvuso, paṇḍuputtassa ājīvakassa purāṇayānakāraputtassa cetaso parivitakko hoti tathā tathā samīti yānakāraputto tassā nemiyā tañca vaṅkaṁ tañca jimhaṁ tañca dosaṁ tacchati. ",
  "mn5:31.11": "Atha kho, āvuso, paṇḍuputto ājīvako purāṇayānakāraputto attamano attamanavācaṁ nicchāresi: ",
  "mn5:31.12": "‘hadayā hadayaṁ maññe aññāya tacchatī’ti. ",
  "mn5:32.1": "Evameva kho, āvuso, ye te puggalā assaddhā, jīvikatthā na saddhā agārasmā anagāriyaṁ pabbajitā, saṭhā māyāvino ketabino uddhatā unnaḷā capalā mukharā vikiṇṇavācā, indriyesu aguttadvārā, bhojane amattaññuno, jāgariyaṁ ananuyuttā, sāmaññe anapekkhavanto, sikkhāya na tibbagāravā, bāhulikā sāthalikā, okkamane pubbaṅgamā, paviveke nikkhittadhurā, kusītā hīnavīriyā muṭṭhassatī asampajānā asamāhitā vibbhantacittā duppaññā eḷamūgā, tesaṁ āyasmā sāriputto iminā dhammapariyāyena hadayā hadayaṁ maññe aññāya tacchati. ",
  "mn5:32.2": "Ye pana te kulaputtā saddhā agārasmā anagāriyaṁ pabbajitā, asaṭhā amāyāvino aketabino anuddhatā anunnaḷā acapalā amukharā avikiṇṇavācā, indriyesu guttadvārā, bhojane mattaññuno, jāgariyaṁ anuyuttā, sāmaññe apekkhavanto, sikkhāya tibbagāravā, na bāhulikā na sāthalikā, okkamane nikkhittadhurā, paviveke pubbaṅgamā, āraddhavīriyā pahitattā upaṭṭhitassatī sampajānā samāhitā ekaggacittā paññavanto aneḷamūgā, te āyasmato sāriputtassa imaṁ dhammapariyāyaṁ sutvā pivanti maññe, ghasanti maññe vacasā ceva manasā ca: ",
  "mn5:32.3": "‘sādhu vata, bho, sabrahmacārī akusalā vuṭṭhāpetvā kusale patiṭṭhāpetī’ti. ",
  "mn5:33.1": "Seyyathāpi, āvuso, itthī vā puriso vā daharo yuvā maṇḍanakajātiko sīsaṁnhāto uppalamālaṁ vā vassikamālaṁ vā atimuttakamālaṁ vā labhitvā ubhohi hatthehi paṭiggahetvā uttamaṅge sirasmiṁ patiṭṭhapeyya; ",
  "mn5:33.2": "evameva kho, āvuso, ye te kulaputtā saddhā agārasmā anagāriyaṁ pabbajitā, asaṭhā amāyāvino aketabino anuddhatā anunnaḷā acapalā amukharā avikiṇṇavācā, indriyesu guttadvārā, bhojane mattaññuno, jāgariyaṁ anuyuttā, sāmaññe apekkhavanto, sikkhāya tibbagāravā, na bāhulikā na sāthalikā, okkamane nikkhittadhurā, paviveke pubbaṅgamā, āraddhavīriyā pahitattā upaṭṭhitassatī sampajānā samāhitā ekaggacittā paññavanto aneḷamūgā, te āyasmato sāriputtassa imaṁ dhammapariyāyaṁ sutvā pivanti maññe, ghasanti maññe vacasā ceva manasā ca: ",
  "mn5:33.3": "‘sādhu vata, bho, sabrahmacārī akusalā vuṭṭhāpetvā kusale patiṭṭhāpetī’”ti. ",
  "mn5:33.4": "Itiha te ubho mahānāgā aññamaññassa subhāsitaṁ samanumodiṁsūti. ",
  "mn5:33.5": "Anaṅgaṇasuttaṁ niṭṭhitaṁ pañcamaṁ. "
}