{
  "mn69:0.1": "Majjhima Nikāya 69 ",
  "mn69:0.2": "Goliyānisutta ",
  "mn69:1.1": "Evaṁ me sutaṁ—",
  "mn69:1.2": "ekaṁ samayaṁ bhagavā rājagahe viharati veḷuvane kalandakanivāpe. ",
  "mn69:2.1": "Tena kho pana samayena goliyāni nāma bhikkhu āraññiko padasamācāro saṅghamajjhe osaṭo hoti kenacideva karaṇīyena. ",
  "mn69:2.2": "Tatra kho āyasmā sāriputto goliyāniṁ bhikkhuṁ ārabbha bhikkhū āmantesi: ",
  "mn69:3.1": "“Āraññikenāvuso, bhikkhunā saṅghagatena saṅghe viharantena sabrahmacārīsu sagāravena bhavitabbaṁ sappatissena. ",
  "mn69:3.2": "Sace, āvuso, āraññiko bhikkhu saṅghagato saṅghe viharanto sabrahmacārīsu agāravo hoti appatisso, tassa bhavanti vattāro. ",
  "mn69:3.3": "‘Kiṁ panimassāyasmato āraññikassa ekassāraññe serivihārena, yo ayamāyasmā sabrahmacārīsu agāravo hoti appatisso’ti—",
  "mn69:3.4": "tassa bhavanti vattāro. ",
  "mn69:3.5": "Tasmā āraññikena bhikkhunā saṅghagatena saṅghe viharantena sabrahmacārīsu sagāravena bhavitabbaṁ sappatissena. ",
  "mn69:4.1": "Āraññikenāvuso, bhikkhunā saṅghagatena saṅghe viharantena āsanakusalena bhavitabbaṁ: ",
  "mn69:4.2": "‘iti there ca bhikkhū nānupakhajja nisīdissāmi nave ca bhikkhū na āsanena paṭibāhissāmī’ti. ",
  "mn69:4.3": "Sace, āvuso, āraññiko bhikkhu saṅghagato saṅghe viharanto na āsanakusalo hoti, tassa bhavanti vattāro. ",
  "mn69:4.4": "‘Kiṁ panimassāyasmato āraññikassa ekassāraññe serivihārena, yo ayamāyasmā āsanakusalo na hotī’ti—",
  "mn69:4.5": "tassa bhavanti vattāro. ",
  "mn69:4.6": "Tasmā āraññikena bhikkhunā saṅghagatena saṅghe viharantena āsanakusalena bhavitabbaṁ. ",
  "mn69:4.7": "Āraññikenāvuso, bhikkhunā saṅghagatena saṅghe viharantena ābhisamācārikopi dhammo jānitabbo. ",
  "mn69:4.8": "Sace, āvuso, āraññiko bhikkhu saṅghagato saṅghe viharanto ābhisamācārikampi dhammaṁ na jānāti, tassa bhavanti vattāro. ",
  "mn69:4.9": "‘Kiṁ panimassāyasmato āraññikassa ekassāraññe serivihārena yo ayamāyasmā ābhisamācārikampi dhammaṁ na jānātī’ti—",
  "mn69:4.10": "tassa bhavanti vattāro. ",
  "mn69:4.11": "Tasmā āraññikena bhikkhunā saṅghagatena saṅghe viharantena ābhisamācārikopi dhammo jānitabbo. ",
  "mn69:5.1": "Āraññikenāvuso, bhikkhunā saṅghagatena saṅghe viharantena nātikālena gāmo pavisitabbo nātidivā paṭikkamitabbaṁ. ",
  "mn69:5.2": "Sace, āvuso, āraññiko bhikkhu saṅghagato saṅghe viharanto atikālena gāmaṁ pavisati atidivā paṭikkamati, tassa bhavanti vattāro. ",
  "mn69:5.3": "‘Kiṁ panimassāyasmato āraññikassa ekassāraññe serivihārena yo ayamāyasmā atikālena gāmaṁ pavisati atidivā paṭikkamatī’ti—",
  "mn69:5.4": "tassa bhavanti vattāro. ",
  "mn69:5.5": "Tasmā āraññikena bhikkhunā saṅghagatena saṅghe viharantena nātikālena gāmo pavisitabbo, nātidivā paṭikkamitabbaṁ. ",
  "mn69:6.1": "Āraññikenāvuso, bhikkhunā saṅghagatena saṅghe viharantena na purebhattaṁ pacchābhattaṁ kulesu cārittaṁ āpajjitabbaṁ. ",
  "mn69:6.2": "Sace, āvuso, āraññiko bhikkhu saṅghagato saṅghe viharanto purebhattaṁ pacchābhattaṁ kulesu cārittaṁ āpajjati, tassa bhavanti vattāro. ",
  "mn69:6.3": "‘Ayaṁ nūnimassāyasmato āraññikassa ekassāraññe serivihārena viharato vikālacariyā bahulīkatā, tamenaṁ saṅghagatampi samudācaratī’ti—",
  "mn69:6.4": "tassa bhavanti vattāro. ",
  "mn69:6.5": "Tasmā āraññikena bhikkhunā saṅghagatena saṅghe viharantena na purebhattaṁ pacchābhattaṁ kulesu cārittaṁ āpajjitabbaṁ. ",
  "mn69:7.1": "Āraññikenāvuso, bhikkhunā saṅghagatena saṅghe viharantena anuddhatena bhavitabbaṁ acapalena. ",
  "mn69:7.2": "Sace, āvuso, āraññiko bhikkhu saṅghagato saṅghe viharanto uddhato hoti capalo, tassa bhavanti vattāro. ",
  "mn69:7.3": "‘Idaṁ nūnimassāyasmato āraññikassa ekassāraññe serivihārena viharato uddhaccaṁ cāpalyaṁ bahulīkataṁ, tamenaṁ saṅghagatampi samudācaratī’ti—",
  "mn69:7.4": "tassa bhavanti vattāro. ",
  "mn69:7.5": "Tasmā āraññikena bhikkhunā saṅghagatena saṅghe viharantena anuddhatena bhavitabbaṁ acapalena. ",
  "mn69:8.1": "Āraññikenāvuso, bhikkhunā saṅghagatena saṅghe viharantena amukharena bhavitabbaṁ avikiṇṇavācena. ",
  "mn69:8.2": "Sace, āvuso, āraññiko bhikkhu saṅghagato saṅghe viharanto mukharo hoti vikiṇṇavāco, tassa bhavanti vattāro. ",
  "mn69:8.3": "‘Kiṁ panimassāyasmato āraññikassa ekassāraññe serivihārena yo ayamāyasmā mukharo vikiṇṇavāco’ti—",
  "mn69:8.4": "tassa bhavanti vattāro. ",
  "mn69:8.5": "Tasmā āraññikena bhikkhunā saṅghagatena saṅghe viharantena amukharena bhavitabbaṁ avikiṇṇavācena. ",
  "mn69:9.1": "Āraññikenāvuso, bhikkhunā saṅghagatena saṅghe viharantena suvacena bhavitabbaṁ kalyāṇamittena. ",
  "mn69:9.2": "Sace, āvuso, āraññiko bhikkhu saṅghagato saṅghe viharanto dubbaco hoti pāpamitto, tassa bhavanti vattāro. ",
  "mn69:9.3": "‘Kiṁ panimassāyasmato āraññikassa ekassāraññe serivihārena yo ayamāyasmā dubbaco pāpamitto’ti—",
  "mn69:9.4": "tassa bhavanti vattāro. ",
  "mn69:9.5": "Tasmā āraññikena bhikkhunā saṅghagatena saṅghe viharantena suvacena bhavitabbaṁ kalyāṇamittena. ",
  "mn69:10.1": "Āraññikenāvuso, bhikkhunā indriyesu guttadvārena bhavitabbaṁ. ",
  "mn69:10.2": "Sace, āvuso, āraññiko bhikkhu indriyesu aguttadvāro hoti, tassa bhavanti vattāro. ",
  "mn69:10.3": "‘Kiṁ panimassāyasmato āraññikassa ekassāraññe serivihārena yo ayamāyasmā indriyesu aguttadvāro’ti—",
  "mn69:10.4": "tassa bhavanti vattāro. ",
  "mn69:10.5": "Tasmā āraññikena bhikkhunā indriyesu guttadvārena bhavitabbaṁ. ",
  "mn69:11.1": "Āraññikenāvuso, bhikkhunā bhojane mattaññunā bhavitabbaṁ. ",
  "mn69:11.2": "Sace, āvuso, āraññiko bhikkhu bhojane amattaññū hoti, tassa bhavanti vattāro. ",
  "mn69:11.3": "‘Kiṁ panimassāyasmato āraññikassa ekassāraññe serivihārena yo ayamāyasmā bhojane amattaññū’ti—",
  "mn69:11.4": "tassa bhavanti vattāro. ",
  "mn69:11.5": "Tasmā āraññikena bhikkhunā bhojane mattaññunā bhavitabbaṁ. ",
  "mn69:12.1": "Āraññikenāvuso, bhikkhunā jāgariyaṁ anuyuttena bhavitabbaṁ. ",
  "mn69:12.2": "Sace, āvuso, āraññiko bhikkhu jāgariyaṁ ananuyutto hoti, tassa bhavanti vattāro. ",
  "mn69:12.3": "‘Kiṁ panimassāyasmato āraññikassa ekassāraññe serivihārena yo ayamāyasmā jāgariyaṁ ananuyutto’ti—",
  "mn69:12.4": "tassa bhavanti vattāro. ",
  "mn69:12.5": "Tasmā āraññikena bhikkhunā jāgariyaṁ anuyuttena bhavitabbaṁ. ",
  "mn69:13.1": "Āraññikenāvuso, bhikkhunā āraddhavīriyena bhavitabbaṁ. ",
  "mn69:13.2": "Sace, āvuso, āraññiko bhikkhu kusīto hoti, tassa bhavanti vattāro. ",
  "mn69:13.3": "‘Kiṁ panimassāyasmato āraññikassa ekassāraññe serivihārena yo ayamāyasmā kusīto’ti—",
  "mn69:13.4": "tassa bhavanti vattāro. ",
  "mn69:13.5": "Tasmā āraññikena bhikkhunā āraddhavīriyena bhavitabbaṁ. ",
  "mn69:14.1": "Āraññikenāvuso, bhikkhunā upaṭṭhitassatinā bhavitabbaṁ. ",
  "mn69:14.2": "Sace, āvuso, āraññiko bhikkhu muṭṭhassatī hoti, tassa bhavanti vattāro. ",
  "mn69:14.3": "‘Kiṁ panimassāyasmato āraññikassa ekassāraññe serivihārena yo ayamāyasmā muṭṭhassatī’ti—",
  "mn69:14.4": "tassa bhavanti vattāro. ",
  "mn69:14.5": "Tasmā āraññikena bhikkhunā upaṭṭhitassatinā bhavitabbaṁ. ",
  "mn69:15.1": "Āraññikenāvuso, bhikkhunā samāhitena bhavitabbaṁ. ",
  "mn69:15.2": "Sace, āvuso, āraññiko bhikkhu asamāhito hoti, tassa bhavanti vattāro. ",
  "mn69:15.3": "‘Kiṁ panimassāyasmato āraññikassa ekassāraññe serivihārena yo ayamāyasmā asamāhito’ti—",
  "mn69:15.4": "tassa bhavanti vattāro. ",
  "mn69:15.5": "Tasmā āraññikena bhikkhunā samāhitena bhavitabbaṁ. ",
  "mn69:16.1": "Āraññikenāvuso, bhikkhunā paññavatā bhavitabbaṁ. ",
  "mn69:16.2": "Sace, āvuso, āraññiko bhikkhu duppañño hoti, tassa bhavanti vattāro. ",
  "mn69:16.3": "‘Kiṁ panimassāyasmato āraññikassa ekassāraññe serivihārena yo ayamāyasmā duppañño’ti—",
  "mn69:16.4": "tassa bhavanti vattāro. ",
  "mn69:16.5": "Tasmā āraññikena bhikkhunā paññavatā bhavitabbaṁ. ",
  "mn69:17.1": "Āraññikenāvuso, bhikkhunā abhidhamme abhivinaye yogo karaṇīyo. ",
  "mn69:17.2": "Santāvuso, āraññikaṁ bhikkhuṁ abhidhamme abhivinaye pañhaṁ pucchitāro. ",
  "mn69:17.3": "Sace, āvuso, āraññiko bhikkhu abhidhamme abhivinaye pañhaṁ puṭṭho na sampāyati, tassa bhavanti vattāro. ",
  "mn69:17.4": "‘Kiṁ panimassāyasmato āraññikassa ekassāraññe serivihārena yo ayamāyasmā abhidhamme abhivinaye pañhaṁ puṭṭho na sampāyatī’ti—",
  "mn69:17.5": "tassa bhavanti vattāro. ",
  "mn69:17.6": "Tasmā āraññikena bhikkhunā abhidhamme abhivinaye yogo karaṇīyo. ",
  "mn69:18.1": "Āraññikenāvuso, bhikkhunā ye te santā vimokkhā atikkamma rūpe āruppā tattha yogo karaṇīyo. ",
  "mn69:18.2": "Santāvuso, āraññikaṁ bhikkhuṁ ye te santā vimokkhā atikkamma rūpe āruppā tattha pañhaṁ pucchitāro. ",
  "mn69:18.3": "Sace, āvuso, āraññiko bhikkhu ye te santā vimokkhā atikkamma rūpe āruppā tattha pañhaṁ puṭṭho na sampāyati, tassa bhavanti vattāro. ",
  "mn69:18.4": "‘Kiṁ panimassāyasmato āraññikassa ekassāraññe serivihārena yo ayamāyasmā ye te santā vimokkhā atikkamma rūpe āruppā tattha pañhaṁ puṭṭho na sampāyatī’ti—",
  "mn69:18.5": "tassa bhavanti vattāro. ",
  "mn69:18.6": "Tasmā āraññikena bhikkhunā ye te santā vimokkhā atikkamma rūpe āruppā tattha yogo karaṇīyo. ",
  "mn69:19.1": "Āraññikenāvuso, bhikkhunā uttari manussadhamme yogo karaṇīyo. ",
  "mn69:19.2": "Santāvuso, āraññikaṁ bhikkhuṁ uttari manussadhamme pañhaṁ pucchitāro. ",
  "mn69:19.3": "Sace, āvuso, āraññiko bhikkhu uttari manussadhamme pañhaṁ puṭṭho na sampāyati, tassa bhavanti vattāro. ",
  "mn69:19.4": "‘Kiṁ panimassāyasmato āraññikassa ekassāraññe serivihārena yo ayamāyasmā yassatthāya pabbajito tamatthaṁ na jānātī’ti—",
  "mn69:19.5": "tassa bhavanti vattāro. ",
  "mn69:19.6": "Tasmā āraññikena bhikkhunā uttari manussadhamme yogo karaṇīyo”ti. ",
  "mn69:19.7": "Evaṁ vutte, āyasmā mahāmoggallāno āyasmantaṁ sāriputtaṁ etadavoca: ",
  "mn69:19.8": "“āraññikeneva nu kho, āvuso sāriputta, bhikkhunā ime dhammā samādāya vattitabbā udāhu gāmantavihārināpī”ti? ",
  "mn69:19.9": "“Āraññikenāpi kho, āvuso moggallāna, bhikkhunā ime dhammā samādāya vattitabbā pageva gāmantavihārinā”ti. ",
  "mn69:19.10": "Goliyānisuttaṁ niṭṭhitaṁ navamaṁ. "
}