{
  "mn71:0.1": "Majjhima Nikāya 71 ",
  "mn71:0.2": "Tevijjavacchasutta ",
  "mn71:1.1": "Evaṁ me sutaṁ—",
  "mn71:1.2": "ekaṁ samayaṁ bhagavā vesāliyaṁ viharati mahāvane kūṭāgārasālāyaṁ. ",
  "mn71:2.1": "Tena kho pana samayena vacchagotto paribbājako ekapuṇḍarīke paribbājakārāme paṭivasati. ",
  "mn71:3.1": "Atha kho bhagavā pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya vesāliṁ piṇḍāya pāvisi. ",
  "mn71:3.2": "Atha kho bhagavato etadahosi: ",
  "mn71:3.3": "“atippago kho tāva vesāliyaṁ piṇḍāya carituṁ; ",
  "mn71:3.4": "yannūnāhaṁ yena ekapuṇḍarīko paribbājakārāmo yena vacchagotto paribbājako tenupasaṅkameyyan”ti. ",
  "mn71:3.5": "Atha kho bhagavā yena ekapuṇḍarīko paribbājakārāmo yena vacchagotto paribbājako tenupasaṅkami. ",
  "mn71:4.1": "Addasā kho vacchagotto paribbājako bhagavantaṁ dūratova āgacchantaṁ. ",
  "mn71:4.2": "Disvāna bhagavantaṁ etadavoca: ",
  "mn71:4.3": "“Etu kho, bhante, bhagavā. ",
  "mn71:4.4": "Svāgataṁ, bhante, bhagavato. ",
  "mn71:4.5": "Cirassaṁ kho, bhante, bhagavā imaṁ pariyāyamakāsi yadidaṁ idhāgamanāya. ",
  "mn71:4.6": "Nisīdatu, bhante, bhagavā idamāsanaṁ paññattan”ti. ",
  "mn71:4.7": "Nisīdi bhagavā paññatte āsane. ",
  "mn71:4.8": "Vacchagottopi kho paribbājako aññataraṁ nīcaṁ āsanaṁ gahetvā ekamantaṁ nisīdi. ",
  "mn71:4.9": "Ekamantaṁ nisinno kho vacchagotto paribbājako bhagavantaṁ etadavoca: ",
  "mn71:5.1": "“sutaṁ metaṁ, bhante: ",
  "mn71:5.2": "‘samaṇo gotamo sabbaññū sabbadassāvī, aparisesaṁ ñāṇadassanaṁ paṭijānāti, ",
  "mn71:5.3": "carato ca me tiṭṭhato ca suttassa ca jāgarassa ca satataṁ samitaṁ ñāṇadassanaṁ paccupaṭṭhitan’ti. ",
  "mn71:5.4": "Ye te, bhante, evamāhaṁsu: ‘samaṇo gotamo sabbaññū sabbadassāvī, aparisesaṁ ñāṇadassanaṁ paṭijānāti, carato ca me tiṭṭhato ca suttassa ca jāgarassa ca satataṁ samitaṁ ñāṇadassanaṁ paccupaṭṭhitan’ti, kacci te, bhante, bhagavato vuttavādino, na ca bhagavantaṁ abhūtena abbhācikkhanti, dhammassa cānudhammaṁ byākaronti, na ca koci sahadhammiko vādānuvādo gārayhaṁ ṭhānaṁ āgacchatī”ti? ",
  "mn71:5.5": "“Ye te, vaccha, evamāhaṁsu: ‘samaṇo gotamo sabbaññū sabbadassāvī, aparisesaṁ ñāṇadassanaṁ paṭijānāti, carato ca me tiṭṭhato ca suttassa ca jāgarassa ca satataṁ samitaṁ ñāṇadassanaṁ paccupaṭṭhitan’ti, na me te vuttavādino, abbhācikkhanti ca pana maṁ asatā abhūtenā”ti. ",
  "mn71:6.1": "“Kathaṁ byākaramānā pana mayaṁ, bhante, vuttavādino ceva bhagavato assāma, na ca bhagavantaṁ abhūtena abbhācikkheyyāma, dhammassa cānudhammaṁ byākareyyāma, na ca koci sahadhammiko vādānuvādo gārayhaṁ ṭhānaṁ āgaccheyyā”ti? ",
  "mn71:6.2": "“‘Tevijjo samaṇo gotamo’ti kho, vaccha, byākaramāno vuttavādī ceva me assa, na ca maṁ abhūtena abbhācikkheyya, dhammassa cānudhammaṁ byākareyya, na ca koci sahadhammiko vādānuvādo gārayhaṁ ṭhānaṁ āgaccheyya. ",
  "mn71:7.1": "Ahañhi, vaccha, yāvadeva ākaṅkhāmi anekavihitaṁ pubbenivāsaṁ anussarāmi, ",
  "mn71:7.2": "seyyathidaṁ—ekampi jātiṁ dvepi jātiyo …pe… iti sākāraṁ sauddesaṁ anekavihitaṁ pubbenivāsaṁ anussarāmi. ",
  "mn71:8.1": "Ahañhi, vaccha, yāvadeva ākaṅkhāmi dibbena cakkhunā visuddhena atikkantamānusakena satte passāmi cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate …pe… yathākammūpage satte pajānāmi. ",
  "mn71:9.1": "Ahañhi, vaccha, āsavānaṁ khayā anāsavaṁ cetovimuttiṁ paññāvimuttiṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja viharāmi. ",
  "mn71:10.1": "‘Tevijjo samaṇo gotamo’ti kho, vaccha, byākaramāno vuttavādī ceva me assa, na ca maṁ abhūtena abbhācikkheyya, dhammassa cānudhammaṁ byākareyya, na ca koci sahadhammiko vādānuvādo gārayhaṁ ṭhānaṁ āgaccheyyā”ti. ",
  "mn71:11.1": "Evaṁ vutte, vacchagotto paribbājako bhagavantaṁ etadavoca: ",
  "mn71:11.2": "“atthi nu kho, bho gotama, koci gihī gihisaṁyojanaṁ appahāya kāyassa bhedā dukkhassantakaro”ti? ",
  "mn71:11.3": "“Natthi kho, vaccha, koci gihī gihisaṁyojanaṁ appahāya kāyassa bhedā dukkhassantakaro”ti. ",
  "mn71:12.1": "“Atthi pana, bho gotama, koci gihī gihisaṁyojanaṁ appahāya kāyassa bhedā saggūpago”ti? ",
  "mn71:12.2": "“Na kho, vaccha, ekaṁyeva sataṁ na dve satāni na tīṇi satāni na cattāri satāni na pañca satāni, atha kho bhiyyova ye gihī gihisaṁyojanaṁ appahāya kāyassa bhedā saggūpagā”ti. ",
  "mn71:13.1": "“Atthi nu kho, bho gotama, koci ājīvako kāyassa bhedā dukkhassantakaro”ti? ",
  "mn71:13.2": "“Natthi kho, vaccha, koci ājīvako kāyassa bhedā dukkhassantakaro”ti. ",
  "mn71:14.1": "“Atthi pana, bho gotama, koci ājīvako kāyassa bhedā saggūpago”ti? ",
  "mn71:14.2": "“Ito kho so, vaccha, ekanavuto kappo yamahaṁ anussarāmi, nābhijānāmi kañci ājīvakaṁ saggūpagaṁ aññatra ekena; ",
  "mn71:14.3": "sopāsi kammavādī kiriyavādī”ti. ",
  "mn71:15.1": "“Evaṁ sante, bho gotama, suññaṁ aduṁ titthāyatanaṁ antamaso saggūpagenapī”ti? ",
  "mn71:15.2": "“Evaṁ, vaccha, suññaṁ aduṁ titthāyatanaṁ antamaso saggūpagenapī”ti. ",
  "mn71:15.3": "Idamavoca bhagavā. ",
  "mn71:15.4": "Attamano vacchagotto paribbājako bhagavato bhāsitaṁ abhinandīti. ",
  "mn71:15.5": "Tevijjavacchasuttaṁ niṭṭhitaṁ paṭhamaṁ. "
}