{
  "mn72:0.1": "Majjhima Nikāya 72 ",
  "mn72:0.2": "Aggivacchasutta ",
  "mn72:1.1": "Evaṁ me sutaṁ—",
  "mn72:1.2": "ekaṁ samayaṁ bhagavā sāvatthiyaṁ viharati jetavane anāthapiṇḍikassa ārāme. ",
  "mn72:2.1": "Atha kho vacchagotto paribbājako yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṁ sammodi. ",
  "mn72:2.2": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho vacchagotto paribbājako bhagavantaṁ etadavoca: ",
  "mn72:3.1": "“Kiṁ nu kho, bho gotama, ‘sassato loko, idameva saccaṁ moghamaññan’ti—",
  "mn72:3.2": "evaṁdiṭṭhi bhavaṁ gotamo”ti? ",
  "mn72:3.3": "“Na kho ahaṁ, vaccha, evaṁdiṭṭhi: ",
  "mn72:3.4": "‘sassato loko, idameva saccaṁ moghamaññan’”ti. ",
  "mn72:4.1": "“Kiṁ pana, bho gotama, ‘asassato loko, idameva saccaṁ moghamaññan’ti—",
  "mn72:4.2": "evaṁdiṭṭhi bhavaṁ gotamo”ti? ",
  "mn72:4.3": "“Na kho ahaṁ, vaccha, evaṁdiṭṭhi: ",
  "mn72:4.4": "‘asassato loko, idameva saccaṁ moghamaññan’”ti. ",
  "mn72:5.1": "“Kiṁ nu kho, bho gotama, ‘antavā loko, idameva saccaṁ moghamaññan’ti—",
  "mn72:5.2": "evaṁdiṭṭhi bhavaṁ gotamo”ti? ",
  "mn72:5.3": "“Na kho ahaṁ, vaccha, evaṁdiṭṭhi: ",
  "mn72:5.4": "‘antavā loko, idameva saccaṁ moghamaññan’”ti. ",
  "mn72:6.1": "“Kiṁ pana, bho gotama, ‘anantavā loko, idameva saccaṁ moghamaññan’ti—",
  "mn72:6.2": "evaṁdiṭṭhi bhavaṁ gotamo”ti? ",
  "mn72:6.3": "“Na kho ahaṁ, vaccha, evaṁdiṭṭhi: ",
  "mn72:6.4": "‘anantavā loko, idameva saccaṁ moghamaññan’”ti. ",
  "mn72:7.1": "“Kiṁ nu kho, bho gotama, ‘taṁ jīvaṁ taṁ sarīraṁ, idameva saccaṁ moghamaññan’ti—",
  "mn72:7.2": "evaṁdiṭṭhi bhavaṁ gotamo”ti? ",
  "mn72:7.3": "“Na kho ahaṁ, vaccha, evaṁdiṭṭhi: ",
  "mn72:7.4": "‘taṁ jīvaṁ taṁ sarīraṁ, idameva saccaṁ moghamaññan’”ti. ",
  "mn72:8.1": "“Kiṁ pana, bho gotama, ‘aññaṁ jīvaṁ aññaṁ sarīraṁ, idameva saccaṁ moghamaññan’ti—",
  "mn72:8.2": "evaṁdiṭṭhi bhavaṁ gotamo”ti? ",
  "mn72:8.3": "“Na kho ahaṁ, vaccha, evaṁdiṭṭhi: ",
  "mn72:8.4": "‘aññaṁ jīvaṁ aññaṁ sarīraṁ, idameva saccaṁ moghamaññan’”ti. ",
  "mn72:9.1": "“Kiṁ nu kho, bho gotama, ‘hoti tathāgato paraṁ maraṇā, idameva saccaṁ moghamaññan’ti—",
  "mn72:9.2": "evaṁdiṭṭhi bhavaṁ gotamo”ti? ",
  "mn72:9.3": "“Na kho ahaṁ, vaccha, evaṁdiṭṭhi: ",
  "mn72:9.4": "‘hoti tathāgato paraṁ maraṇā, idameva saccaṁ moghamaññan’”ti. ",
  "mn72:10.1": "“Kiṁ pana, bho gotama, ‘na hoti tathāgato paraṁ maraṇā, idameva saccaṁ moghamaññan’ti—",
  "mn72:10.2": "evaṁdiṭṭhi bhavaṁ gotamo”ti? ",
  "mn72:10.3": "“Na kho ahaṁ, vaccha, evaṁdiṭṭhi: ",
  "mn72:10.4": "‘na hoti tathāgato paraṁ maraṇā, idameva saccaṁ moghamaññan’”ti. ",
  "mn72:11.1": "“Kiṁ nu kho, bho gotama, ‘hoti ca na ca hoti tathāgato paraṁ maraṇā, idameva saccaṁ moghamaññan’ti—",
  "mn72:11.2": "evaṁdiṭṭhi bhavaṁ gotamo”ti? ",
  "mn72:11.3": "“Na kho ahaṁ, vaccha, evaṁdiṭṭhi: ",
  "mn72:11.4": "‘hoti ca na ca hoti tathāgato paraṁ maraṇā, idameva saccaṁ moghamaññan’”ti. ",
  "mn72:12.1": "“Kiṁ pana, bho gotama, ‘neva hoti na na hoti tathāgato paraṁ maraṇā, idameva saccaṁ moghamaññan’ti—",
  "mn72:12.2": "evaṁdiṭṭhi bhavaṁ gotamo”ti? ",
  "mn72:12.3": "“Na kho ahaṁ, vaccha, evaṁdiṭṭhi: ",
  "mn72:12.4": "‘neva hoti na na hoti tathāgato paraṁ maraṇā, idameva saccaṁ moghamaññan’”ti. ",
  "mn72:13.1": "“‘Kiṁ nu kho, bho gotama, sassato loko, idameva saccaṁ moghamaññanti—",
  "mn72:13.2": "evaṁdiṭṭhi bhavaṁ gotamo’ti iti puṭṭho samāno ‘na kho ahaṁ, vaccha, evaṁdiṭṭhi—",
  "mn72:13.3": "sassato loko, idameva saccaṁ moghamaññan’ti vadesi. ",
  "mn72:13.4": "‘Kiṁ pana, bho gotama, asassato loko, idameva saccaṁ moghamaññanti—",
  "mn72:13.5": "evaṁdiṭṭhi bhavaṁ gotamo’ti iti puṭṭho samāno ‘na kho ahaṁ, vaccha, evaṁdiṭṭhi—",
  "mn72:13.6": "asassato loko, idameva saccaṁ moghamaññan’ti vadesi. ",
  "mn72:13.7": "‘Kiṁ nu kho, bho gotama, antavā loko, idameva saccaṁ moghamaññanti—",
  "mn72:13.8": "evaṁdiṭṭhi bhavaṁ gotamo’ti iti puṭṭho samāno ‘na kho ahaṁ, vaccha, evaṁdiṭṭhi—",
  "mn72:13.9": "antavā loko, idameva saccaṁ moghamaññan’ti vadesi. ",
  "mn72:13.10": "‘Kiṁ pana, bho gotama, anantavā loko, idameva saccaṁ moghamaññanti—",
  "mn72:13.11": "evaṁdiṭṭhi bhavaṁ gotamo’ti iti puṭṭho samāno ‘na kho ahaṁ, vaccha, evaṁdiṭṭhi—",
  "mn72:13.12": "anantavā loko, idameva saccaṁ moghamaññan’ti vadesi. ",
  "mn72:13.13": "‘Kiṁ nu kho, bho gotama, taṁ jīvaṁ taṁ sarīraṁ, idameva saccaṁ moghamaññanti—",
  "mn72:13.14": "evaṁdiṭṭhi bhavaṁ gotamo’ti iti puṭṭho samāno ‘na kho ahaṁ, vaccha, evaṁdiṭṭhi—",
  "mn72:13.15": "taṁ jīvaṁ taṁ sarīraṁ, idameva saccaṁ moghamaññan’ti vadesi. ",
  "mn72:13.16": "‘Kiṁ pana, bho gotama, aññaṁ jīvaṁ aññaṁ sarīraṁ, idameva saccaṁ moghamaññanti—",
  "mn72:13.17": "evaṁdiṭṭhi bhavaṁ gotamo’ti iti puṭṭho samāno ‘na kho ahaṁ, vaccha, evaṁdiṭṭhi—",
  "mn72:13.18": "aññaṁ jīvaṁ aññaṁ sarīraṁ, idameva saccaṁ moghamaññan’ti vadesi. ",
  "mn72:13.19": "‘Kiṁ nu kho, bho gotama, hoti tathāgato paraṁ maraṇā, idameva saccaṁ moghamaññanti—",
  "mn72:13.20": "evaṁdiṭṭhi bhavaṁ gotamo’ti iti puṭṭho samāno ‘na kho ahaṁ, vaccha, evaṁdiṭṭhi—",
  "mn72:13.21": "hoti tathāgato paraṁ maraṇā, idameva saccaṁ moghamaññan’ti vadesi. ",
  "mn72:13.22": "‘Kiṁ pana, bho gotama, na hoti tathāgato paraṁ maraṇā, idameva saccaṁ moghamaññanti—",
  "mn72:13.23": "evaṁdiṭṭhi bhavaṁ gotamo’ti iti puṭṭho samāno ‘na kho ahaṁ, vaccha, evaṁdiṭṭhi—",
  "mn72:13.24": "na hoti tathāgato paraṁ maraṇā, idameva saccaṁ moghamaññan’ti vadesi. ",
  "mn72:13.25": "‘Kiṁ nu kho, bho gotama, hoti ca na ca hoti tathāgato paraṁ maraṇā, idameva saccaṁ moghamaññanti—",
  "mn72:13.26": "evaṁdiṭṭhi bhavaṁ gotamo’ti iti puṭṭho samāno ‘na kho ahaṁ, vaccha, evaṁdiṭṭhi—",
  "mn72:13.27": "hoti ca na ca hoti tathāgato paraṁ maraṇā, idameva saccaṁ moghamaññan’ti vadesi. ",
  "mn72:13.28": "‘Kiṁ pana, bho gotama, neva hoti na na hoti tathāgato paraṁ maraṇā, idameva saccaṁ moghamaññanti—",
  "mn72:13.29": "evaṁdiṭṭhi bhavaṁ gotamo’ti iti puṭṭho samāno ‘na kho ahaṁ, vaccha, evaṁdiṭṭhi—",
  "mn72:13.30": "neva hoti na na hoti tathāgato paraṁ maraṇā, idameva saccaṁ moghamaññan’ti vadesi. ",
  "mn72:13.31": "Kiṁ pana bho gotamo ādīnavaṁ sampassamāno evaṁ imāni sabbaso diṭṭhigatāni anupagato”ti? ",
  "mn72:14.1": "“‘Sassato loko’ti kho, vaccha, diṭṭhigatametaṁ diṭṭhigahanaṁ diṭṭhikantāro diṭṭhivisūkaṁ diṭṭhivipphanditaṁ diṭṭhisaṁyojanaṁ sadukkhaṁ savighātaṁ saupāyāsaṁ sapariḷāhaṁ, na nibbidāya na virāgāya na nirodhāya na upasamāya na abhiññāya na sambodhāya na nibbānāya saṁvattati. ",
  "mn72:14.2": "‘Asassato loko’ti kho, vaccha …pe… ",
  "mn72:14.3": "‘antavā loko’ti kho, vaccha …pe… ",
  "mn72:14.4": "‘anantavā loko’ti kho, vaccha …pe… ",
  "mn72:14.5": "‘taṁ jīvaṁ taṁ sarīran’ti kho, vaccha …pe… ",
  "mn72:14.6": "‘aññaṁ jīvaṁ aññaṁ sarīran’ti kho, vaccha …pe… ",
  "mn72:14.7": "‘hoti tathāgato paraṁ maraṇā’ti kho, vaccha …pe… ",
  "mn72:14.8": "‘na hoti tathāgato paraṁ maraṇā’ti kho, vaccha …pe… ",
  "mn72:14.9": "‘hoti ca na ca hoti tathāgato paraṁ maraṇā’ti kho, vaccha …pe… ",
  "mn72:14.10": "‘neva hoti na na hoti tathāgato paraṁ maraṇā’ti kho, vaccha, diṭṭhigatametaṁ diṭṭhigahanaṁ diṭṭhikantāro diṭṭhivisūkaṁ diṭṭhivipphanditaṁ diṭṭhisaṁyojanaṁ sadukkhaṁ savighātaṁ saupāyāsaṁ sapariḷāhaṁ, na nibbidāya na virāgāya na nirodhāya na upasamāya na abhiññāya na sambodhāya na nibbānāya saṁvattati. ",
  "mn72:14.11": "Imaṁ kho ahaṁ, vaccha, ādīnavaṁ sampassamāno evaṁ imāni sabbaso diṭṭhigatāni anupagato”ti. ",
  "mn72:15.1": "“Atthi pana bhoto gotamassa kiñci diṭṭhigatan”ti? ",
  "mn72:15.2": "“Diṭṭhigatanti kho, vaccha, apanītametaṁ tathāgatassa. ",
  "mn72:15.3": "Diṭṭhañhetaṁ, vaccha, tathāgatena: ",
  "mn72:15.4": "‘iti rūpaṁ, iti rūpassa samudayo, iti rūpassa atthaṅgamo; ",
  "mn72:15.5": "iti vedanā, iti vedanāya samudayo, iti vedanāya atthaṅgamo; ",
  "mn72:15.6": "iti saññā, iti saññāya samudayo, iti saññāya atthaṅgamo; ",
  "mn72:15.7": "iti saṅkhārā, iti saṅkhārānaṁ samudayo, iti saṅkhārānaṁ atthaṅgamo; ",
  "mn72:15.8": "iti viññāṇaṁ, iti viññāṇassa samudayo, iti viññāṇassa atthaṅgamo’ti. ",
  "mn72:15.9": "Tasmā tathāgato sabbamaññitānaṁ sabbamathitānaṁ sabbaahaṅkāramamaṅkāramānānusayānaṁ khayā virāgā nirodhā cāgā paṭinissaggā anupādā vimuttoti vadāmī”ti. ",
  "mn72:16.1": "“Evaṁ vimuttacitto pana, bho gotama, bhikkhu kuhiṁ upapajjatī”ti? ",
  "mn72:16.2": "“Upapajjatīti kho, vaccha, na upeti”. ",
  "mn72:16.3": "“Tena hi, bho gotama, na upapajjatī”ti? ",
  "mn72:16.4": "“Na upapajjatīti kho, vaccha, na upeti”. ",
  "mn72:16.5": "“Tena hi, bho gotama, upapajjati ca na ca upapajjatī”ti? ",
  "mn72:16.6": "“Upapajjati ca na ca upapajjatīti kho, vaccha, na upeti”. ",
  "mn72:16.7": "“Tena hi, bho gotama, neva upapajjati na na upapajjatī”ti? ",
  "mn72:16.8": "“Neva upapajjati na na upapajjatīti kho, vaccha, na upeti”. ",
  "mn72:17.1": "“‘Evaṁ vimuttacitto pana, bho gotama, bhikkhu kuhiṁ upapajjatī’ti iti puṭṭho samāno ‘upapajjatīti kho, vaccha, na upetī’ti vadesi. ",
  "mn72:17.2": "‘Tena hi, bho gotama, na upapajjatī’ti iti puṭṭho samāno ‘na upapajjatīti kho, vaccha, na upetī’ti vadesi. ",
  "mn72:17.3": "‘Tena hi, bho gotama, upapajjati ca na ca upapajjatī’ti iti puṭṭho samāno ‘upapajjati ca na ca upapajjatīti kho, vaccha, na upetī’ti vadesi. ",
  "mn72:17.4": "‘Tena hi, bho gotama, neva upapajjati na na upapajjatī’ti iti puṭṭho samāno ‘neva upapajjati na na upapajjatīti kho, vaccha, na upetī’ti vadesi. ",
  "mn72:17.5": "Etthāhaṁ, bho gotama, aññāṇamāpādiṁ, ettha sammohamāpādiṁ. ",
  "mn72:17.6": "Yāpi me esā bhoto gotamassa purimena kathāsallāpena ahu pasādamattā sāpi me etarahi antarahitā”ti. ",
  "mn72:18.1": "“Alañhi te, vaccha, aññāṇāya, alaṁ sammohāya. ",
  "mn72:18.2": "Gambhīro hāyaṁ, vaccha, dhammo duddaso duranubodho santo paṇīto atakkāvacaro nipuṇo paṇḍitavedanīyo. ",
  "mn72:18.3": "So tayā dujjāno aññadiṭṭhikena aññakhantikena aññarucikena aññatrayogena aññatrācariyakena. ",
  "mn72:18.4": "Tena hi, vaccha, taññevettha paṭipucchissāmi; yathā te khameyya tathā naṁ byākareyyāsi. ",
  "mn72:19.1": "Taṁ kiṁ maññasi, vaccha, ",
  "mn72:19.2": "sace te purato aggi jaleyya, jāneyyāsi tvaṁ: ",
  "mn72:19.3": "‘ayaṁ me purato aggi jalatī’”ti? ",
  "mn72:19.4": "“Sace me, bho gotama, purato aggi jaleyya, jāneyyāhaṁ: ",
  "mn72:19.5": "‘ayaṁ me purato aggi jalatī’”ti. ",
  "mn72:19.6": "“Sace pana taṁ, vaccha, evaṁ puccheyya: ",
  "mn72:19.7": "‘yo te ayaṁ purato aggi jalati ayaṁ aggi kiṁ paṭicca jalatī’ti, evaṁ puṭṭho tvaṁ, vaccha, kinti byākareyyāsī”ti? ",
  "mn72:19.8": "“Sace maṁ, bho gotama, evaṁ puccheyya: ",
  "mn72:19.9": "‘yo te ayaṁ purato aggi jalati ayaṁ aggi kiṁ paṭicca jalatī’ti, evaṁ puṭṭho ahaṁ, bho gotama, evaṁ byākareyyaṁ: ",
  "mn72:19.10": "‘yo me ayaṁ purato aggi jalati ayaṁ aggi tiṇakaṭṭhupādānaṁ paṭicca jalatī’”ti. ",
  "mn72:19.11": "“Sace te, vaccha, purato so aggi nibbāyeyya, jāneyyāsi tvaṁ: ",
  "mn72:19.12": "‘ayaṁ me purato aggi nibbuto’”ti? ",
  "mn72:19.13": "“Sace me, bho gotama, purato so aggi nibbāyeyya, jāneyyāhaṁ: ",
  "mn72:19.14": "‘ayaṁ me purato aggi nibbuto’”ti. ",
  "mn72:19.15": "“Sace pana taṁ, vaccha, evaṁ puccheyya: ",
  "mn72:19.16": "‘yo te ayaṁ purato aggi nibbuto so aggi ito katamaṁ disaṁ gato—",
  "mn72:19.17": "puratthimaṁ vā dakkhiṇaṁ vā pacchimaṁ vā uttaraṁ vā’ti, evaṁ puṭṭho tvaṁ, vaccha, kinti byākareyyāsī”ti? ",
  "mn72:19.18": "“Na upeti, bho gotama, yañhi so, bho gotama, aggi tiṇakaṭṭhupādānaṁ paṭicca ajali tassa ca pariyādānā aññassa ca anupahārā anāhāro nibbutotveva saṅkhyaṁ gacchatī”ti. ",
  "mn72:20.1": "“Evameva kho, vaccha, yena rūpena tathāgataṁ paññāpayamāno paññāpeyya taṁ rūpaṁ tathāgatassa pahīnaṁ ucchinnamūlaṁ tālāvatthukataṁ anabhāvaṅkataṁ āyatiṁ anuppādadhammaṁ. ",
  "mn72:20.2": "Rūpasaṅkhayavimutto kho, vaccha, tathāgato gambhīro appameyyo duppariyogāḷho—",
  "mn72:20.3": "seyyathāpi mahāsamuddo. ",
  "mn72:20.4": "Upapajjatīti na upeti, na upapajjatīti na upeti, upapajjati ca na ca upapajjatīti na upeti, neva upapajjati na na upapajjatīti na upeti. ",
  "mn72:20.5": "Yāya vedanāya tathāgataṁ paññāpayamāno paññāpeyya sā vedanā tathāgatassa pahīnā ucchinnamūlā tālāvatthukatā anabhāvaṅkatā āyatiṁ anuppādadhammā. ",
  "mn72:20.6": "Vedanāsaṅkhayavimutto kho, vaccha, tathāgato gambhīro appameyyo duppariyogāḷho—",
  "mn72:20.7": "seyyathāpi mahāsamuddo. ",
  "mn72:20.8": "Upapajjatīti na upeti, na upapajjatīti na upeti, upapajjati ca na ca upapajjatīti na upeti, neva upapajjati na na upapajjatīti na upeti. ",
  "mn72:20.9": "Yāya saññāya tathāgataṁ paññāpayamāno paññāpeyya sā saññā tathāgatassa pahīnā ucchinnamūlā tālāvatthukatā anabhāvaṅkatā āyatiṁ anuppādadhammā. ",
  "mn72:20.10": "Saññāsaṅkhayavimutto kho, vaccha, tathāgato gambhīro appameyyo duppariyogāḷho—",
  "mn72:20.11": "seyyathāpi mahāsamuddo. ",
  "mn72:20.12": "Upapajjatīti na upeti, na upapajjatīti na upeti, upapajjati ca na ca upapajjatīti na upeti, neva upapajjati na na upapajjatīti na upeti. ",
  "mn72:20.13": "Yehi saṅkhārehi tathāgataṁ paññāpayamāno paññāpeyya te saṅkhārā tathāgatassa pahīnā ucchinnamūlā tālāvatthukatā anabhāvaṅkatā āyatiṁ anuppādadhammā. ",
  "mn72:20.14": "Saṅkhārasaṅkhayavimutto kho, vaccha, tathāgato gambhīro appameyyo duppariyogāḷho—",
  "mn72:20.15": "seyyathāpi mahāsamuddo. ",
  "mn72:20.16": "Upapajjatīti na upeti, na upapajjatīti na upeti, upapajjati ca na ca upapajjatīti na upeti, neva upapajjati na na upapajjatīti na upeti. ",
  "mn72:20.17": "Yena viññāṇena tathāgataṁ paññāpayamāno paññāpeyya taṁ viññāṇaṁ tathāgatassa pahīnaṁ ucchinnamūlaṁ tālāvatthukataṁ anabhāvaṅkataṁ āyatiṁ anuppādadhammaṁ. ",
  "mn72:20.18": "Viññāṇasaṅkhayavimutto kho, vaccha, tathāgato gambhīro appameyyo duppariyogāḷho—",
  "mn72:20.19": "seyyathāpi mahāsamuddo. ",
  "mn72:20.20": "Upapajjatīti na upeti, na upapajjatīti na upeti, upapajjati ca na ca upapajjatīti na upeti, neva upapajjati na na upapajjatīti na upetī”ti. ",
  "mn72:21.1": "Evaṁ vutte, vacchagotto paribbājako bhagavantaṁ etadavoca: ",
  "mn72:21.2": "“seyyathāpi, bho gotama, gāmassa vā nigamassa vā avidūre mahāsālarukkho. ",
  "mn72:21.3": "Tassa aniccatā sākhāpalāsā palujjeyyuṁ, tacapapaṭikā palujjeyyuṁ, pheggū palujjeyyuṁ; ",
  "mn72:21.4": "so aparena samayena apagatasākhāpalāso apagatatacapapaṭiko apagataphegguko suddho assa, sāre patiṭṭhito; ",
  "mn72:21.5": "evameva bhoto gotamassa pāvacanaṁ apagatasākhāpalāsaṁ apagatatacapapaṭikaṁ apagatapheggukaṁ suddhaṁ, sāre patiṭṭhitaṁ. ",
  "mn72:22.1": "Abhikkantaṁ, bho gotama …pe… ",
  "mn72:22.2": "upāsakaṁ maṁ bhavaṁ gotamo dhāretu ajjatagge pāṇupetaṁ saraṇaṁ gatan”ti. ",
  "mn72:22.3": "Aggivacchasuttaṁ niṭṭhitaṁ dutiyaṁ. "
}