{
  "mn73:0.1": "Majjhima Nikāya 73 ",
  "mn73:0.2": "Mahāvacchasutta ",
  "mn73:1.1": "Evaṁ me sutaṁ—",
  "mn73:1.2": "ekaṁ samayaṁ bhagavā rājagahe viharati veḷuvane kalandakanivāpe. ",
  "mn73:2.1": "Atha kho vacchagotto paribbājako yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṁ sammodi. ",
  "mn73:2.2": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho vacchagotto paribbājako bhagavantaṁ etadavoca: ",
  "mn73:3.1": "“dīgharattāhaṁ bhotā gotamena sahakathī. ",
  "mn73:3.2": "Sādhu me bhavaṁ gotamo saṅkhittena kusalākusalaṁ desetū”ti. ",
  "mn73:3.3": "“Saṅkhittenapi kho te ahaṁ, vaccha, kusalākusalaṁ deseyyaṁ, vitthārenapi kho te ahaṁ, vaccha, kusalākusalaṁ deseyyaṁ; ",
  "mn73:3.4": "api ca te ahaṁ, vaccha, saṅkhittena kusalākusalaṁ desessāmi. ",
  "mn73:3.5": "Taṁ suṇāhi, sādhukaṁ manasi karohi, bhāsissāmī”ti. ",
  "mn73:3.6": "“Evaṁ, bho”ti kho vacchagotto paribbājako bhagavato paccassosi. ",
  "mn73:3.7": "Bhagavā etadavoca: ",
  "mn73:4.1": "“Lobho kho, vaccha, akusalaṁ, alobho kusalaṁ; ",
  "mn73:4.2": "doso kho, vaccha, akusalaṁ, adoso kusalaṁ; ",
  "mn73:4.3": "moho kho, vaccha, akusalaṁ, amoho kusalaṁ. ",
  "mn73:4.4": "Iti kho, vaccha, ime tayo dhammā akusalā, tayo dhammā kusalā. ",
  "mn73:5.1": "Pāṇātipāto kho, vaccha, akusalaṁ, pāṇātipātā veramaṇī kusalaṁ; ",
  "mn73:5.2": "adinnādānaṁ kho, vaccha, akusalaṁ, adinnādānā veramaṇī kusalaṁ; ",
  "mn73:5.3": "kāmesumicchācāro kho, vaccha, akusalaṁ, kāmesumicchācārā veramaṇī kusalaṁ; ",
  "mn73:5.4": "musāvādo kho, vaccha, akusalaṁ, musāvādā veramaṇī kusalaṁ; ",
  "mn73:5.5": "pisuṇā vācā kho, vaccha, akusalaṁ, pisuṇāya vācāya veramaṇī kusalaṁ; ",
  "mn73:5.6": "pharusā vācā kho, vaccha, akusalaṁ, pharusāya vācāya veramaṇī kusalaṁ; ",
  "mn73:5.7": "samphappalāpo kho, vaccha, akusalaṁ, samphappalāpā veramaṇī kusalaṁ; ",
  "mn73:5.8": "abhijjhā kho, vaccha, akusalaṁ, anabhijjhā kusalaṁ; ",
  "mn73:5.9": "byāpādo kho, vaccha, akusalaṁ, abyāpādo kusalaṁ; ",
  "mn73:5.10": "micchādiṭṭhi kho, vaccha, akusalaṁ sammādiṭṭhi kusalaṁ. ",
  "mn73:5.11": "Iti kho, vaccha, ime dasa dhammā akusalā, dasa dhammā kusalā. ",
  "mn73:6.1": "Yato kho, vaccha, bhikkhuno taṇhā pahīnā hoti ucchinnamūlā tālāvatthukatā anabhāvaṅkatā āyatiṁ anuppādadhammā, so hoti bhikkhu arahaṁ khīṇāsavo vusitavā katakaraṇīyo ohitabhāro anuppattasadattho parikkhīṇabhavasaṁyojano sammadaññāvimutto”ti. ",
  "mn73:7.1": "“Tiṭṭhatu bhavaṁ gotamo. ",
  "mn73:7.2": "Atthi pana te bhoto gotamassa ekabhikkhupi sāvako yo āsavānaṁ khayā anāsavaṁ cetovimuttiṁ paññāvimuttiṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja viharatī”ti? ",
  "mn73:7.3": "“Na kho, vaccha, ekaṁyeva sataṁ na dve satāni na tīṇi satāni na cattāri satāni na pañca satāni, atha kho bhiyyova ye bhikkhū mama sāvakā āsavānaṁ khayā anāsavaṁ cetovimuttiṁ paññāvimuttiṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja viharantī”ti. ",
  "mn73:8.1": "“Tiṭṭhatu bhavaṁ gotamo, tiṭṭhantu bhikkhū. ",
  "mn73:8.2": "Atthi pana bhoto gotamassa ekā bhikkhunīpi sāvikā yā āsavānaṁ khayā anāsavaṁ cetovimuttiṁ paññāvimuttiṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja viharatī”ti? ",
  "mn73:8.3": "“Na kho, vaccha, ekaṁyeva sataṁ na dve satāni na tīṇi satāni na cattāri satāni na pañca satāni, atha kho bhiyyova yā bhikkhuniyo mama sāvikā āsavānaṁ khayā anāsavaṁ cetovimuttiṁ paññāvimuttiṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja viharantī”ti. ",
  "mn73:9.1": "“Tiṭṭhatu bhavaṁ gotamo, tiṭṭhantu bhikkhū, tiṭṭhantu bhikkhuniyo. ",
  "mn73:9.2": "Atthi pana bhoto gotamassa ekupāsakopi sāvako gihī odātavasano brahmacārī yo pañcannaṁ orambhāgiyānaṁ saṁyojanānaṁ parikkhayā opapātiko tattha parinibbāyī anāvattidhammo tasmā lokā”ti? ",
  "mn73:9.3": "“Na kho, vaccha, ekaṁyeva sataṁ na dve satāni na tīṇi satāni na cattāri satāni na pañca satāni, atha kho bhiyyova ye upāsakā mama sāvakā gihī odātavasanā brahmacārino pañcannaṁ orambhāgiyānaṁ saṁyojanānaṁ parikkhayā opapātikā tattha parinibbāyino anāvattidhammā tasmā lokā”ti. ",
  "mn73:10.1": "“Tiṭṭhatu bhavaṁ gotamo, tiṭṭhantu bhikkhū, tiṭṭhantu bhikkhuniyo, tiṭṭhantu upāsakā gihī odātavasanā brahmacārino. ",
  "mn73:10.2": "Atthi pana bhoto gotamassa ekupāsakopi sāvako gihī odātavasano kāmabhogī sāsanakaro ovādappaṭikaro yo tiṇṇavicikiccho vigatakathaṅkatho vesārajjappatto aparappaccayo satthusāsane viharatī”ti? ",
  "mn73:10.3": "“Na kho, vaccha, ekaṁyeva sataṁ na dve satāni na tīṇi satāni na cattāri satāni na pañca satāni, atha kho bhiyyova ye upāsakā mama sāvakā gihī odātavasanā kāmabhogino sāsanakarā ovādappaṭikarā tiṇṇavicikicchā vigatakathaṅkathā vesārajjappattā aparappaccayā satthusāsane viharantī”ti. ",
  "mn73:11.1": "“Tiṭṭhatu bhavaṁ gotamo, tiṭṭhantu bhikkhū, tiṭṭhantu bhikkhuniyo, tiṭṭhantu upāsakā gihī odātavasanā brahmacārino, tiṭṭhantu upāsakā gihī odātavasanā kāmabhogino. ",
  "mn73:11.2": "Atthi pana bhoto gotamassa ekupāsikāpi sāvikā gihinī odātavasanā brahmacārinī yā pañcannaṁ orambhāgiyānaṁ saṁyojanānaṁ parikkhayā opapātikā tattha parinibbāyinī anāvattidhammā tasmā lokā”ti? ",
  "mn73:11.3": "“Na kho, vaccha, ekaṁyeva sataṁ na dve satāni na tīṇi satāni na cattāri satāni na pañca satāni, atha kho bhiyyova yā upāsikā mama sāvikā gihiniyo odātavasanā brahmacāriniyo pañcannaṁ orambhāgiyānaṁ saṁyojanānaṁ parikkhayā opapātikā tattha parinibbāyiniyo anāvattidhammā tasmā lokā”ti. ",
  "mn73:12.1": "“Tiṭṭhatu bhavaṁ gotamo, tiṭṭhantu bhikkhū, tiṭṭhantu bhikkhuniyo, tiṭṭhantu upāsakā gihī odātavasanā brahmacārino, tiṭṭhantu upāsakā gihī odātavasanā kāmabhogino, tiṭṭhantu upāsikā gihiniyo odātavasanā brahmacāriniyo. ",
  "mn73:12.2": "Atthi pana bhoto gotamassa ekupāsikāpi sāvikā gihinī odātavasanā kāmabhoginī sāsanakarā ovādappaṭikarā yā tiṇṇavicikicchā vigatakathaṅkathā vesārajjappattā aparappaccayā satthusāsane viharatī”ti? ",
  "mn73:12.3": "“Na kho, vaccha, ekaṁyeva sataṁ na dve satāni na tīṇi satāni na cattāri satāni na pañca satāni, atha kho bhiyyova yā upāsikā mama sāvikā gihiniyo odātavasanā kāmabhoginiyo sāsanakarā ovādappaṭikarā tiṇṇavicikicchā vigatakathaṅkathā vesārajjappattā aparappaccayā satthusāsane viharantī”ti. ",
  "mn73:13.1": "“Sace hi, bho gotama, imaṁ dhammaṁ bhavaṁyeva gotamo ārādhako abhavissa, no ca kho bhikkhū ārādhakā abhavissaṁsu; ",
  "mn73:13.2": "evamidaṁ brahmacariyaṁ aparipūraṁ abhavissa tenaṅgena. ",
  "mn73:13.3": "Yasmā ca kho, bho gotama, imaṁ dhammaṁ bhavañceva gotamo ārādhako bhikkhū ca ārādhakā; ",
  "mn73:13.4": "evamidaṁ brahmacariyaṁ paripūraṁ tenaṅgena. ",
  "mn73:13.5": "Sace hi, bho gotama, imaṁ dhammaṁ bhavañceva gotamo ārādhako abhavissa, bhikkhū ca ārādhakā abhavissaṁsu, no ca kho bhikkhuniyo ārādhikā abhavissaṁsu; ",
  "mn73:13.6": "evamidaṁ brahmacariyaṁ aparipūraṁ abhavissa tenaṅgena. ",
  "mn73:13.7": "Yasmā ca kho, bho gotama, imaṁ dhammaṁ bhavañceva gotamo ārādhako, bhikkhū ca ārādhakā, bhikkhuniyo ca ārādhikā; ",
  "mn73:13.8": "evamidaṁ brahmacariyaṁ paripūraṁ tenaṅgena. ",
  "mn73:13.9": "Sace hi, bho gotama, imaṁ dhammaṁ bhavañceva gotamo ārādhako abhavissa, bhikkhū ca ārādhakā abhavissaṁsu, bhikkhuniyo ca ārādhikā abhavissaṁsu, no ca kho upāsakā gihī odātavasanā brahmacārino ārādhakā abhavissaṁsu; ",
  "mn73:13.10": "evamidaṁ brahmacariyaṁ aparipūraṁ abhavissa tenaṅgena. ",
  "mn73:13.11": "Yasmā ca kho, bho gotama, imaṁ dhammaṁ bhavañceva gotamo ārādhako, bhikkhū ca ārādhakā, bhikkhuniyo ca ārādhikā, upāsakā ca gihī odātavasanā brahmacārino ārādhakā; ",
  "mn73:13.12": "evamidaṁ brahmacariyaṁ paripūraṁ tenaṅgena. ",
  "mn73:13.13": "Sace hi, bho gotama, imaṁ dhammaṁ bhavañceva gotamo ārādhako abhavissa, bhikkhū ca ārādhakā abhavissaṁsu, bhikkhuniyo ca ārādhikā abhavissaṁsu, upāsakā ca gihī odātavasanā brahmacārino ārādhakā abhavissaṁsu, no ca kho upāsakā gihī odātavasanā kāmabhogino ārādhakā abhavissaṁsu; ",
  "mn73:13.14": "evamidaṁ brahmacariyaṁ aparipūraṁ abhavissa tenaṅgena. ",
  "mn73:13.15": "Yasmā ca kho, bho gotama, imaṁ dhammaṁ bhavañceva gotamo ārādhako, bhikkhū ca ārādhakā, bhikkhuniyo ca ārādhikā, upāsakā ca gihī odātavasanā brahmacārino ārādhakā, upāsakā ca gihī odātavasanā kāmabhogino ārādhakā; ",
  "mn73:13.16": "evamidaṁ brahmacariyaṁ paripūraṁ tenaṅgena. ",
  "mn73:13.17": "Sace hi, bho gotama, imaṁ dhammaṁ bhavañceva gotamo ārādhako abhavissa, bhikkhū ca ārādhakā abhavissaṁsu, bhikkhuniyo ca ārādhikā abhavissaṁsu, upāsakā ca gihī odātavasanā brahmacārino ārādhakā abhavissaṁsu, upāsakā ca gihī odātavasanā kāmabhogino ārādhakā abhavissaṁsu, no ca kho upāsikā gihiniyo odātavasanā brahmacāriniyo ārādhikā abhavissaṁsu; ",
  "mn73:13.18": "evamidaṁ brahmacariyaṁ aparipūraṁ abhavissa tenaṅgena. ",
  "mn73:13.19": "Yasmā ca kho, bho gotama, imaṁ dhammaṁ bhavañceva gotamo ārādhako, bhikkhū ca ārādhakā, bhikkhuniyo ca ārādhikā, upāsakā ca gihī odātavasanā brahmacārino ārādhakā, upāsakā ca gihī odātavasanā kāmabhogino ārādhakā, upāsikā ca gihiniyo odātavasanā brahmacāriniyo ārādhikā; ",
  "mn73:13.20": "evamidaṁ brahmacariyaṁ paripūraṁ tenaṅgena. ",
  "mn73:13.21": "Sace hi, bho gotama, imaṁ dhammaṁ bhavañceva gotamo ārādhako abhavissa, bhikkhū ca ārādhakā abhavissaṁsu, bhikkhuniyo ca ārādhikā abhavissaṁsu, upāsakā ca gihī odātavasanā brahmacārino ārādhakā abhavissaṁsu, upāsakā ca gihī odātavasanā kāmabhogino ārādhakā abhavissaṁsu, upāsikā ca gihiniyo odātavasanā brahmacāriniyo ārādhikā abhavissaṁsu, no ca kho upāsikā gihiniyo odātavasanā kāmabhoginiyo ārādhikā abhavissaṁsu; ",
  "mn73:13.22": "evamidaṁ brahmacariyaṁ aparipūraṁ abhavissa tenaṅgena. ",
  "mn73:13.23": "Yasmā ca kho, bho gotama, imaṁ dhammaṁ bhavañceva gotamo ārādhako, bhikkhū ca ārādhakā, bhikkhuniyo ca ārādhikā, upāsakā ca gihī odātavasanā brahmacārino ārādhakā, upāsakā ca gihī odātavasanā kāmabhogino ārādhakā, upāsikā ca gihiniyo odātavasanā brahmacāriniyo ārādhikā, upāsikā ca gihiniyo odātavasanā kāmabhoginiyo ārādhikā; ",
  "mn73:13.24": "evamidaṁ brahmacariyaṁ paripūraṁ tenaṅgena. ",
  "mn73:14.1": "Seyyathāpi, bho gotama, gaṅgā nadī samuddaninnā samuddapoṇā samuddapabbhārā samuddaṁ āhacca tiṭṭhati, evamevāyaṁ bhoto gotamassa parisā sagahaṭṭhapabbajitā nibbānaninnā nibbānapoṇā nibbānapabbhārā nibbānaṁ āhacca tiṭṭhati. ",
  "mn73:15.1": "Abhikkantaṁ, bho gotama …pe… ",
  "mn73:15.2": "esāhaṁ bhavantaṁ gotamaṁ saraṇaṁ gacchāmi dhammañca bhikkhusaṅghañca. ",
  "mn73:15.3": "Labheyyāhaṁ bhoto gotamassa santike pabbajjaṁ, labheyyaṁ upasampadan”ti. ",
  "mn73:16.1": "“Yo kho, vaccha, aññatitthiyapubbo imasmiṁ dhammavinaye ākaṅkhati pabbajjaṁ, ākaṅkhati upasampadaṁ, so cattāro māse parivasati. Catunnaṁ māsānaṁ accayena āraddhacittā bhikkhū pabbājenti upasampādenti bhikkhubhāvāya; ",
  "mn73:16.2": "api ca mettha puggalavemattatā viditā”ti. ",
  "mn73:16.3": "“Sace, bhante, aññatitthiyapubbā imasmiṁ dhammavinaye ākaṅkhantā pabbajjaṁ, ākaṅkhantā upasampadaṁ cattāro māse parivasanti, catunnaṁ māsānaṁ accayena āraddhacittā bhikkhū pabbājenti upasampādenti bhikkhubhāvāya; ahaṁ cattāri vassāni parivasissāmi. Catunnaṁ vassānaṁ accayena āraddhacittā bhikkhū pabbājentu upasampādentu bhikkhubhāvāyā”ti. ",
  "mn73:16.4": "Alattha kho vacchagotto paribbājako bhagavato santike pabbajjaṁ alattha upasampadaṁ. ",
  "mn73:17.1": "Acirūpasampanno kho panāyasmā vacchagotto addhamāsūpasampanno yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho āyasmā vacchagotto bhagavantaṁ etadavoca: ",
  "mn73:17.2": "“yāvatakaṁ, bhante, sekhena ñāṇena sekhāya vijjāya pattabbaṁ, anuppattaṁ taṁ mayā; ",
  "mn73:17.3": "uttari ca me bhagavā dhammaṁ desetū”ti. ",
  "mn73:18.1": "“Tena hi tvaṁ, vaccha, dve dhamme uttari bhāvehi—samathañca vipassanañca. ",
  "mn73:18.2": "Ime kho te, vaccha, dve dhammā uttari bhāvitā—samatho ca vipassanā ca—anekadhātupaṭivedhāya saṁvattissanti. ",
  "mn73:19.1": "So tvaṁ, vaccha, yāvadeva ākaṅkhissasi: ",
  "mn73:19.2": "‘anekavihitaṁ iddhividhaṁ paccanubhaveyyaṁ—ekopi hutvā bahudhā assaṁ, bahudhāpi hutvā eko assaṁ; āvibhāvaṁ, tirobhāvaṁ; tirokuṭṭaṁ tiropākāraṁ tiropabbataṁ asajjamāno gaccheyyaṁ, seyyathāpi ākāse; pathaviyāpi ummujjanimujjaṁ kareyyaṁ, seyyathāpi udake; udakepi abhijjamāne gaccheyyaṁ, seyyathāpi pathaviyaṁ; ākāsepi pallaṅkena kameyyaṁ, seyyathāpi pakkhī sakuṇo; imepi candimasūriye evaṁmahiddhike evaṁmahānubhāve pāṇinā parimaseyyaṁ, parimajjeyyaṁ; yāva brahmalokāpi kāyena vasaṁ vatteyyan’ti, ",
  "mn73:19.3": "tatra tatreva sakkhibhabbataṁ pāpuṇissasi, sati satiāyatane. ",
  "mn73:20.1": "So tvaṁ, vaccha, yāvadeva ākaṅkhissasi: ",
  "mn73:20.2": "‘dibbāya sotadhātuyā visuddhāya atikkantamānusikāya ubho sadde suṇeyyaṁ—dibbe ca mānuse ca, ye dūre santike cā’ti, tatra tatreva sakkhibhabbataṁ pāpuṇissasi, sati satiāyatane. ",
  "mn73:21.1": "So tvaṁ, vaccha, yāvadeva ākaṅkhissasi: ",
  "mn73:21.2": "‘parasattānaṁ parapuggalānaṁ cetasā ceto paricca pajāneyyaṁ—",
  "mn73:21.3": "sarāgaṁ vā cittaṁ sarāgaṁ cittanti pajāneyyaṁ,",
  "mn73:21.4": "vītarāgaṁ vā cittaṁ vītarāgaṁ cittanti pajāneyyaṁ;",
  "mn73:21.5": "sadosaṁ vā cittaṁ sadosaṁ cittanti pajāneyyaṁ,",
  "mn73:21.6": "vītadosaṁ vā cittaṁ vītadosaṁ cittanti pajāneyyaṁ;",
  "mn73:21.7": "samohaṁ vā cittaṁ samohaṁ cittanti pajāneyyaṁ,",
  "mn73:21.8": "vītamohaṁ vā cittaṁ vītamohaṁ cittanti pajāneyyaṁ;",
  "mn73:21.9": "saṅkhittaṁ vā cittaṁ saṅkhittaṁ cittanti pajāneyyaṁ,",
  "mn73:21.10": "vikkhittaṁ vā cittaṁ vikkhittaṁ cittanti pajāneyyaṁ;",
  "mn73:21.11": "mahaggataṁ vā cittaṁ mahaggataṁ cittanti pajāneyyaṁ,",
  "mn73:21.12": "amahaggataṁ vā cittaṁ amahaggataṁ cittanti pajāneyyaṁ;",
  "mn73:21.13": "sauttaraṁ vā cittaṁ sauttaraṁ cittanti pajāneyyaṁ,",
  "mn73:21.14": "anuttaraṁ vā cittaṁ anuttaraṁ cittanti pajāneyyaṁ;",
  "mn73:21.15": "samāhitaṁ vā cittaṁ samāhitaṁ cittanti pajāneyyaṁ,",
  "mn73:21.16": "asamāhitaṁ vā cittaṁ asamāhitaṁ cittanti pajāneyyaṁ;",
  "mn73:21.17": "vimuttaṁ vā cittaṁ vimuttaṁ cittanti pajāneyyaṁ,",
  "mn73:21.18": "avimuttaṁ vā cittaṁ avimuttaṁ cittanti pajāneyyan’ti, ",
  "mn73:21.19": "tatra tatreva sakkhibhabbataṁ pāpuṇissasi, sati satiāyatane. ",
  "mn73:22.1": "So tvaṁ, vaccha, yāvadeva ākaṅkhissasi: ",
  "mn73:22.2": "‘anekavihitaṁ pubbenivāsaṁ anussareyyaṁ, seyyathidaṁ—ekampi jātiṁ dvepi jātiyo tissopi jātiyo catassopi jātiyo pañcapi jātiyo dasapi jātiyo vīsampi jātiyo tiṁsampi jātiyo cattālīsampi jātiyo paññāsampi jātiyo jātisatampi jātisahassampi jātisatasahassampi; anekepi saṁvaṭṭakappe anekepi vivaṭṭakappe anekepi saṁvaṭṭavivaṭṭakappe—amutrāsiṁ evaṁnāmo evaṅgotto evaṁvaṇṇo evamāhāro evaṁsukhadukkhappaṭisaṁvedī evamāyupariyanto, so tato cuto amutra udapādiṁ; tatrāpāsiṁ evaṁnāmo evaṅgotto evaṁvaṇṇo evamāhāro evaṁsukhadukkhappaṭisaṁvedī evamāyupariyanto, so tato cuto idhūpapannoti; iti sākāraṁ sauddesaṁ anekavihitaṁ pubbenivāsaṁ anussareyyan’ti, ",
  "mn73:22.3": "tatra tatreva sakkhibhabbataṁ pāpuṇissasi, sati satiāyatane. ",
  "mn73:23.1": "So tvaṁ, vaccha, yāvadeva ākaṅkhissasi: ",
  "mn73:23.2": "‘dibbena cakkhunā visuddhena atikkantamānusakena satte passeyyaṁ cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate yathākammūpage satte pajāneyyaṁ—ime vata bhonto sattā kāyaduccaritena samannāgatā vacīduccaritena samannāgatā manoduccaritena samannāgatā ariyānaṁ upavādakā micchādiṭṭhikā micchādiṭṭhikammasamādānā, te kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapannā; ime vā pana bhonto sattā kāyasucaritena samannāgatā vacīsucaritena samannāgatā manosucaritena samannāgatā ariyānaṁ anupavādakā sammādiṭṭhikā sammādiṭṭhikammasamādānā, te kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapannāti; iti dibbena cakkhunā visuddhena atikkantamānusakena satte passeyyaṁ cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate yathākammūpage satte pajāneyyan’ti, ",
  "mn73:23.3": "tatra tatreva sakkhibhabbataṁ pāpuṇissasi, sati satiāyatane. ",
  "mn73:24.1": "So tvaṁ, vaccha, yāvadeva ākaṅkhissasi: ",
  "mn73:24.2": "‘āsavānaṁ khayā anāsavaṁ cetovimuttiṁ paññāvimuttiṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja vihareyyan’ti, ",
  "mn73:24.3": "tatra tatreva sakkhibhabbataṁ pāpuṇissasi, sati satiāyatane”ti. ",
  "mn73:25.1": "Atha kho āyasmā vacchagotto bhagavato bhāsitaṁ abhinanditvā anumoditvā uṭṭhāyāsanā bhagavantaṁ abhivādetvā padakkhiṇaṁ katvā pakkāmi. ",
  "mn73:26.1": "Atha kho āyasmā vacchagotto eko vūpakaṭṭho appamatto ātāpī pahitatto viharanto nacirasseva—yassatthāya kulaputtā sammadeva agārasmā anagāriyaṁ pabbajanti, tadanuttaraṁ—brahmacariyapariyosānaṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja vihāsi. ",
  "mn73:26.2": "“Khīṇā jāti, vusitaṁ brahmacariyaṁ, kataṁ karaṇīyaṁ, nāparaṁ itthattāyā”ti abbhaññāsi. ",
  "mn73:26.3": "Aññataro kho panāyasmā vacchagotto arahataṁ ahosi. ",
  "mn73:27.1": "Tena kho pana samayena sambahulā bhikkhū bhagavantaṁ dassanāya gacchanti. ",
  "mn73:27.2": "Addasā kho āyasmā vacchagotto te bhikkhū dūratova āgacchante. ",
  "mn73:27.3": "Disvāna yena te bhikkhū tenupasaṅkami; upasaṅkamitvā te bhikkhū etadavoca: ",
  "mn73:27.4": "“handa kahaṁ pana tumhe āyasmanto gacchathā”ti? ",
  "mn73:27.5": "“Bhagavantaṁ kho mayaṁ, āvuso, dassanāya gacchāmā”ti. ",
  "mn73:27.6": "“Tenahāyasmanto mama vacanena bhagavato pāde sirasā vandatha, evañca vadetha: ",
  "mn73:27.7": "‘vacchagotto, bhante, bhikkhu bhagavato pāde sirasā vandati, evañca vadeti—",
  "mn73:27.8": "pariciṇṇo me bhagavā, pariciṇṇo me sugato’”ti. ",
  "mn73:28.1": "“Evamāvuso”ti kho te bhikkhū āyasmato vacchagottassa paccassosuṁ. ",
  "mn73:28.2": "Atha kho te bhikkhū yena bhagavā tenupasaṅkamiṁsu; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdiṁsu. Ekamantaṁ nisinnā kho te bhikkhū bhagavantaṁ etadavocuṁ: ",
  "mn73:28.3": "“āyasmā, bhante, vacchagotto bhagavato pāde sirasā vandati, evañca vadeti: ",
  "mn73:28.4": "‘pariciṇṇo me bhagavā, pariciṇṇo me sugato’”ti. ",
  "mn73:28.5": "“Pubbeva me, bhikkhave, vacchagotto bhikkhu cetasā ceto paricca vidito: ",
  "mn73:28.6": "‘tevijjo vacchagotto bhikkhu mahiddhiko mahānubhāvo’ti. ",
  "mn73:28.7": "Devatāpi me etamatthaṁ ārocesuṁ: ",
  "mn73:28.8": "‘tevijjo, bhante, vacchagotto bhikkhu mahiddhiko mahānubhāvo’”ti. ",
  "mn73:28.9": "Idamavoca bhagavā. ",
  "mn73:28.10": "Attamanā te bhikkhū bhagavato bhāsitaṁ abhinandunti. ",
  "mn73:28.11": "Mahāvacchasuttaṁ niṭṭhitaṁ tatiyaṁ. "
}