{
  "mn75:0.1": "Majjhima Nikāya 75 ",
  "mn75:0.2": "Māgaṇḍiyasutta ",
  "mn75:1.1": "Evaṁ me sutaṁ—",
  "mn75:1.2": "ekaṁ samayaṁ bhagavā kurūsu viharati kammāsadhammaṁ nāma kurūnaṁ nigamo, bhāradvājagottassa brāhmaṇassa agyāgāre tiṇasanthārake. ",
  "mn75:2.1": "Atha kho bhagavā pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya kammāsadhammaṁ piṇḍāya pāvisi. ",
  "mn75:2.2": "Kammāsadhammaṁ piṇḍāya caritvā pacchābhattaṁ piṇḍapātapaṭikkanto yena aññataro vanasaṇḍo tenupasaṅkami divāvihārāya. ",
  "mn75:2.3": "Taṁ vanasaṇḍaṁ ajjhogāhetvā aññatarasmiṁ rukkhamūle divāvihāraṁ nisīdi. ",
  "mn75:3.1": "Atha kho māgaṇḍiyo paribbājako jaṅghāvihāraṁ anucaṅkamamāno anuvicaramāno yena bhāradvājagottassa brāhmaṇassa agyāgāraṁ tenupasaṅkami. ",
  "mn75:3.2": "Addasā kho māgaṇḍiyo paribbājako bhāradvājagottassa brāhmaṇassa agyāgāre tiṇasanthārakaṁ paññattaṁ. ",
  "mn75:3.3": "Disvāna bhāradvājagottaṁ brāhmaṇaṁ etadavoca: ",
  "mn75:3.4": "“kassa nvayaṁ bhoto bhāradvājassa agyāgāre tiṇasanthārako paññatto, samaṇaseyyānurūpaṁ maññe”ti? ",
  "mn75:4.1": "“Atthi, bho māgaṇḍiya, samaṇo gotamo sakyaputto sakyakulā pabbajito. ",
  "mn75:4.2": "Taṁ kho pana bhavantaṁ gotamaṁ evaṁ kalyāṇo kittisaddo abbhuggato: ",
  "mn75:4.3": "‘itipi so bhagavā arahaṁ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṁ buddho bhagavā’ti. ",
  "mn75:4.4": "Tassesā bhoto gotamassa seyyā paññattā”ti. ",
  "mn75:5.1": "“Duddiṭṭhaṁ vata, bho bhāradvāja, addasāma; ",
  "mn75:5.2": "duddiṭṭhaṁ vata, bho bhāradvāja, addasāma. ",
  "mn75:5.3": "Ye mayaṁ tassa bhoto gotamassa bhūnahuno seyyaṁ addasāmā”ti. ",
  "mn75:5.4": "“Rakkhassetaṁ, māgaṇḍiya, vācaṁ; ",
  "mn75:5.5": "rakkhassetaṁ, māgaṇḍiya, vācaṁ. ",
  "mn75:5.6": "Bahū hi tassa bhoto gotamassa khattiyapaṇḍitāpi brāhmaṇapaṇḍitāpi gahapatipaṇḍitāpi samaṇapaṇḍitāpi abhippasannā vinītā ariye ñāye dhamme kusale”ti. ",
  "mn75:5.7": "“Sammukhā cepi mayaṁ, bho bhāradvāja, taṁ bhavantaṁ gotamaṁ passeyyāma, sammukhāpi naṁ vadeyyāma: ",
  "mn75:5.8": "‘bhūnahu samaṇo gotamo’ti. ",
  "mn75:5.9": "Taṁ kissa hetu? ",
  "mn75:5.10": "Evañhi no sutte ocaratī”ti. ",
  "mn75:5.11": "“Sace taṁ bhoto māgaṇḍiyassa agaru āroceyyāmi taṁ samaṇassa gotamassā”ti. ",
  "mn75:5.12": "“Appossukko bhavaṁ bhāradvājo vuttova naṁ vadeyyā”ti. ",
  "mn75:6.1": "Assosi kho bhagavā dibbāya sotadhātuyā visuddhāya atikkantamānusikāya bhāradvājagottassa brāhmaṇassa māgaṇḍiyena paribbājakena saddhiṁ imaṁ kathāsallāpaṁ. ",
  "mn75:6.2": "Atha kho bhagavā sāyanhasamayaṁ paṭisallānā vuṭṭhito yena bhāradvājagottassa brāhmaṇassa agyāgāraṁ tenupasaṅkami; upasaṅkamitvā nisīdi bhagavā paññatte tiṇasanthārake. ",
  "mn75:6.3": "Atha kho bhāradvājagotto brāhmaṇo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṁ sammodi. ",
  "mn75:6.4": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdi. Ekamantaṁ nisinnaṁ kho bhāradvājagottaṁ brāhmaṇaṁ bhagavā etadavoca: ",
  "mn75:6.5": "“ahu pana te, bhāradvāja, māgaṇḍiyena paribbājakena saddhiṁ imaṁyeva tiṇasanthārakaṁ ārabbha kocideva kathāsallāpo”ti? ",
  "mn75:6.6": "Evaṁ vutte, bhāradvājagotto brāhmaṇo saṁviggo lomahaṭṭhajāto bhagavantaṁ etadavoca: ",
  "mn75:6.7": "“etadeva kho pana mayaṁ bhoto gotamassa ārocetukāmā. ",
  "mn75:6.8": "Atha ca pana bhavaṁ gotamo anakkhātaṁyeva akkhāsī”ti. ",
  "mn75:7.1": "Ayañca hi bhagavato bhāradvājagottena brāhmaṇena saddhiṁ antarākathā vippakatā hoti. ",
  "mn75:7.2": "Atha kho māgaṇḍiyo paribbājako jaṅghāvihāraṁ anucaṅkamamāno anuvicaramāno yena bhāradvājagottassa brāhmaṇassa agyāgāraṁ yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṁ sammodi. ",
  "mn75:7.3": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdi. Ekamantaṁ nisinnaṁ kho māgaṇḍiyaṁ paribbājakaṁ bhagavā etadavoca: ",
  "mn75:8.1": "“Cakkhuṁ kho, māgaṇḍiya, rūpārāmaṁ rūparataṁ rūpasammuditaṁ. ",
  "mn75:8.2": "Taṁ tathāgatassa dantaṁ guttaṁ rakkhitaṁ saṁvutaṁ, tassa ca saṁvarāya dhammaṁ deseti. ",
  "mn75:8.3": "Idaṁ nu te etaṁ, māgaṇḍiya, sandhāya bhāsitaṁ: ",
  "mn75:8.4": "‘bhūnahu samaṇo gotamo’”ti? ",
  "mn75:8.5": "“Etadeva kho pana me, bho gotama, sandhāya bhāsitaṁ: ",
  "mn75:8.6": "‘bhūnahu samaṇo gotamo’ti. ",
  "mn75:8.7": "Taṁ kissa hetu? ",
  "mn75:8.8": "Evañhi no sutte ocaratī”ti. ",
  "mn75:8.9": "“Sotaṁ kho, māgaṇḍiya, saddārāmaṁ …pe… ",
  "mn75:8.10": "ghānaṁ kho, māgaṇḍiya gandhārāmaṁ … ",
  "mn75:8.11": "jivhā kho, māgaṇḍiya, rasārāmā rasaratā rasasammuditā. ",
  "mn75:8.12": "Sā tathāgatassa dantā guttā rakkhitā saṁvutā, tassā ca saṁvarāya dhammaṁ deseti. ",
  "mn75:8.13": "Idaṁ nu te etaṁ, māgaṇḍiya, sandhāya bhāsitaṁ: ",
  "mn75:8.14": "‘bhūnahu samaṇo gotamo’”ti? ",
  "mn75:8.15": "“Etadeva kho pana me, bho gotama, sandhāya bhāsitaṁ: ",
  "mn75:8.16": "‘bhūnahu samaṇo gotamo’ti. ",
  "mn75:8.17": "Taṁ kissa hetu? ",
  "mn75:8.18": "Evañhi no sutte ocaratī”ti. ",
  "mn75:8.19": "“Kāyo kho, māgaṇḍiya, phoṭṭhabbārāmo phoṭṭhabbarato …pe… ",
  "mn75:8.20": "mano kho, māgaṇḍiya, dhammārāmo dhammarato dhammasammudito. ",
  "mn75:8.21": "So tathāgatassa danto gutto rakkhito saṁvuto, tassa ca saṁvarāya dhammaṁ deseti. ",
  "mn75:8.22": "Idaṁ nu te etaṁ, māgaṇḍiya, sandhāya bhāsitaṁ: ",
  "mn75:8.23": "‘bhūnahu samaṇo gotamo’”ti? ",
  "mn75:8.24": "“Etadeva kho pana me, bho gotama, sandhāya bhāsitaṁ: ",
  "mn75:8.25": "‘bhūnahu samaṇo gotamo’ti. ",
  "mn75:8.26": "Taṁ kissa hetu? ",
  "mn75:8.27": "Evañhi no sutte ocaratī”ti. ",
  "mn75:9.1": "“Taṁ kiṁ maññasi, māgaṇḍiya: ",
  "mn75:9.2": "‘idhekacco cakkhuviññeyyehi rūpehi paricāritapubbo assa iṭṭhehi kantehi manāpehi piyarūpehi kāmūpasaṁhitehi rajanīyehi, so aparena samayena rūpānaṁyeva samudayañca atthaṅgamañca assādañca ādīnavañca nissaraṇañca yathābhūtaṁ viditvā rūpataṇhaṁ pahāya rūpapariḷāhaṁ paṭivinodetvā vigatapipāso ajjhattaṁ vūpasantacitto vihareyya. ",
  "mn75:9.3": "Imassa pana te, māgaṇḍiya, kimassa vacanīyan’”ti? ",
  "mn75:9.4": "“Na kiñci, bho gotama”. ",
  "mn75:9.5": "“Taṁ kiṁ maññasi, māgaṇḍiya: ",
  "mn75:9.6": "‘idhekacco sotaviññeyyehi saddehi …pe… ",
  "mn75:9.7": "ghānaviññeyyehi gandhehi … ",
  "mn75:9.8": "jivhāviññeyyehi rasehi … ",
  "mn75:9.9": "kāyaviññeyyehi phoṭṭhabbehi paricāritapubbo assa iṭṭhehi kantehi manāpehi piyarūpehi kāmūpasaṁhitehi rajanīyehi, ",
  "mn75:9.10": "so aparena samayena phoṭṭhabbānaṁyeva samudayañca atthaṅgamañca assādañca ādīnavañca nissaraṇañca yathābhūtaṁ viditvā phoṭṭhabbataṇhaṁ pahāya phoṭṭhabbapariḷāhaṁ paṭivinodetvā vigatapipāso ajjhattaṁ vūpasantacitto vihareyya. ",
  "mn75:9.11": "Imassa pana te, māgaṇḍiya, kimassa vacanīyan’”ti? ",
  "mn75:9.12": "“Na kiñci, bho gotama”. ",
  "mn75:10.1": "“Ahaṁ kho pana, māgaṇḍiya, pubbe agāriyabhūto samāno pañcahi kāmaguṇehi samappito samaṅgībhūto paricāresiṁ cakkhuviññeyyehi rūpehi iṭṭhehi kantehi manāpehi piyarūpehi kāmūpasaṁhitehi rajanīyehi, sotaviññeyyehi saddehi …pe… ",
  "mn75:10.2": "ghānaviññeyyehi gandhehi … ",
  "mn75:10.3": "jivhāviññeyyehi rasehi … ",
  "mn75:10.4": "kāyaviññeyyehi phoṭṭhabbehi iṭṭhehi kantehi manāpehi piyarūpehi kāmūpasaṁhitehi rajanīyehi. ",
  "mn75:10.5": "Tassa mayhaṁ, māgaṇḍiya, tayo pāsādā ahesuṁ—",
  "mn75:10.6": "eko vassiko, eko hemantiko, eko gimhiko. ",
  "mn75:10.7": "So kho ahaṁ, māgaṇḍiya, vassike pāsāde vassike cattāro māse nippurisehi tūriyehi paricārayamāno na heṭṭhāpāsādaṁ orohāmi. ",
  "mn75:10.8": "So aparena samayena kāmānaṁyeva samudayañca atthaṅgamañca assādañca ādīnavañca nissaraṇañca yathābhūtaṁ viditvā kāmataṇhaṁ pahāya kāmapariḷāhaṁ paṭivinodetvā vigatapipāso ajjhattaṁ vūpasantacitto viharāmi. ",
  "mn75:10.9": "So aññe satte passāmi kāmesu avītarāge kāmataṇhāhi khajjamāne kāmapariḷāhena pariḍayhamāne kāme paṭisevante. ",
  "mn75:10.10": "So tesaṁ na pihemi, na tattha abhiramāmi. ",
  "mn75:10.11": "Taṁ kissa hetu? ",
  "mn75:10.12": "Yāhayaṁ, māgaṇḍiya, rati, aññatreva kāmehi aññatra akusalehi dhammehi—",
  "mn75:10.13": "api dibbaṁ sukhaṁ samadhigayha tiṭṭhati—",
  "mn75:10.14": "tāya ratiyā ramamāno hīnassa na pihemi, na tattha abhiramāmi. ",
  "mn75:11.1": "Seyyathāpi, māgaṇḍiya, gahapati vā gahapatiputto vā aḍḍho mahaddhano mahābhogo pañcahi kāmaguṇehi samappito samaṅgībhūto paricāreyya cakkhuviññeyyehi rūpehi … ",
  "mn75:11.2": "pe… ",
  "mn75:11.3": "phoṭṭhabbehi iṭṭhehi kantehi manāpehi piyarūpehi kāmūpasaṁhitehi rajanīyehi. ",
  "mn75:11.4": "So kāyena sucaritaṁ caritvā vācāya sucaritaṁ caritvā manasā sucaritaṁ caritvā kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjeyya devānaṁ tāvatiṁsānaṁ sahabyataṁ. ",
  "mn75:11.5": "So tattha nandane vane accharāsaṅghaparivuto dibbehi pañcahi kāmaguṇehi samappito samaṅgībhūto paricāreyya. ",
  "mn75:11.6": "So passeyya gahapatiṁ vā gahapatiputtaṁ vā pañcahi kāmaguṇehi samappitaṁ samaṅgībhūtaṁ paricārayamānaṁ. ",
  "mn75:11.7": "Taṁ kiṁ maññasi, māgaṇḍiya, api nu so devaputto nandane vane accharāsaṅghaparivuto dibbehi pañcahi kāmaguṇehi samappito samaṅgībhūto paricārayamāno amussa gahapatissa vā gahapatiputtassa vā piheyya, mānusakānaṁ vā pañcannaṁ kāmaguṇānaṁ mānusakehi vā kāmehi āvaṭṭeyyā”ti? ",
  "mn75:11.8": "“No hidaṁ, bho gotama. ",
  "mn75:11.9": "Taṁ kissa hetu? ",
  "mn75:11.10": "Mānusakehi, bho gotama, kāmehi dibbakāmā abhikkantatarā ca paṇītatarā cā”ti. ",
  "mn75:12.1": "“Evameva kho ahaṁ, māgaṇḍiya, pubbe agāriyabhūto samāno pañcahi kāmaguṇehi samappito samaṅgībhūto paricāresiṁ cakkhuviññeyyehi rūpehi iṭṭhehi kantehi manāpehi piyarūpehi kāmūpasaṁhitehi rajanīyehi, sotaviññeyyehi saddehi …pe… ",
  "mn75:12.2": "ghānaviññeyyehi gandhehi … ",
  "mn75:12.3": "jivhāviññeyyehi rasehi … ",
  "mn75:12.4": "kāyaviññeyyehi phoṭṭhabbehi iṭṭhehi kantehi manāpehi piyarūpehi kāmūpasaṁhitehi rajanīyehi. ",
  "mn75:12.5": "So aparena samayena kāmānaṁyeva samudayañca atthaṅgamañca assādañca ādīnavañca nissaraṇañca yathābhūtaṁ viditvā kāmataṇhaṁ pahāya kāmapariḷāhaṁ paṭivinodetvā vigatapipāso ajjhattaṁ vūpasantacitto viharāmi. ",
  "mn75:12.6": "So aññe satte passāmi kāmesu avītarāge kāmataṇhāhi khajjamāne kāmapariḷāhena pariḍayhamāne kāme paṭisevante, so tesaṁ na pihemi, na tattha abhiramāmi. ",
  "mn75:12.7": "Taṁ kissa hetu? ",
  "mn75:12.8": "Yāhayaṁ, māgaṇḍiya, rati aññatreva kāmehi aññatra akusalehi dhammehi—",
  "mn75:12.9": "api dibbaṁ sukhaṁ samadhigayha tiṭṭhati—",
  "mn75:12.10": "tāya ratiyā ramamāno hīnassa na pihemi, na tattha abhiramāmi. ",
  "mn75:13.1": "Seyyathāpi, māgaṇḍiya, kuṭṭhī puriso arugatto pakkagatto kimīhi khajjamāno nakhehi vaṇamukhāni vippatacchamāno aṅgārakāsuyā kāyaṁ paritāpeyya. ",
  "mn75:13.2": "Tassa mittāmaccā ñātisālohitā bhisakkaṁ sallakattaṁ upaṭṭhāpeyyuṁ. ",
  "mn75:13.3": "Tassa so bhisakko sallakatto bhesajjaṁ kareyya. ",
  "mn75:13.4": "So taṁ bhesajjaṁ āgamma kuṭṭhehi parimucceyya, arogo assa sukhī serī sayaṁvasī yena kāmaṁ gamo. ",
  "mn75:13.5": "So aññaṁ kuṭṭhiṁ purisaṁ passeyya arugattaṁ pakkagattaṁ kimīhi khajjamānaṁ nakhehi vaṇamukhāni vippatacchamānaṁ aṅgārakāsuyā kāyaṁ paritāpentaṁ. ",
  "mn75:13.6": "Taṁ kiṁ maññasi, māgaṇḍiya, ",
  "mn75:13.7": "api nu so puriso amussa kuṭṭhissa purisassa piheyya aṅgārakāsuyā vā bhesajjaṁ paṭisevanāya vā”ti? ",
  "mn75:13.8": "“No hidaṁ, bho gotama. ",
  "mn75:13.9": "Taṁ kissa hetu? ",
  "mn75:13.10": "Roge hi, bho gotama, sati bhesajjena karaṇīyaṁ hoti, roge asati na bhesajjena karaṇīyaṁ hotī”ti. ",
  "mn75:14.1": "“Evameva kho ahaṁ, māgaṇḍiya, pubbe agāriyabhūto samāno pañcahi kāmaguṇehi samappito samaṅgībhūto paricāresiṁ, cakkhuviññeyyehi rūpehi iṭṭhehi kantehi manāpehi piyarūpehi kāmūpasaṁhitehi rajanīyehi, sotaviññeyyehi saddehi …pe… ",
  "mn75:14.2": "ghānaviññeyyehi gandhehi … ",
  "mn75:14.3": "jivhāviññeyyehi rasehi … ",
  "mn75:14.4": "kāyaviññeyyehi phoṭṭhabbehi iṭṭhehi kantehi manāpehi piyarūpehi kāmūpasaṁhitehi rajanīyehi. ",
  "mn75:14.5": "So aparena samayena kāmānaṁyeva samudayañca atthaṅgamañca assādañca ādīnavañca nissaraṇañca yathābhūtaṁ viditvā kāmataṇhaṁ pahāya kāmapariḷāhaṁ paṭivinodetvā vigatapipāso ajjhattaṁ vūpasantacitto viharāmi. ",
  "mn75:14.6": "So aññe satte passāmi kāmesu avītarāge kāmataṇhāhi khajjamāne kāmapariḷāhena pariḍayhamāne kāme paṭisevante. ",
  "mn75:14.7": "So tesaṁ na pihemi, na tattha abhiramāmi. ",
  "mn75:14.8": "Taṁ kissa hetu? ",
  "mn75:14.9": "Yāhayaṁ, māgaṇḍiya, rati, aññatreva kāmehi aññatra akusalehi dhammehi—",
  "mn75:14.10": "api dibbaṁ sukhaṁ samadhigayha tiṭṭhati—",
  "mn75:14.11": "tāya ratiyā ramamāno hīnassa na pihemi, na tattha abhiramāmi. ",
  "mn75:15.1": "Seyyathāpi, māgaṇḍiya, kuṭṭhī puriso arugatto pakkagatto kimīhi khajjamāno nakhehi vaṇamukhāni vippatacchamāno aṅgārakāsuyā kāyaṁ paritāpeyya. ",
  "mn75:15.2": "Tassa mittāmaccā ñātisālohitā bhisakkaṁ sallakattaṁ upaṭṭhāpeyyuṁ. ",
  "mn75:15.3": "Tassa so bhisakko sallakatto bhesajjaṁ kareyya. ",
  "mn75:15.4": "So taṁ bhesajjaṁ āgamma kuṭṭhehi parimucceyya, arogo assa sukhī serī sayaṁvasī yena kāmaṁ gamo. ",
  "mn75:15.5": "Tamenaṁ dve balavanto purisā nānābāhāsu gahetvā aṅgārakāsuṁ upakaḍḍheyyuṁ. ",
  "mn75:15.6": "Taṁ kiṁ maññasi, māgaṇḍiya, ",
  "mn75:15.7": "api nu so puriso iti citiceva kāyaṁ sannāmeyyā”ti? ",
  "mn75:15.8": "“Evaṁ, bho gotama. ",
  "mn75:15.9": "Taṁ kissa hetu? ",
  "mn75:15.10": "Asu hi, bho gotama, aggi dukkhasamphasso ceva mahābhitāpo ca mahāpariḷāho cā”ti. ",
  "mn75:15.11": "“Taṁ kiṁ maññasi, māgaṇḍiya, ",
  "mn75:15.12": "idāneva nu kho so aggi dukkhasamphasso ceva mahābhitāpo ca mahāpariḷāho ca udāhu pubbepi so aggi dukkhasamphasso ceva mahābhitāpo ca mahāpariḷāho cā”ti? ",
  "mn75:15.13": "“Idāni ceva, bho gotama, so aggi dukkhasamphasso ceva mahābhitāpo ca mahāpariḷāho ca, pubbepi so aggi dukkhasamphasso ceva mahābhitāpo ca mahāpariḷāho ca. ",
  "mn75:15.14": "Asu ca, bho gotama, kuṭṭhī puriso arugatto pakkagatto kimīhi khajjamāno nakhehi vaṇamukhāni vippatacchamāno upahatindriyo dukkhasamphasseyeva aggismiṁ sukhamiti viparītasaññaṁ paccalatthā”ti. ",
  "mn75:16.1": "“Evameva kho, māgaṇḍiya, atītampi addhānaṁ kāmā dukkhasamphassā ceva mahābhitāpā ca mahāpariḷāhā ca, anāgatampi addhānaṁ kāmā dukkhasamphassā ceva mahābhitāpā ca mahāpariḷāhā ca, etarahipi paccuppannaṁ addhānaṁ kāmā dukkhasamphassā ceva mahābhitāpā ca mahāpariḷāhā ca. ",
  "mn75:16.2": "Ime ca, māgaṇḍiya, sattā kāmesu avītarāgā kāmataṇhāhi khajjamānā kāmapariḷāhena pariḍayhamānā upahatindriyā dukkhasamphassesuyeva kāmesu sukhamiti viparītasaññaṁ paccalatthuṁ. ",
  "mn75:17.1": "Seyyathāpi, māgaṇḍiya, kuṭṭhī puriso arugatto pakkagatto kimīhi khajjamāno nakhehi vaṇamukhāni vippatacchamāno aṅgārakāsuyā kāyaṁ paritāpeti. ",
  "mn75:17.2": "Yathā yathā kho, māgaṇḍiya, asu kuṭṭhī puriso arugatto pakkagatto kimīhi khajjamāno nakhehi vaṇamukhāni vippatacchamāno aṅgārakāsuyā kāyaṁ paritāpeti tathā tathāssa tāni vaṇamukhāni asucitarāni ceva honti duggandhatarāni ca pūtikatarāni ca, hoti ceva kāci sātamattā assādamattā—yadidaṁ vaṇamukhānaṁ kaṇḍūvanahetu; ",
  "mn75:17.3": "evameva kho, māgaṇḍiya, sattā kāmesu avītarāgā kāmataṇhāhi khajjamānā kāmapariḷāhena ca pariḍayhamānā kāme paṭisevanti. ",
  "mn75:17.4": "Yathā yathā kho, māgaṇḍiya, sattā kāmesu avītarāgā kāmataṇhāhi khajjamānā kāmapariḷāhena ca pariḍayhamānā kāme paṭisevanti tathā tathā tesaṁ tesaṁ sattānaṁ kāmataṇhā ceva pavaḍḍhati, kāmapariḷāhena ca pariḍayhanti, hoti ceva sātamattā assādamattā—yadidaṁ pañcakāmaguṇe paṭicca. ",
  "mn75:18.1": "Taṁ kiṁ maññasi, māgaṇḍiya, ",
  "mn75:18.2": "api nu te diṭṭho vā suto vā rājā vā rājamahāmatto vā pañcahi kāmaguṇehi samappito samaṅgībhūto paricārayamāno kāmataṇhaṁ appahāya kāmapariḷāhaṁ appaṭivinodetvā vigatapipāso ajjhattaṁ vūpasantacitto vihāsi vā viharati vā viharissati vā”ti? ",
  "mn75:18.3": "“No hidaṁ, bho gotama”. ",
  "mn75:18.4": "“Sādhu, māgaṇḍiya. ",
  "mn75:18.5": "Mayāpi kho etaṁ, māgaṇḍiya, neva diṭṭhaṁ na sutaṁ rājā vā rājamahāmatto vā pañcahi kāmaguṇehi samappito samaṅgībhūto paricārayamāno kāmataṇhaṁ appahāya kāmapariḷāhaṁ appaṭivinodetvā vigatapipāso ajjhattaṁ vūpasantacitto vihāsi vā viharati vā viharissati vā. ",
  "mn75:18.6": "Atha kho, māgaṇḍiya, ye hi keci samaṇā vā brāhmaṇā vā vigatapipāsā ajjhattaṁ vūpasantacittā vihāsuṁ vā viharanti vā viharissanti vā sabbe te kāmānaṁyeva samudayañca atthaṅgamañca assādañca ādīnavañca nissaraṇañca yathābhūtaṁ viditvā kāmataṇhaṁ pahāya kāmapariḷāhaṁ paṭivinodetvā vigatapipāsā ajjhattaṁ vūpasantacittā vihāsuṁ vā viharanti vā viharissanti vā”ti. ",
  "mn75:19.1": "Atha kho bhagavā tāyaṁ velāyaṁ imaṁ udānaṁ udānesi: ",
  "mn75:19.2": "“Ārogyaparamā lābhā, ",
  "mn75:19.3": "nibbānaṁ paramaṁ sukhaṁ; ",
  "mn75:19.4": "Aṭṭhaṅgiko ca maggānaṁ, ",
  "mn75:19.5": "khemaṁ amatagāminan”ti. ",
  "mn75:19.6": "Evaṁ vutte, māgaṇḍiyo paribbājako bhagavantaṁ etadavoca: ",
  "mn75:19.7": "“acchariyaṁ, bho gotama, abbhutaṁ, bho gotama. ",
  "mn75:19.8": "Yāva subhāsitañcidaṁ bhotā gotamena: ",
  "mn75:19.9": "‘ārogyaparamā lābhā, nibbānaṁ paramaṁ sukhan’ti. ",
  "mn75:19.10": "Mayāpi kho etaṁ, bho gotama, sutaṁ pubbakānaṁ paribbājakānaṁ ācariyapācariyānaṁ bhāsamānānaṁ: ",
  "mn75:19.11": "‘ārogyaparamā lābhā, nibbānaṁ paramaṁ sukhan’ti; ",
  "mn75:19.12": "tayidaṁ, bho gotama, sametī”ti. ",
  "mn75:19.13": "“Yaṁ pana te etaṁ, māgaṇḍiya, sutaṁ pubbakānaṁ paribbājakānaṁ ācariyapācariyānaṁ bhāsamānānaṁ: ",
  "mn75:19.14": "‘ārogyaparamā lābhā, nibbānaṁ paramaṁ sukhan’ti, katamaṁ taṁ ārogyaṁ, katamaṁ taṁ nibbānan”ti? ",
  "mn75:19.15": "Evaṁ vutte, māgaṇḍiyo paribbājako sakāneva sudaṁ gattāni pāṇinā anomajjati: ",
  "mn75:19.16": "“idantaṁ, bho gotama, ārogyaṁ, idantaṁ nibbānaṁ. ",
  "mn75:19.17": "Ahañhi, bho gotama, etarahi arogo sukhī, na maṁ kiñci ābādhatī”ti. ",
  "mn75:20.1": "“Seyyathāpi, māgaṇḍiya, jaccandho puriso; ",
  "mn75:20.2": "so na passeyya kaṇhasukkāni rūpāni, na passeyya nīlakāni rūpāni, na passeyya pītakāni rūpāni, na passeyya lohitakāni rūpāni, na passeyya mañjiṭṭhakāni rūpāni, na passeyya samavisamaṁ, na passeyya tārakarūpāni, na passeyya candimasūriye. ",
  "mn75:20.3": "So suṇeyya cakkhumato bhāsamānassa: ",
  "mn75:20.4": "‘chekaṁ vata, bho, odātaṁ vatthaṁ abhirūpaṁ nimmalaṁ sucī’ti. ",
  "mn75:20.5": "So odātapariyesanaṁ careyya. ",
  "mn75:20.6": "Tamenaṁ aññataro puriso telamalikatena sāhuḷicīrena vañceyya: ",
  "mn75:20.7": "‘idaṁ te, ambho purisa, odātaṁ vatthaṁ abhirūpaṁ nimmalaṁ sucī’ti. ",
  "mn75:20.8": "So taṁ paṭiggaṇheyya, paṭiggahetvā pārupeyya, pārupetvā attamano attamanavācaṁ nicchāreyya: ",
  "mn75:20.9": "‘chekaṁ vata, bho, odātaṁ vatthaṁ abhirūpaṁ nimmalaṁ sucī’ti. ",
  "mn75:20.10": "Taṁ kiṁ maññasi, māgaṇḍiya, ",
  "mn75:20.11": "api nu so jaccandho puriso jānanto passanto amuṁ telamalikataṁ sāhuḷicīraṁ paṭiggaṇheyya, paṭiggahetvā pārupeyya, pārupetvā attamano attamanavācaṁ nicchāreyya: ",
  "mn75:20.12": "‘chekaṁ vata, bho, odātaṁ vatthaṁ abhirūpaṁ nimmalaṁ sucī’ti udāhu cakkhumato saddhāyā”ti? ",
  "mn75:20.13": "“Ajānanto hi, bho gotama, apassanto so jaccandho puriso amuṁ telamalikataṁ sāhuḷicīraṁ paṭiggaṇheyya, paṭiggahetvā pārupeyya, pārupetvā attamano attamanavācaṁ nicchāreyya: ",
  "mn75:20.14": "‘chekaṁ vata, bho, odātaṁ vatthaṁ abhirūpaṁ nimmalaṁ sucī’ti, cakkhumato saddhāyā”ti. ",
  "mn75:21.1": "“Evameva kho, māgaṇḍiya, aññatitthiyā paribbājakā andhā acakkhukā ajānantā ārogyaṁ, apassantā nibbānaṁ, atha ca panimaṁ gāthaṁ bhāsanti: ",
  "mn75:21.2": "‘ārogyaparamā lābhā, nibbānaṁ paramaṁ sukhan’ti. ",
  "mn75:21.3": "Pubbakehesā, māgaṇḍiya, arahantehi sammāsambuddhehi gāthā bhāsitā: ",
  "mn75:21.4": "‘Ārogyaparamā lābhā, ",
  "mn75:21.5": "nibbānaṁ paramaṁ sukhaṁ; ",
  "mn75:21.6": "Aṭṭhaṅgiko ca maggānaṁ, ",
  "mn75:21.7": "khemaṁ amatagāminan’ti. ",
  "mn75:21.8": "Sā etarahi anupubbena puthujjanagāthā. ",
  "mn75:21.9": "Ayaṁ kho pana, māgaṇḍiya, kāyo rogabhūto gaṇḍabhūto sallabhūto aghabhūto ābādhabhūto, so tvaṁ imaṁ kāyaṁ rogabhūtaṁ gaṇḍabhūtaṁ sallabhūtaṁ aghabhūtaṁ ābādhabhūtaṁ: ",
  "mn75:21.10": "‘idantaṁ, bho gotama, ārogyaṁ, idantaṁ nibbānan’ti vadesi. ",
  "mn75:21.11": "Tañhi te, māgaṇḍiya, ariyaṁ cakkhuṁ natthi yena tvaṁ ariyena cakkhunā ārogyaṁ jāneyyāsi, nibbānaṁ passeyyāsī”ti. ",
  "mn75:22.1": "“Evaṁ pasanno ahaṁ bhoto gotamassa. ",
  "mn75:22.2": "Pahoti me bhavaṁ gotamo tathā dhammaṁ desetuṁ yathāhaṁ ārogyaṁ jāneyyaṁ, nibbānaṁ passeyyan”ti. ",
  "mn75:22.3": "“Seyyathāpi, māgaṇḍiya, jaccandho puriso; ",
  "mn75:22.4": "so na passeyya kaṇhasukkāni rūpāni, na passeyya nīlakāni rūpāni, na passeyya pītakāni rūpāni, na passeyya lohitakāni rūpāni, na passeyya mañjiṭṭhakāni rūpāni, na passeyya samavisamaṁ, na passeyya tārakarūpāni, na passeyya candimasūriye. ",
  "mn75:22.5": "Tassa mittāmaccā ñātisālohitā bhisakkaṁ sallakattaṁ upaṭṭhāpeyyuṁ. ",
  "mn75:22.6": "Tassa so bhisakko sallakatto bhesajjaṁ kareyya. ",
  "mn75:22.7": "So taṁ bhesajjaṁ āgamma na cakkhūni uppādeyya, na cakkhūni visodheyya. ",
  "mn75:22.8": "Taṁ kiṁ maññasi, māgaṇḍiya, ",
  "mn75:22.9": "nanu so vejjo yāvadeva kilamathassa vighātassa bhāgī assā”ti? ",
  "mn75:22.10": "“Evaṁ, bho gotama”. ",
  "mn75:22.11": "“Evameva kho, māgaṇḍiya, ahañce te dhammaṁ deseyyaṁ: ",
  "mn75:22.12": "‘idantaṁ ārogyaṁ, idantaṁ nibbānan’ti, so tvaṁ ārogyaṁ na jāneyyāsi, nibbānaṁ na passeyyāsi. ",
  "mn75:22.13": "So mamassa kilamatho, sā mamassa vihesā”ti. ",
  "mn75:23.1": "“Evaṁ pasanno ahaṁ bhoto gotamassa. ",
  "mn75:23.2": "Pahoti me bhavaṁ gotamo tathā dhammaṁ desetuṁ yathāhaṁ ārogyaṁ jāneyyaṁ, nibbānaṁ passeyyan”ti. ",
  "mn75:23.3": "“Seyyathāpi, māgaṇḍiya, jaccandho puriso; ",
  "mn75:23.4": "so na passeyya kaṇhasukkāni rūpāni, na passeyya nīlakāni rūpāni, na passeyya pītakāni rūpāni, na passeyya lohitakāni rūpāni, na passeyya mañjiṭṭhakāni rūpāni, na passeyya samavisamaṁ, na passeyya tārakarūpāni, na passeyya candimasūriye. ",
  "mn75:23.5": "So suṇeyya cakkhumato bhāsamānassa: ",
  "mn75:23.6": "‘chekaṁ vata, bho, odātaṁ vatthaṁ abhirūpaṁ nimmalaṁ sucī’ti. ",
  "mn75:23.7": "So odātapariyesanaṁ careyya. ",
  "mn75:23.8": "Tamenaṁ aññataro puriso telamalikatena sāhuḷicīrena vañceyya: ",
  "mn75:23.9": "‘idaṁ te, ambho purisa, odātaṁ vatthaṁ abhirūpaṁ nimmalaṁ sucī’ti. ",
  "mn75:23.10": "So taṁ paṭiggaṇheyya, paṭiggahetvā pārupeyya. ",
  "mn75:23.11": "Tassa mittāmaccā ñātisālohitā bhisakkaṁ sallakattaṁ upaṭṭhāpeyyuṁ. ",
  "mn75:23.12": "Tassa so bhisakko sallakatto bhesajjaṁ kareyya—",
  "mn75:23.13": "uddhaṁvirecanaṁ adhovirecanaṁ añjanaṁ paccañjanaṁ natthukammaṁ. ",
  "mn75:23.14": "So taṁ bhesajjaṁ āgamma cakkhūni uppādeyya, cakkhūni visodheyya. ",
  "mn75:23.15": "Tassa saha cakkhuppādā yo amusmiṁ telamalikate sāhuḷicīre chandarāgo so pahīyetha. ",
  "mn75:23.16": "Tañca naṁ purisaṁ amittatopi daheyya, paccatthikatopi daheyya, api ca jīvitā voropetabbaṁ maññeyya: ",
  "mn75:23.17": "‘dīgharattaṁ vata, bho, ahaṁ iminā purisena telamalikatena sāhuḷicīrena nikato vañcito paluddho—",
  "mn75:23.18": "idaṁ te, ambho purisa, odātaṁ vatthaṁ abhirūpaṁ nimmalaṁ sucī’ti. ",
  "mn75:24.1": "Evameva kho, māgaṇḍiya, ahañce te dhammaṁ deseyyaṁ: ",
  "mn75:24.2": "‘idantaṁ ārogyaṁ, idantaṁ nibbānan’ti. ",
  "mn75:24.3": "So tvaṁ ārogyaṁ jāneyyāsi, nibbānaṁ passeyyāsi. ",
  "mn75:24.4": "Tassa te saha cakkhuppādā yo pañcasupādānakkhandhesu chandarāgo so pahīyetha; ",
  "mn75:24.5": "api ca te evamassa: ",
  "mn75:24.6": "‘dīgharattaṁ vata bho ahaṁ iminā cittena nikato vañcito paluddho. ",
  "mn75:24.7": "Ahañhi rūpaṁyeva upādiyamāno upādiyiṁ, vedanaṁyeva upādiyamāno upādiyiṁ, saññaṁyeva upādiyamāno upādiyiṁ, saṅkhāreyeva upādiyamāno upādiyiṁ, viññāṇaṁyeva upādiyamāno upādiyiṁ. ",
  "mn75:24.8": "Tassa me upādānapaccayā bhavo, bhavapaccayā jāti, jātipaccayā jarāmaraṇaṁ sokaparidevadukkhadomanassupāyāsā sambhavanti; ",
  "mn75:24.9": "evametassa kevalassa dukkhakkhandhassa samudayo hotī’”ti. ",
  "mn75:25.1": "“Evaṁ pasanno ahaṁ bhoto gotamassa. ",
  "mn75:25.2": "Pahoti me bhavaṁ gotamo tathā dhammaṁ desetuṁ yathāhaṁ imamhā āsanā anandho vuṭṭhaheyyan”ti. ",
  "mn75:25.3": "“Tena hi tvaṁ, māgaṇḍiya, sappurise bhajeyyāsi. ",
  "mn75:25.4": "Yato kho tvaṁ, māgaṇḍiya, sappurise bhajissasi tato tvaṁ, māgaṇḍiya, saddhammaṁ sossasi; ",
  "mn75:25.5": "yato kho tvaṁ, māgaṇḍiya, saddhammaṁ sossasi tato tvaṁ, māgaṇḍiya, dhammānudhammaṁ paṭipajjissasi; ",
  "mn75:25.6": "yato kho tvaṁ, māgaṇḍiya, dhammānudhammaṁ paṭipajjissasi tato tvaṁ, māgaṇḍiya, sāmaṁyeva ñassasi, sāmaṁ dakkhissasi—",
  "mn75:25.7": "ime rogā gaṇḍā sallā; ",
  "mn75:25.8": "idha rogā gaṇḍā sallā aparisesā nirujjhanti. ",
  "mn75:25.9": "Tassa me upādānanirodhā bhavanirodho, bhavanirodhā jātinirodho, jātinirodhā jarāmaraṇaṁ sokaparidevadukkhadomanassupāyāsā nirujjhanti; ",
  "mn75:25.10": "evametassa kevalassa dukkhakkhandhassa nirodho hotī”ti. ",
  "mn75:26.1": "Evaṁ vutte, māgaṇḍiyo paribbājako bhagavantaṁ etadavoca: ",
  "mn75:26.2": "“abhikkantaṁ, bho gotama, abhikkantaṁ, bho gotama. ",
  "mn75:26.3": "Seyyathāpi, bho gotama, nikkujjitaṁ vā ukkujjeyya, paṭicchannaṁ vā vivareyya, mūḷhassa vā maggaṁ ācikkheyya, andhakāre vā telapajjotaṁ dhāreyya: ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṁ bhotā gotamena anekapariyāyena dhammo pakāsito. ",
  "mn75:26.4": "Esāhaṁ bhavantaṁ gotamaṁ saraṇaṁ gacchāmi dhammañca bhikkhusaṅghañca. ",
  "mn75:26.5": "Labheyyāhaṁ bhoto gotamassa santike pabbajjaṁ, labheyyaṁ upasampadan”ti. ",
  "mn75:27.1": "“Yo kho, māgaṇḍiya, aññatitthiyapubbo imasmiṁ dhammavinaye ākaṅkhati pabbajjaṁ, ākaṅkhati upasampadaṁ, so cattāro māse parivasati; catunnaṁ māsānaṁ accayena āraddhacittā bhikkhū pabbājenti, upasampādenti bhikkhubhāvāya. ",
  "mn75:27.2": "Api ca mettha puggalavemattatā viditā”ti. ",
  "mn75:27.3": "“Sace, bhante, aññatitthiyapubbā imasmiṁ dhammavinaye ākaṅkhantā pabbajjaṁ, ākaṅkhantā upasampadaṁ cattāro māse parivasanti, catunnaṁ māsānaṁ accayena āraddhacittā bhikkhū pabbājenti upasampādenti bhikkhubhāvāya; ahaṁ cattāri vassāni parivasissāmi, catunnaṁ vassānaṁ accayena āraddhacittā bhikkhū pabbājentu, upasampādentu bhikkhubhāvāyā”ti. ",
  "mn75:28.1": "Alattha kho māgaṇḍiyo paribbājako bhagavato santike pabbajjaṁ, alattha upasampadaṁ. ",
  "mn75:28.2": "Acirūpasampanno kho panāyasmā māgaṇḍiyo eko vūpakaṭṭho appamatto ātāpī pahitatto viharanto nacirasseva—yassatthāya kulaputtā sammadeva agārasmā anagāriyaṁ pabbajanti, tadanuttaraṁ—brahmacariyapariyosānaṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja vihāsi. ",
  "mn75:28.3": "“Khīṇā jāti, vusitaṁ brahmacariyaṁ, kataṁ karaṇīyaṁ, nāparaṁ itthattāyā”ti abbhaññāsi. ",
  "mn75:28.4": "Aññataro kho panāyasmā māgaṇḍiyo arahataṁ ahosīti. ",
  "mn75:28.5": "Māgaṇḍiyasuttaṁ niṭṭhitaṁ pañcamaṁ. "
}