{
  "mn76:0.1": "Majjhima Nikāya 76 ",
  "mn76:0.2": "Sandakasutta ",
  "mn76:1.1": "Evaṁ me sutaṁ—",
  "mn76:1.2": "ekaṁ samayaṁ bhagavā kosambiyaṁ viharati ghositārāme. ",
  "mn76:2.1": "Tena kho pana samayena sandako paribbājako pilakkhaguhāyaṁ paṭivasati mahatiyā paribbājakaparisāya saddhiṁ pañcamattehi paribbājakasatehi. ",
  "mn76:3.1": "Atha kho āyasmā ānando sāyanhasamayaṁ paṭisallānā vuṭṭhito bhikkhū āmantesi: ",
  "mn76:3.2": "“āyāmāvuso, yena devakatasobbho tenupasaṅkamissāma guhādassanāyā”ti. ",
  "mn76:3.3": "“Evamāvuso”ti kho te bhikkhū āyasmato ānandassa paccassosuṁ. ",
  "mn76:3.4": "Atha kho āyasmā ānando sambahulehi bhikkhūhi saddhiṁ yena devakatasobbho tenupasaṅkami. ",
  "mn76:4.1": "Tena kho pana samayena sandako paribbājako mahatiyā paribbājakaparisāya saddhiṁ nisinno hoti unnādiniyā uccāsaddamahāsaddāya anekavihitaṁ tiracchānakathaṁ kathentiyā, seyyathidaṁ—",
  "mn76:4.2": "rājakathaṁ corakathaṁ mahāmattakathaṁ senākathaṁ bhayakathaṁ yuddhakathaṁ annakathaṁ pānakathaṁ vatthakathaṁ sayanakathaṁ mālākathaṁ gandhakathaṁ ñātikathaṁ yānakathaṁ gāmakathaṁ nigamakathaṁ nagarakathaṁ janapadakathaṁ itthikathaṁ sūrakathaṁ visikhākathaṁ kumbhaṭṭhānakathaṁ pubbapetakathaṁ nānattakathaṁ lokakkhāyikaṁ samuddakkhāyikaṁ itibhavābhavakathaṁ iti vā. ",
  "mn76:4.3": "Addasā kho sandako paribbājako āyasmantaṁ ānandaṁ dūratova āgacchantaṁ. ",
  "mn76:4.4": "Disvāna sakaṁ parisaṁ saṇṭhāpesi: ",
  "mn76:4.5": "“appasaddā bhonto hontu, mā bhonto saddamakattha; ",
  "mn76:4.6": "ayaṁ samaṇassa gotamassa sāvako āgacchati samaṇo ānando. ",
  "mn76:4.7": "Yāvatā kho pana samaṇassa gotamassa sāvakā kosambiyaṁ paṭivasanti, ayaṁ tesaṁ aññataro samaṇo ānando. ",
  "mn76:4.8": "Appasaddakāmā kho pana te āyasmanto appasaddavinītā appasaddassa vaṇṇavādino; ",
  "mn76:4.9": "appeva nāma appasaddaṁ parisaṁ viditvā upasaṅkamitabbaṁ maññeyyā”ti. ",
  "mn76:4.10": "Atha kho te paribbājakā tuṇhī ahesuṁ. ",
  "mn76:5.1": "Atha kho āyasmā ānando yena sandako paribbājako tenupasaṅkami. ",
  "mn76:5.2": "Atha kho sandako paribbājako āyasmantaṁ ānandaṁ etadavoca: ",
  "mn76:5.3": "“etu kho bhavaṁ ānando, svāgataṁ bhoto ānandassa. ",
  "mn76:5.4": "Cirassaṁ kho bhavaṁ ānando imaṁ pariyāyamakāsi yadidaṁ idhāgamanāya. ",
  "mn76:5.5": "Nisīdatu bhavaṁ ānando, idamāsanaṁ paññattan”ti. ",
  "mn76:5.6": "Nisīdi kho āyasmā ānando paññatte āsane. ",
  "mn76:5.7": "Sandakopi kho paribbājako aññataraṁ nīcaṁ āsanaṁ gahetvā ekamantaṁ nisīdi. ",
  "mn76:5.8": "Ekamantaṁ nisinnaṁ kho sandakaṁ paribbājakaṁ āyasmā ānando etadavoca: ",
  "mn76:5.9": "“kāya nuttha, sandaka, etarahi kathāya sannisinnā, kā ca pana vo antarākathā vippakatā”ti? ",
  "mn76:5.10": "“Tiṭṭhatesā, bho ānanda, kathā yāya mayaṁ etarahi kathāya sannisinnā. ",
  "mn76:5.11": "Nesā bhoto ānandassa kathā dullabhā bhavissati pacchāpi savanāya. ",
  "mn76:5.12": "Sādhu vata bhavantaṁyeva ānandaṁ paṭibhātu sake ācariyake dhammīkathā”ti. ",
  "mn76:5.13": "“Tena hi, sandaka, suṇāhi, sādhukaṁ manasi karohi, bhāsissāmī”ti. ",
  "mn76:5.14": "“Evaṁ, bho”ti kho sandako paribbājako āyasmato ānandassa paccassosi. ",
  "mn76:5.15": "Āyasmā ānando etadavoca: ",
  "mn76:6.1": "“cattārome, sandaka, tena bhagavatā jānatā passatā arahatā sammāsambuddhena abrahmacariyavāsā akkhātā cattāri ca anassāsikāni brahmacariyāni akkhātāni, yattha viññū puriso sasakkaṁ brahmacariyaṁ na vaseyya, vasanto ca nārādheyya ñāyaṁ dhammaṁ kusalan”ti. ",
  "mn76:6.2": "“Katame pana te, bho ānanda, tena bhagavatā jānatā passatā arahatā sammāsambuddhena cattāro abrahmacariyavāsā akkhātā, yattha viññū puriso sasakkaṁ brahmacariyaṁ na vaseyya, vasanto ca nārādheyya ñāyaṁ dhammaṁ kusalan”ti? ",
  "mn76:7.1": "“Idha, sandaka, ekacco satthā evaṁvādī hoti evaṁdiṭṭhi: ",
  "mn76:7.2": "‘natthi dinnaṁ, natthi yiṭṭhaṁ, natthi hutaṁ, natthi sukatadukkaṭānaṁ kammānaṁ phalaṁ vipāko, natthi ayaṁ loko, natthi paroloko, natthi mātā, natthi pitā, natthi sattā opapātikā, natthi loke samaṇabrāhmaṇā sammaggatā sammāpaṭipannā ye imañca lokaṁ parañca lokaṁ sayaṁ abhiññā sacchikatvā pavedenti. ",
  "mn76:7.3": "Cātumahābhūtiko ayaṁ puriso yadā kālaṁ karoti, pathavī pathavīkāyaṁ anupeti anupagacchati, āpo āpokāyaṁ anupeti anupagacchati, tejo tejokāyaṁ anupeti anupagacchati, vāyo vāyokāyaṁ anupeti anupagacchati, ākāsaṁ indriyāni saṅkamanti. ",
  "mn76:7.4": "Āsandipañcamā purisā mataṁ ādāya gacchanti, ",
  "mn76:7.5": "yāvāḷāhanā padāni paññāyanti. ",
  "mn76:7.6": "Kāpotakāni aṭṭhīni bhavanti. ",
  "mn76:7.7": "Bhassantā āhutiyo; ",
  "mn76:7.8": "dattupaññattaṁ yadidaṁ dānaṁ. ",
  "mn76:7.9": "Tesaṁ tucchā musā vilāpo ye keci atthikavādaṁ vadanti. ",
  "mn76:7.10": "Bāle ca paṇḍite ca kāyassa bhedā ucchijjanti vinassanti na honti paraṁ maraṇā’ti. ",
  "mn76:8.1": "Tatra, sandaka, viññū puriso iti paṭisañcikkhati: ",
  "mn76:8.2": "‘ayaṁ kho bhavaṁ satthā evaṁvādī evaṁdiṭṭhi—",
  "mn76:8.3": "natthi dinnaṁ, natthi yiṭṭhaṁ, natthi hutaṁ, natthi sukatadukkaṭānaṁ kammānaṁ phalaṁ vipāko, natthi ayaṁ loko, natthi paroloko, natthi mātā, natthi pitā, natthi sattā opapātikā, natthi loke samaṇabrāhmaṇā sammaggatā sammāpaṭipannā ye imañca lokaṁ parañca lokaṁ sayaṁ abhiññā sacchikatvā pavedenti. ",
  "mn76:8.4": "Cātumahābhūtiko ayaṁ puriso yadā kālaṁ karoti, pathavī pathavīkāyaṁ anupeti anupagacchati, āpo āpokāyaṁ anupeti anupagacchati, tejo tejokāyaṁ anupeti anupagacchati, vāyo vāyokāyaṁ anupeti anupagacchati, ākāsaṁ indriyāni saṅkamanti. ",
  "mn76:8.5": "Āsandipañcamā purisā mataṁ ādāya gacchanti, yāvāḷāhanā padāni paññāyanti. ",
  "mn76:8.6": "Kāpotakāni aṭṭhīni bhavanti. ",
  "mn76:8.7": "Bhassantā āhutiyo; ",
  "mn76:8.8": "dattupaññattaṁ yadidaṁ dānaṁ. ",
  "mn76:8.9": "Tesaṁ tucchā musā vilāpo ye keci atthikavādaṁ vadanti. ",
  "mn76:8.10": "Bāle ca paṇḍite ca kāyassa bhedā ucchijjanti vinassanti na honti paraṁ maraṇā’ti. ",
  "mn76:8.11": "Sace imassa bhoto satthuno saccaṁ vacanaṁ, akatena me ettha kataṁ, avusitena me ettha vusitaṁ. ",
  "mn76:8.12": "Ubhopi mayaṁ ettha samasamā sāmaññaṁ pattā, yo cāhaṁ na vadāmi ‘ubho kāyassa bhedā ucchijjissāma, vinassissāma, na bhavissāma paraṁ maraṇā’ti. ",
  "mn76:8.13": "Atirekaṁ kho panimassa bhoto satthuno naggiyaṁ muṇḍiyaṁ ukkuṭikappadhānaṁ kesamassulocanaṁ, yohaṁ puttasambādhasayanaṁ ajjhāvasanto kāsikacandanaṁ paccanubhonto mālāgandhavilepanaṁ dhārento jātarūparajataṁ sādiyanto iminā bhotā satthārā samasamagatiko bhavissāmi abhisamparāyaṁ. ",
  "mn76:8.14": "Sohaṁ kiṁ jānanto kiṁ passanto imasmiṁ satthari brahmacariyaṁ carissāmi? ",
  "mn76:8.15": "‘So abrahmacariyavāso ayan’ti—",
  "mn76:8.16": "iti viditvā tasmā brahmacariyā nibbijja pakkamati. ",
  "mn76:9.1": "Ayaṁ kho, sandaka, tena bhagavatā jānatā passatā arahatā sammāsambuddhena paṭhamo abrahmacariyavāso akkhāto yattha viññū puriso sasakkaṁ brahmacariyaṁ na vaseyya, vasanto ca nārādheyya ñāyaṁ dhammaṁ kusalaṁ. ",
  "mn76:10.1": "Puna caparaṁ, sandaka, idhekacco satthā evaṁvādī hoti evaṁdiṭṭhi: ",
  "mn76:10.2": "‘karoto kārayato chindato chedāpayato pacato pācāpayato socayato socāpayato kilamato kilamāpayato phandato phandāpayato pāṇamatipātayato adinnaṁ ādiyato sandhiṁ chindato nillopaṁ harato ekāgārikaṁ karoto paripanthe tiṭṭhato paradāraṁ gacchato musā bhaṇato karoto na karīyati pāpaṁ. ",
  "mn76:10.3": "Khurapariyantena cepi cakkena yo imissā pathaviyā pāṇe ekaṁ maṁsakhalaṁ ekaṁ maṁsapuñjaṁ kareyya, natthi tatonidānaṁ pāpaṁ, natthi pāpassa āgamo. ",
  "mn76:10.4": "Dakkhiṇañcepi gaṅgāya tīraṁ gaccheyya hananto ghātento chindanto chedāpento pacanto pacāpento, natthi tatonidānaṁ pāpaṁ, natthi pāpassa āgamo. ",
  "mn76:10.5": "Uttarañcepi gaṅgāya tīraṁ gaccheyya dadanto dāpento yajanto yajāpento, natthi tatonidānaṁ puññaṁ, natthi puññassa āgamo. ",
  "mn76:10.6": "Dānena damena saṁyamena saccavajjena natthi puññaṁ, natthi puññassa āgamo’ti. ",
  "mn76:11.1": "Tatra, sandaka, viññū puriso iti paṭisañcikkhati: ",
  "mn76:11.2": "‘ayaṁ kho bhavaṁ satthā evaṁvādī evaṁdiṭṭhi—",
  "mn76:11.3": "karoto kārayato chindato chedāpayato pacato pācāpayato socato socāpayato kilamato kilamāpayato phandato phandāpayato pāṇamatipātayato adinnaṁ ādiyato sandhiṁ chindato nillopaṁ harato ekāgārikaṁ karoto paripanthe tiṭṭhato paradāraṁ gacchato musā bhaṇato karoto na karīyati pāpaṁ khurapariyantena cepi cakkena yo imissā pathaviyā pāṇe ekaṁ maṁsakhalaṁ ekaṁ maṁsapuñjaṁ kareyya, natthi tatonidānaṁ pāpaṁ, natthi pāpassa āgamo. ",
  "mn76:11.4": "Dakkhiṇañcepi gaṅgāya tīraṁ gaccheyya hananto ghātento chindanto chedāpento pacanto pacāpento, natthi tatonidānaṁ pāpaṁ, natthi pāpassa āgamo. ",
  "mn76:11.5": "Uttarañcepi gaṅgāya tīraṁ gaccheyya dadanto dāpento yajanto yajāpento, natthi tatonidānaṁ puññaṁ, natthi puññassa āgamo. ",
  "mn76:11.6": "Dānena damena saṁyamena saccavajjena natthi puññaṁ, natthi puññassa āgamo’ti. ",
  "mn76:11.7": "Sace imassa bhoto satthuno saccaṁ vacanaṁ, akatena me ettha kataṁ, avusitena me ettha vusitaṁ. ",
  "mn76:11.8": "Ubhopi mayaṁ ettha samasamā sāmaññaṁ pattā, yo cāhaṁ na vadāmi ‘ubhinnaṁ kurutaṁ na karīyati pāpan’ti. ",
  "mn76:11.9": "Atirekaṁ kho panimassa bhoto satthuno naggiyaṁ muṇḍiyaṁ ukkuṭikappadhānaṁ kesamassulocanaṁ, yohaṁ puttasambādhasayanaṁ ajjhāvasanto kāsikacandanaṁ paccanubhonto mālāgandhavilepanaṁ dhārento jātarūparajataṁ sādiyanto iminā bhotā satthārā samasamagatiko bhavissāmi abhisamparāyaṁ. ",
  "mn76:11.10": "Sohaṁ kiṁ jānanto kiṁ passanto imasmiṁ satthari brahmacariyaṁ carissāmi? ",
  "mn76:11.11": "‘So abrahmacariyavāso ayan’ti ",
  "mn76:11.12": "iti viditvā tasmā brahmacariyā nibbijja pakkamati. ",
  "mn76:12.1": "Ayaṁ kho, sandaka, tena bhagavatā jānatā passatā arahatā sammāsambuddhena dutiyo abrahmacariyavāso akkhāto yattha viññū puriso sasakkaṁ brahmacariyaṁ na vaseyya, vasanto ca nārādheyya ñāyaṁ dhammaṁ kusalaṁ. ",
  "mn76:13.1": "Puna caparaṁ, sandaka, idhekacco satthā evaṁvādī hoti evaṁdiṭṭhi: ",
  "mn76:13.2": "‘natthi hetu, natthi paccayo sattānaṁ saṅkilesāya; ",
  "mn76:13.3": "ahetū appaccayā sattā saṅkilissanti; ",
  "mn76:13.4": "natthi hetu, natthi paccayo sattānaṁ visuddhiyā; ",
  "mn76:13.5": "ahetū appaccayā sattā visujjhanti; ",
  "mn76:13.6": "natthi balaṁ, natthi vīriyaṁ, natthi purisathāmo, natthi purisaparakkamo; ",
  "mn76:13.7": "sabbe sattā sabbe pāṇā sabbe bhūtā sabbe jīvā avasā abalā avīriyā niyatisaṅgatibhāvapariṇatā chasvevābhijātīsu sukhadukkhaṁ paṭisaṁvedentī’ti. ",
  "mn76:14.1": "Tatra, sandaka, viññū puriso iti paṭisañcikkhati: ",
  "mn76:14.2": "‘ayaṁ kho bhavaṁ satthā evaṁvādī evaṁdiṭṭhi—",
  "mn76:14.3": "natthi hetu, natthi paccayo sattānaṁ saṅkilesāya, ahetū appaccayā sattā saṅkilissanti. ",
  "mn76:14.4": "Natthi hetu natthi paccayo sattānaṁ visuddhiyā, ahetū appaccayā sattā visujjhanti. ",
  "mn76:14.5": "Natthi balaṁ, natthi vīriyaṁ, natthi purisathāmo, natthi purisaparakkamo, sabbe sattā sabbe pāṇā sabbe bhūtā sabbe jīvā avasā abalā avīriyā niyatisaṅgatibhāvapariṇatā chasvevābhijātīsu sukhadukkhaṁ paṭisaṁvedentī’ti. ",
  "mn76:14.6": "Sace imassa bhoto satthuno saccaṁ vacanaṁ, akatena me ettha kataṁ, avusitena me ettha vusitaṁ. ",
  "mn76:14.7": "Ubhopi mayaṁ ettha samasamā sāmaññaṁ pattā, yo cāhaṁ na vadāmi ‘ubho ahetū appaccayā visujjhissāmā’ti. ",
  "mn76:14.8": "Atirekaṁ kho panimassa bhoto satthuno naggiyaṁ muṇḍiyaṁ ukkuṭikappadhānaṁ kesamassulocanaṁ, yohaṁ puttasambādhasayanaṁ ajjhāvasanto kāsikacandanaṁ paccanubhonto mālāgandhavilepanaṁ dhārento jātarūparajataṁ sādiyanto iminā bhotā satthārā samasamagatiko bhavissāmi abhisamparāyaṁ. ",
  "mn76:14.9": "Sohaṁ kiṁ jānanto kiṁ passanto imasmiṁ satthari brahmacariyaṁ carissāmi? ",
  "mn76:14.10": "‘So abrahmacariyavāso ayan’ti—",
  "mn76:14.11": "iti viditvā tasmā brahmacariyā nibbijja pakkamati. ",
  "mn76:15.1": "Ayaṁ kho, sandaka, tena bhagavatā jānatā passatā arahatā sammāsambuddhena tatiyo abrahmacariyavāso akkhāto yattha viññū puriso sasakkaṁ brahmacariyaṁ na vaseyya, vasanto ca nārādheyya ñāyaṁ dhammaṁ kusalaṁ. ",
  "mn76:16.1": "Puna caparaṁ, sandaka, idhekacco satthā evaṁvādī hoti evaṁdiṭṭhi: ",
  "mn76:16.2": "‘sattime kāyā akaṭā akaṭavidhā animmitā animmātā vañjhā kūṭaṭṭhā esikaṭṭhāyiṭṭhitā, ",
  "mn76:16.3": "te na iñjanti na vipariṇamanti na aññamaññaṁ byābādhenti nālaṁ aññamaññassa sukhāya vā dukkhāya vā sukhadukkhāya vā. ",
  "mn76:16.4": "Katame satta? ",
  "mn76:16.5": "Pathavīkāyo āpokāyo tejokāyo vāyokāyo sukhe dukkhe jīve sattame—",
  "mn76:16.6": "ime sattakāyā akaṭā akaṭavidhā animmitā animmātā vañjhā kūṭaṭṭhā esikaṭṭhāyiṭṭhitā. ",
  "mn76:16.7": "Te na iñjanti na vipariṇamanti na aññamaññaṁ byābādhenti. Nālaṁ aññamaññassa sukhāya vā dukkhāya vā sukhadukkhāya vā. ",
  "mn76:16.8": "Tattha natthi hantā vā ghātetā vā sotā vā sāvetā vā viññātā vā viññāpetā vā. ",
  "mn76:16.9": "Yopi tiṇhena satthena sīsaṁ chindati, na koci kañci jīvitā voropeti. ",
  "mn76:16.10": "Sattannaṁ tveva kāyānamantarena satthaṁ vivaramanupatati. ",
  "mn76:16.11": "Cuddasa kho panimāni yonipamukhasatasahassāni saṭṭhi ca satāni cha ca satāni pañca ca kammuno satāni pañca ca kammāni tīṇi ca kammāni, kamme ca aḍḍhakamme ca, dvaṭṭhipaṭipadā, dvaṭṭhantarakappā, chaḷābhijātiyo, aṭṭha purisabhūmiyo, ekūnapaññāsa ājīvakasate, ekūnapaññāsa paribbājakasate, ekūnapaññāsa nāgāvāsasate, vīse indriyasate, tiṁse nirayasate, chattiṁsa rajodhātuyo, satta saññīgabbhā, satta asaññīgabbhā, satta nigaṇṭhigabbhā, satta devā, satta mānusā, satta pesācā, satta sarā, satta pavuṭā, satta papātā, satta papātasatāni, satta supinā, satta supinasatāni, cullāsīti mahākappino satasahassāni, yāni bāle ca paṇḍite ca sandhāvitvā saṁsaritvā dukkhassantaṁ karissanti. ",
  "mn76:16.12": "Tattha natthi imināhaṁ sīlena vā vatena vā tapena vā brahmacariyena vā aparipakkaṁ vā kammaṁ paripācessāmi, paripakkaṁ vā kammaṁ phussa phussa byantiṁ karissāmīti. ",
  "mn76:16.13": "Hevaṁ natthi doṇamite sukhadukkhe pariyantakate saṁsāre, natthi hāyanavaḍḍhane, natthi ukkaṁsāvakaṁse. ",
  "mn76:16.14": "Seyyathāpi nāma suttaguḷe khitte nibbeṭhiyamānameva paleti; ",
  "mn76:16.15": "evameva bāle ca paṇḍite ca sandhāvitvā saṁsaritvā dukkhassantaṁ karissantī’ti. ",
  "mn76:17.1": "Tatra, sandaka, viññū puriso iti paṭisañcikkhati: ",
  "mn76:17.2": "‘ayaṁ kho bhavaṁ satthā evaṁvādī evaṁdiṭṭhi—",
  "mn76:17.3": "sattime kāyā akaṭā akaṭavidhā animmitā animmātā vañjhā kūṭaṭṭhā esikaṭṭhāyiṭṭhitā. ",
  "mn76:17.4": "Te na iñjanti na vipariṇamanti na aññamaññaṁ byābādhenti. ",
  "mn76:17.5": "Nālaṁ aññamaññassa sukhāya vā dukkhāya vā sukhadukkhāya vā. ",
  "mn76:17.6": "Katame satta? ",
  "mn76:17.7": "Pathavīkāyo āpokāyo tejokāyo vāyokāyo sukhe dukkhe jīve sattame—",
  "mn76:17.8": "ime satta kāyā akaṭā akaṭavidhā animmitā animmātā vañjhā kūṭaṭṭhā esikaṭṭhāyiṭṭhitā. ",
  "mn76:17.9": "Te na iñjanti na vipariṇamanti na aññamaññaṁ byābādhenti. ",
  "mn76:17.10": "Nālaṁ aññamaññassa sukhāya vā dukkhāya vā sukhadukkhāya vā. ",
  "mn76:17.11": "Tattha natthi hantā vā ghātetā vā sotā vā sāvetā vā viññātā vā viññāpetā vā. ",
  "mn76:17.12": "Yopi tiṇhena satthena sīsaṁ chindati, na koci kañci jīvitā voropeti. ",
  "mn76:17.13": "Sattannaṁ tveva kāyānamantarena satthaṁ vivaramanupatati. ",
  "mn76:17.14": "Cuddasa kho panimāni yonipamukhasatasahassāni saṭṭhi ca satāni cha ca satāni pañca ca kammuno satāni pañca ca kammāni tīṇi ca kammāni, kamme ca aḍḍhakamme ca, dvaṭṭhipaṭipadā, dvaṭṭhantarakappā, chaḷābhijātiyo, aṭṭha purisabhūmiyo, ekūnapaññāsa ājīvakasate, ekūnapaññāsa paribbājakasate, ekūnapaññāsa nāgāvāsasate, vīse indriyasate, tiṁse nirayasate, chattiṁsa rajodhātuyo, satta saññīgabbhā, satta asaññīgabbhā, satta nigaṇṭhigabbhā, satta devā, satta mānusā, satta pesācā, satta sarā, satta pavuṭā, satta papātā, satta papātasatāni, satta supinā, satta supinasatāni, cullāsīti mahākappino satasahassāni, yāni bāle ca paṇḍite ca sandhāvitvā saṁsaritvā dukkhassantaṁ karissanti. ",
  "mn76:17.15": "Tattha natthi imināhaṁ sīlena vā vatena vā tapena vā brahmacariyena vā aparipakkaṁ vā kammaṁ paripācessāmi, paripakkaṁ vā kammaṁ phussa phussa byantiṁ karissāmīti, hevaṁ natthi doṇamite sukhadukkhe pariyantakate saṁsāre, natthi hāyanavaḍḍhane, natthi ukkaṁsāvakaṁse. ",
  "mn76:17.16": "Seyyathāpi nāma suttaguḷe khitte nibbeṭhiyamānameva paleti; ",
  "mn76:17.17": "evameva bāle ca paṇḍite ca sandhāvitvā saṁsaritvā dukkhassantaṁ karissantī’ti. ",
  "mn76:17.18": "Sace pana imassa bhoto satthuno saccaṁ vacanaṁ, akatena me ettha kataṁ, avusitena me ettha vusitaṁ. ",
  "mn76:17.19": "Ubhopi mayaṁ ettha samasamā sāmaññaṁ pattā, yo cāhaṁ na vadāmi ‘ubho sandhāvitvā saṁsaritvā dukkhassantaṁ karissāmā’ti. ",
  "mn76:17.20": "Atirekaṁ kho panimassa bhoto satthuno naggiyaṁ muṇḍiyaṁ ukkuṭikappadhānaṁ kesamassulocanaṁ, yohaṁ puttasambādhasayanaṁ ajjhāvasanto kāsikacandanaṁ paccanubhonto mālāgandhavilepanaṁ dhārento jātarūparajataṁ sādiyanto iminā bhotā satthārā samasamagatiko bhavissāmi abhisamparāyaṁ. ",
  "mn76:17.21": "Sohaṁ kiṁ jānanto kiṁ passanto imasmiṁ satthari brahmacariyaṁ carissāmi? ",
  "mn76:17.22": "‘So abrahmacariyavāso ayan’ti—",
  "mn76:17.23": "iti viditvā tasmā brahmacariyā nibbijja pakkamati. ",
  "mn76:18.1": "Ayaṁ kho, sandaka, tena bhagavatā jānatā passatā arahatā sammāsambuddhena catuttho abrahmacariyavāso akkhāto yattha viññū puriso sasakkaṁ brahmacariyaṁ na vaseyya, vasanto ca nārādheyya ñāyaṁ dhammaṁ kusalaṁ. ",
  "mn76:19.1": "Ime kho te, sandaka, tena bhagavatā jānatā passatā arahatā sammāsambuddhena cattāro abrahmacariyavāsā akkhātā yattha viññū puriso sasakkaṁ brahmacariyaṁ na vaseyya, vasanto ca nārādheyya ñāyaṁ dhammaṁ kusalan”ti. ",
  "mn76:20.1": "“Acchariyaṁ, bho ānanda, abbhutaṁ, bho ānanda. ",
  "mn76:20.2": "Yāvañcidaṁ tena bhagavatā jānatā passatā arahatā sammāsambuddhena cattāro abrahmacariyavāsāva samānā ‘abrahmacariyavāsā’ti akkhātā yattha viññū puriso sasakkaṁ brahmacariyaṁ na vaseyya, vasanto ca nārādheyya ñāyaṁ dhammaṁ kusalanti. ",
  "mn76:20.3": "Katamāni pana tāni, bho ānanda, tena bhagavatā jānatā passatā arahatā sammāsambuddhena cattāri anassāsikāni brahmacariyāni akkhātāni yattha viññū puriso sasakkaṁ brahmacariyaṁ na vaseyya, vasanto ca nārādheyya ñāyaṁ dhammaṁ kusalan”ti? ",
  "mn76:21.1": "“Idha, sandaka, ekacco satthā sabbaññū sabbadassāvī aparisesaṁ ñāṇadassanaṁ paṭijānāti: ",
  "mn76:21.2": "‘carato ca me tiṭṭhato ca suttassa ca jāgarassa ca satataṁ samitaṁ ñāṇadassanaṁ paccupaṭṭhitan’ti. ",
  "mn76:21.3": "So suññampi agāraṁ pavisati, piṇḍampi na labhati, kukkuropi ḍaṁsati, caṇḍenapi hatthinā samāgacchati, caṇḍenapi assena samāgacchati, caṇḍenapi goṇena samāgacchati, itthiyāpi purisassapi nāmampi gottampi pucchati, gāmassapi nigamassapi nāmampi maggampi pucchati. ",
  "mn76:21.4": "So ‘kimidan’ti puṭṭho samāno ‘suññaṁ me agāraṁ pavisitabbaṁ ahosi’, tena pāvisiṁ; ‘piṇḍampi aladdhabbaṁ ahosi’, tena nālatthaṁ; ‘kukkurena ḍaṁsitabbaṁ ahosi’, tenamhi daṭṭho; ‘caṇḍena hatthinā samāgantabbaṁ ahosi’, tena samāgamiṁ; ‘caṇḍena assena samāgantabbaṁ ahosi’, tena samāgamiṁ; ‘caṇḍena goṇena samāgantabbaṁ ahosi’, tena samāgamiṁ; ‘itthiyāpi purisassapi nāmampi gottampi pucchitabbaṁ ahosi’, tena pucchiṁ; ‘gāmassapi nigamassapi nāmampi maggampi pucchitabbaṁ ahosi’, tena pucchinti. ",
  "mn76:22.1": "Tatra, sandaka, viññū puriso iti paṭisañcikkhati: ",
  "mn76:22.2": "‘ayaṁ kho bhavaṁ satthā sabbaññū sabbadassāvī aparisesaṁ ñāṇadassanaṁ paṭijānāti …pe… ‘gāmassapi nigamassapi nāmampi maggampi pucchitabbaṁ ahosi, tena pucchin’ti. ",
  "mn76:22.3": "So ‘anassāsikaṁ idaṁ brahmacariyan’ti—",
  "mn76:22.4": "iti viditvā tasmā brahmacariyā nibbijja pakkamati. ",
  "mn76:23.1": "Idaṁ kho, sandaka, tena bhagavatā jānatā passatā arahatā sammāsambuddhena paṭhamaṁ anassāsikaṁ brahmacariyaṁ akkhātaṁ yattha viññū puriso sasakkaṁ brahmacariyaṁ na vaseyya, vasanto ca nārādheyya ñāyaṁ dhammaṁ kusalaṁ. ",
  "mn76:24.1": "Puna caparaṁ, sandaka, idhekacco satthā anussaviko hoti anussavasacco. ",
  "mn76:24.2": "So anussavena itihitihaparamparāya piṭakasampadāya dhammaṁ deseti. ",
  "mn76:24.3": "Anussavikassa kho pana, sandaka, satthuno anussavasaccassa sussutampi hoti dussutampi hoti tathāpi hoti aññathāpi hoti. ",
  "mn76:25.1": "Tatra, sandaka, viññū puriso iti paṭisañcikkhati: ",
  "mn76:25.2": "‘ayaṁ kho bhavaṁ satthā anussaviko anussavasacco so anussavena itihitihaparamparāya piṭakasampadāya dhammaṁ deseti. ",
  "mn76:25.3": "Anussavikassa kho pana satthuno anussavasaccassa sussutampi hoti dussutampi hoti tathāpi hoti aññathāpi hoti’. ",
  "mn76:25.4": "So ‘anassāsikaṁ idaṁ brahmacariyan’ti—",
  "mn76:25.5": "iti viditvā tasmā brahmacariyā nibbijja pakkamati. ",
  "mn76:26.1": "Idaṁ kho, sandaka, tena bhagavatā jānatā passatā arahatā sammāsambuddhena dutiyaṁ anassāsikaṁ brahmacariyaṁ akkhātaṁ yattha viññū puriso sasakkaṁ brahmacariyaṁ na vaseyya, vasanto ca nārādheyya ñāyaṁ dhammaṁ kusalaṁ. ",
  "mn76:27.1": "Puna caparaṁ, sandaka, idhekacco satthā takkī hoti vīmaṁsī. ",
  "mn76:27.2": "So takkapariyāhataṁ vīmaṁsānucaritaṁ sayampaṭibhānaṁ dhammaṁ deseti. ",
  "mn76:27.3": "Takkissa kho pana, sandaka, satthuno vīmaṁsissa sutakkitampi hoti duttakkitampi hoti tathāpi hoti aññathāpi hoti. ",
  "mn76:28.1": "Tatra, sandaka, viññū puriso iti paṭisañcikkhati: ",
  "mn76:28.2": "‘ayaṁ kho bhavaṁ satthā takkī vīmaṁsī. ",
  "mn76:28.3": "So takkapariyāhataṁ vīmaṁsānucaritaṁ sayampaṭibhānaṁ dhammaṁ deseti. ",
  "mn76:28.4": "Takkissa kho pana satthuno vīmaṁsissa sutakkitampi hoti duttakkitampi hoti tathāpi hoti aññathāpi hoti’. ",
  "mn76:28.5": "So ‘anassāsikaṁ idaṁ brahmacariyan’ti—",
  "mn76:28.6": "iti viditvā tasmā brahmacariyā nibbijja pakkamati. ",
  "mn76:29.1": "Idaṁ kho, sandaka, tena bhagavatā jānatā passatā arahatā sammāsambuddhena tatiyaṁ anassāsikaṁ brahmacariyaṁ akkhātaṁ yattha viññū puriso sasakkaṁ brahmacariyaṁ na vaseyya, vasanto ca nārādheyya ñāyaṁ dhammaṁ kusalaṁ. ",
  "mn76:30.1": "Puna caparaṁ, sandaka, idhekacco satthā mando hoti momūho. ",
  "mn76:30.2": "So mandattā momūhattā tattha tattha pañhaṁ puṭṭho samāno vācāvikkhepaṁ āpajjati amarāvikkhepaṁ: ",
  "mn76:30.3": "‘evantipi me no, tathātipi me no, aññathātipi me no, notipi me no, no notipi me no’ti. ",
  "mn76:31.1": "Tatra, sandaka, viññū puriso iti paṭisañcikkhati: ",
  "mn76:31.2": "‘ayaṁ kho bhavaṁ satthā mando momūho. ",
  "mn76:31.3": "So mandattā momūhattā tattha tattha pañhaṁ puṭṭho samāno vācāvikkhepaṁ āpajjati amarāvikkhepaṁ—",
  "mn76:31.4": "evantipi me no, tathātipi me no, aññathātipi me no, notipi me no, no notipi me no’ti. ",
  "mn76:31.5": "So ‘anassāsikaṁ idaṁ brahmacariyan’ti—",
  "mn76:31.6": "iti viditvā tasmā brahmacariyā nibbijja pakkamati. ",
  "mn76:32.1": "Idaṁ kho, sandaka, tena bhagavatā jānatā passatā arahatā sammāsambuddhena catutthaṁ anassāsikaṁ brahmacariyaṁ akkhātaṁ yattha viññū puriso sasakkaṁ brahmacariyaṁ na vaseyya, vasanto ca nārādheyya ñāyaṁ dhammaṁ kusalaṁ. ",
  "mn76:33.1": "Imāni kho tāni, sandaka, tena bhagavatā jānatā passatā arahatā sammāsambuddhena cattāri anassāsikāni brahmacariyāni akkhātāni yattha viññū puriso sasakkaṁ brahmacariyaṁ na vaseyya, vasanto ca nārādheyya ñāyaṁ dhammaṁ kusalan”ti. ",
  "mn76:34.1": "“Acchariyaṁ, bho ānanda, abbhutaṁ, bho ānanda. ",
  "mn76:34.2": "Yāvañcidaṁ tena bhagavatā jānatā passatā arahatā sammāsambuddhena cattāri anassāsikāneva brahmacariyāni anassāsikāni brahmacariyānīti akkhātāni yattha viññū puriso sasakkaṁ brahmacariyaṁ na vaseyya, vasanto ca nārādheyya ñāyaṁ dhammaṁ kusalaṁ. ",
  "mn76:34.3": "So pana, bho ānanda, satthā kiṁ vādī kiṁ akkhāyī yattha viññū puriso sasakkaṁ brahmacariyaṁ vaseyya, vasanto ca ārādheyya ñāyaṁ dhammaṁ kusalan”ti. ",
  "mn76:35-42.1": "“Idha, sandaka, tathāgato loke uppajjati arahaṁ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṁ buddho bhagavā …pe… ",
  "mn76:35-42.2": "so ime pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe ",
  "mn76:35-42.3": "vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṁ savicāraṁ vivekajaṁ pītisukhaṁ paṭhamaṁ jhānaṁ upasampajja viharati. ",
  "mn76:35-42.4": "Yasmiṁ kho, sandaka, satthari sāvako evarūpaṁ uḷāravisesaṁ adhigacchati tattha viññū puriso sasakkaṁ brahmacariyaṁ vaseyya, vasanto ca ārādheyya ñāyaṁ dhammaṁ kusalaṁ. ",
  "mn76:43.1": "Puna caparaṁ, sandaka, bhikkhu vitakkavicārānaṁ vūpasamā …pe… dutiyaṁ jhānaṁ upasampajja viharati. ",
  "mn76:43.2": "Yasmiṁ kho, sandaka, satthari sāvako evarūpaṁ uḷāravisesaṁ adhigacchati tattha viññū puriso sasakkaṁ brahmacariyaṁ vaseyya, vasanto ca ārādheyya ñāyaṁ dhammaṁ kusalaṁ. ",
  "mn76:44-45.1": "Puna caparaṁ, sandaka, bhikkhu pītiyā ca virāgā upekkhako ca viharati …pe… tatiyaṁ jhānaṁ upasampajja viharati. ",
  "mn76:44-45.2": "Yasmiṁ kho, sandaka, satthari sāvako evarūpaṁ uḷāravisesaṁ adhigacchati tattha viññū puriso sasakkaṁ brahmacariyaṁ vaseyya, vasanto ca ārādheyya ñāyaṁ dhammaṁ kusalaṁ. ",
  "mn76:46.1": "Puna caparaṁ, sandaka, bhikkhu sukhassa ca pahānā …pe… catutthaṁ jhānaṁ upasampajja viharati. ",
  "mn76:46.2": "Yasmiṁ kho, sandaka, satthari sāvako evarūpaṁ uḷāravisesaṁ adhigacchati tattha viññū puriso sasakkaṁ brahmacariyaṁ vaseyya, vasanto ca ārādheyya ñāyaṁ dhammaṁ kusalaṁ. ",
  "mn76:47.1": "So evaṁ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte pubbenivāsānussatiñāṇāya cittaṁ abhininnāmeti. ",
  "mn76:47.2": "So anekavihitaṁ pubbenivāsaṁ anussarati, seyyathidaṁ—ekampi jātiṁ dvepi jātiyo …pe… iti sākāraṁ sauddesaṁ anekavihitaṁ pubbenivāsaṁ anussarati. ",
  "mn76:47.3": "Yasmiṁ kho, sandaka, satthari sāvako evarūpaṁ uḷāravisesaṁ adhigacchati tattha viññū puriso sasakkaṁ brahmacariyaṁ vaseyya, vasanto ca ārādheyya ñāyaṁ dhammaṁ kusalaṁ. ",
  "mn76:48.1": "So evaṁ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte sattānaṁ cutūpapātañāṇāya cittaṁ abhininnāmeti. ",
  "mn76:48.2": "So dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate …pe… yathākammūpage satte pajānāti. ",
  "mn76:48.3": "Yasmiṁ kho, sandaka, satthari sāvako evarūpaṁ uḷāravisesaṁ adhigacchati tattha viññū puriso sasakkaṁ brahmacariyaṁ vaseyya, vasanto ca ārādheyya ñāyaṁ dhammaṁ kusalaṁ. ",
  "mn76:49.1": "So evaṁ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte āsavānaṁ khayañāṇāya cittaṁ abhininnāmeti. ",
  "mn76:49.2": "So ‘idaṁ dukkhan’ti yathābhūtaṁ pajānāti, ‘ayaṁ dukkhasamudayo’ti yathābhūtaṁ pajānāti, ‘ayaṁ dukkhanirodho’ti yathābhūtaṁ pajānāti, ‘ayaṁ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṁ pajānāti; ",
  "mn76:49.3": "‘ime āsavā’ti yathābhūtaṁ pajānāti, ‘ayaṁ āsavasamudayo’ti yathābhūtaṁ pajānāti, ‘ayaṁ āsavanirodho’ti yathābhūtaṁ pajānāti, ‘ayaṁ āsavanirodhagāminī paṭipadā’ti yathābhūtaṁ pajānāti. ",
  "mn76:50.1": "Tassa evaṁ jānato evaṁ passato kāmāsavāpi cittaṁ vimuccati, bhavāsavāpi cittaṁ vimuccati, avijjāsavāpi cittaṁ vimuccati. ",
  "mn76:50.2": "Vimuttasmiṁ vimuttamiti ñāṇaṁ hoti. ",
  "mn76:50.3": "‘Khīṇā jāti, vusitaṁ brahmacariyaṁ, kataṁ karaṇīyaṁ, nāparaṁ itthattāyā’ti pajānāti. ",
  "mn76:50.4": "Yasmiṁ kho, sandaka, satthari sāvako evarūpaṁ uḷāravisesaṁ adhigacchati tattha viññū puriso sasakkaṁ brahmacariyaṁ vaseyya, vasanto ca ārādheyya ñāyaṁ dhammaṁ kusalan”ti. ",
  "mn76:51.1": "“Yo pana so, bho ānanda, bhikkhu arahaṁ khīṇāsavo vusitavā katakaraṇīyo ohitabhāro anuppattasadattho parikkhīṇabhavasaṁyojano sammadaññā vimutto paribhuñjeyya so kāme”ti? ",
  "mn76:51.2": "“Yo so, sandaka, bhikkhu arahaṁ khīṇāsavo vusitavā katakaraṇīyo ohitabhāro anuppattasadattho parikkhīṇabhavasaṁyojano sammadaññāvimutto, abhabbo so pañcaṭṭhānāni ajjhācarituṁ. ",
  "mn76:51.3": "Abhabbo khīṇāsavo bhikkhu sañcicca pāṇaṁ jīvitā voropetuṁ, abhabbo khīṇāsavo bhikkhu adinnaṁ theyyasaṅkhātaṁ ādātuṁ, abhabbo khīṇāsavo bhikkhu methunaṁ dhammaṁ paṭisevetuṁ, abhabbo khīṇāsavo bhikkhu sampajānamusā bhāsituṁ, abhabbo khīṇāsavo bhikkhu sannidhikārakaṁ kāme paribhuñjituṁ, seyyathāpi pubbe agāriyabhūto. ",
  "mn76:51.4": "Yo so, sandaka, bhikkhu arahaṁ khīṇāsavo vusitavā katakaraṇīyo ohitabhāro anuppattasadattho parikkhīṇabhavasaṁyojano sammadaññāvimutto, abhabbo so imāni pañcaṭṭhānāni ajjhācaritun”ti. ",
  "mn76:52.1": "“Yo pana so, bho ānanda, bhikkhu arahaṁ khīṇāsavo vusitavā katakaraṇīyo ohitabhāro anuppattasadattho parikkhīṇabhavasaṁyojano sammadaññāvimutto tassa carato ceva tiṭṭhato ca suttassa ca jāgarassa ca satataṁ samitaṁ ñāṇadassanaṁ paccupaṭṭhitaṁ: ",
  "mn76:52.2": "‘khīṇā me āsavā’”ti? ",
  "mn76:52.3": "“Tena hi, sandaka, upamaṁ te karissāmi; ",
  "mn76:52.4": "upamāyapidhekacce viññū purisā bhāsitassa atthaṁ ājānanti. ",
  "mn76:52.5": "Seyyathāpi, sandaka, purisassa hatthapādā chinnā; ",
  "mn76:52.6": "tassa carato ceva tiṭṭhato ca suttassa ca jāgarassa ca satataṁ samitaṁ jānāti: ",
  "mn76:52.7": "‘chinnā me hatthapādā’ti, udāhu paccavekkhamāno jānāti: ",
  "mn76:52.8": "‘chinnā me hatthapādā’”ti? ",
  "mn76:52.9": "“Na kho, bho ānanda, so puriso satataṁ samitaṁ jānāti: ",
  "mn76:52.10": "‘chinnā me hatthapādā’ti. ",
  "mn76:52.11": "Api ca kho pana naṁ paccavekkhamāno jānāti: ",
  "mn76:52.12": "‘chinnā me hatthapādā’”ti. ",
  "mn76:52.13": "“Evameva kho, sandaka, yo so bhikkhu arahaṁ khīṇāsavo vusitavā katakaraṇīyo ohitabhāro anuppattasadattho parikkhīṇabhavasaṁyojano sammadaññāvimutto tassa carato ceva tiṭṭhato ca suttassa ca jāgarassa ca satataṁ samitaṁ ñāṇadassanaṁ na paccupaṭṭhitaṁ: ",
  "mn76:52.14": "‘khīṇā me āsavā’ti; ",
  "mn76:52.15": "api ca kho pana naṁ paccavekkhamāno jānāti: ",
  "mn76:52.16": "‘khīṇā me āsavā’”ti. ",
  "mn76:53.1": "“Kīvabahukā pana, bho ānanda, imasmiṁ dhammavinaye niyyātāro”ti? ",
  "mn76:53.2": "“Na kho, sandaka, ekaṁyeva sataṁ na dve satāni na tīṇi satāni na cattāri satāni na pañca satāni, atha kho bhiyyova ye imasmiṁ dhammavinaye niyyātāro”ti. ",
  "mn76:53.3": "“Acchariyaṁ, bho ānanda, abbhutaṁ, bho ānanda. ",
  "mn76:53.4": "Na ca nāma sadhammokkaṁsanā bhavissati, na paradhammavambhanā, āyatane ca dhammadesanā tāva bahukā ca niyyātāro paññāyissanti. ",
  "mn76:53.5": "Ime panājīvakā puttamatāya puttā attānañceva ukkaṁsenti, pare ca vambhenti tayo ceva niyyātāro paññapenti, seyyathidaṁ—",
  "mn76:53.6": "nandaṁ vacchaṁ, kisaṁ saṅkiccaṁ, makkhaliṁ gosālan”ti. ",
  "mn76:54.1": "Atha kho sandako paribbājako sakaṁ parisaṁ āmantesi: ",
  "mn76:54.2": "“carantu bhonto samaṇe gotame brahmacariyavāso. ",
  "mn76:54.3": "Na dāni sukaraṁ amhehi lābhasakkārasiloke pariccajitun”ti. ",
  "mn76:54.4": "Iti hidaṁ sandako paribbājako sakaṁ parisaṁ uyyojesi bhagavati brahmacariyeti. ",
  "mn76:54.5": "Sandakasuttaṁ niṭṭhitaṁ chaṭṭhaṁ. "
}