{
  "mn77:0.1": "Majjhima Nikāya 77 ",
  "mn77:0.2": "Mahāsakuludāyisutta ",
  "mn77:1.1": "Evaṁ me sutaṁ—",
  "mn77:1.2": "ekaṁ samayaṁ bhagavā rājagahe viharati veḷuvane kalandakanivāpe. ",
  "mn77:2.1": "Tena kho pana samayena sambahulā abhiññātā abhiññātā paribbājakā moranivāpe paribbājakārāme paṭivasanti, seyyathidaṁ—",
  "mn77:2.2": "annabhāro varadharo sakuludāyī ca paribbājako aññe ca abhiññātā abhiññātā paribbājakā. ",
  "mn77:3.1": "Atha kho bhagavā pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya rājagahaṁ piṇḍāya pāvisi. ",
  "mn77:3.2": "Atha kho bhagavato etadahosi: ",
  "mn77:3.3": "“atippago kho tāva rājagahe piṇḍāya carituṁ. ",
  "mn77:3.4": "Yannūnāhaṁ yena moranivāpo paribbājakārāmo yena sakuludāyī paribbājako tenupasaṅkameyyan”ti. ",
  "mn77:4.1": "Atha kho bhagavā yena moranivāpo paribbājakārāmo tenupasaṅkami. ",
  "mn77:4.2": "Tena kho pana samayena sakuludāyī paribbājako mahatiyā paribbājakaparisāya saddhiṁ nisinno hoti unnādiniyā uccāsaddamahāsaddāya anekavihitaṁ tiracchānakathaṁ kathentiyā, seyyathidaṁ—",
  "mn77:4.3": "rājakathaṁ corakathaṁ mahāmattakathaṁ senākathaṁ bhayakathaṁ yuddhakathaṁ annakathaṁ pānakathaṁ vatthakathaṁ sayanakathaṁ mālākathaṁ gandhakathaṁ ñātikathaṁ yānakathaṁ gāmakathaṁ nigamakathaṁ nagarakathaṁ janapadakathaṁ itthikathaṁ sūrakathaṁ visikhākathaṁ kumbhaṭṭhānakathaṁ pubbapetakathaṁ nānattakathaṁ lokakkhāyikaṁ samuddakkhāyikaṁ itibhavābhavakathaṁ iti vā. ",
  "mn77:4.4": "Addasā kho sakuludāyī paribbājako bhagavantaṁ dūratova āgacchantaṁ. ",
  "mn77:4.5": "Disvāna sakaṁ parisaṁ saṇṭhāpeti: ",
  "mn77:4.6": "“appasaddā bhonto hontu; ",
  "mn77:4.7": "mā bhonto saddamakattha. ",
  "mn77:4.8": "Ayaṁ samaṇo gotamo āgacchati; ",
  "mn77:4.9": "appasaddakāmo kho pana so āyasmā appasaddassa vaṇṇavādī. ",
  "mn77:4.10": "Appeva nāma appasaddaṁ parisaṁ viditvā upasaṅkamitabbaṁ maññeyyā”ti. ",
  "mn77:4.11": "Atha kho te paribbājakā tuṇhī ahesuṁ. ",
  "mn77:5.1": "Atha kho bhagavā yena sakuludāyī paribbājako tenupasaṅkami. ",
  "mn77:5.2": "Atha kho sakuludāyī paribbājako bhagavantaṁ etadavoca: ",
  "mn77:5.3": "“etu kho, bhante, bhagavā. ",
  "mn77:5.4": "Svāgataṁ, bhante, bhagavato. ",
  "mn77:5.5": "Cirassaṁ kho, bhante, bhagavā imaṁ pariyāyamakāsi yadidaṁ idhāgamanāya. ",
  "mn77:5.6": "Nisīdatu, bhante, bhagavā; ",
  "mn77:5.7": "idamāsanaṁ paññattan”ti. ",
  "mn77:5.8": "Nisīdi bhagavā paññatte āsane. ",
  "mn77:5.9": "Sakuludāyīpi kho paribbājako aññataraṁ nīcaṁ āsanaṁ gahetvā ekamantaṁ nisīdi. ",
  "mn77:5.10": "Ekamantaṁ nisinnaṁ kho sakuludāyiṁ paribbājakaṁ bhagavā etadavoca: ",
  "mn77:5.11": "“Kāya nuttha, udāyi, etarahi kathāya sannisinnā, kā ca pana vo antarākathā vippakatā”ti? ",
  "mn77:6.1": "“Tiṭṭhatesā, bhante, kathā yāya mayaṁ etarahi kathāya sannisinnā. ",
  "mn77:6.2": "Nesā, bhante, kathā bhagavato dullabhā bhavissati pacchāpi savanāya. ",
  "mn77:6.3": "Purimāni, bhante, divasāni purimatarāni nānātitthiyānaṁ samaṇabrāhmaṇānaṁ kutūhalasālāyaṁ sannisinnānaṁ sannipatitānaṁ ayamantarākathā udapādi: ",
  "mn77:6.4": "‘lābhā vata, bho, aṅgamagadhānaṁ, suladdhalābhā vata, bho, aṅgamagadhānaṁ. ",
  "mn77:6.5": "Tatrime samaṇabrāhmaṇā saṅghino gaṇino gaṇācariyā ñātā yasassino titthakarā sādhusammatā bahujanassa rājagahaṁ vassāvāsaṁ osaṭā. ",
  "mn77:6.6": "Ayampi kho pūraṇo kassapo saṅghī ceva gaṇī ca gaṇācariyo ca ñāto yasassī titthakaro sādhusammato bahujanassa; ",
  "mn77:6.7": "sopi rājagahaṁ vassāvāsaṁ osaṭo. ",
  "mn77:6.8": "Ayampi kho makkhali gosālo …pe… ",
  "mn77:6.9": "ajito kesakambalo … ",
  "mn77:6.10": "pakudho kaccāyano … ",
  "mn77:6.11": "sañjayo belaṭṭhaputto … ",
  "mn77:6.12": "nigaṇṭho nāṭaputto saṅghī ceva gaṇī ca gaṇācariyo ca ñāto yasassī titthakaro sādhusammato bahujanassa; ",
  "mn77:6.13": "sopi rājagahaṁ vassāvāsaṁ osaṭo. ",
  "mn77:6.14": "Ayampi kho samaṇo gotamo saṅghī ceva gaṇī ca gaṇācariyo ca ñāto yasassī titthakaro sādhusammato bahujanassa; ",
  "mn77:6.15": "sopi rājagahaṁ vassāvāsaṁ osaṭo. ",
  "mn77:6.16": "Ko nu kho imesaṁ bhavataṁ samaṇabrāhmaṇānaṁ saṅghīnaṁ gaṇīnaṁ gaṇācariyānaṁ ñātānaṁ yasassinaṁ titthakarānaṁ sādhusammatānaṁ bahujanassa sāvakānaṁ sakkato garukato mānito pūjito, kañca pana sāvakā sakkatvā garuṁ katvā upanissāya viharantī’ti? ",
  "mn77:6.17": "Tatrekacce evamāhaṁsu: ",
  "mn77:6.18": "‘ayaṁ kho pūraṇo kassapo saṅghī ceva gaṇī ca gaṇācariyo ca ñāto yasassī titthakaro sādhusammato bahujanassa; ",
  "mn77:6.19": "so ca kho sāvakānaṁ na sakkato na garukato na mānito na pūjito, na ca pana pūraṇaṁ kassapaṁ sāvakā sakkatvā garuṁ katvā upanissāya viharanti. ",
  "mn77:6.20": "Bhūtapubbaṁ pūraṇo kassapo anekasatāya parisāya dhammaṁ deseti. ",
  "mn77:6.21": "Tatraññataro pūraṇassa kassapassa sāvako saddamakāsi: ",
  "mn77:6.22": "“mā bhonto pūraṇaṁ kassapaṁ etamatthaṁ pucchittha; ",
  "mn77:6.23": "neso etaṁ jānāti; ",
  "mn77:6.24": "mayametaṁ jānāma, amhe etamatthaṁ pucchatha; ",
  "mn77:6.25": "mayametaṁ bhavantānaṁ byākarissāmā”ti. ",
  "mn77:6.26": "Bhūtapubbaṁ pūraṇo kassapo bāhā paggayha kandanto na labhati: ",
  "mn77:6.27": "“appasaddā bhonto hontu, mā bhonto saddamakattha. ",
  "mn77:6.28": "Nete, bhavante, pucchanti, amhe ete pucchanti; ",
  "mn77:6.29": "mayametesaṁ byākarissāmā”ti. ",
  "mn77:6.30": "Bahū kho pana pūraṇassa kassapassa sāvakā vādaṁ āropetvā apakkantā: ",
  "mn77:6.31": "“na tvaṁ imaṁ dhammavinayaṁ ājānāsi, ahaṁ imaṁ dhammavinayaṁ ājānāmi, kiṁ tvaṁ imaṁ dhammavinayaṁ ājānissasi? Micchāpaṭipanno tvamasi, ahamasmi sammāpaṭipanno, sahitaṁ me, asahitaṁ te, purevacanīyaṁ pacchā avaca, pacchāvacanīyaṁ pure avaca, adhiciṇṇaṁ te viparāvattaṁ, āropito te vādo, niggahitosi, cara vādappamokkhāya, nibbeṭhehi vā sace pahosī”ti. ",
  "mn77:6.32": "Iti pūraṇo kassapo sāvakānaṁ na sakkato na garukato na mānito na pūjito, na ca pana pūraṇaṁ kassapaṁ sāvakā sakkatvā garuṁ katvā upanissāya viharanti. ",
  "mn77:6.33": "Akkuṭṭho ca pana pūraṇo kassapo dhammakkosenā’ti. ",
  "mn77:6.34": "Ekacce evamāhaṁsu: ",
  "mn77:6.35": "‘ayampi kho makkhali gosālo …pe… ",
  "mn77:6.36": "ajito kesakambalo … ",
  "mn77:6.37": "pakudho kaccāyano … ",
  "mn77:6.38": "sañjayo belaṭṭhaputto … ",
  "mn77:6.39": "nigaṇṭho nāṭaputto saṅghī ceva gaṇī ca gaṇācariyo ca ñāto yasassī titthakaro sādhusammato bahujanassa; ",
  "mn77:6.40": "so ca kho sāvakānaṁ na sakkato na garukato na mānito na pūjito, na ca pana nigaṇṭhaṁ nāṭaputtaṁ sāvakā sakkatvā garuṁ katvā upanissāya viharanti. ",
  "mn77:6.41": "Bhūtapubbaṁ nigaṇṭho nāṭaputto anekasatāya parisāya dhammaṁ deseti. ",
  "mn77:6.42": "Tatraññataro nigaṇṭhassa nāṭaputtassa sāvako saddamakāsi: ",
  "mn77:6.43": "“mā bhonto nigaṇṭhaṁ nāṭaputtaṁ etamatthaṁ pucchittha; ",
  "mn77:6.44": "neso etaṁ jānāti; ",
  "mn77:6.45": "mayametaṁ jānāma, amhe etamatthaṁ pucchatha; ",
  "mn77:6.46": "mayametaṁ bhavantānaṁ byākarissāmā”ti. ",
  "mn77:6.47": "Bhūtapubbaṁ nigaṇṭho nāṭaputto bāhā paggayha kandanto na labhati: ",
  "mn77:6.48": "“appasaddā bhonto hontu, mā bhonto saddamakattha. ",
  "mn77:6.49": "Nete bhavante pucchanti, amhe ete pucchanti; ",
  "mn77:6.50": "mayametesaṁ byākarissāmā”ti. ",
  "mn77:6.51": "Bahū kho pana nigaṇṭhassa nāṭaputtassa sāvakā vādaṁ āropetvā apakkantā: ",
  "mn77:6.52": "“na tvaṁ imaṁ dhammavinayaṁ ājānāsi, ahaṁ imaṁ dhammavinayaṁ ājānāmi. Kiṁ tvaṁ imaṁ dhammavinayaṁ ājānissasi? Micchāpaṭipanno tvamasi. Ahamasmi sammāpaṭipanno. Sahitaṁ me asahitaṁ te, purevacanīyaṁ pacchā avaca, pacchāvacanīyaṁ pure avaca, adhiciṇṇaṁ te viparāvattaṁ, āropito te vādo, niggahitosi, cara vādappamokkhāya, nibbeṭhehi vā sace pahosī”ti. ",
  "mn77:6.53": "Iti nigaṇṭho nāṭaputto sāvakānaṁ na sakkato na garukato na mānito na pūjito, na ca pana nigaṇṭhaṁ nāṭaputtaṁ sāvakā sakkatvā garuṁ katvā upanissāya viharanti. ",
  "mn77:6.54": "Akkuṭṭho ca pana nigaṇṭho nāṭaputto dhammakkosenā’ti. ",
  "mn77:6.55": "Ekacce evamāhaṁsu: ",
  "mn77:6.56": "‘ayampi kho samaṇo gotamo saṅghī ceva gaṇī ca gaṇācariyo ca ñāto yasassī titthakaro sādhusammato bahujanassa; ",
  "mn77:6.57": "so ca kho sāvakānaṁ sakkato garukato mānito pūjito, samaṇañca pana gotamaṁ sāvakā sakkatvā garuṁ katvā upanissāya viharanti. ",
  "mn77:6.58": "Bhūtapubbaṁ samaṇo gotamo anekasatāya parisāya dhammaṁ desesi. ",
  "mn77:6.59": "Tatraññataro samaṇassa gotamassa sāvako ukkāsi. ",
  "mn77:6.60": "Tamenāññataro sabrahmacārī jaṇṇukena ghaṭṭesi: ",
  "mn77:6.61": "“appasaddo āyasmā hotu, māyasmā saddamakāsi, satthā no bhagavā dhammaṁ desesī”ti. ",
  "mn77:6.62": "Yasmiṁ samaye samaṇo gotamo anekasatāya parisāya dhammaṁ deseti, neva tasmiṁ samaye samaṇassa gotamassa sāvakānaṁ khipitasaddo vā hoti ukkāsitasaddo vā. ",
  "mn77:6.63": "Tamenaṁ mahājanakāyo paccāsīsamānarūpo paccupaṭṭhito hoti: ",
  "mn77:6.64": "“yaṁ no bhagavā dhammaṁ bhāsissati taṁ no sossāmā”ti. ",
  "mn77:6.65": "Seyyathāpi nāma puriso cātummahāpathe khuddamadhuṁ anelakaṁ pīḷeyya. ",
  "mn77:6.66": "Tamenaṁ mahājanakāyo paccāsīsamānarūpo paccupaṭṭhito assa. ",
  "mn77:6.67": "Evameva yasmiṁ samaye samaṇo gotamo anekasatāya parisāya dhammaṁ deseti, neva tasmiṁ samaye samaṇassa gotamassa sāvakānaṁ khipitasaddo vā hoti ukkāsitasaddo vā. ",
  "mn77:6.68": "Tamenaṁ mahājanakāyo paccāsīsamānarūpo paccupaṭṭhito hoti: ",
  "mn77:6.69": "“yaṁ no bhagavā dhammaṁ bhāsissati taṁ no sossāmā”ti. ",
  "mn77:6.70": "Yepi samaṇassa gotamassa sāvakā sabrahmacārīhi sampayojetvā sikkhaṁ paccakkhāya hīnāyāvattanti tepi satthu ceva vaṇṇavādino honti, dhammassa ca vaṇṇavādino honti, saṅghassa ca vaṇṇavādino honti, attagarahinoyeva honti anaññagarahino, “mayamevamhā alakkhikā mayaṁ appapuññā te mayaṁ evaṁ svākkhāte dhammavinaye pabbajitvā nāsakkhimhā yāvajīvaṁ paripuṇṇaṁ parisuddhaṁ brahmacariyaṁ caritun”ti. ",
  "mn77:6.71": "Te ārāmikabhūtā vā upāsakabhūtā vā pañcasikkhāpade samādāya vattanti. ",
  "mn77:6.72": "Iti samaṇo gotamo sāvakānaṁ sakkato garukato mānito pūjito, samaṇañca pana gotamaṁ sāvakā sakkatvā garuṁ katvā upanissāya viharantī’”ti. ",
  "mn77:7.1": "“Kati pana tvaṁ, udāyi, mayi dhamme samanupassasi, yehi mamaṁ sāvakā sakkaronti garuṁ karonti mānenti pūjenti, sakkatvā garuṁ katvā upanissāya viharantī”ti? ",
  "mn77:8.1": "“Pañca kho ahaṁ, bhante, bhagavati dhamme samanupassāmi yehi bhagavantaṁ sāvakā sakkaronti garuṁ karonti mānenti pūjenti, sakkatvā garuṁ katvā upanissāya viharanti. ",
  "mn77:8.2": "Katame pañca? ",
  "mn77:8.3": "Bhagavā hi, bhante, appāhāro, appāhāratāya ca vaṇṇavādī. ",
  "mn77:8.4": "Yampi, bhante, bhagavā appāhāro, appāhāratāya ca vaṇṇavādī imaṁ kho ahaṁ, bhante, bhagavati paṭhamaṁ dhammaṁ samanupassāmi yena bhagavantaṁ sāvakā sakkaronti garuṁ karonti mānenti pūjenti, sakkatvā garuṁ katvā upanissāya viharanti. ",
  "mn77:8.5": "Puna caparaṁ, bhante, bhagavā santuṭṭho itarītarena cīvarena, itarītaracīvarasantuṭṭhiyā ca vaṇṇavādī. ",
  "mn77:8.6": "Yampi, bhante, bhagavā santuṭṭho itarītarena cīvarena, itarītaracīvarasantuṭṭhiyā ca vaṇṇavādī, imaṁ kho ahaṁ, bhante, bhagavati dutiyaṁ dhammaṁ samanupassāmi yena bhagavantaṁ sāvakā sakkaronti garuṁ karonti mānenti pūjenti, sakkatvā garuṁ katvā upanissāya viharanti. ",
  "mn77:8.7": "Puna caparaṁ, bhante, bhagavā santuṭṭho itarītarena piṇḍapātena, itarītarapiṇḍapātasantuṭṭhiyā ca vaṇṇavādī. ",
  "mn77:8.8": "Yampi, bhante, bhagavā santuṭṭho itarītarena piṇḍapātena, itarītarapiṇḍapātasantuṭṭhiyā ca vaṇṇavādī, imaṁ kho ahaṁ, bhante, bhagavati tatiyaṁ dhammaṁ samanupassāmi yena bhagavantaṁ sāvakā sakkaronti garuṁ karonti mānenti pūjenti, sakkatvā garuṁ katvā upanissāya viharanti. ",
  "mn77:8.9": "Puna caparaṁ, bhante, bhagavā santuṭṭho itarītarena senāsanena, itarītarasenāsanasantuṭṭhiyā ca vaṇṇavādī. ",
  "mn77:8.10": "Yampi, bhante, bhagavā santuṭṭho itarītarena senāsanena, itarītarasenāsanasantuṭṭhiyā ca vaṇṇavādī, imaṁ kho ahaṁ, bhante, bhagavati catutthaṁ dhammaṁ samanupassāmi yena bhagavantaṁ sāvakā sakkaronti garuṁ karonti mānenti pūjenti, sakkatvā garuṁ katvā upanissāya viharanti. ",
  "mn77:8.11": "Puna caparaṁ, bhante, bhagavā pavivitto, pavivekassa ca vaṇṇavādī. ",
  "mn77:8.12": "Yampi, bhante, bhagavā pavivitto, pavivekassa ca vaṇṇavādī, imaṁ kho ahaṁ, bhante, bhagavati pañcamaṁ dhammaṁ samanupassāmi yena bhagavantaṁ sāvakā sakkaronti garuṁ karonti mānenti pūjenti, sakkatvā garuṁ katvā upanissāya viharanti. ",
  "mn77:8.13": "Ime kho ahaṁ, bhante, bhagavati pañca dhamme samanupassāmi yehi bhagavantaṁ sāvakā sakkaronti garuṁ karonti mānenti pūjenti, sakkatvā garuṁ katvā upanissāya viharantī”ti. ",
  "mn77:9.1": "“‘Appāhāro samaṇo gotamo, appāhāratāya ca vaṇṇavādī’ti, iti ce maṁ, udāyi, sāvakā sakkareyyuṁ garuṁ kareyyuṁ māneyyuṁ pūjeyyuṁ, sakkatvā garuṁ katvā upanissāya vihareyyuṁ, santi kho pana me, udāyi, sāvakā kosakāhārāpi aḍḍhakosakāhārāpi beluvāhārāpi aḍḍhabeluvāhārāpi. ",
  "mn77:9.2": "Ahaṁ kho pana, udāyi, appekadā iminā pattena samatittikampi bhuñjāmi bhiyyopi bhuñjāmi. ",
  "mn77:9.3": "‘Appāhāro samaṇo gotamo, appāhāratāya ca vaṇṇavādī’ti, iti ce maṁ, udāyi, sāvakā sakkareyyuṁ garuṁ kareyyuṁ māneyyuṁ pūjeyyuṁ, sakkatvā garuṁ katvā upanissāya vihareyyuṁ, ye te, udāyi, mama sāvakā kosakāhārāpi aḍḍhakosakāhārāpi beluvāhārāpi aḍḍhabeluvāhārāpi na maṁ te iminā dhammena sakkareyyuṁ garuṁ kareyyuṁ māneyyuṁ pūjeyyuṁ, sakkatvā garuṁ katvā upanissāya vihareyyuṁ. ",
  "mn77:9.4": "‘Santuṭṭho samaṇo gotamo itarītarena cīvarena, itarītaracīvarasantuṭṭhiyā ca vaṇṇavādī’ti, iti ce maṁ, udāyi, sāvakā sakkareyyuṁ garuṁ kareyyuṁ māneyyuṁ pūjeyyuṁ, sakkatvā garuṁ katvā upanissāya vihareyyuṁ, santi kho pana me, udāyi, sāvakā paṁsukūlikā lūkhacīvaradharā te susānā vā saṅkārakūṭā vā pāpaṇikā vā nantakāni uccinitvā saṅghāṭiṁ karitvā dhārenti. ",
  "mn77:9.5": "Ahaṁ kho panudāyi, appekadā gahapaticīvarāni dhāremi daḷhāni satthalūkhāni alābulomasāni. ",
  "mn77:9.6": "‘Santuṭṭho samaṇo gotamo itarītarena cīvarena, itarītaracīvarasantuṭṭhiyā ca vaṇṇavādī’ti, iti ce maṁ, udāyi, sāvakā sakkareyyuṁ garuṁ kareyyuṁ māneyyuṁ pūjeyyuṁ, sakkatvā garuṁ katvā upanissāya vihareyyuṁ, ye te, udāyi, mama sāvakā paṁsukūlikā lūkhacīvaradharā te susānā vā saṅkārakūṭā vā pāpaṇikā vā nantakāni uccinitvā saṅghāṭiṁ karitvā dhārenti, na maṁ te iminā dhammena sakkareyyuṁ garuṁ kareyyuṁ māneyyuṁ pūjeyyuṁ, sakkatvā garuṁ katvā upanissāya vihareyyuṁ. ",
  "mn77:9.7": "‘Santuṭṭho samaṇo gotamo itarītarena piṇḍapātena, itarītarapiṇḍapātasantuṭṭhiyā ca vaṇṇavādī’ti, iti ce maṁ, udāyi, sāvakā sakkareyyuṁ garuṁ kareyyuṁ māneyyuṁ pūjeyyuṁ, sakkatvā garuṁ katvā upanissāya vihareyyuṁ, santi kho pana me, udāyi, sāvakā piṇḍapātikā sapadānacārino uñchāsake vate ratā, te antaragharaṁ paviṭṭhā samānā āsanenapi nimantiyamānā na sādiyanti. ",
  "mn77:9.8": "Ahaṁ kho panudāyi, appekadā nimantanepi bhuñjāmi sālīnaṁ odanaṁ vicitakāḷakaṁ anekasūpaṁ anekabyañjanaṁ. ",
  "mn77:9.9": "‘Santuṭṭho samaṇo gotamo itarītarena piṇḍapātena, itarītarapiṇḍapātasantuṭṭhiyā ca vaṇṇavādī’ti, iti ce maṁ, udāyi, sāvakā sakkareyyuṁ garuṁ kareyyuṁ māneyyuṁ pūjeyyuṁ, sakkatvā garuṁ katvā upanissāya vihareyyuṁ, ye te, udāyi, mama sāvakā piṇḍapātikā sapadānacārino uñchāsake vate ratā te antaragharaṁ paviṭṭhā samānā āsanenapi nimantiyamānā na sādiyanti, na maṁ te iminā dhammena sakkareyyuṁ garuṁ kareyyuṁ māneyyuṁ pūjeyyuṁ, sakkatvā garuṁ katvā upanissāya vihareyyuṁ. ",
  "mn77:9.10": "‘Santuṭṭho samaṇo gotamo itarītarena senāsanena, itarītarasenāsanasantuṭṭhiyā ca vaṇṇavādī’ti, iti ce maṁ, udāyi, sāvakā sakkareyyuṁ garuṁ kareyyuṁ māneyyuṁ pūjeyyuṁ, sakkatvā garuṁ katvā upanissāya vihareyyuṁ, santi kho pana me, udāyi, sāvakā rukkhamūlikā abbhokāsikā, te aṭṭhamāse channaṁ na upenti. ",
  "mn77:9.11": "Ahaṁ kho panudāyi, appekadā kūṭāgāresupi viharāmi ullittāvalittesu nivātesu phusitaggaḷesu pihitavātapānesu. ",
  "mn77:9.12": "‘Santuṭṭho samaṇo gotamo itarītarena senāsanena, itarītarasenāsanasantuṭṭhiyā ca vaṇṇavādī’ti, iti ce maṁ, udāyi, sāvakā sakkareyyuṁ garuṁ kareyyuṁ māneyyuṁ pūjeyyuṁ, sakkatvā garuṁ katvā upanissāya vihareyyuṁ, ye te, udāyi, mama sāvakā rukkhamūlikā abbhokāsikā te aṭṭhamāse channaṁ na upenti, na maṁ te iminā dhammena sakkareyyuṁ garuṁ kareyyuṁ māneyyuṁ pūjeyyuṁ, sakkatvā garuṁ katvā upanissāya vihareyyuṁ. ",
  "mn77:9.13": "‘Pavivitto samaṇo gotamo, pavivekassa ca vaṇṇavādī’ti, iti ce maṁ, udāyi, sāvakā sakkareyyuṁ garuṁ kareyyuṁ māneyyuṁ pūjeyyuṁ, sakkatvā garuṁ katvā upanissāya vihareyyuṁ, santi kho pana me, udāyi, sāvakā āraññikā pantasenāsanā araññavanapatthāni pantāni senāsanāni ajjhogāhetvā viharanti, te anvaddhamāsaṁ saṅghamajjhe osaranti pātimokkhuddesāya. ",
  "mn77:9.14": "Ahaṁ kho panudāyi, appekadā ākiṇṇo viharāmi bhikkhūhi bhikkhunīhi upāsakehi upāsikāhi raññā rājamahāmattehi titthiyehi titthiyasāvakehi. ",
  "mn77:9.15": "‘Pavivitto samaṇo gotamo, pavivekassa ca vaṇṇavādī’ti, iti ce maṁ, udāyi, sāvakā sakkareyyuṁ garuṁ kareyyuṁ māneyyuṁ pūjeyyuṁ, sakkatvā garuṁ katvā upanissāya vihareyyuṁ. Ye te, udāyi, mama sāvakā āraññakā pantasenāsanā araññavanapatthāni pantāni senāsanāni ajjhogāhetvā viharanti te anvaddhamāsaṁ saṅghamajjhe osaranti pātimokkhuddesāya, na maṁ te iminā dhammena sakkareyyuṁ garuṁ kareyyuṁ māneyyuṁ pūjeyyuṁ, sakkatvā garuṁ katvā upanissāya vihareyyuṁ. ",
  "mn77:9.16": "Iti kho, udāyi, na mamaṁ sāvakā imehi pañcahi dhammehi sakkaronti garuṁ karonti mānenti pūjenti, sakkatvā garuṁ katvā upanissāya viharanti. ",
  "mn77:10.1": "Atthi kho, udāyi, aññe ca pañca dhammā yehi pañcahi dhammehi mamaṁ sāvakā sakkaronti garuṁ karonti mānenti pūjenti, sakkatvā garuṁ katvā upanissāya viharanti. ",
  "mn77:10.2": "Katame pañca? ",
  "mn77:10.3": "Idhudāyi, mamaṁ sāvakā adhisīle sambhāventi: ",
  "mn77:10.4": "‘sīlavā samaṇo gotamo paramena sīlakkhandhena samannāgato’ti. ",
  "mn77:11.1": "Yampudāyi, mamaṁ sāvakā adhisīle sambhāventi: ",
  "mn77:11.2": "‘sīlavā samaṇo gotamo paramena sīlakkhandhena samannāgato’ti, ayaṁ kho, udāyi, paṭhamo dhammo yena mamaṁ sāvakā sakkaronti garuṁ karonti mānenti pūjenti, sakkatvā garuṁ katvā upanissāya viharanti. ",
  "mn77:12.1": "Puna caparaṁ, udāyi, mamaṁ sāvakā abhikkante ñāṇadassane sambhāventi: ",
  "mn77:12.2": "‘jānaṁyevāha samaṇo gotamo—jānāmīti, ",
  "mn77:12.3": "passaṁyevāha samaṇo gotamo—passāmīti; ",
  "mn77:12.4": "abhiññāya samaṇo gotamo dhammaṁ deseti no anabhiññāya; ",
  "mn77:12.5": "sanidānaṁ samaṇo gotamo dhammaṁ deseti no anidānaṁ; ",
  "mn77:12.6": "sappāṭihāriyaṁ samaṇo gotamo dhammaṁ deseti no appāṭihāriyan’ti. ",
  "mn77:12.7": "Yampudāyi, mamaṁ sāvakā abhikkante ñāṇadassane sambhāventi: ",
  "mn77:12.8": "‘jānaṁyevāha samaṇo gotamo—jānāmīti, ",
  "mn77:12.9": "passaṁyevāha samaṇo gotamo—passāmīti; ",
  "mn77:12.10": "abhiññāya samaṇo gotamo dhammaṁ deseti no anabhiññāya; ",
  "mn77:12.11": "sanidānaṁ samaṇo gotamo dhammaṁ deseti no anidānaṁ; ",
  "mn77:12.12": "sappāṭihāriyaṁ samaṇo gotamo dhammaṁ deseti no appāṭihāriyan’ti, ayaṁ kho, udāyi, dutiyo dhammo yena mamaṁ sāvakā sakkaronti garuṁ karonti mānenti pūjenti, sakkatvā garuṁ katvā upanissāya viharanti. ",
  "mn77:13.1": "Puna caparaṁ, udāyi, mamaṁ sāvakā adhipaññāya sambhāventi: ",
  "mn77:13.2": "‘paññavā samaṇo gotamo paramena paññākkhandhena samannāgato; ",
  "mn77:13.3": "taṁ vata anāgataṁ vādapathaṁ na dakkhati, uppannaṁ vā parappavādaṁ na sahadhammena suniggahitaṁ niggaṇhissatīti—netaṁ ṭhānaṁ vijjati’. ",
  "mn77:13.4": "Taṁ kiṁ maññasi, udāyi, ",
  "mn77:13.5": "api nu me sāvakā evaṁ jānantā evaṁ passantā antarantarā kathaṁ opāteyyun”ti? ",
  "mn77:13.6": "“No hetaṁ, bhante”. ",
  "mn77:13.7": "“Na kho panāhaṁ, udāyi, sāvakesu anusāsaniṁ paccāsīsāmi; ",
  "mn77:13.8": "aññadatthu mamayeva sāvakā anusāsaniṁ paccāsīsanti. ",
  "mn77:13.9": "Yampudāyi, mamaṁ sāvakā adhipaññāya sambhāventi: ",
  "mn77:13.10": "‘paññavā samaṇo gotamo paramena paññākkhandhena samannāgato; ",
  "mn77:13.11": "taṁ vata anāgataṁ vādapathaṁ na dakkhati, uppannaṁ vā parappavādaṁ na sahadhammena niggahitaṁ niggaṇhissatīti—",
  "mn77:13.12": "netaṁ ṭhānaṁ vijjati’. ",
  "mn77:13.13": "Ayaṁ kho, udāyi, tatiyo dhammo yena mamaṁ sāvakā sakkaronti garuṁ karonti mānenti pūjenti, sakkatvā garuṁ katvā upanissāya viharanti. ",
  "mn77:14.1": "Puna caparaṁ, udāyi, mama sāvakā yena dukkhena dukkhotiṇṇā dukkhaparetā te maṁ upasaṅkamitvā dukkhaṁ ariyasaccaṁ pucchanti, tesāhaṁ dukkhaṁ ariyasaccaṁ puṭṭho byākaromi, tesāhaṁ cittaṁ ārādhemi pañhassa veyyākaraṇena; ",
  "mn77:14.2": "te maṁ dukkhasamudayaṁ … ",
  "mn77:14.3": "dukkhanirodhaṁ … ",
  "mn77:14.4": "dukkhanirodhagāminiṁ paṭipadaṁ ariyasaccaṁ pucchanti, tesāhaṁ dukkhanirodhagāminiṁ paṭipadaṁ ariyasaccaṁ puṭṭho byākaromi, tesāhaṁ cittaṁ ārādhemi pañhassa veyyākaraṇena. ",
  "mn77:14.5": "Yampudāyi, mama sāvakā yena dukkhena dukkhotiṇṇā dukkhaparetā te maṁ upasaṅkamitvā dukkhaṁ ariyasaccaṁ pucchanti, tesāhaṁ dukkhaṁ ariyasaccaṁ puṭṭho byākaromi, tesāhaṁ cittaṁ ārādhemi pañhassa veyyākaraṇena. ",
  "mn77:14.6": "Te maṁ dukkhasamudayaṁ … ",
  "mn77:14.7": "dukkhanirodhaṁ … ",
  "mn77:14.8": "dukkhanirodhagāminiṁ paṭipadaṁ ariyasaccaṁ pucchanti. ",
  "mn77:14.9": "Tesāhaṁ dukkhanirodhagāminiṁ paṭipadaṁ ariyasaccaṁ puṭṭho byākaromi. ",
  "mn77:14.10": "Tesāhaṁ cittaṁ ārādhemi pañhassa veyyākaraṇena. ",
  "mn77:14.11": "Ayaṁ kho, udāyi, catuttho dhammo yena mamaṁ sāvakā sakkaronti garuṁ karonti mānenti pūjenti, sakkatvā garuṁ katvā upanissāya viharanti. ",
  "mn77:15.1": "Puna caparaṁ, udāyi, akkhātā mayā sāvakānaṁ paṭipadā, yathāpaṭipannā me sāvakā cattāro satipaṭṭhāne bhāventi. ",
  "mn77:15.2": "Idhudāyi, bhikkhu kāye kāyānupassī viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṁ; ",
  "mn77:15.3": "vedanāsu vedanānupassī viharati … ",
  "mn77:15.4": "citte cittānupassī viharati … ",
  "mn77:15.5": "dhammesu dhammānupassī viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṁ. ",
  "mn77:15.6": "Tatra ca pana me sāvakā bahū abhiññāvosānapāramippattā viharanti. ",
  "mn77:16.1": "Puna caparaṁ, udāyi, akkhātā mayā sāvakānaṁ paṭipadā, yathāpaṭipannā me sāvakā cattāro sammappadhāne bhāventi. ",
  "mn77:16.2": "Idhudāyi, bhikkhu anuppannānaṁ pāpakānaṁ akusalānaṁ dhammānaṁ anuppādāya chandaṁ janeti, vāyamati, vīriyaṁ ārabhati, cittaṁ paggaṇhāti, padahati; ",
  "mn77:16.3": "uppannānaṁ pāpakānaṁ akusalānaṁ dhammānaṁ pahānāya chandaṁ janeti, vāyamati, vīriyaṁ ārabhati, cittaṁ paggaṇhāti, padahati; ",
  "mn77:16.4": "anuppannānaṁ kusalānaṁ dhammānaṁ uppādāya chandaṁ janeti, vāyamati, vīriyaṁ ārabhati, cittaṁ paggaṇhāti, padahati; ",
  "mn77:16.5": "uppannānaṁ kusalānaṁ dhammānaṁ ṭhitiyā asammosāya bhiyyobhāvāya vepullāya bhāvanāya pāripūriyā chandaṁ janeti, vāyamati, vīriyaṁ ārabhati, cittaṁ paggaṇhāti, padahati. ",
  "mn77:16.6": "Tatra ca pana me sāvakā bahū abhiññāvosānapāramippattā viharanti. ",
  "mn77:17.1": "Puna caparaṁ, udāyi, akkhātā mayā sāvakānaṁ paṭipadā, yathāpaṭipannā me sāvakā cattāro iddhipāde bhāventi. ",
  "mn77:17.2": "Idhudāyi, bhikkhu chandasamādhipadhānasaṅkhārasamannāgataṁ iddhipādaṁ bhāveti, ",
  "mn77:17.3": "vīriyasamādhipadhānasaṅkhārasamannāgataṁ iddhipādaṁ bhāveti, ",
  "mn77:17.4": "cittasamādhipadhānasaṅkhārasamannāgataṁ iddhipādaṁ bhāveti, ",
  "mn77:17.5": "vīmaṁsāsamādhipadhānasaṅkhārasamannāgataṁ iddhipādaṁ bhāveti. ",
  "mn77:17.6": "Tatra ca pana me sāvakā bahū abhiññāvosānapāramippattā viharanti. ",
  "mn77:18.1": "Puna caparaṁ, udāyi, akkhātā mayā sāvakānaṁ paṭipadā, yathāpaṭipannā me sāvakā pañcindriyāni bhāventi. ",
  "mn77:18.2": "Idhudāyi, bhikkhu saddhindriyaṁ bhāveti upasamagāmiṁ sambodhagāmiṁ; ",
  "mn77:18.3": "vīriyindriyaṁ bhāveti …pe… ",
  "mn77:18.4": "satindriyaṁ bhāveti … ",
  "mn77:18.5": "samādhindriyaṁ bhāveti … ",
  "mn77:18.6": "paññindriyaṁ bhāveti upasamagāmiṁ sambodhagāmiṁ. ",
  "mn77:18.7": "Tatra ca pana me sāvakā bahū abhiññāvosānapāramippattā viharanti. ",
  "mn77:19.1": "Puna caparaṁ, udāyi, akkhātā mayā sāvakānaṁ paṭipadā, yathāpaṭipannā me sāvakā pañca balāni bhāventi. ",
  "mn77:19.2": "Idhudāyi, bhikkhu saddhābalaṁ bhāveti upasamagāmiṁ sambodhagāmiṁ; ",
  "mn77:19.3": "vīriyabalaṁ bhāveti …pe… ",
  "mn77:19.4": "satibalaṁ bhāveti … ",
  "mn77:19.5": "samādhibalaṁ bhāveti … ",
  "mn77:19.6": "paññābalaṁ bhāveti upasamagāmiṁ sambodhagāmiṁ. ",
  "mn77:19.7": "Tatra ca pana me sāvakā bahū abhiññāvosānapāramippattā viharanti. ",
  "mn77:20.1": "Puna caparaṁ, udāyi, akkhātā mayā sāvakānaṁ paṭipadā, yathāpaṭipannā me sāvakā sattabojjhaṅge bhāventi. ",
  "mn77:20.2": "Idhudāyi, bhikkhu satisambojjhaṅgaṁ bhāveti vivekanissitaṁ virāganissitaṁ nirodhanissitaṁ vossaggapariṇāmiṁ; ",
  "mn77:20.3": "dhammavicayasambojjhaṅgaṁ bhāveti …pe… ",
  "mn77:20.4": "vīriyasambojjhaṅgaṁ bhāveti … ",
  "mn77:20.5": "pītisambojjhaṅgaṁ bhāveti … ",
  "mn77:20.6": "passaddhisambojjhaṅgaṁ bhāveti … ",
  "mn77:20.7": "samādhisambojjhaṅgaṁ bhāveti … ",
  "mn77:20.8": "upekkhāsambojjhaṅgaṁ bhāveti vivekanissitaṁ virāganissitaṁ nirodhanissitaṁ vossaggapariṇāmiṁ. ",
  "mn77:20.9": "Tatra ca pana me sāvakā bahū abhiññāvosānapāramippattā viharanti. ",
  "mn77:21.1": "Puna caparaṁ, udāyi, akkhātā mayā sāvakānaṁ paṭipadā, yathāpaṭipannā me sāvakā ariyaṁ aṭṭhaṅgikaṁ maggaṁ bhāventi. ",
  "mn77:21.2": "Idhudāyi, bhikkhu sammādiṭṭhiṁ bhāveti, sammāsaṅkappaṁ bhāveti, sammāvācaṁ bhāveti, sammākammantaṁ bhāveti, sammāājīvaṁ bhāveti, sammāvāyāmaṁ bhāveti, sammāsatiṁ bhāveti, sammāsamādhiṁ bhāveti. ",
  "mn77:21.3": "Tatra ca pana me sāvakā bahū abhiññāvosānapāramippattā viharanti. ",
  "mn77:22.1": "Puna caparaṁ, udāyi, akkhātā mayā sāvakānaṁ paṭipadā, yathāpaṭipannā me sāvakā aṭṭha vimokkhe bhāventi. ",
  "mn77:22.2": "Rūpī rūpāni passati, ",
  "mn77:22.3": "ayaṁ paṭhamo vimokkho; ",
  "mn77:22.4": "ajjhattaṁ arūpasaññī bahiddhā rūpāni passati, ",
  "mn77:22.5": "ayaṁ dutiyo vimokkho; ",
  "mn77:22.6": "subhanteva adhimutto hoti, ",
  "mn77:22.7": "ayaṁ tatiyo vimokkho; ",
  "mn77:22.8": "sabbaso rūpasaññānaṁ samatikkamā paṭighasaññānaṁ atthaṅgamā nānattasaññānaṁ amanasikārā ‘ananto ākāso’ti ākāsānañcāyatanaṁ upasampajja viharati, ",
  "mn77:22.9": "ayaṁ catuttho vimokkho; ",
  "mn77:22.10": "sabbaso ākāsānañcāyatanaṁ samatikkamma ‘anantaṁ viññāṇan’ti viññāṇañcāyatanaṁ upasampajja viharati, ",
  "mn77:22.11": "ayaṁ pañcamo vimokkho; ",
  "mn77:22.12": "sabbaso viññāṇañcāyatanaṁ samatikkamma ‘natthi kiñcī’ti ākiñcaññāyatanaṁ upasampajja viharati, ",
  "mn77:22.13": "ayaṁ chaṭṭho vimokkho; ",
  "mn77:22.14": "sabbaso ākiñcaññāyatanaṁ samatikkamma nevasaññānāsaññāyatanaṁ upasampajja viharati, ",
  "mn77:22.15": "ayaṁ sattamo vimokkho; ",
  "mn77:22.16": "sabbaso nevasaññānāsaññāyatanaṁ samatikkamma saññāvedayitanirodhaṁ upasampajja viharati, ",
  "mn77:22.17": "ayaṁ aṭṭhamo vimokkho. ",
  "mn77:22.18": "Tatra ca pana me sāvakā bahū abhiññāvosānapāramippattā viharanti. ",
  "mn77:23.1": "Puna caparaṁ, udāyi, akkhātā mayā sāvakānaṁ paṭipadā, yathāpaṭipannā me sāvakā aṭṭha abhibhāyatanāni bhāventi. ",
  "mn77:23.2": "Ajjhattaṁ rūpasaññī eko bahiddhā rūpāni passati parittāni suvaṇṇadubbaṇṇāni. ",
  "mn77:23.3": "‘Tāni abhibhuyya jānāmi, passāmī’ti evaṁ saññī hoti. ",
  "mn77:23.4": "Idaṁ paṭhamaṁ abhibhāyatanaṁ. ",
  "mn77:23.5": "Ajjhattaṁ rūpasaññī eko bahiddhā rūpāni passati appamāṇāni suvaṇṇadubbaṇṇāni. ",
  "mn77:23.6": "‘Tāni abhibhuyya jānāmi, passāmī’ti evaṁ saññī hoti. ",
  "mn77:23.7": "Idaṁ dutiyaṁ abhibhāyatanaṁ. ",
  "mn77:23.8": "Ajjhattaṁ arūpasaññī eko bahiddhā rūpāni passati parittāni suvaṇṇadubbaṇṇāni. ",
  "mn77:23.9": "‘Tāni abhibhuyya jānāmi, passāmī’ti evaṁ saññī hoti. ",
  "mn77:23.10": "Idaṁ tatiyaṁ abhibhāyatanaṁ. ",
  "mn77:23.11": "Ajjhattaṁ arūpasaññī eko bahiddhā rūpāni passati appamāṇāni suvaṇṇadubbaṇṇāni. ",
  "mn77:23.12": "‘Tāni abhibhuyya jānāmi, passāmī’ti evaṁ saññī hoti. ",
  "mn77:23.13": "Idaṁ catutthaṁ abhibhāyatanaṁ. ",
  "mn77:23.14": "Ajjhattaṁ arūpasaññī eko bahiddhā rūpāni passati nīlāni nīlavaṇṇāni nīlanidassanāni nīlanibhāsāni. ",
  "mn77:23.15": "Seyyathāpi nāma umāpupphaṁ nīlaṁ nīlavaṇṇaṁ nīlanidassanaṁ nīlanibhāsaṁ, seyyathā vā pana taṁ vatthaṁ bārāṇaseyyakaṁ ubhatobhāgavimaṭṭhaṁ nīlaṁ nīlavaṇṇaṁ nīlanidassanaṁ nīlanibhāsaṁ; ",
  "mn77:23.16": "evameva ajjhattaṁ arūpasaññī eko bahiddhā rūpāni passati nīlāni nīlavaṇṇāni nīlanidassanāni nīlanibhāsāni. ",
  "mn77:23.17": "‘Tāni abhibhuyya jānāmi, passāmī’ti evaṁ saññī hoti. ",
  "mn77:23.18": "Idaṁ pañcamaṁ abhibhāyatanaṁ. ",
  "mn77:23.19": "Ajjhattaṁ arūpasaññī eko bahiddhā rūpāni passati pītāni pītavaṇṇāni pītanidassanāni pītanibhāsāni. ",
  "mn77:23.20": "Seyyathāpi nāma kaṇikārapupphaṁ pītaṁ pītavaṇṇaṁ pītanidassanaṁ pītanibhāsaṁ, seyyathā vā pana taṁ vatthaṁ bārāṇaseyyakaṁ ubhatobhāgavimaṭṭhaṁ pītaṁ pītavaṇṇaṁ pītanidassanaṁ pītanibhāsaṁ; ",
  "mn77:23.21": "evameva ajjhattaṁ arūpasaññī eko bahiddhā rūpāni passati pītāni pītavaṇṇāni pītanidassanāni pītanibhāsāni. ",
  "mn77:23.22": "‘Tāni abhibhuyya jānāmi, passāmī’ti evaṁ saññī hoti. ",
  "mn77:23.23": "Idaṁ chaṭṭhaṁ abhibhāyatanaṁ. ",
  "mn77:23.24": "Ajjhattaṁ arūpasaññī eko bahiddhā rūpāni passati lohitakāni lohitakavaṇṇāni lohitakanidassanāni lohitakanibhāsāni. ",
  "mn77:23.25": "Seyyathāpi nāma bandhujīvakapupphaṁ lohitakaṁ lohitakavaṇṇaṁ lohitakanidassanaṁ lohitakanibhāsaṁ, seyyathā vā pana taṁ vatthaṁ bārāṇaseyyakaṁ ubhatobhāgavimaṭṭhaṁ lohitakaṁ lohitakavaṇṇaṁ lohitakanidassanaṁ lohitakanibhāsaṁ; ",
  "mn77:23.26": "evameva ajjhattaṁ arūpasaññī eko bahiddhā rūpāni passati lohitakāni lohitakavaṇṇāni lohitakanidassanāni lohitakanibhāsāni. ",
  "mn77:23.27": "‘Tāni abhibhuyya jānāmi, passāmī’ti evaṁ saññī hoti. ",
  "mn77:23.28": "Idaṁ sattamaṁ abhibhāyatanaṁ. ",
  "mn77:23.29": "Ajjhattaṁ arūpasaññī eko bahiddhā rūpāni passati odātāni odātavaṇṇāni odātanidassanāni odātanibhāsāni. ",
  "mn77:23.30": "Seyyathāpi nāma osadhitārakā odātā odātavaṇṇā odātanidassanā odātanibhāsā, seyyathā vā pana taṁ vatthaṁ bārāṇaseyyakaṁ ubhatobhāgavimaṭṭhaṁ odātaṁ odātavaṇṇaṁ odātanidassanaṁ odātanibhāsaṁ; ",
  "mn77:23.31": "evameva ajjhattaṁ arūpasaññī eko bahiddhā rūpāni passati odātāni odātavaṇṇāni odātanidassanāni odātanibhāsāni. ",
  "mn77:23.32": "‘Tāni abhibhuyya jānāmi, passāmī’ti evaṁsaññī hoti. ",
  "mn77:23.33": "Idaṁ aṭṭhamaṁ abhibhāyatanaṁ. ",
  "mn77:23.34": "Tatra ca pana me sāvakā bahū abhiññāvosānapāramippattā viharanti. ",
  "mn77:24.1": "Puna caparaṁ, udāyi, akkhātā mayā sāvakānaṁ paṭipadā, yathāpaṭipannā me sāvakā dasa kasiṇāyatanāni bhāventi. ",
  "mn77:24.2": "Pathavīkasiṇameko sañjānāti uddhamadho tiriyaṁ advayaṁ appamāṇaṁ; ",
  "mn77:24.3": "āpokasiṇameko sañjānāti …pe… ",
  "mn77:24.4": "tejokasiṇameko sañjānāti … ",
  "mn77:24.5": "vāyokasiṇameko sañjānāti … ",
  "mn77:24.6": "nīlakasiṇameko sañjānāti … ",
  "mn77:24.7": "pītakasiṇameko sañjānāti … ",
  "mn77:24.8": "lohitakasiṇameko sañjānāti … ",
  "mn77:24.9": "odātakasiṇameko sañjānāti … ",
  "mn77:24.10": "ākāsakasiṇameko sañjānāti … ",
  "mn77:24.11": "viññāṇakasiṇameko sañjānāti uddhamadho tiriyaṁ advayaṁ appamāṇaṁ. ",
  "mn77:24.12": "Tatra ca pana me sāvakā bahū abhiññāvosānapāramippattā viharanti. ",
  "mn77:25.1": "Puna caparaṁ, udāyi, akkhātā mayā sāvakānaṁ paṭipadā, yathāpaṭipannā me sāvakā cattāri jhānāni bhāventi. ",
  "mn77:25.2": "Idhudāyi, bhikkhu vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṁ savicāraṁ vivekajaṁ pītisukhaṁ paṭhamaṁ jhānaṁ upasampajja viharati. ",
  "mn77:25.3": "So imameva kāyaṁ vivekajena pītisukhena abhisandeti parisandeti paripūreti parippharati, nāssa kiñci sabbāvato kāyassa vivekajena pītisukhena apphuṭaṁ hoti. ",
  "mn77:25.4": "Seyyathāpi, udāyi, dakkho nhāpako vā nhāpakantevāsī vā kaṁsathāle nhānīyacuṇṇāni ākiritvā udakena paripphosakaṁ paripphosakaṁ sanneyya, sāyaṁ nhānīyapiṇḍi snehānugatā snehaparetā santarabāhirā phuṭā snehena na ca pagghariṇī; ",
  "mn77:25.5": "evameva kho, udāyi, bhikkhu imameva kāyaṁ vivekajena pītisukhena abhisandeti parisandeti paripūreti parippharati, nāssa kiñci sabbāvato kāyassa vivekajena pītisukhena apphuṭaṁ hoti. ",
  "mn77:26.1": "Puna caparaṁ, udāyi, bhikkhu vitakkavicārānaṁ vūpasamā ajjhattaṁ sampasādanaṁ …pe… dutiyaṁ jhānaṁ upasampajja viharati. ",
  "mn77:26.2": "So imameva kāyaṁ samādhijena pītisukhena abhisandeti parisandeti paripūreti parippharati, nāssa kiñci sabbāvato kāyassa samādhijena pītisukhena apphuṭaṁ hoti. ",
  "mn77:26.3": "Seyyathāpi, udāyi, udakarahado gambhīro ubbhidodako. Tassa nevassa puratthimāya disāya udakassa āyamukhaṁ, na pacchimāya disāya udakassa āyamukhaṁ, na uttarāya disāya udakassa āyamukhaṁ, na dakkhiṇāya disāya udakassa āyamukhaṁ, devo ca na kālena kālaṁ sammā dhāraṁ anuppaveccheyya; ",
  "mn77:26.4": "atha kho tamhāva udakarahadā sītā vāridhārā ubbhijjitvā tameva udakarahadaṁ sītena vārinā abhisandeyya parisandeyya paripūreyya paripphareyya, nāssa kiñci sabbāvato udakarahadassa sītena vārinā apphuṭaṁ assa. ",
  "mn77:26.5": "Evameva kho, udāyi, bhikkhu imameva kāyaṁ samādhijena pītisukhena abhisandeti parisandeti paripūreti parippharati, nāssa kiñci sabbāvato kāyassa samādhijena pītisukhena apphuṭaṁ hoti. ",
  "mn77:27.1": "Puna caparaṁ, udāyi, bhikkhu pītiyā ca virāgā …pe… tatiyaṁ jhānaṁ upasampajja viharati. ",
  "mn77:27.2": "So imameva kāyaṁ nippītikena sukhena abhisandeti parisandeti paripūreti parippharati, nāssa kiñci sabbāvato kāyassa nippītikena sukhena apphuṭaṁ hoti. ",
  "mn77:27.3": "Seyyathāpi, udāyi, uppaliniyaṁ vā paduminiyaṁ vā puṇḍarīkiniyaṁ vā appekaccāni uppalāni vā padumāni vā puṇḍarīkāni vā udake jātāni udake saṁvaḍḍhāni udakānuggatāni anto nimuggaposīni, tāni yāva caggā yāva ca mūlā sītena vārinā abhisannāni parisannāni paripūrāni paripphuṭāni, nāssa kiñci sabbāvataṁ, uppalānaṁ vā padumānaṁ vā puṇḍarīkānaṁ vā sītena vārinā apphuṭaṁ assa; ",
  "mn77:27.4": "evameva kho, udāyi, bhikkhu imameva kāyaṁ nippītikena sukhena abhisandeti parisandeti paripūreti parippharati, nāssa kiñci sabbāvato kāyassa nippītikena sukhena apphuṭaṁ hoti. ",
  "mn77:28.1": "Puna caparaṁ, udāyi, bhikkhu sukhassa ca pahānā dukkhassa ca pahānā pubbeva somanassadomanassānaṁ atthaṅgamā adukkhamasukhaṁ upekkhāsatipārisuddhiṁ catutthaṁ jhānaṁ upasampajja viharati. ",
  "mn77:28.2": "So imameva kāyaṁ parisuddhena cetasā pariyodātena pharitvā nisinno hoti, nāssa kiñci sabbāvato kāyassa parisuddhena cetasā pariyodātena apphuṭaṁ hoti. ",
  "mn77:28.3": "Seyyathāpi, udāyi, puriso odātena vatthena sasīsaṁ pārupitvā nisinno assa, nāssa kiñci sabbāvato kāyassa odātena vatthena apphuṭaṁ assa; ",
  "mn77:28.4": "evameva kho, udāyi, bhikkhu imameva kāyaṁ parisuddhena cetasā pariyodātena pharitvā nisinno hoti, nāssa kiñci sabbāvato kāyassa parisuddhena cetasā pariyodātena apphuṭaṁ hoti. ",
  "mn77:28.5": "Tatra ca pana me sāvakā bahū abhiññāvosānapāramippattā viharanti. ",
  "mn77:29.1": "Puna caparaṁ, udāyi, akkhātā mayā sāvakānaṁ paṭipadā, yathāpaṭipannā me sāvakā evaṁ pajānanti: ",
  "mn77:29.2": "‘ayaṁ kho me kāyo rūpī cātumahābhūtiko mātāpettikasambhavo odanakummāsūpacayo aniccucchādanaparimaddanabhedanaviddhaṁsanadhammo; ",
  "mn77:29.3": "idañca pana me viññāṇaṁ ettha sitaṁ ettha paṭibaddhaṁ’. ",
  "mn77:29.4": "Seyyathāpi, udāyi, maṇi veḷuriyo subho jātimā aṭṭhaṁso suparikammakato accho vippasanno sabbākārasampanno; ",
  "mn77:29.5": "tatridaṁ suttaṁ āvutaṁ nīlaṁ vā pītaṁ vā lohitaṁ vā odātaṁ vā paṇḍusuttaṁ vā. ",
  "mn77:29.6": "Tamenaṁ cakkhumā puriso hatthe karitvā paccavekkheyya: ",
  "mn77:29.7": "‘ayaṁ kho maṇi veḷuriyo subho jātimā aṭṭhaṁso suparikammakato accho vippasanno sabbākārasampanno; ",
  "mn77:29.8": "tatridaṁ suttaṁ āvutaṁ nīlaṁ vā pītaṁ vā lohitaṁ vā odātaṁ vā paṇḍusuttaṁ vā’ti. ",
  "mn77:29.9": "Evameva kho, udāyi, akkhātā mayā sāvakānaṁ paṭipadā, yathāpaṭipannā me sāvakā evaṁ pajānanti: ",
  "mn77:29.10": "‘ayaṁ kho me kāyo rūpī cātumahābhūtiko mātāpettikasambhavo odanakummāsūpacayo aniccucchādanaparimaddanabhedanaviddhaṁsanadhammo; ",
  "mn77:29.11": "idañca pana me viññāṇaṁ ettha sitaṁ ettha paṭibaddhan’ti. ",
  "mn77:29.12": "Tatra ca pana me sāvakā bahū abhiññāvosānapāramippattā viharanti. ",
  "mn77:30.1": "Puna caparaṁ, udāyi, akkhātā mayā sāvakānaṁ paṭipadā, yathāpaṭipannā me sāvakā imamhā kāyā aññaṁ kāyaṁ abhinimminanti rūpiṁ manomayaṁ sabbaṅgapaccaṅgiṁ ahīnindriyaṁ. ",
  "mn77:30.2": "Seyyathāpi, udāyi, puriso muñjamhā īsikaṁ pabbāheyya; ",
  "mn77:30.3": "tassa evamassa: ",
  "mn77:30.4": "‘ayaṁ muñjo, ayaṁ īsikā; añño muñjo, aññā īsikā; muñjamhā tveva īsikā pabbāḷhā’ti. ",
  "mn77:30.5": "Seyyathā vā panudāyi, puriso asiṁ kosiyā pabbāheyya; ",
  "mn77:30.6": "tassa evamassa: ",
  "mn77:30.7": "‘ayaṁ asi, ayaṁ kosi; añño asi aññā kosi; kosiyā tveva asi pabbāḷho’ti. ",
  "mn77:30.8": "Seyyathā vā, panudāyi, puriso ahiṁ karaṇḍā uddhareyya; ",
  "mn77:30.9": "tassa evamassa: ",
  "mn77:30.10": "‘ayaṁ ahi, ayaṁ karaṇḍo; añño ahi, añño karaṇḍo; karaṇḍā tveva ahi ubbhato’ti. ",
  "mn77:30.11": "Evameva kho, udāyi, akkhātā mayā sāvakānaṁ paṭipadā, yathāpaṭipannā me sāvakā imamhā kāyā aññaṁ kāyaṁ abhinimminanti rūpiṁ manomayaṁ sabbaṅgapaccaṅgiṁ ahīnindriyaṁ. ",
  "mn77:30.12": "Tatra ca pana me sāvakā bahū abhiññāvosānapāramippattā viharanti. ",
  "mn77:31.1": "Puna caparaṁ, udāyi, akkhātā mayā sāvakānaṁ paṭipadā, yathāpaṭipannā me sāvakā anekavihitaṁ iddhividhaṁ paccanubhonti—ekopi hutvā bahudhā honti, bahudhāpi hutvā eko hoti; āvibhāvaṁ, tirobhāvaṁ; tirokuṭṭaṁ tiropākāraṁ tiropabbataṁ asajjamānā gacchanti, seyyathāpi ākāse; pathaviyāpi ummujjanimujjaṁ karonti, seyyathāpi udake; udakepi abhijjamāne gacchanti, seyyathāpi pathaviyaṁ; ākāsepi pallaṅkena kamanti, seyyathāpi pakkhī sakuṇo; imepi candimasūriye evaṁmahiddhike evaṁmahānubhāve pāṇinā parimasanti parimajjanti, yāva brahmalokāpi kāyena vasaṁ vattenti. ",
  "mn77:31.2": "Seyyathāpi, udāyi, dakkho kumbhakāro vā kumbhakārantevāsī vā suparikammakatāya mattikāya yaṁ yadeva bhājanavikatiṁ ākaṅkheyya taṁ tadeva kareyya abhinipphādeyya; ",
  "mn77:31.3": "seyyathā vā panudāyi, dakkho dantakāro vā dantakārantevāsī vā suparikammakatasmiṁ dantasmiṁ yaṁ yadeva dantavikatiṁ ākaṅkheyya taṁ tadeva kareyya abhinipphādeyya; ",
  "mn77:31.4": "seyyathā vā panudāyi, dakkho suvaṇṇakāro vā suvaṇṇakārantevāsī vā suparikammakatasmiṁ suvaṇṇasmiṁ yaṁ yadeva suvaṇṇavikatiṁ ākaṅkheyya taṁ tadeva kareyya abhinipphādeyya. ",
  "mn77:31.5": "Evameva kho, udāyi, akkhātā mayā sāvakānaṁ paṭipadā, yathāpaṭipannā me sāvakā anekavihitaṁ iddhividhaṁ paccanubhonti—ekopi hutvā bahudhā honti, bahudhāpi hutvā eko hoti; āvibhāvaṁ, tirobhāvaṁ; tirokuṭṭaṁ tiropākāraṁ tiropabbataṁ asajjamānā gacchanti, seyyathāpi ākāse; pathaviyāpi ummujjanimujjaṁ karonti, seyyathāpi udake; udakepi abhijjamāne gacchanti, seyyathāpi pathaviyaṁ; ākāsepi pallaṅkena kamanti, seyyathāpi pakkhī sakuṇo; imepi candimasūriye evaṁmahiddhike evaṁmahānubhāve pāṇinā parimasanti parimajjanti, yāva brahmalokāpi kāyena vasaṁ vattenti. ",
  "mn77:31.6": "Tatra ca pana me sāvakā bahū abhiññāvosānapāramippattā viharanti. ",
  "mn77:32.1": "Puna caparaṁ, udāyi, akkhātā mayā sāvakānaṁ paṭipadā, yathāpaṭipannā me sāvakā dibbāya sotadhātuyā visuddhāya atikkantamānusikāya ubho sadde suṇanti—dibbe ca mānuse ca, ye dūre santike ca. ",
  "mn77:32.2": "Seyyathāpi, udāyi, balavā saṅkhadhamo appakasireneva cātuddisā viññāpeyya; ",
  "mn77:32.3": "evameva kho, udāyi, akkhātā mayā sāvakānaṁ paṭipadā, yathāpaṭipannā me sāvakā dibbāya sotadhātuyā visuddhāya atikkantamānusikāya ubho sadde suṇanti—dibbe ca mānuse ca, ye dūre santike ca. ",
  "mn77:32.4": "Tatra ca pana me sāvakā bahū abhiññāvosānapāramippattā viharanti. ",
  "mn77:33.1": "Puna caparaṁ, udāyi, akkhātā mayā sāvakānaṁ paṭipadā, yathāpaṭipannā me sāvakā parasattānaṁ parapuggalānaṁ cetasā ceto paricca pajānanti—",
  "mn77:33.2": "sarāgaṁ vā cittaṁ ‘sarāgaṁ cittan’ti pajānanti, ",
  "mn77:33.3": "vītarāgaṁ vā cittaṁ ‘vītarāgaṁ cittan’ti pajānanti; ",
  "mn77:33.4": "sadosaṁ vā cittaṁ ‘sadosaṁ cittan’ti pajānanti, ",
  "mn77:33.5": "vītadosaṁ vā cittaṁ ‘vītadosaṁ cittan’ti pajānanti; ",
  "mn77:33.6": "samohaṁ vā cittaṁ ‘samohaṁ cittan’ti pajānanti, ",
  "mn77:33.7": "vītamohaṁ vā cittaṁ ‘vītamohaṁ cittan’ti pajānanti; ",
  "mn77:33.8": "saṅkhittaṁ vā cittaṁ ‘saṅkhittaṁ cittan’ti pajānanti, ",
  "mn77:33.9": "vikkhittaṁ vā cittaṁ ‘vikkhittaṁ cittan’ti pajānanti; ",
  "mn77:33.10": "mahaggataṁ vā cittaṁ ‘mahaggataṁ cittan’ti pajānanti, ",
  "mn77:33.11": "amahaggataṁ vā cittaṁ ‘amahaggataṁ cittan’ti pajānanti; ",
  "mn77:33.12": "sauttaraṁ vā cittaṁ ‘sauttaraṁ cittan’ti pajānanti, ",
  "mn77:33.13": "anuttaraṁ vā cittaṁ ‘anuttaraṁ cittan’ti pajānanti; ",
  "mn77:33.14": "samāhitaṁ vā cittaṁ ‘samāhitaṁ cittan’ti pajānanti, ",
  "mn77:33.15": "asamāhitaṁ vā cittaṁ ‘asamāhitaṁ cittan’ti pajānanti; ",
  "mn77:33.16": "vimuttaṁ vā cittaṁ ‘vimuttaṁ cittan’ti pajānanti, ",
  "mn77:33.17": "avimuttaṁ vā cittaṁ ‘avimuttaṁ cittan’ti pajānanti. ",
  "mn77:33.18": "Seyyathāpi, udāyi, itthī vā puriso vā daharo yuvā maṇḍanakajātiko ādāse vā parisuddhe pariyodāte acche vā udakapatte sakaṁ mukhanimittaṁ paccavekkhamāno sakaṇikaṁ vā ‘sakaṇikan’ti jāneyya, akaṇikaṁ vā ‘akaṇikan’ti jāneyya; ",
  "mn77:33.19": "evameva kho, udāyi, akkhātā mayā sāvakānaṁ paṭipadā, yathāpaṭipannā me sāvakā parasattānaṁ parapuggalānaṁ cetasā ceto paricca pajānanti—",
  "mn77:33.20": "sarāgaṁ vā cittaṁ ‘sarāgaṁ cittan’ti pajānanti, ",
  "mn77:33.21": "vītarāgaṁ vā cittaṁ …pe… ",
  "mn77:33.22": "sadosaṁ vā cittaṁ … ",
  "mn77:33.23": "vītadosaṁ vā cittaṁ … ",
  "mn77:33.24": "samohaṁ vā cittaṁ … ",
  "mn77:33.25": "vītamohaṁ vā cittaṁ … ",
  "mn77:33.26": "saṅkhittaṁ vā cittaṁ … ",
  "mn77:33.27": "vikkhittaṁ vā cittaṁ … ",
  "mn77:33.28": "mahaggataṁ vā cittaṁ … ",
  "mn77:33.29": "amahaggataṁ vā cittaṁ … ",
  "mn77:33.30": "sauttaraṁ vā cittaṁ … ",
  "mn77:33.31": "anuttaraṁ vā cittaṁ … ",
  "mn77:33.32": "samāhitaṁ vā cittaṁ … ",
  "mn77:33.33": "asamāhitaṁ vā cittaṁ … ",
  "mn77:33.34": "vimuttaṁ vā cittaṁ … ",
  "mn77:33.35": "avimuttaṁ vā cittaṁ ‘avimuttaṁ cittan’ti pajānanti. ",
  "mn77:33.36": "Tatra ca pana me sāvakā bahū abhiññāvosānapāramippattā viharanti. ",
  "mn77:34.1": "Puna caparaṁ, udāyi, akkhātā mayā sāvakānaṁ paṭipadā, yathāpaṭipannā me sāvakā anekavihitaṁ pubbenivāsaṁ anussaranti, seyyathidaṁ—ekampi jātiṁ dvepi jātiyo tissopi jātiyo catassopi jātiyo pañcapi jātiyo dasapi jātiyo vīsampi jātiyo tiṁsampi jātiyo cattālīsampi jātiyo paññāsampi jātiyo jātisatampi jātisahassampi jātisatasahassampi, anekepi saṁvaṭṭakappe anekepi vivaṭṭakappe anekepi saṁvaṭṭavivaṭṭakappe: ‘amutrāsiṁ evaṁnāmo evaṅgotto evaṁvaṇṇo evamāhāro evaṁsukhadukkhappaṭisaṁvedī evamāyupariyanto, so tato cuto amutra udapādiṁ; tatrāpāsiṁ evaṁnāmo evaṅgotto evaṁvaṇṇo evamāhāro evaṁsukhadukkhappaṭisaṁvedī evamāyupariyanto, so tato cuto idhūpapanno’ti. Iti sākāraṁ sauddesaṁ anekavihitaṁ pubbenivāsaṁ anussarati. ",
  "mn77:34.2": "Seyyathāpi, udāyi, puriso sakamhā gāmā aññaṁ gāmaṁ gaccheyya, tamhāpi gāmā aññaṁ gāmaṁ gaccheyya; so tamhā gāmā sakaṁyeva gāmaṁ paccāgaccheyya; tassa evamassa: ‘ahaṁ kho sakamhā gāmā aññaṁ gāmaṁ agacchiṁ, tatra evaṁ aṭṭhāsiṁ evaṁ nisīdiṁ evaṁ abhāsiṁ evaṁ tuṇhī ahosiṁ; tamhāpi gāmā amuṁ gāmaṁ agacchiṁ, tatrāpi evaṁ aṭṭhāsiṁ evaṁ nisīdiṁ evaṁ abhāsiṁ evaṁ tuṇhī ahosiṁ, somhi tamhā gāmā sakaṁyeva gāmaṁ paccāgato’ti. ",
  "mn77:34.3": "Evameva kho, udāyi, akkhātā mayā sāvakānaṁ paṭipadā, yathāpaṭipannā me sāvakā anekavihitaṁ pubbenivāsaṁ anussaranti, seyyathidaṁ—ekampi jātiṁ …pe… iti sākāraṁ sauddesaṁ anekavihitaṁ pubbenivāsaṁ anussaranti. ",
  "mn77:34.4": "Tatra ca pana me sāvakā bahū abhiññāvosānapāramippattā viharanti. ",
  "mn77:35.1": "Puna caparaṁ, udāyi, akkhātā mayā sāvakānaṁ paṭipadā, yathāpaṭipannā me sāvakā dibbena cakkhunā visuddhena atikkantamānusakena satte passanti cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate yathākammūpage satte pajānanti: ‘ime vata bhonto sattā kāyaduccaritena samannāgatā vacīduccaritena samannāgatā manoduccaritena samannāgatā ariyānaṁ upavādakā micchādiṭṭhikā micchādiṭṭhikammasamādānā, te kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapannā; ime vā pana bhonto sattā kāyasucaritena samannāgatā vacīsucaritena samannāgatā manosucaritena samannāgatā ariyānaṁ anupavādakā sammādiṭṭhikā sammādiṭṭhikammasamādānā, te kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapannā’ti. Iti dibbena cakkhunā visuddhena atikkantamānusakena satte passanti cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate yathākammūpage satte pajānanti. ",
  "mn77:35.2": "Seyyathāpi, udāyi, dve agārā sadvārā. Tatra cakkhumā puriso majjhe ṭhito passeyya manusse gehaṁ pavisantepi nikkhamantepi anucaṅkamantepi anuvicarantepi; ",
  "mn77:35.3": "evameva kho, udāyi, akkhātā mayā sāvakānaṁ paṭipadā, yathāpaṭipannā me sāvakā dibbena cakkhunā visuddhena atikkantamānusakena satte passanti cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate yathākammūpage satte pajānanti …pe… ",
  "mn77:35.4": "tatra ca pana me sāvakā bahū abhiññāvosānapāramippattā viharanti. ",
  "mn77:36.1": "Puna caparaṁ, udāyi, akkhātā mayā sāvakānaṁ paṭipadā, yathāpaṭipannā me sāvakā āsavānaṁ khayā anāsavaṁ cetovimuttiṁ paññāvimuttiṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja viharanti. ",
  "mn77:36.2": "Seyyathāpi, udāyi, pabbatasaṅkhepe udakarahado accho vippasanno anāvilo, tattha cakkhumā puriso tīre ṭhito passeyya sippisambukampi sakkharakaṭhalampi macchagumbampi carantampi tiṭṭhantampi. Tassa evamassa: ‘ayaṁ kho udakarahado accho vippasanno anāvilo, tatrime sippisambukāpi sakkharakaṭhalāpi macchagumbāpi carantipi tiṭṭhantipī’ti. ",
  "mn77:36.3": "Evameva kho, udāyi, akkhātā mayā sāvakānaṁ paṭipadā, yathāpaṭipannā me sāvakā āsavānaṁ khayā anāsavaṁ cetovimuttiṁ paññāvimuttiṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja viharanti. ",
  "mn77:36.4": "Tatra ca pana me sāvakā bahū abhiññāvosānapāramippattā viharanti. ",
  "mn77:37.1": "Ayaṁ kho, udāyi, pañcamo dhammo yena mama sāvakā sakkaronti garuṁ karonti mānenti pūjenti, sakkatvā garuṁ katvā upanissāya viharanti. ",
  "mn77:38.1": "Ime kho, udāyi, pañca dhammā yehi mamaṁ sāvakā sakkaronti garuṁ karonti mānenti pūjenti, sakkatvā garuṁ katvā upanissāya viharantī”ti. ",
  "mn77:38.2": "Idamavoca bhagavā. ",
  "mn77:38.3": "Attamano sakuludāyī paribbājako bhagavato bhāsitaṁ abhinandīti. ",
  "mn77:38.4": "Mahāsakuludāyisuttaṁ niṭṭhitaṁ sattamaṁ. "
}