{
  "mn79:0.1": "Majjhima Nikāya 79 ",
  "mn79:0.2": "Cūḷasakuludāyisutta ",
  "mn79:1.1": "Evaṁ me sutaṁ—",
  "mn79:1.2": "ekaṁ samayaṁ bhagavā rājagahe viharati veḷuvane kalandakanivāpe. ",
  "mn79:1.3": "Tena kho pana samayena sakuludāyī paribbājako moranivāpe paribbājakārāme paṭivasati mahatiyā paribbājakaparisāya saddhiṁ. ",
  "mn79:2.1": "Atha kho bhagavā pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya rājagahaṁ piṇḍāya pāvisi. ",
  "mn79:2.2": "Atha kho bhagavato etadahosi: ",
  "mn79:2.3": "“atippago kho tāva rājagahe piṇḍāya carituṁ. ",
  "mn79:2.4": "Yannūnāhaṁ yena moranivāpo paribbājakārāmo yena sakuludāyī paribbājako tenupasaṅkameyyan”ti. ",
  "mn79:2.5": "Atha kho bhagavā yena moranivāpo paribbājakārāmo tenupasaṅkami. ",
  "mn79:3.1": "Tena kho pana samayena sakuludāyī paribbājako mahatiyā paribbājakaparisāya saddhiṁ nisinno hoti unnādiniyā uccāsaddamahāsaddāya anekavihitaṁ tiracchānakathaṁ kathentiyā, seyyathidaṁ—",
  "mn79:3.2": "rājakathaṁ corakathaṁ mahāmattakathaṁ senākathaṁ bhayakathaṁ yuddhakathaṁ annakathaṁ pānakathaṁ vatthakathaṁ sayanakathaṁ mālākathaṁ gandhakathaṁ ñātikathaṁ yānakathaṁ gāmakathaṁ nigamakathaṁ nagarakathaṁ janapadakathaṁ itthikathaṁ sūrakathaṁ visikhākathaṁ kumbhaṭṭhānakathaṁ pubbapetakathaṁ nānattakathaṁ lokakkhāyikaṁ samuddakkhāyikaṁ itibhavābhavakathaṁ iti vā. ",
  "mn79:3.3": "Addasā kho sakuludāyī paribbājako bhagavantaṁ dūratova āgacchantaṁ. ",
  "mn79:3.4": "Disvāna sakaṁ parisaṁ saṇṭhāpesi: ",
  "mn79:3.5": "“appasaddā bhonto hontu, mā bhonto saddamakattha. ",
  "mn79:3.6": "Ayaṁ samaṇo gotamo āgacchati; ",
  "mn79:3.7": "appasaddakāmo kho pana so āyasmā appasaddassa vaṇṇavādī. ",
  "mn79:3.8": "Appeva nāma appasaddaṁ parisaṁ viditvā upasaṅkamitabbaṁ maññeyyā”ti. ",
  "mn79:3.9": "Atha kho te paribbājakā tuṇhī ahesuṁ. ",
  "mn79:4.1": "Atha kho bhagavā yena sakuludāyī paribbājako tenupasaṅkami. ",
  "mn79:4.2": "Atha kho sakuludāyī paribbājako bhagavantaṁ etadavoca: ",
  "mn79:4.3": "“etu kho, bhante, bhagavā. ",
  "mn79:4.4": "Svāgataṁ, bhante, bhagavato. ",
  "mn79:4.5": "Cirassaṁ kho, bhante, bhagavā imaṁ pariyāyamakāsi yadidaṁ idhāgamanāya. ",
  "mn79:4.6": "Nisīdatu, bhante, bhagavā; ",
  "mn79:4.7": "idamāsanaṁ paññattan”ti. ",
  "mn79:4.8": "Nisīdi bhagavā paññatte āsane. ",
  "mn79:4.9": "Sakuludāyīpi kho paribbājako aññataraṁ nīcaṁ āsanaṁ gahetvā ekamantaṁ nisīdi. ",
  "mn79:4.10": "Ekamantaṁ nisinnaṁ kho sakuludāyiṁ paribbājakaṁ bhagavā etadavoca: ",
  "mn79:4.11": "“kāya nuttha, udāyi, etarahi kathāya sannisinnā, kā ca pana vo antarākathā vippakatā”ti? ",
  "mn79:5.1": "“Tiṭṭhatesā, bhante, kathā yāya mayaṁ etarahi kathāya sannisinnā. ",
  "mn79:5.2": "Nesā, bhante, kathā bhagavato dullabhā bhavissati pacchāpi savanāya. ",
  "mn79:5.3": "Yadāhaṁ, bhante, imaṁ parisaṁ anupasaṅkanto homi athāyaṁ parisā anekavihitaṁ tiracchānakathaṁ kathentī nisinnā hoti; ",
  "mn79:5.4": "yadā ca kho ahaṁ, bhante, imaṁ parisaṁ upasaṅkanto homi athāyaṁ parisā mamaññeva mukhaṁ ullokentī nisinnā hoti: ",
  "mn79:5.5": "‘yaṁ no samaṇo udāyī dhammaṁ bhāsissati taṁ sossāmā’ti; ",
  "mn79:5.6": "yadā pana, bhante, bhagavā imaṁ parisaṁ upasaṅkanto hoti athāhañceva ayañca parisā bhagavato mukhaṁ ullokentā nisinnā homa: ",
  "mn79:5.7": "‘yaṁ no bhagavā dhammaṁ bhāsissati taṁ sossāmā’”ti. ",
  "mn79:6.1": "“Tenahudāyi, taṁyevettha paṭibhātu yathā maṁ paṭibhāseyyā”ti. ",
  "mn79:6.2": "“Purimāni, bhante, divasāni purimatarāni sabbaññū sabbadassāvī aparisesaṁ ñāṇadassanaṁ paṭijānamāno ‘carato ca me tiṭṭhato ca suttassa ca jāgarassa ca satataṁ samitaṁ ñāṇadassanaṁ paccupaṭṭhitan’ti. ",
  "mn79:6.3": "So mayā pubbantaṁ ārabbha pañhaṁ puṭṭho samāno aññenaññaṁ paṭicari, bahiddhā kathaṁ apanāmesi, kopañca dosañca appaccayañca pātvākāsi. ",
  "mn79:6.4": "Tassa mayhaṁ, bhante, bhagavantaṁyeva ārabbha sati udapādi: ",
  "mn79:6.5": "‘aho nūna bhagavā, aho nūna sugato. Yo imesaṁ dhammānaṁ sukusalo’”ti. ",
  "mn79:6.6": "“Ko pana so, udāyi, sabbaññū sabbadassāvī aparisesaṁ ñāṇadassanaṁ paṭijānamāno ‘carato ca me tiṭṭhato ca suttassa ca jāgarassa ca satataṁ samitaṁ ñāṇadassanaṁ paccupaṭṭhitan’ti, yo tayā pubbantaṁ ārabbha pañhaṁ puṭṭho samāno aññenaññaṁ paṭicari, bahiddhā kathaṁ apanāmesi kopañca dosañca appaccayañca pātvākāsī”ti? ",
  "mn79:6.7": "“Nigaṇṭho, bhante, nāṭaputto”ti. ",
  "mn79:7.1": "“Yo kho, udāyi, anekavihitaṁ pubbenivāsaṁ anussareyya, seyyathidaṁ—ekampi jātiṁ dvepi jātiyo …pe… iti sākāraṁ sauddesaṁ anekavihitaṁ pubbenivāsaṁ anussareyya, so vā maṁ pubbantaṁ ārabbha pañhaṁ puccheyya, taṁ vāhaṁ pubbantaṁ ārabbha pañhaṁ puccheyyaṁ; ",
  "mn79:7.2": "so vā me pubbantaṁ ārabbha pañhassa veyyākaraṇena cittaṁ ārādheyya, tassa vāhaṁ pubbantaṁ ārabbha pañhassa veyyākaraṇena cittaṁ ārādheyyaṁ. ",
  "mn79:7.3": "Yo kho, udāyi, dibbena cakkhunā visuddhena atikkantamānusakena satte passeyya cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate yathākammūpage satte pajāneyya, so vā maṁ aparantaṁ ārabbha pañhaṁ puccheyya, taṁ vāhaṁ aparantaṁ ārabbha pañhaṁ puccheyyaṁ; ",
  "mn79:7.4": "so vā me aparantaṁ ārabbha pañhassa veyyākaraṇena cittaṁ ārādheyya, tassa vāhaṁ aparantaṁ ārabbha pañhassa veyyākaraṇena cittaṁ ārādheyyaṁ. ",
  "mn79:7.5": "Api ca, udāyi, tiṭṭhatu pubbanto, tiṭṭhatu aparanto. ",
  "mn79:7.6": "Dhammaṁ te desessāmi—",
  "mn79:7.7": "imasmiṁ sati idaṁ hoti, imassuppādā idaṁ uppajjati; ",
  "mn79:7.8": "imasmiṁ asati idaṁ na hoti, imassa nirodhā idaṁ nirujjhatī”ti. ",
  "mn79:8.1": "“Ahañhi, bhante, yāvatakampi me iminā attabhāvena paccanubhūtaṁ tampi nappahomi sākāraṁ sauddesaṁ anussarituṁ, ",
  "mn79:8.2": "kuto panāhaṁ anekavihitaṁ pubbenivāsaṁ anussarissāmi, seyyathidaṁ—ekampi jātiṁ dvepi jātiyo …pe… iti sākāraṁ sauddesaṁ anekavihitaṁ pubbenivāsaṁ anussarissāmi, seyyathāpi bhagavā? ",
  "mn79:8.3": "Ahañhi, bhante, etarahi paṁsupisācakampi na passāmi, ",
  "mn79:8.4": "kuto panāhaṁ dibbena cakkhunā visuddhena atikkantamānusakena satte passissāmi cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate yathākammūpage satte pajānissāmi, seyyathāpi bhagavā? ",
  "mn79:8.5": "Yaṁ pana maṁ, bhante, bhagavā evamāha: ",
  "mn79:8.6": "‘api ca, udāyi, tiṭṭhatu pubbanto, tiṭṭhatu aparanto; ",
  "mn79:8.7": "dhammaṁ te desessāmi—",
  "mn79:8.8": "imasmiṁ sati idaṁ hoti, imassuppādā idaṁ uppajjati; ",
  "mn79:8.9": "imasmiṁ asati idaṁ na hoti, imassa nirodhā idaṁ nirujjhatī’ti tañca pana me bhiyyoso mattāya na pakkhāyati. ",
  "mn79:8.10": "Appeva nāmāhaṁ, bhante, sake ācariyake bhagavato cittaṁ ārādheyyaṁ pañhassa veyyākaraṇenā”ti. ",
  "mn79:9.1": "“Kinti pana te, udāyi, sake ācariyake hotī”ti? ",
  "mn79:9.2": "“Amhākaṁ, bhante, sake ācariyake evaṁ hoti: ",
  "mn79:9.3": "‘ayaṁ paramo vaṇṇo, ayaṁ paramo vaṇṇo’”ti. ",
  "mn79:9.4": "“Yaṁ pana te etaṁ, udāyi, sake ācariyake evaṁ hoti: ",
  "mn79:9.5": "‘ayaṁ paramo vaṇṇo, ayaṁ paramo vaṇṇo’ti, katamo so paramo vaṇṇo”ti? ",
  "mn79:9.6": "“Yasmā, bhante, vaṇṇā añño vaṇṇo uttaritaro vā paṇītataro vā natthi so paramo vaṇṇo”ti. ",
  "mn79:9.7": "“Katamo pana so paramo vaṇṇo yasmā vaṇṇā añño vaṇṇo uttaritaro vā paṇītataro vā natthī”ti? ",
  "mn79:9.8": "“Yasmā, bhante, vaṇṇā añño vaṇṇo uttaritaro vā paṇītataro vā natthi so paramo vaṇṇo”ti. ",
  "mn79:10.1": "“Dīghāpi kho te esā, udāyi, phareyya: ",
  "mn79:10.2": "‘yasmā, bhante, vaṇṇā añño vaṇṇo uttaritaro vā paṇītataro vā natthi so paramo vaṇṇo’ti vadesi, tañca vaṇṇaṁ na paññapesi. ",
  "mn79:10.3": "Seyyathāpi, udāyi, puriso evaṁ vadeyya: ",
  "mn79:10.4": "‘ahaṁ yā imasmiṁ janapade janapadakalyāṇī taṁ icchāmi, taṁ kāmemī’ti. ",
  "mn79:10.5": "Tamenaṁ evaṁ vadeyyuṁ: ",
  "mn79:10.6": "‘ambho purisa, yaṁ tvaṁ janapadakalyāṇiṁ icchasi kāmesi, jānāsi taṁ janapadakalyāṇiṁ—khattiyī vā brāhmaṇī vā vessī vā suddī vā’ti? ",
  "mn79:10.7": "Iti puṭṭho ‘no’ti vadeyya. ",
  "mn79:10.8": "Tamenaṁ evaṁ vadeyyuṁ: ",
  "mn79:10.9": "‘ambho purisa, yaṁ tvaṁ janapadakalyāṇiṁ icchasi kāmesi, jānāsi taṁ janapadakalyāṇiṁ—evaṁnāmā evaṅgottāti vāti …pe… dīghā vā rassā vā majjhimā vā kāḷī vā sāmā vā maṅguracchavī vāti … amukasmiṁ gāme vā nigame vā nagare vā’ti? ",
  "mn79:10.10": "Iti puṭṭho ‘no’ti vadeyya. ",
  "mn79:10.11": "Tamenaṁ evaṁ vadeyyuṁ: ",
  "mn79:10.12": "‘ambho purisa, yaṁ tvaṁ na jānāsi na passasi, taṁ tvaṁ icchasi kāmesī’ti? ",
  "mn79:10.13": "Iti puṭṭho ‘āmā’ti vadeyya. ",
  "mn79:10.14": "Taṁ kiṁ maññasi, udāyi—",
  "mn79:10.15": "nanu evaṁ sante, tassa purisassa appāṭihīrakataṁ bhāsitaṁ sampajjatī”ti? ",
  "mn79:10.16": "“Addhā kho, bhante, evaṁ sante tassa purisassa appāṭihīrakataṁ bhāsitaṁ sampajjatī”ti. ",
  "mn79:10.17": "“Evameva kho tvaṁ, udāyi, ‘yasmā, bhante, vaṇṇā añño vaṇṇo uttaritaro vā paṇītataro vā natthi so paramo vaṇṇo’ti vadesi, tañca vaṇṇaṁ na paññapesī”ti. ",
  "mn79:11.1": "“Seyyathāpi, bhante, maṇi veḷuriyo subho jātimā aṭṭhaṁso suparikammakato paṇḍukambale nikkhitto bhāsate ca tapate ca virocati ca, evaṁ vaṇṇo attā hoti arogo paraṁ maraṇā”ti. ",
  "mn79:12.1": "“Taṁ kiṁ maññasi, udāyi, ",
  "mn79:12.2": "yo vā maṇi veḷuriyo subho jātimā aṭṭhaṁso suparikammakato paṇḍukambale nikkhitto bhāsate ca tapate ca virocati ca, yo vā rattandhakāratimisāya kimi khajjopanako—imesaṁ ubhinnaṁ vaṇṇānaṁ katamo vaṇṇo abhikkantataro ca paṇītataro cā”ti? ",
  "mn79:12.3": "“Yvāyaṁ, bhante, rattandhakāratimisāya kimi khajjopanako—ayaṁ imesaṁ ubhinnaṁ vaṇṇānaṁ abhikkantataro ca paṇītataro cā”ti. ",
  "mn79:13.1": "“Taṁ kiṁ maññasi, udāyi, ",
  "mn79:13.2": "yo vā rattandhakāratimisāya kimi khajjopanako, yo vā rattandhakāratimisāya telappadīpo—imesaṁ ubhinnaṁ vaṇṇānaṁ katamo vaṇṇo abhikkantataro ca paṇītataro cā”ti? ",
  "mn79:13.3": "“Yvāyaṁ, bhante, rattandhakāratimisāya telappadīpo—ayaṁ imesaṁ ubhinnaṁ vaṇṇānaṁ abhikkantataro ca paṇītataro cā”ti. ",
  "mn79:14.1": "“Taṁ kiṁ maññasi, udāyi, ",
  "mn79:14.2": "yo vā rattandhakāratimisāya telappadīpo, yo vā rattandhakāratimisāya mahāaggikkhandho—imesaṁ ubhinnaṁ vaṇṇānaṁ katamo vaṇṇo abhikkantataro ca paṇītataro cā”ti? ",
  "mn79:14.3": "“Yvāyaṁ, bhante, rattandhakāratimisāya mahāaggikkhandho—ayaṁ imesaṁ ubhinnaṁ vaṇṇānaṁ abhikkantataro ca paṇītataro cā”ti. ",
  "mn79:15.1": "“Taṁ kiṁ maññasi, udāyi, ",
  "mn79:15.2": "yo vā rattandhakāratimisāya mahāaggikkhandho, yā vā rattiyā paccūsasamayaṁ viddhe vigatavalāhake deve osadhitārakā—imesaṁ ubhinnaṁ vaṇṇānaṁ katamo vaṇṇo abhikkantataro ca paṇītataro cā”ti? ",
  "mn79:15.3": "“Yvāyaṁ, bhante, rattiyā paccūsasamayaṁ viddhe vigatavalāhake deve osadhitārakā—ayaṁ imesaṁ ubhinnaṁ vaṇṇānaṁ abhikkantataro ca paṇītataro cā”ti. ",
  "mn79:16.1": "“Taṁ kiṁ maññasi, udāyi, ",
  "mn79:16.2": "yā vā rattiyā paccūsasamayaṁ viddhe vigatavalāhake deve osadhitārakā, yo vā tadahuposathe pannarase viddhe vigatavalāhake deve abhido aḍḍharattasamayaṁ cando—imesaṁ ubhinnaṁ vaṇṇānaṁ katamo vaṇṇo abhikkantataro ca paṇītataro cā”ti? ",
  "mn79:16.3": "“Yvāyaṁ, bhante, tadahuposathe pannarase viddhe vigatavalāhake deve abhido aḍḍharattasamayaṁ cando—ayaṁ imesaṁ ubhinnaṁ vaṇṇānaṁ abhikkantataro ca paṇītataro cā”ti. ",
  "mn79:17.1": "“Taṁ kiṁ maññasi, udāyi, ",
  "mn79:17.2": "yo vā tadahuposathe pannarase viddhe vigatavalāhake deve abhido aḍḍharattasamayaṁ cando, yo vā vassānaṁ pacchime māse saradasamaye viddhe vigatavalāhake deve abhido majjhanhikasamayaṁ sūriyo—imesaṁ ubhinnaṁ vaṇṇānaṁ katamo vaṇṇo abhikkantataro ca paṇītataro cā”ti? ",
  "mn79:17.3": "“Yvāyaṁ, bhante, vassānaṁ pacchime māse saradasamaye viddhe vigatavalāhake deve abhido majjhanhikasamayaṁ sūriyo—ayaṁ imesaṁ ubhinnaṁ vaṇṇānaṁ abhikkantataro ca paṇītataro cā”ti. ",
  "mn79:18.1": "“Ato kho te, udāyi, bahū hi bahutarā devā ye imesaṁ candimasūriyānaṁ ābhā nānubhonti, tyāhaṁ pajānāmi. ",
  "mn79:18.2": "Atha ca panāhaṁ na vadāmi: ",
  "mn79:18.3": "‘yasmā vaṇṇā añño vaṇṇo uttaritaro vā paṇītataro vā natthī’ti. ",
  "mn79:18.4": "Atha ca pana tvaṁ, udāyi, ‘yvāyaṁ vaṇṇo kiminā khajjopanakena nihīnataro ca patikiṭṭhataro ca so paramo vaṇṇo’ti vadesi, tañca vaṇṇaṁ na paññapesī”ti. ",
  "mn79:19.1": "“Acchidaṁ bhagavā kathaṁ, acchidaṁ sugato kathan”ti. ",
  "mn79:19.2": "“Kiṁ pana tvaṁ, udāyi, evaṁ vadesi: ",
  "mn79:19.3": "‘acchidaṁ bhagavā kathaṁ, acchidaṁ sugato kathan’”ti? ",
  "mn79:19.4": "“Amhākaṁ, bhante, sake ācariyake evaṁ hoti: ",
  "mn79:19.5": "‘ayaṁ paramo vaṇṇo, ayaṁ paramo vaṇṇo’ti. ",
  "mn79:19.6": "Te mayaṁ, bhante, bhagavatā sake ācariyake samanuyuñjīyamānā samanuggāhīyamānā samanubhāsīyamānā rittā tucchā aparaddhā”ti. ",
  "mn79:20.1": "“Kiṁ panudāyi, atthi ekantasukho loko, atthi ākāravatī paṭipadā ekantasukhassa lokassa sacchikiriyāyā”ti? ",
  "mn79:20.2": "“Amhākaṁ, bhante, sake ācariyake evaṁ hoti: ",
  "mn79:20.3": "‘atthi ekantasukho loko, atthi ākāravatī paṭipadā ekantasukhassa lokassa sacchikiriyāyā’”ti. ",
  "mn79:21.1": "“Katamā pana sā, udāyi, ākāravatī paṭipadā ekantasukhassa lokassa sacchikiriyāyā”ti? ",
  "mn79:21.2": "“Idha, bhante, ekacco pāṇātipātaṁ pahāya pāṇātipātā paṭivirato hoti, adinnādānaṁ pahāya adinnādānā paṭivirato hoti, kāmesumicchācāraṁ pahāya kāmesumicchācārā paṭivirato hoti, musāvādaṁ pahāya musāvādā paṭivirato hoti, aññataraṁ vā pana tapoguṇaṁ samādāya vattati. ",
  "mn79:21.3": "Ayaṁ kho sā, bhante, ākāravatī paṭipadā ekantasukhassa lokassa sacchikiriyāyā”ti. ",
  "mn79:22.1": "“Taṁ kiṁ maññasi, udāyi, ",
  "mn79:22.2": "yasmiṁ samaye pāṇātipātaṁ pahāya pāṇātipātā paṭivirato hoti, ekantasukhī vā tasmiṁ samaye attā hoti sukhadukkhī vā”ti? ",
  "mn79:22.3": "“Sukhadukkhī, bhante”. ",
  "mn79:22.4": "“Taṁ kiṁ maññasi, udāyi, ",
  "mn79:22.5": "yasmiṁ samaye adinnādānaṁ pahāya adinnādānā paṭivirato hoti, ekantasukhī vā tasmiṁ samaye attā hoti sukhadukkhī vā”ti? ",
  "mn79:22.6": "“Sukhadukkhī, bhante”. ",
  "mn79:22.7": "“Taṁ kiṁ maññasi, udāyi, yasmiṁ samaye kāmesumicchācāraṁ pahāya kāmesumicchācārā paṭivirato hoti, ekantasukhī vā tasmiṁ samaye attā hoti sukhadukkhī vā”ti? ",
  "mn79:22.8": "“Sukhadukkhī, bhante”. ",
  "mn79:22.9": "“Taṁ kiṁ maññasi, udāyi, yasmiṁ samaye musāvādaṁ pahāya musāvādā paṭivirato hoti, ekantasukhī vā tasmiṁ samaye attā hoti sukhadukkhī vā”ti? ",
  "mn79:22.10": "“Sukhadukkhī, bhante”. ",
  "mn79:22.11": "“Taṁ kiṁ maññasi, udāyi, ",
  "mn79:22.12": "yasmiṁ samaye aññataraṁ tapoguṇaṁ samādāya vattati, ekantasukhī vā tasmiṁ samaye attā hoti sukhadukkhī vā”ti? ",
  "mn79:22.13": "“Sukhadukkhī, bhante”. ",
  "mn79:22.14": "“Taṁ kiṁ maññasi, udāyi, ",
  "mn79:22.15": "api nu kho vokiṇṇasukhadukkhaṁ paṭipadaṁ āgamma ekantasukhassa lokassa sacchikiriyā hotī”ti? ",
  "mn79:23.1": "“Acchidaṁ bhagavā kathaṁ, acchidaṁ sugato kathan”ti. ",
  "mn79:23.2": "“Kiṁ pana tvaṁ, udāyi, vadesi: ",
  "mn79:23.3": "‘acchidaṁ bhagavā kathaṁ, acchidaṁ sugato kathan’”ti? ",
  "mn79:23.4": "“Amhākaṁ, bhante, sake ācariyake evaṁ hoti: ",
  "mn79:23.5": "‘atthi ekantasukho loko, atthi ākāravatī paṭipadā ekantasukhassa lokassa sacchikiriyāyā’ti. ",
  "mn79:23.6": "Te mayaṁ, bhante, bhagavatā sake ācariyake samanuyuñjiyamānā samanuggāhiyamānā samanubhāsiyamānā rittā tucchā aparaddhā”ti. ",
  "mn79:23.7": "“Kiṁ pana, bhante, atthi ekantasukho loko, atthi ākāravatī paṭipadā ekantasukhassa lokassa sacchikiriyāyā”ti? ",
  "mn79:24.1": "“Atthi kho, udāyi, ekantasukho loko, atthi ākāravatī paṭipadā ekantasukhassa lokassa sacchikiriyāyā”ti. ",
  "mn79:24.2": "“Katamā pana sā, bhante, ākāravatī paṭipadā ekantasukhassa lokassa sacchikiriyāyā”ti? ",
  "mn79:25.1": "“Idhudāyi, bhikkhu vivicceva kāmehi …pe… paṭhamaṁ jhānaṁ upasampajja viharati; ",
  "mn79:25.2": "vitakkavicārānaṁ vūpasamā …pe… dutiyaṁ jhānaṁ upasampajja viharati; ",
  "mn79:25.3": "pītiyā ca virāgā …pe… tatiyaṁ jhānaṁ upasampajja viharati—",
  "mn79:25.4": "ayaṁ kho sā, udāyi, ākāravatī paṭipadā ekantasukhassa lokassa sacchikiriyāyā”ti. ",
  "mn79:25.5": "“Na kho sā, bhante, ākāravatī paṭipadā ekantasukhassa lokassa sacchikiriyāya, sacchikato hissa, bhante, ettāvatā ekantasukho loko hotī”ti. ",
  "mn79:25.6": "“Na khvāssa, udāyi, ettāvatā ekantasukho loko sacchikato hoti; ",
  "mn79:25.7": "ākāravatī tveva sā paṭipadā ekantasukhassa lokassa sacchikiriyāyā”ti. ",
  "mn79:26.1": "Evaṁ vutte, sakuludāyissa paribbājakassa parisā unnādinī uccāsaddamahāsaddā ahosi: ",
  "mn79:26.2": "“ettha mayaṁ anassāma sācariyakā, ettha mayaṁ anassāma sācariyakā. ",
  "mn79:26.3": "Na mayaṁ ito bhiyyo uttaritaraṁ pajānāmā”ti. ",
  "mn79:26.4": "Atha kho sakuludāyī paribbājako te paribbājake appasadde katvā bhagavantaṁ etadavoca: ",
  "mn79:27.1": "“kittāvatā panāssa, bhante, ekantasukho loko sacchikato hotī”ti? ",
  "mn79:27.2": "“Idhudāyi, bhikkhu sukhassa ca pahānā …pe… catutthaṁ jhānaṁ … upasampajja viharati. ",
  "mn79:27.3": "Yā tā devatā ekantasukhaṁ lokaṁ upapannā tāhi devatāhi saddhiṁ santiṭṭhati sallapati sākacchaṁ samāpajjati. ",
  "mn79:27.4": "Ettāvatā khvāssa, udāyi, ekantasukho loko sacchikato hotī”ti. ",
  "mn79:28.1": "“Etassa nūna, bhante, ekantasukhassa lokassa sacchikiriyāhetu bhikkhū bhagavati brahmacariyaṁ carantī”ti? ",
  "mn79:28.2": "“Na kho, udāyi, ekantasukhassa lokassa sacchikiriyāhetu bhikkhū mayi brahmacariyaṁ caranti. ",
  "mn79:28.3": "Atthi kho, udāyi, aññeva dhammā uttaritarā ca paṇītatarā ca, yesaṁ sacchikiriyāhetu bhikkhū mayi brahmacariyaṁ carantī”ti. ",
  "mn79:28.4": "“Katame pana te, bhante, dhammā uttaritarā ca paṇītatarā ca yesaṁ sacchikiriyāhetu bhikkhū bhagavati brahmacariyaṁ carantī”ti? ",
  "mn79:29-36.1": "“Idhudāyi, tathāgato loke uppajjati arahaṁ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṁ buddho bhagavā …pe… ",
  "mn79:37.1": "so ime pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe ",
  "mn79:37.2": "vivicceva kāmehi …pe… paṭhamaṁ jhānaṁ upasampajja viharati. ",
  "mn79:37.3": "Ayampi kho, udāyi, dhammo uttaritaro ca paṇītataro ca yassa sacchikiriyāhetu bhikkhū mayi brahmacariyaṁ caranti. ",
  "mn79:38-40.1": "Puna caparaṁ, udāyi, bhikkhu vitakkavicārānaṁ vūpasamā … dutiyaṁ jhānaṁ … ",
  "mn79:38-40.2": "tatiyaṁ jhānaṁ … ",
  "mn79:38-40.3": "catutthaṁ jhānaṁ upasampajja viharati. ",
  "mn79:38-40.4": "Ayampi kho, udāyi, dhammo uttaritaro ca paṇītataro ca yassa sacchikiriyāhetu bhikkhū mayi brahmacariyaṁ caranti. ",
  "mn79:41.1": "So evaṁ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte pubbenivāsānussatiñāṇāya cittaṁ abhininnāmeti. ",
  "mn79:41.2": "So anekavihitaṁ pubbenivāsaṁ anussarati, seyyathidaṁ—ekampi jātiṁ dvepi jātiyo …pe… iti sākāraṁ sauddesaṁ anekavihitaṁ pubbenivāsaṁ anussarati. ",
  "mn79:41.3": "Ayampi kho, udāyi, dhammo uttaritaro ca paṇītataro ca yassa sacchikiriyāhetu bhikkhū mayi brahmacariyaṁ caranti. ",
  "mn79:42.1": "So evaṁ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte sattānaṁ cutūpapātañāṇāya cittaṁ abhininnāmeti. ",
  "mn79:42.2": "So dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate …pe… yathākammūpage satte pajānāti. ",
  "mn79:42.3": "Ayampi kho, udāyi, dhammo uttaritaro ca paṇītataro ca yassa sacchikiriyāhetu bhikkhū mayi brahmacariyaṁ caranti. ",
  "mn79:43.1": "So evaṁ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte āsavānaṁ khayañāṇāya cittaṁ abhininnāmeti. ",
  "mn79:43.2": "So ‘idaṁ dukkhan’ti yathābhūtaṁ pajānāti, ‘ayaṁ dukkhasamudayo’ti …pe… ‘ayaṁ dukkhanirodho’ti … ‘ayaṁ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṁ pajānāti, ",
  "mn79:43.3": "‘ime āsavā’ti yathābhūtaṁ pajānāti, ‘ayaṁ āsavasamudayo’ti … ‘ayaṁ āsavanirodho’ti … ‘ayaṁ āsavanirodhagāminī paṭipadā’ti yathābhūtaṁ pajānāti. ",
  "mn79:44.1": "Tassa evaṁ jānato evaṁ passato kāmāsavāpi cittaṁ vimuccati, bhavāsavāpi cittaṁ vimuccati, avijjāsavāpi cittaṁ vimuccati. ",
  "mn79:44.2": "Vimuttasmiṁ vimuttamiti ñāṇaṁ hoti. ",
  "mn79:44.3": "‘Khīṇā jāti, vusitaṁ brahmacariyaṁ, kataṁ karaṇīyaṁ, nāparaṁ itthattāyā’ti pajānāti. ",
  "mn79:44.4": "Ayampi kho, udāyi, dhammo uttaritaro ca paṇītataro ca yassa sacchikiriyāhetu bhikkhū mayi brahmacariyaṁ caranti. ",
  "mn79:44.5": "Ime kho, udāyi, dhammā uttaritarā ca paṇītatarā ca yesaṁ sacchikiriyāhetu bhikkhū mayi brahmacariyaṁ carantī”ti. ",
  "mn79:45.1": "Evaṁ vutte, sakuludāyī paribbājako bhagavantaṁ etadavoca: ",
  "mn79:45.2": "“abhikkantaṁ, bhante, abhikkantaṁ, bhante. ",
  "mn79:45.3": "Seyyathāpi, bhante, nikkujjitaṁ vā ukkujjeyya, paṭicchannaṁ vā vivareyya, mūḷhassa vā maggaṁ ācikkheyya, andhakāre vā telapajjotaṁ dhāreyya: ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṁ bhagavatā anekapariyāyena dhammo pakāsito. ",
  "mn79:45.4": "Esāhaṁ, bhante, bhagavantaṁ saraṇaṁ gacchāmi dhammañca bhikkhusaṅghañca. ",
  "mn79:45.5": "Labheyyāhaṁ, bhante, bhagavato santike pabbajjaṁ, labheyyaṁ upasampadan”ti. ",
  "mn79:46.1": "Evaṁ vutte, sakuludāyissa paribbājakassa parisā sakuludāyiṁ paribbājakaṁ etadavocuṁ: ",
  "mn79:46.2": "“mā bhavaṁ, udāyi, samaṇe gotame brahmacariyaṁ cari; ",
  "mn79:46.3": "mā bhavaṁ, udāyi, ācariyo hutvā antevāsīvāsaṁ vasi. ",
  "mn79:46.4": "Seyyathāpi nāma udakamaṇiko hutvā udañcaniko assa, evaṁ sampadamidaṁ bhoto udāyissa bhavissati. ",
  "mn79:46.5": "Mā bhavaṁ, udāyi, samaṇe gotame brahmacariyaṁ cari; ",
  "mn79:46.6": "mā bhavaṁ, udāyi, ācariyo hutvā antevāsīvāsaṁ vasī”ti. ",
  "mn79:46.7": "Iti hidaṁ sakuludāyissa paribbājakassa parisā sakuludāyiṁ paribbājakaṁ antarāyamakāsi bhagavati brahmacariyeti. ",
  "mn79:46.8": "Cūḷasakuludāyisuttaṁ niṭṭhitaṁ navamaṁ. "
}