{
  "mn80:0.1": "Majjhima Nikāya 80 ",
  "mn80:0.2": "Vekhanasasutta ",
  "mn80:1.1": "Evaṁ me sutaṁ—",
  "mn80:1.2": "ekaṁ samayaṁ bhagavā sāvatthiyaṁ viharati jetavane anāthapiṇḍikassa ārāme. ",
  "mn80:2.1": "Atha kho vekhanaso paribbājako yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṁ sammodi. ",
  "mn80:2.2": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ aṭṭhāsi. ",
  "mn80:2.3": "Ekamantaṁ ṭhito kho vekhanaso paribbājako bhagavato santike udānaṁ udānesi: ",
  "mn80:2.4": "“ayaṁ paramo vaṇṇo, ayaṁ paramo vaṇṇo”ti. ",
  "mn80:2.5": "“Kiṁ pana tvaṁ, kaccāna, evaṁ vadesi: ",
  "mn80:2.6": "‘ayaṁ paramo vaṇṇo, ayaṁ paramo vaṇṇo’ti? ",
  "mn80:2.7": "Katamo, kaccāna, so paramo vaṇṇo”ti? ",
  "mn80:2.8": "“Yasmā, bho gotama, vaṇṇā añño vaṇṇo uttaritaro vā paṇītataro vā natthi so paramo vaṇṇo”ti. ",
  "mn80:2.9": "“Katamo pana so, kaccāna, vaṇṇo yasmā vaṇṇā añño vaṇṇo uttaritaro vā paṇītataro vā natthī”ti? ",
  "mn80:2.10": "“Yasmā, bho gotama, vaṇṇā añño vaṇṇo uttaritaro vā paṇītataro vā natthi so paramo vaṇṇo”ti. ",
  "mn80:3.1": "“Dīghāpi kho te esā, kaccāna, phareyya: ",
  "mn80:3.2": "‘yasmā, bho gotama, vaṇṇā añño vaṇṇo uttaritaro vā paṇītataro vā natthi so paramo vaṇṇo’ti vadesi, tañca vaṇṇaṁ na paññapesi. ",
  "mn80:3.3": "Seyyathāpi, kaccāna, puriso evaṁ vadeyya: ",
  "mn80:3.4": "‘ahaṁ yā imasmiṁ janapade janapadakalyāṇī, taṁ icchāmi taṁ kāmemī’ti. ",
  "mn80:3.5": "Tamenaṁ evaṁ vadeyyuṁ: ",
  "mn80:3.6": "‘ambho purisa, yaṁ tvaṁ janapadakalyāṇiṁ icchasi kāmesi, jānāsi taṁ janapadakalyāṇiṁ—khattiyī vā brāhmaṇī vā vessī vā suddī vā’ti? ",
  "mn80:3.7": "Iti puṭṭho ‘no’ti vadeyya. ",
  "mn80:3.8": "Tamenaṁ evaṁ vadeyyuṁ: ",
  "mn80:3.9": "‘ambho purisa, yaṁ tvaṁ janapadakalyāṇiṁ icchasi kāmesi, jānāsi taṁ janapadakalyāṇiṁ evaṁnāmā evaṅgottāti vāti …pe… dīghā vā rassā vā majjhimā vā kāḷī vā sāmā vā maṅguracchavī vāti … amukasmiṁ gāme vā nigame vā nagare vā’ti? ",
  "mn80:3.10": "Iti puṭṭho ‘no’ti vadeyya. ",
  "mn80:3.11": "Tamenaṁ evaṁ vadeyyuṁ: ",
  "mn80:3.12": "‘ambho purisa, yaṁ tvaṁ na jānāsi na passasi, taṁ tvaṁ icchasi kāmesī’ti? ",
  "mn80:3.13": "Iti puṭṭho ‘āmā’ti vadeyya. ",
  "mn80:3.14": "Taṁ kiṁ maññasi, kaccāna, ",
  "mn80:3.15": "nanu evaṁ sante tassa purisassa appāṭihīrakataṁ bhāsitaṁ sampajjatī”ti? ",
  "mn80:3.16": "“Addhā kho, bho gotama, evaṁ sante tassa purisassa appāṭihīrakataṁ bhāsitaṁ sampajjatī”ti. ",
  "mn80:3.17": "“Evameva kho tvaṁ, kaccāna, ‘yasmā, bho gotama, vaṇṇā añño vaṇṇo uttaritaro vā paṇītataro vā natthi so paramo vaṇṇo’ti vadesi; tañca vaṇṇaṁ na paññapesī”ti. ",
  "mn80:4.1": "“Seyyathāpi, bho gotama, maṇi veḷuriyo subho jātimā aṭṭhaṁso suparikammakato paṇḍukambale nikkhitto bhāsate ca tapate ca virocati ca, evaṁ vaṇṇo attā hoti arogo paraṁ maraṇā”ti. ",
  "mn80:5.1": "“Taṁ kiṁ maññasi, kaccāna, ",
  "mn80:5.2": "yo vā maṇi veḷuriyo subho jātimā aṭṭhaṁso suparikammakato paṇḍukambale nikkhitto bhāsate ca tapate ca virocati ca, yo vā rattandhakāratimisāya kimi khajjopanako imesaṁ ubhinnaṁ vaṇṇānaṁ katamo vaṇṇo abhikkantataro ca paṇītataro cā”ti? ",
  "mn80:5.3": "“Yvāyaṁ, bho gotama, rattandhakāratimisāya kimi khajjopanako, ayaṁ imesaṁ ubhinnaṁ vaṇṇānaṁ abhikkantataro ca paṇītataro cā”ti. ",
  "mn80:6.1": "“Taṁ kiṁ maññasi, kaccāna, ",
  "mn80:6.2": "yo vā rattandhakāratimisāya kimi khajjopanako, yo vā rattandhakāratimisāya telappadīpo, imesaṁ ubhinnaṁ vaṇṇānaṁ katamo vaṇṇo abhikkantataro ca paṇītataro cā”ti? ",
  "mn80:6.3": "“Yvāyaṁ, bho gotama, rattandhakāratimisāya telappadīpo, ayaṁ imesaṁ ubhinnaṁ vaṇṇānaṁ abhikkantataro ca paṇītataro cā”ti. ",
  "mn80:7.1": "“Taṁ kiṁ maññasi, kaccāna, ",
  "mn80:7.2": "yo vā rattandhakāratimisāya telappadīpo, yo vā rattandhakāratimisāya mahāaggikkhandho, imesaṁ ubhinnaṁ vaṇṇānaṁ katamo vaṇṇo abhikkantataro ca paṇītataro cā”ti? ",
  "mn80:7.3": "“Yvāyaṁ, bho gotama, rattandhakāratimisāya mahāaggikkhandho, ayaṁ imesaṁ ubhinnaṁ vaṇṇānaṁ abhikkantataro ca paṇītataro cā”ti. ",
  "mn80:8.1": "“Taṁ kiṁ maññasi, kaccāna, ",
  "mn80:8.2": "yo vā rattandhakāratimisāya mahāaggikkhandho, yā vā rattiyā paccūsasamayaṁ viddhe vigatavalāhake deve osadhitārakā, imesaṁ ubhinnaṁ vaṇṇānaṁ katamo vaṇṇo abhikkantataro ca paṇītataro cā”ti? ",
  "mn80:8.3": "“Yvāyaṁ, bho gotama, rattiyā paccūsasamayaṁ viddhe vigatavalāhake deve osadhitārakā, ayaṁ imesaṁ ubhinnaṁ vaṇṇānaṁ abhikkantataro ca paṇītataro cā”ti. ",
  "mn80:9.1": "“Taṁ kiṁ maññasi, kaccāna, ",
  "mn80:9.2": "yā vā rattiyā paccūsasamayaṁ viddhe vigatavalāhake deve osadhitārakā, yo vā tadahuposathe pannarase viddhe vigatavalāhake deve abhido aḍḍharattasamayaṁ cando, imesaṁ ubhinnaṁ vaṇṇānaṁ katamo vaṇṇo abhikkantataro ca paṇītataro cā”ti? ",
  "mn80:9.3": "“Yvāyaṁ, bho gotama, tadahuposathe pannarase viddhe vigatavalāhake deve abhido aḍḍharattasamayaṁ cando, ayaṁ imesaṁ ubhinnaṁ vaṇṇānaṁ abhikkantataro ca paṇītataro cā”ti. ",
  "mn80:10.1": "“Taṁ kiṁ maññasi, kaccāna, ",
  "mn80:10.2": "yo vā tadahuposathe pannarase viddhe vigatavalāhake deve abhido aḍḍharattasamayaṁ cando, yo vā vassānaṁ pacchime māse saradasamaye viddhe vigatavalāhake deve abhido majjhanhikasamayaṁ sūriyo, imesaṁ ubhinnaṁ vaṇṇānaṁ katamo vaṇṇo abhikkantataro ca paṇītataro cā”ti? ",
  "mn80:10.3": "“Yvāyaṁ, bho gotama, vassānaṁ pacchime māse saradasamaye viddhe vigatavalāhake deve abhido majjhanhikasamayaṁ sūriyo—ayaṁ imesaṁ ubhinnaṁ vaṇṇānaṁ abhikkantataro ca paṇītataro cā”ti. ",
  "mn80:11.1": "“Ato kho te, kaccāna, bahū hi bahutarā devā ye imesaṁ candimasūriyānaṁ ābhā nānubhonti, tyāhaṁ pajānāmi. ",
  "mn80:11.2": "Atha ca panāhaṁ na vadāmi: ",
  "mn80:11.3": "‘yasmā vaṇṇā añño vaṇṇo uttaritaro ca paṇītataro ca natthī’ti. ",
  "mn80:11.4": "Atha ca pana tvaṁ, kaccāna, ‘yvāyaṁ vaṇṇo kiminā khajjopanakena nihīnataro ca patikiṭṭhataro ca so paramo vaṇṇo’ti vadesi; tañca vaṇṇaṁ na paññapesi. ",
  "mn80:12.1": "Pañca kho ime, kaccāna, kāmaguṇā. ",
  "mn80:12.2": "Katame pañca? ",
  "mn80:12.3": "Cakkhuviññeyyā rūpā iṭṭhā kantā manāpā piyarūpā kāmūpasaṁhitā rajanīyā, ",
  "mn80:12.4": "sotaviññeyyā saddā …pe… ",
  "mn80:12.5": "ghānaviññeyyā gandhā … ",
  "mn80:12.6": "jivhāviññeyyā rasā … ",
  "mn80:12.7": "kāyaviññeyyā phoṭṭhabbā iṭṭhā kantā manāpā piyarūpā kāmūpasaṁhitā rajanīyā—",
  "mn80:12.8": "ime kho, kaccāna, pañca kāmaguṇā. ",
  "mn80:13.1": "Yaṁ kho, kaccāna, ime pañca kāmaguṇe paṭicca uppajjati sukhaṁ somanassaṁ idaṁ vuccati kāmasukhaṁ. ",
  "mn80:13.2": "Iti kāmehi kāmasukhaṁ, kāmasukhā kāmaggasukhaṁ tattha aggamakkhāyatī”ti. ",
  "mn80:14.1": "Evaṁ vutte, vekhanaso paribbājako bhagavantaṁ etadavoca: ",
  "mn80:14.2": "“acchariyaṁ, bho gotama, abbhutaṁ, bho gotama. ",
  "mn80:14.3": "Yāva subhāsitañcidaṁ bhotā gotamena: ",
  "mn80:14.4": "‘kāmehi kāmasukhaṁ, kāmasukhā kāmaggasukhaṁ tattha aggamakkhāyatī’ti. ",
  "mn80:14.5": "‘Kāmehi, bho gotama, kāmasukhaṁ, kāmasukhā kāmaggasukhaṁ, tattha aggamakkhāyatī’”ti ",
  "mn80:14.6": "“dujjānaṁ kho etaṁ, kaccāna, tayā aññadiṭṭhikena aññakhantikena aññarucikena aññatrayogena aññatrācariyakena—",
  "mn80:14.7": "kāmā vā kāmasukhaṁ vā kāmaggasukhaṁ vā. ",
  "mn80:14.8": "Ye kho te, kaccāna, bhikkhū arahanto khīṇāsavā vusitavanto katakaraṇīyā ohitabhārā anuppattasadatthā parikkhīṇabhavasaṁyojanā sammadaññāvimuttā te kho etaṁ jāneyyuṁ—",
  "mn80:14.9": "kāmā vā kāmasukhaṁ vā kāmaggasukhaṁ vā”ti. ",
  "mn80:15.1": "Evaṁ vutte, vekhanaso paribbājako kupito anattamano bhagavantaṁyeva khuṁsento bhagavantaṁyeva vambhento bhagavantaṁyeva vadamāno: ",
  "mn80:15.2": "“samaṇo gotamo pāpito bhavissatī”ti bhagavantaṁ etadavoca: ",
  "mn80:15.3": "“evameva panidhekacce samaṇabrāhmaṇā ajānantā pubbantaṁ, apassantā aparantaṁ atha ca pana ",
  "mn80:15.4": "‘khīṇā jāti, vusitaṁ brahmacariyaṁ, kataṁ karaṇīyaṁ, nāparaṁ itthattāyāti—pajānāmā’ti—paṭijānanti. ",
  "mn80:15.5": "Tesamidaṁ bhāsitaṁ hassakaṁyeva sampajjati, nāmakaṁyeva sampajjati, rittakaṁyeva sampajjati, tucchakaṁyeva sampajjatī”ti. ",
  "mn80:16.1": "“Ye kho te, kaccāna, samaṇabrāhmaṇā ajānantā pubbantaṁ, apassantā aparantaṁ, ",
  "mn80:16.2": "‘khīṇā jāti, vusitaṁ brahmacariyaṁ, kataṁ karaṇīyaṁ, nāparaṁ itthattāyāti—pajānāmā’ti—paṭijānanti; ",
  "mn80:16.3": "tesaṁ soyeva sahadhammiko niggaho hoti. ",
  "mn80:16.4": "Api ca, kaccāna, tiṭṭhatu pubbanto, tiṭṭhatu aparanto. ",
  "mn80:16.5": "Etu viññū puriso asaṭho amāyāvī ujujātiko, ahamanusāsāmi ahaṁ dhammaṁ desemi. ",
  "mn80:16.6": "Yathānusiṭṭhaṁ tathā paṭipajjamāno nacirasseva sāmaññeva ñassati sāmaṁ dakkhiti—",
  "mn80:16.7": "evaṁ kira sammā bandhanā vippamokkho hoti, yadidaṁ avijjā bandhanā. ",
  "mn80:16.8": "Seyyathāpi, kaccāna, daharo kumāro mando uttānaseyyako kaṇṭhapañcamehi bandhanehi baddho assa suttabandhanehi; ",
  "mn80:16.9": "tassa vuddhimanvāya indriyānaṁ paripākamanvāya tāni bandhanāni mucceyyuṁ; ",
  "mn80:16.10": "so mokkhomhīti kho jāneyya no ca bandhanaṁ. ",
  "mn80:16.11": "Evameva kho, kaccāna, etu viññū puriso asaṭho amāyāvī ujujātiko, ahamanusāsāmi, ahaṁ dhammaṁ desemi; ",
  "mn80:16.12": "yathānusiṭṭhaṁ tathā paṭipajjamāno nacirasseva sāmaññeva ñassati, sāmaṁ dakkhiti: ",
  "mn80:16.13": "‘evaṁ kira sammā bandhanā vippamokkho hoti, yadidaṁ avijjā bandhanā’”ti. ",
  "mn80:17.1": "Evaṁ vutte, vekhanaso paribbājako bhagavantaṁ etadavoca: ",
  "mn80:17.2": "“abhikkantaṁ, bho gotama …pe… ",
  "mn80:17.3": "upāsakaṁ maṁ bhavaṁ gotamo dhāretu ajjatagge pāṇupetaṁ saraṇaṁ gatan”ti. ",
  "mn80:17.4": "Vekhanasasuttaṁ niṭṭhitaṁ dasamaṁ. ",
  "mn80:17.5": "Paribbājakavaggo niṭṭhito tatiyo. ",
  "mn80:18.0": "Tassuddānaṁ",
  "mn80:18.1": "Puṇḍarī aggisaha kathināmo, ",
  "mn80:18.2": "Dīghanakho puna bhāradvājagotto; ",
  "mn80:18.3": "Sandakaudāyimuṇḍikaputto, ",
  "mn80:18.4": "Maṇiko tathākaccāno varavaggo. "
}