{
  "mn81:0.1": "Majjhima Nikāya 81 ",
  "mn81:0.2": "Ghaṭikārasutta ",
  "mn81:1.1": "Evaṁ me sutaṁ—",
  "mn81:1.2": "ekaṁ samayaṁ bhagavā kosalesu cārikaṁ carati mahatā bhikkhusaṅghena saddhiṁ. ",
  "mn81:2.1": "Atha kho bhagavā maggā okkamma aññatarasmiṁ padese sitaṁ pātvākāsi. ",
  "mn81:2.2": "Atha kho āyasmato ānandassa etadahosi: ",
  "mn81:2.3": "“ko nu kho hetu, ko paccayo bhagavato sitassa pātukammāya? ",
  "mn81:2.4": "Na akāraṇena tathāgatā sitaṁ pātukarontī”ti. ",
  "mn81:2.5": "Atha kho āyasmā ānando ekaṁsaṁ cīvaraṁ katvā yena bhagavā tenañjaliṁ paṇāmetvā bhagavantaṁ etadavoca: ",
  "mn81:2.6": "“ko nu kho, bhante, hetu, ko paccayo bhagavato sitassa pātukammāya? ",
  "mn81:2.7": "Na akāraṇena tathāgatā sitaṁ pātukarontī”ti. ",
  "mn81:3.1": "“Bhūtapubbaṁ, ānanda, imasmiṁ padese vegaḷiṅgaṁ nāma gāmanigamo ahosi iddho ceva phīto ca bahujano ākiṇṇamanusso. ",
  "mn81:3.2": "Vegaḷiṅgaṁ kho, ānanda, gāmanigamaṁ kassapo bhagavā arahaṁ sammāsambuddho upanissāya vihāsi. ",
  "mn81:3.3": "Idha sudaṁ, ānanda, kassapassa bhagavato arahato sammāsambuddhassa ārāmo ahosi. ",
  "mn81:3.4": "Idha sudaṁ, ānanda, kassapo bhagavā arahaṁ sammāsambuddho nisinnako bhikkhusaṅghaṁ ovadatī”ti. ",
  "mn81:4.1": "Atha kho āyasmā ānando catugguṇaṁ saṅghāṭiṁ paññapetvā bhagavantaṁ etadavoca: ",
  "mn81:4.2": "“tena hi, bhante, bhagavā nisīdatu ettha. ",
  "mn81:4.3": "Ayaṁ bhūmipadeso dvīhi arahantehi sammāsambuddhehi paribhutto bhavissatī”ti. ",
  "mn81:4.4": "Nisīdi bhagavā paññatte āsane. ",
  "mn81:4.5": "Nisajja kho bhagavā āyasmantaṁ ānandaṁ āmantesi: ",
  "mn81:5.1": "“Bhūtapubbaṁ, ānanda, imasmiṁ padese vegaḷiṅgaṁ nāma gāmanigamo ahosi iddho ceva phīto ca bahujano ākiṇṇamanusso. ",
  "mn81:5.2": "Vegaḷiṅgaṁ kho, ānanda, gāmanigamaṁ kassapo bhagavā arahaṁ sammāsambuddho upanissāya vihāsi. ",
  "mn81:5.3": "Idha sudaṁ, ānanda, kassapassa bhagavato arahato sammāsambuddhassa ārāmo ahosi. ",
  "mn81:5.4": "Idha sudaṁ, ānanda, kassapo bhagavā arahaṁ sammāsambuddho nisinnako bhikkhusaṅghaṁ ovadati. ",
  "mn81:6.1": "Vegaḷiṅge kho, ānanda, gāmanigame ghaṭikāro nāma kumbhakāro kassapassa bhagavato arahato sammāsambuddhassa upaṭṭhāko ahosi aggupaṭṭhāko. ",
  "mn81:6.2": "Ghaṭikārassa kho, ānanda, kumbhakārassa jotipālo nāma māṇavo sahāyo ahosi piyasahāyo. ",
  "mn81:6.3": "Atha kho, ānanda, ghaṭikāro kumbhakāro jotipālaṁ māṇavaṁ āmantesi: ",
  "mn81:6.4": "‘āyāma, samma jotipāla, kassapaṁ bhagavantaṁ arahantaṁ sammāsambuddhaṁ dassanāya upasaṅkamissāma. ",
  "mn81:6.5": "Sādhusammatañhi me tassa bhagavato dassanaṁ arahato sammāsambuddhassā’ti. ",
  "mn81:6.6": "Evaṁ vutte, ānanda, jotipālo māṇavo ghaṭikāraṁ kumbhakāraṁ etadavoca: ",
  "mn81:6.7": "‘alaṁ, samma ghaṭikāra. ",
  "mn81:6.8": "Kiṁ pana tena muṇḍakena samaṇakena diṭṭhenā’ti? ",
  "mn81:6.9": "Dutiyampi kho, ānanda …pe… ",
  "mn81:6.10": "tatiyampi kho, ānanda, ghaṭikāro kumbhakāro jotipālaṁ māṇavaṁ etadavoca: ",
  "mn81:6.11": "‘āyāma, samma jotipāla, kassapaṁ bhagavantaṁ arahantaṁ sammāsambuddhaṁ dassanāya upasaṅkamissāma. ",
  "mn81:6.12": "Sādhusammatañhi me tassa bhagavato dassanaṁ arahato sammāsambuddhassā’ti. ",
  "mn81:6.13": "Tatiyampi kho, ānanda, jotipālo māṇavo ghaṭikāraṁ kumbhakāraṁ etadavoca: ",
  "mn81:6.14": "‘alaṁ, samma ghaṭikāra. ",
  "mn81:6.15": "Kiṁ pana tena muṇḍakena samaṇakena diṭṭhenā’ti? ",
  "mn81:6.16": "‘Tena hi, samma jotipāla, sottisināniṁ ādāya nadiṁ gamissāma sināyitun’ti. ",
  "mn81:6.17": "‘Evaṁ, sammā’ti kho, ānanda, jotipālo māṇavo ghaṭikārassa kumbhakārassa paccassosi. ",
  "mn81:6.18": "Atha kho, ānanda, ghaṭikāro ca kumbhakāro jotipālo ca māṇavo sottisināniṁ ādāya nadiṁ agamaṁsu sināyituṁ. ",
  "mn81:7.1": "Atha kho, ānanda, ghaṭikāro kumbhakāro jotipālaṁ māṇavaṁ āmantesi: ",
  "mn81:7.2": "‘ayaṁ, samma jotipāla, kassapassa bhagavato arahato sammāsambuddhassa avidūre ārāmo. ",
  "mn81:7.3": "Āyāma, samma jotipāla, kassapaṁ bhagavantaṁ arahantaṁ sammāsambuddhaṁ dassanāya upasaṅkamissāma. ",
  "mn81:7.4": "Sādhusammatañhi me tassa bhagavato dassanaṁ arahato sammāsambuddhassā’ti. ",
  "mn81:7.5": "Evaṁ vutte, ānanda, jotipālo māṇavo ghaṭikāraṁ kumbhakāraṁ etadavoca: ",
  "mn81:7.6": "‘alaṁ, samma ghaṭikāra. ",
  "mn81:7.7": "Kiṁ pana tena muṇḍakena samaṇakena diṭṭhenā’ti? ",
  "mn81:7.8": "Dutiyampi kho, ānanda …pe… ",
  "mn81:7.9": "tatiyampi kho, ānanda, ghaṭikāro kumbhakāro jotipālaṁ māṇavaṁ etadavoca: ",
  "mn81:7.10": "‘ayaṁ, samma jotipāla, kassapassa bhagavato arahato sammāsambuddhassa avidūre ārāmo. ",
  "mn81:7.11": "Āyāma, samma jotipāla, kassapaṁ bhagavantaṁ arahantaṁ sammāsambuddhaṁ dassanāya upasaṅkamissāma. ",
  "mn81:7.12": "Sādhusammatañhi me tassa bhagavato dassanaṁ arahato sammāsambuddhassā’ti. ",
  "mn81:7.13": "Tatiyampi kho, ānanda, jotipālo māṇavo ghaṭikāraṁ kumbhakāraṁ etadavoca: ",
  "mn81:7.14": "‘alaṁ, samma ghaṭikāra. ",
  "mn81:7.15": "Kiṁ pana tena muṇḍakena samaṇakena diṭṭhenā’ti? ",
  "mn81:8.1": "Atha kho, ānanda, ghaṭikāro kumbhakāro jotipālaṁ māṇavaṁ ovaṭṭikāyaṁ parāmasitvā etadavoca: ",
  "mn81:8.2": "‘ayaṁ, samma jotipāla, kassapassa bhagavato arahato sammāsambuddhassa avidūre ārāmo. ",
  "mn81:8.3": "Āyāma, samma jotipāla, kassapaṁ bhagavantaṁ arahantaṁ sammāsambuddhaṁ dassanāya upasaṅkamissāma. ",
  "mn81:8.4": "Sādhusammatañhi me tassa bhagavato dassanaṁ arahato sammāsambuddhassā’ti. ",
  "mn81:8.5": "Atha kho, ānanda, jotipālo māṇavo ovaṭṭikaṁ vinivaṭṭetvā ghaṭikāraṁ kumbhakāraṁ etadavoca: ",
  "mn81:8.6": "‘alaṁ, samma ghaṭikāra. ",
  "mn81:8.7": "Kiṁ pana tena muṇḍakena samaṇakena diṭṭhenā’ti? ",
  "mn81:9.1": "Atha kho, ānanda, ghaṭikāro kumbhakāro jotipālaṁ māṇavaṁ sīsaṁnhātaṁ kesesu parāmasitvā etadavoca: ",
  "mn81:9.2": "‘ayaṁ, samma jotipāla, kassapassa bhagavato arahato sammāsambuddhassa avidūre ārāmo. ",
  "mn81:9.3": "Āyāma, samma jotipāla, kassapaṁ bhagavantaṁ arahantaṁ sammāsambuddhaṁ dassanāya upasaṅkamissāma. ",
  "mn81:9.4": "Sādhusammatañhi me tassa bhagavato dassanaṁ arahato sammāsambuddhassā’ti. ",
  "mn81:9.5": "Atha kho, ānanda, jotipālassa māṇavassa etadahosi: ",
  "mn81:9.6": "‘acchariyaṁ vata bho, abbhutaṁ vata bho. ",
  "mn81:9.7": "Yatra hi nāmāyaṁ ghaṭikāro kumbhakāro ittarajacco samāno amhākaṁ sīsaṁnhātānaṁ kesesu parāmasitabbaṁ maññissati; ",
  "mn81:9.8": "na vatidaṁ kira orakaṁ maññe bhavissatī’ti; ",
  "mn81:9.9": "ghaṭikāraṁ kumbhakāraṁ etadavoca: ",
  "mn81:9.10": "‘yāvatādohipi, samma ghaṭikārā’ti? ",
  "mn81:9.11": "‘Yāvatādohipi, samma jotipāla. ",
  "mn81:9.12": "Tathā hi pana me sādhusammataṁ tassa bhagavato dassanaṁ arahato sammāsambuddhassā’ti. ",
  "mn81:9.13": "‘Tena hi, samma ghaṭikāra, muñca; gamissāmā’ti. ",
  "mn81:10.1": "Atha kho, ānanda, ghaṭikāro ca kumbhakāro jotipālo ca māṇavo yena kassapo bhagavā arahaṁ sammāsambuddho tenupasaṅkamiṁsu; upasaṅkamitvā ghaṭikāro kumbhakāro kassapaṁ bhagavantaṁ arahantaṁ sammāsambuddhaṁ abhivādetvā ekamantaṁ nisīdi. Jotipālo pana māṇavo kassapena bhagavatā arahatā sammāsambuddhena saddhiṁ sammodi. Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdi. ",
  "mn81:10.2": "Ekamantaṁ nisinno kho, ānanda, ghaṭikāro kumbhakāro kassapaṁ bhagavantaṁ arahantaṁ sammāsambuddhaṁ etadavoca: ",
  "mn81:10.3": "‘ayaṁ me, bhante, jotipālo māṇavo sahāyo piyasahāyo. ",
  "mn81:10.4": "Imassa bhagavā dhammaṁ desetū’ti. ",
  "mn81:10.5": "Atha kho, ānanda, kassapo bhagavā arahaṁ sammāsambuddho ghaṭikārañca kumbhakāraṁ jotipālañca māṇavaṁ dhammiyā kathāya sandassesi samādapesi samuttejesi sampahaṁsesi. ",
  "mn81:10.6": "Atha kho, ānanda, ghaṭikāro ca kumbhakāro jotipālo ca māṇavo kassapena bhagavatā arahatā sammāsambuddhena dhammiyā kathāya sandassitā samādapitā samuttejitā sampahaṁsitā kassapassa bhagavato arahato sammāsambuddhassa bhāsitaṁ abhinanditvā anumoditvā uṭṭhāyāsanā kassapaṁ bhagavantaṁ arahantaṁ sammāsambuddhaṁ abhivādetvā padakkhiṇaṁ katvā pakkamiṁsu. ",
  "mn81:11.1": "Atha kho, ānanda, jotipālo māṇavo ghaṭikāraṁ kumbhakāraṁ etadavoca: ",
  "mn81:11.2": "‘imaṁ nu tvaṁ, samma ghaṭikāra, dhammaṁ suṇanto atha ca pana agārasmā anagāriyaṁ na pabbajissasī’ti? ",
  "mn81:11.3": "‘Nanu maṁ, samma jotipāla, jānāsi, andhe jiṇṇe mātāpitaro posemī’ti? ",
  "mn81:11.4": "‘Tena hi, samma ghaṭikāra, ahaṁ agārasmā anagāriyaṁ pabbajissāmī’ti. ",
  "mn81:12.1": "Atha kho, ānanda, ghaṭikāro ca kumbhakāro jotipālo ca māṇavo yena kassapo bhagavā arahaṁ sammāsambuddho tenupasaṅkamiṁsu; upasaṅkamitvā kassapaṁ bhagavantaṁ arahantaṁ sammāsambuddhaṁ abhivādetvā ekamantaṁ nisīdiṁsu. Ekamantaṁ nisinno kho, ānanda, ghaṭikāro kumbhakāro kassapaṁ bhagavantaṁ arahantaṁ sammāsambuddhaṁ etadavoca: ",
  "mn81:12.2": "‘ayaṁ me, bhante, jotipālo māṇavo sahāyo piyasahāyo. ",
  "mn81:12.3": "Imaṁ bhagavā pabbājetū’ti. ",
  "mn81:12.4": "Alattha kho, ānanda, jotipālo māṇavo kassapassa bhagavato arahato sammāsambuddhassa santike pabbajjaṁ, alattha upasampadaṁ. ",
  "mn81:13.1": "Atha kho, ānanda, kassapo bhagavā arahaṁ sammāsambuddho acirūpasampanne jotipāle māṇave aḍḍhamāsupasampanne vegaḷiṅge yathābhirantaṁ viharitvā yena bārāṇasī tena cārikaṁ pakkāmi. ",
  "mn81:13.2": "Anupubbena cārikaṁ caramāno yena bārāṇasī tadavasari. ",
  "mn81:13.3": "Tatra sudaṁ, ānanda, kassapo bhagavā arahaṁ sammāsambuddho bārāṇasiyaṁ viharati isipatane migadāye. ",
  "mn81:14.1": "Assosi kho, ānanda, kikī kāsirājā: ‘kassapo kira bhagavā arahaṁ sammāsambuddho bārāṇasiṁ anuppatto bārāṇasiyaṁ viharati isipatane migadāye’ti. ",
  "mn81:14.2": "Atha kho, ānanda, kikī kāsirājā bhadrāni bhadrāni yānāni yojāpetvā bhadraṁ yānaṁ abhiruhitvā bhadrehi bhadrehi yānehi bārāṇasiyā niyyāsi mahaccarājānubhāvena kassapaṁ bhagavantaṁ arahantaṁ sammāsambuddhaṁ dassanāya. ",
  "mn81:14.3": "Yāvatikā yānassa bhūmi yānena gantvā yānā paccorohitvā pattikova yena kassapo bhagavā arahaṁ sammāsambuddho tenupasaṅkami; upasaṅkamitvā kassapaṁ bhagavantaṁ arahantaṁ sammāsambuddhaṁ abhivādetvā ekamantaṁ nisīdi. ",
  "mn81:14.4": "Ekamantaṁ nisinnaṁ kho, ānanda, kikiṁ kāsirājānaṁ kassapo bhagavā arahaṁ sammāsambuddho dhammiyā kathāya sandassesi samādapesi samuttejesi sampahaṁsesi. ",
  "mn81:14.5": "Atha kho, ānanda, kikī kāsirājā kassapena bhagavatā arahatā sammāsambuddhena dhammiyā kathāya sandassito samādapito samuttejito sampahaṁsito kassapaṁ bhagavantaṁ arahantaṁ sammāsambuddhaṁ etadavoca: ",
  "mn81:14.6": "‘adhivāsetu me, bhante, bhagavā svātanāya bhattaṁ saddhiṁ bhikkhusaṅghenā’ti. ",
  "mn81:14.7": "Adhivāsesi kho, ānanda, kassapo bhagavā arahaṁ sammāsambuddho tuṇhībhāvena. ",
  "mn81:15.1": "Atha kho, ānanda, kikī kāsirājā kassapassa bhagavato sammāsambuddhassa adhivāsanaṁ viditvā uṭṭhāyāsanā kassapaṁ bhagavantaṁ arahantaṁ sammāsambuddhaṁ abhivādetvā padakkhiṇaṁ katvā pakkāmi. ",
  "mn81:16.1": "Atha kho, ānanda, kikī kāsirājā tassā rattiyā accayena sake nivesane paṇītaṁ khādanīyaṁ bhojanīyaṁ paṭiyādāpetvā paṇḍupuṭakassa sālino vigatakāḷakaṁ anekasūpaṁ anekabyañjanaṁ, kassapassa bhagavato arahato sammāsambuddhassa kālaṁ ārocāpesi: ",
  "mn81:16.2": "‘kālo, bhante, niṭṭhitaṁ bhattan’ti. ",
  "mn81:17.1": "Atha kho, ānanda, kassapo bhagavā arahaṁ sammāsambuddho pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya yena kikissa kāsirañño nivesanaṁ tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi saddhiṁ bhikkhusaṅghena. ",
  "mn81:17.2": "Atha kho, ānanda, kikī kāsirājā buddhappamukhaṁ bhikkhusaṅghaṁ paṇītena khādanīyena bhojanīyena sahatthā santappesi sampavāresi. ",
  "mn81:17.3": "Atha kho, ānanda, kikī kāsirājā kassapaṁ bhagavantaṁ arahantaṁ sammāsambuddhaṁ bhuttāviṁ onītapattapāṇiṁ aññataraṁ nīcaṁ āsanaṁ gahetvā ekamantaṁ nisīdi. ",
  "mn81:17.4": "Ekamantaṁ nisinno kho, ānanda, kikī kāsirājā kassapaṁ bhagavantaṁ arahantaṁ sammāsambuddhaṁ etadavoca: ",
  "mn81:17.5": "‘adhivāsetu me, bhante, bhagavā bārāṇasiyaṁ vassāvāsaṁ; ",
  "mn81:17.6": "evarūpaṁ saṅghassa upaṭṭhānaṁ bhavissatī’ti. ",
  "mn81:17.7": "‘Alaṁ, mahārāja. ",
  "mn81:17.8": "Adhivuttho me vassāvāso’ti. ",
  "mn81:17.9": "Dutiyampi kho, ānanda … ",
  "mn81:17.10": "tatiyampi kho, ānanda, kikī kāsirājā kassapaṁ bhagavantaṁ arahantaṁ sammāsambuddhaṁ etadavoca: ",
  "mn81:17.11": "‘adhivāsetu me, bhante, bhagavā bārāṇasiyaṁ vassāvāsaṁ; ",
  "mn81:17.12": "evarūpaṁ saṅghassa upaṭṭhānaṁ bhavissatī’ti. ",
  "mn81:17.13": "‘Alaṁ, mahārāja. ",
  "mn81:17.14": "Adhivuttho me vassāvāso’ti. ",
  "mn81:17.15": "Atha kho, ānanda, kikissa kāsirañño ‘na me kassapo bhagavā arahaṁ sammāsambuddho adhivāseti bārāṇasiyaṁ vassāvāsan’ti ahudeva aññathattaṁ, ahu domanassaṁ. ",
  "mn81:17.16": "Atha kho, ānanda, kikī kāsirājā kassapaṁ bhagavantaṁ arahantaṁ sammāsambuddhaṁ etadavoca: ",
  "mn81:17.17": "‘atthi nu kho, bhante, añño koci mayā upaṭṭhākataro’ti? ",
  "mn81:18.1": "‘Atthi, mahārāja, vegaḷiṅgaṁ nāma gāmanigamo. ",
  "mn81:18.2": "Tattha ghaṭikāro nāma kumbhakāro; ",
  "mn81:18.3": "so me upaṭṭhāko aggupaṭṭhāko. ",
  "mn81:18.4": "Tuyhaṁ kho pana, mahārāja, na me kassapo bhagavā arahaṁ sammāsambuddho adhivāseti bārāṇasiyaṁ vassāvāsanti attheva aññathattaṁ, atthi domanassaṁ. ",
  "mn81:18.5": "Tayidaṁ ghaṭikārassa kumbhakārassa natthi ca na ca bhavissati. ",
  "mn81:18.6": "Ghaṭikāro kho, mahārāja, kumbhakāro buddhaṁ saraṇaṁ gato, dhammaṁ saraṇaṁ gato, saṅghaṁ saraṇaṁ gato. ",
  "mn81:18.7": "Ghaṭikāro kho, mahārāja, kumbhakāro pāṇātipātā paṭivirato, adinnādānā paṭivirato, kāmesumicchācārā paṭivirato, musāvādā paṭivirato, surāmerayamajjapamādaṭṭhānā paṭivirato. ",
  "mn81:18.8": "Ghaṭikāro kho, mahārāja, kumbhakāro buddhe aveccappasādena samannāgato, dhamme aveccappasādena samannāgato, saṅghe aveccappasādena samannāgato, ariyakantehi sīlehi samannāgato. ",
  "mn81:18.9": "Ghaṭikāro kho, mahārāja, kumbhakāro dukkhe nikkaṅkho, dukkhasamudaye nikkaṅkho, dukkhanirodhe nikkaṅkho, dukkhanirodhagāminiyā paṭipadāya nikkaṅkho. ",
  "mn81:18.10": "Ghaṭikāro kho, mahārāja, kumbhakāro ekabhattiko brahmacārī sīlavā kalyāṇadhammo. ",
  "mn81:18.11": "Ghaṭikāro kho, mahārāja, kumbhakāro nikkhittamaṇisuvaṇṇo apetajātarūparajato. ",
  "mn81:18.12": "Ghaṭikāro kho, mahārāja, kumbhakāro pannamusalo na sahatthā pathaviṁ khaṇati. ",
  "mn81:18.13": "Yaṁ hoti kūlapaluggaṁ vā mūsikukkaro vā taṁ kājena āharitvā bhājanaṁ karitvā evamāha: ",
  "mn81:18.14": "“ettha yo icchati taṇḍulapaṭibhastāni vā muggapaṭibhastāni vā kaḷāyapaṭibhastāni vā nikkhipitvā yaṁ icchati taṁ haratū”ti. ",
  "mn81:18.15": "Ghaṭikāro kho, mahārāja, kumbhakāro andhe jiṇṇe mātāpitaro poseti. ",
  "mn81:18.16": "Ghaṭikāro kho, mahārāja, kumbhakāro pañcannaṁ orambhāgiyānaṁ saṁyojanānaṁ parikkhayā opapātiko tattha parinibbāyī anāvattidhammo tasmā lokā. ",
  "mn81:19.1": "Ekamidāhaṁ, mahārāja, samayaṁ vegaḷiṅge nāma gāmanigame viharāmi. ",
  "mn81:19.2": "Atha khvāhaṁ, mahārāja, pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya yena ghaṭikārassa kumbhakārassa mātāpitaro tenupasaṅkamiṁ; upasaṅkamitvā ghaṭikārassa kumbhakārassa mātāpitaro etadavocaṁ: ",
  "mn81:19.3": "“handa ko nu kho ayaṁ bhaggavo gato”ti? ",
  "mn81:19.4": "“Nikkhanto kho te, bhante, upaṭṭhāko antokumbhiyā odanaṁ gahetvā pariyogā sūpaṁ gahetvā paribhuñjā”ti. ",
  "mn81:19.5": "Atha khvāhaṁ, mahārāja, kumbhiyā odanaṁ gahetvā pariyogā sūpaṁ gahetvā paribhuñjitvā uṭṭhāyāsanā pakkamiṁ. ",
  "mn81:19.6": "Atha kho, mahārāja, ghaṭikāro kumbhakāro yena mātāpitaro tenupasaṅkami; upasaṅkamitvā mātāpitaro etadavoca: ",
  "mn81:19.7": "“ko kumbhiyā odanaṁ gahetvā pariyogā sūpaṁ gahetvā paribhuñjitvā uṭṭhāyāsanā pakkanto”ti? ",
  "mn81:19.8": "“Kassapo, tāta, bhagavā arahaṁ sammāsambuddho kumbhiyā odanaṁ gahetvā pariyogā sūpaṁ gahetvā paribhuñjitvā uṭṭhāyāsanā pakkanto”ti? ",
  "mn81:19.9": "Atha kho, mahārāja, ghaṭikārassa kumbhakārassa etadahosi: ",
  "mn81:19.10": "“lābhā vata me, suladdhaṁ vata me, ",
  "mn81:19.11": "yassa me kassapo bhagavā arahaṁ sammāsambuddho evaṁ abhivissattho”ti. ",
  "mn81:19.12": "Atha kho, mahārāja, ghaṭikāraṁ kumbhakāraṁ aḍḍhamāsaṁ pītisukhaṁ na vijahati, sattāhaṁ mātāpitūnaṁ. ",
  "mn81:20.1": "Ekamidāhaṁ, mahārāja, samayaṁ tattheva vegaḷiṅge nāma gāmanigame viharāmi. ",
  "mn81:20.2": "Atha khvāhaṁ, mahārāja, pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya yena ghaṭikārassa kumbhakārassa mātāpitaro tenupasaṅkamiṁ; upasaṅkamitvā ghaṭikārassa kumbhakārassa mātāpitaro etadavocaṁ: ",
  "mn81:20.3": "“handa ko nu kho ayaṁ bhaggavo gato”ti? ",
  "mn81:20.4": "“Nikkhanto kho te, bhante, upaṭṭhāko anto kaḷopiyā kummāsaṁ gahetvā pariyogā sūpaṁ gahetvā paribhuñjā”ti. ",
  "mn81:20.5": "Atha khvāhaṁ, mahārāja, kaḷopiyā kummāsaṁ gahetvā pariyogā sūpaṁ gahetvā paribhuñjitvā uṭṭhāyāsanā pakkamiṁ. ",
  "mn81:20.6": "Atha kho, mahārāja, ghaṭikāro kumbhakāro yena mātāpitaro tenupasaṅkami; upasaṅkamitvā mātāpitaro etadavoca: ",
  "mn81:20.7": "“ko kaḷopiyā kummāsaṁ gahetvā pariyogā sūpaṁ gahetvā paribhuñjitvā uṭṭhāyāsanā pakkanto”ti? ",
  "mn81:20.8": "“Kassapo, tāta, bhagavā arahaṁ sammāsambuddho kaḷopiyā kummāsaṁ gahetvā pariyogā sūpaṁ gahetvā paribhuñjitvā uṭṭhāyāsanā pakkanto”ti. ",
  "mn81:20.9": "Atha kho, mahārāja, ghaṭikārassa kumbhakārassa etadahosi: ",
  "mn81:20.10": "“lābhā vata me, suladdhaṁ vata me, ",
  "mn81:20.11": "yassa me kassapo bhagavā arahaṁ sammāsambuddho evaṁ abhivissattho”ti. ",
  "mn81:20.12": "Atha kho, mahārāja, ghaṭikāraṁ kumbhakāraṁ aḍḍhamāsaṁ pītisukhaṁ na vijahati, sattāhaṁ mātāpitūnaṁ. ",
  "mn81:21.1": "Ekamidāhaṁ, mahārāja, samayaṁ tattheva vegaḷiṅge nāma gāmanigame viharāmi. ",
  "mn81:21.2": "Tena kho pana samayena kuṭi ovassati. ",
  "mn81:21.3": "Atha khvāhaṁ, mahārāja, bhikkhū āmantesiṁ: ",
  "mn81:21.4": "“gacchatha, bhikkhave, ghaṭikārassa kumbhakārassa nivesane tiṇaṁ jānāthā”ti. ",
  "mn81:21.5": "Evaṁ vutte, mahārāja, te bhikkhū maṁ etadavocuṁ: ",
  "mn81:21.6": "“natthi kho, bhante, ghaṭikārassa kumbhakārassa nivesane tiṇaṁ, atthi ca khvāssa āvesane tiṇacchadanan”ti. ",
  "mn81:21.7": "“Gacchatha, bhikkhave, ghaṭikārassa kumbhakārassa āvesanaṁ uttiṇaṁ karothā”ti. ",
  "mn81:21.8": "Atha kho te, mahārāja, bhikkhū ghaṭikārassa kumbhakārassa āvesanaṁ uttiṇamakaṁsu. ",
  "mn81:21.9": "Atha kho, mahārāja, ghaṭikārassa kumbhakārassa mātāpitaro te bhikkhū etadavocuṁ: ",
  "mn81:21.10": "“ke āvesanaṁ uttiṇaṁ karontī”ti? ",
  "mn81:21.11": "“Bhikkhū, bhagini, kassapassa bhagavato arahato sammāsambuddhassa kuṭi ovassatī”ti. ",
  "mn81:21.12": "“Haratha, bhante, haratha, bhadramukhā”ti. ",
  "mn81:21.13": "Atha kho, mahārāja, ghaṭikāro kumbhakāro yena mātāpitaro tenupasaṅkami; upasaṅkamitvā mātāpitaro etadavoca: ",
  "mn81:21.14": "“ke āvesanaṁ uttiṇamakaṁsū”ti? ",
  "mn81:21.15": "“Bhikkhū, tāta, kassapassa kira bhagavato arahato sammāsambuddhassa kuṭi ovassatī”ti. ",
  "mn81:21.16": "Atha kho, mahārāja, ghaṭikārassa kumbhakārassa etadahosi: ",
  "mn81:21.17": "“lābhā vata me, suladdhaṁ vata me, ",
  "mn81:21.18": "yassa me kassapo bhagavā arahaṁ sammāsambuddho evaṁ abhivissattho”ti. ",
  "mn81:21.19": "Atha kho, mahārāja, ghaṭikāraṁ kumbhakāraṁ aḍḍhamāsaṁ pītisukhaṁ na vijahati, sattāhaṁ mātāpitūnaṁ. ",
  "mn81:21.20": "Atha kho, mahārāja, āvesanaṁ sabbantaṁ temāsaṁ ākāsacchadanaṁ aṭṭhāsi, na devotivassi. ",
  "mn81:21.21": "Evarūpo ca, mahārāja, ghaṭikāro kumbhakāro’ti. ",
  "mn81:21.22": "‘Lābhā, bhante, ghaṭikārassa kumbhakārassa, suladdhā, bhante, ghaṭikārassa kumbhakārassa ",
  "mn81:21.23": "yassa bhagavā evaṁ abhivissattho’ti. ",
  "mn81:22.1": "Atha kho, ānanda, kikī kāsirājā ghaṭikārassa kumbhakārassa pañcamattāni taṇḍulavāhasatāni pāhesi paṇḍupuṭakassa sālino tadupiyañca sūpeyyaṁ. ",
  "mn81:22.2": "Atha kho te, ānanda, rājapurisā ghaṭikāraṁ kumbhakāraṁ upasaṅkamitvā etadavocuṁ: ",
  "mn81:22.3": "‘imāni kho, bhante, pañcamattāni taṇḍulavāhasatāni kikinā kāsirājena pahitāni paṇḍupuṭakassa sālino tadupiyañca sūpeyyaṁ. ",
  "mn81:22.4": "Tāni, bhante, paṭiggaṇhathā’ti. ",
  "mn81:22.5": "‘Rājā kho bahukicco bahukaraṇīyo. ",
  "mn81:22.6": "Alaṁ me. ",
  "mn81:22.7": "Raññova hotū’ti. ",
  "mn81:23.1": "Siyā kho pana te, ānanda, evamassa: ",
  "mn81:23.2": "‘añño nūna tena samayena jotipālo māṇavo ahosī’ti. ",
  "mn81:23.3": "Na kho panetaṁ, ānanda, evaṁ daṭṭhabbaṁ. ",
  "mn81:23.4": "Ahaṁ tena samayena jotipālo māṇavo ahosin”ti. ",
  "mn81:23.5": "Idamavoca bhagavā. ",
  "mn81:23.6": "Attamano āyasmā ānando bhagavato bhāsitaṁ abhinandīti. ",
  "mn81:23.7": "Ghaṭikārasuttaṁ niṭṭhitaṁ paṭhamaṁ. "
}