{
  "mn82:0.1": "Majjhima Nikāya 82 ",
  "mn82:0.2": "Raṭṭhapālasutta ",
  "mn82:1.1": "Evaṁ me sutaṁ—",
  "mn82:1.2": "ekaṁ samayaṁ bhagavā kurūsu cārikaṁ caramāno mahatā bhikkhusaṅghena saddhiṁ yena thullakoṭṭhikaṁ nāma kurūnaṁ nigamo tadavasari. ",
  "mn82:2.1": "Assosuṁ kho thullakoṭṭhikā brāhmaṇagahapatikā: ",
  "mn82:2.2": "“samaṇo khalu, bho, gotamo sakyaputto sakyakulā pabbajito kurūsu cārikaṁ caramāno mahatā bhikkhusaṅghena saddhiṁ thullakoṭṭhikaṁ anuppatto. ",
  "mn82:2.3": "Taṁ kho pana bhavantaṁ gotamaṁ evaṁ kalyāṇo kittisaddo abbhuggato: ",
  "mn82:2.4": "‘itipi so bhagavā arahaṁ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṁ buddho bhagavā’ti. ",
  "mn82:2.5": "So imaṁ lokaṁ sadevakaṁ samārakaṁ sabrahmakaṁ sassamaṇabrāhmaṇiṁ pajaṁ sadevamanussaṁ sayaṁ abhiññā sacchikatvā pavedeti. ",
  "mn82:2.6": "So dhammaṁ deseti ādikalyāṇaṁ majjhekalyāṇaṁ pariyosānakalyāṇaṁ sātthaṁ sabyañjanaṁ, kevalaparipuṇṇaṁ parisuddhaṁ brahmacariyaṁ pakāseti. ",
  "mn82:2.7": "Sādhu kho pana tathārūpānaṁ arahataṁ dassanaṁ hotī”ti. ",
  "mn82:3.1": "Atha kho thullakoṭṭhikā brāhmaṇagahapatikā yena bhagavā tenupasaṅkamiṁsu; upasaṅkamitvā appekacce bhagavantaṁ abhivādetvā ekamantaṁ nisīdiṁsu; appekacce bhagavatā saddhiṁ sammodiṁsu, sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdiṁsu; appekacce yena bhagavā tenañjaliṁ paṇāmetvā ekamantaṁ nisīdiṁsu; appekacce bhagavato santike nāmagottaṁ sāvetvā ekamantaṁ nisīdiṁsu; appekacce tuṇhībhūtā ekamantaṁ nisīdiṁsu. ",
  "mn82:3.2": "Ekamantaṁ nisinne kho thullakoṭṭhike brāhmaṇagahapatike bhagavā dhammiyā kathāya sandassesi samādapesi samuttejesi sampahaṁsesi. ",
  "mn82:4.1": "Tena kho pana samayena raṭṭhapālo nāma kulaputto tasmiṁyeva thullakoṭṭhike aggakulassa putto tissaṁ parisāyaṁ nisinno hoti. ",
  "mn82:4.2": "Atha kho raṭṭhapālassa kulaputtassa etadahosi: ",
  "mn82:4.3": "“yathā yathā khvāhaṁ bhagavatā dhammaṁ desitaṁ ājānāmi, nayidaṁ sukaraṁ agāraṁ ajjhāvasatā ekantaparipuṇṇaṁ ekantaparisuddhaṁ saṅkhalikhitaṁ brahmacariyaṁ carituṁ. ",
  "mn82:4.4": "Yannūnāhaṁ kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajeyyan”ti. ",
  "mn82:5.1": "Atha kho thullakoṭṭhikā brāhmaṇagahapatikā bhagavatā dhammiyā kathāya sandassitā samādapitā samuttejitā sampahaṁsitā bhagavato bhāsitaṁ abhinanditvā anumoditvā uṭṭhāyāsanā bhagavantaṁ abhivādetvā padakkhiṇaṁ katvā pakkamiṁsu. ",
  "mn82:6.1": "Atha kho raṭṭhapālo kulaputto acirapakkantesu thullakoṭṭhikesu brāhmaṇagahapatikesu yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho raṭṭhapālo kulaputto bhagavantaṁ etadavoca: ",
  "mn82:6.2": "“yathā yathāhaṁ, bhante, bhagavatā dhammaṁ desitaṁ ājānāmi, nayidaṁ sukaraṁ agāraṁ ajjhāvasatā ekantaparipuṇṇaṁ ekantaparisuddhaṁ saṅkhalikhitaṁ brahmacariyaṁ carituṁ. ",
  "mn82:6.3": "Icchāmahaṁ, bhante, kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajituṁ. ",
  "mn82:6.4": "Labheyyāhaṁ, bhante, bhagavato santike pabbajjaṁ, labheyyaṁ upasampadaṁ. ",
  "mn82:6.5": "Pabbājetu maṁ bhagavā”ti. ",
  "mn82:6.6": "“Anuññātosi pana tvaṁ, raṭṭhapāla, mātāpitūhi agārasmā anagāriyaṁ pabbajjāyā”ti? ",
  "mn82:6.7": "“Na khohaṁ, bhante, anuññāto mātāpitūhi agārasmā anagāriyaṁ pabbajjāyā”ti. ",
  "mn82:6.8": "“Na kho, raṭṭhapāla, tathāgatā ananuññātaṁ mātāpitūhi puttaṁ pabbājentī”ti. ",
  "mn82:6.9": "“Svāhaṁ, bhante, tathā karissāmi yathā maṁ mātāpitaro anujānissanti agārasmā anagāriyaṁ pabbajjāyā”ti. ",
  "mn82:7.1": "Atha kho raṭṭhapālo kulaputto uṭṭhāyāsanā bhagavantaṁ abhivādetvā padakkhiṇaṁ katvā yena mātāpitaro tenupasaṅkami; upasaṅkamitvā mātāpitaro etadavoca: ",
  "mn82:7.2": "“ammatātā, yathā yathāhaṁ bhagavatā dhammaṁ desitaṁ ājānāmi, nayidaṁ sukaraṁ agāraṁ ajjhāvasatā ekantaparipuṇṇaṁ ekantaparisuddhaṁ saṅkhalikhitaṁ brahmacariyaṁ carituṁ. ",
  "mn82:7.3": "Icchāmahaṁ kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajituṁ. ",
  "mn82:7.4": "Anujānātha maṁ agārasmā anagāriyaṁ pabbajjāyā”ti. ",
  "mn82:7.5": "Evaṁ vutte, raṭṭhapālassa kulaputtassa mātāpitaro raṭṭhapālaṁ kulaputtaṁ etadavocuṁ: ",
  "mn82:7.6": "“tvaṁ khosi, tāta raṭṭhapāla, amhākaṁ ekaputtako piyo manāpo sukhedhito sukhaparibhato. ",
  "mn82:7.7": "Na tvaṁ, tāta raṭṭhapāla, kassaci dukkhassa jānāsi. ",
  "mn82:7.8": "(…) Maraṇenapi te mayaṁ akāmakā vinā bhavissāma. ",
  "mn82:7.9": "Kiṁ pana mayaṁ taṁ jīvantaṁ anujānissāma agārasmā anagāriyaṁ pabbajjāyā”ti? ",
  "mn82:7.10": "Dutiyampi kho raṭṭhapālo kulaputto …pe… ",
  "mn82:7.11": "tatiyampi kho raṭṭhapālo kulaputto mātāpitaro etadavoca: ",
  "mn82:7.12": "“ammatātā, yathā yathāhaṁ bhagavatā dhammaṁ desitaṁ ājānāmi, nayidaṁ sukaraṁ agāraṁ ajjhāvasatā ekantaparipuṇṇaṁ ekantaparisuddhaṁ saṅkhalikhitaṁ brahmacariyaṁ carituṁ. ",
  "mn82:7.13": "Icchāmahaṁ kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajituṁ. ",
  "mn82:7.14": "Anujānātha maṁ agārasmā anagāriyaṁ pabbajjāyā”ti. ",
  "mn82:7.15": "Tatiyampi kho raṭṭhapālassa kulaputtassa mātāpitaro raṭṭhapālaṁ kulaputtaṁ etadavocuṁ: ",
  "mn82:7.16": "“tvaṁ khosi, tāta raṭṭhapāla, amhākaṁ ekaputtako piyo manāpo sukhedhito sukhaparibhato. ",
  "mn82:7.17": "Na tvaṁ, tāta raṭṭhapāla, kassaci dukkhassa jānāsi. ",
  "mn82:7.18": "Maraṇenapi te mayaṁ akāmakā vinā bhavissāma. ",
  "mn82:7.19": "Kiṁ pana mayaṁ taṁ jīvantaṁ anujānissāma agārasmā anagāriyaṁ pabbajjāyā”ti? ",
  "mn82:7.20": "Atha kho raṭṭhapālo kulaputto: ",
  "mn82:7.21": "“na maṁ mātāpitaro anujānanti agārasmā anagāriyaṁ pabbajjāyā”ti tattheva anantarahitāya bhūmiyā nipajji: ",
  "mn82:7.22": "“idheva me maraṇaṁ bhavissati pabbajjā vā”ti. ",
  "mn82:7.23": "Atha kho raṭṭhapālo kulaputto ekampi bhattaṁ na bhuñji, dvepi bhattāni na bhuñji, tīṇipi bhattāni na bhuñji, cattāripi bhattāni na bhuñji, pañcapi bhattāni na bhuñji, chapi bhattāni na bhuñji, sattapi bhattāni na bhuñji. ",
  "mn82:8.1": "Atha kho raṭṭhapālassa kulaputtassa mātāpitaro raṭṭhapālaṁ kulaputtaṁ etadavocuṁ: ",
  "mn82:8.2": "“tvaṁ khosi, tāta raṭṭhapāla, amhākaṁ ekaputtako piyo manāpo sukhedhito sukhaparibhato. ",
  "mn82:8.3": "Na tvaṁ, tāta raṭṭhapāla, kassaci, dukkhassa jānāsi. ",
  "mn82:8.4": "Maraṇenapi te mayaṁ akāmakā vinā bhavissāma. ",
  "mn82:8.5": "Kiṁ pana mayaṁ taṁ jīvantaṁ anujānissāma agārasmā anagāriyaṁ pabbajjāya. ",
  "mn82:8.6": "Uṭṭhehi, tāta raṭṭhapāla, bhuñja ca piva ca paricārehi ca; ",
  "mn82:8.7": "bhuñjanto pivanto paricārento kāme paribhuñjanto puññāni karonto abhiramassu. ",
  "mn82:8.8": "Na taṁ mayaṁ anujānāma agārasmā anagāriyaṁ pabbajjāya. ",
  "mn82:8.9": "Maraṇenapi te mayaṁ akāmakā vinā bhavissāma. ",
  "mn82:8.10": "Kiṁ pana mayaṁ taṁ jīvantaṁ anujānissāma agārasmā anagāriyaṁ pabbajjāyā”ti? ",
  "mn82:8.11": "Evaṁ vutte, raṭṭhapālo kulaputto tuṇhī ahosi. ",
  "mn82:8.12": "Dutiyampi kho raṭṭhapālassa kulaputtassa mātāpitaro raṭṭhapālaṁ kulaputtaṁ etadavocuṁ …pe… ",
  "mn82:8.13": "dutiyampi kho raṭṭhapālo kulaputto tuṇhī ahosi. ",
  "mn82:8.14": "Tatiyampi kho raṭṭhapālassa kulaputtassa mātāpitaro raṭṭhapālaṁ kulaputtaṁ etadavocuṁ: ",
  "mn82:8.15": "“tvaṁ khosi, tāta raṭṭhapāla, amhākaṁ ekaputtako piyo manāpo sukhedhito sukhaparibhato. ",
  "mn82:8.16": "Na tvaṁ, tāta raṭṭhapāla, kassaci dukkhassa jānāsi. ",
  "mn82:8.17": "Maraṇenapi te mayaṁ akāmakā vinā bhavissāma, kiṁ pana mayaṁ taṁ jīvantaṁ anujānissāma agārasmā anagāriyaṁ pabbajjāya. ",
  "mn82:8.18": "Uṭṭhehi, tāta raṭṭhapāla, bhuñja ca piva ca paricārehi ca; ",
  "mn82:8.19": "bhuñjanto pivanto paricārento kāme paribhuñjanto puññāni karonto abhiramassu. ",
  "mn82:8.20": "Na taṁ mayaṁ anujānāma agārasmā anagāriyaṁ pabbajjāya. ",
  "mn82:8.21": "Maraṇenapi te mayaṁ akāmakā vinā bhavissāma. ",
  "mn82:8.22": "Kiṁ pana mayaṁ taṁ jīvantaṁ anujānissāma agārasmā anagāriyaṁ pabbajjāyā”ti? ",
  "mn82:9.1": "Tatiyampi kho raṭṭhapālo kulaputto tuṇhī ahosi. ",
  "mn82:10.1": "Atha kho raṭṭhapālassa kulaputtassa sahāyakā yena raṭṭhapālo kulaputto tenupasaṅkamiṁsu; upasaṅkamitvā raṭṭhapālaṁ kulaputtaṁ etadavocuṁ: ",
  "mn82:10.2": "“tvaṁ khosi, samma raṭṭhapāla, mātāpitūnaṁ ekaputtako piyo manāpo sukhedhito sukhaparibhato. ",
  "mn82:10.3": "Na tvaṁ, samma raṭṭhapāla, kassaci dukkhassa jānāsi. ",
  "mn82:10.4": "Maraṇenapi te mātāpitaro akāmakā vinā bhavissanti. ",
  "mn82:10.5": "Kiṁ pana te taṁ jīvantaṁ anujānissanti agārasmā anagāriyaṁ pabbajjāya. ",
  "mn82:10.6": "Uṭṭhehi, samma raṭṭhapāla, bhuñja ca piva ca paricārehi ca; ",
  "mn82:10.7": "bhuñjanto pivanto paricārento kāme paribhuñjanto puññāni karonto abhiramassu. ",
  "mn82:10.8": "Na taṁ mātāpitaro anujānissanti agārasmā anagāriyaṁ pabbajjāya. ",
  "mn82:10.9": "Maraṇenapi te mātāpitaro akāmakā vinā bhavissanti. ",
  "mn82:10.10": "Kiṁ pana te taṁ jīvantaṁ anujānissanti agārasmā anagāriyaṁ pabbajjāyā”ti? ",
  "mn82:10.11": "Evaṁ vutte, raṭṭhapālo kulaputto tuṇhī ahosi. ",
  "mn82:10.12": "Dutiyampi kho … ",
  "mn82:10.13": "tatiyampi kho raṭṭhapālassa kulaputtassa sahāyakā raṭṭhapālaṁ kulaputtaṁ etadavocuṁ: ",
  "mn82:10.14": "“tvaṁ khosi, samma raṭṭhapāla, mātāpitūnaṁ ekaputtako piyo manāpo sukhedhito sukhaparibhato, na tvaṁ, samma raṭṭhapāla, kassaci dukkhassa jānāsi, maraṇenapi te mātāpitaro akāmakā vinā bhavissanti. ",
  "mn82:10.15": "Kiṁ pana te taṁ jīvantaṁ anujānissanti agārasmā anagāriyaṁ pabbajjāya? ",
  "mn82:10.16": "Uṭṭhehi, samma raṭṭhapāla, bhuñja ca piva ca paricārehi ca, bhuñjanto pivanto paricārento kāme paribhuñjanto puññāni karonto abhiramassu. ",
  "mn82:10.17": "Na taṁ mātāpitaro anujānissanti agārasmā anagāriyaṁ pabbajjāya, maraṇenapi te mātāpitaro akāmakā vinā bhavissanti. ",
  "mn82:10.18": "Kiṁ pana te taṁ jīvantaṁ anujānissanti agārasmā anagāriyaṁ pabbajjāyā”ti? ",
  "mn82:10.19": "Tatiyampi kho raṭṭhapālo kulaputto tuṇhī ahosi. ",
  "mn82:11.1": "Atha kho raṭṭhapālassa kulaputtassa sahāyakā yena raṭṭhapālassa kulaputtassa mātāpitaro tenupasaṅkamiṁsu; upasaṅkamitvā raṭṭhapālassa kulaputtassa mātāpitaro etadavocuṁ: ",
  "mn82:11.2": "“ammatātā, eso raṭṭhapālo kulaputto tattheva anantarahitāya bhūmiyā nipanno: ",
  "mn82:11.3": "‘idheva me maraṇaṁ bhavissati pabbajjā vā’ti. ",
  "mn82:11.4": "Sace tumhe raṭṭhapālaṁ kulaputtaṁ nānujānissatha agārasmā anagāriyaṁ pabbajjāya, tattheva maraṇaṁ āgamissati. ",
  "mn82:11.5": "Sace pana tumhe raṭṭhapālaṁ kulaputtaṁ anujānissatha agārasmā anagāriyaṁ pabbajjāya, pabbajitampi naṁ dakkhissatha. ",
  "mn82:11.6": "Sace raṭṭhapālo kulaputto nābhiramissati agārasmā anagāriyaṁ pabbajjāya, kā tassa aññā gati bhavissati? Idheva paccāgamissati. ",
  "mn82:11.7": "Anujānātha raṭṭhapālaṁ kulaputtaṁ agārasmā anagāriyaṁ pabbajjāyā”ti. ",
  "mn82:11.8": "“Anujānāma, tātā, raṭṭhapālaṁ kulaputtaṁ agārasmā anagāriyaṁ pabbajjāya. ",
  "mn82:11.9": "Pabbajitena ca pana mātāpitaro uddassetabbā”ti. ",
  "mn82:11.10": "Atha kho raṭṭhapālassa kulaputtassa sahāyakā yena raṭṭhapālo kulaputto tenupasaṅkamiṁsu; upasaṅkamitvā raṭṭhapālaṁ kulaputtaṁ etadavocuṁ: ",
  "mn82:11.11": "“uṭṭhehi, samma raṭṭhapāla, anuññātosi mātāpitūhi agārasmā anagāriyaṁ pabbajjāya. ",
  "mn82:11.12": "Pabbajitena ca pana te mātāpitaro uddassetabbā”ti. ",
  "mn82:12.1": "Atha kho raṭṭhapālo kulaputto uṭṭhahitvā balaṁ gāhetvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho raṭṭhapālo kulaputto bhagavantaṁ etadavoca: ",
  "mn82:12.2": "“anuññāto ahaṁ, bhante, mātāpitūhi agārasmā anagāriyaṁ pabbajjāya. ",
  "mn82:12.3": "Pabbājetu maṁ bhagavā”ti. ",
  "mn82:13.1": "Alattha kho raṭṭhapālo kulaputto bhagavato santike pabbajjaṁ, alattha upasampadaṁ. ",
  "mn82:13.2": "Atha kho bhagavā acirūpasampanne āyasmante raṭṭhapāle aḍḍhamāsupasampanne thullakoṭṭhike yathābhirantaṁ viharitvā yena sāvatthi tena cārikaṁ pakkāmi. ",
  "mn82:13.3": "Anupubbena cārikaṁ caramāno yena sāvatthi tadavasari. ",
  "mn82:13.4": "Tatra sudaṁ bhagavā sāvatthiyaṁ viharati jetavane anāthapiṇḍikassa ārāme. ",
  "mn82:14.1": "Atha kho āyasmā raṭṭhapālo eko vūpakaṭṭho appamatto ātāpī pahitatto viharanto nacirasseva—yassatthāya kulaputtā sammadeva agārasmā anagāriyaṁ pabbajanti, tadanuttaraṁ—brahmacariyapariyosānaṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja vihāsi. ",
  "mn82:14.2": "“Khīṇā jāti, vusitaṁ brahmacariyaṁ, kataṁ karaṇīyaṁ, nāparaṁ itthattāyā”ti abbhaññāsi. ",
  "mn82:14.3": "Aññataro kho panāyasmā raṭṭhapālo arahataṁ ahosi. ",
  "mn82:15.1": "Atha kho āyasmā raṭṭhapālo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho āyasmā raṭṭhapālo bhagavantaṁ etadavoca: ",
  "mn82:15.2": "“icchāmahaṁ, bhante, mātāpitaro uddassetuṁ, sace maṁ bhagavā anujānātī”ti. ",
  "mn82:15.3": "Atha kho bhagavā āyasmato raṭṭhapālassa cetasā ceto paricca manasākāsi. ",
  "mn82:15.4": "Yathā bhagavā aññāsi: ",
  "mn82:15.5": "“abhabbo kho raṭṭhapālo kulaputto sikkhaṁ paccakkhāya hīnāyāvattitun”ti, atha kho bhagavā āyasmantaṁ raṭṭhapālaṁ etadavoca: ",
  "mn82:15.6": "“yassadāni tvaṁ, raṭṭhapāla, kālaṁ maññasī”ti. ",
  "mn82:16.1": "Atha kho āyasmā raṭṭhapālo uṭṭhāyāsanā bhagavantaṁ abhivādetvā padakkhiṇaṁ katvā senāsanaṁ saṁsāmetvā pattacīvaramādāya yena thullakoṭṭhikaṁ tena cārikaṁ pakkāmi. ",
  "mn82:16.2": "Anupubbena cārikaṁ caramāno yena thullakoṭṭhiko tadavasari. ",
  "mn82:16.3": "Tatra sudaṁ āyasmā raṭṭhapālo thullakoṭṭhike viharati rañño korabyassa migacīre. ",
  "mn82:16.4": "Atha kho āyasmā raṭṭhapālo pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya thullakoṭṭhikaṁ piṇḍāya pāvisi. ",
  "mn82:16.5": "Thullakoṭṭhike sapadānaṁ piṇḍāya caramāno yena sakapitu nivesanaṁ tenupasaṅkami. ",
  "mn82:17.1": "Tena kho pana samayena āyasmato raṭṭhapālassa pitā majjhimāya dvārasālāya ullikhāpeti. ",
  "mn82:17.2": "Addasā kho āyasmato raṭṭhapālassa pitā āyasmantaṁ raṭṭhapālaṁ dūratova āgacchantaṁ. ",
  "mn82:17.3": "Disvāna etadavoca: ",
  "mn82:17.4": "“imehi muṇḍakehi samaṇakehi amhākaṁ ekaputtako piyo manāpo pabbājito”ti. ",
  "mn82:17.5": "Atha kho āyasmā raṭṭhapālo sakapitu nivesane neva dānaṁ alattha na paccakkhānaṁ; ",
  "mn82:17.6": "aññadatthu akkosameva alattha. ",
  "mn82:18.1": "Tena kho pana samayena āyasmato raṭṭhapālassa ñātidāsī ābhidosikaṁ kummāsaṁ chaḍḍetukāmā hoti. ",
  "mn82:18.2": "Atha kho āyasmā raṭṭhapālo taṁ ñātidāsiṁ etadavoca: ",
  "mn82:18.3": "“sacetaṁ, bhagini, chaḍḍanīyadhammaṁ, idha me patte ākirā”ti. ",
  "mn82:18.4": "Atha kho āyasmato raṭṭhapālassa ñātidāsī taṁ ābhidosikaṁ kummāsaṁ āyasmato raṭṭhapālassa patte ākirantī hatthānañca pādānañca sarassa ca nimittaṁ aggahesi. ",
  "mn82:18.5": "Atha kho āyasmato raṭṭhapālassa ñātidāsī yenāyasmato raṭṭhapālassa mātā tenupasaṅkami; upasaṅkamitvā āyasmato raṭṭhapālassa mātaraṁ etadavoca: ",
  "mn82:18.6": "“yaggheyye, jāneyyāsi: ",
  "mn82:18.7": "‘ayyaputto raṭṭhapālo anuppatto’”ti. ",
  "mn82:18.8": "“Sace, je, saccaṁ bhaṇasi, adāsiṁ taṁ karomī”ti. ",
  "mn82:18.9": "Atha kho āyasmato raṭṭhapālassa mātā yenāyasmato raṭṭhapālassa pitā tenupasaṅkami; upasaṅkamitvā āyasmato raṭṭhapālassa pitaraṁ etadavoca: ",
  "mn82:18.10": "“yagghe, gahapati, jāneyyāsi: ",
  "mn82:18.11": "‘raṭṭhapālo kira kulaputto anuppatto’”ti? ",
  "mn82:19.1": "Tena kho pana samayena āyasmā raṭṭhapālo taṁ ābhidosikaṁ kummāsaṁ aññataraṁ kuṭṭamūlaṁ nissāya paribhuñjati. ",
  "mn82:19.2": "Atha kho āyasmato raṭṭhapālassa pitā yenāyasmā raṭṭhapālo tenupasaṅkami; upasaṅkamitvā āyasmantaṁ raṭṭhapālaṁ etadavoca: ",
  "mn82:19.3": "“atthi nāma, tāta raṭṭhapāla, ābhidosikaṁ kummāsaṁ paribhuñjissasi? ",
  "mn82:19.4": "Nanu, tāta raṭṭhapāla, sakaṁ gehaṁ gantabban”ti? ",
  "mn82:19.5": "“Kuto no, gahapati, amhākaṁ gehaṁ agārasmā anagāriyaṁ pabbajitānaṁ? ",
  "mn82:19.6": "Anagārā mayaṁ, gahapati. ",
  "mn82:19.7": "Agamamha kho te, gahapati, gehaṁ, tattha neva dānaṁ alatthamha na paccakkhānaṁ; ",
  "mn82:19.8": "aññadatthu akkosameva alatthamhā”ti. ",
  "mn82:19.9": "“Ehi, tāta raṭṭhapāla, gharaṁ gamissāmā”ti. ",
  "mn82:19.10": "“Alaṁ, gahapati, kataṁ me ajja bhattakiccaṁ”. ",
  "mn82:19.11": "“Tena hi, tāta raṭṭhapāla, adhivāsehi svātanāya bhattan”ti. ",
  "mn82:19.12": "Adhivāsesi kho āyasmā raṭṭhapālo tuṇhībhāvena. ",
  "mn82:20.1": "Atha kho āyasmato raṭṭhapālassa pitā āyasmato raṭṭhapālassa adhivāsanaṁ viditvā yena sakaṁ nivesanaṁ tenupasaṅkami; upasaṅkamitvā mahantaṁ hiraññasuvaṇṇassa puñjaṁ kārāpetvā kilañjehi paṭicchādetvā āyasmato raṭṭhapālassa purāṇadutiyikā āmantesi: ",
  "mn82:20.2": "“etha tumhe, vadhuyo, yena alaṅkārena alaṅkatā pubbe raṭṭhapālassa kulaputtassa piyā hotha manāpā tena alaṅkārena alaṅkarothā”ti. ",
  "mn82:21.1": "Atha kho āyasmato raṭṭhapālassa pitā tassā rattiyā accayena sake nivesane paṇītaṁ khādanīyaṁ bhojanīyaṁ paṭiyādāpetvā āyasmato raṭṭhapālassa kālaṁ ārocesi: ",
  "mn82:21.2": "“kālo, tāta raṭṭhapāla, niṭṭhitaṁ bhattan”ti. ",
  "mn82:22.1": "Atha kho āyasmā raṭṭhapālo pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya yena sakapitu nivesanaṁ tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. Atha kho āyasmato raṭṭhapālassa pitā taṁ hiraññasuvaṇṇassa puñjaṁ vivarāpetvā āyasmantaṁ raṭṭhapālaṁ etadavoca: ",
  "mn82:22.2": "“idaṁ te, tāta raṭṭhapāla, mātu mattikaṁ dhanaṁ, aññaṁ pettikaṁ, aññaṁ pitāmahaṁ. ",
  "mn82:22.3": "Sakkā, tāta raṭṭhapāla, bhoge ca bhuñjituṁ puññāni ca kātuṁ. ",
  "mn82:22.4": "Ehi tvaṁ, tāta raṭṭhapāla, hīnāyāvattitvā bhoge ca bhuñjassu puññāni ca karohī”ti. ",
  "mn82:22.5": "“Sace me tvaṁ, gahapati, vacanaṁ kareyyāsi, imaṁ hiraññasuvaṇṇassa puñjaṁ sakaṭe āropetvā nibbāhāpetvā majjhegaṅgāya nadiyā sote opilāpeyyāsi. ",
  "mn82:22.6": "Taṁ kissa hetu? ",
  "mn82:22.7": "Ye uppajjissanti hi te, gahapati, tatonidānaṁ sokaparidevadukkhadomanassupāyāsā”ti. ",
  "mn82:23.1": "Atha kho āyasmato raṭṭhapālassa purāṇadutiyikā paccekaṁ pādesu gahetvā āyasmantaṁ raṭṭhapālaṁ etadavocuṁ: ",
  "mn82:23.2": "“kīdisā nāma tā, ayyaputta, accharāyo yāsaṁ tvaṁ hetu brahmacariyaṁ carasī”ti? ",
  "mn82:23.3": "“Na kho mayaṁ, bhaginī, accharānaṁ hetu brahmacariyaṁ carāmā”ti. ",
  "mn82:23.4": "“Bhaginivādena no ayyaputto raṭṭhapālo samudācaratī”ti tā tattheva mucchitā papatiṁsu. ",
  "mn82:24.1": "Atha kho āyasmā raṭṭhapālo pitaraṁ etadavoca: ",
  "mn82:24.2": "“sace, gahapati, bhojanaṁ dātabbaṁ, detha; ",
  "mn82:24.3": "mā no viheṭhethā”ti. ",
  "mn82:24.4": "“Bhuñja, tāta raṭṭhapāla, niṭṭhitaṁ bhattan”ti. ",
  "mn82:24.5": "Atha kho āyasmato raṭṭhapālassa pitā āyasmantaṁ raṭṭhapālaṁ paṇītena khādanīyena bhojanīyena sahatthā santappesi sampavāresi. ",
  "mn82:24.6": "Atha kho āyasmā raṭṭhapālo bhuttāvī onītapattapāṇī ṭhitakova imā gāthā abhāsi: ",
  "mn82:25.1": "“Passa cittīkataṁ bimbaṁ, ",
  "mn82:25.2": "arukāyaṁ samussitaṁ; ",
  "mn82:25.3": "Āturaṁ bahusaṅkappaṁ, ",
  "mn82:25.4": "yassa natthi dhuvaṁ ṭhiti. ",
  "mn82:25.5": "Passa cittīkataṁ rūpaṁ, ",
  "mn82:25.6": "maṇinā kuṇḍalena ca; ",
  "mn82:25.7": "Aṭṭhi tacena onaddhaṁ, ",
  "mn82:25.8": "saha vatthebhi sobhati. ",
  "mn82:25.9": "Alattakakatā pādā, ",
  "mn82:25.10": "mukhaṁ cuṇṇakamakkhitaṁ; ",
  "mn82:25.11": "Alaṁ bālassa mohāya, ",
  "mn82:25.12": "no ca pāragavesino. ",
  "mn82:25.13": "Aṭṭhāpadakatā kesā, ",
  "mn82:25.14": "nettā añjanamakkhitā; ",
  "mn82:25.15": "Alaṁ bālassa mohāya, ",
  "mn82:25.16": "no ca pāragavesino. ",
  "mn82:25.17": "Añjanīva navā cittā, ",
  "mn82:25.18": "pūtikāyo alaṅkato; ",
  "mn82:25.19": "Alaṁ bālassa mohāya, ",
  "mn82:25.20": "no ca pāragavesino. ",
  "mn82:25.21": "Odahi migavo pāsaṁ, ",
  "mn82:25.22": "nāsadā vākaraṁ migo; ",
  "mn82:25.23": "Bhutvā nivāpaṁ gacchāma, ",
  "mn82:25.24": "kandante migabandhake”ti. ",
  "mn82:26.1": "Atha kho āyasmā raṭṭhapālo ṭhitakova imā gāthā bhāsitvā yena rañño korabyassa migacīraṁ tenupasaṅkami; upasaṅkamitvā aññatarasmiṁ rukkhamūle divāvihāraṁ nisīdi. ",
  "mn82:27.1": "Atha kho rājā korabyo migavaṁ āmantesi: ",
  "mn82:27.2": "“sodhehi, samma migava, migacīraṁ uyyānabhūmiṁ; ",
  "mn82:27.3": "gacchāma subhūmiṁ dassanāyā”ti. ",
  "mn82:27.4": "“Evaṁ, devā”ti kho migavo rañño korabyassa paṭissutvā migacīraṁ sodhento addasa āyasmantaṁ raṭṭhapālaṁ aññatarasmiṁ rukkhamūle divāvihāraṁ nisinnaṁ. ",
  "mn82:27.5": "Disvāna yena rājā korabyo tenupasaṅkami; upasaṅkamitvā rājānaṁ korabyaṁ etadavoca: ",
  "mn82:27.6": "“suddhaṁ kho te, deva, migacīraṁ. ",
  "mn82:27.7": "Atthi cettha raṭṭhapālo nāma kulaputto imasmiṁyeva thullakoṭṭhike aggakulassa putto yassa tvaṁ abhiṇhaṁ kittayamāno ahosi, so aññatarasmiṁ rukkhamūle divāvihāraṁ nisinno”ti. ",
  "mn82:27.8": "“Tena hi, samma migava, alaṁ dānajja uyyānabhūmiyā. ",
  "mn82:27.9": "Tameva dāni mayaṁ bhavantaṁ raṭṭhapālaṁ payirupāsissāmā”ti. ",
  "mn82:28.1": "Atha kho rājā korabyo “yaṁ tattha khādanīyaṁ bhojanīyaṁ paṭiyattaṁ taṁ sabbaṁ vissajjethā”ti vatvā bhadrāni bhadrāni yānāni yojāpetvā bhadraṁ yānaṁ abhiruhitvā bhadrehi bhadrehi yānehi thullakoṭṭhikamhā niyyāsi mahaccarājānubhāvena āyasmantaṁ raṭṭhapālaṁ dassanāya. ",
  "mn82:28.2": "Yāvatikā yānassa bhūmi yānena gantvā yānā paccorohitvā pattikova ussaṭāya ussaṭāya parisāya yenāyasmā raṭṭhapālo tenupasaṅkami; upasaṅkamitvā āyasmatā raṭṭhapālena saddhiṁ sammodi. Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ aṭṭhāsi. Ekamantaṁ ṭhito kho rājā korabyo āyasmantaṁ raṭṭhapālaṁ etadavoca: ",
  "mn82:28.3": "“idha bhavaṁ raṭṭhapālo hatthatthare nisīdatū”ti. ",
  "mn82:28.4": "“Alaṁ, mahārāja, nisīda tvaṁ; ",
  "mn82:28.5": "nisinno ahaṁ sake āsane”ti. ",
  "mn82:28.6": "Nisīdi rājā korabyo paññatte āsane. Nisajja kho rājā korabyo āyasmantaṁ raṭṭhapālaṁ etadavoca: ",
  "mn82:29.1": "“Cattārimāni, bho raṭṭhapāla, pārijuññāni yehi pārijuññehi samannāgatā idhekacce kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajanti. ",
  "mn82:29.2": "Katamāni cattāri? ",
  "mn82:29.3": "Jarāpārijuññaṁ, byādhipārijuññaṁ, bhogapārijuññaṁ, ñātipārijuññaṁ. ",
  "mn82:30.1": "Katamañca, bho raṭṭhapāla, jarāpārijuññaṁ? ",
  "mn82:30.2": "Idha, bho raṭṭhapāla, ekacco jiṇṇo hoti vuḍḍho mahallako addhagato vayoanuppatto. ",
  "mn82:30.3": "So iti paṭisañcikkhati: ",
  "mn82:30.4": "‘ahaṁ khomhi etarahi jiṇṇo vuḍḍho mahallako addhagato vayoanuppatto. ",
  "mn82:30.5": "Na kho pana mayā sukaraṁ anadhigataṁ vā bhogaṁ adhigantuṁ adhigataṁ vā bhogaṁ phātiṁ kātuṁ. ",
  "mn82:30.6": "Yannūnāhaṁ kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajeyyan’ti. ",
  "mn82:30.7": "So tena jarāpārijuññena samannāgato kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajati. ",
  "mn82:30.8": "Idaṁ vuccati, bho raṭṭhapāla, jarāpārijuññaṁ. ",
  "mn82:30.9": "Bhavaṁ kho pana raṭṭhapālo etarahi daharo yuvā susukāḷakeso bhadrena yobbanena samannāgato paṭhamena vayasā. ",
  "mn82:30.10": "Taṁ bhoto raṭṭhapālassa jarāpārijuññaṁ natthi. ",
  "mn82:30.11": "Kiṁ bhavaṁ raṭṭhapālo ñatvā vā disvā vā sutvā vā agārasmā anagāriyaṁ pabbajito? ",
  "mn82:31.1": "Katamañca, bho raṭṭhapāla, byādhipārijuññaṁ? ",
  "mn82:31.2": "Idha, bho raṭṭhapāla, ekacco ābādhiko hoti dukkhito bāḷhagilāno. ",
  "mn82:31.3": "So iti paṭisañcikkhati: ",
  "mn82:31.4": "‘ahaṁ khomhi etarahi ābādhiko dukkhito bāḷhagilāno. ",
  "mn82:31.5": "Na kho pana mayā sukaraṁ anadhigataṁ vā bhogaṁ adhigantuṁ adhigataṁ vā bhogaṁ phātiṁ kātuṁ. ",
  "mn82:31.6": "Yannūnāhaṁ kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajeyyan’ti. ",
  "mn82:31.7": "So tena byādhipārijuññena samannāgato kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajati. ",
  "mn82:31.8": "Idaṁ vuccati, bho raṭṭhapāla, byādhipārijuññaṁ. ",
  "mn82:31.9": "Bhavaṁ kho pana raṭṭhapālo etarahi appābādho appātaṅko samavepākiniyā gahaṇiyā samannāgato nātisītāya nāccuṇhāya. ",
  "mn82:31.10": "Taṁ bhoto raṭṭhapālassa byādhipārijuññaṁ natthi. ",
  "mn82:31.11": "Kiṁ bhavaṁ raṭṭhapālo ñatvā vā disvā vā sutvā vā agārasmā anagāriyaṁ pabbajito? ",
  "mn82:32.1": "Katamañca, bho raṭṭhapāla, bhogapārijuññaṁ? ",
  "mn82:32.2": "Idha, bho raṭṭhapāla, ekacco aḍḍho hoti mahaddhano mahābhogo. ",
  "mn82:32.3": "Tassa te bhogā anupubbena parikkhayaṁ gacchanti. ",
  "mn82:32.4": "So iti paṭisañcikkhati: ",
  "mn82:32.5": "‘ahaṁ kho pubbe aḍḍho ahosiṁ mahaddhano mahābhogo. ",
  "mn82:32.6": "Tassa me te bhogā anupubbena parikkhayaṁ gatā. ",
  "mn82:32.7": "Na kho pana mayā sukaraṁ anadhigataṁ vā bhogaṁ adhigantuṁ adhigataṁ vā bhogaṁ phātiṁ kātuṁ. ",
  "mn82:32.8": "Yannūnāhaṁ kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajeyyan’ti. ",
  "mn82:32.9": "So tena bhogapārijuññena samannāgato kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajati. ",
  "mn82:32.10": "Idaṁ vuccati, bho raṭṭhapāla, bhogapārijuññaṁ. ",
  "mn82:32.11": "Bhavaṁ kho pana raṭṭhapālo imasmiṁyeva thullakoṭṭhike aggakulassa putto. ",
  "mn82:32.12": "Taṁ bhoto raṭṭhapālassa bhogapārijuññaṁ natthi. ",
  "mn82:32.13": "Kiṁ bhavaṁ raṭṭhapālo ñatvā vā disvā vā sutvā vā agārasmā anagāriyaṁ pabbajito? ",
  "mn82:33.1": "Katamañca, bho raṭṭhapāla, ñātipārijuññaṁ? ",
  "mn82:33.2": "Idha, bho raṭṭhapāla, ekaccassa bahū honti mittāmaccā ñātisālohitā. ",
  "mn82:33.3": "Tassa te ñātakā anupubbena parikkhayaṁ gacchanti. ",
  "mn82:33.4": "So iti paṭisañcikkhati: ",
  "mn82:33.5": "‘mamaṁ kho pubbe bahū ahesuṁ mittāmaccā ñātisālohitā. ",
  "mn82:33.6": "Tassa me te anupubbena parikkhayaṁ gatā. ",
  "mn82:33.7": "Na kho pana mayā sukaraṁ anadhigataṁ vā bhogaṁ adhigantuṁ adhigataṁ vā bhogaṁ phātiṁ kātuṁ. ",
  "mn82:33.8": "Yannūnāhaṁ kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajeyyan’ti. ",
  "mn82:33.9": "So tena ñātipārijuññena samannāgato kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajati. ",
  "mn82:33.10": "Idaṁ vuccati, bho raṭṭhapāla, ñātipārijuññaṁ. ",
  "mn82:33.11": "Bhoto kho pana raṭṭhapālassa imasmiṁyeva thullakoṭṭhike bahū mittāmaccā ñātisālohitā. ",
  "mn82:33.12": "Taṁ bhoto raṭṭhapālassa ñātipārijuññaṁ natthi. ",
  "mn82:33.13": "Kiṁ bhavaṁ raṭṭhapālo ñatvā vā disvā vā sutvā vā agārasmā anagāriyaṁ pabbajito? ",
  "mn82:34.1": "Imāni kho, bho raṭṭhapāla, cattāri pārijuññāni, yehi pārijuññehi samannāgatā idhekacce kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajanti. ",
  "mn82:34.2": "Tāni bhoto raṭṭhapālassa natthi. ",
  "mn82:34.3": "Kiṁ bhavaṁ raṭṭhapālo ñatvā vā disvā vā sutvā vā agārasmā anagāriyaṁ pabbajito”ti? ",
  "mn82:35.1": "“Atthi kho, mahārāja, tena bhagavatā jānatā passatā arahatā sammāsambuddhena cattāro dhammuddesā uddiṭṭhā, ye ahaṁ ñatvā ca disvā ca sutvā ca agārasmā anagāriyaṁ pabbajito. ",
  "mn82:35.2": "Katame cattāro? ",
  "mn82:36.1": "‘Upaniyyati loko addhuvo’ti ",
  "mn82:36.2": "kho, mahārāja, tena bhagavatā jānatā passatā arahatā sammāsambuddhena paṭhamo dhammuddeso uddiṭṭho, yamahaṁ ñatvā ca disvā ca sutvā ca agārasmā anagāriyaṁ pabbajito. ",
  "mn82:36.3": "‘Atāṇo loko anabhissaro’ti ",
  "mn82:36.4": "kho, mahārāja, tena bhagavatā jānatā passatā arahatā sammāsambuddhena dutiyo dhammuddeso uddiṭṭho, yamahaṁ ñatvā ca disvā ca sutvā ca agārasmā anagāriyaṁ pabbajito. ",
  "mn82:36.5": "‘Assako loko, sabbaṁ pahāya gamanīyan’ti ",
  "mn82:36.6": "kho, mahārāja, tena bhagavatā jānatā passatā arahatā sammāsambuddhena tatiyo dhammuddeso uddiṭṭho, yamahaṁ ñatvā ca disvā ca sutvā ca agārasmā anagāriyaṁ pabbajito. ",
  "mn82:36.7": "‘Ūno loko atitto taṇhādāso’ti ",
  "mn82:36.8": "kho, mahārāja, tena bhagavatā jānatā passatā arahatā sammāsambuddhena catuttho dhammuddeso uddiṭṭho, yamahaṁ ñatvā ca disvā ca sutvā ca agārasmā anagāriyaṁ pabbajito. ",
  "mn82:37.1": "Ime kho, mahārāja, tena bhagavatā jānatā passatā arahatā sammāsambuddhena cattāro dhammuddesā uddiṭṭhā, ye ahaṁ ñatvā ca disvā ca sutvā ca agārasmā anagāriyaṁ pabbajito”ti. ",
  "mn82:38.1": "“‘Upaniyyati loko addhuvo’ti—",
  "mn82:38.2": "bhavaṁ raṭṭhapālo āha. ",
  "mn82:38.3": "Imassa, bho raṭṭhapāla, bhāsitassa kathaṁ attho daṭṭhabbo”ti? ",
  "mn82:38.4": "“Taṁ kiṁ maññasi, mahārāja, ",
  "mn82:38.5": "tvaṁ vīsativassuddesikopi paṇṇavīsativassuddesikopi hatthismimpi katāvī assasmimpi katāvī rathasmimpi katāvī dhanusmimpi katāvī tharusmimpi katāvī ūrubalī bāhubalī alamatto saṅgāmāvacaro”ti? ",
  "mn82:38.6": "“Ahosiṁ ahaṁ, bho raṭṭhapāla, vīsativassuddesikopi paṇṇavīsativassuddesikopi hatthismimpi katāvī assasmimpi katāvī rathasmimpi katāvī dhanusmimpi katāvī tharusmimpi katāvī ūrubalī bāhubalī alamatto saṅgāmāvacaro. ",
  "mn82:38.7": "Appekadāhaṁ, bho raṭṭhapāla, iddhimāva maññe na attano balena samasamaṁ samanupassāmī”ti. ",
  "mn82:38.8": "“Taṁ kiṁ maññasi, mahārāja, ",
  "mn82:38.9": "evameva tvaṁ etarahi ūrubalī bāhubalī alamatto saṅgāmāvacaro”ti? ",
  "mn82:38.10": "“No hidaṁ, bho raṭṭhapāla. ",
  "mn82:38.11": "Etarahi jiṇṇo vuḍḍho mahallako addhagato vayoanuppatto āsītiko me vayo vattati. ",
  "mn82:38.12": "Appekadāhaṁ, bho raṭṭhapāla, ‘idha pādaṁ karissāmī’ti aññeneva pādaṁ karomī”ti. ",
  "mn82:38.13": "“Idaṁ kho taṁ, mahārāja, tena bhagavatā jānatā passatā arahatā sammāsambuddhena sandhāya bhāsitaṁ: ",
  "mn82:38.14": "‘upaniyyati loko addhuvo’ti, ",
  "mn82:38.15": "yamahaṁ ñatvā ca disvā ca sutvā ca agārasmā anagāriyaṁ pabbajito”ti. ",
  "mn82:38.16": "“Acchariyaṁ, bho raṭṭhapāla, abbhutaṁ, bho raṭṭhapāla. ",
  "mn82:38.17": "Yāva subhāsitañcidaṁ tena bhagavatā jānatā passatā arahatā sammāsambuddhena: ",
  "mn82:38.18": "‘upaniyyati loko addhuvo’ti. ",
  "mn82:38.19": "Upaniyyati hi, bho raṭṭhapāla, loko addhuvo. ",
  "mn82:39.1": "Saṁvijjante kho, bho raṭṭhapāla, imasmiṁ rājakule hatthikāyāpi assakāyāpi rathakāyāpi pattikāyāpi, amhākaṁ āpadāsu pariyodhāya vattissanti. ",
  "mn82:39.2": "‘Atāṇo loko anabhissaro’ti—",
  "mn82:39.3": "bhavaṁ raṭṭhapālo āha. ",
  "mn82:39.4": "Imassa pana, bho raṭṭhapāla, bhāsitassa kathaṁ attho daṭṭhabbo”ti? ",
  "mn82:39.5": "“Taṁ kiṁ maññasi, mahārāja, ",
  "mn82:39.6": "atthi te koci anusāyiko ābādho”ti? ",
  "mn82:39.7": "“Atthi me, bho raṭṭhapāla, anusāyiko ābādho. ",
  "mn82:39.8": "Appekadā maṁ, bho raṭṭhapāla, mittāmaccā ñātisālohitā parivāretvā ṭhitā honti: ",
  "mn82:39.9": "‘idāni rājā korabyo kālaṁ karissati, idāni rājā korabyo kālaṁ karissatī’”ti. ",
  "mn82:39.10": "“Taṁ kiṁ maññasi, mahārāja, ",
  "mn82:39.11": "labhasi tvaṁ te mittāmacce ñātisālohite: ",
  "mn82:39.12": "‘āyantu me bhonto mittāmaccā ñātisālohitā, sabbeva santā imaṁ vedanaṁ saṁvibhajatha, yathāhaṁ lahukatarikaṁ vedanaṁ vediyeyyan’ti—",
  "mn82:39.13": "udāhu tvaṁyeva taṁ vedanaṁ vediyasī”ti? ",
  "mn82:39.14": "“Nāhaṁ, bho raṭṭhapāla, labhāmi te mittāmacce ñātisālohite: ",
  "mn82:39.15": "‘āyantu me bhonto mittāmaccā ñātisālohitā, sabbeva santā imaṁ vedanaṁ saṁvibhajatha, yathāhaṁ lahukatarikaṁ vedanaṁ vediyeyyan’ti. ",
  "mn82:39.16": "Atha kho ahameva taṁ vedanaṁ vediyāmī”ti. ",
  "mn82:39.17": "“Idaṁ kho taṁ, mahārāja, tena bhagavatā jānatā passatā arahatā sammāsambuddhena sandhāya bhāsitaṁ: ",
  "mn82:39.18": "‘atāṇo loko anabhissaro’ti, ",
  "mn82:39.19": "yamahaṁ ñatvā ca disvā ca sutvā ca agārasmā anagāriyaṁ pabbajito”ti. ",
  "mn82:39.20": "“Acchariyaṁ, bho raṭṭhapāla, abbhutaṁ, bho raṭṭhapāla. ",
  "mn82:39.21": "Yāva subhāsitaṁ cidaṁ tena bhagavatā jānatā passatā arahatā sammāsambuddhena: ",
  "mn82:39.22": "‘atāṇo loko anabhissaro’ti. ",
  "mn82:39.23": "Atāṇo hi, bho raṭṭhapāla, loko anabhissaro. ",
  "mn82:40.1": "Saṁvijjati kho, bho raṭṭhapāla, imasmiṁ rājakule pahūtaṁ hiraññasuvaṇṇaṁ bhūmigatañca vehāsagatañca. ",
  "mn82:40.2": "‘Assako loko, sabbaṁ pahāya gamanīyan’ti—",
  "mn82:40.3": "bhavaṁ raṭṭhapālo āha. ",
  "mn82:40.4": "Imassa pana, bho raṭṭhapāla, bhāsitassa kathaṁ attho daṭṭhabbo”ti? ",
  "mn82:40.5": "“Taṁ kiṁ maññasi, mahārāja, ",
  "mn82:40.6": "yathā tvaṁ etarahi pañcahi kāmaguṇehi samappito samaṅgībhūto paricāresi, lacchasi tvaṁ paratthāpi: ",
  "mn82:40.7": "‘evamevāhaṁ imeheva pañcahi kāmaguṇehi samappito samaṅgībhūto paricāremī’ti, udāhu aññe imaṁ bhogaṁ paṭipajjissanti, tvaṁ pana yathākammaṁ gamissasī”ti? ",
  "mn82:40.8": "“Yathāhaṁ, bho raṭṭhapāla, etarahi pañcahi kāmaguṇehi samappito samaṅgībhūto paricāremi, nāhaṁ lacchāmi paratthāpi: ",
  "mn82:40.9": "‘evameva imeheva pañcahi kāmaguṇehi samappito samaṅgībhūto paricāremī’ti. ",
  "mn82:40.10": "Atha kho aññe imaṁ bhogaṁ paṭipajjissanti; ahaṁ pana yathākammaṁ gamissāmī”ti. ",
  "mn82:40.11": "“Idaṁ kho taṁ, mahārāja, tena bhagavatā jānatā passatā arahatā sammāsambuddhena sandhāya bhāsitaṁ: ",
  "mn82:40.12": "‘assako loko, sabbaṁ pahāya gamanīyan’ti, ",
  "mn82:40.13": "yamahaṁ ñatvā ca disvā ca sutvā ca agārasmā anagāriyaṁ pabbajito”ti. ",
  "mn82:40.14": "“Acchariyaṁ, bho raṭṭhapāla, abbhutaṁ, bho raṭṭhapāla. ",
  "mn82:40.15": "Yāva subhāsitaṁ cidaṁ tena bhagavatā jānatā passatā arahatā sammāsambuddhena: ",
  "mn82:40.16": "‘assako loko, sabbaṁ pahāya gamanīyan’ti. ",
  "mn82:40.17": "Assako hi, bho raṭṭhapāla, loko sabbaṁ pahāya gamanīyaṁ. ",
  "mn82:41.1": "‘Ūno loko atitto taṇhādāso’ti—",
  "mn82:41.2": "bhavaṁ raṭṭhapālo āha. ",
  "mn82:41.3": "Imassa, bho raṭṭhapāla, bhāsitassa kathaṁ attho daṭṭhabbo”ti? ",
  "mn82:41.4": "“Taṁ kiṁ maññasi, mahārāja, ",
  "mn82:41.5": "phītaṁ kuruṁ ajjhāvasasī”ti? ",
  "mn82:41.6": "“Evaṁ, bho raṭṭhapāla, phītaṁ kuruṁ ajjhāvasāmī”ti. ",
  "mn82:41.7": "“Taṁ kiṁ maññasi, mahārāja, ",
  "mn82:41.8": "idha puriso āgaccheyya puratthimāya disāya saddhāyiko paccayiko. ",
  "mn82:41.9": "So taṁ upasaṅkamitvā evaṁ vadeyya: ",
  "mn82:41.10": "‘yagghe, mahārāja, jāneyyāsi, ahaṁ āgacchāmi puratthimāya disāya? ",
  "mn82:41.11": "Tatthaddasaṁ mahantaṁ janapadaṁ iddhañceva phītañca bahujanaṁ ākiṇṇamanussaṁ. ",
  "mn82:41.12": "Bahū tattha hatthikāyā assakāyā rathakāyā pattikāyā; ",
  "mn82:41.13": "bahu tattha dhanadhaññaṁ; ",
  "mn82:41.14": "bahu tattha hiraññasuvaṇṇaṁ akatañceva katañca; ",
  "mn82:41.15": "bahu tattha itthipariggaho. ",
  "mn82:41.16": "Sakkā ca tāvatakeneva balamattena abhivijinituṁ. ",
  "mn82:41.17": "Abhivijina, mahārājā’ti, kinti naṁ kareyyāsī”ti? ",
  "mn82:41.18": "“Tampi mayaṁ, bho raṭṭhapāla, abhivijiya ajjhāvaseyyāmā”ti. ",
  "mn82:41.19": "“Taṁ kiṁ maññasi, mahārāja, ",
  "mn82:41.20": "idha puriso āgaccheyya pacchimāya disāya … ",
  "mn82:41.21": "uttarāya disāya … ",
  "mn82:41.22": "dakkhiṇāya disāya … ",
  "mn82:41.23": "parasamuddato saddhāyiko paccayiko. ",
  "mn82:41.24": "So taṁ upasaṅkamitvā evaṁ vadeyya: ",
  "mn82:41.25": "‘yagghe, mahārāja, jāneyyāsi, ahaṁ āgacchāmi parasamuddato? ",
  "mn82:41.26": "Tatthaddasaṁ mahantaṁ janapadaṁ iddhañceva phītañca bahujanaṁ ākiṇṇamanussaṁ. ",
  "mn82:41.27": "Bahū tattha hatthikāyā assakāyā rathakāyā pattikāyā; ",
  "mn82:41.28": "bahu tattha dhanadhaññaṁ; ",
  "mn82:41.29": "bahu tattha hiraññasuvaṇṇaṁ akatañceva katañca; ",
  "mn82:41.30": "bahu tattha itthipariggaho. ",
  "mn82:41.31": "Sakkā ca tāvatakeneva balamattena abhivijinituṁ. ",
  "mn82:41.32": "Abhivijina, mahārājā’ti, kinti naṁ kareyyāsī”ti? ",
  "mn82:41.33": "“Tampi mayaṁ, bho raṭṭhapāla, abhivijiya ajjhāvaseyyāmā”ti. ",
  "mn82:41.34": "“Idaṁ kho taṁ, mahārāja, tena bhagavatā jānatā passatā arahatā sammāsambuddhena sandhāya bhāsitaṁ: ",
  "mn82:41.35": "‘ūno loko atitto taṇhādāso’ti, ",
  "mn82:41.36": "yamahaṁ ñatvā ca disvā ca sutvā ca agārasmā anagāriyaṁ pabbajito”ti. ",
  "mn82:41.37": "“Acchariyaṁ, bho raṭṭhapāla, abbhutaṁ, bho raṭṭhapāla. ",
  "mn82:41.38": "Yāva subhāsitañcidaṁ tena bhagavatā jānatā passatā arahatā sammāsambuddhena: ",
  "mn82:41.39": "‘ūno loko atitto taṇhādāso’ti. ",
  "mn82:41.40": "Ūno hi, bho raṭṭhapāla, loko atitto taṇhādāso”ti. ",
  "mn82:42.1": "Idamavoca āyasmā raṭṭhapālo. ",
  "mn82:42.2": "Idaṁ vatvā athāparaṁ etadavoca: ",
  "mn82:42.3": "“Passāmi loke sadhane manusse, ",
  "mn82:42.4": "Laddhāna vittaṁ na dadanti mohā; ",
  "mn82:42.5": "Luddhā dhanaṁ sannicayaṁ karonti, ",
  "mn82:42.6": "Bhiyyova kāme abhipatthayanti. ",
  "mn82:42.7": "Rājā pasayhā pathaviṁ vijitvā, ",
  "mn82:42.8": "Sasāgarantaṁ mahimāvasanto; ",
  "mn82:42.9": "Oraṁ samuddassa atittarūpo, ",
  "mn82:42.10": "Pāraṁ samuddassapi patthayetha. ",
  "mn82:42.11": "Rājā ca aññe ca bahū manussā, ",
  "mn82:42.12": "Avītataṇhā maraṇaṁ upenti; ",
  "mn82:42.13": "Ūnāva hutvāna jahanti dehaṁ, ",
  "mn82:42.14": "Kāmehi lokamhi na hatthi titti. ",
  "mn82:42.15": "Kandanti naṁ ñātī pakiriya kese, ",
  "mn82:42.16": "Ahovatā no amarāti cāhu; ",
  "mn82:42.17": "Vatthena naṁ pārutaṁ nīharitvā, ",
  "mn82:42.18": "Citaṁ samādāya tatoḍahanti. ",
  "mn82:42.19": "So ḍayhati sūlehi tujjamāno, ",
  "mn82:42.20": "Ekena vatthena pahāya bhoge; ",
  "mn82:42.21": "Na mīyamānassa bhavanti tāṇā, ",
  "mn82:42.22": "Ñātīdha mittā atha vā sahāyā. ",
  "mn82:42.23": "Dāyādakā tassa dhanaṁ haranti, ",
  "mn82:42.24": "Satto pana gacchati yena kammaṁ; ",
  "mn82:42.25": "Na mīyamānaṁ dhanamanveti kiñci, ",
  "mn82:42.26": "Puttā ca dārā ca dhanañca raṭṭhaṁ. ",
  "mn82:42.27": "Na dīghamāyuṁ labhate dhanena, ",
  "mn82:42.28": "Na cāpi vittena jaraṁ vihanti; ",
  "mn82:42.29": "Appaṁ hidaṁ jīvitamāhu dhīrā, ",
  "mn82:42.30": "Asassataṁ vippariṇāmadhammaṁ. ",
  "mn82:42.31": "Aḍḍhā daliddā ca phusanti phassaṁ, ",
  "mn82:42.32": "Bālo ca dhīro ca tatheva phuṭṭho; ",
  "mn82:42.33": "Bālo ca bālyā vadhitova seti, ",
  "mn82:42.34": "Dhīro ca na vedhati phassaphuṭṭho. ",
  "mn82:42.35": "Tasmā hi paññāva dhanena seyyo, ",
  "mn82:42.36": "Yāya vosānamidhādhigacchati; ",
  "mn82:42.37": "Abyositattā hi bhavābhavesu, ",
  "mn82:42.38": "Pāpāni kammāni karonti mohā. ",
  "mn82:42.39": "Upeti gabbhañca parañca lokaṁ, ",
  "mn82:42.40": "Saṁsāramāpajja paramparāya; ",
  "mn82:42.41": "Tassappapañño abhisaddahanto, ",
  "mn82:42.42": "Upeti gabbhañca parañca lokaṁ. ",
  "mn82:42.43": "Coro yathā sandhimukhe gahito, ",
  "mn82:42.44": "Sakammunā haññati pāpadhammo; ",
  "mn82:42.45": "Evaṁ pajā pecca paramhi loke, ",
  "mn82:42.46": "Sakammunā haññati pāpadhammo. ",
  "mn82:42.47": "Kāmāhi citrā madhurā manoramā, ",
  "mn82:42.48": "Virūparūpena mathenti cittaṁ; ",
  "mn82:42.49": "Ādīnavaṁ kāmaguṇesu disvā, ",
  "mn82:42.50": "Tasmā ahaṁ pabbajitomhi rāja. ",
  "mn82:42.51": "Dumapphalāneva patanti māṇavā, ",
  "mn82:42.52": "Daharā ca vuḍḍhā ca sarīrabhedā; ",
  "mn82:42.53": "Etampi disvā pabbajitomhi rāja, ",
  "mn82:42.54": "Apaṇṇakaṁ sāmaññameva seyyo”ti. ",
  "mn82:42.55": "Raṭṭhapālasuttaṁ niṭṭhitaṁ dutiyaṁ. "
}