{
  "mn83:0.1": "Majjhima Nikāya 83 ",
  "mn83:0.2": "Maghadevasutta ",
  "mn83:1.1": "Evaṁ me sutaṁ—",
  "mn83:1.2": "ekaṁ samayaṁ bhagavā mithilāyaṁ viharati maghadevaambavane. ",
  "mn83:2.1": "Atha kho bhagavā aññatarasmiṁ padese sitaṁ pātvākāsi. ",
  "mn83:2.2": "Atha kho āyasmato ānandassa etadahosi: ",
  "mn83:2.3": "“ko nu kho hetu, ko paccayo bhagavato sitassa pātukammāya? ",
  "mn83:2.4": "Na akāraṇena tathāgatā sitaṁ pātukarontī”ti. ",
  "mn83:2.5": "Atha kho āyasmā ānando ekaṁsaṁ cīvaraṁ katvā yena bhagavā tenañjaliṁ paṇāmetvā bhagavantaṁ etadavoca: ",
  "mn83:2.6": "“ko nu kho, bhante, hetu, ko paccayo bhagavato sitassa pātukammāya? ",
  "mn83:2.7": "Na akāraṇena tathāgatā sitaṁ pātukarontī”ti. ",
  "mn83:3.1": "“Bhūtapubbaṁ, ānanda, imissāyeva mithilāyaṁ rājā ahosi maghadevo nāma dhammiko dhammarājā dhamme ṭhito mahārājā; ",
  "mn83:3.2": "dhammaṁ carati brāhmaṇagahapatikesu negamesu ceva jānapadesu ca; ",
  "mn83:3.3": "uposathañca upavasati cātuddasiṁ pañcadasiṁ aṭṭhamiñca pakkhassa. ",
  "mn83:4.1": "Atha kho, ānanda, rājā maghadevo bahūnaṁ vassānaṁ bahūnaṁ vassasatānaṁ bahūnaṁ vassasahassānaṁ accayena kappakaṁ āmantesi: ",
  "mn83:4.2": "‘yadā me, samma kappaka, passeyyāsi sirasmiṁ palitāni jātāni, atha me āroceyyāsī’ti. ",
  "mn83:4.3": "‘Evaṁ, devā’ti kho, ānanda, kappako rañño maghadevassa paccassosi. ",
  "mn83:4.4": "Addasā kho, ānanda, kappako bahūnaṁ vassānaṁ bahūnaṁ vassasatānaṁ bahūnaṁ vassasahassānaṁ accayena rañño maghadevassa sirasmiṁ palitāni jātāni. ",
  "mn83:4.5": "Disvāna rājānaṁ maghadevaṁ etadavoca: ",
  "mn83:4.6": "‘pātubhūtā kho devassa devadūtā, dissanti sirasmiṁ palitāni jātānī’ti. ",
  "mn83:4.7": "‘Tena hi, samma kappaka, tāni palitāni sādhukaṁ saṇḍāsena uddharitvā mama añjalismiṁ patiṭṭhāpehī’ti. ",
  "mn83:4.8": "‘Evaṁ, devā’ti kho, ānanda, kappako rañño maghadevassa paṭissutvā tāni palitāni sādhukaṁ saṇḍāsena uddharitvā rañño maghadevassa añjalismiṁ patiṭṭhāpesi. ",
  "mn83:4.9": "Atha kho, ānanda, rājā maghadevo kappakassa gāmavaraṁ datvā jeṭṭhaputtaṁ kumāraṁ āmantāpetvā etadavoca: ",
  "mn83:4.10": "‘pātubhūtā kho me, tāta kumāra, devadūtā; ",
  "mn83:4.11": "dissanti sirasmiṁ palitāni jātāni; ",
  "mn83:4.12": "bhuttā kho pana me mānusakā kāmā; ",
  "mn83:4.13": "samayo dibbe kāme pariyesituṁ. ",
  "mn83:4.14": "Ehi tvaṁ, tāta kumāra, imaṁ rajjaṁ paṭipajja. ",
  "mn83:4.15": "Ahaṁ pana kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajissāmi. ",
  "mn83:4.16": "Tena hi, tāta kumāra, yadā tvampi passeyyāsi sirasmiṁ palitāni jātāni, atha kappakassa gāmavaraṁ datvā jeṭṭhaputtaṁ kumāraṁ sādhukaṁ rajje samanusāsitvā kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajeyyāsi. ",
  "mn83:4.17": "Yena me idaṁ kalyāṇaṁ vattaṁ nihitaṁ anuppavatteyyāsi, mā kho me tvaṁ antimapuriso ahosi. ",
  "mn83:4.18": "Yasmiṁ kho, tāta kumāra, purisayuge vattamāne evarūpassa kalyāṇassa vattassa samucchedo hoti so tesaṁ antimapuriso hoti. ",
  "mn83:4.19": "Taṁ tāhaṁ, tāta kumāra, evaṁ vadāmi—",
  "mn83:4.20": "yena me idaṁ kalyāṇaṁ vattaṁ nihitaṁ anuppavatteyyāsi, mā kho me tvaṁ antimapuriso ahosī’ti. ",
  "mn83:5.1": "Atha kho, ānanda, rājā maghadevo kappakassa gāmavaraṁ datvā jeṭṭhaputtaṁ kumāraṁ sādhukaṁ rajje samanusāsitvā imasmiṁyeva maghadevaambavane kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbaji. ",
  "mn83:5.2": "So mettāsahagatena cetasā ekaṁ disaṁ pharitvā vihāsi, tathā dutiyaṁ, tathā tatiyaṁ, tathā catutthaṁ; iti uddhamadho tiriyaṁ sabbadhi sabbattatāya sabbāvantaṁ lokaṁ mettāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyābajjhena pharitvā vihāsi. ",
  "mn83:5.3": "Karuṇāsahagatena cetasā … ",
  "mn83:5.4": "muditāsahagatena cetasā … ",
  "mn83:5.5": "upekkhāsahagatena cetasā ekaṁ disaṁ pharitvā vihāsi, tathā dutiyaṁ, tathā tatiyaṁ, tathā catutthaṁ; iti uddhamadho tiriyaṁ sabbadhi sabbattatāya sabbāvantaṁ lokaṁ upekkhāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyābajjhena pharitvā vihāsi. ",
  "mn83:6.1": "Rājā kho panānanda, maghadevo caturāsītivassasahassāni kumārakīḷitaṁ kīḷi, caturāsītivassasahassāni oparajjaṁ kāresi, caturāsītivassasahassāni rajjaṁ kāresi, caturāsītivassasahassāni imasmiṁyeva maghadevaambavane agārasmā anagāriyaṁ pabbajito brahmacariyamacari. ",
  "mn83:6.2": "So cattāro brahmavihāre bhāvetvā kāyassa bhedā paraṁ maraṇā brahmalokūpago ahosi. ",
  "mn83:7.1": "Atha kho rañño, ānanda, maghadevassa putto bahūnaṁ vassānaṁ bahūnaṁ vassasatānaṁ bahūnaṁ vassasahassānaṁ accayena kappakaṁ āmantesi: ",
  "mn83:7.2": "‘yadā me, samma kappaka, passeyyāsi sirasmiṁ palitāni jātāni, atha kho āroceyyāsī’ti. ",
  "mn83:7.3": "‘Evaṁ, devā’ti kho, ānanda, kappako rañño maghadevassa puttassa paccassosi. ",
  "mn83:7.4": "Addasā kho, ānanda, kappako bahūnaṁ vassānaṁ bahūnaṁ vassasatānaṁ bahūnaṁ vassasahassānaṁ accayena rañño maghadevassa puttassa sirasmiṁ palitāni jātāni. ",
  "mn83:7.5": "Disvāna rañño maghadevassa puttaṁ etadavoca: ",
  "mn83:7.6": "‘pātubhūtā kho devassa devadūtā; ",
  "mn83:7.7": "dissanti sirasmiṁ palitāni jātānī’ti. ",
  "mn83:7.8": "‘Tena hi, samma kappaka, tāni palitāni sādhukaṁ saṇḍāsena uddharitvā mama añjalismiṁ patiṭṭhāpehī’ti. ",
  "mn83:7.9": "‘Evaṁ, devā’ti kho, ānanda, kappako rañño maghadevassa puttassa paṭissutvā tāni palitāni sādhukaṁ saṇḍāsena uddharitvā rañño maghadevassa puttassa añjalismiṁ patiṭṭhāpesi. ",
  "mn83:8.1": "Atha kho, ānanda, rañño maghadevassa putto kappakassa gāmavaraṁ datvā jeṭṭhaputtaṁ kumāraṁ āmantāpetvā etadavoca: ",
  "mn83:8.2": "‘pātubhūtā kho me, tāta kumāra, devadūtā; ",
  "mn83:8.3": "dissanti sirasmiṁ palitāni jātāni; ",
  "mn83:8.4": "bhuttā kho pana me mānusakā kāmā; ",
  "mn83:8.5": "samayo dibbe kāme pariyesituṁ. ",
  "mn83:8.6": "Ehi tvaṁ, tāta kumāra, imaṁ rajjaṁ paṭipajja. ",
  "mn83:8.7": "Ahaṁ pana kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajissāmi. ",
  "mn83:8.8": "Tena hi, tāta kumāra, yadā tvampi passeyyāsi sirasmiṁ palitāni jātāni, atha kappakassa gāmavaraṁ datvā jeṭṭhaputtaṁ kumāraṁ sādhukaṁ rajje samanusāsitvā kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajeyyāsi. ",
  "mn83:8.9": "Yena me idaṁ kalyāṇaṁ vattaṁ nihitaṁ anuppavatteyyāsi, mā kho me tvaṁ antimapuriso ahosi. ",
  "mn83:8.10": "Yasmiṁ kho, tāta kumāra, purisayuge vattamāne evarūpassa kalyāṇassa vattassa samucchedo hoti so tesaṁ antimapuriso hoti. ",
  "mn83:8.11": "Taṁ tāhaṁ, tāta kumāra, evaṁ vadāmi—",
  "mn83:8.12": "yena me idaṁ kalyāṇaṁ vattaṁ nihitaṁ anuppavatteyyāsi, mā kho me tvaṁ antimapuriso ahosī’ti. ",
  "mn83:9.1": "Atha kho, ānanda, rañño maghadevassa putto kappakassa gāmavaraṁ datvā jeṭṭhaputtaṁ kumāraṁ sādhukaṁ rajje samanusāsitvā imasmiṁyeva maghadevaambavane kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbaji. ",
  "mn83:9.2": "So mettāsahagatena cetasā ekaṁ disaṁ pharitvā vihāsi, tathā dutiyaṁ, tathā tatiyaṁ, tathā catutthaṁ; iti uddhamadho tiriyaṁ sabbadhi sabbattatāya sabbāvantaṁ lokaṁ mettāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyābajjhena pharitvā vihāsi. ",
  "mn83:9.3": "Karuṇāsahagatena cetasā … ",
  "mn83:9.4": "muditāsahagatena cetasā … ",
  "mn83:9.5": "upekkhāsahagatena cetasā ekaṁ disaṁ pharitvā vihāsi, tathā dutiyaṁ, tathā tatiyaṁ, tathā catutthaṁ; iti uddhamadho tiriyaṁ sabbadhi sabbattatāya sabbāvantaṁ lokaṁ upekkhāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyābajjhena pharitvā vihāsi. ",
  "mn83:9.6": "Rañño kho panānanda, maghadevassa putto caturāsītivassasahassāni kumārakīḷitaṁ kīḷi, caturāsītivassasahassāni oparajjaṁ kāresi, caturāsītivassasahassāni rajjaṁ kāresi, caturāsītivassasahassāni imasmiṁyeva maghadevaambavane agārasmā anagāriyaṁ pabbajito brahmacariyamacari. ",
  "mn83:9.7": "So cattāro brahmavihāre bhāvetvā kāyassa bhedā paraṁ maraṇā brahmalokūpago ahosi. ",
  "mn83:10.1": "Rañño kho panānanda, maghadevassa puttapaputtakā tassa paramparā caturāsītirājasahassāni imasmiṁyeva maghadevaambavane kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajiṁsu. ",
  "mn83:10.2": "Te mettāsahagatena cetasā ekaṁ disaṁ pharitvā vihariṁsu, tathā dutiyaṁ, tathā tatiyaṁ, tathā catutthaṁ; iti uddhamadho tiriyaṁ sabbadhi sabbattatāya sabbāvantaṁ lokaṁ mettāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyābajjhena pharitvā vihariṁsu. ",
  "mn83:11.1": "Karuṇāsahagatena cetasā … ",
  "mn83:11.2": "muditāsahagatena cetasā … ",
  "mn83:11.3": "upekkhāsahagatena cetasā ekaṁ disaṁ pharitvā vihariṁsu, tathā dutiyaṁ, tathā tatiyaṁ, tathā catutthaṁ; iti uddhamadho tiriyaṁ sabbadhi sabbattatāya sabbāvantaṁ lokaṁ upekkhāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyābajjhena pharitvā vihariṁsu. ",
  "mn83:11.4": "Caturāsītivassasahassāni kumārakīḷitaṁ kīḷiṁsu, caturāsītivassasahassāni oparajjaṁ kāresuṁ, caturāsītivassasahassāni rajjaṁ kāresuṁ, caturāsītivassasahassāni imasmiṁyeva maghadevaambavane agārasmā anagāriyaṁ pabbajitā brahmacariyamacariṁsu. ",
  "mn83:11.5": "Te cattāro brahmavihāre bhāvetvā kāyassa bhedā paraṁ maraṇā brahmalokūpagā ahesuṁ. ",
  "mn83:12.1": "Nimi tesaṁ rājā pacchimako ahosi dhammiko dhammarājā dhamme ṭhito mahārājā; ",
  "mn83:12.2": "dhammaṁ carati brāhmaṇagahapatikesu negamesu ceva jānapadesu ca; ",
  "mn83:12.3": "uposathañca upavasati cātuddasiṁ pañcadasiṁ aṭṭhamiñca pakkhassa. ",
  "mn83:13.1": "Bhūtapubbaṁ, ānanda, devānaṁ tāvatiṁsānaṁ sudhammāyaṁ sabhāyaṁ sannisinnānaṁ sannipatitānaṁ ayamantarākathā udapādi: ",
  "mn83:13.2": "‘lābhā vata, bho, videhānaṁ, suladdhaṁ vata, bho, videhānaṁ, ",
  "mn83:13.3": "yesaṁ nimi rājā dhammiko dhammarājā dhamme ṭhito mahārājā; ",
  "mn83:13.4": "dhammaṁ carati brāhmaṇagahapatikesu negamesu ceva jānapadesu ca; ",
  "mn83:13.5": "uposathañca upavasati cātuddasiṁ pañcadasiṁ aṭṭhamiñca pakkhassā’ti. ",
  "mn83:13.6": "Atha kho, ānanda, sakko devānamindo deve tāvatiṁse āmantesi: ",
  "mn83:13.7": "‘iccheyyātha no tumhe, mārisā, nimiṁ rājānaṁ daṭṭhun’ti? ",
  "mn83:13.8": "‘Icchāma mayaṁ, mārisa, nimiṁ rājānaṁ daṭṭhun’ti. ",
  "mn83:13.9": "Tena kho pana, ānanda, samayena nimi rājā tadahuposathe pannarase sīsaṁnhāto uposathiko uparipāsādavaragato nisinno hoti. ",
  "mn83:13.10": "Atha kho, ānanda, sakko devānamindo—seyyathāpi nāma balavā puriso samiñjitaṁ vā bāhaṁ pasāreyya, pasāritaṁ vā bāhaṁ samiñjeyya; evameva—devesu tāvatiṁsesu antarahito nimissa rañño pamukhe pāturahosi. ",
  "mn83:13.11": "Atha kho, ānanda, sakko devānamindo nimiṁ rājānaṁ etadavoca: ",
  "mn83:13.12": "‘lābhā te, mahārāja, suladdhaṁ te, mahārāja. ",
  "mn83:13.13": "Devā, mahārāja, tāvatiṁsā sudhammāyaṁ sabhāyaṁ kittayamānarūpā sannisinnā: ",
  "mn83:13.14": "“lābhā vata, bho, videhānaṁ, suladdhaṁ vata, bho, videhānaṁ, ",
  "mn83:13.15": "yesaṁ nimi rājā dhammiko dhammarājā dhamme ṭhito mahārājā; ",
  "mn83:13.16": "dhammaṁ carati brāhmaṇagahapatikesu negamesu ceva jānapadesu ca; ",
  "mn83:13.17": "uposathañca upavasati cātuddasiṁ pañcadasiṁ aṭṭhamiñca pakkhassā”ti. ",
  "mn83:13.18": "Devā te, mahārāja, tāvatiṁsā dassanakāmā. ",
  "mn83:13.19": "Tassa te ahaṁ, mahārāja, sahassayuttaṁ ājaññarathaṁ pahiṇissāmi; ",
  "mn83:13.20": "abhiruheyyāsi, mahārāja, dibbaṁ yānaṁ avikampamāno’ti. ",
  "mn83:13.21": "Adhivāsesi kho, ānanda, nimi rājā tuṇhībhāvena. ",
  "mn83:13.22": "Atha kho, ānanda, sakko devānamindo nimissa rañño adhivāsanaṁ viditvā—seyyathāpi nāma balavā puriso samiñjitaṁ vā bāhaṁ pasāreyya, pasāritaṁ vā bāhaṁ samiñjeyya; evameva—nimissa rañño pamukhe antarahito devesu tāvatiṁsesu pāturahosi. ",
  "mn83:14.1": "Atha kho, ānanda, sakko devānamindo mātaliṁ saṅgāhakaṁ āmantesi: ",
  "mn83:14.2": "‘ehi tvaṁ, samma mātali, sahassayuttaṁ ājaññarathaṁ yojetvā nimiṁ rājānaṁ upasaṅkamitvā evaṁ vadehi—",
  "mn83:14.3": "ayaṁ te, mahārāja, sahassayutto ājaññaratho sakkena devānamindena pesito; ",
  "mn83:14.4": "abhiruheyyāsi, mahārāja, dibbaṁ yānaṁ avikampamāno’ti. ",
  "mn83:14.5": "‘Evaṁ, bhaddantavā’ti kho, ānanda, mātali saṅgāhako sakkassa devānamindassa paṭissutvā sahassayuttaṁ ājaññarathaṁ yojetvā nimiṁ rājānaṁ upasaṅkamitvā etadavoca: ",
  "mn83:14.6": "‘ayaṁ te, mahārāja, sahassayutto ājaññaratho sakkena devānamindena pesito; ",
  "mn83:14.7": "abhiruha, mahārāja, dibbaṁ yānaṁ avikampamāno. ",
  "mn83:14.8": "Api ca, mahārāja, katamena taṁ nemi, yena vā pāpakammā pāpakānaṁ kammānaṁ vipākaṁ paṭisaṁvedenti, yena vā kalyāṇakammā kalyāṇakammānaṁ vipākaṁ paṭisaṁvedentī’ti? ",
  "mn83:14.9": "‘Ubhayeneva maṁ, mātali, nehī’ti. ",
  "mn83:15.1": "Sampavesesi kho, ānanda, mātali, saṅgāhako nimiṁ rājānaṁ sudhammaṁ sabhaṁ. ",
  "mn83:15.2": "Addasā kho, ānanda, sakko devānamindo nimiṁ rājānaṁ dūratova āgacchantaṁ. ",
  "mn83:15.3": "Disvāna nimiṁ rājānaṁ etadavoca: ",
  "mn83:15.4": "‘ehi kho, mahārāja. ",
  "mn83:15.5": "Svāgataṁ, mahārāja. ",
  "mn83:15.6": "Devā te dassanakāmā, mahārāja, tāvatiṁsā sudhammāyaṁ sabhāyaṁ kittayamānarūpā sannisinnā: ",
  "mn83:15.7": "“lābhā vata, bho, videhānaṁ, suladdhaṁ vata, bho, videhānaṁ, ",
  "mn83:15.8": "yesaṁ nimi rājā dhammiko dhammarājā dhamme ṭhito mahārājā; ",
  "mn83:15.9": "dhammaṁ carati brāhmaṇagahapatikesu negamesu ceva jānapadesu ca; ",
  "mn83:15.10": "uposathañca upavasati cātuddasiṁ pañcadasiṁ aṭṭhamiñca pakkhassā”ti. ",
  "mn83:15.11": "Devā te, mahārāja, tāvatiṁsā dassanakāmā. ",
  "mn83:15.12": "Abhirama, mahārāja, devesu devānubhāvenā’ti. ",
  "mn83:15.13": "‘Alaṁ, mārisa, tattheva maṁ mithilaṁ paṭinetu. ",
  "mn83:15.14": "Tathāhaṁ dhammaṁ carissāmi brāhmaṇagahapatikesu negamesu ceva jānapadesu ca; ",
  "mn83:15.15": "uposathañca upavasāmi cātuddasiṁ pañcadasiṁ aṭṭhamiñca pakkhassā’ti. ",
  "mn83:16.1": "Atha kho, ānanda, sakko devānamindo mātaliṁ saṅgāhakaṁ āmantesi: ",
  "mn83:16.2": "‘ehi tvaṁ, samma mātali, sahassayuttaṁ ājaññarathaṁ yojetvā nimiṁ rājānaṁ tattheva mithilaṁ paṭinehī’ti. ",
  "mn83:16.3": "‘Evaṁ, bhaddantavā’ti kho, ānanda, mātali saṅgāhako sakkassa devānamindassa paṭissutvā sahassayuttaṁ ājaññarathaṁ yojetvā nimiṁ rājānaṁ tattheva mithilaṁ paṭinesi. ",
  "mn83:16.4": "Tatra sudaṁ, ānanda, nimi rājā dhammaṁ carati brāhmaṇagahapatikesu negamesu ceva jānapadesu ca, uposathañca upavasati cātuddasiṁ pañcadasiṁ aṭṭhamiñca pakkhassāti. ",
  "mn83:16.5": "Atha kho, ānanda, nimi rājā bahūnaṁ vassānaṁ bahūnaṁ vassasatānaṁ bahūnaṁ vassasahassānaṁ accayena kappakaṁ āmantesi: ",
  "mn83:16.6": "‘yadā me, samma kappaka, passeyyāsi sirasmiṁ palitāni jātāni, atha me āroceyyāsī’ti. ",
  "mn83:16.7": "‘Evaṁ, devā’ti kho, ānanda, kappako nimissa rañño paccassosi. ",
  "mn83:16.8": "Addasā kho, ānanda, kappako bahūnaṁ vassānaṁ bahūnaṁ vassasatānaṁ bahūnaṁ vassasahassānaṁ accayena nimissa rañño sirasmiṁ palitāni jātāni. ",
  "mn83:16.9": "Disvāna nimiṁ rājānaṁ etadavoca: ",
  "mn83:16.10": "‘pātubhūtā kho devassa devadūtā; ",
  "mn83:16.11": "dissanti sirasmiṁ palitāni jātānī’ti. ",
  "mn83:16.12": "‘Tena hi, samma kappaka, tāni palitāni sādhukaṁ saṇḍāsena uddharitvā mama añjalismiṁ patiṭṭhāpehī’ti. ",
  "mn83:16.13": "‘Evaṁ, devā’ti kho, ānanda, kappako nimissa rañño paṭissutvā tāni palitāni sādhukaṁ saṇḍāsena uddharitvā nimissa rañño añjalismiṁ patiṭṭhāpesi. ",
  "mn83:16.14": "Atha kho, ānanda, nimi rājā kappakassa gāmavaraṁ datvā jeṭṭhaputtaṁ kumāraṁ āmantāpetvā etadavoca: ",
  "mn83:16.15": "‘pātubhūtā kho me, tāta kumāra, devadūtā; ",
  "mn83:16.16": "dissanti sirasmiṁ palitāni jātāni; ",
  "mn83:16.17": "bhuttā kho pana me mānusakā kāmā; ",
  "mn83:16.18": "samayo dibbe kāme pariyesituṁ. ",
  "mn83:16.19": "Ehi tvaṁ, tāta kumāra, imaṁ rajjaṁ paṭipajja. ",
  "mn83:16.20": "Ahaṁ pana kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajissāmi. ",
  "mn83:16.21": "Tena hi, tāta kumāra, yadā tvampi passeyyāsi sirasmiṁ palitāni jātāni, atha kappakassa gāmavaraṁ datvā jeṭṭhaputtaṁ kumāraṁ sādhukaṁ rajje samanusāsitvā kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajeyyāsi. ",
  "mn83:16.22": "Yena me idaṁ kalyāṇaṁ vattaṁ nihitaṁ anuppavatteyyāsi, mā kho me tvaṁ antimapuriso ahosi. ",
  "mn83:16.23": "Yasmiṁ kho, tāta kumāra, purisayuge vattamāne evarūpassa kalyāṇassa vattassa samucchedo hoti so tesaṁ antimapuriso hoti. ",
  "mn83:16.24": "Taṁ tāhaṁ, tāta kumāra, evaṁ vadāmi: ",
  "mn83:16.25": "“yena me idaṁ kalyāṇaṁ vattaṁ nihitaṁ anuppavatteyyāsi, mā kho me tvaṁ antimapuriso ahosī”’ti. ",
  "mn83:17-19.1": "Atha kho, ānanda, nimi rājā kappakassa gāmavaraṁ datvā jeṭṭhaputtaṁ kumāraṁ sādhukaṁ rajje samanusāsitvā imasmiṁyeva maghadevaambavane kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbaji. ",
  "mn83:17-19.2": "So mettāsahagatena cetasā ekaṁ disaṁ pharitvā vihāsi, tathā dutiyaṁ, tathā tatiyaṁ, tathā catutthaṁ; iti uddhamadho tiriyaṁ sabbadhi sabbattatāya sabbāvantaṁ lokaṁ mettāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyābajjhena pharitvā vihāsi. ",
  "mn83:17-19.3": "Karuṇāsahagatena cetasā … ",
  "mn83:17-19.4": "muditāsahagatena cetasā … ",
  "mn83:17-19.5": "upekkhāsahagatena cetasā ekaṁ disaṁ pharitvā vihāsi, tathā dutiyaṁ, tathā tatiyaṁ, tathā catutthaṁ; iti uddhamadho tiriyaṁ sabbadhi sabbattatāya sabbāvantaṁ lokaṁ upekkhāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyābajjhena pharitvā vihāsi. ",
  "mn83:17-19.6": "Nimi kho panānanda, rājā caturāsītivassasahassāni kumārakīḷitaṁ kīḷi, caturāsītivassasahassāni oparajjaṁ kāresi, caturāsītivassasahassāni rajjaṁ kāresi, caturāsītivassasahassāni imasmiṁyeva maghadevaambavane agārasmā anagāriyaṁ pabbajito brahmacariyamacari. ",
  "mn83:17-19.7": "So cattāro brahmavihāre bhāvetvā kāyassa bhedā paraṁ maraṇā brahmalokūpago ahosi. ",
  "mn83:20.1": "Nimissa kho panānanda, rañño kaḷārajanako nāma putto ahosi. ",
  "mn83:20.2": "Na so agārasmā anagāriyaṁ pabbaji. ",
  "mn83:20.3": "So taṁ kalyāṇaṁ vattaṁ samucchindi. ",
  "mn83:20.4": "So tesaṁ antimapuriso ahosi. ",
  "mn83:21.1": "Siyā kho pana te, ānanda, evamassa: ",
  "mn83:21.2": "‘añño nūna tena samayena rājā maghadevo ahosi, yena taṁ kalyāṇaṁ vattaṁ nihitan’ti. ",
  "mn83:21.3": "Na kho panetaṁ, ānanda, evaṁ daṭṭhabbaṁ. ",
  "mn83:21.4": "Ahaṁ tena samayena rājā maghadevo ahosiṁ. ",
  "mn83:21.5": "Ahaṁ taṁ kalyāṇaṁ vattaṁ nihiniṁ, mayā taṁ kalyāṇaṁ vattaṁ nihitaṁ; ",
  "mn83:21.6": "pacchimā janatā anuppavattesi. ",
  "mn83:21.7": "Taṁ kho panānanda, kalyāṇaṁ vattaṁ na nibbidāya na virāgāya na nirodhāya na upasamāya na abhiññāya na sambodhāya na nibbānāya saṁvattati, yāvadeva brahmalokūpapattiyā. ",
  "mn83:21.8": "Idaṁ kho panānanda, etarahi mayā kalyāṇaṁ vattaṁ nihitaṁ ekantanibbidāya virāgāya nirodhāya upasamāya abhiññāya sambodhāya nibbānāya saṁvattati. ",
  "mn83:21.9": "Katamañcānanda, etarahi mayā kalyāṇaṁ vattaṁ nihitaṁ ekantanibbidāya virāgāya nirodhāya upasamāya abhiññāya sambodhāya nibbānāya saṁvattati? ",
  "mn83:21.10": "Ayameva ariyo aṭṭhaṅgiko maggo, seyyathidaṁ—",
  "mn83:21.11": "sammādiṭṭhi, sammāsaṅkappo, sammāvācā, sammākammanto, sammāājīvo, sammāvāyāmo, sammāsati, sammāsamādhi. ",
  "mn83:21.12": "Idaṁ kho, ānanda, etarahi mayā kalyāṇaṁ vattaṁ nihitaṁ ekantanibbidāya virāgāya nirodhāya upasamāya abhiññāya sambodhāya nibbānāya saṁvattati. ",
  "mn83:21.13": "Taṁ vo ahaṁ, ānanda, evaṁ vadāmi: ",
  "mn83:21.14": "‘yena me idaṁ kalyāṇaṁ vattaṁ nihitaṁ anuppavatteyyātha, mā kho me tumhe antimapurisā ahuvattha’. ",
  "mn83:21.15": "Yasmiṁ kho, ānanda, purisayuge vattamāne evarūpassa kalyāṇassa vattassa samucchedo hoti so tesaṁ antimapuriso hoti. ",
  "mn83:21.16": "Taṁ vo ahaṁ, ānanda, evaṁ vadāmi: ",
  "mn83:21.17": "‘yena me idaṁ kalyāṇaṁ vattaṁ nihitaṁ anuppavatteyyātha, mā kho me tumhe antimapurisā ahuvatthā’”ti. ",
  "mn83:21.18": "Idamavoca bhagavā. ",
  "mn83:21.19": "Attamano āyasmā ānando bhagavato bhāsitaṁ abhinandīti. ",
  "mn83:21.20": "Maghadevasuttaṁ niṭṭhitaṁ tatiyaṁ. "
}