{
  "mn85:0.1": "Majjhima Nikāya 85 ",
  "mn85:0.2": "Bodhirājakumārasutta ",
  "mn85:1.1": "Evaṁ me sutaṁ—",
  "mn85:1.2": "ekaṁ samayaṁ bhagavā bhaggesu viharati susumāragire bhesakaḷāvane migadāye. ",
  "mn85:2.1": "Tena kho pana samayena bodhissa rājakumārassa kokanado nāma pāsādo acirakārito hoti anajjhāvuṭṭho samaṇena vā brāhmaṇena vā kenaci vā manussabhūtena. ",
  "mn85:3.1": "Atha kho bodhi rājakumāro sañjikāputtaṁ māṇavaṁ āmantesi: ",
  "mn85:3.2": "“ehi tvaṁ, samma sañjikāputta, yena bhagavā tenupasaṅkama; upasaṅkamitvā mama vacanena bhagavato pāde sirasā vanda, appābādhaṁ appātaṅkaṁ lahuṭṭhānaṁ balaṁ phāsuvihāraṁ puccha: ",
  "mn85:3.3": "‘bodhi, bhante, rājakumāro bhagavato pāde sirasā vandati, appābādhaṁ appātaṅkaṁ lahuṭṭhānaṁ balaṁ phāsuvihāraṁ pucchatī’ti. ",
  "mn85:3.4": "Evañca vadehi: ",
  "mn85:3.5": "‘adhivāsetu kira, bhante, bhagavā bodhissa rājakumārassa svātanāya bhattaṁ saddhiṁ bhikkhusaṅghenā’”ti. ",
  "mn85:4.1": "“Evaṁ, bho”ti kho sañjikāputto māṇavo bodhissa rājakumārassa paṭissutvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṁ sammodi. ",
  "mn85:4.2": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho sañjikāputto māṇavo bhagavantaṁ etadavoca: ",
  "mn85:4.3": "“bodhi kho rājakumāro bhoto gotamassa pāde sirasā vandati, appābādhaṁ appātaṅkaṁ lahuṭṭhānaṁ balaṁ phāsuvihāraṁ pucchati. ",
  "mn85:4.4": "Evañca vadeti: ",
  "mn85:4.5": "‘adhivāsetu kira bhavaṁ gotamo bodhissa rājakumārassa svātanāya bhattaṁ saddhiṁ bhikkhusaṅghenā’”ti. ",
  "mn85:4.6": "Adhivāsesi bhagavā tuṇhībhāvena. ",
  "mn85:4.7": "Atha kho sañjikāputto māṇavo bhagavato adhivāsanaṁ viditvā uṭṭhāyāsanā yena bodhi rājakumāro tenupasaṅkami; upasaṅkamitvā bodhiṁ rājakumāraṁ etadavoca: ",
  "mn85:4.8": "“avocumha bhoto vacanena taṁ bhavantaṁ gotamaṁ: ",
  "mn85:4.9": "‘bodhi kho rājakumāro bhoto gotamassa pāde sirasā vandati, appābādhaṁ appātaṅkaṁ lahuṭṭhānaṁ balaṁ phāsuvihāraṁ pucchati. ",
  "mn85:4.10": "Evañca vadeti—",
  "mn85:4.11": "adhivāsetu kira bhavaṁ gotamo bodhissa rājakumārassa svātanāya bhattaṁ saddhiṁ bhikkhusaṅghenā’ti. ",
  "mn85:4.12": "Adhivuṭṭhañca pana samaṇena gotamenā”ti. ",
  "mn85:5.1": "Atha kho bodhi rājakumāro tassā rattiyā accayena sake nivesane paṇītaṁ khādanīyaṁ bhojanīyaṁ paṭiyādāpetvā, kokanadañca pāsādaṁ odātehi dussehi santharāpetvā yāva pacchimasopānakaḷevarā, sañjikāputtaṁ māṇavaṁ āmantesi: ",
  "mn85:5.2": "“ehi tvaṁ, samma sañjikāputta, yena bhagavā tenupasaṅkama; upasaṅkamitvā bhagavato kālaṁ ārocehi: ",
  "mn85:5.3": "‘kālo, bhante, niṭṭhitaṁ bhattan’”ti. ",
  "mn85:5.4": "“Evaṁ, bho”ti kho sañjikāputto māṇavo bodhissa rājakumārassa paṭissutvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavato kālaṁ ārocesi: ",
  "mn85:5.5": "“kālo, bho gotama, niṭṭhitaṁ bhattan”ti. ",
  "mn85:6.1": "Atha kho bhagavā pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya yena bodhissa rājakumārassa nivesanaṁ tenupasaṅkami. ",
  "mn85:7.1": "Tena kho pana samayena bodhi rājakumāro bahidvārakoṭṭhake ṭhito hoti bhagavantaṁ āgamayamāno. ",
  "mn85:7.2": "Addasā kho bodhi rājakumāro bhagavantaṁ dūratova āgacchantaṁ. ",
  "mn85:7.3": "Disvāna paccuggantvā bhagavantaṁ abhivādetvā purakkhatvā yena kokanado pāsādo tenupasaṅkami. ",
  "mn85:7.4": "Atha kho bhagavā pacchimaṁ sopānakaḷevaraṁ nissāya aṭṭhāsi. ",
  "mn85:7.5": "Atha kho bodhi rājakumāro bhagavantaṁ etadavoca: ",
  "mn85:7.6": "“abhiruhatu, bhante, bhagavā dussāni, abhiruhatu sugato dussāni; ",
  "mn85:7.7": "yaṁ mama assa dīgharattaṁ hitāya sukhāyā”ti. ",
  "mn85:7.8": "Evaṁ vutte, bhagavā tuṇhī ahosi. ",
  "mn85:7.9": "Dutiyampi kho …pe… ",
  "mn85:7.10": "tatiyampi kho bodhi rājakumāro bhagavantaṁ etadavoca: ",
  "mn85:7.11": "“abhiruhatu, bhante, bhagavā dussāni, abhiruhatu sugato dussāni; ",
  "mn85:7.12": "yaṁ mama assa dīgharattaṁ hitāya sukhāyā”ti. ",
  "mn85:7.13": "Atha kho bhagavā āyasmantaṁ ānandaṁ apalokesi. ",
  "mn85:7.14": "Atha kho āyasmā ānando bodhiṁ rājakumāraṁ etadavoca: ",
  "mn85:7.15": "“saṁharatu, rājakumāra, dussāni; ",
  "mn85:7.16": "na bhagavā celapaṭikaṁ akkamissati. ",
  "mn85:7.17": "Pacchimaṁ janataṁ tathāgato anukampatī”ti. ",
  "mn85:8.1": "Atha kho bodhi rājakumāro dussāni saṁharāpetvā uparikokanadapāsāde āsanāni paññapesi. ",
  "mn85:8.2": "Atha kho bhagavā kokanadaṁ pāsādaṁ abhiruhitvā paññatte āsane nisīdi saddhiṁ bhikkhusaṅghena. ",
  "mn85:9.1": "Atha kho bodhi rājakumāro buddhappamukhaṁ bhikkhusaṅghaṁ paṇītena khādanīyena bhojanīyena sahatthā santappesi sampavāresi. ",
  "mn85:9.2": "Atha kho bodhi rājakumāro bhagavantaṁ bhuttāviṁ onītapattapāṇiṁ aññataraṁ nīcaṁ āsanaṁ gahetvā ekamantaṁ nisīdi. ",
  "mn85:9.3": "Ekamantaṁ nisinno kho bodhi rājakumāro bhagavantaṁ etadavoca: ",
  "mn85:9.4": "“mayhaṁ kho, bhante, evaṁ hoti: ",
  "mn85:9.5": "‘na kho sukhena sukhaṁ adhigantabbaṁ, dukkhena kho sukhaṁ adhigantabban’”ti. ",
  "mn85:10.1": "“Mayhampi kho, rājakumāra, pubbeva sambodhā anabhisambuddhassa bodhisattasseva sato etadahosi: ",
  "mn85:10.2": "‘na kho sukhena sukhaṁ adhigantabbaṁ, dukkhena kho sukhaṁ adhigantabban’ti. ",
  "mn85:11.1": "So kho ahaṁ, rājakumāra, aparena samayena daharova samāno susukāḷakeso bhadrena yobbanena samannāgato paṭhamena vayasā akāmakānaṁ mātāpitūnaṁ assumukhānaṁ rudantānaṁ kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajiṁ. ",
  "mn85:11.2": "So evaṁ pabbajito samāno kiṅkusalagavesī anuttaraṁ santivarapadaṁ pariyesamāno yena āḷāro kālāmo tenupasaṅkamiṁ; upasaṅkamitvā āḷāraṁ kālāmaṁ etadavocaṁ: ",
  "mn85:11.3": "‘icchāmahaṁ, āvuso kālāma, imasmiṁ dhammavinaye brahmacariyaṁ caritun’ti. ",
  "mn85:11.4": "Evaṁ vutte, rājakumāra, āḷāro kālāmo maṁ etadavoca: ",
  "mn85:11.5": "‘viharatāyasmā, ",
  "mn85:11.6": "tādiso ayaṁ dhammo yattha viññū puriso nacirasseva sakaṁ ācariyakaṁ sayaṁ abhiññā sacchikatvā upasampajja vihareyyā’ti. ",
  "mn85:11.7": "So kho ahaṁ, rājakumāra, nacirasseva khippameva taṁ dhammaṁ pariyāpuṇiṁ. ",
  "mn85:11.8": "So kho ahaṁ, rājakumāra, tāvatakeneva oṭṭhapahatamattena lapitalāpanamattena ñāṇavādañca vadāmi, theravādañca jānāmi passāmīti ca paṭijānāmi, ahañceva aññe ca. ",
  "mn85:11.9": "Tassa mayhaṁ, rājakumāra, etadahosi: ",
  "mn85:11.10": "‘na kho āḷāro kālāmo imaṁ dhammaṁ kevalaṁ saddhāmattakena sayaṁ abhiññā sacchikatvā upasampajja viharāmīti pavedeti; ",
  "mn85:11.11": "addhā āḷāro kālāmo imaṁ dhammaṁ jānaṁ passaṁ viharatī’ti. ",
  "mn85:12.1": "Atha khvāhaṁ, rājakumāra, yena āḷāro kālāmo tenupasaṅkamiṁ; upasaṅkamitvā āḷāraṁ kālāmaṁ etadavocaṁ: ",
  "mn85:12.2": "‘kittāvatā no, āvuso kālāma, imaṁ dhammaṁ sayaṁ abhiññā sacchikatvā upasampajja viharāmīti pavedesī’ti? ",
  "mn85:12.3": "Evaṁ vutte, rājakumāra, āḷāro kālāmo ākiñcaññāyatanaṁ pavedesi. ",
  "mn85:12.4": "Tassa mayhaṁ, rājakumāra, etadahosi: ",
  "mn85:12.5": "‘na kho āḷārasseva kālāmassa atthi saddhā, mayhampatthi saddhā; ",
  "mn85:12.6": "na kho āḷārasseva kālāmassa atthi vīriyaṁ …pe… ",
  "mn85:12.7": "sati … ",
  "mn85:12.8": "samādhi … ",
  "mn85:12.9": "paññā, mayhampatthi paññā. ",
  "mn85:12.10": "Yannūnāhaṁ yaṁ dhammaṁ āḷāro kālāmo sayaṁ abhiññā sacchikatvā upasampajja viharāmīti pavedeti tassa dhammassa sacchikiriyāya padaheyyan’ti. ",
  "mn85:12.11": "So kho ahaṁ, rājakumāra, nacirasseva khippameva taṁ dhammaṁ sayaṁ abhiññā sacchikatvā upasampajja vihāsiṁ. ",
  "mn85:12.12": "Atha khvāhaṁ, rājakumāra, yena āḷāro kālāmo tenupasaṅkamiṁ; upasaṅkamitvā āḷāraṁ kālāmaṁ etadavocaṁ: ",
  "mn85:12.13": "‘ettāvatā no, āvuso kālāma, imaṁ dhammaṁ sayaṁ abhiññā sacchikatvā upasampajja pavedesī’ti? ",
  "mn85:12.14": "‘Ettāvatā kho ahaṁ, āvuso, imaṁ dhammaṁ sayaṁ abhiññā sacchikatvā upasampajja pavedemī’ti. ",
  "mn85:12.15": "‘Ahampi kho, āvuso, ettāvatā imaṁ dhammaṁ sayaṁ abhiññā sacchikatvā upasampajja viharāmī’ti. ",
  "mn85:12.16": "‘Lābhā no, āvuso, suladdhaṁ no, āvuso, ",
  "mn85:12.17": "ye mayaṁ āyasmantaṁ tādisaṁ sabrahmacāriṁ passāma. ",
  "mn85:12.18": "Iti yāhaṁ dhammaṁ sayaṁ abhiññā sacchikatvā upasampajja pavedemi, taṁ tvaṁ dhammaṁ sayaṁ abhiññā sacchikatvā upasampajja viharasi. ",
  "mn85:12.19": "Yaṁ tvaṁ dhammaṁ sayaṁ abhiññā sacchikatvā upasampajja viharasi, tamahaṁ dhammaṁ sayaṁ abhiññā sacchikatvā upasampajja pavedemi. ",
  "mn85:12.20": "Iti yāhaṁ dhammaṁ jānāmi taṁ tvaṁ dhammaṁ jānāsi; yaṁ tvaṁ dhammaṁ jānāsi tamahaṁ dhammaṁ jānāmi. ",
  "mn85:12.21": "Iti yādiso ahaṁ, tādiso tuvaṁ; yādiso tuvaṁ tādiso ahaṁ. ",
  "mn85:12.22": "Ehi dāni, āvuso, ubhova santā imaṁ gaṇaṁ pariharāmā’ti. ",
  "mn85:12.23": "Iti kho, rājakumāra, āḷāro kālāmo ācariyo me samāno attano antevāsiṁ maṁ samānaṁ attanā samasamaṁ ṭhapesi, uḷārāya ca maṁ pūjāya pūjesi. ",
  "mn85:12.24": "Tassa mayhaṁ, rājakumāra, etadahosi: ",
  "mn85:12.25": "‘nāyaṁ dhammo nibbidāya na virāgāya na nirodhāya na upasamāya na abhiññāya na sambodhāya na nibbānāya saṁvattati, yāvadeva ākiñcaññāyatanūpapattiyā’ti. ",
  "mn85:12.26": "So kho ahaṁ, rājakumāra, taṁ dhammaṁ analaṅkaritvā tasmā dhammā nibbijja apakkamiṁ. ",
  "mn85:12.27": "So kho ahaṁ, rājakumāra, kiṅkusalagavesī anuttaraṁ santivarapadaṁ pariyesamāno yena udako rāmaputto tenupasaṅkamiṁ; upasaṅkamitvā udakaṁ rāmaputtaṁ etadavocaṁ: ",
  "mn85:12.28": "‘icchāmahaṁ, āvuso, imasmiṁ dhammavinaye brahmacariyaṁ caritun’ti. ",
  "mn85:12.29": "Evaṁ vutte, rājakumāra, udako rāmaputto maṁ etadavoca: ",
  "mn85:12.30": "‘viharatāyasmā, ",
  "mn85:12.31": "tādiso ayaṁ dhammo yattha viññū puriso nacirasseva sakaṁ ācariyakaṁ sayaṁ abhiññā sacchikatvā upasampajja vihareyyā’ti. ",
  "mn85:12.32": "So kho ahaṁ, rājakumāra, nacirasseva khippameva taṁ dhammaṁ pariyāpuṇiṁ. ",
  "mn85:12.33": "So kho ahaṁ, rājakumāra, tāvatakeneva oṭṭhapahatamattena lapitalāpanamattena ñāṇavādañca vadāmi, theravādañca jānāmi passāmīti ca paṭijānāmi, ahañceva aññe ca. ",
  "mn85:12.34": "Tassa mayhaṁ, rājakumāra, etadahosi: ",
  "mn85:12.35": "‘na kho rāmo imaṁ dhammaṁ kevalaṁ saddhāmattakena sayaṁ abhiññā sacchikatvā upasampajja viharāmīti pavedesi; ",
  "mn85:12.36": "addhā rāmo imaṁ dhammaṁ jānaṁ passaṁ vihāsī’ti. ",
  "mn85:13.1": "Atha khvāhaṁ, rājakumāra, yena udako rāmaputto tenupasaṅkamiṁ; upasaṅkamitvā udakaṁ rāmaputtaṁ etadavocaṁ: ",
  "mn85:13.2": "‘kittāvatā no, āvuso, rāmo imaṁ dhammaṁ sayaṁ abhiññā sacchikatvā upasampajja viharāmīti pavedesī’ti? ",
  "mn85:13.3": "Evaṁ vutte, rājakumāra, udako rāmaputto nevasaññānāsaññāyatanaṁ pavedesi. ",
  "mn85:13.4": "Tassa mayhaṁ, rājakumāra, etadahosi: ",
  "mn85:13.5": "‘na kho rāmasseva ahosi saddhā, mayhampatthi saddhā; ",
  "mn85:13.6": "na kho rāmasseva ahosi vīriyaṁ …pe… ",
  "mn85:13.7": "sati … ",
  "mn85:13.8": "samādhi … ",
  "mn85:13.9": "paññā, mayhampatthi paññā. ",
  "mn85:13.10": "Yannūnāhaṁ yaṁ dhammaṁ rāmo sayaṁ abhiññā sacchikatvā upasampajja viharāmīti pavedeti tassa dhammassa sacchikiriyāya padaheyyan’ti. ",
  "mn85:13.11": "So kho ahaṁ, rājakumāra, nacirasseva khippameva taṁ dhammaṁ sayaṁ abhiññā sacchikatvā upasampajja vihāsiṁ. ",
  "mn85:13.12": "Atha khvāhaṁ, rājakumāra, yena udako rāmaputto tenupasaṅkamiṁ; upasaṅkamitvā udakaṁ rāmaputtaṁ etadavocaṁ: ",
  "mn85:13.13": "‘ettāvatā no, āvuso, rāmo imaṁ dhammaṁ sayaṁ abhiññā sacchikatvā upasampajja pavedesī’ti? ",
  "mn85:13.14": "‘Ettāvatā kho, āvuso, rāmo imaṁ dhammaṁ sayaṁ abhiññā sacchikatvā upasampajja pavedesī’ti. ",
  "mn85:13.15": "‘Ahampi kho, āvuso, ettāvatā imaṁ dhammaṁ sayaṁ abhiññā sacchikatvā upasampajja viharāmī’ti. ",
  "mn85:13.16": "‘Lābhā no, āvuso, suladdhaṁ no, āvuso, ",
  "mn85:13.17": "ye mayaṁ āyasmantaṁ tādisaṁ sabrahmacāriṁ passāma. ",
  "mn85:13.18": "Iti yaṁ dhammaṁ rāmo sayaṁ abhiññā sacchikatvā upasampajja pavedesi taṁ tvaṁ dhammaṁ sayaṁ abhiññā sacchikatvā upasampajja viharasi. ",
  "mn85:13.19": "Yaṁ tvaṁ dhammaṁ sayaṁ abhiññā sacchikatvā upasampajja viharasi taṁ dhammaṁ rāmo sayaṁ abhiññā sacchikatvā upasampajja pavedesi. ",
  "mn85:13.20": "Iti yaṁ dhammaṁ rāmo abhiññāsi taṁ tvaṁ dhammaṁ jānāsi; yaṁ tvaṁ dhammaṁ jānāsi taṁ dhammaṁ rāmo abhiññāsi. ",
  "mn85:13.21": "Iti yādiso rāmo ahosi tādiso tuvaṁ, yādiso tuvaṁ tādiso rāmo ahosi. ",
  "mn85:13.22": "Ehi dāni, āvuso, tuvaṁ imaṁ gaṇaṁ pariharā’ti. ",
  "mn85:13.23": "Iti kho, rājakumāra, udako rāmaputto sabrahmacārī me samāno ācariyaṭṭhāne maṁ ṭhapesi, uḷārāya ca maṁ pūjāya pūjesi. ",
  "mn85:13.24": "Tassa mayhaṁ, rājakumāra, etadahosi: ",
  "mn85:13.25": "‘nāyaṁ dhammo nibbidāya na virāgāya na nirodhāya na upasamāya na abhiññāya na sambodhāya na nibbānāya saṁvattati, yāvadeva nevasaññānāsaññāyatanūpapattiyā’ti. ",
  "mn85:13.26": "So kho ahaṁ, rājakumāra, taṁ dhammaṁ analaṅkaritvā tasmā dhammā nibbijja apakkamiṁ. ",
  "mn85:14.1": "So kho ahaṁ, rājakumāra, kiṅkusalagavesī anuttaraṁ santivarapadaṁ pariyesamāno, magadhesu anupubbena cārikaṁ caramāno, yena uruvelā senānigamo tadavasariṁ. ",
  "mn85:14.2": "Tatthaddasaṁ ramaṇīyaṁ bhūmibhāgaṁ, pāsādikañca vanasaṇḍaṁ, nadiñca sandantiṁ setakaṁ supatitthaṁ, ramaṇīyaṁ samantā ca gocaragāmaṁ. ",
  "mn85:14.3": "Tassa mayhaṁ, rājakumāra, etadahosi: ",
  "mn85:14.4": "‘ramaṇīyo vata bho bhūmibhāgo, pāsādiko ca vanasaṇḍo, nadī ca sandati setakā supatitthā, ramaṇīyā samantā ca gocaragāmo. ",
  "mn85:14.5": "Alaṁ vatidaṁ kulaputtassa padhānatthikassa padhānāyā’ti. ",
  "mn85:14.6": "So kho ahaṁ, rājakumāra, tattheva nisīdiṁ: ",
  "mn85:14.7": "‘alamidaṁ padhānāyā’ti. ",
  "mn85:15.1": "Apissu maṁ, rājakumāra, tisso upamā paṭibhaṁsu anacchariyā pubbe assutapubbā. ",
  "mn85:16.1": "Seyyathāpi, rājakumāra, allaṁ kaṭṭhaṁ sasnehaṁ udake nikkhittaṁ. ",
  "mn85:16.2": "Atha puriso āgaccheyya uttarāraṇiṁ ādāya: ",
  "mn85:16.3": "‘aggiṁ abhinibbattessāmi, tejo pātukarissāmī’ti. ",
  "mn85:16.4": "Taṁ kiṁ maññasi, rājakumāra, ",
  "mn85:16.5": "api nu so puriso amuṁ allaṁ kaṭṭhaṁ sasnehaṁ udake nikkhittaṁ uttarāraṇiṁ ādāya abhimanthento aggiṁ abhinibbatteyya, tejo pātukareyyā”ti? ",
  "mn85:16.6": "“No hidaṁ, bhante. ",
  "mn85:16.7": "Taṁ kissa hetu? ",
  "mn85:16.8": "Aduñhi, bhante, allaṁ kaṭṭhaṁ sasnehaṁ tañca pana udake nikkhittaṁ, ",
  "mn85:16.9": "yāvadeva ca pana so puriso kilamathassa vighātassa bhāgī assā”ti. ",
  "mn85:17.1": "“Evameva kho, rājakumāra, ye hi keci samaṇā vā brāhmaṇā vā kāyena ceva cittena ca kāmehi avūpakaṭṭhā viharanti, yo ca nesaṁ kāmesu kāmacchando kāmasneho kāmamucchā kāmapipāsā kāmapariḷāho so ca ajjhattaṁ na suppahīno hoti, na suppaṭippassaddho. ",
  "mn85:17.2": "Opakkamikā cepi te bhonto samaṇabrāhmaṇā dukkhā tibbā kharā kaṭukā vedanā vedayanti, abhabbāva te ñāṇāya dassanāya anuttarāya sambodhāya. ",
  "mn85:17.3": "No cepi te bhonto samaṇabrāhmaṇā opakkamikā dukkhā tibbā kharā kaṭukā vedanā vedayanti, abhabbāva te ñāṇāya dassanāya anuttarāya sambodhāya. ",
  "mn85:17.4": "Ayaṁ kho maṁ, rājakumāra, paṭhamā upamā paṭibhāsi anacchariyā pubbe assutapubbā. ",
  "mn85:18.1": "Aparāpi kho maṁ, rājakumāra, dutiyā upamā paṭibhāsi anacchariyā pubbe assutapubbā. ",
  "mn85:18.2": "Seyyathāpi, rājakumāra, allaṁ kaṭṭhaṁ sasnehaṁ ārakā udakā thale nikkhittaṁ. ",
  "mn85:18.3": "Atha puriso āgaccheyya uttarāraṇiṁ ādāya: ",
  "mn85:18.4": "‘aggiṁ abhinibbattessāmi, tejo pātukarissāmī’ti. ",
  "mn85:18.5": "Taṁ kiṁ maññasi, rājakumāra, ",
  "mn85:18.6": "api nu so puriso amuṁ allaṁ kaṭṭhaṁ sasnehaṁ ārakā udakā thale nikkhittaṁ uttarāraṇiṁ ādāya abhimanthento aggiṁ abhinibbatteyya, tejo pātukareyyā”ti? ",
  "mn85:18.7": "“No hidaṁ, bhante. ",
  "mn85:18.8": "Taṁ kissa hetu? ",
  "mn85:18.9": "Aduñhi, bhante, allaṁ kaṭṭhaṁ sasnehaṁ kiñcāpi ārakā udakā thale nikkhittaṁ, ",
  "mn85:18.10": "yāvadeva ca pana so puriso kilamathassa vighātassa bhāgī assā”ti. ",
  "mn85:18.11": "“Evameva kho, rājakumāra, ye hi keci samaṇā vā brāhmaṇā vā kāyena ceva cittena ca kāmehi vūpakaṭṭhā viharanti, yo ca nesaṁ kāmesu kāmacchando kāmasneho kāmamucchā kāmapipāsā kāmapariḷāho so ca ajjhattaṁ na suppahīno hoti, na suppaṭippassaddho. ",
  "mn85:18.12": "Opakkamikā cepi te bhonto samaṇabrāhmaṇā dukkhā tibbā kharā kaṭukā vedanā vedayanti, abhabbāva te ñāṇāya dassanāya anuttarāya sambodhāya. ",
  "mn85:18.13": "No cepi te bhonto samaṇabrāhmaṇā opakkamikā dukkhā tibbā kharā kaṭukā vedanā vedayanti, abhabbāva te ñāṇāya dassanāya anuttarāya sambodhāya. ",
  "mn85:18.14": "Ayaṁ kho maṁ, rājakumāra, dutiyā upamā paṭibhāsi anacchariyā pubbe assutapubbā. ",
  "mn85:19.1": "Aparāpi kho maṁ, rājakumāra, tatiyā upamā paṭibhāsi anacchariyā pubbe assutapubbā. ",
  "mn85:19.2": "Seyyathāpi, rājakumāra, sukkhaṁ kaṭṭhaṁ koḷāpaṁ ārakā udakā thale nikkhittaṁ. ",
  "mn85:19.3": "Atha puriso āgaccheyya uttarāraṇiṁ ādāya: ",
  "mn85:19.4": "‘aggiṁ abhinibbattessāmi, tejo pātukarissāmī’ti. ",
  "mn85:19.5": "Taṁ kiṁ maññasi, rājakumāra, ",
  "mn85:19.6": "api nu so puriso amuṁ sukkhaṁ kaṭṭhaṁ koḷāpaṁ ārakā udakā thale nikkhittaṁ uttarāraṇiṁ ādāya abhimanthento aggiṁ abhinibbatteyya, tejo pātukareyyā”ti? ",
  "mn85:19.7": "“Evaṁ, bhante. ",
  "mn85:19.8": "Taṁ kissa hetu? ",
  "mn85:19.9": "Aduñhi, bhante, sukkhaṁ kaṭṭhaṁ koḷāpaṁ, tañca pana ārakā udakā thale nikkhittan”ti. ",
  "mn85:19.10": "“Evameva kho, rājakumāra, ye hi keci samaṇā vā brāhmaṇā vā kāyena ceva cittena ca kāmehi vūpakaṭṭhā viharanti, yo ca nesaṁ kāmesu kāmacchando kāmasneho kāmamucchā kāmapipāsā kāmapariḷāho so ca ajjhattaṁ suppahīno hoti suppaṭippassaddho. ",
  "mn85:19.11": "Opakkamikā cepi te bhonto samaṇabrāhmaṇā dukkhā tibbā kharā kaṭukā vedanā vedayanti, bhabbāva te ñāṇāya dassanāya anuttarāya sambodhāya. ",
  "mn85:19.12": "No cepi te bhonto samaṇabrāhmaṇā opakkamikā dukkhā tibbā kharā kaṭukā vedanā vedayanti, bhabbāva te ñāṇāya dassanāya anuttarāya sambodhāya. ",
  "mn85:19.13": "Ayaṁ kho maṁ, rājakumāra, tatiyā upamā paṭibhāsi anacchariyā pubbe assutapubbā. ",
  "mn85:19.14": "Imā kho maṁ, rājakumāra, tisso upamā paṭibhaṁsu anacchariyā pubbe assutapubbā. ",
  "mn85:20.1": "Tassa mayhaṁ, rājakumāra, etadahosi: ",
  "mn85:20.2": "‘yannūnāhaṁ dantebhidantamādhāya, jivhāya tāluṁ āhacca, cetasā cittaṁ abhiniggaṇheyyaṁ abhinippīḷeyyaṁ abhisantāpeyyan’ti. ",
  "mn85:20.3": "So kho ahaṁ, rājakumāra, dantebhidantamādhāya, jivhāya tāluṁ āhacca, cetasā cittaṁ abhiniggaṇhāmi abhinippīḷemi abhisantāpemi. ",
  "mn85:20.4": "Tassa mayhaṁ, rājakumāra, dantebhidantamādhāya, jivhāya tāluṁ āhacca, cetasā cittaṁ abhiniggaṇhato abhinippīḷayato abhisantāpayato kacchehi sedā muccanti. ",
  "mn85:20.5": "Seyyathāpi, rājakumāra, balavā puriso dubbalataraṁ purisaṁ sīse vā gahetvā khandhe vā gahetvā abhiniggaṇheyya abhinippīḷeyya abhisantāpeyya; ",
  "mn85:20.6": "evameva kho me, rājakumāra, dantebhidantamādhāya, jivhāya tāluṁ āhacca, cetasā cittaṁ abhiniggaṇhato abhinippīḷayato abhisantāpayato kacchehi sedā muccanti. ",
  "mn85:20.7": "Āraddhaṁ kho pana me, rājakumāra, vīriyaṁ hoti asallīnaṁ, upaṭṭhitā sati asammuṭṭhā, sāraddho ca pana me kāyo hoti appaṭippassaddho, teneva dukkhappadhānena padhānābhitunnassa sato. ",
  "mn85:21.1": "Tassa mayhaṁ, rājakumāra, etadahosi: ",
  "mn85:21.2": "‘yannūnāhaṁ appāṇakaṁyeva jhānaṁ jhāyeyyan’ti. ",
  "mn85:21.3": "So kho ahaṁ, rājakumāra, mukhato ca nāsato ca assāsapassāse uparundhiṁ. ",
  "mn85:21.4": "Tassa mayhaṁ, rājakumāra, mukhato ca nāsato ca assāsapassāsesu uparuddhesu kaṇṇasotehi vātānaṁ nikkhamantānaṁ adhimatto saddo hoti. ",
  "mn85:21.5": "Seyyathāpi nāma kammāragaggariyā dhamamānāya adhimatto saddo hoti; ",
  "mn85:21.6": "evameva kho me, rājakumāra, mukhato ca nāsato ca assāsapassāsesu uparuddhesu kaṇṇasotehi vātānaṁ nikkhamantānaṁ adhimatto saddo hoti. ",
  "mn85:21.7": "Āraddhaṁ kho pana me, rājakumāra, vīriyaṁ hoti asallīnaṁ, upaṭṭhitā sati asammuṭṭhā, sāraddho ca pana me kāyo hoti appaṭippassaddho, teneva dukkhappadhānena padhānābhitunnassa sato. ",
  "mn85:22.1": "Tassa mayhaṁ, rājakumāra, etadahosi: ",
  "mn85:22.2": "‘yannūnāhaṁ appāṇakaṁyeva jhānaṁ jhāyeyyan’ti. ",
  "mn85:22.3": "So kho ahaṁ, rājakumāra, mukhato ca nāsato ca kaṇṇato ca assāsapassāse uparundhiṁ. ",
  "mn85:22.4": "Tassa mayhaṁ, rājakumāra, mukhato ca nāsato ca kaṇṇato ca assāsapassāsesu uparuddhesu adhimattā vātā muddhani ūhananti. ",
  "mn85:22.5": "Seyyathāpi, rājakumāra, balavā puriso tiṇhena sikharena muddhani abhimattheyya; ",
  "mn85:22.6": "evameva kho me, rājakumāra, mukhato ca nāsato ca kaṇṇato ca assāsapassāsesu uparuddhesu adhimattā vātā muddhani ūhananti. ",
  "mn85:22.7": "Āraddhaṁ kho pana me, rājakumāra, vīriyaṁ hoti asallīnaṁ, upaṭṭhitā sati asammuṭṭhā, sāraddho ca pana me kāyo hoti appaṭippassaddho, teneva dukkhappadhānena padhānābhitunnassa sato. ",
  "mn85:23.1": "Tassa mayhaṁ, rājakumāra, etadahosi: ",
  "mn85:23.2": "‘yannūnāhaṁ appāṇakaṁyeva jhānaṁ jhāyeyyan’ti. ",
  "mn85:23.3": "So kho ahaṁ, rājakumāra, mukhato ca nāsato ca kaṇṇato ca assāsapassāse uparundhiṁ. ",
  "mn85:23.4": "Tassa mayhaṁ, rājakumāra, mukhato ca nāsato ca kaṇṇato ca assāsapassāsesu uparuddhesu adhimattā sīse sīsavedanā honti. ",
  "mn85:23.5": "Seyyathāpi, rājakumāra, balavā puriso daḷhena varattakkhaṇḍena sīse sīsaveṭhaṁ dadeyya; ",
  "mn85:23.6": "evameva kho me, rājakumāra, mukhato ca nāsato ca kaṇṇato ca assāsapassāsesu uparuddhesu adhimattā sīse sīsavedanā honti. ",
  "mn85:23.7": "Āraddhaṁ kho pana me, rājakumāra, vīriyaṁ hoti asallīnaṁ, upaṭṭhitā sati asammuṭṭhā, sāraddho ca pana me kāyo hoti appaṭippassaddho, teneva dukkhappadhānena padhānābhitunnassa sato. ",
  "mn85:24.1": "Tassa mayhaṁ, rājakumāra, etadahosi: ",
  "mn85:24.2": "‘yannūnāhaṁ appāṇakaṁyeva jhānaṁ jhāyeyyan’ti. ",
  "mn85:24.3": "So kho ahaṁ, rājakumāra, mukhato ca nāsato ca kaṇṇato ca assāsapassāse uparundhiṁ. ",
  "mn85:24.4": "Tassa mayhaṁ, rājakumāra, mukhato ca nāsato ca kaṇṇato ca assāsapassāsesu uparuddhesu adhimattā vātā kucchiṁ parikantanti. ",
  "mn85:24.5": "Seyyathāpi, rājakumāra, dakkho goghātako vā goghātakantevāsī vā tiṇhena govikantanena kucchiṁ parikanteyya; ",
  "mn85:24.6": "evameva kho me, rājakumāra, mukhato ca nāsato ca kaṇṇato ca assāsapassāsesu uparuddhesu adhimattā, vātā kucchiṁ parikantanti. ",
  "mn85:24.7": "Āraddhaṁ kho pana me, rājakumāra, vīriyaṁ hoti asallīnaṁ, upaṭṭhitā sati asammuṭṭhā, sāraddho ca pana me kāyo hoti appaṭippassaddho, teneva dukkhappadhānena padhānābhitunnassa sato. ",
  "mn85:25.1": "Tassa mayhaṁ, rājakumāra, etadahosi: ",
  "mn85:25.2": "‘yannūnāhaṁ appāṇakaṁyeva jhānaṁ jhāyeyyan’ti. ",
  "mn85:25.3": "So kho ahaṁ, rājakumāra, mukhato ca nāsato ca kaṇṇato ca assāsapassāse uparundhiṁ. ",
  "mn85:25.4": "Tassa mayhaṁ, rājakumāra, mukhato ca nāsato ca kaṇṇato ca assāsapassāsesu uparuddhesu adhimatto kāyasmiṁ ḍāho hoti. ",
  "mn85:25.5": "Seyyathāpi, rājakumāra, dve balavanto purisā dubbalataraṁ purisaṁ nānābāhāsu gahetvā aṅgārakāsuyā santāpeyyuṁ samparitāpeyyuṁ; ",
  "mn85:25.6": "evameva kho me, rājakumāra, mukhato ca nāsato ca kaṇṇato ca assāsapassāsesu uparuddhesu adhimatto kāyasmiṁ ḍāho hoti. ",
  "mn85:25.7": "Āraddhaṁ kho pana me, rājakumāra, vīriyaṁ hoti asallīnaṁ, upaṭṭhitā sati asammuṭṭhā, sāraddho ca pana me kāyo hoti appaṭippassaddho, teneva dukkhappadhānena padhānābhitunnassa sato. ",
  "mn85:26.1": "Apissu maṁ, rājakumāra, devatā disvā evamāhaṁsu: ",
  "mn85:26.2": "‘kālaṅkato samaṇo gotamo’ti. ",
  "mn85:26.3": "Ekaccā devatā evamāhaṁsu: ",
  "mn85:26.4": "‘na kālaṅkato samaṇo gotamo, api ca kālaṁ karotī’ti. ",
  "mn85:26.5": "Ekaccā devatā evamāhaṁsu: ",
  "mn85:26.6": "‘na kālaṅkato samaṇo gotamo, nāpi kālaṁ karoti. Arahaṁ samaṇo gotamo. Vihāro tveva so arahato evarūpo hotī’ti. ",
  "mn85:27.1": "Tassa mayhaṁ, rājakumāra, etadahosi: ",
  "mn85:27.2": "‘yannūnāhaṁ sabbaso āhārupacchedāya paṭipajjeyyan’ti. ",
  "mn85:27.3": "Atha kho maṁ, rājakumāra, devatā upasaṅkamitvā etadavocuṁ: ",
  "mn85:27.4": "‘mā kho tvaṁ, mārisa, sabbaso āhārupacchedāya paṭipajji. ",
  "mn85:27.5": "Sace kho tvaṁ, mārisa, sabbaso āhārupacchedāya paṭipajjissasi, tassa te mayaṁ dibbaṁ ojaṁ lomakūpehi ajjhohāressāma, tāya tvaṁ yāpessasī’ti. ",
  "mn85:27.6": "Tassa mayhaṁ, rājakumāra, etadahosi: ",
  "mn85:27.7": "‘ahañceva kho pana sabbaso ajajjitaṁ paṭijāneyyaṁ. Imā ca me devatā dibbaṁ ojaṁ lomakūpehi ajjhohāreyyuṁ, tāya cāhaṁ yāpeyyaṁ, taṁ mamassa musā’ti. ",
  "mn85:27.8": "So kho ahaṁ, rājakumāra, tā devatā paccācikkhāmi. ‘Halan’ti vadāmi. ",
  "mn85:28.1": "Tassa mayhaṁ, rājakumāra, etadahosi: ",
  "mn85:28.2": "‘yannūnāhaṁ thokaṁ thokaṁ āhāraṁ āhāreyyaṁ pasataṁ pasataṁ, yadi vā muggayūsaṁ yadi vā kulatthayūsaṁ yadi vā kaḷāyayūsaṁ yadi vā hareṇukayūsan’ti. ",
  "mn85:28.3": "So kho ahaṁ, rājakumāra, thokaṁ thokaṁ āhāraṁ āhāresiṁ pasataṁ pasataṁ, yadi vā muggayūsaṁ yadi vā kulatthayūsaṁ yadi vā kaḷāyayūsaṁ yadi vā hareṇukayūsaṁ. ",
  "mn85:28.4": "Tassa mayhaṁ, rājakumāra, thokaṁ thokaṁ āhāraṁ āhārayato pasataṁ pasataṁ, yadi vā muggayūsaṁ yadi vā kulatthayūsaṁ yadi vā kaḷāyayūsaṁ yadi vā hareṇukayūsaṁ, adhimattakasimānaṁ patto kāyo hoti. ",
  "mn85:28.5": "Seyyathāpi nāma āsītikapabbāni vā kāḷapabbāni vā; evamevassu me aṅgapaccaṅgāni bhavanti tāyevappāhāratāya. ",
  "mn85:28.6": "Seyyathāpi nāma oṭṭhapadaṁ; evamevassu me ānisadaṁ hoti tāyevappāhāratāya. ",
  "mn85:28.7": "Seyyathāpi nāma vaṭṭanāvaḷī; evamevassu me piṭṭhikaṇṭako uṇṇatāvanato hoti tāyevappāhāratāya. ",
  "mn85:28.8": "Seyyathāpi nāma jarasālāya gopānasiyo oluggaviluggā bhavanti; evamevassu me phāsuḷiyo oluggaviluggā bhavanti tāyevappāhāratāya. ",
  "mn85:28.9": "Seyyathāpi nāma gambhīre udapāne udakatārakā gambhīragatā okkhāyikā dissanti; evamevassu me akkhikūpesu akkhitārakā gambhīragatā okkhāyikā dissanti tāyevappāhāratāya. ",
  "mn85:28.10": "Seyyathāpi nāma tittakālābu āmakacchinno vātātapena samphuṭito hoti sammilāto; evamevassu me sīsacchavi samphuṭitā hoti sammilātā tāyevappāhāratāya. ",
  "mn85:28.11": "So kho ahaṁ, rājakumāra, ‘udaracchaviṁ parimasissāmī’ti piṭṭhikaṇṭakaṁyeva pariggaṇhāmi, ‘piṭṭhikaṇṭakaṁ parimasissāmī’ti udaracchaviṁyeva pariggaṇhāmi. Yāvassu me, rājakumāra, udaracchavi piṭṭhikaṇṭakaṁ allīnā hoti tāyevappāhāratāya. ",
  "mn85:28.12": "So kho ahaṁ, rājakumāra, ‘vaccaṁ vā muttaṁ vā karissāmī’ti tattheva avakujjo papatāmi tāyevappāhāratāya. ",
  "mn85:28.13": "So kho ahaṁ, rājakumāra, imameva kāyaṁ assāsento pāṇinā gattāni anumajjāmi. Tassa mayhaṁ, rājakumāra, pāṇinā gattāni anumajjato pūtimūlāni lomāni kāyasmā papatanti tāyevappāhāratāya. ",
  "mn85:29.1": "Apissu maṁ, rājakumāra, manussā disvā evamāhaṁsu: ‘kāḷo samaṇo gotamo’ti, ",
  "mn85:29.2": "ekacce manussā evamāhaṁsu: ‘na kāḷo samaṇo gotamo, sāmo samaṇo gotamo’ti. ",
  "mn85:29.3": "Ekacce manussā evamāhaṁsu: ‘na kāḷo samaṇo gotamo, napi sāmo, maṅguracchavi samaṇo gotamo’ti. ",
  "mn85:29.4": "Yāvassu me, rājakumāra, tāva parisuddho chavivaṇṇo pariyodāto upahato hoti tāyevappāhāratāya. ",
  "mn85:30.1": "Tassa mayhaṁ, rājakumāra, etadahosi: ",
  "mn85:30.2": "‘ye kho keci atītamaddhānaṁ samaṇā vā brāhmaṇā vā opakkamikā dukkhā tibbā kharā kaṭukā vedanā vedayiṁsu, etāvaparamaṁ nayito bhiyyo. ",
  "mn85:30.3": "Yepi hi keci anāgatamaddhānaṁ samaṇā vā brāhmaṇā vā opakkamikā dukkhā tibbā kharā kaṭukā vedanā vedayissanti, etāvaparamaṁ nayito bhiyyo. ",
  "mn85:30.4": "Yepi hi keci etarahi samaṇā vā brāhmaṇā vā opakkamikā dukkhā tibbā kharā kaṭukā vedanā vedayanti, etāvaparamaṁ nayito bhiyyo. ",
  "mn85:30.5": "Na kho panāhaṁ imāya kaṭukāya dukkarakārikāya adhigacchāmi uttari manussadhammā alamariyañāṇadassanavisesaṁ; ",
  "mn85:30.6": "siyā nu kho añño maggo bodhāyā’ti. ",
  "mn85:31.1": "Tassa mayhaṁ, rājakumāra, etadahosi: ",
  "mn85:31.2": "‘abhijānāmi kho panāhaṁ pitu sakkassa kammante sītāya jambucchāyāya nisinno vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṁ savicāraṁ vivekajaṁ pītisukhaṁ paṭhamaṁ jhānaṁ upasampajja viharitā; ",
  "mn85:31.3": "siyā nu kho eso maggo bodhāyā’ti. ",
  "mn85:31.4": "Tassa mayhaṁ, rājakumāra, satānusāri viññāṇaṁ ahosi: ",
  "mn85:31.5": "‘eseva maggo bodhāyā’ti. ",
  "mn85:32.1": "Tassa mayhaṁ, rājakumāra, etadahosi: ",
  "mn85:32.2": "‘kiṁ nu kho ahaṁ tassa sukhassa bhāyāmi yaṁ taṁ sukhaṁ aññatreva kāmehi aññatra akusalehi dhammehī’ti? ",
  "mn85:32.3": "Tassa mayhaṁ, rājakumāra, etadahosi: ",
  "mn85:32.4": "‘na kho ahaṁ tassa sukhassa bhāyāmi yaṁ taṁ sukhaṁ aññatreva kāmehi aññatra akusalehi dhammehī’ti. ",
  "mn85:33.1": "Tassa mayhaṁ, rājakumāra, etadahosi: ",
  "mn85:33.2": "‘na kho taṁ sukaraṁ sukhaṁ adhigantuṁ evaṁ adhimattakasimānaṁ pattakāyena. Yannūnāhaṁ oḷārikaṁ āhāraṁ āhāreyyaṁ odanakummāsan’ti. ",
  "mn85:33.3": "So kho ahaṁ, rājakumāra, oḷārikaṁ āhāraṁ āhāresiṁ odanakummāsaṁ. ",
  "mn85:33.4": "Tena kho pana maṁ, rājakumāra, samayena pañcavaggiyā bhikkhū paccupaṭṭhitā honti: ",
  "mn85:33.5": "‘yaṁ kho samaṇo gotamo dhammaṁ adhigamissati taṁ no ārocessatī’ti. ",
  "mn85:33.6": "Yato kho ahaṁ, rājakumāra, oḷārikaṁ āhāraṁ āhāresiṁ odanakummāsaṁ, atha me te pañcavaggiyā bhikkhū nibbijja pakkamiṁsu: ",
  "mn85:33.7": "‘bāhulliko samaṇo gotamo padhānavibbhanto, āvatto bāhullāyā’ti. ",
  "mn85:34-37.1": "So kho ahaṁ, rājakumāra, oḷārikaṁ āhāraṁ āhāretvā balaṁ gahetvā vivicceva kāmehi …pe… paṭhamaṁ jhānaṁ upasampajja vihāsiṁ. ",
  "mn85:34-37.2": "Vitakkavicārānaṁ vūpasamā … dutiyaṁ jhānaṁ … ",
  "mn85:34-37.3": "tatiyaṁ jhānaṁ … ",
  "mn85:34-37.4": "catutthaṁ jhānaṁ upasampajja vihāsiṁ. ",
  "mn85:34-37.5": "So evaṁ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte pubbenivāsānussatiñāṇāya cittaṁ abhininnāmesiṁ. ",
  "mn85:34-37.6": "So anekavihitaṁ pubbenivāsaṁ anussarāmi, seyyathidaṁ—ekampi jātiṁ dvepi jātiyo …pe… iti sākāraṁ sauddesaṁ anekavihitaṁ pubbenivāsaṁ anussarāmi. ",
  "mn85:34-37.7": "Ayaṁ kho me, rājakumāra, rattiyā paṭhame yāme paṭhamā ",
  "mn85:34-37.8": "vijjā adhigatā, avijjā vihatā, vijjā uppannā; tamo vihato, āloko uppanno—yathā taṁ appamattassa ātāpino pahitattassa viharato. ",
  "mn85:38.1": "So evaṁ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte sattānaṁ cutūpapātañāṇāya cittaṁ abhininnāmesiṁ. ",
  "mn85:38.2": "So dibbena cakkhunā visuddhena atikkantamānusakena satte passāmi cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate yathākammūpage satte pajānāmi …pe… ",
  "mn85:39.1": "ayaṁ kho me, rājakumāra, rattiyā majjhime yāme dutiyā vijjā adhigatā, avijjā vihatā, vijjā uppannā; tamo vihato, āloko uppanno—yathā taṁ appamattassa ātāpino pahitattassa viharato. ",
  "mn85:40.1": "So evaṁ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte āsavānaṁ khayañāṇāya cittaṁ abhininnāmesiṁ. ",
  "mn85:40.2": "So ‘idaṁ dukkhan’ti yathābhūtaṁ abbhaññāsiṁ …pe… ‘ayaṁ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṁ abbhaññāsiṁ; ",
  "mn85:40.3": "‘ime āsavā’ti yathābhūtaṁ abbhaññāsiṁ …pe… ‘ayaṁ āsavanirodhagāminī paṭipadā’ti yathābhūtaṁ abbhaññāsiṁ. ",
  "mn85:41.1": "Tassa me evaṁ jānato evaṁ passato kāmāsavāpi cittaṁ vimuccittha, bhavāsavāpi cittaṁ vimuccittha, avijjāsavāpi cittaṁ vimuccittha. ",
  "mn85:41.2": "Vimuttasmiṁ vimuttamiti ñāṇaṁ ahosi. ",
  "mn85:41.3": "‘Khīṇā jāti, vusitaṁ brahmacariyaṁ, kataṁ karaṇīyaṁ, nāparaṁ itthattāyā’ti abbhaññāsiṁ. ",
  "mn85:42.1": "Ayaṁ kho me, rājakumāra, rattiyā pacchime yāme tatiyā ",
  "mn85:42.2": "vijjā adhigatā, avijjā vihatā, vijjā uppannā; tamo vihato, āloko uppanno—yathā taṁ appamattassa ātāpino pahitattassa viharato. ",
  "mn85:43.1": "Tassa mayhaṁ, rājakumāra, etadahosi: ",
  "mn85:43.2": "‘adhigato kho myāyaṁ dhammo gambhīro duddaso duranubodho santo paṇīto atakkāvacaro nipuṇo paṇḍitavedanīyo. ",
  "mn85:43.3": "Ālayarāmā kho panāyaṁ pajā ālayaratā ālayasammuditā. ",
  "mn85:43.4": "Ālayarāmāya kho pana pajāya ālayaratāya ālayasammuditāya duddasaṁ idaṁ ṭhānaṁ yadidaṁ—idappaccayatāpaṭiccasamuppādo. ",
  "mn85:43.5": "Idampi kho ṭhānaṁ duddasaṁ—yadidaṁ sabbasaṅkhārasamatho sabbūpadhipaṭinissaggo taṇhākkhayo virāgo nirodho nibbānaṁ. ",
  "mn85:43.6": "Ahañceva kho pana dhammaṁ deseyyaṁ, pare ca me na ājāneyyuṁ, so mamassa kilamatho, sā mamassa vihesā’ti. ",
  "mn85:43.7": "Apissu maṁ, rājakumāra, imā anacchariyā gāthāyo paṭibhaṁsu pubbe assutapubbā: ",
  "mn85:43.8": "‘Kicchena me adhigataṁ, ",
  "mn85:43.9": "halaṁ dāni pakāsituṁ; ",
  "mn85:43.10": "Rāgadosaparetehi, ",
  "mn85:43.11": "nāyaṁ dhammo susambudho. ",
  "mn85:43.12": "Paṭisotagāmiṁ nipuṇaṁ, ",
  "mn85:43.13": "gambhīraṁ duddasaṁ aṇuṁ; ",
  "mn85:43.14": "Rāgarattā na dakkhanti, ",
  "mn85:43.15": "tamokhandhena āvuṭā’ti. ",
  "mn85:43.16": "Itiha me, rājakumāra, paṭisañcikkhato appossukkatāya cittaṁ namati no dhammadesanāya. ",
  "mn85:44.1": "Atha kho, rājakumāra, brahmuno sahampatissa mama cetasā cetoparivitakkamaññāya etadahosi: ",
  "mn85:44.2": "‘nassati vata bho loko; vinassati vata bho loko. Yatra hi nāma tathāgatassa arahato sammāsambuddhassa appossukkatāya cittaṁ namati no dhammadesanāyā’ti. ",
  "mn85:44.3": "Atha kho, rājakumāra, brahmā sahampati—seyyathāpi nāma balavā puriso samiñjitaṁ vā bāhaṁ pasāreyya pasāritaṁ vā bāhaṁ samiñjeyya; evameva—brahmaloke antarahito mama purato pāturahosi. ",
  "mn85:44.4": "Atha kho, rājakumāra, brahmā sahampati ekaṁsaṁ uttarāsaṅgaṁ karitvā yenāhaṁ tenañjaliṁ paṇāmetvā maṁ etadavoca: ",
  "mn85:44.5": "‘desetu, bhante, bhagavā dhammaṁ, desetu sugato dhammaṁ. ",
  "mn85:44.6": "Santi sattā apparajakkhajātikā assavanatāya dhammassa parihāyanti; ",
  "mn85:44.7": "bhavissanti dhammassa aññātāro’ti. ",
  "mn85:44.8": "Idamavoca, rājakumāra, brahmā sahampati; ",
  "mn85:44.9": "idaṁ vatvā athāparaṁ etadavoca: ",
  "mn85:44.10": "‘Pāturahosi magadhesu pubbe, ",
  "mn85:44.11": "Dhammo asuddho samalehi cintito; ",
  "mn85:44.12": "Apāpuretaṁ amatassa dvāraṁ, ",
  "mn85:44.13": "Suṇantu dhammaṁ vimalenānubuddhaṁ. ",
  "mn85:44.14": "Sele yathā pabbatamuddhaniṭṭhito, ",
  "mn85:44.15": "Yathāpi passe janataṁ samantato; ",
  "mn85:44.16": "Tathūpamaṁ dhammamayaṁ sumedha, ",
  "mn85:44.17": "Pāsādamāruyha samantacakkhu. ",
  "mn85:44.18": "Sokāvatiṇṇaṁ janatamapetasoko, ",
  "mn85:44.19": "Avekkhassu jātijarābhibhūtaṁ; ",
  "mn85:44.20": "Uṭṭhehi vīra vijitasaṅgāma, ",
  "mn85:44.21": "Satthavāha aṇaṇa vicara loke; ",
  "mn85:44.22": "Desassu bhagavā dhammaṁ, ",
  "mn85:44.23": "Aññātāro bhavissantī’ti. ",
  "mn85:45.1": "Atha khvāhaṁ, rājakumāra, brahmuno ca ajjhesanaṁ viditvā sattesu ca kāruññataṁ paṭicca buddhacakkhunā lokaṁ volokesiṁ. ",
  "mn85:45.2": "Addasaṁ kho ahaṁ, rājakumāra, buddhacakkhunā lokaṁ volokento satte apparajakkhe mahārajakkhe tikkhindriye mudindriye svākāre dvākāre suviññāpaye duviññāpaye appekacce paralokavajjabhayadassāvine viharante, appekacce na paralokavajjabhayadassāvine viharante. ",
  "mn85:45.3": "Seyyathāpi nāma uppaliniyaṁ vā paduminiyaṁ vā puṇḍarīkiniyaṁ vā appekaccāni uppalāni vā padumāni vā puṇḍarīkāni vā udake jātāni udake saṁvaḍḍhāni udakānuggatāni antonimuggaposīni, appekaccāni uppalāni vā padumāni vā puṇḍarīkāni vā udake jātāni udake saṁvaḍḍhāni udakānuggatāni samodakaṁ ṭhitāni, appekaccāni uppalāni vā padumāni vā puṇḍarīkāni vā udake jātāni udake saṁvaḍḍhāni udakā accuggamma ṭhitāni anupalittāni udakena; ",
  "mn85:45.4": "evameva kho ahaṁ, rājakumāra; buddhacakkhunā lokaṁ volokento addasaṁ satte apparajakkhe mahārajakkhe tikkhindriye mudindriye svākāre dvākāre suviññāpaye duviññāpaye, appekacce paralokavajjabhayadassāvine viharante, appekacce na paralokavajjabhayadassāvine viharante. ",
  "mn85:45.5": "Atha khvāhaṁ, rājakumāra, brahmānaṁ sahampatiṁ gāthāya paccabhāsiṁ: ",
  "mn85:45.6": "‘Apārutā tesaṁ amatassa dvārā, ",
  "mn85:45.7": "Ye sotavanto pamuñcantu saddhaṁ; ",
  "mn85:45.8": "Vihiṁsasaññī paguṇaṁ na bhāsiṁ, ",
  "mn85:45.9": "Dhammaṁ paṇītaṁ manujesu brahme’ti. ",
  "mn85:45.10": "Atha kho, rājakumāra, brahmā sahampati ‘katāvakāso khomhi bhagavatā dhammadesanāyā’ti maṁ abhivādetvā padakkhiṇaṁ katvā tatthevantaradhāyi. ",
  "mn85:46.1": "Tassa mayhaṁ, rājakumāra, etadahosi: ",
  "mn85:46.2": "‘kassa nu kho ahaṁ paṭhamaṁ dhammaṁ deseyyaṁ? ",
  "mn85:46.3": "Ko imaṁ dhammaṁ khippameva ājānissatī’ti? ",
  "mn85:46.4": "Tassa mayhaṁ, rājakumāra, etadahosi: ",
  "mn85:46.5": "‘ayaṁ kho āḷāro kālāmo paṇḍito viyatto medhāvī dīgharattaṁ apparajakkhajātiko. ",
  "mn85:46.6": "Yannūnāhaṁ āḷārassa kālāmassa paṭhamaṁ dhammaṁ deseyyaṁ; ",
  "mn85:46.7": "so imaṁ dhammaṁ khippameva ājānissatī’ti. ",
  "mn85:46.8": "Atha kho maṁ, rājakumāra, devatā upasaṅkamitvā etadavoca: ",
  "mn85:46.9": "‘sattāhakālaṅkato, bhante, āḷāro kālāmo’ti. ",
  "mn85:46.10": "Ñāṇañca pana me dassanaṁ udapādi: ",
  "mn85:46.11": "‘sattāhakālaṅkato āḷāro kālāmo’ti. ",
  "mn85:46.12": "Tassa mayhaṁ, rājakumāra, etadahosi: ",
  "mn85:46.13": "‘mahājāniyo kho āḷāro kālāmo. ",
  "mn85:46.14": "Sace hi so imaṁ dhammaṁ suṇeyya, khippameva ājāneyyā’ti. ",
  "mn85:47.1": "Tassa mayhaṁ, rājakumāra, etadahosi: ",
  "mn85:47.2": "‘kassa nu kho ahaṁ paṭhamaṁ dhammaṁ deseyyaṁ? ",
  "mn85:47.3": "Ko imaṁ dhammaṁ khippameva ājānissatī’ti? ",
  "mn85:47.4": "Tassa mayhaṁ, rājakumāra, etadahosi: ",
  "mn85:47.5": "‘ayaṁ kho udako rāmaputto paṇḍito viyatto medhāvī dīgharattaṁ apparajakkhajātiko. ",
  "mn85:47.6": "Yannūnāhaṁ udakassa rāmaputtassa paṭhamaṁ dhammaṁ deseyyaṁ; ",
  "mn85:47.7": "so imaṁ dhammaṁ khippameva ājānissatī’ti. ",
  "mn85:47.8": "Atha kho maṁ, rājakumāra, devatā upasaṅkamitvā etadavoca: ",
  "mn85:47.9": "‘abhidosakālaṅkato, bhante, udako rāmaputto’ti. ",
  "mn85:47.10": "Ñāṇañca pana me dassanaṁ udapādi: ",
  "mn85:47.11": "‘abhidosakālaṅkato udako rāmaputto’ti. ",
  "mn85:47.12": "Tassa mayhaṁ, rājakumāra, etadahosi: ",
  "mn85:47.13": "‘mahājāniyo kho udako rāmaputto. ",
  "mn85:47.14": "Sace hi so imaṁ dhammaṁ suṇeyya, khippameva ājāneyyā’ti. ",
  "mn85:48.1": "Tassa mayhaṁ, rājakumāra, etadahosi: ",
  "mn85:48.2": "‘kassa nu kho ahaṁ paṭhamaṁ dhammaṁ deseyyaṁ? ",
  "mn85:48.3": "Ko imaṁ dhammaṁ khippameva ājānissatī’ti? ",
  "mn85:48.4": "Tassa mayhaṁ, rājakumāra, etadahosi: ",
  "mn85:48.5": "‘bahukārā kho me pañcavaggiyā bhikkhū ye maṁ padhānapahitattaṁ upaṭṭhahiṁsu. ",
  "mn85:48.6": "Yannūnāhaṁ pañcavaggiyānaṁ bhikkhūnaṁ paṭhamaṁ dhammaṁ deseyyan’ti. ",
  "mn85:48.7": "Tassa mayhaṁ, rājakumāra, etadahosi: ",
  "mn85:48.8": "‘kahaṁ nu kho etarahi pañcavaggiyā bhikkhū viharantī’ti. ",
  "mn85:48.9": "Addasaṁ khvāhaṁ, rājakumāra, dibbena cakkhunā visuddhena atikkantamānusakena pañcavaggiye bhikkhū bārāṇasiyaṁ viharante isipatane migadāye. ",
  "mn85:49.1": "Atha khvāhaṁ, rājakumāra, uruvelāyaṁ yathābhirantaṁ viharitvā yena bārāṇasī tena cārikaṁ pakkamiṁ. ",
  "mn85:49.2": "Addasā kho maṁ, rājakumāra, upako ājīvako antarā ca gayaṁ antarā ca bodhiṁ addhānamaggappaṭipannaṁ. ",
  "mn85:49.3": "Disvāna maṁ etadavoca: ",
  "mn85:49.4": "‘vippasannāni kho te, āvuso, indriyāni, parisuddho chavivaṇṇo pariyodāto. ",
  "mn85:49.5": "Kaṁsi tvaṁ, āvuso, uddissa pabbajito? Ko vā te satthā? Kassa vā tvaṁ dhammaṁ rocesī’ti? ",
  "mn85:49.6": "Evaṁ vutte, ahaṁ, rājakumāra, upakaṁ ājīvakaṁ gāthāhi ajjhabhāsiṁ: ",
  "mn85:49.7": "‘Sabbābhibhū sabbavidūhamasmi, ",
  "mn85:49.8": "Sabbesu dhammesu anūpalitto; ",
  "mn85:49.9": "Sabbañjaho taṇhākkhaye vimutto, ",
  "mn85:49.10": "Sayaṁ abhiññāya kamuddiseyyaṁ. ",
  "mn85:49.11": "Na me ācariyo atthi, ",
  "mn85:49.12": "sadiso me na vijjati; ",
  "mn85:49.13": "Sadevakasmiṁ lokasmiṁ, ",
  "mn85:49.14": "natthi me paṭipuggalo. ",
  "mn85:49.15": "Ahañhi arahā loke, ",
  "mn85:49.16": "ahaṁ satthā anuttaro; ",
  "mn85:49.17": "Ekomhi sammāsambuddho, ",
  "mn85:49.18": "sītibhūtosmi nibbuto. ",
  "mn85:49.19": "Dhammacakkaṁ pavattetuṁ, ",
  "mn85:49.20": "Gacchāmi kāsinaṁ puraṁ; ",
  "mn85:49.21": "Andhībhūtasmiṁ lokasmiṁ, ",
  "mn85:49.22": "Āhañchaṁ amatadundubhin’ti. ",
  "mn85:49.23": "‘Yathā kho tvaṁ, āvuso, paṭijānāsi arahasi anantajino’ti. ",
  "mn85:49.24": "‘Mādisā ve jinā honti, ",
  "mn85:49.25": "ye pattā āsavakkhayaṁ; ",
  "mn85:49.26": "Jitā me pāpakā dhammā, ",
  "mn85:49.27": "tasmāhamupaka jino’ti. ",
  "mn85:49.28": "Evaṁ vutte, rājakumāra, upako ājīvako ‘hupeyyapāvuso’ti vatvā sīsaṁ okampetvā ummaggaṁ gahetvā pakkāmi. ",
  "mn85:50.1": "Atha khvāhaṁ, rājakumāra, anupubbena cārikaṁ caramāno yena bārāṇasī isipatanaṁ migadāyo yena pañcavaggiyā bhikkhū tenupasaṅkamiṁ. ",
  "mn85:50.2": "Addasaṁsu kho maṁ, rājakumāra, pañcavaggiyā bhikkhū dūratova āgacchantaṁ. ",
  "mn85:50.3": "Disvāna aññamaññaṁ saṇṭhapesuṁ: ",
  "mn85:50.4": "‘ayaṁ kho, āvuso, samaṇo gotamo āgacchati bāhulliko padhānavibbhanto āvatto bāhullāya. ",
  "mn85:50.5": "So neva abhivādetabbo, na paccuṭṭhātabbo, nāssa pattacīvaraṁ paṭiggahetabbaṁ; ",
  "mn85:50.6": "api ca kho āsanaṁ ṭhapetabbaṁ—sace so ākaṅkhissati nisīdissatī’ti. ",
  "mn85:50.7": "Yathā yathā kho ahaṁ, rājakumāra, pañcavaggiye bhikkhū upasaṅkamiṁ tathā tathā pañcavaggiyā bhikkhū nāsakkhiṁsu sakāya katikāya saṇṭhātuṁ. ",
  "mn85:50.8": "Appekacce maṁ paccuggantvā pattacīvaraṁ paṭiggahesuṁ. Appekacce āsanaṁ paññapesuṁ. Appekacce pādodakaṁ upaṭṭhapesuṁ. ",
  "mn85:50.9": "Api ca kho maṁ nāmena ca āvusovādena ca samudācaranti. ",
  "mn85:51.1": "Evaṁ vutte, ahaṁ, rājakumāra, pañcavaggiye bhikkhū etadavocaṁ: ",
  "mn85:51.2": "‘mā, bhikkhave, tathāgataṁ nāmena ca āvusovādena ca samudācaratha; ",
  "mn85:51.3": "arahaṁ, bhikkhave, tathāgato sammāsambuddho. ",
  "mn85:51.4": "Odahatha, bhikkhave, sotaṁ. Amatamadhigataṁ ahamanusāsāmi, ahaṁ dhammaṁ desemi. ",
  "mn85:51.5": "Yathānusiṭṭhaṁ tathā paṭipajjamānā nacirasseva—yassatthāya kulaputtā sammadeva agārasmā anagāriyaṁ pabbajanti, tadanuttaraṁ—brahmacariyapariyosānaṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja viharissathā’ti. ",
  "mn85:51.6": "Evaṁ vutte, rājakumāra, pañcavaggiyā bhikkhū maṁ etadavocuṁ: ",
  "mn85:51.7": "‘tāyapi kho tvaṁ, āvuso gotama, iriyāya tāya paṭipadāya tāya dukkarakārikāya nājjhagamā uttari manussadhammā alamariyañāṇadassanavisesaṁ; kiṁ pana tvaṁ etarahi bāhulliko padhānavibbhanto āvatto bāhullāya adhigamissasi uttari manussadhammā alamariyañāṇadassanavisesan’ti? ",
  "mn85:51.8": "Evaṁ vutte, ahaṁ, rājakumāra, pañcavaggiye bhikkhū etadavocaṁ: ",
  "mn85:51.9": "‘na, bhikkhave, tathāgato bāhulliko na padhānavibbhanto na āvatto bāhullāya. ",
  "mn85:51.10": "Arahaṁ, bhikkhave, tathāgato sammāsambuddho. ",
  "mn85:51.11": "Odahatha, bhikkhave, sotaṁ. Amatamadhigataṁ ahamanusāsāmi, ahaṁ dhammaṁ desemi. ",
  "mn85:51.12": "Yathānusiṭṭhaṁ tathā paṭipajjamānā nacirasseva—yassatthāya kulaputtā sammadeva agārasmā anagāriyaṁ pabbajanti, tadanuttaraṁ—brahmacariyapariyosānaṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja viharissathā’ti. ",
  "mn85:51.13": "Dutiyampi kho, rājakumāra, pañcavaggiyā bhikkhū maṁ etadavocuṁ: ",
  "mn85:51.14": "‘tāyapi kho tvaṁ, āvuso gotama, iriyāya tāya paṭipadāya tāya dukkarakārikāya nājjhagamā uttari manussadhammā alamariyañāṇadassanavisesaṁ; kiṁ pana tvaṁ etarahi bāhulliko padhānavibbhanto āvatto bāhullāya adhigamissasi uttari manussadhammā alamariyañāṇadassanavisesan’ti? ",
  "mn85:51.15": "Dutiyampi kho ahaṁ, rājakumāra, pañcavaggiye bhikkhū etadavocaṁ: ",
  "mn85:51.16": "‘na, bhikkhave, tathāgato bāhulliko na padhānavibbhanto na āvatto bāhullāya. ",
  "mn85:51.17": "Arahaṁ, bhikkhave, tathāgato sammāsambuddho. ",
  "mn85:51.18": "Odahatha, bhikkhave, sotaṁ. Amatamadhigataṁ ahamanusāsāmi, ahaṁ dhammaṁ desemi. ",
  "mn85:51.19": "Yathānusiṭṭhaṁ tathā paṭipajjamānā nacirasseva—yassatthāya kulaputtā sammadeva agārasmā anagāriyaṁ pabbajanti, tadanuttaraṁ—brahmacariyapariyosānaṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja viharissathā’ti. ",
  "mn85:51.20": "Tatiyampi kho, rājakumāra, pañcavaggiyā bhikkhū maṁ etadavocuṁ: ",
  "mn85:51.21": "‘tāyapi kho tvaṁ, āvuso gotama, iriyāya tāya paṭipadāya tāya dukkarakārikāya nājjhagamā uttari manussadhammā alamariyañāṇadassanavisesaṁ; kiṁ pana tvaṁ etarahi bāhulliko padhānavibbhanto āvatto bāhullāya adhigamissasi uttari manussadhammā alamariyañāṇadassanavisesan’ti? ",
  "mn85:52.1": "Evaṁ vutte, ahaṁ, rājakumāra, pañcavaggiye bhikkhū etadavocaṁ: ",
  "mn85:52.2": "‘abhijānātha me no tumhe, bhikkhave, ito pubbe evarūpaṁ pabhāvitametan’ti? ",
  "mn85:52.3": "‘No hetaṁ, bhante’. ",
  "mn85:52.4": "‘Arahaṁ, bhikkhave, tathāgato sammāsambuddho. ",
  "mn85:52.5": "Odahatha, bhikkhave, sotaṁ. Amatamadhigataṁ ahamanusāsāmi, ahaṁ dhammaṁ desemi. ",
  "mn85:52.6": "Yathānusiṭṭhaṁ tathā paṭipajjamānā nacirasseva—yassatthāya kulaputtā sammadeva agārasmā anagāriyaṁ pabbajanti, tadanuttaraṁ—brahmacariyapariyosānaṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja viharissathā’ti. ",
  "mn85:53.1": "Asakkhiṁ kho ahaṁ, rājakumāra, pañcavaggiye bhikkhū saññāpetuṁ. ",
  "mn85:53.2": "Dvepi sudaṁ, rājakumāra, bhikkhū ovadāmi. Tayo bhikkhū piṇḍāya caranti. ",
  "mn85:53.3": "Yaṁ tayo bhikkhū piṇḍāya caritvā āharanti, tena chabbaggiyā yāpema. ",
  "mn85:53.4": "Tayopi sudaṁ, rājakumāra, bhikkhū ovadāmi, dve bhikkhū piṇḍāya caranti. ",
  "mn85:53.5": "Yaṁ dve bhikkhū piṇḍāya caritvā āharanti tena chabbaggiyā yāpema. ",
  "mn85:54.1": "Atha kho, rājakumāra, pañcavaggiyā bhikkhū mayā evaṁ ovadiyamānā evaṁ anusāsiyamānā nacirasseva—yassatthāya kulaputtā sammadeva agārasmā anagāriyaṁ pabbajanti, tadanuttaraṁ—brahmacariyapariyosānaṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja vihariṁsū”ti. ",
  "mn85:55.1": "Evaṁ vutte, bodhi rājakumāro bhagavantaṁ etadavoca: ",
  "mn85:55.2": "“kīva cirena nu kho, bhante, bhikkhu tathāgataṁ vināyakaṁ labhamāno—yassatthāya kulaputtā sammadeva agārasmā anagāriyaṁ pabbajanti, tadanuttaraṁ—brahmacariyapariyosānaṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja vihareyyā”ti? ",
  "mn85:55.3": "“Tena hi, rājakumāra, taṁyevettha paṭipucchissāmi. Yathā te khameyya, tathā naṁ byākareyyāsi. ",
  "mn85:55.4": "Taṁ kiṁ maññasi, rājakumāra, ",
  "mn85:55.5": "kusalo tvaṁ hatthārūḷhe aṅkusagayhe sippe”ti? ",
  "mn85:55.6": "“Evaṁ, bhante, kusalo ahaṁ hatthārūḷhe aṅkusagayhe sippe”ti. ",
  "mn85:56.1": "“Taṁ kiṁ maññasi, rājakumāra, ",
  "mn85:56.2": "idha puriso āgaccheyya: ",
  "mn85:56.3": "‘bodhi rājakumāro hatthārūḷhaṁ aṅkusagayhaṁ sippaṁ jānāti; ",
  "mn85:56.4": "tassāhaṁ santike hatthārūḷhaṁ aṅkusagayhaṁ sippaṁ sikkhissāmī’ti. ",
  "mn85:56.5": "So cassa assaddho; ",
  "mn85:56.6": "yāvatakaṁ saddhena pattabbaṁ taṁ na sampāpuṇeyya. ",
  "mn85:56.7": "So cassa bahvābādho; ",
  "mn85:56.8": "yāvatakaṁ appābādhena pattabbaṁ taṁ na sampāpuṇeyya. ",
  "mn85:56.9": "So cassa saṭho māyāvī; ",
  "mn85:56.10": "yāvatakaṁ asaṭhena amāyāvinā pattabbaṁ taṁ na sampāpuṇeyya. ",
  "mn85:56.11": "So cassa kusīto; ",
  "mn85:56.12": "yāvatakaṁ āraddhavīriyena pattabbaṁ taṁ na sampāpuṇeyya. ",
  "mn85:56.13": "So cassa duppañño; ",
  "mn85:56.14": "yāvatakaṁ paññavatā pattabbaṁ taṁ na sampāpuṇeyya. ",
  "mn85:56.15": "Taṁ kiṁ maññasi, rājakumāra, ",
  "mn85:56.16": "api nu so puriso tava santike hatthārūḷhaṁ aṅkusagayhaṁ sippaṁ sikkheyyā”ti? ",
  "mn85:56.17": "“Ekamekenāpi, bhante, aṅgena samannāgato so puriso na mama santike hatthārūḷhaṁ aṅkusagayhaṁ sippaṁ sikkheyya, ko pana vādo pañcahaṅgehī”ti. ",
  "mn85:57.1": "“Taṁ kiṁ maññasi, rājakumāra, ",
  "mn85:57.2": "idha puriso āgaccheyya: ",
  "mn85:57.3": "‘bodhi rājakumāro hatthārūḷhaṁ aṅkusagayhaṁ sippaṁ jānāti; ",
  "mn85:57.4": "tassāhaṁ santike hatthārūḷhaṁ aṅkusagayhaṁ sippaṁ sikkhissāmī’ti. ",
  "mn85:57.5": "So cassa saddho; ",
  "mn85:57.6": "yāvatakaṁ saddhena pattabbaṁ taṁ sampāpuṇeyya. ",
  "mn85:57.7": "So cassa appābādho; ",
  "mn85:57.8": "yāvatakaṁ appābādhena pattabbaṁ taṁ sampāpuṇeyya. ",
  "mn85:57.9": "So cassa asaṭho amāyāvī; ",
  "mn85:57.10": "yāvatakaṁ asaṭhena amāyāvinā pattabbaṁ taṁ sampāpuṇeyya. ",
  "mn85:57.11": "So cassa āraddhavīriyo; ",
  "mn85:57.12": "yāvatakaṁ āraddhavīriyena pattabbaṁ taṁ sampāpuṇeyya. ",
  "mn85:57.13": "So cassa paññavā; ",
  "mn85:57.14": "yāvatakaṁ paññavatā pattabbaṁ taṁ sampāpuṇeyya. ",
  "mn85:57.15": "Taṁ kiṁ maññasi, rājakumāra, ",
  "mn85:57.16": "api nu so puriso tava santike hatthārūḷhaṁ aṅkusagayhaṁ sippaṁ sikkheyyā”ti? ",
  "mn85:57.17": "“Ekamekenāpi, bhante, aṅgena samannāgato so puriso mama santike hatthārūḷhaṁ aṅkusagayhaṁ sippaṁ sikkheyya, ko pana vādo pañcahaṅgehī”ti. ",
  "mn85:58.1": "“Evameva kho, rājakumāra, pañcimāni padhāniyaṅgāni. ",
  "mn85:58.2": "Katamāni pañca? ",
  "mn85:58.3": "Idha, rājakumāra, bhikkhu saddho hoti; saddahati tathāgatassa bodhiṁ: ",
  "mn85:58.4": "‘itipi so bhagavā arahaṁ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṁ buddho bhagavā’ti; ",
  "mn85:58.5": "appābādho hoti appātaṅko samavepākiniyā gahaṇiyā samannāgato nātisītāya nāccuṇhāya majjhimāya padhānakkhamāya; ",
  "mn85:58.6": "asaṭho hoti amāyāvī yathābhūtaṁ attānaṁ āvikattā satthari vā viññūsu vā sabrahmacārīsu; ",
  "mn85:58.7": "āraddhavīriyo viharati akusalānaṁ dhammānaṁ pahānāya kusalānaṁ dhammānaṁ upasampadāya, thāmavā daḷhaparakkamo anikkhittadhuro kusalesu dhammesu; ",
  "mn85:58.8": "paññavā hoti udayatthagāminiyā paññāya samannāgato ariyāya nibbedhikāya sammādukkhakkhayagāminiyā. ",
  "mn85:58.9": "Imāni kho, rājakumāra, pañca padhāniyaṅgāni. ",
  "mn85:59.1": "Imehi, rājakumāra, pañcahi padhāniyaṅgehi samannāgato bhikkhu tathāgataṁ vināyakaṁ labhamāno—",
  "mn85:59.2": "yassatthāya kulaputtā sammadeva agārasmā anagāriyaṁ pabbajanti, tadanuttaraṁ—brahmacariyapariyosānaṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja vihareyya satta vassāni. ",
  "mn85:59.3": "Tiṭṭhantu, rājakumāra, satta vassāni. ",
  "mn85:59.4": "Imehi pañcahi padhāniyaṅgehi samannāgato bhikkhu tathāgataṁ vināyakaṁ labhamāno—",
  "mn85:59.5": "yassatthāya kulaputtā sammadeva agārasmā anagāriyaṁ pabbajanti, tadanuttaraṁ—brahmacariyapariyosānaṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja vihareyya chabbassāni … ",
  "mn85:59.6": "pañca vassāni … ",
  "mn85:59.7": "cattāri vassāni … ",
  "mn85:59.8": "tīṇi vassāni … ",
  "mn85:59.9": "dve vassāni … ",
  "mn85:59.10": "ekaṁ vassaṁ. ",
  "mn85:59.11": "Tiṭṭhatu, rājakumāra, ekaṁ vassaṁ. ",
  "mn85:59.12": "Imehi pañcahi padhāniyaṅgehi samannāgato bhikkhu tathāgataṁ vināyakaṁ labhamāno—",
  "mn85:59.13": "yassatthāya kulaputtā sammadeva agārasmā anagāriyaṁ pabbajanti, tadanuttaraṁ—brahmacariyapariyosānaṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja vihareyya satta māsāni. ",
  "mn85:59.14": "Tiṭṭhantu, rājakumāra, satta māsāni. ",
  "mn85:59.15": "Imehi pañcahi padhāniyaṅgehi samannāgato bhikkhu tathāgataṁ vināyakaṁ labhamāno—",
  "mn85:59.16": "yassatthāya kulaputtā sammadeva agārasmā anagāriyaṁ pabbajanti, tadanuttaraṁ—",
  "mn85:59.17": "brahmacariyapariyosānaṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja vihareyya cha māsāni … ",
  "mn85:59.18": "pañca māsāni … ",
  "mn85:59.19": "cattāri māsāni … ",
  "mn85:59.20": "tīṇi māsāni … ",
  "mn85:59.21": "dve māsāni … ",
  "mn85:59.22": "ekaṁ māsaṁ … ",
  "mn85:59.23": "aḍḍhamāsaṁ. ",
  "mn85:59.24": "Tiṭṭhatu, rājakumāra, aḍḍhamāso. ",
  "mn85:59.25": "Imehi pañcahi padhāniyaṅgehi samannāgato bhikkhu tathāgataṁ vināyakaṁ labhamāno—",
  "mn85:59.26": "yassatthāya kulaputtā sammadeva agārasmā anagāriyaṁ pabbajanti, tadanuttaraṁ—",
  "mn85:59.27": "brahmacariyapariyosānaṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja vihareyya satta rattindivāni. ",
  "mn85:59.28": "Tiṭṭhantu, rājakumāra, satta rattindivāni. ",
  "mn85:59.29": "Imehi pañcahi padhāniyaṅgehi samannāgato bhikkhu tathāgataṁ vināyakaṁ labhamāno—",
  "mn85:59.30": "yassatthāya kulaputtā sammadeva agārasmā anagāriyaṁ pabbajanti, tadanuttaraṁ—",
  "mn85:59.31": "brahmacariyapariyosānaṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja vihareyya cha rattindivāni … ",
  "mn85:59.32": "pañca rattindivāni … ",
  "mn85:59.33": "cattāri rattindivāni … ",
  "mn85:59.34": "tīṇi rattindivāni … ",
  "mn85:59.35": "dve rattindivāni … ",
  "mn85:59.36": "ekaṁ rattindivaṁ. ",
  "mn85:59.37": "Tiṭṭhatu, rājakumāra, eko rattindivo. ",
  "mn85:59.38": "Imehi pañcahi padhāniyaṅgehi samannāgato bhikkhu tathāgataṁ vināyakaṁ labhamāno sāyamanusiṭṭho pāto visesaṁ adhigamissati, pātamanusiṭṭho sāyaṁ visesaṁ adhigamissatī”ti. ",
  "mn85:60.1": "Evaṁ vutte, bodhi rājakumāro bhagavantaṁ etadavoca: ",
  "mn85:60.2": "“aho buddho, aho dhammo, aho dhammassa svākkhātatā. ",
  "mn85:60.3": "Yatra hi nāma sāyamanusiṭṭho pāto visesaṁ adhigamissati, pātamanusiṭṭho sāyaṁ visesaṁ adhigamissatī”ti. ",
  "mn85:61.1": "Evaṁ vutte, sañjikāputto māṇavo bodhiṁ rājakumāraṁ etadavoca: ",
  "mn85:61.2": "“evameva panāyaṁ bhavaṁ bodhi: ",
  "mn85:61.3": "‘aho buddho, aho dhammo, aho dhammassa svākkhātatā’ti ca vadeti; ",
  "mn85:61.4": "atha ca pana na taṁ bhavantaṁ gotamaṁ saraṇaṁ gacchati dhammañca bhikkhusaṅghañcā”ti. ",
  "mn85:61.5": "“Mā hevaṁ, samma sañjikāputta, avaca; mā hevaṁ, samma sañjikāputta, avaca. ",
  "mn85:61.6": "Sammukhā metaṁ, samma sañjikāputta, ayyāya sutaṁ, sammukhā paṭiggahitaṁ”. ",
  "mn85:61.7": "“Ekamidaṁ, samma sañjikāputta, samayaṁ bhagavā kosambiyaṁ viharati ghositārāme. ",
  "mn85:61.8": "Atha kho me ayyā kucchimatī yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinnā kho me ayyā bhagavantaṁ etadavoca: ",
  "mn85:61.9": "‘yo me ayaṁ, bhante, kucchigato kumārako vā kumārikā vā so bhagavantaṁ saraṇaṁ gacchati dhammañca bhikkhusaṅghañca. ",
  "mn85:61.10": "Upāsakaṁ taṁ bhagavā dhāretu ajjatagge pāṇupetaṁ saraṇaṁ gatan’ti. ",
  "mn85:61.11": "Ekamidaṁ, samma sañjikāputta, samayaṁ bhagavā idheva bhaggesu viharati susumāragire bhesakaḷāvane migadāye. ",
  "mn85:61.12": "Atha kho maṁ dhāti aṅkena haritvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ aṭṭhāsi. Ekamantaṁ ṭhitā kho maṁ dhāti bhagavantaṁ etadavoca: ",
  "mn85:61.13": "‘ayaṁ, bhante, bodhi rājakumāro bhagavantaṁ saraṇaṁ gacchati dhammañca bhikkhusaṅghañca. ",
  "mn85:61.14": "Upāsakaṁ taṁ bhagavā dhāretu ajjatagge pāṇupetaṁ saraṇaṁ gatan’ti. ",
  "mn85:61.15": "Esāhaṁ, samma sañjikāputta, tatiyakampi bhagavantaṁ saraṇaṁ gacchāmi dhammañca bhikkhusaṅghañca. ",
  "mn85:61.16": "Upāsakaṁ maṁ bhagavā dhāretu ajjatagge pāṇupetaṁ saraṇaṁ gatan”ti. ",
  "mn85:61.17": "Bodhirājakumārasuttaṁ niṭṭhitaṁ pañcamaṁ. "
}