{
  "mn89:0.1": "Majjhima Nikāya 89 ",
  "mn89:0.2": "Dhammacetiyasutta ",
  "mn89:1.1": "Evaṁ me sutaṁ—",
  "mn89:1.2": "ekaṁ samayaṁ bhagavā sakkesu viharati medāḷupaṁ nāma sakyānaṁ nigamo. ",
  "mn89:2.1": "Tena kho pana samayena rājā pasenadi kosalo nagarakaṁ anuppatto hoti kenacideva karaṇīyena. ",
  "mn89:2.2": "Atha kho rājā pasenadi kosalo dīghaṁ kārāyanaṁ āmantesi: ",
  "mn89:2.3": "“yojehi, samma kārāyana, bhadrāni bhadrāni yānāni, uyyānabhūmiṁ gacchāma subhūmiṁ dassanāyā”ti. ",
  "mn89:2.4": "“Evaṁ, devā”ti kho dīgho kārāyano rañño pasenadissa kosalassa paṭissutvā bhadrāni bhadrāni yānāni yojāpetvā rañño pasenadissa kosalassa paṭivedesi: ",
  "mn89:2.5": "“yuttāni kho te, deva, bhadrāni bhadrāni yānāni. ",
  "mn89:2.6": "Yassadāni kālaṁ maññasī”ti. ",
  "mn89:3.1": "Atha kho rājā pasenadi kosalo bhadraṁ yānaṁ abhiruhitvā bhadrehi bhadrehi yānehi nagarakamhā niyyāsi mahaccā rājānubhāvena. ",
  "mn89:3.2": "Yena ārāmo tena pāyāsi. ",
  "mn89:3.3": "Yāvatikā yānassa bhūmi, yānena gantvā yānā paccorohitvā pattikova ārāmaṁ pāvisi. ",
  "mn89:4.1": "Addasā kho rājā pasenadi kosalo ārāme jaṅghāvihāraṁ anucaṅkamamāno anuvicaramāno rukkhamūlāni pāsādikāni pasādanīyāni appasaddāni appanigghosāni vijanavātāni manussarāhasseyyakāni paṭisallānasāruppāni. ",
  "mn89:4.2": "Disvāna bhagavantaṁyeva ārabbha sati udapādi: ",
  "mn89:4.3": "“imāni kho tāni rukkhamūlāni pāsādikāni pasādanīyāni appasaddāni appanigghosāni vijanavātāni manussarāhasseyyakāni paṭisallānasāruppāni, yattha sudaṁ mayaṁ taṁ bhagavantaṁ payirupāsāma arahantaṁ sammāsambuddhan”ti. ",
  "mn89:4.4": "Atha kho rājā pasenadi kosalo dīghaṁ kārāyanaṁ āmantesi: ",
  "mn89:4.5": "“imāni kho, samma kārāyana, tāni rukkhamūlāni pāsādikāni pasādanīyāni appasaddāni appanigghosāni vijanavātāni manussarāhasseyyakāni paṭisallānasāruppāni, yattha sudaṁ mayaṁ taṁ bhagavantaṁ payirupāsāma arahantaṁ sammāsambuddhaṁ. ",
  "mn89:4.6": "Kahaṁ nu kho, samma kārāyana, etarahi so bhagavā viharati arahaṁ sammāsambuddho”ti? ",
  "mn89:5.1": "“Atthi, mahārāja, medāḷupaṁ nāma sakyānaṁ nigamo. ",
  "mn89:5.2": "Tattha so bhagavā etarahi viharati arahaṁ sammāsambuddho”ti. ",
  "mn89:5.3": "“Kīvadūre pana, samma kārāyana, nagarakamhā medāḷupaṁ nāma sakyānaṁ nigamo hotī”ti? ",
  "mn89:5.4": "“Na dūre, mahārāja; ",
  "mn89:5.5": "tīṇi yojanāni; ",
  "mn89:5.6": "sakkā divasāvasesena gantun”ti. ",
  "mn89:5.7": "“Tena hi, samma kārāyana, yojehi bhadrāni bhadrāni yānāni, gamissāma mayaṁ taṁ bhagavantaṁ dassanāya arahantaṁ sammāsambuddhan”ti. ",
  "mn89:5.8": "“Evaṁ, devā”ti kho dīgho kārāyano rañño pasenadissa kosalassa paṭissutvā bhadrāni bhadrāni yānāni yojāpetvā rañño pasenadissa kosalassa paṭivedesi: ",
  "mn89:5.9": "“yuttāni kho te, deva, bhadrāni bhadrāni yānāni. ",
  "mn89:5.10": "Yassadāni kālaṁ maññasī”ti. ",
  "mn89:6.1": "Atha kho rājā pasenadi kosalo bhadraṁ yānaṁ abhiruhitvā bhadrehi bhadrehi yānehi nagarakamhā yena medāḷupaṁ nāma sakyānaṁ nigamo tena pāyāsi. ",
  "mn89:6.2": "Teneva divasāvasesena medāḷupaṁ nāma sakyānaṁ nigamaṁ sampāpuṇi. ",
  "mn89:6.3": "Yena ārāmo tena pāyāsi. ",
  "mn89:6.4": "Yāvatikā yānassa bhūmi, yānena gantvā yānā paccorohitvā pattikova ārāmaṁ pāvisi. ",
  "mn89:7.1": "Tena kho pana samayena sambahulā bhikkhū abbhokāse caṅkamanti. ",
  "mn89:7.2": "Atha kho rājā pasenadi kosalo yena te bhikkhū tenupasaṅkami; upasaṅkamitvā te bhikkhū etadavoca: ",
  "mn89:7.3": "“kahaṁ nu kho, bhante, etarahi so bhagavā viharati arahaṁ sammāsambuddho? ",
  "mn89:7.4": "Dassanakāmā hi mayaṁ taṁ bhagavantaṁ arahantaṁ sammāsambuddhan”ti. ",
  "mn89:8.1": "“Eso, mahārāja, vihāro saṁvutadvāro. Tena appasaddo upasaṅkamitvā ataramāno āḷindaṁ pavisitvā ukkāsitvā aggaḷaṁ ākoṭehi. Vivarissati bhagavā te dvāran”ti. ",
  "mn89:8.2": "Atha kho rājā pasenadi kosalo tattheva khaggañca uṇhīsañca dīghassa kārāyanassa pādāsi. ",
  "mn89:8.3": "Atha kho dīghassa kārāyanassa etadahosi: ",
  "mn89:8.4": "“rahāyati kho dāni rājā, idheva dāni mayā ṭhātabban”ti. ",
  "mn89:8.5": "Atha kho rājā pasenadi kosalo yena so vihāro saṁvutadvāro tena appasaddo upasaṅkamitvā ataramāno āḷindaṁ pavisitvā ukkāsitvā aggaḷaṁ ākoṭesi. Vivari bhagavā dvāraṁ. ",
  "mn89:9.1": "Atha kho rājā pasenadi kosalo vihāraṁ pavisitvā bhagavato pādesu sirasā nipatitvā bhagavato pādāni mukhena ca paricumbati, pāṇīhi ca parisambāhati, nāmañca sāveti: ",
  "mn89:9.2": "“rājāhaṁ, bhante, pasenadi kosalo; ",
  "mn89:9.3": "rājāhaṁ, bhante, pasenadi kosalo”ti. ",
  "mn89:9.4": "“Kiṁ pana tvaṁ, mahārāja, atthavasaṁ sampassamāno imasmiṁ sarīre evarūpaṁ paramanipaccakāraṁ karosi, mittūpahāraṁ upadaṁsesī”ti? ",
  "mn89:10.1": "“Atthi kho me, bhante, bhagavati dhammanvayo hoti: ",
  "mn89:10.2": "‘sammāsambuddho bhagavā, svākkhāto bhagavatā dhammo, suppaṭipanno bhagavato sāvakasaṅgho’ti. ",
  "mn89:10.3": "Idhāhaṁ, bhante, passāmi eke samaṇabrāhmaṇe pariyantakataṁ brahmacariyaṁ carante dasapi vassāni, vīsampi vassāni, tiṁsampi vassāni, cattārīsampi vassāni. ",
  "mn89:10.4": "Te aparena samayena sunhātā suvilittā kappitakesamassū pañcahi kāmaguṇehi samappitā samaṅgībhūtā paricārenti. ",
  "mn89:10.5": "Idha panāhaṁ, bhante, bhikkhū passāmi yāvajīvaṁ āpāṇakoṭikaṁ paripuṇṇaṁ parisuddhaṁ brahmacariyaṁ carante. ",
  "mn89:10.6": "Na kho panāhaṁ, bhante, ito bahiddhā aññaṁ evaṁ paripuṇṇaṁ parisuddhaṁ brahmacariyaṁ samanupassāmi. ",
  "mn89:10.7": "Ayampi kho me, bhante, bhagavati dhammanvayo hoti: ",
  "mn89:10.8": "‘sammāsambuddho bhagavā, svākkhāto bhagavatā dhammo, suppaṭipanno bhagavato sāvakasaṅgho’ti. ",
  "mn89:11.1": "Puna caparaṁ, bhante, rājānopi rājūhi vivadanti, khattiyāpi khattiyehi vivadanti, brāhmaṇāpi brāhmaṇehi vivadanti, gahapatayopi gahapatīhi vivadanti, mātāpi puttena vivadati, puttopi mātarā vivadati, pitāpi puttena vivadati, puttopi pitarā vivadati, bhātāpi bhaginiyā vivadati, bhaginīpi bhātarā vivadati, sahāyopi sahāyena vivadati. ",
  "mn89:11.2": "Idha panāhaṁ, bhante, bhikkhū passāmi samagge sammodamāne avivadamāne khīrodakībhūte aññamaññaṁ piyacakkhūhi sampassante viharante. ",
  "mn89:11.3": "Na kho panāhaṁ, bhante, ito bahiddhā aññaṁ evaṁ samaggaṁ parisaṁ samanupassāmi. ",
  "mn89:11.4": "Ayampi kho me, bhante, bhagavati dhammanvayo hoti: ",
  "mn89:11.5": "‘sammāsambuddho bhagavā, svākkhāto bhagavatā dhammo, suppaṭipanno bhagavato sāvakasaṅgho’ti. ",
  "mn89:12.1": "Puna caparāhaṁ, bhante, ārāmena ārāmaṁ, uyyānena uyyānaṁ anucaṅkamāmi anuvicarāmi. ",
  "mn89:12.2": "Sohaṁ tattha passāmi eke samaṇabrāhmaṇe kise lūkhe dubbaṇṇe uppaṇḍuppaṇḍukajāte dhamanisanthatagatte, na viya maññe cakkhuṁ bandhante janassa dassanāya. ",
  "mn89:12.3": "Tassa mayhaṁ, bhante, etadahosi: ",
  "mn89:12.4": "‘addhā ime āyasmanto anabhiratā vā brahmacariyaṁ caranti, atthi vā tesaṁ kiñci pāpaṁ kammaṁ kataṁ paṭicchannaṁ; ",
  "mn89:12.5": "tathā hi ime āyasmanto kisā lūkhā dubbaṇṇā uppaṇḍuppaṇḍukajātā dhamanisanthatagattā, na viya maññe cakkhuṁ bandhanti janassa dassanāyā’ti. ",
  "mn89:12.6": "Tyāhaṁ upasaṅkamitvā evaṁ vadāmi: ",
  "mn89:12.7": "‘kiṁ nu kho tumhe āyasmanto kisā lūkhā dubbaṇṇā uppaṇḍuppaṇḍukajātā dhamanisanthatagattā, na viya maññe cakkhuṁ bandhatha janassa dassanāyā’ti? ",
  "mn89:12.8": "Te evamāhaṁsu: ",
  "mn89:12.9": "‘bandhukarogo no, mahārājā’ti. ",
  "mn89:12.10": "Idha panāhaṁ, bhante, bhikkhū passāmi haṭṭhapahaṭṭhe udaggudagge abhiratarūpe pīṇindriye appossukke pannalome paradattavutte migabhūtena cetasā viharante. ",
  "mn89:12.11": "Tassa mayhaṁ, bhante, etadahosi: ",
  "mn89:12.12": "‘addhā ime āyasmanto tassa bhagavato sāsane uḷāraṁ pubbenāparaṁ visesaṁ jānanti; ",
  "mn89:12.13": "tathā hi ime āyasmanto haṭṭhapahaṭṭhā udaggudaggā abhiratarūpā pīṇindriyā appossukkā pannalomā paradattavuttā migabhūtena cetasā viharantī’ti. ",
  "mn89:12.14": "Ayampi kho me, bhante, bhagavati dhammanvayo hoti: ",
  "mn89:12.15": "‘sammāsambuddho bhagavā, svākkhāto bhagavatā dhammo, suppaṭipanno bhagavato sāvakasaṅgho’ti. ",
  "mn89:13.1": "Puna caparāhaṁ, bhante, rājā khattiyo muddhāvasitto; ",
  "mn89:13.2": "pahomi ghātetāyaṁ vā ghātetuṁ, jāpetāyaṁ vā jāpetuṁ, pabbājetāyaṁ vā pabbājetuṁ. ",
  "mn89:13.3": "Tassa mayhaṁ, bhante, aḍḍakaraṇe nisinnassa antarantarā kathaṁ opātenti. ",
  "mn89:13.4": "Sohaṁ na labhāmi: ",
  "mn89:13.5": "‘mā me bhonto aḍḍakaraṇe nisinnassa antarantarā kathaṁ opātetha, kathāpariyosānaṁ me bhonto āgamentū’ti. ",
  "mn89:13.6": "Tassa mayhaṁ, bhante, antarantarā kathaṁ opātenti. ",
  "mn89:13.7": "Idha panāhaṁ, bhante, bhikkhū passāmi; ",
  "mn89:13.8": "yasmiṁ samaye bhagavā anekasatāya parisāya dhammaṁ deseti, neva tasmiṁ samaye bhagavato sāvakānaṁ khipitasaddo vā hoti ukkāsitasaddo vā. ",
  "mn89:13.9": "Bhūtapubbaṁ, bhante, bhagavā anekasatāya parisāya dhammaṁ deseti. ",
  "mn89:13.10": "Tatraññataro bhagavato sāvako ukkāsi. ",
  "mn89:13.11": "Tamenaṁ aññataro sabrahmacārī jaṇṇukena ghaṭṭesi: ",
  "mn89:13.12": "‘appasaddo āyasmā hotu, māyasmā saddamakāsi; satthā no bhagavā dhammaṁ desetī’ti. ",
  "mn89:13.13": "Tassa mayhaṁ, bhante, etadahosi: ",
  "mn89:13.14": "‘acchariyaṁ vata bho, abbhutaṁ vata bho. ",
  "mn89:13.15": "Adaṇḍena vata kira, bho, asatthena evaṁ suvinītā parisā bhavissatī’ti. ",
  "mn89:13.16": "Na kho panāhaṁ, bhante, ito bahiddhā aññaṁ evaṁ suvinītaṁ parisaṁ samanupassāmi. ",
  "mn89:13.17": "Ayampi kho me, bhante, bhagavati dhammanvayo hoti: ",
  "mn89:13.18": "‘sammāsambuddho bhagavā, svākkhāto bhagavatā dhammo, suppaṭipanno bhagavato sāvakasaṅgho’ti. ",
  "mn89:14.1": "Puna caparāhaṁ, bhante, passāmi idhekacce khattiyapaṇḍite nipuṇe kataparappavāde vālavedhirūpe. Te bhindantā maññe caranti paññāgatena diṭṭhigatāni. ",
  "mn89:14.2": "Te suṇanti: ",
  "mn89:14.3": "‘samaṇo khalu, bho, gotamo amukaṁ nāma gāmaṁ vā nigamaṁ vā osarissatī’ti. ",
  "mn89:14.4": "Te pañhaṁ abhisaṅkharonti: ",
  "mn89:14.5": "‘imaṁ mayaṁ pañhaṁ samaṇaṁ gotamaṁ upasaṅkamitvā pucchissāma. ",
  "mn89:14.6": "Evañce no puṭṭho evaṁ byākarissati, evamassa mayaṁ vādaṁ āropessāma; ",
  "mn89:14.7": "evañcepi no puṭṭho evaṁ byākarissati, evampissa mayaṁ vādaṁ āropessāmā’ti. ",
  "mn89:14.8": "Te suṇanti: ",
  "mn89:14.9": "‘samaṇo khalu, bho, gotamo amukaṁ nāma gāmaṁ vā nigamaṁ vā osaṭo’ti. ",
  "mn89:14.10": "Te yena bhagavā tenupasaṅkamanti. ",
  "mn89:14.11": "Te bhagavā dhammiyā kathāya sandasseti samādapeti samuttejeti sampahaṁseti. ",
  "mn89:14.12": "Te bhagavatā dhammiyā kathāya sandassitā samādapitā samuttejitā sampahaṁsitā na ceva bhagavantaṁ pañhaṁ pucchanti, kuto vādaṁ āropessanti? ",
  "mn89:14.13": "Aññadatthu bhagavato sāvakā sampajjanti. ",
  "mn89:14.14": "Ayampi kho me, bhante, bhagavati dhammanvayo hoti: ",
  "mn89:14.15": "‘sammāsambuddho bhagavā, svākkhāto bhagavatā dhammo, suppaṭipanno bhagavato sāvakasaṅgho’ti. ",
  "mn89:15.1": "Puna caparāhaṁ, bhante, passāmi idhekacce brāhmaṇapaṇḍite …pe… ",
  "mn89:16.1": "gahapatipaṇḍite …pe… ",
  "mn89:17.1": "samaṇapaṇḍite nipuṇe kataparappavāde vālavedhirūpe. Te bhindantā maññe caranti paññāgatena diṭṭhigatāni. ",
  "mn89:17.2": "Te suṇanti: ",
  "mn89:17.3": "‘samaṇo khalu, bho, gotamo amukaṁ nāma gāmaṁ vā nigamaṁ vā osarissatī’ti. ",
  "mn89:17.4": "Te pañhaṁ abhisaṅkharonti: ",
  "mn89:17.5": "‘imaṁ mayaṁ pañhaṁ samaṇaṁ gotamaṁ upasaṅkamitvā pucchissāma. ",
  "mn89:17.6": "Evañce no puṭṭho evaṁ byākarissati, evamassa mayaṁ vādaṁ āropessāma; ",
  "mn89:17.7": "evañcepi no puṭṭho evaṁ byākarissati, evampissa mayaṁ vādaṁ āropessāmā’ti. ",
  "mn89:17.8": "Te suṇanti: ",
  "mn89:17.9": "‘samaṇo khalu, bho, gotamo amukaṁ nāma gāmaṁ vā nigamaṁ vā osaṭo’ti. ",
  "mn89:17.10": "Te yena bhagavā tenupasaṅkamanti. ",
  "mn89:17.11": "Te bhagavā dhammiyā kathāya sandasseti samādapeti samuttejeti sampahaṁseti. ",
  "mn89:17.12": "Te bhagavatā dhammiyā kathāya sandassitā samādapitā samuttejitā sampahaṁsitā na ceva bhagavantaṁ pañhaṁ pucchanti, kuto vādaṁ āropessanti? ",
  "mn89:17.13": "Aññadatthu bhagavantaṁyeva okāsaṁ yācanti agārasmā anagāriyaṁ pabbajjāya. ",
  "mn89:17.14": "Te bhagavā pabbājeti. ",
  "mn89:17.15": "Te tathāpabbajitā samānā ekā vūpakaṭṭhā appamattā ātāpino pahitattā viharantā nacirasseva—yassatthāya kulaputtā sammadeva agārasmā anagāriyaṁ pabbajanti, tadanuttaraṁ—brahmacariyapariyosānaṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja viharanti. ",
  "mn89:17.16": "Te evamāhaṁsu: ",
  "mn89:17.17": "‘manaṁ vata, bho, anassāma; manaṁ vata, bho, panassāma’. ",
  "mn89:17.18": "Mayañhi pubbe assamaṇāva samānā samaṇāmhāti paṭijānimhā, abrāhmaṇāva samānā brāhmaṇāmhāti paṭijānimhā, anarahantova samānā arahantāmhāti paṭijānimhā. ",
  "mn89:17.19": "‘Idāni khomha samaṇā, idāni khomha brāhmaṇā, idāni khomha arahanto’ti. ",
  "mn89:17.20": "Ayampi kho me, bhante, bhagavati dhammanvayo hoti: ",
  "mn89:17.21": "‘sammāsambuddho bhagavā, svākkhāto bhagavatā dhammo, suppaṭipanno bhagavato sāvakasaṅgho’ti. ",
  "mn89:18.1": "Puna caparāhaṁ, bhante, ime isidattapurāṇā thapatayo mamabhattā mamayānā, ahaṁ nesaṁ jīvikāya dātā, yasassa āhattā; ",
  "mn89:18.2": "atha ca pana no tathā mayi nipaccakāraṁ karonti yathā bhagavati. ",
  "mn89:18.3": "Bhūtapubbāhaṁ, bhante, senaṁ abbhuyyāto samāno ime ca isidattapurāṇā thapatayo vīmaṁsamāno aññatarasmiṁ sambādhe āvasathe vāsaṁ upagacchiṁ. ",
  "mn89:18.4": "Atha kho, bhante, ime isidattapurāṇā thapatayo bahudeva rattiṁ dhammiyā kathāya vītināmetvā, yato ahosi bhagavā tato sīsaṁ katvā maṁ pādato karitvā nipajjiṁsu. ",
  "mn89:18.5": "Tassa mayhaṁ, bhante, etadahosi: ",
  "mn89:18.6": "‘acchariyaṁ vata bho, abbhutaṁ vata bho. ",
  "mn89:18.7": "Ime isidattapurāṇā thapatayo mamabhattā mamayānā, ahaṁ nesaṁ jīvikāya dātā, yasassa āhattā; ",
  "mn89:18.8": "atha ca pana no tathā mayi nipaccakāraṁ karonti yathā bhagavati. ",
  "mn89:18.9": "Addhā ime āyasmanto tassa bhagavato sāsane uḷāraṁ pubbenāparaṁ visesaṁ jānantī’ti. ",
  "mn89:18.10": "Ayampi kho me, bhante, bhagavati dhammanvayo hoti: ",
  "mn89:18.11": "‘sammāsambuddho bhagavā, svākkhāto bhagavatā dhammo, suppaṭipanno bhagavato sāvakasaṅgho’ti. ",
  "mn89:19.1": "Puna caparaṁ, bhante, bhagavāpi khattiyo, ahampi khattiyo; ",
  "mn89:19.2": "bhagavāpi kosalo, ahampi kosalo; ",
  "mn89:19.3": "bhagavāpi āsītiko, ahampi āsītiko. ",
  "mn89:19.4": "Yampi, bhante, bhagavāpi khattiyo ahampi khattiyo, bhagavāpi kosalo ahampi kosalo, bhagavāpi āsītiko ahampi āsītiko; ",
  "mn89:19.5": "imināvārahāmevāhaṁ, bhante, bhagavati paramanipaccakāraṁ kātuṁ, mittūpahāraṁ upadaṁsetuṁ. ",
  "mn89:20.1": "Handa ca dāni mayaṁ, bhante, gacchāma; ",
  "mn89:20.2": "bahukiccā mayaṁ bahukaraṇīyā”ti. ",
  "mn89:20.3": "“Yassadāni tvaṁ, mahārāja, kālaṁ maññasī”ti. ",
  "mn89:20.4": "Atha kho rājā pasenadi kosalo uṭṭhāyāsanā bhagavantaṁ abhivādetvā padakkhiṇaṁ katvā pakkāmi. ",
  "mn89:21.1": "Atha kho bhagavā acirapakkantassa rañño pasenadissa kosalassa bhikkhū āmantesi: ",
  "mn89:21.2": "“eso, bhikkhave, rājā pasenadi kosalo dhammacetiyāni bhāsitvā uṭṭhāyāsanā pakkanto. ",
  "mn89:21.3": "Uggaṇhatha, bhikkhave, dhammacetiyāni; ",
  "mn89:21.4": "pariyāpuṇātha, bhikkhave, dhammacetiyāni; ",
  "mn89:21.5": "dhāretha, bhikkhave, dhammacetiyāni. ",
  "mn89:21.6": "Atthasaṁhitāni, bhikkhave, dhammacetiyāni ādibrahmacariyakānī”ti. ",
  "mn89:21.7": "Idamavoca bhagavā. ",
  "mn89:21.8": "Attamanā te bhikkhū bhagavato bhāsitaṁ abhinandunti. ",
  "mn89:21.9": "Dhammacetiyasuttaṁ niṭṭhitaṁ navamaṁ. "
}