{
  "mn90:0.1": "Majjhima Nikāya 90 ",
  "mn90:0.2": "Kaṇṇakatthalasutta ",
  "mn90:1.1": "Evaṁ me sutaṁ—",
  "mn90:1.2": "ekaṁ samayaṁ bhagavā uruññāyaṁ viharati kaṇṇakatthale migadāye. ",
  "mn90:2.1": "Tena kho pana samayena rājā pasenadi kosalo uruññaṁ anuppatto hoti kenacideva karaṇīyena. ",
  "mn90:2.2": "Atha kho rājā pasenadi kosalo aññataraṁ purisaṁ āmantesi: ",
  "mn90:2.3": "“ehi tvaṁ, ambho purisa, yena bhagavā tenupasaṅkama; upasaṅkamitvā mama vacanena bhagavato pāde sirasā vandāhi, appābādhaṁ appātaṅkaṁ lahuṭṭhānaṁ balaṁ phāsuvihāraṁ puccha: ",
  "mn90:2.4": "‘rājā, bhante, pasenadi kosalo bhagavato pāde sirasā vandati, appābādhaṁ appātaṅkaṁ lahuṭṭhānaṁ balaṁ phāsuvihāraṁ pucchatī’ti; ",
  "mn90:2.5": "evañca vadehi: ",
  "mn90:2.6": "‘ajja kira, bhante, rājā pasenadi kosalo pacchābhattaṁ bhuttapātarāso bhagavantaṁ dassanāya upasaṅkamissatī’”ti. ",
  "mn90:2.7": "“Evaṁ, devā”ti kho so puriso rañño pasenadissa kosalassa paṭissutvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho so puriso bhagavantaṁ etadavoca: ",
  "mn90:2.8": "“rājā, bhante, pasenadi kosalo bhagavato pāde sirasā vandati, appābādhaṁ appātaṅkaṁ lahuṭṭhānaṁ balaṁ phāsuvihāraṁ pucchati; ",
  "mn90:2.9": "evañca vadeti: ",
  "mn90:2.10": "‘ajja kira, bhante, rājā pasenadi kosalo pacchābhattaṁ bhuttapātarāso bhagavantaṁ dassanāya upasaṅkamissatī’”ti. ",
  "mn90:3.1": "Assosuṁ kho somā ca bhaginī sakulā ca bhaginī: ",
  "mn90:3.2": "“ajja kira rājā pasenadi kosalo pacchābhattaṁ bhuttapātarāso bhagavantaṁ dassanāya upasaṅkamissatī”ti. ",
  "mn90:3.3": "Atha kho somā ca bhaginī sakulā ca bhaginī rājānaṁ pasenadiṁ kosalaṁ bhattābhihāre upasaṅkamitvā etadavocuṁ: ",
  "mn90:3.4": "“tena hi, mahārāja, amhākampi vacanena bhagavato pāde sirasā vandāhi, appābādhaṁ appātaṅkaṁ lahuṭṭhānaṁ balaṁ phāsuvihāraṁ puccha: ",
  "mn90:3.5": "‘somā ca, bhante, bhaginī sakulā ca bhaginī bhagavato pāde sirasā vandati, appābādhaṁ appātaṅkaṁ lahuṭṭhānaṁ balaṁ phāsuvihāraṁ pucchatī’”ti. ",
  "mn90:4.1": "Atha kho rājā pasenadi kosalo pacchābhattaṁ bhuttapātarāso yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho rājā pasenadi kosalo bhagavantaṁ etadavoca: ",
  "mn90:4.2": "“somā ca, bhante, bhaginī sakulā ca bhaginī bhagavato pāde sirasā vandati, appābādhaṁ appātaṅkaṁ lahuṭṭhānaṁ balaṁ phāsuvihāraṁ pucchatī”ti. ",
  "mn90:4.3": "“Kiṁ pana, mahārāja, somā ca bhaginī sakulā ca bhaginī aññaṁ dūtaṁ nālatthun”ti? ",
  "mn90:4.4": "“Assosuṁ kho, bhante, somā ca bhaginī sakulā ca bhaginī: ",
  "mn90:4.5": "‘ajja kira rājā pasenadi kosalo pacchābhattaṁ bhuttapātarāso bhagavantaṁ dassanāya upasaṅkamissatī’ti. ",
  "mn90:4.6": "Atha kho, bhante, somā ca bhaginī sakulā ca bhaginī maṁ bhattābhihāre upasaṅkamitvā etadavocuṁ: ",
  "mn90:4.7": "‘tena hi, mahārāja, amhākampi vacanena bhagavato pāde sirasā vandāhi, appābādhaṁ appātaṅkaṁ lahuṭṭhānaṁ balaṁ phāsuvihāraṁ puccha—",
  "mn90:4.8": "somā ca bhaginī sakulā ca bhaginī bhagavato pāde sirasā vandati, appābādhaṁ appātaṅkaṁ lahuṭṭhānaṁ balaṁ phāsuvihāraṁ pucchatī’”ti. ",
  "mn90:4.9": "“Sukhiniyo hontu tā, mahārāja, somā ca bhaginī sakulā ca bhaginī”ti. ",
  "mn90:5.1": "Atha kho rājā pasenadi kosalo bhagavantaṁ etadavoca: ",
  "mn90:5.2": "“sutaṁ metaṁ, bhante, samaṇo gotamo evamāha: ",
  "mn90:5.3": "‘natthi so samaṇo vā brāhmaṇo vā yo sabbaññū sabbadassāvī aparisesaṁ ñāṇadassanaṁ paṭijānissati, netaṁ ṭhānaṁ vijjatī’ti. ",
  "mn90:5.4": "Ye te, bhante, evamāhaṁsu: ‘samaṇo gotamo evamāha—natthi so samaṇo vā brāhmaṇo vā yo sabbaññū sabbadassāvī aparisesaṁ ñāṇadassanaṁ paṭijānissati, netaṁ ṭhānaṁ vijjatī’ti; kacci te, bhante, bhagavato vuttavādino, na ca bhagavantaṁ abhūtena abbhācikkhanti, dhammassa cānudhammaṁ byākaronti, na ca koci sahadhammiko vādānuvādo gārayhaṁ ṭhānaṁ āgacchatī”ti? ",
  "mn90:5.5": "“Ye te, mahārāja, evamāhaṁsu: ‘samaṇo gotamo evamāha—natthi so samaṇo vā brāhmaṇo vā yo sabbaññū sabbadassāvī aparisesaṁ ñāṇadassanaṁ paṭijānissati, netaṁ ṭhānaṁ vijjatī’ti; na me te vuttavādino, abbhācikkhanti ca pana maṁ te asatā abhūtenā”ti. ",
  "mn90:6.1": "Atha kho rājā pasenadi kosalo viṭaṭūbhaṁ senāpatiṁ āmantesi: ",
  "mn90:6.2": "“ko nu kho, senāpati, imaṁ kathāvatthuṁ rājantepure abbhudāhāsī”ti? ",
  "mn90:6.3": "“Sañjayo, mahārāja, brāhmaṇo ākāsagotto”ti. ",
  "mn90:7.1": "Atha kho rājā pasenadi kosalo aññataraṁ purisaṁ āmantesi: ",
  "mn90:7.2": "“ehi tvaṁ, ambho purisa, mama vacanena sañjayaṁ brāhmaṇaṁ ākāsagottaṁ āmantehi: ",
  "mn90:7.3": "‘rājā taṁ, bhante, pasenadi kosalo āmantetī’”ti. ",
  "mn90:7.4": "“Evaṁ, devā”ti kho so puriso rañño pasenadissa kosalassa paṭissutvā yena sañjayo brāhmaṇo ākāsagotto tenupasaṅkami; upasaṅkamitvā sañjayaṁ brāhmaṇaṁ ākāsagottaṁ etadavoca: ",
  "mn90:7.5": "“rājā taṁ, bhante, pasenadi kosalo āmantetī”ti. ",
  "mn90:8.1": "Atha kho rājā pasenadi kosalo bhagavantaṁ etadavoca: ",
  "mn90:8.2": "“siyā nu kho, bhante, bhagavatā aññadeva kiñci sandhāya bhāsitaṁ, tañca jano aññathāpi paccāgaccheyya. ",
  "mn90:8.3": "Yathā kathaṁ pana, bhante, bhagavā abhijānāti vācaṁ bhāsitā”ti? ",
  "mn90:8.4": "“Evaṁ kho ahaṁ, mahārāja, abhijānāmi vācaṁ bhāsitā: ",
  "mn90:8.5": "‘natthi so samaṇo vā brāhmaṇo vā yo sakideva sabbaṁ ñassati, sabbaṁ dakkhiti, netaṁ ṭhānaṁ vijjatī’”ti. ",
  "mn90:8.6": "“Heturūpaṁ, bhante, bhagavā āha; saheturūpaṁ, bhante, bhagavā āha: ",
  "mn90:8.7": "‘natthi so samaṇo vā brāhmaṇo vā yo sakideva sabbaṁ ñassati, sabbaṁ dakkhiti, netaṁ ṭhānaṁ vijjatī’ti. ",
  "mn90:9.1": "Cattārome, bhante, vaṇṇā—",
  "mn90:9.2": "khattiyā, brāhmaṇā, vessā, suddā. ",
  "mn90:9.3": "Imesaṁ nu kho, bhante, catunnaṁ vaṇṇānaṁ siyā viseso siyā nānākaraṇan”ti? ",
  "mn90:9.4": "“Cattārome, mahārāja, vaṇṇā—",
  "mn90:9.5": "khattiyā, brāhmaṇā, vessā, suddā. ",
  "mn90:9.6": "Imesaṁ kho, mahārāja, catunnaṁ vaṇṇānaṁ dve vaṇṇā aggamakkhāyanti—",
  "mn90:9.7": "khattiyā ca brāhmaṇā ca—",
  "mn90:9.8": "yadidaṁ abhivādanapaccuṭṭhānaañjalikammasāmīcikammānī”ti. ",
  "mn90:10.1": "“Nāhaṁ, bhante, bhagavantaṁ diṭṭhadhammikaṁ pucchāmi; ",
  "mn90:10.2": "samparāyikāhaṁ, bhante, bhagavantaṁ pucchāmi. ",
  "mn90:10.3": "Cattārome, bhante, vaṇṇā—",
  "mn90:10.4": "khattiyā, brāhmaṇā, vessā, suddā. ",
  "mn90:10.5": "Imesaṁ nu kho, bhante, catunnaṁ vaṇṇānaṁ siyā viseso siyā nānākaraṇan”ti? ",
  "mn90:10.6": "“Pañcimāni, mahārāja, padhāniyaṅgāni. ",
  "mn90:10.7": "Katamāni pañca? ",
  "mn90:10.8": "Idha, mahārāja, bhikkhu saddho hoti, saddahati tathāgatassa bodhiṁ: ",
  "mn90:10.9": "‘itipi so bhagavā arahaṁ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṁ buddho bhagavā’ti; ",
  "mn90:10.10": "appābādho hoti appātaṅko samavepākiniyā gahaṇiyā samannāgato nātisītāya nāccuṇhāya majjhimāya padhānakkhamāya; ",
  "mn90:10.11": "asaṭho hoti amāyāvī yathābhūtaṁ attānaṁ āvikattā satthari vā viññūsu vā sabrahmacārīsu; ",
  "mn90:10.12": "āraddhavīriyo viharati akusalānaṁ dhammānaṁ pahānāya, kusalānaṁ dhammānaṁ upasampadāya, thāmavā daḷhaparakkamo anikkhittadhuro kusalesu dhammesu; ",
  "mn90:10.13": "paññavā hoti udayatthagāminiyā paññāya samannāgato ariyāya nibbedhikāya sammādukkhakkhayagāminiyā—",
  "mn90:10.14": "imāni kho, mahārāja, pañca padhāniyaṅgāni. ",
  "mn90:10.15": "Cattārome, mahārāja, vaṇṇā—",
  "mn90:10.16": "khattiyā, brāhmaṇā, vessā, suddā. ",
  "mn90:10.17": "Te cassu imehi pañcahi padhāniyaṅgehi samannāgatā; ",
  "mn90:10.18": "ettha pana nesaṁ assa dīgharattaṁ hitāya sukhāyā”ti. ",
  "mn90:11.1": "“Cattārome, bhante, vaṇṇā—",
  "mn90:11.2": "khattiyā, brāhmaṇā, vessā, suddā. ",
  "mn90:11.3": "Te cassu imehi pañcahi padhāniyaṅgehi samannāgatā; ",
  "mn90:11.4": "ettha pana nesaṁ, bhante, siyā viseso siyā nānākaraṇan”ti? ",
  "mn90:11.5": "“Ettha kho nesāhaṁ, mahārāja, padhānavemattataṁ vadāmi. ",
  "mn90:11.6": "Seyyathāpissu, mahārāja, dve hatthidammā vā assadammā vā godammā vā sudantā suvinītā, dve hatthidammā vā assadammā vā godammā vā adantā avinītā. ",
  "mn90:11.7": "Taṁ kiṁ maññasi, mahārāja, ",
  "mn90:11.8": "ye te dve hatthidammā vā assadammā vā godammā vā sudantā suvinītā, api nu te dantāva dantakāraṇaṁ gaccheyyuṁ, dantāva dantabhūmiṁ sampāpuṇeyyun”ti? ",
  "mn90:11.9": "“Evaṁ, bhante”. ",
  "mn90:11.10": "“Ye pana te dve hatthidammā vā assadammā vā godammā vā adantā avinītā, api nu te adantāva dantakāraṇaṁ gaccheyyuṁ, adantāva dantabhūmiṁ sampāpuṇeyyuṁ, seyyathāpi te dve hatthidammā vā assadammā vā godammā vā sudantā suvinītā”ti? ",
  "mn90:11.11": "“No hetaṁ, bhante”. ",
  "mn90:11.12": "“Evameva kho, mahārāja, yaṁ taṁ saddhena pattabbaṁ appābādhena asaṭhena amāyāvinā āraddhavīriyena paññavatā, taṁ vata assaddho bahvābādho saṭho māyāvī kusīto duppañño pāpuṇissatīti—netaṁ ṭhānaṁ vijjatī”ti. ",
  "mn90:12.1": "“Heturūpaṁ, bhante, bhagavā āha; saheturūpaṁ, bhante, bhagavā āha. ",
  "mn90:12.2": "Cattārome, bhante, vaṇṇā—",
  "mn90:12.3": "khattiyā, brāhmaṇā, vessā, suddā. ",
  "mn90:12.4": "Te cassu imehi pañcahi padhāniyaṅgehi samannāgatā te cassu sammappadhānā; ",
  "mn90:12.5": "ettha pana nesaṁ, bhante, siyā viseso siyā nānākaraṇan”ti? ",
  "mn90:12.6": "“Ettha kho nesāhaṁ, mahārāja, na kiñci nānākaraṇaṁ vadāmi—yadidaṁ vimuttiyā vimuttiṁ. ",
  "mn90:12.7": "Seyyathāpi, mahārāja, puriso sukkhaṁ sākakaṭṭhaṁ ādāya aggiṁ abhinibbatteyya, tejo pātukareyya; ",
  "mn90:12.8": "athāparo puriso sukkhaṁ sālakaṭṭhaṁ ādāya aggiṁ abhinibbatteyya, tejo pātukareyya; ",
  "mn90:12.9": "athāparo puriso sukkhaṁ ambakaṭṭhaṁ ādāya aggiṁ abhinibbatteyya, tejo pātukareyya; ",
  "mn90:12.10": "athāparo puriso sukkhaṁ udumbarakaṭṭhaṁ ādāya aggiṁ abhinibbatteyya, tejo pātukareyya. ",
  "mn90:12.11": "Taṁ kiṁ maññasi, mahārāja, ",
  "mn90:12.12": "siyā nu kho tesaṁ aggīnaṁ nānādāruto abhinibbattānaṁ kiñci nānākaraṇaṁ acciyā vā acciṁ, vaṇṇena vā vaṇṇaṁ, ābhāya vā ābhan”ti? ",
  "mn90:12.13": "“No hetaṁ, bhante”. ",
  "mn90:12.14": "“Evameva kho, mahārāja, yaṁ taṁ tejaṁ vīriyā nimmathitaṁ padhānābhinibbattaṁ, nāhaṁ tattha kiñci nānākaraṇaṁ vadāmi—yadidaṁ vimuttiyā vimuttin”ti. ",
  "mn90:13.1": "“Heturūpaṁ, bhante, bhagavā āha; saheturūpaṁ, bhante, bhagavā āha. ",
  "mn90:13.2": "Kiṁ pana, bhante, atthi devā”ti? ",
  "mn90:13.3": "“Kiṁ pana tvaṁ, mahārāja, evaṁ vadesi: ",
  "mn90:13.4": "‘kiṁ pana, bhante, atthi devā’”ti? ",
  "mn90:13.5": "“Yadi vā te, bhante, devā āgantāro itthattaṁ yadi vā anāgantāro itthattaṁ”? ",
  "mn90:13.6": "“Ye te, mahārāja, devā sabyābajjhā te devā āgantāro itthattaṁ, ye te devā abyābajjhā te devā anāgantāro itthattan”ti. ",
  "mn90:14.1": "Evaṁ vutte, viṭaṭūbho senāpati bhagavantaṁ etadavoca: ",
  "mn90:14.2": "“ye te, bhante, devā sabyābajjhā āgantāro itthattaṁ te devā, ye te devā abyābajjhā anāgantāro itthattaṁ te deve tamhā ṭhānā cāvessanti vā pabbājessanti vā”ti? ",
  "mn90:14.3": "Atha kho āyasmato ānandassa etadahosi: ",
  "mn90:14.4": "“ayaṁ kho viṭaṭūbho senāpati rañño pasenadissa kosalassa putto; ",
  "mn90:14.5": "ahaṁ bhagavato putto. ",
  "mn90:14.6": "Ayaṁ kho kālo yaṁ putto puttena manteyyā”ti. ",
  "mn90:14.7": "Atha kho āyasmā ānando viṭaṭūbhaṁ senāpatiṁ āmantesi: ",
  "mn90:14.8": "“tena hi, senāpati, taññevettha paṭipucchissāmi; yathā te khameyya tathā naṁ byākareyyāsi. ",
  "mn90:14.9": "Taṁ kiṁ maññasi, senāpati, ",
  "mn90:14.10": "yāvatā rañño pasenadissa kosalassa vijitaṁ yattha ca rājā pasenadi kosalo issariyādhipaccaṁ rajjaṁ kāreti, pahoti tattha rājā pasenadi kosalo samaṇaṁ vā brāhmaṇaṁ vā puññavantaṁ vā apuññavantaṁ vā brahmacariyavantaṁ vā abrahmacariyavantaṁ vā tamhā ṭhānā cāvetuṁ vā pabbājetuṁ vā”ti? ",
  "mn90:14.11": "“Yāvatā, bho, rañño pasenadissa kosalassa vijitaṁ yattha ca rājā pasenadi kosalo issariyādhipaccaṁ rajjaṁ kāreti, pahoti tattha rājā pasenadi kosalo samaṇaṁ vā brāhmaṇaṁ vā puññavantaṁ vā apuññavantaṁ vā brahmacariyavantaṁ vā abrahmacariyavantaṁ vā tamhā ṭhānā cāvetuṁ vā pabbājetuṁ vā”ti. ",
  "mn90:14.12": "“Taṁ kiṁ maññasi, senāpati, ",
  "mn90:14.13": "yāvatā rañño pasenadissa kosalassa avijitaṁ yattha ca rājā pasenadi kosalo na issariyādhipaccaṁ rajjaṁ kāreti, tattha pahoti rājā pasenadi kosalo samaṇaṁ vā brāhmaṇaṁ vā puññavantaṁ vā apuññavantaṁ vā brahmacariyavantaṁ vā abrahmacariyavantaṁ vā tamhā ṭhānā cāvetuṁ vā pabbājetuṁ vā”ti? ",
  "mn90:14.14": "“Yāvatā, bho, rañño pasenadissa kosalassa avijitaṁ yattha ca rājā pasenadi kosalo na issariyādhipaccaṁ rajjaṁ kāreti, na tattha pahoti rājā pasenadi kosalo samaṇaṁ vā brāhmaṇaṁ vā puññavantaṁ vā apuññavantaṁ vā brahmacariyavantaṁ vā abrahmacariyavantaṁ vā tamhā ṭhānā cāvetuṁ vā pabbājetuṁ vā”ti. ",
  "mn90:14.15": "“Taṁ kiṁ maññasi, senāpati, ",
  "mn90:14.16": "sutā te devā tāvatiṁsā”ti? ",
  "mn90:14.17": "“Evaṁ, bho. ",
  "mn90:14.18": "Sutā me devā tāvatiṁsā. ",
  "mn90:14.19": "Idhāpi bhotā raññā pasenadinā kosalena sutā devā tāvatiṁsā”ti. ",
  "mn90:14.20": "“Taṁ kiṁ maññasi, senāpati, ",
  "mn90:14.21": "pahoti rājā pasenadi kosalo deve tāvatiṁse tamhā ṭhānā cāvetuṁ vā pabbājetuṁ vā”ti? ",
  "mn90:14.22": "“Dassanampi, bho, rājā pasenadi kosalo deve tāvatiṁse nappahoti, kuto pana tamhā ṭhānā cāvessati vā pabbājessati vā”ti? ",
  "mn90:14.23": "“Evameva kho, senāpati, ye te devā sabyābajjhā āgantāro itthattaṁ te devā, ye te devā abyābajjhā anāgantāro itthattaṁ te deve dassanāyapi nappahonti; kuto pana tamhā ṭhānā cāvessanti vā pabbājessanti vā”ti? ",
  "mn90:15.1": "Atha kho rājā pasenadi kosalo bhagavantaṁ etadavoca: ",
  "mn90:15.2": "“konāmo ayaṁ, bhante, bhikkhū”ti? ",
  "mn90:15.3": "“Ānando nāma, mahārājā”ti. ",
  "mn90:15.4": "“Ānando vata bho, ānandarūpo vata bho. ",
  "mn90:15.5": "Heturūpaṁ, bhante, āyasmā ānando āha; saheturūpaṁ, bhante, āyasmā ānando āha. ",
  "mn90:15.6": "Kiṁ pana, bhante, atthi brahmā”ti? ",
  "mn90:15.7": "“Kiṁ pana tvaṁ, mahārāja, evaṁ vadesi: ",
  "mn90:15.8": "‘kiṁ pana, bhante, atthi brahmā’”ti? ",
  "mn90:15.9": "“Yadi vā so, bhante, brahmā āgantā itthattaṁ, yadi vā anāgantā itthattan”ti? ",
  "mn90:15.10": "“Yo so, mahārāja, brahmā sabyābajjho so brahmā āgantā itthattaṁ, yo so brahmā abyābajjho so brahmā anāgantā itthattan”ti. ",
  "mn90:16.1": "Atha kho aññataro puriso rājānaṁ pasenadiṁ kosalaṁ etadavoca: ",
  "mn90:16.2": "“sañjayo, mahārāja, brāhmaṇo ākāsagotto āgato”ti. ",
  "mn90:16.3": "Atha kho rājā pasenadi kosalo sañjayaṁ brāhmaṇaṁ ākāsagottaṁ etadavoca: ",
  "mn90:16.4": "“ko nu kho, brāhmaṇa, imaṁ kathāvatthuṁ rājantepure abbhudāhāsī”ti? ",
  "mn90:16.5": "“Viṭaṭūbho, mahārāja, senāpatī”ti. ",
  "mn90:16.6": "Viṭaṭūbho senāpati evamāha: ",
  "mn90:16.7": "“sañjayo, mahārāja, brāhmaṇo ākāsagotto”ti. ",
  "mn90:17.1": "Atha kho aññataro puriso rājānaṁ pasenadiṁ kosalaṁ etadavoca: ",
  "mn90:17.2": "“yānakālo, mahārājā”ti. ",
  "mn90:17.3": "Atha kho rājā pasenadi kosalo bhagavantaṁ etadavoca: ",
  "mn90:17.4": "“sabbaññutaṁ mayaṁ, bhante, bhagavantaṁ apucchimhā, sabbaññutaṁ bhagavā byākāsi; ",
  "mn90:17.5": "tañca panamhākaṁ ruccati ceva khamati ca, tena camhā attamanā. ",
  "mn90:17.6": "Cātuvaṇṇisuddhiṁ mayaṁ, bhante, bhagavantaṁ apucchimhā, cātuvaṇṇisuddhiṁ bhagavā byākāsi; ",
  "mn90:17.7": "tañca panamhākaṁ ruccati ceva khamati ca, tena camhā attamanā. ",
  "mn90:17.8": "Adhideve mayaṁ, bhante, bhagavantaṁ apucchimhā, adhideve bhagavā byākāsi; ",
  "mn90:17.9": "tañca panamhākaṁ ruccati ceva khamati ca, tena camhā attamanā. ",
  "mn90:17.10": "Adhibrahmānaṁ mayaṁ, bhante, bhagavantaṁ apucchimhā, adhibrahmānaṁ bhagavā byākāsi; ",
  "mn90:17.11": "tañca panamhākaṁ ruccati ceva khamati ca, tena camhā attamanā. ",
  "mn90:17.12": "Yaṁ yadeva ca mayaṁ bhagavantaṁ apucchimhā taṁ tadeva bhagavā byākāsi; ",
  "mn90:17.13": "tañca panamhākaṁ ruccati ceva khamati ca, tena camhā attamanā. ",
  "mn90:17.14": "Handa ca dāni mayaṁ, bhante, gacchāma; ",
  "mn90:17.15": "bahukiccā mayaṁ bahukaraṇīyā”ti. ",
  "mn90:17.16": "“Yassadāni tvaṁ, mahārāja, kālaṁ maññasī”ti. ",
  "mn90:18.1": "Atha kho rājā pasenadi kosalo bhagavato bhāsitaṁ abhinanditvā anumoditvā uṭṭhāyāsanā bhagavantaṁ abhivādetvā padakkhiṇaṁ katvā pakkāmīti. ",
  "mn90:18.2": "Kaṇṇakatthalasuttaṁ niṭṭhitaṁ dasamaṁ. ",
  "mn90:18.3": "Rājavaggo niṭṭhito catuttho. ",
  "mn90:19.0": "Tassuddānaṁ",
  "mn90:19.1": "Ghaṭikāro raṭṭhapālo, ",
  "mn90:19.2": "maghadevo madhuriyaṁ; ",
  "mn90:19.3": "Bodhi aṅgulimālo ca, ",
  "mn90:19.4": "piyajātaṁ bāhitikaṁ; ",
  "mn90:19.5": "Dhammacetiyasuttañca, ",
  "mn90:19.6": "dasamaṁ kaṇṇakatthalaṁ. "
}