{
  "mn93:0.1": "Majjhima Nikāya 93 ",
  "mn93:0.2": "Assalāyanasutta ",
  "mn93:1.1": "Evaṁ me sutaṁ—",
  "mn93:1.2": "ekaṁ samayaṁ bhagavā sāvatthiyaṁ viharati jetavane anāthapiṇḍikassa ārāme. ",
  "mn93:2.1": "Tena kho pana samayena nānāverajjakānaṁ brāhmaṇānaṁ pañcamattāni brāhmaṇasatāni sāvatthiyaṁ paṭivasanti kenacideva karaṇīyena. ",
  "mn93:2.2": "Atha kho tesaṁ brāhmaṇānaṁ etadahosi: ",
  "mn93:2.3": "“ayaṁ kho samaṇo gotamo cātuvaṇṇiṁ suddhiṁ paññapeti. ",
  "mn93:2.4": "Ko nu kho pahoti samaṇena gotamena saddhiṁ asmiṁ vacane paṭimantetun”ti? ",
  "mn93:3.1": "Tena kho pana samayena assalāyano nāma māṇavo sāvatthiyaṁ paṭivasati daharo, vuttasiro, soḷasavassuddesiko jātiyā, tiṇṇaṁ vedānaṁ pāragū sanighaṇḍukeṭubhānaṁ sākkharappabhedānaṁ itihāsapañcamānaṁ, padako, veyyākaraṇo, lokāyatamahāpurisalakkhaṇesu anavayo. ",
  "mn93:3.2": "Atha kho tesaṁ brāhmaṇānaṁ etadahosi: ",
  "mn93:3.3": "“ayaṁ kho assalāyano māṇavo sāvatthiyaṁ paṭivasati daharo, vuttasiro, soḷasavassuddesiko jātiyā, tiṇṇaṁ vedānaṁ pāragū …pe… anavayo. ",
  "mn93:3.4": "So kho pahoti samaṇena gotamena saddhiṁ asmiṁ vacane paṭimantetun”ti. ",
  "mn93:4.1": "Atha kho te brāhmaṇā yena assalāyano māṇavo tenupasaṅkamiṁsu; upasaṅkamitvā assalāyanaṁ māṇavaṁ etadavocuṁ: ",
  "mn93:4.2": "“ayaṁ, bho assalāyana, samaṇo gotamo cātuvaṇṇiṁ suddhiṁ paññapeti. ",
  "mn93:4.3": "Etu bhavaṁ assalāyano samaṇena gotamena saddhiṁ asmiṁ vacane paṭimantetū”ti. ",
  "mn93:4.4": "Evaṁ vutte, assalāyano māṇavo te brāhmaṇe etadavoca: ",
  "mn93:4.5": "“samaṇo khalu, bho, gotamo dhammavādī; ",
  "mn93:4.6": "dhammavādino ca pana duppaṭimantiyā bhavanti. ",
  "mn93:4.7": "Nāhaṁ sakkomi samaṇena gotamena saddhiṁ asmiṁ vacane paṭimantetun”ti. ",
  "mn93:4.8": "Dutiyampi kho te brāhmaṇā assalāyanaṁ māṇavaṁ etadavocuṁ: ",
  "mn93:4.9": "“ayaṁ, bho assalāyana, samaṇo gotamo cātuvaṇṇiṁ suddhiṁ paññapeti. ",
  "mn93:4.10": "Etu bhavaṁ assalāyano samaṇena gotamena saddhiṁ asmiṁ vacane paṭimantetu. ",
  "mn93:4.11": "Caritaṁ kho pana bhotā assalāyanena paribbājakan”ti. ",
  "mn93:4.12": "Dutiyampi kho assalāyano māṇavo te brāhmaṇe etadavoca: ",
  "mn93:4.13": "“samaṇo khalu, bho, gotamo dhammavādī; ",
  "mn93:4.14": "dhammavādino ca pana duppaṭimantiyā bhavanti. ",
  "mn93:4.15": "Nāhaṁ sakkomi samaṇena gotamena saddhiṁ asmiṁ vacane paṭimantetun”ti. ",
  "mn93:4.16": "Tatiyampi kho te brāhmaṇā assalāyanaṁ māṇavaṁ etadavocuṁ: ",
  "mn93:4.17": "“ayaṁ, bho assalāyana, samaṇo gotamo cātuvaṇṇiṁ suddhiṁ paññapeti. ",
  "mn93:4.18": "Etu bhavaṁ assalāyano samaṇena gotamena saddhiṁ asmiṁ vacane paṭimantetu. ",
  "mn93:4.19": "Caritaṁ kho pana bhotā assalāyanena paribbājakaṁ. ",
  "mn93:4.20": "Mā bhavaṁ assalāyano ayuddhaparājitaṁ parājayī”ti. ",
  "mn93:4.21": "Evaṁ vutte, assalāyano māṇavo te brāhmaṇe etadavoca: ",
  "mn93:4.22": "“addhā kho ahaṁ bhavanto na labhāmi. ",
  "mn93:4.23": "Samaṇo khalu, bho, gotamo dhammavādī; ",
  "mn93:4.24": "dhammavādino ca pana duppaṭimantiyā bhavanti. ",
  "mn93:4.25": "Nāhaṁ sakkomi samaṇena gotamena saddhiṁ asmiṁ vacane paṭimantetunti. ",
  "mn93:4.26": "Api cāhaṁ bhavantānaṁ vacanena gamissāmī”ti. ",
  "mn93:5.1": "Atha kho assalāyano māṇavo mahatā brāhmaṇagaṇena saddhiṁ yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṁ sammodi. ",
  "mn93:5.2": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho assalāyano māṇavo bhagavantaṁ etadavoca: ",
  "mn93:5.3": "“brāhmaṇā, bho gotama, evamāhaṁsu: ",
  "mn93:5.4": "‘brāhmaṇova seṭṭho vaṇṇo, hīno añño vaṇṇo; ",
  "mn93:5.5": "brāhmaṇova sukko vaṇṇo, kaṇho añño vaṇṇo; ",
  "mn93:5.6": "brāhmaṇova sujjhanti, no abrāhmaṇā; ",
  "mn93:5.7": "brāhmaṇāva brahmuno puttā orasā mukhato jātā brahmajā brahmanimmitā brahmadāyādā’ti. ",
  "mn93:5.8": "Idha bhavaṁ gotamo kimāhā”ti? ",
  "mn93:5.9": "“Dissanti kho pana, assalāyana, brāhmaṇānaṁ brāhmaṇiyo utuniyopi gabbhiniyopi vijāyamānāpi pāyamānāpi. ",
  "mn93:5.10": "Te ca brāhmaṇiyonijāva samānā evamāhaṁsu: ",
  "mn93:5.11": "‘brāhmaṇova seṭṭho vaṇṇo, hīno añño vaṇṇo; ",
  "mn93:5.12": "brāhmaṇova sukko vaṇṇo, kaṇho añño vaṇṇo; ",
  "mn93:5.13": "brāhmaṇāva sujjhanti, no abrāhmaṇā; ",
  "mn93:5.14": "brāhmaṇāva brahmuno puttā orasā mukhato jātā brahmajā brahmanimmitā brahmadāyādā’”ti. ",
  "mn93:6.1": "“Kiñcāpi bhavaṁ gotamo evamāha, atha khvettha brāhmaṇā evametaṁ maññanti: ",
  "mn93:6.2": "‘brāhmaṇova seṭṭho vaṇṇo, hīno añño vaṇṇo …pe… ",
  "mn93:6.3": "brahmadāyādā’”ti. ",
  "mn93:6.4": "“Taṁ kiṁ maññasi, assalāyana, ",
  "mn93:6.5": "sutaṁ te: ‘yonakambojesu aññesu ca paccantimesu janapadesu dveva vaṇṇā—ayyo ceva dāso ca; ayyo hutvā dāso hoti, dāso hutvā ayyo hotī’”ti? ",
  "mn93:6.6": "“Evaṁ, bho, sutaṁ taṁ me: ‘yonakambojesu aññesu ca paccantimesu janapadesu dveva vaṇṇā—ayyo ceva dāso ca; ayyo hutvā dāso hoti, dāso hutvā ayyo hotī’”ti. ",
  "mn93:6.7": "“Ettha, assalāyana, brāhmaṇānaṁ kiṁ balaṁ, ko assāso yadettha brāhmaṇā evamāhaṁsu: ",
  "mn93:6.8": "‘brāhmaṇova seṭṭho vaṇṇo, hīno añño vaṇṇo …pe… ",
  "mn93:6.9": "brahmadāyādā’”ti? ",
  "mn93:7.1": "“Kiñcāpi bhavaṁ gotamo evamāha, atha khvettha brāhmaṇā evametaṁ maññanti: ",
  "mn93:7.2": "‘brāhmaṇova seṭṭho vaṇṇo, hīno añño vaṇṇo …pe… ",
  "mn93:7.3": "brahmadāyādā’”ti. ",
  "mn93:7.4": "“Taṁ kiṁ maññasi, assalāyana, ",
  "mn93:7.5": "khattiyova nu kho pāṇātipātī adinnādāyī kāmesumicchācārī musāvādī pisuṇavāco pharusavāco samphappalāpī abhijjhālu byāpannacitto micchādiṭṭhi kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjeyya, no brāhmaṇo? ",
  "mn93:7.6": "Vessova nu kho …pe… ",
  "mn93:7.7": "suddova nu kho pāṇātipātī adinnādāyī kāmesumicchācārī musāvādī pisuṇavāco pharusavāco samphappalāpī abhijjhālu byāpannacitto micchādiṭṭhi kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjeyya, no brāhmaṇo”ti? ",
  "mn93:7.8": "“No hidaṁ, bho gotama. ",
  "mn93:7.9": "Khattiyopi hi, bho gotama, pāṇātipātī adinnādāyī kāmesumicchācārī musāvādī pisuṇavāco pharusavāco samphappalāpī abhijjhālu byāpannacitto micchādiṭṭhi kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjeyya. ",
  "mn93:7.10": "Brāhmaṇopi hi, bho gotama …pe… ",
  "mn93:7.11": "vessopi hi, bho gotama …pe… ",
  "mn93:7.12": "suddopi hi, bho gotama …pe… ",
  "mn93:7.13": "sabbepi hi, bho gotama, cattāro vaṇṇā pāṇātipātino adinnādāyino kāmesumicchācārino musāvādino pisuṇavācā pharusavācā samphappalāpino abhijjhālū byāpannacittā micchādiṭṭhī kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjeyyun”ti. ",
  "mn93:7.14": "“Ettha, assalāyana, brāhmaṇānaṁ kiṁ balaṁ, ko assāso yadettha brāhmaṇā evamāhaṁsu: ",
  "mn93:7.15": "‘brāhmaṇova seṭṭho vaṇṇo, hīno añño vaṇṇo …pe… ",
  "mn93:7.16": "brahmadāyādā’”ti? ",
  "mn93:8.1": "“Kiñcāpi bhavaṁ gotamo evamāha, atha khvettha brāhmaṇā evametaṁ maññanti: ",
  "mn93:8.2": "‘brāhmaṇova seṭṭho vaṇṇo, hīno añño vaṇṇo …pe… ",
  "mn93:8.3": "brahmadāyādā’”ti. ",
  "mn93:8.4": "“Taṁ kiṁ maññasi, assalāyana, ",
  "mn93:8.5": "brāhmaṇova nu kho pāṇātipātā paṭivirato adinnādānā paṭivirato kāmesumicchācārā paṭivirato musāvādā paṭivirato pisuṇāya vācāya paṭivirato pharusāya vācāya paṭivirato samphappalāpā paṭivirato anabhijjhālu abyāpannacitto sammādiṭṭhi kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjeyya, no khattiyo, no vesso, no suddo”ti? ",
  "mn93:8.6": "“No hidaṁ, bho gotama. ",
  "mn93:8.7": "Khattiyopi hi, bho gotama, pāṇātipātā paṭivirato adinnādānā paṭivirato kāmesumicchācārā paṭivirato musāvādā paṭivirato pisuṇāya vācāya paṭivirato pharusāya vācāya paṭivirato samphappalāpā paṭivirato anabhijjhālu abyāpannacitto sammādiṭṭhi kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjeyya. ",
  "mn93:8.8": "Brāhmaṇopi hi, bho gotama …pe… ",
  "mn93:8.9": "vessopi hi, bho gotama …pe… ",
  "mn93:8.10": "suddopi hi, bho gotama …pe… ",
  "mn93:8.11": "sabbepi hi, bho gotama, cattāro vaṇṇā pāṇātipātā paṭiviratā adinnādānā paṭiviratā kāmesumicchācārā paṭiviratā musāvādā paṭiviratā pisuṇāya vācāya paṭiviratā pharusāya vācāya paṭiviratā samphappalāpā paṭiviratā anabhijjhālū abyāpannacittā sammādiṭṭhī kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjeyyun”ti. ",
  "mn93:8.12": "“Ettha, assalāyana, brāhmaṇānaṁ kiṁ balaṁ, ko assāso yadettha brāhmaṇā evamāhaṁsu: ",
  "mn93:8.13": "‘brāhmaṇova seṭṭho vaṇṇo, hīno añño vaṇṇo …pe… ",
  "mn93:8.14": "brahmadāyādā’”ti? ",
  "mn93:9.1": "“Kiñcāpi bhavaṁ gotamo evamāha, atha khvettha brāhmaṇā evametaṁ maññanti: ",
  "mn93:9.2": "‘brāhmaṇova seṭṭho vaṇṇo, hīno añño vaṇṇo …pe… ",
  "mn93:9.3": "brahmadāyādā’”ti. ",
  "mn93:9.4": "“Taṁ kiṁ maññasi, assalāyana, ",
  "mn93:9.5": "brāhmaṇova nu kho pahoti asmiṁ padese averaṁ abyābajjhaṁ mettacittaṁ bhāvetuṁ, no khattiyo, no vesso, no suddo”ti? ",
  "mn93:9.6": "“No hidaṁ, bho gotama. ",
  "mn93:9.7": "Khattiyopi hi, bho gotama, pahoti asmiṁ padese averaṁ abyābajjhaṁ mettacittaṁ bhāvetuṁ; ",
  "mn93:9.8": "brāhmaṇopi hi, bho gotama … ",
  "mn93:9.9": "vessopi hi, bho gotama … ",
  "mn93:9.10": "suddopi hi, bho gotama … ",
  "mn93:9.11": "sabbepi hi, bho gotama, cattāro vaṇṇā pahonti asmiṁ padese averaṁ abyābajjhaṁ mettacittaṁ bhāvetun”ti. ",
  "mn93:9.12": "“Ettha, assalāyana, brāhmaṇānaṁ kiṁ balaṁ, ko assāso yadettha brāhmaṇā evamāhaṁsu: ",
  "mn93:9.13": "‘brāhmaṇova seṭṭho vaṇṇo, hīno añño vaṇṇo …pe… ",
  "mn93:9.14": "brahmadāyādā’”ti? ",
  "mn93:10.1": "“Kiñcāpi bhavaṁ gotamo evamāha, atha khvettha brāhmaṇā evametaṁ maññanti: ",
  "mn93:10.2": "‘brāhmaṇova seṭṭho vaṇṇo, hīno añño vaṇṇo …pe… ",
  "mn93:10.3": "brahmadāyādā’”ti. ",
  "mn93:10.4": "“Taṁ kiṁ maññasi, assalāyana, ",
  "mn93:10.5": "brāhmaṇova nu kho pahoti sottisināniṁ ādāya nadiṁ gantvā rajojallaṁ pavāhetuṁ, no khattiyo, no vesso, no suddo”ti? ",
  "mn93:10.6": "“No hidaṁ, bho gotama. ",
  "mn93:10.7": "Khattiyopi hi, bho gotama, pahoti sottisināniṁ ādāya nadiṁ gantvā rajojallaṁ pavāhetuṁ, brāhmaṇopi hi, bho gotama … ",
  "mn93:10.8": "vessopi hi, bho gotama … ",
  "mn93:10.9": "suddopi hi, bho gotama … ",
  "mn93:10.10": "sabbepi hi, bho gotama, cattāro vaṇṇā pahonti sottisināniṁ ādāya nadiṁ gantvā rajojallaṁ pavāhetun”ti. ",
  "mn93:10.11": "“Ettha, assalāyana, brāhmaṇānaṁ kiṁ balaṁ, ko assāso yadettha brāhmaṇā evamāhaṁsu: ",
  "mn93:10.12": "‘brāhmaṇova seṭṭho vaṇṇo, hīno añño vaṇṇo …pe… ",
  "mn93:10.13": "brahmadāyādā’”ti? ",
  "mn93:11.1": "“Kiñcāpi bhavaṁ gotamo evamāha, atha khvettha brāhmaṇā evametaṁ maññanti: ",
  "mn93:11.2": "‘brāhmaṇova seṭṭho vaṇṇo, hīno añño vaṇṇo …pe… ",
  "mn93:11.3": "brahmadāyādā’”ti. ",
  "mn93:11.4": "“Taṁ kiṁ maññasi, assalāyana, ",
  "mn93:11.5": "idha rājā khattiyo muddhāvasitto nānājaccānaṁ purisānaṁ purisasataṁ sannipāteyya: ",
  "mn93:11.6": "‘āyantu bhonto ye tattha khattiyakulā brāhmaṇakulā rājaññakulā uppannā, sākassa vā sālassa vā salaḷassa vā candanassa vā padumakassa vā uttarāraṇiṁ ādāya, aggiṁ abhinibbattentu, tejo pātukarontu. ",
  "mn93:11.7": "Āyantu pana bhonto ye tattha caṇḍālakulā nesādakulā venakulā rathakārakulā pukkusakulā uppannā, sāpānadoṇiyā vā sūkaradoṇiyā vā rajakadoṇiyā vā eraṇḍakaṭṭhassa vā uttarāraṇiṁ ādāya, aggiṁ abhinibbattentu, tejo pātukarontū’ti. ",
  "mn93:11.8": "Taṁ kiṁ maññasi, assalāyana, ",
  "mn93:11.9": "yo evaṁ nu kho so khattiyakulā brāhmaṇakulā rājaññakulā uppannehi sākassa vā sālassa vā salaḷassa vā candanassa vā padumakassa vā uttarāraṇiṁ ādāya aggi abhinibbatto, tejo pātukato, so eva nu khvāssa aggi accimā ceva vaṇṇavā ca pabhassaro ca, tena ca sakkā agginā aggikaraṇīyaṁ kātuṁ; ",
  "mn93:11.10": "yo pana so caṇḍālakulā nesādakulā venakulā rathakārakulā pukkusakulā uppannehi sāpānadoṇiyā vā sūkaradoṇiyā vā rajakadoṇiyā vā eraṇḍakaṭṭhassa vā uttarāraṇiṁ ādāya aggi abhinibbatto, tejo pātukato svāssa aggi na ceva accimā na ca vaṇṇavā na ca pabhassaro, na ca tena sakkā agginā aggikaraṇīyaṁ kātun”ti? ",
  "mn93:11.11": "“No hidaṁ, bho gotama. ",
  "mn93:11.12": "Yopi hi so, bho gotama, khattiyakulā brāhmaṇakulā rājaññakulā uppannehi sākassa vā sālassa vā salaḷassa vā candanassa vā padumakassa vā uttarāraṇiṁ ādāya aggi abhinibbatto, tejo pātukato svāssa aggi accimā ceva vaṇṇavā ca pabhassaro ca, tena ca sakkā agginā aggikaraṇīyaṁ kātuṁ; ",
  "mn93:11.13": "yopi so caṇḍālakulā nesādakulā venakulā rathakārakulā pukkusakulā uppannehi sāpānadoṇiyā vā sūkaradoṇiyā vā rajakadoṇiyā vā eraṇḍakaṭṭhassa vā uttarāraṇiṁ ādāya aggi abhinibbatto, tejo pātukato, svāssa aggi accimā ceva vaṇṇavā ca pabhassaro ca, tena ca sakkā agginā aggikaraṇīyaṁ kātuṁ. ",
  "mn93:11.14": "Sabbopi hi, bho gotama, aggi accimā ceva vaṇṇavā ca pabhassaro ca, sabbenapi sakkā agginā aggikaraṇīyaṁ kātun”ti. ",
  "mn93:11.15": "“Ettha, assalāyana, brāhmaṇānaṁ kiṁ balaṁ, ko assāso yadettha brāhmaṇā evamāhaṁsu: ",
  "mn93:11.16": "‘brāhmaṇova seṭṭho vaṇṇo, hīno añño vaṇṇo; ",
  "mn93:11.17": "brāhmaṇova sukko vaṇṇo, kaṇho añño vaṇṇo; ",
  "mn93:11.18": "brāhmaṇāva sujjhanti, no abrāhmaṇā; ",
  "mn93:11.19": "brāhmaṇāva brahmuno puttā orasā mukhato jātā brahmajā brahmanimmitā brahmadāyādā’”ti? ",
  "mn93:12.1": "“Kiñcāpi bhavaṁ gotamo evamāha, atha khvettha brāhmaṇā evametaṁ maññanti: ",
  "mn93:12.2": "‘brāhmaṇova seṭṭho vaṇṇo, hīno añño vaṇṇo …pe… ",
  "mn93:12.3": "brahmadāyādā’”ti. ",
  "mn93:12.4": "“Taṁ kiṁ maññasi, assalāyana, ",
  "mn93:12.5": "idha khattiyakumāro brāhmaṇakaññāya saddhiṁ saṁvāsaṁ kappeyya, tesaṁ saṁvāsamanvāya putto jāyetha; ",
  "mn93:12.6": "yo so khattiyakumārena brāhmaṇakaññāya putto uppanno, siyā so mātupi sadiso pitupi sadiso, ‘khattiyo’tipi vattabbo ‘brāhmaṇo’tipi vattabbo”ti? ",
  "mn93:12.7": "“Yo so, bho gotama, khattiyakumārena brāhmaṇakaññāya putto uppanno, siyā so mātupi sadiso pitupi sadiso, ‘khattiyo’tipi vattabbo ‘brāhmaṇo’tipi vattabbo”ti. ",
  "mn93:13.1": "“Taṁ kiṁ maññasi, assalāyana, ",
  "mn93:13.2": "idha brāhmaṇakumāro khattiyakaññāya saddhiṁ saṁvāsaṁ kappeyya, tesaṁ saṁvāsamanvāya putto jāyetha; ",
  "mn93:13.3": "yo so brāhmaṇakumārena khattiyakaññāya putto uppanno, siyā so mātupi sadiso pitupi sadiso, ‘khattiyo’tipi vattabbo ‘brāhmaṇo’tipi vattabbo”ti? ",
  "mn93:13.4": "“Yo so, bho gotama, brāhmaṇakumārena khattiyakaññāya putto uppanno, siyā so mātupi sadiso pitupi sadiso, ‘khattiyo’tipi vattabbo ‘brāhmaṇo’tipi vattabbo”ti. ",
  "mn93:14.1": "“Taṁ kiṁ maññasi, assalāyana, ",
  "mn93:14.2": "idha vaḷavaṁ gadrabhena sampayojeyyuṁ, tesaṁ sampayogamanvāya kisoro jāyetha; ",
  "mn93:14.3": "yo so vaḷavāya gadrabhena kisoro uppanno, siyā so mātupi sadiso pitupi sadiso, ‘asso’tipi vattabbo ‘gadrabho’tipi vattabbo”ti? ",
  "mn93:14.4": "“Kuṇḍañhi so, bho gotama, assataro hoti. ",
  "mn93:14.5": "Idaṁ hissa, bho gotama, nānākaraṇaṁ passāmi; ",
  "mn93:14.6": "amutra ca panesānaṁ na kiñci nānākaraṇaṁ passāmī”ti. ",
  "mn93:15.1": "“Taṁ kiṁ maññasi, assalāyana, ",
  "mn93:15.2": "idhāssu dve māṇavakā bhātaro sodariyā, eko ajjhāyako upanīto eko anajjhāyako anupanīto. ",
  "mn93:15.3": "Kamettha brāhmaṇā paṭhamaṁ bhojeyyuṁ saddhe vā thālipāke vā yaññe vā pāhune vā”ti? ",
  "mn93:15.4": "“Yo so, bho gotama, māṇavako ajjhāyako upanīto tamettha brāhmaṇā paṭhamaṁ bhojeyyuṁ saddhe vā thālipāke vā yaññe vā pāhune vā. ",
  "mn93:15.5": "Kiñhi, bho gotama, anajjhāyake anupanīte dinnaṁ mahapphalaṁ bhavissatī”ti? ",
  "mn93:16.1": "“Taṁ kiṁ maññasi, assalāyana, ",
  "mn93:16.2": "idhāssu dve māṇavakā bhātaro sodariyā, eko ajjhāyako upanīto dussīlo pāpadhammo, eko anajjhāyako anupanīto sīlavā kalyāṇadhammo. ",
  "mn93:16.3": "Kamettha brāhmaṇā paṭhamaṁ bhojeyyuṁ saddhe vā thālipāke vā yaññe vā pāhune vā”ti? ",
  "mn93:16.4": "“Yo so, bho gotama, māṇavako anajjhāyako anupanīto sīlavā kalyāṇadhammo tamettha brāhmaṇā paṭhamaṁ bhojeyyuṁ saddhe vā thālipāke vā yaññe vā pāhune vā. ",
  "mn93:16.5": "Kiñhi, bho gotama, dussīle pāpadhamme dinnaṁ mahapphalaṁ bhavissatī”ti? ",
  "mn93:17.1": "“Pubbe kho tvaṁ, assalāyana, jātiṁ agamāsi; ",
  "mn93:17.2": "jātiṁ gantvā mante agamāsi; ",
  "mn93:17.3": "mante gantvā tape agamāsi; ",
  "mn93:17.4": "tape gantvā cātuvaṇṇiṁ suddhiṁ paccāgato, yamahaṁ paññapemī”ti. ",
  "mn93:17.5": "Evaṁ vutte, assalāyano māṇavo tuṇhībhūto maṅkubhūto pattakkhandho adhomukho pajjhāyanto appaṭibhāno nisīdi. ",
  "mn93:18.1": "Atha kho bhagavā assalāyanaṁ māṇavaṁ tuṇhībhūtaṁ maṅkubhūtaṁ pattakkhandhaṁ adhomukhaṁ pajjhāyantaṁ appaṭibhānaṁ viditvā assalāyanaṁ māṇavaṁ etadavoca: ",
  "mn93:18.2": "“bhūtapubbaṁ, assalāyana, sattannaṁ brāhmaṇisīnaṁ araññāyatane paṇṇakuṭīsu sammantānaṁ evarūpaṁ pāpakaṁ diṭṭhigataṁ uppannaṁ hoti: ",
  "mn93:18.3": "‘brāhmaṇova seṭṭho vaṇṇo, hīno añño vaṇṇo … ",
  "mn93:18.4": "pe… ",
  "mn93:18.5": "brahmadāyādā’ti. ",
  "mn93:18.6": "Assosi kho, assalāyana, asito devalo isi: ",
  "mn93:18.7": "‘sattannaṁ kira brāhmaṇisīnaṁ araññāyatane paṇṇakuṭīsu sammantānaṁ evarūpaṁ pāpakaṁ diṭṭhigataṁ uppannaṁ—",
  "mn93:18.8": "brāhmaṇova seṭṭho vaṇṇo …pe… ",
  "mn93:18.9": "brahmadāyādā’ti. ",
  "mn93:18.10": "Atha kho, assalāyana, asito devalo isi kesamassuṁ kappetvā mañjiṭṭhavaṇṇāni dussāni nivāsetvā paṭaliyo upāhanā āruhitvā jātarūpamayaṁ daṇḍaṁ gahetvā sattannaṁ brāhmaṇisīnaṁ patthaṇḍile pāturahosi. ",
  "mn93:18.11": "Atha kho, assalāyana, asito devalo isi sattannaṁ brāhmaṇisīnaṁ patthaṇḍile caṅkamamāno evamāha: ",
  "mn93:18.12": "‘handa ko nu kho ime bhavanto brāhmaṇisayo gatā; ",
  "mn93:18.13": "handa ko nu kho ime bhavanto brāhmaṇisayo gatā’ti? ",
  "mn93:18.14": "Atha kho, assalāyana, sattannaṁ brāhmaṇisīnaṁ etadahosi: ",
  "mn93:18.15": "‘ko nāyaṁ gāmaṇḍalarūpo viya sattannaṁ brāhmaṇisīnaṁ patthaṇḍile caṅkamamāno evamāha: ",
  "mn93:18.16": "“handa ko nu kho ime bhavanto brāhmaṇisayo gatā; ",
  "mn93:18.17": "handa ko nu kho ime bhavanto brāhmaṇisayo gatāti? ",
  "mn93:18.18": "Handa naṁ abhisapāmā”’ti. ",
  "mn93:18.19": "Atha kho, assalāyana, satta brāhmaṇisayo asitaṁ devalaṁ isiṁ abhisapiṁsu: ",
  "mn93:18.20": "‘bhasmā, vasala, hohi; ",
  "mn93:18.21": "bhasmā, vasala, hohī’ti. ",
  "mn93:18.22": "Yathā yathā kho, assalāyana, satta brāhmaṇisayo asitaṁ devalaṁ isiṁ abhisapiṁsu tathā tathā asito devalo isi abhirūpataro ceva hoti dassanīyataro ca pāsādikataro ca. ",
  "mn93:18.23": "Atha kho, assalāyana, sattannaṁ brāhmaṇisīnaṁ etadahosi: ",
  "mn93:18.24": "‘moghaṁ vata no tapo, aphalaṁ brahmacariyaṁ. ",
  "mn93:18.25": "Mayañhi pubbe yaṁ abhisapāma—",
  "mn93:18.26": "bhasmā, vasala, hohi; ",
  "mn93:18.27": "bhasmā, vasala, hohīti bhasmāva bhavati ekacco. ",
  "mn93:18.28": "Imaṁ pana mayaṁ yathā yathā abhisapāma tathā tathā abhirūpataro ceva hoti dassanīyataro ca pāsādikataro cā’ti. ",
  "mn93:18.29": "‘Na bhavantānaṁ moghaṁ tapo, nāphalaṁ brahmacariyaṁ. ",
  "mn93:18.30": "Iṅgha bhavanto, yo mayi manopadoso taṁ pajahathā’ti. ",
  "mn93:18.31": "‘Yo bhavati manopadoso taṁ pajahāma. ",
  "mn93:18.32": "Ko nu bhavaṁ hotī’ti? ",
  "mn93:18.33": "‘Suto nu bhavataṁ—",
  "mn93:18.34": "asito devalo isī’ti? ",
  "mn93:18.35": "‘Evaṁ, bho’. ",
  "mn93:18.36": "‘So khvāhaṁ, bho, homī’ti. ",
  "mn93:18.37": "Atha kho, assalāyana, satta brāhmaṇisayo asitaṁ devalaṁ isiṁ abhivādetuṁ upakkamiṁsu. ",
  "mn93:18.38": "Atha kho, assalāyana, asito devalo isi satta brāhmaṇisayo etadavoca: ",
  "mn93:18.39": "‘sutaṁ metaṁ, bho, sattannaṁ kira brāhmaṇisīnaṁ araññāyatane paṇṇakuṭīsu sammantānaṁ evarūpaṁ pāpakaṁ diṭṭhigataṁ uppannaṁ—",
  "mn93:18.40": "brāhmaṇova seṭṭho vaṇṇo, hīno añño vaṇṇo; ",
  "mn93:18.41": "brāhmaṇova sukko vaṇṇo, kaṇho añño vaṇṇo; ",
  "mn93:18.42": "brāhmaṇāva sujjhanti, no abrāhmaṇā; ",
  "mn93:18.43": "brāhmaṇāva brahmuno puttā orasā mukhato jātā brahmajā brahmanimmitā brahmadāyādā’ti. ",
  "mn93:18.44": "‘Evaṁ, bho’. ",
  "mn93:18.45": "‘Jānanti pana bhonto—",
  "mn93:18.46": "yā janikā mātā brāhmaṇaṁyeva agamāsi, no abrāhmaṇan’ti? ",
  "mn93:18.47": "‘No hidaṁ, bho’. ",
  "mn93:18.48": "‘Jānanti pana bhonto—",
  "mn93:18.49": "yā janikāmātu mātā yāva sattamā mātumātāmahayugā brāhmaṇaṁyeva agamāsi, no abrāhmaṇan’ti? ",
  "mn93:18.50": "‘No hidaṁ, bho’. ",
  "mn93:18.51": "‘Jānanti pana bhonto—",
  "mn93:18.52": "yo janako pitā brāhmaṇiṁyeva agamāsi, no abrāhmaṇin’ti? ",
  "mn93:18.53": "‘No hidaṁ, bho’. ",
  "mn93:18.54": "‘Jānanti pana bhonto—",
  "mn93:18.55": "yo janakapitu pitā yāva sattamā pitupitāmahayugā brāhmaṇiṁyeva agamāsi, no abrāhmaṇin’ti? ",
  "mn93:18.56": "‘No hidaṁ, bho’. ",
  "mn93:18.57": "‘Jānanti pana bhonto—",
  "mn93:18.58": "yathā gabbhassa avakkanti hotī’ti? ",
  "mn93:18.59": "‘Jānāma mayaṁ, bho—",
  "mn93:18.60": "yathā gabbhassa avakkanti hoti. ",
  "mn93:18.61": "Idha mātāpitaro ca sannipatitā honti, mātā ca utunī hoti, gandhabbo ca paccupaṭṭhito hoti; evaṁ tiṇṇaṁ sannipātā gabbhassa avakkanti hotī’ti. ",
  "mn93:18.62": "‘Jānanti pana bhonto—",
  "mn93:18.63": "taggha, so gandhabbo khattiyo vā brāhmaṇo vā vesso vā suddo vā’ti? ",
  "mn93:18.64": "‘Na mayaṁ, bho, jānāma—",
  "mn93:18.65": "taggha so gandhabbo khattiyo vā brāhmaṇo vā vesso vā suddo vā’ti. ",
  "mn93:18.66": "‘Evaṁ sante, bho, jānātha—",
  "mn93:18.67": "ke tumhe hothā’ti? ",
  "mn93:18.68": "‘Evaṁ sante, bho, na mayaṁ jānāma—",
  "mn93:18.69": "ke mayaṁ homā’ti. ",
  "mn93:18.70": "Te hi nāma, assalāyana, satta brāhmaṇisayo asitena devalena isinā sake jātivāde samanuyuñjīyamānā samanuggāhīyamānā samanubhāsīyamānā na sampāyissanti; ",
  "mn93:18.71": "kiṁ pana tvaṁ etarahi mayā sakasmiṁ jātivāde samanuyuñjīyamāno samanuggāhīyamāno samanubhāsīyamāno sampāyissasi, yesaṁ tvaṁ sācariyako na puṇṇo dabbigāho”ti. ",
  "mn93:19.1": "Evaṁ vutte, assalāyano māṇavo bhagavantaṁ etadavoca: ",
  "mn93:19.2": "“abhikkantaṁ, bho gotama …pe… ",
  "mn93:19.3": "upāsakaṁ maṁ bhavaṁ gotamo dhāretu ajjatagge pāṇupetaṁ saraṇaṁ gatan”ti. ",
  "mn93:19.4": "Assalāyanasuttaṁ niṭṭhitaṁ tatiyaṁ. "
}