{
  "mn94:0.1": "Majjhima Nikāya 94 ",
  "mn94:0.2": "Ghoṭamukhasutta ",
  "mn94:1.1": "Evaṁ me sutaṁ—",
  "mn94:1.2": "ekaṁ samayaṁ āyasmā udeno bārāṇasiyaṁ viharati khemiyambavane. ",
  "mn94:2.1": "Tena kho pana samayena ghoṭamukho brāhmaṇo bārāṇasiṁ anuppatto hoti kenacideva karaṇīyena. ",
  "mn94:2.2": "Atha kho ghoṭamukho brāhmaṇo jaṅghāvihāraṁ anucaṅkamamāno anuvicaramāno yena khemiyambavanaṁ tenupasaṅkami. ",
  "mn94:2.3": "Tena kho pana samayena āyasmā udeno abbhokāse caṅkamati. ",
  "mn94:2.4": "Atha kho ghoṭamukho brāhmaṇo yenāyasmā udeno tenupasaṅkami; upasaṅkamitvā āyasmatā udenena saddhiṁ sammodi. ",
  "mn94:2.5": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā āyasmantaṁ udenaṁ caṅkamantaṁ anucaṅkamamāno evamāha: ",
  "mn94:2.6": "“ambho samaṇa, ‘natthi dhammiko paribbajo’—",
  "mn94:2.7": "evaṁ me ettha hoti. ",
  "mn94:2.8": "Tañca kho bhavantarūpānaṁ vā adassanā, yo vā panettha dhammo”ti. ",
  "mn94:3.1": "Evaṁ vutte, āyasmā udeno caṅkamā orohitvā vihāraṁ pavisitvā paññatte āsane nisīdi. ",
  "mn94:3.2": "Ghoṭamukhopi kho brāhmaṇo caṅkamā orohitvā vihāraṁ pavisitvā ekamantaṁ aṭṭhāsi. ",
  "mn94:3.3": "Ekamantaṁ ṭhitaṁ kho ghoṭamukhaṁ brāhmaṇaṁ āyasmā udeno etadavoca: ",
  "mn94:3.4": "“saṁvijjanti kho, brāhmaṇa, āsanāni. ",
  "mn94:3.5": "Sace ākaṅkhasi, nisīdā”ti. ",
  "mn94:3.6": "“Etadeva kho pana mayaṁ bhoto udenassa āgamayamānā nisīdāma. ",
  "mn94:3.7": "Kathañhi nāma mādiso pubbe animantito āsane nisīditabbaṁ maññeyyā”ti? ",
  "mn94:4.1": "Atha kho ghoṭamukho brāhmaṇo aññataraṁ nīcaṁ āsanaṁ gahetvā ekamantaṁ nisīdi. ",
  "mn94:4.2": "Ekamantaṁ nisinno kho ghoṭamukho brāhmaṇo āyasmantaṁ udenaṁ etadavoca: ",
  "mn94:4.3": "“ambho samaṇa, ‘natthi dhammiko paribbajo’—",
  "mn94:4.4": "evaṁ me ettha hoti. ",
  "mn94:4.5": "Tañca kho bhavantarūpānaṁ vā adassanā, yo vā panettha dhammo”ti. ",
  "mn94:4.6": "“Sace kho pana me tvaṁ, brāhmaṇa, anuññeyyaṁ anujāneyyāsi, paṭikkositabbañca paṭikkoseyyāsi; yassa ca pana me bhāsitassa atthaṁ na jāneyyāsi, mamaṁyeva tattha uttari paṭipuccheyyāsi: ",
  "mn94:4.7": "‘idaṁ, bho udena, kathaṁ, imassa kvattho’ti? Evaṁ katvā siyā no ettha kathāsallāpo”ti. ",
  "mn94:4.8": "“Anuññeyyaṁ khvāhaṁ bhoto udenassa anujānissāmi, paṭikkositabbañca paṭikkosissāmi; yassa ca panāhaṁ bhoto udenassa bhāsitassa atthaṁ na jānissāmi, bhavantaṁyeva tattha udenaṁ uttari paṭipucchissāmi: ‘idaṁ, bho udena, kathaṁ, imassa kvattho’ti? Evaṁ katvā hotu no ettha kathāsallāpo”ti. ",
  "mn94:5.1": "“Cattārome, brāhmaṇa, puggalā santo saṁvijjamānā lokasmiṁ. ",
  "mn94:5.2": "Katame cattāro? ",
  "mn94:5.3": "Idha, brāhmaṇa, ekacco puggalo attantapo hoti attaparitāpanānuyogamanuyutto. ",
  "mn94:5.4": "Idha pana, brāhmaṇa, ekacco puggalo parantapo hoti paraparitāpanānuyogamanuyutto. ",
  "mn94:5.5": "Idha pana, brāhmaṇa, ekacco puggalo attantapo ca hoti attaparitāpanānuyogamanuyutto parantapo ca paraparitāpanānuyogamanuyutto. ",
  "mn94:5.6": "Idha pana, brāhmaṇa, ekacco puggalo nevattantapo hoti nāttaparitāpanānuyogamanuyutto, na parantapo na paraparitāpanānuyogamanuyutto. ",
  "mn94:5.7": "So anattantapo aparantapo diṭṭheva dhamme nicchāto nibbuto sītībhūto sukhappaṭisaṁvedī brahmabhūtena attanā viharati. ",
  "mn94:5.8": "Imesaṁ, brāhmaṇa, catunnaṁ puggalānaṁ katamo te puggalo cittaṁ ārādhetī”ti? ",
  "mn94:5.9": "“Yvāyaṁ, bho udena, puggalo attantapo attaparitāpanānuyogamanuyutto ayaṁ me puggalo cittaṁ nārādheti; ",
  "mn94:5.10": "yopāyaṁ, bho udena, puggalo parantapo paraparitāpanānuyogamanuyutto ayampi me puggalo cittaṁ nārādheti; ",
  "mn94:5.11": "yopāyaṁ, bho udena, puggalo attantapo ca attaparitāpanānuyogamanuyutto parantapo ca paraparitāpanānuyogamanuyutto ayampi me puggalo cittaṁ nārādheti; ",
  "mn94:5.12": "yo ca kho ayaṁ, bho udena, puggalo nevattantapo nāttaparitāpanānuyogamanuyutto na parantapo na paraparitāpanānuyogamanuyutto so anattantapo aparantapo diṭṭheva dhamme nicchāto nibbuto sītībhūto sukhappaṭisaṁvedī brahmabhūtena attanā viharati. ",
  "mn94:5.13": "Ayameva me puggalo cittaṁ ārādhetī”ti. ",
  "mn94:6.1": "“Kasmā pana te, brāhmaṇa, ime tayo puggalā cittaṁ nārādhentī”ti? ",
  "mn94:6.2": "“Yvāyaṁ, bho udena, puggalo attantapo attaparitāpanānuyogamanuyutto so attānaṁ sukhakāmaṁ dukkhapaṭikkūlaṁ ātāpeti paritāpeti; ",
  "mn94:6.3": "iminā me ayaṁ puggalo cittaṁ nārādheti. ",
  "mn94:6.4": "Yopāyaṁ, bho udena, puggalo parantapo paraparitāpanānuyogamanuyutto so paraṁ sukhakāmaṁ dukkhapaṭikkūlaṁ ātāpeti paritāpeti; ",
  "mn94:6.5": "iminā me ayaṁ puggalo cittaṁ nārādheti. ",
  "mn94:6.6": "Yopāyaṁ, bho udena, puggalo attantapo ca attaparitāpanānuyogamanuyutto parantapo ca paraparitāpanānuyogamanuyutto so attānañca parañca sukhakāmaṁ dukkhapaṭikkūlaṁ ātāpeti paritāpeti; ",
  "mn94:6.7": "iminā me ayaṁ puggalo cittaṁ nārādheti. ",
  "mn94:6.8": "Yo ca kho ayaṁ, bho udena, puggalo nevattantapo nāttaparitāpanānuyogamanuyutto na parantapo na paraparitāpanānuyogamanuyutto so anattantapo aparantapo diṭṭheva dhamme nicchāto nibbuto sītībhūto sukhappaṭisaṁvedī brahmabhūtena attanā viharati, so attānañca parañca sukhakāmaṁ dukkhapaṭikkūlaṁ neva ātāpeti na paritāpeti; ",
  "mn94:6.9": "iminā me ayaṁ puggalo cittaṁ ārādhetī”ti. ",
  "mn94:7.1": "“Dvemā, brāhmaṇa, parisā. ",
  "mn94:7.2": "Katamā dve? ",
  "mn94:7.3": "Idha, brāhmaṇa, ekaccā parisā sārattarattā maṇikuṇḍalesu puttabhariyaṁ pariyesati, dāsidāsaṁ pariyesati, khettavatthuṁ pariyesati, jātarūparajataṁ pariyesati. ",
  "mn94:7.4": "Idha pana, brāhmaṇa, ekaccā parisā asārattarattā maṇikuṇḍalesu puttabhariyaṁ pahāya, dāsidāsaṁ pahāya, khettavatthuṁ pahāya, jātarūparajataṁ pahāya, agārasmā anagāriyaṁ pabbajitā. ",
  "mn94:7.5": "Svāyaṁ, brāhmaṇa, puggalo nevattantapo nāttaparitāpanānuyogamanuyutto na parantapo na paraparitāpanānuyogamanuyutto. ",
  "mn94:7.6": "So anattantapo aparantapo diṭṭheva dhamme nicchāto nibbuto sītībhūto sukhappaṭisaṁvedī brahmabhūtena attanā viharati. ",
  "mn94:7.7": "Idha katamaṁ tvaṁ, brāhmaṇa, puggalaṁ katamāya parisāya bahulaṁ samanupassasi—",
  "mn94:7.8": "yā cāyaṁ parisā sārattarattā maṇikuṇḍalesu puttabhariyaṁ pariyesati dāsidāsaṁ pariyesati khettavatthuṁ pariyesati jātarūparajataṁ pariyesati, yā cāyaṁ parisā asārattarattā maṇikuṇḍalesu puttabhariyaṁ pahāya dāsidāsaṁ pahāya khettavatthuṁ pahāya jātarūparajataṁ pahāya agārasmā anagāriyaṁ pabbajitā”ti? ",
  "mn94:7.9": "“Yvāyaṁ, bho udena, puggalo nevattantapo nāttaparitāpanānuyogamanuyutto na parantapo na paraparitāpanānuyogamanuyutto so anattantapo aparantapo diṭṭheva dhamme nicchāto nibbuto sītībhūto sukhappaṭisaṁvedī brahmabhūtena attanā viharati; ",
  "mn94:7.10": "imāhaṁ puggalaṁ yāyaṁ parisā asārattarattā maṇikuṇḍalesu puttabhariyaṁ pahāya dāsidāsaṁ pahāya khettavatthuṁ pahāya jātarūparajataṁ pahāya agārasmā anagāriyaṁ pabbajitā imissaṁ parisāyaṁ bahulaṁ samanupassāmī”ti. ",
  "mn94:8.1": "“Idāneva kho pana te, brāhmaṇa, bhāsitaṁ: ‘mayaṁ evaṁ ājānāma—",
  "mn94:8.2": "ambho samaṇa, natthi dhammiko paribbajo, ",
  "mn94:8.3": "evaṁ me ettha hoti. ",
  "mn94:8.4": "Tañca kho bhavantarūpānaṁ vā adassanā, yo vā panettha dhammo’”ti. ",
  "mn94:8.5": "“Addhā mesā, bho udena, sānuggahā vācā bhāsitā. ",
  "mn94:8.6": "‘Atthi dhammiko paribbajo’—",
  "mn94:8.7": "evaṁ me ettha hoti. ",
  "mn94:8.8": "Evañca pana maṁ bhavaṁ udeno dhāretu. ",
  "mn94:8.9": "Ye ca me bhotā udenena cattāro puggalā saṅkhittena vuttā vitthārena avibhattā, sādhu me bhavaṁ, udeno ime cattāro puggale vitthārena vibhajatu anukampaṁ upādāyā”ti. ",
  "mn94:9.1": "“Tena hi, brāhmaṇa, suṇāhi, sādhukaṁ manasi karohi, bhāsissāmī”ti. ",
  "mn94:9.2": "“Evaṁ, bho”ti kho ghoṭamukho brāhmaṇo āyasmato udenassa paccassosi. ",
  "mn94:9.3": "Āyasmā udeno etadavoca: ",
  "mn94:10.1": "“Katamo ca, brāhmaṇa, puggalo attantapo attaparitāpanānuyogamanuyutto? ",
  "mn94:10.2": "Idha, brāhmaṇa, ekacco puggalo acelako hoti muttācāro hatthāpalekhano naehibhaddantiko natiṭṭhabhaddantiko, nābhihaṭaṁ na uddissakataṁ na nimantanaṁ sādiyati. ",
  "mn94:10.3": "So na kumbhimukhā paṭiggaṇhāti, na kaḷopimukhā paṭiggaṇhāti, na eḷakamantaraṁ, na daṇḍamantaraṁ, na musalamantaraṁ, na dvinnaṁ bhuñjamānānaṁ, na gabbhiniyā, na pāyamānāya, na purisantaragatāya, na saṅkittīsu, na yattha sā upaṭṭhito hoti, na yattha makkhikā saṇḍasaṇḍacārinī, na macchaṁ na maṁsaṁ, na suraṁ na merayaṁ na thusodakaṁ pivati. ",
  "mn94:10.4": "So ekāgāriko vā hoti ekālopiko, dvāgāriko vā hoti dvālopiko …pe… sattāgāriko vā hoti sattālopiko; ",
  "mn94:10.5": "ekissāpi dattiyā yāpeti, dvīhipi dattīhi yāpeti …pe… sattahipi dattīhi yāpeti; ",
  "mn94:10.6": "ekāhikampi āhāraṁ āhāreti, dvīhikampi āhāraṁ āhāreti …pe… sattāhikampi āhāraṁ āhāreti—iti evarūpaṁ addhamāsikaṁ pariyāyabhattabhojanānuyogamanuyutto viharati. ",
  "mn94:10.7": "So sākabhakkho vā hoti, sāmākabhakkho vā hoti, nīvārabhakkho vā hoti, daddulabhakkho vā hoti, haṭabhakkho vā hoti, kaṇabhakkho vā hoti, ācāmabhakkho vā hoti, piññākabhakkho vā hoti, tiṇabhakkho vā hoti, gomayabhakkho vā hoti, vanamūlaphalāhāro yāpeti pavattaphalabhojī. ",
  "mn94:10.8": "So sāṇānipi dhāreti, masāṇānipi dhāreti, chavadussānipi dhāreti, paṁsukūlānipi dhāreti, tirīṭānipi dhāreti, ajinampi dhāreti, ajinakkhipampi dhāreti, kusacīrampi dhāreti, vākacīrampi dhāreti, phalakacīrampi dhāreti, kesakambalampi dhāreti, vāḷakambalampi dhāreti, ulūkapakkhampi dhāreti; ",
  "mn94:10.9": "kesamassulocakopi hoti kesamassulocanānuyogamanuyutto, ",
  "mn94:10.10": "ubbhaṭṭhakopi hoti āsanapaṭikkhitto, ",
  "mn94:10.11": "ukkuṭikopi hoti ukkuṭikappadhānamanuyutto, ",
  "mn94:10.12": "kaṇṭakāpassayikopi hoti kaṇṭakāpassaye seyyaṁ kappeti; ",
  "mn94:10.13": "sāyatatiyakampi udakorohanānuyogamanuyutto viharati—",
  "mn94:10.14": "iti evarūpaṁ anekavihitaṁ kāyassa ātāpanaparitāpanānuyogamanuyutto viharati. ",
  "mn94:10.15": "Ayaṁ vuccati, brāhmaṇa, puggalo attantapo attaparitāpanānuyogamanuyutto. ",
  "mn94:11.1": "Katamo ca, brāhmaṇa, puggalo parantapo paraparitāpanānuyogamanuyutto? ",
  "mn94:11.2": "Idha, brāhmaṇa, ekacco puggalo orabbhiko hoti sūkariko sākuṇiko māgaviko luddo macchaghātako coro coraghātako goghātako bandhanāgāriko—ye vā panaññepi keci kurūrakammantā. ",
  "mn94:11.3": "Ayaṁ vuccati, brāhmaṇa, puggalo parantapo paraparitāpanānuyogamanuyutto. ",
  "mn94:12.1": "Katamo ca, brāhmaṇa, puggalo attantapo ca attaparitāpanānuyogamanuyutto, parantapo ca paraparitāpanānuyogamanuyutto? ",
  "mn94:12.2": "Idha, brāhmaṇa, ekacco puggalo rājā vā hoti khattiyo muddhāvasitto, brāhmaṇo vā mahāsālo. ",
  "mn94:12.3": "So puratthimena nagarassa navaṁ santhāgāraṁ kārāpetvā kesamassuṁ ohāretvā kharājinaṁ nivāsetvā sappitelena kāyaṁ abbhañjitvā magavisāṇena piṭṭhiṁ kaṇḍuvamāno navaṁ santhāgāraṁ pavisati saddhiṁ mahesiyā brāhmaṇena ca purohitena. ",
  "mn94:12.4": "So tattha anantarahitāya bhūmiyā haritupalittāya seyyaṁ kappeti. ",
  "mn94:12.5": "Ekissāya gāviyā sarūpavacchāya yaṁ ekasmiṁ thane khīraṁ hoti tena rājā yāpeti, yaṁ dutiyasmiṁ thane khīraṁ hoti tena mahesī yāpeti, yaṁ tatiyasmiṁ thane khīraṁ hoti tena brāhmaṇo purohito yāpeti, yaṁ catutthasmiṁ thane khīraṁ hoti tena aggiṁ juhati, avasesena vacchako yāpeti. ",
  "mn94:12.6": "So evamāha: ",
  "mn94:12.7": "‘ettakā usabhā haññantu yaññatthāya, ettakā vacchatarā haññantu yaññatthāya, ettakā vacchatariyo haññantu yaññatthāya, ettakā ajā haññantu yaññatthāya, ettakā urabbhā haññantu yaññatthāya, ettakā assā haññantu yaññatthāya, ettakā rukkhā chijjantu yūpatthāya, ettakā dabbhā lūyantu barihisatthāyā’ti. ",
  "mn94:12.8": "Yepissa te honti ‘dāsā’ti vā ‘pessā’ti vā ‘kammakarā’ti vā tepi daṇḍatajjitā bhayatajjitā assumukhā rudamānā parikammāni karonti. ",
  "mn94:12.9": "Ayaṁ vuccati, brāhmaṇa, puggalo attantapo ca attaparitāpanānuyogamanuyutto, parantapo ca paraparitāpanānuyogamanuyutto. ",
  "mn94:13.1": "Katamo ca, brāhmaṇa, puggalo nevattantapo nāttaparitāpanānuyogamanuyutto, na parantapo na paraparitāpanānuyogamanuyutto; ",
  "mn94:13.2": "so anattantapo aparantapo diṭṭheva dhamme nicchāto nibbuto sītībhūto sukhappaṭisaṁvedī brahmabhūtena attanā viharati? ",
  "mn94:14.1": "Idha, brāhmaṇa, tathāgato loke uppajjati arahaṁ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṁ buddho bhagavā. ",
  "mn94:14.2": "So imaṁ lokaṁ sadevakaṁ samārakaṁ sabrahmakaṁ sassamaṇabrāhmaṇiṁ pajaṁ sadevamanussaṁ sayaṁ abhiññā sacchikatvā pavedeti. ",
  "mn94:14.3": "So dhammaṁ deseti ādikalyāṇaṁ majjhekalyāṇaṁ pariyosānakalyāṇaṁ sātthaṁ sabyañjanaṁ, kevalaparipuṇṇaṁ parisuddhaṁ brahmacariyaṁ pakāseti. ",
  "mn94:15.1": "Taṁ dhammaṁ suṇāti gahapati vā gahapatiputto vā aññatarasmiṁ vā kule paccājāto. ",
  "mn94:15.2": "So taṁ dhammaṁ sutvā tathāgate saddhaṁ paṭilabhati. ",
  "mn94:15.3": "So tena saddhāpaṭilābhena samannāgato iti paṭisañcikkhati: ",
  "mn94:15.4": "‘sambādho gharāvāso rajopatho abbhokāso pabbajjā. ",
  "mn94:15.5": "Nayidaṁ sukaraṁ agāraṁ ajjhāvasatā ekantaparipuṇṇaṁ ekantaparisuddhaṁ saṅkhalikhitaṁ brahmacariyaṁ carituṁ. ",
  "mn94:15.6": "Yannūnāhaṁ kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajeyyan’ti. ",
  "mn94:15.7": "So aparena samayena appaṁ vā bhogakkhandhaṁ pahāya mahantaṁ vā bhogakkhandhaṁ pahāya, appaṁ vā ñātiparivaṭṭaṁ pahāya mahantaṁ vā ñātiparivaṭṭaṁ pahāya, kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajati. ",
  "mn94:15.8": "So evaṁ pabbajito samāno bhikkhūnaṁ sikkhāsājīvasamāpanno pāṇātipātaṁ pahāya pāṇātipātā paṭivirato hoti, nihitadaṇḍo nihitasattho lajjī dayāpanno sabbapāṇabhūtahitānukampī viharati. ",
  "mn94:16.1": "Adinnādānaṁ pahāya adinnādānā paṭivirato hoti dinnādāyī dinnapāṭikaṅkhī. Athenena sucibhūtena attanā viharati. ",
  "mn94:16.2": "Abrahmacariyaṁ pahāya brahmacārī hoti ārācārī virato methunā gāmadhammā. ",
  "mn94:16.3": "Musāvādaṁ pahāya musāvādā paṭivirato hoti saccavādī saccasandho theto paccayiko avisaṁvādako lokassa. ",
  "mn94:16.4": "Pisuṇaṁ vācaṁ pahāya pisuṇāya vācāya paṭivirato hoti; ito sutvā na amutra akkhātā imesaṁ bhedāya, amutra vā sutvā na imesaṁ akkhātā amūsaṁ bhedāya. Iti bhinnānaṁ vā sandhātā sahitānaṁ vā anuppadātā, samaggārāmo samaggarato samagganandī samaggakaraṇiṁ vācaṁ bhāsitā hoti. ",
  "mn94:16.5": "Pharusaṁ vācaṁ pahāya pharusāya vācāya paṭivirato hoti. Yā sā vācā nelā kaṇṇasukhā pemanīyā hadayaṅgamā porī bahujanakantā bahujanamanāpā tathārūpiṁ vācaṁ bhāsitā hoti. ",
  "mn94:16.6": "Samphappalāpaṁ pahāya samphappalāpā paṭivirato hoti, kālavādī bhūtavādī atthavādī dhammavādī vinayavādī, nidhānavatiṁ vācaṁ bhāsitā kālena sāpadesaṁ pariyantavatiṁ atthasaṁhitaṁ. ",
  "mn94:16.7": "So bījagāmabhūtagāmasamārambhā paṭivirato hoti. ",
  "mn94:16.8": "Ekabhattiko hoti rattūparato virato vikālabhojanā. ",
  "mn94:16.9": "Naccagītavāditavisūkadassanā paṭivirato hoti. ",
  "mn94:16.10": "Mālāgandhavilepanadhāraṇamaṇḍanavibhūsanaṭṭhānā paṭivirato hoti. ",
  "mn94:16.11": "Uccāsayanamahāsayanā paṭivirato hoti. ",
  "mn94:16.12": "Jātarūparajatapaṭiggahaṇā paṭivirato hoti. ",
  "mn94:16.13": "Āmakadhaññapaṭiggahaṇā paṭivirato hoti. ",
  "mn94:16.14": "Āmakamaṁsapaṭiggahaṇā paṭivirato hoti. ",
  "mn94:16.15": "Itthikumārikapaṭiggahaṇā paṭivirato hoti. ",
  "mn94:16.16": "Dāsidāsapaṭiggahaṇā paṭivirato hoti. ",
  "mn94:16.17": "Ajeḷakapaṭiggahaṇā paṭivirato hoti. ",
  "mn94:16.18": "Kukkuṭasūkarapaṭiggahaṇā paṭivirato hoti. ",
  "mn94:16.19": "Hatthigavassavaḷavapaṭiggahaṇā paṭivirato hoti. ",
  "mn94:16.20": "Khettavatthupaṭiggahaṇā paṭivirato hoti. ",
  "mn94:16.21": "Dūteyyapahiṇagamanānuyogā paṭivirato hoti. ",
  "mn94:16.22": "Kayavikkayā paṭivirato hoti. ",
  "mn94:16.23": "Tulākūṭakaṁsakūṭamānakūṭā paṭivirato hoti. ",
  "mn94:16.24": "Ukkoṭanavañcananikatisāciyogā paṭivirato hoti. ",
  "mn94:16.25": "Chedanavadhabandhanaviparāmosaālopasahasākārā paṭivirato hoti. ",
  "mn94:17.1": "So santuṭṭho hoti kāyaparihārikena cīvarena, kucchiparihārikena piṇḍapātena. So yena yeneva pakkamati samādāyeva pakkamati. ",
  "mn94:17.2": "Seyyathāpi nāma pakkhī sakuṇo yena yeneva ḍeti sapattabhārova ḍeti; ",
  "mn94:17.3": "evameva bhikkhu santuṭṭho hoti kāyaparihārikena cīvarena, kucchiparihārikena piṇḍapātena. So yena yeneva pakkamati samādāyeva pakkamati. ",
  "mn94:17.4": "So iminā ariyena sīlakkhandhena samannāgato ajjhattaṁ anavajjasukhaṁ paṭisaṁvedeti. ",
  "mn94:18.1": "So cakkhunā rūpaṁ disvā na nimittaggāhī hoti nānubyañjanaggāhī. ",
  "mn94:18.2": "Yatvādhikaraṇamenaṁ cakkhundriyaṁ asaṁvutaṁ viharantaṁ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṁ tassa saṁvarāya paṭipajjati, rakkhati cakkhundriyaṁ, cakkhundriye saṁvaraṁ āpajjati. ",
  "mn94:18.3": "Sotena saddaṁ sutvā …pe… ",
  "mn94:18.4": "ghānena gandhaṁ ghāyitvā … ",
  "mn94:18.5": "jivhāya rasaṁ sāyitvā … ",
  "mn94:18.6": "kāyena phoṭṭhabbaṁ phusitvā … ",
  "mn94:18.7": "manasā dhammaṁ viññāya na nimittaggāhī hoti nānubyañjanaggāhī. ",
  "mn94:18.8": "Yatvādhikaraṇamenaṁ manindriyaṁ asaṁvutaṁ viharantaṁ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṁ tassa saṁvarāya paṭipajjati, rakkhati manindriyaṁ, manindriye saṁvaraṁ āpajjati. ",
  "mn94:18.9": "So iminā ariyena indriyasaṁvarena samannāgato ajjhattaṁ abyāsekasukhaṁ paṭisaṁvedeti. ",
  "mn94:19.1": "So abhikkante paṭikkante sampajānakārī hoti, ālokite vilokite sampajānakārī hoti, samiñjite pasārite sampajānakārī hoti, saṅghāṭipattacīvaradhāraṇe sampajānakārī hoti, asite pīte khāyite sāyite sampajānakārī hoti, uccārapassāvakamme sampajānakārī hoti, gate ṭhite nisinne sutte jāgarite bhāsite tuṇhībhāve sampajānakārī hoti. ",
  "mn94:20.1": "So iminā ca ariyena sīlakkhandhena samannāgato, imāya ca ariyāya santuṭṭhiyā samannāgato, iminā ca ariyena indriyasaṁvarena samannāgato, iminā ca ariyena satisampajaññena samannāgato ",
  "mn94:20.2": "vivittaṁ senāsanaṁ bhajati araññaṁ rukkhamūlaṁ pabbataṁ kandaraṁ giriguhaṁ susānaṁ vanapatthaṁ abbhokāsaṁ palālapuñjaṁ. ",
  "mn94:21.1": "So pacchābhattaṁ piṇḍapātapaṭikkanto nisīdati pallaṅkaṁ ābhujitvā, ujuṁ kāyaṁ paṇidhāya, parimukhaṁ satiṁ upaṭṭhapetvā. ",
  "mn94:21.2": "So abhijjhaṁ loke pahāya vigatābhijjhena cetasā viharati, abhijjhāya cittaṁ parisodheti; ",
  "mn94:21.3": "byāpādapadosaṁ pahāya abyāpannacitto viharati sabbapāṇabhūtahitānukampī, byāpādapadosā cittaṁ parisodheti; ",
  "mn94:21.4": "thinamiddhaṁ pahāya vigatathinamiddho viharati ālokasaññī sato sampajāno, thinamiddhā cittaṁ parisodheti; ",
  "mn94:21.5": "uddhaccakukkuccaṁ pahāya anuddhato viharati ajjhattaṁ vūpasantacitto, uddhaccakukkuccā cittaṁ parisodheti; ",
  "mn94:21.6": "vicikicchaṁ pahāya tiṇṇavicikiccho viharati akathaṅkathī kusalesu dhammesu, vicikicchāya cittaṁ parisodheti. ",
  "mn94:22.1": "So ime pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe ",
  "mn94:22.2": "vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṁ savicāraṁ vivekajaṁ pītisukhaṁ paṭhamaṁ jhānaṁ upasampajja viharati. ",
  "mn94:23.1": "Vitakkavicārānaṁ vūpasamā ajjhattaṁ sampasādanaṁ cetaso ekodibhāvaṁ avitakkaṁ avicāraṁ samādhijaṁ pītisukhaṁ dutiyaṁ jhānaṁ upasampajja viharati. ",
  "mn94:24.1": "Pītiyā ca virāgā upekkhako ca viharati sato ca sampajāno, sukhañca kāyena paṭisaṁvedeti, yaṁ taṁ ariyā ācikkhanti: ‘upekkhako satimā sukhavihārī’ti tatiyaṁ jhānaṁ upasampajja viharati. ",
  "mn94:25.1": "Sukhassa ca pahānā dukkhassa ca pahānā, pubbeva somanassadomanassānaṁ atthaṅgamā, adukkhamasukhaṁ upekkhāsatipārisuddhiṁ catutthaṁ jhānaṁ upasampajja viharati. ",
  "mn94:26.1": "So evaṁ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte pubbenivāsānussatiñāṇāya cittaṁ abhininnāmeti. ",
  "mn94:26.2": "So anekavihitaṁ pubbenivāsaṁ anussarati, seyyathidaṁ—ekampi jātiṁ dvepi jātiyo tissopi jātiyo catassopi jātiyo pañcapi jātiyo dasapi jātiyo vīsampi jātiyo tiṁsampi jātiyo cattālīsampi jātiyo paññāsampi jātiyo jātisatampi jātisahassampi jātisatasahassampi, anekepi saṁvaṭṭakappe anekepi vivaṭṭakappe anekepi saṁvaṭṭavivaṭṭakappe: ‘amutrāsiṁ evaṁnāmo evaṅgotto evaṁvaṇṇo evamāhāro evaṁsukhadukkhappaṭisaṁvedī evamāyupariyanto; so tato cuto amutra udapādiṁ; tatrāpāsiṁ evaṁnāmo evaṅgotto evaṁvaṇṇo evamāhāro evaṁsukhadukkhappaṭisaṁvedī evamāyupariyanto; so tato cuto idhūpapanno’ti. Iti sākāraṁ sauddesaṁ anekavihitaṁ pubbenivāsaṁ anussarati. ",
  "mn94:27.1": "So evaṁ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte sattānaṁ cutūpapātañāṇāya cittaṁ abhininnāmeti. ",
  "mn94:27.2": "So dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate yathākammūpage satte pajānāti: ‘ime vata bhonto sattā kāyaduccaritena samannāgatā …pe… ariyānaṁ upavādakā micchādiṭṭhikā micchādiṭṭhikammasamādānā, te kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapannā. Ime vā pana bhonto sattā kāyasucaritena samannāgatā …pe… ariyānaṁ anupavādakā sammādiṭṭhikā sammādiṭṭhikammasamādānā, te kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapannā’ti. Iti dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate yathākammūpage satte pajānāti. ",
  "mn94:28.1": "So evaṁ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte āsavānaṁ khayañāṇāya cittaṁ abhininnāmeti. ",
  "mn94:28.2": "So ‘idaṁ dukkhan’ti yathābhūtaṁ pajānāti, ‘ayaṁ dukkhasamudayo’ti yathābhūtaṁ pajānāti, ‘ayaṁ dukkhanirodho’ti yathābhūtaṁ pajānāti, ‘ayaṁ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṁ pajānāti; ",
  "mn94:28.3": "‘ime āsavā’ti yathābhūtaṁ pajānāti, ‘ayaṁ āsavasamudayo’ti yathābhūtaṁ pajānāti, ‘ayaṁ āsavanirodho’ti yathābhūtaṁ pajānāti, ‘ayaṁ āsavanirodhagāminī paṭipadā’ti yathābhūtaṁ pajānāti. ",
  "mn94:29.1": "Tassa evaṁ jānato evaṁ passato kāmāsavāpi cittaṁ vimuccati, bhavāsavāpi cittaṁ vimuccati, avijjāsavāpi cittaṁ vimuccati. ",
  "mn94:29.2": "Vimuttasmiṁ vimuttamiti ñāṇaṁ hoti. ",
  "mn94:29.3": "‘Khīṇā jāti, vusitaṁ brahmacariyaṁ, kataṁ karaṇīyaṁ, nāparaṁ itthattāyā’ti pajānāti. ",
  "mn94:30.1": "Ayaṁ vuccati, brāhmaṇa, puggalo nevattantapo nāttaparitāpanānuyogamanuyutto, na parantapo na paraparitāpanānuyogamanuyutto. ",
  "mn94:30.2": "So anattantapo aparantapo diṭṭheva dhamme nicchāto nibbuto sītībhūto sukhappaṭisaṁvedī brahmabhūtena attanā viharatī”ti. ",
  "mn94:31.1": "Evaṁ vutte, ghoṭamukho brāhmaṇo āyasmantaṁ udenaṁ etadavoca: ",
  "mn94:31.2": "“abhikkantaṁ, bho udena, abhikkantaṁ, bho udena. ",
  "mn94:31.3": "Seyyathāpi, bho udena, nikkujjitaṁ vā ukkujjeyya, paṭicchannaṁ vā vivareyya, mūḷhassa vā maggaṁ ācikkheyya, andhakāre vā telapajjotaṁ dhāreyya ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṁ bhotā udenena anekapariyāyena dhammo pakāsito. ",
  "mn94:31.4": "Esāhaṁ bhavantaṁ udenaṁ saraṇaṁ gacchāmi dhammañca bhikkhusaṅghañca. ",
  "mn94:31.5": "Upāsakaṁ maṁ bhavaṁ udeno dhāretu ajjatagge pāṇupetaṁ saraṇaṁ gatan”ti. ",
  "mn94:32.1": "“Mā kho maṁ tvaṁ, brāhmaṇa, saraṇaṁ agamāsi. ",
  "mn94:32.2": "Tameva bhagavantaṁ saraṇaṁ gacchāhi yamahaṁ saraṇaṁ gato”ti. ",
  "mn94:32.3": "“Kahaṁ pana, bho udena, etarahi so bhavaṁ gotamo viharati arahaṁ sammāsambuddho”ti? ",
  "mn94:32.4": "“Parinibbuto kho, brāhmaṇa, etarahi so bhagavā arahaṁ sammāsambuddho”ti. ",
  "mn94:32.5": "“Sacepi mayaṁ, bho udena, suṇeyyāma taṁ bhavantaṁ gotamaṁ dasasu yojanesu, dasapi mayaṁ yojanāni gaccheyyāma taṁ bhavantaṁ gotamaṁ dassanāya arahantaṁ sammāsambuddhaṁ. ",
  "mn94:32.6": "Sacepi mayaṁ, bho udena, suṇeyyāma taṁ bhavantaṁ gotamaṁ vīsatiyā yojanesu … ",
  "mn94:32.7": "tiṁsāya yojanesu … ",
  "mn94:32.8": "cattārīsāya yojanesu … ",
  "mn94:32.9": "paññāsāya yojanesu, paññāsampi mayaṁ yojanāni gaccheyyāma taṁ bhavantaṁ gotamaṁ dassanāya arahantaṁ sammāsambuddhaṁ. ",
  "mn94:32.10": "Yojanasate cepi mayaṁ, bho udena, suṇeyyāma taṁ bhavantaṁ gotamaṁ, yojanasatampi mayaṁ gaccheyyāma taṁ bhavantaṁ gotamaṁ dassanāya arahantaṁ sammāsambuddhaṁ. ",
  "mn94:32.11": "Yato ca kho, bho udena, parinibbuto so bhavaṁ gotamo, parinibbutampi mayaṁ taṁ bhavantaṁ gotamaṁ saraṇaṁ gacchāma dhammañca bhikkhusaṅghañca. ",
  "mn94:32.12": "Upāsakaṁ maṁ bhavaṁ udeno dhāretu ajjatagge pāṇupetaṁ saraṇaṁ gataṁ. ",
  "mn94:33.1": "Atthi ca me, bho udena, aṅgarājā devasikaṁ niccabhikkhaṁ dadāti, tato ahaṁ bhoto udenassa ekaṁ niccabhikkhaṁ dadāmī”ti. ",
  "mn94:33.2": "“Kiṁ pana te, brāhmaṇa, aṅgarājā devasikaṁ niccabhikkhaṁ dadātī”ti? ",
  "mn94:33.3": "“Pañca, bho udena, kahāpaṇasatānī”ti. ",
  "mn94:33.4": "“Na kho no, brāhmaṇa, kappati jātarūparajataṁ paṭiggahetun”ti. ",
  "mn94:33.5": "“Sace taṁ bhoto udenassa na kappati vihāraṁ bhoto udenassa kārāpessāmī”ti. ",
  "mn94:33.6": "“Sace kho me tvaṁ, brāhmaṇa, vihāraṁ, kārāpetukāmo, pāṭaliputte saṅghassa upaṭṭhānasālaṁ kārāpehī”ti. ",
  "mn94:33.7": "“Imināpāhaṁ bhoto udenassa bhiyyoso mattāya attamano abhiraddho yaṁ maṁ bhavaṁ udeno saṅghe dāne samādapeti. ",
  "mn94:33.8": "Esāhaṁ, bho udena, etissā ca niccabhikkhāya aparāya ca niccabhikkhāya pāṭaliputte saṅghassa upaṭṭhānasālaṁ kārāpessāmī”ti. ",
  "mn94:33.9": "Atha kho ghoṭamukho brāhmaṇo etissā ca niccabhikkhāya aparāya ca niccabhikkhāya pāṭaliputte saṅghassa upaṭṭhānasālaṁ kārāpesi. ",
  "mn94:33.10": "Sā etarahi “ghoṭamukhī”ti vuccatīti. ",
  "mn94:33.11": "Ghoṭamukhasuttaṁ niṭṭhitaṁ catutthaṁ. "
}