{
  "mn95:0.1": "Majjhima Nikāya 95 ",
  "mn95:0.2": "Caṅkīsutta ",
  "mn95:1.1": "Evaṁ me sutaṁ—",
  "mn95:1.2": "ekaṁ samayaṁ bhagavā kosalesu cārikaṁ caramāno mahatā bhikkhusaṅghena saddhiṁ yena opāsādaṁ nāma kosalānaṁ brāhmaṇagāmo tadavasari. ",
  "mn95:1.3": "Tatra sudaṁ bhagavā opāsāde viharati uttarena opāsādaṁ devavane sālavane. ",
  "mn95:2.1": "Tena kho pana samayena caṅkī brāhmaṇo opāsādaṁ ajjhāvasati sattussadaṁ satiṇakaṭṭhodakaṁ sadhaññaṁ rājabhoggaṁ raññā pasenadinā kosalena dinnaṁ rājadāyaṁ brahmadeyyaṁ. ",
  "mn95:3.1": "Assosuṁ kho opāsādakā brāhmaṇagahapatikā: ",
  "mn95:3.2": "“samaṇo khalu, bho, gotamo sakyaputto sakyakulā pabbajito kosalesu cārikaṁ caramāno mahatā bhikkhusaṅghena saddhiṁ opāsādaṁ anuppatto, opāsāde viharati uttarena opāsādaṁ devavane sālavane. ",
  "mn95:3.3": "Taṁ kho pana bhavantaṁ gotamaṁ evaṁ kalyāṇo kittisaddo abbhuggato: ",
  "mn95:3.4": "‘itipi so bhagavā arahaṁ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṁ buddho bhagavā’ti. ",
  "mn95:3.5": "So imaṁ lokaṁ sadevakaṁ samārakaṁ sabrahmakaṁ sassamaṇabrāhmaṇiṁ pajaṁ sadevamanussaṁ sayaṁ abhiññā sacchikatvā pavedeti. ",
  "mn95:3.6": "So dhammaṁ deseti ādikalyāṇaṁ majjhekalyāṇaṁ pariyosānakalyāṇaṁ sātthaṁ sabyañjanaṁ, kevalaparipuṇṇaṁ parisuddhaṁ brahmacariyaṁ pakāseti. ",
  "mn95:3.7": "Sādhu kho pana tathārūpānaṁ arahataṁ dassanaṁ hotī”ti. ",
  "mn95:4.1": "Atha kho opāsādakā brāhmaṇagahapatikā opāsādā nikkhamitvā saṅghasaṅghī gaṇībhūtā uttarenamukhā gacchanti yena devavanaṁ sālavanaṁ. ",
  "mn95:5.1": "Tena kho pana samayena caṅkī brāhmaṇo uparipāsāde divāseyyaṁ upagato. ",
  "mn95:5.2": "Addasā kho caṅkī brāhmaṇo opāsādake brāhmaṇagahapatike opāsādā nikkhamitvā saṅghasaṅghī gaṇībhūte uttarenamukhaṁ yena devavanaṁ sālavanaṁ tenupasaṅkamante. ",
  "mn95:5.3": "Disvā khattaṁ āmantesi: ",
  "mn95:5.4": "“kiṁ nu kho, bho khatte, opāsādakā brāhmaṇagahapatikā opāsādā nikkhamitvā saṅghasaṅghī gaṇībhūtā uttarenamukhā gacchanti yena devavanaṁ sālavanan”ti? ",
  "mn95:6.1": "“Atthi, bho caṅkī, samaṇo gotamo sakyaputto sakyakulā pabbajito kosalesu cārikaṁ caramāno mahatā bhikkhusaṅghena saddhiṁ opāsādaṁ anuppatto, opāsāde viharati uttarena opāsādaṁ devavane sālavane. ",
  "mn95:6.2": "Taṁ kho pana bhavantaṁ gotamaṁ evaṁ kalyāṇo kittisaddo abbhuggato: ",
  "mn95:6.3": "‘itipi so bhagavā arahaṁ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṁ buddho bhagavā’ti. ",
  "mn95:6.4": "Tamete bhavantaṁ gotamaṁ dassanāya gacchantī”ti. ",
  "mn95:6.5": "“Tena hi, bho khatte, yena opāsādakā brāhmaṇagahapatikā tenupasaṅkama; upasaṅkamitvā opāsādake brāhmaṇagahapatike evaṁ vadehi: ",
  "mn95:6.6": "‘caṅkī, bho, brāhmaṇo evamāha—",
  "mn95:6.7": "āgamentu kira bhonto, caṅkīpi brāhmaṇo samaṇaṁ gotamaṁ dassanāya upasaṅkamissatī’”ti. ",
  "mn95:6.8": "“Evaṁ, bho”ti kho so khatto caṅkissa brāhmaṇassa paṭissutvā yena opāsādakā brāhmaṇagahapatikā tenupasaṅkami; upasaṅkamitvā opāsādake brāhmaṇagahapatike etadavoca: ",
  "mn95:6.9": "“caṅkī, bho, brāhmaṇo evamāha: ",
  "mn95:6.10": "‘āgamentu kira bhonto, caṅkīpi brāhmaṇo samaṇaṁ gotamaṁ dassanāya upasaṅkamissatī’”ti. ",
  "mn95:7.1": "Tena kho pana samayena nānāverajjakānaṁ brāhmaṇānaṁ pañcamattāni brāhmaṇasatāni opāsāde paṭivasanti kenacideva karaṇīyena. ",
  "mn95:7.2": "Assosuṁ kho te brāhmaṇā: ",
  "mn95:7.3": "“caṅkī kira brāhmaṇo samaṇaṁ gotamaṁ dassanāya upasaṅkamissatī”ti. ",
  "mn95:7.4": "Atha kho te brāhmaṇā yena caṅkī brāhmaṇo tenupasaṅkamiṁsu; upasaṅkamitvā caṅkiṁ brāhmaṇaṁ etadavocuṁ: ",
  "mn95:7.5": "“saccaṁ kira bhavaṁ caṅkī samaṇaṁ gotamaṁ dassanāya upasaṅkamissatī”ti? ",
  "mn95:7.6": "“Evaṁ kho me, bho, hoti: ",
  "mn95:7.7": "‘ahaṁ samaṇaṁ gotamaṁ dassanāya upasaṅkamissāmī’”ti. ",
  "mn95:8.1": "“Mā bhavaṁ caṅkī samaṇaṁ gotamaṁ dassanāya upasaṅkami. ",
  "mn95:8.2": "Na arahati bhavaṁ caṅkī samaṇaṁ gotamaṁ dassanāya upasaṅkamituṁ; ",
  "mn95:8.3": "samaṇotveva gotamo arahati bhavantaṁ caṅkiṁ dassanāya upasaṅkamituṁ. ",
  "mn95:8.4": "Bhavañhi caṅkī ubhato sujāto mātito ca pitito ca saṁsuddhagahaṇiko yāva sattamā pitāmahayugā akkhitto anupakkuṭṭho jātivādena. ",
  "mn95:8.5": "Yampi bhavaṁ caṅkī ubhato sujāto mātito ca pitito ca saṁsuddhagahaṇiko yāva sattamā pitāmahayugā akkhitto anupakkuṭṭho jātivādena, imināpaṅgena na arahati bhavaṁ caṅkī samaṇaṁ gotamaṁ dassanāya upasaṅkamituṁ; ",
  "mn95:8.6": "samaṇotveva gotamo arahati bhavantaṁ caṅkiṁ dassanāya upasaṅkamituṁ. ",
  "mn95:8.7": "Bhavañhi caṅkī aḍḍho mahaddhano mahābhogo …pe… ",
  "mn95:8.8": "bhavañhi caṅkī tiṇṇaṁ vedānaṁ pāragū sanighaṇḍukeṭubhānaṁ sākkharappabhedānaṁ itihāsapañcamānaṁ, padako, veyyākaraṇo, lokāyatamahāpurisalakkhaṇesu anavayo …pe… ",
  "mn95:8.9": "bhavañhi caṅkī abhirūpo dassanīyo pāsādiko paramāya vaṇṇapokkharatāya samannāgato brahmavaṇṇī brahmavacchasī akhuddāvakāso dassanāya …pe… ",
  "mn95:8.10": "bhavañhi caṅkī sīlavā vuddhasīlī vuddhasīlena samannāgato …pe… ",
  "mn95:8.11": "bhavañhi caṅkī kalyāṇavāco kalyāṇavākkaraṇo poriyā vācāya samannāgato vissaṭṭhāya anelagalāya atthassa viññāpaniyā …pe… ",
  "mn95:8.12": "bhavañhi caṅkī bahūnaṁ ācariyapācariyo, tīṇi māṇavakasatāni mante vāceti …pe… ",
  "mn95:8.13": "bhavañhi caṅkī rañño pasenadissa kosalassa sakkato garukato mānito pūjito apacito …pe… ",
  "mn95:8.14": "bhavañhi caṅkī brāhmaṇassa pokkharasātissa sakkato garukato mānito pūjito apacito …pe… ",
  "mn95:8.15": "bhavañhi caṅkī opāsādaṁ ajjhāvasati sattussadaṁ satiṇakaṭṭhodakaṁ sadhaññaṁ rājabhoggaṁ raññā pasenadinā kosalena dinnaṁ rājadāyaṁ brahmadeyyaṁ. ",
  "mn95:8.16": "Yampi bhavaṁ caṅkī opāsādaṁ ajjhāvasati sattussadaṁ satiṇakaṭṭhodakaṁ sadhaññaṁ rājabhoggaṁ raññā pasenadinā kosalena dinnaṁ rājadāyaṁ brahmadeyyaṁ, imināpaṅgena na arahati bhavaṁ caṅkī samaṇaṁ gotamaṁ dassanāya upasaṅkamituṁ; ",
  "mn95:8.17": "samaṇotveva gotamo arahati bhavantaṁ caṅkiṁ dassanāya upasaṅkamitun”ti. ",
  "mn95:9.1": "Evaṁ vutte, caṅkī brāhmaṇo te brāhmaṇe etadavoca: ",
  "mn95:9.2": "“tena hi, bho, mamapi suṇātha, yathā mayameva arahāma taṁ samaṇaṁ gotamaṁ dassanāya upasaṅkamituṁ; ",
  "mn95:9.3": "na tveva arahati so bhavaṁ gotamo amhākaṁ dassanāya upasaṅkamituṁ. ",
  "mn95:9.4": "Samaṇo khalu, bho, gotamo ubhato sujāto mātito ca pitito ca saṁsuddhagahaṇiko yāva sattamā pitāmahayugā akkhitto anupakkuṭṭho jātivādena. ",
  "mn95:9.5": "Yampi, bho, samaṇo gotamo ubhato sujāto mātito ca pitito ca saṁsuddhagahaṇiko yāva sattamā pitāmahayugā akkhitto anupakkuṭṭho jātivādena, imināpaṅgena na arahati so bhavaṁ gotamo amhākaṁ dassanāya upasaṅkamituṁ; ",
  "mn95:9.6": "atha kho mayameva arahāma taṁ bhavantaṁ gotamaṁ dassanāya upasaṅkamituṁ. ",
  "mn95:9.7": "Samaṇo khalu, bho, gotamo pahūtaṁ hiraññasuvaṇṇaṁ ohāya pabbajito bhūmigatañca vehāsaṭṭhañca …pe… ",
  "mn95:9.8": "Samaṇo khalu, bho, gotamo daharova samāno yuvā susukāḷakeso bhadrena yobbanena samannāgato paṭhamena vayasā agārasmā anagāriyaṁ pabbajito …pe… ",
  "mn95:9.9": "Samaṇo khalu, bho, gotamo akāmakānaṁ mātāpitūnaṁ assumukhānaṁ rudantānaṁ kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajito …pe… ",
  "mn95:9.10": "Samaṇo khalu, bho, gotamo abhirūpo dassanīyo pāsādiko paramāya vaṇṇapokkharatāya samannāgato brahmavaṇṇī brahmavacchasī akhuddāvakāso dassanāya …pe… ",
  "mn95:9.11": "Samaṇo khalu, bho, gotamo sīlavā ariyasīlī kusalasīlī kusalena sīlena samannāgato …pe… ",
  "mn95:9.12": "Samaṇo khalu, bho, gotamo kalyāṇavāco kalyāṇavākkaraṇo poriyā vācāya samannāgato vissaṭṭhāya anelagalāya atthassa viññāpaniyā …pe… ",
  "mn95:9.13": "Samaṇo khalu, bho, gotamo bahūnaṁ ācariyapācariyo …pe… ",
  "mn95:9.14": "Samaṇo khalu, bho, gotamo khīṇakāmarāgo vigatacāpallo …pe… ",
  "mn95:9.15": "Samaṇo khalu, bho, gotamo kammavādī kiriyavādī apāpapurekkhāro brahmaññāya pajāya …pe… ",
  "mn95:9.16": "Samaṇo khalu, bho, gotamo uccā kulā pabbajito asambhinnā khattiyakulā …pe… ",
  "mn95:9.17": "Samaṇo khalu, bho, gotamo aḍḍhā kulā pabbajito mahaddhanā mahābhogā …pe… ",
  "mn95:9.18": "Samaṇaṁ khalu, bho, gotamaṁ tiroraṭṭhā tirojanapadā saṁpucchituṁ āgacchanti …pe… ",
  "mn95:9.19": "Samaṇaṁ khalu, bho, gotamaṁ anekāni devatāsahassāni pāṇehi saraṇaṁ gatāni …pe… ",
  "mn95:9.20": "Samaṇaṁ khalu, bho, gotamaṁ evaṁ kalyāṇo kittisaddo abbhuggato: ",
  "mn95:9.21": "‘itipi so bhagavā arahaṁ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṁ buddho bhagavā’ti …pe… ",
  "mn95:9.22": "Samaṇo khalu, bho, gotamo dvattiṁsamahāpurisalakkhaṇehi samannāgato …pe… ",
  "mn95:9.23": "Samaṇaṁ khalu, bho, gotamaṁ rājā māgadho seniyo bimbisāro saputtadāro pāṇehi saraṇaṁ gato …pe… ",
  "mn95:9.24": "Samaṇaṁ khalu, bho, gotamaṁ rājā pasenadi kosalo saputtadāro pāṇehi saraṇaṁ gato …pe… ",
  "mn95:9.25": "Samaṇaṁ khalu, bho, gotamaṁ brāhmaṇo pokkharasāti saputtadāro pāṇehi saraṇaṁ gato …pe… ",
  "mn95:9.26": "Samaṇo khalu, bho, gotamo opāsādaṁ anuppatto opāsāde viharati uttarena opāsādaṁ devavane sālavane. ",
  "mn95:9.27": "Ye kho te samaṇā vā brāhmaṇā vā amhākaṁ gāmakkhettaṁ āgacchanti, atithī no te honti. ",
  "mn95:9.28": "Atithī kho panamhehi sakkātabbā garukātabbā mānetabbā pūjetabbā. ",
  "mn95:9.29": "Yampi samaṇo gotamo opāsādaṁ anuppatto opāsāde viharati uttarena opāsādaṁ devavane sālavane, atithimhākaṁ samaṇo gotamo. ",
  "mn95:9.30": "Atithi kho panamhehi sakkātabbo garukātabbo mānetabbo pūjetabbo. ",
  "mn95:9.31": "Imināpaṅgena na arahati so bhavaṁ gotamo amhākaṁ dassanāya upasaṅkamituṁ; ",
  "mn95:9.32": "atha kho mayameva arahāma taṁ bhavantaṁ gotamaṁ dassanāya upasaṅkamituṁ. ",
  "mn95:9.33": "Ettake kho ahaṁ, bho, tassa bhoto gotamassa vaṇṇe pariyāpuṇāmi, no ca kho so bhavaṁ gotamo ettakavaṇṇo; ",
  "mn95:9.34": "aparimāṇavaṇṇo hi so bhavaṁ gotamo. ",
  "mn95:9.35": "Ekamekenapi tena aṅgena samannāgato na arahati, so bhavaṁ gotamo amhākaṁ dassanāya upasaṅkamituṁ; ",
  "mn95:9.36": "atha kho mayameva arahāma taṁ bhavantaṁ gotamaṁ dassanāya upasaṅkamitunti. ",
  "mn95:9.37": "Tena hi, bho, sabbeva mayaṁ samaṇaṁ gotamaṁ dassanāya upasaṅkamissāmā”ti. ",
  "mn95:10.1": "Atha kho caṅkī brāhmaṇo mahatā brāhmaṇagaṇena saddhiṁ yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṁ sammodi. ",
  "mn95:10.2": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdi. ",
  "mn95:11.1": "Tena kho pana samayena bhagavā vuddhehi vuddhehi brāhmaṇehi saddhiṁ kiñci kiñci kathaṁ sāraṇīyaṁ vītisāretvā nisinno hoti. ",
  "mn95:11.2": "Tena kho pana samayena kāpaṭiko nāma māṇavo daharo vuttasiro soḷasavassuddesiko jātiyā, tiṇṇaṁ vedānaṁ pāragū sanighaṇḍukeṭubhānaṁ sākkharappabhedānaṁ itihāsapañcamānaṁ, padako, veyyākaraṇo, lokāyatamahāpurisalakkhaṇesu anavayo tassaṁ parisāyaṁ nisinno hoti. ",
  "mn95:11.3": "So vuddhānaṁ vuddhānaṁ brāhmaṇānaṁ bhagavatā saddhiṁ mantayamānānaṁ antarantarā kathaṁ opāteti. ",
  "mn95:11.4": "Atha kho bhagavā kāpaṭikaṁ māṇavaṁ apasādeti: ",
  "mn95:11.5": "“māyasmā bhāradvājo vuddhānaṁ vuddhānaṁ brāhmaṇānaṁ mantayamānānaṁ antarantarā kathaṁ opātetu. ",
  "mn95:11.6": "Kathāpariyosānaṁ āyasmā bhāradvājo āgametū”ti. ",
  "mn95:11.7": "Evaṁ vutte, caṅkī brāhmaṇo bhagavantaṁ etadavoca: ",
  "mn95:11.8": "“mā bhavaṁ gotamo kāpaṭikaṁ māṇavaṁ apasādesi. ",
  "mn95:11.9": "kulaputto ca kāpaṭiko māṇavo, bahussuto ca kāpaṭiko māṇavo, paṇḍito ca kāpaṭiko māṇavo, kalyāṇavākkaraṇo ca kāpaṭiko māṇavo, pahoti ca kāpaṭiko māṇavo bhotā gotamena saddhiṁ asmiṁ vacane paṭimantetun”ti. ",
  "mn95:12.1": "Atha kho bhagavato etadahosi: ",
  "mn95:12.2": "“addhā kho kāpaṭikassa māṇavassa tevijjake pāvacane kathā bhavissati. ",
  "mn95:12.3": "Tathā hi naṁ brāhmaṇā sampurekkharontī”ti. ",
  "mn95:12.4": "Atha kho kāpaṭikassa māṇavassa etadahosi: ",
  "mn95:12.5": "“yadā me samaṇo gotamo cakkhuṁ upasaṁharissati, athāhaṁ samaṇaṁ gotamaṁ pañhaṁ pucchissāmī”ti. ",
  "mn95:12.6": "Atha kho bhagavā kāpaṭikassa māṇavassa cetasā cetoparivitakkamaññāya yena kāpaṭiko māṇavo tena cakkhūni upasaṁhāsi. ",
  "mn95:12.7": "Atha kho kāpaṭikassa māṇavassa etadahosi: ",
  "mn95:12.8": "“samannāharati kho maṁ samaṇo gotamo. ",
  "mn95:12.9": "Yannūnāhaṁ samaṇaṁ gotamaṁ pañhaṁ puccheyyan”ti. ",
  "mn95:12.10": "Atha kho kāpaṭiko māṇavo bhagavantaṁ etadavoca: ",
  "mn95:12.11": "“yadidaṁ, bho gotama, brāhmaṇānaṁ porāṇaṁ mantapadaṁ itihitihaparamparāya piṭakasampadāya, tattha ca brāhmaṇā ekaṁsena niṭṭhaṁ gacchanti: ",
  "mn95:12.12": "‘idameva saccaṁ, moghamaññan’ti. ",
  "mn95:12.13": "Idha bhavaṁ gotamo kimāhā”ti? ",
  "mn95:13.1": "“Kiṁ pana, bhāradvāja, atthi koci brāhmaṇānaṁ ekabrāhmaṇopi yo evamāha: ",
  "mn95:13.2": "‘ahametaṁ jānāmi, ahametaṁ passāmi. ",
  "mn95:13.3": "Idameva saccaṁ, moghamaññan’”ti? ",
  "mn95:13.4": "“No hidaṁ, bho gotama”. ",
  "mn95:13.5": "“Kiṁ pana, bhāradvāja, atthi koci brāhmaṇānaṁ ekācariyopi, ekācariyapācariyopi, yāva sattamā ācariyamahayugāpi, yo evamāha: ",
  "mn95:13.6": "‘ahametaṁ jānāmi, ahametaṁ passāmi. ",
  "mn95:13.7": "Idameva saccaṁ, moghamaññan’”ti? ",
  "mn95:13.8": "“No hidaṁ, bho gotama”. ",
  "mn95:13.9": "“Kiṁ pana, bhāradvāja, yepi te brāhmaṇānaṁ pubbakā isayo mantānaṁ kattāro mantānaṁ pavattāro yesamidaṁ etarahi brāhmaṇā porāṇaṁ mantapadaṁ gītaṁ pavuttaṁ samihitaṁ tadanugāyanti tadanubhāsanti bhāsitamanubhāsanti vācitamanuvācenti seyyathidaṁ—aṭṭhako vāmako vāmadevo vessāmitto yamataggi aṅgīraso bhāradvājo vāseṭṭho kassapo bhagu, ",
  "mn95:13.10": "tepi evamāhaṁsu: ",
  "mn95:13.11": "‘mayametaṁ jānāma, mayametaṁ passāma. ",
  "mn95:13.12": "Idameva saccaṁ, moghamaññan’”ti? ",
  "mn95:13.13": "“No hidaṁ, bho gotama”. ",
  "mn95:13.14": "“Iti kira, bhāradvāja, natthi koci brāhmaṇānaṁ ekabrāhmaṇopi yo evamāha: ",
  "mn95:13.15": "‘ahametaṁ jānāmi, ahametaṁ passāmi. ",
  "mn95:13.16": "Idameva saccaṁ, moghamaññan’ti; ",
  "mn95:13.17": "natthi koci brāhmaṇānaṁ ekācariyopi ekācariyapācariyopi, yāva sattamā ācariyamahayugāpi, yo evamāha: ",
  "mn95:13.18": "‘ahametaṁ jānāmi, ahametaṁ passāmi. ",
  "mn95:13.19": "Idameva saccaṁ, moghamaññan’ti; ",
  "mn95:13.20": "yepi te brāhmaṇānaṁ pubbakā isayo mantānaṁ kattāro mantānaṁ pavattāro yesamidaṁ etarahi brāhmaṇā porāṇaṁ mantapadaṁ gītaṁ pavuttaṁ samihitaṁ tadanugāyanti tadanubhāsanti bhāsitamanubhāsanti vācitamanuvācenti seyyathidaṁ—aṭṭhako vāmako vāmadevo vessāmitto yamataggi aṅgīraso bhāradvājo vāseṭṭho kassapo bhagu, tepi na evamāhaṁsu: ",
  "mn95:13.21": "‘mayametaṁ jānāma, mayametaṁ passāma. ",
  "mn95:13.22": "Idameva saccaṁ, moghamaññan’ti. ",
  "mn95:13.23": "Seyyathāpi, bhāradvāja, andhaveṇi paramparāsaṁsattā purimopi na passati majjhimopi na passati pacchimopi na passati; ",
  "mn95:13.24": "evameva kho, bhāradvāja, andhaveṇūpamaṁ maññe brāhmaṇānaṁ bhāsitaṁ sampajjati—purimopi na passati majjhimopi na passati pacchimopi na passati. ",
  "mn95:13.25": "Taṁ kiṁ maññasi, bhāradvāja, ",
  "mn95:13.26": "nanu evaṁ sante brāhmaṇānaṁ amūlikā saddhā sampajjatī”ti? ",
  "mn95:14.1": "“Na khvettha, bho gotama, brāhmaṇā saddhāyeva payirupāsanti, anussavāpettha brāhmaṇā payirupāsantī”ti. ",
  "mn95:14.2": "“Pubbeva kho tvaṁ, bhāradvāja, saddhaṁ agamāsi, anussavaṁ idāni vadesi. ",
  "mn95:14.3": "Pañca kho ime, bhāradvāja, dhammā diṭṭheva dhamme dvedhā vipākā. ",
  "mn95:14.4": "Katame pañca? ",
  "mn95:14.5": "Saddhā, ruci, anussavo, ākāraparivitakko, diṭṭhinijjhānakkhanti—",
  "mn95:14.6": "ime kho, bhāradvāja, pañca dhammā diṭṭheva dhamme dvedhā vipākā. ",
  "mn95:14.7": "Api ca, bhāradvāja, susaddahitaṁyeva hoti, tañca hoti rittaṁ tucchaṁ musā; ",
  "mn95:14.8": "no cepi susaddahitaṁ hoti, tañca hoti bhūtaṁ tacchaṁ anaññathā. ",
  "mn95:14.9": "Api ca, bhāradvāja, surucitaṁyeva hoti …pe… ",
  "mn95:14.10": "svānussutaṁyeva hoti …pe… ",
  "mn95:14.11": "suparivitakkitaṁyeva hoti …pe… ",
  "mn95:14.12": "sunijjhāyitaṁyeva hoti, tañca hoti rittaṁ tucchaṁ musā; ",
  "mn95:14.13": "no cepi sunijjhāyitaṁ hoti, tañca hoti bhūtaṁ tacchaṁ anaññathā. ",
  "mn95:14.14": "Saccamanurakkhatā, bhāradvāja, viññunā purisena nālamettha ekaṁsena niṭṭhaṁ gantuṁ: ",
  "mn95:14.15": "‘idameva saccaṁ, moghamaññan’”ti. ",
  "mn95:15.1": "“Kittāvatā pana, bho gotama, saccānurakkhaṇā hoti, kittāvatā saccamanurakkhati? ",
  "mn95:15.2": "Saccānurakkhaṇaṁ mayaṁ bhavantaṁ gotamaṁ pucchāmā”ti. ",
  "mn95:15.3": "“Saddhā cepi, bhāradvāja, purisassa hoti; ",
  "mn95:15.4": "‘evaṁ me saddhā’ti—",
  "mn95:15.5": "iti vadaṁ saccamanurakkhati, na tveva tāva ekaṁsena niṭṭhaṁ gacchati: ",
  "mn95:15.6": "‘idameva saccaṁ, moghamaññan’ti (…). ",
  "mn95:15.7": "Ruci cepi, bhāradvāja, purisassa hoti …pe… ",
  "mn95:15.8": "anussavo cepi, bhāradvāja, purisassa hoti …pe… ",
  "mn95:15.9": "ākāraparivitakko cepi, bhāradvāja, purisassa hoti …pe… ",
  "mn95:15.10": "diṭṭhinijjhānakkhanti cepi, bhāradvāja, purisassa hoti; ",
  "mn95:15.11": "‘evaṁ me diṭṭhinijjhānakkhantī’ti—",
  "mn95:15.12": "iti vadaṁ saccamanurakkhati, na tveva tāva ekaṁsena niṭṭhaṁ gacchati: ",
  "mn95:15.13": "‘idameva saccaṁ, moghamaññan’ti. ",
  "mn95:15.14": "Ettāvatā kho, bhāradvāja, saccānurakkhaṇā hoti, ettāvatā saccamanurakkhati, ettāvatā ca mayaṁ saccānurakkhaṇaṁ paññapema; ",
  "mn95:15.15": "na tveva tāva saccānubodho hotī”ti. ",
  "mn95:16.1": "“Ettāvatā, bho gotama, saccānurakkhaṇā hoti, ettāvatā saccamanurakkhati, ettāvatā ca mayaṁ saccānurakkhaṇaṁ pekkhāma. ",
  "mn95:16.2": "Kittāvatā pana, bho gotama, saccānubodho hoti, kittāvatā saccamanubujjhati? ",
  "mn95:16.3": "Saccānubodhaṁ mayaṁ bhavantaṁ gotamaṁ pucchāmā”ti. ",
  "mn95:17.1": "“Idha, bhāradvāja, bhikkhu aññataraṁ gāmaṁ vā nigamaṁ vā upanissāya viharati. ",
  "mn95:17.2": "Tamenaṁ gahapati vā gahapatiputto vā upasaṅkamitvā tīsu dhammesu samannesati—",
  "mn95:17.3": "lobhanīyesu dhammesu, dosanīyesu dhammesu, mohanīyesu dhammesu. ",
  "mn95:17.4": "Atthi nu kho imassāyasmato tathārūpā lobhanīyā dhammā yathārūpehi lobhanīyehi dhammehi pariyādinnacitto ajānaṁ vā vadeyya—",
  "mn95:17.5": "jānāmīti, apassaṁ vā vadeyya—",
  "mn95:17.6": "passāmīti, paraṁ vā tadatthāya samādapeyya yaṁ paresaṁ assa dīgharattaṁ ahitāya dukkhāyāti? ",
  "mn95:17.7": "Tamenaṁ samannesamāno evaṁ jānāti: ",
  "mn95:17.8": "‘natthi kho imassāyasmato tathārūpā lobhanīyā dhammā yathārūpehi lobhanīyehi dhammehi pariyādinnacitto ajānaṁ vā vadeyya—",
  "mn95:17.9": "jānāmīti, apassaṁ vā vadeyya—",
  "mn95:17.10": "passāmīti, paraṁ vā tadatthāya samādapeyya yaṁ paresaṁ assa dīgharattaṁ ahitāya dukkhāya. ",
  "mn95:17.11": "Tathārūpo kho panimassāyasmato kāyasamācāro tathārūpo vacīsamācāro yathā taṁ aluddhassa. ",
  "mn95:17.12": "Yaṁ kho pana ayamāyasmā dhammaṁ deseti, gambhīro so dhammo duddaso duranubodho santo paṇīto atakkāvacaro nipuṇo paṇḍitavedanīyo; ",
  "mn95:17.13": "na so dhammo sudesiyo luddhenā’ti. ",
  "mn95:18.1": "Yato naṁ samannesamāno visuddhaṁ lobhanīyehi dhammehi samanupassati tato naṁ uttari samannesati dosanīyesu dhammesu. ",
  "mn95:18.2": "Atthi nu kho imassāyasmato tathārūpā dosanīyā dhammā yathārūpehi dosanīyehi dhammehi pariyādinnacitto ajānaṁ vā vadeyya—",
  "mn95:18.3": "jānāmīti, apassaṁ vā vadeyya—",
  "mn95:18.4": "passāmīti, paraṁ vā tadatthāya samādapeyya yaṁ paresaṁ assa dīgharattaṁ ahitāya dukkhāyāti? ",
  "mn95:18.5": "Tamenaṁ samannesamāno evaṁ jānāti: ",
  "mn95:18.6": "‘natthi kho imassāyasmato tathārūpā dosanīyā dhammā yathārūpehi dosanīyehi dhammehi pariyādinnacitto ajānaṁ vā vadeyya—",
  "mn95:18.7": "jānāmīti, apassaṁ vā vadeyya—",
  "mn95:18.8": "passāmīti, paraṁ vā tadatthāya samādapeyya yaṁ paresaṁ assa dīgharattaṁ ahitāya dukkhāya. ",
  "mn95:18.9": "Tathārūpo kho panimassāyasmato kāyasamācāro tathārūpo vacīsamācāro yathā taṁ aduṭṭhassa. ",
  "mn95:18.10": "Yaṁ kho pana ayamāyasmā dhammaṁ deseti, gambhīro so dhammo duddaso duranubodho santo paṇīto atakkāvacaro nipuṇo paṇḍitavedanīyo; ",
  "mn95:18.11": "na so dhammo sudesiyo duṭṭhenā’ti. ",
  "mn95:19.1": "Yato naṁ samannesamāno visuddhaṁ dosanīyehi dhammehi samanupassati, tato naṁ uttari samannesati mohanīyesu dhammesu. ",
  "mn95:19.2": "Atthi nu kho imassāyasmato tathārūpā mohanīyā dhammā yathārūpehi mohanīyehi dhammehi pariyādinnacitto ajānaṁ vā vadeyya—",
  "mn95:19.3": "jānāmīti, apassaṁ vā vadeyya—",
  "mn95:19.4": "passāmīti, paraṁ vā tadatthāya samādapeyya yaṁ paresaṁ assa dīgharattaṁ ahitāya dukkhāyāti? ",
  "mn95:19.5": "Tamenaṁ samannesamāno evaṁ jānāti: ",
  "mn95:19.6": "‘natthi kho imassāyasmato tathārūpā mohanīyā dhammā yathārūpehi mohanīyehi dhammehi pariyādinnacitto ajānaṁ vā vadeyya—",
  "mn95:19.7": "jānāmīti, apassaṁ vā vadeyya—",
  "mn95:19.8": "passāmīti, paraṁ vā tadatthāya samādapeyya yaṁ paresaṁ assa dīgharattaṁ ahitāya dukkhāya. ",
  "mn95:19.9": "Tathārūpo kho panimassāyasmato kāyasamācāro tathārūpo vacīsamācāro yathā taṁ amūḷhassa. ",
  "mn95:19.10": "Yaṁ kho pana ayamāyasmā dhammaṁ deseti, gambhīro so dhammo duddaso duranubodho santo paṇīto atakkāvacaro nipuṇo paṇḍitavedanīyo; ",
  "mn95:19.11": "na so dhammo sudesiyo mūḷhenā’ti. ",
  "mn95:20.1": "Yato naṁ samannesamāno visuddhaṁ mohanīyehi dhammehi samanupassati; ",
  "mn95:20.2": "atha tamhi saddhaṁ niveseti, saddhājāto upasaṅkamati, upasaṅkamanto payirupāsati, payirupāsanto sotaṁ odahati, ohitasoto dhammaṁ suṇāti, sutvā dhammaṁ dhāreti, dhatānaṁ dhammānaṁ atthaṁ upaparikkhati, atthaṁ upaparikkhato dhammā nijjhānaṁ khamanti, dhammanijjhānakkhantiyā sati chando jāyati, chandajāto ussahati, ussahitvā tuleti, tulayitvā padahati, pahitatto samāno kāyena ceva paramasaccaṁ sacchikaroti paññāya ca naṁ ativijjha passati. ",
  "mn95:20.3": "Ettāvatā kho, bhāradvāja, saccānubodho hoti, ettāvatā saccamanubujjhati, ettāvatā ca mayaṁ saccānubodhaṁ paññapema; ",
  "mn95:20.4": "na tveva tāva saccānuppatti hotī”ti. ",
  "mn95:21.1": "“Ettāvatā, bho gotama, saccānubodho hoti, ettāvatā saccamanubujjhati, ettāvatā ca mayaṁ saccānubodhaṁ pekkhāma. ",
  "mn95:21.2": "Kittāvatā pana, bho gotama, saccānuppatti hoti, kittāvatā saccamanupāpuṇāti? ",
  "mn95:21.3": "Saccānuppattiṁ mayaṁ bhavantaṁ gotamaṁ pucchāmā”ti. ",
  "mn95:21.4": "“Tesaṁyeva, bhāradvāja, dhammānaṁ āsevanā bhāvanā bahulīkammaṁ saccānuppatti hoti. ",
  "mn95:21.5": "Ettāvatā kho, bhāradvāja, saccānuppatti hoti, ettāvatā saccamanupāpuṇāti, ettāvatā ca mayaṁ saccānuppattiṁ paññapemā”ti. ",
  "mn95:22.1": "“Ettāvatā, bho gotama, saccānuppatti hoti, ettāvatā saccamanupāpuṇāti, ettāvatā ca mayaṁ saccānuppattiṁ pekkhāma. ",
  "mn95:22.2": "Saccānuppattiyā pana, bho gotama, katamo dhammo bahukāro? ",
  "mn95:22.3": "Saccānuppattiyā bahukāraṁ dhammaṁ mayaṁ bhavantaṁ gotamaṁ pucchāmā”ti. ",
  "mn95:22.4": "“Saccānuppattiyā kho, bhāradvāja, padhānaṁ bahukāraṁ. ",
  "mn95:22.5": "No cetaṁ padaheyya, nayidaṁ saccamanupāpuṇeyya. ",
  "mn95:22.6": "Yasmā ca kho padahati tasmā saccamanupāpuṇāti. ",
  "mn95:22.7": "Tasmā saccānuppattiyā padhānaṁ bahukāran”ti. ",
  "mn95:23.1": "“Padhānassa pana, bho gotama, katamo dhammo bahukāro? ",
  "mn95:23.2": "Padhānassa bahukāraṁ dhammaṁ mayaṁ bhavantaṁ gotamaṁ pucchāmā”ti. ",
  "mn95:23.3": "“Padhānassa kho, bhāradvāja, tulanā bahukārā. ",
  "mn95:23.4": "No cetaṁ tuleyya, nayidaṁ padaheyya. ",
  "mn95:23.5": "Yasmā ca kho tuleti tasmā padahati. ",
  "mn95:23.6": "Tasmā padhānassa tulanā bahukārā”ti. ",
  "mn95:24.1": "“Tulanāya pana, bho gotama, katamo dhammo bahukāro? ",
  "mn95:24.2": "Tulanāya bahukāraṁ dhammaṁ mayaṁ bhavantaṁ gotamaṁ pucchāmā”ti. ",
  "mn95:24.3": "“Tulanāya kho, bhāradvāja, ussāho bahukāro. ",
  "mn95:24.4": "No cetaṁ ussaheyya, nayidaṁ tuleyya. ",
  "mn95:24.5": "Yasmā ca kho ussahati tasmā tuleti. ",
  "mn95:24.6": "Tasmā tulanāya ussāho bahukāro”ti. ",
  "mn95:25.1": "“Ussāhassa pana, bho gotama, katamo dhammo bahukāro? ",
  "mn95:25.2": "Ussāhassa bahukāraṁ dhammaṁ mayaṁ bhavantaṁ gotamaṁ pucchāmā”ti. ",
  "mn95:25.3": "“Ussāhassa kho, bhāradvāja, chando bahukāro. ",
  "mn95:25.4": "No cetaṁ chando jāyetha, nayidaṁ ussaheyya. ",
  "mn95:25.5": "Yasmā ca kho chando jāyati tasmā ussahati. ",
  "mn95:25.6": "Tasmā ussāhassa chando bahukāro”ti. ",
  "mn95:26.1": "“Chandassa pana, bho gotama, katamo dhammo bahukāro? ",
  "mn95:26.2": "Chandassa bahukāraṁ dhammaṁ mayaṁ bhavantaṁ gotamaṁ pucchāmā”ti. ",
  "mn95:26.3": "“Chandassa kho, bhāradvāja, dhammanijjhānakkhanti bahukārā. ",
  "mn95:26.4": "No cete dhammā nijjhānaṁ khameyyuṁ, nayidaṁ chando jāyetha. ",
  "mn95:26.5": "Yasmā ca kho dhammā nijjhānaṁ khamanti tasmā chando jāyati. ",
  "mn95:26.6": "Tasmā chandassa dhammanijjhānakkhanti bahukārā”ti. ",
  "mn95:27.1": "“Dhammanijjhānakkhantiyā pana, bho gotama, katamo dhammo bahukāro? ",
  "mn95:27.2": "Dhammanijjhānakkhantiyā bahukāraṁ dhammaṁ mayaṁ bhavantaṁ gotamaṁ pucchāmā”ti. ",
  "mn95:27.3": "“Dhammanijjhānakkhantiyā kho, bhāradvāja, atthūpaparikkhā bahukārā. ",
  "mn95:27.4": "No cetaṁ atthaṁ upaparikkheyya, nayidaṁ dhammā nijjhānaṁ khameyyuṁ. ",
  "mn95:27.5": "Yasmā ca kho atthaṁ upaparikkhati tasmā dhammā nijjhānaṁ khamanti. ",
  "mn95:27.6": "Tasmā dhammanijjhānakkhantiyā atthūpaparikkhā bahukārā”ti. ",
  "mn95:28.1": "“Atthūpaparikkhāya pana, bho gotama, katamo dhammo bahukāro? ",
  "mn95:28.2": "Atthūpaparikkhāya bahukāraṁ dhammaṁ mayaṁ bhavantaṁ gotamaṁ pucchāmā”ti. ",
  "mn95:28.3": "“Atthūpaparikkhāya kho, bhāradvāja, dhammadhāraṇā bahukārā. ",
  "mn95:28.4": "No cetaṁ dhammaṁ dhāreyya, nayidaṁ atthaṁ upaparikkheyya. ",
  "mn95:28.5": "Yasmā ca kho dhammaṁ dhāreti tasmā atthaṁ upaparikkhati. ",
  "mn95:28.6": "Tasmā atthūpaparikkhāya dhammadhāraṇā bahukārā”ti. ",
  "mn95:29.1": "“Dhammadhāraṇāya pana, bho gotama, katamo dhammo bahukāro? ",
  "mn95:29.2": "Dhammadhāraṇāya bahukāraṁ dhammaṁ mayaṁ bhavantaṁ gotamaṁ pucchāmā”ti. ",
  "mn95:29.3": "“Dhammadhāraṇāya kho, bhāradvāja, dhammassavanaṁ bahukāraṁ. ",
  "mn95:29.4": "No cetaṁ dhammaṁ suṇeyya, nayidaṁ dhammaṁ dhāreyya. ",
  "mn95:29.5": "Yasmā ca kho dhammaṁ suṇāti tasmā dhammaṁ dhāreti. ",
  "mn95:29.6": "Tasmā dhammadhāraṇāya dhammassavanaṁ bahukāran”ti. ",
  "mn95:30.1": "“Dhammassavanassa pana, bho gotama, katamo dhammo bahukāro? ",
  "mn95:30.2": "Dhammassavanassa bahukāraṁ dhammaṁ mayaṁ bhavantaṁ gotamaṁ pucchāmā”ti. ",
  "mn95:30.3": "“Dhammassavanassa kho, bhāradvāja, sotāvadhānaṁ bahukāraṁ. ",
  "mn95:30.4": "No cetaṁ sotaṁ odaheyya, nayidaṁ dhammaṁ suṇeyya. ",
  "mn95:30.5": "Yasmā ca kho sotaṁ odahati tasmā dhammaṁ suṇāti. ",
  "mn95:30.6": "Tasmā dhammassavanassa sotāvadhānaṁ bahukāran”ti. ",
  "mn95:31.1": "“Sotāvadhānassa pana, bho gotama, katamo dhammo bahukāro? ",
  "mn95:31.2": "Sotāvadhānassa bahukāraṁ dhammaṁ mayaṁ bhavantaṁ gotamaṁ pucchāmā”ti. ",
  "mn95:31.3": "“Sotāvadhānassa kho, bhāradvāja, payirupāsanā bahukārā. ",
  "mn95:31.4": "No cetaṁ payirupāseyya, nayidaṁ sotaṁ odaheyya. ",
  "mn95:31.5": "Yasmā ca kho payirupāsati tasmā sotaṁ odahati. ",
  "mn95:31.6": "Tasmā sotāvadhānassa payirupāsanā bahukārā”ti. ",
  "mn95:32.1": "“Payirupāsanāya pana, bho gotama, katamo dhammo bahukāro? ",
  "mn95:32.2": "Payirupāsanāya bahukāraṁ dhammaṁ mayaṁ bhavantaṁ gotamaṁ pucchāmā”ti. ",
  "mn95:32.3": "“Payirupāsanāya kho, bhāradvāja, upasaṅkamanaṁ bahukāraṁ. ",
  "mn95:32.4": "No cetaṁ upasaṅkameyya, nayidaṁ payirupāseyya. ",
  "mn95:32.5": "Yasmā ca kho upasaṅkamati tasmā payirupāsati. ",
  "mn95:32.6": "Tasmā payirupāsanāya upasaṅkamanaṁ bahukāran”ti. ",
  "mn95:33.1": "“Upasaṅkamanassa pana, bho gotama, katamo dhammo bahukāro? ",
  "mn95:33.2": "Upasaṅkamanassa bahukāraṁ dhammaṁ mayaṁ bhavantaṁ gotamaṁ pucchāmā”ti. ",
  "mn95:33.3": "“Upasaṅkamanassa kho, bhāradvāja, saddhā bahukārā. ",
  "mn95:33.4": "No cetaṁ saddhā jāyetha, nayidaṁ upasaṅkameyya. ",
  "mn95:33.5": "Yasmā ca kho saddhā jāyati tasmā upasaṅkamati. ",
  "mn95:33.6": "Tasmā upasaṅkamanassa saddhā bahukārā”ti. ",
  "mn95:34.1": "“Saccānurakkhaṇaṁ mayaṁ bhavantaṁ gotamaṁ apucchimha, saccānurakkhaṇaṁ bhavaṁ gotamo byākāsi; ",
  "mn95:34.2": "tañca panamhākaṁ ruccati ceva khamati ca tena camha attamanā. ",
  "mn95:34.3": "Saccānubodhaṁ mayaṁ bhavantaṁ gotamaṁ apucchimha, saccānubodhaṁ bhavaṁ gotamo byākāsi; ",
  "mn95:34.4": "tañca panamhākaṁ ruccati ceva khamati ca tena camha attamanā. ",
  "mn95:34.5": "Saccānuppattiṁ mayaṁ bhavantaṁ gotamaṁ apucchimha, saccānuppattiṁ bhavaṁ gotamo byākāsi; ",
  "mn95:34.6": "tañca panamhākaṁ ruccati ceva khamati ca tena camha attamanā. ",
  "mn95:34.7": "Saccānuppattiyā bahukāraṁ dhammaṁ mayaṁ bhavantaṁ gotamaṁ apucchimha, saccānuppattiyā bahukāraṁ dhammaṁ bhavaṁ gotamo byākāsi; ",
  "mn95:34.8": "tañca panamhākaṁ ruccati ceva khamati ca tena camha attamanā. ",
  "mn95:34.9": "Yaṁyadeva ca mayaṁ bhavantaṁ gotamaṁ apucchimha taṁtadeva bhavaṁ gotamo byākāsi; ",
  "mn95:34.10": "tañca panamhākaṁ ruccati ceva khamati ca tena camha attamanā. ",
  "mn95:34.11": "Mayañhi, bho gotama, pubbe evaṁ jānāma: ",
  "mn95:34.12": "‘ke ca muṇḍakā samaṇakā ibbhā kaṇhā bandhupādāpaccā, ke ca dhammassa aññātāro’ti? ",
  "mn95:34.13": "Ajanesi vata me bhavaṁ gotamo samaṇesu samaṇapemaṁ, samaṇesu samaṇapasādaṁ, samaṇesu samaṇagāravaṁ. ",
  "mn95:35.1": "Abhikkantaṁ, bho gotama …pe… ",
  "mn95:35.2": "upāsakaṁ maṁ bhavaṁ gotamo dhāretu ajjatagge pāṇupetaṁ saraṇaṁ gatan”ti. ",
  "mn95:35.3": "Caṅkīsuttaṁ niṭṭhitaṁ pañcamaṁ. "
}