{
  "mn97:0.1": "Majjhima Nikāya 97 ",
  "mn97:0.2": "Dhanañjānisutta ",
  "mn97:1.1": "Evaṁ me sutaṁ—",
  "mn97:1.2": "ekaṁ samayaṁ bhagavā rājagahe viharati veḷuvane kalandakanivāpe. ",
  "mn97:2.1": "Tena kho pana samayena āyasmā sāriputto dakkhiṇāgirismiṁ cārikaṁ carati mahatā bhikkhusaṅghena saddhiṁ. ",
  "mn97:2.2": "Atha kho aññataro bhikkhu rājagahe vassaṁvuṭṭho yena dakkhiṇāgiri yenāyasmā sāriputto tenupasaṅkami; upasaṅkamitvā āyasmatā sāriputtena saddhiṁ sammodi. ",
  "mn97:2.3": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdi. Ekamantaṁ nisinnaṁ kho taṁ bhikkhuṁ āyasmā sāriputto etadavoca: ",
  "mn97:2.4": "“kaccāvuso, bhagavā arogo ca balavā cā”ti? ",
  "mn97:2.5": "“Arogo cāvuso, bhagavā balavā cā”ti. ",
  "mn97:2.6": "“Kacci panāvuso, bhikkhusaṅgho arogo ca balavā cā”ti? ",
  "mn97:2.7": "“Bhikkhusaṅghopi kho, āvuso, arogo ca balavā cā”ti. ",
  "mn97:2.8": "“Ettha, āvuso, taṇḍulapālidvārāya dhanañjāni nāma brāhmaṇo atthi. ",
  "mn97:2.9": "Kaccāvuso, dhanañjāni brāhmaṇo arogo ca balavā cā”ti? ",
  "mn97:2.10": "“Dhanañjānipi kho, āvuso, brāhmaṇo arogo ca balavā cā”ti. ",
  "mn97:2.11": "“Kacci panāvuso, dhanañjāni brāhmaṇo appamatto”ti? ",
  "mn97:2.12": "“Kuto panāvuso, dhanañjānissa brāhmaṇassa appamādo? ",
  "mn97:2.13": "Dhanañjāni, āvuso, brāhmaṇo rājānaṁ nissāya brāhmaṇagahapatike vilumpati, brāhmaṇagahapatike nissāya rājānaṁ vilumpati. ",
  "mn97:2.14": "Yāpissa bhariyā saddhā saddhakulā ānītā sāpi kālaṅkatā; ",
  "mn97:2.15": "aññāssa bhariyā assaddhā assaddhakulā ānītā”ti. ",
  "mn97:2.16": "“Dussutaṁ vatāvuso, assumha, dussutaṁ vatāvuso, assumha; ",
  "mn97:2.17": "ye mayaṁ dhanañjāniṁ brāhmaṇaṁ pamattaṁ assumha. ",
  "mn97:2.18": "Appeva ca nāma mayaṁ kadāci karahaci dhanañjāninā brāhmaṇena saddhiṁ samāgaccheyyāma, appeva nāma siyā kocideva kathāsallāpo”ti? ",
  "mn97:3.1": "Atha kho āyasmā sāriputto dakkhiṇāgirismiṁ yathābhirantaṁ viharitvā yena rājagahaṁ tena cārikaṁ pakkāmi. ",
  "mn97:3.2": "Anupubbena cārikaṁ caramāno yena rājagahaṁ tadavasari. ",
  "mn97:3.3": "Tatra sudaṁ āyasmā sāriputto rājagahe viharati veḷuvane kalandakanivāpe. ",
  "mn97:4.1": "Atha kho āyasmā sāriputto pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya rājagahaṁ piṇḍāya pāvisi. ",
  "mn97:4.2": "Tena kho pana samayena dhanañjāni brāhmaṇo bahinagare gāvo goṭṭhe duhāpeti. ",
  "mn97:4.3": "Atha kho āyasmā sāriputto rājagahe piṇḍāya caritvā pacchābhattaṁ piṇḍapātapaṭikkanto yena dhanañjāni brāhmaṇo tenupasaṅkami. ",
  "mn97:4.4": "Addasā kho dhanañjāni brāhmaṇo āyasmantaṁ sāriputtaṁ dūratova āgacchantaṁ. ",
  "mn97:4.5": "Disvāna yenāyasmā sāriputto tenupasaṅkami; upasaṅkamitvā āyasmantaṁ sāriputtaṁ etadavoca: ",
  "mn97:4.6": "“ito, bho sāriputta, payo, pīyataṁ tāva bhattassa kālo bhavissatī”ti. ",
  "mn97:4.7": "“Alaṁ, brāhmaṇa. ",
  "mn97:4.8": "Kataṁ me ajja bhattakiccaṁ. ",
  "mn97:4.9": "Amukasmiṁ me rukkhamūle divāvihāro bhavissati. ",
  "mn97:4.10": "Tattha āgaccheyyāsī”ti. ",
  "mn97:4.11": "“Evaṁ, bho”ti kho dhanañjāni brāhmaṇo āyasmato sāriputtassa paccassosi. ",
  "mn97:5.1": "Atha kho dhanañjāni brāhmaṇo pacchābhattaṁ bhuttapātarāso yenāyasmā sāriputto tenupasaṅkami; upasaṅkamitvā āyasmatā sāriputtena saddhiṁ sammodi. ",
  "mn97:5.2": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdi. Ekamantaṁ nisinnaṁ kho dhanañjāniṁ brāhmaṇaṁ āyasmā sāriputto etadavoca: ",
  "mn97:5.3": "“kaccāsi, dhanañjāni, appamatto”ti? ",
  "mn97:5.4": "“Kuto, bho sāriputta, amhākaṁ appamādo yesaṁ no mātāpitaro posetabbā, puttadāro posetabbo, dāsakammakarā posetabbā, mittāmaccānaṁ mittāmaccakaraṇīyaṁ kātabbaṁ, ñātisālohitānaṁ ñātisālohitakaraṇīyaṁ kātabbaṁ, atithīnaṁ atithikaraṇīyaṁ kātabbaṁ, pubbapetānaṁ pubbapetakaraṇīyaṁ kātabbaṁ, devatānaṁ devatākaraṇīyaṁ kātabbaṁ, rañño rājakaraṇīyaṁ kātabbaṁ, ayampi kāyo pīṇetabbo brūhetabbo”ti? ",
  "mn97:6.1": "“Taṁ kiṁ maññasi, dhanañjāni, ",
  "mn97:6.2": "idhekacco mātāpitūnaṁ hetu adhammacārī visamacārī assa, tamenaṁ adhammacariyāvisamacariyāhetu nirayaṁ nirayapālā upakaḍḍheyyuṁ. ",
  "mn97:6.3": "Labheyya nu kho so ‘ahaṁ kho mātāpitūnaṁ hetu adhammacārī visamacārī ahosiṁ, mā maṁ nirayaṁ nirayapālā’ti, mātāpitaro vā panassa labheyyuṁ ‘eso kho amhākaṁ hetu adhammacārī visamacārī ahosi, mā naṁ nirayaṁ nirayapālā’”ti? ",
  "mn97:6.4": "“No hidaṁ, bho sāriputta. ",
  "mn97:6.5": "Atha kho naṁ vikkandantaṁyeva niraye nirayapālā pakkhipeyyuṁ”. ",
  "mn97:7.1": "“Taṁ kiṁ maññasi, dhanañjāni, ",
  "mn97:7.2": "idhekacco puttadārassa hetu adhammacārī visamacārī assa, tamenaṁ adhammacariyāvisamacariyāhetu nirayaṁ nirayapālā upakaḍḍheyyuṁ. ",
  "mn97:7.3": "Labheyya nu kho so ‘ahaṁ kho puttadārassa hetu adhammacārī visamacārī ahosiṁ, mā maṁ nirayaṁ nirayapālā’ti, puttadāro vā panassa labheyya ‘eso kho amhākaṁ hetu adhammacārī visamacārī ahosi mā naṁ nirayaṁ nirayapālā’”ti? ",
  "mn97:7.4": "“No hidaṁ, bho sāriputta. ",
  "mn97:7.5": "Atha kho naṁ vikkandantaṁyeva niraye nirayapālā pakkhipeyyuṁ”. ",
  "mn97:8.1": "“Taṁ kiṁ maññasi, dhanañjāni, idhekacco dāsakammakaraporisassa hetu adhammacārī visamacārī assa, tamenaṁ adhammacariyāvisamacariyāhetu nirayaṁ nirayapālā upakaḍḍheyyuṁ. ",
  "mn97:8.2": "Labheyya nu kho so ‘ahaṁ kho dāsakammakaraporisassa hetu adhammacārī visamacārī ahosiṁ, mā maṁ nirayaṁ nirayapālā’ti, dāsakammakaraporisā vā panassa labheyyuṁ ‘eso kho amhākaṁ hetu adhammacārī visamacārī ahosi, mā naṁ nirayaṁ nirayapālā’”ti? ",
  "mn97:8.3": "“No hidaṁ, bho sāriputta. ",
  "mn97:8.4": "Atha kho naṁ vikkandantaṁyeva niraye nirayapālā pakkhipeyyuṁ”. ",
  "mn97:9.1": "“Taṁ kiṁ maññasi, dhanañjāni, idhekacco mittāmaccānaṁ hetu adhammacārī visamacārī assa, tamenaṁ adhammacariyāvisamacariyāhetu nirayaṁ nirayapālā upakaḍḍheyyuṁ. ",
  "mn97:9.2": "Labheyya nu kho so ‘ahaṁ kho mittāmaccānaṁ hetu adhammacārī visamacārī ahosiṁ, mā maṁ nirayaṁ nirayapālā’ti, mittāmaccā vā panassa labheyyuṁ ‘eso kho amhākaṁ hetu adhammacārī visamacārī ahosi, mā naṁ nirayaṁ nirayapālā’”ti? ",
  "mn97:9.3": "“No hidaṁ, bho sāriputta. ",
  "mn97:9.4": "Atha kho naṁ vikkandantaṁyeva niraye nirayapālā pakkhipeyyuṁ”. ",
  "mn97:10.1": "“Taṁ kiṁ maññasi, dhanañjāni, idhekacco ñātisālohitānaṁ hetu adhammacārī visamacārī assa, tamenaṁ adhammacariyāvisamacariyāhetu nirayaṁ nirayapālā upakaḍḍheyyuṁ. ",
  "mn97:10.2": "Labheyya nu kho so ‘ahaṁ kho ñātisālohitānaṁ hetu adhammacārī visamacārī ahosiṁ, mā maṁ nirayaṁ nirayapālā’ti, ñātisālohitā vā panassa labheyyuṁ ‘eso kho amhākaṁ hetu adhammacārī visamacārī ahosi, mā naṁ nirayaṁ nirayapālā’”ti? ",
  "mn97:10.3": "“No hidaṁ, bho sāriputta. ",
  "mn97:10.4": "Atha kho naṁ vikkandantaṁyeva niraye nirayapālā pakkhipeyyuṁ”. ",
  "mn97:11.1": "“Taṁ kiṁ maññasi, dhanañjāni, idhekacco atithīnaṁ hetu adhammacārī visamacārī assa, tamenaṁ adhammacariyāvisamacariyāhetu nirayaṁ nirayapālā upakaḍḍheyyuṁ. ",
  "mn97:11.2": "Labheyya nu kho so ‘ahaṁ kho atithīnaṁ hetu adhammacārī visamacārī ahosiṁ, mā maṁ nirayaṁ nirayapālā’ti, atithī vā panassa labheyyuṁ ‘eso kho amhākaṁ hetu adhammacārī visamacārī ahosi, mā naṁ nirayaṁ nirayapālā’”ti? ",
  "mn97:11.3": "“No hidaṁ, bho sāriputta. ",
  "mn97:11.4": "Atha kho naṁ vikkandantaṁyeva niraye nirayapālā pakkhipeyyuṁ”. ",
  "mn97:12.1": "“Taṁ kiṁ maññasi, dhanañjāni, idhekacco pubbapetānaṁ hetu adhammacārī visamacārī assa, tamenaṁ adhammacariyāvisamacariyāhetu nirayaṁ nirayapālā upakaḍḍheyyuṁ. ",
  "mn97:12.2": "Labheyya nu kho so ‘ahaṁ kho pubbapetānaṁ hetu adhammacārī visamacārī ahosiṁ, mā maṁ nirayaṁ nirayapālā’ti, pubbapetā vā panassa labheyyuṁ ‘eso kho amhākaṁ hetu adhammacārī visamacārī ahosi, mā naṁ nirayaṁ nirayapālā’”ti? ",
  "mn97:12.3": "“No hidaṁ, bho sāriputta. ",
  "mn97:12.4": "Atha kho naṁ vikkandantaṁyeva niraye nirayapālā pakkhipeyyuṁ”. ",
  "mn97:13.1": "“Taṁ kiṁ maññasi, dhanañjāni, idhekacco devatānaṁ hetu adhammacārī visamacārī assa, tamenaṁ adhammacariyāvisamacariyāhetu nirayaṁ nirayapālā upakaḍḍheyyuṁ. ",
  "mn97:13.2": "Labheyya nu kho so ‘ahaṁ kho devatānaṁ hetu adhammacārī visamacārī ahosiṁ, mā maṁ nirayaṁ nirayapālā’ti, devatā vā panassa labheyyuṁ ‘eso kho amhākaṁ hetu adhammacārī visamacārī ahosi, mā naṁ nirayaṁ nirayapālā’”ti? ",
  "mn97:13.3": "“No hidaṁ, bho sāriputta. ",
  "mn97:13.4": "Atha kho naṁ vikkandantaṁyeva niraye nirayapālā pakkhipeyyuṁ”. ",
  "mn97:14.1": "“Taṁ kiṁ maññasi, dhanañjāni, idhekacco rañño hetu adhammacārī visamacārī assa, tamenaṁ adhammacariyāvisamacariyāhetu nirayaṁ nirayapālā upakaḍḍheyyuṁ. ",
  "mn97:14.2": "Labheyya nu kho so ‘ahaṁ kho rañño hetu adhammacārī visamacārī ahosiṁ, mā maṁ nirayaṁ nirayapālā’ti, rājā vā panassa labheyya ‘eso kho amhākaṁ hetu adhammacārī visamacārī ahosi, mā naṁ nirayaṁ nirayapālā’”ti? ",
  "mn97:14.3": "“No hidaṁ, bho sāriputta. ",
  "mn97:14.4": "Atha kho naṁ vikkandantaṁyeva niraye nirayapālā pakkhipeyyuṁ”. ",
  "mn97:15.1": "“Taṁ kiṁ maññasi, dhanañjāni, idhekacco kāyassa pīṇanāhetu brūhanāhetu adhammacārī visamacārī assa, tamenaṁ adhammacariyāvisamacariyāhetu nirayaṁ nirayapālā upakaḍḍheyyuṁ. ",
  "mn97:15.2": "Labheyya nu kho so ‘ahaṁ kho kāyassa pīṇanāhetu brūhanāhetu adhammacārī visamacārī ahosiṁ, mā maṁ nirayaṁ nirayapālā’ti, pare vā panassa labheyyuṁ ‘eso kho kāyassa pīṇanāhetu brūhanāhetu adhammacārī visamacārī ahosi, mā naṁ nirayaṁ nirayapālā’”ti? ",
  "mn97:15.3": "“No hidaṁ, bho sāriputta. ",
  "mn97:15.4": "Atha kho naṁ vikkandantaṁyeva niraye nirayapālā pakkhipeyyuṁ”. ",
  "mn97:16.1": "“Taṁ kiṁ maññasi, dhanañjāni, yo vā mātāpitūnaṁ hetu adhammacārī visamacārī assa, yo vā mātāpitūnaṁ hetu dhammacārī samacārī assa; ",
  "mn97:16.2": "katamaṁ seyyo”ti? ",
  "mn97:16.3": "“Yo hi, bho sāriputta, mātāpitūnaṁ hetu adhammacārī visamacārī assa, na taṁ seyyo; ",
  "mn97:16.4": "yo ca kho, bho sāriputta, mātāpitūnaṁ hetu dhammacārī samacārī assa, tadevettha seyyo. ",
  "mn97:16.5": "Adhammacariyāvisamacariyāhi, bho sāriputta, dhammacariyāsamacariyā seyyo”ti. ",
  "mn97:16.6": "“Atthi kho, dhanañjāni, aññesaṁ hetukā dhammikā kammantā, yehi sakkā mātāpitaro ceva posetuṁ, na ca pāpakammaṁ kātuṁ, puññañca paṭipadaṁ paṭipajjituṁ. ",
  "mn97:17.1": "Taṁ kiṁ maññasi, dhanañjāni, yo vā puttadārassa hetu adhammacārī visamacārī assa, yo vā puttadārassa hetu dhammacārī samacārī assa; ",
  "mn97:17.2": "katamaṁ seyyo”ti? ",
  "mn97:17.3": "“Yo hi, bho sāriputta, puttadārassa hetu adhammacārī visamacārī assa, na taṁ seyyo; ",
  "mn97:17.4": "yo ca kho, bho sāriputta, puttadārassa hetu dhammacārī samacārī assa, tadevettha seyyo. ",
  "mn97:17.5": "Adhammacariyāvisamacariyāhi, bho sāriputta, dhammacariyāsamacariyā seyyo”ti. ",
  "mn97:17.6": "“Atthi kho, dhanañjāni, aññesaṁ hetukā dhammikā kammantā yehi sakkā puttadārañceva posetuṁ, na ca pāpakammaṁ kātuṁ, puññañca paṭipadaṁ paṭipajjituṁ. ",
  "mn97:18.1": "Taṁ kiṁ maññasi, dhanañjāni, yo vā dāsakammakaraporisassa hetu adhammacārī visamacārī assa, yo vā dāsakammakaraporisassa hetu dhammacārī samacārī assa; ",
  "mn97:18.2": "katamaṁ seyyo”ti? ",
  "mn97:18.3": "“Yo hi, bho sāriputta, dāsakammakaraporisassa hetu adhammacārī visamacārī assa, na taṁ seyyo; ",
  "mn97:18.4": "yo ca kho, bho sāriputta, dāsakammakaraporisassa hetu dhammacārī samacārī assa, tadevettha seyyo. ",
  "mn97:18.5": "Adhammacariyāvisamacariyāhi, bho sāriputta, dhammacariyāsamacariyā seyyo”ti. ",
  "mn97:18.6": "“Atthi kho, dhanañjāni, aññesaṁ hetukā dhammikā kammantā, yehi sakkā dāsakammakaraporise ceva posetuṁ, na ca pāpakammaṁ kātuṁ, puññañca paṭipadaṁ paṭipajjituṁ. ",
  "mn97:19.1": "Taṁ kiṁ maññasi, dhanañjāni, yo vā mittāmaccānaṁ hetu adhammacārī visamacārī assa, yo vā mittāmaccānaṁ hetu dhammacārī samacārī assa; ",
  "mn97:19.2": "katamaṁ seyyo”ti? ",
  "mn97:19.3": "“Yo hi, bho sāriputta, mittāmaccānaṁ hetu adhammacārī visamacārī assa, na taṁ seyyo; ",
  "mn97:19.4": "yo ca kho, bho sāriputta, mittāmaccānaṁ hetu dhammacārī samacārī assa, tadevettha seyyo. ",
  "mn97:19.5": "Adhammacariyāvisamacariyāhi, bho sāriputta, dhammacariyāsamacariyā seyyo”ti. ",
  "mn97:19.6": "“Atthi kho, dhanañjāni, aññesaṁ hetukā dhammikā kammantā, yehi sakkā mittāmaccānañceva mittāmaccakaraṇīyaṁ kātuṁ, na ca pāpakammaṁ kātuṁ, puññañca paṭipadaṁ paṭipajjituṁ. ",
  "mn97:20.1": "Taṁ kiṁ maññasi, dhanañjāni, yo vā ñātisālohitānaṁ hetu adhammacārī visamacārī assa, yo vā ñātisālohitānaṁ hetu dhammacārī samacārī assa; ",
  "mn97:20.2": "katamaṁ seyyo”ti? ",
  "mn97:20.3": "“Yo hi, bho sāriputta, ñātisālohitānaṁ hetu adhammacārī visamacārī assa, na taṁ seyyo; ",
  "mn97:20.4": "yo ca kho, bho sāriputta, ñātisālohitānaṁ hetu dhammacārī samacārī assa, tadevettha seyyo. ",
  "mn97:20.5": "Adhammacariyāvisamacariyāhi, bho sāriputta, dhammacariyāsamacariyā seyyo”ti. ",
  "mn97:20.6": "“Atthi kho, dhanañjāni, aññesaṁ hetukā dhammikā kammantā, yehi sakkā ñātisālohitānañceva ñātisālohitakaraṇīyaṁ kātuṁ, na ca pāpakammaṁ kātuṁ, puññañca paṭipadaṁ paṭipajjituṁ. ",
  "mn97:21.1": "Taṁ kiṁ maññasi, dhanañjāni, yo vā atithīnaṁ hetu adhammacārī visamacārī assa, yo vā atithīnaṁ hetu dhammacārī samacārī assa; ",
  "mn97:21.2": "katamaṁ seyyo”ti? ",
  "mn97:21.3": "“Yo hi, bho sāriputta, atithīnaṁ hetu adhammacārī visamacārī assa, na taṁ seyyo; ",
  "mn97:21.4": "yo ca kho, bho sāriputta, atithīnaṁ hetu dhammacārī samacārī assa, tadevettha seyyo. ",
  "mn97:21.5": "Adhammacariyāvisamacariyāhi, bho sāriputta, dhammacariyāsamacariyā seyyo”ti. ",
  "mn97:21.6": "“Atthi kho, dhanañjāni, aññesaṁ hetukā dhammikā kammantā, yehi sakkā atithīnañceva atithikaraṇīyaṁ kātuṁ, na ca pāpakammaṁ kātuṁ, puññañca paṭipadaṁ paṭipajjituṁ. ",
  "mn97:22.1": "Taṁ kiṁ maññasi, dhanañjāni, yo vā pubbapetānaṁ hetu adhammacārī visamacārī assa, yo vā pubbapetānaṁ hetu dhammacārī samacārī assa; ",
  "mn97:22.2": "katamaṁ seyyo”ti? ",
  "mn97:22.3": "“Yo hi, bho sāriputta, pubbapetānaṁ hetu adhammacārī visamacārī assa, na taṁ seyyo; ",
  "mn97:22.4": "yo ca kho, bho sāriputta, pubbapetānaṁ hetu dhammacārī samacārī assa, tadevettha seyyo. ",
  "mn97:22.5": "Adhammacariyāvisamacariyāhi, bho sāriputta, dhammacariyāsamacariyā seyyo”ti. ",
  "mn97:22.6": "“Atthi kho, dhanañjāni, aññesaṁ hetukā dhammikā kammantā, yehi sakkā pubbapetānañceva pubbapetakaraṇīyaṁ kātuṁ, na ca pāpakammaṁ kātuṁ, puññañca paṭipadaṁ paṭipajjituṁ. ",
  "mn97:23.1": "Taṁ kiṁ maññasi, dhanañjāni, yo vā devatānaṁ hetu adhammacārī visamacārī assa, yo vā devatānaṁ hetu dhammacārī samacārī assa; ",
  "mn97:23.2": "katamaṁ seyyo”ti? ",
  "mn97:23.3": "“Yo hi, bho sāriputta, devatānaṁ hetu adhammacārī visamacārī assa, na taṁ seyyo; ",
  "mn97:23.4": "yo ca kho, bho sāriputta, devatānaṁ hetu dhammacārī samacārī assa, tadevettha seyyo. ",
  "mn97:23.5": "Adhammacariyāvisamacariyāhi, bho sāriputta, dhammacariyāsamacariyā seyyo”ti. ",
  "mn97:23.6": "“Atthi kho, dhanañjāni, aññesaṁ hetukā dhammikā kammantā, yehi sakkā devatānañceva devatākaraṇīyaṁ kātuṁ, na ca pāpakammaṁ kātuṁ, puññañca paṭipadaṁ paṭipajjituṁ. ",
  "mn97:24.1": "Taṁ kiṁ maññasi, dhanañjāni, yo vā rañño hetu adhammacārī visamacārī assa, yo vā rañño hetu dhammacārī samacārī assa; ",
  "mn97:24.2": "katamaṁ seyyo”ti? ",
  "mn97:24.3": "“Yo hi, bho sāriputta, rañño hetu adhammacārī visamacārī assa, na taṁ seyyo; ",
  "mn97:24.4": "yo ca kho, bho sāriputta, rañño hetu dhammacārī samacārī assa, tadevettha seyyo. ",
  "mn97:24.5": "Adhammacariyāvisamacariyāhi, bho sāriputta, dhammacariyāsamacariyā seyyo”ti. ",
  "mn97:24.6": "“Atthi kho, dhanañjāni, aññesaṁ hetukā dhammikā kammantā, yehi sakkā rañño ceva rājakaraṇīyaṁ kātuṁ, na ca pāpakammaṁ kātuṁ, puññañca paṭipadaṁ paṭipajjituṁ. ",
  "mn97:25.1": "Taṁ kiṁ maññasi, dhanañjāni, yo vā kāyassa pīṇanāhetu brūhanāhetu adhammacārī visamacārī assa, yo vā kāyassa pīṇanāhetu brūhanāhetu dhammacārī samacārī assa; ",
  "mn97:25.2": "katamaṁ seyyo”ti? ",
  "mn97:25.3": "“Yo hi, bho sāriputta, kāyassa pīṇanāhetu brūhanāhetu adhammacārī visamacārī assa, na taṁ seyyo; ",
  "mn97:25.4": "yo ca kho, bho sāriputta, kāyassa pīṇanāhetu brūhanāhetu dhammacārī samacārī assa, tadevettha seyyo. ",
  "mn97:25.5": "Adhammacariyāvisamacariyāhi, bho sāriputta, dhammacariyāsamacariyā seyyo”ti. ",
  "mn97:25.6": "“Atthi kho, dhanañjāni, aññesaṁ hetukā dhammikā kammantā, yehi sakkā kāyañceva pīṇetuṁ brūhetuṁ, na ca pāpakammaṁ kātuṁ, puññañca paṭipadaṁ paṭipajjitun”ti. ",
  "mn97:26.1": "Atha kho dhanañjāni brāhmaṇo āyasmato sāriputtassa bhāsitaṁ abhinanditvā anumoditvā uṭṭhāyāsanā pakkāmi. ",
  "mn97:27.1": "Atha kho dhanañjāni brāhmaṇo aparena samayena ābādhiko ahosi dukkhito bāḷhagilāno. ",
  "mn97:27.2": "Atha kho dhanañjāni brāhmaṇo aññataraṁ purisaṁ āmantesi: ",
  "mn97:27.3": "“ehi tvaṁ, ambho purisa, yena bhagavā tenupasaṅkama; upasaṅkamitvā mama vacanena bhagavato pāde sirasā vandāhi: ",
  "mn97:27.4": "‘dhanañjāni, bhante, brāhmaṇo ābādhiko dukkhito bāḷhagilāno. ",
  "mn97:27.5": "So bhagavato pāde sirasā vandatī’ti. ",
  "mn97:27.6": "Yena cāyasmā sāriputto tenupasaṅkama; upasaṅkamitvā mama vacanena āyasmato sāriputtassa pāde sirasā vandāhi: ",
  "mn97:27.7": "‘dhanañjāni, bhante, brāhmaṇo ābādhiko dukkhito bāḷhagilāno. ",
  "mn97:27.8": "So āyasmato sāriputtassa pāde sirasā vandatī’ti. ",
  "mn97:27.9": "Evañca vadehi: ",
  "mn97:27.10": "‘sādhu kira, bhante, āyasmā sāriputto yena dhanañjānissa brāhmaṇassa nivesanaṁ tenupasaṅkamatu anukampaṁ upādāyā’”ti. ",
  "mn97:27.11": "“Evaṁ, bhante”ti kho so puriso dhanañjānissa brāhmaṇassa paṭissutvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho so puriso bhagavantaṁ etadavoca: ",
  "mn97:27.12": "“dhanañjāni, bhante, brāhmaṇo ābādhiko dukkhito bāḷhagilāno. ",
  "mn97:27.13": "So bhagavato pāde sirasā vandatī”ti. ",
  "mn97:27.14": "Yena cāyasmā sāriputto tenupasaṅkami; upasaṅkamitvā āyasmantaṁ sāriputtaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho so puriso āyasmantaṁ sāriputtaṁ etadavoca: ",
  "mn97:27.15": "“dhanañjāni, bhante, brāhmaṇo ābādhiko dukkhito bāḷhagilāno. ",
  "mn97:27.16": "So āyasmato sāriputtassa pāde sirasā vandati, evañca vadeti: ",
  "mn97:27.17": "‘sādhu kira, bhante, āyasmā sāriputto yena dhanañjānissa brāhmaṇassa nivesanaṁ tenupasaṅkamatu anukampaṁ upādāyā’”ti. ",
  "mn97:27.18": "Adhivāsesi kho āyasmā sāriputto tuṇhībhāvena. ",
  "mn97:28.1": "Atha kho āyasmā sāriputto nivāsetvā pattacīvaramādāya yena dhanañjānissa brāhmaṇassa nivesanaṁ tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. Nisajja kho āyasmā sāriputto dhanañjāniṁ brāhmaṇaṁ etadavoca: ",
  "mn97:28.2": "“kacci te, dhanañjāni, khamanīyaṁ, kacci yāpanīyaṁ? Kacci dukkhā vedanā paṭikkamanti, no abhikkamanti? Paṭikkamosānaṁ paññāyati, no abhikkamo”ti? ",
  "mn97:29.1": "“Na me, bho sāriputta, khamanīyaṁ na yāpanīyaṁ. Bāḷhā me dukkhā vedanā abhikkamanti, no paṭikkamanti. Abhikkamosānaṁ paññāyati, no paṭikkamo. ",
  "mn97:29.2": "Seyyathāpi, bho sāriputta, balavā puriso tiṇhena sikharena muddhani abhimattheyya; evameva kho, bho sāriputta, adhimattā vātā muddhani ca ūhananti. ",
  "mn97:29.3": "Na me, bho sāriputta, khamanīyaṁ, na yāpanīyaṁ. Bāḷhā me dukkhā vedanā abhikkamanti, no paṭikkamanti. Abhikkamosānaṁ paññāyati, no paṭikkamo. ",
  "mn97:29.4": "Seyyathāpi, bho sāriputta, balavā puriso daḷhena varattakkhaṇḍena sīse sīsaveṭhaṁ dadeyya; evameva kho, bho sāriputta, adhimattā sīse sīsavedanā. ",
  "mn97:29.5": "Na me, bho sāriputta, khamanīyaṁ na yāpanīyaṁ. Bāḷhā me dukkhā vedanā abhikkamanti, no paṭikkamanti. Abhikkamosānaṁ paññāyati, no paṭikkamo. ",
  "mn97:29.6": "Seyyathāpi, bho sāriputta, dakkho goghātako vā goghātakantevāsī vā tiṇhena govikantanena kucchiṁ parikanteyya; evameva kho, bho sāriputta, adhimattā vātā kucchiṁ parikantanti. ",
  "mn97:29.7": "Na me, bho sāriputta, khamanīyaṁ, na yāpanīyaṁ. Bāḷhā me dukkhā vedanā abhikkamanti, no paṭikkamanti. Abhikkamosānaṁ paññāyati, no paṭikkamo. ",
  "mn97:29.8": "Seyyathāpi, bho sāriputta, dve balavanto purisā dubbalataraṁ purisaṁ nānābāhāsu gahetvā aṅgārakāsuyā santāpeyyuṁ samparitāpeyyuṁ; evameva kho, bho sāriputta, adhimatto kāyasmiṁ ḍāho. ",
  "mn97:29.9": "Na me, bho sāriputta, khamanīyaṁ na yāpanīyaṁ. Bāḷhā me dukkhā vedanā abhikkamanti, no paṭikkamanti. Abhikkamosānaṁ paññāyati, no paṭikkamo”ti. ",
  "mn97:30.1": "“Taṁ kiṁ maññasi, dhanañjāni, katamaṁ seyyo—",
  "mn97:30.2": "nirayo vā tiracchānayoni vā”ti? ",
  "mn97:30.3": "“Nirayā, bho sāriputta, tiracchānayoni seyyo”ti. ",
  "mn97:30.4": "“Taṁ kiṁ maññasi, dhanañjāni, katamaṁ seyyo—",
  "mn97:30.5": "tiracchānayoni vā pettivisayo vā”ti? ",
  "mn97:30.6": "“Tiracchānayoniyā, bho sāriputta, pettivisayo seyyo”ti. ",
  "mn97:30.7": "“Taṁ kiṁ maññasi, dhanañjāni, katamaṁ seyyo—",
  "mn97:30.8": "pettivisayo vā manussā vā”ti? ",
  "mn97:30.9": "“Pettivisayā, bho sāriputta, manussā seyyo”ti. ",
  "mn97:30.10": "“Taṁ kiṁ maññasi, dhanañjāni, katamaṁ seyyo—",
  "mn97:30.11": "manussā vā cātumahārājikā vā devā”ti? ",
  "mn97:30.12": "“Manussehi, bho sāriputta, cātumahārājikā devā seyyo”ti. ",
  "mn97:30.13": "“Taṁ kiṁ maññasi, dhanañjāni, katamaṁ seyyo—",
  "mn97:30.14": "cātumahārājikā vā devā tāvatiṁsā vā devā”ti? ",
  "mn97:30.15": "“Cātumahārājikehi, bho sāriputta, devehi tāvatiṁsā devā seyyo”ti. ",
  "mn97:30.16": "“Taṁ kiṁ maññasi, dhanañjāni, katamaṁ seyyo—",
  "mn97:30.17": "tāvatiṁsā vā devā yāmā vā devā”ti? ",
  "mn97:30.18": "“Tāvatiṁsehi, bho sāriputta, devehi yāmā devā seyyo”ti. ",
  "mn97:30.19": "“Taṁ kiṁ maññasi, dhanañjāni, katamaṁ seyyo—",
  "mn97:30.20": "yāmā vā devā tusitā vā devā”ti? ",
  "mn97:30.21": "“Yāmehi, bho sāriputta, devehi tusitā devā seyyo”ti. ",
  "mn97:30.22": "“Taṁ kiṁ maññasi, dhanañjāni, katamaṁ seyyo—",
  "mn97:30.23": "tusitā vā devā nimmānaratī vā devā”ti? ",
  "mn97:30.24": "“Tusitehi, bho sāriputta, devehi nimmānaratī devā seyyo”ti. ",
  "mn97:30.25": "“Taṁ kiṁ maññasi, dhanañjāni, katamaṁ seyyo—",
  "mn97:30.26": "nimmānaratī vā devā paranimmitavasavattī vā devā”ti? ",
  "mn97:30.27": "“Nimmānaratīhi, bho sāriputta, devehi paranimmitavasavattī devā seyyo”ti. ",
  "mn97:31.1": "“Taṁ kiṁ maññasi, dhanañjāni, katamaṁ seyyo ",
  "mn97:31.2": "paranimmitavasavattī vā devā brahmaloko vā”ti? ",
  "mn97:31.3": "“‘Brahmaloko’ti—bhavaṁ sāriputto āha; ",
  "mn97:31.4": "‘brahmaloko’ti—bhavaṁ sāriputto āhā”ti. ",
  "mn97:31.5": "Atha kho āyasmato sāriputtassa etadahosi: ",
  "mn97:31.6": "“ime kho brāhmaṇā brahmalokādhimuttā. ",
  "mn97:31.7": "Yannūnāhaṁ dhanañjānissa brāhmaṇassa brahmānaṁ sahabyatāya maggaṁ deseyyan”ti. ",
  "mn97:31.8": "“Brahmānaṁ te, dhanañjāni, sahabyatāya maggaṁ desessāmi; ",
  "mn97:31.9": "taṁ suṇāhi, sādhukaṁ manasi karohi, bhāsissāmī”ti. ",
  "mn97:31.10": "“Evaṁ, bho”ti kho dhanañjāni brāhmaṇo āyasmato sāriputtassa paccassosi. ",
  "mn97:31.11": "Āyasmā sāriputto etadavoca: ",
  "mn97:32.1": "“katamo ca, dhanañjāni, brahmānaṁ sahabyatāya maggo? ",
  "mn97:32.2": "Idha, dhanañjāni, bhikkhu mettāsahagatena cetasā ekaṁ disaṁ pharitvā viharati, tathā dutiyaṁ, tathā tatiyaṁ, tathā catutthaṁ; iti uddhamadho tiriyaṁ sabbadhi sabbattatāya sabbāvantaṁ lokaṁ mettāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyābajjhena pharitvā viharati. ",
  "mn97:32.3": "Ayaṁ kho, dhanañjāni, brahmānaṁ sahabyatāya maggo. ",
  "mn97:33-35.1": "Puna caparaṁ, dhanañjāni, bhikkhu karuṇāsahagatena cetasā …pe… ",
  "mn97:33-35.2": "muditāsahagatena cetasā … ",
  "mn97:33-35.3": "upekkhāsahagatena cetasā ekaṁ disaṁ pharitvā viharati, tathā dutiyaṁ, tathā tatiyaṁ, tathā catutthaṁ; iti uddhamadho tiriyaṁ sabbadhi sabbattatāya sabbāvantaṁ lokaṁ upekkhāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyābajjhena pharitvā viharati. ",
  "mn97:33-35.4": "Ayaṁ kho, dhanañjāni, brahmānaṁ sahabyatāya maggo”ti. ",
  "mn97:36.1": "“Tena hi, bho sāriputta, mama vacanena bhagavato pāde sirasā vandāhi: ",
  "mn97:36.2": "‘dhanañjāni, bhante, brāhmaṇo ābādhiko dukkhito bāḷhagilāno. ",
  "mn97:36.3": "So bhagavato pāde sirasā vandatī’”ti. ",
  "mn97:36.4": "Atha kho āyasmā sāriputto dhanañjāniṁ brāhmaṇaṁ sati uttarikaraṇīye hīne brahmaloke patiṭṭhāpetvā uṭṭhāyāsanā pakkāmi. ",
  "mn97:36.5": "Atha kho dhanañjāni brāhmaṇo acirapakkante āyasmante sāriputte kālamakāsi, brahmalokañca upapajji. ",
  "mn97:37.1": "Atha kho bhagavā bhikkhū āmantesi: ",
  "mn97:37.2": "“eso, bhikkhave, sāriputto dhanañjāniṁ brāhmaṇaṁ sati uttarikaraṇīye hīne brahmaloke patiṭṭhāpetvā uṭṭhāyāsanā pakkanto”ti. ",
  "mn97:38.1": "Atha kho āyasmā sāriputto yena bhagavā tenupasaṅkami, upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi, ekamantaṁ nisinno kho āyasmā sāriputto bhagavantaṁ etadavoca: ",
  "mn97:38.2": "“dhanañjāni, bhante, brāhmaṇo ābādhiko dukkhito bāḷhagilāno, ",
  "mn97:38.3": "so bhagavato pāde sirasā vandatī”ti. ",
  "mn97:38.4": "“Kiṁ pana tvaṁ, sāriputta, dhanañjāniṁ brāhmaṇaṁ sati uttarikaraṇīye hīne brahmaloke patiṭṭhāpetvā uṭṭhāyāsanā pakkanto”ti? ",
  "mn97:38.5": "“Mayhaṁ kho, bhante, evaṁ ahosi: ",
  "mn97:38.6": "‘ime kho brāhmaṇā brahmalokādhimuttā, yannūnāhaṁ dhanañjānissa brāhmaṇassa brahmānaṁ sahabyatāya maggaṁ deseyyan’”ti. ",
  "mn97:38.7": "“Kālaṅkato ca, sāriputta, dhanañjāni brāhmaṇo, brahmalokañca upapanno”ti. ",
  "mn97:38.8": "Dhanañjānisuttaṁ niṭṭhitaṁ sattamaṁ. "
}