{
  "mn9:0.1": "Majjhima Nikāya 9 ",
  "mn9:0.2": "Sammādiṭṭhisutta ",
  "mn9:1.1": "Evaṁ me sutaṁ—",
  "mn9:1.2": "ekaṁ samayaṁ bhagavā sāvatthiyaṁ viharati jetavane anāthapiṇḍikassa ārāme. ",
  "mn9:1.3": "Tatra kho āyasmā sāriputto bhikkhū āmantesi: ",
  "mn9:1.4": "“āvuso bhikkhave”ti. ",
  "mn9:1.5": "“Āvuso”ti kho te bhikkhū āyasmato sāriputtassa paccassosuṁ. ",
  "mn9:1.6": "Āyasmā sāriputto etadavoca: ",
  "mn9:2.1": "“‘Sammādiṭṭhi sammādiṭṭhī’ti, āvuso, vuccati. ",
  "mn9:2.2": "Kittāvatā nu kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṁ saddhamman”ti? ",
  "mn9:2.3": "“Dūratopi kho mayaṁ, āvuso, āgaccheyyāma āyasmato sāriputtassa santike etassa bhāsitassa atthamaññātuṁ. ",
  "mn9:2.4": "Sādhu vatāyasmantaṁyeva sāriputtaṁ paṭibhātu etassa bhāsitassa attho. ",
  "mn9:2.5": "Āyasmato sāriputtassa sutvā bhikkhū dhāressantī”ti. ",
  "mn9:2.6": "“Tena hi, āvuso, suṇātha, sādhukaṁ manasi karotha, bhāsissāmī”ti. ",
  "mn9:2.7": "“Evamāvuso”ti kho te bhikkhū āyasmato sāriputtassa paccassosuṁ. ",
  "mn9:2.8": "Āyasmā sāriputto etadavoca: ",
  "mn9:3.1": "“Yato kho, āvuso, ariyasāvako akusalañca pajānāti, akusalamūlañca pajānāti, kusalañca pajānāti, kusalamūlañca pajānāti—",
  "mn9:3.2": "ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṁ saddhammaṁ. ",
  "mn9:4.1": "Katamaṁ panāvuso, akusalaṁ, katamaṁ akusalamūlaṁ, katamaṁ kusalaṁ, katamaṁ kusalamūlaṁ? ",
  "mn9:4.2": "Pāṇātipāto kho, āvuso, akusalaṁ, adinnādānaṁ akusalaṁ, kāmesumicchācāro akusalaṁ, musāvādo akusalaṁ, pisuṇā vācā akusalaṁ, pharusā vācā akusalaṁ, samphappalāpo akusalaṁ, abhijjhā akusalaṁ, byāpādo akusalaṁ, micchādiṭṭhi akusalaṁ—",
  "mn9:4.3": "idaṁ vuccatāvuso akusalaṁ. ",
  "mn9:5.1": "Katamañcāvuso, akusalamūlaṁ? ",
  "mn9:5.2": "Lobho akusalamūlaṁ, doso akusalamūlaṁ, moho akusalamūlaṁ—",
  "mn9:5.3": "idaṁ vuccatāvuso, akusalamūlaṁ. ",
  "mn9:6.1": "Katamañcāvuso, kusalaṁ? ",
  "mn9:6.2": "Pāṇātipātā veramaṇī kusalaṁ, adinnādānā veramaṇī kusalaṁ, kāmesumicchācārā veramaṇī kusalaṁ, musāvādā veramaṇī kusalaṁ, pisuṇāya vācāya veramaṇī kusalaṁ, pharusāya vācāya veramaṇī kusalaṁ, samphappalāpā veramaṇī kusalaṁ, anabhijjhā kusalaṁ, abyāpādo kusalaṁ, sammādiṭṭhi kusalaṁ—",
  "mn9:6.3": "idaṁ vuccatāvuso, kusalaṁ. ",
  "mn9:7.1": "Katamañcāvuso, kusalamūlaṁ? ",
  "mn9:7.2": "Alobho kusalamūlaṁ, adoso kusalamūlaṁ, amoho kusalamūlaṁ—",
  "mn9:7.3": "idaṁ vuccatāvuso, kusalamūlaṁ. ",
  "mn9:8.1": "Yato kho, āvuso, ariyasāvako evaṁ akusalaṁ pajānāti, evaṁ akusalamūlaṁ pajānāti, evaṁ kusalaṁ pajānāti, evaṁ kusalamūlaṁ pajānāti, so sabbaso rāgānusayaṁ pahāya, paṭighānusayaṁ paṭivinodetvā, ‘asmī’ti diṭṭhimānānusayaṁ samūhanitvā, avijjaṁ pahāya vijjaṁ uppādetvā, diṭṭheva dhamme dukkhassantakaro hoti—",
  "mn9:8.2": "ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṁ saddhamman”ti. ",
  "mn9:9.1": "“Sādhāvuso”ti kho te bhikkhū āyasmato sāriputtassa bhāsitaṁ abhinanditvā anumoditvā āyasmantaṁ sāriputtaṁ uttari pañhaṁ apucchuṁ: ",
  "mn9:9.2": "“siyā panāvuso, aññopi pariyāyo yathā ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṁ saddhamman”ti? ",
  "mn9:10.1": "“Siyā, āvuso. ",
  "mn9:10.2": "Yato kho, āvuso, ariyasāvako āhārañca pajānāti, āhārasamudayañca pajānāti, āhāranirodhañca pajānāti, āhāranirodhagāminiṁ paṭipadañca pajānāti—",
  "mn9:10.3": "ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṁ saddhammaṁ. ",
  "mn9:11.1": "Katamo panāvuso, āhāro, katamo āhārasamudayo, katamo āhāranirodho, katamā āhāranirodhagāminī paṭipadā? ",
  "mn9:11.2": "Cattārome, āvuso, āhārā bhūtānaṁ vā sattānaṁ ṭhitiyā, sambhavesīnaṁ vā anuggahāya. ",
  "mn9:11.3": "Katame cattāro? ",
  "mn9:11.4": "Kabaḷīkāro āhāro oḷāriko vā sukhumo vā, phasso dutiyo, manosañcetanā tatiyā, viññāṇaṁ catutthaṁ. ",
  "mn9:11.5": "Taṇhāsamudayā āhārasamudayo, taṇhānirodhā āhāranirodho, ayameva ariyo aṭṭhaṅgiko maggo āhāranirodhagāminī paṭipadā, seyyathidaṁ—",
  "mn9:11.6": "sammādiṭṭhi sammāsaṅkappo sammāvācā sammākammanto, sammāājīvo sammāvāyāmo sammāsati sammāsamādhi. ",
  "mn9:12.1": "Yato kho, āvuso, ariyasāvako evaṁ āhāraṁ pajānāti, evaṁ āhārasamudayaṁ pajānāti, evaṁ āhāranirodhaṁ pajānāti, evaṁ āhāranirodhagāminiṁ paṭipadaṁ pajānāti, so sabbaso rāgānusayaṁ pahāya, paṭighānusayaṁ paṭivinodetvā, ‘asmī’ti diṭṭhimānānusayaṁ samūhanitvā, avijjaṁ pahāya vijjaṁ uppādetvā, diṭṭheva dhamme dukkhassantakaro hoti—",
  "mn9:12.2": "ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṁ saddhamman”ti. ",
  "mn9:13.1": "“Sādhāvuso”ti kho te bhikkhū āyasmato sāriputtassa bhāsitaṁ abhinanditvā anumoditvā āyasmantaṁ sāriputtaṁ uttari pañhaṁ apucchuṁ: ",
  "mn9:13.2": "“siyā panāvuso, aññopi pariyāyo yathā ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṁ saddhamman”ti? ",
  "mn9:14.1": "“Siyā, āvuso. ",
  "mn9:14.2": "Yato kho, āvuso, ariyasāvako dukkhañca pajānāti, dukkhasamudayañca pajānāti, dukkhanirodhañca pajānāti, dukkhanirodhagāminiṁ paṭipadañca pajānāti—",
  "mn9:14.3": "ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṁ saddhammaṁ. ",
  "mn9:15.1": "Katamaṁ panāvuso, dukkhaṁ, katamo dukkhasamudayo, katamo dukkhanirodho, katamā dukkhanirodhagāminī paṭipadā? ",
  "mn9:15.2": "Jātipi dukkhā, jarāpi dukkhā, maraṇampi dukkhaṁ, sokaparidevadukkhadomanassupāyāsāpi dukkhā, appiyehi sampayogopi dukkho, piyehi vippayogopi dukkho, yampicchaṁ na labhati tampi dukkhaṁ, saṅkhittena pañcupādānakkhandhā dukkhā—",
  "mn9:15.3": "idaṁ vuccatāvuso, dukkhaṁ. ",
  "mn9:16.1": "Katamo cāvuso, dukkhasamudayo? ",
  "mn9:16.2": "Yāyaṁ taṇhā ponobbhavikā nandīrāgasahagatā tatratatrābhinandinī, seyyathidaṁ—",
  "mn9:16.3": "kāmataṇhā bhavataṇhā vibhavataṇhā—",
  "mn9:16.4": "ayaṁ vuccatāvuso, dukkhasamudayo. ",
  "mn9:17.1": "Katamo cāvuso, dukkhanirodho? ",
  "mn9:17.2": "Yo tassāyeva taṇhāya asesavirāganirodho cāgo paṭinissaggo mutti anālayo—",
  "mn9:17.3": "ayaṁ vuccatāvuso, dukkhanirodho. ",
  "mn9:18.1": "Katamā cāvuso, dukkhanirodhagāminī paṭipadā? ",
  "mn9:18.2": "Ayameva ariyo aṭṭhaṅgiko maggo, seyyathidaṁ—",
  "mn9:18.3": "sammādiṭṭhi …pe… sammāsamādhi—",
  "mn9:18.4": "ayaṁ vuccatāvuso, dukkhanirodhagāminī paṭipadā. ",
  "mn9:19.1": "Yato kho, āvuso, ariyasāvako evaṁ dukkhaṁ pajānāti, evaṁ dukkhasamudayaṁ pajānāti, evaṁ dukkhanirodhaṁ pajānāti, evaṁ dukkhanirodhagāminiṁ paṭipadaṁ pajānāti, so sabbaso rāgānusayaṁ pahāya, paṭighānusayaṁ paṭivinodetvā, ‘asmī’ti diṭṭhimānānusayaṁ samūhanitvā, avijjaṁ pahāya vijjaṁ uppādetvā, diṭṭheva dhamme dukkhassantakaro hoti—",
  "mn9:19.2": "ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṁ saddhamman”ti. ",
  "mn9:20.1": "“Sādhāvuso”ti kho te bhikkhū āyasmato sāriputtassa bhāsitaṁ abhinanditvā anumoditvā āyasmantaṁ sāriputtaṁ uttari pañhaṁ apucchuṁ: ",
  "mn9:20.2": "“siyā panāvuso, aññopi pariyāyo yathā ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṁ saddhamman”ti? ",
  "mn9:21.1": "“Siyā, āvuso. ",
  "mn9:21.2": "Yato kho, āvuso, ariyasāvako jarāmaraṇañca pajānāti, jarāmaraṇasamudayañca pajānāti, jarāmaraṇanirodhañca pajānāti, jarāmaraṇanirodhagāminiṁ paṭipadañca pajānāti—",
  "mn9:21.3": "ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṁ saddhammaṁ. ",
  "mn9:22.1": "Katamaṁ panāvuso, jarāmaraṇaṁ, katamo jarāmaraṇasamudayo, katamo jarāmaraṇanirodho, katamā jarāmaraṇanirodhagāminī paṭipadā? ",
  "mn9:22.2": "Yā tesaṁ tesaṁ sattānaṁ tamhi tamhi sattanikāye jarā jīraṇatā khaṇḍiccaṁ pāliccaṁ valittacatā āyuno saṁhāni indriyānaṁ paripāko—",
  "mn9:22.3": "ayaṁ vuccatāvuso, jarā. ",
  "mn9:22.4": "Katamañcāvuso, maraṇaṁ? ",
  "mn9:22.5": "Yā tesaṁ tesaṁ sattānaṁ tamhā tamhā sattanikāyā cuti cavanatā bhedo antaradhānaṁ maccu maraṇaṁ kālaṅkiriyā khandhānaṁ bhedo, kaḷevarassa nikkhepo, jīvitindriyassupacchedo—",
  "mn9:22.6": "idaṁ vuccatāvuso, maraṇaṁ. ",
  "mn9:22.7": "Iti ayañca jarā idañca maraṇaṁ—",
  "mn9:22.8": "idaṁ vuccatāvuso, jarāmaraṇaṁ. ",
  "mn9:22.9": "Jātisamudayā jarāmaraṇasamudayo, jātinirodhā jarāmaraṇanirodho, ayameva ariyo aṭṭhaṅgiko maggo jarāmaraṇanirodhagāminī paṭipadā, seyyathidaṁ—",
  "mn9:22.10": "sammādiṭṭhi …pe… sammāsamādhi. ",
  "mn9:23.1": "Yato kho, āvuso, ariyasāvako evaṁ jarāmaraṇaṁ pajānāti, evaṁ jarāmaraṇasamudayaṁ pajānāti, evaṁ jarāmaraṇanirodhaṁ pajānāti, evaṁ jarāmaraṇanirodhagāminiṁ paṭipadaṁ pajānāti, so sabbaso rāgānusayaṁ pahāya …pe… dukkhassantakaro hoti—",
  "mn9:23.2": "ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṁ saddhamman”ti. ",
  "mn9:24.1": "“Sādhāvuso”ti kho …pe… apucchuṁ—",
  "mn9:24.2": "siyā panāvuso …pe… ",
  "mn9:25.1": "“siyā, āvuso. ",
  "mn9:25.2": "Yato kho, āvuso, ariyasāvako jātiñca pajānāti, jātisamudayañca pajānāti, jātinirodhañca pajānāti, jātinirodhagāminiṁ paṭipadañca pajānāti—",
  "mn9:25.3": "ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṁ saddhammaṁ. ",
  "mn9:26.1": "Katamā panāvuso, jāti, katamo jātisamudayo, katamo jātinirodho, katamā jātinirodhagāminī paṭipadā? ",
  "mn9:26.2": "Yā tesaṁ tesaṁ sattānaṁ tamhi tamhi sattanikāye jāti sañjāti okkanti abhinibbatti khandhānaṁ pātubhāvo, āyatanānaṁ paṭilābho—",
  "mn9:26.3": "ayaṁ vuccatāvuso, jāti. ",
  "mn9:26.4": "Bhavasamudayā jātisamudayo, bhavanirodhā jātinirodho, ayameva ariyo aṭṭhaṅgiko maggo jātinirodhagāminī paṭipadā, seyyathidaṁ—",
  "mn9:26.5": "sammādiṭṭhi …pe… sammāsamādhi. ",
  "mn9:27.1": "Yato kho, āvuso, ariyasāvako evaṁ jātiṁ pajānāti, evaṁ jātisamudayaṁ pajānāti, evaṁ jātinirodhaṁ pajānāti, evaṁ jātinirodhagāminiṁ paṭipadaṁ pajānāti, so sabbaso rāgānusayaṁ pahāya …pe… dukkhassantakaro hoti—",
  "mn9:27.2": "ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṁ saddhamman”ti. ",
  "mn9:28.1": "“Sādhāvuso”ti kho …pe… apucchuṁ—",
  "mn9:28.2": "siyā panāvuso …pe… ",
  "mn9:29.1": "“siyā, āvuso. ",
  "mn9:29.2": "Yato kho, āvuso, ariyasāvako bhavañca pajānāti, bhavasamudayañca pajānāti, bhavanirodhañca pajānāti, bhavanirodhagāminiṁ paṭipadañca pajānāti—",
  "mn9:29.3": "ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṁ saddhammaṁ. ",
  "mn9:30.1": "Katamo panāvuso, bhavo, katamo bhavasamudayo, katamo bhavanirodho, katamā bhavanirodhagāminī paṭipadā? ",
  "mn9:30.2": "Tayome, āvuso, bhavā—",
  "mn9:30.3": "kāmabhavo, rūpabhavo, arūpabhavo. ",
  "mn9:30.4": "Upādānasamudayā bhavasamudayo, upādānanirodhā bhavanirodho, ayameva ariyo aṭṭhaṅgiko maggo bhavanirodhagāminī paṭipadā, seyyathidaṁ—",
  "mn9:30.5": "sammādiṭṭhi …pe… sammāsamādhi. ",
  "mn9:31.1": "Yato kho, āvuso, ariyasāvako evaṁ bhavaṁ pajānāti, evaṁ bhavasamudayaṁ pajānāti, evaṁ bhavanirodhaṁ pajānāti, evaṁ bhavanirodhagāminiṁ paṭipadaṁ pajānāti, so sabbaso rāgānusayaṁ pahāya …pe… dukkhassantakaro hoti. ",
  "mn9:31.2": "Ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṁ saddhamman”ti. ",
  "mn9:32.1": "“Sādhāvuso”ti kho …pe… apucchuṁ—",
  "mn9:32.2": "siyā panāvuso …pe… ",
  "mn9:33.1": "“siyā, āvuso. ",
  "mn9:33.2": "Yato kho, āvuso, ariyasāvako upādānañca pajānāti, upādānasamudayañca pajānāti, upādānanirodhañca pajānāti, upādānanirodhagāminiṁ paṭipadañca pajānāti—",
  "mn9:33.3": "ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṁ saddhammaṁ. ",
  "mn9:34.1": "Katamaṁ panāvuso, upādānaṁ, katamo upādānasamudayo, katamo upādānanirodho, katamā upādānanirodhagāminī paṭipadā? ",
  "mn9:34.2": "Cattārimāni, āvuso, upādānāni—",
  "mn9:34.3": "kāmupādānaṁ, diṭṭhupādānaṁ, sīlabbatupādānaṁ, attavādupādānaṁ. ",
  "mn9:34.4": "Taṇhāsamudayā upādānasamudayo, taṇhānirodhā upādānanirodho, ayameva ariyo aṭṭhaṅgiko maggo upādānanirodhagāminī paṭipadā, seyyathidaṁ—",
  "mn9:34.5": "sammādiṭṭhi …pe… sammāsamādhi. ",
  "mn9:35.1": "Yato kho, āvuso, ariyasāvako evaṁ upādānaṁ pajānāti, evaṁ upādānasamudayaṁ pajānāti, evaṁ upādānanirodhaṁ pajānāti, evaṁ upādānanirodhagāminiṁ paṭipadaṁ pajānāti, so sabbaso rāgānusayaṁ pahāya …pe… dukkhassantakaro hoti—",
  "mn9:35.2": "ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṁ saddhamman”ti. ",
  "mn9:36.1": "“Sādhāvuso”ti kho …pe… apucchuṁ—",
  "mn9:36.2": "siyā panāvuso …pe… ",
  "mn9:37.1": "“siyā, āvuso. ",
  "mn9:37.2": "Yato kho, āvuso, ariyasāvako taṇhañca pajānāti, taṇhāsamudayañca pajānāti, taṇhānirodhañca pajānāti, taṇhānirodhagāminiṁ paṭipadañca pajānāti—",
  "mn9:37.3": "ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṁ saddhammaṁ. ",
  "mn9:38.1": "Katamā panāvuso, taṇhā, katamo taṇhāsamudayo, katamo taṇhānirodho, katamā taṇhānirodhagāminī paṭipadā? ",
  "mn9:38.2": "Chayime, āvuso, taṇhākāyā—",
  "mn9:38.3": "rūpataṇhā, saddataṇhā, gandhataṇhā, rasataṇhā, phoṭṭhabbataṇhā, dhammataṇhā. ",
  "mn9:38.4": "Vedanāsamudayā taṇhāsamudayo, vedanānirodhā taṇhānirodho, ayameva ariyo aṭṭhaṅgiko maggo taṇhānirodhagāminī paṭipadā, seyyathidaṁ—",
  "mn9:38.5": "sammādiṭṭhi …pe… sammāsamādhi. ",
  "mn9:39.1": "Yato kho, āvuso, ariyasāvako evaṁ taṇhaṁ pajānāti, evaṁ taṇhāsamudayaṁ pajānāti, evaṁ taṇhānirodhaṁ pajānāti, evaṁ taṇhānirodhagāminiṁ paṭipadaṁ pajānāti, so sabbaso rāgānusayaṁ pahāya …pe… dukkhassantakaro hoti—",
  "mn9:39.2": "ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṁ saddhamman”ti. ",
  "mn9:40.1": "“Sādhāvuso”ti kho …pe… apucchuṁ—",
  "mn9:40.2": "siyā panāvuso …pe… ",
  "mn9:41.1": "“siyā, āvuso. ",
  "mn9:41.2": "Yato kho, āvuso, ariyasāvako vedanañca pajānāti, vedanāsamudayañca pajānāti, vedanānirodhañca pajānāti, vedanānirodhagāminiṁ paṭipadañca pajānāti—",
  "mn9:41.3": "ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṁ saddhammaṁ. ",
  "mn9:42.1": "Katamā panāvuso, vedanā, katamo vedanāsamudayo, katamo vedanānirodho, katamā vedanānirodhagāminī paṭipadā? ",
  "mn9:42.2": "Chayime, āvuso, vedanākāyā—",
  "mn9:42.3": "cakkhusamphassajā vedanā, sotasamphassajā vedanā, ghānasamphassajā vedanā, jivhāsamphassajā vedanā, kāyasamphassajā vedanā, manosamphassajā vedanā. ",
  "mn9:42.4": "Phassasamudayā vedanāsamudayo, phassanirodhā vedanānirodho, ayameva ariyo aṭṭhaṅgiko maggo vedanānirodhagāminī paṭipadā, seyyathidaṁ—",
  "mn9:42.5": "sammādiṭṭhi …pe… sammāsamādhi. ",
  "mn9:43.1": "Yato kho, āvuso, ariyasāvako evaṁ vedanaṁ pajānāti, evaṁ vedanāsamudayaṁ pajānāti, evaṁ vedanānirodhaṁ pajānāti, evaṁ vedanānirodhagāminiṁ paṭipadaṁ pajānāti, so sabbaso rāgānusayaṁ pahāya …pe… dukkhassantakaro hoti—",
  "mn9:43.2": "ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṁ saddhamman”ti. ",
  "mn9:44.1": "“Sādhāvuso”ti kho …pe… apucchuṁ—",
  "mn9:44.2": "siyā panāvuso …pe… ",
  "mn9:45.1": "“siyā, āvuso. ",
  "mn9:45.2": "Yato kho, āvuso, ariyasāvako phassañca pajānāti, phassasamudayañca pajānāti, phassanirodhañca pajānāti, phassanirodhagāminiṁ paṭipadañca pajānāti—",
  "mn9:45.3": "ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṁ saddhammaṁ. ",
  "mn9:46.1": "Katamo panāvuso, phasso, katamo phassasamudayo, katamo phassanirodho, katamā phassanirodhagāminī paṭipadā? ",
  "mn9:46.2": "Chayime, āvuso, phassakāyā—",
  "mn9:46.3": "cakkhusamphasso, sotasamphasso, ghānasamphasso, jivhāsamphasso, kāyasamphasso, manosamphasso. ",
  "mn9:46.4": "Saḷāyatanasamudayā phassasamudayo, saḷāyatananirodhā phassanirodho, ayameva ariyo aṭṭhaṅgiko maggo phassanirodhagāminī paṭipadā, seyyathidaṁ—",
  "mn9:46.5": "sammādiṭṭhi …pe… sammāsamādhi. ",
  "mn9:47.1": "Yato kho, āvuso, ariyasāvako evaṁ phassaṁ pajānāti, evaṁ phassasamudayaṁ pajānāti, evaṁ phassanirodhaṁ pajānāti, evaṁ phassanirodhagāminiṁ paṭipadaṁ pajānāti, so sabbaso rāgānusayaṁ pahāya …pe… dukkhassantakaro hoti—",
  "mn9:47.2": "ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṁ saddhamman”ti. ",
  "mn9:48.1": "“Sādhāvuso”ti kho …pe… apucchuṁ—",
  "mn9:48.2": "siyā panāvuso …pe… ",
  "mn9:49.1": "“siyā, āvuso. ",
  "mn9:49.2": "Yato kho, āvuso, ariyasāvako saḷāyatanañca pajānāti, saḷāyatanasamudayañca pajānāti, saḷāyatananirodhañca pajānāti, saḷāyatananirodhagāminiṁ paṭipadañca pajānāti—",
  "mn9:49.3": "ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṁ saddhammaṁ. ",
  "mn9:50.1": "Katamaṁ panāvuso, saḷāyatanaṁ, katamo saḷāyatanasamudayo, katamo saḷāyatananirodho, katamā saḷāyatananirodhagāminī paṭipadā? ",
  "mn9:50.2": "Chayimāni, āvuso, āyatanāni—",
  "mn9:50.3": "cakkhāyatanaṁ, sotāyatanaṁ, ghānāyatanaṁ, jivhāyatanaṁ, kāyāyatanaṁ, manāyatanaṁ. ",
  "mn9:50.4": "Nāmarūpasamudayā saḷāyatanasamudayo, nāmarūpanirodhā saḷāyatananirodho, ayameva ariyo aṭṭhaṅgiko maggo saḷāyatananirodhagāminī paṭipadā, seyyathidaṁ—",
  "mn9:50.5": "sammādiṭṭhi …pe… sammāsamādhi. ",
  "mn9:51.1": "Yato kho, āvuso, ariyasāvako evaṁ saḷāyatanaṁ pajānāti, evaṁ saḷāyatanasamudayaṁ pajānāti, evaṁ saḷāyatananirodhaṁ pajānāti, evaṁ saḷāyatananirodhagāminiṁ paṭipadaṁ pajānāti, so sabbaso rāgānusayaṁ pahāya …pe… dukkhassantakaro hoti—",
  "mn9:51.2": "ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṁ saddhamman”ti. ",
  "mn9:52.1": "“Sādhāvuso”ti kho …pe… apucchuṁ—",
  "mn9:52.2": "siyā panāvuso …pe… ",
  "mn9:53.1": "“siyā, āvuso. ",
  "mn9:53.2": "Yato kho, āvuso, ariyasāvako nāmarūpañca pajānāti, nāmarūpasamudayañca pajānāti, nāmarūpanirodhañca pajānāti, nāmarūpanirodhagāminiṁ paṭipadañca pajānāti—",
  "mn9:53.3": "ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṁ saddhammaṁ. ",
  "mn9:54.1": "Katamaṁ panāvuso, nāmarūpaṁ, katamo nāmarūpasamudayo, katamo nāmarūpanirodho, katamā nāmarūpanirodhagāminī paṭipadā? ",
  "mn9:54.2": "Vedanā, saññā, cetanā, phasso, manasikāro—",
  "mn9:54.3": "idaṁ vuccatāvuso, nāmaṁ; ",
  "mn9:54.4": "cattāri ca mahābhūtāni, catunnañca mahābhūtānaṁ upādāyarūpaṁ—",
  "mn9:54.5": "idaṁ vuccatāvuso, rūpaṁ. ",
  "mn9:54.6": "Iti idañca nāmaṁ idañca rūpaṁ—",
  "mn9:54.7": "idaṁ vuccatāvuso, nāmarūpaṁ. ",
  "mn9:54.8": "Viññāṇasamudayā nāmarūpasamudayo, viññāṇanirodhā nāmarūpanirodho, ayameva ariyo aṭṭhaṅgiko maggo nāmarūpanirodhagāminī paṭipadā, seyyathidaṁ—",
  "mn9:54.9": "sammādiṭṭhi …pe… sammāsamādhi. ",
  "mn9:55.1": "Yato kho, āvuso, ariyasāvako evaṁ nāmarūpaṁ pajānāti, evaṁ nāmarūpasamudayaṁ pajānāti, evaṁ nāmarūpanirodhaṁ pajānāti, evaṁ nāmarūpanirodhagāminiṁ paṭipadaṁ pajānāti, so sabbaso rāgānusayaṁ pahāya …pe… dukkhassantakaro hoti—",
  "mn9:55.2": "ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṁ saddhamman”ti. ",
  "mn9:56.1": "“Sādhāvuso”ti kho …pe… apucchuṁ—",
  "mn9:56.2": "siyā panāvuso …pe… ",
  "mn9:57.1": "“siyā, āvuso. ",
  "mn9:57.2": "Yato kho, āvuso, ariyasāvako viññāṇañca pajānāti, viññāṇasamudayañca pajānāti, viññāṇanirodhañca pajānāti, viññāṇanirodhagāminiṁ paṭipadañca pajānāti—",
  "mn9:57.3": "ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṁ saddhammaṁ. ",
  "mn9:58.1": "Katamaṁ panāvuso, viññāṇaṁ, katamo viññāṇasamudayo, katamo viññāṇanirodho, katamā viññāṇanirodhagāminī paṭipadā? ",
  "mn9:58.2": "Chayime, āvuso, viññāṇakāyā—",
  "mn9:58.3": "cakkhuviññāṇaṁ, sotaviññāṇaṁ, ghānaviññāṇaṁ, jivhāviññāṇaṁ, kāyaviññāṇaṁ, manoviññāṇaṁ. ",
  "mn9:58.4": "Saṅkhārasamudayā viññāṇasamudayo, saṅkhāranirodhā viññāṇanirodho, ayameva ariyo aṭṭhaṅgiko maggo viññāṇanirodhagāminī paṭipadā, seyyathidaṁ—",
  "mn9:58.5": "sammādiṭṭhi …pe… sammāsamādhi. ",
  "mn9:59.1": "Yato kho, āvuso, ariyasāvako evaṁ viññāṇaṁ pajānāti, evaṁ viññāṇasamudayaṁ pajānāti, evaṁ viññāṇanirodhaṁ pajānāti, evaṁ viññāṇanirodhagāminiṁ paṭipadaṁ pajānāti, so sabbaso rāgānusayaṁ pahāya …pe… dukkhassantakaro hoti—",
  "mn9:59.2": "ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṁ saddhamman”ti. ",
  "mn9:60.1": "“Sādhāvuso”ti kho …pe… apucchuṁ—",
  "mn9:60.2": "siyā panāvuso …pe… ",
  "mn9:61.1": "“siyā, āvuso. ",
  "mn9:61.2": "Yato kho, āvuso, ariyasāvako saṅkhāre ca pajānāti, saṅkhārasamudayañca pajānāti, saṅkhāranirodhañca pajānāti, saṅkhāranirodhagāminiṁ paṭipadañca pajānāti—",
  "mn9:61.3": "ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṁ saddhammaṁ. ",
  "mn9:62.1": "Katame panāvuso, saṅkhārā, katamo saṅkhārasamudayo, katamo saṅkhāranirodho, katamā saṅkhāranirodhagāminī paṭipadā? ",
  "mn9:62.2": "Tayome, āvuso, saṅkhārā—",
  "mn9:62.3": "kāyasaṅkhāro, vacīsaṅkhāro, cittasaṅkhāro. ",
  "mn9:62.4": "Avijjāsamudayā saṅkhārasamudayo, avijjānirodhā saṅkhāranirodho, ayameva ariyo aṭṭhaṅgiko maggo saṅkhāranirodhagāminī paṭipadā, seyyathidaṁ—",
  "mn9:62.5": "sammādiṭṭhi …pe… sammāsamādhi. ",
  "mn9:63.1": "Yato kho, āvuso, ariyasāvako evaṁ saṅkhāre pajānāti, evaṁ saṅkhārasamudayaṁ pajānāti, evaṁ saṅkhāranirodhaṁ pajānāti, evaṁ saṅkhāranirodhagāminiṁ paṭipadaṁ pajānāti, so sabbaso rāgānusayaṁ pahāya, paṭighānusayaṁ paṭivinodetvā, ‘asmī’ti diṭṭhimānānusayaṁ samūhanitvā, avijjaṁ pahāya vijjaṁ uppādetvā, diṭṭheva dhamme dukkhassantakaro hoti—",
  "mn9:63.2": "ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṁ saddhamman”ti. ",
  "mn9:64.1": "“Sādhāvuso”ti kho …pe… apucchuṁ—",
  "mn9:64.2": "siyā panāvuso …pe… ",
  "mn9:64.3": "“siyā, āvuso. ",
  "mn9:65.1": "Yato kho, āvuso, ariyasāvako avijjañca pajānāti, avijjāsamudayañca pajānāti, avijjānirodhañca pajānāti, avijjānirodhagāminiṁ paṭipadañca pajānāti—",
  "mn9:65.2": "ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṁ saddhammaṁ. ",
  "mn9:65.3": "Katamā panāvuso, avijjā, katamo avijjāsamudayo, katamo avijjānirodho, katamā avijjānirodhagāminī paṭipadā? ",
  "mn9:65.4": "Yaṁ kho, āvuso, dukkhe aññāṇaṁ, dukkhasamudaye aññāṇaṁ, dukkhanirodhe aññāṇaṁ, dukkhanirodhagāminiyā paṭipadāya aññāṇaṁ—",
  "mn9:65.5": "ayaṁ vuccatāvuso, avijjā. ",
  "mn9:66.1": "Āsavasamudayā avijjāsamudayo, āsavanirodhā avijjānirodho, ayameva ariyo aṭṭhaṅgiko maggo avijjānirodhagāminī paṭipadā, seyyathidaṁ—",
  "mn9:66.2": "sammādiṭṭhi …pe… sammāsamādhi. ",
  "mn9:67.1": "Yato kho, āvuso, ariyasāvako evaṁ avijjaṁ pajānāti, evaṁ avijjāsamudayaṁ pajānāti, evaṁ avijjānirodhaṁ pajānāti, evaṁ avijjānirodhagāminiṁ paṭipadaṁ pajānāti, so sabbaso rāgānusayaṁ pahāya, paṭighānusayaṁ paṭivinodetvā, ‘asmī’ti diṭṭhimānānusayaṁ samūhanitvā, avijjaṁ pahāya vijjaṁ uppādetvā, diṭṭheva dhamme dukkhassantakaro hoti—",
  "mn9:67.2": "ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṁ saddhamman”ti. ",
  "mn9:68.1": "“Sādhāvuso”ti kho te bhikkhū āyasmato sāriputtassa bhāsitaṁ abhinanditvā anumoditvā āyasmantaṁ sāriputtaṁ uttari pañhaṁ apucchuṁ: ",
  "mn9:68.2": "“siyā panāvuso, aññopi pariyāyo yathā ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṁ saddhamman”ti? ",
  "mn9:69.1": "“Siyā, āvuso. ",
  "mn9:69.2": "Yato kho, āvuso, ariyasāvako āsavañca pajānāti, āsavasamudayañca pajānāti, āsavanirodhañca pajānāti, āsavanirodhagāminiṁ paṭipadañca pajānāti—",
  "mn9:69.3": "ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṁ saddhammaṁ. ",
  "mn9:70.1": "Katamo panāvuso, āsavo, katamo āsavasamudayo, katamo āsavanirodho, katamā āsavanirodhagāminī paṭipadāti? ",
  "mn9:70.2": "Tayome, āvuso, āsavā—",
  "mn9:70.3": "kāmāsavo, bhavāsavo, avijjāsavo. ",
  "mn9:70.4": "Avijjāsamudayā āsavasamudayo, avijjānirodhā āsavanirodho, ayameva ariyo aṭṭhaṅgiko maggo āsavanirodhagāminī paṭipadā, seyyathidaṁ—",
  "mn9:70.5": "sammādiṭṭhi …pe… sammāsamādhi. ",
  "mn9:71.1": "Yato kho, āvuso, ariyasāvako evaṁ āsavaṁ pajānāti, evaṁ āsavasamudayaṁ pajānāti, evaṁ āsavanirodhaṁ pajānāti, evaṁ āsavanirodhagāminiṁ paṭipadaṁ pajānāti, so sabbaso rāgānusayaṁ pahāya, paṭighānusayaṁ paṭivinodetvā, ‘asmī’ti diṭṭhimānānusayaṁ samūhanitvā, avijjaṁ pahāya vijjaṁ uppādetvā, diṭṭheva dhamme dukkhassantakaro hoti—",
  "mn9:71.2": "ettāvatāpi kho, āvuso, ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṁ saddhamman”ti. ",
  "mn9:71.3": "Idamavocāyasmā sāriputto. ",
  "mn9:71.4": "Attamanā te bhikkhū āyasmato sāriputtassa bhāsitaṁ abhinandunti. ",
  "mn9:71.5": "Sammādiṭṭhisuttaṁ niṭṭhitaṁ navamaṁ. "
}