{
  "snp1.8:0.1": "สุตตนิบาต 1.8 ",
  "snp1.8:0.2": "เมตตาสูตร ",
  "snp1.8:1.1": "ผู้ชำนาญในความหมายของคำสอน ",
  "snp1.8:1.2": "ควรทำสิ่งต่อไปนี้เพื่อเข้าถึงซึ่งความสงบ ",
  "snp1.8:1.3": "มีความรู้ความสามารถ มีความซื่อตรง ซื่อตรงยิ่ง ",
  "snp1.8:1.4": "อ่อนน้อมพร้อมรับฟัง อ่อนโยนนุ่มนวล ไม่ทะนงเย่อหยิ่ง ",
  "snp1.8:2.1": "รู้จักพอเพียง ไม่เป็นภาระหนักแก่ใคร ",
  "snp1.8:2.2": "ไม่วุ่นวายด้วยธุระมากมาย ใช้ชีวิตเรียบง่าย ",
  "snp1.8:2.3": "สงบเยือกเย็น ใช้เชาวน์ปัญญา ",
  "snp1.8:2.4": "มีมารยาท ไม่ประจบญาติโยม ",
  "snp1.8:3.1": "และไม่ทำอะไรแม้แต่เพียงนิดเดียว ",
  "snp1.8:3.2": "ในสิ่งที่คนอื่นจะใช้เหตุผลมาตำหนิได้ ",
  "snp1.8:3.3": "ขอสัตว์ทั้งปวงจงมีสุข ปลอดภัยปราศจากภยันตราย ",
  "snp1.8:3.4": "ขอสัตว์ทั้งปวงจงมีความสุขใจกันทั่วหน้า ",
  "snp1.8:4.1": "ไม่ว่าสัตว์มีชีวิตใด ๆ ก็ตาม ",
  "snp1.8:4.2": "ไม่ว่าจะบอบบางหรือแข็งแกร่ง ",
  "snp1.8:4.3": "ไม่ยกเว้นชีวิตใด ไม่ว่าตัวยาวหรือตัวใหญ่ ",
  "snp1.8:4.4": "ตัวขนาดกลาง ตัวเล็ก ตัวจิ๋ว หรือตัวกลม ",
  "snp1.8:5.1": "ไม่ว่าจะมองเห็นได้ หรือมองเห็นไม่ได้ ",
  "snp1.8:5.2": "ไม่ว่าจะอยู่ใกล้หรือไกล ",
  "snp1.8:5.3": "ไม่ว่าเป็นสัตว์ซึ่งเกิดแล้ว หรือสัตว์ซึ่งกำลังแสวงหาที่เกิด ",
  "snp1.8:5.4": "ขอสัตว์ทั้งปวงมีความสุขใจกันโดยทั่วหน้า ",
  "snp1.8:6.1": "ขออย่าให้ใครคดโกงหลอกลวงใคร ",
  "snp1.8:6.2": "ขออย่าให้ใครดูถูกเหยียดหยามใคร ",
  "snp1.8:6.3": "แม้จะถูกยั่วยุหรือถูกกระทำอย่างไม่ยุติธรรม ",
  "snp1.8:6.4": "ก็ขออย่าประสงค์ร้ายต่อกัน ",
  "snp1.8:7.1": "เปรียบเสมือนกับแม่ที่จะปกป้องลูกแม้ด้วยชีวิตตนเอง ",
  "snp1.8:7.2": "ลูกของแม่  ลูกคนเดียวของแม่ ",
  "snp1.8:7.3": "ความรู้สึกที่เราควรมีต่อสรรพสัตว์ก็เช่นกัน ",
  "snp1.8:7.4": "ขอให้เปิดหัวใจที่ไร้ขอบเขต ",
  "snp1.8:8.1": "เปี่ยมด้วยรักและเมตตาต่อทุกชีวิตทั่วโลก ",
  "snp1.8:8.2": "เปิดหัวใจที่ไร้ขอบเขต ",
  "snp1.8:8.3": "ไปสู่เบื้องบน เบื้องล่าง และรอบด้าน ",
  "snp1.8:8.4": "อย่างไม่มีข้อจำกัด และปราศจากความอาฆาตมาดร้าย ",
  "snp1.8:9.1": "ไม่ว่าจะยืน จะเดิน จะนั่ง ",
  "snp1.8:9.2": "หรือจะนอน  หากยังตื่นอยู่ ",
  "snp1.8:9.3": "ขอให้ระลึกถึงสิ่งที่กล่าวข้างต้นไว้ในจิตเสมอ ",
  "snp1.8:9.4": "เพราะนี่คือการเจริญภาวนาที่ประเสริฐในชีวิตนี้ ",
  "snp1.8:10.1": "เมื่อหลีกเลี่ยงแนวคิดที่เป็นโทษ ",
  "snp1.8:10.2": "อีกทั้งมีความประพฤติดีงาม เจริญด้วยปัญญาอันเห็นแจ้ง ",
  "snp1.8:10.3": "และสละความลุ่มหลงในสิ่งน่าปรารถนาทางรูป รส กลิ่น เสียง สัมผัส ได้แล้ว ",
  "snp1.8:10.4": "ท่านทั้งหลายนั้นก็จะไม่มีวันกลับมาเกิดในครรภ์มารดาอีก ",
  "snp1.8:10.5": "เมตตสูตร ลำดับที่ 8 "
}