{
  "pli-tv-bi-vb-pj8:0.1": "Theravāda Collection on Monastic Law ",
  "pli-tv-bi-vb-pj8:0.2": "The nuns’ rules and their analysis ",
  "pli-tv-bi-vb-pj8:0.3": "The chapter on offenses entailing expulsion ",
  "pli-tv-bi-vb-pj8:0.4": "8. The training rule having eight parts ",
  "pli-tv-bi-vb-pj8:1.0": "Origin story ",
  "pli-tv-bi-vb-pj8:1.1": "At one time the Buddha was staying at Sāvatthī in the Jeta Grove, Anāthapiṇḍika’s Monastery. ",
  "pli-tv-bi-vb-pj8:1.2": "At that time the nuns from the group of six, being lustful and aiming to indulge in inappropriate sexual conduct, consented to lustful men holding their hand and the edge of their robes, and they stood with them, chatted with them, went to appointments with them, consented to men coming to them, entered covered places with them, and disposed their body for that purpose. ",
  "pli-tv-bi-vb-pj8:1.3": "The nuns of few desires complained and criticized them, ",
  "pli-tv-bi-vb-pj8:1.4": "“How can the nuns from the group of six do such things?” … ",
  "pli-tv-bi-vb-pj8:1.5": "“Is it true, monks, that those nuns do these things?” ",
  "pli-tv-bi-vb-pj8:1.6": "“It’s true, Sir.” ",
  "pli-tv-bi-vb-pj8:1.7": "The Buddha rebuked them … ",
  "pli-tv-bi-vb-pj8:1.8": "“How can the nuns from the group of six, being lustful and aiming to indulge in inappropriate sexual conduct, consent to lustful men holding their hand and the edge of their robes, and how can they stand with them, chat with them, go to appointments with them, consent to men coming to them, enter covered places with them, and dispose their body for that purpose? ",
  "pli-tv-bi-vb-pj8:1.9": "This will affect people’s confidence …” … ",
  "pli-tv-bi-vb-pj8:1.10": "“And, monks, the nuns should recite this training rule like this: ",
  "pli-tv-bi-vb-pj8:1.11.0": "Final ruling ",
  "pli-tv-bi-vb-pj8:1.11.1": "‘If, for the purpose of indulging in inappropriate sexual conduct, a lustful nun consents to a lustful man holding her hand and the edge of her robe, and she stands with him and chats with him and goes to an appointment with him and consents to him coming to her and enters a covered place with him and disposes her body for him for that purpose, she too is expelled and excluded from the community. The training rule having eight parts.’” ",
  "pli-tv-bi-vb-pj8:2.1.0": "Definitions ",
  "pli-tv-bi-vb-pj8:2.1.1": "A: ",
  "pli-tv-bi-vb-pj8:2.1.2": "whoever … ",
  "pli-tv-bi-vb-pj8:2.1.3": "Nun: ",
  "pli-tv-bi-vb-pj8:2.1.4": "… The nun who has been given the full ordination in unanimity by both Sanghas through a legal procedure consisting of one motion and three announcements that is irreversible and fit to stand—this sort of nun is meant in this case. ",
  "pli-tv-bi-vb-pj8:2.1.5": "Lustful: ",
  "pli-tv-bi-vb-pj8:2.1.6": "having lust, longing for, in love with. ",
  "pli-tv-bi-vb-pj8:2.1.7": "Lustful: ",
  "pli-tv-bi-vb-pj8:2.1.8": "having lust, longing for, in love with. ",
  "pli-tv-bi-vb-pj8:2.1.9": "Man: ",
  "pli-tv-bi-vb-pj8:2.1.10": "a human male, not a male spirit, not a male ghost, not a male animal. He understands and is capable of making physical contact. ",
  "pli-tv-bi-vb-pj8:2.1.11": "Consents to holding her hand: ",
  "pli-tv-bi-vb-pj8:2.1.12": "hand: from the elbow to the tip of the nails. ",
  "pli-tv-bi-vb-pj8:2.1.13": "If, for the purpose of indulging in inappropriate sexual conduct, she consents to him holding her above the collar bone or below the knees, she commits a serious offense. ",
  "pli-tv-bi-vb-pj8:2.1.14": "And the edge of her robe: ",
  "pli-tv-bi-vb-pj8:2.1.15": "if, for the purpose of indulging in inappropriate sexual conduct, she consents to him holding her sarong or upper robe, she commits a serious offense. ",
  "pli-tv-bi-vb-pj8:2.1.16": "And stands with him: ",
  "pli-tv-bi-vb-pj8:2.1.17": "if, for the purpose of indulging in inappropriate sexual conduct, she stands within arm’s reach of a man, she commits a serious offense. ",
  "pli-tv-bi-vb-pj8:2.1.18": "And chats with him: ",
  "pli-tv-bi-vb-pj8:2.1.19": "if, for the purpose of indulging in inappropriate sexual conduct, she stands within arm’s reach of a man, chatting with him, she commits a serious offense. ",
  "pli-tv-bi-vb-pj8:2.1.20": "And goes to an appointment with him: ",
  "pli-tv-bi-vb-pj8:2.1.21": "if, for the purpose of indulging in inappropriate sexual conduct, she goes to such-and-such a place when told by a man to do so, then for every step, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pj8:2.1.22": "For entering within arm’s reach of the man, she commits a serious offense. ",
  "pli-tv-bi-vb-pj8:2.1.23": "And consents to him coming to her: ",
  "pli-tv-bi-vb-pj8:2.1.24": "if, for the purpose of indulging in inappropriate sexual conduct, she consents to a man coming to her, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pj8:2.1.25": "When he enters within arm’s reach, she commits a serious offense. ",
  "pli-tv-bi-vb-pj8:2.1.26": "And enters a covered place with him: ",
  "pli-tv-bi-vb-pj8:2.1.27": "if, for the purpose of indulging in inappropriate sexual conduct, she enters a concealed place with any man, she commits a serious offense. ",
  "pli-tv-bi-vb-pj8:2.1.28": "And disposes her body for him for that purpose: ",
  "pli-tv-bi-vb-pj8:2.1.29": "if, for the purpose of indulging in inappropriate sexual conduct, she disposes her body for a man while standing within arm’s reach of him, she commits a serious offense. ",
  "pli-tv-bi-vb-pj8:2.1.30": "She too: ",
  "pli-tv-bi-vb-pj8:2.1.31": "this is said with reference to the preceding offenses entailing expulsion. ",
  "pli-tv-bi-vb-pj8:2.1.32": "Is expelled: ",
  "pli-tv-bi-vb-pj8:2.1.33": "just as a palm tree with its crown cut off is incapable of further growth, so is a nun who fulfills the eight parts not a monastic, not a daughter of the Sakyan. Therefore it is said “she is expelled”. ",
  "pli-tv-bi-vb-pj8:2.1.34": "Excluded from the community: ",
  "pli-tv-bi-vb-pj8:2.1.35": "Community: joint legal procedures, a joint recitation, the same training—this is called “community”. ",
  "pli-tv-bi-vb-pj8:2.1.36": "She does not take part in this—therefore it is called “excluded from the community”. ",
  "pli-tv-bi-vb-pj8:2.2.0": "Non-offenses ",
  "pli-tv-bi-vb-pj8:2.2.1": "There is no offense: ",
  "pli-tv-bi-vb-pj8:2.2.2": "if it is unintentional; ",
  "pli-tv-bi-vb-pj8:2.2.3": "if she is not mindful; ",
  "pli-tv-bi-vb-pj8:2.2.4": "if she does not know; ",
  "pli-tv-bi-vb-pj8:2.2.5": "if she does not consent; ",
  "pli-tv-bi-vb-pj8:2.2.6": "if she is insane; ",
  "pli-tv-bi-vb-pj8:2.2.7": "if she is deranged; ",
  "pli-tv-bi-vb-pj8:2.2.8": "if she is overwhelmed by pain; ",
  "pli-tv-bi-vb-pj8:2.2.9": "if she is the first offender. ",
  "pli-tv-bi-vb-pj8:2.2.10": "The eighth offense entailing expulsion is finished. ",
  "pli-tv-bi-vb-pj8:2.2.11": "“Venerables, the eight rules on expulsion have been recited. ",
  "pli-tv-bi-vb-pj8:2.2.12": "If a nun commits any one of them, she no longer belongs to the community of nuns. As before, so after, she is expelled and excluded from the community. ",
  "pli-tv-bi-vb-pj8:2.2.13": "In regard to this I ask you, ",
  "pli-tv-bi-vb-pj8:2.2.14": "‘Are you pure in this?’ ",
  "pli-tv-bi-vb-pj8:2.2.15": "A second time I ask, ",
  "pli-tv-bi-vb-pj8:2.2.16": "‘Are you pure in this?’ ",
  "pli-tv-bi-vb-pj8:2.2.17": "A third time I ask, ",
  "pli-tv-bi-vb-pj8:2.2.18": "‘Are you pure in this?’ ",
  "pli-tv-bi-vb-pj8:2.2.19": "You are pure in this and therefore silent. I will remember it thus.” ",
  "pli-tv-bi-vb-pj8:2.2.20": "The chapter on offenses entailing expulsion in the nuns’ analysis is finished. "
}