{
  "pli-tv-bi-vb-pj6:0.1": "Theravāda Collection on Monastic Law ",
  "pli-tv-bi-vb-pj6:0.2": "The nuns’ rules and their analysis ",
  "pli-tv-bi-vb-pj6:0.3": "The chapter on offenses entailing expulsion ",
  "pli-tv-bi-vb-pj6:0.4": "6. The training rule on those who conceal offenses ",
  "pli-tv-bi-vb-pj6:1.0": "Origin story ",
  "pli-tv-bi-vb-pj6:1.1": "At one time the Buddha was staying at Sāvatthī in the Jeta Grove, Anāthapiṇḍika’s Monastery. ",
  "pli-tv-bi-vb-pj6:1.2": "At that time the nun Sundarīnandā was pregnant by Migāra’s grandson Sāḷha. ",
  "pli-tv-bi-vb-pj6:1.3": "When the fetus got large, she concealed her condition. ",
  "pli-tv-bi-vb-pj6:1.4": "And when the fetus was fully grown, she disrobed and gave birth. ",
  "pli-tv-bi-vb-pj6:1.5": "The nuns said to the nun Thullanandā, ",
  "pli-tv-bi-vb-pj6:1.6": "“Venerable, Sundarīnandā gave birth shortly after disrobing.” ",
  "pli-tv-bi-vb-pj6:1.7": "“Could it be that she was pregnant while she was still a nun?” ",
  "pli-tv-bi-vb-pj6:1.8": "“Yes, Venerables.” ",
  "pli-tv-bi-vb-pj6:1.9": "“But, Venerable, when you knew that a nun had committed an offense entailing expulsion, why didn’t you either confront her yourself or tell a group of nuns?” ",
  "pli-tv-bi-vb-pj6:1.10": "“Her disrepute is my disrepute, her infamy is my infamy, her notoriety is my notoriety, her loss is my loss. ",
  "pli-tv-bi-vb-pj6:1.11": "Why would I tell others of my own disrepute, infamy, notoriety, and loss?” ",
  "pli-tv-bi-vb-pj6:1.12": "The nuns of few desires complained and criticized her, ",
  "pli-tv-bi-vb-pj6:1.13": "“How could Venerable Thullanandā, knowing that a nun had committed an offense entailing expulsion, neither confront her herself nor tell a group of nuns?” ",
  "pli-tv-bi-vb-pj6:1.14": "Then those nuns told the monks what had happened, ",
  "pli-tv-bi-vb-pj6:1.15": "and the monks in turn told the Buddha. ",
  "pli-tv-bi-vb-pj6:1.16": "Soon afterwards the Buddha had the Sangha gathered and questioned the monks: ",
  "pli-tv-bi-vb-pj6:1.17": "“Is it true, monks, that the nun Thullanandā acted like this?” ",
  "pli-tv-bi-vb-pj6:1.18": "“It’s true, Sir.” ",
  "pli-tv-bi-vb-pj6:1.19": "The Buddha criticized her, ",
  "pli-tv-bi-vb-pj6:1.20": "“… How could the nun Thullanandā, knowing that a nun had committed an offense entailing expulsion, neither confront her herself nor tell a group of nuns? ",
  "pli-tv-bi-vb-pj6:1.21": "This won’t give rise to confidence in those without it … ",
  "pli-tv-bi-vb-pj6:1.22": "And, monks, the nuns should recite this training rule like this: ",
  "pli-tv-bi-vb-pj6:1.23.0": "Final ruling ",
  "pli-tv-bi-vb-pj6:1.23.1": "‘If a nun knows that a nun has committed an offense entailing expulsion, but she neither confronts her herself nor tells a group of nuns, and afterward—whether that nun remains or has died or has been expelled or has converted—she says, “Venerables, although I previously knew that this nun was like this, I thought, ‘I will neither confront her myself nor tell a group of nuns,’” she too is expelled and excluded from the community. The training rule on those who conceal offenses.’” ",
  "pli-tv-bi-vb-pj6:2.1.0": "Definitions ",
  "pli-tv-bi-vb-pj6:2.1.1": "A: ",
  "pli-tv-bi-vb-pj6:2.1.2": "whoever … ",
  "pli-tv-bi-vb-pj6:2.1.3": "Nun: ",
  "pli-tv-bi-vb-pj6:2.1.4": "… The nun who has been given the full ordination in unanimity by both Sanghas through a legal procedure consisting of one motion and three announcements that is irreversible and fit to stand—this sort of nun is meant in this case. ",
  "pli-tv-bi-vb-pj6:2.1.5": "Knows: ",
  "pli-tv-bi-vb-pj6:2.1.6": "she knows by herself or others have told her or she has told her. ",
  "pli-tv-bi-vb-pj6:2.1.7": "Has committed an offense entailing expulsion: ",
  "pli-tv-bi-vb-pj6:2.1.8": "she has committed any one of the eight offenses entailing expulsion. ",
  "pli-tv-bi-vb-pj6:2.1.9": "She neither confronts her herself: ",
  "pli-tv-bi-vb-pj6:2.1.10": "she does not herself accuse her. ",
  "pli-tv-bi-vb-pj6:2.1.11": "Nor tells a group of nuns: ",
  "pli-tv-bi-vb-pj6:2.1.12": "she does not tell other nuns. ",
  "pli-tv-bi-vb-pj6:2.1.13": "Whether that nun remains or has died: ",
  "pli-tv-bi-vb-pj6:2.1.14": "Remains: what is meant is that she remains as a nun. ",
  "pli-tv-bi-vb-pj6:2.1.15": "Has died: what is meant is that she has passed away. ",
  "pli-tv-bi-vb-pj6:2.1.16": "Has been expelled: ",
  "pli-tv-bi-vb-pj6:2.1.17": "she has either disrobed herself or been expelled by others. ",
  "pli-tv-bi-vb-pj6:2.1.18": "Has converted: ",
  "pli-tv-bi-vb-pj6:2.1.19": "what is meant is that she has joined another religious community. ",
  "pli-tv-bi-vb-pj6:2.1.20": "Afterward she says, “Venerables, although I previously knew that this nun was like this, I thought, ‘I will neither confront her myself’”: ",
  "pli-tv-bi-vb-pj6:2.1.21": "“I won’t accuse her myself.” ",
  "pli-tv-bi-vb-pj6:2.1.22": "“Nor tell a group of nuns”: ",
  "pli-tv-bi-vb-pj6:2.1.23": "“Nor tell other nuns.” ",
  "pli-tv-bi-vb-pj6:2.1.24": "She too: ",
  "pli-tv-bi-vb-pj6:2.1.25": "this is said with reference to the preceding offenses entailing expulsion. ",
  "pli-tv-bi-vb-pj6:2.1.26": "Is expelled: ",
  "pli-tv-bi-vb-pj6:2.1.27": "just as a fallen, withered leaf is incapable of becoming green again, so a nun who knows that a nun has committed an offense entailing expulsion, but who thinks, “I will neither confront her myself nor tell a group of nuns,” by the mere fact of giving up her duty, is not an ascetic, not a daughter of the Sakyan. Therefore it is said “she is expelled”. ",
  "pli-tv-bi-vb-pj6:2.1.28": "Excluded from the community: ",
  "pli-tv-bi-vb-pj6:2.1.29": "Community: joint legal procedures, a joint recitation, the same training—this is called “community”. ",
  "pli-tv-bi-vb-pj6:2.1.30": "She does not take part in this—therefore it is called “excluded from the community”. ",
  "pli-tv-bi-vb-pj6:2.2.0": "Non-offenses ",
  "pli-tv-bi-vb-pj6:2.2.1": "There is no offense: ",
  "pli-tv-bi-vb-pj6:2.2.2": "if she does not tell because she thinks there will be quarrels or disputes in the Sangha; ",
  "pli-tv-bi-vb-pj6:2.2.3": "if she does not tell because she thinks there will be a schism or fracture in the Sangha; ",
  "pli-tv-bi-vb-pj6:2.2.4": "if she does not tell because she thinks the person she is telling about is cruel and harsh and that she might become a danger to life or to the living of the spiritual life; ",
  "pli-tv-bi-vb-pj6:2.2.5": "if she does not tell because she does not see any suitable nuns; ",
  "pli-tv-bi-vb-pj6:2.2.6": "if she does not tell, but not because she wants to conceal; ",
  "pli-tv-bi-vb-pj6:2.2.7": "if she does not tell because she thinks the other person will be known through her own actions; ",
  "pli-tv-bi-vb-pj6:2.2.8": "if she is insane; ",
  "pli-tv-bi-vb-pj6:2.2.9": "if she is deranged; ",
  "pli-tv-bi-vb-pj6:2.2.10": "if she is overwhelmed by pain; ",
  "pli-tv-bi-vb-pj6:2.2.11": "if she is the first offender. ",
  "pli-tv-bi-vb-pj6:2.2.12": "The sixth offense entailing expulsion is finished."
}