{
  "pli-tv-bi-vb-pj5:0.1": "Theravāda Collection on Monastic Law ",
  "pli-tv-bi-vb-pj5:0.2": "The nuns’ rules and their analysis ",
  "pli-tv-bi-vb-pj5:0.3": "The chapter on offenses entailing expulsion ",
  "pli-tv-bi-vb-pj5:0.4": "5. The training rule on above the knees ",
  "pli-tv-bi-vb-pj5:1.0.1": "Origin story ",
  "pli-tv-bi-vb-pj5:1.0.2": "Homage to the Buddha, the Perfected One, the fully Awakened One ",
  "pli-tv-bi-vb-pj5:1.1": "At one time when the Buddha was staying at Sāvatthī in the Jeta Grove, Anāthapiṇḍika’s Monastery, ",
  "pli-tv-bi-vb-pj5:1.2": "Migāra’s grandson Sāḷha wanted to build a dwelling for the Sangha of nuns. ",
  "pli-tv-bi-vb-pj5:1.3": "He went to the nuns and said, ",
  "pli-tv-bi-vb-pj5:1.4": "“Venerables, I wish to build a dwelling for the Sangha of nuns. ",
  "pli-tv-bi-vb-pj5:1.5": "Please give me the nun in charge of building work.” ",
  "pli-tv-bi-vb-pj5:1.6": "At that time four sisters had gone forth as nuns: ",
  "pli-tv-bi-vb-pj5:1.7": "Nandā, Nandavatī, Sundarīnandā, and Thullanandā. ",
  "pli-tv-bi-vb-pj5:1.8": "Of these, the nun Sundarīnandā had gone forth when she was young, and she was beautiful, intelligent, skilled, and diligent, and she possessed good judgment in regard to doing and arranging things well. ",
  "pli-tv-bi-vb-pj5:1.9": "After appointing Sundarīnandā to be in charge of building work, the Sangha made her work with Sāḷha. ",
  "pli-tv-bi-vb-pj5:1.10": "As a consequence of this, Sundarīnandā would often go to Sāḷha’s house to ask for tools, ",
  "pli-tv-bi-vb-pj5:1.11": "whether an adz, a hatchet, an ax, a spade, or a chisel. ",
  "pli-tv-bi-vb-pj5:1.12": "And Sāḷha would often go to the nuns’ dwelling place to find out about the progress of the building work. ",
  "pli-tv-bi-vb-pj5:1.13": "And because they saw each other frequently, they fell in love. ",
  "pli-tv-bi-vb-pj5:1.14": "But because Sāḷha could not find any opportunity to be intimate with Sundarīnandā, he invited the Sangha of nuns for a meal. ",
  "pli-tv-bi-vb-pj5:1.15": "When preparing the seats in the dining hall, he counted the number of nuns senior to Venerable Sundarīnandā and placed their seats to one side, and he counted the number of nuns junior to her and placed their seat on the other side. ",
  "pli-tv-bi-vb-pj5:1.16": "He then placed Sundarīnandā’s seat in a concealed spot in a corner. In this way the senior nuns would think she was seated close to the junior ones and the junior nuns would think she was seated close to the senior ones. ",
  "pli-tv-bi-vb-pj5:1.17": "Soon afterwards he informed the Sangha that the meal was ready. ",
  "pli-tv-bi-vb-pj5:1.18": "Sundarīnandā thought, “Sāḷha hasn’t prepared a meal for the Sangha as a service, but because he wants to be intimate with me. ",
  "pli-tv-bi-vb-pj5:1.19": "If I go, I will get into trouble.” She then told a nun who was her pupil, “Go and bring back almsfood for me. ",
  "pli-tv-bi-vb-pj5:1.20": "If anyone asks about me, tell them I’m sick.” ",
  "pli-tv-bi-vb-pj5:1.21": "“Yes, Venerable,” she replied. ",
  "pli-tv-bi-vb-pj5:1.22": "Soon afterwards Sāḷha was standing outside the gateway of his house repeatedly inquiring after Sundarīnandā: ",
  "pli-tv-bi-vb-pj5:1.23": "“Venerables, where’s Venerable Sundarīnandā?” ",
  "pli-tv-bi-vb-pj5:1.24": "The nun who was Sundarīnandā’s pupil told him: “She’s sick. I’m bringing her almsfood.” ",
  "pli-tv-bi-vb-pj5:1.25": "Sāḷha thought, “I invited the Sangha of nuns because of Sundarīnandā,” ",
  "pli-tv-bi-vb-pj5:1.26": "and after telling the people there to serve the meal to the Sangha of nuns, he left for the nuns’ dwelling place. ",
  "pli-tv-bi-vb-pj5:1.27": "Just then Sundarīnandā was standing outside the monastery gateway longing for Sāḷha. ",
  "pli-tv-bi-vb-pj5:1.28": "When she saw him coming, she entered the dwelling, put on her upper robe so that it covered her head, and lay down on her bed. ",
  "pli-tv-bi-vb-pj5:1.29": "Sāḷha approached her and said, “Venerable, what’s wrong with you? Why are you lying down?” ",
  "pli-tv-bi-vb-pj5:1.30": "“That’s what happens when you desire someone who doesn’t desire you in return.” ",
  "pli-tv-bi-vb-pj5:1.31": "“What do you mean I don’t desire you? ",
  "pli-tv-bi-vb-pj5:1.32": "I just couldn’t find an opportunity to be intimate with you.” ",
  "pli-tv-bi-vb-pj5:1.33": "And both having lust, he made physical contact with Sundarīnandā. ",
  "pli-tv-bi-vb-pj5:1.34": "Just then a nun who was weak from old age and had problems with her feet was lying down not far from Sundarīnandā. ",
  "pli-tv-bi-vb-pj5:1.35": "She saw how Sāḷha made physical contact with Sundarīnandā while both of them had lust. ",
  "pli-tv-bi-vb-pj5:1.36": "She complained and criticized her, “How could Venerable Sundarīnandā consent to a man making physical contact with her, when they both had lust?” ",
  "pli-tv-bi-vb-pj5:1.37": "That nun then told the nuns what had happened. ",
  "pli-tv-bi-vb-pj5:1.38": "The nuns of few desires, who had a sense of conscience, and who were contented, afraid of wrongdoing, and fond of the training, complained and criticized her, ",
  "pli-tv-bi-vb-pj5:1.39": "“How could Venerable Sundarīnandā consent to a man making physical contact with her, when they both had lust?” ",
  "pli-tv-bi-vb-pj5:1.40": "Those nuns then told the monks. And the monks of few desires, who had a sense of conscience, and who were contented, afraid of wrongdoing, and fond of the training, criticized her in the same way. ",
  "pli-tv-bi-vb-pj5:1.41": "After rebuking the nun Sundarīnandā in many ways, they told the Buddha. ",
  "pli-tv-bi-vb-pj5:1.42": "Soon afterwards the Buddha had the Sangha gathered and questioned the monks: ",
  "pli-tv-bi-vb-pj5:1.43": "“Is it true, monks, that the nun Sundarīnandā acted like this?” ",
  "pli-tv-bi-vb-pj5:1.44": "“It’s true, Sir.” ",
  "pli-tv-bi-vb-pj5:1.45": "The Buddha rebuked her, ",
  "pli-tv-bi-vb-pj5:1.46": "“It’s not suitable, monks, it’s not proper for the nun Sundarīnandā, it’s not worthy of a monastic, it’s not allowable, it’s not to be done. ",
  "pli-tv-bi-vb-pj5:1.47": "How could Sundarīnandā consent to a man making physical contact with her, when they both had lust? ",
  "pli-tv-bi-vb-pj5:1.48": "This will affect people’s confidence, ",
  "pli-tv-bi-vb-pj5:1.49": "and cause some to lose it.” ",
  "pli-tv-bi-vb-pj5:1.50": "And the Buddha spoke in many ways in dispraise of being difficult to support and maintain, in dispraise of great desires, discontent, socializing, and laziness; but he spoke in many ways in praise of being easy to support and maintain, of fewness of wishes, contentment, self-effacement, ascetic practices, serenity, reduction in things, and being energetic. After giving a teaching on what is right and proper, he addressed the monks: ",
  "pli-tv-bi-vb-pj5:1.51": "“Well then, monks, I will lay down a training rule for the following ten reasons: ",
  "pli-tv-bi-vb-pj5:1.52": "for the well-being of the Sangha, for the comfort of the Sangha, for the restraint of bad nuns, for the ease of good nuns, for the restraint of corruptions relating to the present life, for the restraint of corruptions relating to future lives, to give rise to confidence in those without it, to increase the confidence of those who have it, for the longevity of the true Teaching, and for supporting the training. ",
  "pli-tv-bi-vb-pj5:1.53": "And, monks, the nuns should recite this training rule like this: ",
  "pli-tv-bi-vb-pj5:1.54.0": "Final ruling ",
  "pli-tv-bi-vb-pj5:1.54.1": "‘If a lustful nun consents to a lustful man making physical contact with her, to touching her, to taking hold of her, to contacting her, or to squeezing her, anywhere below the collar bone but above the knees, she too is expelled and excluded from the community. The training rule on above the knees.’” ",
  "pli-tv-bi-vb-pj5:2.1.0": "Definitions ",
  "pli-tv-bi-vb-pj5:2.1.1": "A: ",
  "pli-tv-bi-vb-pj5:2.1.2": "whoever, of such a kind, of such activity, of such caste, of such name, of such family, of such conduct, of such behavior, of such association, who is senior, who is junior, or who is of middle standing—this is called “a”. ",
  "pli-tv-bi-vb-pj5:2.1.3": "Nun: ",
  "pli-tv-bi-vb-pj5:2.1.4": "she is a nun because she lives on alms; ",
  "pli-tv-bi-vb-pj5:2.1.5": "a nun because she has gone over to living on alms; ",
  "pli-tv-bi-vb-pj5:2.1.6": "a nun because she wears a patchwork cloth; ",
  "pli-tv-bi-vb-pj5:2.1.7": "a nun by convention; ",
  "pli-tv-bi-vb-pj5:2.1.8": "a nun on account of her claim; ",
  "pli-tv-bi-vb-pj5:2.1.9": "a “come, nun” nun; ",
  "pli-tv-bi-vb-pj5:2.1.10": "a nun given the full ordination by taking the three refuges; ",
  "pli-tv-bi-vb-pj5:2.1.11": "a good nun; ",
  "pli-tv-bi-vb-pj5:2.1.12": "a nun of substance; ",
  "pli-tv-bi-vb-pj5:2.1.13": "a trainee nun; ",
  "pli-tv-bi-vb-pj5:2.1.14": "a fully trained nun; ",
  "pli-tv-bi-vb-pj5:2.1.15": "a nun who has been given the full ordination in unanimity by both Sanghas through a legal procedure consisting of one motion and three announcements that is irreversible and fit to stand. ",
  "pli-tv-bi-vb-pj5:2.1.16": "The nun who has been given the full ordination in unanimity by both Sanghas through a legal procedure consisting of one motion and three announcements that is irreversible and fit to stand—this sort of nun is meant in this case. ",
  "pli-tv-bi-vb-pj5:2.1.17": "Lustful: ",
  "pli-tv-bi-vb-pj5:2.1.18": "having lust, longing for, in love with. ",
  "pli-tv-bi-vb-pj5:2.1.19": "Lustful: ",
  "pli-tv-bi-vb-pj5:2.1.20": "having lust, longing for, in love with. ",
  "pli-tv-bi-vb-pj5:2.1.21": "Man: ",
  "pli-tv-bi-vb-pj5:2.1.22": "a human male, not a male spirit, not a male ghost, not a male animal. He understands and is capable of making physical contact. ",
  "pli-tv-bi-vb-pj5:2.1.23": "Below the collar bone: ",
  "pli-tv-bi-vb-pj5:2.1.24": "down from the collar bone. ",
  "pli-tv-bi-vb-pj5:2.1.25": "Above the knees: ",
  "pli-tv-bi-vb-pj5:2.1.26": "up from the knees. ",
  "pli-tv-bi-vb-pj5:2.1.27": "Making physical contact: ",
  "pli-tv-bi-vb-pj5:2.1.28": "making mere physical contact. ",
  "pli-tv-bi-vb-pj5:2.1.29": "Touching: ",
  "pli-tv-bi-vb-pj5:2.1.30": "touching here and there. ",
  "pli-tv-bi-vb-pj5:2.1.31": "Taking hold of: ",
  "pli-tv-bi-vb-pj5:2.1.32": "the mere taking hold of. ",
  "pli-tv-bi-vb-pj5:2.1.33": "Contacting: ",
  "pli-tv-bi-vb-pj5:2.1.34": "mere contacting. ",
  "pli-tv-bi-vb-pj5:2.1.35": "Consents to squeezing: ",
  "pli-tv-bi-vb-pj5:2.1.36": "consents to the taking hold of a bodily part and then pressing. ",
  "pli-tv-bi-vb-pj5:2.1.37": "She too: ",
  "pli-tv-bi-vb-pj5:2.1.38": "this is said with reference to the preceding offenses entailing expulsion. ",
  "pli-tv-bi-vb-pj5:2.1.39": "Is expelled: ",
  "pli-tv-bi-vb-pj5:2.1.40": "just as a man with his head cut off is unable to continue living by reconnecting it to the body, so is a lustful nun who consents to a lustful man making physical contact with her, to touching her, to taking hold of her, to contacting her, or to squeezing her, anywhere below the collar bone but above the knees, not a monastic, not a daughter of the Sakyan. Therefore it is said “she is expelled”. ",
  "pli-tv-bi-vb-pj5:2.1.41": "Excluded from the community: ",
  "pli-tv-bi-vb-pj5:2.1.42": "Community: joint legal procedures, a joint recitation, the same training—this is called “community”. ",
  "pli-tv-bi-vb-pj5:2.1.43": "She does not take part in this—therefore it is called “excluded from the community”. ",
  "pli-tv-bi-vb-pj5:2.2.0.1": "Permutations ",
  "pli-tv-bi-vb-pj5:2.2.0.2": "Both having lust: contact below the collar bone but above the knees ",
  "pli-tv-bi-vb-pj5:2.2.1": "If both have lust and either of them makes physical contact, below the collar bone but above the knees, body to body, she commits an offense entailing expulsion. ",
  "pli-tv-bi-vb-pj5:2.2.2": "If either of them, with their own body, makes physical contact with something connected to the other’s body, she commits a serious offense. ",
  "pli-tv-bi-vb-pj5:2.2.3": "If either of them, with something connected to their own body, makes physical contact with the other’s body, she commits a serious offense. ",
  "pli-tv-bi-vb-pj5:2.2.4": "If either of them, with something connected to their own body, makes physical contact with something connected to the other’s body, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pj5:2.2.5": "If either of them, with something released by them, makes physical contact with the other’s body, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pj5:2.2.6": "If either of them, with something released by them, makes physical contact with something connected to the other’s body, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pj5:2.2.7": "If either of them, with something released by them, makes physical contact with something released by the other, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pj5:2.2.8.0": "Both having lust: contact above the collar bone or below the knees ",
  "pli-tv-bi-vb-pj5:2.2.8.1": "If either of them makes physical contact, above the collar bone or below the knees, body to body, she commits a serious offense. ",
  "pli-tv-bi-vb-pj5:2.2.9": "If either of them, with their own body, makes physical contact with something connected to the other’s body, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pj5:2.2.10": "If either of them, with something connected to their own body, makes physical contact with the other’s body, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pj5:2.2.11": "If either of them, with something connected to their own body, makes physical contact with something connected to the other’s body, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pj5:2.2.12": "If either of them, with something released by them, makes physical contact with the other’s body, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pj5:2.2.13": "If either of them, with something released by them, makes physical contact with something connected to the other’s body, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pj5:2.2.14": "If either of them, with something released by them, makes physical contact with something released by the other, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pj5:2.2.15.0": "Only the nun having lust: contact below the collar bone but above the knees ",
  "pli-tv-bi-vb-pj5:2.2.15.1": "If only the nun has lust and either of them makes physical contact, below the collar bone but above the knees, body to body, she commits a serious offense. ",
  "pli-tv-bi-vb-pj5:2.2.16": "If either of them, with their own body, makes physical contact with something connected to the other’s body, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pj5:2.2.17": "If either of them, with something connected to their own body, makes physical contact with the other’s body, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pj5:2.2.18": "If either of them, with something connected to their own body, makes physical contact with something connected to the other’s body, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pj5:2.2.19": "If either of them, with something released by them, makes physical contact with the other’s body, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pj5:2.2.20": "If either of them, with something released by them, makes physical contact with something connected to the other’s body, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pj5:2.2.21": "If either of them, with something released by them, makes physical contact with something released by the other, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pj5:2.2.22.0": "Only the nun having lust: contact above the collar bone or below the knees ",
  "pli-tv-bi-vb-pj5:2.2.22.1": "If either of them makes physical contact, above the collar bone or below the knees, body to body, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pj5:2.2.23": "If either of them, with their own body, makes physical contact with something connected to the other’s body, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pj5:2.2.24": "If either of them, with something connected to their own body, makes physical contact with the other’s body, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pj5:2.2.25": "If either of them, with something connected to their own body, makes physical contact with something connected to the other’s body, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pj5:2.2.26": "If either of them, with something released by them, makes physical contact with the other’s body, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pj5:2.2.27": "If either of them, with something released by them, makes physical contact with something connected to the other’s body, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pj5:2.2.28": "If either of them, with something released by them, makes physical contact with something released by the other, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pj5:2.2.29.0": "Both having lust: contact with other beings below the collar bone but above the knees ",
  "pli-tv-bi-vb-pj5:2.2.29.1": "If both have lust and she makes physical contact with a spirit, a ghost, a <i lang='pi' translate='no'>paṇḍaka</i>, or an animal in human form, below the collar bone but above the knees, body to body, she commits a serious offense. ",
  "pli-tv-bi-vb-pj5:2.2.30": "If she, with her own body, makes physical contact with something connected to their body, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pj5:2.2.31": "If she, with something connected to her own body, makes physical contact with their body, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pj5:2.2.32": "If she, with something connected to her own body, makes physical contact with something connected to their body, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pj5:2.2.33": "If she, with something released by her, makes physical contact with their body, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pj5:2.2.34": "If she, with something released by her, makes physical contact with something connected to their body, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pj5:2.2.35": "If she, with something released by her, makes physical contact with something released by them, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pj5:2.2.36.0": "Both having lust: contact with other beings above the collar bone or below the knees ",
  "pli-tv-bi-vb-pj5:2.2.36.1": "If she makes physical contact with them, above the collar bone or below the knees, body to body, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pj5:2.2.37": "If she, with her own body, makes physical contact with something connected to their body, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pj5:2.2.38": "If she, with something connected to her own body, makes physical contact with their body, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pj5:2.2.39": "If she, with something connected to her own body, makes physical contact with something connected to their body, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pj5:2.2.40": "If she, with something released by her, makes physical contact with their body, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pj5:2.2.41": "If she, with something released by her, makes physical contact with something connected to their body, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pj5:2.2.42": "If she, with something released by her, makes physical contact with something released by them, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pj5:2.2.43.0": "Only the nun having lust: contact with other beings below the collar bone but above the knees ",
  "pli-tv-bi-vb-pj5:2.2.43.1": "If only the nun has lust and she makes physical contact with them, below the collar bone but above the knees, body to body, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pj5:2.2.44": "If she, with her own body, makes physical contact with something connected to their body, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pj5:2.2.45": "If she, with something connected to her own body, makes physical contact with their body, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pj5:2.2.46": "If she, with something connected to her own body, makes physical contact with something connected to their body, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pj5:2.2.47": "If she, with something released by her, makes physical contact with their body, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pj5:2.2.48": "If she, with something released by her, makes physical contact with something connected to their body, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pj5:2.2.49": "If she, with something released by her, makes physical contact with something released by them, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pj5:2.2.50.0": "Only the nun having lust: contact with other beings above the collar bone or below the knees ",
  "pli-tv-bi-vb-pj5:2.2.50.1": "If she makes physical contact with them, above the collar bone or below the knees, body to body, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pj5:2.2.51": "If she, with her own body, makes physical contact with something connected to their body, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pj5:2.2.52": "If she, with something connected to her own body, makes physical contact with their body, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pj5:2.2.53": "If she, with something connected to her own body, makes physical contact with something connected to their body, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pj5:2.2.54": "If she, with something released by her, makes physical contact with their body, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pj5:2.2.55": "If she, with something released by her, makes physical contact with something connected to their body, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pj5:2.2.56": "If she, with something released by her, makes physical contact with something released by them, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pj5:2.3.0": "Non-offenses ",
  "pli-tv-bi-vb-pj5:2.3.1": "There is no offense: ",
  "pli-tv-bi-vb-pj5:2.3.2": "if it is unintentional; ",
  "pli-tv-bi-vb-pj5:2.3.3": "if she is not mindful; ",
  "pli-tv-bi-vb-pj5:2.3.4": "if she does not know; ",
  "pli-tv-bi-vb-pj5:2.3.5": "if she does not consent; ",
  "pli-tv-bi-vb-pj5:2.3.6": "if she is insane; ",
  "pli-tv-bi-vb-pj5:2.3.7": "if she is deranged; ",
  "pli-tv-bi-vb-pj5:2.3.8": "if she is overwhelmed by pain; ",
  "pli-tv-bi-vb-pj5:2.3.9": "if she is the first offender. ",
  "pli-tv-bi-vb-pj5:2.3.10": "The fifth offense entailing expulsion is finished. "
}