{
  "pli-tv-bi-vb-pj7:0.1": "Theravāda Collection on Monastic Law ",
  "pli-tv-bi-vb-pj7:0.2": "The nuns’ rules and their analysis ",
  "pli-tv-bi-vb-pj7:0.3": "The chapter on offenses entailing expulsion ",
  "pli-tv-bi-vb-pj7:0.4": "7. The training rule on taking sides with one who has been ejected ",
  "pli-tv-bi-vb-pj7:1.0": "Origin story ",
  "pli-tv-bi-vb-pj7:1.1": "At one time when the Buddha was staying at Sāvatthī in the Jeta Grove, Anāthapiṇḍika’s Monastery, ",
  "pli-tv-bi-vb-pj7:1.2": "the nun Thullanandā was taking sides with the monk Ariṭṭha, formerly a vulture-killer, who had been ejected by a unanimous Sangha. ",
  "pli-tv-bi-vb-pj7:1.3": "The nuns of few desires complained and criticized her, ",
  "pli-tv-bi-vb-pj7:1.4": "“How can Venerable Thullanandā take sides with the monk Ariṭṭha who has been ejected by a unanimous Sangha?” … ",
  "pli-tv-bi-vb-pj7:1.5": "“Is it true, monks, that the nun Thullanandā is doing this?” ",
  "pli-tv-bi-vb-pj7:1.6": "“It’s true, Sir.” ",
  "pli-tv-bi-vb-pj7:1.7": "The Buddha criticized her, ",
  "pli-tv-bi-vb-pj7:1.8": "“… How can the nun Thullanandā take sides with the monk Ariṭṭha who has been ejected by a unanimous Sangha? ",
  "pli-tv-bi-vb-pj7:1.9": "This won’t give rise to confidence in those without it … ",
  "pli-tv-bi-vb-pj7:1.10": "And, monks, the nuns should recite this training rule like this: ",
  "pli-tv-bi-vb-pj7:1.11.0": "Final ruling ",
  "pli-tv-bi-vb-pj7:1.11.1": "‘If a nun takes sides with a monk who has been ejected by a unanimous Sangha—in accordance with the rule, the Monastic Law, and the Teacher’s instruction—and who is disrespectful, who has not made amends, and who has not made friends, the nuns should correct her like this: ",
  "pli-tv-bi-vb-pj7:1.12": "“Venerable, this monk has been ejected by a unanimous Sangha in accordance with the rule, the Monastic Law, and the Teacher’s instruction. He’s disrespectful, hasn’t made amends, and hasn’t made friends. Venerable, don’t take sides with this monk.” ",
  "pli-tv-bi-vb-pj7:1.13": "If that nun continues as before, the nuns should press her up to three times to make her stop. ",
  "pli-tv-bi-vb-pj7:1.14": "If she then stops, all is well. ",
  "pli-tv-bi-vb-pj7:1.15": "If she does not stop, she too is expelled and excluded from the community. The training rule on taking sides with one who has been ejected.’” ",
  "pli-tv-bi-vb-pj7:2.1.0": "Definitions ",
  "pli-tv-bi-vb-pj7:2.1.1": "A: ",
  "pli-tv-bi-vb-pj7:2.1.2": "whoever … ",
  "pli-tv-bi-vb-pj7:2.1.3": "Nun: ",
  "pli-tv-bi-vb-pj7:2.1.4": "… The nun who has been given the full ordination in unanimity by both Sanghas through a legal procedure consisting of one motion and three announcements that is irreversible and fit to stand—this sort of nun is meant in this case. ",
  "pli-tv-bi-vb-pj7:2.1.5": "A unanimous Sangha: ",
  "pli-tv-bi-vb-pj7:2.1.6": "those belonging to the same Buddhist sect and staying within the same monastic boundary. ",
  "pli-tv-bi-vb-pj7:2.1.7": "Who has been ejected: ",
  "pli-tv-bi-vb-pj7:2.1.8": "who has been ejected for not recognizing an offense, for not making amends, or for not giving up a bad view. ",
  "pli-tv-bi-vb-pj7:2.1.9": "in accordance with the rule, the Monastic Law: ",
  "pli-tv-bi-vb-pj7:2.1.10": "in accordance with that rule, in accordance with that Monastic Law. ",
  "pli-tv-bi-vb-pj7:2.1.11": "In accordance with the Teacher’s instruction: ",
  "pli-tv-bi-vb-pj7:2.1.12": "in accordance with the Conqueror’s instruction, in accordance with the Buddha’s instruction. ",
  "pli-tv-bi-vb-pj7:2.1.13": "Who is disrespectful: ",
  "pli-tv-bi-vb-pj7:2.1.14": "he does not heed the Sangha, groups of monks, individual monks, or legal procedures. ",
  "pli-tv-bi-vb-pj7:2.1.15": "Who has not made amends: ",
  "pli-tv-bi-vb-pj7:2.1.16": "he has been ejected and not reinstated. ",
  "pli-tv-bi-vb-pj7:2.1.17": "Who has not made friends: ",
  "pli-tv-bi-vb-pj7:2.1.18": "monks belonging to the same Buddhist sect is what is meant by “friends”. ",
  "pli-tv-bi-vb-pj7:2.1.19": "He is not together with them—therefore it is called “who has not made friends”. ",
  "pli-tv-bi-vb-pj7:2.1.20": "Takes sides with: ",
  "pli-tv-bi-vb-pj7:2.1.21": "she has the same view, the same belief, the same persuasion as he does. ",
  "pli-tv-bi-vb-pj7:2.1.22": "Her: ",
  "pli-tv-bi-vb-pj7:2.1.23": "that nun who supports one who has been ejected. ",
  "pli-tv-bi-vb-pj7:2.1.24": "The nuns: ",
  "pli-tv-bi-vb-pj7:2.1.25": "Other nuns who see it or hear about it. They should correct her like this: ",
  "pli-tv-bi-vb-pj7:2.1.26": "“Venerable, this monk has been ejected by a unanimous Sangha in accordance with the rule, the Monastic Law, and the Teacher’s instruction. He’s disrespectful, hasn’t made amends, and hasn’t made friends. ",
  "pli-tv-bi-vb-pj7:2.1.27": "Venerable, don’t take sides with this monk.” ",
  "pli-tv-bi-vb-pj7:2.1.28": "And they should correct her a second ",
  "pli-tv-bi-vb-pj7:2.1.29": "and a third time. ",
  "pli-tv-bi-vb-pj7:2.1.30": "If she stops, all is well. ",
  "pli-tv-bi-vb-pj7:2.1.31": "If she does not stop, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pj7:2.1.32": "If those who heard about it do not say anything, they commit an offense of wrong conduct. ",
  "pli-tv-bi-vb-pj7:2.1.33": "That nun, even if she has to be pulled into the middle of the Sangha, should be corrected like this: ",
  "pli-tv-bi-vb-pj7:2.1.34": "“Venerable, this monk has been ejected by a unanimous Sangha in accordance with the rule, the Monastic Law, and the Teacher’s instruction. He’s disrespectful, hasn’t made amends, and hasn’t made friends. ",
  "pli-tv-bi-vb-pj7:2.1.35": "Venerable, don’t take sides with this monk.” ",
  "pli-tv-bi-vb-pj7:2.1.36": "They should correct her a second ",
  "pli-tv-bi-vb-pj7:2.1.37": "and a third time. ",
  "pli-tv-bi-vb-pj7:2.1.38": "If she stops, all is well. ",
  "pli-tv-bi-vb-pj7:2.1.39": "If she does not stop, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pj7:2.1.40": "Should press her: ",
  "pli-tv-bi-vb-pj7:2.1.41": "“And, monks, she should be pressed like this. ",
  "pli-tv-bi-vb-pj7:2.1.42": "A competent and capable nun should inform the Sangha: ",
  "pli-tv-bi-vb-pj7:2.1.43": "‘Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-bi-vb-pj7:2.1.44": "The nun so-and-so is taking sides with a monk who has been ejected by a unanimous Sangha—in accordance with the rule, the Monastic Law, and the Teacher’s instruction—and who is disrespectful, who has not made amends, and who has not made friends. And she keeps on doing it. ",
  "pli-tv-bi-vb-pj7:2.1.45": "If it seems appropriate to the Sangha, the Sangha should press her to make her stop. ",
  "pli-tv-bi-vb-pj7:2.1.46": "This is the motion. ",
  "pli-tv-bi-vb-pj7:2.1.47": "Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-bi-vb-pj7:2.1.48": "The nun so-and-so is taking sides with a monk who has been ejected by a unanimous Sangha—in accordance with the rule, the Monastic Law, and the Teacher’s instruction—and who is disrespectful, who has not made amends, and who has not made friends. ",
  "pli-tv-bi-vb-pj7:2.1.49": "And she keeps on doing it. ",
  "pli-tv-bi-vb-pj7:2.1.50": "The Sangha presses her to make her stop. ",
  "pli-tv-bi-vb-pj7:2.1.51": "Any nun who approves of pressing her to make her stop should remain silent. ",
  "pli-tv-bi-vb-pj7:2.1.52": "Any nun who does not approve should speak up. ",
  "pli-tv-bi-vb-pj7:2.1.53": "For the second time I speak on this matter … ",
  "pli-tv-bi-vb-pj7:2.1.54": "For the third time I speak on this matter … ",
  "pli-tv-bi-vb-pj7:2.1.55": "The Sangha has pressed nun so-and-so to stop. ",
  "pli-tv-bi-vb-pj7:2.1.56": "The Sangha approves and is therefore silent. I will remember it thus.’” ",
  "pli-tv-bi-vb-pj7:2.1.57": "After the motion, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pj7:2.1.58": "After each of the first two announcements, she commits a serious offense. ",
  "pli-tv-bi-vb-pj7:2.1.59": "When the last announcement is finished, she commits an offense entailing expulsion. ",
  "pli-tv-bi-vb-pj7:2.1.60": "She too: ",
  "pli-tv-bi-vb-pj7:2.1.61": "this is said with reference to the preceding offenses entailing expulsion. ",
  "pli-tv-bi-vb-pj7:2.1.62": "Is expelled: ",
  "pli-tv-bi-vb-pj7:2.1.63": "just as an ordinary stone that has broken in half cannot be put together again, so a nun who does not stop when pressed three times is not an ascetic, not a daughter of the Sakyan. Therefore it is said “she is expelled”. ",
  "pli-tv-bi-vb-pj7:2.1.64": "Excluded from the community: ",
  "pli-tv-bi-vb-pj7:2.1.65": "Community: joint legal procedures, a joint recitation, the same training—this is called “community”. ",
  "pli-tv-bi-vb-pj7:2.1.66": "She does not take part in this—therefore it is called “excluded from the community”. ",
  "pli-tv-bi-vb-pj7:2.2.0": "Permutations ",
  "pli-tv-bi-vb-pj7:2.2.1": "If it is a legitimate legal procedure, and she perceives it as such, but she does not stop, she commits an offense entailing expulsion. ",
  "pli-tv-bi-vb-pj7:2.2.2": "If it is a legitimate legal procedure, but she is unsure of it, and she does not stop, she commits an offense entailing expulsion. ",
  "pli-tv-bi-vb-pj7:2.2.3": "If it is a legitimate legal procedure, but she perceives it as illegitimate, and she does not stop, she commits an offense entailing expulsion. ",
  "pli-tv-bi-vb-pj7:2.2.4": "If it is an illegitimate legal procedure, but she perceives it as legitimate, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pj7:2.2.5": "If it is an illegitimate legal procedure, but she is unsure of it, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pj7:2.2.6": "If it is an illegitimate legal procedure, and she perceives it as such, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pj7:2.3.0": "Non-offenses ",
  "pli-tv-bi-vb-pj7:2.3.1": "There is no offense: ",
  "pli-tv-bi-vb-pj7:2.3.2": "if she has not been pressed; ",
  "pli-tv-bi-vb-pj7:2.3.3": "if she stops; ",
  "pli-tv-bi-vb-pj7:2.3.4": "if she is insane; ",
  "pli-tv-bi-vb-pj7:2.3.5": "if she is deranged; ",
  "pli-tv-bi-vb-pj7:2.3.6": "if she is overwhelmed by pain; ",
  "pli-tv-bi-vb-pj7:2.3.7": "if she is the first offender. ",
  "pli-tv-bi-vb-pj7:2.3.8": "The seventh offense entailing expulsion is finished."
}