{
  "sn35.28:0.1": "'\\'\"\\\\\\'Zbiór połączonych mów - 35 \\\\\\'\"\\''",
  "sn35.28:0.2": "'\\'\"\\\\\\'3. Rozdział o wszystkim \\\\\\'\"\\''",
  "sn35.28:0.3": "'\\'\"\\\\\\'Mowa o płonięciu \\\\\\'\"\\''",
  "sn35.28:1.1": "'\\'\"\\\\\\'pewnego razu Błogosławiony przebywał wraz z tysiącem mnichów w Gayā, na wzgórzu Gayāsīsa. \\\\\\'\"\\''",
  "sn35.28:1.2": "'\\'\"\\\\\\'Tam Błogosławiony zwrócił się do mnichów: \\\\\\'\"\\''",
  "sn35.28:1.3": "'\\'\"\\\\\\'„Mnisi, wszystko płonie. \\\\\\'\"\\''",
  "sn35.28:1.4": "'\\'\"\\\\\\'Co jest tym wszystkim, o mnisi, co płonie? \\\\\\'\"\\''",
  "sn35.28:1.5": "'\\'\"\\\\\\'Wzrok, mnisi, płonie, materialne formy płoną, świadomość wzroku płonie, zetknięcie ze wzrokiem płonie. Jakiekolwiek odczucie, które by powstało z powodu zetknięcia ze wzrokiem, czy to przyjemne, czy bolesne, czy ani przyjemne, ani nieprzyjemne, ono także płonie. \\\\\\'\"\\''",
  "sn35.28:1.6": "'\\'\"\\\\\\'Czym płonie? \\\\\\'\"\\''",
  "sn35.28:1.7": "'\\'\"\\\\\\'Powiadam wam, płonie ogniem pożądania, ogniem niechęci, ogniem ułudy, ogniem nowego życia, starości, śmierci, żalu, lamentu, krzywdy, smutku i rozpaczy. (…). \\\\\\'\"\\''",
  "sn35.28:1.8": "'\\'\"\\\\\\'Język płonie, smaki płoną, świadomość języka płonie, zetknięcie z językiem płonie. Jakiekolwiek odczucie, które by powstało z powodu zetknięcia z językiem, czy to przyjemne, czy bolesne, czy ani przyjemne, ani nieprzyjemne, ono także płonie. \\\\\\'\"\\''",
  "sn35.28:1.9": "'\\'\"\\\\\\'Czym płonie? \\\\\\'\"\\''",
  "sn35.28:1.10": "'\\'\"\\\\\\'Powiadam wam, płonie ogniem pożądania, ogniem niechęci, ogniem ułudy, ogniem nowego życia, starości, śmierci, żalu, lamentu, krzywdy, smutku i rozpaczy. (…). \\\\\\'\"\\''",
  "sn35.28:1.11": "'\\'\"\\\\\\'Umysł płonie, zjawiska umysłowe płoną, świadomość umysłu płonie, zetknięcie z umysłem płonie. Jakiekolwiek odczucie, które by powstało z powodu zetknięcia z umysłem, czy to przyjemne, czy bolesne, czy ani przyjemne, ani nieprzyjemne, ono także płonie. \\\\\\'\"\\''",
  "sn35.28:1.12": "'\\'\"\\\\\\'Czym płonie? \\\\\\'\"\\''",
  "sn35.28:1.13": "'\\'\"\\\\\\'Powiadam wam, płonie ogniem pożądania, ogniem niechęci, ogniem ułudy, ogniem nowego życia, starości, śmierci, żalu, lamentu, krzywdy, smutku i rozpaczy. \\\\\\'\"\\''",
  "sn35.28:1.14": "'\\'\"\\\\\\'Widząc to, o mnisi, pouczony człowiek, uczeń Szlachetnych, nie przywiązuje się do wzroku, nie przywiązuje się do materialnych form, nie przywiązuje się do świadomości wzroku, nie przywiązuje się do zetknięcia ze wzrokiem. Jakiekolwiek odczucie, które by powstało z powodu zetknięcia ze wzrokiem, czy to przyjemne, czy bolesne, czy \\\\\\\\\\\\\\\\nani przyjemne, ani nieprzyjemne, nie przywiązuje się do niego. (…). \\\\\\'\"\\''",
  "sn35.28:1.15": "'\\'\"\\\\\\'Jakiekolwiek odczucie, które by powstało z powodu zetknięcia z umysłem, czy to przyjemne, czy bolesne, czy ani przyjemne, ani nieprzyjemne, nie przywiązuje się do niego. \\\\\\'\"\\''",
  "sn35.28:1.16": "'\\'\"\\\\\\'Nieprzywiązany wyczerpuje żądzę, z wyczerpaniem żądzy zostaje wyzwolony, z wyzwoleniem ma poznanie wyzwolenia. \\\\\\'\"\\''",
  "sn35.28:1.17": "'\\'\"\\\\\\'Pojmuje, że: »Odradzanie zostało zakończone, święte życie zostało dopełnione, to, co należało zrobić, zostało zrobione, nie będzie kolejnego stawania się«. \\\\\\'\"\\''",
  "sn35.28:2.1": "'\\'\"\\\\\\'To właśnie powiedział Błogosławiony. \\\\\\'\"\\''",
  "sn35.28:2.2": "'\\'\"\\\\\\'Uradowani mnisi rozkoszowali się słowami Błogosławionego. \\\\\\'\"\\''",
  "sn35.28:2.3": "'\\'\"\\\\\\'W trakcie gdy to wyjaśnienie zostało powiedziane, umysły tysiąca mnichów zostały wyzwolone ze skażeń przez brak lgnięcia. \\\\\\'\"\\''",
  "sn35.28:2.4": "'\\'\"\\\\\\'Szósta. \\\\\\'\"\\''"
}