{
  "sn35.80:0.1": "Zbiór połączonych mów - 35 ",
  "sn35.80:0.2": "8. Rozdział o chorobie ",
  "sn35.80:0.3": "Druga mowa o usunięciu niewiedzy ",
  "sn35.80:1.1": "W tym czasie jakiś mnich, (…), rzekł do Błogosławionego: ",
  "sn35.80:1.2": "„Czy istnieje, Bhante, jedno zjawisko, wyzbywszy się którego, w mnichu niewiedza zanika, wiedza powstaje?” ",
  "sn35.80:2.1": "„Istnieje, mnichu, jedno zjawisko, wyzbywszy się którego, w mnichu niewiedza zanika, wiedza powstaje?” ",
  "sn35.80:3.1": "„Które to, Bhante, jedno zjawisko, wyzbywszy się którego, w mnichu niewiedza zanika, wiedza powstaje?” ",
  "sn35.80:4.1": "„Niewiedza, mnichu, to jedno zjawisko, wyzbywszy się którego, w mnichu niewiedza zanika, wiedza powstaje?” ",
  "sn35.80:5.1": "„Jak, Bhante, u tego, który pojął, u tego, który dostrzegł, niewiedza zanika, \nwiedza powstaje?” ",
  "sn35.80:6.1": "„Otóż, mnichu, mnich usłyszał: ",
  "sn35.80:6.2": "»Wszelkie zjawiska są niewarte zaangażowania«. ",
  "sn35.80:6.3": "Gdy tak, mnichu, mnich usłyszał: ",
  "sn35.80:6.4": "»Wszelkie zjawiska są niewarte zaangażowania«, ",
  "sn35.80:6.5": "bezpośrednio poznaje on wszystkie zjawiska. Bezpośrednio poznając wszystkie zjawiska, w pełni rozumie wszystkie zjawiska. W pełni rozumiejąc wszystkie zjawiska, dostrzega wszystkie znaki jako coś innego. Dostrzega wzrok jako coś innego, dostrzega materialne formy jako coś innego, ",
  "sn35.80:6.6": "dostrzega świadomość wzroku jako coś innego, ",
  "sn35.80:6.7": "dostrzega zetknięcie wzroku jako coś innego. ",
  "sn35.80:6.8": "Cokolwiek powstaje zależne od zetknięcia wzroku, doświadczane jako przyjemne czy bolesne, czy ani przyjemne, ani nieprzyjemne, to także dostrzega jako coś innego. (…). ",
  "sn35.80:6.9": "Dostrzega umysł jako coś innego, dostrzega zjawiska umysłowe jako coś innego. ",
  "sn35.80:6.10": "dostrzega świadomość umysłową jako coś innego, ",
  "sn35.80:6.11": "dostrzega zetknięcie umysłowe jako coś innego. ",
  "sn35.80:6.12": "Cokolwiek powstaje zależne od zetknięcia umysłu, doświadczane jako przyjemne czy bolesne, czy ani przyjemne, ani nieprzyjemne, to także dostrzega jako coś innego. ",
  "sn35.80:6.13": "Tak, mnichu, u tego, który pojął, u tego, który dostrzegł, niewiedza zanika, wiedza powstaje”. ",
  "sn35.80:6.14": "Siódma "
}