{
  "patthana13.5:0.1": "Paṭṭhānapakaraṇa",
  "patthana13.5:0.2": "Dhammānulomapaccanīya (3), Tikapaṭṭhānapāḷi (1)",
  "patthana13.5:0.3": "13.5. Saṃkiliṭṭhattika",
  "patthana13.5:1.0": "Hetu",
  "patthana13.5:1.1": "Saṃkiliṭṭhasaṃkilesikaṃ dhammaṃ paṭicca nasaṃkiliṭṭhasaṃkilesiko dhammo uppajjati hetupaccayā. Saṃkiliṭṭhasaṃkilesikaṃ dhammaṃ paṭicca naasaṃkiliṭṭhasaṃkilesiko dhammo uppajjati hetupaccayā. Saṃkiliṭṭhasaṃkilesikaṃ dhammaṃ paṭicca naasaṃkiliṭṭhaasaṃkilesiko dhammo uppajjati hetupaccayā. Saṃkiliṭṭhasaṃkilesikaṃ dhammaṃ paṭicca nasaṃkiliṭṭhasaṃkilesiko ca naasaṃkiliṭṭhaasaṃkilesiko ca dhammā uppajjanti hetupaccayā. Saṃkiliṭṭhasaṃkilesikaṃ dhammaṃ paṭicca naasaṃkiliṭṭhasaṃkilesiko ca naasaṃkiliṭṭhaasaṃkilesiko ca dhammā uppajjanti hetupaccayā. (5)",
  "patthana13.5:2.1": "Asaṃkiliṭṭhasaṃkilesikaṃ dhammaṃ paṭicca nasaṃkiliṭṭhasaṃkilesiko dhammo uppajjati hetupaccayā. Asaṃkiliṭṭhasaṃkilesikaṃ dhammaṃ paṭicca naasaṃkiliṭṭhaasaṃkilesiko dhammo uppajjati hetupaccayā. Asaṃkiliṭṭhasaṃkilesikaṃ dhammaṃ paṭicca nasaṃkiliṭṭhasaṃkilesiko ca naasaṃkiliṭṭhaasaṃkilesiko ca dhammā uppajjanti hetupaccayā. (3)",
  "patthana13.5:3.1": "Asaṃkiliṭṭhaasaṃkilesikaṃ dhammaṃ paṭicca naasaṃkiliṭṭhaasaṃkilesiko dhammo uppajjati hetupaccayā. Asaṃkiliṭṭhaasaṃkilesikaṃ dhammaṃ paṭicca nasaṃkiliṭṭhasaṃkilesiko dhammo uppajjati hetupaccayā. Asaṃkiliṭṭhaasaṃkilesikaṃ dhammaṃ paṭicca naasaṃkiliṭṭhasaṃkilesiko dhammo uppajjati hetupaccayā. Asaṃkiliṭṭhaasaṃkilesikaṃ dhammaṃ paṭicca nasaṃkiliṭṭhasaṃkilesiko ca naasaṃkiliṭṭhaasaṃkilesiko ca dhammā uppajjanti hetupaccayā. Asaṃkiliṭṭhaasaṃkilesikaṃ dhammaṃ paṭicca nasaṃkiliṭṭhasaṃkilesiko ca naasaṃkiliṭṭhasaṃkilesiko ca dhammā uppajjanti hetupaccayā. (5)",
  "patthana13.5:4.1": "Asaṃkiliṭṭhasaṃkilesikañca asaṃkiliṭṭhaasaṃkilesikañca dhammaṃ paṭicca nasaṃkiliṭṭhasaṃkilesiko dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana13.5:5.1": "Saṃkiliṭṭhasaṃkilesikañca asaṃkiliṭṭhasaṃkilesikañca dhammaṃ paṭicca nasaṃkiliṭṭhasaṃkilesiko dhammo uppajjati hetupaccayā …pe… tīṇi. (Saṃkhittaṃ.)",
  "patthana13.5:6.1": "Hetuyā ekūnavīsa, ārammaṇe nava …pe… vipāke ekādasa …pe… avigate ekūnavīsa. (Sahajātavārampi paccayavārampi nissayavārampi saṃsaṭṭhavārampi sampayuttavārampi vitthāretabbaṃ. Pañhāvāre na sadisaṃ.)",
  "patthana13.5:7.1": "Hetuyā terasa, ārammaṇe pannarasa, adhipatiyā pannarasa, anantare soḷasa …pe… sahajāte ekūnavīsa, aññamaññe nava, nissaye chabbīsa, upanissaye sattarasa, purejāte cha, pacchājāte nava, āsevane aṭṭha, kamme terasa, vipāke aṭṭha, āhāre terasa …pe… magge terasa, sampayutte nava, vippayutte dvādasa …pe… avigate chabbīsa."
}