{
  "patthana13.4:0.1": "Paṭṭhānapakaraṇa",
  "patthana13.4:0.2": "Dhammānulomapaccanīya (3), Tikapaṭṭhānapāḷi (1)",
  "patthana13.4:0.3": "13.4. Upādinnattika",
  "patthana13.4:1.0": "Hetu",
  "patthana13.4:1.1": "Upādinnupādāniyaṃ dhammaṃ paṭicca naupādinnupādāniyo dhammo uppajjati hetupaccayā. Upādinnupādāniyaṃ dhammaṃ paṭicca naanupādinnupādāniyo dhammo uppajjati hetupaccayā. Upādinnupādāniyaṃ dhammaṃ paṭicca naanupādinnaanupādāniyo dhammo uppajjati hetupaccayā. Upādinnupādāniyaṃ dhammaṃ paṭicca naupādinnupādāniyo ca naanupādinnaanupādāniyo ca dhammā uppajjanti hetupaccayā. Upādinnupādāniyaṃ dhammaṃ paṭicca naanupādinnupādāniyo ca naanupādinnaanupādāniyo ca dhammā uppajjanti hetupaccayā. (5)",
  "patthana13.4:2.1": "Anupādinnupādāniyaṃ dhammaṃ paṭicca naupādinnupādāniyo dhammo uppajjati hetupaccayā. Anupādinnupādāniyaṃ dhammaṃ paṭicca naanupādinnaanupādāniyo dhammo uppajjati hetupaccayā. Anupādinnupādāniyaṃ dhammaṃ paṭicca naupādinnupādāniyo ca naanupādinnaanupādāniyo ca dhammā uppajjanti hetupaccayā. (3)",
  "patthana13.4:3.1": "Anupādinnaanupādāniyaṃ dhammaṃ paṭicca naanupādinnaanupādāniyo dhammo uppajjati hetupaccayā. Anupādinnaanupādāniyaṃ dhammaṃ paṭicca naupādinnupādāniyo dhammo uppajjati hetupaccayā. Anupādinnaanupādāniyaṃ dhammaṃ paṭicca naanupādinnupādāniyo dhammo uppajjati hetupaccayā. Anupādinnaanupādāniyaṃ dhammaṃ paṭicca naupādinnupādāniyo ca naanupādinnaanupādāniyo ca dhammā uppajjanti hetupaccayā. Anupādinnaanupādāniyaṃ dhammaṃ paṭicca naupādinnupādāniyo ca naanupādinnupādāniyo ca dhammā uppajjanti hetupaccayā. (5)",
  "patthana13.4:4.1": "Anupādinnupādāniyañca anupādinnaanupādāniyañca dhammaṃ paṭicca naupādinnupādāniyo dhammo uppajjati hetupaccayā. Anupādinnupādāniyañca anupādinnaanupādāniyañca dhammaṃ paṭicca naanupādinnaanupādāniyo dhammo uppajjati hetupaccayā. Anupādinnupādāniyañca anupādinnaanupādāniyañca dhammaṃ paṭicca naupādinnupādāniyo ca naanupādinnaanupādāniyo ca dhammā uppajjanti hetupaccayā. (3)",
  "patthana13.4:5.1": "Upādinnupādāniyañca anupādinnupādāniyañca dhammaṃ paṭicca naupādinnupādāniyo dhammo uppajjati hetupaccayā. Upādinnupādāniyañca anupādinnupādāniyañca dhammaṃ paṭicca naanupādinnaanupādāniyo dhammo uppajjati hetupaccayā. Upādinnupādāniyañca anupādinnupādāniyañca dhammaṃ paṭicca naupādinnupādāniyo ca naanupādinnaanupādāniyo ca dhammā uppajjanti hetupaccayā. (3) (Saṃkhittaṃ.)",
  "patthana13.4:6.1": "Hetuyā ekūnavīsa, ārammaṇe nava, adhipatiyā ekādasa …pe… sahajāte ekūnavīsa …pe… āsevane cha …pe… vipāke terasa …pe… avigate ekūnavīsa.",
  "patthana13.4:7.1": "(Sahajātavārampi paccayavārampi nissayavārampi saṃsaṭṭhavārampi sampayuttavārampi vitthāretabbaṃ.)",
  "patthana13.4:8.0": "Hetu-ārammaṇa",
  "patthana13.4:8.1": "Upādinnupādāniyo dhammo naupādinnupādāniyassa dhammassa hetupaccayena paccayo. Upādinnupādāniyo dhammo naanupādinnupādāniyassa dhammassa hetupaccayena paccayo …pe….",
  "patthana13.4:9.1": "Upādinnupādāniyo dhammo naupādinnupādāniyassa dhammassa ārammaṇapaccayena paccayo. Upādinnupādāniyo dhammo naanupādinnupādāniyassa dhammassa ārammaṇapaccayena paccayo. Upādinnupādāniyo dhammo naanupādinnaanupādāniyassa dhammassa ārammaṇapaccayena paccayo. Upādinnupādāniyo dhammo naupādinnupādāniyassa ca naanupādinnaanupādāniyassa ca dhammassa ārammaṇapaccayena paccayo. Upādinnupādāniyo dhammo naanupādinnupādāniyassa ca naanupādinnaanupādāniyassa ca dhammassa ārammaṇapaccayena paccayo. (5)",
  "patthana13.4:10.1": "Anupādinnupādāniyo dhammo naanupādinnupādāniyassa dhammassa ārammaṇapaccayena paccayo. Anupādinnupādāniyo dhammo naupādinnupādāniyassa dhammassa ārammaṇapaccayena paccayo. Anupādinnupādāniyo dhammo naanupādinnaanupādāniyassa dhammassa ārammaṇapaccayena paccayo. Anupādinnupādāniyo dhammo naupādinnupādāniyassa ca naanupādinnaanupādāniyassa ca dhammassa ārammaṇapaccayena paccayo. Anupādinnupādāniyo dhammo naanupādinnupādāniyassa ca naanupādinnaanupādāniyassa ca dhammassa ārammaṇapaccayena paccayo. (5)",
  "patthana13.4:11.1": "Anupādinnaanupādāniyo dhammo naanupādinnaanupādāniyassa dhammassa ārammaṇapaccayena paccayo …pe… pañca. (Saṃkhittaṃ.)",
  "patthana13.4:12.1": "Hetuyā terasa, ārammaṇe pannarasa, adhipatiyā ekādasa, anantare soḷasa …pe… sahajāte ekūnavīsa, aññamaññe nava, nissaye tevīsa, upanissaye aṭṭhārasa, purejāte soḷasa, pacchājāte pannarasa, āsevane pañca, kamme pannarasa, vipāke dasa, āhāre vīsa, indriye jhāne magge terasa, sampayutte nava, vippayutte soḷasa …pe… avigate chattiṃsa. (Pañhāvārampi vitthāretabbaṃ.)"
}