{
  "patthana13.11:0.1": "Paṭṭhānapakaraṇa",
  "patthana13.11:0.2": "Dhammānulomapaccanīya (3), Tikapaṭṭhānapāḷi (1)",
  "patthana13.11:0.3": "13.11. Sekkhattika",
  "patthana13.11:1.0": "Hetu",
  "patthana13.11:1.1": "Sekkhaṃ dhammaṃ paṭicca nasekkho dhammo uppajjati hetupaccayā. Sekkhaṃ dhammaṃ paṭicca naasekkho dhammo uppajjati hetupaccayā. Sekkhaṃ dhammaṃ paṭicca nanevasekkhanāsekkho dhammo uppajjati hetupaccayā. Sekkhaṃ dhammaṃ paṭicca naasekkho ca nanevasekkhanāsekkho ca dhammā uppajjanti hetupaccayā. Sekkhaṃ dhammaṃ paṭicca nasekkho ca naasekkho ca dhammā uppajjanti hetupaccayā. (5)",
  "patthana13.11:2.1": "Asekkhaṃ dhammaṃ paṭicca naasekkho dhammo uppajjati hetupaccayā. Asekkhaṃ dhammaṃ paṭicca nasekkho dhammo uppajjati hetupaccayā. Asekkhaṃ dhammaṃ paṭicca nanevasekkhanāsekkho dhammo uppajjati hetupaccayā. Asekkhaṃ dhammaṃ paṭicca nasekkho ca nanevasekkhanāsekkho ca dhammā uppajjanti hetupaccayā. Asekkhaṃ dhammaṃ paṭicca nasekkho ca naasekkho ca dhammā uppajjanti hetupaccayā. (5)",
  "patthana13.11:3.1": "Nevasekkhanāsekkhaṃ dhammaṃ paṭicca nasekkho dhammo uppajjati hetupaccayā. Nevasekkhanāsekkhaṃ dhammaṃ paṭicca naasekkho dhammo uppajjati hetupaccayā. Nevasekkhanāsekkhaṃ dhammaṃ paṭicca nasekkho ca naasekkho ca dhammā uppajjanti hetupaccayā. (3)",
  "patthana13.11:4.1": "Sekkhañca nevasekkhanāsekkhañca dhammaṃ paṭicca nasekkho dhammo uppajjati hetupaccayā. Sekkhañca nevasekkhanāsekkhañca dhammaṃ paṭicca naasekkho dhammo uppajjati hetupaccayā. Sekkhañca nevasekkhanāsekkhañca dhammaṃ paṭicca nasekkho ca naasekkho ca dhammā uppajjanti hetupaccayā. (3)",
  "patthana13.11:5.1": "Asekkhañca nevasekkhanāsekkhañca dhammaṃ paṭicca nasekkho dhammo uppajjati hetupaccayā. Asekkhañca nevasekkhanāsekkhañca dhammaṃ paṭicca naasekkho dhammo uppajjati hetupaccayā. Asekkhañca nevasekkhanāsekkhañca dhammaṃ paṭicca nasekkho ca naasekkho ca dhammā uppajjanti hetupaccayā. (3) (Saṃkhittaṃ.)",
  "patthana13.11:6.1": "Hetuyā ekūnavīsa, ārammaṇe nava …pe… avigate ekūnavīsa. (Sabbattha vitthāro.)"
}