{
  "patthana13.10:0.1": "Paṭṭhānapakaraṇa",
  "patthana13.10:0.2": "Dhammānulomapaccanīya (3), Tikapaṭṭhānapāḷi (1)",
  "patthana13.10:0.3": "13.10. Ācayagāmittika",
  "patthana13.10:1.0": "Hetu",
  "patthana13.10:1.1": "Ācayagāmiṃ dhammaṃ paṭicca naācayagāmī dhammo uppajjati hetupaccayā. Ācayagāmiṃ dhammaṃ paṭicca naapacayagāmī dhammo uppajjati hetupaccayā. Ācayagāmiṃ dhammaṃ paṭicca nanevācayagāmināpacayagāmī dhammo uppajjati hetupaccayā. Ācayagāmiṃ dhammaṃ paṭicca naapacayagāmī ca nanevācayagāmināpacayagāmī ca dhammā uppajjanti hetupaccayā. Ācayagāmiṃ dhammaṃ paṭicca naācayagāmī ca naapacayagāmī ca dhammā uppajjanti hetupaccayā. (5)",
  "patthana13.10:2.1": "Apacayagāmiṃ dhammaṃ paṭicca naapacayagāmī dhammo uppajjati hetupaccayā. Apacayagāmiṃ dhammaṃ paṭicca naācayagāmī dhammo uppajjati hetupaccayā. Apacayagāmiṃ dhammaṃ paṭicca nanevācayagāmināpacayagāmī dhammo uppajjati hetupaccayā. Apacayagāmiṃ dhammaṃ paṭicca naācayagāmī ca nanevācayagāmināpacayagāmī ca dhammā uppajjanti hetupaccayā. Apacayagāmiṃ dhammaṃ paṭicca naācayagāmī ca naapacayagāmī ca dhammā uppajjanti hetupaccayā. (5)",
  "patthana13.10:3.1": "Nevācayagāmināpacayagāmiṃ dhammaṃ paṭicca naācayagāmī dhammo uppajjati hetupaccayā. Nevācayagāmināpacayagāmiṃ dhammaṃ paṭicca naapacayagāmī dhammo uppajjati hetupaccayā. Nevācayagāmināpacayagāmiṃ dhammaṃ paṭicca naācayagāmī ca naapacayagāmī ca dhammā uppajjanti hetupaccayā. (3)",
  "patthana13.10:4.1": "Ācayagāmiñca nevācayagāmināpacayagāmiñca dhammaṃ paṭicca naācayagāmī dhammo uppajjati hetupaccayā. Ācayagāmiñca nevācayagāmināpacayagāmiñca dhammaṃ paṭicca naapacayagāmī dhammo uppajjati hetupaccayā. Ācayagāmiñca nevācayagāmināpacayagāmiñca dhammaṃ paṭicca naācayagāmī ca naapacayagāmī ca dhammā uppajjanti hetupaccayā. (3)",
  "patthana13.10:5.1": "Apacayagāmiñca nevācayagāmināpacayagāmiñca dhammaṃ paṭicca naācayagāmī dhammo uppajjati hetupaccayā. Apacayagāmiñca nevācayagāmināpacayagāmiñca dhammaṃ paṭicca naapacayagāmī dhammo uppajjati hetupaccayā. Apacayagāmiñca nevācayagāmināpacayagāmiñca dhammaṃ paṭicca naācayagāmī ca naapacayagāmī ca dhammā uppajjanti hetupaccayā. (3) (Saṃkhittaṃ.)",
  "patthana13.10:6.1": "Hetuyā ekūnavīsa, ārammaṇe nava …pe… vipāke tīṇi …pe… avigate ekūnavīsa. (Sabbattha vitthāro.)"
}