{
  "patthana13.1:0.1": "Paṭṭhānapakaraṇa",
  "patthana13.1:0.2": "Dhammānulomapaccanīya (3), Tikapaṭṭhānapāḷi (1)",
  "patthana13.1:0.3": "13.1. Kusalattika",
  "patthana13.1:1.0": "Hetu",
  "patthana13.1:1.1": "Namo tassa Bhagavato Arahato Sammāsambuddhassa.",
  "patthana13.1:2.1": "Kusalaṃ dhammaṃ paṭicca nakusalo dhammo uppajjati hetupaccayā—kusale khandhe paṭicca cittasamuṭṭhānaṃ rūpaṃ. Kusalaṃ dhammaṃ paṭicca naakusalo dhammo uppajjati hetupaccayā—kusalaṃ ekaṃ khandhaṃ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṃ …pe… kusalaṃ dhammaṃ paṭicca naabyākato dhammo uppajjati hetupaccayā—kusalaṃ ekaṃ khandhaṃ paṭicca tayo khandhā …pe… kusalaṃ dhammaṃ paṭicca naakusalo ca naabyākato ca dhammā uppajjanti hetupaccayā— kusalaṃ ekaṃ khandhaṃ paṭicca tayo khandhā …pe… kusalaṃ dhammaṃ paṭicca nakusalo ca naakusalo ca dhammā uppajjanti hetupaccayā—kusale khandhe paṭicca cittasamuṭṭhānaṃ rūpaṃ. (5)",
  "patthana13.1:3.1": "Akusalaṃ dhammaṃ paṭicca naakusalo dhammo uppajjati hetupaccayā—akusale khandhe paṭicca cittasamuṭṭhānaṃ rūpaṃ. Akusalaṃ dhammaṃ paṭicca nakusalo dhammo uppajjati hetupaccayā—akusalaṃ ekaṃ khandhaṃ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṃ …pe… akusalaṃ dhammaṃ paṭicca naabyākato dhammo uppajjati hetupaccayā. Akusalaṃ dhammaṃ paṭicca nakusalo ca naabyākato ca dhammā uppajjanti hetupaccayā. Akusalaṃ dhammaṃ paṭicca nakusalo ca naakusalo ca dhammā uppajjanti hetupaccayā. (5)",
  "patthana13.1:4.1": "Abyākataṃ dhammaṃ paṭicca nakusalo dhammo uppajjati hetupaccayā— vipākābyākataṃ kiriyābyākataṃ ekaṃ khandhaṃ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṃ …pe… paṭisandhikkhaṇe …pe… ekaṃ mahābhūtaṃ paṭicca tayo mahābhūtā …pe… dve mahābhūte paṭicca dve mahābhūtā, mahābhūte paṭicca cittasamuṭṭhānaṃ rūpaṃ. Abyākataṃ dhammaṃ paṭicca naakusalo dhammo uppajjati hetupaccayā—vipākābyākataṃ …pe… paṭisandhikkhaṇe …pe… mahābhūtaṃ …pe… abyākataṃ dhammaṃ paṭicca nakusalo ca naakusalo ca dhammā uppajjanti hetupaccayā—vipākābyākataṃ kiriyābyākataṃ …pe…. (3) (Saṃkhittaṃ.)",
  "patthana13.1:5.1": "Kusalañca abyākatañca dhammaṃ paṭicca nakusalo dhammo uppajjati hetupaccayā— kusale khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṃ rūpaṃ. Kusalañca abyākatañca dhammaṃ paṭicca naakusalo dhammo uppajjati hetupaccayā. Kusalañca abyākatañca dhammaṃ paṭicca nakusalo ca naakusalo ca dhammā uppajjanti hetupaccayā. (3)",
  "patthana13.1:6.1": "Akusalañca abyākatañca dhammaṃ paṭicca nakusalo dhammo uppajjati hetupaccayā. Akusalañca abyākatañca dhammaṃ paṭicca naakusalo dhammo uppajjati hetupaccayā. Akusalañca abyākatañca dhammaṃ paṭicca nakusalo ca naakusalo ca dhammā uppajjanti hetupaccayā. (3) (Cittasamuṭṭhānarūpameva ettha vattati, ekūnavīsati pañhā kātabbā.)",
  "patthana13.1:7.0": "Ārammaṇa",
  "patthana13.1:7.1": "Kusalaṃ dhammaṃ paṭicca naakusalo dhammo uppajjati ārammaṇapaccayā. Kusalaṃ dhammaṃ paṭicca naabyākato dhammo uppajjati ārammaṇapaccayā. Kusalaṃ dhammaṃ paṭicca naakusalo ca naabyākato ca dhammā uppajjanti ārammaṇapaccayā. (3)",
  "patthana13.1:8.1": "Akusalaṃ dhammaṃ paṭicca nakusalo dhammo uppajjati ārammaṇapaccayā. Akusalaṃ dhammaṃ paṭicca naabyākato dhammo uppajjati ārammaṇapaccayā. Akusalaṃ dhammaṃ paṭicca nakusalo ca naabyākato ca dhammā uppajjanti ārammaṇapaccayā. (3)",
  "patthana13.1:9.1": "Abyākataṃ dhammaṃ paṭicca nakusalo dhammo uppajjati ārammaṇapaccayā. Abyākataṃ dhammaṃ paṭicca naakusalo dhammo uppajjati ārammaṇapaccayā. Abyākataṃ dhammaṃ paṭicca nakusalo ca naakusalo ca dhammā uppajjanti ārammaṇapaccayā. (3) (Saṃkhittaṃ.)",
  "patthana13.1:10.1": "Hetuyā ekūnavīsa, ārammaṇe nava, adhipatiyā ekūnavīsa, anantare nava, samanantare nava, sahajāte ekūnavīsa …pe… vipāke tīṇi …pe… avigate ekūnavīsa.",
  "patthana13.1:10.2": "Paccanīya",
  "patthana13.1:11.0": "Nahetu-naārammaṇa",
  "patthana13.1:11.1": "Akusalaṃ dhammaṃ paṭicca nakusalo dhammo uppajjati nahetupaccayā. Akusalaṃ dhammaṃ paṭicca naabyākato dhammo uppajjati nahetupaccayā. Akusalaṃ dhammaṃ paṭicca nakusalo ca naabyākato ca dhammā uppajjanti nahetupaccayā. (3)",
  "patthana13.1:12.1": "Abyākataṃ dhammaṃ paṭicca nakusalo dhammo uppajjati nahetupaccayā. Abyākataṃ dhammaṃ paṭicca naakusalo dhammo uppajjati nahetupaccayā. Abyākataṃ dhammaṃ paṭicca nakusalo ca naakusalo ca dhammā uppajjanti nahetupaccayā. (3)",
  "patthana13.1:13.1": "Kusalaṃ dhammaṃ paṭicca nakusalo dhammo uppajjati naārammaṇapaccayā. Kusalaṃ dhammaṃ paṭicca naakusalo dhammo uppajjati naārammaṇapaccayā. Kusalaṃ dhammaṃ paṭicca nakusalo ca naakusalo ca dhammā uppajjanti naārammaṇapaccayā. (3)",
  "patthana13.1:14.1": "Akusalaṃ dhammaṃ paṭicca naakusalo dhammo uppajjati naārammaṇapaccayā. Akusalaṃ dhammaṃ paṭicca nakusalo dhammo uppajjati naārammaṇapaccayā. Akusalaṃ dhammaṃ paṭicca nakusalo ca naakusalo ca dhammā uppajjanti naārammaṇapaccayā. (3) (Saṃkhittaṃ.)",
  "patthana13.1:15.1": "Nahetuyā cha, naārammaṇe pannarasa, naadhipatiyā ekūnavīsa …pe… nakamme nava …pe… naāhāre …pe… namagge tīṇi …pe… novigate pannarasa.",
  "patthana13.1:16.1": "(Paccanīyaṃ vitthāretabbaṃ. Sahajātavārampi paccayavārampi vitthāretabbaṃ. Paccayavārepi hetuyā chabbīsa, ārammaṇe aṭṭhārasa …pe… avigate chabbīsa. Nissayavārampi saṃsaṭṭhavārampi sampayuttavārampi paṭiccavārasadisaṃ.)",
  "patthana13.1:17.0": "Hetu-ārammaṇa",
  "patthana13.1:17.1": "Kusalo dhammo nakusalassa dhammassa hetupaccayena paccayo. Kusalo dhammo naakusalassa dhammassa hetupaccayena paccayo. Kusalo dhammo naabyākatassa dhammassa hetupaccayena paccayo. Kusalo dhammo naakusalassa ca naabyākatassa ca dhammassa hetupaccayena paccayo. Kusalo dhammo nakusalassa ca naakusalassa ca dhammassa hetupaccayena paccayo. (5)",
  "patthana13.1:18.1": "Akusalo dhammo naakusalassa dhammassa hetupaccayena paccayo. Akusalo dhammo nakusalassa dhammassa hetupaccayena paccayo. Akusalo dhammo naabyākatassa dhammassa hetupaccayena paccayo. Akusalo dhammo nakusalassa ca naabyākatassa ca dhammassa hetupaccayena paccayo. Akusalo dhammo nakusalassa ca naakusalassa ca dhammassa hetupaccayena paccayo. (5)",
  "patthana13.1:19.1": "Abyākato dhammo nakusalassa dhammassa hetupaccayena paccayo. Abyākato dhammo naakusalassa dhammassa hetupaccayena paccayo. Abyākato dhammo nakusalassa ca naakusalassa ca dhammassa hetupaccayena paccayo. (3)",
  "patthana13.1:20.1": "Kusalo dhammo nakusalassa dhammassa ārammaṇapaccayena paccayo …. (Cha pañhā.)",
  "patthana13.1:21.1": "Akusalo dhammo naakusalassa dhammassa ārammaṇapaccayena paccayo …. (Cha pañhā.)",
  "patthana13.1:22.1": "Abyākato dhammo naabyākatassa dhammassa ārammaṇapaccayena paccayo …. (Cha pañhā, saṃkhittaṃ.)",
  "patthana13.1:23.1": "Hetuyā terasa, ārammaṇe aṭṭhārasa, adhipatiyā sattarasa, anantare soḷasa, samanantare soḷasa, sahajāte ekūnavīsa, aññamaññe nava, nissaye chabbīsa, upanissaye aṭṭhārasa, purejāte cha, pacchājāte nava, āsevane nava, kamme terasa, vipāke tīṇi, āhāre terasa …pe… magge terasa, sampayutte nava, vippayutte dvādasa …pe… avigate chabbīsa. (Pañhāvāraṃ vitthāretabbaṃ.)"
}