{
  "patthana13.6:0.1": "Paṭṭhānapakaraṇa",
  "patthana13.6:0.2": "Dhammānulomapaccanīya (3), Tikapaṭṭhānapāḷi (1)",
  "patthana13.6:0.3": "13.6. Vitakkattika",
  "patthana13.6:1.0": "Hetu",
  "patthana13.6:1.1": "Savitakkasavicāraṃ dhammaṃ paṭicca nasavitakkasavicāro dhammo uppajjati hetupaccayā. Savitakkasavicāraṃ dhammaṃ paṭicca naavitakkavicāramatto dhammo uppajjati hetupaccayā. Savitakkasavicāraṃ dhammaṃ paṭicca naavitakkaavicāro dhammo uppajjati hetupaccayā. Savitakkasavicāraṃ dhammaṃ paṭicca nasavitakkasavicāro ca naavitakkaavicāro ca dhammā uppajjanti hetupaccayā. Savitakkasavicāraṃ dhammaṃ paṭicca naavitakkavicāramatto ca naavitakkaavicāro ca dhammā uppajjanti hetupaccayā. Savitakkasavicāraṃ dhammaṃ paṭicca nasavitakkasavicāro ca naavitakkavicāramatto ca dhammā uppajjanti hetupaccayā. Savitakkasavicāraṃ dhammaṃ paṭicca nasavitakkasavicāro ca naavitakkavicāramatto ca naavitakkaavicāro ca dhammā uppajjanti hetupaccayā. (7)",
  "patthana13.6:2.1": "Avitakkavicāramattaṃ dhammaṃ paṭicca naavitakkavicāramatto dhammo uppajjati hetupaccayā. Avitakkavicāramattaṃ dhammaṃ paṭicca nasavitakkasavicāro dhammo uppajjati hetupaccayā. Avitakkavicāramattaṃ dhammaṃ paṭicca naavitakkaavicāro dhammo uppajjati hetupaccayā. Avitakkavicāramattaṃ dhammaṃ paṭicca nasavitakkasavicāro ca naavitakkaavicāro ca dhammā uppajjanti hetupaccayā. Avitakkavicāramattaṃ dhammaṃ paṭicca naavitakkavicāramatto ca naavitakkaavicāro ca dhammā uppajjanti hetupaccayā. Avitakkavicāramattaṃ dhammaṃ paṭicca nasavitakkasavicāro ca naavitakkavicāramatto ca dhammā uppajjanti hetupaccayā. Avitakkavicāramattaṃ dhammaṃ paṭicca nasavitakkasavicāro ca naavitakkavicāramatto ca naavitakkaavicāro ca dhammā uppajjanti hetupaccayā. (7)",
  "patthana13.6:3.1": "Avitakkaavicāraṃ dhammaṃ paṭicca naavitakkaavicāro dhammo uppajjati hetupaccayā …pe… satta.",
  "patthana13.6:4.1": "Savitakkasavicārañca avitakkaavicārañca dhammaṃ paṭicca nasavitakkasavicāro dhammo uppajjati hetupaccayā …pe… satta.",
  "patthana13.6:5.1": "Avitakkavicāramattañca avitakkaavicārañca dhammaṃ paṭicca nasavitakkasavicāro dhammo uppajjati hetupaccayā …pe… satta.",
  "patthana13.6:6.1": "Savitakkasavicārañca avitakkavicāramattañca dhammaṃ paṭicca nasavitakkasavicāro dhammo uppajjati hetupaccayā …pe… satta.",
  "patthana13.6:7.1": "Savitakkasavicārañca avitakkavicāramattañca avitakkaavicārañca dhammaṃ paṭicca nasavitakkasavicāro dhammo uppajjati hetupaccayā …pe… satta. (Saṃkhittaṃ.)",
  "patthana13.6:8.1": "Hetuyā ekūnapaññāsa, ārammaṇe ekūnapaññāsa, adhipatiyā bāttiṃsa …pe… purejāte āsevane pañcavīsa …pe… avigate ekūnapaññāsa.",
  "patthana13.6:9.1": "(Sahajātavārampi …pe… pañhāvārampi vitthāretabbaṃ.)"
}