{
  "pli-tv-bi-vb-pc25:0.1": "Theravāda Collection on Monastic Law ",
  "pli-tv-bi-vb-pc25:0.2": "The nuns’ rules and their analysis ",
  "pli-tv-bi-vb-pc25:0.3": "The chapter on offenses entailing confession ",
  "pli-tv-bi-vb-pc25:0.4": "The sub-chapter on nakedness ",
  "pli-tv-bi-vb-pc25:0.5": "25. The training rule on borrowed robes ",
  "pli-tv-bi-vb-pc25:1.0": "Origin story ",
  "pli-tv-bi-vb-pc25:1.1": "At one time when the Buddha was staying at Sāvatthī in Anāthapiṇḍika’s Monastery, ",
  "pli-tv-bi-vb-pc25:1.2": "there was a nun who, after walking for almsfood, spread out her moist robe and entered her dwelling. ",
  "pli-tv-bi-vb-pc25:1.3": "A second nun put on that robe and went to the village for alms. ",
  "pli-tv-bi-vb-pc25:1.4": "Soon afterwards the first nun came out and asked the nuns, ",
  "pli-tv-bi-vb-pc25:1.5": "“Venerables, have you seen my robe?” ",
  "pli-tv-bi-vb-pc25:1.6": "The nuns told her what had happened. ",
  "pli-tv-bi-vb-pc25:1.7": "She then complained and criticized the second nun, ",
  "pli-tv-bi-vb-pc25:1.8": "“How could a nun put on my robe without asking permission?” ",
  "pli-tv-bi-vb-pc25:1.9": "She told the nuns what had happened, ",
  "pli-tv-bi-vb-pc25:1.10": "and the nuns of few desires complained and criticized her, ",
  "pli-tv-bi-vb-pc25:1.11": "“How could a nun put on another nun’s robe without asking permission?” … ",
  "pli-tv-bi-vb-pc25:1.12": "“Is it true, monks, that a nun did this?” ",
  "pli-tv-bi-vb-pc25:1.13": "“It’s true, Sir.” ",
  "pli-tv-bi-vb-pc25:1.14": "The Buddha rebuked her … ",
  "pli-tv-bi-vb-pc25:1.15": "“How could a nun do this? ",
  "pli-tv-bi-vb-pc25:1.16": "This will affect people’s confidence …” … ",
  "pli-tv-bi-vb-pc25:1.17": "“And, monks, the nuns should recite this training rule like this: ",
  "pli-tv-bi-vb-pc25:1.18.0": "Final ruling ",
  "pli-tv-bi-vb-pc25:1.18.1": "‘If a nun wears a robe taken on loan, she commits an offense entailing confession.’” ",
  "pli-tv-bi-vb-pc25:2.1.0": "Definitions ",
  "pli-tv-bi-vb-pc25:2.1.1": "A: ",
  "pli-tv-bi-vb-pc25:2.1.2": "whoever … ",
  "pli-tv-bi-vb-pc25:2.1.3": "Nun: ",
  "pli-tv-bi-vb-pc25:2.1.4": "… The nun who has been given the full ordination in unanimity by both Sanghas through a legal procedure consisting of one motion and three announcements that is irreversible and fit to stand—this sort of nun is meant in this case. ",
  "pli-tv-bi-vb-pc25:2.1.5": "A robe taken on loan: ",
  "pli-tv-bi-vb-pc25:2.1.6": "if she wears any of the five robes belonging to a fully ordained nun, and it has not been given to her, nor has she asked permission to use it, she commits an offense entailing confession. ",
  "pli-tv-bi-vb-pc25:2.2.0": "Permutations ",
  "pli-tv-bi-vb-pc25:2.2.1": "If the other person is fully ordained, and she perceives her as such, and she takes on loan a robe belonging to her and then wears it, she commits an offense entailing confession. ",
  "pli-tv-bi-vb-pc25:2.2.2": "If the other person is fully ordained, but she is unsure of it, and she takes on loan a robe belonging to her and then wears it, she commits an offense entailing confession. ",
  "pli-tv-bi-vb-pc25:2.2.3": "If the other person is fully ordained, but she does not perceive her as such, and she takes on loan a robe belonging to her and then wears it, she commits an offense entailing confession. ",
  "pli-tv-bi-vb-pc25:2.2.4": "If the other person is not fully ordained, and she takes on loan a robe belonging to her and then wears it, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pc25:2.2.5": "If the other person is not fully ordained, but she perceives her as such, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pc25:2.2.6": "If the other person is not fully ordained, but she is unsure of it, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pc25:2.2.7": "If the other person is not fully ordained, and she does not perceive her as such, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pc25:2.3.0": "Non-offenses ",
  "pli-tv-bi-vb-pc25:2.3.1": "There is no offense: ",
  "pli-tv-bi-vb-pc25:2.3.2": "if the robe has been given to her; ",
  "pli-tv-bi-vb-pc25:2.3.3": "if she wears it after asking permission; ",
  "pli-tv-bi-vb-pc25:2.3.4": "if her own robe has been stolen; ",
  "pli-tv-bi-vb-pc25:2.3.5": "if her own robe has been lost; ",
  "pli-tv-bi-vb-pc25:2.3.6": "if there is an emergency; ",
  "pli-tv-bi-vb-pc25:2.3.7": "if she is insane; ",
  "pli-tv-bi-vb-pc25:2.3.8": "if she is the first offender. ",
  "pli-tv-bi-vb-pc25:2.3.9": "The fifth training rule is finished. "
}