{
  "pli-tv-bi-vb-pc73:0.1": "Theravāda Collection on Monastic Law ",
  "pli-tv-bi-vb-pc73:0.2": "The nuns’ rules and their analysis ",
  "pli-tv-bi-vb-pc73:0.3": "The chapter on offenses entailing confession ",
  "pli-tv-bi-vb-pc73:0.4": "The sub-chapter on unmarried girls ",
  "pli-tv-bi-vb-pc73:0.5": "73. The third training rule on unmarried girls ",
  "pli-tv-bi-vb-pc73:1.0": "Origin story ",
  "pli-tv-bi-vb-pc73:1.1": "At one time the Buddha was staying at Sāvatthī in the Jeta Grove, Anāthapiṇḍika’s Monastery. ",
  "pli-tv-bi-vb-pc73:1.2": "At that time the nuns were giving the full admission to unmarried girls who were more than twenty years old and who had trained in the six rules for two years, but who had not been approved by the Sangha. ",
  "pli-tv-bi-vb-pc73:1.3": "The nuns said this: ",
  "pli-tv-bi-vb-pc73:1.4": "“Come, trainee nuns, find out about this,” “Give this,” “Bring this,” “There’s need for this,” or “Make this allowable.” ",
  "pli-tv-bi-vb-pc73:1.5": "But they replied, ",
  "pli-tv-bi-vb-pc73:1.6": "“Venerables, we’re not trainee nuns. We’re nuns.” ",
  "pli-tv-bi-vb-pc73:1.7": "The nuns of few desires complained and criticized them, ",
  "pli-tv-bi-vb-pc73:1.8": "“How can nuns give the full admission to unmarried girls who are more than twenty years old and who have trained for two years in the six rules, but who haven’t been approved by the Sangha?” … ",
  "pli-tv-bi-vb-pc73:1.9": "“Is it true, monks, that nuns do this?” ",
  "pli-tv-bi-vb-pc73:1.10": "“It’s true, Sir.” ",
  "pli-tv-bi-vb-pc73:1.11": "The Buddha criticized them, ",
  "pli-tv-bi-vb-pc73:1.12": "“… How can nuns do this? ",
  "pli-tv-bi-vb-pc73:1.13": "This won’t give rise to confidence in those without it …” … ",
  "pli-tv-bi-vb-pc73:1.14": "and after criticizing them … ",
  "pli-tv-bi-vb-pc73:1.15": "he gave a teaching and addressed the monks: ",
  "pli-tv-bi-vb-pc73:1.16": "“Monks, approval is required for the full admission of an unmarried girl who is more than twenty years old and who has trained for two years in the six rules. ",
  "pli-tv-bi-vb-pc73:1.17": "And the approval is to be given like this. ",
  "pli-tv-bi-vb-pc73:1.18": "After approaching the Sangha of nuns, that unmarried girl who is more than twenty years old should put her upper robe over one shoulder and pay respect at the feet of the nuns. She should then squat on her heels, raise her joined palms, and say, ",
  "pli-tv-bi-vb-pc73:1.19": "‘Venerables, I, the unmarried girl so-and-so, who is more than twenty years old and who has trained for two years in the six rules under Venerable so-and-so, ask the Sangha for approval to be fully admitted.’ ",
  "pli-tv-bi-vb-pc73:1.20": "And she should ask a second ",
  "pli-tv-bi-vb-pc73:1.21": "and a third time. ",
  "pli-tv-bi-vb-pc73:1.22": "A competent and capable nun should then inform the Sangha: ",
  "pli-tv-bi-vb-pc73:1.23": "‘Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-bi-vb-pc73:1.24": "This unmarried girl so-and-so, who is more than twenty years old and who has trained for two years in the six rules under Venerable so-and-so, is asking the Sangha for approval to be fully admitted. ",
  "pli-tv-bi-vb-pc73:1.25": "If it seems appropriate to the Sangha, the Sangha should give approval for the unmarried girl so-and-so, who is more than twenty years old and who has trained for two years in the six rules under Venerable so-and-so, to be fully admitted. ",
  "pli-tv-bi-vb-pc73:1.26": "This is the motion. ",
  "pli-tv-bi-vb-pc73:1.27": "Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-bi-vb-pc73:1.28": "This unmarried girl so-and-so, who is more than twenty years old and who has trained for two years in the six rules under Venerable so-and-so, is asking the Sangha for approval to be fully admitted. ",
  "pli-tv-bi-vb-pc73:1.29": "The Sangha gives approval for the unmarried girl so-and-so, who is more than twenty years old and who has trained for two years in the six rules under Venerable so-and-so, to be fully admitted. ",
  "pli-tv-bi-vb-pc73:1.30": "Any nun who approves of giving approval for the unmarried girl so-and-so, who is more than twenty years old and who has trained for two years in the six rules under Venerable so-and-so, to be fully admitted should remain silent. ",
  "pli-tv-bi-vb-pc73:1.31": "Any nun who does not approve should speak up. ",
  "pli-tv-bi-vb-pc73:1.32": "The Sangha has given approval for the unmarried girl so-and-so, who is more than twenty years old and who has trained for two years in the six rules under Venerable so-and-so, to be fully admitted. ",
  "pli-tv-bi-vb-pc73:1.33": "The Sangha approves and is therefore silent. I will remember it thus.’” ",
  "pli-tv-bi-vb-pc73:1.34": "Then, after criticizing those nuns in many ways for being difficult to support … ",
  "pli-tv-bi-vb-pc73:1.35": "“And, monks, the nuns should recite this training rule like this: ",
  "pli-tv-bi-vb-pc73:1.36.0": "Final ruling ",
  "pli-tv-bi-vb-pc73:1.36.1": "‘If a nun gives the full admission to an unmarried girl who is more than twenty years old and who has trained for two years in the six rules, but who has not been approved by the Sangha, she commits an offense entailing confession.’” ",
  "pli-tv-bi-vb-pc73:2.0": "Definitions ",
  "pli-tv-bi-vb-pc73:2.1": "A: ",
  "pli-tv-bi-vb-pc73:2.2": "whoever … ",
  "pli-tv-bi-vb-pc73:2.3": "Nun: ",
  "pli-tv-bi-vb-pc73:2.4": "… The nun who has been given the full ordination in unanimity by both Sanghas through a legal procedure consisting of one motion and three announcements that is irreversible and fit to stand—this sort of nun is meant in this case. ",
  "pli-tv-bi-vb-pc73:2.5": "Who is more than twenty years old: ",
  "pli-tv-bi-vb-pc73:2.6": "who has reached twenty years of age. ",
  "pli-tv-bi-vb-pc73:2.7": "An unmarried girl: ",
  "pli-tv-bi-vb-pc73:2.8": "a novice nun is what is meant. ",
  "pli-tv-bi-vb-pc73:2.9": "Two years: ",
  "pli-tv-bi-vb-pc73:2.10": "two twelve-month periods. ",
  "pli-tv-bi-vb-pc73:2.11": "Who has trained: ",
  "pli-tv-bi-vb-pc73:2.12": "who has trained in the six rules. ",
  "pli-tv-bi-vb-pc73:2.13": "Who has not been approved: ",
  "pli-tv-bi-vb-pc73:2.14": "approval to be fully admitted has not been given though a legal procedure consisting of one motion and one announcement. ",
  "pli-tv-bi-vb-pc73:2.15": "Gives the full admission: ",
  "pli-tv-bi-vb-pc73:2.16": "gives the full ordination. ",
  "pli-tv-bi-vb-pc73:2.17": "If, intending to give the full admission, she searches for a group, a teacher, a bowl, or a robe, or she establishes a monastic boundary, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pc73:2.18": "After the motion, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pc73:2.19": "After each of the first two announcements, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pc73:2.20": "When the last announcement is finished, the preceptor commits an offense entailing confession, ",
  "pli-tv-bi-vb-pc73:2.21": "and the group and the teacher commit an offense of wrong conduct. ",
  "pli-tv-bi-vb-pc73:2.22.0": "Permutations ",
  "pli-tv-bi-vb-pc73:2.22.1": "If it is a legitimate legal procedure, and she perceives it as such, and she gives the full admission, she commits an offense entailing confession. ",
  "pli-tv-bi-vb-pc73:2.23": "If it is a legitimate legal procedure, but she is unsure of it, and she gives the full admission, she commits an offense entailing confession. ",
  "pli-tv-bi-vb-pc73:2.24": "If it is a legitimate legal procedure, but she perceives it as illegitimate, and she gives the full admission, she commits an offense entailing confession. ",
  "pli-tv-bi-vb-pc73:2.25": "If it is an illegitimate legal procedure, but she perceives it as legitimate, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pc73:2.26": "If it is an illegitimate legal procedure, but she is unsure of it, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pc73:2.27": "If it is an illegitimate legal procedure, and she perceives it as such, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pc73:2.28.0": "Non-offenses ",
  "pli-tv-bi-vb-pc73:2.28.1": "There is no offense: ",
  "pli-tv-bi-vb-pc73:2.29": "if she gives the full admission to an unmarried girl who is more than twenty years old, who has trained in the six rules for two years, and who has been approved by the Sangha; ",
  "pli-tv-bi-vb-pc73:2.30": "if she is insane; ",
  "pli-tv-bi-vb-pc73:2.31": "if she is the first offender. ",
  "pli-tv-bi-vb-pc73:2.32": "The third training rule is finished."
}