{
  "pli-tv-bi-vb-pc15:0.1": "Theravāda Collection on Monastic Law ",
  "pli-tv-bi-vb-pc15:0.2": "The nuns’ rules and their analysis ",
  "pli-tv-bi-vb-pc15:0.3": "The chapter on offenses entailing confession ",
  "pli-tv-bi-vb-pc15:0.4": "The sub-chapter on the dark of the night ",
  "pli-tv-bi-vb-pc15:0.5": "15. The training rule on departing without taking leave ",
  "pli-tv-bi-vb-pc15:1.0": "Origin story ",
  "pli-tv-bi-vb-pc15:1.1": "At one time the Buddha was staying at Sāvatthī in the Jeta Grove, Anāthapiṇḍika’s Monastery. ",
  "pli-tv-bi-vb-pc15:1.2": "At that time a certain nun was associating with a family from which she received a regular meal. ",
  "pli-tv-bi-vb-pc15:1.3": "Then, after robing up one morning, she took her bowl and robe and went to that family, where she sat down on a seat. She then departed without taking leave of the owners. ",
  "pli-tv-bi-vb-pc15:1.4": "Soon afterwards, a slave-woman who was sweeping the house put that seat in between some vessels. ",
  "pli-tv-bi-vb-pc15:1.5": "Not seeing the seat, the people there asked that nun, ",
  "pli-tv-bi-vb-pc15:1.6": "“Venerable, where’s that seat?” ",
  "pli-tv-bi-vb-pc15:1.7": "“I don’t know.” ",
  "pli-tv-bi-vb-pc15:1.8": "“Give back the seat, Venerable.” And after scolding her, they made an end of her regular meal. ",
  "pli-tv-bi-vb-pc15:1.9": "Then, while those people were cleaning the house, they saw that seat in between those vessels. They asked that nun for forgiveness and restored her regular meal. ",
  "pli-tv-bi-vb-pc15:1.10": "That nun then told the nuns what had happened. ",
  "pli-tv-bi-vb-pc15:1.11": "The nuns of few desires complained and criticized her, ",
  "pli-tv-bi-vb-pc15:1.12": "“How can a nun visit a family before the meal, sit down on a seat, and then depart without taking leave of the owners?” … ",
  "pli-tv-bi-vb-pc15:1.13": "“Is it true, monks, that a nun did this?” ",
  "pli-tv-bi-vb-pc15:1.14": "“It’s true, Sir.” ",
  "pli-tv-bi-vb-pc15:1.15": "The Buddha criticized her, ",
  "pli-tv-bi-vb-pc15:1.16": "“… How can a nun act like this? ",
  "pli-tv-bi-vb-pc15:1.17": "This won’t give rise to confidence in those without it … ",
  "pli-tv-bi-vb-pc15:1.18": "And, monks, the nuns should recite this training rule like this: ",
  "pli-tv-bi-vb-pc15:1.19.0": "Final ruling ",
  "pli-tv-bi-vb-pc15:1.19.1": "‘If a nun visits families before the meal, sits down on a seat, and then departs without taking leave of the owners, she commits an offense entailing confession.’” ",
  "pli-tv-bi-vb-pc15:2.1.0": "Definitions ",
  "pli-tv-bi-vb-pc15:2.1.1": "A: ",
  "pli-tv-bi-vb-pc15:2.1.2": "whoever … ",
  "pli-tv-bi-vb-pc15:2.1.3": "Nun: ",
  "pli-tv-bi-vb-pc15:2.1.4": "… The nun who has been given the full ordination in unanimity by both Sanghas through a legal procedure consisting of one motion and three announcements that is irreversible and fit to stand—this sort of nun is meant in this case. ",
  "pli-tv-bi-vb-pc15:2.1.5": "Before the meal: ",
  "pli-tv-bi-vb-pc15:2.1.6": "from dawn until midday. ",
  "pli-tv-bi-vb-pc15:2.1.7": "A family: ",
  "pli-tv-bi-vb-pc15:2.1.8": "there are four kinds of family: the aristocratic family, the brahmin family, the merchant family, the worker family. ",
  "pli-tv-bi-vb-pc15:2.1.9": "Visits: ",
  "pli-tv-bi-vb-pc15:2.1.10": "goes there. ",
  "pli-tv-bi-vb-pc15:2.1.11": "A seat: ",
  "pli-tv-bi-vb-pc15:2.1.12": "a place for sitting cross-legged is what is meant. ",
  "pli-tv-bi-vb-pc15:2.1.13": "Sits down: ",
  "pli-tv-bi-vb-pc15:2.1.14": "sits down on that seat. ",
  "pli-tv-bi-vb-pc15:2.1.15": "Departs without taking leave of the owners: ",
  "pli-tv-bi-vb-pc15:2.1.16": "if, without taking leave of a person who understands in that family, she goes beyond the roof cover of that house, she commits an offense entailing confession. ",
  "pli-tv-bi-vb-pc15:2.1.17": "If it is out in the open and she goes beyond the vicinity of the seat, she commits an offense entailing confession. ",
  "pli-tv-bi-vb-pc15:2.2.0": "Permutations ",
  "pli-tv-bi-vb-pc15:2.2.1": "If she has not taken leave, and she does not perceive that she has, and she departs, she commits an offense entailing confession. ",
  "pli-tv-bi-vb-pc15:2.2.2": "If she has not taken leave, but she is unsure of it, and she departs, she commits an offense entailing confession. ",
  "pli-tv-bi-vb-pc15:2.2.3": "If she has not taken leave, but she perceives that she has, and she departs, she commits an offense entailing confession. ",
  "pli-tv-bi-vb-pc15:2.2.4": "If it is not a place for sitting cross-legged, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pc15:2.2.5": "If she has taken leave, but she does not perceive that she has, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pc15:2.2.6": "If she has taken leave, but she is unsure of it, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pc15:2.2.7": "If she has taken leave, and she perceives that she has, there is no offense. ",
  "pli-tv-bi-vb-pc15:2.3.0": "Non-offenses ",
  "pli-tv-bi-vb-pc15:2.3.1": "There is no offense: ",
  "pli-tv-bi-vb-pc15:2.3.2": "if she departs after taking leave; ",
  "pli-tv-bi-vb-pc15:2.3.3": "if the seat is not movable; ",
  "pli-tv-bi-vb-pc15:2.3.4": "if she is sick; ",
  "pli-tv-bi-vb-pc15:2.3.5": "if there are dangers; ",
  "pli-tv-bi-vb-pc15:2.3.6": "if she is insane; ",
  "pli-tv-bi-vb-pc15:2.3.7": "if she is the first offender. ",
  "pli-tv-bi-vb-pc15:2.3.8": "The fifth training rule is finished."
}