{
  "pli-tv-bi-vb-pc65:0.1": "Theravāda Collection on Monastic Law ",
  "pli-tv-bi-vb-pc65:0.2": "The nuns’ rules and their analysis ",
  "pli-tv-bi-vb-pc65:0.3": "The chapter on offenses entailing confession ",
  "pli-tv-bi-vb-pc65:0.4": "The sub-chapter on pregnant women ",
  "pli-tv-bi-vb-pc65:0.5": "65. The training rule on married girls ",
  "pli-tv-bi-vb-pc65:1.0": "Origin story ",
  "pli-tv-bi-vb-pc65:1.1": "At one time when the Buddha was staying at Sāvatthī in Anāthapiṇḍika’s Monastery, ",
  "pli-tv-bi-vb-pc65:1.2": "the nuns were giving the full admission to married girls less than twelve years old. ",
  "pli-tv-bi-vb-pc65:1.3": "They were unable to endure cold and heat; hunger and thirst; contact with horseflies, mosquitoes, wind, the burning sun, and creeping animals and insects; rude and unwelcome speech; ",
  "pli-tv-bi-vb-pc65:1.4": "and they were unable to bear up with bodily feelings that are painful, severe, sharp, and destructive of life. ",
  "pli-tv-bi-vb-pc65:1.5": "The nuns of few desires complained and criticized them, ",
  "pli-tv-bi-vb-pc65:1.6": "“How can nuns give the full admission to married girls less than twelve years old?” … ",
  "pli-tv-bi-vb-pc65:1.7": "“Is it true, monks, that nuns do this?” ",
  "pli-tv-bi-vb-pc65:1.8": "“It’s true, Sir.” ",
  "pli-tv-bi-vb-pc65:1.9": "The Buddha rebuked them … ",
  "pli-tv-bi-vb-pc65:1.10": "“How can nuns do this? ",
  "pli-tv-bi-vb-pc65:1.11": "A married girl less than twelve years old is unable to endure cold and heat; hunger and thirst; contact with horseflies, mosquitoes, wind, the burning sun, and creeping animals and insects; rude and unwelcome speech; ",
  "pli-tv-bi-vb-pc65:1.12": "and she’s unable to bear up with bodily feelings that are painful, severe, sharp, and destructive of life. ",
  "pli-tv-bi-vb-pc65:1.13": "But a married girl who is twelve years old is able to endure these things. ",
  "pli-tv-bi-vb-pc65:1.15": "This will affect people’s confidence …” … ",
  "pli-tv-bi-vb-pc65:1.16": "“And, monks, the nuns should recite this training rule like this: ",
  "pli-tv-bi-vb-pc65:1.17.0": "Final ruling ",
  "pli-tv-bi-vb-pc65:1.17.1": "‘If a nun gives the full admission to a married girl who is less than twelve years old, she commits an offense entailing confession.’” ",
  "pli-tv-bi-vb-pc65:2.1.0": "Definitions ",
  "pli-tv-bi-vb-pc65:2.1.1": "A: ",
  "pli-tv-bi-vb-pc65:2.1.2": "whoever … ",
  "pli-tv-bi-vb-pc65:2.1.3": "Nun: ",
  "pli-tv-bi-vb-pc65:2.1.4": "… The nun who has been given the full ordination in unanimity by both Sanghas through a legal procedure consisting of one motion and three announcements that is irreversible and fit to stand—this sort of nun is meant in this case. ",
  "pli-tv-bi-vb-pc65:2.1.5": "Who is less than twelve years old: ",
  "pli-tv-bi-vb-pc65:2.1.6": "who has not reached twelve years of age. ",
  "pli-tv-bi-vb-pc65:2.1.7": "A married girl: ",
  "pli-tv-bi-vb-pc65:2.1.8": "one who has gone to the place of a man is what is meant. ",
  "pli-tv-bi-vb-pc65:2.1.9": "Gives the full admission: ",
  "pli-tv-bi-vb-pc65:2.1.10": "gives the full ordination. ",
  "pli-tv-bi-vb-pc65:2.1.11": "If, intending to give the full admission, she searches for a group, a teacher, a bowl, or a robe, or she establishes a monastery zone, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pc65:2.1.12": "After the motion, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pc65:2.1.13": "After each of the first two announcements, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pc65:2.1.14": "When the last announcement is finished, the preceptor commits an offense entailing confession, ",
  "pli-tv-bi-vb-pc65:2.1.15": "and the group and the teacher commit an offense of wrong conduct. ",
  "pli-tv-bi-vb-pc65:2.2.0": "Permutations ",
  "pli-tv-bi-vb-pc65:2.2.1": "If the girl is less than twelve years old, but the nun perceives her as less, yet she gives her the full admission, she commits an offense entailing confession. ",
  "pli-tv-bi-vb-pc65:2.2.2": "If the girl is less than twelve years old, but the nun is unsure of it, yet she gives her the full admission, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pc65:2.2.3": "If the girl is less than twelve years old, but the nun perceives her as more, and she gives her the full admission, there is no offense. ",
  "pli-tv-bi-vb-pc65:2.2.4": "If the girl is more than twelve years old, but the nun perceives her as less, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pc65:2.2.5": "If the girl is more than twelve years old, but the nun is unsure of it, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pc65:2.2.6": "If the girl is more than twelve years old, and the nun perceives her as more, there is no offense. ",
  "pli-tv-bi-vb-pc65:2.3.0": "Non-offenses ",
  "pli-tv-bi-vb-pc65:2.3.1": "There is no offense: ",
  "pli-tv-bi-vb-pc65:2.3.2": "if she gives the full admission to a girl less than twelve years old, but she perceives her as more; ",
  "pli-tv-bi-vb-pc65:2.3.3": "if she gives the full admission to a girl more than twelve years old, and she perceives her as more; ",
  "pli-tv-bi-vb-pc65:2.3.4": "if she is insane; ",
  "pli-tv-bi-vb-pc65:2.3.5": "if she is the first offender. ",
  "pli-tv-bi-vb-pc65:2.3.6": "The fifth training rule is finished. "
}