{
  "pli-tv-bi-vb-pc62:0.1": "Theravāda Collection on Monastic Law ",
  "pli-tv-bi-vb-pc62:0.2": "The nuns’ rules and their analysis ",
  "pli-tv-bi-vb-pc62:0.3": "The chapter on offenses entailing confession ",
  "pli-tv-bi-vb-pc62:0.4": "The sub-chapter on pregnant women ",
  "pli-tv-bi-vb-pc62:0.5": "62. The training rule on women who are breastfeeding ",
  "pli-tv-bi-vb-pc62:1.0": "Origin story ",
  "pli-tv-bi-vb-pc62:1.1": "At one time when the Buddha was staying at Sāvatthī in Anāthapiṇḍika’s Monastery, ",
  "pli-tv-bi-vb-pc62:1.2": "the nuns gave the full admission to a woman who was breastfeeding. ",
  "pli-tv-bi-vb-pc62:1.3": "When she walked for alms, ",
  "pli-tv-bi-vb-pc62:1.4": "people said, ",
  "pli-tv-bi-vb-pc62:1.5": "“Give almsfood to the Venerable. She has a companion.” ",
  "pli-tv-bi-vb-pc62:1.6": "People complained and criticized them, ",
  "pli-tv-bi-vb-pc62:1.7": "“How can the nuns give the full admission to a woman who is breastfeeding?” ",
  "pli-tv-bi-vb-pc62:1.8": "The nuns heard the complaints of those people ",
  "pli-tv-bi-vb-pc62:1.9": "and the nuns of few desires complained and criticized them, ",
  "pli-tv-bi-vb-pc62:1.10": "“How could nuns do this?” … ",
  "pli-tv-bi-vb-pc62:1.11": "“Is it true, monks, that nuns did this?” ",
  "pli-tv-bi-vb-pc62:1.12": "“It’s true, Sir.” ",
  "pli-tv-bi-vb-pc62:1.13": "The Buddha rebuked them … ",
  "pli-tv-bi-vb-pc62:1.14": "“How could nuns do this? ",
  "pli-tv-bi-vb-pc62:1.15": "This will affect people’s confidence …” … ",
  "pli-tv-bi-vb-pc62:1.16": "“And, monks, the nuns should recite this training rule like this: ",
  "pli-tv-bi-vb-pc62:1.17.0": "Final ruling ",
  "pli-tv-bi-vb-pc62:1.17.1": "‘If a nun gives the full admission to a woman who is breastfeeding, she commits an offense entailing confession.’” ",
  "pli-tv-bi-vb-pc62:2.0": "Definitions ",
  "pli-tv-bi-vb-pc62:2.1": "A: ",
  "pli-tv-bi-vb-pc62:2.2": "whoever … ",
  "pli-tv-bi-vb-pc62:2.3": "Nun: ",
  "pli-tv-bi-vb-pc62:2.4": "… The nun who has been given the full ordination in unanimity by both Sanghas through a legal procedure consisting of one motion and three announcements that is irreversible and fit to stand—this sort of nun is meant in this case. ",
  "pli-tv-bi-vb-pc62:2.5": "A woman who is breastfeeding: ",
  "pli-tv-bi-vb-pc62:2.6": "she is a mother or a wet-nurse. ",
  "pli-tv-bi-vb-pc62:2.7": "Gives the full admission: ",
  "pli-tv-bi-vb-pc62:2.8": "gives the full ordination. ",
  "pli-tv-bi-vb-pc62:2.9": "If, intending to give the full admission, she searches for a group, a teacher, a bowl, or a robe, or she establishes a monastery zone, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pc62:2.10": "After the motion, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pc62:2.11": "After each of the first two announcements, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pc62:2.12": "When the last announcement is finished, the preceptor commits an offense entailing confession, ",
  "pli-tv-bi-vb-pc62:2.13": "and the group and the teacher commit an offense of wrong conduct. ",
  "pli-tv-bi-vb-pc62:2.14.0": "Permutations ",
  "pli-tv-bi-vb-pc62:2.14.1": "If the woman is breastfeeding, and the nun perceives her as such, yet she gives her the full admission, she commits an offense entailing confession. ",
  "pli-tv-bi-vb-pc62:2.15": "If the woman is breastfeeding, but the nun is unsure of it, yet she gives her the full admission, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pc62:2.16": "If the woman is breastfeeding, but the nun does not perceive her as such, and she gives her the full admission, there is no offense. ",
  "pli-tv-bi-vb-pc62:2.17": "If the woman is not breastfeeding, but the nun perceives her as such, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pc62:2.18": "If the woman is not breastfeeding, but the nun is unsure of it, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pc62:2.19": "If the woman is not breastfeeding, and the nun does not perceive her as such, there is no offense. ",
  "pli-tv-bi-vb-pc62:2.20.0": "Non-offenses ",
  "pli-tv-bi-vb-pc62:2.20.1": "There is no offense: ",
  "pli-tv-bi-vb-pc62:2.21": "if she gives the full admission to a woman who is breastfeeding, but she does not perceive her as such; ",
  "pli-tv-bi-vb-pc62:2.22": "if she gives the full admission to a woman who is not breastfeeding, and she does not perceive her as such; ",
  "pli-tv-bi-vb-pc62:2.23": "if she is insane; ",
  "pli-tv-bi-vb-pc62:2.24": "if she is the first offender. ",
  "pli-tv-bi-vb-pc62:2.25": "The second training rule is finished. "
}