{
  "pli-tv-bi-vb-pc71:0.1": "Theravāda Collection on Monastic Law ",
  "pli-tv-bi-vb-pc71:0.2": "The nuns’ rules and their analysis ",
  "pli-tv-bi-vb-pc71:0.3": "The chapter on offenses entailing confession ",
  "pli-tv-bi-vb-pc71:0.4": "The sub-chapter on unmarried girls ",
  "pli-tv-bi-vb-pc71:0.5": "71. The training rule on unmarried girls ",
  "pli-tv-bi-vb-pc71:1.0": "Origin story ",
  "pli-tv-bi-vb-pc71:1.1": "At one time the Buddha was staying at Sāvatthī in the Jeta Grove, Anāthapiṇḍika’s Monastery. ",
  "pli-tv-bi-vb-pc71:1.2": "At that time the nuns were giving the full admission to unmarried girls less than twenty years old. ",
  "pli-tv-bi-vb-pc71:1.3": "They were unable to endure cold and heat; hunger and thirst; contact with horseflies, mosquitoes, wind, the burning sun, and creeping animals and insects; rude and unwelcome speech; ",
  "pli-tv-bi-vb-pc71:1.4": "and they were unable to bear up with bodily feelings that are painful, severe, sharp, and destructive of life. ",
  "pli-tv-bi-vb-pc71:1.5": "The nuns of few desires complained and criticized them, ",
  "pli-tv-bi-vb-pc71:1.6": "“How can nuns give the full admission to unmarried girls less than twelve years old?” … ",
  "pli-tv-bi-vb-pc71:1.7": "“Is it true, monks, that nuns do this?” ",
  "pli-tv-bi-vb-pc71:1.8": "“It’s true, Sir.” ",
  "pli-tv-bi-vb-pc71:1.9": "The Buddha criticized them, ",
  "pli-tv-bi-vb-pc71:1.10": "“… How can nuns do this? ",
  "pli-tv-bi-vb-pc71:1.11": "An unmarried girl less than twenty years old is unable to endure cold and heat; hunger and thirst; contact with horseflies, mosquitoes, wind, the burning sun, and creeping animals and insects; rude and unwelcome speech; ",
  "pli-tv-bi-vb-pc71:1.12": "and she’s unable to bear up with bodily feelings that are painful, severe, sharp, and destructive of life. ",
  "pli-tv-bi-vb-pc71:1.13": "But an unmarried girl who is twenty years old is able to endure these things. ",
  "pli-tv-bi-vb-pc71:1.15": "This won’t give rise to confidence in those without it … ",
  "pli-tv-bi-vb-pc71:1.16": "And, monks, the nuns should recite this training rule like this: ",
  "pli-tv-bi-vb-pc71:1.17.0": "Final ruling ",
  "pli-tv-bi-vb-pc71:1.17.1": "‘If a nun gives the full admission to an unmarried girl who is less than twenty years old, she commits an offense entailing confession.’” ",
  "pli-tv-bi-vb-pc71:2.0": "Definitions ",
  "pli-tv-bi-vb-pc71:2.1": "A: ",
  "pli-tv-bi-vb-pc71:2.2": "whoever … ",
  "pli-tv-bi-vb-pc71:2.3": "Nun: ",
  "pli-tv-bi-vb-pc71:2.4": "… The nun who has been given the full ordination in unanimity by both Sanghas through a legal procedure consisting of one motion and three announcements that is irreversible and fit to stand—this sort of nun is meant in this case. ",
  "pli-tv-bi-vb-pc71:2.5": "Who is less than twenty years old: ",
  "pli-tv-bi-vb-pc71:2.6": "who has not reached twenty years of age. ",
  "pli-tv-bi-vb-pc71:2.7": "An unmarried girl: ",
  "pli-tv-bi-vb-pc71:2.8": "a novice nun is what is meant. ",
  "pli-tv-bi-vb-pc71:2.9": "Gives the full admission: ",
  "pli-tv-bi-vb-pc71:2.10": "gives the full ordination. ",
  "pli-tv-bi-vb-pc71:2.11": "If, intending to give the full admission, she searches for a group, a teacher, a bowl, or a robe, or she establishes a monastic boundary, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pc71:2.12": "After the motion, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pc71:2.13": "After each of the first two announcements, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pc71:2.14": "When the last announcement is finished, the preceptor commits an offense entailing confession, ",
  "pli-tv-bi-vb-pc71:2.15": "and the group and the teacher commit an offense of wrong conduct. ",
  "pli-tv-bi-vb-pc71:2.16.0": "Permutations ",
  "pli-tv-bi-vb-pc71:2.16.1": "If the girl is less than twenty years old, and she perceives her as less, and she gives her the full admission, she commits an offense entailing confession. ",
  "pli-tv-bi-vb-pc71:2.17": "If the girl is less than twenty years old, but she is unsure of it, and she gives her the full admission, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pc71:2.18": "If the girl is less than twenty years old, but she perceives her as more, and she gives her the full admission, there is no offense. ",
  "pli-tv-bi-vb-pc71:2.19": "If the girl is more than twenty years old, but she perceives her as less, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pc71:2.20": "If the girl is more than twenty years old, but she is unsure of it, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pc71:2.21": "If the girl is more than twenty years old, and she perceives her as more, there is no offense. ",
  "pli-tv-bi-vb-pc71:2.22.0": "Non-offenses ",
  "pli-tv-bi-vb-pc71:2.22.1": "There is no offense: ",
  "pli-tv-bi-vb-pc71:2.23": "if she gives the full admission to a girl less than twenty years old, but she perceives her as more; ",
  "pli-tv-bi-vb-pc71:2.24": "if she gives the full admission to a girl more than twenty years old, and she perceives her as more; ",
  "pli-tv-bi-vb-pc71:2.25": "if she is insane; ",
  "pli-tv-bi-vb-pc71:2.26": "if she is the first offender. ",
  "pli-tv-bi-vb-pc71:2.27": "The first training rule is finished."
}