{
  "pli-tv-bi-vb-pc29:0.1": "Theravāda Collection on Monastic Law ",
  "pli-tv-bi-vb-pc29:0.2": "The nuns’ rules and their analysis ",
  "pli-tv-bi-vb-pc29:0.3": "The chapter on offenses entailing confession ",
  "pli-tv-bi-vb-pc29:0.4": "The sub-chapter on nakedness ",
  "pli-tv-bi-vb-pc29:0.5": "29. The training rule on letting the time expire ",
  "pli-tv-bi-vb-pc29:1.0": "Origin story ",
  "pli-tv-bi-vb-pc29:1.1": "At one time when the Buddha was staying at Sāvatthī in Anāthapiṇḍika’s Monastery, ",
  "pli-tv-bi-vb-pc29:1.2": "a family that was supporting the nun Thullanandā said to her, ",
  "pli-tv-bi-vb-pc29:1.3": "“If we’re able, Venerable, we’ll give robe-cloth to the Sangha of nuns.” ",
  "pli-tv-bi-vb-pc29:1.4": "Just then the nuns who had completed the rainy-season residence had gathered to distribute robe-cloth. ",
  "pli-tv-bi-vb-pc29:1.5": "But Thullanandā said to them, ",
  "pli-tv-bi-vb-pc29:1.6": "“Please wait, Venerables. The Sangha is expecting more cloth.” ",
  "pli-tv-bi-vb-pc29:1.7": "The nuns said to her, ",
  "pli-tv-bi-vb-pc29:1.8": "“Go and find out what’s happening.” ",
  "pli-tv-bi-vb-pc29:1.9": "She then went to that family and said to them, ",
  "pli-tv-bi-vb-pc29:1.10": "“Please give the robe-cloth to the Sangha of nuns.” ",
  "pli-tv-bi-vb-pc29:1.11": "“We’re sorry, but we’re not able to give robe-cloth to the Sangha.” ",
  "pli-tv-bi-vb-pc29:1.12": "Thullanandā told the nuns what had happened. ",
  "pli-tv-bi-vb-pc29:1.13": "The nuns of few desires complained and criticized her, ",
  "pli-tv-bi-vb-pc29:1.14": "“How could Venerable Thullanandā allow the robe season to expire because of an uncertain expectation of robe-cloth?” … ",
  "pli-tv-bi-vb-pc29:1.15": "“Is it true, monks, that the nun Thullanandā did this?” ",
  "pli-tv-bi-vb-pc29:1.16": "“It’s true, Sir.” ",
  "pli-tv-bi-vb-pc29:1.17": "The Buddha criticized her, ",
  "pli-tv-bi-vb-pc29:1.18": "“… How could the nun Thullanandā do this? ",
  "pli-tv-bi-vb-pc29:1.19": "This won’t give rise to confidence in those without it … ",
  "pli-tv-bi-vb-pc29:1.20": "And, monks, the nuns should recite this training rule like this: ",
  "pli-tv-bi-vb-pc29:1.21.0": "Final ruling ",
  "pli-tv-bi-vb-pc29:1.21.1": "‘If a nun lets the robe season expire because of an uncertain expectation of robe-cloth, she commits an offense entailing confession.’” ",
  "pli-tv-bi-vb-pc29:2.1.0": "Definitions ",
  "pli-tv-bi-vb-pc29:2.1.1": "A: ",
  "pli-tv-bi-vb-pc29:2.1.2": "whoever … ",
  "pli-tv-bi-vb-pc29:2.1.3": "Nun: ",
  "pli-tv-bi-vb-pc29:2.1.4": "… The nun who has been given the full ordination in unanimity by both Sanghas through a legal procedure consisting of one motion and three announcements that is irreversible and fit to stand—this sort of nun is meant in this case. ",
  "pli-tv-bi-vb-pc29:2.1.5": "An uncertain expectation of robe-cloth: ",
  "pli-tv-bi-vb-pc29:2.1.6": "they have said, “If we’re able, then we’ll give, then we’ll act.” ",
  "pli-tv-bi-vb-pc29:2.1.7": "Robe season: ",
  "pli-tv-bi-vb-pc29:2.1.8": "for one who has not participated in the robe-making procedure, it is the last month of the rainy season; for one who has participated in the robe-making procedure, it is the five month period. ",
  "pli-tv-bi-vb-pc29:2.1.9": "Lets the robe season expire: ",
  "pli-tv-bi-vb-pc29:2.1.10": "for one who has not participated in the robe-making procedure, if she goes beyond the last day of the rainy season, she commits an offense entailing confession. ",
  "pli-tv-bi-vb-pc29:2.1.11": "For one who has participated in the robe-making procedure, if she goes beyond the day on which the robe-making season ends, she commits an offense entailing confession. ",
  "pli-tv-bi-vb-pc29:2.2.0": "Permutations ",
  "pli-tv-bi-vb-pc29:2.2.1": "If it is an uncertain expectation of robe-cloth, and she perceives it as such, and she lets the robe season expire, she commits an offense entailing confession. ",
  "pli-tv-bi-vb-pc29:2.2.2": "If it is an uncertain expectation of robe-cloth, but she is unsure of it, and she lets the robe season expire, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pc29:2.2.3": "If it is an uncertain expectation of robe-cloth, but she does not perceive it as such, and she lets the robe season expire, there is no offense. ",
  "pli-tv-bi-vb-pc29:2.2.4": "If it is not an uncertain expectation of robe-cloth, but she perceives it as such, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pc29:2.2.5": "If it is not an uncertain expectation of robe-cloth, but she is unsure of it, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pc29:2.2.6": "If it is not an uncertain expectation of robe-cloth, and she does not perceive it as such, there is no offense. ",
  "pli-tv-bi-vb-pc29:2.3.0": "Non-offenses ",
  "pli-tv-bi-vb-pc29:2.3.1": "There is no offense: ",
  "pli-tv-bi-vb-pc29:2.3.2": "if she hinders it after demonstrating a benefit; ",
  "pli-tv-bi-vb-pc29:2.3.3": "if she is insane; ",
  "pli-tv-bi-vb-pc29:2.3.4": "if she is the first offender. ",
  "pli-tv-bi-vb-pc29:2.3.5": "The ninth training rule is finished."
}