{
  "pli-tv-bi-vb-pc75:0.1": "Theravāda Collection on Monastic Law ",
  "pli-tv-bi-vb-pc75:0.2": "The nuns’ rules and their analysis ",
  "pli-tv-bi-vb-pc75:0.3": "The chapter on offenses entailing confession ",
  "pli-tv-bi-vb-pc75:0.4": "The sub-chapter on unmarried girls ",
  "pli-tv-bi-vb-pc75:0.5": "75. The training rule on twelve years of seniority ",
  "pli-tv-bi-vb-pc75:1.0": "Origin story ",
  "pli-tv-bi-vb-pc75:1.1": "At one time the Buddha was staying at Sāvatthī in the Jeta Grove, Anāthapiṇḍika’s Monastery. ",
  "pli-tv-bi-vb-pc75:1.2": "At that time nuns who had twelve years of seniority were giving the full admission without being approved by the Sangha. ",
  "pli-tv-bi-vb-pc75:1.3": "They were ignorant and incompetent, ",
  "pli-tv-bi-vb-pc75:1.4": "and they did not know what was allowable and what was not. ",
  "pli-tv-bi-vb-pc75:1.5": "And their students too were ignorant and incompetent, ",
  "pli-tv-bi-vb-pc75:1.6": "and they too did not know what was allowable and what was not. ",
  "pli-tv-bi-vb-pc75:1.7": "The nuns of few desires complained and criticized them, ",
  "pli-tv-bi-vb-pc75:1.8": "“How can nuns who have twelve years of seniority give the full admission without being approved by the Sangha?” … ",
  "pli-tv-bi-vb-pc75:1.9": "“Is it true, monks, that nuns do this?” ",
  "pli-tv-bi-vb-pc75:1.10": "“It’s true, Sir.” ",
  "pli-tv-bi-vb-pc75:1.11": "The Buddha criticized them, ",
  "pli-tv-bi-vb-pc75:1.12": "“… How can nuns do this? ",
  "pli-tv-bi-vb-pc75:1.13": "This won’t give rise to confidence in those without it …” … ",
  "pli-tv-bi-vb-pc75:1.14": "and after criticizing them … ",
  "pli-tv-bi-vb-pc75:1.15": "he gave a teaching and addressed the monks: ",
  "pli-tv-bi-vb-pc75:1.16": "“Monks, approval is required for a nun who has twelve years of seniority to give the full admission. ",
  "pli-tv-bi-vb-pc75:1.17": "And the approval is to be given like this. ",
  "pli-tv-bi-vb-pc75:1.18": "After approaching the Sangha of nuns, that nun who has twelve years of seniority should put her upper robe over one shoulder and pay respect at the feet of the senior nuns. She should then squat on her heels, raise her joined palms, and say, ",
  "pli-tv-bi-vb-pc75:1.19": "‘Venerables, I, the nun so-and-so who has twelve years of seniority, ask the Sangha for approval to give the full admission.’ ",
  "pli-tv-bi-vb-pc75:1.20": "And she should ask a second ",
  "pli-tv-bi-vb-pc75:1.21": "and a third time. ",
  "pli-tv-bi-vb-pc75:1.22": "The Sangha should then decide whether that nun is competent and has a sense of conscience. ",
  "pli-tv-bi-vb-pc75:1.23": "If she is ignorant and shameless, approval should not be given. ",
  "pli-tv-bi-vb-pc75:1.24": "If she is ignorant but has a sense of conscience, approval should not be given. ",
  "pli-tv-bi-vb-pc75:1.25": "If she is competent but shameless, approval should not be given. ",
  "pli-tv-bi-vb-pc75:1.26": "If she is competent and has a sense of conscience, approval should be given. ",
  "pli-tv-bi-vb-pc75:1.27": "And it is to be given like this. ",
  "pli-tv-bi-vb-pc75:1.28": "A competent and capable nun should inform the Sangha: ",
  "pli-tv-bi-vb-pc75:1.29": "‘Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-bi-vb-pc75:1.30": "The nun so-and-so, who has twelve years of seniority, is asking the Sangha for approval to give the full admission. ",
  "pli-tv-bi-vb-pc75:1.31": "If it seems appropriate to the Sangha, the Sangha should give approval to nun so-and-so, who has twelve years of seniority, to give the full admission. ",
  "pli-tv-bi-vb-pc75:1.32": "This is the motion. ",
  "pli-tv-bi-vb-pc75:1.33": "Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-bi-vb-pc75:1.34": "The nun so-and-so, who has twelve years of seniority, is asking the Sangha for approval to give the full admission. ",
  "pli-tv-bi-vb-pc75:1.35": "The Sangha gives approval to nun so-and-so, who has twelve years of seniority, to give the full admission. ",
  "pli-tv-bi-vb-pc75:1.36": "Any nun who approves of giving approval to nun so-and-so, who has twelve years of seniority, to give the full admission should remain silent. ",
  "pli-tv-bi-vb-pc75:1.37": "Any nun who does not approve should speak up. ",
  "pli-tv-bi-vb-pc75:1.38": "The Sangha has given approval to nun so-and-so, who has twelve years of seniority, to give the full admission. ",
  "pli-tv-bi-vb-pc75:1.39": "The Sangha approves and is therefore silent. I will remember it thus.’” ",
  "pli-tv-bi-vb-pc75:1.40": "Then, after criticizing those nuns in many ways for being difficult to support … ",
  "pli-tv-bi-vb-pc75:1.41": "“And, monks, the nuns should recite this training rule like this: ",
  "pli-tv-bi-vb-pc75:1.42.0": "Final ruling ",
  "pli-tv-bi-vb-pc75:1.42.1": "‘If a nun who has twelve years of seniority gives the full admission without approval from the Sangha, she commits an offense entailing confession.’” ",
  "pli-tv-bi-vb-pc75:2.0": "Definitions ",
  "pli-tv-bi-vb-pc75:2.1": "A: ",
  "pli-tv-bi-vb-pc75:2.2": "whoever … ",
  "pli-tv-bi-vb-pc75:2.3": "Nun: ",
  "pli-tv-bi-vb-pc75:2.4": "… The nun who has been given the full ordination in unanimity by both Sanghas through a legal procedure consisting of one motion and three announcements that is irreversible and fit to stand—this sort of nun is meant in this case. ",
  "pli-tv-bi-vb-pc75:2.5": "Who has twelve years of seniority: ",
  "pli-tv-bi-vb-pc75:2.6": "who has reached twelve years of seniority. ",
  "pli-tv-bi-vb-pc75:2.7": "Without approval: ",
  "pli-tv-bi-vb-pc75:2.8": "approval to give the full admission has not been given though a legal procedure consisting of one motion and one announcement. ",
  "pli-tv-bi-vb-pc75:2.9": "Gives the full admission: ",
  "pli-tv-bi-vb-pc75:2.10": "gives the full ordination. ",
  "pli-tv-bi-vb-pc75:2.11": "If, intending to give the full admission, she searches for a group, a teacher, a bowl, or a robe, or she establishes a monastic boundary, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pc75:2.12": "After the motion, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pc75:2.13": "After each of the first two announcements, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pc75:2.14": "When the last announcement is finished, the preceptor commits an offense entailing confession, ",
  "pli-tv-bi-vb-pc75:2.15": "and the group and the teacher commit an offense of wrong conduct. ",
  "pli-tv-bi-vb-pc75:2.16.0": "Permutations ",
  "pli-tv-bi-vb-pc75:2.16.1": "If it is a legitimate legal procedure, and she perceives it as such, and she gives the full admission, she commits an offense entailing confession. ",
  "pli-tv-bi-vb-pc75:2.17": "If it is a legitimate legal procedure, but she is unsure of it, and she gives the full admission, she commits an offense entailing confession. ",
  "pli-tv-bi-vb-pc75:2.18": "If it is a legitimate legal procedure, but she perceives it as illegitimate, and she gives the full admission, she commits an offense entailing confession. ",
  "pli-tv-bi-vb-pc75:2.19": "If it is an illegitimate legal procedure, but she perceives it as legitimate, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pc75:2.20": "If it is an illegitimate legal procedure, but she is unsure of it, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pc75:2.21": "If it is an illegitimate legal procedure, and she perceives it as such, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pc75:2.22.0": "Non-offenses ",
  "pli-tv-bi-vb-pc75:2.22.1": "There is no offense: ",
  "pli-tv-bi-vb-pc75:2.23": "if she has twelve years of seniority, has been approved by the Sangha, and then gives the full admission; ",
  "pli-tv-bi-vb-pc75:2.24": "if she is insane; ",
  "pli-tv-bi-vb-pc75:2.25": "if she is the first offender. ",
  "pli-tv-bi-vb-pc75:2.26": "The fifth training rule is finished."
}