{
  "pli-tv-bi-vb-pc84:0.1": "Theravāda Collection on Monastic Law ",
  "pli-tv-bi-vb-pc84:0.2": "The nuns’ rules and their analysis ",
  "pli-tv-bi-vb-pc84:0.3": "The chapter on offenses entailing confession ",
  "pli-tv-bi-vb-pc84:0.4": "The sub-chapter on sunshades and sandals ",
  "pli-tv-bi-vb-pc84:0.5": "84. The training rule on sunshades and sandals ",
  "pli-tv-bi-vb-pc84:1.1.0.1": "Origin story ",
  "pli-tv-bi-vb-pc84:1.1.0.2": "First sub-story ",
  "pli-tv-bi-vb-pc84:1.1.1": "At one time when the Buddha was staying at Sāvatthī in Anāthapiṇḍika’s Monastery, ",
  "pli-tv-bi-vb-pc84:1.1.2": "the nuns from the group of six used sunshades and sandals. ",
  "pli-tv-bi-vb-pc84:1.1.3": "People complained and criticized them, ",
  "pli-tv-bi-vb-pc84:1.1.4": "“How can nuns use sunshades and sandals? They are just like householders who indulge in worldly pleasures!” ",
  "pli-tv-bi-vb-pc84:1.1.5": "The nuns heard the complaints of those people. ",
  "pli-tv-bi-vb-pc84:1.1.6": "The nuns of few desires complained and criticized them, ",
  "pli-tv-bi-vb-pc84:1.1.7": "“How can the nuns from the group of six use sunshades and sandals?” … ",
  "pli-tv-bi-vb-pc84:1.1.8": "“Is it true, monks, that those nuns do this?” ",
  "pli-tv-bi-vb-pc84:1.1.9": "“It’s true, Sir.” ",
  "pli-tv-bi-vb-pc84:1.1.10": "The Buddha criticized them, ",
  "pli-tv-bi-vb-pc84:1.1.11": "“… How can the nuns from the group of six do this? ",
  "pli-tv-bi-vb-pc84:1.1.12": "This won’t give rise to confidence in those without it … ",
  "pli-tv-bi-vb-pc84:1.1.13": "And, monks, the nuns should recite this training rule like this: ",
  "pli-tv-bi-vb-pc84:1.1.14.0": "First preliminary ruling ",
  "pli-tv-bi-vb-pc84:1.1.14.1": "‘If a nun uses a sunshade and sandals, she commits an offense entailing confession.’” ",
  "pli-tv-bi-vb-pc84:1.1.15": "In this way the Buddha laid down this training rule for the nuns. ",
  "pli-tv-bi-vb-pc84:1.2.0": "Second sub-story ",
  "pli-tv-bi-vb-pc84:1.2.1": "Soon afterwards there was a sick nun ",
  "pli-tv-bi-vb-pc84:1.2.2": "who was not comfortable without sandals and a sunshade. … ",
  "pli-tv-bi-vb-pc84:1.2.3": "They told the Buddha. The Buddha then had the Sangha gathered and addressed the monks: ",
  "pli-tv-bi-vb-pc84:1.2.4": "“Monks, I allow a sick nun to use a sunshade and sandals. ",
  "pli-tv-bi-vb-pc84:1.2.5": "And so, monks, the nuns should recite this training rule like this: ",
  "pli-tv-bi-vb-pc84:1.2.6.0": "Final ruling ",
  "pli-tv-bi-vb-pc84:1.2.6.1": "‘If a nun who is not sick uses a sunshade and sandals, she commits an offense entailing confession.’” ",
  "pli-tv-bi-vb-pc84:2.1.0": "Definitions ",
  "pli-tv-bi-vb-pc84:2.1.1": "A: ",
  "pli-tv-bi-vb-pc84:2.1.2": "whoever … ",
  "pli-tv-bi-vb-pc84:2.1.3": "Nun: ",
  "pli-tv-bi-vb-pc84:2.1.4": "… The nun who has been given the full ordination in unanimity by both Sanghas through a legal procedure consisting of one motion and three announcements that is irreversible and fit to stand—this sort of nun is meant in this case. ",
  "pli-tv-bi-vb-pc84:2.1.5": "Who is not sick: ",
  "pli-tv-bi-vb-pc84:2.1.6": "who is comfortable without a sunshade and sandals. ",
  "pli-tv-bi-vb-pc84:2.1.7": "Who is sick: ",
  "pli-tv-bi-vb-pc84:2.1.8": "who is not comfortable without a sunshade and sandals. ",
  "pli-tv-bi-vb-pc84:2.1.9": "A sunshade: ",
  "pli-tv-bi-vb-pc84:2.1.10": "there are three kinds of sunshade: the white sunshade, the reed sunshade, the leaf sunshade. They are bound at the rim and bound at the ribs. ",
  "pli-tv-bi-vb-pc84:2.1.11": "Uses: ",
  "pli-tv-bi-vb-pc84:2.1.12": "if she uses it even once, she commits an offense entailing confession. ",
  "pli-tv-bi-vb-pc84:2.2.0": "Permutations ",
  "pli-tv-bi-vb-pc84:2.2.1": "If she is not sick, and she does not perceive herself as sick, and she uses a sunshade and sandals, she commits an offense entailing confession. ",
  "pli-tv-bi-vb-pc84:2.2.2": "If she is not sick, but she is unsure of it, and she uses a sunshade and sandals, she commits an offense entailing confession. ",
  "pli-tv-bi-vb-pc84:2.2.3": "If she is not sick, but she perceives herself as sick, and she uses a sunshade and sandals, she commits an offense entailing confession. ",
  "pli-tv-bi-vb-pc84:2.2.4": "If she uses a sunshade, but not sandals, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pc84:2.2.5": "If she uses sandals, but not a sunshade, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pc84:2.2.6": "If she is sick, but she does not perceive herself as sick, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pc84:2.2.7": "If she is sick, but she is unsure of it, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pc84:2.2.8": "If she is sick, and she perceives herself as sick, there is no offense. ",
  "pli-tv-bi-vb-pc84:2.3.0": "Non-offenses ",
  "pli-tv-bi-vb-pc84:2.3.1": "There is no offense: ",
  "pli-tv-bi-vb-pc84:2.3.2": "if she is sick; ",
  "pli-tv-bi-vb-pc84:2.3.3": "if she uses them in a monastery or in the vicinity of a monastery; ",
  "pli-tv-bi-vb-pc84:2.3.4": "if there are dangers; ",
  "pli-tv-bi-vb-pc84:2.3.5": "if she is insane; ",
  "pli-tv-bi-vb-pc84:2.3.6": "if she is the first offender. ",
  "pli-tv-bi-vb-pc84:2.3.7": "The first training rule is finished."
}