{
  "pli-tv-bi-vb-pc17:0.1": "Theravāda Collection on Monastic Law ",
  "pli-tv-bi-vb-pc17:0.2": "The Nuns’ Analysis ",
  "pli-tv-bi-vb-pc17:0.3": "The chapter on offenses entailing confession ",
  "pli-tv-bi-vb-pc17:0.4": "The sub-chapter on the dark of the night ",
  "pli-tv-bi-vb-pc17:0.5": "17. The training rule on spreading out without asking permission ",
  "pli-tv-bi-vb-pc17:1.0": "Origin story ",
  "pli-tv-bi-vb-pc17:1.1": "At one time the Buddha was staying at Sāvatthī in the Jeta Grove, Anāthapiṇḍika’s Monastery. ",
  "pli-tv-bi-vb-pc17:1.2": "At that time a number of nuns were traveling through the Kosalan country on their way to Sāvatthī, when one evening they arrived at a certain village. There they went to a brahmin family and asked for a place to stay. ",
  "pli-tv-bi-vb-pc17:1.3": "The brahmin woman told them, ",
  "pli-tv-bi-vb-pc17:1.4": "“Please wait, Venerables, until my husband returns.” ",
  "pli-tv-bi-vb-pc17:1.6": "While they were waiting, the nuns put out bedding, and some sat down on it while others lay down. ",
  "pli-tv-bi-vb-pc17:1.7": "When the husband returned at night, he said to his wife, ",
  "pli-tv-bi-vb-pc17:1.8": "“Who are they?” ",
  "pli-tv-bi-vb-pc17:1.9": "“They are nuns.” ",
  "pli-tv-bi-vb-pc17:1.10": "“Throw out these shaven-headed sluts!”, and he had them thrown out of the house. ",
  "pli-tv-bi-vb-pc17:1.11": "Those nuns then went to Sāvatthī, where they told the nuns what had happened. ",
  "pli-tv-bi-vb-pc17:1.12": "The nuns of few desires complained and criticized them, ",
  "pli-tv-bi-vb-pc17:1.13": "“How can nuns visit families at the wrong time, put out bedding without asking permission of the owners, and then sit down and lie down on it?” … ",
  "pli-tv-bi-vb-pc17:1.14": "“Is it true, monks, that nuns did this?” ",
  "pli-tv-bi-vb-pc17:1.15": "“It’s true, Sir.” ",
  "pli-tv-bi-vb-pc17:1.16": "The Buddha rebuked them … ",
  "pli-tv-bi-vb-pc17:1.17": "“How could nuns act like this? ",
  "pli-tv-bi-vb-pc17:1.18": "This will affect people’s confidence …” … ",
  "pli-tv-bi-vb-pc17:1.19": "“And, monks, the nuns should recite this training rule like this: ",
  "pli-tv-bi-vb-pc17:1.20.0": "Final ruling ",
  "pli-tv-bi-vb-pc17:1.20.1": "‘If a nun visits families at the wrong time, puts out bedding without asking permission of the owners, or has it put out, and then sits down or lies down on it, she commits an offense entailing confession.’” ",
  "pli-tv-bi-vb-pc17:2.1.0": "Definitions ",
  "pli-tv-bi-vb-pc17:2.1.1": "A: ",
  "pli-tv-bi-vb-pc17:2.1.2": "whoever … ",
  "pli-tv-bi-vb-pc17:2.1.3": "Nun: ",
  "pli-tv-bi-vb-pc17:2.1.4": "… The nun who has been given the full ordination in unanimity by both Sanghas through a legal procedure consisting of one motion and three announcements that is irreversible and fit to stand—this sort of nun is meant in this case. ",
  "pli-tv-bi-vb-pc17:2.1.5": "The wrong time: ",
  "pli-tv-bi-vb-pc17:2.1.6": "from sunset until dawn. ",
  "pli-tv-bi-vb-pc17:2.1.7": "A family: ",
  "pli-tv-bi-vb-pc17:2.1.8": "there are four kinds of families: the aristocratic family, the brahmin family, the merchant family, the worker family. ",
  "pli-tv-bi-vb-pc17:2.1.9": "Visits: ",
  "pli-tv-bi-vb-pc17:2.1.10": "goes there. ",
  "pli-tv-bi-vb-pc17:2.1.11": "Without asking permission of the owners: ",
  "pli-tv-bi-vb-pc17:2.1.12": "not having asked permission of a person in that family who is an owner and who has the authority to give. ",
  "pli-tv-bi-vb-pc17:2.1.13": "Bedding: ",
  "pli-tv-bi-vb-pc17:2.1.14": "even a spread of leaves. ",
  "pli-tv-bi-vb-pc17:2.1.15": "Puts out: ",
  "pli-tv-bi-vb-pc17:2.1.16": "she puts it out herself. ",
  "pli-tv-bi-vb-pc17:2.1.17": "Has it put out: ",
  "pli-tv-bi-vb-pc17:2.1.18": "she has someone else to put it out. ",
  "pli-tv-bi-vb-pc17:2.1.19": "Sits down: ",
  "pli-tv-bi-vb-pc17:2.1.20": "if she sits down on it, she commits an offense entailing confession. ",
  "pli-tv-bi-vb-pc17:2.1.21": "Lies down: ",
  "pli-tv-bi-vb-pc17:2.1.22": "if she lies down on it, she commits an offense entailing confession. ",
  "pli-tv-bi-vb-pc17:2.2.0": "Permutations ",
  "pli-tv-bi-vb-pc17:2.2.1": "If she has not asked permission, and she does not perceive that she has, and she sits down or lies down on bedding after putting it out or having it put out, she commits an offense entailing confession. ",
  "pli-tv-bi-vb-pc17:2.2.2": "If she has not asked permission, but she is unsure of it, and she sits down or lies down on bedding after putting it out or having it put out, she commits an offense entailing confession. ",
  "pli-tv-bi-vb-pc17:2.2.3": "If she has not asked permission, but she perceives that she has, and she sits down or lies down on bedding after putting it out or having it put out, she commits an offense entailing confession. ",
  "pli-tv-bi-vb-pc17:2.2.4": "If she has asked permission, but she does not perceive that she has, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pc17:2.2.5": "If she has asked permission, but she is unsure of it, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pc17:2.2.6": "If she has asked permission, and she perceives that she has, there is no offense. ",
  "pli-tv-bi-vb-pc17:2.3.0": "Non-offenses ",
  "pli-tv-bi-vb-pc17:2.3.1": "There is no offense: ",
  "pli-tv-bi-vb-pc17:2.3.2": "if she first asks permission, and then, after putting out bedding or having it put out, sits down or lies down on it; ",
  "pli-tv-bi-vb-pc17:2.3.3": "if she is sick; ",
  "pli-tv-bi-vb-pc17:2.3.4": "if there is an emergency; ",
  "pli-tv-bi-vb-pc17:2.3.5": "if she is insane; ",
  "pli-tv-bi-vb-pc17:2.3.6": "if she is the first offender. ",
  "pli-tv-bi-vb-pc17:2.3.7": "The seventh training rule is finished. "
}