{
  "pli-tv-bi-vb-pc27:0.1": "Theravāda Collection on Monastic Law ",
  "pli-tv-bi-vb-pc27:0.2": "The nuns’ rules and their analysis ",
  "pli-tv-bi-vb-pc27:0.3": "The chapter on offenses entailing confession ",
  "pli-tv-bi-vb-pc27:0.4": "The sub-chapter on nakedness ",
  "pli-tv-bi-vb-pc27:0.5": "27. The training rule on blocking ",
  "pli-tv-bi-vb-pc27:1.0": "Origin story ",
  "pli-tv-bi-vb-pc27:1.1": "At one time the Buddha was staying at Sāvatthī in the Jeta Grove, Anāthapiṇḍika’s Monastery. ",
  "pli-tv-bi-vb-pc27:1.2": "At that time out-of-season robe-cloth had been given to the Sangha of nuns, ",
  "pli-tv-bi-vb-pc27:1.3": "and the Sangha gathered to share it out. ",
  "pli-tv-bi-vb-pc27:1.4": "Just then the nuns who were pupils of the nun Thullanandā were away. ",
  "pli-tv-bi-vb-pc27:1.5": "Thullanandā said to the nuns: ",
  "pli-tv-bi-vb-pc27:1.6": "“Venerables, there are nuns who are away. We cannot distribute the robe-cloth until they get back.” ",
  "pli-tv-bi-vb-pc27:1.7": "And she blocked the distribution of robe-cloth. ",
  "pli-tv-bi-vb-pc27:1.8": "Since the robe-cloth could not be distributed until those nuns returned, other nuns left. ",
  "pli-tv-bi-vb-pc27:1.9": "Then, when her pupils returned, Thullanandā had that robe-cloth distributed. ",
  "pli-tv-bi-vb-pc27:1.10": "The nuns of few desires complained and criticized her, ",
  "pli-tv-bi-vb-pc27:1.11": "“How could Venerable Thullanandā block a legitimate distribution of robe-cloth?” … ",
  "pli-tv-bi-vb-pc27:1.12": "“Is it true, monks, that the nun Thullanandā did this?” ",
  "pli-tv-bi-vb-pc27:1.13": "“It’s true, Sir.” ",
  "pli-tv-bi-vb-pc27:1.14": "The Buddha rebuked her … ",
  "pli-tv-bi-vb-pc27:1.15": "“How could the nun Thullanandā do this? ",
  "pli-tv-bi-vb-pc27:1.16": "This will affect people’s confidence …” … ",
  "pli-tv-bi-vb-pc27:1.17": "“And, monks, the nuns should recite this training rule like this: ",
  "pli-tv-bi-vb-pc27:1.18.0": "Final ruling ",
  "pli-tv-bi-vb-pc27:1.18.1": "‘If a nun blocks a legitimate distribution of robe-cloth, she commits an offense entailing confession.’” ",
  "pli-tv-bi-vb-pc27:2.1.0": "Definitions ",
  "pli-tv-bi-vb-pc27:2.1.1": "A: ",
  "pli-tv-bi-vb-pc27:2.1.2": "whoever … ",
  "pli-tv-bi-vb-pc27:2.1.3": "Nun: ",
  "pli-tv-bi-vb-pc27:2.1.4": "… The nun who has been given the full ordination in unanimity by both Sanghas through a legal procedure consisting of one motion and three announcements that is irreversible and fit to stand—this sort of nun is meant in this case. ",
  "pli-tv-bi-vb-pc27:2.1.5": "A legitimate distribution of robe-cloth: ",
  "pli-tv-bi-vb-pc27:2.1.6": "it is distributed by a unanimous Sangha of nuns. ",
  "pli-tv-bi-vb-pc27:2.1.7": "Blocks: ",
  "pli-tv-bi-vb-pc27:2.1.8": "if she blocks it with the thought, “What can be done so that this robe-cloth isn’t distributed?”, she commits an offense entailing confession. ",
  "pli-tv-bi-vb-pc27:2.2.0": "Permutations ",
  "pli-tv-bi-vb-pc27:2.2.1": "If it is a legitimate legal procedure, and she perceives it as such, and she blocks it, she commits an offense entailing confession. ",
  "pli-tv-bi-vb-pc27:2.2.2": "If it is a legitimate legal procedure, but she is unsure of it, and she blocks it, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pc27:2.2.3": "If it is a legitimate legal procedure, but she perceives it as illegitimate, and she blocks it, there is no offense. ",
  "pli-tv-bi-vb-pc27:2.2.4": "If it is an illegitimate legal procedure, but she perceives it as legitimate, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pc27:2.2.5": "If it is an illegitimate legal procedure, but she is unsure of it, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pc27:2.2.6": "If it is an illegitimate legal procedure, and she perceives it as such, there is no offense. ",
  "pli-tv-bi-vb-pc27:2.3.0": "Non-offenses ",
  "pli-tv-bi-vb-pc27:2.3.1": "There is no offense: ",
  "pli-tv-bi-vb-pc27:2.3.2": "if she blocks it after demonstrating a benefit; ",
  "pli-tv-bi-vb-pc27:2.3.3": "if she is insane; ",
  "pli-tv-bi-vb-pc27:2.3.4": "if she is the first offender. ",
  "pli-tv-bi-vb-pc27:2.3.5": "The seventh training rule is finished. "
}