{
  "pli-tv-bi-vb-pc30:0.1": "Theravāda Collection on Monastic Law ",
  "pli-tv-bi-vb-pc30:0.2": "The nuns’ rules and their analysis ",
  "pli-tv-bi-vb-pc30:0.3": "The chapter on offenses entailing confession ",
  "pli-tv-bi-vb-pc30:0.4": "The sub-chapter on nakedness ",
  "pli-tv-bi-vb-pc30:0.5": "30. The training rule on the ending of the robe-making season ",
  "pli-tv-bi-vb-pc30:1.1.0": "Origin story ",
  "pli-tv-bi-vb-pc30:1.1.1": "At one time the Buddha was staying at Sāvatthī in the Jeta Grove, Anāthapiṇḍika’s Monastery. ",
  "pli-tv-bi-vb-pc30:1.1.2": "At that time a lay follower had built a dwelling for the Sangha. ",
  "pli-tv-bi-vb-pc30:1.1.3": "He wanted to give out-of-season robe-cloth to both Sanghas at the presentation ceremony for that dwelling, ",
  "pli-tv-bi-vb-pc30:1.1.4": "but both Sanghas had already done the robe-making procedure. ",
  "pli-tv-bi-vb-pc30:1.1.5": "That lay follower then approached the Sangha and asked it to make an end of the robe-making season. ",
  "pli-tv-bi-vb-pc30:1.1.6": "They told the Buddha. ",
  "pli-tv-bi-vb-pc30:1.1.7": "Soon afterwards the Buddha gave a teaching and addressed the monks: ",
  "pli-tv-bi-vb-pc30:1.1.8": "“Monks, I allow you to end the robe-making season. ",
  "pli-tv-bi-vb-pc30:1.1.9": "And it should be done like this. ",
  "pli-tv-bi-vb-pc30:1.1.10": "A competent and capable monk should inform the Sangha: ",
  "pli-tv-bi-vb-pc30:1.1.11": "‘Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-bi-vb-pc30:1.1.12": "If it seems appropriate to the Sangha, the Sangha should end the robe-making season. ",
  "pli-tv-bi-vb-pc30:1.1.13": "This is the motion. ",
  "pli-tv-bi-vb-pc30:1.1.14": "Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-bi-vb-pc30:1.1.15": "The Sangha ends the robe-making season. ",
  "pli-tv-bi-vb-pc30:1.1.16": "Any monk who approves of ending the robe-making season should remain silent. ",
  "pli-tv-bi-vb-pc30:1.1.17": "Any monk who does not approve should speak up. ",
  "pli-tv-bi-vb-pc30:1.1.18": "The Sangha has made an end of the robe-making season. The Sangha approves and is therefore silent. I will remember it thus.’” ",
  "pli-tv-bi-vb-pc30:1.2.1": "That lay follower then went to the Sangha of nuns and asked them to end the robe-making season. ",
  "pli-tv-bi-vb-pc30:1.2.2": "",
  "pli-tv-bi-vb-pc30:1.2.3": "But the nun Thullanandā, aiming to get robe-cloth for herself, blocked the Sangha from doing it. ",
  "pli-tv-bi-vb-pc30:1.2.4": "That lay follower complained and criticized them, ",
  "pli-tv-bi-vb-pc30:1.2.5": "“How can the nuns not end the robe-making season for us?” ",
  "pli-tv-bi-vb-pc30:1.2.6": "The nuns heard the complaints of that lay follower. ",
  "pli-tv-bi-vb-pc30:1.2.7": "The nuns of few desires complained and criticized her, ",
  "pli-tv-bi-vb-pc30:1.2.8": "“How could Venerable Thullanandā block a legitimate ending of the robe-making season?” … ",
  "pli-tv-bi-vb-pc30:1.2.9": "“Is it true, monks, that the nun Thullanandā did this?” ",
  "pli-tv-bi-vb-pc30:1.2.10": "“It’s true, Sir.” ",
  "pli-tv-bi-vb-pc30:1.2.11": "The Buddha criticized her, ",
  "pli-tv-bi-vb-pc30:1.2.12": "“… How could the nun Thullanandā do this? ",
  "pli-tv-bi-vb-pc30:1.2.13": "This won’t give rise to confidence in those without it … ",
  "pli-tv-bi-vb-pc30:1.2.14": "And, monks, the nuns should recite this training rule like this: ",
  "pli-tv-bi-vb-pc30:1.2.15.0": "Final ruling ",
  "pli-tv-bi-vb-pc30:1.2.15.1": "‘If a nun blocks a legitimate ending of the robe-making season, she commits an offense entailing confession.’” ",
  "pli-tv-bi-vb-pc30:2.1.0": "Definitions ",
  "pli-tv-bi-vb-pc30:2.1.1": "A: ",
  "pli-tv-bi-vb-pc30:2.1.2": "whoever … ",
  "pli-tv-bi-vb-pc30:2.1.3": "Nun: ",
  "pli-tv-bi-vb-pc30:2.1.4": "… The nun who has been given the full ordination in unanimity by both Sanghas through a legal procedure consisting of one motion and three announcements that is irreversible and fit to stand—this sort of nun is meant in this case. ",
  "pli-tv-bi-vb-pc30:2.1.5": "A legitimate ending of the robe-making season: ",
  "pli-tv-bi-vb-pc30:2.1.6": "a unanimous Sangha of nuns brings it to an end. ",
  "pli-tv-bi-vb-pc30:2.1.7": "Blocks: ",
  "pli-tv-bi-vb-pc30:2.1.8": "if she blocks it with the thought, “What can be done so that the robe-making season doesn’t end?”, she commits an offense entailing confession. ",
  "pli-tv-bi-vb-pc30:2.1.9.0": "Permutations ",
  "pli-tv-bi-vb-pc30:2.1.9.1": "If it is a legitimate legal procedure, and she perceives it as such, and she blocks it, she commits an offense entailing confession. ",
  "pli-tv-bi-vb-pc30:2.1.10": "If it is a legitimate legal procedure, but she is unsure of it, and she blocks it, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pc30:2.1.11": "If it is a legitimate legal procedure, but she perceives it as illegitimate, and she blocks it, there is no offense. ",
  "pli-tv-bi-vb-pc30:2.1.12": "If it is an illegitimate legal procedure, but she perceives it as legitimate, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pc30:2.1.13": "If it is an illegitimate legal procedure, but she is unsure of it, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pc30:2.1.14": "If it is an illegitimate legal procedure, and she perceives it as such, there is no offense. ",
  "pli-tv-bi-vb-pc30:2.2.0": "Non-offenses ",
  "pli-tv-bi-vb-pc30:2.2.1": "There is no offense: ",
  "pli-tv-bi-vb-pc30:2.2.2": "if she blocks it after demonstrating a benefit; ",
  "pli-tv-bi-vb-pc30:2.2.3": "if she is insane; ",
  "pli-tv-bi-vb-pc30:2.2.4": "if she is the first offender. ",
  "pli-tv-bi-vb-pc30:2.2.5": "The tenth training rule is finished. ",
  "pli-tv-bi-vb-pc30:2.2.6": "The third sub-chapter on nakedness is finished."
}