{
  "pli-tv-bi-vb-pc16:0.1": "Theravāda Collection on Monastic Law ",
  "pli-tv-bi-vb-pc16:0.2": "The nuns’ rules and their analysis ",
  "pli-tv-bi-vb-pc16:0.3": "The chapter on offenses entailing confession ",
  "pli-tv-bi-vb-pc16:0.4": "The sub-chapter on the dark of the night ",
  "pli-tv-bi-vb-pc16:0.5": "16. The training rule on sitting down without asking permission ",
  "pli-tv-bi-vb-pc16:1.0": "Origin story ",
  "pli-tv-bi-vb-pc16:1.1": "At one time the Buddha was staying at Sāvatthī in the Jeta Grove, Anāthapiṇḍika’s Monastery. ",
  "pli-tv-bi-vb-pc16:1.2": "At that time the nun Thullanandā visited families after the meal, and she sat down and lay down on the seats without asking permission of the owners. ",
  "pli-tv-bi-vb-pc16:1.3": "Feeling scruples because of Thullanandā, people there neither sat down nor lay down. ",
  "pli-tv-bi-vb-pc16:1.4": "They then complained and criticized her, ",
  "pli-tv-bi-vb-pc16:1.5": "“How could Venerable Thullanandā visit families after the meal, and then sit down and lie down on the seats without asking permission of the owners?” ",
  "pli-tv-bi-vb-pc16:1.6": "The nuns heard the complaints of those people. ",
  "pli-tv-bi-vb-pc16:1.7": "The nuns of few desires complained and criticized her, ",
  "pli-tv-bi-vb-pc16:1.8": "“How could Venerable Thullanandā act in this way?” … ",
  "pli-tv-bi-vb-pc16:1.9": "“Is it true, monks, that the nun Thullanandā did this?” ",
  "pli-tv-bi-vb-pc16:1.10": "“It’s true, Sir.” ",
  "pli-tv-bi-vb-pc16:1.11": "The Buddha criticized her, ",
  "pli-tv-bi-vb-pc16:1.12": "“… How could the nun Thullanandā act in this way? ",
  "pli-tv-bi-vb-pc16:1.13": "This won’t give rise to confidence in those without it … ",
  "pli-tv-bi-vb-pc16:1.14": "And, monks, the nuns should recite this training rule like this: ",
  "pli-tv-bi-vb-pc16:1.15.0": "Final ruling ",
  "pli-tv-bi-vb-pc16:1.15.1": "‘If a nun visits families after the meal, and then sits down or lies down on a seat without asking permission of the owners, she commits an offense entailing confession.’” ",
  "pli-tv-bi-vb-pc16:2.1.0": "Definitions ",
  "pli-tv-bi-vb-pc16:2.1.1": "A: ",
  "pli-tv-bi-vb-pc16:2.1.2": "whoever … ",
  "pli-tv-bi-vb-pc16:2.1.3": "Nun: ",
  "pli-tv-bi-vb-pc16:2.1.4": "… The nun who has been given the full ordination in unanimity by both Sanghas through a legal procedure consisting of one motion and three announcements that is irreversible and fit to stand—this sort of nun is meant in this case. ",
  "pli-tv-bi-vb-pc16:2.1.5": "After the meal: ",
  "pli-tv-bi-vb-pc16:2.1.6": "when the middle of the day has passed, until sunset. ",
  "pli-tv-bi-vb-pc16:2.1.7": "A family: ",
  "pli-tv-bi-vb-pc16:2.1.8": "there are four kinds of family: the aristocratic family, the brahmin family, the merchant family, the worker family. ",
  "pli-tv-bi-vb-pc16:2.1.9": "Visits: ",
  "pli-tv-bi-vb-pc16:2.1.10": "goes there. ",
  "pli-tv-bi-vb-pc16:2.1.11": "Without asking permission of the owners: ",
  "pli-tv-bi-vb-pc16:2.1.12": "not having asked permission of a person in that family who is an owner and who has the authority to give. ",
  "pli-tv-bi-vb-pc16:2.1.13": "A seat: ",
  "pli-tv-bi-vb-pc16:2.1.14": "a place for sitting cross-legged is what is meant. ",
  "pli-tv-bi-vb-pc16:2.1.15": "Sits down: ",
  "pli-tv-bi-vb-pc16:2.1.16": "if she sits down on that seat, she commits an offense entailing confession. ",
  "pli-tv-bi-vb-pc16:2.1.17": "Lies down: ",
  "pli-tv-bi-vb-pc16:2.1.18": "if she lies down on that seat, she commits an offense entailing confession. ",
  "pli-tv-bi-vb-pc16:2.2.0": "Permutations ",
  "pli-tv-bi-vb-pc16:2.2.1": "If she has not asked permission, and she does not perceive that she has, and she sits down or lies down on a seat, she commits an offense entailing confession. ",
  "pli-tv-bi-vb-pc16:2.2.2": "If she has not asked permission, but she is unsure of it, and she sits down or lies down on a seat, she commits an offense entailing confession. ",
  "pli-tv-bi-vb-pc16:2.2.3": "If she has not asked permission, but she perceives that she has, and she sits down or lies down on a seat, she commits an offense entailing confession. ",
  "pli-tv-bi-vb-pc16:2.2.4": "If it is not a place for sitting cross-legged, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pc16:2.2.5": "If she has asked permission, but she does not perceive that she has, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pc16:2.2.6": "If she has asked permission, but she is unsure of it, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pc16:2.2.7": "If she has asked permission, and she perceives that she has, there is no offense. ",
  "pli-tv-bi-vb-pc16:2.3.0": "Non-offenses ",
  "pli-tv-bi-vb-pc16:2.3.1": "There is no offense: ",
  "pli-tv-bi-vb-pc16:2.3.2": "if she sits down or lies down after asking permission; ",
  "pli-tv-bi-vb-pc16:2.3.3": "if the seat is permanently put out for her; ",
  "pli-tv-bi-vb-pc16:2.3.4": "if she is sick; ",
  "pli-tv-bi-vb-pc16:2.3.5": "if there are dangers; ",
  "pli-tv-bi-vb-pc16:2.3.6": "if she is insane; ",
  "pli-tv-bi-vb-pc16:2.3.7": "if she is the first offender. ",
  "pli-tv-bi-vb-pc16:2.3.8": "The sixth training rule is finished."
}