{
  "pli-tv-bi-vb-pc22:0.1": "Theravāda Collection on Monastic Law ",
  "pli-tv-bi-vb-pc22:0.2": "The Nuns’ Analysis ",
  "pli-tv-bi-vb-pc22:0.3": "The chapter on offenses entailing confession ",
  "pli-tv-bi-vb-pc22:0.4": "The sub-chapter on nakedness ",
  "pli-tv-bi-vb-pc22:0.5": "22. The training rule on bathing robes ",
  "pli-tv-bi-vb-pc22:1.0": "Origin story ",
  "pli-tv-bi-vb-pc22:1.1": "At one time the Buddha was staying at Sāvatthī in the Jeta Grove, Anāthapiṇḍika’s Monastery. ",
  "pli-tv-bi-vb-pc22:1.2": "At that time the Buddha had allowed bathing robes for the nuns. ",
  "pli-tv-bi-vb-pc22:1.4": "Knowing this, the nuns from the group of six wore bathing robes of inappropriate size. ",
  "pli-tv-bi-vb-pc22:1.5": "As they were walking about, they were dragging them along, both in front and behind. ",
  "pli-tv-bi-vb-pc22:1.6": "The nuns of few desires complained and criticized them, ",
  "pli-tv-bi-vb-pc22:1.7": "“How can the nuns from the group of six wear such bathing robes?” … ",
  "pli-tv-bi-vb-pc22:1.8": "“Is it true, monks, that the nuns from the group of six do this?” ",
  "pli-tv-bi-vb-pc22:1.9": "“It’s true, Sir.” ",
  "pli-tv-bi-vb-pc22:1.10": "The Buddha rebuked them … ",
  "pli-tv-bi-vb-pc22:1.11": "“How can the nuns from the group of six wear such bathing robes? ",
  "pli-tv-bi-vb-pc22:1.12": "This will affect people’s confidence …” … ",
  "pli-tv-bi-vb-pc22:1.13": "“And, monks, the nuns should recite this training rule like this: ",
  "pli-tv-bi-vb-pc22:1.14.0": "Final ruling ",
  "pli-tv-bi-vb-pc22:1.14.1": "‘If a nun is having a bathing robe made, it should be made the right size. This is the right size: four standard handspans long and two wide. If it exceeds that, it is to be cut down, and she commits an offense entailing confession.’” ",
  "pli-tv-bi-vb-pc22:2.1.0": "Definitions ",
  "pli-tv-bi-vb-pc22:2.1.1": "A bathing robe: ",
  "pli-tv-bi-vb-pc22:2.1.2": "wearing it as a sarong, she bathes. ",
  "pli-tv-bi-vb-pc22:2.1.3": "Is having made: ",
  "pli-tv-bi-vb-pc22:2.1.4": "making it herself or having someone else make it, it should be made the right size. ",
  "pli-tv-bi-vb-pc22:2.1.5": "This is the right size: four standard handspans long and two wide. ",
  "pli-tv-bi-vb-pc22:2.1.6": "If she makes one or has one made that exceeds that, then for the effort there is an act of wrong conduct. ",
  "pli-tv-bi-vb-pc22:2.1.7": "When she gets it, it is to be cut down, and she is then to confess an offense entailing confession. ",
  "pli-tv-bi-vb-pc22:2.1.8.0": "Permutations ",
  "pli-tv-bi-vb-pc22:2.1.8.1": "If she finishes what she began herself, she commits an offense entailing confession. ",
  "pli-tv-bi-vb-pc22:2.1.9": "If she has others finish what she began herself, she commits an offense entailing confession. ",
  "pli-tv-bi-vb-pc22:2.1.10": "If she finishes herself what was begun by others, she commits an offense entailing confession. ",
  "pli-tv-bi-vb-pc22:2.1.11": "If she has others finish what was begun by others, she commits an offense entailing confession. ",
  "pli-tv-bi-vb-pc22:2.1.12": "If she makes one or has one made for the benefit of someone else, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pc22:2.1.13": "If she gets one that was made by someone else and then uses it, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pc22:2.2.0": "Non-offenses ",
  "pli-tv-bi-vb-pc22:2.2.1": "There is no offense: ",
  "pli-tv-bi-vb-pc22:2.2.2": "if she makes it the right size; ",
  "pli-tv-bi-vb-pc22:2.2.3": "if she makes it smaller than the right size; ",
  "pli-tv-bi-vb-pc22:2.2.4": "if she gets one made by someone else that exceeds the right size and she cuts it down before using it; ",
  "pli-tv-bi-vb-pc22:2.2.5": "if she makes a canopy, a floor cover, a cloth screen, a mattress, or a pillow; ",
  "pli-tv-bi-vb-pc22:2.2.6": "if she is insane; ",
  "pli-tv-bi-vb-pc22:2.2.7": "if she is the first offender. ",
  "pli-tv-bi-vb-pc22:2.2.8": "The second training rule is finished. "
}