{
  "pli-tv-bi-vb-pc33:0.1": "Theravāda Collection on Monastic Law ",
  "pli-tv-bi-vb-pc33:0.2": "The Nuns’ Analysis ",
  "pli-tv-bi-vb-pc33:0.3": "The chapter on offenses entailing confession ",
  "pli-tv-bi-vb-pc33:0.4": "The sub-chapter on lying down ",
  "pli-tv-bi-vb-pc33:0.5": "33. The training rule on making ill at ease ",
  "pli-tv-bi-vb-pc33:1.0": "Origin story ",
  "pli-tv-bi-vb-pc33:1.1": "At one time the Buddha was staying at Sāvatthī in the Jeta Grove, Anāthapiṇḍika’s Monastery. ",
  "pli-tv-bi-vb-pc33:1.2": "At that time the nun Thullanandā was a learned reciter, and she was confident and skilled at giving teachings. ",
  "pli-tv-bi-vb-pc33:1.3": "Bhaddā Kāpilānī, too, was a learned reciter who was confident and skilled at giving teachings, and she was respected for her excellence. ",
  "pli-tv-bi-vb-pc33:1.5": "Because of this, people visited Bhaddā Kāpilānī first and then Thullanandā. ",
  "pli-tv-bi-vb-pc33:1.6": "Overcome by jealousy, Thullanandā thought, ",
  "pli-tv-bi-vb-pc33:1.7": "“These ones, who are supposedly contented and have few desires, who are supposedly secluded and not socializing, are always persuading and convincing people.” And in front of Bhaddā Kāpilānī, she walked back and forth, stood, sat down, and lay down, and she recited and had others recite, and she rehearsed. ",
  "pli-tv-bi-vb-pc33:1.8": "The nuns of few desires complained and criticized her, ",
  "pli-tv-bi-vb-pc33:1.9": "“How could Venerable Thullanandā intentionally make Bhaddā Kāpilānī ill at ease?” … ",
  "pli-tv-bi-vb-pc33:1.10": "“Is it true, monks, that the nun Thullanandā did this?” ",
  "pli-tv-bi-vb-pc33:1.11": "“It’s true, Sir.” ",
  "pli-tv-bi-vb-pc33:1.12": "The Buddha rebuked her … ",
  "pli-tv-bi-vb-pc33:1.13": "“How could the nun Thullanandā do this? ",
  "pli-tv-bi-vb-pc33:1.14": "This will affect people’s confidence …” … ",
  "pli-tv-bi-vb-pc33:1.15": "“And, monks, the nuns should recite this training rule like this: ",
  "pli-tv-bi-vb-pc33:1.16.0": "Final ruling ",
  "pli-tv-bi-vb-pc33:1.16.1": "‘If a nun intentionally makes a nun ill at ease, she commits an offense entailing confession.’” ",
  "pli-tv-bi-vb-pc33:2.1.0": "Definitions ",
  "pli-tv-bi-vb-pc33:2.1.1": "A: ",
  "pli-tv-bi-vb-pc33:2.1.2": "whoever … ",
  "pli-tv-bi-vb-pc33:2.1.3": "Nun: ",
  "pli-tv-bi-vb-pc33:2.1.4": "… The nun who has been given the full ordination in unanimity by both Sanghas through a legal procedure consisting of one motion and three announcements that is irreversible and fit to stand—this sort of nun is meant in this case. ",
  "pli-tv-bi-vb-pc33:2.1.5": "A nun: ",
  "pli-tv-bi-vb-pc33:2.1.6": "another nun. ",
  "pli-tv-bi-vb-pc33:2.1.7": "Intentionally: ",
  "pli-tv-bi-vb-pc33:2.1.8": "knowing, perceiving, having intended, having decided, she transgresses. ",
  "pli-tv-bi-vb-pc33:2.1.9": "Makes ill at ease: ",
  "pli-tv-bi-vb-pc33:2.1.10": "if, without asking permission, but thinking, “In this way she will be ill at ease,” she walks back and forth in front of her, or she stands, sits down, or lies down in front of her, or she recites, has others recite, or rehearses in front of her, she commits an offense entailing confession. ",
  "pli-tv-bi-vb-pc33:2.2.0": "Permutations ",
  "pli-tv-bi-vb-pc33:2.2.1": "If the other person is fully ordained, and she perceives her as such, and she intentionally makes her ill at ease, she commits an offense entailing confession. ",
  "pli-tv-bi-vb-pc33:2.2.2": "If the other person is fully ordained, but she is unsure of it, and she intentionally makes her ill at ease, she commits an offense entailing confession. ",
  "pli-tv-bi-vb-pc33:2.2.3": "If the other person is fully ordained, but she does not perceive her as such, and she intentionally makes her ill at ease, she commits an offense entailing confession. ",
  "pli-tv-bi-vb-pc33:2.2.4": "If the other person is not fully ordained, and she intentionally makes her ill at ease, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pc33:2.2.5": "If the other person is not fully ordained, but she perceives her as such, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pc33:2.2.6": "If the other person is not fully ordained, but she is unsure of it, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pc33:2.2.7": "If the other person is not fully ordained, and she does not perceive her as such, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pc33:2.3.0": "Non-offenses ",
  "pli-tv-bi-vb-pc33:2.3.1": "There is no offense: ",
  "pli-tv-bi-vb-pc33:2.3.2": "if, after asking permission and not desiring to make her ill at ease, she walks back and forth in front of her, or she stands, sits down, or lies down in front of her, or she recites, has others recite, or rehearses in front of her; ",
  "pli-tv-bi-vb-pc33:2.3.3": "if she is insane; ",
  "pli-tv-bi-vb-pc33:2.3.4": "if she is the first offender. ",
  "pli-tv-bi-vb-pc33:2.3.5": "The third training rule is finished. "
}