{
  "pli-tv-bi-vb-pc51:0.1": "Theravāda Collection on Monastic Law ",
  "pli-tv-bi-vb-pc51:0.2": "The nuns’ rules and their analysis ",
  "pli-tv-bi-vb-pc51:0.3": "The chapter on offenses entailing confession ",
  "pli-tv-bi-vb-pc51:0.4": "The sub-chapter on monasteries ",
  "pli-tv-bi-vb-pc51:0.5": "51. The training rule on entering monasteries ",
  "pli-tv-bi-vb-pc51:1.0.1": "Origin story ",
  "pli-tv-bi-vb-pc51:1.0.2": "First sub-story ",
  "pli-tv-bi-vb-pc51:1.1": "At one time when the Buddha was staying at Sāvatthī in Anāthapiṇḍika’s Monastery, ",
  "pli-tv-bi-vb-pc51:1.2": "a number of monks dressed only in a sarong were making robes in a certain village monastery. ",
  "pli-tv-bi-vb-pc51:1.3": "Nuns entered that monastery without asking permission and approached those monks. ",
  "pli-tv-bi-vb-pc51:1.4": "The monks complained and criticized them, ",
  "pli-tv-bi-vb-pc51:1.5": "“How can nuns enter a monastery without asking permission?” … ",
  "pli-tv-bi-vb-pc51:1.6": "“Is it true, monks, that nuns did that?” ",
  "pli-tv-bi-vb-pc51:1.7": "“It’s true, Sir.” ",
  "pli-tv-bi-vb-pc51:1.8": "The Buddha criticized them, ",
  "pli-tv-bi-vb-pc51:1.9": "“… How can nuns do that? ",
  "pli-tv-bi-vb-pc51:1.10": "This won’t give rise to confidence in those without it … ",
  "pli-tv-bi-vb-pc51:1.11": "And, monks, the nuns should recite this training rule like this: ",
  "pli-tv-bi-vb-pc51:1.12.0": "First preliminary ruling ",
  "pli-tv-bi-vb-pc51:1.12.1": "‘If a nun enters a monastery without asking permission, she commits an offense entailing confession.’” ",
  "pli-tv-bi-vb-pc51:1.13": "In this way the Buddha laid down this training rule for the nuns. ",
  "pli-tv-bi-vb-pc51:2.0": "Second sub-story ",
  "pli-tv-bi-vb-pc51:2.1": "Soon afterwards those monks left that monastery. ",
  "pli-tv-bi-vb-pc51:2.2": "But even though the nuns knew that the monks had left, they did not go there. ",
  "pli-tv-bi-vb-pc51:2.3": "Soon the monks returned. ",
  "pli-tv-bi-vb-pc51:2.4": "When the nuns knew that this was the case, they asked permission and then entered that monastery. ",
  "pli-tv-bi-vb-pc51:2.5": "They approached the monks and bowed down to them. ",
  "pli-tv-bi-vb-pc51:2.6": "The monks then said to them, “Sisters, why didn’t you sweep the monastery, or put out water for drinking or water for washing?” ",
  "pli-tv-bi-vb-pc51:2.7": "“The Buddha has laid down a training rule that we may not enter a monastery without asking permission. ",
  "pli-tv-bi-vb-pc51:2.8": "That’s why we didn’t do it.” ",
  "pli-tv-bi-vb-pc51:2.9": "They told the Buddha. Soon afterwards the Buddha had the Sangha gathered and addressed the monks: ",
  "pli-tv-bi-vb-pc51:2.10": "“Monks, when a monk is available, a nun should enter a monastery only after asking permission. ",
  "pli-tv-bi-vb-pc51:2.11": "And so, monks, the nuns should recite this training rule like this: ",
  "pli-tv-bi-vb-pc51:2.12.0": "Second preliminary ruling ",
  "pli-tv-bi-vb-pc51:2.12.1": "‘If a nun, when a monk is available, enters a monastery without asking permission, she commits an offense entailing confession.’” ",
  "pli-tv-bi-vb-pc51:2.13": "In this way the Buddha laid down this training rule for the nuns. ",
  "pli-tv-bi-vb-pc51:3.0": "Third sub-story ",
  "pli-tv-bi-vb-pc51:3.1": "Soon afterwards those monks left that monastery once more, before returning once again. ",
  "pli-tv-bi-vb-pc51:3.2": "Thinking that the monks were still away, the nuns entered the monastery without asking permission. ",
  "pli-tv-bi-vb-pc51:3.3": "The nuns became anxious, thinking, ",
  "pli-tv-bi-vb-pc51:3.4": "“We have entered a monastery without asking permission, even though a monk was available. And the Buddha has laid down a training rule against this. ",
  "pli-tv-bi-vb-pc51:3.5": "Could it be that we have committed an offense entailing confession?” ",
  "pli-tv-bi-vb-pc51:3.6": "They told the Buddha. ",
  "pli-tv-bi-vb-pc51:3.7": "Soon afterwards he gave a teaching and addressed the monks: ",
  "pli-tv-bi-vb-pc51:3.8": "“And so, monks, the nuns should recite this training rule like this: ",
  "pli-tv-bi-vb-pc51:3.9.0": "Final ruling ",
  "pli-tv-bi-vb-pc51:3.9.1": "‘If a nun, knowing that there are monks in a monastery, enters it without asking permission, she commits an offense entailing confession.’” ",
  "pli-tv-bi-vb-pc51:4.1.0": "Definitions ",
  "pli-tv-bi-vb-pc51:4.1.1": "A: ",
  "pli-tv-bi-vb-pc51:4.1.2": "whoever … ",
  "pli-tv-bi-vb-pc51:4.1.3": "Nun: ",
  "pli-tv-bi-vb-pc51:4.1.4": "… The nun who has been given the full ordination in unanimity by both Sanghas through a legal procedure consisting of one motion and three announcements that is irreversible and fit to stand—this sort of nun is meant in this case. ",
  "pli-tv-bi-vb-pc51:4.1.5": "Knowing: ",
  "pli-tv-bi-vb-pc51:4.1.6": "she knows it by herself or others have told her or they have told her. ",
  "pli-tv-bi-vb-pc51:4.1.7": "There are monks in a monastery: ",
  "pli-tv-bi-vb-pc51:4.1.8": "even where monks stay at the foot of a tree. ",
  "pli-tv-bi-vb-pc51:4.1.9": "Enters it without asking permission: ",
  "pli-tv-bi-vb-pc51:4.1.10": "if she crosses the boundary of an enclosed monastery without asking permission of a monk or a novice monk or a monastery worker, she commits an offense entailing confession. ",
  "pli-tv-bi-vb-pc51:4.1.11": "If she enters the vicinity of an unenclosed monastery, she commits an offense entailing confession. ",
  "pli-tv-bi-vb-pc51:4.2.0": "Permutations ",
  "pli-tv-bi-vb-pc51:4.2.1": "If there are monks in a monastery, and she perceives that there are, and she enters it without asking permission of an available monk, she commits an offense entailing confession. ",
  "pli-tv-bi-vb-pc51:4.2.2": "If there are monks in a monastery, but she is unsure of it, and she enters it without asking permission of an available monk, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pc51:4.2.3": "If there are monks in a monastery, but she does not perceive that there are, and she enters it without asking permission of an available monk, there is no offense. ",
  "pli-tv-bi-vb-pc51:4.2.4": "If there are no monks in a monastery, but she perceives that there are, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pc51:4.2.5": "If there are no monks in a monastery, but she is unsure of it, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-pc51:4.2.6": "If there are no monks in a monastery, and she does not perceive that there are, there is no offense. ",
  "pli-tv-bi-vb-pc51:4.3.0": "Non-offenses ",
  "pli-tv-bi-vb-pc51:4.3.1": "There is no offense: ",
  "pli-tv-bi-vb-pc51:4.3.2": "if she enters after asking permission of an available monk; ",
  "pli-tv-bi-vb-pc51:4.3.3": "if, when there is no available monk, she enters without asking permission; ",
  "pli-tv-bi-vb-pc51:4.3.4": "if she goes while looking at the head of a nun in front of her; ",
  "pli-tv-bi-vb-pc51:4.3.5": "if she is going to where the nuns have gathered; ",
  "pli-tv-bi-vb-pc51:4.3.6": "if a path goes through the monastery; ",
  "pli-tv-bi-vb-pc51:4.3.7": "if she is sick; ",
  "pli-tv-bi-vb-pc51:4.3.8": "if there are dangers; ",
  "pli-tv-bi-vb-pc51:4.3.9": "if she is insane; ",
  "pli-tv-bi-vb-pc51:4.3.10": "if she is the first offender. ",
  "pli-tv-bi-vb-pc51:4.3.11": "The first training rule is finished."
}