{
  "patthana9.5:0.1": "Paṭṭhānapakaraṇa",
  "patthana9.5:0.2": "Dhammapaccanīya (2), Dukatikapaṭṭhānapāḷi (3)",
  "patthana9.5:0.3": "9.5. Hetuduka, Sanidassanattika",
  "patthana9.5:1.0": "Hetu",
  "patthana9.5:1.1": "Nahetuṃ nasanidassanasappaṭighaṃ dhammaṃ paṭicca nahetu nasanidassanasappaṭigho dhammo uppajjati hetupaccayā. Nahetuṃ nasanidassanasappaṭighaṃ dhammaṃ paṭicca nanahetu nasanidassanasappaṭigho dhammo uppajjati hetupaccayā. Nahetuṃ nasanidassanasappaṭighaṃ dhammaṃ paṭicca nahetu nasanidassanasappaṭigho ca nanahetu nasanidassanasappaṭigho ca dhammā uppajjanti hetupaccayā. (3)",
  "patthana9.5:2.1": "Nanahetuṃ nasanidassanasappaṭighaṃ dhammaṃ paṭicca nanahetu nasanidassanasappaṭigho dhammo uppajjati hetupaccayā. Nanahetuṃ nasanidassanasappaṭighaṃ dhammaṃ paṭicca nahetu nasanidassanasappaṭigho dhammo uppajjati hetupaccayā. Nanahetuṃ nasanidassanasappaṭighaṃ dhammaṃ paṭicca nahetu nasanidassanasappaṭigho ca nanahetu nasanidassanasappaṭigho ca dhammā uppajjanti hetupaccayā. (3)",
  "patthana9.5:3.1": "Nahetuṃ nasanidassanasappaṭighañca nanahetuṃ nasanidassanasappaṭighañca dhammaṃ paṭicca nahetu nasanidassanasappaṭigho dhammo uppajjati hetupaccayā. Nahetuṃ nasanidassanasappaṭighañca nanahetuṃ nasanidassanasappaṭighañca dhammaṃ paṭicca nanahetu nasanidassanasappaṭigho dhammo uppajjati hetupaccayā. Nahetuṃ nasanidassanasappaṭighañca nanahetuṃ nasanidassanasappaṭighañca dhammaṃ paṭicca nahetu nasanidassanasappaṭigho ca nanahetu nasanidassanasappaṭigho ca dhammā uppajjanti hetupaccayā. (3) (Saṃkhittaṃ.)",
  "patthana9.5:4.1": "Hetuyā nava …pe… avigate nava. (Sabbattha nava.)",
  "patthana9.5:5.1": "Nahetuṃ naanidassanasappaṭighaṃ dhammaṃ paṭicca nahetu naanidassanasappaṭigho dhammo uppajjati hetupaccayā. Nahetuṃ naanidassanasappaṭighaṃ dhammaṃ paṭicca nanahetu naanidassanasappaṭigho dhammo uppajjati hetupaccayā. Nahetuṃ naanidassanasappaṭighaṃ dhammaṃ paṭicca nahetu naanidassanasappaṭigho ca nanahetu naanidassanasappaṭigho ca dhammā uppajjanti hetupaccayā. (3)",
  "patthana9.5:6.1": "Nanahetuṃ naanidassanasappaṭighaṃ dhammaṃ paṭicca nanahetu naanidassanasappaṭigho dhammo uppajjati hetupaccayā. Nanahetuṃ naanidassanasappaṭighaṃ dhammaṃ paṭicca nahetu naanidassanasappaṭigho dhammo uppajjati hetupaccayā. Nanahetuṃ naanidassanasappaṭighaṃ dhammaṃ paṭicca nahetu naanidassanasappaṭigho ca nanahetu naanidassanasappaṭigho ca dhammā uppajjanti hetupaccayā. (3)",
  "patthana9.5:7.1": "Nahetuṃ naanidassanasappaṭighañca nanahetuṃ naanidassanasappaṭighañca dhammaṃ paṭicca nahetu naanidassanasappaṭigho dhammo uppajjati hetupaccayā. Nahetuṃ naanidassanasappaṭighañca nanahetuṃ naanidassanasappaṭighañca dhammaṃ paṭicca nanahetu naanidassanasappaṭigho dhammo uppajjati hetupaccayā. Nahetuṃ naanidassanasappaṭighañca nanahetuṃ naanidassanasappaṭighañca dhammaṃ paṭicca nahetu naanidassanasappaṭigho ca nanahetu naanidassanasappaṭigho ca dhammā uppajjanti hetupaccayā. (3) (Saṃkhittaṃ.)",
  "patthana9.5:8.1": "Hetuyā nava …pe… avigate nava. (Sahajātavārepi …pe… sampayuttavārepi sabbattha vitthāro.)",
  "patthana9.5:9.0": "Hetu-ārammaṇa",
  "patthana9.5:9.1": "Nanahetu naanidassanasappaṭigho dhammo nanahetussa naanidassanasappaṭighassa dhammassa hetupaccayena paccayo. Nanahetu naanidassanasappaṭigho dhammo nahetussa naanidassanasappaṭighassa dhammassa hetupaccayena paccayo. Nanahetu naanidassanasappaṭigho dhammo nahetussa naanidassanasappaṭighassa ca nanahetussa naanidassanasappaṭighassa ca dhammassa hetupaccayena paccayo. (3)",
  "patthana9.5:10.1": "Nahetu naanidassanasappaṭigho dhammo nahetussa naanidassanasappaṭighassa dhammassa ārammaṇapaccayena paccayo. (Saṃkhittaṃ.)",
  "patthana9.5:11.1": "Hetuyā tīṇi, ārammaṇe nava …pe… upanissaye nava, purejāte pacchājāte tīṇi, āsevane nava, kamme tīṇi, vipāke nava, āhāre tīṇi, indriye nava, jhāne tīṇi, magge sampayutte nava, vippayutte pañca …pe… avigate nava. (Pañhāvāraṃ evaṃ vitthāretabbaṃ.)",
  "patthana9.5:12.1": "Nahetuṃ naanidassanaappaṭighaṃ dhammaṃ paṭicca nahetu naanidassanaappaṭigho dhammo uppajjati hetupaccayā. (1) (Saṃkhittaṃ.)",
  "patthana9.5:13.1": "Hetuyā ekaṃ, adhipatiyā sahajāte aññamaññe nissaye kamme …pe… magge ekaṃ, vippayutte atthiyā avigate ekaṃ. (Sabbattha vitthāro.)"
}