{
  "patthana9.17:0.1": "Paṭṭhānapakaraṇa",
  "patthana9.17:0.2": "Dhammapaccanīya (2), Dukatikapaṭṭhānapāḷi (3)",
  "patthana9.17:0.3": "9.17. Saraṇaduka, Sanidassanattika",
  "patthana9.17:1.1": "Nasaraṇaṃ nasanidassanasappaṭighaṃ dhammaṃ paṭicca nasaraṇo nasanidassanasappaṭigho dhammo uppajjati hetupaccayā. (1)",
  "patthana9.17:2.1": "Naaraṇaṃ nasanidassanasappaṭighaṃ dhammaṃ paṭicca naaraṇo nasanidassanasappaṭigho dhammo uppajjati hetupaccayā. Naaraṇaṃ nasanidassanasappaṭighaṃ dhammaṃ paṭicca nasaraṇo nasanidassanasappaṭigho dhammo uppajjati hetupaccayā. Naaraṇaṃ nasanidassanasappaṭighaṃ dhammaṃ paṭicca nasaraṇo nasanidassanasappaṭigho ca naaraṇo nasanidassanasappaṭigho ca dhammā uppajjanti hetupaccayā. (3)",
  "patthana9.17:3.1": "Nasaraṇaṃ nasanidassanasappaṭighañca naaraṇaṃ nasanidassanasappaṭighañca dhammaṃ paṭicca nasaraṇo nasanidassanasappaṭigho dhammo uppajjati hetupaccayā. (1) (Saṃkhittaṃ.)",
  "patthana9.17:4.1": "Hetuyā pañca, ārammaṇe dve …pe… vipāke ekaṃ …pe… avigate pañca.",
  "patthana9.17:5.1": "Nasaraṇaṃ naanidassanasappaṭighaṃ dhammaṃ paṭicca nasaraṇo naanidassanasappaṭigho dhammo uppajjati hetupaccayā. (1)",
  "patthana9.17:6.1": "Naaraṇaṃ naanidassanasappaṭighaṃ dhammaṃ paṭicca naaraṇo naanidassanasappaṭigho dhammo uppajjati hetupaccayā. Naaraṇaṃ naanidassanasappaṭighaṃ dhammaṃ paṭicca nasaraṇo naanidassanasappaṭigho dhammo uppajjati hetupaccayā. Naaraṇaṃ naanidassanasappaṭighaṃ dhammaṃ paṭicca nasaraṇo naanidassanasappaṭigho ca naaraṇo naanidassanasappaṭigho ca dhammā uppajjanti hetupaccayā. (3)",
  "patthana9.17:7.1": "Nasaraṇaṃ naanidassanasappaṭighañca naaraṇaṃ naanidassanasappaṭighañca dhammaṃ paṭicca nasaraṇo naanidassanasappaṭigho dhammo uppajjati hetupaccayā. (1) (Saṃkhittaṃ.)",
  "patthana9.17:8.1": "Hetuyā pañca, ārammaṇe dve …pe… vipāke ekaṃ …pe… avigate pañca.",
  "patthana9.17:9.1": "(Sahajātavārepi …pe… pañhāvārepi sabbattha vitthāretabbaṃ.)",
  "patthana9.17:10.1": "Nasaraṇaṃ naanidassanaappaṭighaṃ dhammaṃ paṭicca nasaraṇo naanidassanaappaṭigho dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana9.17:11.1": "Hetuyā ekaṃ, adhipatiyā sahajāte aññamaññe nissaye kamme …pe… magge vippayutte atthiyā avigate ekaṃ. (Sabbattha vitthāro.)"
}