{
  "patthana9.6:0.1": "Paṭṭhānapakaraṇa",
  "patthana9.6:0.2": "Dhammapaccanīya (2), Dukatikapaṭṭhānapāḷi (3)",
  "patthana9.6:0.3": "9.6. Sahetukadukādi, Kusalattika",
  "patthana9.6:1.1": "Nasahetukaṃ nakusalaṃ dhammaṃ paṭicca nasahetuko nakusalo dhammo uppajjati hetupaccayā—vicikicchāsahagataṃ uddhaccasahagataṃ mohaṃ paṭicca cittasamuṭṭhānaṃ rūpaṃ, ekaṃ mahābhūtaṃ paṭicca tayo mahābhūtā …pe… dve mahābhūte …pe… nasahetukaṃ nakusalaṃ dhammaṃ paṭicca naahetuko nakusalo dhammo uppajjati hetupaccayā—vicikicchāsahagataṃ uddhaccasahagataṃ mohaṃ paṭicca sampayuttakā khandhā; paṭisandhikkhaṇe vatthuṃ paṭicca sahetukā khandhā. Nasahetukaṃ nakusalaṃ dhammaṃ paṭicca nasahetuko nakusalo ca naahetuko nakusalo ca dhammā uppajjanti hetupaccayā. (3)",
  "patthana9.6:2.1": "Naahetukaṃ nakusalaṃ dhammaṃ paṭicca naahetuko nakusalo dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana9.6:3.1": "Nasahetukaṃ nakusalañca naahetukaṃ nakusalañca dhammaṃ paṭicca nasahetuko nakusalo dhammo uppajjati hetupaccayā … tīṇi. (Saṃkhittaṃ.)",
  "patthana9.6:4.1": "Hetuyā nava, ārammaṇe cha, adhipatiyā pañca …pe… avigate nava.",
  "patthana9.6:5.1": "Nasahetukaṃ naakusalaṃ dhammaṃ paṭicca nasahetuko naakusalo dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana9.6:6.1": "Naahetukaṃ naakusalaṃ dhammaṃ paṭicca naahetuko naakusalo dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana9.6:7.1": "Nasahetukaṃ naakusalañca naahetukaṃ naakusalañca dhammaṃ paṭicca nasahetuko naakusalo dhammo uppajjati hetupaccayā … tīṇi. (Saṃkhittaṃ.)",
  "patthana9.6:8.1": "Hetuyā nava, ārammaṇe cattāri, adhipatiyā pañca …pe… aññamaññe cha …pe… purejāte āsevane dve …pe… avigate nava.",
  "patthana9.6:9.1": "Nasahetukaṃ naabyākataṃ dhammaṃ paṭicca naahetuko naabyākato dhammo uppajjati hetupaccayā. (1)",
  "patthana9.6:10.1": "Naahetukaṃ naabyākataṃ dhammaṃ paṭicca naahetuko naabyākato dhammo uppajjati hetupaccayā. (1)",
  "patthana9.6:11.1": "Nasahetukaṃ naabyākatañca naahetukaṃ naabyākatañca dhammaṃ paṭicca naahetuko naabyākato dhammo uppajjati hetupaccayā. (1) (Saṃkhittaṃ.)",
  "patthana9.6:12.1": "Hetuyā tīṇi, ārammaṇe pañca, adhipatiyā ekaṃ …pe… avigate pañca.",
  "patthana9.6:13.1": "(Hetusampayuttadukaṃ sahetukadukasadisaṃ.)"
}