{
  "an2.42:0.1": "増支部経典 二集 ",
  "an2.42:0.2": "第五　集まり（衆会品） ",
  "an2.42:1.0": "42 ",
  "an2.42:1.1": "「托鉢僧侶たちよ、これら二つの集まりがあります。 ",
  "an2.42:1.2": "どの二つでしょうか。 ",
  "an2.42:1.3": "浅い集まりと深い集まりです。 ",
  "an2.42:1.4": "どんなものが浅い集まりなのですか。 ",
  "an2.42:1.5": "托鉢僧侶たちが落ち着きなく、無礼で、気まぐれで、無駄話が好きで、口が軽く、心に留める事をせず、状況認識力と深い瞑想に欠け、心がまとまっておらず、機能が訓練されていない集まりです。 ",
  "an2.42:1.6": "これが浅い集まりと呼ばれます。 ",
  "an2.42:2.1": "どんなものが深い集まりなのですか。 ",
  "an2.42:2.2": "托鉢僧侶たちが落ち着きがあり、無礼でなく、気まぐれでなく、無駄話をせず、口が軽くなく、心に留める事をして、状況認識力と深い瞑想があり、心がまとまっていて、機能が訓練されている集まりです。 ",
  "an2.42:2.3": "これが深い集まりと呼ばれます。 ",
  "an2.42:2.4": "これらが二つの集まりです。 ",
  "an2.42:2.5": "これら二つで良いほうの集まりは深い集まりです。」 ",
  "an2.43:1.0": "43 ",
  "an2.43:1.1": "「托鉢僧侶たちよ、これら二つの集まりがあります。 ",
  "an2.43:1.2": "どの二つでしょうか。 ",
  "an2.43:1.3": "分裂した集まりと親和的な集まりです。 ",
  "an2.43:1.4": "どんなものが分裂した集まりなのですか。 ",
  "an2.43:1.5": "托鉢僧侶たちが口論し、口喧嘩し、争い、棘のある言葉で互いを傷つけ続ける集まりです。 ",
  "an2.43:1.6": "これが分裂した集まりと呼ばれます。 ",
  "an2.43:2.1": "どんなものが親和的な集まりなのですか。 ",
  "an2.43:2.2": "托鉢僧侶たちが親和的に暮らし、互いに感謝しあい、口喧嘩なく、牛乳と水のようによく融合し、親切な態度で互いを思いやる集まりです。 ",
  "an2.43:2.3": "これが親和的な集まりと呼ばれます。 ",
  "an2.43:2.4": "これらが二つの集まりです。 ",
  "an2.43:2.5": "これら二つで良いほうの集まりは親和的な集まりです。」 ",
  "an2.44:1.1": "「托鉢僧侶たちよ、これら二つの集まりがあります。 ",
  "an2.44:1.2": "どの二つでしょうか。 ",
  "an2.44:1.3": "最悪の集まりと最良の集まりです。 ",
  "an2.44:1.4": "どんなものが最悪の集まりなのですか。 ",
  "an2.44:1.5": "先輩の托鉢僧侶たちが贅沢でたるんでいて、堕落し、独りでいることをせず、未だ獲得していないものを獲得しようと、未だ達成していない事を達成しようと、未だ自覚していないものを自覚しようと活力を呼び起こさない先駆者である集まりです。 ",
  "an2.44:1.6": "後輩たちは先輩たちの例に従います。 ",
  "an2.44:1.7": "彼らもまた、贅沢になり、たるんだ状態になり、堕落し、独りでいることをせず、未だ獲得していないものを獲得しようと、未だ達成していない事を達成しようと、未だ自覚していないものを自覚しようと活力を呼び起こさない先駆者となります。 ",
  "an2.44:1.8": "これが最悪の集まりと呼ばれます。 ",
  "an2.44:2.1": "どんなものが最良の集まりなのですか。 ",
  "an2.44:2.2": "先輩の托鉢僧侶たちが贅沢でなくたるんでおらず、堕落しておらず、独りでいることを率先し、未だ獲得していないものを獲得しようと、未だ達成していない事を達成しようと、未だ自覚していないものを自覚しようと活力を呼び起こす集まりです。 ",
  "an2.44:2.3": "後輩たちは先輩たちの例に従います。 ",
  "an2.44:2.4": "彼らもまた、贅沢でなく、たるんでおらず、堕落しておらず、独りでいることを率先し、未だ獲得していないものを獲得しようと、未だ達成していない事を達成しようと、未だ自覚していないものを自覚しようと活力を呼び起こします。 ",
  "an2.44:2.5": "これが最良の集まりと呼ばれます。 ",
  "an2.44:2.6": "これらが二つの集まりです。 ",
  "an2.44:2.7": "これら二つで良いほうの集まりは最良の集まりです。」 ",
  "an2.45:1.0": "45 ",
  "an2.45:1.1": "「托鉢僧侶たちよ、これら二つの集まりがあります。 ",
  "an2.45:1.2": "どの二つでしょうか。 ",
  "an2.45:1.3": "低俗な集まりと高尚な集まりです。 ",
  "an2.45:1.4": "どんなものが低俗な集まりなのですか。 ",
  "an2.45:1.5": "托鉢僧侶たちが、『これが苦悩です… これが苦悩の源です… これが苦悩の滅び尽きです… これが苦悩の滅び尽きに導く実践法です…』と真に理解していない集まりです。 ",
  "an2.45:1.6": "これが低俗な集まりと呼ばれます。 ",
  "an2.45:2.1": "どんなものが高尚な集まりなのですか。 ",
  "an2.45:2.2": "托鉢僧侶たちが、『これが苦悩です… これが苦悩の源です… これが苦悩の滅び尽きです… これが苦悩の滅び尽きに導く実践法です…』と真に理解している集まりです。 ",
  "an2.45:2.3": "これが高尚な集まりと呼ばれます。 ",
  "an2.45:2.4": "これらが二つの集まりです。 ",
  "an2.45:2.5": "これら二つで良いほうの集まりは高尚な集まりです。」 ",
  "an2.46:1.0": "46 ",
  "an2.46:1.1": "「托鉢僧侶たちよ、これら二つの集まりがあります。 ",
  "an2.46:1.2": "どの二つでしょうか。 ",
  "an2.46:1.3": "くずたちの集まりと精鋭たちの集まりです。 ",
  "an2.46:1.4": "どんなものがくずたちの集まりなのですか。 ",
  "an2.46:1.5": "托鉢僧侶たちが、えこひいき、敵対心、愚かさ、そして臆病さによる偏見で物事を決定する集まりです。 ",
  "an2.46:1.6": "これがくずたちの集まりと呼ばれます。 ",
  "an2.46:2.1": "どんなものが精鋭たちの集まりなのですか。 ",
  "an2.46:2.2": "托鉢僧侶たちが、えこひいき、敵対心、愚かさ、そして臆病さによる偏見なしに物事を決定する集まりです。 ",
  "an2.46:2.3": "これが精鋭たちの集まりと呼ばれます。 ",
  "an2.46:2.4": "これらが二つの集まりです。 ",
  "an2.46:2.5": "これら二つで良いほうの集まりは精鋭たちの集まりです。」 ",
  "an2.47:1.0": "47 ",
  "an2.47:1.1": "「托鉢僧侶たちよ、これら二つの集まりがあります。 ",
  "an2.47:1.2": "どの二つでしょうか。 ",
  "an2.47:1.3": "探求的な問いかけではなく装飾された話で教育された集まりと装飾された話ではなく探求的な問いかけで教育された集まりです。 ",
  "an2.47:1.4": "どんなものが探求的な問いかけではなく装飾された話で教育された集まりなのですか。 ",
  "an2.47:1.5": "悟った方によって話された深くて奥があり、卓越していて、空虚にまつわる説教が暗唱される時に托鉢僧侶たちは聞きたがりません。彼らは注意を払わず、理解しようと心を傾けず、それらの教えは学んで覚える価値があるとも思いません。 ",
  "an2.47:1.6": "しかし、詩人によって作られたきらびやかな言葉や語句による詩、外部者によって作られた話、弟子たちによって話された話が暗唱される時、托鉢僧侶たちは聞きたがります。彼らは注意を払い、理解しようと心を傾け、それらの教えは学んで覚える価値があると思います。しかしこれらの教えを学んだ時に互いに質問したり調べたりしません。 ",
  "an2.47:1.7": "『なぜこう言うのか。どういう意味なのか。』と。 ",
  "an2.47:1.8": "だから彼らは不明確な点を明確にせず、不明瞭な点を明瞭にせず、多くの疑わしい点をなくそうとはしません。 ",
  "an2.47:1.9": "これが探求的な問いかけではなく装飾された話で教育された集まりと呼ばれます。 ",
  "an2.47:2.1": "どんなものが装飾された話ではなく探求的な問いかけで教育された集まりなのですか。 ",
  "an2.47:2.2": "詩人によって作られたきらびやかな言葉や語句による詩、外部者によって作られた話、弟子たちによって話された話が暗唱される時、托鉢僧侶たちは聞きたがりません。彼らは注意を払わず、理解しようと心を傾けず、それらの教えは学んで覚える価値があると思いません。 ",
  "an2.47:2.3": "しかし、悟った方によって話された深くて奥があり、卓越していて、空虚にまつわる説教が暗唱される時に托鉢僧侶たちは聞きたがります。彼らは注意を払い、理解しようと心を傾け、それらの教えは学んで覚える価値があると思います。 ",
  "an2.47:2.4": "そしてこれらの教えを学んだ時に互いに質問したり調べます。 ",
  "an2.47:2.5": "『なぜこう言うのか。どういう意味なのか。』と。 ",
  "an2.47:2.6": "だから彼らは不明確な点を明確にして、不明瞭な点を明瞭にして、多くの疑わしい点をなくします。 ",
  "an2.47:2.7": "これが装飾された話ではなく探求的な問いかけで教育された集まりと呼ばれます。 ",
  "an2.47:2.8": "これらが二つの集まりです。 ",
  "an2.47:2.9": "これら二つで良いほうの集まりは修飾された話ではなく探求的な問いかけで教育された集まりです。」 ",
  "an2.48:1.0": "48 ",
  "an2.48:1.1": "「托鉢僧侶たちよ、これら二つの集まりがあります。 ",
  "an2.48:1.2": "どの二つでしょうか。 ",
  "an2.48:1.3": "真の教えでなく物品に価値をおく集まりと、物品でなく真の教えに価値をおく集まりです。 ",
  "an2.48:1.4": "どんなものが真の教えでなく物品に価値をおく集まりですか。 ",
  "an2.48:1.5": "托鉢僧侶たちが白色の服を着た在家達の前で互いに褒め合う集まりです。 ",
  "an2.48:1.6": "『この托鉢僧侶は両方の面で解放されています。この托鉢僧侶は智慧によって解放されています。この托鉢僧侶は自分自身で証明しました。この托鉢僧侶はものの見かたを獲得しました。この托鉢僧侶は信頼によって解放されています。この托鉢僧侶は道徳的で品性が善いです。この托鉢僧侶は不道徳的で品性が悪いです。』と。 ",
  "an2.48:1.7": "このようにして彼らは物品を得ます。 ",
  "an2.48:1.8": "物品を得ると、彼らはそれらにつながれ、夢中になり、執着心がわき、不利な点に盲目で、逃れる方法を知らずに使います。 ",
  "an2.48:1.9": "これが真の教えでなく物品に価値をおく集まりと呼ばれます。 ",
  "an2.48:2.1": "どんなものが物品ではなく真の教えに価値をおく集まりですか。 ",
  "an2.48:2.2": "托鉢僧侶たちが白色の服を着た在家達の前で互いに褒め合わない集まりです。 ",
  "an2.48:2.3": "『この托鉢僧侶は両方の面で解放されています。この托鉢僧侶は智慧によって解放されています。この托鉢僧侶は自分自身で証明しました。この托鉢僧侶はものの見かたを獲得しました。この托鉢僧侶は信頼によって解放されています。この托鉢僧侶は道徳的で品性が善いです。この托鉢僧侶は不道徳的で品性が悪いです。』と。 ",
  "an2.48:2.4": "このようにして彼らは物品を得ます。 ",
  "an2.48:2.5": "物品を得ると、彼らはそれらにつながれず、夢中にならず、執着心なしに、不利益な結果を知り、逃れる方法を理解して使います。 ",
  "an2.48:2.6": "これが物品ではなく真の教えに価値をおく集まりと呼ばれます。 ",
  "an2.48:2.7": "これらが二つの集まりです。 ",
  "an2.48:2.8": "これら二つで良いほうの集まりは物品ではなく真の教えに価値をおく集まりです。」 ",
  "an2.49:1.0": "49 ",
  "an2.49:1.1": "「托鉢僧侶たちよ、これら二つの集まりがあります。 ",
  "an2.49:1.2": "どの二つでしょうか。 ",
  "an2.49:1.3": "不公正な集まりと公正な集まりです。 ",
  "an2.49:1.4": "どんなものが不公正な集まりなのですか。 ",
  "an2.49:1.5": "教えに反する行為がなされるのに対し教えに沿った行為がなされない、戒律に反する行為がなされるのに対し戒律に沿った行為がなされない、教えに反する行為が説明されルノに対し教えに沿った行為が説明されない、戒律に反する行為が説明されるのに対し戒律に沿った行為が説明されない集まりです。 ",
  "an2.49:1.6": "これが不公正な集まりと呼ばれます。 ",
  "an2.49:2.1": "どんなものが公正な集まりなのですか。 ",
  "an2.49:2.2": "教えに沿った行為がなされるのに対し教えに反する行為がなされない、戒律に沿った行為がなされるのに対し戒律に反する行為がなされない、教えに沿った行為が説明されルノに対し教えに反する行為が説明されない、戒律に沿った行為が説明されるのに対し戒律に反する行為が説明されない集まりです。 ",
  "an2.49:2.3": "これが公正な集まりと呼ばれます。 ",
  "an2.49:2.4": "これらが二つの集まりです。 ",
  "an2.49:2.5": "これら二つで良いほうの集まりは公正な集まりです。」 ",
  "an2.50:1.0": "50 ",
  "an2.50:1.1": "「托鉢僧侶たちよ、これら二つの集まりがあります。 ",
  "an2.50:1.2": "どの二つでしょうか。 ",
  "an2.50:1.3": "原理に基づく集まりと原理に基づかない集まりです。 ",
  "an2.50:1.4": "これら二つで良いほうの集まりは原理に基づく集まりです。」 ",
  "an2.51:1.0": "51 ",
  "an2.51:1.1": "「托鉢僧侶たちよ、これら二つの集まりがあります。 ",
  "an2.51:1.2": "どの二つですか。 ",
  "an2.51:1.3": "原理に基づかない会話をする集まりと原理に基づく会話をする集まりです。 ",
  "an2.51:1.4": "どんなものが原理に基づかない会話をする集まりなのですか。 ",
  "an2.51:1.5": "托鉢僧侶たちが教えに沿った修行上の問題、又は教えに反した修行上の問題を取り上げます。 ",
  "an2.51:1.6": "しかし、彼らはお互いを説得せず、説得される事を許さず、お互いを納得させず、納得させられる事を許しません。 ",
  "an2.51:1.7": "お互いを説得したり納得させるのが不可能なので、彼らは自分たちの意見を手放す事ができません。頑固にその修行上の問題にしがみつき、主張します。 ",
  "an2.51:1.8": "『これが唯一の真実だ、他の考えは馬鹿げている。』と。 ",
  "an2.51:1.9": "これが原理に基づかない会話をする集まりと呼ばれます。 ",
  "an2.51:2.1": "どんなものが原理に基づく会話をする集まりなのですか。 ",
  "an2.51:2.2": "托鉢僧侶たちが教えに沿った修行上の問題、又は教えに反した修行上の問題を取り上げます。 ",
  "an2.51:2.3": "彼らはお互いを説得し、説得される事を許し、お互いを納得させ、納得させられる事を許します。 ",
  "an2.51:2.4": "お互いを説得したり納得させるのが可能なので、彼らは自分たちの意見を手放す事ができます。頑固にその修行上の問題にしがみつかず、主張しません。 ",
  "an2.51:2.5": "『これが唯一の真実だ、他の考えは馬鹿げている。』と。 ",
  "an2.51:2.6": "これが原理に基づく会話をする集まりと呼ばれます。 ",
  "an2.51:2.7": "これらが二つの集まりです。 ",
  "an2.51:2.8": "これら二つで良いほうの集まりは原理に基づく会話をする集まりです。」 "
}