{
  "pli-tv-bu-vb-pc31:3.1.6": "“Building” renders _sālā_. _Sālā_ is etymologically related to the English word “hall” and is often translated as such. In some contexts this may be roughly appropriate, but _sālā_ is in fact used much more broadly than “hall”. At the lower end of the spectrum it refers to small buildings, probably no more than sheds, for instance the _aggisālā_ (“a water-boiling shed”), the _udapānasāla_ (“a well-house”), and the _pānīyasālā_ (“a drinking-water shed”). Buildings that were presumably intermediate in size, were also called _sālā_, such as the _kathinasālā_ (“a sewing shed”), the _jantāgharasālā_ (“a sauna shed”), and the _āpaṇasālā_ (“a shop”). _Sālā_ includes buildings that would have been quite substantial, including the _upaṭṭhānasālā_ (“an assembly hall”). The Canon also mentions the _kūṭāgārasālā_ (“the peaked house _sālā_”) and the fact that wealthy people had _mahāsālās_ (“large _sālās_”). In addition to this, _sālā_ covers large but simple buildings, such as _caṅkamasālā_ (“an indoor walking path”), _gosālā_ (“a cow shed”), _assasālā_ (“a horse stables”), and _hatthisālā_ (“an elephant stables”). Apart from the issue of size, there is no indication that a _sālā_ had to consist of a single room, as implied by the rendering “hall”. Then there is this rule, where the _sālā_ as a venue for eating is contrasted with the _maṇḍapa_ (“a roof-cover”) and open air venues (_rukkhamūla_ and _ajjhokāsa_). In this last instance _sālā_ seems to be a generic reference to an indoor venue, perhaps best rendered as “building”. Given this diversity in usage, it seems _sālā_, in its generic sense, may best be rendered as “building”. In more particular instances it seems best to render it according to context, as above.",
  "pli-tv-bu-vb-pc31:3.3.4": "[Sp.2.208](): _Gacchanto vāti yo gacchanto antarāmagge ekadivasaṃ gataṭṭhāne ca ekadivasaṃ bhuñjati, tassāpi anāpatti. Āgacchantepi eseva nayo. Gantvā paccāgacchantopi antarāmagge ekadivasaṃ āgataṭṭhāne ca ekadivasaṃ bhuñjituṃ labhati_, “Or going means: whoever is going, if he eats one day on the road and one day at the place he has gone to, there is no offense. The same method applies for one who is coming. After going, even when returning, he may eat one day on the road and one day at the place returned to.”"
}