{
  "pli-tv-bu-vb-pc14:1.1.3": "Furniture” renders _senāsana_. _Senāsana_, lit. “bed and seat”, refers broadly to any kind of “resting place”, ranging from huts ([](pli-tv-kd16:1.1.2)) to furniture ([](pli-tv-bu-vb-pc14:1.1.5)) and bedding ([](pli-tv-bu-vb-pc15:1.5)), including even resting places at the foot of a tree ([](pli-tv-kd1:77.1.10)). It can also mean an individual resting place within a single dwelling ([](pli-tv-kd5:13.8.5)). This broad range of meaning is confirmed by the sub-commentary at [Sp-ṭ.3.2.294](): _Catubbidhañhi senāsanaṃ vihārasenāsanaṃ mañcapīṭhasenāsanaṃ santhatasenāsanaṃ okāsasenāsananti. … Yattha vā pana bhikkhū paṭikkamanti, sabbametaṃ senāsananti_, “There are four kinds of _senāsana_: the dwelling _senāsana_, the bed-or-bench _senāsana_, the bedding (or “mat”) _senāsana_, the place _senāsana_. … Wherever monks retire to, all that is called _senāsana_.” It is almost impossible to capture this range of meaning in a single English word, with the possible exception of “resting place”. In practice, however, “resting place” is too vague to be properly meaningful. For this reason I vary my translation according to context, using “dwelling”, “furniture”, and “resting place” as appropriate.",
  "pli-tv-bu-vb-pc14:2.1.9": "_Masāraka_. [Sp.2.111](): _Masārakoti mañcapāde vijjhitvā tattha aṭaniyo pavesetvā kato_, “_Masāraka_: it is made by making a hole in the legs of the bed and then inserting the rails of the frame there.” | _Bundikābaddha_. [Sp.2.111](): _Bundikābaddhoti aṭanīhi mañcapāde ḍaṃsāpetvā pallaṅkasaṅkhepena kato_, “_Bundikābaddha_: it is made by making the rails of the frame ‘biteʼ the legs of the bed, in the way of a luxurious bed (_pallaṅka_).” [Sp-yoj.1.111](): _Bundo eva bundiko, pādo, tasmiṃ ābaddhā bandhitā aṭanī yassāti bundikābaddho_, “_Bundikābaddha_: a _bundika_ is just a _bunda_, a leg; in that to which the rail is bound, attached.” | _Kuḷīrapādaka_. [Sp.2.111](): _Yo vā pana koci vaṅkapādako, ayaṃ vuccati kuḷīrapādako_, “Whatever has crooked legs, this is called a _kuḷīrapādaka_.”",
  "pli-tv-bu-vb-pc14:2.1.11": "See [](pli-tv-bu-vb-pc14:2.1.9) for further explanations of these terms.",
  "pli-tv-bu-vb-pc14:2.1.15": "I have rendered _muñja_-reed and _pabbaja_-reed with the single word “reed”. I am not aware that these different species of reed can be properly distinguished in English.",
  "pli-tv-bu-vb-pc14:2.2.4": "[Sp-yoj.1.112](): _Cammakhaṇḍoti ettha cammaṃyeva ante khaṇḍattā chinnattā cammakhaṇḍoti vuccati_, “Here _cammakhaṇḍa_ is just a hide. Because it is cut up within and made of pieces, it called a _cammakhaṇḍa_.”"
}
