{
  "pli-tv-bu-vb-pc59:1.13": "“Transfers ownership of” renders _vikappeti_/_vikappanā_, sometimes translated as “shared ownership”. There is little evidence, however, for this latter rendering, and the Canon clearly supports the former. In the main rule that deals with _vikappanā_, _bhikkhu-pācittiya_ 59, it is described as follows: “I give (_dammi_) this robe-cloth to you for the purpose of _vikappanā_” and “I give it to them (_dammi)”. And once the cloth has been transferred, it is called “their property” (_tesaṃ santakaṃ_). It is clear from this that _vikappanā_ refers to a change in ownership. This finding is reinforced by the usage of _vikappanā_ in _bhikkhu-pācittiya_ 33. The Buddha tells Ven. Ānanda to _vikappeti_ a meal in the following way: “I give (_dammi_) my expected meal to so-and-so.” In the context of this rule _vikappeti_ can only mean “to transfer ownership”, not “to share ownership”. Sometimes _vikappanā_ is rendered simply as “transfer”. But since it only concerns a transfer of ownership, not necessarily a physical transfer, the full expression “transfer of ownership” seems preferable.",
  "pli-tv-bu-vb-pc59:2.1.18": "The six are linen, cotton, silk, wool, sunn hemp, and hemp; see [](pli-tv-kd8:3.1.6). | According to [](pli-tv-kd8:21.1.4) this is no smaller than 8 by 4 _sugataṅgula_, “standard fingerbreadths”. The _sugata_ measures have historically been hard to pin down, something that still remains the case. The measures of length in ancient India were based on the physical body. It seems plausible, perhaps likely, that at some point this was thought too inaccurate to provide measures that could practically be used by Buddhist monastics in deciding important issues, such as the maximum size of their robes. I suggest, therefore, that the prefix _sugata_ was added to give a reliable “standard”, and thus my rendering. Moreover, the word _sugata_ does not necessarily imply that this standard is literally tied to the physical size of the Buddha. More likely, I think, the _sugata_ measures were *laid down* by the Buddha. They can perhaps be regarded as equivalent to the modern “king-size”, in that they provided an ample upper limit within which all monastics, regardless of size, would comfortably be able to function, whether in regard to robes, huts, or other requisites. For a more comprehensive discussion of these points, see [GIVE LINK TO ESSAY].",
  "pli-tv-bu-vb-pc59:2.2.3": "The Pali here reads _appaccuddhāraṇasaññī_ , which must be an editing mistake. I instead follow the PTS reading, _paccuddhāraṇasaññī_."
}
