{
  "pli-tv-bu-vb-pc19:1.18": "_Dvatticchadanassa pariyāyaṃ […] adhiṭṭhātabbaṃ_, “A succession of two or three layers of roofing material may be applied.”",
  "pli-tv-bu-vb-pc19:2.1.12": "_Makaradantaka_, lit. “like the teeth of a _makara_”. In later Buddhism the _makara_ is the name of a mythological marine animal, but what it refers to in this context is not clear. According to [Sp-yoj.3.243]() _makara_ is the name of a certain species of fish, _Makaradantaketi makaranāmakassa macchassa dantasadise dante_, “Teeth like the teeth of a fish called _makara_.” According to [Vin-vn-ṭ.3048](), _Makaradantakanti girikūṭākāraṃ_, “_Makaradantaka_ means making (a design) like the peak of a hill.” The PTS’ Pali English Dictionary suggests “the tooth of a swordfish”, but apparently swordfish do not have teeth. Given that the _makara_ were fearsome creatures and that their teeth looked like the peak of a hill, presumably meaning that their teeth were pointed, “shark teeth” seems like a reasonable rendering. | _Pañcapaṭika_. [Vmv.4.299](): _Pāḷiyaṃ pañcapaṭikanti jātiādipañcappakāravaṇṇamaṭṭhaṃ_, “_Pañcapaṭika_ in the canonical text means treated with the color of the five kinds, starting with jasmine.” The meaning is not clear. It seems unlikely to me, however, that it should refer to colors, since these have just been listed.",
  "pli-tv-bu-vb-pc19:2.1.16": "_Maggena_. [Sp.2.136](): _Aparikkhipitvā ujukameva chādanaṃ_, “Not encircling, just straight covering.” | _Dve magge_, “two lines”. The context requires that this must refer to lines on top of each other rather than next to each other. | _Pakkamitabbaṃ_. The point, according to [Sp.2.136](), seems to be that he may not keep on asking: _Sace na pakkamati, tuṇhībhūtena ṭhātabbaṃ_, “If he does not depart, he should stand in silence.”",
  "pli-tv-bu-vb-pc19:2.3.5": "The term _guhā_ does not have a precise equivalent in English. The general meaning seems to be “enclosed place” or “hiding place”, derived from the root _guh_, meaning “to cover” or “to hide”. In the Vinaya Piṭaka such places are either naturally occurring, as in _giriguhā_ [](pli-tv-kd16:1.1.4), or man-made [](pli-tv-kd3:5.5.8). But in most cases, probably all cases, a _guhā_ was used to shelter or cover something. It was used, for instance, to shelter food from the rain [](pli-tv-kd6:33.2.1), to store robes from destruction by insects [](pli-tv-kd8:7.1.3), and to shelter monks while doing the _uposatha_ ceremony [](pli-tv-kd2:8.1.7). Further details are found in the commentaries, e.g. at [Sp.4.294](): _Guhāti iṭṭhakāguhā silāguhā dāruguhā paṃsuguhā_, “_Guhā_: a _guhā_ made of bricks, a _guhā_ made of rocks, a _guhā_ made of wood, a _guhā_ made of dirt.” And at [Sp.ṭ.3.294](): _Giriguhā nāma dvinnaṃ pabbatānaṃ antarā, ekasmiṃyeva vā umaṅgasadisaṃ mahāvivaraṃ_, “_Giriguha_: in the middle of two hills or a great opening like a tunnel in just one (of them).” In sum, it is likely that “cave” does not properly capture all nuances of _guhā_, but in the absence of a more fitting term, it is perhaps satisfactory."
}
