{
   "pli-tv-bu-vb-pc83:1.3.1": "“(Royal) compound” renders _(rāj)antepura_. _Rājantepura_ and _antepura_ seem to be synonyms. Some of the best evidence for this word comes from _bhikkhu-pācittiya_ 83, ([](pli-tv-bu-vb-pc83:0.5)). According to the origin story to this rule, the following things were connected with the _rājantepura_: a harem, secret deliberations, a father longing for his son, someone being promoted/demoted, the army being dispatched, and the trampling of elephants, horses, and chariots. This is more than a mere royal residence. It seems to suggest the seat of government and perhaps a little town in its own right. This picture is supported by evidence from other passages. Criminals are sentenced in the _antepura_, ([](pli-tv-kd1:43.1.2)); the king’s home is only one building among many inside the _antepura_, ([](pli-tv-kd8:1.13.15)); a carriage reaches the gate of the _antepura_, ([](mn24:14.11)); the _antepura_ seems to be a place within a town/city, ([](pli-tv-kd17:1.6.8)); the King’s assembly is seated in the _antepura_, ([](an3.60:7.5)). Then there is the compound _uparipāsādavaragata_. If the _antepura_ is a whole compound, then presumably it included a number of _pāsādas_, “stilt houses”, one of which may have been the best one, perhaps the king’s favorite. Moreover, the fact that the _antepura_ had a gate would seem to mean that it was a clearly defined area, perhaps surrounded by walls or at least a fence. According to _bhikkhu-pācittiya_ 83, monastics would not normally go for alms to the _antepura_, ([](pli-tv-bu-vb-pc83:1.2.11)), yet they would go for alms in Sāvatthī. From this it would again appear that the _antepura_ was a compound within a city, which fits the literal meaning of _antepura_, “within the city”.",
  "pli-tv-bu-vb-pc83:1.1.13": "_Suṭṭhu, devāti_, lit. “It is good, sir.” The exact meaning is not clear to me.",
  "pli-tv-bu-vb-pc83:1.3.26": "_Putto vā pitaraṃ pattheti pitā vā puttaṃ pattheti_. The meaning of _pattheti_ is not clear. Bhikkhu Bodhi, in Numerical Discourses of the Buddha, AN10.45, translates it as “longs for”. [Sp.2.597]() gives the meaning, _Ghātetuṃ icchati_, “Wishes to strike/kill”, which is not the usual meaning of this word. Monier-Williams’ Sanskrit English Dictionary, however, gives “to seize or fall upon, attack, assail” under _prārthayate_, which is the Sanskrit equivalent of _pattheti_."
}
