{
  "an3.20:0.1": "Nummerierte Lehrreden 3.20 ",
  "an3.20:0.2": "2. Das Kapitel über den Wagenbauer ",
  "an3.20:0.3": "Ein Händler (2) ",
  "an3.20:1.1": "„Mönche und Nonnen, ein Händler, der drei Faktoren besitzt, wird bald großen Besitz in Fülle erwerben. ",
  "an3.20:1.2": "Welche drei? ",
  "an3.20:1.3": "Es ist, wenn ein Händler klar sieht, unermüdlich ist und Förderer hat. ",
  "an3.20:1.4": "Und wie sieht ein Händler klar? ",
  "an3.20:1.5": "Es ist, wenn ein Händler über eine Ware weiß: ",
  "an3.20:1.6": "‚Diese Ware kann ich zu diesem Preis kaufen, zu diesem Preis verkaufen. So viel muss ich investieren und werde so viel Gewinn erhalten.‘ ",
  "an3.20:1.7": "So sieht ein Händler klar. ",
  "an3.20:2.1": "Und wie ist ein Händler unermüdlich? ",
  "an3.20:2.2": "Es ist, wenn ein Händler Geschick beim Kauf und Verkauf seiner Waren zeigt. ",
  "an3.20:2.3": "So ist ein Händler unermüdlich. ",
  "an3.20:3.1": "Und wie hat ein Händler Förderer? ",
  "an3.20:3.2": "Es ist, wenn reiche, wohlhabende und vermögende Hausbesitzer oder Kinder von Hausbesitzern von ihm wissen: ",
  "an3.20:3.3": "‚Dieser Händler schaut sich um und ist unermüdlich. Er ist in der Lage, für seine Frauen und Kinder zu sorgen und uns von Zeit zu Zeit zurückzuzahlen.‘ ",
  "an3.20:3.4": "Sie leihen dem Händler Geld: ",
  "an3.20:3.5": "‚Händler, mein Freund, nutze das hier, um Geld zu verdienen, sodass du für deine Frauen und Kinder sorgen und mir von Zeit zu Zeit zurückzahlen kannst.‘ ",
  "an3.20:3.6": "So hat ein Händler Förderer. ",
  "an3.20:3.7": "Ein Händler, der diese drei Faktoren besitzt, wird bald großen Besitz in Fülle erwerben. ",
  "an3.20:4.1": "Ebenso wird eine Nonne, die drei Eigenschaften besitzt, bald großartige taugliche Eigenschaften in Fülle erwerben. ",
  "an3.20:4.2": "Welche drei? ",
  "an3.20:4.3": "Es ist, wenn eine Nonne klar sieht, unermüdlich ist und Förderer hat. ",
  "an3.20:4.4": "Und wie sieht eine Nonne klar? ",
  "an3.20:4.5": "Es ist, wenn eine Nonne wahrhaftig versteht: ‚Das ist das Leiden.‘ … ‚Das ist der Ursprung des Leidens.‘ … ‚Das ist das Aufhören des Leidens.‘ … ‚Das ist die Übung, die zum Aufhören des Leidens führt.‘ ",
  "an3.20:4.6": "So sieht eine Nonne klar. ",
  "an3.20:5.1": "Und wie ist eine Nonne unermüdlich? ",
  "an3.20:5.2": "Es ist, wenn eine Nonne so lebt, dass sie ihre Energie aufrüttelt, um untaugliche Eigenschaften aufzugeben und sich taugliche Eigenschaften zu eigen zu machen. Sie ist stark, beharrlich strebsam und lässt nicht nach beim Entwickeln tauglicher Eigenschaften. ",
  "an3.20:5.3": "So ist eine Nonne unermüdlich. ",
  "an3.20:6.1": "Und wie hat eine Nonne Förderer? ",
  "an3.20:6.2": "Es ist, wenn eine Nonne von Zeit zu Zeit jene Mönche aufsucht, die sehr gelehrt sind, in den Schriften bewandert, die die Lehren, die Texte über die klösterliche Schulung und die Gliederungen im Gedächtnis haben, und ihnen Fragen stellt: ",
  "an3.20:6.3": "‚Warum, Herr, heißt es so? Was bedeutet das?‘ ",
  "an3.20:6.4": "Diese Ehrwürdigen klären, was unklar ist, decken auf, was verborgen ist und zerstreuen den Zweifel bezüglich vieler zweifelhafter Fragen. ",
  "an3.20:6.5": "So hat eine Nonne Förderer. ",
  "an3.20:6.6": "Eine Nonne, die diese drei Eigenschaften besitzt, wird bald großartige taugliche Eigenschaften in Fülle erwerben.“ ",
  "an3.20:6.7": " ",
  "an3.20:6.8": " ",
  "an3.20:6.9": "Der erste Abschnitt zum Aufsagen ist zu Ende. ",
  "an3.20:7.1": " ",
  "an3.20:7.2": " ",
  "an3.20:7.3": " "
}