{
  "an3.98:0.1": "Nummerierte Lehrreden 3 ",
  "an3.98:0.2": "10. Ein Salzklümpchen ",
  "an3.98:0.3": "98. Ein Vollblüter (3) ",
  "an3.98:1.1": "„Mönche und Nonnen, ein erlesener königlicher Vollblüter mit drei Faktoren ist eines Königs würdig, kann einem König dienen und gilt als Zeichen der Königswürde. ",
  "an3.98:1.2": "Mit welchen drei? ",
  "an3.98:1.3": "Es ist, wenn ein erlesener königlicher Vollblüter schön, stark und schnell ist. ",
  "an3.98:1.4": "Ein erlesener königlicher Vollblüter mit diesen drei Faktoren ist eines Königs würdig. … ",
  "an3.98:1.5": "Ebenso ist ein Mönch oder eine Nonne mit drei Faktoren einer den Göttern gewidmeten Gabe würdig, der Gastfreundschaft würdig, einer religiösen Gabe würdig, des Grußes mit zusammengelegten Händen würdig und ist das unübertreffliche Feld für Verdienst für die Welt. ",
  "an3.98:1.6": "Mit welchen drei? ",
  "an3.98:1.7": "Es ist, wenn ein Mönch oder eine Nonne schön, stark und schnell ist. ",
  "an3.98:2.1": "Und wie ist eine Nonne schön? ",
  "an3.98:2.2": "Es ist, wenn eine Nonne sittlich ist, gezügelt gemäß der Ordenssatzung, sich angemessen verhält und an angemessenen Orten um Almosen nachsucht. Sie sieht die Gefahr im kleinsten Fehler und hält die Regeln ein, die sie sich vorgenommen hat. ",
  "an3.98:2.3": "So ist eine Nonne schön. ",
  "an3.98:3.1": "Und wie ist ein Mönch stark? ",
  "an3.98:3.2": "Es ist, wenn ein Mönch so lebt, dass er seine Energie aufrüttelt, um untaugliche Eigenschaften aufzugeben und sich taugliche Eigenschaften zu eigen zu machen. Er ist stark, standhaft entschlossen, und lässt nicht nach beim Entwickeln tauglicher Eigenschaften. ",
  "an3.98:3.3": "So ist ein Mönch stark. ",
  "an3.98:4.1": "Und wie ist eine Nonne schnell? ",
  "an3.98:4.2": "Es ist, wenn eine Nonne die Befleckungen auflöst und in diesem Leben die fleckenlose Freiheit des Herzens erlangt, die fleckenlose Freiheit durch Weisheit, sie durch eigene Einsicht erkennt und darin lebt. ",
  "an3.98:4.3": "So ist eine Nonne schnell. ",
  "an3.98:4.4": "Ein Mönch oder eine Nonne mit diesen drei Faktoren ist einer den Göttern gewidmeten Gabe würdig, der Gastfreundschaft würdig, einer religiösen Gabe würdig, des Grußes mit zusammengelegten Händen würdig und ist das unübertreffliche Feld für Verdienst für die Welt.“ "
}