{
  "an3.101:0.1": "Nummerierte Lehrreden 3 ",
  "an3.101:0.2": "10. Ein Salzklümpchen ",
  "an3.101:0.3": "101. Ein Goldwäscher ",
  "an3.101:1.1": "„Gold hat grobe Verunreinigungen: Sand, Erde und Kies. ",
  "an3.101:1.2": "Ein Goldwäscher oder sein Lehrling füllt es in eine Goldpfanne, wo er es wäscht, spült und säubert. ",
  "an3.101:1.3": "Wenn die groben Verunreinigungen beseitigt sind, bleiben mittlere Verunreinigungen im Gold: feiner Grus und grober Sand. ",
  "an3.101:1.4": "Der Goldwäscher wäscht es erneut. ",
  "an3.101:1.5": "Wenn die mittleren Verunreinigungen beseitigt sind, bleiben feine Verunreinigungen im Gold: feiner Sand und schwarzer Staub. ",
  "an3.101:1.6": "Der Goldwäscher wäscht es erneut. ",
  "an3.101:1.7": "Wenn die feinen Verunreinigungen beseitigt sind, bleibt nur Goldstaub übrig. ",
  "an3.101:1.8": "Ein Goldschmied oder sein Lehrling füllt das Gold in einen Schmelztiegel, wo er es erhitzt, schmilzt und verflüssigt. ",
  "an3.101:1.9": "Das Gold hat sich noch nicht gesetzt, und die Schlacke ist noch nicht abgesondert. Es ist noch nicht geschmeidig, formbar oder leuchtend, sondern noch brüchig und noch nicht ganz bereit zur Verarbeitung. ",
  "an3.101:1.10": "Doch der Goldschmied fährt fort, es zu erhitzen, zu schmelzen und zu verflüssigen. ",
  "an3.101:1.11": "Das Gold wird geschmeidig, formbar und leuchtend, ist nicht mehr brüchig und ist bereit zur Verarbeitung. ",
  "an3.101:1.12": "Dann gelingt es dem Goldschmied, jedes beliebige Schmuckstück daraus herzustellen, sei es ein Armband, einen Ohrring, ein Halsband oder einen goldenen Kranz. ",
  "an3.101:2.1": "Ebenso hat eine Nonne, die sich der hohen Geistesübung verschrieben hat, grobe Verunreinigungen: schlechtes Verhalten mit dem Körper, der Sprache und dem Geist. Eine ernsthafte und fähige Nonne räumt diese Dinge aus, macht sich von ihnen los, beseitigt sie und merzt sie aus. ",
  "an3.101:2.2": "Wenn sie ausgeräumt und beseitigt sind, bleiben mittlere Verunreinigungen: sinnliche, boshafte oder grausame Gedanken. Eine ernsthafte und fähige Nonne räumt diese Dinge aus, macht sich von ihnen los, beseitigt sie und merzt sie aus. ",
  "an3.101:2.3": "Wenn sie ausgeräumt und beseitigt sind, bleiben feine Verunreinigungen: Gedanken an die Familie, das Land und daran, bewundert zu werden. Eine ernsthafte und fähige Nonne räumt diese Dinge aus, macht sich von ihnen los, beseitigt sie und merzt sie aus. ",
  "an3.101:2.4": "Wenn sie ausgeräumt und beseitigt sind, bleiben nur Gedanken an die Lehre übrig. ",
  "an3.101:2.5": "Diese Versenkung ist nicht friedvoll, erhaben, still oder einheitlich, sondern wird nur mit Gewalt aufrechterhalten. ",
  "an3.101:2.6": "Doch es kommt eine Zeit, da dieser Geist innerlich gestillt wird; er setzt sich, wird eins und versinkt im Samādhi. ",
  "an3.101:2.7": "Diese Versenkung ist friedvoll, erhaben, still und einheitlich und wird nicht mit Gewalt aufrechterhalten. ",
  "an3.101:2.8": "Diese Nonne ist in der Lage, alles zu erlangen, was durch Einsicht erlangt werden kann und worauf sie ihren Geist richtet, in jedem einzelnen Fall. ",
  "an3.101:3.1": "Wenn sie wünscht: ‚Dass ich doch die vielen Arten von Wunderkräften ausüben könnte: mich vervielfältigen und wieder eins werden; erscheinen und verschwinden; ungehindert durch eine Wand, einen Erdwall oder einen Berg gehen wie durch leeren Raum; in die Erde tauchen und herauskommen, als wäre sie Wasser; über das Wasser gehen, als wäre es Land; mit gekreuzten Beinen durch die Luft fliegen wie ein Vogel; Sonne und Mond, so mächtig und gewaltig, mit der Hand berühren und streicheln; meinen Körper bis hin zur Brahmāwelt beherrschen‘ – ",
  "an3.101:3.2": "wenn sie das wünscht, so ist sie in der Lage, es zu erlangen, in jedem einzelnen Fall. ",
  "an3.101:4.1": "Wenn sie wünscht: ‚Dass ich doch mit geläuterter und übermenschlicher Hellhörigkeit beide Arten von Tönen hören könnte, menschliche und göttliche, ob nah oder fern‘ – ",
  "an3.101:4.2": "wenn sie das wünscht, so ist sie in der Lage, es zu erlangen, in jedem einzelnen Fall. ",
  "an3.101:5.1": "Wenn sie wünscht: ‚Dass ich doch den Geist anderer Wesen und Menschen erkennen könnte, indem ich ihn mit meinem Geist erfasse: ",
  "an3.101:5.2": "Dass ich einen gierigen Geist als „gierigen Geist“ erkennen könnte,",
  "an3.101:5.3": "einen von Gier freien Geist als „von Gier freien Geist“, ",
  "an3.101:5.4": "einen hasserfüllten Geist als „hasserfüllten Geist“, ",
  "an3.101:5.5": "einen von Hass freien Geist als „von Hass freien Geist“, ",
  "an3.101:5.6": "einen Geist, der sich täuscht, als „Geist, der sich täuscht“,",
  "an3.101:5.7": "einen von Täuschung freien Geist als „von Täuschung freien Geist“, ",
  "an3.101:5.8": "einen eingeengten Geist als „eingeengten Geist“, ",
  "an3.101:5.9": "einen zerstreuten Geist als „zerstreuten Geist“, ",
  "an3.101:5.10": "einen ausgedehnten Geist als „ausgedehnten Geist“, ",
  "an3.101:5.11": "einen nicht ausgedehnten Geist als „nicht ausgedehnten Geist“, ",
  "an3.101:5.12": "einen Geist, der nicht unübertrefflich ist, als „Geist, der nicht unübertrefflich ist“,",
  "an3.101:5.13": "einen unübertrefflichen Geist als „unübertrefflichen Geist“,",
  "an3.101:5.14": "einen im Samādhi versunkenen Geist als „im Samādhi versunkenen Geist“,",
  "an3.101:5.15": "einen nicht im Samādhi versunkenen Geist als „nicht im Samādhi versunkenen Geist“, ",
  "an3.101:5.16": "einen befreiten Geist als „befreiten Geist“ ",
  "an3.101:5.17": "und einen nicht befreiten Geist als „nicht befreiten Geist“‘ –",
  "an3.101:5.18": "wenn sie das wünscht, so ist sie in der Lage, es zu erlangen, in jedem einzelnen Fall. ",
  "an3.101:6.1": "Wenn sie wünscht: ‚Dass ich mich doch an viele Arten früherer Leben erinnern könnte, das heißt eine Wiedergeburt, zwei Wiedergeburten, drei, vier, fünf, zehn, zwanzig, dreißig, vierzig, fünfzig, hundert, tausend, hunderttausend Wiedergeburten; viele Äonen des Zusammenziehens der Welt, viele Äonen des Ausdehnens der Welt, viele Äonen des Zusammenziehens und Ausdehnens der Welt; dass ich mich erinnern könnte: ‚Dort hatte ich diesen Namen, gehörte zu jenem Stamm, sah so aus, und das war meine Speise. So erlebte ich Glück und Schmerz, und so ging mein Leben zu Ende. Als ich von diesem Ort verschied, wurde ich woanders wiedergeboren. Und dort hatte ich diesen Namen, gehörte zu jenem Stamm, sah so aus, und das war meine Speise. So erlebte ich Glück und Schmerz, und so ging mein Leben zu Ende. Als ich von diesem Ort verschied, wurde ich hier wiedergeboren‘, dass ich mich so an viele Arten früherer Leben mit den Merkmalen und Einzelheiten erinnern könnte‘ – ",
  "an3.101:6.2": "wenn sie das wünscht, so ist sie in der Lage, es zu erlangen, in jedem einzelnen Fall. ",
  "an3.101:7.1": "Wenn sie wünscht: ‚Dass ich doch mit geläuterter und übermenschlicher Hellsichtigkeit Lebewesen sehen könnte, wie sie hinscheiden und wieder geboren werden – gering oder hochstehend, schön oder hässlich, an einem guten oder einem schlechten Ort; dass ich verstünde, wie Lebewesen entsprechend ihrer Taten wiedergeboren werden: ‚Diese lieben Wesen haben mit dem Körper, der Sprache und dem Geist Schlechtes getan. Sie haben die Edlen schlecht gemacht, hatten falsche Ansicht und haben dementsprechend gehandelt. Wenn ihr Körper auseinanderbricht, nach dem Tod, werden sie an einem verlorenen Ort wiedergeboren, einem schlechten Ort, in der Unterwelt, der Hölle. Diese lieben Wesen hingegen haben mit dem Körper, der Sprache und dem Geist Gutes getan. Sie haben nie die Edlen schlecht gemacht, hatten rechte Ansicht und haben dementsprechend gehandelt. Wenn ihr Körper auseinanderbricht, nach dem Tod, werden sie an einem guten Ort wiedergeboren, in einem himmlischen Bereich.‘ – dass ich so mit geläuterter und übermenschlicher Hellsichtigkeit Lebewesen sehen könnte, wie sie hinscheiden und wieder geboren werden – gering oder hochstehend, schön oder hässlich, an einem guten oder einem schlechten Ort; dass ich verstünde, wie Lebewesen entsprechend ihrer Taten wiedergeboren werden‘ – ",
  "an3.101:7.2": "wenn sie das wünscht, so ist sie in der Lage, es zu erlangen, in jedem einzelnen Fall. ",
  "an3.101:8.1": "Wenn sie wünscht: ‚Dass ich doch die Befleckungen auflösen könnte und in diesem Leben die fleckenlose Freiheit des Herzens erlangen, die fleckenlose Freiheit durch Weisheit, sie durch eigene Einsicht erkennen und darin leben könnte‘ – ",
  "an3.101:8.2": "wenn sie das wünscht, so ist sie in der Lage, es zu erlangen, in jedem einzelnen Fall.“ "
}