{
  "an3.91:0.1": "Nummerierte Lehrreden 3.91 ",
  "an3.91:0.2": "9. Das Kapitel über Asketen ",
  "an3.91:0.3": "In Paṅkadhā ",
  "an3.91:1.1": "Einmal wanderte der Buddha mit einem großen Saṅgha von Mönchen und Nonnen durch das Land der Kosaler. Er kam zu einem Marktflecken der Kosaler mit Namen Paṅkadhā ",
  "an3.91:1.2": "und blieb da. ",
  "an3.91:1.3": "Damals lebte in Paṅkadhā ein Mönch mit Namen Kassapagotta. ",
  "an3.91:1.4": "Da leitete der Buddha die Mönche und Nonnen mit einem Dhammavortrag über die Schulungsregeln an, ermunterte sie, begeisterte sie und regte sie an. ",
  "an3.91:1.5": "Da wurde Kassapagotta recht ungeduldig und verdrießlich und dachte: ",
  "an3.91:1.6": "„Dieser Asket ist viel zu streng.“ ",
  "an3.91:1.7": "Als der Buddha so lange in Paṅkadhā geblieben war, wie er wollte, brach er nach Rājagaha auf. ",
  "an3.91:1.8": "Er wanderte Stück für Stück, bis er nach Rājagaha kam, ",
  "an3.91:1.9": "und blieb da. ",
  "an3.91:2.1": "Kurz nachdem der Buddha aufgebrochen war, begann Kassapagotta, seine Haltung zu bereuen und zu bedauern, und dachte: ",
  "an3.91:2.2": "„Es ist mein Pech, mein Missgeschick, ",
  "an3.91:2.3": "dass ich so ungeduldig und verdrießlich geworden bin, als der Buddha über die Schulungsregeln gesprochen hat, und gedacht habe, ",
  "an3.91:2.4": "er sei viel zu streng. ",
  "an3.91:2.5": "Warum gehe ich nicht zum Buddha und gestehe ihm meinen Fehler ein?“ ",
  "an3.91:2.6": "Da brachte Kassapagotta seine Unterkunft in Ordnung, nahm Schale und Robe und brach nach Rājagaha auf. ",
  "an3.91:2.7": "Schließlich erreichte er Rājagaha und die Geierkuppe. Er ging zum Buddha, verbeugte sich, setzte sich zur Seite hin und berichtete ihm, was geschehen war. Er sagte: ",
  "an3.91:3.1": "",
  "an3.91:3.2": "",
  "an3.91:3.3": "",
  "an3.91:3.4": "",
  "an3.91:3.5": "",
  "an3.91:3.6": "",
  "an3.91:3.7": "",
  "an3.91:3.8": "",
  "an3.91:3.9": "",
  "an3.91:3.10": "",
  "an3.91:3.11": "„Ich habe einen Fehler gemacht, Herr. Es war töricht, dumm und untauglich von mir, so ungeduldig und verdrießlich zu werden, als der Buddha die Mönche und Nonnen mit einem Dhammavortrag über die Schulungsregeln anleitete, sie ermunterte, begeisterte und anregte. Es war töricht von mir, zu denken: ",
  "an3.91:3.12": "„Dieser Asket ist viel zu streng.“ ",
  "an3.91:3.13": "Bitte, Herr, nimm meinen Fehler als Fehler an, und ich will mich in Zukunft zügeln.“ ",
  "an3.91:4.1": "„Jawohl, Kassapa, du hast einen Fehler gemacht. ",
  "an3.91:4.2": "",
  "an3.91:4.3": "Aber da du deinen Fehler als Fehler erkannt hast und richtig mit ihm verfahren bist, nehme ich ihn an. ",
  "an3.91:4.4": "Denn es gilt als Fortschritt in der Schulung des Edlen, einen Fehler als Fehler zu erkennen, richtig mit ihm zu verfahren und sich in der Zukunft zu zügeln. ",
  "an3.91:5.1": "Kassapa, nehmen wir an, ein Ältester im Orden will sich nicht schulen und lobt es nicht, die Schulung zu unternehmen. Er ermuntert andere Mönche und Nonnen, die sich nicht schulen wollen, nicht dazu, die Schulung zu unternehmen. Und er lobt die Mönche und Nonnen, die sich schulen wollen, nicht zur rechten Zeit, gebührend und verdientermaßen. Einen solchen Ältesten lobe ich nicht. ",
  "an3.91:5.2": "Und warum nicht? ",
  "an3.91:5.3": "Andere Mönche oder Nonnen könnten, wenn sie hören, dass ich ihn lobe, sich ihm anschließen wollen. Sie könnten seinem Vorbild folgen, und das wäre zu ihrem langanhaltenden Unglück und Leiden. ",
  "an3.91:5.4": "Darum lobe ich einen solchen Ältesten nicht. ",
  "an3.91:6.1": "Nehmen wir an, ein Mittlerer im Orden will sich nicht schulen … ",
  "an3.91:6.2": "Nehmen wir an, ein Jüngerer im Orden will sich nicht schulen … ",
  "an3.91:6.3": "",
  "an3.91:6.4": "",
  "an3.91:6.5": "Darum lobe ich einen solchen Jüngeren nicht. ",
  "an3.91:7.1": "Kassapa, nehmen wir an, ein Ältester im Orden will sich schulen und lobt es, die Schulung zu unternehmen. Er ermuntert andere Mönche und Nonnen, die sich nicht schulen wollen, dazu, die Schulung zu unternehmen. Und er lobt die Mönche und Nonnen, die sich schulen wollen, zur rechten Zeit, gebührend und verdientermaßen. Einen solchen Ältesten lobe ich. ",
  "an3.91:7.2": "Und warum? ",
  "an3.91:7.3": "Andere Mönche oder Nonnen könnten, wenn sie hören, dass ich ihn lobe, sich ihm anschließen wollen. Sie könnten seinem Vorbild folgen, und das wäre zu ihrem langanhaltenden Nutzen und Glück. ",
  "an3.91:7.4": "Darum lobe ich einen solchen Ältesten. ",
  "an3.91:8.1": "Nehmen wir an, ein Mittlerer im Orden will sich schulen … ",
  "an3.91:8.2": "Nehmen wir an, ein Jüngerer im Orden will sich schulen … ",
  "an3.91:8.3": "",
  "an3.91:8.4": "",
  "an3.91:8.5": "Darum lobe ich einen solchen Jüngeren.“ ",
  "an3.91:8.6": "",
  "an3.91:8.7": "",
  "an3.91:9.1": "",
  "an3.91:9.2": "",
  "an3.91:9.3": ""
}