{
  "an3.99:0.1": "Nummerierte Lehrreden 3.99 ",
  "an3.99:0.2": "10. Das Kapitel über ein Salzklümpchen ",
  "an3.99:0.3": "Jute ",
  "an3.99:1.1": "„Jutetuch sieht hässlich aus, ist unangenehm anzufassen und wenig wert, ob neu, gebraucht oder völlig verschlissen. ",
  "an3.99:1.2": " ",
  "an3.99:1.3": " ",
  "an3.99:1.4": "Verschlissenes Jutetuch wird benutzt, um Töpfe zu scheuern, oder es wird einfach zum Abfall geworfen. ",
  "an3.99:2.1": "Ebenso ist, wenn ein junger Mönch unmoralisch und von schlechtem Charakter ist, ",
  "an3.99:2.2": "das bei ihm das hässliche Aussehen, sage ich. ",
  "an3.99:2.3": "Diese Person sieht geradeso hässlich aus wie Jutetuch. ",
  "an3.99:2.4": "Wenn man sich mit diesem Mönch verbindet, sich ihm anschließt, ihn begleitet und seinem Beispiel folgt, ist das zum langanhaltenden Schaden und Leiden. ",
  "an3.99:2.5": "Das ist bei ihm das unangenehme Anfassen, sage ich. ",
  "an3.99:2.6": "Diese Person ist geradeso unangenehm anzufassen wie Jutetuch. ",
  "an3.99:2.7": "Alles, was dieser Mönch an Roben, Almosen, Unterkunft sowie Arznei und Krankenversorgung erhält, bringt dem Spender keine reiche Frucht oder großen Vorteil. ",
  "an3.99:2.8": "Das ist bei ihm der geringe Wert, sage ich. ",
  "an3.99:2.9": "Diese Person ist geradeso wertlos wie Jutetuch. ",
  "an3.99:2.10": "Wenn ein mittlerer Mönch … ",
  "an3.99:2.11": "oder ein älterer Mönch unmoralisch und von schlechtem Charakter ist, ist das bei ihm das hässliche Aussehen, sage ich. … ",
  "an3.99:2.12": " ",
  "an3.99:2.13": "Wenn man sich mit ihm verbindet, sich ihm anschließt, ihn begleitet und seinem Beispiel folgt, ist das zum langanhaltenden Schaden und Leiden. … ",
  "an3.99:2.14": " ",
  "an3.99:2.15": " ",
  "an3.99:2.16": " ",
  "an3.99:2.17": " ",
  "an3.99:2.18": " ",
  "an3.99:3.1": "Wenn solch ein älterer Mönch im Saṅgha spricht, ",
  "an3.99:3.2": "sagen die Mönche und Nonnen: ",
  "an3.99:3.3": "‚Was hat ein unfähiger Tor wie du zu sagen? ",
  "an3.99:3.4": "Wie in aller Welt kannst du denken, du hättest etwas Nützliches zu sagen!‘ ",
  "an3.99:3.5": "Er wird zornig und aufgebracht und es entfahren ihm Dinge, die den Saṅgha dazu bringen, ihn hinauszuwerfen, so wie man Jutetuch zum Abfall werfen würde. ",
  "an3.99:4.1": "Tuch aus Kāsi sieht schön aus, ist angenehm anzufassen und wertvoll, ob neu, gebraucht oder völlig verschlissen. ",
  "an3.99:4.2": "Verschlissenes Kāsituch wird benutzt, um etwas einzupacken, oder man legt es in eine Duftschatulle. ",
  "an3.99:5.1": "Ebenso ist, wenn ein junger Mönch sittlich und von gutem Charakter ist, das bei ihm das schöne Aussehen, sage ich. ",
  "an3.99:5.2": "Diese Person sieht geradeso schön aus wie Tuch aus Kāsi. ",
  "an3.99:5.3": "Wenn man sich mit diesem Mönch verbindet, sich ihm anschließt, ihn begleitet und seinem Beispiel folgt, ist das zum langanhaltenden Nutzen und Glück. ",
  "an3.99:5.4": "Das ist bei ihm das angenehme Anfassen, sage ich. ",
  "an3.99:5.5": "Diese Person ist geradeso angenehm anzufassen wie Tuch aus Kāsi. ",
  "an3.99:5.6": "Alles, was dieser Mönch an Roben, Almosen, Unterkunft sowie Arznei und Krankenversorgung erhält, bringt dem Spender reiche Frucht und großen Vorteil. ",
  "an3.99:5.7": "Das ist bei ihm der hohe Wert, sage ich. ",
  "an3.99:5.8": "Diese Person ist geradeso wertvoll wie Tuch aus Kāsi. ",
  "an3.99:5.9": "Wenn ein mittlerer Mönch … ",
  "an3.99:5.10": "oder ein älterer Mönch sittlich und von gutem Charakter ist, ist das bei ihm das schöne Aussehen, sage ich. … ",
  "an3.99:6.1": "Wenn solch ein älterer Mönch im Saṅgha spricht, ",
  "an3.99:6.2": "sagen die Mönche und Nonnen: ",
  "an3.99:6.3": "‚Seid leise, Ehrwürdige! Der Altehrwürdige spricht über die Lehre und Schulung.‘ ",
  "an3.99:6.4": "Daher sollt ihr euch so schulen: ",
  "an3.99:6.5": "‚Wir wollen wie Tuch aus Kāsi sein, nicht wie Jutetuch.‘ ",
  "an3.99:6.6": "So sollt ihr euch schulen.“ "
}