{
  "an3.14:0.1": "Nummerierte Lehrreden 3 ",
  "an3.14:0.2": "2. Der Wagenbauer ",
  "an3.14:0.3": "14. Der Rad-drehende Herrscher ",
  "an3.14:1.1": "„Mönche und Nonnen, selbst ein Rad-drehender Herrscher, ein gerechter König, der sich an Grundsätze hält, übt seine Macht nicht aus, ohne einen König über sich zu haben.“ ",
  "an3.14:1.2": "Als der Buddha das sagte, fragte ihn einer der Mönche: ",
  "an3.14:1.3": "„Aber wer ist der König über dem Rad-drehenden Herrscher, dem gerechten König, der sich an Grundsätze hält?“ ",
  "an3.14:1.4": "„Es sind natürliche Gesetzmäßigkeiten, Mönch“, sagte der Buddha. ",
  "an3.14:1.5": "„Mönch, ein Rad-drehender Herrscher stellt seinem Hof gerechten Schutz und Sicherheit bereit, indem er sich nur auf natürliche Gesetzmäßigkeiten stützt; er erkennt natürliche Gesetzmäßigkeiten an, ehrt und achtet sie und hält sie hoch, natürliche Gesetzmäßigkeiten sind seine Fahne, sein Banner und seine Autorität. ",
  "an3.14:2.1": "Er stellt seinen Adligen gerechten Schutz und Sicherheit bereit, ebenso seinen Lehnsleuten, Truppen, Brahmanen und Hausbesitzern, Menschen in Stadt und Land, Asketen und Brahmanen, Tieren und Vögeln. ",
  "an3.14:2.2": "Und wenn er das getan hat, übt er seine Macht nur auf der Grundlage von natürlichen Gesetzmäßigkeiten aus. ",
  "an3.14:2.3": "Und diese Macht kann von keinem menschlichen Feind untergraben werden. ",
  "an3.14:3.1": "Ebenso, Mönch, stellt ein Klargewordener, ein Vollendeter, ein vollkommen erwachter Buddha, ein gerechter König, der sich an Grundsätze hält, gerechten Schutz und Sicherheit in Bezug auf körperliche Handlungen bereit, indem er sich nur auf natürliche Gesetzmäßigkeiten stützt; er erkennt natürliche Gesetzmäßigkeiten an, ehrt und achtet sie und hält sie hoch, natürliche Gesetzmäßigkeiten sind seine Fahne, sein Banner und seine Autorität: ",
  "an3.14:3.2": "‚Diese körperliche Handlung sollte gepflegt werden; diese körperliche Handlung sollte nicht gepflegt werden.‘ ",
  "an3.14:4.1": "Weiterhin stellt ein Klargewordener … gerechten Schutz und Sicherheit in Bezug auf sprachliche Handlungen bereit: ",
  "an3.14:4.2": "‚Diese sprachliche Handlung sollte gepflegt werden; diese sprachliche Handlung sollte nicht gepflegt werden.‘ … Und in Bezug auf geistige Handlungen: ",
  "an3.14:4.3": "‚Diese geistige Handlung sollte gepflegt werden; diese geistige Handlung sollte nicht gepflegt werden.‘ ",
  "an3.14:5.1": "Und wenn ein Klargewordener, ein Vollendeter, ein vollkommen erwachter Buddha gerechten Schutz und Sicherheit in Bezug auf Handlungen mit dem Körper, der Sprache und dem Geist bereitgestellt hat, bringt er das unübertreffliche Rad des Dhamma ins Rollen. ",
  "an3.14:5.2": "Und dieses Rad kann von keinem Asketen oder Brahmanen oder Gott oder Māra oder Brahmā oder von irgendjemandem in der Welt zurückgerollt werden.“ "
}