{
  "an3.40:0.1": "Nummerierte Lehrreden 3.40 ",
  "an3.40:0.2": "4. Das Kapitel über Götterboten ",
  "an3.40:0.3": "Sich in die Pflicht nehmen ",
  "an3.40:1.1": "„Es gibt, Mönche und Nonnen, diese drei Dinge, denen gegenüber man sich in die Pflicht nehmen soll. ",
  "an3.40:1.2": "Welche drei? ",
  "an3.40:1.3": "Sich selbst, der Welt oder der Lehre gegenüber nimmt man sich in die Pflicht. ",
  "an3.40:1.4": "Und was, Mönche und Nonnen, heißt es, sich sich selbst gegenüber in die Pflicht zu nehmen? ",
  "an3.40:1.5": "Es ist, wenn ein Mönch oder eine Nonne in die Wildnis geht, zum Fuß eines Baumes oder in eine leere Hütte, und nachdenkt: ",
  "an3.40:1.6": "‚Ich bin nicht um einer Robe willen aus dem Haus fortgezogen ins hauslose Leben, ",
  "an3.40:1.7": "nicht um des Almosens oder einer Unterkunft willen, noch, um in diesem oder jenem Zustand wiedergeboren zu werden. ",
  "an3.40:1.8": "Sondern ich war in Wiedergeburt, Alter und Tod versunken, in Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis. Ich war im Leiden versunken, ins Leiden verstrickt. ",
  "an3.40:1.9": "Und ich dachte: „Hoffentlich kann ich ein Ende dieser ganzen Masse des Leidens finden.“ ",
  "an3.40:1.10": "Es wäre aber nicht angebracht für mich, wenn ich nach Sinnenfreuden streben würde wie denen, die ich aufgegeben habe, als ich fortzog, oder schlimmeren.‘ ",
  "an3.40:1.11": "Dann denkt die Person: ",
  "an3.40:1.12": "‚Meine Energie soll aufgerüttelt und unermüdlich sein, die Achtsamkeit fest verankert und klar, mein Körper still und nicht erregt und mein Geist im Samādhi versunken.‘ ",
  "an3.40:1.13": "Indem sie sich sich selbst gegenüber in die Pflicht nimmt, gibt sie das Untaugliche auf und entwickelt das Taugliche, gibt das Tadelnswerte auf und entwickelt das, was ohne Tadel ist, und ist innerlich rein. ",
  "an3.40:1.14": "Das nennt man sich sich selbst gegenüber in die Pflicht nehmen. ",
  "an3.40:2.1": "Und was, Mönche und Nonnen, heißt es, sich der Welt gegenüber in die Pflicht zu nehmen? ",
  "an3.40:2.2": "Es ist, wenn ein Mönch oder eine Nonne in die Wildnis geht, zum Fuß eines Baumes oder in eine leere Hütte, und nachdenkt: ",
  "an3.40:2.3": "‚Ich bin nicht um einer Robe willen aus dem Haus fortgezogen ins hauslose Leben, ",
  "an3.40:2.4": "nicht um des Almosens oder einer Unterkunft willen, noch, um in diesem oder jenem Zustand wiedergeboren zu werden. ",
  "an3.40:2.5": "Sondern ich war in Wiedergeburt, Alter und Tod versunken, in Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis. Ich war im Leiden versunken, ins Leiden verstrickt. ",
  "an3.40:2.6": "Und ich dachte: „Hoffentlich kann ich ein Ende dieser ganzen Masse des Leidens finden.“ ",
  "an3.40:2.7": "Und jetzt, da ich fortgezogen bin, könnte ich sinnliche, boshafte oder grausame Gedanken haben. Doch groß ist die Zahl der Wesen, die in der Welt leben, ",
  "an3.40:2.8": "und es gibt Asketen und Brahmanen mit Wunderkräften – sie sind hellsichtig und können die Gedanken anderer lesen. ",
  "an3.40:2.9": "Sie sehen weit, ohne gesehen zu werden, selbst von denen in der Nähe; und sie erfassen den Geist anderer. ",
  "an3.40:2.10": "Sie würden mich durchschauen: ",
  "an3.40:2.11": "„Sieh dir diesen ehrbaren Menschen an, er ist aus Vertrauen aus dem Haus fortgezogen ins hauslose Leben, aber er ist in schlechte, untaugliche Eigenschaften verwickelt.“ ",
  "an3.40:2.12": "Und es gibt auch Gottheiten mit Wunderkräften – sie sind hellsichtig und können die Gedanken anderer lesen. ",
  "an3.40:2.13": "Sie sehen weit, ohne gesehen zu werden, selbst von denen in der Nähe; und sie erfassen den Geist anderer. ",
  "an3.40:2.14": "Sie würden mich durchschauen: ",
  "an3.40:2.15": "„Sieh dir diesen ehrbaren Menschen an, er ist aus Vertrauen aus dem Haus fortgezogen ins hauslose Leben, aber er ist in schlechte, untaugliche Eigenschaften verwickelt.“‘ ",
  "an3.40:2.16": "Dann denkt die Person: ",
  "an3.40:2.17": "‚Meine Energie soll aufgerüttelt und unermüdlich sein, die Achtsamkeit fest verankert und klar, mein Körper still und nicht erregt und mein Geist im Samādhi versunken.‘ ",
  "an3.40:2.18": "Indem sie sich der Welt gegenüber in die Pflicht nimmt, gibt sie das Untaugliche auf und entwickelt das Taugliche, gibt das Tadelnswerte auf und entwickelt das, was ohne Tadel ist, und ist innerlich rein. ",
  "an3.40:2.19": "Das nennt man sich der Welt gegenüber in die Pflicht nehmen. ",
  "an3.40:3.1": "Und was, Mönche und Nonnen, heißt es, sich der Lehre gegenüber in die Pflicht zu nehmen? ",
  "an3.40:3.2": "Es ist, wenn ein Mönch oder eine Nonne in die Wildnis geht, zum Fuß eines Baumes oder in eine leere Hütte, und nachdenkt: ",
  "an3.40:3.3": "‚Ich bin nicht um einer Robe willen aus dem Haus fortgezogen ins hauslose Leben, ",
  "an3.40:3.4": "nicht um des Almosens oder einer Unterkunft willen, noch, um in diesem oder jenem Zustand wiedergeboren zu werden. ",
  "an3.40:3.5": "Sondern ich war in Wiedergeburt, Alter und Tod versunken, in Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis. Ich war im Leiden versunken, ins Leiden verstrickt. ",
  "an3.40:3.6": "Und ich dachte: „Hoffentlich kann ich ein Ende dieser ganzen Masse des Leidens finden.“ ",
  "an3.40:3.7": "Die Lehre ist vom Buddha gut erklärt – in diesem Leben sichtbar, unmittelbar wirksam, sie lädt zum Überprüfen ein, ist wert, beherzigt zu werden, sodass vernünftige Menschen sie selbst erkennen können. ",
  "an3.40:3.8": "Ich habe geistliche Gefährten, die erkennend und sehend leben. ",
  "an3.40:3.9": "Nun, da ich in dieser gut erklärten Lehre und Schulung fortgezogen bin, wäre es nicht angebracht, wenn ich träge und achtlos leben würde.‘ ",
  "an3.40:3.10": "Dann denkt die Person: ",
  "an3.40:3.11": "‚Meine Energie soll aufgerüttelt und unermüdlich sein, die Achtsamkeit fest verankert und klar, mein Körper still und nicht erregt und mein Geist im Samādhi versunken.‘ ",
  "an3.40:3.12": "Indem sie sich der Lehre gegenüber in die Pflicht nimmt, gibt sie das Untaugliche auf und entwickelt das Taugliche, gibt das Tadelnswerte auf und entwickelt das, was ohne Tadel ist, und ist innerlich rein. ",
  "an3.40:3.13": "Das nennt man sich der Lehre gegenüber in die Pflicht nehmen. ",
  "an3.40:3.14": "Das sind die drei Dinge, denen gegenüber man sich in die Pflicht nehmen soll. ",
  "an3.40:4.1": "Es gibt keine Heimlichkeit in der Welt, ",
  "an3.40:4.2": "für jemanden, der Schlechtes tut. ",
  "an3.40:4.3": "Du weißt es selbst, ",
  "an3.40:4.4": "ob du gelogen oder die Wahrheit gesagt hast. ",
  "an3.40:5.1": "Angesichts des Guten in dir ",
  "an3.40:5.2": "verabscheust du das, ",
  "an3.40:5.3": "und das Schlechte ",
  "an3.40:5.4": "versteckst du im Innern. ",
  "an3.40:6.1": "Die Götter und der Klargewordene ",
  "an3.40:6.2": "sehen den Toren, der sich unehrlich durch die Welt bewegt. ",
  "an3.40:6.3": "Daher nimm dich dir selbst gegenüber in die Pflicht: Lebe achtsam; ",
  "an3.40:6.4": "nimm dich der Welt gegenüber in die Pflicht: Sei wach und übe Vertiefung; ",
  "an3.40:6.5": "nimm dich der Lehre gegenüber in die Pflicht: Lebe im Einklang mit dieser Lehre! ",
  "an3.40:6.6": "Ein Abgeklärter, der sich um die Wahrheit bemüht, wird nicht verderben. ",
  "an3.40:7.1": "Māra ist zerstört, der Zerstörer überwunden. ",
  "an3.40:7.2": "Wer sich bemüht, erreicht das Ende der Wiedergeburt. ",
  "an3.40:7.3": "Ausgeglichen, verständig, kennt er die Welt – ",
  "an3.40:7.4": "dieser Abgeklärte setzt sich mit nichts gleich.“ ",
  "an3.40:7.5": "",
  "an3.40:7.6": "",
  "an3.40:8.1": "",
  "an3.40:8.2": "",
  "an3.40:8.3": ""
}