{
  "an3.74:0.1": "Nummerierte Lehrreden 3 ",
  "an3.74:0.2": "8. Ānanda ",
  "an3.74:0.3": "74. Jainas ",
  "an3.74:1.1": "Einmal hielt sich der Ehrwürdige Ānanda bei Vesālī am Großen Wald auf, in der Halle mit dem Giebeldach. ",
  "an3.74:1.2": "Da gingen die Licchaver Abhaya und Paṇḍitakumāra zum Ehrwürdigen Ānanda, verbeugten sich, setzten sich zur Seite hin und sagten zu ihm: ",
  "an3.74:1.3": "„Herr, Nāṭaputta, der Anführer der Jainas, behauptet, allwissend und all-sehend zu sein, alles ohne Ausnahme zu kennen und zu sehen, und zwar so: ",
  "an3.74:1.4": "‚Wissen und Sehen sind mir ständig und fortwährend gegenwärtig, ob ich gehe, stehe, schlafe oder wache.‘ ",
  "an3.74:1.5": "Er tritt dafür ein, altes Karma mittels Bußübungen zu vernichten und dadurch, dass man kein neues Karma schafft, die Brücke abzubrechen. ",
  "an3.74:1.6": "So wird mit dem Tilgen des Karma das Leiden getilgt; mit dem Tilgen des Leidens wird Gefühl getilgt; und mit dem Tilgen des Gefühls wird alles Leiden abgetragen sein. ",
  "an3.74:1.7": "So geht man in diesem Leben durch die Läuterung mittels Abtragen über das Leiden hinaus. ",
  "an3.74:1.8": "Was, Herr, sagt der Buddha dazu?“ ",
  "an3.74:2.1": "„Abhaya, vom Gesegneten, der weiß und sieht, dem Vollendeten, dem vollkommen erwachten Buddha wurden diese drei Arten der Läuterung durch Abtragen richtig erklärt: um die Wesen zu läutern, Kummer und Weinen zu überwinden, Schmerz und Traurigkeit ein Ende zu machen, den Kreislauf des Leidens zu beenden und das Erlöschen zu verwirklichen. ",
  "an3.74:2.2": "Welche drei? ",
  "an3.74:2.3": "Es ist, Abhaya, wenn ein Mönch sittlich ist, gemäß der Ordenssatzung gezügelt, von gutem Verhalten und mit Unterstützern. Er sieht die Gefahr im kleinsten Fehler und hält die Regeln ein, die er sich vorgenommen hat. ",
  "an3.74:2.4": "Er verübt keine neuen Taten und tilgt alte Taten, indem er nach und nach ihr Ergebnis erfährt. ",
  "an3.74:2.5": "Dieses Abtragen ist in diesem Leben sichtbar, unmittelbar wirksam, lädt zum Überprüfen ein, ist sachdienlich, sodass vernünftige Menschen es selbst erkennen können. ",
  "an3.74:3.1": "Wenn dann ihre Ethik vollendet ist, tritt eine Nonne, ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, in die erste Vertiefung ein und verweilt darin … in die zweite Vertiefung … in die dritte Vertiefung … in die vierte Vertiefung. ",
  "an3.74:3.2": "Sie verübt keine neuen Taten und tilgt alte Taten, indem sie nach und nach ihr Ergebnis erfährt. ",
  "an3.74:3.3": "Dieses Abtragen ist in diesem Leben sichtbar, unmittelbar wirksam, lädt zum Überprüfen ein, ist sachdienlich, sodass vernünftige Menschen es selbst erkennen können. ",
  "an3.74:4.1": "Wenn dann seine Versenkung vollendet ist, löst da ein Mönch die Befleckungen auf und erlangt in diesem Leben die fleckenlose Freiheit des Herzens, die fleckenlose Freiheit durch Weisheit, erkennt sie durch eigene Einsicht und lebt darin. ",
  "an3.74:4.2": "Er verübt keine neuen Taten und tilgt alte Taten, indem er nach und nach ihr Ergebnis erfährt. ",
  "an3.74:4.3": "Dieses Abtragen ist in diesem Leben sichtbar, unmittelbar wirksam, lädt zum Überprüfen ein, ist sachdienlich, sodass vernünftige Menschen es selbst erkennen können. ",
  "an3.74:4.4": "Das sind die drei Arten der Läuterung durch Abtragen, die vom Buddha richtig erklärt wurden …, um das Erlöschen zu verwirklichen.“ ",
  "an3.74:5.1": "Darauf sagte Paṇḍitakumāra zu Abhaya: ",
  "an3.74:5.2": "„Lieber Abhaya, gibt es in dem, was Ānanda so gut gesagt hat, irgendetwas, dem du nicht zustimmen würdest?“ ",
  "an3.74:5.3": "„Wie könnte ich dem, was Ānanda so gut gesagt hat, nicht zustimmen? ",
  "an3.74:5.4": "Jedem, der dem nicht zustimmen würde, müsste der Kopf platzen!“ "
}