{
  "an3.132:0.1": "Nummerierte Lehrreden 3.132 ",
  "an3.132:0.2": "13. Das Kapitel in Kusinārā ",
  "an3.132:0.3": "Zeichnungen ",
  "an3.132:1.1": "„Mönche und Nonnen, drei Menschen findet man in der Welt. ",
  "an3.132:1.2": "Welche drei? ",
  "an3.132:1.3": "Ein Mensch wie eine in Stein gemeißelte Linie, ein Mensch wie eine in den Sand gezeichnete Linie, und ein Mensch wie eine ins Wasser gezeichnete Linie. ",
  "an3.132:1.4": "Und was ist das für ein Mensch, der wie eine in Stein gemeißelte Linie ist? ",
  "an3.132:1.5": "Es ist jemand, der oft zornig wird ",
  "an3.132:1.6": "und dessen Zorn lange Zeit anhält. ",
  "an3.132:1.7": "Wie wenn man eine Linie in Stein meißelt: Sie wird nicht bald von Wind und Regen ausgewaschen, sondern bleibt lange Zeit erhalten. ",
  "an3.132:1.8": "Ebenso ist ein solcher Mensch oft zornig, ",
  "an3.132:1.9": "und der Zorn hält lange Zeit an. ",
  "an3.132:1.10": "Das nennt man einen Menschen, der wie eine in Stein gemeißelte Linie ist. ",
  "an3.132:2.1": "Und was ist das für ein Mensch, der wie eine in den Sand gezeichnete Linie ist? ",
  "an3.132:2.2": "Es ist jemand, der oft zornig wird, ",
  "an3.132:2.3": "dessen Zorn aber nicht lange anhält. ",
  "an3.132:2.4": "Wie wenn man eine Linie in den Sand zeichnet: Sie wird bald von Wind und Regen ausgewaschen und bleibt nicht lange erhalten. ",
  "an3.132:2.5": "Ebenso ist ein solcher Mensch oft zornig, ",
  "an3.132:2.6": "aber der Zorn hält nicht lange an. ",
  "an3.132:2.7": "Das nennt man einen Menschen, der wie eine in den Sand gezeichnete Linie ist. ",
  "an3.132:3.1": "Und was ist das für ein Mensch, der wie eine ins Wasser gezeichnete Linie ist? ",
  "an3.132:3.2": "Es ist jemand, der, selbst wenn man grob, hart und unfreundlich zu ihm spricht, immer noch in Verbindung bleibt, Umgang pflegt und grüßt. ",
  "an3.132:3.3": "Wie wenn man eine Linie ins Wasser zeichnet: Sie verschwindet sofort und bleibt nicht lange erhalten. ",
  "an3.132:3.4": "Ebenso bleibt ein solcher Mensch, selbst wenn man grob, hart und unfreundlich zu ihm spricht, immer noch in Verbindung, pflegt Umgang und grüßt. ",
  "an3.132:3.5": "Das nennt man einen Menschen, der wie eine ins Wasser gezeichnete Linie ist. ",
  "an3.132:3.6": "Das sind die drei Menschen, die man in der Welt findet.“ ",
  "an3.132:3.7": " ",
  "an3.132:3.8": " ",
  "an3.132:4.1": " ",
  "an3.132:4.2": " ",
  "an3.132:4.3": " "
}