{
  "an3.117:0.1": "Nummerierte Lehrreden 3.117 ",
  "an3.117:0.2": "12. Das Kapitel über das Verlorensein ",
  "an3.117:0.3": "Fehltritte und Vervollkommnung ",
  "an3.117:1.1": "„Mönche und Nonnen, es gibt drei Fehltritte. ",
  "an3.117:1.2": "Welche drei? ",
  "an3.117:1.3": "Einen Fehltritt im sittlichen Verhalten, im Geist und in der Ansicht. ",
  "an3.117:1.4": "Und was ist ein Fehltritt im sittlichen Verhalten? ",
  "an3.117:1.5": "Es ist, wenn man lebende Geschöpfe tötet, stiehlt, sexuelle Verfehlungen begeht und falsche, entzweiende, harte oder unsinnige Rede gebraucht. ",
  "an3.117:1.6": "Das nennt man einen Fehltritt im sittlichen Verhalten. ",
  "an3.117:2.1": "Und was ist ein Fehltritt im Geist? ",
  "an3.117:2.2": "Es ist, wenn man begehrlich und böswillig ist. ",
  "an3.117:2.3": "Das nennt man einen Fehltritt im Geist. ",
  "an3.117:3.1": "Und was ist ein Fehltritt in der Ansicht? ",
  "an3.117:3.2": "Es ist, wenn man eine falsche Ansicht und einen verzerrten Blickwinkel hat, wie etwa: ",
  "an3.117:3.3": "‚Geben, Opfer oder Spenden haben keinen Sinn. Es gibt keine Frucht und kein Ergebnis von guten und schlechten Taten. Es gibt kein Leben nach dem Tod. So etwas wie Mutter und Vater oder Wesen, die durch unmittelbares Erscheinen wiedergeboren werden, gibt es nicht. Und es gibt keinen Asketen oder Brahmanen, der richtig verwirklicht ist, richtig geübt hat, und der ein Leben nach dem Tod erklärt, das er durch eigene Einsicht erkannt hat.‘ ",
  "an3.117:3.4": "Das nennt man einen Fehltritt in der Ansicht. ",
  "an3.117:3.5": "Manche Lebewesen werden, wenn der Körper auseinanderbricht, nach dem Tod, wegen eines Fehltritts im sittlichen Verhalten, ",
  "an3.117:3.6": "eines Fehltritts im Geist ",
  "an3.117:3.7": "oder eines Fehltritts in der Ansicht an einem verlorenen Ort wiedergeboren, einem schlechten Ort, in der Unterwelt, der Hölle. ",
  "an3.117:3.8": "Das sind die drei Fehltritte. ",
  "an3.117:4.1": "Es gibt drei Arten der Vervollkommnung. ",
  "an3.117:4.2": "Welche drei? ",
  "an3.117:4.3": "Die Vervollkommnung des sittlichen Verhaltens, des Geistes und der Ansicht. ",
  "an3.117:5.1": "Und was ist die Vervollkommnung des sittlichen Verhaltens? ",
  "an3.117:5.2": "Es ist, wenn man keine lebenden Geschöpfe tötet, nicht stiehlt, keine sexuellen Verfehlungen begeht und keine falsche, entzweiende, harte oder unsinnige Rede gebraucht. ",
  "an3.117:5.3": "Das nennt man die Vervollkommnung des sittlichen Verhaltens. ",
  "an3.117:6.1": "Und was ist die Vervollkommnung des Geistes? ",
  "an3.117:6.2": "Es ist, wenn man zufrieden und gütig ist. ",
  "an3.117:6.3": "Das nennt man die Vervollkommnung des Geistes. ",
  "an3.117:7.1": "Und was ist die Vervollkommnung der Ansicht? ",
  "an3.117:7.2": "Es ist, wenn man rechte Ansicht und einen unverfälschten Blickwinkel hat, wie etwa: ",
  "an3.117:7.3": "‚Geben, Opfer und Spenden sind sinnvoll. Es gibt eine Frucht und ein Ergebnis von guten und schlechten Taten. Es gibt ein Leben nach dem Tod. Es gibt so etwas wie Mutter und Vater oder Wesen, die durch unmittelbares Erscheinen wiedergeboren werden. Und es gibt Asketen und Brahmanen, die richtig verwirklicht sind, richtig geübt haben, die ein Leben nach dem Tod erklären, das sie durch eigene Einsicht erkannt haben.‘ ",
  "an3.117:7.4": "Das nennt man die Vervollkommnung der Ansicht. ",
  "an3.117:7.5": "Manche Lebewesen werden, wenn der Körper auseinanderbricht, nach dem Tod, wegen der Vervollkommnung des sittlichen Verhaltens, ",
  "an3.117:7.6": "der Vervollkommnung des Geistes ",
  "an3.117:7.7": "oder der Vervollkommnung der Ansicht an einem guten Ort wiedergeboren, in einer himmlischen Welt. ",
  "an3.117:7.8": "Das sind die drei Arten der Vervollkommnung.“ "
}