{
  "an3.62:0.1": "Nummerierte Lehrreden 3 ",
  "an3.62:0.2": "7. Das große Kapitel ",
  "an3.62:0.3": "62. Gefahren ",
  "an3.62:1.1": "„Mönche und Nonnen, ein ungebildeter gewöhnlicher Mensch spricht von drei Gefahren, die Mutter und Kind auseinanderreißen. ",
  "an3.62:1.2": "Von welchen drei? ",
  "an3.62:1.3": "Es kommt eine Zeit, wo ein großes Feuer auflodert, ",
  "an3.62:1.4": "und es brennt Dörfer, Marktflecken und Städte nieder. ",
  "an3.62:1.5": "Wenn das passiert, kann eine Mutter ihr Kind nicht finden und ein Kind kann seine Mutter nicht finden. ",
  "an3.62:1.6": "Das ist die erste Gefahr, die Mutter und Kind auseinanderreißt. ",
  "an3.62:2.1": "Weiterhin kommt da eine Zeit, wo ein großer Sturm aufzieht, ",
  "an3.62:2.2": "und er entfesselt einen mächtigen Wolkenbruch, ",
  "an3.62:2.3": "der Dörfer, Marktflecken und Städte hinwegschwemmt. ",
  "an3.62:2.4": "Wenn das passiert, kann eine Mutter ihr Kind nicht finden und ein Kind kann seine Mutter nicht finden. ",
  "an3.62:2.5": "Das ist die zweite Gefahr, die Mutter und Kind auseinanderreißt. ",
  "an3.62:3.1": "Weiterhin kommt da eine Zeit, wo Gefahr von wilden Räubern droht, und die Landbevölkerung steigt auf ihre Karren und flieht in alle Richtungen. ",
  "an3.62:3.2": "Wenn das passiert, kann eine Mutter ihr Kind nicht finden und ein Kind kann seine Mutter nicht finden. ",
  "an3.62:3.3": "Das ist die dritte Gefahr, die Mutter und Kind auseinanderreißt. ",
  "an3.62:3.4": "Das sind die drei Gefahren, die Mutter und Kind auseinanderreißen, von denen ein ungebildeter gewöhnlicher Mensch spricht. ",
  "an3.62:4.1": "Mönche und Nonnen, ein ungebildeter gewöhnlicher Mensch spricht von drei Gefahren, die Mutter und Kind nicht auseinanderreißen. ",
  "an3.62:4.2": "Von welchen drei? ",
  "an3.62:4.3": "Da kommt eine Zeit, wo ein großes Feuer auflodert, ",
  "an3.62:4.4": "und es brennt Dörfer, Marktflecken und Städte nieder. ",
  "an3.62:4.5": "Wenn das passiert, kann eine Mutter manchmal ihr Kind finden und ein Kind kann seine Mutter finden. ",
  "an3.62:4.6": "Das ist die erste Gefahr, die Mutter und Kind nicht auseinanderreißt. ",
  "an3.62:5.1": "Weiterhin kommt da eine Zeit, wo ein großer Sturm aufzieht, ",
  "an3.62:5.2": "und er entfesselt einen mächtigen Wolkenbruch, ",
  "an3.62:5.3": "der Dörfer, Marktflecken und Städte hinwegschwemmt. ",
  "an3.62:5.4": "Wenn das passiert, kann eine Mutter manchmal ihr Kind finden und ein Kind kann seine Mutter finden. ",
  "an3.62:5.5": "Das ist die zweite Gefahr, die Mutter und Kind nicht auseinanderreißt. ",
  "an3.62:6.1": "Weiterhin kommt da eine Zeit, wo Gefahr von wilden Räubern droht, und die Landbevölkerung steigt auf ihre Karren und flieht in alle Richtungen. ",
  "an3.62:6.2": "Wenn das passiert, kann eine Mutter manchmal ihr Kind finden und ein Kind kann seine Mutter finden. ",
  "an3.62:6.3": "Das ist die dritte Gefahr, die Mutter und Kind nicht auseinanderreißt. ",
  "an3.62:6.4": "Das sind die drei Gefahren, die Mutter und Kind nicht auseinanderreißen, von denen ein ungebildeter gewöhnlicher Mensch spricht. ",
  "an3.62:7.1": "Es gibt drei Gefahren, die Mutter und Kind auseinanderreißen. ",
  "an3.62:7.2": "Welche drei? ",
  "an3.62:7.3": "Die Gefahren von Alter, Krankheit und Tod. ",
  "an3.62:7.4": "Wenn ein Kind alt wird, wird der Wunsch der Mutter nicht erfüllt: ",
  "an3.62:7.5": "‚Soll ich doch alt werden; mein Kind soll nicht alt werden!‘ ",
  "an3.62:7.6": "Wenn eine Mutter alt wird, wird der Wunsch des Kindes nicht erfüllt: ",
  "an3.62:7.7": "‚Soll ich doch alt werden; meine Mutter soll nicht alt werden!‘ ",
  "an3.62:8.1": "Wenn ein Kind krank ist, wird der Wunsch der Mutter nicht erfüllt: ",
  "an3.62:8.2": "‚Soll ich doch krank sein; mein Kind soll nicht krank sein!‘ ",
  "an3.62:8.3": "Wenn eine Mutter krank ist, wird der Wunsch des Kindes nicht erfüllt: ",
  "an3.62:8.4": "‚Soll ich doch krank sein; meine Mutter soll nicht krank sein!‘ ",
  "an3.62:9.1": "Wenn ein Kind stirbt, wird der Wunsch der Mutter nicht erfüllt: ",
  "an3.62:9.2": "‚Soll ich doch sterben; mein Kind soll nicht sterben!‘ ",
  "an3.62:9.3": "Wenn eine Mutter stirbt, wird der Wunsch des Kindes nicht erfüllt: ",
  "an3.62:9.4": "‚Soll ich doch sterben; meine Mutter soll nicht sterben!‘ ",
  "an3.62:9.5": "Das sind die drei Gefahren, die Mutter und Kind auseinanderreißen. ",
  "an3.62:10.1": "Es gibt einen Weg und eine Übung, die dazu führen, die drei Gefahren auszuräumen und darüber hinauszugehen: die drei Gefahren, die Mutter und Kind nicht auseinanderreißen, und die drei Gefahren, die Mutter und Kind auseinanderreißen. ",
  "an3.62:10.2": "Welches ist dieser Weg und diese Übung? ",
  "an3.62:10.3": "Es ist einfach dieser edle achtfache Pfad: nämlich ",
  "an3.62:10.4": "rechte Ansicht, rechtes Denken, rechte Rede, rechtes Verhalten, rechter Lebenserwerb, rechter Einsatz, rechte Achtsamkeit und rechte Versenkung. ",
  "an3.62:10.5": "Das ist der Weg, das ist die Übung, die dazu führen, die drei Gefahren auszuräumen und darüber hinauszugehen: die drei Gefahren, die Mutter und Kind nicht auseinanderreißen, und die drei Gefahren, die Mutter und Kind auseinanderreißen.“ "
}