{
  "an3.35:0.1": "Nummerierte Lehrreden 3 ",
  "an3.35:0.2": "4. Götterboten ",
  "an3.35:0.3": "35. Mit Hatthaka ",
  "an3.35:1.1": "So habe ich es gehört. ",
  "an3.35:1.2": "Einmal hielt sich der Buddha bei Āḷavī auf einer Matte aus Blättern auf, bei einem Kuhpfad in einem Wäldchen von indischem Palisander. ",
  "an3.35:1.3": "Da sah Hatthaka von Āḷavī auf einer Wanderung den Buddha auf dieser Matte aus Blättern sitzen. ",
  "an3.35:1.4": "Er ging zum Buddha, verbeugte sich, setzte sich zur Seite hin und sagte: ",
  "an3.35:1.5": "„Herr, ich hoffe, der Buddha hat gut geschlafen?“ ",
  "an3.35:1.6": "„Ja, Prinz, ich habe gut geschlafen. ",
  "an3.35:1.7": "Ich gehöre zu denen in der Welt, die gut schlafen.“ ",
  "an3.35:2.1": "„Die Winternächte sind kalt, Herr, und es ist die mittlere Woche des Winters, die Zeit des Schneefalls. Der Boden ist hart, von den Hufen der Kühe festgetrampelt, und die Matte aus Blättern ist dünn. Die Bäume haben nur wenige Blätter, die ockerfarbenen Roben sind kalt, und kalt bläst der Nordwind. ",
  "an3.35:2.2": "Und doch sagt der Buddha: ",
  "an3.35:2.3": "‚Ja, Prinz, ich habe gut geschlafen. ",
  "an3.35:2.4": "Ich gehöre zu denen in der Welt, die gut schlafen.‘“ ",
  "an3.35:3.1": "„Nun, Prinz, ich werde dir dazu Gegenfragen stellen, und du kannst antworten, wie du möchtest. ",
  "an3.35:3.2": "Was meinst du? Angenommen, ein Hausbesitzer oder der Sohn eines Hausbesitzers lebt in einem Giebelhaus, das innen und außen verputzt ist, zugfrei, die Riegel festgemacht und die Fenster geschlossen. ",
  "an3.35:3.3": "Seine Liege ist mit flauschigen, rein weißen und mit Blumen bestickten wollenen Decken gepolstert und mit einer Decke aus feinem Hirschleder überzogen, sie hat einen Baldachin und rote Kissen auf beiden Seiten. ",
  "an3.35:3.4": "Eine Öllampe brennt dabei, ",
  "an3.35:3.5": "und seine vier Frauen bedienen ihn mit allen nur erdenklichen Annehmlichkeiten. ",
  "an3.35:3.6": "Was meinst du, Prinz, würde er gut schlafen oder nicht? ",
  "an3.35:3.7": "Oder wie siehst du das?“ ",
  "an3.35:3.8": "„Er würde gut schlafen, Herr. ",
  "an3.35:3.9": "Er würde zu denen in der Welt gehören, die gut schlafen.“ ",
  "an3.35:4.1": "„Was meinst du, Prinz? ",
  "an3.35:4.2": "Ist es nicht möglich, dass ein körperliches oder geistiges Fieber, entsprungen aus Gier, in diesem Hausbesitzer oder Sohn eines Hausbesitzers aufkommt und so in ihm brennt, dass er schlecht schläft?“ ",
  "an3.35:4.3": "„Ja, Herr.“ ",
  "an3.35:5.1": "„Diese Gier, die in dem Hausbesitzer oder Sohn eines Hausbesitzers brennt und ihn schlecht schlafen lässt, wurde vom Klargewordenen aufgegeben, an der Wurzel abgeschnitten, ist wie der Stumpf einer Palme, ist ausgelöscht und kann sich in Zukunft nicht mehr erheben. ",
  "an3.35:5.2": "Deshalb schlafe ich gut. ",
  "an3.35:6.1": "Was meinst du, Prinz? ",
  "an3.35:6.2": "Ist es nicht möglich, dass ein körperliches oder geistiges Fieber, entsprungen aus Hass, … ",
  "an3.35:6.3": "oder ein körperliches oder geistiges Fieber, entsprungen aus Täuschung, in diesem Hausbesitzer oder Sohn eines Hausbesitzers aufkommt und so in ihm brennt, dass er schlecht schläft?“ ",
  "an3.35:6.4": "„Ja, Herr.“ ",
  "an3.35:7.1": "„Diese Täuschung, die in dem Hausbesitzer oder Sohn eines Hausbesitzers brennt und ihn schlecht schlafen lässt, wurde vom Klargewordenen aufgegeben, an der Wurzel abgeschnitten, ist wie der Stumpf einer Palme, ist ausgelöscht und kann sich in Zukunft nicht mehr erheben. ",
  "an3.35:7.2": "Deshalb schlafe ich gut. ",
  "an3.35:8.1": "Ein Brahmane, der vollkommen erloschen ist, ",
  "an3.35:8.2": "schläft immer gut. ",
  "an3.35:8.3": "Sinnenfreuden gleiten von ihm ab, ",
  "an3.35:8.4": "er ist kühl geworden, von Anhänglichkeit frei. ",
  "an3.35:9.1": "Da sie jegliches Anklammern abgeschnitten ",
  "an3.35:9.2": "und jeglichen Druck vom Herzen gelöst haben, ",
  "an3.35:9.3": "schlafen die Friedvollen gut ",
  "an3.35:9.4": "und verweilen in innerem Frieden.“ "
}