{
  "an3.87:0.1": "Nummerierte Lehrreden 3 ",
  "an3.87:0.2": "9. Asketen ",
  "an3.87:0.3": "87. Übung (2) ",
  "an3.87:1.1": "„Mönche und Nonnen, alle vierzehn Tage werden mehr als hundertfünfzig Übungsregeln aufgesagt, in denen sich Söhne aus gutem Haus üben, die auf ihr Wohl bedacht sind. ",
  "an3.87:1.2": "All diese sind in den drei Übungen enthalten. ",
  "an3.87:1.3": "In welchen drei? ",
  "an3.87:1.4": "In der Übung in hoher Ethik, hohem Geist und hoher Weisheit. ",
  "an3.87:1.5": "Das sind die drei Übungen, in denen alle enthalten sind. ",
  "an3.87:2.1": "Nehmen wir an, ein Mönch hat seine Ethik erfüllt und besitzt begrenzte Versenkung und Weisheit. ",
  "an3.87:2.2": "Er übertritt ein paar kleinere und unbedeutende Übungsregeln und behebt diese Vergehen. ",
  "an3.87:2.3": "Und warum? ",
  "an3.87:2.4": "Weil ich nicht sage, dass er deswegen unfähig sei. ",
  "an3.87:2.5": "Aber bei den Übungsregeln, die grundlegend für das geistliche Leben sind und zum spirituellen Pfad gehören, ist er stetig und beständig und hält die Regeln ein, die er sich vorgenommen hat. ",
  "an3.87:2.6": "Mit dem Auflösen von drei Fesseln hat er noch höchstens sieben Wiedergeburten. ",
  "an3.87:2.7": "Er wird höchstens siebenmal zwischen Göttern und Menschen umherwandern und dann dem Leiden ein Ende machen. ",
  "an3.87:2.8": "Mit dem Auflösen von drei Fesseln geht er von einer Familie zur anderen. Er wird zwischen zwei oder drei Familien umherwandern und dann dem Leiden ein Ende machen. ",
  "an3.87:2.9": "Mit dem Auflösen von drei Fesseln ist er einer, der nur einmal keimt. Nur einmal wird er in einem menschlichen Dasein wiedergeboren, um dann dem Leiden ein Ende zu machen. ",
  "an3.87:2.10": "Mit dem Auflösen von drei Fesseln und dem Abschwächen von Gier, Hass und Täuschung ist er ein Einmalwiederkehrer. Nur einmal kehrt er in diese Welt zurück, um dann dem Leiden ein Ende zu machen. ",
  "an3.87:3.1": "Nehmen wir weiter an, eine Nonne hat ihre Ethik und Versenkung erfüllt und besitzt begrenzte Weisheit. ",
  "an3.87:3.2": "Sie übertritt ein paar kleinere und unbedeutende Übungsregeln und behebt diese Vergehen. ",
  "an3.87:3.3": "Und warum? ",
  "an3.87:3.4": "Weil ich nicht sage, dass sie deswegen unfähig sei. ",
  "an3.87:3.5": "Aber bei den Übungsregeln, die grundlegend für das geistliche Leben sind und zum spirituellen Pfad gehören, ist sie stetig und beständig und hält die Regeln ein, die sie sich vorgenommen hat. ",
  "an3.87:3.6": "Mit dem Auflösen der fünf niederen Fesseln geht sie stromaufwärts zum Akaniṭṭha-Bereich. ",
  "an3.87:3.7": "Mit dem Auflösen der fünf niederen Fesseln erlischt sie mit besonderer Anstrengung. ",
  "an3.87:3.8": "Mit dem Auflösen der fünf niederen Fesseln erlischt sie ohne besondere Anstrengung. ",
  "an3.87:3.9": "Mit dem Auflösen der fünf niederen Fesseln erlischt sie bei der Ankunft. ",
  "an3.87:3.10": "Mit dem Auflösen der fünf niederen Fesseln erlischt sie zwischen einem Leben und dem nächsten. ",
  "an3.87:4.1": "Nehmen wir weiter an, ein Mönch hat seine Ethik, Versenkung und Weisheit erfüllt. ",
  "an3.87:4.2": "Er übertritt ein paar kleinere und unbedeutende Übungsregeln und behebt diese Vergehen. ",
  "an3.87:4.3": "Und warum? ",
  "an3.87:4.4": "Weil ich nicht sage, dass er deswegen unfähig sei. ",
  "an3.87:4.5": "Aber bei den Übungsregeln, die grundlegend für das geistliche Leben sind und zum spirituellen Pfad gehören, ist er stetig und beständig und hält die Regeln ein, die er sich vorgenommen hat. ",
  "an3.87:4.6": "Er löst die Befleckungen auf und erlangt in diesem Leben die fleckenlose Freiheit des Herzens, die fleckenlose Freiheit durch Weisheit, erkennt sie durch eigene Einsicht und lebt darin. ",
  "an3.87:5.1": "Also, Mönche und Nonnen, wenn ihr teilweise übt, habt ihr teilweise Erfolg. Wenn ihr umfassend übt, habt ihr umfassend Erfolg. Diese Übungsregeln sind nicht umsonst, sage ich.“ "
}