{
  "an3.86:0.1": "Nummerierte Lehrreden 3 ",
  "an3.86:0.2": "9. Asketen ",
  "an3.86:0.3": "86. Übung (1) ",
  "an3.86:1.1": "„Mönche und Nonnen, alle vierzehn Tage werden mehr als hundertfünfzig Übungsregeln aufgesagt, in denen sich Söhne aus gutem Haus üben, die auf ihr Wohl bedacht sind. ",
  "an3.86:1.2": "All diese sind in den drei Übungen enthalten. ",
  "an3.86:1.3": "In welchen drei? ",
  "an3.86:1.4": "In der Übung in hoher Ethik, hohem Geist und hoher Weisheit. ",
  "an3.86:1.5": "Das sind die drei Übungen, in denen alle enthalten sind. ",
  "an3.86:2.1": "Nehmen wir an, ein Mönch hat seine Ethik erfüllt und besitzt begrenzte Versenkung und Weisheit. ",
  "an3.86:2.2": "Er übertritt ein paar kleinere und unbedeutende Übungsregeln und behebt diese Vergehen. ",
  "an3.86:2.3": "Und warum? ",
  "an3.86:2.4": "Weil ich nicht sage, dass er deswegen unfähig sei. ",
  "an3.86:2.5": "Aber bei den Übungsregeln, die grundlegend für das geistliche Leben sind und zum spirituellen Pfad gehören, ist er stetig und beständig und hält die Regeln ein, die er sich vorgenommen hat. ",
  "an3.86:2.6": "Mit dem Auflösen von drei Fesseln ist er in die Strömung eingetaucht, muss nicht mehr in der Unterwelt wiedergeboren werden und ist auf dem Weg zum Erwachen. ",
  "an3.86:3.1": "Nehmen wir weiter an, eine Nonne hat ihre Ethik erfüllt und besitzt begrenzte Versenkung und Weisheit. ",
  "an3.86:3.2": "Sie übertritt ein paar kleinere und unbedeutende Übungsregeln und behebt diese Vergehen. ",
  "an3.86:3.3": "Und warum? ",
  "an3.86:3.4": "Weil ich nicht sage, dass sie deswegen unfähig sei. ",
  "an3.86:3.5": "Aber bei den Übungsregeln, die grundlegend für das geistliche Leben sind und zum spirituellen Pfad gehören, ist sie stetig und beständig und hält die Regeln ein, die sie sich vorgenommen hat. ",
  "an3.86:3.6": "Mit dem Auflösen von drei Fesseln und dem Abschwächen von Gier, Hass und Täuschung ist sie eine Einmalwiederkehrerin. Nur einmal kehrt sie in diese Welt zurück, um dann dem Leiden ein Ende zu machen. ",
  "an3.86:4.1": "Nehmen wir weiter an, ein Mönch hat seine Ethik und Versenkung erfüllt und besitzt begrenzte Weisheit. ",
  "an3.86:4.2": "Er übertritt ein paar kleinere und unbedeutende Übungsregeln und behebt diese Vergehen. ",
  "an3.86:4.3": "Und warum? ",
  "an3.86:4.4": "Weil ich nicht sage, dass er deswegen unfähig sei. ",
  "an3.86:4.5": "Aber bei den Übungsregeln, die grundlegend für das geistliche Leben sind und zum spirituellen Pfad gehören, ist er stetig und beständig und hält die Regeln ein, die er sich vorgenommen hat. ",
  "an3.86:4.6": "Mit dem Auflösen der fünf niederen Fesseln wird er durch unmittelbares Erscheinen wiedergeboren. Er erlischt dort und muss von jener Welt nicht zurückkehren. ",
  "an3.86:5.1": "Nehmen wir weiter an, eine Nonne hat ihre Ethik, Versenkung und Weisheit erfüllt. ",
  "an3.86:5.2": "Sie übertritt ein paar kleinere und unbedeutende Übungsregeln und behebt diese Vergehen. ",
  "an3.86:5.3": "Und warum? ",
  "an3.86:5.4": "Weil ich nicht sage, dass sie deswegen unfähig sei. ",
  "an3.86:5.5": "Aber bei den Übungsregeln, die grundlegend für das geistliche Leben sind und zum spirituellen Pfad gehören, ist sie stetig und beständig und hält die Regeln ein, die sie sich vorgenommen hat. ",
  "an3.86:5.6": "Sie löst die Befleckungen auf und erlangt in diesem Leben die fleckenlose Freiheit des Herzens, die fleckenlose Freiheit durch Weisheit, erkennt sie durch eigene Einsicht und lebt darin. ",
  "an3.86:6.1": "Also, Mönche und Nonnen, wenn ihr teilweise übt, habt ihr teilweise Erfolg. Wenn ihr umfassend übt, habt ihr umfassend Erfolg. ",
  "an3.86:6.2": "Diese Übungsregeln sind nicht umsonst, sage ich.“ "
}