{
  "an3.88:0.1": "Nummerierte Lehrreden 3 ",
  "an3.88:0.2": "9. Asketen ",
  "an3.88:0.3": "88. Übung (3) ",
  "an3.88:1.1": "„Mönche und Nonnen, alle vierzehn Tage werden mehr als hundertfünfzig Übungsregeln aufgesagt, in denen sich Söhne aus gutem Haus üben, die auf ihr Wohl bedacht sind. ",
  "an3.88:1.2": "All diese sind in den drei Übungen enthalten. ",
  "an3.88:1.3": "In welchen drei? ",
  "an3.88:1.4": "In der Übung in hoher Ethik, hohem Geist und hoher Weisheit. ",
  "an3.88:1.5": "Das sind die drei Übungen, in denen alle enthalten sind. ",
  "an3.88:2.1": "Angenommen, eine Nonne hat ihre Ethik, Versenkung und Weisheit erfüllt. ",
  "an3.88:2.2": "Sie übertritt ein paar kleinere und unbedeutende Übungsregeln und behebt diese Vergehen. ",
  "an3.88:2.3": "Und warum? ",
  "an3.88:2.4": "Weil ich nicht sage, dass sie deswegen unfähig sei. ",
  "an3.88:2.5": "Aber bei den Übungsregeln, die grundlegend für das geistliche Leben sind und zum spirituellen Pfad gehören, ist sie stetig und beständig und hält die Regeln ein, die sie sich vorgenommen hat. ",
  "an3.88:2.6": "Sie löst die Befleckungen auf und erlangt in diesem Leben die fleckenlose Freiheit des Herzens, die fleckenlose Freiheit durch Weisheit, erkennt sie durch eigene Einsicht und lebt darin. ",
  "an3.88:2.7": "Wenn sie nicht so weit vordringt, erlischt sie mit dem Auflösen der fünf niederen Fesseln zwischen einem Leben und dem nächsten. ",
  "an3.88:2.8": "Wenn sie nicht so weit vordringt, erlischt sie mit dem Auflösen der fünf niederen Fesseln bei der Ankunft. ",
  "an3.88:2.9": "Wenn sie nicht so weit vordringt, erlischt sie mit dem Auflösen der fünf niederen Fesseln ohne besondere Anstrengung. ",
  "an3.88:2.10": "Wenn sie nicht so weit vordringt, erlischt sie mit dem Auflösen der fünf niederen Fesseln mit besonderer Anstrengung. ",
  "an3.88:2.11": "Wenn sie nicht so weit vordringt, geht sie mit dem Auflösen der fünf niederen Fesseln stromaufwärts zum Akaniṭṭha-Bereich. ",
  "an3.88:2.12": "Wenn sie nicht so weit vordringt, ist sie mit dem Auflösen von drei Fesseln und dem Abschwächen von Gier, Hass und Täuschung eine Einmalwiederkehrerin. Nur einmal kehrt sie in diese Welt zurück, um dann dem Leiden ein Ende zu machen. ",
  "an3.88:2.13": "Wenn sie nicht so weit vordringt, ist sie mit dem Auflösen von drei Fesseln eine, die nur einmal keimt. Nur einmal wird sie in einem menschlichen Dasein wiedergeboren, um dann dem Leiden ein Ende zu machen. ",
  "an3.88:2.14": "Wenn sie nicht so weit vordringt, geht sie mit dem Auflösen von drei Fesseln von einer Familie zur anderen. Sie wird zwischen zwei oder drei Familien umherwandern und dann dem Leiden ein Ende machen. ",
  "an3.88:2.15": "Wenn sie nicht so weit vordringt, hat sie mit dem Auflösen von drei Fesseln noch höchstens sieben Wiedergeburten. Sie wird höchstens siebenmal zwischen Göttern und Menschen umherwandern und dann dem Leiden ein Ende machen. ",
  "an3.88:3.1": "Also, Mönche und Nonnen, wenn ihr umfassend übt, habt ihr umfassend Erfolg. Wenn ihr teilweise übt, habt ihr teilweise Erfolg. ",
  "an3.88:3.2": "Diese Übungsregeln sind nicht umsonst, sage ich.“ "
}