{
  "an3.99:0.1": "Nummerierte Lehrreden 3.99 ",
  "an3.99:0.2": "10. Das Kapitel über ein Salzklümpchen ",
  "an3.99:0.3": "Jute ",
  "an3.99:1.1": "„Jutetuch sieht hässlich aus, ist unangenehm anzufassen und wenig wert, ob neu, gebraucht oder völlig verschlissen. ",
  "an3.99:1.2": " ",
  "an3.99:1.3": " ",
  "an3.99:1.4": "Verschlissenes Jutetuch wird benutzt, um Töpfe zu scheuern, oder es wird einfach zum Abfall geworfen. ",
  "an3.99:2.1": "Und bei einem jungen Mönch, der unmoralisch und von schlechtem Charakter ist, ",
  "an3.99:2.2": "ist das bei ihm der hässliche Anblick, sage ich. ",
  "an3.99:2.3": "Dieser Mensch sieht geradeso hässlich aus wie Jutetuch. ",
  "an3.99:2.4": "Wenn man sich mit ihm verbindet, sich ihm anschließt, ihn begleitet und seinem Beispiel folgt, ist das zum langanhaltenden Unglück und Leiden. ",
  "an3.99:2.5": "Das ist bei ihm die unangenehme Berührung, sage ich. ",
  "an3.99:2.6": "Dieser Mensch ist geradeso unangenehm anzufassen wie Jutetuch. ",
  "an3.99:2.7": "Alles, was er an Roben, Almosen, Unterkunft sowie Arznei und Krankenversorgung erhält, bringt dem Spender keine reiche Frucht oder reichen Segen. ",
  "an3.99:2.8": "Das ist bei ihm der geringe Wert, sage ich. ",
  "an3.99:2.9": "Dieser Mensch ist geradeso wertlos wie Jutetuch. ",
  "an3.99:2.10": "Bei einem mittleren Mönch … ",
  "an3.99:2.11": "oder bei einem älteren Mönch, der unmoralisch und von schlechtem Charakter ist, ist das bei ihm der hässliche Anblick, sage ich. … ",
  "an3.99:2.12": " ",
  "an3.99:2.13": "Wenn man sich mit diesem Menschen verbindet, sich ihm anschließt, ihn begleitet und seinem Beispiel folgt, ist das zum langanhaltenden Unglück und Leiden. … ",
  "an3.99:2.14": " ",
  "an3.99:2.15": " ",
  "an3.99:2.16": " ",
  "an3.99:2.17": " ",
  "an3.99:2.18": " ",
  "an3.99:3.1": "Wenn solch ein älterer Mönch im Saṅgha spricht, ",
  "an3.99:3.2": "sagen die Mönche und Nonnen: ",
  "an3.99:3.3": "‚Was hat ein unfähiger Tor wie du zu sagen? ",
  "an3.99:3.4": "Wie in aller Welt kannst du denken, du hättest etwas Nützliches zu sagen!‘ ",
  "an3.99:3.5": "Der Betreffende wird zornig und aufgebracht und es entfahren ihm Dinge, die den Saṅgha dazu bringen, ihn rauszuwerfen, so wie man Jutetuch zum Abfall werfen würde. ",
  "an3.99:4.1": "Tuch aus Kāsī sieht schön aus, ist schön anzufassen und wertvoll, ob neu, gebraucht oder völlig verschlissen. ",
  "an3.99:4.2": "Verschlissenes Kāsītuch wird benutzt, um etwas einzupacken, oder man legt es in eine Duftschatulle. ",
  "an3.99:5.1": "Und bei einem jungen Mönch, der sittlich und von gutem Charakter ist, ist das bei ihm der schöne Anblick, sage ich. ",
  "an3.99:5.2": "Dieser Mensch sieht geradeso schön aus wie Tuch von Kāsī. ",
  "an3.99:5.3": "Wenn man sich mit ihm verbindet, sich ihm anschließt, ihn begleitet und seinem Beispiel folgt, ist das zum langanhaltenden Nutzen und Glück. ",
  "an3.99:5.4": "Das ist bei ihm die schöne Berührung, sage ich. ",
  "an3.99:5.5": "Dieser Mensch ist geradeso schön anzufassen wie Tuch von Kāsī. ",
  "an3.99:5.6": "Alles, was er an Roben, Almosen, Unterkunft sowie Arznei und Krankenversorgung erhält, bringt dem Spender reiche Frucht und reichen Segen. ",
  "an3.99:5.7": "Das ist bei ihm der hohe Wert, sage ich. ",
  "an3.99:5.8": "Dieser Mensch ist geradeso wertvoll wie Tuch von Kāsī. ",
  "an3.99:5.9": "Bei einem mittleren Mönch … ",
  "an3.99:5.10": "oder bei einem älteren Mönch, der sittlich und von gutem Charakter ist, ist das bei ihm der schöne Anblick, sage ich. … ",
  "an3.99:6.1": "Wenn solch ein älterer Mönch im Saṅgha spricht, ",
  "an3.99:6.2": "sagen die Mönche und Nonnen: ",
  "an3.99:6.3": "‚Ehrwürdige, seid still! Der Altehrwürdige spricht über die Lehre und Schulung.‘ ",
  "an3.99:6.4": "Daher sollt ihr euch so schulen: ",
  "an3.99:6.5": "‚Wir wollen wie Tuch aus Kāsī sein, nicht wie Jutetuch.‘ ",
  "an3.99:6.6": "So sollt ihr euch schulen.“ "
}