{
  "an3.71:0.1": "Nummerierte Lehrreden 3.71 ",
  "an3.71:0.2": "8. Das Kapitel mit Ānanda ",
  "an3.71:0.3": "Mit Channa ",
  "an3.71:1.1": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "an3.71:1.2": "Da ging der Wanderer Channa zum Ehrwürdigen Ānanda und tauschte Willkommensgrüße mit ihm aus. ",
  "an3.71:1.3": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzte er sich zur Seite hin und sagte zu Ānanda: ",
  "an3.71:1.4": "„Werter Ānanda, plädierst du dafür, Gier, Hass und Täuschung aufzugeben?“ ",
  "an3.71:1.5": "„Das tun wir, werter Freund.“ ",
  "an3.71:2.1": "„Aber welche nachteiligen Folgen hast du gesehen, werter Ānanda, dass du für das Aufgeben von Gier, Hass und Täuschung plädierst?“ ",
  "an3.71:3.1": "„Ein gieriger Mensch, von Gier bezwungen und überwältigt, denkt daran, sich selbst zu verletzen, jemand anderen zu verletzen, beide zu verletzen. Er empfindet seelischen Schmerz und Traurigkeit. ",
  "an3.71:3.2": "Wenn er die Gier aufgegeben hat, denkt er nicht daran, sich selbst zu verletzen, jemand anderen zu verletzen, beide zu verletzen. Er empfindet keinen seelischen Schmerz und keine Traurigkeit. ",
  "an3.71:3.3": "Ein gieriger Mensch tut Schlechtes mit dem Körper, der Sprache und dem Geist. ",
  "an3.71:3.4": "Wenn er die Gier aufgegeben hat, tut er nichts Schlechtes mit dem Körper, der Sprache und dem Geist. ",
  "an3.71:3.5": "Ein gieriger Mensch versteht nicht wahrhaftig, was gut für ihn selbst, gut für jemand anderen oder gut für beide ist. ",
  "an3.71:3.6": "Wenn er die Gier aufgegeben hat, versteht er wahrhaftig, was gut für ihn selbst, gut für jemand anderen oder gut für beide ist. ",
  "an3.71:3.7": "Gier macht blind, zerstört das Sehen und Erkennen. Sie blockiert die Weisheit, ist mit Qual verbunden und führt nicht zum Erlöschen. ",
  "an3.71:4.1": "Ein hasserfüllter Mensch, von Hass bezwungen und überwältigt, denkt daran, sich selbst zu verletzen, jemand anderen zu verletzen, beide zu verletzen. … ",
  "an3.71:4.2": "Ein Mensch, der sich täuscht, von Täuschung bezwungen und überwältigt, denkt daran, sich selbst zu verletzen, jemand anderen zu verletzen, beide zu verletzen. Er empfindet seelischen Schmerz und Traurigkeit. ",
  "an3.71:4.3": "Wenn er die Täuschung aufgegeben hat, denkt er nicht daran, sich selbst zu verletzen, jemand anderen zu verletzen, beide zu verletzen. Er empfindet keinen seelischen Schmerz und keine Traurigkeit. ",
  "an3.71:4.4": "Ein Mensch, der sich täuscht, tut Schlechtes mit dem Körper, der Sprache und dem Geist. ",
  "an3.71:4.5": "Wenn er die Täuschung aufgegeben hat, tut er nichts Schlechtes mit dem Körper, der Sprache und dem Geist. ",
  "an3.71:4.6": "Ein Mensch, der sich täuscht, versteht nicht wahrhaftig, was gut für ihn selbst, gut für jemand anderen oder gut für beide ist. ",
  "an3.71:4.7": "Wenn er die Täuschung aufgegeben hat, versteht er wahrhaftig, was gut für ihn selbst, gut für jemand anderen oder gut für beide ist. ",
  "an3.71:4.8": "Täuschung macht blind, zerstört das Sehen und Erkennen. Sie blockiert die Weisheit, ist mit Qual verbunden und führt nicht zum Erlöschen. ",
  "an3.71:4.9": "Das sind die nachteiligen Folgen, die wir bei Gier, Hass und Täuschung gesehen haben, und deshalb plädieren wir dafür, sie aufzugeben.“ ",
  "an3.71:4.10": " ",
  "an3.71:4.11": " ",
  "an3.71:5.1": "„Aber, werter Freund, gibt es einen Weg und eine Übung, um diese Gier, diesen Hass und diese Täuschung aufzugeben?“ ",
  "an3.71:5.2": "„Ja, werter Freund, es gibt einen Weg und eine Übung, um diese Gier, diesen Hass und diese Täuschung aufzugeben.“ ",
  "an3.71:5.3": "„Nun, was ist es?“ ",
  "an3.71:5.4": "„Es ist einfach dieser edle achtfache Pfad: nämlich ",
  "an3.71:5.5": "rechte Ansicht, rechtes Denken, rechte Rede, rechtes Verhalten, rechter Lebenserwerb, rechter Einsatz, rechte Achtsamkeit und rechte Versenkung. ",
  "an3.71:5.6": "Das ist der Weg, das ist die Übung, um diese Gier, diesen Hass und diese Täuschung aufzugeben.“ ",
  "an3.71:5.7": "„Das ist ein erlesener Weg, das ist eine erlesene Übung, um diese Gier, diesen Hass und diese Täuschung aufzugeben. ",
  "an3.71:5.8": "Eben das reicht völlig aus, um beflissen zu sein.“ "
}