{
  "an3.109:0.1": "Nummerierte Lehrreden 3.109 ",
  "an3.109:0.2": "11. Das Kapitel über das Erwachen ",
  "an3.109:0.3": "Ungeschützt ",
  "an3.109:1.1": "Da ging der Hausbesitzer Anāthapiṇḍika zum Buddha, verbeugte sich und setzte sich zur Seite hin. Der Buddha sagte zu ihm: ",
  "an3.109:1.2": "„Hausbesitzer, wenn der Geist ungeschützt ist, sind Taten mit dem Körper, der Sprache und dem Geist ungeschützt. ",
  "an3.109:1.3": "Wenn die Taten ungeschützt sind, sind sie befleckt. ",
  "an3.109:1.4": "Wenn die Taten befleckt sind, verfaulen sie. ",
  "an3.109:1.5": "Wessen Taten mit dem Körper, der Sprache und dem Geist verfault sind, hat keinen guten Tod, kein gutes Ende. ",
  "an3.109:2.1": "Es ist wie bei einem Giebelhaus, dessen Dach schlecht ist: First, Dachsparren und Wände sind ungeschützt. ",
  "an3.109:2.2": "Sie werden feucht ",
  "an3.109:2.3": "und verfaulen. ",
  "an3.109:3.1": "Ebenso ist es, wenn der Geist ungeschützt ist: Taten mit dem Körper, der Sprache und dem Geist sind ungeschützt. … ",
  "an3.109:3.2": "",
  "an3.109:3.3": "",
  "an3.109:3.4": "Wessen Taten mit dem Körper, der Sprache und dem Geist verfault sind, hat keinen guten Tod, kein gutes Ende. ",
  "an3.109:4.1": "Wenn der Geist geschützt ist, sind Taten mit dem Körper, der Sprache und dem Geist geschützt. ",
  "an3.109:4.2": "Wenn die Taten geschützt sind, werden sie nicht befleckt. ",
  "an3.109:4.3": "Wenn die Taten nicht befleckt sind, verfaulen sie nicht. ",
  "an3.109:4.4": "Wessen Taten mit dem Körper, der Sprache und dem Geist nicht verfault sind, hat einen guten Tod, ein gutes Ende. ",
  "an3.109:5.1": "Es ist wie bei einem Giebelhaus, dessen Dach gut ist: First, Dachsparren und Wände sind geschützt. ",
  "an3.109:5.2": "Sie werden nicht feucht ",
  "an3.109:5.3": "und verfaulen nicht. ",
  "an3.109:6.1": "Ebenso ist es, wenn der Geist geschützt ist: Taten mit dem Körper, der Sprache und dem Geist sind geschützt. … ",
  "an3.109:6.2": "",
  "an3.109:6.3": "",
  "an3.109:6.4": "Wessen Taten mit dem Körper, der Sprache und dem Geist nicht verfault sind, hat einen guten Tod, ein gutes Ende.“ "
}