{
  "an3.60:0.1": "Nummerierte Lehrreden 3.60 ",
  "an3.60:0.2": "6. Das Kapitel mit Brahmanen ",
  "an3.60:0.3": "Mit Saṅgārava ",
  "an3.60:1.1": "Da ging der Brahmane Saṅgārava zum Buddha und tauschte Willkommensgrüße mit ihm aus. ",
  "an3.60:1.2": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzte er sich zur Seite hin und sagte zum Buddha: ",
  "an3.60:1.3": "„Meister Gotama, man nennt uns Brahmanen. ",
  "an3.60:1.4": "Wir bringen Opfer dar und ermuntern andere dazu, Opfer darzubringen. ",
  "an3.60:1.5": "Nun tut, Meister Gotama, sowohl der Mensch, der ein Opfer darbringt, als auch der, der andere dazu ermuntert, Gutes für viele Menschen mit diesem Opfer. ",
  "an3.60:1.6": "Aber, Meister Gotama, wenn jemand aus dem Haus fortgezogen ist ins hauslose Leben, dann bändigt und beruhigt diese Person nur sich selbst, bringt nur sich selbst zum Erlöschen. Wenn das so ist, dann tut sie mit diesem Fortziehen nur Gutes für einen Menschen.“ ",
  "an3.60:2.1": "„Nun, Brahmane, ich werde dir dazu Gegenfragen stellen, und du kannst antworten, wie du möchtest. ",
  "an3.60:2.2": "Was meinst du, Brahmane? ",
  "an3.60:2.3": "Da erscheint ein Klargewordener in der Welt, vollendet, ein vollkommen erwachter Buddha, von vollendetem Wissen und Verhalten, heilig, Kenner der Welt, unübertrefflicher Anleiter für alle, die üben wollen, Lehrer von Göttern und Menschen, erwacht, gesegnet. ",
  "an3.60:2.4": "Er sagt: ",
  "an3.60:2.5": "‚Komm, das ist der Weg, das ist die Übung. Indem ich so geübt habe, habe ich den unübertrefflichen Höhepunkt des geistlichen Lebens durch eigene Einsicht erkannt, und ich erkläre ihn. ",
  "an3.60:2.6": "Kommt, übt ebenso, und auch ihr werdet den unübertrefflichen Höhepunkt des geistlichen Lebens durch eigene Einsicht erkennen und darin leben.‘ ",
  "an3.60:2.7": "So lehrt der Lehrer den Dhamma und andere üben danach, zu Hunderten und Tausenden und Hunderttausenden. ",
  "an3.60:3.1": "Was meinst du, Brahmane? ",
  "an3.60:3.2": "Wenn das so ist, tun sie mit ihrem Fortziehen nur Gutes für einen Menschen oder für viele Menschen?“ ",
  "an3.60:3.3": "„Wenn das so ist, Meister Gotama, dann tun sie mit ihrem Fortziehen Gutes für viele Menschen.“ ",
  "an3.60:4.1": "Daraufhin sagte der Ehrwürdige Ānanda zu Saṅgārava: ",
  "an3.60:4.2": "„Brahmane, welche der beiden Übungen, denkst du, erfordert weniger Voraussetzungen und Aufwand und bringt reichere Frucht und reicheren Segen?“ ",
  "an3.60:4.3": "Saṅgārava sagte zu Ānanda: ",
  "an3.60:4.4": "„Solche Menschen wie Meister Gotama und Meister Ānanda ",
  "an3.60:4.5": "ehre und preise ich!“ ",
  "an3.60:5.1": "Zum zweiten Mal sagte Ānanda zu Saṅgārava: ",
  "an3.60:5.2": "„Brahmane, ich habe dich nicht gefragt, ",
  "an3.60:5.3": "wen du ehrst und preist. ",
  "an3.60:5.4": "Ich habe gefragt, ",
  "an3.60:5.5": "welche der beiden Übungen deiner Meinung nach weniger Voraussetzungen und Aufwand erfordert und reichere Frucht und reicheren Segen bringt.“ ",
  "an3.60:5.6": "Zum zweiten Mal sagte Saṅgārava zu Ānanda: ",
  "an3.60:5.7": "„Solche Menschen wie Meister Gotama und Meister Ānanda ",
  "an3.60:5.8": "ehre und preise ich!“ ",
  "an3.60:6.1": "Zum dritten Mal sagte Ānanda zu Saṅgārava: ",
  "an3.60:6.2": "„Brahmane, ich habe dich nicht gefragt, ",
  "an3.60:6.3": "wen du ehrst und preist. ",
  "an3.60:6.4": "Ich habe gefragt, ",
  "an3.60:6.5": "welche der beiden Übungen deiner Meinung nach weniger Voraussetzungen und Aufwand erfordert und reichere Frucht und reicheren Segen bringt.“ ",
  "an3.60:6.6": "Zum dritten Mal sagte Saṅgārava zu Ānanda: ",
  "an3.60:6.7": "„Solche Menschen wie Meister Gotama und Meister Ānanda ",
  "an3.60:6.8": "ehre und preise ich!“ ",
  "an3.60:7.1": "Da kam dem Buddha in den Sinn: ",
  "an3.60:7.2": "„Obwohl Ānanda ihm dreimal eine vernünftige Frage gestellt hat, zögert Saṅgārava und antwortet nicht. ",
  "an3.60:7.3": "Warum helfe ich ihm nicht aus seinem Dilemma?“ ",
  "an3.60:7.4": "Und der Buddha sagte zu Saṅgārava: ",
  "an3.60:7.5": "„Brahmane, welches Gespräch kam heute beim Gefolge des Königs auf, als es am königlichen Hof zusammensaß?“ ",
  "an3.60:7.6": "„Meister Gotama, das kam auf: ",
  "an3.60:7.7": "‚Es scheint, früher gab es weniger Mönche und Nonnen, aber mehr von ihnen boten übermenschliche Demonstrationen von Wunderkräften dar. ",
  "an3.60:7.8": "Heutzutage hingegen gibt es mehr Mönche und Nonnen, aber weniger von ihnen bieten übermenschliche Demonstrationen von Wunderkräften dar.‘ ",
  "an3.60:7.9": "Dieses Gespräch kam heute beim Gefolge des Königs auf, als es am königlichen Hof zusammensaß.“ ",
  "an3.60:8.1": "„Brahmane, es gibt drei Demonstrationen. ",
  "an3.60:8.2": "Welche drei? ",
  "an3.60:8.3": "Eine Demonstration von Wunderkräften, die Demonstration einer Enthüllung und eine Lehrdemonstration. ",
  "an3.60:8.4": "Und was ist die Demonstration von Wunderkräften? ",
  "an3.60:8.5": "Es ist, wenn jemand die vielen Arten von Wunderkräften ausübt: sich vervielfältigen und wieder eins werden; erscheinen und verschwinden; ungehindert durch eine Mauer, einen Festungswall oder einen Berg gehen wie durch leeren Raum; in die Erde eintauchen und wieder auftauchen, als wäre sie Wasser; über das Wasser gehen, als wäre es Land; mit gekreuzten Beinen durch die Luft fliegen wie ein Vogel; Sonne und Mond, so mächtig und gewaltig, mit der Hand berühren und streicheln; den Körper beherrschen bis hin zur Brahmāwelt. ",
  "an3.60:8.6": "Das nennt man die Demonstration von Wunderkräften. ",
  "an3.60:9.1": "Und was ist die Demonstration einer Enthüllung? ",
  "an3.60:9.2": "In einem Fall enthüllt jemand mithilfe eines Merkmals: ",
  "an3.60:9.3": "‚Das denkst du gerade, so ist dein Gedanke, so ist dein Geisteszustand.‘ ",
  "an3.60:9.4": "Und selbst wenn man solche Dinge oft enthüllt, zeigt sich, dass es genauso ist und nicht anders. ",
  "an3.60:10.1": "In einem anderen Fall enthüllt jemand, nachdem er es von Menschen oder nicht-menschlichen Wesen oder Gottheiten gehört hat: ",
  "an3.60:10.2": "‚Das denkst du gerade, so ist dein Gedanke, so ist dein Geisteszustand.‘ ",
  "an3.60:10.3": "Und selbst wenn man solche Dinge oft enthüllt, zeigt sich, dass es genauso ist und nicht anders. ",
  "an3.60:11.1": "In einem anderen Fall enthüllt jemand, indem er hört, wie der Ton eines Gedankens sich ausbreitet, wenn jemand denkt und erwägt: ",
  "an3.60:11.2": "‚Das denkst du gerade, so ist dein Gedanke, so ist dein Geisteszustand.‘ ",
  "an3.60:11.3": "Und selbst wenn man solche Dinge oft enthüllt, zeigt sich, dass es genauso ist und nicht anders. ",
  "an3.60:12.1": "In einem anderen Fall erfasst jemand den Geist eines Menschen, der die Versenkung erreicht hat, in der man den Geist nicht ausrichtet und hält. Er versteht: ",
  "an3.60:12.2": "‚Wenn man davon ausgeht, wie die Absichten dieses Menschen ausgerichtet sind, so wird er unmittelbar, nachdem er aus diesem Geisteszustand auftaucht, diesen Gedanken denken.‘ ",
  "an3.60:12.3": "Und selbst wenn man solche Dinge oft enthüllt, zeigt sich, dass es genauso ist und nicht anders. ",
  "an3.60:12.4": "Das nennt man die Demonstration einer Enthüllung. ",
  "an3.60:13.1": "Und was ist eine Lehrdemonstration? ",
  "an3.60:13.2": "Es ist, wenn jemand andere so anleitet: ",
  "an3.60:13.3": "‚Denk so, nicht so. Wende deinen Geist hierhin, nicht dahin. Gib dies auf, erlange jenes und lebe damit.‘ ",
  "an3.60:13.4": "Das nennt man eine Lehrdemonstration. ",
  "an3.60:13.5": "Das sind die drei Demonstrationen. ",
  "an3.60:13.6": "Welche dieser drei Demonstrationen betrachtest du als die erlesenste?“ ",
  "an3.60:14.1": "„Wenn ich das betrachte, Meister Gotama, ",
  "an3.60:14.2": "",
  "an3.60:14.3": "so wird eine Demonstration von Wunderkräften nur von dem erlebt, der sie vorführt, sie geschieht nur für ihn. ",
  "an3.60:14.4": "Das erscheint mir wie ein Zaubertrick. ",
  "an3.60:15.1": "Und die Demonstration, bei der jemand etwas mithilfe eines Merkmals enthüllt, ",
  "an3.60:15.2": "",
  "an3.60:15.3": "oder nachdem er es von Menschen oder nicht-menschlichen Wesen oder Gottheiten gehört hat, ",
  "an3.60:15.4": "oder indem er hört, wie der Ton eines Gedankens sich ausbreitet, wenn jemand denkt und erwägt, ",
  "an3.60:15.5": "oder indem er den Geist eines anderen Menschen erfasst, ",
  "an3.60:15.6": "",
  "an3.60:15.7": "– auch diese Demonstration wird nur von dem erlebt, der sie vorführt, sie geschieht nur für ihn. ",
  "an3.60:15.8": "Auch das erscheint mir wie ein Zaubertrick. ",
  "an3.60:16.1": "Aber die Demonstration, bei der jemand andere so anleitet: ",
  "an3.60:16.2": "‚Denk so, nicht so. Wende deinen Geist hierhin, nicht dahin. Gib dies auf, erlange jenes und lebe damit.‘ ",
  "an3.60:16.3": "– diese Demonstration gefällt mir am besten, Meister Gotama. Sie ist die erlesenste der drei Demonstrationen. ",
  "an3.60:17.1": "Es ist unglaublich, Meister Gotama, es ist erstaunlich, ",
  "an3.60:17.2": "wie treffend das vom Meister Gotama gesagt wurde. Wir betrachten den Meister Gotama als jemanden, der die drei Demonstrationen besitzt. ",
  "an3.60:17.3": "Denn Meister Gotama übt die vielen Arten von Wunderkräften aus … und beherrscht den Körper bis hin zur Brahmāwelt. ",
  "an3.60:17.4": "Und Meister Gotama erfasst den Geist eines Menschen, der die Versenkung erreicht hat, in der man den Geist nicht ausrichtet und hält. Er versteht: ",
  "an3.60:17.5": "‚Wenn man davon ausgeht, wie die Absichten dieses Menschen ausgerichtet sind, so wird er unmittelbar, nachdem er aus diesem Geisteszustand auftaucht, diesen Gedanken denken.‘ ",
  "an3.60:17.6": "Und Meister Gotama leitet andere so an: ",
  "an3.60:17.7": "‚Denk so, nicht so. Wende deinen Geist hierhin, nicht dahin. Gib dies auf, erlange jenes und lebe damit.‘“ ",
  "an3.60:18.1": "„Deine Worte sind offensichtlich dreist und zudringlich, Brahmane. ",
  "an3.60:18.2": "Dennoch will ich dir antworten. ",
  "an3.60:18.3": "Denn ich übe tatsächlich die vielen Arten von Wunderkräften aus … und beherrsche den Körper bis hin zur Brahmāwelt. ",
  "an3.60:18.4": "Und ich erfasse den Geist eines Menschen, der die Versenkung erreicht hat, in der man den Geist nicht ausrichtet und hält. Ich verstehe: ",
  "an3.60:18.5": "‚Wenn man davon ausgeht, wie die Absichten dieses Menschen ausgerichtet sind, so wird er unmittelbar, nachdem er aus diesem Geisteszustand auftaucht, diesen Gedanken denken.‘ ",
  "an3.60:18.6": "Und ich leite andere so an: ",
  "an3.60:18.7": "‚Denk so, nicht so. Wende deinen Geist hierhin, nicht dahin. Gib dies auf, erlange jenes und lebe damit.‘“ ",
  "an3.60:19.1": "„Aber Meister Gotama, gibt es außer dem Meister Gotama auch nur eine andere Nonne oder einen Mönch, der diese drei Demonstrationen besitzt?“ ",
  "an3.60:19.2": "„Es gibt nicht nur hundert Mönche und Nonnen, Brahmane, die diese drei Demonstrationen besitzen, auch nicht zwei-, drei-, vier- oder fünfhundert, sondern viel mehr.“ ",
  "an3.60:19.3": "„Aber wo sind diese Mönche und Nonnen jetzt?“ ",
  "an3.60:19.4": "„Direkt hier, Brahmane, in diesem Saṅgha von Nonnen und Mönchen.“ ",
  "an3.60:20.1": "„Vortrefflich, Meister Gotama! Vortrefflich! ",
  "an3.60:20.2": "Als würde er das Umgestürzte aufrichten oder das Verborgene enthüllen oder den Verirrten den Weg weisen oder im Dunkeln ein Licht anzünden, sodass Menschen mit guten Augen sehen könnten, was da ist, so hat Meister Gotama die Lehre auf vielerlei Weise klargemacht. ",
  "an3.60:20.3": "Ich nehme Zuflucht zum Meister Gotama, zur Lehre und zum Saṅgha der Mönche und Nonnen. ",
  "an3.60:20.4": "Von diesem Tag an soll Meister Gotama mich als Laienschüler in Erinnerung behalten, der für sein ganzes Leben Zuflucht genommen hat.“ ",
  "an3.60:20.5": "",
  "an3.60:20.6": "",
  "an3.60:21.1": "",
  "an3.60:21.2": "",
  "an3.60:21.3": ""
}