{
  "an3.54:0.1": "Nummerierte Lehrreden 3 ",
  "an3.54:0.2": "6. Brahmanen ",
  "an3.54:0.3": "54. Ein Wanderer ",
  "an3.54:1.1": "Da ging ein brahmanischer Wanderer zum Buddha … setzte sich zur Seite hin und sagte zu ihm: ",
  "an3.54:1.2": "„Meister Gotama, man spricht von einer ‚Lehre, die in diesem Leben sichtbar ist‘. ",
  "an3.54:1.3": "Wie ist die Lehre in diesem Leben sichtbar, unmittelbar wirksam, lädt zum Überprüfen ein, ist sachdienlich, sodass vernünftige Menschen sie selbst erkennen können?“ ",
  "an3.54:2.1": "„Ein gieriger Mensch, von Gier gepackt und überwältigt, denkt daran, sich selbst zu verletzen, jemand anderen zu verletzen, beide zu verletzen. Er empfindet seelischen Schmerz und Traurigkeit. ",
  "an3.54:2.2": "Wenn er die Gier abgelegt hat, denkt er nicht daran, sich selbst zu verletzen, jemand anderen zu verletzen, beide zu verletzen. Er empfindet keinen seelischen Schmerz und keine Traurigkeit. ",
  "an3.54:3.1": "Ein gieriger Mensch tut Schlechtes mit dem Körper, der Sprache und dem Geist. ",
  "an3.54:3.2": "Wenn er die Gier abgelegt hat, tut er nichts Schlechtes mit dem Körper, der Sprache und dem Geist. ",
  "an3.54:4.1": "Ein gieriger Mensch versteht nicht wirklich, was gut für ihn selbst, gut für jemand anderen oder gut für beide ist. ",
  "an3.54:4.2": "Wenn er die Gier abgelegt hat, versteht er wirklich, was gut für ihn selbst, gut für jemand anderen oder gut für beide ist. ",
  "an3.54:4.3": "So ist die Lehre in diesem Leben sichtbar, unmittelbar wirksam, lädt zum Überprüfen ein, ist sachdienlich, sodass vernünftige Menschen sie selbst erkennen können. ",
  "an3.54:5.1": "Ein hasserfüllter Mensch … ",
  "an3.54:5.2": "Ein Mensch, der sich täuscht, von Täuschung gepackt und überwältigt, denkt daran, sich selbst zu verletzen, jemand anderen zu verletzen, beide zu verletzen. Er empfindet seelischen Schmerz und Traurigkeit. ",
  "an3.54:5.3": "Wenn er die Täuschung abgelegt hat, denkt er nicht daran, sich selbst zu verletzen, jemand anderen zu verletzen, beide zu verletzen. Er empfindet keinen seelischen Schmerz und keine Traurigkeit. ",
  "an3.54:6.1": "Ein Mensch, der sich täuscht, tut Schlechtes mit dem Körper, der Sprache und dem Geist. ",
  "an3.54:6.2": "Wenn er die Täuschung abgelegt hat, tut er nichts Schlechtes mit dem Körper, der Sprache und dem Geist. ",
  "an3.54:7.1": "Ein Mensch, der sich täuscht, versteht nicht wirklich, was gut für ihn selbst, gut für jemand anderen oder gut für beide ist. ",
  "an3.54:7.2": "Wenn er die Täuschung abgelegt hat, versteht er wirklich, was gut für ihn selbst, gut für jemand anderen oder gut für beide ist. ",
  "an3.54:7.3": "Auch so ist die Lehre in diesem Leben sichtbar, unmittelbar wirksam, lädt zum Überprüfen ein, ist sachdienlich, sodass vernünftige Menschen sie selbst erkennen können.“ ",
  "an3.54:8.1": "„Vortrefflich, Meister Gotama! Vortrefflich! … ",
  "an3.54:8.2": "Von diesem Tag an soll Meister Gotama mich als Laienschüler in Erinnerung behalten, der für sein ganzes Leben Zuflucht genommen hat.“ "
}