{
  "an3.75:0.1": "Nummerierte Lehrreden 3 ",
  "an3.75:0.2": "8. Ānanda ",
  "an3.75:0.3": "75. Beständigkeit ",
  "an3.75:1.1": "Da ging der Ehrwürdige Ānanda zum Buddha, verbeugte sich und setzte sich zur Seite hin. Der Buddha sagte zu ihm: ",
  "an3.75:2.1": "„Ānanda, die Menschen, an denen man Anteil nimmt und die es für wert halten, zuzuhören – Freunde, Kollegen, Verwandte und Angehörige –, sollte man zu drei Dingen ermuntern, sie dahin bringen und dort verankern. ",
  "an3.75:2.2": "Zu welchen drei? ",
  "an3.75:2.3": "Man sollte sie zu auf Erfahrung gegründeter Zuversicht zum Buddha ermuntern: ",
  "an3.75:2.4": "‚Dieser Gesegnete ist vollendet, ein vollkommen erwachter Buddha, von vollendetem Wissen und Verhalten, heilig, Kenner der Welt, unübertrefflicher Anleiter für Übungswillige, Lehrer von Göttern und Menschen, erwacht, gesegnet.‘ ",
  "an3.75:2.5": "Man sollte sie zu auf Erfahrung gegründeter Zuversicht zur Lehre ermuntern: ",
  "an3.75:2.6": "‚Die Lehre ist vom Buddha gut erklärt – in diesem Leben sichtbar, unmittelbar wirksam, sie lädt zum Überprüfen ein, ist sachdienlich, sodass vernünftige Menschen sie selbst erkennen können.‘ ",
  "an3.75:2.7": "Man sollte sie zu auf Erfahrung gegründeter Zuversicht zum Saṅgha ermuntern: ",
  "an3.75:2.8": "‚Der Saṅgha der Schüler des Buddha übt gut, unmittelbar, methodisch und richtig. Er besteht aus den vier Paaren, den acht Personen. Das ist der Saṅgha der Schüler des Buddha, und er ist einer den Göttern gewidmeten Gabe würdig, der Gastfreundschaft würdig, einer religiösen Gabe würdig, des Grußes mit zusammengelegten Händen würdig und ist das unübertreffliche Feld für Verdienst für die Welt.‘ ",
  "an3.75:3.1": "Eher ändern sich die vier Grundelemente Erde, Wasser, Feuer und Luft – ",
  "an3.75:3.2": "aber eine edle Schülerin, die auf Erfahrung gegründete Zuversicht zum Buddha hat, bleibt unverändert. ",
  "an3.75:3.3": "‚Verändern‘ würde hier bedeuten, dass solch eine edle Schülerin in der Hölle, im Tierreich oder im Geisterreich wiedergeboren würde: Das ist nicht möglich. ",
  "an3.75:4.1": "Eher ändern sich die vier Grundelemente Erde, Wasser, Feuer und Luft – ",
  "an3.75:4.2": "aber ein edler Schüler, der auf Erfahrung gegründete Zuversicht zur Lehre … ",
  "an3.75:4.3": "oder zum Saṅgha hat, bleibt unverändert. ",
  "an3.75:4.4": "‚Verändern‘ würde hier bedeuten, dass solch ein edler Schüler in der Hölle, im Tierreich oder im Geisterreich wiedergeboren würde: Das ist nicht möglich. ",
  "an3.75:5.1": "Die Menschen, an denen man Anteil nimmt und die es für wert halten, zuzuhören – Freunde, Kollegen, Verwandte und Angehörige –, sollte man zu diesen drei Dingen ermuntern, sie dahin bringen und dort verankern.“ "
}