{
  "an3.100:0.1": "Nummerierte Lehrreden 3.100 ",
  "an3.100:0.2": "10. Das Kapitel über ein Salzklümpchen ",
  "an3.100:0.3": "Ein Salzklümpchen ",
  "an3.100:1.1": "„Mönche und Nonnen, angenommen, da würde jemand sagen: ",
  "an3.100:1.2": "‚Wenn ein Mensch eine Tat in einer bestimmten Weise begeht, wird er sie auf genau die gleiche Art erfahren.‘ Wenn das so wäre, könnte man das geistliche Leben nicht führen, und es gäbe keine Möglichkeit, dem Leiden gänzlich ein Ende zu machen. ",
  "an3.100:1.3": "Angenommen, da würde jemand sagen: ",
  "an3.100:1.4": "‚Wenn ein Mensch eine Tat in einer bestimmten Weise begeht, wird er ihr Ergebnis in der entsprechenden Weise erfahren.‘ Wenn das so ist, kann man das geistliche Leben führen, und es gibt die Möglichkeit, dem Leiden gänzlich ein Ende zu machen. ",
  "an3.100:1.5": "Da begeht jemand eine geringfügige schlechte Tat, und diese bringt die Person in die Hölle. ",
  "an3.100:1.6": "Derweil begeht jemand anders die gleiche geringfügige schlechte Tat, und die Person erfährt das Ergebnis in diesem Leben, ohne dass das Geringste übrig bleibt, und erst recht nicht viel. ",
  "an3.100:2.1": "Was ist das für ein Mensch, der die geringfügige schlechte Tat begeht und damit in die Hölle kommt? ",
  "an3.100:2.2": "Ein Mensch, der sein körperliches Durchhaltevermögen, sein sittliches Verhalten, seinen Geist und seine Weisheit nicht entwickelt hat. Er ist beschränkt und engstirnig und lebt in Leiden. ",
  "an3.100:2.3": "Ein solcher Mensch begeht die geringfügige schlechte Tat, und sie bringt ihn in die Hölle. ",
  "an3.100:3.1": "Was ist das für ein Mensch, der die gleiche geringfügige schlechte Tat begeht und das Ergebnis in diesem Leben erfährt, ohne dass das Geringste übrig bleibt, und erst recht nicht viel? ",
  "an3.100:3.2": "Ein Mensch, der sein körperliches Durchhaltevermögen, sein sittliches Verhalten, seinen Geist und seine Weisheit entwickelt hat. Er ist nicht engstirnig, sondern hat ein großes Herz und lebt ohne Grenzen. ",
  "an3.100:3.3": "Ein solcher Mensch begeht die gleiche geringfügige schlechte Tat, und er erfährt das Ergebnis in diesem Leben, ohne dass das Geringste übrig bleibt, und erst recht nicht viel. ",
  "an3.100:4.1": "Wie wenn jemand ein Salzklümpchen in ein Schälchen Wasser werfen würde. ",
  "an3.100:4.2": "Was meint ihr, Mönche und Nonnen? ",
  "an3.100:4.3": "Würde das Schälchen Wasser salzig und ungenießbar werden?“ ",
  "an3.100:4.4": "„Ja, Herr.“ ",
  "an3.100:4.5": "„Und warum?“ ",
  "an3.100:4.6": "„Weil in dem Schälchen nur wenig Wasser ist.“ ",
  "an3.100:4.7": "„Wie wenn jemand ein Salzklümpchen in den Fluss Ganges werfen würde. ",
  "an3.100:4.8": "Was meint ihr, Mönche und Nonnen? ",
  "an3.100:4.9": "Würde der Fluss Ganges salzig und ungenießbar werden?“ ",
  "an3.100:4.10": "„Nein, Herr.“ ",
  "an3.100:4.11": "„Und warum nicht?“ ",
  "an3.100:4.12": "„Weil der Fluss Ganges aus einer großen Wassermenge besteht.“ ",
  "an3.100:5.1": "„Ebenso ist es im Fall des Menschen, der die geringfügige schlechte Tat begeht und damit in die Hölle kommt, ",
  "an3.100:5.2": "und des anderen, der derweil die gleiche geringfügige schlechte Tat begeht und das Ergebnis in diesem Leben erfährt, ohne dass das Geringste übrig bleibt, und erst recht nicht viel. … ",
  "an3.100:6.1": " ",
  "an3.100:6.2": " ",
  "an3.100:6.3": " ",
  "an3.100:7.1": " ",
  "an3.100:7.2": " ",
  "an3.100:7.3": " ",
  "an3.100:8.1": "Wie eine Person, die einen halben Taler, einen Taler oder hundert Taler gestohlen hat und dafür ins Gefängnis kommt, ",
  "an3.100:8.2": "wohingegen eine andere, die das Gleiche gestohlen hat, nicht ins Gefängnis kommt. ",
  "an3.100:9.1": "Was ist das für ein Mensch, der für den Diebstahl eines halben Talers, eines Talers oder von hundert Talern ins Gefängnis kommt? ",
  "an3.100:9.2": "Es ist einer, der arm, bedürftig und mittellos ist. ",
  "an3.100:9.3": "Ein solcher Mensch kommt für den Diebstahl eines halben Talers, eines Talers oder von hundert Talern ins Gefängnis. ",
  "an3.100:10.1": "Was ist das für ein Mensch, der für den Diebstahl eines halben Talers, eines Talers oder von hundert Talern nicht ins Gefängnis kommt? ",
  "an3.100:10.2": "Es ist einer, der reich, wohlhabend und vermögend ist. ",
  "an3.100:10.3": "Ein solcher Mensch kommt für den Diebstahl eines halben Talers, eines Talers oder von hundert Talern nicht ins Gefängnis. ",
  "an3.100:10.4": "Ebenso ist es im Fall des Menschen, der die geringfügige schlechte Tat begeht und damit in die Hölle kommt, ",
  "an3.100:10.5": " ",
  "an3.100:10.6": "und des anderen, der derweil die gleiche geringfügige schlechte Tat begeht und das Ergebnis in diesem Leben erfährt, ohne dass das Geringste übrig bleibt, und erst recht nicht viel. … ",
  "an3.100:11.1": " ",
  "an3.100:11.2": " ",
  "an3.100:11.3": " ",
  "an3.100:12.1": " ",
  "an3.100:12.2": " ",
  "an3.100:12.3": " ",
  "an3.100:13.1": " ",
  "an3.100:13.2": " ",
  "an3.100:13.3": "Wie mit einem Schafhändler oder Schafmetzger: Er kann einen Menschen, der ihn bestiehlt, hinrichten, ins Gefängnis werfen, zu einer Geldstrafe oder einer anderen Strafe verurteilen, und mit einem anderen kann er das nicht tun. ",
  "an3.100:14.1": "Was ist das für ein Mensch, den er bestrafen kann? ",
  "an3.100:14.2": "Einer, der arm, bedürftig und mittellos ist. ",
  "an3.100:14.3": "Einen solchen Menschen kann er bestrafen. ",
  "an3.100:15.1": "Was ist das für ein Mensch, den er nicht bestrafen kann? ",
  "an3.100:15.2": "Ein König oder ein königlicher Minister, der reich, wohlhabend und vermögend ist. ",
  "an3.100:15.3": "Einen solchen Menschen kann er nicht bestrafen. ",
  "an3.100:15.4": "Alles, was er in dem Fall tun kann, ist, die zusammengelegten Hände erheben und flehen: ",
  "an3.100:15.5": "‚Bitte, guter Herr, gib mir mein Schaf zurück oder bezahle es.‘ ",
  "an3.100:15.6": "Genauso ist es im Fall des Menschen, der die geringfügige schlechte Tat begeht und damit in die Hölle kommt, ",
  "an3.100:15.7": "und des anderen, der derweil die gleiche geringfügige schlechte Tat begeht und das Ergebnis in diesem Leben erfährt, ohne dass das Geringste übrig bleibt, und erst recht nicht viel. … ",
  "an3.100:16.1": " ",
  "an3.100:16.2": " ",
  "an3.100:16.3": " ",
  "an3.100:17.1": " ",
  "an3.100:17.2": " ",
  "an3.100:17.3": " ",
  "an3.100:18.1": "Mönche und Nonnen, angenommen, da würde jemand sagen: ",
  "an3.100:18.2": "‚Wenn ein Mensch eine Tat in einer bestimmten Weise begeht, wird er sie auf genau die gleiche Art erfahren.‘ Wenn das so wäre, könnte man das geistliche Leben nicht führen, und es gäbe keine Möglichkeit, dem Leiden gänzlich ein Ende zu machen. ",
  "an3.100:18.3": "Angenommen, da würde jemand sagen: ",
  "an3.100:18.4": "‚Wenn ein Mensch eine Tat in einer bestimmten Weise begeht, wird er ihr Ergebnis in der entsprechenden Weise erfahren.‘ Wenn das so ist, kann man das geistliche Leben führen, und es gibt die Möglichkeit, dem Leiden gänzlich ein Ende zu machen.“ "
}