{
  "an3.80:0.1": "Nummerierte Lehrreden 3.80 ",
  "an3.80:0.2": "8. Das Kapitel mit Ānanda ",
  "an3.80:0.3": "Kleiner ",
  "an3.80:1.1": "Da ging der Ehrwürdige Ānanda zum Buddha, verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "an3.80:1.2": "„Herr, ich habe vor dem Buddha gehört und gelernt: ",
  "an3.80:1.3": "‚Ānanda, der Buddha Sikhī hatte einen Schüler namens Abhibhū. Der konnte in der Brahmāwelt stehen und seine Stimme durch die ganze Galaxis erschallen lassen.‘ ",
  "an3.80:1.4": "Ich möchte wissen, wie weit ein Gesegneter, ein Vollendeter, ein vollkommen erwachter Buddha seine Stimme erschallen lassen kann?“ ",
  "an3.80:1.5": "„Er war ein Schüler, Ānanda. Klargewordene sind ohne Grenzen.“ ",
  "an3.80:2.1": "Zum zweiten Mal … ",
  "an3.80:2.2": "",
  "an3.80:2.3": "",
  "an3.80:2.4": "",
  "an3.80:2.5": "",
  "an3.80:3.1": "Zum dritten Mal sagte Ānanda zum Buddha: ",
  "an3.80:3.2": "",
  "an3.80:3.3": "",
  "an3.80:3.4": "„… Ich möchte wissen, wie weit ein Gesegneter, ein Vollendeter, ein vollkommen erwachter Buddha seine Stimme erschallen lassen kann?“ ",
  "an3.80:3.5": "„Ānanda, hast du von einem tausendfachen kleineren Weltsystem gehört, von einer Galaxis?“ ",
  "an3.80:3.6": "„Jetzt ist die Zeit, Gesegneter! Jetzt ist die Zeit, Heiliger! ",
  "an3.80:3.7": "Der Buddha spreche bitte. Die Mönche und Nonnen werden zuhören und es behalten.“ ",
  "an3.80:3.8": "„Also dann, Ānanda, hör zu und pass gut auf, ich werde sprechen.“ ",
  "an3.80:3.9": "„Ja, Herr“, antwortete Ānanda. ",
  "an3.80:3.10": "Der Buddha sagte: ",
  "an3.80:4.1": "„Ānanda, eine Galaxis erstreckt sich tausendmal so weit wie Mond und Sonne ihre Bahn ziehen und wie die Leuchtenden die Himmelsrichtungen erhellen. ",
  "an3.80:4.2": "In dieser Galaxis gibt es tausend Monde, tausend Sonnen, tausend Sinerus, Könige der Berge, tausend Länder wie Indien, tausend westliche Erdteile, tausend nördliche Erdteile, tausend östliche Erdteile, tausendmal vier Weltmeere, tausendmal Vier Große Könige, tausend Bereiche der Götter der Vier Großen Könige, tausend Bereiche der Götter der Dreiunddreißig, der Yama-Götter, der Freudvollen Götter, der Götter, die gerne erschaffen, der Götter, die über die Schöpfungen anderer herrschen, und tausend Brahmāwelten. ",
  "an3.80:4.3": "Das nennt man ein tausendfaches kleineres Weltsystem, eine ‚Galaxis‘. ",
  "an3.80:5.1": "Ein Weltsystem, das sich über tausend Galaxien erstreckt, ",
  "an3.80:5.2": "nennt man ein millionenfaches mittleres Weltsystem, einen ‚Galaxienhaufen‘. ",
  "an3.80:6.1": "Ein Weltsystem, das sich über tausend Galaxienhaufen erstreckt, ",
  "an3.80:6.2": "nennt man ein milliardenfaches großes Weltsystem, einen ‚Riesengalaxienhaufen‘. ",
  "an3.80:7.1": "Wenn er wollte, Ānanda, könnte ein Klargewordener seine Stimme durch einen Riesengalaxienhaufen erschallen lassen oder so weit er wollte.“ ",
  "an3.80:8.1": "„Aber wie würde der Buddha seine Stimme so weit erschallen lassen?“ ",
  "an3.80:8.2": "„Zuerst, Ānanda, würde ein Klargewordener den Riesengalaxienhaufen mit Licht füllen. ",
  "an3.80:8.3": "Wenn die Lebewesen das Licht sähen, würde er seinen Ruf hervorbringen, sodass sie den Ton hören würden. ",
  "an3.80:8.4": "So könnte ein Klargewordener seine Stimme durch einen Riesengalaxienhaufen erschallen lassen oder so weit er wollte.“ ",
  "an3.80:9.1": "Darauf sagte der Ehrwürdige Ānanda zum Ehrwürdigen Udāyī: ",
  "an3.80:9.2": "„Ich habe Glück, so großes Glück, ",
  "an3.80:9.3": "dass ich einen Lehrer habe, der solche Macht und Stärke besitzt!“ ",
  "an3.80:9.4": "Und der Ehrwürdige Udāyī entgegnete dem Ehrwürdigen Ānanda: ",
  "an3.80:9.5": "„Was hast du davon, werter Ānanda, dass dein Lehrer solche Macht und Stärke besitzt?“ ",
  "an3.80:9.6": "Darauf sagte der Buddha zum Ehrwürdigen Udāyī: ",
  "an3.80:9.7": "„So nicht, Udāyī, so nicht! ",
  "an3.80:9.8": "Sollte Ānanda sterben, solange er noch nicht frei von Gier ist, würde er sieben Leben lang als Götterkönig herrschen, und er würde sieben Leben lang als König über ganz Indien herrschen, so groß ist die Zuversicht in seinem Herzen. ",
  "an3.80:9.9": "Aber Ānanda wird in diesem Leben erlöschen.“ ",
  "an3.80:9.10": "",
  "an3.80:9.11": "",
  "an3.80:10.0": "",
  "an3.80:10.1": "",
  "an3.80:10.2": "",
  "an3.80:10.3": ""
}