{
  "an3.27:0.1": "Nummerierte Lehrreden 3 ",
  "an3.27:0.2": "3. Menschen ",
  "an3.27:0.3": "27. Angewidert ",
  "an3.27:1.1": "„Diese drei Menschen findet man in der Welt. ",
  "an3.27:1.2": "Welche drei? ",
  "an3.27:1.3": "Da gibt es einen Menschen, von dem sollte man angewidert sein, man sollte sich mit ihm nicht verbinden, sich ihm nicht anschließen, ihn nicht begleiten. ",
  "an3.27:1.4": "Da gibt es einen Menschen, den sollte man mit Gleichmut betrachten, man sollte sich mit ihm nicht verbinden, sich ihm nicht anschließen, ihn nicht begleiten. ",
  "an3.27:1.5": "Da gibt es einen Menschen, mit dem sollte man sich verbinden, sich ihm anschließen, ihn begleiten. ",
  "an3.27:1.6": "Wer ist der Mensch, von dem man angewidert sein sollte, mit dem man sich nicht verbinden sollte? ",
  "an3.27:1.7": "Es ist jemand, der unmoralisch ist, mit schlechten Eigenschaften, schmutzig, von verdächtigem Verhalten, hinterhältig, der fälschlich vorgibt, ein Asket zu sein oder einer geistlichen Übung zu folgen, innerlich verdorben, schamlos und verkommen. ",
  "an3.27:1.8": "Von diesem Menschen sollte man angewidert sein, man sollte sich mit ihm nicht verbinden, sich ihm nicht anschließen, ihn nicht begleiten. ",
  "an3.27:1.9": "Und warum? ",
  "an3.27:1.10": "Wenn man auch nicht seinem Beispiel folgt, so hat man doch einen schlechten Ruf: ",
  "an3.27:1.11": "‚Diese Person hat schlechte Freunde, schlechte Genossen, schlechte Gefährten.‘ ",
  "an3.27:1.12": "Wie eine Schlange, die in einem Kothaufen gelebt hat: Wenn sie auch nicht beißt, wird sie sich doch an einem reiben. ",
  "an3.27:1.13": "Ebenso hat man, wenn man auch nicht dem Beispiel dieses Menschen folgt, doch einen schlechten Ruf: ",
  "an3.27:1.14": "‚Diese Person hat schlechte Freunde, schlechte Genossen, schlechte Gefährten.‘ ",
  "an3.27:1.15": "Deshalb sollte man von diesem Menschen angewidert sein, man sollte sich mit ihm nicht verbinden, sich ihm nicht anschließen, ihn nicht begleiten. ",
  "an3.27:2.1": "Wer ist der Mensch, den man mit Gleichmut betrachten sollte, mit dem man sich nicht verbinden sollte? ",
  "an3.27:2.2": "Es ist jemand, der reizbar und schlecht gelaunt ist. ",
  "an3.27:2.3": "Selbst wenn er nur leicht kritisiert wird, verliert er die Beherrschung, wird ärgerlich, feindselig und hartherzig und zeigt Ärger, Hass und Unmut. ",
  "an3.27:2.4": "Wie eine eiternde Wunde: Wenn man mit einem Stöckchen oder Kiesel darauf drückt, entleert sie noch mehr Eiter. ",
  "an3.27:2.5": "Ebenso ist jemand reizbar und schlecht gelaunt. ",
  "an3.27:2.6": "Wie eine Fackel aus Ebenholz: Wenn man mit einem Stock oder Stein dagegen schlägt, knistert und prasselt sie noch mehr. ",
  "an3.27:2.7": "Ebenso ist jemand reizbar und schlecht gelaunt. ",
  "an3.27:2.8": "Wie eine Kloake: Wenn man mit einem Stock oder Stein darin rührt, stinkt sie noch mehr. ",
  "an3.27:2.9": "Ebenso ist jemand reizbar und schlecht gelaunt. ",
  "an3.27:2.10": "Selbst wenn er nur leicht kritisiert wird, verliert er die Beherrschung, wird ärgerlich, feindselig und hartherzig und zeigt Ärger, Hass und Unmut. ",
  "an3.27:2.11": "Diesen Menschen sollte man mit Gleichmut betrachten, man sollte sich mit ihm nicht verbinden, sich ihm nicht anschließen, ihn nicht begleiten. ",
  "an3.27:2.12": "Und warum? ",
  "an3.27:2.13": "Man denkt: ‚Er könnte mich beschimpfen oder beleidigen oder mir etwas antun.‘ ",
  "an3.27:2.14": "Deshalb sollte man diesen Menschen mit Gleichmut betrachten, man sollte sich mit ihm nicht verbinden, sich ihm nicht anschließen, ihn nicht begleiten. ",
  "an3.27:3.1": "Wer ist der Mensch, mit dem man sich verbinden sollte? ",
  "an3.27:3.2": "Es ist jemand, der sittlich ist, von gutem Charakter. ",
  "an3.27:3.3": "Mit diesem Menschen sollte man sich verbinden, sich ihm anschließen, ihn begleiten. ",
  "an3.27:3.4": "Und warum? ",
  "an3.27:3.5": "Wenn man auch nicht seinem Beispiel folgt, so hat man doch einen guten Ruf: ",
  "an3.27:3.6": "‚Diese Person hat gute Freunde, gute Genossen, gute Gefährten.‘ ",
  "an3.27:3.7": "Deshalb sollte man sich mit diesem Menschen verbinden, sich ihm anschließen, ihn begleiten. ",
  "an3.27:3.8": "Das sind die drei Menschen, die man in der Welt findet. ",
  "an3.27:4.1": "Wer sich verbindet mit einem, der tiefer steht, geht bergab, ",
  "an3.27:4.2": "doch Verbindung mit einem Gleichen lässt dich nie sinken; ",
  "an3.27:4.3": "folgst du dem Besten, wirst du rasch aufsteigen: ",
  "an3.27:4.4": "Daher schließ dich denen an, die besser sind als du.“ "
}