{
  "an3.130:0.1": "Nummerierte Lehrreden 3 ",
  "an3.130:0.2": "13. Kusināra ",
  "an3.130:0.3": "130. Mit Anuruddha (2) ",
  "an3.130:1.1": "Da ging der Ehrwürdige Anuruddha zum Ehrwürdigen Sāriputta und tauschte Willkommensgrüße mit ihm aus. ",
  "an3.130:1.2": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzte er sich zur Seite hin und sagte zu ihm: ",
  "an3.130:1.3": "„Da ist diese Sache, werter Sāriputta: Mit geläuterter und übermenschlicher Hellsichtigkeit betrachte ich die ganze Galaxis. ",
  "an3.130:1.4": "Meine Energie ist aufgerüttelt und unermüdlich, die Achtsamkeit fest und stetig, mein Körper still und nicht erregt und mein Geist im Samādhi versunken. ",
  "an3.130:1.5": "Doch mein Geist ist nicht durch Nicht-Ergreifen von den Befleckungen befreit.“ ",
  "an3.130:2.1": "„Nun, werter Anuruddha, wenn du sagst: ",
  "an3.130:2.2": "‚Mit geläuterter und übermenschlicher Hellsichtigkeit betrachte ich die ganze Galaxis‘, dann ist das deine Einbildung. ",
  "an3.130:2.3": "Und wenn du sagst: ",
  "an3.130:2.4": "‚Meine Energie ist aufgerüttelt und unermüdlich, die Achtsamkeit fest und stetig, mein Körper still und nicht erregt und mein Geist im Samādhi versunken‘, dann ist das deine Rastlosigkeit. ",
  "an3.130:2.5": "Und wenn du sagst: ",
  "an3.130:2.6": "‚Doch mein Geist ist nicht durch Nicht-Ergreifen von den Befleckungen befreit‘, dann ist das deine Reue. ",
  "an3.130:2.7": "Es wäre gut, wenn du diese drei Dinge ablegen könntest. Wende dich ihnen nicht zu und richte stattdessen deinen Geist auf die Unsterblichkeit.“ ",
  "an3.130:3.1": "Nach einiger Zeit legte Anuruddha diese drei Dinge ab. Er wandte sich ihnen nicht zu und richtete stattdessen seinen Geist auf die Unsterblichkeit. ",
  "an3.130:3.2": "Da gelangte Anuruddha, als er allein lebte, zurückgezogen, beflissen, eifrig und entschlossen, bald in diesem Leben zum äußersten Höhepunkt des spirituellen Pfades. Er lebte an dem Ziel, das er durch eigene Einsicht erkannt hatte, für welches Söhne aus gutem Haus zu Recht aus dem Haus fortziehen ins hauslose Leben. ",
  "an3.130:3.3": "Er verstand: „Wiedergeburt ist beendet; die spirituelle Reise ist abgeschlossen; was zu tun war, ist getan; es gibt keine Rückkehr mehr zu irgendeinem Daseinszustand.“ ",
  "an3.130:3.4": "Und der Ehrwürdige Anuruddha war einer der Vollendeten. "
}