{
  "an3.69:0.1": "Nummerierte Lehrreden 3.69 ",
  "an3.69:0.2": "7. Das große Kapitel ",
  "an3.69:0.3": "Wurzeln des Untauglichen ",
  "an3.69:1.1": "„Mönche und Nonnen, es gibt diese drei Wurzeln des Untauglichen. ",
  "an3.69:1.2": "Welche drei? ",
  "an3.69:1.3": "Gier, Hass und Täuschung. ",
  "an3.69:2.1": "Gier ist eine Wurzel des Untauglichen. ",
  "an3.69:2.2": "Wenn ein gieriger Mensch sich zu einer Handlung mit dem Körper, der Sprache oder dem Geist entschließt, so ist auch diese untauglich. ",
  "an3.69:2.3": "Wenn ein gieriger Mensch, von Gier überwältigt, jemand anderem in dem Gedanken: ‚ich bin mächtig, ich will Macht‘ unverdientes Leid zufügt – durch Hinrichtung, Haft, Beschlagnahmung, Schuldspruch oder Verbannung – so ist auch das untauglich. ",
  "an3.69:2.4": "Und so kommen in ihm diese vielen schlechten, untauglichen Dinge zustande: aus Gier sind sie geboren, aus Gier entspringen sie, in Gier haben sie ihren Ursprung, durch Gier sind sie bedingt. ",
  "an3.69:3.1": "Hass ist eine Wurzel des Untauglichen. ",
  "an3.69:3.2": "Wenn ein hasserfüllter Mensch sich zu einer Handlung mit dem Körper, der Sprache oder dem Geist entschließt, so ist auch diese untauglich. ",
  "an3.69:3.3": "Wenn ein hasserfüllter Mensch, von Hass überwältigt, jemand anderem in dem Gedanken: ‚ich bin mächtig, ich will Macht‘ unverdientes Leid zufügt – durch Hinrichtung, Haft, Beschlagnahmung, Schuldspruch oder Verbannung – so ist auch das untauglich. ",
  "an3.69:3.4": "Und so kommen in ihm diese vielen schlechten, untauglichen Dinge zustande: aus Hass sind sie geboren, aus Hass entspringen sie, in Hass haben sie ihren Ursprung, durch Hass sind sie bedingt. ",
  "an3.69:4.1": "Täuschung ist eine Wurzel des Untauglichen. ",
  "an3.69:4.2": "Wenn ein Mensch, der sich täuscht, sich zu einer Handlung mit dem Körper, der Sprache oder dem Geist entschließt, so ist auch diese untauglich. ",
  "an3.69:4.3": "Wenn ein Mensch, der sich täuscht, von Täuschung überwältigt, jemand anderem in dem Gedanken: ‚ich bin mächtig, ich will Macht‘ unverdientes Leid zufügt – durch Hinrichtung, Haft, Beschlagnahmung, Schuldspruch oder Verbannung – so ist auch das untauglich. ",
  "an3.69:4.4": "Und so kommen in ihm diese vielen schlechten, untauglichen Dinge zustande: aus Täuschung sind sie geboren, aus Täuschung entspringen sie, in Täuschung haben sie ihren Ursprung, durch Täuschung sind sie bedingt. ",
  "an3.69:4.5": "Von einem solchen Menschen heißt es, seine Rede komme zur falschen Zeit, sei lügnerisch, bedeutungslos, nicht im Einklang mit der Lehre und Schulung. ",
  "an3.69:5.1": "Und warum? ",
  "an3.69:5.2": "Dieser Mensch fügt jemand anderem in dem Gedanken: ‚ich bin mächtig, ich will Macht‘ unverdientes Leid zu – durch Hinrichtung, Haft, Beschlagnahmung, Schuldspruch oder Verbannung. ",
  "an3.69:5.3": "Und wenn jemand eine berechtigte Kritik vorbringt, reagiert er mit Verachtung und gibt nichts zu. ",
  "an3.69:5.4": "Wenn jemand eine grundlose Kritik vorbringt, macht er sich nicht die Mühe, zu erklären: ‚Aus diesem Grund ist es nicht wahr, aus diesem Grund ist es falsch.‘ ",
  "an3.69:5.5": "Darum heißt es von einem solchen Menschen, seine Rede komme zur falschen Zeit, sei lügnerisch, bedeutungslos, nicht im Einklang mit der Lehre und Schulung. ",
  "an3.69:6.1": "Ein solcher Mensch ist überwältigt von untauglichen Eigenschaften, die aus Gier, Hass und Täuschung geboren sind. Er ist in diesem Leben unglücklich, leidet an Qual, Bedrängnis und Fieber. ",
  "an3.69:6.2": "Und wenn der Körper auseinanderbricht, nach dem Tod, kann er eine schlechte Wiedergeburt erwarten. ",
  "an3.69:7.1": " ",
  "an3.69:7.2": " ",
  "an3.69:7.3": " ",
  "an3.69:7.4": "Wie wenn ein Sal-, Dhawo- oder Paprabaum von drei Kamelfuß-Lianen erstickt und umschlungen würde – das wäre sein Verderben, sein Untergang. ",
  "an3.69:7.5": "Ebenso ist ein solcher Mensch, überwältigt von untauglichen Eigenschaften, die aus Gier, Hass und Täuschung geboren sind, in diesem Leben unglücklich, leidet an Qual, Bedrängnis und Fieber. ",
  "an3.69:7.6": "Und wenn der Körper auseinanderbricht, nach dem Tod, kann er eine schlechte Wiedergeburt erwarten. ",
  "an3.69:8.1": " ",
  "an3.69:8.2": " ",
  "an3.69:8.3": " ",
  "an3.69:8.4": "Das sind die drei Wurzeln des Untauglichen. ",
  "an3.69:9.1": "Es gibt diese drei Wurzeln des Tauglichen. ",
  "an3.69:9.2": "Welche drei? ",
  "an3.69:9.3": "Zufriedenheit, Liebe und Verstehen. ",
  "an3.69:10.1": "Zufriedenheit ist eine Wurzel des Tauglichen. ",
  "an3.69:10.2": "Wenn ein zufriedener Mensch sich zu einer Handlung mit dem Körper, der Sprache oder dem Geist entschließt, so ist auch diese tauglich. ",
  "an3.69:10.3": "Wenn ein zufriedener Mensch, nicht von Gier überwältigt, niemandem in dem Gedanken: ‚ich bin mächtig, ich will Macht‘ unverdientes Leid zufügt – durch Hinrichtung, Haft, Beschlagnahmung, Schuldspruch oder Verbannung – so ist auch das tauglich. ",
  "an3.69:10.4": "Und so kommen in ihm diese vielen tauglichen Dinge zustande: aus Zufriedenheit sind sie geboren, aus Zufriedenheit entspringen sie, in Zufriedenheit haben sie ihren Ursprung, durch Zufriedenheit sind sie bedingt. ",
  "an3.69:11.1": "Liebe ist eine Wurzel des Tauglichen. ",
  "an3.69:11.2": "Wenn ein liebevoller Mensch sich zu einer Handlung mit dem Körper, der Sprache oder dem Geist entschließt, so ist auch diese tauglich. ",
  "an3.69:11.3": "Wenn ein liebevoller Mensch, nicht von Hass überwältigt, niemandem in dem Gedanken: ‚ich bin mächtig, ich will Macht‘ unverdientes Leid zufügt – durch Hinrichtung, Haft, Beschlagnahmung, Schuldspruch oder Verbannung – so ist auch das tauglich. ",
  "an3.69:11.4": "Und so kommen in ihm diese vielen tauglichen Dinge zustande: aus Liebe sind sie geboren, aus Liebe entspringen sie, in Liebe haben sie ihren Ursprung, durch Liebe sind sie bedingt. ",
  "an3.69:12.1": "Verstehen ist eine Wurzel des Tauglichen. ",
  "an3.69:12.2": "Wenn ein verstehender Mensch sich zu einer Handlung mit dem Körper, der Sprache oder dem Geist entschließt, so ist auch diese tauglich. ",
  "an3.69:12.3": "Wenn ein verstehender Mensch, nicht von Täuschung überwältigt, niemandem in dem Gedanken: ‚ich bin mächtig, ich will Macht‘ unverdientes Leid zufügt – durch Hinrichtung, Haft, Beschlagnahmung, Schuldspruch oder Verbannung – so ist auch das tauglich. ",
  "an3.69:12.4": "Und so kommen in ihm diese vielen tauglichen Dinge zustande: aus Verstehen sind sie geboren, aus Verstehen entspringen sie, in Verstehen haben sie ihren Ursprung, durch Verstehen sind sie bedingt. ",
  "an3.69:12.5": "Von einem solchen Menschen heißt es, seine Rede komme zur rechten Zeit, sei wahr, bedeutsam und im Einklang mit der Lehre und Schulung. ",
  "an3.69:13.1": "Und weshalb? ",
  "an3.69:13.2": "Dieser Mensch fügt niemandem in dem Gedanken: ‚ich bin mächtig, ich will Macht‘ unverdientes Leid zu – durch Hinrichtung, Haft, Beschlagnahmung, Schuldspruch oder Verbannung. ",
  "an3.69:13.3": "Und wenn jemand eine berechtigte Kritik vorbringt, gibt er es zu und reagiert nicht mit Verachtung. ",
  "an3.69:13.4": "Wenn jemand eine grundlose Kritik vorbringt, gibt er sich Mühe, zu erklären: ",
  "an3.69:13.5": "‚Aus diesem Grund ist es nicht wahr, aus diesem Grund ist es falsch.‘ ",
  "an3.69:13.6": "Darum heißt es von einem solchen Menschen, seine Rede komme zur rechten Zeit, sei wahr, bedeutsam und im Einklang mit der Lehre und Schulung. ",
  "an3.69:14.1": "Von einem solchen Menschen sind schlechte, untaugliche Eigenschaften, die aus Gier, Hass und Täuschung geboren sind, aufgegeben, an der Wurzel abgeschnitten, sind wie der Stumpf einer Palme, sind ausgelöscht und können sich in Zukunft nicht mehr erheben. ",
  "an3.69:14.2": "Er ist in diesem Leben glücklich, frei von Qual, Bedrängnis und Fieber ",
  "an3.69:14.3": "und erlischt in diesem Leben. ",
  "an3.69:15.1": " ",
  "an3.69:15.2": " ",
  "an3.69:15.3": " ",
  "an3.69:15.4": " ",
  "an3.69:15.5": "Wie wenn ein Sal-, Dhawo- oder Paprabaum von drei Kamelfuß-Lianen erstickt und umschlungen würde. ",
  "an3.69:15.6": "Da käme jemand mit einem Spaten und einem Korb ",
  "an3.69:15.7": "und würde die Liane an der Wurzel abschneiden, sie ausgraben und die Wurzeln herausziehen bis hinab zu den Fasern und Stängeln. ",
  "an3.69:15.8": "Dann würde er die Pflanze entzweihauen, in Stücke schneiden und sie zu Spänen kleinhacken. Er würde die Späne in Wind und Sonne trocknen, sie im Feuer verbrennen, bis sie zu Asche würden. Dann würde er die Asche von einem heftigen Wind wegfegen oder von einer raschen Strömung fortschwemmen lassen. ",
  "an3.69:15.9": "Ebenso sind von einem solchen Menschen schlechte, untaugliche Eigenschaften, die aus Gier, Hass und Täuschung geboren sind, aufgegeben, an der Wurzel abgeschnitten, sind wie der Stumpf einer Palme, sind ausgelöscht und können sich in Zukunft nicht mehr erheben. ",
  "an3.69:15.10": " ",
  "an3.69:15.11": "Er ist in diesem Leben glücklich, frei von Qual, Bedrängnis und Fieber ",
  "an3.69:15.12": "und erlischt in diesem Leben. ",
  "an3.69:16.1": " ",
  "an3.69:16.2": " ",
  "an3.69:16.3": " ",
  "an3.69:16.4": " ",
  "an3.69:16.5": "Das sind die drei Wurzeln des Tauglichen.“ "
}