{
  "an3.112:0.1": "Nummerierte Lehrreden 3.112 ",
  "an3.112:0.2": "11. Das Kapitel über das Erwachen ",
  "an3.112:0.3": "Quellen (2) ",
  "an3.112:1.1": "„Mönche und Nonnen, es gibt drei Quellen, aus denen Taten hervorgehen. ",
  "an3.112:1.2": "Welche drei? ",
  "an3.112:1.3": "Man sehnt sich nach Dingen, die Sehnen und Begehren in der Vergangenheit, Zukunft oder Gegenwart erregen. ",
  "an3.112:1.4": " ",
  "an3.112:1.5": " ",
  "an3.112:1.6": "Und wie kommt es, dass man sich nach Dingen sehnt, die Sehnen und Begehren in der Vergangenheit, Zukunft oder Gegenwart erregen? ",
  "an3.112:1.7": "Im Herzen denkt man über Dinge nach, die Sehnen und Begehren in der Vergangenheit, Zukunft oder Gegenwart erregen, und erwägt sie. ",
  "an3.112:1.8": "Wenn man das tut, entsteht Sehnen, ",
  "an3.112:1.9": "und man hängt sich an diese Dinge. ",
  "an3.112:1.10": "Diese Begierde im Herzen nenne ich eine Fessel. ",
  "an3.112:1.11": "So kommt es, dass man sich nach Dingen sehnt, die Sehnen und Begehren in der Vergangenheit, Zukunft oder Gegenwart erregen. ",
  "an3.112:2.1": " ",
  "an3.112:2.2": " ",
  "an3.112:2.3": " ",
  "an3.112:2.4": " ",
  "an3.112:2.5": " ",
  "an3.112:2.6": " ",
  "an3.112:3.1": " ",
  "an3.112:3.2": " ",
  "an3.112:3.3": " ",
  "an3.112:3.4": " ",
  "an3.112:3.5": " ",
  "an3.112:3.6": " ",
  "an3.112:3.7": "Das sind drei Quellen, aus denen Taten hervorgehen. ",
  "an3.112:4.1": "Es gibt drei Quellen, aus denen Taten hervorgehen. ",
  "an3.112:4.2": "Welche drei? ",
  "an3.112:4.3": "Man sehnt sich nicht nach Dingen, die Sehnen und Begehren in der Vergangenheit, Zukunft oder Gegenwart erregen. ",
  "an3.112:4.4": " ",
  "an3.112:4.5": " ",
  "an3.112:5.1": "Und wie kommt es, dass man sich nicht nach Dingen sehnt, die Sehnen und Begehren in der Vergangenheit, Zukunft oder Gegenwart erregen? ",
  "an3.112:5.2": "Man versteht das künftige Ergebnis der Dinge, die Sehnen und Begehren in der Vergangenheit, Zukunft oder Gegenwart erregen. ",
  "an3.112:5.3": "Wenn man das versteht, wird man ernüchtert, ",
  "an3.112:5.4": "das Herz wendet sich ab und man sieht sie mit durchdringender Weisheit. ",
  "an3.112:5.5": "So kommt es, dass man sich nicht nach Dingen sehnt, die Sehnen und Begehren in der Vergangenheit, Zukunft oder Gegenwart erregen. ",
  "an3.112:6.1": " ",
  "an3.112:6.2": " ",
  "an3.112:6.3": " ",
  "an3.112:6.4": " ",
  "an3.112:6.5": " ",
  "an3.112:7.1": " ",
  "an3.112:7.2": " ",
  "an3.112:7.3": " ",
  "an3.112:7.4": "Das sind drei Quellen, aus denen Taten hervorgehen.“ ",
  "an3.112:7.5": " ",
  "an3.112:7.6": " ",
  "an3.112:8.1": " ",
  "an3.112:8.2": " ",
  "an3.112:8.3": " "
}