{
  "an3.55:0.1": "Nummerierte Lehrreden 3 ",
  "an3.55:0.2": "6. Brahmanen ",
  "an3.55:0.3": "55. Erloschen ",
  "an3.55:1.1": "Da ging der Brahmane Jāṇussoṇi zum Buddha, verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "an3.55:1.2": "„Meister Gotama, man sagt: ‚Das Erlöschen ist in diesem Leben sichtbar‘. ",
  "an3.55:1.3": "Wie ist das Erlöschen in diesem Leben sichtbar, unmittelbar wirksam, lädt zum Überprüfen ein, ist sachdienlich, sodass vernünftige Menschen es selbst erkennen können?“ ",
  "an3.55:2.1": "„Ein gieriger Mensch, von Gier gepackt und überwältigt, denkt daran, sich selbst zu verletzen, jemand anderen zu verletzen, beide zu verletzen. Er empfindet seelischen Schmerz und Traurigkeit. ",
  "an3.55:2.2": "Wenn er die Gier abgelegt hat, denkt er nicht daran, sich selbst zu verletzen, jemand anderen zu verletzen, beide zu verletzen. Er empfindet keinen seelischen Schmerz und keine Traurigkeit. ",
  "an3.55:2.3": "So ist das Erlöschen in diesem Leben sichtbar. ",
  "an3.55:3.1": "Ein hasserfüllter Mensch … ",
  "an3.55:3.2": "Ein Mensch, der sich täuscht, von Täuschung gepackt und überwältigt, denkt daran, sich selbst zu verletzen, jemand anderen zu verletzen, beide zu verletzen. Er empfindet seelischen Schmerz und Traurigkeit. ",
  "an3.55:3.3": "Wenn er die Täuschung abgelegt hat, denkt er nicht daran, sich selbst zu verletzen, jemand anderen zu verletzen, beide zu verletzen. Er empfindet keinen seelischen Schmerz und keine Traurigkeit. ",
  "an3.55:3.4": "Auch so ist das Erlöschen in diesem Leben sichtbar. ",
  "an3.55:4.1": "Wenn man das restlose Beenden von Gier, Hass und Täuschung erfährt, ",
  "an3.55:4.2": "dann ist so das Erlöschen in diesem Leben sichtbar, unmittelbar wirksam, lädt zum Überprüfen ein, ist sachdienlich, sodass vernünftige Menschen es selbst erkennen können.“ ",
  "an3.55:5.1": "„Vortrefflich, Meister Gotama! Vortrefflich! … ",
  "an3.55:5.2": "Von diesem Tag an soll Meister Gotama mich als Laienschüler in Erinnerung behalten, der für sein ganzes Leben Zuflucht genommen hat.“ "
}