{
  "an3.102:0.1": "Nummerierte Lehrreden 3.102 ",
  "an3.102:0.2": "10. Das Kapitel über ein Salzklümpchen ",
  "an3.102:0.3": "Grundlagen ",
  "an3.102:1.1": "„Mönche und Nonnen, ein Mönch, der sich der hohen Geistesübung weiht, sollte sich von Zeit zu Zeit drei Grundlagen zuwenden: ",
  "an3.102:1.2": "der Grundlage der Versenkung, der Grundlage der Anstrengung und der Grundlage des Gleichmuts. ",
  "an3.102:1.3": "Wenn ein Mönch, der sich der hohen Geistesübung weiht, sich einzig der Grundlage der Versenkung zuwendet, wird sein Geist leicht zu Trägheit neigen. ",
  "an3.102:1.4": "Wenn er sich einzig der Grundlage der Anstrengung zuwendet, wird sein Geist leicht zu Rastlosigkeit neigen. ",
  "an3.102:1.5": "Wenn er sich einzig der Grundlage des Gleichmuts zuwendet, ist es leicht möglich, dass sein Geist sich nicht im rechten Samādhi versenkt, in dem die Befleckungen aufgelöst werden. ",
  "an3.102:1.6": "Aber wenn ein Mönch, der sich der hohen Geistesübung weiht, sich von Zeit zu Zeit jeweils der Grundlage der Versenkung, der Grundlage der Anstrengung und der Grundlage des Gleichmuts zuwendet, wird sein Geist geschmeidig, formbar und leuchtend, ist nicht brüchig und tritt in die rechte Versenkung ein, in der die Befleckungen aufgelöst werden. ",
  "an3.102:2.1": "Es ist, wie wenn ein Goldschmied oder sein Lehrling die Esse herrichtet, den Schmelztiegel vorheizt und das Gold mit der Zange nimmt und hineinlegt. Von Zeit zu Zeit facht er das Feuer an, von Zeit zu Zeit besprengt er das Gold mit Wasser und von Zeit zu Zeit wacht er nur über den Vorgang. ",
  "an3.102:2.2": "Würde er nur das Feuer anfachen, würde das Gold leicht schmelzen. ",
  "an3.102:2.3": "Würde er nur das Gold mit Wasser besprengen, würde es leicht zu stark abkühlen. ",
  "an3.102:2.4": "Würde er nur über den Vorgang wachen, wäre es leicht möglich, dass das Gold nicht richtig verarbeitet würde. ",
  "an3.102:2.5": "Aber wenn der Goldschmied jeweils von Zeit zu Zeit das Feuer anfacht, das Gold mit Wasser besprengt und über den Vorgang wacht, wird das Gold geschmeidig, formbar und leuchtend, ist nicht brüchig und bereit zur Verarbeitung. ",
  "an3.102:2.6": "Dann gelingt es dem Goldschmied, jedes beliebige Schmuckstück daraus herzustellen, sei es ein Armband, einen Ohrring, ein Halsband oder einen goldenen Kranz. ",
  "an3.102:3.1": "Ebenso sollte ein Mönch, der sich der hohen Geistesübung weiht, sich von Zeit zu Zeit drei Grundlagen zuwenden: ",
  "an3.102:3.2": "der Grundlage der Versenkung, der Grundlage der Anstrengung und der Grundlage des Gleichmuts. … ",
  "an3.102:3.3": " ",
  "an3.102:3.4": " ",
  "an3.102:3.5": " ",
  "an3.102:3.6": "Wenn ein Mönch, der sich der hohen Geistesübung weiht, sich von Zeit zu Zeit jeweils der Grundlage der Versenkung, der Grundlage der Anstrengung und der Grundlage des Gleichmuts zuwendet, wird sein Geist geschmeidig, formbar und leuchtend, ist nicht brüchig und tritt in die rechte Versenkung ein, in der die Befleckungen aufgelöst werden. ",
  "an3.102:3.7": "Er ist in der Lage, alles zu erlangen, was durch Einsicht erlangt werden kann und worauf er seinen Geist richtet, in jedem einzelnen Fall. ",
  "an3.102:4.1": "Wenn er wünscht: ‚dass ich doch die vielen Arten von Wunderkräften ausüben könnte‘ … ",
  "an3.102:4.2": "‚dass ich doch mit geläuterter und übermenschlicher Hellhörigkeit beide Arten von Tönen hören könnte, menschliche und göttliche, ob nah oder fern‘ … ",
  "an3.102:4.3": "‚dass ich mich doch an viele Arten früherer Leben erinnern könnte‘ … ",
  "an3.102:4.4": "‚dass ich doch mit geläuterter und übermenschlicher Hellsichtigkeit Lebewesen sehen könnte, wie sie hinscheiden und wieder geboren werden‘ … ",
  "an3.102:4.5": "‚dass ich doch mit der Auflösung der Befleckungen in diesem Leben die fleckenlose Freiheit des Herzens erlangen könnte, die fleckenlose Freiheit durch Weisheit, sie durch eigene Einsicht erkennen und darin leben könnte‘ – ",
  "an3.102:4.6": "wenn er das wünscht, so ist er in der Lage, es zu erlangen, in jedem einzelnen Fall.“ ",
  "an3.102:4.7": " ",
  "an3.102:4.8": " ",
  "an3.102:5.1": " ",
  "an3.102:5.2": " ",
  "an3.102:5.3": " ",
  "an3.102:5.4": " "
}