{
  "an3.64:0.1": "Nummerierte Lehrreden 3.64 ",
  "an3.64:0.2": "7. Das große Kapitel ",
  "an3.64:0.3": "Mit Sarabha ",
  "an3.64:1.1": "So habe ich es gehört: ",
  "an3.64:1.2": "Einmal hielt sich der Buddha bei Rājagaha auf der Geierkuppe auf. ",
  "an3.64:1.3": "Nun war da gerade kürzlich ein Wanderer namens Sarabha aus dieser Lehre und Schulung ausgetreten. ",
  "an3.64:1.4": "Er sagte zu einer Menschenmenge in Rājagaha: ",
  "an3.64:1.5": "„Ich habe die Lehre der Asketen, die dem Sakyer folgen, gelernt, ",
  "an3.64:1.6": "dann bin ich aus ihrer Lehre und Schulung ausgetreten.“ ",
  "an3.64:1.7": "Da kleideten sich mehrere Mönche und Nonnen am Morgen an, nahmen Schale und Robe und betraten Rājagaha zum Almosengang. ",
  "an3.64:1.8": "Da hörten sie, was Sarabha sagte. ",
  "an3.64:1.9": " ",
  "an3.64:1.10": " ",
  "an3.64:2.1": "Nach dem Essen, als sie vom Almosengang zurückkamen, gingen sie zum Buddha, verbeugten sich, setzten sich zur Seite hin und sagten zu ihm: ",
  "an3.64:2.2": "„Der Wanderer namens Sarabha ist kürzlich aus dieser Lehre und Schulung ausgetreten. ",
  "an3.64:2.3": "Er hat zu einer Menschenmenge in Rājagaha gesagt: ",
  "an3.64:2.4": "‚Ich habe die Lehre der Asketen, die dem Sakyer folgen, gelernt, ",
  "an3.64:2.5": "dann bin ich aus ihrer Lehre und Schulung ausgetreten.‘ ",
  "an3.64:2.6": "Herr, bitte geh zum Wandererkloster am Ufer des Flusses Sappinī und besuche den Wanderer Sarabha aus Anteilnahme.“ ",
  "an3.64:2.7": "Der Buddha schwieg zum Zeichen der Zustimmung. ",
  "an3.64:3.1": "Da kam der Buddha am späten Nachmittag aus seiner Klausur und ging zum Wandererkloster am Ufer des Flusses Sappinī, um den Wanderer Sarabha zu besuchen. Er setzte sich auf den ausgebreiteten Sitz und sagte zum Wanderer Sarabha: ",
  "an3.64:3.2": "„Ist es wirklich wahr, Sarabha, dass du gesagt hast: ",
  "an3.64:3.3": "‚Ich habe die Lehre der Asketen, die dem Sakyer folgen, gelernt, ",
  "an3.64:3.4": "dann bin ich aus ihrer Lehre und Schulung ausgetreten‘?“ ",
  "an3.64:3.5": "Daraufhin schwieg Sarabha. ",
  "an3.64:4.1": "Zum zweiten Mal sagte der Buddha zu Sarabha: ",
  "an3.64:4.2": "„Sag mir, Sarabha, was genau hast du von den Lehren der Asketen, die dem Sakyer folgen, gelernt? ",
  "an3.64:4.3": "Wenn du es nicht vollständig gelernt hast, werde ich es für dich ergänzen. ",
  "an3.64:4.4": "Und wenn du es vollständig gelernt hast, werde ich zustimmen.“ ",
  "an3.64:4.5": "Zum zweiten Mal schwieg Sarabha. ",
  "an3.64:5.1": "Zum dritten Mal sagte der Buddha zu Sarabha: ",
  "an3.64:5.2": "„Sarabha, die Lehren der Asketen, die dem Sakyer folgen, sind mir klar. Was genau hast du von den Lehren der Asketen, die dem Sakyer folgen, gelernt? ",
  "an3.64:5.3": "Wenn du es nicht vollständig gelernt hast, werde ich es für dich ergänzen. ",
  "an3.64:5.4": "Und wenn du es vollständig gelernt hast, werde ich zustimmen.“ ",
  "an3.64:5.5": "Zum dritten Mal schwieg Sarabha. ",
  "an3.64:6.1": "Da sagten diese Wanderer zu Sarabha: ",
  "an3.64:6.2": "„Der Asket Gotama hat angeboten, dir alles zu sagen, wonach du fragst. ",
  "an3.64:6.3": "Sprich, werter Sarabha, was genau hast du von den Lehren der Asketen, die dem Sakyer folgen, gelernt? ",
  "an3.64:6.4": "Wenn du es nicht vollständig gelernt hast, wird er es für dich ergänzen. ",
  "an3.64:6.5": "Und wenn du es vollständig gelernt hast, wird er zustimmen.“ ",
  "an3.64:6.6": "Auf diese Worte saß Sarabha schweigend da, bedrückt, mit hängenden Schultern und gesenktem Kopf, niedergeschlagen und unfähig zu sprechen. ",
  "an3.64:7.1": "Als der Buddha das erkannte, sagte er zu den Wanderern: ",
  "an3.64:8.1": "„Wanderer, da mag jemand zu mir sagen: ",
  "an3.64:8.2": "‚Du behauptest, ein vollkommen erwachter Buddha zu sein, aber was diese Dinge betrifft, bist du nicht vollkommen erwacht.‘ Dann dringe ich über diesen Punkt sorgfältig auf ihn ein, setze ihm zu und nehme ihn ins Kreuzverhör. ",
  "an3.64:8.3": "Wenn er von mir ins Kreuzverhör genommen wird, dann wird er zweifellos eine dieser drei Reaktionen zeigen: Er weicht dem Problem aus und lenkt das Gespräch auf Nebensächlichkeiten. Er zeigt Ärger, Hass und Unmut. Oder er sitzt schweigend da, bedrückt, mit hängenden Schultern und gesenktem Kopf, niedergeschlagen und unfähig zu sprechen, so wie Sarabha. ",
  "an3.64:9.1": "Wanderer, da mag jemand zu mir sagen: ",
  "an3.64:9.2": "‚Du behauptest, alle Befleckungen aufgelöst zu haben, aber du hast noch diese Befleckungen.‘ Dann dringe ich über diesen Punkt sorgfältig auf ihn ein, setze ihm zu und nehme ihn ins Kreuzverhör. ",
  "an3.64:9.3": "Wenn er von mir ins Kreuzverhör genommen wird, dann wird er zweifellos eine dieser drei Reaktionen zeigen: Er weicht dem Problem aus und lenkt das Gespräch auf Nebensächlichkeiten. Er zeigt Ärger, Hass und Unmut. Oder er sitzt schweigend da, bedrückt, mit hängenden Schultern und gesenktem Kopf, niedergeschlagen und unfähig zu sprechen, so wie Sarabha. ",
  "an3.64:10.1": "Wanderer, da mag jemand zu mir sagen: ",
  "an3.64:10.2": "‚Deine Lehre führt den, der sie übt, nicht zum völligen Beenden des Leidens.‘ Dann dringe ich über diesen Punkt sorgfältig auf ihn ein, setze ihm zu und nehme ihn ins Kreuzverhör. ",
  "an3.64:10.3": "Wenn er von mir ins Kreuzverhör genommen wird, dann wird er zweifellos eine dieser drei Reaktionen zeigen: Er weicht dem Problem aus und lenkt das Gespräch auf Nebensächlichkeiten. Er zeigt Ärger, Hass und Unmut. Oder er sitzt schweigend da, bedrückt, mit hängenden Schultern und gesenktem Kopf, niedergeschlagen und unfähig zu sprechen, so wie Sarabha.“ ",
  "an3.64:10.4": "Nachdem der Buddha im Wandererkloster am Ufer des Flusses Sappinī dreimal sein Löwengebrüll gebrüllt hatte, erhob er sich in die Luft und flog fort. ",
  "an3.64:11.1": "Kurz nachdem er sich entfernt hatte, hielten diese Wanderer Sarabha eine gehörige Standpauke: ",
  "an3.64:11.2": "„Werter Sarabha, du bist gerade wie ein alter Schakal in der Wildnis, der denkt: ‚Ich werde brüllen wie ein Löwe!‘, aber er bringt nur das Winseln und Jaulen eines Schakals zustande. ",
  "an3.64:11.3": "Ebenso hast du, als der Asket Gotama nicht hier war, gesagt: ‚Ich werde brüllen wie ein Löwe!‘, aber du brachtest nur das Winseln und Jaulen eines Schakals zustande. ",
  "an3.64:11.4": "Du bist gerade wie ein Pirol, der denkt: ‚Ich werde rufen wie ein Kuckuck!‘, aber er bringt nur das Zwitschern eines Pirols zustande. ",
  "an3.64:11.5": "Ebenso hast du, als der Asket Gotama nicht hier war, gesagt: ‚Ich werde rufen wie ein Kuckuck!‘, aber du brachtest nur das Zwitschern eines Pirols zustande. ",
  "an3.64:11.6": "Du bist gerade wie ein Bulle, der nur ans Brüllen denkt, wenn der Kuhstall leer ist. ",
  "an3.64:11.7": "Ebenso hast du nur ans Brüllen gedacht, als der Asket Gotama nicht hier war.“ ",
  "an3.64:11.8": "So hielten diese Wanderer Sarabha eine gehörige Standpauke. "
}