{
  "an3.33:0.1": "Nummerierte Lehrreden 3 ",
  "an3.33:0.2": "4. Götterboten ",
  "an3.33:0.3": "33. Mit Sāriputta ",
  "an3.33:1.1": "Da ging der Ehrwürdige Sāriputta zum Buddha, verbeugte sich und setzte sich zur Seite hin. Der Buddha sagte zu ihm: ",
  "an3.33:1.2": "„Ich kann den Dhamma kurz lehren ",
  "an3.33:1.3": "oder ausführlich ",
  "an3.33:1.4": "oder sowohl kurz als auch ausführlich. ",
  "an3.33:1.5": "Aber es ist schwer, jemanden zu finden, der ihn versteht.“ ",
  "an3.33:1.6": "„Jetzt ist der Zeitpunkt, Gesegneter! Jetzt ist der Zeitpunkt, Heiliger! ",
  "an3.33:1.7": "Der Buddha lehre den Dhamma kurz, ausführlich und sowohl kurz als auch ausführlich. ",
  "an3.33:1.8": "Da werden Menschen sein, die die Lehre verstehen!“ ",
  "an3.33:2.1": "„Nun, Sāriputta, dann solltet ihr so üben: ",
  "an3.33:2.2": "‚Es wird kein Anmaßen, keine Besitzgier und keine zugrunde liegende Neigung zur Einbildung für diesen beseelten Körper geben, noch für alle äußeren Reize; und wir werden im Besitz der Freiheit des Herzens leben, der Freiheit durch Weisheit, wo Anmaßen, Besitzgier und zugrunde liegende Neigung zur Einbildung nicht mehr sind.‘ ",
  "an3.33:2.3": "So solltet ihr üben. ",
  "an3.33:3.1": "Wenn ein Mönch oder eine Nonne kein Anmaßen, keine Besitzgier und keine zugrunde liegende Neigung zur Einbildung für diesen beseelten Körper hat, noch für alle äußeren Reize; und wenn diese Person im Besitz der Freiheit des Herzens lebt, der Freiheit durch Weisheit, wo Anmaßen, Besitzgier und zugrunde liegende Neigung zur Einbildung nicht mehr sind – ",
  "an3.33:3.2": "dann nennt man sie ",
  "an3.33:3.3": "einen Mönch oder eine Nonne, die das Verlangen abgeschnitten haben, die Fesseln gelöst, die Einbildung richtig erfasst und dadurch dem Leiden ein Ende gemacht haben. ",
  "an3.33:3.4": "Und, Sāriputta, das ist es, worauf ich im ‚Weg zum Jenseits‘, in ‚Udayas Fragen‘, Bezug genommen habe, als ich sagte: ",
  "an3.33:4.1": "‚Wenn Sinneswahrnehmungen und Abneigung ",
  "an3.33:4.2": "beide beseitigt sind, ",
  "an3.33:4.3": "wenn Dumpfheit ausgeräumt ist ",
  "an3.33:4.4": "und Reue aufhört; ",
  "an3.33:5.1": "in reinem Gleichmut, reiner Achtsamkeit, ",
  "an3.33:5.2": "nachdem man die Gesetzmäßigkeiten untersucht hat – ",
  "an3.33:5.3": "das, so erkläre ich, ist Befreiung durch Wissen: ",
  "an3.33:5.4": "So wird die Unwissenheit zerschlagen.‘“ "
}