{
  "an3.50:0.1": "Nummerierte Lehrreden 3.50 ",
  "an3.50:0.2": "5. Das kürzere Kapitel ",
  "an3.50:0.3": "Ein Meisterdieb ",
  "an3.50:1.1": "„Mönche und Nonnen, ein Meisterdieb, der drei Faktoren besitzt, bricht in Häuser ein, plündert Vermögen, stiehlt aus abgelegenen Gebäuden und macht Landstraßen unsicher. ",
  "an3.50:1.2": "Welche drei? ",
  "an3.50:1.3": "Ein Meisterdieb setzt auf unebenes Gelände, auf gute Deckung und auf mächtige Personen. ",
  "an3.50:1.4": "Und wie setzt ein Meisterdieb auf unebenes Gelände? ",
  "an3.50:1.5": "Es ist, wenn ein Meisterdieb auf unzugängliche Flusslandschaften oder schroffe Berglandschaften setzt. ",
  "an3.50:1.6": "So setzt ein Meisterdieb auf unebenes Gelände. ",
  "an3.50:2.1": "Und wie setzt ein Meisterdieb auf gute Deckung? ",
  "an3.50:2.2": "Es ist, wenn ein Meisterdieb auf dichtes Gras, dicke Bäume, eine Erhebung oder einen großen dichten Wald setzt. ",
  "an3.50:2.3": "So setzt ein Meisterdieb auf gute Deckung. ",
  "an3.50:3.1": "Und wie setzt ein Meisterdieb auf mächtige Personen? ",
  "an3.50:3.2": "Es ist, wenn ein Meisterdieb auf Herrschende oder deren Minister setzt. ",
  "an3.50:3.3": "Er denkt: ",
  "an3.50:3.4": "‚Wenn mich jemand wegen irgendetwas anklagt, werden diese Herrschenden oder ihre Minister in dem Fall zu meiner Verteidigung sprechen.‘ ",
  "an3.50:3.5": "Und genauso kommt es. ",
  "an3.50:3.6": "So setzt ein Meisterdieb auf mächtige Personen. ",
  "an3.50:3.7": "Ein Meisterdieb, der diese drei Faktoren besitzt, bricht in Häuser ein, plündert Vermögen, stiehlt aus abgelegenen Gebäuden und macht Landstraßen unsicher. ",
  "an3.50:4.1": "Ebenso ist es mit einem schlechten Mönch, der drei Faktoren besitzt: Er schadet und verletzt sich fortwährend selbst, er wird von vernünftigen Menschen zu Recht getadelt und gescholten und schafft viel schlechtes Karma. ",
  "an3.50:4.2": "Was sind die drei Faktoren? ",
  "an3.50:4.3": "Ein schlechter Mönch setzt auf unebenes Gelände, auf gute Deckung und auf mächtige Personen. ",
  "an3.50:5.1": "Und wie setzt ein schlechter Mönch auf unebenes Gelände? ",
  "an3.50:5.2": "Es ist, wenn ein schlechter Mönch sich mit dem Körper, der Sprache und dem Geist unmoralisch verhält. ",
  "an3.50:5.3": "So setzt ein schlechter Mönch auf unebenes Gelände. ",
  "an3.50:6.1": "Und wie setzt ein schlechter Mönch auf gute Deckung? ",
  "an3.50:6.2": "Es ist, wenn ein schlechter Mönch falsche Ansicht hat, wenn er an einer extremistischen Ansicht festhält. ",
  "an3.50:6.3": "So setzt ein schlechter Mönch auf gute Deckung. ",
  "an3.50:7.1": "Und wie setzt ein schlechter Mönch auf mächtige Personen? ",
  "an3.50:7.2": "Es ist, wenn ein schlechter Mönch auf Herrschende oder deren Minister setzt. ",
  "an3.50:7.3": "Er denkt: ",
  "an3.50:7.4": "‚Wenn mich jemand wegen irgendetwas anklagt, werden diese Herrschenden oder ihre Minister in dem Fall zu meiner Verteidigung sprechen.‘ ",
  "an3.50:7.5": "Und genauso kommt es. ",
  "an3.50:7.6": "So setzt ein schlechter Mönch auf mächtige Personen. ",
  "an3.50:7.7": "Wenn eine schlechte Nonne diese drei Eigenschaften besitzt, schadet und verletzt sie sich fortwährend selbst. Sie wird von vernünftigen Menschen zu Recht getadelt und gescholten und schafft viel schlechtes Karma.“ ",
  "an3.50:7.8": "",
  "an3.50:7.9": "",
  "an3.50:8.1": "",
  "an3.50:8.2": "",
  "an3.50:8.3": "",
  "an3.50:8.4": ""
}