{
  "an3.67:0.1": "Nummerierte Lehrreden 3.67 ",
  "an3.67:0.2": "7. Das große Kapitel ",
  "an3.67:0.3": "Diskussionsthemen ",
  "an3.67:1.1": "„Mönche und Nonnen, es gibt drei Diskussionsthemen. ",
  "an3.67:1.2": "Welche drei? ",
  "an3.67:1.3": "Man spricht über die Vergangenheit: ",
  "an3.67:1.4": "‚So war es in der Vergangenheit.‘ ",
  "an3.67:1.5": "Man spricht über die Zukunft: ",
  "an3.67:1.6": "‚So wird es in der Zukunft sein.‘ ",
  "an3.67:1.7": "Oder man spricht über die Gegenwart: ",
  "an3.67:1.8": "‚So ist es jetzt in der Gegenwart.‘ ",
  "an3.67:2.1": "An der Art, wie jemand an einer Diskussion teilnimmt, kann man erkennen, ob er zum Diskutieren fähig ist oder nicht. ",
  "an3.67:2.2": "Wenn jemand etwas gefragt wird, das mit einer verbindlichen Aussage beantwortet werden muss, und er macht keine verbindliche Aussage; oder etwas benötigt eine Aufgliederung und er gliedert es in seiner Antwort nicht auf; oder es muss eine Gegenfrage gestellt werden und er antwortet ohne Gegenfrage; oder eine Frage muss ausgelassen werden und er lässt sie nicht aus – dann ist dieser Mensch nicht zum Diskutieren fähig. ",
  "an3.67:2.3": "Wenn jemand etwas gefragt wird, das mit einer verbindlichen Aussage beantwortet werden muss, und er macht eine verbindliche Aussage; oder etwas benötigt eine Aufgliederung und er gliedert es in seiner Antwort auf; oder es muss eine Gegenfrage gestellt werden und er antwortet mit einer Gegenfrage; oder eine Frage muss ausgelassen werden und er lässt sie aus – dann ist dieser Mensch zum Diskutieren fähig. ",
  "an3.67:3.1": "An der Art, wie jemand an einer Diskussion teilnimmt, kann man erkennen, ob er zum Diskutieren fähig ist oder nicht. ",
  "an3.67:3.2": "Wenn jemand etwas gefragt wird und die Person ist nicht widerspruchsfrei in Bezug darauf, was ihr Standpunkt ist und was nicht; in Bezug auf das, was sie vorschlägt; in Bezug auf ihr Verständnis einer Aussage; und in Bezug auf das richtige Vorgehen – dann ist diese Person nicht zum Diskutieren fähig. ",
  "an3.67:3.3": "Wenn jemand etwas gefragt wird und die Person ist widerspruchsfrei in Bezug darauf, was ihr Standpunkt ist und was nicht; in Bezug auf das, was sie vorschlägt; in Bezug auf ihr Verständnis einer Aussage; und in Bezug auf das richtige Vorgehen – dann ist diese Person zum Diskutieren fähig. ",
  "an3.67:4.1": "An der Art, wie jemand an einer Diskussion teilnimmt, kann man erkennen, ob er zum Diskutieren fähig ist oder nicht. ",
  "an3.67:4.2": "Wenn jemand etwas gefragt wird, und er weicht dem Problem aus, lenkt das Gespräch auf Nebensächlichkeiten oder zeigt Ärger, Hass und Unmut, dann ist dieser Mensch nicht zum Diskutieren fähig. ",
  "an3.67:4.3": "Wenn jemand etwas gefragt wird, und er weicht dem Problem nicht aus, lenkt das Gespräch nicht auf Nebensächlichkeiten und zeigt keinen Ärger, Hass oder Unmut, dann ist dieser Mensch zum Diskutieren fähig. ",
  "an3.67:5.1": "An der Art, wie jemand an einer Diskussion teilnimmt, kann man erkennen, ob er zum Diskutieren fähig ist oder nicht. ",
  "an3.67:5.2": "Wenn jemand etwas gefragt wird, und er schüchtert sein Gegenüber ein, macht es herunter, macht es lächerlich oder hängt sich an banalen Fehlern auf, dann ist dieser Mensch nicht zum Diskutieren fähig. ",
  "an3.67:5.3": "Wenn jemand etwas gefragt wird, und er schüchtert sein Gegenüber nicht ein, macht es nicht herunter, macht es nicht lächerlich und hängt sich nicht an banalen Fehlern auf, dann ist dieser Mensch zum Diskutieren fähig. ",
  "an3.67:6.1": "An der Art, wie jemand an einer Diskussion teilnimmt, kann man erkennen, ob er die nötigen Voraussetzungen besitzt oder nicht. ",
  "an3.67:6.2": "Wenn er nicht die Ohren spitzt, besitzt er nicht die nötigen Voraussetzungen; wenn er die Ohren spitzt, besitzt er die nötigen Voraussetzungen. ",
  "an3.67:6.3": "Wer die nötigen Voraussetzungen besitzt, erkennt ein Ding unmittelbar, versteht ein Ding vollständig, legt ein Ding ab und erlangt ein Ding – ",
  "an3.67:6.4": "und erfährt dann vollständige Freiheit. ",
  "an3.67:6.5": "Das ist das Ziel des Diskutierens, ",
  "an3.67:6.6": "des Beratens, ",
  "an3.67:6.7": "der nötigen Voraussetzungen ",
  "an3.67:6.8": "und des guten Zuhörens: die Befreiung des Geistes durch Nicht-Ergreifen. ",
  "an3.67:7.1": "Wer mit Feindseligkeit spricht, ",
  "an3.67:7.2": "seiner selbst zu sicher, überheblich, ",
  "an3.67:7.3": "unedel, wer Tugenden angreift, ",
  "an3.67:7.4": "solche suchen nach Fehlern im anderen. ",
  "an3.67:8.1": "Wenn ihr Gegner etwas schlecht sagt, einen Fehler macht, ",
  "an3.67:8.2": "verwirrt ist oder geschlagen wurde, ",
  "an3.67:8.3": "darüber freuen sie sich miteinander – ",
  "an3.67:8.4": "aber die Edlen diskutieren nicht so. ",
  "an3.67:9.1": "Wenn ein kluger Mensch diskutieren will, ",
  "an3.67:9.2": "so weiß er, wann die rechte Zeit ist ",
  "an3.67:9.3": "für die Diskussion, die Edle führen, ",
  "an3.67:9.4": "verbunden mit der Lehre und Bedeutung. ",
  "an3.67:10.1": "Der Weise beginnt die Diskussion ",
  "an3.67:10.2": "ohne Feindschaft und Überheblichkeit, ",
  "an3.67:10.3": "unaufgeregt, ",
  "an3.67:10.4": "nicht geringschätzig oder streitlustig. ",
  "an3.67:11.1": "Nicht eifersüchtig, ",
  "an3.67:11.2": "spricht er über das, was er wohl verstanden hat, ",
  "an3.67:11.3": "stimmt dem zu, was gut gesagt wurde, ",
  "an3.67:11.4": "ohne zu schmähen, was schlecht gesagt wurde. ",
  "an3.67:12.1": "Er beharrt nicht darauf, Irrtümer zu finden, ",
  "an3.67:12.2": "hängt sich nicht an banalen Fehlern auf, ",
  "an3.67:12.3": "schüchtert andere nicht ein oder macht sie herunter, ",
  "an3.67:12.4": "noch spricht er in Andeutungen. ",
  "an3.67:13.1": "Im Interesse von Wissen und Klarheit ",
  "an3.67:13.2": "beraten sich gute Menschen. ",
  "an3.67:13.3": "So beraten sich die Edlen, ",
  "an3.67:13.4": "das ist eine edle Beratung. ",
  "an3.67:13.5": "Mit diesem Wissen berät ein verständiger Mensch ",
  "an3.67:13.6": "ohne Überheblichkeit.“ "
}