{
  "an3.58:0.1": "Nummerierte Lehrreden 3 ",
  "an3.58:0.2": "6. Brahmanen ",
  "an3.58:0.3": "58. Mit Tikaṇṇa ",
  "an3.58:1.1": "Da ging der Brahmane Tikaṇṇa zum Buddha und tauschte Willkommensgrüße mit ihm aus. ",
  "an3.58:1.2": "Er setzte sich zur Seite hin und pries vor dem Buddha die Brahmanen, die in den drei Vedas bewandert waren: ",
  "an3.58:1.3": "„So sind die Brahmanen, die Meister des dreifachen vedischen Wissens! Solcherart sind die Brahmanen, die Meister des dreifachen vedischen Wissens!“ ",
  "an3.58:2.1": "„Aber Brahmane, wie beschreiben die Brahmanen einen Brahmanen, der ein Meister des dreifachen vedischen Wissens ist?“ ",
  "an3.58:2.2": "„Meister Gotama, es ist, wenn ein Brahmane von guter Geburt auf mütterlicher und väterlicher Seite ist, von reiner Abkunft, unwiderlegbar und einwandfrei in Fragen der Abstammung bis zur siebten väterlichen Generation zurück. Er sagt die Hymnen auf und prägt sie sich ein und hat die drei Veden gemeistert, zusammen mit ihrem Wortschatz, den Riten, den Lauten und der Herkunft der Wörter sowie dem Testament als fünftem. Er kennt die Sprachwissenschaft und die Grammatik und ist mit der Kosmologie und mit den Kennzeichen eines großen Menschen vertraut. ",
  "an3.58:2.3": "So beschreiben die Brahmanen einen Brahmanen, der ein Meister des dreifachen vedischen Wissens ist.“ ",
  "an3.58:3.1": "„Brahmane, ein Meister des dreifachen Wissens in der brahmanischen Lehre ist etwas anderes als ein Meister des dreifachen Wissens in der Übung des Edlen.“ ",
  "an3.58:3.2": "„Aber Meister Gotama, wie ist man ein Meister des dreifachen Wissens in der Übung des Edlen? ",
  "an3.58:3.3": "Meister Gotama, bitte unterweise mich darin.“ ",
  "an3.58:3.4": "„Nun, Brahmane, hör zu und pass gut auf, ich werde sprechen.“ ",
  "an3.58:3.5": "„Ja, Herr“, erwiderte Tikaṇṇa. ",
  "an3.58:3.6": "Der Buddha sagte: ",
  "an3.58:4.1": "„Brahmane, es ist, wenn ein Mönch oder eine Nonne, ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, in die erste Vertiefung eintritt und darin verweilt; da gibt es die Ekstase und die Wonne der Abgeschiedenheit, während man den Geist ausrichtet und hält. ",
  "an3.58:4.2": "Wenn das Ausrichten und Halten des Geistes sich beruhigt, tritt man in die zweite Vertiefung ein und verweilt darin; da gibt es die Ekstase und die Wonne der Versenkung, mit innerer Klarheit und Zuversicht und geeintem Geist, ohne Ausrichten und Halten. ",
  "an3.58:4.3": "Und mit dem Schwinden der Ekstase tritt man in die dritte Vertiefung ein und verweilt darin; da meditiert man mit Gleichmut, achtsam und umsichtig, und erfährt persönlich die Wonne, von der die Edlen erklären: ‚Gleichmütig und achtsam meditiert man in Wonne.‘ ",
  "an3.58:4.4": "Indem man Glück und Schmerz ablegt und frühere Fröhlichkeit und Traurigkeit beendet, tritt man in die vierte Vertiefung ein und verweilt darin, ohne Glück oder Schmerz, mit reinem Gleichmut und reiner Achtsamkeit. ",
  "an3.58:5.1": "Wenn der Geist so im Samādhi versunken ist – geläutert, hell, makellos, fleckenlos, geschmeidig, formbar, stetig und unerschütterlich –, dann richtet man ihn auf die Erinnerung an frühere Leben. ",
  "an3.58:5.2": "Man erinnert sich an viele Arten früherer Leben, das heißt eine Wiedergeburt, zwei Wiedergeburten, drei, vier, fünf, zehn, zwanzig, dreißig, vierzig, fünfzig, hundert, tausend, hunderttausend Wiedergeburten; viele Äonen des Zusammenziehens der Welt, viele Äonen des Ausdehnens der Welt, viele Äonen des Zusammenziehens und Ausdehnens der Welt. Man erinnert sich: ‚Dort hatte ich diesen Namen, gehörte zu jenem Stamm, sah so aus, und das war meine Speise. So erlebte ich Glück und Schmerz, und so ging mein Leben zu Ende. Als ich von diesem Ort verschied, wurde ich woanders wiedergeboren. Und dort hatte ich diesen Namen, gehörte zu jenem Stamm, sah so aus, und das war meine Speise. So erlebte ich Glück und Schmerz, und so ging mein Leben zu Ende. Als ich von diesem Ort verschied, wurde ich hier wiedergeboren.‘ Und so erinnert man sich an viele Arten früherer Leben mit den Merkmalen und Einzelheiten. ",
  "an3.58:5.3": "Das ist das erste Wissen, das man erlangt. ",
  "an3.58:5.4": "Unwissenheit ist zerstört und Wissen ist aufgegangen; Dunkelheit ist zerstört und Licht ist aufgegangen, wie es bei jemandem geschieht, der beflissen, eifrig und entschlossen meditiert. ",
  "an3.58:6.1": "Wenn der Geist so im Samādhi versunken ist – geläutert, hell, makellos, fleckenlos, geschmeidig, formbar, stetig und unerschütterlich –, dann richtet man ihn auf die Erkenntnis von Tod und Wiedergeburt der Lebewesen. ",
  "an3.58:6.2": "Mit geläuterter und übermenschlicher Hellsichtigkeit sieht man Lebewesen, wie sie hinscheiden und wieder geboren werden – gering oder hochstehend, schön oder hässlich, an einem guten oder einem schlechten Ort. Man versteht, wie Lebewesen entsprechend ihrer Taten wiedergeboren werden: ‚Diese lieben Wesen haben mit dem Körper, der Sprache und dem Geist Schlechtes getan. Sie haben die Edlen schlecht gemacht, hatten falsche Ansicht und haben dementsprechend gehandelt. Wenn ihr Körper auseinanderbricht, nach dem Tod, werden sie an einem verlorenen Ort wiedergeboren, einem schlechten Ort, in der Unterwelt, der Hölle. Diese lieben Wesen hingegen haben mit dem Körper, der Sprache und dem Geist Gutes getan. Sie haben nie die Edlen schlecht gemacht, hatten rechte Ansicht und haben dementsprechend gehandelt. Wenn ihr Körper auseinanderbricht, nach dem Tod, werden sie an einem guten Ort wiedergeboren, in einem himmlischen Bereich.‘ Und so sieht man mit geläuterter und übermenschlicher Hellsichtigkeit Lebewesen, wie sie hinscheiden und wieder geboren werden – gering oder hochstehend, schön oder hässlich, an einem guten oder einem schlechten Ort. Man versteht, wie Lebewesen entsprechend ihrer Taten wiedergeboren werden. ",
  "an3.58:6.3": "Das ist das zweite Wissen, das man erlangt. ",
  "an3.58:6.4": "Unwissenheit ist zerstört und Wissen ist aufgegangen; Dunkelheit ist zerstört und Licht ist aufgegangen, wie es bei jemandem geschieht, der beflissen, eifrig und entschlossen meditiert. ",
  "an3.58:7.1": "Wenn der Geist so im Samādhi versunken ist – geläutert, hell, makellos, fleckenlos, geschmeidig, formbar, stetig und unerschütterlich – dann richtet man ihn auf die Erkenntnis, dass die Befleckungen aufgelöst sind. ",
  "an3.58:7.2": "Man versteht wirklich: ‚Das ist das Leiden.‘ … ‚Das ist das Entstehen des Leidens.‘ … ‚Das ist das Aufhören des Leidens.‘ … ‚Das ist die Übung, die zum Aufhören des Leidens führt.‘ ",
  "an3.58:7.3": "Man versteht wirklich: ‚Das sind die Befleckungen.‘ … ‚Das ist das Entstehen der Befleckungen.‘ … ‚Das ist das Aufhören der Befleckungen.‘ … ‚Das ist die Übung, die zum Aufhören der Befleckungen führt.‘ ",
  "an3.58:7.4": "Wenn man das erkennt und sieht, ist der Geist befreit von den Befleckungen der Sinnlichkeit, des Wunsches nach Fortsetzung des Daseins und der Unwissenheit. ",
  "an3.58:7.5": "Wenn man befreit ist, weiß man, man ist befreit. ",
  "an3.58:7.6": "Man versteht: ‚Wiedergeburt ist beendet, die spirituelle Reise ist abgeschlossen, was zu tun war, ist getan, es gibt keine Rückkehr mehr zu irgendeinem Daseinszustand.‘ ",
  "an3.58:7.7": "Das ist das dritte Wissen, das man erlangt. ",
  "an3.58:7.8": "Unwissenheit ist zerstört und Wissen ist aufgegangen; Dunkelheit ist zerstört und Licht ist aufgegangen, wie es bei jemandem geschieht, der beflissen, eifrig und entschlossen meditiert. ",
  "an3.58:8.1": "Wessen sittliches Verhalten nicht wankt, ",
  "an3.58:8.2": "wer wach ist und Versenkung übt, ",
  "an3.58:8.3": "wer seinen Geist gemeistert hat, ",
  "an3.58:8.4": "geeint, gelassen, ",
  "an3.58:9.1": "diese weise Person vertreibt die Dunkelheit, ",
  "an3.58:9.2": "ist ein Meister des dreifachen Wissens, Zerstörer des Todes. ",
  "an3.58:9.3": "Zum Wohl von Göttern und Menschen ",
  "an3.58:9.4": "hat sie alles aufgegeben, so heißt es. ",
  "an3.58:10.1": "Vollendet im dreifachen Wissen ",
  "an3.58:10.2": "lebt sie frei von Verwirrung, ",
  "an3.58:10.3": "trägt den letzten Körper ",
  "an3.58:10.4": "und ehrt Gotama, den Erwachten. ",
  "an3.58:11.1": "Wer seine früheren Leben kennt ",
  "an3.58:11.2": "und Himmel und verlorene Orte sieht ",
  "an3.58:11.3": "und das Ende der Wiedergeburt erreicht hat, ",
  "an3.58:11.4": "solch ein Weiser besitzt vollkommene Einsicht. ",
  "an3.58:12.1": "Dieses dreifache Wissen ",
  "an3.58:12.2": "macht einen Brahmanen zum Meister des dreifachen Wissens. ",
  "an3.58:12.3": "Einen solchen nenne ich einen Dreiwissens-Meister – ",
  "an3.58:12.4": "und nicht den, der nur aufsagen kann. ",
  "an3.58:13.1": "Das, Brahmane, ist ein Meister des dreifachen Wissens in der Übung des Edlen.“ ",
  "an3.58:13.2": "„Meister Gotama, ein Meister des dreifachen Wissens in der brahmanischen Lehre ist etwas anderes als ein Meister des dreifachen Wissens in der Übung des Edlen. ",
  "an3.58:13.3": "Und, Meister Gotama, ein Meister des dreifachen Wissens in der brahmanischen Lehre wiegt nicht den sechzehnten Teil eines Meisters des dreifachen Wissens in der Übung des Edlen. ",
  "an3.58:14.1": "Vortrefflich, Meister Gotama! Vortrefflich! … ",
  "an3.58:14.2": "Von diesem Tag an soll Meister Gotama mich als Laienschüler in Erinnerung behalten, der für sein ganzes Leben Zuflucht genommen hat.“ "
}