{
  "an3.59:0.1": "Nummerierte Lehrreden 3 ",
  "an3.59:0.2": "6. Brahmanen ",
  "an3.59:0.3": "59. Mit Jāṇussoṇi ",
  "an3.59:1.1": "Da ging der Brahmane Jāṇussoṇi zum Buddha und tauschte Willkommensgrüße mit ihm aus. Er setzte sich zur Seite hin und sagte zum Buddha: ",
  "an3.59:1.2": "„Meister Gotama, wer immer ein Opfer darzubringen hat, eine Essensspende für die Ahnen, ein Milchreisgericht, das für glückverheißende Feierlichkeiten bereitet wurde, oder wer eine Gabe zu geben hat, sollte das den Brahmanen geben, die das dreifache vedische Wissen gemeistert haben.“ ",
  "an3.59:1.3": "„Aber Brahmane, wie beschreiben die Brahmanen einen Brahmanen, der im dreifachen vedischen Wissen bewandert ist?“ ",
  "an3.59:1.4": "„Meister Gotama, es ist, wenn ein Brahmane von guter Geburt auf mütterlicher und väterlicher Seite ist, von reiner Abkunft, unwiderlegbar und einwandfrei in Fragen der Abstammung bis zur siebten väterlichen Generation zurück. Er sagt die Hymnen auf und prägt sie sich ein und hat die drei Veden gemeistert, zusammen mit ihrem Wortschatz, den Riten, den Lauten und der Herkunft der Wörter sowie dem Testament als fünftem. Er kennt die Sprachwissenschaft und die Grammatik und ist mit der Kosmologie und mit den Kennzeichen eines großen Menschen vertraut. ",
  "an3.59:1.5": "So beschreiben die Brahmanen einen Brahmanen, der im dreifachen vedischen Wissen bewandert ist.“ ",
  "an3.59:2.1": "„Brahmane, ein Meister des dreifachen Wissens in der brahmanischen Lehre ist etwas anderes als ein Meister des dreifachen Wissens in der Übung des Edlen.“ ",
  "an3.59:2.2": "„Aber Meister Gotama, wie ist man ein Meister des dreifachen Wissens in der Übung des Edlen? ",
  "an3.59:2.3": "Meister Gotama, bitte unterweise mich darin.“ ",
  "an3.59:2.4": "„Nun, Brahmane, hör zu und pass gut auf, ich werde sprechen.“ ",
  "an3.59:2.5": "„Ja, Herr“, erwiderte Jāṇussoṇi. ",
  "an3.59:2.6": "Der Buddha sagte: ",
  "an3.59:3.1": "„Brahmane, es ist, wenn ein Mönch oder eine Nonne, ganz abgeschieden von den Sinnenfreuden … ",
  "an3.59:3.2": "in die vierte Vertiefung eintritt und darin verweilt. ",
  "an3.59:4.1": "Wenn der Geist so im Samādhi versunken ist – geläutert, hell, makellos, fleckenlos, geschmeidig, formbar, stetig und unerschütterlich –, dann richtet man ihn auf die Erinnerung an frühere Leben. ",
  "an3.59:4.2": "Man erinnert sich an viele Arten früherer Leben mit den Merkmalen und Einzelheiten. ",
  "an3.59:4.3": "Das ist das erste Wissen, das man erlangt. ",
  "an3.59:4.4": "Unwissenheit ist zerstört und Wissen ist aufgegangen; Dunkelheit ist zerstört und Licht ist aufgegangen, wie es bei jemandem geschieht, der beflissen, eifrig und entschlossen meditiert. ",
  "an3.59:5.1": "Wenn der Geist so im Samādhi versunken ist – geläutert, hell, makellos, fleckenlos, geschmeidig, formbar, stetig und unerschütterlich –, dann richtet man ihn auf die Erkenntnis von Tod und Wiedergeburt der Lebewesen. ",
  "an3.59:5.2": "Mit geläuterter und übermenschlicher Hellsichtigkeit versteht man, wie Lebewesen entsprechend ihrer Taten wiedergeboren werden. ",
  "an3.59:5.3": "Das ist das zweite Wissen, das man erlangt. ",
  "an3.59:5.4": "Unwissenheit ist zerstört und Wissen ist aufgegangen; Dunkelheit ist zerstört und Licht ist aufgegangen, wie es bei jemandem geschieht, der beflissen, eifrig und entschlossen meditiert. ",
  "an3.59:6.1": "Wenn der Geist so im Samādhi versunken ist – geläutert, hell, makellos, fleckenlos, geschmeidig, formbar, stetig und unerschütterlich – dann richtet man ihn auf die Erkenntnis, dass die Befleckungen aufgelöst sind. ",
  "an3.59:6.2": "Man versteht wirklich: ‚Das ist das Leiden.‘ … ‚Das ist die Ursache des Leidens.‘ … ‚Das ist das Aufhören des Leidens.‘ … ‚Das ist die Übung, die zum Aufhören des Leidens führt.‘ ",
  "an3.59:6.3": "Man versteht wirklich: ‚Das sind die Befleckungen.‘ … ‚Das ist die Ursache der Befleckungen.‘ … ‚Das ist das Aufhören der Befleckungen.‘ … ‚Das ist die Übung, die zum Aufhören der Befleckungen führt.‘ ",
  "an3.59:6.4": "Wenn man das erkennt und sieht, ist der Geist befreit von den Befleckungen der Sinnlichkeit, des Wunsches nach Wiedergeburt und der Unwissenheit. ",
  "an3.59:6.5": "Wenn man befreit ist, weiß man, man ist befreit. ",
  "an3.59:6.6": "Man versteht: ‚Wiedergeburt ist beendet, die spirituelle Reise ist abgeschlossen, was zu tun war, ist getan, es gibt keine Rückkehr mehr zu irgendeinem Daseinszustand.‘ ",
  "an3.59:6.7": "Das ist das dritte Wissen, das man erlangt. ",
  "an3.59:6.8": "Unwissenheit ist zerstört und Wissen ist aufgegangen; Dunkelheit ist zerstört und Licht ist aufgegangen, wie es bei jemandem geschieht, der beflissen, eifrig und entschlossen meditiert. ",
  "an3.59:7.1": "Wer vollendet ist in Regeln und Gelübden, ",
  "an3.59:7.2": "entschlossen und heiter, ",
  "an3.59:7.3": "wer seinen Geist gemeistert hat, ",
  "an3.59:7.4": "geeint, heiter, ",
  "an3.59:8.1": "wer seine früheren Leben kennt ",
  "an3.59:8.2": "und Himmel und verlorene Orte sieht ",
  "an3.59:8.3": "und das Ende der Wiedergeburt erreicht hat, ",
  "an3.59:8.4": "solch ein Weiser besitzt vollkommene Einsicht. ",
  "an3.59:9.1": "Dieses dreifache Wissen ",
  "an3.59:9.2": "macht einen Brahmanen zum Meister des dreifachen Wissens. ",
  "an3.59:9.3": "Einen solchen nenne ich einen Dreiwissens-Meister – ",
  "an3.59:9.4": "und nicht den, der nur aufsagen kann. ",
  "an3.59:10.1": "Das, Brahmane, ist ein Meister des dreifachen Wissens in der Übung des Edlen.“ ",
  "an3.59:10.2": "„Meister Gotama, ein Meister des dreifachen Wissens in der brahmanischen Lehre ist etwas anderes als ein Meister des dreifachen Wissens in der Übung des Edlen. ",
  "an3.59:10.3": "Und, Meister Gotama, ein Meister des dreifachen Wissens in der brahmanischen Lehre wiegt nicht den sechzehnten Teil eines Meisters des dreifachen Wissens in der Übung des Edlen. ",
  "an3.59:11.1": "Vortrefflich, Meister Gotama! Vortrefflich! … ",
  "an3.59:11.2": "Von diesem Tag an soll Meister Gotama mich als Laienschüler in Erinnerung behalten, der für sein ganzes Leben Zuflucht genommen hat.“ "
}