{
  "an3.22:0.1": "Nummerierte Lehrreden 3 ",
  "an3.22:0.2": "3. Menschen ",
  "an3.22:0.3": "22. Kranke ",
  "an3.22:1.1": "„Es gibt diese drei Kranken in der Welt. ",
  "an3.22:1.2": "Welche drei? ",
  "an3.22:1.3": "In manchen Fällen wird ein Kranker von einer Krankheit nicht genesen, ob er zuträgliche Nahrung und Arznei und eine geeignete Pflegekraft bekommt oder nicht. ",
  "an3.22:2.1": "In manchen Fällen wird ein Kranker von einer Krankheit genesen, ob er zuträgliche Nahrung und Arznei und eine geeignete Pflegekraft bekommt oder nicht. ",
  "an3.22:3.1": "In manchen Fällen kann ein Kranker von einer Krankheit genesen, aber nur, wenn er zuträgliche Nahrung und Arznei und eine geeignete Pflegekraft bekommt, und andernfalls nicht. ",
  "an3.22:4.1": "Und es ist zum Wohl dieses letztgenannten Kranken –, der genesen wird, wenn er zuträgliche Nahrung und Arznei und eine geeignete Pflegekraft bekommt –, dass Nahrung, Arznei und eine Pflegekraft verordnet werden. ",
  "an3.22:4.2": "Aber zum Wohl dieses Kranken sollte man sich auch um die anderen kümmern. ",
  "an3.22:4.3": "Das sind die drei Kranken, die man in der Welt findet. ",
  "an3.22:5.1": "Ebenso gibt es in der Welt diese drei Menschen, die Kranken gleichen. ",
  "an3.22:5.2": "Welche drei? ",
  "an3.22:5.3": "Manche betreten bei den tauglichen Eigenschaften nicht den sicheren Pfad, ob sie einem Klargewordenen begegnen oder nicht, ob sie die Lehre und Übung, die dieser verkündet, zu hören bekommen oder nicht. ",
  "an3.22:6.1": "Manche betreten bei den tauglichen Eigenschaften den sicheren Pfad, ob sie einem Klargewordenen begegnen oder nicht, ob sie die Lehre und Übung, die dieser verkündet, zu hören bekommen oder nicht. ",
  "an3.22:7.1": "Manche können bei den tauglichen Eigenschaften den sicheren Pfad betreten, aber nur, wenn sie einem Klargewordenen begegnen und die Lehre und Übung, die dieser verkündet, zu hören bekommen, und andernfalls nicht. ",
  "an3.22:8.1": "Und es ist zum Wohl dieser letztgenannten Menschen –, die bei den tauglichen Eigenschaften den sicheren Pfad betreten können, wenn sie einem Klargewordenen begegnen und die Lehre und Übung, die dieser verkündet, zu hören bekommen –, dass das Lehren des Dhamma verordnet wird. ",
  "an3.22:8.2": "Aber zum Wohl dieser Menschen sollten auch die anderen im Dhamma unterwiesen werden. ",
  "an3.22:8.3": "Das sind die drei Menschen, die Kranken gleichen, die man in der Welt findet.“ "
}