{
  "an3.117:0.1": "Nummerierte Lehrreden 3 ",
  "an3.117:0.2": "12. Verloren ",
  "an3.117:0.3": "117. Fehltritte und Errungenschaften ",
  "an3.117:1.1": "„Mönche und Nonnen, es gibt drei Fehltritte. ",
  "an3.117:1.2": "Welche drei? ",
  "an3.117:1.3": "Einen Fehltritt im sittlichen Verhalten, in der Geisteshaltung und in der Ansicht. ",
  "an3.117:1.4": "Und was ist ein Fehltritt im sittlichen Verhalten? ",
  "an3.117:1.5": "Es ist, wenn man lebende Geschöpfe tötet, stiehlt, sexuelle Verfehlungen begeht und falsche, entzweiende, harte oder sinnlose Rede gebraucht. ",
  "an3.117:1.6": "Das nennt man einen Fehltritt im sittlichen Verhalten. ",
  "an3.117:2.1": "Und was ist ein Fehltritt in der Geisteshaltung? ",
  "an3.117:2.2": "Es ist, wenn man begehrlich und böswillig ist. ",
  "an3.117:2.3": "Das nennt man einen Fehltritt in der Geisteshaltung. ",
  "an3.117:3.1": "Und was ist ein Fehltritt in der Ansicht? ",
  "an3.117:3.2": "Es ist, wenn man eine falsche Ansicht und einen verzerrten Blickwinkel hat, wie etwa: ",
  "an3.117:3.3": "‚Geben, Opfer oder Spenden haben keine Bedeutung. Es gibt keine Frucht und kein Ergebnis von guten und schlechten Taten. Es gibt kein Leben nach dem Tod. Es gibt keine Verpflichtung gegenüber Mutter und Vater. Es gibt keine Wesen, die durch unmittelbares Erscheinen wiedergeboren werden. Und es gibt keine Asketen oder Brahmanen, die richtig angekommen sind, richtig geübt haben, die das Leben nach dem Tod durch eigene Einsicht erkannt haben und es erklären.‘ ",
  "an3.117:3.4": "Das nennt man einen Fehltritt in der Ansicht. ",
  "an3.117:3.5": "Manche Lebewesen werden, wenn der Körper auseinanderbricht, nach dem Tod, wegen eines Fehltritts im sittlichen Verhalten, ",
  "an3.117:3.6": "eines Fehltritts in der Geisteshaltung ",
  "an3.117:3.7": "oder eines Fehltritts in der Ansicht an einem verlorenen Ort wiedergeboren, einem schlechten Ort, in der Unterwelt, der Hölle. ",
  "an3.117:3.8": "Das sind die drei Fehltritte. ",
  "an3.117:4.1": "Es gibt drei Errungenschaften. ",
  "an3.117:4.2": "Welche drei? ",
  "an3.117:4.3": "Eine Errungenschaft im sittlichen Verhalten, in der Geisteshaltung und in der Ansicht. ",
  "an3.117:5.1": "Und was ist eine Errungenschaft im sittlichen Verhalten? ",
  "an3.117:5.2": "Es ist, wenn man keine lebenden Geschöpfe tötet, nicht stiehlt, keine sexuellen Verfehlungen begeht und keine falsche, entzweiende, harte oder sinnlose Rede gebraucht. ",
  "an3.117:5.3": "Das nennt man eine Errungenschaft im sittlichen Verhalten. ",
  "an3.117:6.1": "Und was ist eine Errungenschaft in der Geisteshaltung? ",
  "an3.117:6.2": "Es ist, wenn man zufrieden und gütig ist. ",
  "an3.117:6.3": "Das nennt man eine Errungenschaft in der Geisteshaltung. ",
  "an3.117:7.1": "Und was ist eine Errungenschaft in der Ansicht? ",
  "an3.117:7.2": "Es ist, wenn man rechte Ansicht und einen unverfälschten Blickwinkel hat, wie etwa: ",
  "an3.117:7.3": "‚Geben, Opfer oder Spenden haben keine Bedeutung. Es gibt keine Frucht und kein Ergebnis von guten und schlechten Taten. Es gibt kein Leben nach dem Tod. Es gibt keine Verpflichtung gegenüber Mutter und Vater. Es gibt keine Wesen, die durch unmittelbares Erscheinen wiedergeboren werden. Und es gibt keine Asketen oder Brahmanen, die richtig angekommen sind, richtig geübt haben, die das Leben nach dem Tod durch eigene Einsicht erkannt haben und es erklären.‘ ",
  "an3.117:7.4": "Das nennt man eine Errungenschaft in der Ansicht. ",
  "an3.117:7.5": "Manche Lebewesen werden, wenn der Körper auseinanderbricht, nach dem Tod, wegen einer Errungenschaft im sittlichen Verhalten, ",
  "an3.117:7.6": "einer Errungenschaft in der Geisteshaltung ",
  "an3.117:7.7": "oder einer Errungenschaft in der Ansicht an einem guten Ort wiedergeboren, in einer himmlischen Welt. ",
  "an3.117:7.8": "Das sind die drei Errungenschaften.“ "
}