{
  "an3.25:0.1": "Nummerierte Lehrreden 3 ",
  "an3.25:0.2": "3. Menschen ",
  "an3.25:0.3": "25. Wie Diamant ",
  "an3.25:1.1": "„Diese drei Menschen findet man in der Welt. ",
  "an3.25:1.2": "Welche drei? ",
  "an3.25:1.3": "Ein Mensch, dessen Geist wie eine offene Wunde ist, ein Mensch, dessen Geist wie ein Blitz ist, und ein Mensch, dessen Geist wie Diamant ist. ",
  "an3.25:1.4": "Und wessen Geist ist wie eine offene Wunde? ",
  "an3.25:1.5": "Es ist jemand, der reizbar und schlecht gelaunt ist. ",
  "an3.25:1.6": "Selbst wenn er nur leicht kritisiert wird, verliert er die Beherrschung, wird ärgerlich, feindselig und hartherzig und zeigt Ärger, Hass und Unmut. ",
  "an3.25:1.7": "Wie eine eiternde Wunde: Wenn man mit einem Stöckchen oder Kiesel darauf drückt, entleert sie noch mehr Eiter. ",
  "an3.25:1.8": "Ebenso ist jemand reizbar und schlecht gelaunt. ",
  "an3.25:1.9": "Selbst wenn er nur leicht kritisiert wird, verliert er die Beherrschung, wird ärgerlich, feindselig und hartherzig und zeigt Ärger, Hass und Unmut. ",
  "an3.25:1.10": "Das nennt man einen Menschen, dessen Geist wie eine offene Wunde ist. ",
  "an3.25:2.1": "Und wessen Geist ist wie ein Blitz? ",
  "an3.25:2.2": "Es ist jemand, der wirklich versteht: ‚Das ist das Leiden.‘ … ‚Das ist die Ursache des Leidens.‘ … ‚Das ist das Aufhören des Leidens.‘ … ‚Das ist die Übung, die zum Aufhören des Leidens führt.‘ ",
  "an3.25:2.3": "Wie jemand mit scharfen Augen, der im Dunkel der Nacht beim Licht eines Blitzes sehen kann. ",
  "an3.25:2.4": "Ebenso versteht jemand wirklich: ‚Das ist das Leiden.‘ … ‚Das ist die Ursache des Leidens.‘ … ‚Das ist das Aufhören des Leidens.‘ … ‚Das ist die Übung, die zum Aufhören des Leidens führt.‘ ",
  "an3.25:2.5": "Das nennt man einen Menschen, dessen Geist wie ein Blitz ist. ",
  "an3.25:3.1": "Und wessen Geist ist wie Diamant? ",
  "an3.25:3.2": "Es ist jemand, der die Befleckungen auflöst und in diesem Leben die fleckenlose Freiheit des Herzens erlangt, die fleckenlose Freiheit durch Weisheit, sie durch eigene Einsicht erkennt und darin lebt. ",
  "an3.25:3.3": "Wie ein Diamant, der von nichts zerschnitten werden kann, von keinem Edelstein und von keinem Felsen. ",
  "an3.25:3.4": "Ebenso erlangt jemand in diesem Leben die fleckenlose Freiheit des Herzens, die fleckenlose Freiheit durch Weisheit … ",
  "an3.25:3.5": "Das nennt man einen Menschen, dessen Geist wie Diamant ist. ",
  "an3.25:3.6": "Das sind die drei Menschen, die man in der Welt findet.“ "
}