{
  "an3.56:0.1": "Nummerierte Lehrreden 3 ",
  "an3.56:0.2": "6. Brahmanen ",
  "an3.56:0.3": "56. Zerfall ",
  "an3.56:1.1": "Da ging ein gut situierter Brahmane zum Buddha, setzte sich zur Seite hin und sagte zu ihm: ",
  "an3.56:1.2": "„Meister Gotama, ich habe gehört, die Brahmanen der Vergangenheit, die bejahrten und altehrwürdigen, die Lehrer der Lehrer, hätten gesagt: ",
  "an3.56:1.3": "‚In alten Zeiten war diese Welt mit Menschen gedrängt voll, dass es schien wie in der Hölle. Die Dörfer, Marktflecken und Hauptstädte lagen nicht weiter auseinander als ein Hahn fliegen kann.‘ ",
  "an3.56:1.4": "Was ist die Ursache, Herr, was ist der Grund dafür, dass heutzutage die Zahl der Menschen geschwunden ist, dass man einen Rückgang der Bevölkerung sieht und ganze Dörfer, Marktflecken, Städte und Länder verschwunden sind?“ ",
  "an3.56:2.1": "„Brahmane, die Menschen lieben heutzutage rechtswidrige Wünsche. Sie sind von unmoralischer Gier gepackt und sind in falsche Gedanken verstrickt. ",
  "an3.56:2.2": "Sie nehmen scharfe Messer und bringen sich gegenseitig um. So kommen viele Menschen um. ",
  "an3.56:2.3": "Das ist die Ursache, das ist der Grund dafür, dass heutzutage die Zahl der Menschen geschwunden ist. ",
  "an3.56:3.1": "Und weiterhin, weil die Menschen heutzutage rechtswidrige Wünsche lieben, … ",
  "an3.56:3.2": "lässt der Himmel nicht genug Regen fallen. ",
  "an3.56:3.3": "Es kommt zu Hungersnot und Missernten, die Feldfrucht bleicht aus und wird zu Stroh. ",
  "an3.56:3.4": "So kommen viele Menschen um. ",
  "an3.56:3.5": "Das ist die Ursache, das ist der Grund dafür, dass heutzutage die Zahl der Menschen geschwunden ist. ",
  "an3.56:4.1": "Und weiterhin, weil die Menschen heutzutage rechtswidrige Wünsche lieben, … ",
  "an3.56:4.2": "lassen Naturgeister bösartige Unholde los. So kommen viele Menschen um. ",
  "an3.56:4.3": "Das ist die Ursache, das ist der Grund dafür, dass heutzutage die Zahl der Menschen geschwunden ist.“ ",
  "an3.56:5.1": "„Vortrefflich, Meister Gotama! Vortrefflich! … ",
  "an3.56:5.2": "Von diesem Tag an soll Meister Gotama mich als Laienschüler in Erinnerung behalten, der für sein ganzes Leben Zuflucht genommen hat.“ "
}