{
  "an3.72:0.1": "Nummerierte Lehrreden 3 ",
  "an3.72:0.2": "8. Ānanda ",
  "an3.72:0.3": "72. Ein Schüler der Ājīvakas ",
  "an3.72:1.1": "Einmal hielt sich der Ehrwürdige Ānanda bei Kosambi auf, in Ghositas Kloster. ",
  "an3.72:1.2": "Da kam ein Hausbesitzer, ein Schüler der Ājīvaka-Asketen, zum Ehrwürdigen Ānanda, verbeugte sich, setzte sich zur Seite hin und sagte zu Ānanda: ",
  "an3.72:2.1": "„Herr, wessen Lehre ist gut erklärt? ",
  "an3.72:2.2": "Wer in der Welt übt gut? ",
  "an3.72:2.3": "Wer in der Welt hat es geschafft?“ ",
  "an3.72:2.4": "„Nun, Hausbesitzer, ich will dir dazu Gegenfragen stellen, und du kannst antworten, wie du möchtest. ",
  "an3.72:2.5": "Was denkst du, Hausbesitzer? ",
  "an3.72:2.6": "Die, die für das Ziel lehren, Gier, Hass und Täuschung aufzugeben – ist deren Lehre gut erklärt oder nicht? ",
  "an3.72:2.7": "Oder wie siehst du das?“ ",
  "an3.72:2.8": "„Die, die für das Ziel lehren, Gier, Hass und Täuschung aufzugeben, deren Lehre ist gut erklärt. ",
  "an3.72:2.9": "So sehe ich das.“ ",
  "an3.72:3.1": "„Was denkst du, Hausbesitzer? ",
  "an3.72:3.2": "Die, die für das Ziel üben, Gier, Hass und Täuschung aufzugeben – üben die gut oder nicht? ",
  "an3.72:3.3": "Oder wie siehst du das?“ ",
  "an3.72:3.4": "„Die, die für das Ziel üben, Gier, Hass und Täuschung aufzugeben, die üben gut. ",
  "an3.72:3.5": "So sehe ich das.“ ",
  "an3.72:4.1": "„Was denkst du, Hausbesitzer? ",
  "an3.72:4.2": "Die, die Gier, Hass und Täuschung aufgegeben haben, an der Wurzel abgeschnitten, sodass sie wie der Stumpf einer Palme sind, dass sie ausgelöscht sind und sich in Zukunft nicht mehr erheben können – haben die es geschafft oder nicht? ",
  "an3.72:4.3": "Oder wie siehst du das?“ ",
  "an3.72:4.4": "„Die, die Gier, Hass und Täuschung aufgegeben haben, die haben es geschafft. ",
  "an3.72:4.5": "So sehe ich das.“ ",
  "an3.72:5.1": "„Nun, Hausbesitzer, du hast erklärt: ",
  "an3.72:5.2": "‚Die, die für das Ziel lehren, Gier, Hass und Täuschung aufzugeben, deren Lehre ist gut erklärt.‘ ",
  "an3.72:5.3": "Und du hast erklärt: ",
  "an3.72:5.4": "‚Die, die für das Ziel üben, Gier, Hass und Täuschung aufzugeben, die üben gut.‘ ",
  "an3.72:5.5": "Und du hast erklärt: ",
  "an3.72:5.6": "‚Die, die Gier, Hass und Täuschung aufgegeben haben, die haben es geschafft.‘“ ",
  "an3.72:6.1": "„Es ist unglaublich, Herr, es ist erstaunlich! ",
  "an3.72:6.2": "Weder wurde die eigene Lehre gefeiert noch die Lehre anderer herabgesetzt. ",
  "an3.72:6.3": "Nur auf die Sache bezogen wurde der Dhamma gelehrt. Das Ziel wurde erklärt, doch ohne das Selbst einzubringen. ",
  "an3.72:6.4": "Du, Herr, lehrst den Dhamma für das Ziel, Gier, Hass und Täuschung aufzugeben. ",
  "an3.72:6.5": "Deine Lehre ist gut erklärt. ",
  "an3.72:6.6": "Du, Herr, übst für das Ziel, Gier, Hass und Täuschung aufzugeben. ",
  "an3.72:6.7": "Du übst in der Welt gut. ",
  "an3.72:6.8": "Du hast Gier, Hass und Täuschung aufgegeben. ",
  "an3.72:6.9": "Du hast es in der Welt geschafft. ",
  "an3.72:7.1": "Vortrefflich, Herr! Vortrefflich! ",
  "an3.72:7.2": "Als würde er das Umgestürzte aufrichten oder das Verborgene enthüllen oder den Verirrten den Weg weisen oder im Dunkeln ein Licht anzünden, sodass Menschen mit guten Augen sehen könnten, was da ist, so hat der Ehrwürdige Ānanda die Lehre auf vielerlei Weise klargemacht. ",
  "an3.72:7.3": "Ich nehme meine Zuflucht beim Buddha, bei der Lehre und beim Saṅgha der Mönche und Nonnen. ",
  "an3.72:7.4": "Von diesem Tag an soll der Ehrwürdige Ānanda mich als Laienschüler in Erinnerung behalten, der für sein ganzes Leben Zuflucht genommen hat.“ "
}