{
  "an3.63:0.1": "Nummerierte Lehrreden 3.63 ",
  "an3.63:0.2": "7. Das große Kapitel ",
  "an3.63:0.3": "In Venāgapura ",
  "an3.63:1.1": "Einmal wanderte der Buddha mit einem großen Saṅgha von Mönchen und Nonnen durch das Land der Kosaler. Er kam zu einem Kosaler Brahmanendorf mit Namen Venāgapura. ",
  "an3.63:1.2": "Die Brahmanen und Hausbesitzer von Venāgapura hörten: ",
  "an3.63:1.3": "„Es scheint, der Asket Gotama – ein Sakyer, der von einer Familie der Sakyer fortgezogen ist – ist in Venāgapura angekommen. ",
  "an3.63:1.4": "Er hat diesen guten Ruf: ",
  "an3.63:1.5": "‚Dieser Gesegnete ist vollendet, ein vollkommen erwachter Buddha, von vollendetem Wissen und Verhalten, heilig, Kenner der Welt, unübertrefflicher Anleiter für alle, die üben wollen, Lehrer von Göttern und Menschen, erwacht, gesegnet.‘ ",
  "an3.63:1.6": "Er hat diese Welt – mit ihren Göttern, Māras und Brahmās, mit dieser Bevölkerung mit ihren Asketen und Brahmanen, Göttern und Menschen – durch eigene Einsicht erkannt und erklärt sie anderen. ",
  "an3.63:1.7": "Er lehrt den Dhamma, der am Anfang gut, in der Mitte gut und am Ende gut ist, bedeutsam und gut ausgedrückt. Und er legt eine geistliche Übung dar, die in sich geschlossen und rein ist. ",
  "an3.63:1.8": "Es ist gut, solche Vollendeten zu sehen.“ ",
  "an3.63:2.1": "Da gingen die Brahmanen und Hausbesitzer von Venāgapura zum Buddha. Manche verbeugten sich, manche begrüßten ihn und tauschten Höflichkeiten aus, manche hielten ihm ihre zusammengelegten Hände entgegen, manche nannten ihren Namen und Stamm und manche schwiegen. Sie setzten sich zur Seite hin, und der Brahmane Vacchagotta von Venāgapura sagte zum Buddha: ",
  "an3.63:3.1": "„Es ist unglaublich, Meister Gotama, es ist erstaunlich, ",
  "an3.63:3.2": "wie deine Sinne so klar sind und deine Hautfarbe so rein und hell. ",
  "an3.63:3.3": "Wie eine goldbraune Jujube im Herbst ",
  "an3.63:3.4": " ",
  "an3.63:3.5": "oder wie eine frisch gepflückte Palmfrucht ",
  "an3.63:3.6": " ",
  "an3.63:3.7": "oder wie ein Anhänger aus Stromgold, der von einem geschickten Schmied gestaltet wurde, im Schmiedeofen gut gehämmert, und der auf ein helles Tuch gelegt wurde und scheint und leuchtet und strahlt – ",
  "an3.63:3.8": "ebenso sind deine Sinne so klar und ist deine Hautfarbe so rein und hell. ",
  "an3.63:3.9": "Sicher stehen Meister Gotama, wann immer er will, ohne Mühe und Not verschiedene Arten hoher und üppiger Betten zur Verfügung, ",
  "an3.63:3.10": "wie ein Chaiselongue oder ein Sofa mit flauschigen, bunten, weißen, blumenbestickten, wattierten, mit Tieren bestickten, mit doppelten oder einfachen Fransen versehenen Wolldecken, mit perlenbestickten Seidendecken und seidenen Laken, Webteppichen, Elefanten-, Pferde- oder Kutschendecken, Teppichen aus Antilopenhaut und Decken aus feinem Hirschleder, mit einem Baldachin und roten Kissen auf beiden Seiten.“ ",
  "an3.63:4.1": "„Brahmane, diese verschiedenen Arten hoher und üppiger Betten ",
  "an3.63:4.2": " ",
  "an3.63:4.3": "sind für Hauslose schwer zu finden. Und selbst wenn man sie bekommt, sind sie nicht erlaubt. ",
  "an3.63:5.1": "Es gibt, Brahmane, diese drei hohen und üppigen Betten, die mir heutzutage zur Verfügung stehen, wann immer ich will, ohne Mühe und Not. ",
  "an3.63:5.2": "Welche drei? ",
  "an3.63:5.3": "Das hohe und üppige Bett der Götter, das Brahmās und das der Edlen. ",
  "an3.63:5.4": "Das sind die drei hohen und üppigen Betten, die mir heutzutage zur Verfügung stehen, wann immer ich will, ohne Mühe und Not.“ ",
  "an3.63:6.1": "„Aber Meister Gotama, was ist das hohe und üppige Bett der Götter?“ ",
  "an3.63:6.2": "„Brahmane, wenn ich von einem Dorf oder einer Stadt unterhalten werde, kleide ich mich am Morgen an, nehme Schale und Robe und betrete das Dorf oder die Stadt zum Almosengang. ",
  "an3.63:6.3": "Nach dem Essen, wenn ich vom Almosengang zurückkomme, gehe ich ins Innere eines Waldes. ",
  "an3.63:6.4": "Ich trage etwas Gras und Blätter zu einem Haufen zusammen, setze mich darauf mit gekreuzten Beinen hin, richte meinen Körper gerade auf und verankere meine Achtsamkeit eben da. ",
  "an3.63:6.5": "Ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, trete ich in die erste Vertiefung ein und verweile darin; da gibt es die Ekstase und die Seligkeit der Abgeschiedenheit, während man den Geist ausrichtet und hält. ",
  "an3.63:6.6": "Wenn das Ausrichten und Halten des Geistes sich beruhigt, trete ich in die zweite Vertiefung ein und verweile darin; da gibt es die Ekstase und die Seligkeit der Versenkung, mit innerer Klarheit und Zuversicht und geeintem Geist, ohne Ausrichten und Halten. ",
  "an3.63:6.7": "Und mit dem Schwinden der Ekstase trete ich in die dritte Vertiefung ein und verweile darin; da meditiere ich mit Gleichmut, achtsam und umsichtig, und erfahre persönlich die Seligkeit, von der die Edlen erklären: ‚Gleichmütig und achtsam meditiert man in Seligkeit.‘ ",
  "an3.63:6.8": "Indem ich Glück und Schmerz aufgebe und frühere Fröhlichkeit und Traurigkeit beende, trete ich in die vierte Vertiefung ein und verweile darin, ohne Glück oder Schmerz, mit reinem Gleichmut und reiner Achtsamkeit. ",
  "an3.63:6.9": "Wenn ich so übe und gehe, dann gehe ich wie die Götter. ",
  "an3.63:6.10": "Wenn ich so übe und stehe, dann stehe ich wie die Götter. ",
  "an3.63:6.11": "Wenn ich so übe und sitze, dann sitze ich wie die Götter. ",
  "an3.63:6.12": "Wenn ich so übe und liege, dann liege ich wie die Götter. ",
  "an3.63:6.13": "Das ist das hohe und üppige Bett der Götter, das mir heutzutage zur Verfügung steht, wann immer ich will, ohne Mühe und Not.“ ",
  "an3.63:7.1": "„Es ist unglaublich, Meister Gotama, es ist erstaunlich! ",
  "an3.63:7.2": "Wer außer Meister Gotama könnte ein solches hohes und üppiges Bett der Götter erlangen, wann immer er wollte, ohne Mühe und Not? ",
  "an3.63:8.1": "Aber Meister Gotama, was ist das hohe und üppige Bett Brahmās?“ ",
  "an3.63:8.2": "„Brahmane, wenn ich von einem Dorf oder einer Stadt unterhalten werde, kleide ich mich am Morgen an, nehme Schale und Robe und betrete das Dorf oder die Stadt zum Almosengang. ",
  "an3.63:8.3": "Nach dem Essen, wenn ich vom Almosengang zurückkomme, gehe ich ins Innere eines Waldes. ",
  "an3.63:8.4": "Ich trage etwas Gras und Blätter zu einem Haufen zusammen, setze mich darauf mit gekreuzten Beinen hin, richte meinen Körper gerade auf und verankere meine Achtsamkeit eben da. ",
  "an3.63:8.5": "Ich meditiere, indem ich eine Himmelsrichtung mit einem Herzen voller Liebe durchdringe, und die zweite und die dritte und die vierte. Ebenso nach oben, nach unten, dazwischen, überall und ringsumher; die ganze Welt durchdringe ich mit einem Herzen voller Liebe – weit, ausgedehnt, grenzenlos, frei von Feindschaft und bösem Willen. ",
  "an3.63:8.6": "Ich meditiere, indem ich eine Himmelsrichtung mit einem Herzen voller Mitgefühl durchdringe, und die zweite und die dritte und die vierte. Ebenso nach oben, nach unten, dazwischen, überall und ringsumher; die ganze Welt durchdringe ich mit einem Herzen voller Mitgefühl – weit, ausgedehnt, grenzenlos, frei von Feindschaft und bösem Willen. ",
  "an3.63:8.7": "Ich meditiere, indem ich eine Himmelsrichtung mit einem Herzen voller freudiger Anteilnahme durchdringe, und die zweite und die dritte und die vierte. Ebenso nach oben, nach unten, dazwischen, überall und ringsumher; die ganze Welt durchdringe ich mit einem Herzen voller freudiger Anteilnahme – weit, ausgedehnt, grenzenlos, frei von Feindschaft und bösem Willen. ",
  "an3.63:8.8": "Ich meditiere, indem ich eine Himmelsrichtung mit einem Herzen voller Gleichmut durchdringe, und die zweite und die dritte und die vierte. Ebenso nach oben, nach unten, dazwischen, überall und ringsumher; die ganze Welt durchdringe ich mit einem Herzen voller Gleichmut – weit, ausgedehnt, grenzenlos, frei von Feindschaft und bösem Willen. ",
  "an3.63:8.9": "Wenn ich so übe und gehe, dann gehe ich wie Brahmā. ",
  "an3.63:8.10": "Wenn ich so übe und stehe, dann stehe ich wie Brahmā. ",
  "an3.63:8.11": "Wenn ich so übe und sitze, dann sitze ich wie Brahmā. ",
  "an3.63:8.12": "Wenn ich so übe und liege, dann liege ich wie Brahmā. ",
  "an3.63:8.13": "Das ist das hohe und üppige Bett Brahmās, das mir heutzutage zur Verfügung steht, wann immer ich will, ohne Mühe und Not.“ ",
  "an3.63:9.1": "„Es ist unglaublich, Meister Gotama, es ist erstaunlich! ",
  "an3.63:9.2": "Wer außer Meister Gotama könnte ein solches hohes und üppiges Bett Brahmās erlangen, wann immer er wollte, ohne Mühe und Not? ",
  "an3.63:10.1": "Aber Meister Gotama, was ist das hohe und üppige Bett der Edlen?“ ",
  "an3.63:10.2": "„Brahmane, wenn ich von einem Dorf oder einer Stadt unterhalten werde, kleide ich mich am Morgen an, nehme Schale und Robe und betrete das Dorf oder die Stadt zum Almosengang. ",
  "an3.63:10.3": "Nach dem Essen, wenn ich vom Almosengang zurückkomme, gehe ich ins Innere eines Waldes. ",
  "an3.63:10.4": "Ich trage etwas Gras und Blätter zu einem Haufen zusammen, setze mich darauf mit gekreuzten Beinen hin, richte meinen Körper gerade auf und verankere meine Achtsamkeit eben da. ",
  "an3.63:10.5": "Ich weiß: ",
  "an3.63:10.6": "‚Ich habe Gier, Hass und Täuschung aufgegeben, habe sie an der Wurzel abgeschnitten, sodass sie wie der Stumpf einer Palme sind, dass sie ausgelöscht sind und sich in Zukunft nicht mehr erheben können.‘ ",
  "an3.63:10.7": " ",
  "an3.63:10.8": " ",
  "an3.63:10.9": "Wenn ich so übe und gehe, dann gehe ich wie die Edlen. ",
  "an3.63:10.10": "Wenn ich so übe und stehe, dann stehe ich wie die Edlen. ",
  "an3.63:10.11": "Wenn ich so übe und sitze, dann sitze ich wie die Edlen. ",
  "an3.63:10.12": "Wenn ich so übe und liege, dann liege ich wie die Edlen. ",
  "an3.63:10.13": "Das ist das hohe und üppige Bett der Edlen, das mir heutzutage zur Verfügung steht, wann immer ich will, ohne Mühe und Not.“ ",
  "an3.63:11.1": "„Es ist unglaublich, Meister Gotama, es ist erstaunlich! ",
  "an3.63:11.2": "Wer außer Meister Gotama könnte ein solches hohes und üppiges Bett der Edlen erlangen, wann immer er wollte, ohne Mühe und Not? ",
  "an3.63:12.1": "Vortrefflich, Meister Gotama! Vortrefflich! ",
  "an3.63:12.2": "Als würde er das Umgestürzte aufrichten oder das Verborgene enthüllen oder den Verirrten den Weg weisen oder im Dunkeln ein Licht anzünden, sodass Menschen mit guten Augen sehen könnten, was da ist, so hat Meister Gotama die Lehre auf vielerlei Weise klargemacht. ",
  "an3.63:12.3": "Wir nehmen Zuflucht zum Meister Gotama, zur Lehre und zum Saṅgha der Mönche und Nonnen. ",
  "an3.63:12.4": "Von diesem Tag an soll Meister Gotama uns als Laienschüler in Erinnerung behalten, die für ihr ganzes Leben Zuflucht genommen haben.“ "
}