{
  "an3.65:0.1": "Nummerierte Lehrreden 3.65 ",
  "an3.65:0.2": "7. Das große Kapitel ",
  "an3.65:0.3": "Mit den Kālāmern von Kesamutta ",
  "an3.65:1.1": "So habe ich es gehört: ",
  "an3.65:1.2": "Einmal wanderte der Buddha mit einem großen Saṅgha von Mönchen und Nonnen durch das Land der Kosaler. Er kam zu einem Marktflecken der Kālāmer mit Namen Kesamutta. ",
  "an3.65:1.3": "Die Kālāmer von Kesamutta hörten: ",
  "an3.65:1.4": "„Es scheint, der Asket Gotama – ein Sakyer, der von einer Familie der Sakyer fortgezogen ist – ist in Kesamutta angekommen. ",
  "an3.65:1.5": "Er hat diesen guten Ruf: ",
  "an3.65:1.6": "‚Dieser Gesegnete ist vollendet, ein vollkommen erwachter Buddha …‘ ",
  "an3.65:1.7": "Es ist gut, solche Vollendeten zu sehen.“ ",
  "an3.65:2.1": "Da gingen die Kālāmer zum Buddha. Manche verbeugten sich, manche begrüßten ihn und tauschten Höflichkeiten aus, manche hielten ihm ihre zusammengelegten Hände entgegen, manche nannten ihren Namen und Stamm und manche schwiegen. Sie setzten sich zur Seite hin und sagten zum Buddha: ",
  "an3.65:3.1": "„Herr, es gibt da Asketen und Brahmanen, die nach Kesamutta kommen. ",
  "an3.65:3.2": "Sie erklären und verbreiten nur ihre eigene Doktrin; über die Doktrinen anderer fallen sie her, zerreißen sich das Maul darüber, verunglimpfen und verleumden sie. ",
  "an3.65:3.3": "Dann gibt es da andere Asketen und Brahmanen, die nach Kesamutta kommen. ",
  "an3.65:3.4": "Auch sie erklären und verbreiten nur ihre eigene Doktrin; über die Doktrinen anderer fallen sie her, zerreißen sich das Maul darüber, verunglimpfen und verleumden sie. ",
  "an3.65:3.5": "Daher, Herr, haben wir Zweifel und sind unsicher: ",
  "an3.65:3.6": "‚Wer von diesen werten Asketen und Brahmanen spricht wohl die Wahrheit und wer die Unwahrheit?‘“ ",
  "an3.65:3.7": "„Das genügt, Kālāmer, um Zweifel zu haben und unsicher zu sein. ",
  "an3.65:3.8": "Die Sache, über die euch Zweifel aufgekommen ist, ist unsicher. ",
  "an3.65:4.1": "Daher, Kālāmer, verlasst euch bitte nicht auf mündliche Überlieferung, nicht auf die Übertragungslinie, nicht auf ein Testament, nicht auf die Autorität des Kanon, nicht auf Logik, nicht auf Rückschlüsse, nicht auf vernünftiges Nachdenken, nicht darauf, einer Ansicht nach Abwägung zuzustimmen, nicht auf den Anschein von Kompetenz und nicht darauf, dass ihr denkt: ‚Der Asket ist unser verehrter Lehrer.‘ ",
  "an3.65:4.2": "Aber wenn ihr selbst versteht: ",
  "an3.65:4.3": "‚Diese Dinge sind untauglich, tadelnswert, werden von vernünftigen Menschen getadelt, und wenn man sie ausführt, führen sie zu Unglück und Leiden‘, dann solltet ihr sie aufgeben. ",
  "an3.65:5.1": "Was denkt ihr, Kālāmer? ",
  "an3.65:5.2": "Wenn Gier in einem Menschen aufkommt, ist das zu seinem Nutzen oder zu seinem Schaden?“ ",
  "an3.65:6.1": "„Zu seinem Schaden, Herr.“ ",
  "an3.65:7.1": "„Ein gieriger Mensch, von Gier überwältigt, tötet lebende Geschöpfe, stiehlt, begeht Ehebruch, lügt und stiftet andere an, das Gleiche zu tun. Ist das zu seinem langanhaltenden Unglück und Leiden?“ ",
  "an3.65:8.1": "„Ja, Herr.“ ",
  "an3.65:9.1": "„Was denkt ihr, Kālāmer? ",
  "an3.65:9.2": "Wenn Hass in einem Menschen aufkommt, ist das zu seinem Nutzen oder zu seinem Schaden?“ ",
  "an3.65:10.1": "„Zu seinem Schaden, Herr.“ ",
  "an3.65:11.1": "„Ein hasserfüllter Mensch, von Hass überwältigt, tötet lebende Geschöpfe, stiehlt, begeht Ehebruch, lügt und stiftet andere an, das Gleiche zu tun. Ist das zu seinem langanhaltenden Unglück und Leiden?“ ",
  "an3.65:12.1": "„Ja, Herr.“ ",
  "an3.65:13.1": "„Was denkt ihr, Kālāmer? ",
  "an3.65:13.2": "Wenn Täuschung in einem Menschen aufkommt, ist das zu seinem Nutzen oder zu seinem Schaden?“ ",
  "an3.65:14.1": "„Zu seinem Schaden, Herr.“ ",
  "an3.65:15.1": "„Ein Mensch, der sich täuscht, von Täuschung überwältigt, tötet lebende Geschöpfe, stiehlt, begeht Ehebruch, lügt und stiftet andere an, das Gleiche zu tun. Ist das zu seinem langanhaltenden Unglück und Leiden?“ ",
  "an3.65:16.1": "„Ja, Herr.“ ",
  "an3.65:17.1": "„Was denkt ihr, Kālāmer, sind diese Dinge tauglich oder untauglich?“ ",
  "an3.65:18.1": "„Untauglich, Herr.“ ",
  "an3.65:19.1": "„Tadelnswert oder ohne Tadel?“ ",
  "an3.65:20.1": "„Tadelnswert, Herr.“ ",
  "an3.65:21.1": "„Werden sie von vernünftigen Menschen getadelt oder gepriesen?“ ",
  "an3.65:22.1": "„Von vernünftigen Menschen werden sie getadelt, Herr.“ ",
  "an3.65:23.1": "„Führen sie, wenn man sie ausführt, zu Unglück und Leiden, oder nicht? ",
  "an3.65:23.2": "Oder wie seht ihr das?“ ",
  "an3.65:24.1": "„Wenn man sie ausführt, führen sie zu Unglück und Leiden. ",
  "an3.65:24.2": "So sehen wir das.“ ",
  "an3.65:25.1": "„Also, Kālāmer, ich habe gesagt: ",
  "an3.65:25.2": "‚Bitte, ",
  "an3.65:25.3": "verlasst euch nicht auf mündliche Überlieferung, nicht auf die Übertragungslinie, nicht auf ein Testament, nicht auf die Autorität des Kanon, nicht auf Logik, nicht auf Rückschlüsse, nicht auf vernünftiges Nachdenken, nicht darauf, einer Ansicht nach Abwägung zuzustimmen, nicht auf den Anschein von Kompetenz und nicht darauf, dass ihr denkt: „Der Asket ist unser verehrter Lehrer.“ ",
  "an3.65:25.4": "Aber wenn ihr selbst versteht: ",
  "an3.65:25.5": "„Diese Dinge sind untauglich, tadelnswert, werden von vernünftigen Menschen getadelt, und wenn man sie ausführt, führen sie zu Unglück und Leiden“, dann solltet ihr sie aufgeben.‘ ",
  "an3.65:25.6": "Das habe ich gesagt, und deshalb habe ich es gesagt. ",
  "an3.65:26.1": "Daher, Kālāmer, verlasst euch bitte nicht auf mündliche Überlieferung, nicht auf die Übertragungslinie, nicht auf ein Testament, nicht auf die Autorität des Kanon, nicht auf Logik, nicht auf Rückschlüsse, nicht auf vernünftiges Nachdenken, nicht darauf, einer Ansicht nach Abwägung zuzustimmen, nicht auf den Anschein von Kompetenz und nicht darauf, dass ihr denkt: ‚Der Asket ist unser verehrter Lehrer.‘ ",
  "an3.65:26.2": "Aber wenn ihr selbst versteht: ",
  "an3.65:26.3": "‚Diese Dinge sind tauglich, ohne Tadel, werden von vernünftigen Menschen gepriesen, und wenn man sie ausführt, führen sie zu Nutzen und Glück‘, dann solltet ihr sie euch zu eigen machen und daran festhalten. ",
  "an3.65:27.1": "Was denkt ihr, Kālāmer? ",
  "an3.65:27.2": "Wenn Zufriedenheit in einem Menschen aufkommt, ist das zu seinem Nutzen oder zu seinem Schaden?“ ",
  "an3.65:28.1": "„Zu seinem Nutzen, Herr.“ ",
  "an3.65:29.1": "„Ein zufriedener Mensch, nicht von Gier überwältigt, tötet keine lebenden Geschöpfe, stiehlt nicht, begeht keinen Ehebruch, lügt nicht und stiftet andere nicht an, das zu tun. Ist das zu seinem langanhaltenden Nutzen und Glück?“ ",
  "an3.65:30.1": "„Ja, Herr.“ ",
  "an3.65:31.1": "„Was denkt ihr, Kālāmer? ",
  "an3.65:31.2": "Wenn Liebe in einem Menschen aufkommt, ist das zu seinem Nutzen oder zu seinem Schaden? … ",
  "an3.65:31.3": "Wenn Verstehen in einem Menschen aufkommt, ist das zu seinem Nutzen oder zu seinem Schaden? … ",
  "an3.65:31.4": "Ist das zu seinem langanhaltenden Nutzen und Glück?“ ",
  "an3.65:32.1": "„Ja, Herr.“ ",
  "an3.65:33.1": "„Was denkt ihr, Kālāmer, sind diese Dinge tauglich oder untauglich?“ ",
  "an3.65:34.1": "„Tauglich, Herr.“ ",
  "an3.65:35.1": "„Tadelnswert oder ohne Tadel?“ ",
  "an3.65:36.1": "„Ohne Tadel, Herr.“ ",
  "an3.65:37.1": "„Werden sie von vernünftigen Menschen getadelt oder gepriesen?“ ",
  "an3.65:38.1": "„Von vernünftigen Menschen werden sie gepriesen, Herr.“ ",
  "an3.65:39.1": "„Führen sie, wenn man sie ausführt, zu Nutzen und Glück, oder nicht? ",
  "an3.65:39.2": "Oder wie seht ihr das?“ ",
  "an3.65:40.1": "„Wenn man sie ausführt, führen sie zu Nutzen und Glück. ",
  "an3.65:40.2": "So sehen wir das.“ ",
  "an3.65:41.1": "„Also, Kālāmer, ich habe gesagt: ",
  "an3.65:41.2": "‚Bitte, ",
  "an3.65:41.3": "verlasst euch nicht auf mündliche Überlieferung, nicht auf die Übertragungslinie, nicht auf ein Testament, nicht auf die Autorität des Kanon, nicht auf Logik, nicht auf Rückschlüsse, nicht auf vernünftiges Nachdenken, nicht darauf, einer Ansicht nach Abwägung zuzustimmen, nicht auf den Anschein von Kompetenz und nicht darauf, dass ihr denkt: „Der Asket ist unser verehrter Lehrer.“ ",
  "an3.65:41.4": "Aber wenn ihr selbst versteht: ",
  "an3.65:41.5": "„Diese Dinge sind tauglich, ohne Tadel, werden von vernünftigen Menschen gepriesen, und wenn man sie ausführt, führen sie zu Nutzen und Glück“, dann solltet ihr sie euch zu eigen machen und daran festhalten.‘ ",
  "an3.65:41.6": "Das habe ich gesagt, und deshalb habe ich es gesagt. ",
  "an3.65:42.1": "Dann ist dieser edle Schüler frei von Verlangen, frei von bösem Willen, nicht verwirrt, umsichtig und achtsam. Er meditiert, indem er eine Himmelsrichtung mit einem Herzen voller Liebe durchdringt, und die zweite und die dritte und die vierte. Ebenso nach oben, nach unten, dazwischen, überall und ringsumher; die ganze Welt durchdringt er mit einem Herzen voller Liebe – weit, ausgedehnt, grenzenlos, frei von Feindschaft und bösem Willen. ",
  "an3.65:42.2": "Er meditiert, indem er eine Himmelsrichtung mit einem Herzen voller Mitgefühl durchdringt, und die zweite und die dritte und die vierte. Ebenso nach oben, nach unten, dazwischen, überall und ringsumher; die ganze Welt durchdringt er mit einem Herzen voller Mitgefühl – weit, ausgedehnt, grenzenlos, frei von Feindschaft und bösem Willen. ",
  "an3.65:42.3": "Er meditiert, indem er eine Himmelsrichtung mit einem Herzen voller freudiger Anteilnahme durchdringt, und die zweite und die dritte und die vierte. Ebenso nach oben, nach unten, dazwischen, überall und ringsumher; die ganze Welt durchdringt er mit einem Herzen voller freudiger Anteilnahme – weit, ausgedehnt, grenzenlos, frei von Feindschaft und bösem Willen. ",
  "an3.65:42.4": "Er meditiert, indem er eine Himmelsrichtung mit einem Herzen voller Gleichmut durchdringt, und die zweite und die dritte und die vierte. Ebenso nach oben, nach unten, dazwischen, überall und ringsumher; die ganze Welt durchdringt er mit einem Herzen voller Gleichmut – weit, ausgedehnt, grenzenlos, frei von Feindschaft und bösem Willen. ",
  "an3.65:43.1": "Wenn der Geist dieses edlen Schülers frei von Feindschaft und bösem Willen ist, unbefleckt und geläutert, ",
  "an3.65:43.2": "hat er in diesem Leben einen vierfachen Trost gewonnen. ",
  "an3.65:43.3": "‚Wenn sich herausstellt, dass es eine andere Welt gibt und dass gute und schlechte Taten eine Wirkung haben, dann werde ich, wenn mein Körper auseinanderbricht, nach dem Tod, an einem guten Ort wiedergeboren werden, in einer himmlischen Welt.‘ Das ist der erste Trost, den er gewonnen hat. ",
  "an3.65:44.1": "‚Wenn sich herausstellt, dass es keine andere Welt gibt und dass gute und schlechte Taten keine Wirkung haben, dann werde ich mich in diesem Leben frei von Feindschaft und bösem Willen halten, frei von Sorgen und glücklich.‘ Das ist der zweite Trost, den er gewonnen hat. ",
  "an3.65:45.1": "‚Wenn sich herausstellt, dass schlechte Dinge denen widerfahren, die Schlechtes tun, wie kann Leiden mich dann treffen, ",
  "an3.65:45.2": "da ich keine schlechten Absichten habe und nichts Schlechtes tue?‘ Das ist der dritte Trost, den er gewonnen hat. ",
  "an3.65:46.1": "‚Wenn sich herausstellt, dass schlechte Dinge nicht denen widerfahren, die Schlechtes tun, dann sehe ich mich dennoch auf beiden Seiten rein.‘ Das ist der vierte Trost, den er gewonnen hat. ",
  "an3.65:47.1": "Wenn der Geist eines edlen Schülers frei von Feindschaft und bösem Willen ist, unbefleckt und geläutert, ",
  "an3.65:47.2": "hat er in diesem Leben diesen vierfachen Trost gewonnen.“ ",
  "an3.65:48.1": "„Das ist wirklich wahr, Gesegneter! Das ist wirklich wahr, Heiliger! ",
  "an3.65:48.2": "Wenn der Geist eines edlen Schülers frei von Feindschaft und bösem Willen ist, unbefleckt und geläutert, ",
  "an3.65:48.3": "hat er in diesem Leben diesen vierfachen Trost gewonnen. … ",
  "an3.65:48.4": "",
  "an3.65:49.1": "",
  "an3.65:50.1": "",
  "an3.65:51.1": "",
  "an3.65:52.1": "",
  "an3.65:52.2": "",
  "an3.65:53.1": "Vortrefflich, Herr! Vortrefflich! … ",
  "an3.65:53.2": "Wir nehmen Zuflucht zum Meister Gotama, zur Lehre und zum Saṅgha der Mönche und Nonnen. ",
  "an3.65:53.3": "Von diesem Tag an soll der Buddha uns als Laienschüler in Erinnerung behalten, die für ihr ganzes Leben Zuflucht genommen haben.“ "
}