{
  "an3.61:0.1": "Nummerierte Lehrreden 3.61 ",
  "an3.61:0.2": "7. Das große Kapitel ",
  "an3.61:0.3": "Glaubenssätze von Sekten ",
  "an3.61:1.1": "„Mönche und Nonnen, drei Glaubenssätze von Sekten laufen, wenn man sie bis zum Ende durchdenkt, auf Nicht-Tun hinaus – wenn ein weiser Mensch auf sie eindringt, ihnen zusetzt und sie ins Kreuzverhör nimmt. ",
  "an3.61:1.2": "Welche drei Glaubenssätze? ",
  "an3.61:1.3": "Es gibt Asketen und Brahmanen, die diese Doktrin, diese Ansicht haben: ",
  "an3.61:1.4": "‚Alles, was diese Person erfährt – angenehm, schmerzhaft oder neutral –, all das liegt an ihren früheren Taten.‘ ",
  "an3.61:1.5": "Es gibt Asketen und Brahmanen, die diese Doktrin, diese Ansicht haben: ",
  "an3.61:1.6": "‚Alles, was diese Person erfährt – angenehm, schmerzhaft oder neutral –, all das liegt an der Schöpfung Gottes.‘ ",
  "an3.61:1.7": "Es gibt Asketen und Brahmanen, die diese Doktrin, diese Ansicht haben: ",
  "an3.61:1.8": "‚Alles, was diese Person erfährt – angenehm, schmerzhaft oder neutral –, all das hat keinen Grund und keine Ursache.‘ ",
  "an3.61:2.1": "In dieser Sache bin ich zu den Asketen und Brahmanen gegangen, die glauben, ",
  "an3.61:2.2": "dass alles, was wir erfahren, an unseren früheren Taten liegt, und sagte zu ihnen: ",
  "an3.61:2.3": "‚Ist es wirklich wahr, ist das die Lehre und Ansicht der Ehrwürdigen?‘ ",
  "an3.61:2.4": " ",
  "an3.61:2.5": "Und sie antworteten: ‚Ja.‘ ",
  "an3.61:2.6": "Ich sagte zu ihnen: ",
  "an3.61:2.7": "‚In diesem Fall könnte man lebende Geschöpfe töten, stehlen oder unkeusch leben, falsche, entzweiende, harte oder unsinnige Rede gebrauchen, begehrlich und böswillig sein und falsche Ansicht haben – alles wegen früherer Taten.‘ ",
  "an3.61:3.1": "Wer glaubt, frühere Taten seien das Wichtigste, zeigt keine Begeisterung und keinen Einsatz, hat nicht die Vorstellung, dass es Dinge gibt, die man tun und die man nicht tun soll. ",
  "an3.61:3.2": "Da sie nicht als Tatsache anerkennen, dass es Dinge gibt, die man tun und die man nicht tun soll, sind sie unachtsam und leichtsinnig und können nicht zu Recht Asketen genannt werden. ",
  "an3.61:3.3": "Das ist die erste rechtmäßige Art, wie ich die Asketen und Brahmanen widerlege, die diese Doktrin, diese Ansicht haben. ",
  "an3.61:4.1": "In dieser Sache bin ich zu den Asketen und Brahmanen gegangen, die glauben, ",
  "an3.61:4.2": "dass alles, was wir erfahren, an der Schöpfung Gottes liegt, und sagte zu ihnen: ",
  "an3.61:4.3": "‚Ist es wirklich wahr, ist das die Lehre und Ansicht der Ehrwürdigen?‘ ",
  "an3.61:4.4": " ",
  "an3.61:4.5": "Und sie antworteten: ‚Ja.‘ ",
  "an3.61:4.6": "Ich sagte zu ihnen: ",
  "an3.61:4.7": "‚In diesem Fall könnte man lebende Geschöpfe töten, stehlen oder unkeusch leben, falsche, entzweiende, harte oder unsinnige Rede gebrauchen, begehrlich und böswillig sein und falsche Ansicht haben – alles, weil Gott es so geschaffen hat.‘ ",
  "an3.61:5.1": "Wer glaubt, die Schöpferkraft Gottes sei das Wichtigste, zeigt keine Begeisterung und keinen Einsatz, hat nicht die Vorstellung, dass es Dinge gibt, die man tun und die man nicht tun soll. ",
  "an3.61:5.2": "Da sie nicht als Tatsache anerkennen, dass es Dinge gibt, die man tun und die man nicht tun soll, sind sie unachtsam und leichtsinnig und können nicht zu Recht Asketen genannt werden. ",
  "an3.61:5.3": "Das ist die zweite rechtmäßige Art, wie ich die Asketen und Brahmanen widerlege, die diese Doktrin, diese Ansicht haben. ",
  "an3.61:6.1": "In dieser Sache bin ich zu den Asketen und Brahmanen gegangen, die glauben, ",
  "an3.61:6.2": "dass alles, was wir erfahren, keinen Grund und keine Ursache hat, und sagte zu ihnen: ",
  "an3.61:6.3": "‚Ist es wirklich wahr, ist das die Lehre und Ansicht der Ehrwürdigen?‘ ",
  "an3.61:6.4": " ",
  "an3.61:6.5": "Und sie antworteten: ‚Ja.‘ ",
  "an3.61:6.6": "Ich sagte zu ihnen: ",
  "an3.61:6.7": "‚In diesem Fall könnte man lebende Geschöpfe töten, stehlen oder unkeusch leben, falsche, entzweiende, harte oder unsinnige Rede gebrauchen, begehrlich und böswillig sein und falsche Ansicht haben – alles ohne Grund oder Ursache.‘ ",
  "an3.61:7.1": "Wer glaubt, das Fehlen eines Grundes oder einer Ursache sei das Wichtigste, zeigt keine Begeisterung und keinen Einsatz, hat nicht die Vorstellung, dass es Dinge gibt, die man tun und die man nicht tun soll. ",
  "an3.61:7.2": "Da sie nicht als Tatsache anerkennen, dass es Dinge gibt, die man tun und die man nicht tun soll, sind sie unachtsam und leichtsinnig und können nicht zu Recht Asketen genannt werden. ",
  "an3.61:7.3": "Das ist die dritte rechtmäßige Art, wie ich die Asketen und Brahmanen widerlege, die diese Doktrin, diese Ansicht haben. ",
  "an3.61:8.1": "Das sind die drei Glaubenssätze von Sekten, die auf Nicht-Tun hinauslaufen, wenn man sie bis zum Ende durchdenkt – wenn ein weiser Mensch auf sie eindringt, ihnen zusetzt und sie ins Kreuzverhör nimmt. ",
  "an3.61:9.1": "Aber der Dhamma, den ich gelehrt habe, kann nicht widerlegt werden, ist unbefleckt, über jede Kritik erhaben und wird von vernünftigen Asketen und Brahmanen nicht verachtet. ",
  "an3.61:9.2": "Was ist der Dhamma, den ich gelehrt habe? ",
  "an3.61:9.3": "‚Das sind die sechs Elemente‘: Das ist der Dhamma, den ich gelehrt habe … ",
  "an3.61:9.4": "‚Das sind die sechs Berührungsfelder‘: Das ist der Dhamma, den ich gelehrt habe … ",
  "an3.61:9.5": "‚Das sind die achtzehn Arten des Gedankenkreisens‘: Das ist der Dhamma, den ich gelehrt habe … ",
  "an3.61:9.6": "‚Das sind die vier edlen Wahrheiten‘: Das ist der Dhamma, den ich gelehrt habe. Er kann nicht widerlegt werden, ist unbefleckt, über jede Kritik erhaben und wird von vernünftigen Asketen und Brahmanen nicht verachtet. ",
  "an3.61:10.1": "‚„Das sind die sechs Elemente“: Das ist der Dhamma, den ich gelehrt habe …‘ ",
  "an3.61:10.2": "Das habe ich gesagt, ",
  "an3.61:10.3": "aber inwiefern habe ich es gesagt? ",
  "an3.61:10.4": "Es gibt diese sechs Elemente: ",
  "an3.61:10.5": "Erde, Wasser, Feuer, Luft, Raum und Bewusstsein. ",
  "an3.61:10.6": "‚„Das sind die sechs Elemente“: Das ist der Dhamma, den ich gelehrt habe …‘ ",
  "an3.61:10.7": "Das habe ich gesagt, und insofern habe ich es gesagt. ",
  "an3.61:11.1": "‚„Das sind die sechs Berührungsfelder“: Das ist der Dhamma, den ich gelehrt habe …‘ ",
  "an3.61:11.2": "Das habe ich gesagt, ",
  "an3.61:11.3": "aber inwiefern habe ich es gesagt? ",
  "an3.61:11.4": "Es gibt diese sechs Berührungsfelder: ",
  "an3.61:11.5": "das Feld der Berührung mit dem Auge, dem Ohr, der Nase, der Zunge, dem Körper und dem Geist. ",
  "an3.61:11.6": "‚„Das sind die sechs Berührungsfelder“: Das ist der Dhamma, den ich gelehrt habe …‘ ",
  "an3.61:11.7": "Das habe ich gesagt, und insofern habe ich es gesagt. ",
  "an3.61:12.1": "‚„Das sind die achtzehn Arten des Gedankenkreisens“: Das ist der Dhamma, den ich gelehrt habe …‘ ",
  "an3.61:12.2": "Das habe ich gesagt, ",
  "an3.61:12.3": "aber inwiefern habe ich es gesagt? ",
  "an3.61:12.4": "Wenn man mit dem Auge ein Bild sieht, kreisen die Gedanken um ein Bild, das eine Grundlage für Fröhlichkeit oder Traurigkeit oder Gleichmut darstellt. ",
  "an3.61:12.5": "Wenn man mit dem Ohr einen Ton hört … ",
  "an3.61:12.6": "Wenn man mit der Nase einen Duft riecht … ",
  "an3.61:12.7": "Wenn man mit der Zunge einen Geschmack schmeckt … ",
  "an3.61:12.8": "Wenn man mit dem Körper eine Berührung empfindet … ",
  "an3.61:12.9": "Wenn man mit dem Geist einen Gedanken erkennt, kreisen die Gedanken um einen Gedanken, der eine Grundlage für Fröhlichkeit oder Traurigkeit oder Gleichmut darstellt. ",
  "an3.61:12.10": "‚„Das sind die achtzehn Arten des Gedankenkreisens“: Das ist der Dhamma, den ich gelehrt habe …‘ ",
  "an3.61:12.11": "Das habe ich gesagt, und insofern habe ich es gesagt. ",
  "an3.61:13.1": "‚„Das sind die vier edlen Wahrheiten“: Das ist der Dhamma, den ich gelehrt habe …‘ ",
  "an3.61:13.2": "Das habe ich gesagt, ",
  "an3.61:13.3": "aber inwiefern habe ich es gesagt? ",
  "an3.61:13.4": "Mithilfe der sechs Elemente wird ein Embryo empfangen. ",
  "an3.61:13.5": "Wenn er empfangen ist, gibt es Namen und Form. Name und Form sind eine Bedingung für die sechs Sinnesfelder. Die sechs Sinnesfelder sind eine Bedingung für Berührung. Berührung ist eine Bedingung für Gefühl. ",
  "an3.61:13.6": "Und für jemanden, der fühlt, erkläre ich: ‚Das ist das Leiden.‘ … ‚Das ist der Ursprung des Leidens.‘ … ‚Das ist das Aufhören des Leidens.‘ … ‚Das ist die Übung, die zum Aufhören des Leidens führt.‘ ",
  "an3.61:14.1": "Und was ist die edle Wahrheit vom Leiden? ",
  "an3.61:14.2": "Wiedergeburt ist Leiden; Alter ist Leiden; Tod ist Leiden; Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis sind Leiden; mit Ungeliebtem verbunden sein ist Leiden; von Geliebtem getrennt sein ist Leiden; nicht bekommen, was man wünscht, ist Leiden. Kurz, die fünf mit Ergreifen verbundenen Aggregate sind Leiden. ",
  "an3.61:14.3": "Das nennt man die edle Wahrheit vom Leiden. ",
  "an3.61:15.1": "Und was ist die edle Wahrheit vom Ursprung des Leidens? ",
  "an3.61:15.2": "Unwissenheit ist eine Bedingung für Entscheidungen. ",
  "an3.61:15.3": "Entscheidungen sind eine Bedingung für Bewusstsein. ",
  "an3.61:15.4": "Bewusstsein ist eine Bedingung für Name und Form. ",
  "an3.61:15.5": "Name und Form sind eine Bedingung für die sechs Sinnesfelder. ",
  "an3.61:15.6": "Die sechs Sinnesfelder sind eine Bedingung für Berührung. ",
  "an3.61:15.7": "Berührung ist eine Bedingung für Gefühl. ",
  "an3.61:15.8": "Gefühl ist eine Bedingung für Verlangen. ",
  "an3.61:15.9": "Verlangen ist eine Bedingung für Ergreifen. ",
  "an3.61:15.10": "Ergreifen ist eine Bedingung für fortgesetztes Dasein. ",
  "an3.61:15.11": "Fortgesetztes Dasein ist eine Bedingung für Wiedergeburt. ",
  "an3.61:15.12": "Wiedergeburt ist eine Bedingung für das Zustandekommen von Alter und Tod, Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis. ",
  "an3.61:15.13": "So kommt diese ganze Masse des Leidens zustande. ",
  "an3.61:15.14": "Das nennt man die edle Wahrheit vom Ursprung des Leidens. ",
  "an3.61:16.1": "Und was ist die edle Wahrheit vom Aufhören des Leidens? ",
  "an3.61:16.2": "Wenn Unwissenheit schwindet und restlos aufhört, hören Entscheidungen auf. ",
  "an3.61:16.3": "Wenn Entscheidungen aufhören, hört Bewusstsein auf. ",
  "an3.61:16.4": "Wenn Bewusstsein aufhört, hören Name und Form auf. ",
  "an3.61:16.5": "Wenn Name und Form aufhören, hören die sechs Sinnesfelder auf. ",
  "an3.61:16.6": "Wenn die sechs Sinnesfelder aufhören, hört Berührung auf. ",
  "an3.61:16.7": "Wenn Berührung aufhört, hört Gefühl auf. ",
  "an3.61:16.8": "Wenn Gefühl aufhört, hört Verlangen auf. ",
  "an3.61:16.9": "Wenn Verlangen aufhört, hört Ergreifen auf. ",
  "an3.61:16.10": "Wenn Ergreifen aufhört, hört fortgesetztes Dasein auf. ",
  "an3.61:16.11": "Wenn fortgesetztes Dasein aufhört, hört Wiedergeburt auf. ",
  "an3.61:16.12": "Wenn Wiedergeburt aufhört, hören Alter und Tod, Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis auf. ",
  "an3.61:16.13": "So hört diese ganze Masse des Leidens auf. ",
  "an3.61:16.14": "Das nennt man die edle Wahrheit vom Aufhören des Leidens. ",
  "an3.61:17.1": "Und was ist die edle Wahrheit von der Übung, die zum Aufhören des Leidens führt? ",
  "an3.61:17.2": "Es ist einfach dieser edle achtfache Pfad: nämlich ",
  "an3.61:17.3": "rechte Ansicht, rechtes Denken, rechte Rede, rechtes Verhalten, rechter Lebenserwerb, rechter Einsatz, rechte Achtsamkeit und rechte Versenkung. ",
  "an3.61:17.4": "Das nennt man die edle Wahrheit von der Übung, die zum Aufhören des Leidens führt. ",
  "an3.61:17.5": "‚„Das sind die vier edlen Wahrheiten“: Das ist der Dhamma, den ich gelehrt habe. Er kann nicht widerlegt werden, ist unbefleckt, über jede Kritik erhaben und wird von vernünftigen Asketen und Brahmanen nicht verachtet.‘ ",
  "an3.61:17.6": "Das habe ich gesagt, und insofern habe ich es gesagt.“ "
}