{
  "an3.93:0.1": "Nummerierte Lehrreden 3.93 ",
  "an3.93:0.2": "10. Das Kapitel über ein Salzklümpchen ",
  "an3.93:0.3": "Abgeschiedenheit ",
  "an3.93:1.1": "„Wanderer, die andere Wege gehen, plädieren für drei Arten der Abgeschiedenheit. ",
  "an3.93:1.2": "Welche drei? ",
  "an3.93:1.3": "Abgeschiedenheit in Bezug auf Roben, Almosen und Unterkünfte. ",
  "an3.93:2.1": "Wanderer, die andere Wege gehen, plädieren für diese Art von Abgeschiedenheit in Bezug auf Roben: Sie tragen Roben aus Hanf, Hanf-Mischgewebe, Leichentuch, Lumpen, Baumrinde, Antilopenhaut, in Streifen geschnittener Antilopenhaut, Gewebe aus Kusagras, Rinden- oder Holzstückchen, Menschenhaar, Pferdehaar oder Eulenflügeln. ",
  "an3.93:2.2": "Das ist die Art von Abgeschiedenheit in Bezug auf Roben, für die Wanderer, die andere Wege gehen, plädieren. ",
  "an3.93:3.1": "Wanderer, die andere Wege gehen, plädieren für diese Art von Abgeschiedenheit in Bezug auf Almosen: ",
  "an3.93:3.2": "Sie essen Kräuter, Hirse, wilden Reis, mageren Reis, Wasserlattich, Reiskleie, Schaum von gekochtem Reis, Sesammehl, Gras oder Kuhmist. Sie überleben mit Wurzeln und Waldbeeren oder essen herabgefallene Früchte. ",
  "an3.93:3.3": "Das ist die Art von Abgeschiedenheit in Bezug auf Almosen, für die Wanderer, die andere Wege gehen, plädieren. ",
  "an3.93:4.1": "Wanderer, die andere Wege gehen, plädieren für diese Art von Abgeschiedenheit in Bezug auf Unterkünfte: Sie halten sich in der Wildnis auf, am Fuß eines Baumes, auf einem Leichenfeld, im Wald, im Freien, in einem Strohhaufen oder einer Tenne. ",
  "an3.93:4.2": "Das ist die Art von Abgeschiedenheit in Bezug auf Unterkünfte, für die Wanderer, die andere Wege gehen, plädieren. ",
  "an3.93:4.3": "Das sind die drei Arten von Abgeschiedenheit, für die Wanderer, die andere Wege gehen, plädieren. ",
  "an3.93:5.1": "In dieser Lehre und Schulung gibt es drei Arten von Abgeschiedenheit für einen Mönch oder eine Nonne. ",
  "an3.93:5.2": "Welche drei? ",
  "an3.93:5.3": "Zunächst ist ein Mönch sittlich, hat unmoralisches Verhalten aufgegeben und ist davon abgeschieden. ",
  "an3.93:5.4": "Er hat rechte Ansicht, hat falsche Ansicht aufgegeben und ist davon abgeschieden. ",
  "an3.93:5.5": "Er hat die Befleckungen aufgelöst, hat sie aufgegeben und ist davon abgeschieden. ",
  "an3.93:5.6": "Wenn ein Mönch diese drei Arten von Abgeschiedenheit besitzt, ",
  "an3.93:5.7": " ",
  "an3.93:5.8": " ",
  "an3.93:5.9": "nennt man ihn einen Mönch, der den Gipfel und den Kern erreicht hat, der rein und im Wesentlichen verankert ist. ",
  "an3.93:6.1": "Wenn das Feld eines Bauern reif ist, ",
  "an3.93:6.2": "lässt er eilig den Reis schneiden, ",
  "an3.93:6.3": "ihn eilig aufsammeln, ",
  "an3.93:6.4": "eilig befördern ",
  "an3.93:6.5": "eilig zu Haufen schichten, ",
  "an3.93:6.6": "eilig dreschen, ",
  "an3.93:6.7": "eilig Stroh und Spreu entfernen, ",
  "an3.93:6.8": "",
  "an3.93:6.9": "ihn eilig worfeln, ",
  "an3.93:6.10": "eilig herüberbringen, ",
  "an3.93:6.11": "eilig stampfen ",
  "an3.93:6.12": "und eilig die Hülsen entfernen. ",
  "an3.93:6.13": "So erreicht die Ernte des Bauern den Gipfel und den Kern, ist rein und besteht nur aus dem Wesentlichen. ",
  "an3.93:7.1": "Ebenso nennt man einen Mönch, der sittlich ist, unmoralisches Verhalten aufgegeben hat und davon abgeschieden ist, ",
  "an3.93:7.2": "der rechte Ansicht hat, falsche Ansicht aufgegeben hat und davon abgeschieden ist, ",
  "an3.93:7.3": "der die Befleckungen aufgelöst hat, sie aufgegeben hat und davon abgeschieden ist, ",
  "an3.93:7.4": "einen Mönch, der den Gipfel und den Kern erreicht hat, der rein und im Wesentlichen verankert ist.“ "
}