{
  "an3.116:0.1": "Nummerierte Lehrreden 3 ",
  "an3.116:0.2": "12. Verloren ",
  "an3.116:0.3": "116. Unerschütterlich ",
  "an3.116:1.1": "„Diese drei Menschen, Mönche und Nonnen, findet man in der Welt. ",
  "an3.116:1.2": "Welche drei? ",
  "an3.116:1.3": "Zunächst ist da eine Person, die jegliche Formwahrnehmung übersteigt, die Wahrnehmung von Eindrücken beendet, sich nicht der Wahrnehmung von Verschiedenheit zuwendet, und im Wissen: ‚Raum ist unendlich‘ in die Dimension des unendlichen Raumes eintritt und darin verweilt. ",
  "an3.116:1.4": "Sie genießt diese Übung, sie gefällt ihr, sie findet sie befriedigend. Wenn sie sich an sie hält, sich ihr verschreibt, häufig so meditiert und darin nicht nachlässt, so wird sie, wenn sie stirbt, unter den Göttern in der Dimension des unendlichen Raumes wiedergeboren. ",
  "an3.116:1.5": "Die Lebensdauer der Götter des unendlichen Raumes beträgt zwanzigtausend Äonen. ",
  "an3.116:1.6": "Ein gewöhnlicher Mensch bleibt dort, solange die Lebenszeit währt, und geht dann in die Hölle, ins Tierreich oder ins Geisterreich. ",
  "an3.116:1.7": "Doch eine Schülerin des Buddha bleibt dort, solange die Lebenszeit währt, und erlischt in jenem Leben. ",
  "an3.116:1.8": "Das ist der Unterschied zwischen einer gebildeten edlen Schülerin und einem ungebildeten gewöhnlichen Menschen, was den Ort der Wiedergeburt betrifft. ",
  "an3.116:2.1": "Dann ist da eine Person, die die Dimension des unendlichen Raumes vollständig übersteigt im Wissen: ‚Bewusstsein ist unendlich‘, die in die Dimension des unendlichen Bewusstseins eintritt und darin verweilt. ",
  "an3.116:2.2": "Sie genießt diese Übung, sie gefällt ihr, sie findet sie befriedigend. Wenn sie sich an sie hält, sich ihr verschreibt, häufig so meditiert und darin nicht nachlässt, so wird sie, wenn sie stirbt, unter den Göttern in der Dimension des unendlichen Bewusstseins wiedergeboren. ",
  "an3.116:2.3": "Die Lebensdauer der Götter des unendlichen Bewusstseins beträgt vierzigtausend Äonen. ",
  "an3.116:2.4": "Ein gewöhnlicher Mensch bleibt dort, solange die Lebenszeit währt, und geht dann in die Hölle, ins Tierreich oder ins Geisterreich. ",
  "an3.116:2.5": "Doch eine Schülerin des Buddha bleibt dort, solange die Lebenszeit währt, und erlischt in jenem Leben. ",
  "an3.116:2.6": "Das ist der Unterschied zwischen einer gebildeten edlen Schülerin und einem ungebildeten gewöhnlichen Menschen, was den Ort der Wiedergeburt betrifft. ",
  "an3.116:3.1": "Dann ist da eine Person, die die Dimension des unendlichen Bewusstseins vollständig übersteigt im Wissen: ‚da ist überhaupt nichts‘, die in die Dimension des Nichts eintritt und darin verweilt. ",
  "an3.116:3.2": "Sie genießt diese Übung, sie gefällt ihr, sie findet sie befriedigend. Wenn sie sich an sie hält, sich ihr verschreibt, häufig so meditiert und darin nicht nachlässt, so wird sie, wenn sie stirbt, unter den Göttern in der Dimension des Nichts wiedergeboren. ",
  "an3.116:3.3": "Die Lebensdauer der Götter des Nichts beträgt sechzigtausend Äonen. ",
  "an3.116:3.4": "Ein gewöhnlicher Mensch bleibt dort, solange die Lebenszeit währt, und geht dann in die Hölle, ins Tierreich oder ins Geisterreich. ",
  "an3.116:3.5": "Doch eine Schülerin des Buddha bleibt dort, solange die Lebenszeit währt, und erlischt in jenem Leben. ",
  "an3.116:3.6": "Das ist der Unterschied zwischen einer gebildeten edlen Schülerin und einem ungebildeten gewöhnlichen Menschen, was den Ort der Wiedergeburt betrifft. ",
  "an3.116:3.7": "Das sind die drei Menschen, die man in der Welt findet.“ "
}