{
  "an3.121:0.1": "Nummerierte Lehrreden 3 ",
  "an3.121:0.2": "12. Verloren ",
  "an3.121:0.3": "121. Reinheit (2) ",
  "an3.121:1.1": "„Mönche und Nonnen, es gibt diese drei Arten von Reinheit. ",
  "an3.121:1.2": "Welche drei? ",
  "an3.121:1.3": "Reinheit des Körpers, der Sprache und des Geistes. ",
  "an3.121:1.4": "Und was ist Reinheit des Körpers? ",
  "an3.121:1.5": "Es ist, wenn eine Nonne keine lebenden Geschöpfe tötet, nicht stiehlt und keinen Geschlechtsverkehr hat. ",
  "an3.121:1.6": "Das nennt man ‚Reinheit des Körpers‘. ",
  "an3.121:2.1": "Und was ist Reinheit der Sprache? ",
  "an3.121:2.2": "Es ist, wenn eine Nonne keine falsche, entzweiende, harte oder sinnlose Rede gebraucht. ",
  "an3.121:2.3": "Das nennt man ‚Reinheit der Sprache‘. ",
  "an3.121:3.1": "Und was ist Reinheit des Geistes? ",
  "an3.121:3.2": "Es ist, wenn eine Nonne, wenn sinnliches Verlangen in ihr ist, versteht: ‚In mir ist sinnliches Verlangen‘. Wenn kein sinnliches Verlangen in ihr ist, versteht sie: ‚In mir ist kein sinnliches Verlangen‘. Sie versteht, wie sinnliches Verlangen aufkommt; wie es, wenn es aufgekommen ist, ausgeräumt wird; und wie es, wenn es ausgeräumt wurde, in Zukunft nicht mehr aufkommt. ",
  "an3.121:3.3": "Wenn böser Wille in ihr ist, versteht sie: ‚In mir ist böser Wille‘. Wenn kein böser Wille in ihr ist, versteht sie: ‚In mir ist kein böser Wille‘. Sie versteht, wie böser Wille aufkommt; wie er, wenn er aufgekommen ist, ausgeräumt wird; und wie er, wenn er ausgeräumt wurde, in Zukunft nicht mehr aufkommt. ",
  "an3.121:3.4": "Wenn Dumpfheit und Benommenheit in ihr sind, versteht sie: ‚In mir sind Dumpfheit und Benommenheit‘. Wenn keine Dumpfheit und keine Benommenheit in ihr ist, versteht sie: ‚In mir ist keine Dumpfheit und keine Benommenheit‘. Sie versteht, wie Dumpfheit und Benommenheit aufkommen; wie sie, wenn sie aufgekommen sind, ausgeräumt werden; und wie sie, wenn sie ausgeräumt wurden, in Zukunft nicht mehr aufkommen. ",
  "an3.121:3.5": "Wenn Rastlosigkeit und Reue in ihr sind, versteht sie: ‚In mir sind Rastlosigkeit und Reue‘. Wenn keine Rastlosigkeit und keine Reue in ihr ist, versteht sie: ‚In mir ist keine Rastlosigkeit und keine Reue‘. Sie versteht, wie Rastlosigkeit und Reue aufkommen; wie sie, wenn sie aufgekommen sind, ausgeräumt werden; und wie sie, wenn sie ausgeräumt wurden, in Zukunft nicht mehr aufkommen. ",
  "an3.121:3.6": "Wenn Zweifel in ihr ist, versteht sie: ‚In mir ist Zweifel‘. Wenn kein Zweifel in ihr ist, versteht sie: ‚In mir ist kein Zweifel‘. Sie versteht, wie Zweifel aufkommt; wie er, wenn er aufgekommen ist, ausgeräumt wird; und wie er, wenn er ausgeräumt wurde, in Zukunft nicht mehr aufkommt. ",
  "an3.121:3.7": "Das nennt man ‚Reinheit des Geistes‘. ",
  "an3.121:3.8": "Das sind die drei Arten von Reinheit. ",
  "an3.121:4.1": "Reinheit des Körpers, Reinheit der Sprache, ",
  "an3.121:4.2": "unbefleckte Reinheit des Herzens – ",
  "an3.121:4.3": "Ein reiner Mensch, mit Reinheit gesegnet, ",
  "an3.121:4.4": "hat alles Schlechte abgespült, so heißt es.“ "
}