{
  "an3.34:0.1": "Nummerierte Lehrreden 3 ",
  "an3.34:0.2": "4. Götterboten ",
  "an3.34:0.3": "34. Quellen ",
  "an3.34:1.1": "„Mönche und Nonnen, es gibt drei Quellen, aus denen Taten entspringen. ",
  "an3.34:1.2": "Welche drei? ",
  "an3.34:1.3": "Gier, Hass und Täuschung sind Quellen, aus denen Taten entspringen. ",
  "an3.34:2.1": "Jede Tat, die aus Gier entsteht, aus Gier geboren wird, die dort ihre Quelle und ihren Ursprung hat, kommt zur Reife, wo immer diese neue Lebensform geboren wird. ",
  "an3.34:2.2": "Und wo diese Tat zur Reife kommt, dort wird ihre Folge erfahren: sei es in diesem Leben, im nächsten Leben oder zu einer späteren Zeit. ",
  "an3.34:3.1": "Jede Tat, die aus Hass entsteht, aus Hass geboren wird, dort entspringt und ihren Ursprung hat, kommt zur Reife, wo immer diese neue Lebensform geboren wird. ",
  "an3.34:3.2": "Und wo diese Tat zur Reife kommt, dort wird ihre Folge erfahren: sei es in diesem Leben, im nächsten Leben oder zu einer späteren Zeit. ",
  "an3.34:4.1": "Jede Tat, die aus Täuschung entsteht, aus Täuschung geboren wird, dort entspringt und ihren Ursprung hat, kommt zur Reife, wo immer diese neue Lebensform geboren wird. ",
  "an3.34:4.2": "Und wo diese Tat zur Reife kommt, dort wird ihre Folge erfahren: sei es in diesem Leben, im nächsten Leben oder zu einer späteren Zeit. ",
  "an3.34:5.1": "Angenommen, da wären unversehrte Samen, unbeschädigt, nicht von Wind und Sonne verdorben, fruchtbar und wohl verwahrt. Sie würden in gut bearbeiteten, ertragreichen Boden gelegt, ",
  "an3.34:5.2": "und der Himmel ließe reichlich Regen fallen. ",
  "an3.34:5.3": "Da würden diese Samen wachsen, größer werden und zur Reife kommen. ",
  "an3.34:5.4": "Ebenso kommt jede Tat, die aus Gier entsteht, aus Gier geboren wird, die dort ihre Quelle und ihren Ursprung hat, zur Reife, wo immer diese neue Lebensform geboren wird. ",
  "an3.34:5.5": "Und wo diese Tat zur Reife kommt, dort wird ihre Folge erfahren: sei es in diesem Leben, im nächsten Leben oder zu einer späteren Zeit. ",
  "an3.34:6.1": "Jede Tat, die aus Hass entsteht, … ",
  "an3.34:6.2": "Jede Tat, die aus Täuschung entsteht, aus Täuschung geboren wird, dort entspringt und ihren Ursprung hat, kommt zur Reife, wo immer diese neue Lebensform geboren wird. ",
  "an3.34:6.3": "Und wo diese Tat zur Reife kommt, dort wird ihre Folge erfahren: sei es in diesem Leben, im nächsten Leben oder zu einer späteren Zeit. ",
  "an3.34:6.4": "Das sind die drei Quellen, aus denen Taten entspringen. ",
  "an3.34:7.1": "Mönche und Nonnen, es gibt drei Quellen, aus denen Taten entspringen. ",
  "an3.34:7.2": "Welche drei? ",
  "an3.34:7.3": "Zufriedenheit, Liebe und Verstehen sind Quellen, aus denen Taten entspringen. ",
  "an3.34:8.1": "Jede Tat, die aus Zufriedenheit entsteht, aus Zufriedenheit geboren wird, dort entspringt und ihren Ursprung hat, wird aufgegeben, wenn Gier vergangen ist. Sie wird an der Wurzel abgeschnitten, wird wie der Stumpf einer Palme, wird ausgelöscht und kann sich in Zukunft nicht mehr erheben. ",
  "an3.34:9.1": "Jede Tat, die aus Liebe entsteht, aus Liebe geboren wird, dort entspringt und ihren Ursprung hat, wird aufgegeben, wenn Hass vergangen ist. Sie wird an der Wurzel abgeschnitten, wird wie der Stumpf einer Palme, wird ausgelöscht und kann sich in Zukunft nicht mehr erheben. ",
  "an3.34:10.1": "Und jede Tat, die aus Verstehen entsteht, aus Verstehen geboren wird, dort entspringt und ihren Ursprung hat, wird aufgegeben, wenn Täuschung vergangen ist. Sie wird an der Wurzel abgeschnitten, wird wie der Stumpf einer Palme, wird ausgelöscht und kann sich in Zukunft nicht mehr erheben. ",
  "an3.34:11.1": "Angenommen, da wären unversehrte Samen, unbeschädigt, nicht von Wind und Sonne verdorben, fruchtbar und wohl verwahrt. ",
  "an3.34:11.2": "Aber jemand würde sie im Feuer verbrennen, ",
  "an3.34:11.3": "dass sie zu Asche würden, ",
  "an3.34:11.4": "und würde die Asche von einem heftigen Wind wegfegen oder von einer raschen Strömung fortschwemmen lassen. ",
  "an3.34:11.5": "Da wären diese Samen an der Wurzel abgeschnitten, wären wie der Stumpf einer Palme, wären ausgelöscht und könnten sich in Zukunft nicht mehr erheben. ",
  "an3.34:11.6": "Ebenso wird jede Tat, die aus Zufriedenheit entsteht, aus Zufriedenheit geboren wird, dort entspringt und ihren Ursprung hat, aufgegeben, wenn Gier vergangen ist. Sie wird an der Wurzel abgeschnitten, wird wie der Stumpf einer Palme, wird ausgelöscht und kann sich in Zukunft nicht mehr erheben. ",
  "an3.34:12.1": "Jede Tat, die aus Liebe entsteht, … ",
  "an3.34:12.2": "Jede Tat, die aus Verstehen entsteht, aus Verstehen geboren wird, dort entspringt und ihren Ursprung hat, wird aufgegeben, wenn Täuschung vergangen ist. ",
  "an3.34:12.3": "Sie wird an der Wurzel abgeschnitten, wird wie der Stumpf einer Palme, wird ausgelöscht und kann sich in Zukunft nicht mehr erheben. ",
  "an3.34:12.4": "Das sind die drei Quellen, aus denen Taten entspringen. ",
  "an3.34:13.1": "Wenn ein unwissender Mensch ",
  "an3.34:13.2": "aus Gier, Hass oder Täuschung handelt, ",
  "an3.34:13.3": "werden alle seine Taten, ",
  "an3.34:13.4": "klein oder groß, ",
  "an3.34:13.5": "hier erfahren ",
  "an3.34:13.6": "und nicht anderswo. ",
  "an3.34:14.1": "Ein weiser Mensch, Mönch oder Nonne, ",
  "an3.34:14.2": "versteht die Folgen ",
  "an3.34:14.3": "von Gier, Hass und Täuschung ",
  "an3.34:14.4": "und schüttelt jegliches elende Schicksal ab.“ "
}