{
  "an3.79:0.1": "Nummerierte Lehrreden 3.79 ",
  "an3.79:0.2": "8. Das Kapitel mit Ānanda ",
  "an3.79:0.3": "Parfüm ",
  "an3.79:1.1": "Da ging der Ehrwürdige Ānanda zum Buddha, verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "an3.79:2.1": "„Herr, es gibt diese drei Arten von Parfüm, die sich nur mit dem Wind verbreiten, nicht gegen den Wind. ",
  "an3.79:2.2": "Welche drei? ",
  "an3.79:2.3": "Parfüm aus Wurzeln, Kernholz und Blumen. ",
  "an3.79:2.4": "Das sind die drei Arten von Parfüm, die sich nur mit dem Wind verbreiten, nicht gegen den Wind. ",
  "an3.79:2.5": "Gibt es ein Parfüm, das sich mit dem Wind, gegen den Wind und in beide Richtungen verbreitet?“ ",
  "an3.79:3.1": "„Ein solches Parfüm gibt es, Ānanda.“ ",
  "an3.79:3.2": "„Und was, Herr, ist dieses Parfüm?“ ",
  "an3.79:4.1": "„Es ist, Ānanda, wenn in einem Dorf oder einer Stadt eine Frau oder ein Mann zum Buddha, zur Lehre und zum Saṅgha Zuflucht genommen hat. ",
  "an3.79:4.2": "Die Person tötet keine lebenden Geschöpfe, stiehlt nicht, begeht keine sexuellen Verfehlungen, lügt nicht und trinkt keinen Alkohol, der nachlässig macht. Sie ist ein sittlicher Mensch, von gutem Charakter. ",
  "an3.79:4.3": "Sie lebt im Haus und hat den Fleck des Geizes entfernt, gibt großzügig her, hat eine offene Hand, freut sich am Loslassen, ist der Wohltätigkeit verpflichtet und liebt es, zu geben und zu teilen. ",
  "an3.79:5.1": "Asketen und Brahmanen preisen sie überall wegen dieser guten Eigenschaften, ",
  "an3.79:5.2": " ",
  "an3.79:5.3": " ",
  "an3.79:5.4": " ",
  "an3.79:6.1": "und sogar die Gottheiten preisen sie. ",
  "an3.79:6.2": " ",
  "an3.79:6.3": " ",
  "an3.79:6.4": " ",
  "an3.79:6.5": "Das ist das Parfüm, das sich mit dem Wind, gegen den Wind und in beide Richtungen verbreitet. ",
  "an3.79:7.1": "Blumenduft weht nicht gegen den Wind, ",
  "an3.79:7.2": "noch Sandelholz, Oleander oder Jasmin. ",
  "an3.79:7.3": "Doch der Duft des Guten weht gegen den Wind: ",
  "an3.79:7.4": "Die Tugend eines guten Menschen duftet in alle Himmelsrichtungen.“ "
}