{
  "an3.163:0.1": "Nummerierte Lehrreden 3.163–182 ",
  "an3.163:0.2": "17. Das Kapitel über Wege zum Begehen von Taten ",
  "an3.163:0.3": "Lehrreden ohne Titel über drei Eigenschaften ",
  "an3.163:1.1": "„Jemand, der drei Eigenschaften besitzt, wird in die Hölle gestoßen. ",
  "an3.163:1.2": "Welche drei? ",
  "an3.163:1.3": "Man tötet selbst lebende Geschöpfe; man stiftet andere zum Töten lebender Geschöpfe an; und man heißt das Töten lebender Geschöpfe gut. ",
  "an3.163:1.4": "Jemand, der diese drei Eigenschaften besitzt, wird in die Hölle gestoßen. ",
  "an3.164:1.1": "Jemand, der drei Eigenschaften besitzt, wird in den Himmel erhoben. ",
  "an3.164:1.2": "Welche drei? ",
  "an3.164:1.3": "Man tötet selbst keine lebenden Geschöpfe; man ermuntert andere dazu, keine lebenden Geschöpfe zu töten; und man heißt es gut, keine lebenden Geschöpfe zu töten. … ",
  "an3.165:1.1": "Man stiehlt selbst; man stiftet andere zum Stehlen an; und man heißt das Stehlen gut. … ",
  "an3.166:1.1": "Man stiehlt selbst nicht; man ermuntert andere dazu, nicht zu stehlen; und man heißt es gut, nicht zu stehlen. … ",
  "an3.167:1.1": "Man begeht selbst sexuelle Verfehlungen; man stiftet andere zu sexuellen Verfehlungen an; und man heißt sexuelle Verfehlungen gut. … ",
  "an3.168:1.1": "Man begeht selbst keine sexuellen Verfehlungen; man ermuntert andere dazu, keine sexuellen Verfehlungen zu begehen; und man heißt es gut, keine sexuellen Verfehlungen zu begehen. … ",
  "an3.169:1.1": "Man lügt selbst; man stiftet andere zum Lügen an; und man heißt das Lügen gut. … ",
  "an3.170:1.1": "Man lügt selbst nicht; man ermuntert andere dazu, nicht zu lügen; und man heißt es gut, nicht zu lügen. … ",
  "an3.171:1.1": "Man redet selbst so, dass man andere entzweit; man stiftet andere zu entzweiender Rede an; und man heißt entzweiende Rede gut. … ",
  "an3.172:1.1": "Man redet selbst nicht so, dass man andere entzweit; man ermuntert andere dazu, keine entzweiende Rede zu gebrauchen; und man heißt es gut, keine entzweiende Rede zu gebrauchen. … ",
  "an3.173:1.1": "Man redet selbst hart; man stiftet andere zu harter Rede an; und man heißt harte Rede gut. … ",
  "an3.174:1.1": "Man redet selbst nicht hart; man ermuntert andere dazu, keine harte Rede zu gebrauchen; und man heißt es gut, keine harte Rede zu gebrauchen. … ",
  "an3.175:1.1": "Man redet selbst Unsinn; man stiftet andere zum Unsinnreden an; und man heißt das Unsinnreden gut. … ",
  "an3.176:1.1": "Man redet selbst keinen Unsinn; man ermuntert andere dazu, keinen Unsinn zu reden; und man heißt es gut, keinen Unsinn zu reden. … ",
  "an3.177:1.1": "Man ist selbst begehrlich; man stiftet andere zu Begehrlichkeit an; und man heißt Begehrlichkeit gut. … ",
  "an3.178:1.1": "Man ist selbst zufrieden; man ermuntert andere zu Zufriedenheit; und man heißt Zufriedenheit gut. … ",
  "an3.179:1.1": "Man ist selbst böswillig; man stiftet andere zu bösem Willen an; und man heißt bösen Willen gut. … ",
  "an3.180:1.1": "Man ist selbst wohlwollend; man ermuntert andere zu Wohlwollen; und man heißt Wohlwollen gut. … ",
  "an3.181:1.1": "Man hat selbst falsche Ansicht; man stiftet andere zu falscher Ansicht an; und man heißt falsche Ansicht gut. … ",
  "an3.182:1.1": "Man hat selbst rechte Ansicht; man ermuntert andere zu rechter Ansicht; und man heißt rechte Ansicht gut. ",
  "an3.182:1.2": "Jemand, der diese drei Eigenschaften besitzt, wird in den Himmel erhoben.“ ",
  "an3.182:1.3": "",
  "an3.182:2.1": "",
  "an3.182:2.2": "",
  "an3.182:2.3": "",
  "an3.182:2.4": "",
  "an3.182:2.5": ""
}