{
  "an3.95:0.1": "Nummerierte Lehrreden 3 ",
  "an3.95:0.2": "10. Ein Salzklümpchen ",
  "an3.95:0.3": "95. Versammlungen ",
  "an3.95:1.1": "„Mönche und Nonnen, es gibt diese drei Versammlungen. ",
  "an3.95:1.2": "Welche drei? ",
  "an3.95:1.3": "Eine Versammlung der Besten, eine gespaltene Versammlung und eine einträchtige Versammlung. ",
  "an3.95:2.1": "Und was ist eine Versammlung der Besten? ",
  "an3.95:2.2": "Eine Versammlung, in der die Altehrwürdigen im Orden nicht genießerisch und lasch sind, nicht führend im Abrutschen; stattdessen übernehmen sie die Führung bei der Abgeschiedenheit und rütteln ihre Energie auf, um zu erreichen, was noch nicht erreicht ist, zu erringen, was noch nicht errungen ist, und zu erkennen, was noch nicht erkannt ist. Und die, die nach ihnen kommen, folgen ihrem Beispiel. ",
  "an3.95:2.3": "Auch sie sind nicht genießerisch und lasch, nicht führend im Abrutschen; stattdessen übernehmen sie die Führung bei der Abgeschiedenheit und rütteln ihre Energie auf, um zu erreichen, was noch nicht erreicht ist, zu erringen, was noch nicht errungen ist, und zu erkennen, was noch nicht erkannt ist. ",
  "an3.95:2.4": "Das nennt man eine Versammlung der Besten. ",
  "an3.95:3.1": "Und was ist eine gespaltene Versammlung? ",
  "an3.95:3.2": "Eine Versammlung, in der die Mönche und Nonnen sich entzweien, zanken und streiten, einander fortwährend mit scharfen Worten verletzen. Das nennt man eine gespaltene Versammlung. ",
  "an3.95:4.1": "Und was ist eine einträchtige Versammlung? ",
  "an3.95:4.2": "Eine Versammlung, in der die Mönche und Nonnen in Eintracht leben, sich gegenseitig wertschätzen, ohne Streit, sich wie Milch und Wasser mischen und einander mit freundlichen Augen betrachten. Das nennt man eine einträchtige Versammlung. ",
  "an3.95:5.1": "Wenn Mönche und Nonnen so in Eintracht leben, schaffen sie viel Verdienst. ",
  "an3.95:5.2": "Zu dieser Zeit leben sie in einer göttlichen Wohnstatt: nämlich in der Erlösung des Herzens durch freudige Anteilnahme. ",
  "an3.95:5.3": "Wenn sie voller Freude sind, lodert Ekstase auf. Wenn der Geist in Ekstase ist, wird der Körper still. Wenn der Körper still ist, empfindet man Wonne. Und wenn man voller Wonne ist, versenkt sich der Geist im Samādhi. ",
  "an3.95:6.1": "Es ist, wie wenn es auf einem Berggipfel stark regnet, und das Wasser fließt bergab und füllt die Hohlräume, Spalten und Bäche. Wenn sie voll werden, füllen sie die Teiche. Die Teiche füllen die Seen, die Seen füllen die Flüsse, und die Flüsse füllen die Ströme. Und wenn die Ströme voll werden, füllen sie das Meer. ",
  "an3.95:7.1": "Ebenso schaffen Mönche und Nonnen viel Verdienst, wenn sie in Eintracht leben, sich gegenseitig wertschätzen, ohne Streit, sich wie Milch und Wasser mischen und einander mit freundlichen Augen betrachten. ",
  "an3.95:7.2": "Zu dieser Zeit leben sie in einer göttlichen Wohnstatt: nämlich in der Erlösung des Herzens durch freudige Anteilnahme. ",
  "an3.95:7.3": "Wenn sie voller Freude sind, lodert Ekstase auf. Wenn der Geist in Ekstase ist, wird der Körper still. Wenn der Körper still ist, empfindet man Wonne. Und wenn man voller Wonne ist, versenkt sich der Geist im Samādhi. ",
  "an3.95:7.4": "Das sind die drei Versammlungen.“ "
}