{
  "sn1.38:0.1": "Саньютта Никая 1.38 ",
  "sn1.38:0.2": "4. Группа Сатуллапы ",
  "sn1.38:0.3": "Осколок камня ",
  "sn1.38:1.1": "Так я слышал. ",
  "sn1.38:1.2": "Однажды Благословенный проживал в Раджагахе, в Оленьем парке, в Маддакуччхи. ",
  "sn1.38:1.3": "И в то время ступня Благословенного была порезана осколком камня. ",
  "sn1.38:1.4": "Жестокие боли охватили Благословенного — болезненные телесные чувства: мучительные, острые, пронзающие, неприятные, терзающие. ",
  "sn1.38:1.5": "Но Благословенный терпел их, будучи осознанным и бдительным, не становясь обеспокоенным. ",
  "sn1.38:1.6": "И тогда Благословенный сложил своё внешнее одеяние вчетверо, лёг на правый бок, приняв позу льва, положив одну ступню на другую, будучи осознанным и бдительным. ",
  "sn1.38:2.1": "И когда наступила глубокая ночь, семьсот божеств прекрасной наружности, входящих в группу Сатуллапы, освещая весь Олений парк Маддакуччхи, подошли к Благословенному. Подойдя, они поклонились Благословенному и встали рядом. ",
  "sn1.38:2.2": "Затем одно из божеств, стоя рядом,произнесло это вдохновенное изречение в присутствии Благословенного: ",
  "sn1.38:2.3": "«Этот отшельник Готама воистину нага, почтенный! ",
  "sn1.38:2.4": "И когда возникли болезненные телесные чувства: мучительные, острые, пронзающие, неприятные, терзающие — он терпит их, точно нага, будучи осознанным, бдительным, не становясь обеспокоенным». ",
  "sn1.38:3.1": "Затем другое божество произнесло это вдохновенное изречение в присутствии Благословенного: ",
  "sn1.38:3.2": "«Этот отшельник Готама воистину лев, почтенный! ",
  "sn1.38:3.3": "И когда возникли болезненные телесные чувства: мучительные, острые, пронзающие, неприятные, терзающие — он терпит их, точно лев, будучи осознанным, бдительным, не становясь обеспокоенным». ",
  "sn1.38:4.1": "Затем другое божество произнесло это вдохновенное изречение в присутствии Благословенного: ",
  "sn1.38:4.2": "«Этот отшельник Готама воистину чистокровный скакун, почтенный! ",
  "sn1.38:4.3": "И когда возникли болезненные телесные чувства: мучительные, острые, пронзающие, неприятные, терзающие — он терпит их, точно чистокровный скакун, будучи осознанным, бдительным, не становясь обеспокоенным». ",
  "sn1.38:5.1": "Затем другое божество произнесло это вдохновенное изречение в присутствии Благословенного: ",
  "sn1.38:5.2": "«Этот отшельник Готама воистину бык-вожак стада, почтенный! ",
  "sn1.38:5.3": "И когда возникли болезненные телесные чувства: мучительные, острые, пронзающие, неприятные, терзающие — он терпит их, точно бык-вожак, будучи осознанным, бдительным, не становясь обеспокоенным». ",
  "sn1.38:6.1": "Затем другое божество произнесло это вдохновенное изречение в присутствии Благословенного: ",
  "sn1.38:6.2": "«Этот отшельник Готама воистину вьючный зверь, почтенный! ",
  "sn1.38:6.3": "И когда возникли болезненные телесные чувства: мучительные, острые, пронзающие, неприятные, терзающие – он терпит их, точно вьючный зверь, будучи осознанным, бдительным, не становясь обеспокоенным». ",
  "sn1.38:7.1": "Затем другое божество произнесло это вдохновенное изречение в присутствии Благословенного: ",
  "sn1.38:7.2": "«Этот отшельник Готама воистину укрощённый, почтенный! ",
  "sn1.38:7.3": "И когда возникли болезненные телесные чувства: мучительные, острые, пронзающие, неприятные, терзающие — он терпит их, точно укрощённый, будучи осознанным, бдительным, не становясь обеспокоенным». ",
  "sn1.38:8.1": "Затем другое божество произнесло это вдохновенное изречение в присутствии Благословенного: ",
  "sn1.38:8.2": "«Узрите его хорошо развитое сосредоточение и его хорошо освобождённый ум, который не уклоняется ни вперёд, ни назад, не заблокирован и не сдерживается подавлением силой! ",
  "sn1.38:8.3": "Если кто-либо посчитал бы, что такому можно помешать, такому нагу среди людей, льву среди людей, чистокровному скакуну среди людей, быку-вожаку среди людей, вьючному зверю среди людей, укрощённому среди людей, то разве не из недостатка видения такое могло бы произойти?» ",
  "sn1.38:9.1": "«Брахманы знают пусть пять Вед, ",
  "sn1.38:9.2": "Аскезу практикуют сотню лет, ",
  "sn1.38:9.3": "Умы их правильно не освобождены: ",
  "sn1.38:9.4": "Ведь низший берега другого не достигнет. ",
  "sn1.38:10.1": "К правилам, предписаниям привязаны они и в жажде утопают; ",
  "sn1.38:10.2": "Жестокую аскезу практикуют сотню лет, ",
  "sn1.38:10.3": "Умы их правильно не освобождены: ",
  "sn1.38:10.4": "Ведь низший берега другого не достигнет. ",
  "sn1.38:11.1": "Не укротить того, доволен самомнением кто, ",
  "sn1.38:11.2": "И мудрецом не стать тому, кто не сосредоточен: ",
  "sn1.38:11.3": "Беспечный, даже если он уединён в лесу, ",
  "sn1.38:11.4": "Смерти владений пересечь не сможет. ",
  "sn1.38:12.1": "Сосредоточенный, отбросив самомнение, ",
  "sn1.38:12.2": "С умом высоким и освобождённым всюду: ",
  "sn1.38:12.3": "Прилежный, проживающий один в лесу, ",
  "sn1.38:12.4": "Смерти владения сможет пересечь». "
}