{
  "sn1.20:0.1": "Саньютта Никая 1.20 ",
  "sn1.20:0.2": "2. Нандана ",
  "sn1.20:0.3": "Самиддхи ",
  "sn1.20:1.1": "Так я слышал. ",
  "sn1.20:1.2": "Однажды Благословенный проживал в Раджагахе, в Парке Горячих Источников. ",
  "sn1.20:1.3": "И тогда достопочтенный Самиддхи, поднявшись с первыми лучами солнца, отправился к горячим источникам, чтобы искупаться. ",
  "sn1.20:1.4": "Искупавшись в горячих источниках, он вышел и встал в единственном одеянии, высушивая части своего тела. ",
  "sn1.20:1.5": "И тогда, глубокой ночью, некое божество прекрасной наружности, освещая все горячие источники, подошло к достопочтенному Самиддхи. Подойдя, оно встало в воздухе и обратилось к достопочтенному Самиддхи строфой: ",
  "sn1.20:2.1": "«Не насладившись, ищешь подаяния ты, монах, ",
  "sn1.20:2.2": "Не ищешь подаяний, если насладился. ",
  "sn1.20:2.3": "Вначале насладись, монах, потом уже ищи, ",
  "sn1.20:2.4": "Пусть время не пройдёт мимо тебя напрасно!» ",
  "sn1.20:3.1": "«Не знаю, чем же может время это быть, ",
  "sn1.20:3.2": "Ведь время спрятано, нельзя его увидеть. ",
  "sn1.20:3.3": "А потому не наслаждаясь, подаяния я ищу: ",
  "sn1.20:3.4": "Пусть время не пройдёт мимо меня напрасно!» ",
  "sn1.20:4.1": "И тогда то божество спустилось на землю и обратилось к достопочтенному Самиддхи: ",
  "sn1.20:4.2": "«Ты, монах, ушёл в бездомную жизнь ещё черноволосым юношей, наделённым благословением молодости на первом этапе жизни, не наигравшись чувственными удовольствиями. ",
  "sn1.20:4.3": "Наслаждайся чувственными удовольствиями, монах. ",
  "sn1.20:4.4": "Не оставляй того, что видно здесь и сейчас, ради преследования того, что требует времени». ",
  "sn1.20:5.1": "«Я не оставил того, что видно здесь и сейчас, подруга, ради преследования того, что требует времени. ",
  "sn1.20:5.2": "Я оставил то, что требует времени, ради преследования того, что видно здесь и сейчас. ",
  "sn1.20:5.3": "Ведь Благословенный, подруга, утверждал, что чувственные удовольствия съедают много времени, полны страданий, полны отчаяния, а опасность, заключённая в них, ещё больше. ",
  "sn1.20:5.4": "А эта Дхамма видима здесь и сейчас, незамедлительно действенная, приглашающая к исследованию, ведущая вперёд, переживаемая мудрыми для себя». ",
  "sn1.20:6.1": "«Но как так, монах, что Благословенный утверждал, что чувственные удовольствия съедают много времени, полны страданий, полны отчаяния, а опасность, заключённая в них, ещё больше? ",
  "sn1.20:6.2": "А эта Дхамма видима здесь и сейчас, незамедлительно действенная, приглашающая к исследованию, ведущая вперёд, переживаемая мудрыми для себя?». ",
  "sn1.20:7.1": "«Я недавно получил монашеское посвящение, подруга, недавно оставил жизнь домохозяйскую ради жизни бездомной, недавно пришёл в эту Дхамму и Винаю. ",
  "sn1.20:7.2": "Я не могу тебе объяснить это в подробностях. ",
  "sn1.20:7.3": "Но Благословенный, совершенный, полностью просветлённый, проживает в Раджагахе, в Парке Горячих Источников. ",
  "sn1.20:7.4": "Подойди к этому Благословенному и спроси его об этом. ",
  "sn1.20:7.5": "То, как он тебе это объяснит, так это и запомни». ",
  "sn1.20:8.1": "«Непросто нам подойти к тому Благословенному, монах. Ведь его окружают другие, очень влиятельные божества. ",
  "sn1.20:8.2": "Если бы ты подошёл к нему и спросил его об этом, то мы бы тоже отправились следом, чтобы услышать Дхамму». ",
  "sn1.20:8.3": "«Хорошо, подруга», – ответил достопочтенный Самиддхи. И тогда он отправился к Благословенному, поклонился ему, сел рядом и рассказал обо всей беседе, которая состоялась с этим божеством, добавив: ",
  "sn1.20:17.4": "«Если слова этого божества были правдой, уважаемый, то тогда это божество сейчас должно быть где-то рядом». ",
  "sn1.20:18.1": "Когда так было сказано, то божество обратилось к достопочтенному Самиддхи: ",
  "sn1.20:18.2": "«Спроси, монах! Спроси, монах! Я пришла». ",
  "sn1.20:19.1": "И тогда Благословенный обратился к тому божеству строфой: ",
  "sn1.20:20.1": "«Те, кто воспринимают то, что выразить возможно, – ",
  "sn1.20:20.2": "Те, в том, что выразить возможно, утверждаются тогда. ",
  "sn1.20:20.3": "Не понимая полностью всё то, что можно выразить, ",
  "sn1.20:20.4": "Они тем самым в рабство Смерти попадают. ",
  "sn1.20:21.1": "Но, полностью поняв всё то, что можно выразить, ",
  "sn1.20:21.2": "„Того, кто выражает“ не измышляет он, ",
  "sn1.20:21.3": "Ведь для него не существует ничего такого, ",
  "sn1.20:21.4": "За счёт чего его он мог бы описать. ",
  "sn1.20:21.5": "Если, дух, ты понял, то говори». ",
  "sn1.20:22.1": "«Я не понимаю в подробностях, уважаемый, значение того, что сказал вкратце Благословенный. ",
  "sn1.20:22.2": "Пожалуйста, уважаемый, пусть Благословенный объяснит мне это так, чтобы я поняла в подробностях значение того, что было сказано вкратце». ",
  "sn1.20:23.1": "«Тот, измышляет кто: „Такой же я, иль лучше, или хуже“, ",
  "sn1.20:23.2": "Тот в этом случае может пуститься в споры. ",
  "sn1.20:23.3": "Но кто в трёх этих различениях не дрогнет, ",
  "sn1.20:23.4": "Тот не считает: „Я такой же или лучше“. ",
  "sn1.20:23.5": "Если, дух, ты понял, то говори». ",
  "sn1.20:24.1": "«В этом случае также, уважаемый, я не понимаю в подробностях значение того, что сказал вкратце Благословенный. ",
  "sn1.20:24.2": "Пожалуйста, уважаемый, пусть Благословенный объяснит мне это так, чтобы я поняла в подробностях значение того, что было сказано вкратце». ",
  "sn1.20:25.1": "«Отбросил он подсчёт, не заявляет самомнения, ",
  "sn1.20:25.2": "Отрезал жажду к имени-и-форме он. ",
  "sn1.20:25.3": "И божества, и люди его ищут —",
  "sn1.20:25.4": "И здесь и там, на небесах, в обителях во всех. ",
  "sn1.20:25.5": "Того, кто разрубил узлы, найти они не могут, ",
  "sn1.20:25.6": "Того, кто не обеспокоен, жажды кто лишён. ",
  "sn1.20:26.1": "Если, дух, ты понял, то говори». ",
  "sn1.20:27.1": "«Уважаемый, я понимаю в подробностях значение того, что сказал вкратце Благословенный, так: ",
  "sn1.20:28.1": "«Не нужно в мире зла свершать, ",
  "sn1.20:28.2": "Ни телом, ни умом, ни речью. ",
  "sn1.20:28.3": "Отбросив наслаждения чувств, осознанным и бдительным ",
  "sn1.20:28.4": "Идти не стоит тем путём, что причиняет боль и вред». "
}