{
  "an4.188:0.1": "Discursos numerados 4.188",
  "an4.188:0.2": "19. Brâmanes",
  "an4.188:0.3": "Com Upaka",
  "an4.188:1.1": "Uma vez, o Buda estava perto de Rājagaha, na montanha do Pico do Abutre.",
  "an4.188:1.2": "Então Upaka, o filho de Maṇḍikā, foi até ao Buda, fez uma buda, sentou-se a um lado e disse-lhe:",
  "an4.188:2.1": "“Senhor, esta é a minha doutrina e a minha opinião:",
  "an4.188:2.2": "Quem se queixa dos outros sem dar razões",
  "an4.188:2.3": "é repreensível e culpado”.",
  "an4.188:2.4": "“Upaka, se alguém continua a queixar-se dos outros sem dar uma razão, é repreensível e culpado.",
  "an4.188:2.5": "Mas é isso que você faz, por isso é repreensível e culpado!",
  "an4.188:2.6": "”Senhor, como um peixe apanhado numa grande armadilha no momento em que se levanta,",
  "an4.188:2.7": "por isso, o Buda apanhou-me numa grande armadilha de palavras no momento em que me levantei“.",
  "an4.188:3.1": "”Upaka, eu declarei: ‘Isto não é hábil’.",
  "an4.188:3.2": "E há um número ilimitado de palavras, frases e ensinamentos do Realizado sobre isso:",
  "an4.188:3.3": "‘Esta é outra forma de dizer que isto não é hábil’.",
  "an4.188:3.4": "Eu declarei: ‘O inábil deve ser abandonado’.",
  "an4.188:3.5": "E há um número ilimitado de palavras, frases e ensinamentos do Realizado sobre isso:",
  "an4.188:3.6": "‘Esta é uma outra forma de dizer que os inábeis devem ser abandonados’.",
  "an4.188:4.1": "Eu declarei isso: ‘Isto é hábil’.",
  "an4.188:4.2": "E há um número ilimitado de palavras, frases e ensinamentos do Realizado sobre isso:",
  "an4.188:4.3": "Esta é outra forma de dizer que isto é hábil“.",
  "an4.188:4.4": "Eu declarei: ‘Os habilidosos devem ser desenvolvidos’.",
  "an4.188:4.5": "E há um número ilimitado de palavras, frases e ensinamentos do Realizado sobre isso:",
  "an4.188:4.6": "É uma outra forma de dizer que se deve desenvolver o que é hábil”.",
  "an4.188:5.1": "E então Upaka, filho de Maṇḍikā, aprovou e concordou com o que o Buda disse. Levantou-se do seu assento, fez uma buda e respeitosamente rodeou o Buddha, mantendo-o à sua direita. Depois foi ter com o Rei Ajātasattu de Magadha, filho da princesa de Videha. Contou ao rei tudo o que tinham discutido.",
  "an4.188:5.2": "Mas Ajātasattu ficou zangado e aborrecido, e disse a Upaka,",
  "an4.188:5.3": "“Como é rude o rapaz do saleiro! Como é escandaloso e insolente da sua parte imaginar que pode atacar o Abençoado, o perfeito, o Buda totalmente desperto!",
  "an4.188:5.4": "Vá-se embora, Upaka, vá-se embora! Não me deixe voltar a vê-lo”."
}