{
  "pli-tv-bu-vb-ss1:0.1": "Theravāda Collection on Monastic Law ",
  "pli-tv-bu-vb-ss1:0.2": "The monks’ rules and their analysis ",
  "pli-tv-bu-vb-ss1:0.3": "The chapter on offenses entailing suspension ",
  "pli-tv-bu-vb-ss1:0.4": "1. The training rule on emission of semen ",
  "pli-tv-bu-vb-ss1:0.5": "Venerables, these thirteen rules on suspension come up for recitation. ",
  "pli-tv-bu-vb-ss1:1.1.0.1": "Origin story ",
  "pli-tv-bu-vb-ss1:1.1.0.2": "First sub-story ",
  "pli-tv-bu-vb-ss1:1.1.1": "At one time the Buddha was staying at Sāvatthī in the Jeta Grove, Anāthapiṇḍika’s Monastery. ",
  "pli-tv-bu-vb-ss1:1.1.2": "At that time Venerable Seyyasaka was dissatisfied with the spiritual life, ",
  "pli-tv-bu-vb-ss1:1.1.3": "and he became thin, haggard, and pale, his veins protruding all over his limbs. ",
  "pli-tv-bu-vb-ss1:1.1.4": "Venerable Udāyī saw him in this condition and said to him, ",
  "pli-tv-bu-vb-ss1:1.1.5": "“Seyyasaka, you’re not looking well. ",
  "pli-tv-bu-vb-ss1:1.1.6": "Are you perhaps dissatisfied with the spiritual life?” ",
  "pli-tv-bu-vb-ss1:1.1.7": "“I am.” ",
  "pli-tv-bu-vb-ss1:1.1.8": "“Well then, eat as much as you like, sleep as much as you like, and bathe as much as you like. ",
  "pli-tv-bu-vb-ss1:1.1.9": "And whenever you become discontent and sensual desire overwhelms you, emit semen with your hand.” ",
  "pli-tv-bu-vb-ss1:1.1.10": "“But is that allowable?” ",
  "pli-tv-bu-vb-ss1:1.1.11": "“Yes, I do it too.” ",
  "pli-tv-bu-vb-ss1:1.1.12": "Then Seyyasaka ate, slept, and bathed as much as he liked, ",
  "pli-tv-bu-vb-ss1:1.1.13": "and whenever he became discontent and sensual desire overwhelmed him, he emitted semen with his hand. ",
  "pli-tv-bu-vb-ss1:1.1.14": "After some time Seyyasaka became satisfied, and he had a good color, with a bright face and clear skin. ",
  "pli-tv-bu-vb-ss1:1.1.15": "Monks who were his friends said to him, ",
  "pli-tv-bu-vb-ss1:1.1.16": "“Seyyasaka, you used to be thin, haggard, and pale, your veins protruding all over your limbs. ",
  "pli-tv-bu-vb-ss1:1.1.17": "But now you’re satisfied, and you have a good color, with a bright face and clear skin. ",
  "pli-tv-bu-vb-ss1:1.1.18": "Have you been taking medicine?” ",
  "pli-tv-bu-vb-ss1:1.1.19": "“No, I haven’t. ",
  "pli-tv-bu-vb-ss1:1.1.20": "I just eat, sleep, and bathe as much as I like, ",
  "pli-tv-bu-vb-ss1:1.1.21": "and whenever I become discontent and sensual desire overwhelms me, I emit semen with my hand.” ",
  "pli-tv-bu-vb-ss1:1.2.1": "“Do you eat the food given in faith with the same hand you use to emit semen?” ",
  "pli-tv-bu-vb-ss1:1.2.2": "“Yes.” ",
  "pli-tv-bu-vb-ss1:1.2.3": "The monks of few desires complained and criticized him, ",
  "pli-tv-bu-vb-ss1:1.2.4": "“How can Venerable Seyyasaka emit semen with his hand?” ",
  "pli-tv-bu-vb-ss1:1.2.5": "They rebuked Seyyasaka in many ways and then told the Buddha. ",
  "pli-tv-bu-vb-ss1:1.2.6": "The Buddha then had the Sangha gathered and questioned Seyyasaka: ",
  "pli-tv-bu-vb-ss1:1.2.7": "“Is it true, Seyyasaka, that you emit semen with your hand?” ",
  "pli-tv-bu-vb-ss1:1.2.8": "“Yes, Sir.” ",
  "pli-tv-bu-vb-ss1:1.2.9": "The Buddha rebuked him, ",
  "pli-tv-bu-vb-ss1:1.2.10": "“Foolish man, it’s not suitable, it’s not proper, it’s not worthy of an ascetic, it’s not allowable, it’s not to be done. ",
  "pli-tv-bu-vb-ss1:1.2.11": "How can you emit semen with your hand? ",
  "pli-tv-bu-vb-ss1:1.2.12": "Haven’t I given many teachings for the sake of dispassion, not for the sake of passion; ",
  "pli-tv-bu-vb-ss1:1.2.13": "for freedom from bondage, not for the sake of bondage; ",
  "pli-tv-bu-vb-ss1:1.2.14": "for the sake of non-grasping, not for the sake of grasping? ",
  "pli-tv-bu-vb-ss1:1.2.15": "When I’ve taught like this, how can you be intent on passion, bondage, and grasping? ",
  "pli-tv-bu-vb-ss1:1.2.16": "Haven’t I given many teachings for the fading away of sensual desire, for the clearing away of intoxication, for the removal of thirst, for the uprooting of attachment, for the cutting off of the round of birth and death, for the stopping of craving, for fading away, for ending, for extinguishment? ",
  "pli-tv-bu-vb-ss1:1.2.17": "Haven’t I given many teachings the abandoning of worldly pleasures, the full understanding of the perceptions of worldly pleasure, the removal of thirst for worldly pleasures, the elimination of thoughts of worldly pleasures, the stilling of the fever of worldly pleasures? ",
  "pli-tv-bu-vb-ss1:1.2.18": "Foolish man, This won’t give rise to confidence in those without it or increase the confidence of those who have it, ",
  "pli-tv-bu-vb-ss1:1.2.19": "but it will hinder confidence in those without it, and it will cause some with confidence to change their minds.” ",
  "pli-tv-bu-vb-ss1:1.2.20": "Then, after rebuking Seyyasaka in many ways for being difficult to support … ",
  "pli-tv-bu-vb-ss1:1.2.21": "the Buddha said, “And, monks, this training rule should be recited like this: ",
  "pli-tv-bu-vb-ss1:1.2.22.0": "Preliminary ruling ",
  "pli-tv-bu-vb-ss1:1.2.22.1": "‘Intentional emission of semen is an offense entailing suspension.’” ",
  "pli-tv-bu-vb-ss1:1.2.23": "In this way the Buddha laid down this training rule for the monks. ",
  "pli-tv-bu-vb-ss1:2.1.0": "Second sub-story ",
  "pli-tv-bu-vb-ss1:2.1.1": "At one time monks ate fine foods, fell asleep without mindfulness and clear awareness, ",
  "pli-tv-bu-vb-ss1:2.1.2": "and emitted semen while dreaming. ",
  "pli-tv-bu-vb-ss1:2.1.3": "They became anxious, thinking, ",
  "pli-tv-bu-vb-ss1:2.1.4": "“The Buddha has laid down a training rule ",
  "pli-tv-bu-vb-ss1:2.1.5": "that intentional emission of semen is an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:2.1.6": "We had an emission of semen while dreaming, ",
  "pli-tv-bu-vb-ss1:2.1.7": "and that involves intention. ",
  "pli-tv-bu-vb-ss1:2.1.8": "Could it be that we’ve committed an offense entailing suspension?” ",
  "pli-tv-bu-vb-ss1:2.1.9": "They told the Buddha. ",
  "pli-tv-bu-vb-ss1:2.1.10": "“Monks, there’s intention involved, ",
  "pli-tv-bu-vb-ss1:2.1.11": "but it’s negligible. ",
  "pli-tv-bu-vb-ss1:2.1.12": "And so, monks, this training rule should be recited like this: ",
  "pli-tv-bu-vb-ss1:2.1.13.0": "Final ruling ",
  "pli-tv-bu-vb-ss1:2.1.13.1": "‘Intentional emission of semen, except while dreaming, is an offense entailing suspension.’” ",
  "pli-tv-bu-vb-ss1:2.2.0": "Definitions ",
  "pli-tv-bu-vb-ss1:2.2.1": "Intentional: ",
  "pli-tv-bu-vb-ss1:2.2.2": "knowing, perceiving, having intended, having decided, he transgresses. ",
  "pli-tv-bu-vb-ss1:2.2.3": "Semen: ",
  "pli-tv-bu-vb-ss1:2.2.4": "there are ten kinds of semen: ",
  "pli-tv-bu-vb-ss1:2.2.5": "blue, yellow, red, white, the color of buttermilk, the color of water, the color of oil, the color of milk, the color of curd, the color of ghee. ",
  "pli-tv-bu-vb-ss1:2.2.6": "Emission: ",
  "pli-tv-bu-vb-ss1:2.2.7": "making it move from its base—this is what is meant by “emission”. ",
  "pli-tv-bu-vb-ss1:2.2.8": "Except while dreaming: ",
  "pli-tv-bu-vb-ss1:2.2.9": "apart from that which occurs while dreaming. ",
  "pli-tv-bu-vb-ss1:2.2.10": "An offense entailing suspension: ",
  "pli-tv-bu-vb-ss1:2.2.11": "only the Sangha gives probation for that offense, sends back to the beginning, gives the trial period, and rehabilitates—not several monks, not an individual. Therefore it is called “an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:2.2.12": "This is the name and designation of this class of offense. Therefore, too, it is called “an offense entailing suspension”. ",
  "pli-tv-bu-vb-ss1:3.1.0.1": "Permutations ",
  "pli-tv-bu-vb-ss1:3.1.0.2": "Permutations part 1 ",
  "pli-tv-bu-vb-ss1:3.1.0.3": "Summary ",
  "pli-tv-bu-vb-ss1:3.1.1": "One emits with one’s own body; ",
  "pli-tv-bu-vb-ss1:3.1.2": "one emits with an external body; ",
  "pli-tv-bu-vb-ss1:3.1.3": "one emits both with one’s own body and with an external body; ",
  "pli-tv-bu-vb-ss1:3.1.4": "one emits shaking the pelvis in the air. ",
  "pli-tv-bu-vb-ss1:3.1.5": "When it is stiff through sensual desire one emits; ",
  "pli-tv-bu-vb-ss1:3.1.6": "when it is stiff because of feces one emits; ",
  "pli-tv-bu-vb-ss1:3.1.7": "when it is stiff because of urine one emits; ",
  "pli-tv-bu-vb-ss1:3.1.8": "when it is stiff through wind one emits; ",
  "pli-tv-bu-vb-ss1:3.1.9": "when it is stiff because of being stung by caterpillars one emits. ",
  "pli-tv-bu-vb-ss1:3.1.10": "One emits for the sake of health; ",
  "pli-tv-bu-vb-ss1:3.1.11": "one emits for the sake of pleasure; ",
  "pli-tv-bu-vb-ss1:3.1.12": "one emits for the sake of medicine; ",
  "pli-tv-bu-vb-ss1:3.1.13": "one emits for the sake of a gift; ",
  "pli-tv-bu-vb-ss1:3.1.14": "one emits for the sake of merit; ",
  "pli-tv-bu-vb-ss1:3.1.15": "one emits for the sake of sacrifice; ",
  "pli-tv-bu-vb-ss1:3.1.16": "one emits for the sake of heaven; ",
  "pli-tv-bu-vb-ss1:3.1.17": "one emits for the sake of seed; ",
  "pli-tv-bu-vb-ss1:3.1.18": "one emits for the sake of investigating; ",
  "pli-tv-bu-vb-ss1:3.1.19": "one emits for the sake of fun. ",
  "pli-tv-bu-vb-ss1:3.1.20": "One emits blue; ",
  "pli-tv-bu-vb-ss1:3.1.21": "one emits yellow; ",
  "pli-tv-bu-vb-ss1:3.1.22": "one emits red; ",
  "pli-tv-bu-vb-ss1:3.1.23": "one emits white; ",
  "pli-tv-bu-vb-ss1:3.1.24": "one emits the color of buttermilk; ",
  "pli-tv-bu-vb-ss1:3.1.25": "one emits the color of water; ",
  "pli-tv-bu-vb-ss1:3.1.26": "one emits the color of oil; ",
  "pli-tv-bu-vb-ss1:3.1.27": "one emits the color of milk; ",
  "pli-tv-bu-vb-ss1:3.1.28": "one emits the color of curd; ",
  "pli-tv-bu-vb-ss1:3.1.29": "one emits the color of ghee. ",
  "pli-tv-bu-vb-ss1:3.2.0": "Definitions ",
  "pli-tv-bu-vb-ss1:3.2.1": "With one’s own body: ",
  "pli-tv-bu-vb-ss1:3.2.2": "with one’s own physical body. ",
  "pli-tv-bu-vb-ss1:3.2.3": "With an external body: ",
  "pli-tv-bu-vb-ss1:3.2.4": "with an external physical body, whether organic or inorganic. ",
  "pli-tv-bu-vb-ss1:3.2.5": "Both with one’s own body and with an external body: ",
  "pli-tv-bu-vb-ss1:3.2.6": "with both. ",
  "pli-tv-bu-vb-ss1:3.2.7": "Shaking the pelvis in the air: ",
  "pli-tv-bu-vb-ss1:3.2.8": "when one makes an effort in the air, the penis becomes erect. ",
  "pli-tv-bu-vb-ss1:3.2.9": "When it is stiff because of sensual desire: ",
  "pli-tv-bu-vb-ss1:3.2.10": "for one oppressed by sensual desire, the penis becomes erect. ",
  "pli-tv-bu-vb-ss1:3.2.11": "When it is stiff due to feces: ",
  "pli-tv-bu-vb-ss1:3.2.12": "for one oppressed by feces, the penis becomes erect. ",
  "pli-tv-bu-vb-ss1:3.2.13": "When it is stiff due to urine: ",
  "pli-tv-bu-vb-ss1:3.2.14": "for one oppressed by urine, the penis becomes erect. ",
  "pli-tv-bu-vb-ss1:3.2.15": "When it is stiff because of wind: ",
  "pli-tv-bu-vb-ss1:3.2.16": "for one oppressed by wind, the penis becomes erect. ",
  "pli-tv-bu-vb-ss1:3.2.17": "When it is stiff because of being bitten by caterpillars: ",
  "pli-tv-bu-vb-ss1:3.2.18": "when bitten by caterpillars, the penis becomes erect. ",
  "pli-tv-bu-vb-ss1:3.2.19": "For the sake of health: ",
  "pli-tv-bu-vb-ss1:3.2.20": "thinking, “I’ll be healthy.” ",
  "pli-tv-bu-vb-ss1:3.2.21": "For the sake of pleasure: ",
  "pli-tv-bu-vb-ss1:3.2.22": "thinking, “I’ll produce a pleasant feeling.” ",
  "pli-tv-bu-vb-ss1:3.2.23": "For the sake of medicine: ",
  "pli-tv-bu-vb-ss1:3.2.24": "thinking, “There will be medicine.” ",
  "pli-tv-bu-vb-ss1:3.2.25": "For the sake of a gift: ",
  "pli-tv-bu-vb-ss1:3.2.26": "thinking, “I’ll give a gift.” ",
  "pli-tv-bu-vb-ss1:3.2.27": "For the sake of merit: ",
  "pli-tv-bu-vb-ss1:3.2.28": "thinking, “There will be merit.” ",
  "pli-tv-bu-vb-ss1:3.2.29": "For the sake of sacrifice: ",
  "pli-tv-bu-vb-ss1:3.2.30": "thinking, “I’ll offer a sacrifice.” ",
  "pli-tv-bu-vb-ss1:3.2.31": "For the sake of heaven: ",
  "pli-tv-bu-vb-ss1:3.2.32": "thinking, “I’ll go to heaven.” ",
  "pli-tv-bu-vb-ss1:3.2.33": "For the sake of seed: ",
  "pli-tv-bu-vb-ss1:3.2.34": "thinking, “There will be seed.” ",
  "pli-tv-bu-vb-ss1:3.2.35": "For the sake of investigating: ",
  "pli-tv-bu-vb-ss1:3.2.36": "thinking, “Will it be blue? Will it be yellow? Will it be red? Will it be white? Will it be the color of buttermilk? Will it be the color of water? Will it be the color of oil? Will it be the color of milk? Will it be the color of curd? Will it be the color of ghee?” ",
  "pli-tv-bu-vb-ss1:3.2.37": "For the sake of fun: ",
  "pli-tv-bu-vb-ss1:3.2.38": "desiring to play. ",
  "pli-tv-bu-vb-ss1:3.3.0": "Exposition part 1 ",
  "pli-tv-bu-vb-ss1:3.3.1": "If, with his own body, he intends, and he makes an effort, and semen is emitted, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:3.3.2": "If, with an external body, he intends, and he makes an effort, and semen is emitted, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:3.3.3": "If, both with his own body and an external body, he intends, and he makes an effort, and semen is emitted, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:3.3.4": "If, shaking the pelvis in the air, he intends, and he makes an effort, and semen is emitted, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:3.3.5": "If, when it is stiff because of sensual desire, he intends, and he makes an effort, and semen is emitted, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:3.3.6": "If, when it is stiff because of feces, he intends, and he makes an effort, and semen is emitted, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:3.3.7": "If, when it is stiff because of urine, he intends, and he makes an effort, and semen is emitted, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:3.3.8": "If, when it is stiff because of wind, he intends, and he makes an effort, and semen is emitted, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:3.3.9": "If, when it is stiff because of being bitten by caterpillars, he intends, and he makes an effort, and semen is emitted, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:3.3.10.0.1": "Exposition part 2 ",
  "pli-tv-bu-vb-ss1:3.3.10.0.2": "A single purpose ",
  "pli-tv-bu-vb-ss1:3.3.10.1": "If, for the sake of health, he intends, and he makes an effort, and semen is emitted, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:3.3.11": "If, for the sake of pleasure … ",
  "pli-tv-bu-vb-ss1:3.3.12": "If, for the sake of medicine … ",
  "pli-tv-bu-vb-ss1:3.3.13": "If, for the sake of a gift … ",
  "pli-tv-bu-vb-ss1:3.3.14": "If, for the sake of merit … ",
  "pli-tv-bu-vb-ss1:3.3.15": "If, for the sake of sacrifice … ",
  "pli-tv-bu-vb-ss1:3.3.16": "If, for the sake of heaven … ",
  "pli-tv-bu-vb-ss1:3.3.17": "If, for the sake of seed … ",
  "pli-tv-bu-vb-ss1:3.3.18": "If, for the sake of investigating … ",
  "pli-tv-bu-vb-ss1:3.3.19": "If, for the sake of fun, he intends, and he makes an effort, and semen is emitted, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:3.3.20.0": "One kind of semen ",
  "pli-tv-bu-vb-ss1:3.3.20.1": "If he intends blue, and he makes an effort, and semen is emitted, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:3.3.21": "If he intends yellow … ",
  "pli-tv-bu-vb-ss1:3.3.22": "If he intends red … ",
  "pli-tv-bu-vb-ss1:3.3.23": "If he intends white … ",
  "pli-tv-bu-vb-ss1:3.3.24": "If he intends the color of buttermilk … ",
  "pli-tv-bu-vb-ss1:3.3.25": "If he intends the color of water … ",
  "pli-tv-bu-vb-ss1:3.3.26": "If he intends the color of oil … ",
  "pli-tv-bu-vb-ss1:3.3.27": "If he intends the color of milk … ",
  "pli-tv-bu-vb-ss1:3.3.28": "If he intends the color of curd … ",
  "pli-tv-bu-vb-ss1:3.3.29": "If he intends the color of ghee, and he makes an effort, and semen is emitted, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:3.3.30": "The basic series is finished. ",
  "pli-tv-bu-vb-ss1:3.4.1.0": "Two purposes ",
  "pli-tv-bu-vb-ss1:3.4.1.1": "If, for the sake of health and for the sake of pleasure, he intends, and he makes an effort, and semen is emitted, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:3.4.2": "If, for the sake of health and for the sake of medicine … ",
  "pli-tv-bu-vb-ss1:3.4.3": "If, for the sake of health and for the sake of a gift … ",
  "pli-tv-bu-vb-ss1:3.4.4": "If, for the sake of health and for the sake of merit … ",
  "pli-tv-bu-vb-ss1:3.4.5": "If, for the sake of health and for the sake of sacrifice … ",
  "pli-tv-bu-vb-ss1:3.4.6": "If, for the sake of health and for the sake of heaven … ",
  "pli-tv-bu-vb-ss1:3.4.7": "If, for the sake of health and for the sake of seed … ",
  "pli-tv-bu-vb-ss1:3.4.8": "If, for the sake of health and for the sake of investigating … ",
  "pli-tv-bu-vb-ss1:3.4.9": "If, for the sake of health and for the sake of fun, he intends, and he makes an effort, and semen is emitted, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:3.4.10": "The unconnected permutation series for one root item is finished. ",
  "pli-tv-bu-vb-ss1:3.5.1": "If, for the sake of pleasure and for the sake of medicine, he intends, and he makes an effort, and semen is emitted, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:3.5.2": "If, for the sake of pleasure and for the sake of a gift … ",
  "pli-tv-bu-vb-ss1:3.5.3": "If, for the sake of pleasure and for the sake of merit … ",
  "pli-tv-bu-vb-ss1:3.5.4": "If, for the sake of pleasure and for the sake of sacrifice … ",
  "pli-tv-bu-vb-ss1:3.5.5": "If, for the sake of pleasure and for the sake of heaven … ",
  "pli-tv-bu-vb-ss1:3.5.6": "If, for the sake of pleasure and for the sake of seed … ",
  "pli-tv-bu-vb-ss1:3.5.7": "If, for the sake of pleasure and for the sake of investigating … ",
  "pli-tv-bu-vb-ss1:3.5.8": "If, for the sake of pleasure and for the sake of fun, he intends, and he makes an effort, and semen is emitted, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:3.5.9": "If, for the sake of pleasure and for the sake of health, he intends, and he makes an effort, and semen is emitted, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:3.5.10": "If, for the sake of medicine and for the sake of a gift … ",
  "pli-tv-bu-vb-ss1:3.5.11": "If, for the sake of medicine and for the sake of merit … ",
  "pli-tv-bu-vb-ss1:3.5.12": "If, for the sake of medicine and for the sake of sacrifice … ",
  "pli-tv-bu-vb-ss1:3.5.13": "If, for the sake of medicine and for the sake of heaven … ",
  "pli-tv-bu-vb-ss1:3.5.14": "If, for the sake of medicine and for the sake of seed … ",
  "pli-tv-bu-vb-ss1:3.5.15": "If, for the sake of medicine and for the sake of investigating … ",
  "pli-tv-bu-vb-ss1:3.5.16": "If, for the sake of medicine and for the sake of fun, he intends, and he makes an effort, and semen is emitted, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:3.5.17": "If, for the sake of medicine and for the sake of health … ",
  "pli-tv-bu-vb-ss1:3.5.18": "If, for the sake of medicine and for the sake of pleasure, he intends, and he makes an effort, and semen is emitted, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:3.5.19": "If, for the sake of a gift and for the sake of merit … ",
  "pli-tv-bu-vb-ss1:3.5.20": "If, for the sake of a gift and for the sake of sacrifice … ",
  "pli-tv-bu-vb-ss1:3.5.21": "If, for the sake of a gift and for the sake of heaven … ",
  "pli-tv-bu-vb-ss1:3.5.22": "If, for the sake of a gift and for the sake of seed … ",
  "pli-tv-bu-vb-ss1:3.5.23": "If, for the sake of a gift and for the sake of investigating … ",
  "pli-tv-bu-vb-ss1:3.5.24": "If, for the sake of a gift and for the sake of fun, he intends, and he makes an effort, and semen is emitted, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:3.5.25": "If, for the sake of a gift and for the sake of health … ",
  "pli-tv-bu-vb-ss1:3.5.26": "If, for the sake of a gift and for the sake of pleasure … ",
  "pli-tv-bu-vb-ss1:3.5.27": "If, for the sake of a gift and for the sake of medicine, he intends, and he makes an effort, and semen is emitted, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:3.5.28": "If, for the sake of merit and for the sake of sacrifice … ",
  "pli-tv-bu-vb-ss1:3.5.29": "If, for the sake of merit and for the sake of heaven … ",
  "pli-tv-bu-vb-ss1:3.5.30": "If, for the sake of merit and for the sake of seed … ",
  "pli-tv-bu-vb-ss1:3.5.31": "If, for the sake of merit and for the sake of investigating … ",
  "pli-tv-bu-vb-ss1:3.5.32": "If, for the sake of merit and for the sake of fun, he intends, and he makes an effort, and semen is emitted, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:3.5.33": "If, for the sake of merit and for the sake of health … ",
  "pli-tv-bu-vb-ss1:3.5.34": "If, for the sake of merit and for the sake of pleasure … ",
  "pli-tv-bu-vb-ss1:3.5.35": "If, for the sake of merit and for the sake of medicine … ",
  "pli-tv-bu-vb-ss1:3.5.36": "If, for the sake of merit and for the sake of a gift, he intends, and he makes an effort, and semen is emitted, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:3.5.37": "If, for the sake of sacrifice and for the sake of heaven … ",
  "pli-tv-bu-vb-ss1:3.5.38": "If, for the sake of sacrifice and for the sake of seed … ",
  "pli-tv-bu-vb-ss1:3.5.39": "If, for the sake of sacrifice and for the sake of investigating … ",
  "pli-tv-bu-vb-ss1:3.5.40": "If, for the sake of sacrifice and for the sake of fun, he intends, and he makes an effort, and semen is emitted, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:3.5.41": "If, for the sake of sacrifice and for the sake of health … ",
  "pli-tv-bu-vb-ss1:3.5.42": "If, for the sake of sacrifice and for the sake of pleasure … ",
  "pli-tv-bu-vb-ss1:3.5.43": "If, for the sake of sacrifice and for the sake of medicine … ",
  "pli-tv-bu-vb-ss1:3.5.44": "If, for the sake of sacrifice and for the sake of a gift … ",
  "pli-tv-bu-vb-ss1:3.5.45": "If, for the sake of sacrifice and for the sake of merit, he intends, and he makes an effort, and semen is emitted, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:3.5.46": "If, for the sake of heaven and for the sake of seed … ",
  "pli-tv-bu-vb-ss1:3.5.47": "If, for the sake of heaven and for the sake of investigating … ",
  "pli-tv-bu-vb-ss1:3.5.48": "If, for the sake of heaven and for the sake of fun, he intends, and he makes an effort, and semen is emitted, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:3.5.49": "If, for the sake of heaven and for the sake of health … ",
  "pli-tv-bu-vb-ss1:3.5.50": "If, for the sake of heaven and for the sake of pleasure … ",
  "pli-tv-bu-vb-ss1:3.5.51": "If, for the sake of heaven and for the sake of medicine … ",
  "pli-tv-bu-vb-ss1:3.5.52": "If, for the sake of heaven and for the sake of a gift … ",
  "pli-tv-bu-vb-ss1:3.5.53": "If, for the sake of heaven and for the sake of merit … ",
  "pli-tv-bu-vb-ss1:3.5.54": "If, for the sake of heaven and for the sake of sacrifice, he intends, and he makes an effort, and semen is emitted, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:3.5.55": "If, for the sake of seed and for the sake of investigating … ",
  "pli-tv-bu-vb-ss1:3.5.56": "If, for the sake of seed and for the sake of fun, he intends, and he makes an effort, and semen is emitted, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:3.5.57": "If, for the sake of seed and for the sake of health … ",
  "pli-tv-bu-vb-ss1:3.5.58": "If, for the sake of seed and for the sake of pleasure … ",
  "pli-tv-bu-vb-ss1:3.5.59": "If, for the sake of seed and for the sake of medicine … ",
  "pli-tv-bu-vb-ss1:3.5.60": "If, for the sake of seed and for the sake of a gift … ",
  "pli-tv-bu-vb-ss1:3.5.61": "If, for the sake of seed and for the sake of merit … ",
  "pli-tv-bu-vb-ss1:3.5.62": "If, for the sake of seed and for the sake of sacrifice … ",
  "pli-tv-bu-vb-ss1:3.5.63": "If, for the sake of seed and for the sake of heaven, he intends, and he makes an effort, and semen is emitted, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:3.5.64": "If, for the sake of investigating and for the sake of fun, he intends, and he makes an effort, and semen is emitted, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:3.5.65": "If, for the sake of investigating and for the sake of health … ",
  "pli-tv-bu-vb-ss1:3.5.66": "If, for the sake of investigating and for the sake of pleasure … ",
  "pli-tv-bu-vb-ss1:3.5.67": "If, for the sake of investigating and for the sake of medicine … ",
  "pli-tv-bu-vb-ss1:3.5.68": "If, for the sake of investigating and for the sake of a gift … ",
  "pli-tv-bu-vb-ss1:3.5.69": "If, for the sake of investigating and for the sake of merit … ",
  "pli-tv-bu-vb-ss1:3.5.70": "If, for the sake of investigating and for the sake of sacrifice … ",
  "pli-tv-bu-vb-ss1:3.5.71": "If, for the sake of investigating and for the sake of heaven … ",
  "pli-tv-bu-vb-ss1:3.5.72": "If, for the sake of investigating and for the sake of seed, he intends, and he makes an effort, and semen is emitted, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:3.5.73": "If, for the sake of fun and for the sake of health … ",
  "pli-tv-bu-vb-ss1:3.5.74": "If, for the sake of fun and for the sake of pleasure … ",
  "pli-tv-bu-vb-ss1:3.5.75": "If, for the sake of fun and for the sake of medicine … ",
  "pli-tv-bu-vb-ss1:3.5.76": "If, for the sake of fun and for the sake of a gift … ",
  "pli-tv-bu-vb-ss1:3.5.77": "If, for the sake of fun and for the sake of merit … ",
  "pli-tv-bu-vb-ss1:3.5.78": "If, for the sake of fun and for the sake of sacrifice … ",
  "pli-tv-bu-vb-ss1:3.5.79": "If, for the sake of fun and for the sake of heaven … ",
  "pli-tv-bu-vb-ss1:3.5.80": "If, for the sake of fun and for the sake of seed … ",
  "pli-tv-bu-vb-ss1:3.5.81": "If, for the sake of fun and for the sake of investigating, he intends, and he makes an effort, and semen is emitted, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:3.5.82": "The linked permutation series for one root item is finished. ",
  "pli-tv-bu-vb-ss1:3.5.83.0": "Three purposes ",
  "pli-tv-bu-vb-ss1:3.5.83.1": "If, for the sake of health and for the sake of pleasure and for the sake of medicine, he intends, and he makes an effort, and semen is emitted, he commits an offense entailing suspension. … ",
  "pli-tv-bu-vb-ss1:3.5.84": "If, for the sake of health and for the sake of pleasure and for the sake of fun, he intends, and he makes an effort, and semen is emitted, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:3.5.85": "The unconnected permutation series for two root items. ",
  "pli-tv-bu-vb-ss1:3.5.86": "If, for the sake of pleasure and for the sake of medicine and for the sake of a gift, he intends, and he makes an effort, and semen is emitted, he commits an offense entailing suspension. … ",
  "pli-tv-bu-vb-ss1:3.5.87": "If, for the sake of pleasure and for the sake of medicine and for the sake of fun … ",
  "pli-tv-bu-vb-ss1:3.5.88": "If, for the sake of pleasure and for the sake of medicine and for the sake of health, he intends, and he makes an effort, and semen is emitted, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:3.5.89": "The linked permutation series for two root items, in brief. ",
  "pli-tv-bu-vb-ss1:3.5.90": "If, for the sake of investigating and for the sake of fun and for the sake of a health, he intends, and he makes an effort, and semen is emitted, he commits an offense entailing suspension. … ",
  "pli-tv-bu-vb-ss1:3.5.91": "If, for the sake of investigating and for the sake of fun and for the sake of seed, he intends, and he makes an effort, and semen is emitted, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:3.5.92": "The section on two root items is finished. ",
  "pli-tv-bu-vb-ss1:3.5.93.0": "Four to nine purposes ",
  "pli-tv-bu-vb-ss1:3.5.93.1": "Three root items, four root items, five root items, six root items, seven root items, eight root items, and nine root items are to be expanded in the same way. ",
  "pli-tv-bu-vb-ss1:3.5.94.0": "Ten purposes ",
  "pli-tv-bu-vb-ss1:3.5.94.1": "This is the section on all root items: ",
  "pli-tv-bu-vb-ss1:3.5.95": "If, for the sake of health and for the sake of pleasure and for the sake of medicine and for the sake of a gift and for the sake of merit and for the sake of sacrifice and for the sake of heaven and for the sake of seed and for the sake of investigating and for the sake of fun, he intends, and he makes an effort, and semen is emitted, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:3.5.96": "The section on all root items is finished. ",
  "pli-tv-bu-vb-ss1:3.6.0": "Two kinds of semen ",
  "pli-tv-bu-vb-ss1:3.6.1": "If he intends blue and yellow, and he makes an effort, and semen is emitted, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:3.6.2": "If he intends blue and red … ",
  "pli-tv-bu-vb-ss1:3.6.3": "If he intends blue and white … ",
  "pli-tv-bu-vb-ss1:3.6.4": "If he intends blue and the color of buttermilk … ",
  "pli-tv-bu-vb-ss1:3.6.5": "If he intends blue and the color of water … ",
  "pli-tv-bu-vb-ss1:3.6.6": "If he intends blue and the color of oil … ",
  "pli-tv-bu-vb-ss1:3.6.7": "If he intends blue and the color of milk … ",
  "pli-tv-bu-vb-ss1:3.6.8": "If he intends blue and the color of curd … ",
  "pli-tv-bu-vb-ss1:3.6.9": "If he intends blue and the color of ghee, and he makes an effort, and semen is emitted, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:3.6.10": "The unconnected permutation series for one root item is finished. ",
  "pli-tv-bu-vb-ss1:3.6.11": "If he intends yellow and red, and he makes an effort, and semen is emitted, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:3.6.12": "If he intends yellow and white … ",
  "pli-tv-bu-vb-ss1:3.6.13": "If he intends yellow and the color of buttermilk … ",
  "pli-tv-bu-vb-ss1:3.6.14": "If he intends yellow and the color of water … ",
  "pli-tv-bu-vb-ss1:3.6.15": "If he intends yellow and the color of oil … ",
  "pli-tv-bu-vb-ss1:3.6.16": "If he intends yellow and the color of milk … ",
  "pli-tv-bu-vb-ss1:3.6.17": "If he intends yellow and the color of curd … ",
  "pli-tv-bu-vb-ss1:3.6.18": "If he intends yellow and the color of ghee, and he makes an effort, and semen is emitted, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:3.6.19": "If he intends yellow and blue, and he makes an effort, and semen is emitted, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:3.6.20": "The linked permutation series for one root item. ",
  "pli-tv-bu-vb-ss1:3.6.21": "If he intends red and white, and he makes an effort, and semen is emitted, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:3.6.22": "If he intends red and the color of buttermilk … ",
  "pli-tv-bu-vb-ss1:3.6.23": "If he intends red and the color of water … ",
  "pli-tv-bu-vb-ss1:3.6.24": "If he intends red and the color of oil … ",
  "pli-tv-bu-vb-ss1:3.6.25": "If he intends red and the color of milk … ",
  "pli-tv-bu-vb-ss1:3.6.26": "If he intends red and the color of curd … ",
  "pli-tv-bu-vb-ss1:3.6.27": "If he intends red and the color of ghee, and he makes an effort, and semen is emitted, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:3.6.28": "If he intends red and blue … ",
  "pli-tv-bu-vb-ss1:3.6.29": "If he intends red and yellow, and he makes an effort, and semen is emitted, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:3.6.30": "If he intends white and the color of buttermilk … ",
  "pli-tv-bu-vb-ss1:3.6.31": "If he intends white and the color of water … ",
  "pli-tv-bu-vb-ss1:3.6.32": "If he intends white and the color of oil … ",
  "pli-tv-bu-vb-ss1:3.6.33": "If he intends white and the color of milk … ",
  "pli-tv-bu-vb-ss1:3.6.34": "If he intends white and the color of curd … ",
  "pli-tv-bu-vb-ss1:3.6.35": "If he intends white and the color of ghee, and he makes an effort, and semen is emitted, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:3.6.36": "If he intends white and blue … ",
  "pli-tv-bu-vb-ss1:3.6.37": "If he intends white and yellow … ",
  "pli-tv-bu-vb-ss1:3.6.38": "If he intends white and red, and he makes an effort, and semen is emitted, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:3.6.39": "If he intends the color of buttermilk and the color of water … ",
  "pli-tv-bu-vb-ss1:3.6.40": "If he intends the color of buttermilk and the color of oil … ",
  "pli-tv-bu-vb-ss1:3.6.41": "If he intends the color of buttermilk and the color of milk … ",
  "pli-tv-bu-vb-ss1:3.6.42": "If he intends the color of buttermilk and the color of curd … ",
  "pli-tv-bu-vb-ss1:3.6.43": "If he intends the color of buttermilk and the color of ghee, and he makes an effort, and semen is emitted, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:3.6.44": "If he intends the color of buttermilk and blue … ",
  "pli-tv-bu-vb-ss1:3.6.45": "If he intends the color of buttermilk and yellow … ",
  "pli-tv-bu-vb-ss1:3.6.46": "If he intends the color of buttermilk and red … ",
  "pli-tv-bu-vb-ss1:3.6.47": "If he intends the color of buttermilk and white, and he makes an effort, and semen is emitted, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:3.6.48": "If he intends the color of water and the color of oil … ",
  "pli-tv-bu-vb-ss1:3.6.49": "If he intends the color of water and the color of milk … ",
  "pli-tv-bu-vb-ss1:3.6.50": "If he intends the color of water and the color of curd … ",
  "pli-tv-bu-vb-ss1:3.6.51": "If he intends the color of water and the color of ghee, and he makes an effort, and semen is emitted, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:3.6.52": "If he intends the color of water and blue … ",
  "pli-tv-bu-vb-ss1:3.6.53": "If he intends the color of water and yellow … ",
  "pli-tv-bu-vb-ss1:3.6.54": "If he intends the color of water and red … ",
  "pli-tv-bu-vb-ss1:3.6.55": "If he intends the color of water and white … ",
  "pli-tv-bu-vb-ss1:3.6.56": "If he intends the color of water and the color of buttermilk, and he makes an effort, and semen is emitted, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:3.6.57": "If he intends the color of oil and the color of milk … ",
  "pli-tv-bu-vb-ss1:3.6.58": "If he intends the color of oil and the color of curd … ",
  "pli-tv-bu-vb-ss1:3.6.59": "If he intends the color of oil and the color of ghee, and he makes an effort, and semen is emitted, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:3.6.60": "If he intends the color of oil and blue … ",
  "pli-tv-bu-vb-ss1:3.6.61": "If he intends the color of oil and yellow … ",
  "pli-tv-bu-vb-ss1:3.6.62": "If he intends the color of oil and red … ",
  "pli-tv-bu-vb-ss1:3.6.63": "If he intends the color of oil and white … ",
  "pli-tv-bu-vb-ss1:3.6.64": "If he intends the color of oil and the color of buttermilk … ",
  "pli-tv-bu-vb-ss1:3.6.65": "If he intends the color of oil and the color of water, and he makes an effort, and semen is emitted, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:3.6.66": "If he intends the color of milk and the color of curd … ",
  "pli-tv-bu-vb-ss1:3.6.67": "If he intends the color of milk and the color of ghee, and he makes an effort, and semen is emitted, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:3.6.68": "If he intends the color of milk and blue … ",
  "pli-tv-bu-vb-ss1:3.6.69": "If he intends the color of milk and yellow … ",
  "pli-tv-bu-vb-ss1:3.6.70": "If he intends the color of milk and red … ",
  "pli-tv-bu-vb-ss1:3.6.71": "If he intends the color of milk and white … ",
  "pli-tv-bu-vb-ss1:3.6.72": "If he intends the color of milk and the color of buttermilk … ",
  "pli-tv-bu-vb-ss1:3.6.73": "If he intends the color of milk and the color of water … ",
  "pli-tv-bu-vb-ss1:3.6.74": "If he intends the color of milk and the color of oil, and he makes an effort, and semen is emitted, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:3.6.75": "If he intends the color of curd and the color of ghee, and he makes an effort, and semen is emitted, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:3.6.76": "If he intends the color of curd and blue … ",
  "pli-tv-bu-vb-ss1:3.6.77": "If he intends the color of curd and yellow … ",
  "pli-tv-bu-vb-ss1:3.6.78": "If he intends the color of curd and red … ",
  "pli-tv-bu-vb-ss1:3.6.79": "If he intends the color of curd and white … ",
  "pli-tv-bu-vb-ss1:3.6.80": "If he intends the color of curd and the color of buttermilk … ",
  "pli-tv-bu-vb-ss1:3.6.81": "If he intends the color of curd and the color of water … ",
  "pli-tv-bu-vb-ss1:3.6.82": "If he intends the color of curd and the color of oil … ",
  "pli-tv-bu-vb-ss1:3.6.83": "If he intends the color of curd and the color of milk, and he makes an effort, and semen is emitted, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:3.6.84": "If he intends the color of ghee and blue, and he makes an effort, and semen is emitted, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:3.6.85": "If he intends the color of ghee and yellow … ",
  "pli-tv-bu-vb-ss1:3.6.86": "If he intends the color of ghee and red … ",
  "pli-tv-bu-vb-ss1:3.6.87": "If he intends the color of ghee and white … ",
  "pli-tv-bu-vb-ss1:3.6.88": "If he intends the color of ghee and the color of buttermilk … ",
  "pli-tv-bu-vb-ss1:3.6.89": "If he intends the color of ghee and the color of water … ",
  "pli-tv-bu-vb-ss1:3.6.90": "If he intends the color of ghee and the color of oil … ",
  "pli-tv-bu-vb-ss1:3.6.91": "If he intends the color of ghee and the color of milk … ",
  "pli-tv-bu-vb-ss1:3.6.92": "If he intends the color of ghee and the color of curd, and he makes an effort, and semen is emitted, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:3.6.93": "The linked permutation series for one root item is finished. ",
  "pli-tv-bu-vb-ss1:3.6.94.0": "Three kinds of semen ",
  "pli-tv-bu-vb-ss1:3.6.94.1": "If he intends blue and yellow and red, and he makes an effort, and semen is emitted, he commits an offense entailing suspension. … ",
  "pli-tv-bu-vb-ss1:3.6.95": "If he intends blue and yellow and the color of ghee, and he makes an effort, and semen is emitted, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:3.6.96": "The unconnected permutation series for two root items. ",
  "pli-tv-bu-vb-ss1:3.6.97": "If he intends yellow and red and white, and he makes an effort, and semen is emitted, he commits an offense entailing suspension. … ",
  "pli-tv-bu-vb-ss1:3.6.98": "If he intends yellow and red and the color of ghee … ",
  "pli-tv-bu-vb-ss1:3.6.99": "If he intends yellow and red and blue, and he makes an effort, and semen is emitted, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:3.6.100": "The linked permutation series for two root items, in brief. ",
  "pli-tv-bu-vb-ss1:3.6.101": "If he intends the color of curd and the color of ghee and blue, and he makes an effort, and semen is emitted, he commits an offense entailing suspension. … ",
  "pli-tv-bu-vb-ss1:3.6.102": "If he intends the color of curd and the color of ghee and the color of milk, and he makes an effort, and semen is emitted, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:3.6.103": "The section on two root items is finished. ",
  "pli-tv-bu-vb-ss1:3.6.104.0": "Four to nine kinds of semen ",
  "pli-tv-bu-vb-ss1:3.6.104.1": "The sections based on three root items, four root items, five root items, six root items, seven root items, eight root items, and nine root items are to be expanded in the same way. ",
  "pli-tv-bu-vb-ss1:3.6.105.0": "Ten kinds of semen ",
  "pli-tv-bu-vb-ss1:3.6.105.1": "This is the section on all root items: ",
  "pli-tv-bu-vb-ss1:3.6.106": "If he intends blue and yellow and red and white and the color of buttermilk and the color of water and the color of oil and the color of milk and the color of curd and the color of ghee, and he makes an effort, and semen is emitted, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:3.6.107": "The section on all root items is finished. ",
  "pli-tv-bu-vb-ss1:3.7.0": "Purposes combined with kinds of semen ",
  "pli-tv-bu-vb-ss1:3.7.1": "If he intends for the sake of health and blue, and he makes an effort, and semen is emitted, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:3.7.2": "If he intends for the sake of health and for the sake of pleasure and blue and yellow, and he makes an effort, and semen is emitted, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:3.7.3": "If he intends for the sake of health and for the sake of pleasure and for the sake of medicine and blue and yellow and red, and he makes an effort, and semen is emitted, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:3.7.4": "(In this way both are to be expanded.) ",
  "pli-tv-bu-vb-ss1:3.7.5": "If he intends for the sake of health and for the sake of pleasure and for the sake of medicine and for the sake of a gift and for the sake of merit and for the sake of sacrifice and for the sake of heaven and for the sake of seed and for the sake of investigating and for the sake of fun and blue and yellow and red and white and the color of buttermilk and the color of water and the color of oil and the color of milk and the color of curd and the color of ghee, and he makes an effort, and semen is emitted, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:3.7.6": "The mixed permutation series is finished. ",
  "pli-tv-bu-vb-ss1:3.8.0": "Intending one kind of semen, emitting another kind ",
  "pli-tv-bu-vb-ss1:3.8.1": "If he intends, “I’ll emit blue,” and he makes an effort, and yellow is emitted, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:3.8.2": "If he intends, “I’ll emit blue,” and he makes an effort, and red is emitted … ",
  "pli-tv-bu-vb-ss1:3.8.3": "white … ",
  "pli-tv-bu-vb-ss1:3.8.4": "the color of buttermilk … ",
  "pli-tv-bu-vb-ss1:3.8.5": "the color of water … ",
  "pli-tv-bu-vb-ss1:3.8.6": "the color of oil … ",
  "pli-tv-bu-vb-ss1:3.8.7": "the color of milk … ",
  "pli-tv-bu-vb-ss1:3.8.8": "the color of curd … ",
  "pli-tv-bu-vb-ss1:3.8.9": "the color of ghee is emitted, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:3.8.10": "The unconnected permutation series is finished. ",
  "pli-tv-bu-vb-ss1:3.8.11": "If he intends, “I’ll emit yellow,” and he makes an effort, and red is emitted, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:3.8.12": "If he intends, “I’ll emit yellow,” and he makes an effort, and white is emitted … ",
  "pli-tv-bu-vb-ss1:3.8.13": "the color of buttermilk … ",
  "pli-tv-bu-vb-ss1:3.8.14": "the color of water … ",
  "pli-tv-bu-vb-ss1:3.8.15": "the color of oil … ",
  "pli-tv-bu-vb-ss1:3.8.16": "the color of milk … ",
  "pli-tv-bu-vb-ss1:3.8.17": "the color of curd … ",
  "pli-tv-bu-vb-ss1:3.8.18": "the color of ghee … ",
  "pli-tv-bu-vb-ss1:3.8.19": "blue is emitted, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:3.8.20": "The basis of the linked permutation series, in brief. ",
  "pli-tv-bu-vb-ss1:3.8.21": "… If he intends, “I’ll emit the color of ghee,” and he makes an effort, and blue is emitted, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:3.8.22": "If he intends, “I’ll emit the color of ghee,” and he makes an effort, and yellow is emitted … ",
  "pli-tv-bu-vb-ss1:3.8.23": "red … ",
  "pli-tv-bu-vb-ss1:3.8.24": "white … ",
  "pli-tv-bu-vb-ss1:3.8.25": "the color of buttermilk … ",
  "pli-tv-bu-vb-ss1:3.8.26": "the color of water … ",
  "pli-tv-bu-vb-ss1:3.8.27": "the color of oil … ",
  "pli-tv-bu-vb-ss1:3.8.28": "the color of milk … ",
  "pli-tv-bu-vb-ss1:3.8.29": "the color of curd is emitted, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:3.8.30": "The core permutation series is finished. ",
  "pli-tv-bu-vb-ss1:3.9.1": "If he intends, “I’ll emit yellow,” and he makes an effort, and blue is emitted, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:3.9.2": "If he intends, “I’ll emit red … ",
  "pli-tv-bu-vb-ss1:3.9.3": "white … ",
  "pli-tv-bu-vb-ss1:3.9.4": "the color of buttermilk … ",
  "pli-tv-bu-vb-ss1:3.9.5": "the color of water … ",
  "pli-tv-bu-vb-ss1:3.9.6": "the color of oil … ",
  "pli-tv-bu-vb-ss1:3.9.7": "the color of milk … ",
  "pli-tv-bu-vb-ss1:3.9.8": "the color of curd … ",
  "pli-tv-bu-vb-ss1:3.9.9": "the color of ghee,” and he makes an effort, and blue is emitted, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:3.9.10": "The first round of the additional permutation series is finished. ",
  "pli-tv-bu-vb-ss1:3.9.11": "If he intends, “I’ll emit red,” and he makes an effort, and yellow is emitted, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:3.9.12": "If he intends, “I’ll emit white … ",
  "pli-tv-bu-vb-ss1:3.9.13": "the color of buttermilk … ",
  "pli-tv-bu-vb-ss1:3.9.14": "the color of water … ",
  "pli-tv-bu-vb-ss1:3.9.15": "the color of oil … ",
  "pli-tv-bu-vb-ss1:3.9.16": "the color of milk … ",
  "pli-tv-bu-vb-ss1:3.9.17": "the color of curd … ",
  "pli-tv-bu-vb-ss1:3.9.18": "the color of ghee … ",
  "pli-tv-bu-vb-ss1:3.9.19": "blue,” and he makes an effort, and yellow is emitted, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:3.9.20": "The second round of the additional permutation series is finished. ",
  "pli-tv-bu-vb-ss1:3.9.21": "If he intends, “I’ll emit white,” and he makes an effort, and red is emitted, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:3.9.22": "If he intends, “I’ll emit the color of buttermilk … ",
  "pli-tv-bu-vb-ss1:3.9.23": "the color of water … ",
  "pli-tv-bu-vb-ss1:3.9.24": "the color of oil … ",
  "pli-tv-bu-vb-ss1:3.9.25": "the color of milk … ",
  "pli-tv-bu-vb-ss1:3.9.26": "the color of curd … ",
  "pli-tv-bu-vb-ss1:3.9.27": "the color of ghee … ",
  "pli-tv-bu-vb-ss1:3.9.28": "blue … ",
  "pli-tv-bu-vb-ss1:3.9.29": "yellow,” and he makes an effort, and red is emitted, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:3.9.30": "The third round of the additional permutation series is finished. ",
  "pli-tv-bu-vb-ss1:3.9.31": "If he intends, “I’ll emit the color of buttermilk,” and he makes an effort, and white is emitted, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:3.9.32": "If he intends, “I’ll emit the color of water … ",
  "pli-tv-bu-vb-ss1:3.9.33": "the color of oil … ",
  "pli-tv-bu-vb-ss1:3.9.34": "the color of milk … ",
  "pli-tv-bu-vb-ss1:3.9.35": "the color of curd … ",
  "pli-tv-bu-vb-ss1:3.9.36": "the color of ghee … ",
  "pli-tv-bu-vb-ss1:3.9.37": "blue … ",
  "pli-tv-bu-vb-ss1:3.9.38": "yellow … ",
  "pli-tv-bu-vb-ss1:3.9.39": "red,” and he makes an effort, and white is emitted, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:3.9.40": "The fourth round of the additional permutation series is finished. ",
  "pli-tv-bu-vb-ss1:3.9.41": "If he intends, “I’ll emit the color of water,” and he makes an effort, and the color of buttermilk is emitted, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:3.9.42": "If he intends, “I’ll emit the color of oil … ",
  "pli-tv-bu-vb-ss1:3.9.43": "the color of milk … ",
  "pli-tv-bu-vb-ss1:3.9.44": "the color of curd … ",
  "pli-tv-bu-vb-ss1:3.9.45": "the color of ghee … ",
  "pli-tv-bu-vb-ss1:3.9.46": "blue … ",
  "pli-tv-bu-vb-ss1:3.9.47": "yellow … ",
  "pli-tv-bu-vb-ss1:3.9.48": "red … ",
  "pli-tv-bu-vb-ss1:3.9.49": "white,” and he makes an effort, and the color of buttermilk is emitted, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:3.9.50": "The fifth round of the additional permutation series is finished. ",
  "pli-tv-bu-vb-ss1:3.9.51": "If he intends, “I’ll emit the color of oil,” and he makes an effort, and the color of water is emitted, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:3.9.52": "If he intends, “I’ll emit the color of milk … ",
  "pli-tv-bu-vb-ss1:3.9.53": "the color of curd … ",
  "pli-tv-bu-vb-ss1:3.9.54": "the color of ghee … ",
  "pli-tv-bu-vb-ss1:3.9.55": "blue … ",
  "pli-tv-bu-vb-ss1:3.9.56": "yellow … ",
  "pli-tv-bu-vb-ss1:3.9.57": "red … ",
  "pli-tv-bu-vb-ss1:3.9.58": "white … ",
  "pli-tv-bu-vb-ss1:3.9.59": "the color of buttermilk,” and he makes an effort, and the color of water is emitted, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:3.9.60": "The sixth round of the additional permutation series is finished. ",
  "pli-tv-bu-vb-ss1:3.9.61": "If he intends, “I’ll emit the color of milk,” and he makes an effort, and the color of oil is emitted, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:3.9.62": "If he intends, “I’ll emit the color of curd … ",
  "pli-tv-bu-vb-ss1:3.9.63": "the color of ghee … ",
  "pli-tv-bu-vb-ss1:3.9.64": "blue … ",
  "pli-tv-bu-vb-ss1:3.9.65": "yellow … ",
  "pli-tv-bu-vb-ss1:3.9.66": "red … ",
  "pli-tv-bu-vb-ss1:3.9.67": "white … ",
  "pli-tv-bu-vb-ss1:3.9.68": "the color of buttermilk … ",
  "pli-tv-bu-vb-ss1:3.9.69": "the color of water,” and he makes an effort, and the color of oil is emitted, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:3.9.70": "The seventh round of the additional permutation series is finished. ",
  "pli-tv-bu-vb-ss1:3.9.71": "If he intends, “I’ll emit the color of curd,” and he makes an effort, and the color of milk is emitted, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:3.9.72": "If he intends, “I’ll emit the color of ghee … ",
  "pli-tv-bu-vb-ss1:3.9.73": "blue … ",
  "pli-tv-bu-vb-ss1:3.9.74": "yellow … ",
  "pli-tv-bu-vb-ss1:3.9.75": "red … ",
  "pli-tv-bu-vb-ss1:3.9.76": "white … ",
  "pli-tv-bu-vb-ss1:3.9.77": "the color of buttermilk … ",
  "pli-tv-bu-vb-ss1:3.9.78": "the color of water … ",
  "pli-tv-bu-vb-ss1:3.9.79": "the color of oil,” and he makes an effort, and the color of milk is emitted, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:3.9.80": "The eighth round of the additional permutation series is finished. ",
  "pli-tv-bu-vb-ss1:3.9.81": "If he intends, “I’ll emit the color of ghee,” and he makes an effort, and the color of curd is emitted, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:3.9.82": "If he intends, “I’ll emit blue … ",
  "pli-tv-bu-vb-ss1:3.9.83": "yellow … ",
  "pli-tv-bu-vb-ss1:3.9.84": "red … ",
  "pli-tv-bu-vb-ss1:3.9.85": "white … ",
  "pli-tv-bu-vb-ss1:3.9.86": "the color of buttermilk … ",
  "pli-tv-bu-vb-ss1:3.9.87": "the color of water … ",
  "pli-tv-bu-vb-ss1:3.9.88": "the color of oil … ",
  "pli-tv-bu-vb-ss1:3.9.89": "the color of milk,” and he makes an effort, and the color of curd is emitted, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:3.9.90": "The ninth round of the additional permutation series is finished. ",
  "pli-tv-bu-vb-ss1:3.9.91": "If he intends, “I’ll emit blue,” and he makes an effort, and the color of ghee is emitted, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:3.9.92": "If he intends, “I’ll emit yellow … ",
  "pli-tv-bu-vb-ss1:3.9.93": "red … ",
  "pli-tv-bu-vb-ss1:3.9.94": "white … ",
  "pli-tv-bu-vb-ss1:3.9.95": "the color of buttermilk … ",
  "pli-tv-bu-vb-ss1:3.9.96": "the color of water … ",
  "pli-tv-bu-vb-ss1:3.9.97": "the color of oil … ",
  "pli-tv-bu-vb-ss1:3.9.98": "the color of milk … ",
  "pli-tv-bu-vb-ss1:3.9.99": "the color of curd,” and he makes an effort, and the color of ghee is emitted, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:3.9.100": "The tenth round of the additional permutation series is finished. ",
  "pli-tv-bu-vb-ss1:3.9.101": "The additional permutation series is finished. ",
  "pli-tv-bu-vb-ss1:4.0": "Permutations part 2 ",
  "pli-tv-bu-vb-ss1:4.1": "If he intends, and he makes an effort, and semen is emitted, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:4.2": "If he intends, and he makes an effort, but semen is not emitted, he commits a serious offense. ",
  "pli-tv-bu-vb-ss1:4.3": "If he intends, but he does not make an effort, yet semen is emitted, there is no offense. ",
  "pli-tv-bu-vb-ss1:4.4": "If he intends, but he does not make an effort, nor is semen emitted, there is no offense. ",
  "pli-tv-bu-vb-ss1:4.5": "If he does not intend, but he makes an effort, and semen is emitted, there is no offense. ",
  "pli-tv-bu-vb-ss1:4.6": "If he does not intend, but he makes an effort, yet semen is not emitted, there is no offense. ",
  "pli-tv-bu-vb-ss1:4.7": "If he does not intend, nor does he makes an effort, yet semen is emitted, there is no offense. ",
  "pli-tv-bu-vb-ss1:4.8": "If he does not intend, nor does he makes an effort, nor is semen emitted, there is no offense. ",
  "pli-tv-bu-vb-ss1:4.9.0": "Non-offenses ",
  "pli-tv-bu-vb-ss1:4.9.1": "There is no offense: ",
  "pli-tv-bu-vb-ss1:4.10": "if it is while dreaming; ",
  "pli-tv-bu-vb-ss1:4.11": "if he is not aiming at emission; ",
  "pli-tv-bu-vb-ss1:4.12": "if he is insane; ",
  "pli-tv-bu-vb-ss1:4.13": "if he is deranged; ",
  "pli-tv-bu-vb-ss1:4.14": "if he is overwhelmed by pain; ",
  "pli-tv-bu-vb-ss1:4.15": "if he is the first offender. ",
  "pli-tv-bu-vb-ss1:4.16": "Summary verses of case studies ",
  "pli-tv-bu-vb-ss1:4.17": "“Dream, feces, urine, ",
  "pli-tv-bu-vb-ss1:4.18": "Thought, and with warm water; ",
  "pli-tv-bu-vb-ss1:4.19": "Medicine, scratching, path, ",
  "pli-tv-bu-vb-ss1:4.20": "Foreskin, sauna, treatment. ",
  "pli-tv-bu-vb-ss1:4.21": "Novice, and asleep, ",
  "pli-tv-bu-vb-ss1:4.22": "Thigh, pressed with the fist; ",
  "pli-tv-bu-vb-ss1:4.23": "In the air, rigid, staring, ",
  "pli-tv-bu-vb-ss1:4.24": "Keyhole, rubbed with wood. ",
  "pli-tv-bu-vb-ss1:4.25": "Current, wet mud, running, ",
  "pli-tv-bu-vb-ss1:4.26": "Mud play, lotus; ",
  "pli-tv-bu-vb-ss1:4.27": "Sand, mud, pouring, ",
  "pli-tv-bu-vb-ss1:4.28": "Bed, and with the thumb.” ",
  "pli-tv-bu-vb-ss1:5.1.0": "Case studies ",
  "pli-tv-bu-vb-ss1:5.1.1": "On one occasion a monk had an emission of semen while dreaming. ",
  "pli-tv-bu-vb-ss1:5.1.2": "He became anxious, thinking, ",
  "pli-tv-bu-vb-ss1:5.1.3": "“The Buddha has laid down a training rule. Could it be that I’ve committed an offense entailing suspension?” ",
  "pli-tv-bu-vb-ss1:5.1.4": "He told the Buddha, who said, ",
  "pli-tv-bu-vb-ss1:5.1.5": "“There’s no offense since it occurred while dreaming.” ",
  "pli-tv-bu-vb-ss1:5.2.1": "On one occasion a monk was defecating, and semen was emitted. ",
  "pli-tv-bu-vb-ss1:5.2.2": "He became anxious … ",
  "pli-tv-bu-vb-ss1:5.2.3": "“What was your intention, monk?” ",
  "pli-tv-bu-vb-ss1:5.2.4": "“I wasn’t aiming at emission, Sir.” ",
  "pli-tv-bu-vb-ss1:5.2.5": "“There’s no offense if one isn’t aiming at emission.” ",
  "pli-tv-bu-vb-ss1:5.2.6": "On one occasion a monk was urinating, and semen was emitted. ",
  "pli-tv-bu-vb-ss1:5.2.7": "He became anxious … ",
  "pli-tv-bu-vb-ss1:5.2.8": "“There’s no offense if one isn’t aiming at emission.” ",
  "pli-tv-bu-vb-ss1:5.3.1": "On one occasion a monk was thinking a sensual thought, and semen was emitted. ",
  "pli-tv-bu-vb-ss1:5.3.2": "He became anxious … ",
  "pli-tv-bu-vb-ss1:5.3.3": "“There’s no offense for one thinking a sensual thought.” ",
  "pli-tv-bu-vb-ss1:5.4.1": "On one occasion a monk was bathing in warm water, and semen was emitted. ",
  "pli-tv-bu-vb-ss1:5.4.2": "He became anxious … ",
  "pli-tv-bu-vb-ss1:5.4.3": "“What was your intention, monk?” ",
  "pli-tv-bu-vb-ss1:5.4.4": "“I wasn’t aiming at emission, Sir.” ",
  "pli-tv-bu-vb-ss1:5.4.5": "“There’s no offense if one isn’t aiming at emission.” ",
  "pli-tv-bu-vb-ss1:5.4.6": "On one occasion a monk, aiming at emission, bathed in warm water, and semen was emitted. ",
  "pli-tv-bu-vb-ss1:5.4.7": "He became anxious … ",
  "pli-tv-bu-vb-ss1:5.4.8": "“You’ve committed an offense entailing suspension.” ",
  "pli-tv-bu-vb-ss1:5.4.9": "On one occasion a monk, aiming at emission, bathed in warm water and semen was not emitted. ",
  "pli-tv-bu-vb-ss1:5.4.10": "He became anxious … ",
  "pli-tv-bu-vb-ss1:5.4.11": "“There’s no offense entailing suspension, ",
  "pli-tv-bu-vb-ss1:5.4.12": "but there’s a serious offense.” ",
  "pli-tv-bu-vb-ss1:5.5.1": "At one time a monk had a sore on his penis. ",
  "pli-tv-bu-vb-ss1:5.5.2": "While he was applying medicine, semen was emitted. ",
  "pli-tv-bu-vb-ss1:5.5.3": "He became anxious … ",
  "pli-tv-bu-vb-ss1:5.5.4": "“There’s no offense if one isn’t aiming at emission.” ",
  "pli-tv-bu-vb-ss1:5.5.5": "At one time a monk had a sore on his penis. ",
  "pli-tv-bu-vb-ss1:5.5.6": "Aiming at emission, he applied medicine, and semen was emitted. … ",
  "pli-tv-bu-vb-ss1:5.5.7": "semen was not emitted. ",
  "pli-tv-bu-vb-ss1:5.5.8": "He became anxious … ",
  "pli-tv-bu-vb-ss1:5.5.9": "“There’s no offense entailing suspension, ",
  "pli-tv-bu-vb-ss1:5.5.10": "but there’s a serious offense.” ",
  "pli-tv-bu-vb-ss1:5.6.1": "On one occasion a monk scratched his scrotum, and semen was emitted. ",
  "pli-tv-bu-vb-ss1:5.6.2": "He became anxious … ",
  "pli-tv-bu-vb-ss1:5.6.3": "“There’s no offense if one isn’t aiming at emission.” ",
  "pli-tv-bu-vb-ss1:5.6.4": "On one occasion a monk, aiming at emission, scratched his scrotum, and semen was emitted. … ",
  "pli-tv-bu-vb-ss1:5.6.5": "semen was not emitted. ",
  "pli-tv-bu-vb-ss1:5.6.6": "He became anxious … ",
  "pli-tv-bu-vb-ss1:5.6.7": "“There’s no offense entailing suspension, ",
  "pli-tv-bu-vb-ss1:5.6.8": "but there’s a serious offense.” ",
  "pli-tv-bu-vb-ss1:5.7.1": "On one occasion a monk was walking along a path, and semen was emitted. ",
  "pli-tv-bu-vb-ss1:5.7.2": "He became anxious … ",
  "pli-tv-bu-vb-ss1:5.7.3": "“There’s no offense if one isn’t aiming at emission.” ",
  "pli-tv-bu-vb-ss1:5.7.4": "On one occasion a monk, aiming at emission, walked along a path, and semen was emitted. … ",
  "pli-tv-bu-vb-ss1:5.7.5": "semen was not emitted. ",
  "pli-tv-bu-vb-ss1:5.7.6": "He became anxious … ",
  "pli-tv-bu-vb-ss1:5.7.7": "“There’s no offense entailing suspension, ",
  "pli-tv-bu-vb-ss1:5.7.8": "but there’s a serious offense.” ",
  "pli-tv-bu-vb-ss1:5.8.1": "On one occasion a monk took hold of his foreskin, urinated, and semen was emitted. ",
  "pli-tv-bu-vb-ss1:5.8.2": "He became anxious … ",
  "pli-tv-bu-vb-ss1:5.8.3": "“There’s no offense if one isn’t aiming at emission.” ",
  "pli-tv-bu-vb-ss1:5.8.4": "On one occasion a monk, aiming at emission, took hold of his foreskin, urinated, and semen was emitted. … ",
  "pli-tv-bu-vb-ss1:5.8.5": "semen was not emitted. ",
  "pli-tv-bu-vb-ss1:5.8.6": "He became anxious … ",
  "pli-tv-bu-vb-ss1:5.8.7": "“There’s no offense entailing suspension, ",
  "pli-tv-bu-vb-ss1:5.8.8": "but there’s a serious offense.” ",
  "pli-tv-bu-vb-ss1:5.8.9": "On one occasion a monk was having his belly heated in the sauna, and semen was emitted. ",
  "pli-tv-bu-vb-ss1:5.8.10": "He became anxious … ",
  "pli-tv-bu-vb-ss1:5.8.11": "“There’s no offense if one isn’t aiming at emission.” ",
  "pli-tv-bu-vb-ss1:5.8.12": "On one occasion a monk, aiming at emission, had his belly heated in the sauna, and semen was emitted. … ",
  "pli-tv-bu-vb-ss1:5.8.13": "semen was not emitted. ",
  "pli-tv-bu-vb-ss1:5.8.14": "He became anxious … ",
  "pli-tv-bu-vb-ss1:5.8.15": "“There’s no offense entailing suspension, ",
  "pli-tv-bu-vb-ss1:5.8.16": "but there’s a serious offense.” ",
  "pli-tv-bu-vb-ss1:5.8.17": "On one occasion a monk massaged his preceptor’s back in the sauna, and semen was emitted. ",
  "pli-tv-bu-vb-ss1:5.8.18": "He became anxious … ",
  "pli-tv-bu-vb-ss1:5.8.19": "“There’s no offense if one isn’t aiming at emission.” ",
  "pli-tv-bu-vb-ss1:5.8.20": "On one occasion a monk, aiming at emission, massaged his preceptor’s back in the sauna, and semen was emitted. … ",
  "pli-tv-bu-vb-ss1:5.8.21": "semen was not emitted. ",
  "pli-tv-bu-vb-ss1:5.8.22": "He became anxious … ",
  "pli-tv-bu-vb-ss1:5.8.23": "“There’s no offense entailing suspension, ",
  "pli-tv-bu-vb-ss1:5.8.24": "but there’s a serious offense.” ",
  "pli-tv-bu-vb-ss1:5.8.25": "On one occasion a monk was having his thigh massaged, and semen was emitted. ",
  "pli-tv-bu-vb-ss1:5.8.26": "He became anxious … ",
  "pli-tv-bu-vb-ss1:5.8.27": "“There’s no offense if one isn’t aiming at emission.” ",
  "pli-tv-bu-vb-ss1:5.8.28": "On one occasion a monk, aiming at emission, had his thigh massaged, and semen was emitted. … ",
  "pli-tv-bu-vb-ss1:5.8.29": "semen was not emitted. ",
  "pli-tv-bu-vb-ss1:5.8.30": "He became anxious … ",
  "pli-tv-bu-vb-ss1:5.8.31": "“There’s no offense entailing suspension, ",
  "pli-tv-bu-vb-ss1:5.8.32": "but there’s a serious offense.” ",
  "pli-tv-bu-vb-ss1:5.9.1": "On one occasion a monk, aiming at emission, said to a novice, ",
  "pli-tv-bu-vb-ss1:5.9.2": "“Take hold of my penis.” ",
  "pli-tv-bu-vb-ss1:5.9.3": "The novice took hold of his penis, ",
  "pli-tv-bu-vb-ss1:5.9.4": "and the monk emitted semen. ",
  "pli-tv-bu-vb-ss1:5.9.5": "He became anxious … ",
  "pli-tv-bu-vb-ss1:5.9.6": "“There’s an offense entailing suspension.” ",
  "pli-tv-bu-vb-ss1:5.9.7": "On one occasion a monk took hold of the penis of a sleeping novice, ",
  "pli-tv-bu-vb-ss1:5.9.8": "and the monk emitted semen. ",
  "pli-tv-bu-vb-ss1:5.9.9": "He became anxious … ",
  "pli-tv-bu-vb-ss1:5.9.10": "“There’s no offense entailing suspension, ",
  "pli-tv-bu-vb-ss1:5.9.11": "but there’s an offense of wrong conduct.” ",
  "pli-tv-bu-vb-ss1:5.10.1": "On one occasion a monk, aiming at emission, pressed his penis between his thighs, and semen was emitted. … ",
  "pli-tv-bu-vb-ss1:5.10.2": "semen was not emitted. ",
  "pli-tv-bu-vb-ss1:5.10.3": "He became anxious … ",
  "pli-tv-bu-vb-ss1:5.10.4": "“There’s no offense entailing suspension, ",
  "pli-tv-bu-vb-ss1:5.10.5": "but there’s a serious offense.” ",
  "pli-tv-bu-vb-ss1:5.10.6": "On one occasion a monk, aiming at emission, pressed his penis with his fist, and semen was emitted. … ",
  "pli-tv-bu-vb-ss1:5.10.7": "semen was not emitted. ",
  "pli-tv-bu-vb-ss1:5.10.8": "He became anxious … ",
  "pli-tv-bu-vb-ss1:5.10.9": "“There’s no offense entailing suspension, ",
  "pli-tv-bu-vb-ss1:5.10.10": "but there’s a serious offense.” ",
  "pli-tv-bu-vb-ss1:5.10.11": "On one occasion a monk, aiming at emission, shook his pelvis in the air, and semen was emitted. … ",
  "pli-tv-bu-vb-ss1:5.10.12": "semen was not emitted. ",
  "pli-tv-bu-vb-ss1:5.10.13": "He became anxious … ",
  "pli-tv-bu-vb-ss1:5.10.14": "“There’s no offense entailing suspension, ",
  "pli-tv-bu-vb-ss1:5.10.15": "but there’s a serious offense.” ",
  "pli-tv-bu-vb-ss1:5.11.1": "On one occasion a monk stiffened his body, and semen was emitted. ",
  "pli-tv-bu-vb-ss1:5.11.2": "He became anxious … ",
  "pli-tv-bu-vb-ss1:5.11.3": "“There’s no offense if one isn’t aiming at emission.” ",
  "pli-tv-bu-vb-ss1:5.11.4": "On one occasion a monk, aiming at emission, stiffened his body, and semen was emitted. … ",
  "pli-tv-bu-vb-ss1:5.11.5": "semen was not emitted. ",
  "pli-tv-bu-vb-ss1:5.11.6": "He became anxious … ",
  "pli-tv-bu-vb-ss1:5.11.7": "“There’s no offense entailing suspension, ",
  "pli-tv-bu-vb-ss1:5.11.8": "but there’s a serious offense.” ",
  "pli-tv-bu-vb-ss1:5.12.1": "On one occasion a lustful monk stared at the genitals of a woman, ",
  "pli-tv-bu-vb-ss1:5.12.2": "and semen was emitted. ",
  "pli-tv-bu-vb-ss1:5.12.3": "He became anxious … ",
  "pli-tv-bu-vb-ss1:5.12.4": "“There’s no offense entailing suspension. ",
  "pli-tv-bu-vb-ss1:5.12.5": "But you should not stare at the private parts of a woman motivated by lust. ",
  "pli-tv-bu-vb-ss1:5.12.6": "If you do, you commit an offense of wrong conduct.” ",
  "pli-tv-bu-vb-ss1:5.13.1": "On one occasion a monk, aiming at emission, inserted his penis into a keyhole, and semen was emitted. … ",
  "pli-tv-bu-vb-ss1:5.13.2": "semen was not emitted. ",
  "pli-tv-bu-vb-ss1:5.13.3": "He became anxious … ",
  "pli-tv-bu-vb-ss1:5.13.4": "“There’s no offense entailing suspension, ",
  "pli-tv-bu-vb-ss1:5.13.5": "but there’s a serious offense.” ",
  "pli-tv-bu-vb-ss1:5.14.1": "On one occasion a monk, aiming at emission, rubbed his penis against a piece of wood, and semen was emitted. … ",
  "pli-tv-bu-vb-ss1:5.14.2": "semen was not emitted. ",
  "pli-tv-bu-vb-ss1:5.14.3": "He became anxious … ",
  "pli-tv-bu-vb-ss1:5.14.4": "“There’s no offense entailing suspension, ",
  "pli-tv-bu-vb-ss1:5.14.5": "but there’s a serious offense.” ",
  "pli-tv-bu-vb-ss1:5.15.1": "On one occasion a monk was bathing against the current, and semen was emitted. ",
  "pli-tv-bu-vb-ss1:5.15.2": "He became anxious … ",
  "pli-tv-bu-vb-ss1:5.15.3": "“There’s no offense if one isn’t aiming at emission.” ",
  "pli-tv-bu-vb-ss1:5.15.4": "On one occasion a monk, aiming at emission, bathed against the current, and semen was emitted. … ",
  "pli-tv-bu-vb-ss1:5.15.5": "semen was not emitted. ",
  "pli-tv-bu-vb-ss1:5.15.6": "He became anxious … ",
  "pli-tv-bu-vb-ss1:5.15.7": "“There’s no offense entailing suspension, ",
  "pli-tv-bu-vb-ss1:5.15.8": "but there’s a serious offense.” ",
  "pli-tv-bu-vb-ss1:5.16.1": "On one occasion a monk was playing in mud, and semen was emitted. ",
  "pli-tv-bu-vb-ss1:5.16.2": "He became anxious … ",
  "pli-tv-bu-vb-ss1:5.16.3": "“There’s no offense if one isn’t aiming at emission.” ",
  "pli-tv-bu-vb-ss1:5.16.4": "On one occasion a monk, aiming at emission, played in mud, and semen was emitted. … ",
  "pli-tv-bu-vb-ss1:5.16.5": "semen was not emitted. ",
  "pli-tv-bu-vb-ss1:5.16.6": "He became anxious … ",
  "pli-tv-bu-vb-ss1:5.16.7": "“There’s no offense entailing suspension, ",
  "pli-tv-bu-vb-ss1:5.16.8": "but there’s a serious offense.” ",
  "pli-tv-bu-vb-ss1:5.16.9": "On one occasion a monk ran in water, and semen was emitted. ",
  "pli-tv-bu-vb-ss1:5.16.10": "He became anxious … ",
  "pli-tv-bu-vb-ss1:5.16.11": "“There’s no offense if one isn’t aiming at emission.” ",
  "pli-tv-bu-vb-ss1:5.16.12": "On one occasion a monk, aiming at emission, ran in water, and semen was emitted. … ",
  "pli-tv-bu-vb-ss1:5.16.13": "semen was not emitted. ",
  "pli-tv-bu-vb-ss1:5.16.14": "He became anxious … ",
  "pli-tv-bu-vb-ss1:5.16.15": "“There’s no offense entailing suspension, ",
  "pli-tv-bu-vb-ss1:5.16.16": "but there’s a serious offense.” ",
  "pli-tv-bu-vb-ss1:5.16.17": "On one occasion a monk was playing in the mud on the steep banks of a river, and semen was emitted. ",
  "pli-tv-bu-vb-ss1:5.16.18": "He became anxious … ",
  "pli-tv-bu-vb-ss1:5.16.19": "“There’s no offense if one isn’t aiming at emission.” ",
  "pli-tv-bu-vb-ss1:5.16.20": "On one occasion a monk, aiming at emission, played in the mud on the steep banks of a river, and semen was emitted. … ",
  "pli-tv-bu-vb-ss1:5.16.21": "semen was not emitted. ",
  "pli-tv-bu-vb-ss1:5.16.22": "He became anxious … ",
  "pli-tv-bu-vb-ss1:5.16.23": "“There’s no offense entailing suspension, ",
  "pli-tv-bu-vb-ss1:5.16.24": "but there’s a serious offense.” ",
  "pli-tv-bu-vb-ss1:5.16.25": "On one occasion a monk was running in a lotus grove, and semen was emitted. ",
  "pli-tv-bu-vb-ss1:5.16.26": "He became anxious … ",
  "pli-tv-bu-vb-ss1:5.16.27": "“There’s no offense if one isn’t aiming at emission.” ",
  "pli-tv-bu-vb-ss1:5.16.28": "On one occasion a monk, aiming at emission, ran in a lotus grove, and semen was emitted. … ",
  "pli-tv-bu-vb-ss1:5.16.29": "semen was not emitted. ",
  "pli-tv-bu-vb-ss1:5.16.30": "He became anxious … ",
  "pli-tv-bu-vb-ss1:5.16.31": "“There’s no offense entailing suspension, ",
  "pli-tv-bu-vb-ss1:5.16.32": "but there’s a serious offense.” ",
  "pli-tv-bu-vb-ss1:5.17.1": "On one occasion a monk, aiming at emission, inserted his penis into sand, and semen was emitted. … ",
  "pli-tv-bu-vb-ss1:5.17.2": "semen was not emitted. ",
  "pli-tv-bu-vb-ss1:5.17.3": "He became anxious … ",
  "pli-tv-bu-vb-ss1:5.17.4": "“There’s no offense entailing suspension, ",
  "pli-tv-bu-vb-ss1:5.17.5": "but there’s a serious offense.” ",
  "pli-tv-bu-vb-ss1:5.17.6": "On one occasion a monk, aiming at emission, inserted his penis into mud, and semen was emitted. … ",
  "pli-tv-bu-vb-ss1:5.17.7": "semen was not emitted. ",
  "pli-tv-bu-vb-ss1:5.17.8": "He became anxious … ",
  "pli-tv-bu-vb-ss1:5.17.9": "“There’s no offense entailing suspension, ",
  "pli-tv-bu-vb-ss1:5.17.10": "but there’s a serious offense.” ",
  "pli-tv-bu-vb-ss1:5.17.11": "On one occasion a monk poured water on his penis, and semen was emitted. ",
  "pli-tv-bu-vb-ss1:5.17.12": "He became anxious … ",
  "pli-tv-bu-vb-ss1:5.17.13": "“There’s no offense if one isn’t aiming at emission.” ",
  "pli-tv-bu-vb-ss1:5.17.14": "On one occasion a monk, aiming at emission, poured water on his penis, and semen was emitted. … ",
  "pli-tv-bu-vb-ss1:5.17.15": "semen was not emitted. ",
  "pli-tv-bu-vb-ss1:5.17.16": "He became anxious … ",
  "pli-tv-bu-vb-ss1:5.17.17": "“There’s no offense entailing suspension, ",
  "pli-tv-bu-vb-ss1:5.17.18": "but there’s a serious offense.” ",
  "pli-tv-bu-vb-ss1:5.17.19": "On one occasion a monk, aiming at emission, rubbed his penis against his bed, and semen was emitted. … ",
  "pli-tv-bu-vb-ss1:5.17.20": "semen was not emitted. ",
  "pli-tv-bu-vb-ss1:5.17.21": "He became anxious … ",
  "pli-tv-bu-vb-ss1:5.17.22": "“There’s no offense entailing suspension, ",
  "pli-tv-bu-vb-ss1:5.17.23": "but there’s a serious offense.” ",
  "pli-tv-bu-vb-ss1:5.17.24": "On one occasion a monk, aiming at emission, rubbed his penis with his thumb, and semen was emitted. … ",
  "pli-tv-bu-vb-ss1:5.17.25": "semen was not emitted. ",
  "pli-tv-bu-vb-ss1:5.17.26": "He became anxious, thinking, ",
  "pli-tv-bu-vb-ss1:5.17.27": "“The Buddha has laid down a training rule. ",
  "pli-tv-bu-vb-ss1:5.17.28": "Could it be that I’ve committed an offense entailing suspension?” ",
  "pli-tv-bu-vb-ss1:5.17.29": "He told the Buddha, who said, ",
  "pli-tv-bu-vb-ss1:5.17.30": "“There’s no offense entailing suspension, ",
  "pli-tv-bu-vb-ss1:5.17.31": "but there’s a serious offense.” ",
  "pli-tv-bu-vb-ss1:5.17.32": "The first rule, the training rule on emission of semen, is finished."
}