{
  "pli-tv-bu-vb-ss13:0.1": "Theravāda Collection on Monastic Law ",
  "pli-tv-bu-vb-ss13:0.2": "The monks’ rules and their analysis ",
  "pli-tv-bu-vb-ss13:0.3": "The chapter on offenses entailing suspension ",
  "pli-tv-bu-vb-ss13:0.4": "13. The training rule on corrupters of families ",
  "pli-tv-bu-vb-ss13:1.1.0": "Origin story ",
  "pli-tv-bu-vb-ss13:1.1.1": "At one time the Buddha was staying at Sāvatthī in the Jeta Grove, Anāthapiṇḍika’s Monastery. ",
  "pli-tv-bu-vb-ss13:1.1.2": "At that time Assaji and Punabbasuka were the resident monks at Kīṭāgiri. They were bad and shameless, ",
  "pli-tv-bu-vb-ss13:1.1.3": "and they were misbehaving in this way: ",
  "pli-tv-bu-vb-ss13:1.1.4": "They planted flowering trees, watered and plucked them, and then tied the flowers together. ",
  "pli-tv-bu-vb-ss13:1.1.5": "They made the flowers into garlands, garlands with stalks on one side and garlands with stalks on both sides. ",
  "pli-tv-bu-vb-ss13:1.1.6": "They made flower arrangements, wreaths, ornaments for the head, ornaments for the ears, and ornaments for the chest. And they had others do the same. ",
  "pli-tv-bu-vb-ss13:1.1.7": "They then took these things, or sent them, to the women, the daughters, the girls, the daughter-in-laws, and the female slaves of good families. ",
  "pli-tv-bu-vb-ss13:1.1.8": "They ate from the same plates as these women and drank from the same vessels. ",
  "pli-tv-bu-vb-ss13:1.1.9": "They sat on the same seats as them, and they lay down on the same beds, on the same sheets, under the same covers, and both on the same sheets and under the same covers. ",
  "pli-tv-bu-vb-ss13:1.1.10": "They ate at the wrong time, drank alcohol, and wore garlands, perfumes, and cosmetics. ",
  "pli-tv-bu-vb-ss13:1.1.11": "They danced, sang, played instruments, and performed. ",
  "pli-tv-bu-vb-ss13:1.1.12": "While the women were dancing, singing, playing instruments, and performing, so would they. ",
  "pli-tv-bu-vb-ss13:1.2.1": "They played various games: board games with eight and ten rows, imaginary board games, hopscotch, spillikins, dice games, tip-cat, painting-with-the-hand games, ball games, toy-pipe games, toy-plow games, turning somersaults, toy-windmill games, toy-measure games, toy-carriage games, toy-bow games, letter-guessing games, thought-guessing games, games of mimicking deformities. ",
  "pli-tv-bu-vb-ss13:1.2.2": "They trained in elephant riding, in horsemanship, in carriage riding, in archery, in swordsmanship. ",
  "pli-tv-bu-vb-ss13:1.2.3": "And they ran in front of elephants, horses, and carriages, and they ran backwards and forwards. ",
  "pli-tv-bu-vb-ss13:1.2.4": "They whistled, clapped their hands, wrestled, and boxed. ",
  "pli-tv-bu-vb-ss13:1.2.5": "They spread their outer robe on a stage and said to the dancing girls, “Dance here, Sister,” and they made gestures of approval. And they misbehaved in a variety of ways. ",
  "pli-tv-bu-vb-ss13:1.3.1": "Just then a certain monk who had completed the rainy-season residence in Kāsī was on his way to visit the Buddha at Sāvatthī when he arrived at Kīṭāgiri. ",
  "pli-tv-bu-vb-ss13:1.3.2": "In the morning he robed up, took his bowl and robe, and entered Kīṭāgiri to collect almsfood. ",
  "pli-tv-bu-vb-ss13:1.3.3": "He was pleasing in the way he entered and returned, in looking at and in looking away, in drawing in and stretching out his arms; his eyes were lowered, and he was perfect in deportment. ",
  "pli-tv-bu-vb-ss13:1.3.4": "When people saw him, they said, “Who is this, acting like a fool, like a dullard, continuously frowning? Who will give almsfood to him? Almsfood should instead be given to our Venerables Assaji and Punabbasuka, for they are gentle, congenial, pleasant to speak with, greeting one with a smile, welcoming, friendly, open, the first to speak.” ",
  "pli-tv-bu-vb-ss13:1.3.5": "A certain lay follower saw that monk walking for alms in Kīṭāgiri. ",
  "pli-tv-bu-vb-ss13:1.3.6": "He approached him, bowed, and said, “Venerable, have you received any almsfood?” ",
  "pli-tv-bu-vb-ss13:1.3.7": "“No, I haven’t.” ",
  "pli-tv-bu-vb-ss13:1.3.8": "“Come, let’s go to my house.” ",
  "pli-tv-bu-vb-ss13:1.4.1": "He took that monk to his house and gave him a meal. ",
  "pli-tv-bu-vb-ss13:1.4.2": "“Where are you going, Venerable?” ",
  "pli-tv-bu-vb-ss13:1.4.3": "“I’m going to Sāvatthī to visit the Buddha.” ",
  "pli-tv-bu-vb-ss13:1.4.4": "“Well then, would you please pay respect at the Buddha’s feet in my name and say, ",
  "pli-tv-bu-vb-ss13:1.4.5": "‘Venerable Sir, the monastery at Kīṭāgiri has been corrupted. ",
  "pli-tv-bu-vb-ss13:1.4.6": "Assaji and Punabbasuka are the resident monks there. They are bad and shameless, ",
  "pli-tv-bu-vb-ss13:1.4.7": "and they are misbehaving in a variety of ways: ",
  "pli-tv-bu-vb-ss13:1.4.8": "They plant flowering trees, water them … And they are misbehaving in a variety of ways. ",
  "pli-tv-bu-vb-ss13:1.4.9": "Those people who previously had faith and confidence have now lost it, ",
  "pli-tv-bu-vb-ss13:1.4.10": "and there is no longer any support for the Sangha. ",
  "pli-tv-bu-vb-ss13:1.4.11": "The good monks have left and the bad monks are staying on. ",
  "pli-tv-bu-vb-ss13:1.4.12": "Sir, please send monks to stay at the monastery at Kīṭāgiri.’” ",
  "pli-tv-bu-vb-ss13:1.5.1": "The monk consented, got up, and left for Sāvatthī. ",
  "pli-tv-bu-vb-ss13:1.5.2": "When he eventually arrived at Sāvatthī, he went to the Buddha in the Jeta Grove, Anāthapiṇḍika’s Monastery. He bowed to the Buddha and sat down. ",
  "pli-tv-bu-vb-ss13:1.5.3": "Since it is the custom for Buddhas to greet newly arrived monks, ",
  "pli-tv-bu-vb-ss13:1.5.4": "the Buddha said to him, ",
  "pli-tv-bu-vb-ss13:1.5.5": "“I hope you’re keeping well, monk, I hope you’re comfortable; ",
  "pli-tv-bu-vb-ss13:1.5.6": "I hope you’re not tired from traveling. ",
  "pli-tv-bu-vb-ss13:1.5.7": "And where have you come from?” ",
  "pli-tv-bu-vb-ss13:1.5.8": "“I’m keeping well, Sir, I’m comfortable; ",
  "pli-tv-bu-vb-ss13:1.5.9": "I’m not tired from traveling.” ",
  "pli-tv-bu-vb-ss13:1.5.10": "He then told the Buddha all that had happened at Kīṭāgiri, ",
  "pli-tv-bu-vb-ss13:1.5.28": "adding, “That’s where I’ve come from, Sir.” ",
  "pli-tv-bu-vb-ss13:1.6.1": "Soon afterwards the Buddha had the Sangha gathered and questioned the monks: ",
  "pli-tv-bu-vb-ss13:1.6.2": "“Is it true, monks, that the bad and shameless monks Assaji and Punabbasuka are misbehaving like this at Kīṭāgiri? ",
  "pli-tv-bu-vb-ss13:1.6.4": "And is it true that those people who previously had faith and confidence have now lost it, ",
  "pli-tv-bu-vb-ss13:1.6.5": "that there is no longer any support for the Sangha, ",
  "pli-tv-bu-vb-ss13:1.6.6": "and that the good monks have left and the bad monks are staying on?” ",
  "pli-tv-bu-vb-ss13:1.6.7": "“It’s true, Sir.” ",
  "pli-tv-bu-vb-ss13:1.6.8": "The Buddha criticized them … ",
  "pli-tv-bu-vb-ss13:1.6.9": "“Monks, how can those foolish men misbehave like this? ",
  "pli-tv-bu-vb-ss13:1.6.22": "This won’t give rise to confidence in those without it …” ",
  "pli-tv-bu-vb-ss13:1.6.23": "This won’t give rise to confidence in those without it …” ",
  "pli-tv-bu-vb-ss13:1.6.24": "… After criticizing them, he gave a teaching and addressed Sāriputta and Moggallāna: ",
  "pli-tv-bu-vb-ss13:1.6.25": "“Sāriputta, the two of you should go and do a legal procedure of banishing the monks Assaji and Punabbasuka from Kīṭāgiri. They are your students.” ",
  "pli-tv-bu-vb-ss13:1.6.26": "“Sir, how can we do a procedure of banishing these monks from Kīṭāgiri? They are temperamental and harsh.” ",
  "pli-tv-bu-vb-ss13:1.6.27": "“Well, take many monks.” ",
  "pli-tv-bu-vb-ss13:1.6.28": "“Yes.” ",
  "pli-tv-bu-vb-ss13:1.7.1": "“And, monks, this is how it should be done. ",
  "pli-tv-bu-vb-ss13:1.7.2": "First you should accuse the monks Assaji and Punabbasuka. ",
  "pli-tv-bu-vb-ss13:1.7.3": "They should then be reminded of what they have done, before they are charged with an offense. ",
  "pli-tv-bu-vb-ss13:1.7.4": "A competent and capable monk should then inform the Sangha: ",
  "pli-tv-bu-vb-ss13:1.7.5": "‘Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-bu-vb-ss13:1.7.6": "These monks Assaji and Punabbasuka are corrupters of families and badly behaved. Their bad behavior has been seen and heard about, and the families corrupted by them have been seen and heard about. ",
  "pli-tv-bu-vb-ss13:1.7.7": "If it seems appropriate to the Sangha, the Sangha should do a legal procedure of banishing them from Kīṭāgiri, prohibiting the monks Assaji and Punabbasuka from staying at Kīṭāgiri. ",
  "pli-tv-bu-vb-ss13:1.7.8": "This is the motion. ",
  "pli-tv-bu-vb-ss13:1.7.9": "Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-bu-vb-ss13:1.7.10": "These monks Assaji and Punabbasuka are corrupters of families and badly behaved. Their bad behavior has been seen and heard about, and the families corrupted by them have been seen and heard about. ",
  "pli-tv-bu-vb-ss13:1.7.11": "The Sangha is doing a legal procedure of banishing them, prohibiting the monks Assaji and Punabbasuka from staying at Kīṭāgiri. ",
  "pli-tv-bu-vb-ss13:1.7.12": "Any monk who approves of doing a legal procedure of banishing them from Kīṭāgiri should remain silent. ",
  "pli-tv-bu-vb-ss13:1.7.13": "Any monk who does not approve should speak up. ",
  "pli-tv-bu-vb-ss13:1.7.14": "For the second time … ",
  "pli-tv-bu-vb-ss13:1.7.15": "For the third time I speak on this matter. Please, Venerables, I ask the Sangha to listen. … should speak up. ",
  "pli-tv-bu-vb-ss13:1.7.16": "The Sangha has performed the legal procedure of banishing them, prohibiting the monks Assaji and Punabbasuka from staying at Kīṭāgiri. ",
  "pli-tv-bu-vb-ss13:1.7.17": "The Sangha approves and is therefore silent. I will remember it thus.’” ",
  "pli-tv-bu-vb-ss13:1.8.1": "Soon afterwards a sangha of monks headed by Sāriputta and Moggallāna went to Kīṭāgiri and did the procedure of banishing those monks, prohibiting the monks Assaji and Punabbasuka from staying at Kīṭāgiri. ",
  "pli-tv-bu-vb-ss13:1.8.2": "After the Sangha had done the procedure, those monks did not conduct themselves properly or suitably so as to deserve to be released, nor did they ask the monks for forgiveness. Instead they abused and reviled them, and they slandered them as acting from desire, ill will, confusion, and fear. And they left and they disrobed. ",
  "pli-tv-bu-vb-ss13:1.8.3": "The monks of few desires complained and criticized them, ",
  "pli-tv-bu-vb-ss13:1.8.4": "“When the Sangha has done a legal procedure of banishing them, how can these monks act like this?” ",
  "pli-tv-bu-vb-ss13:1.8.5": "They rebuked the monks Assaji and Punabbasuka in many ways and then told the Buddha. Soon afterwards he had the Sangha gathered and questioned the monks: ",
  "pli-tv-bu-vb-ss13:1.8.6": "“Is it true, monks, that when the Sangha had done a procedure of banishing them, the monks Assaji and Punabbasuka didn’t act properly … and they disrobed?” ",
  "pli-tv-bu-vb-ss13:1.8.7": "“It’s true, Sir.” ",
  "pli-tv-bu-vb-ss13:1.8.8": "The Buddha criticized them … ",
  "pli-tv-bu-vb-ss13:1.8.9": "“And, monks, this training rule should be recited like this: ",
  "pli-tv-bu-vb-ss13:1.8.10.0": "Final ruling ",
  "pli-tv-bu-vb-ss13:1.8.10.1": "‘If a monk who lives supported by a village or town is a corrupter of families and badly behaved, and his bad behavior has been seen and heard about, and the families corrupted by him have been seen and heard about, ",
  "pli-tv-bu-vb-ss13:1.8.11": "then the monks should correct him like this: ",
  "pli-tv-bu-vb-ss13:1.8.12": "“Venerable, you’re a corrupter of families and badly behaved. Your bad behavior has been seen and heard about, and the families corrupted by you have been seen and heard about. Leave this monastery; you have stayed here long enough.” ",
  "pli-tv-bu-vb-ss13:1.8.13": "If he replies, ",
  "pli-tv-bu-vb-ss13:1.8.14": "“You’re acting out of desire, ill will, confusion, and fear; because of this sort of offense, you banish some, but not others,” ",
  "pli-tv-bu-vb-ss13:1.8.15": "the monks should correct him like this: ",
  "pli-tv-bu-vb-ss13:1.8.16": "“No, Venerable, the monks are not acting out of desire, ill will, confusion, and fear. ",
  "pli-tv-bu-vb-ss13:1.8.17": "Venerable, you’re a corrupter of families and badly behaved. Your bad behavior has been seen and heard about, and the families corrupted by you have been seen and heard about. Leave this monastery; you have stayed here long enough.” ",
  "pli-tv-bu-vb-ss13:1.8.18": "If that monk continues as before, the monks should press him up to three times to make him stop. ",
  "pli-tv-bu-vb-ss13:1.8.19": "If he then stops, all is well. ",
  "pli-tv-bu-vb-ss13:1.8.20": "If he does not stop, he commits an offense entailing suspension.’” ",
  "pli-tv-bu-vb-ss13:2.0": "Definitions ",
  "pli-tv-bu-vb-ss13:2.1": "A monk … a village or town: ",
  "pli-tv-bu-vb-ss13:2.2": "a village and a town and a city are included in just a village and a town. ",
  "pli-tv-bu-vb-ss13:2.3": "Lives supported by: ",
  "pli-tv-bu-vb-ss13:2.4": "robes, almsfood, dwellings, and medicines can be obtained in that place. ",
  "pli-tv-bu-vb-ss13:2.5": "A family: ",
  "pli-tv-bu-vb-ss13:2.6": "there are four kinds of family: the aristocratic family, the brahmin family, the merchant family, the worker family. ",
  "pli-tv-bu-vb-ss13:2.7": "A corrupter of families: ",
  "pli-tv-bu-vb-ss13:2.8": "he corrupts families by means of flowers, fruit, bath powder, soap, toothbrushes, bamboo, medical treatment, or by taking messages on foot. ",
  "pli-tv-bu-vb-ss13:2.9": "Badly behaved: ",
  "pli-tv-bu-vb-ss13:2.10": "he plants flowering trees and has it done; he waters them and has it done; he plucks them and has it done; he ties the flowers together and has it done. ",
  "pli-tv-bu-vb-ss13:2.11": "Has been seen and heard about: ",
  "pli-tv-bu-vb-ss13:2.12": "those who are present see it; those who are absent hear about it. ",
  "pli-tv-bu-vb-ss13:2.13": "The families corrupted by him: ",
  "pli-tv-bu-vb-ss13:2.14": "they have lost their faith because of him; they have lost their confidence because of him. ",
  "pli-tv-bu-vb-ss13:2.15": "Have been seen and heard about: ",
  "pli-tv-bu-vb-ss13:2.16": "those who are present see it; those who are absent hear about it. ",
  "pli-tv-bu-vb-ss13:2.17": "Him: ",
  "pli-tv-bu-vb-ss13:2.18": "that monk who is a corrupter of families. ",
  "pli-tv-bu-vb-ss13:2.19": "The monks: ",
  "pli-tv-bu-vb-ss13:2.20": "Other monks, those who see it or hear about it. They should correct him like this: ",
  "pli-tv-bu-vb-ss13:2.21": "“Venerable, you’re a corrupter of families and badly behaved. Your bad behavior has been seen and heard about, and the families corrupted by you have been seen and heard about. Leave this monastery; you have stayed here long enough.” ",
  "pli-tv-bu-vb-ss13:2.22": "If he replies, “You’re acting out of desire, ill will, confusion, and fear; because of this sort of offense, you banish some, but not others.” ",
  "pli-tv-bu-vb-ss13:2.23": "Him: ",
  "pli-tv-bu-vb-ss13:2.24": "that monk who is having a legal procedure done against him. ",
  "pli-tv-bu-vb-ss13:2.25": "The monks: ",
  "pli-tv-bu-vb-ss13:2.26": "Other monks, those who see it or hear about it. They should correct him like this: ",
  "pli-tv-bu-vb-ss13:2.27": "“No, Venerable, the monks are not acting out of desire, ill will, confusion, and fear. ",
  "pli-tv-bu-vb-ss13:2.28": "Venerable, you’re a corrupter of families and badly behaved. Your bad behavior has been seen and heard about, and the families corrupted by you have been seen and heard about. Leave this monastery; you have stayed here long enough.” ",
  "pli-tv-bu-vb-ss13:2.29": "And they should correct him a second ",
  "pli-tv-bu-vb-ss13:2.30": "and a third time. ",
  "pli-tv-bu-vb-ss13:2.31": "If he stops, all is well. ",
  "pli-tv-bu-vb-ss13:2.32": "If he does not stop, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-ss13:2.33": "If those who hear about it do not say anything, they commit an offense of wrong conduct. ",
  "pli-tv-bu-vb-ss13:2.34": "That monk, even if he has to be pulled into the Sangha, should be corrected like this: ",
  "pli-tv-bu-vb-ss13:2.35": "“No, Venerable, the monks are not acting out of desire, ill will, confusion, and fear. ",
  "pli-tv-bu-vb-ss13:2.36": "Venerable, you’re a corrupter of families and badly behaved. Your bad behavior has been seen and heard about, and the families corrupted by you have been seen and heard about. Leave this monastery; you have stayed here long enough.” ",
  "pli-tv-bu-vb-ss13:2.37": "They should correct him a second ",
  "pli-tv-bu-vb-ss13:2.38": "and a third time. ",
  "pli-tv-bu-vb-ss13:2.39": "If he stops, all is well. ",
  "pli-tv-bu-vb-ss13:2.40": "If he does not stop, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-ss13:2.41": "Should press him: ",
  "pli-tv-bu-vb-ss13:2.42": "“And, monks, he should be pressed like this. ",
  "pli-tv-bu-vb-ss13:2.43": "A competent and capable monk should inform the Sangha: ",
  "pli-tv-bu-vb-ss13:2.44": "‘Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-bu-vb-ss13:2.45": "The monk so-and-so, who has had a legal procedure of banishment done against himself, is slandering the monks as acting out of desire, ill will, confusion, and fear. ",
  "pli-tv-bu-vb-ss13:2.46": "And he keeps on doing it. ",
  "pli-tv-bu-vb-ss13:2.47": "If it seems appropriate to the Sangha, the Sangha should press him to make him stop. ",
  "pli-tv-bu-vb-ss13:2.48": "This is the motion. ",
  "pli-tv-bu-vb-ss13:2.49": "Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-bu-vb-ss13:2.50": "The monk so-and-so, who has had a legal procedure of banishment done against himself, is slandering the monks as acting out of desire, ill will, confusion, and fear. ",
  "pli-tv-bu-vb-ss13:2.51": "And he keeps on doing it. ",
  "pli-tv-bu-vb-ss13:2.52": "The Sangha presses him to make him stop. ",
  "pli-tv-bu-vb-ss13:2.53": "Any monk who approves of pressing him to make him stop should remain silent. Any monk who does not approve should speak up. ",
  "pli-tv-bu-vb-ss13:2.54": "For the second time I speak on this matter … ",
  "pli-tv-bu-vb-ss13:2.55": "For the third time I speak on this matter … ",
  "pli-tv-bu-vb-ss13:2.56": "The Sangha has pressed monk so-and-so to stop. ",
  "pli-tv-bu-vb-ss13:2.57": "The Sangha approves and is therefore silent. I will remember it thus.’” ",
  "pli-tv-bu-vb-ss13:2.58": "After the motion, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-ss13:2.59": "After each of the first two announcements, he commits a serious offense. ",
  "pli-tv-bu-vb-ss13:2.60": "When the last announcement is finished, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss13:2.61": "For one who commits the offense entailing suspension, the offense of wrong conduct and the serious offenses are annulled. ",
  "pli-tv-bu-vb-ss13:2.62": "He commits an offense entailing suspension: ",
  "pli-tv-bu-vb-ss13:2.63": "only the Sangha gives probation for that offense, sends back to the beginning, gives the trial period, and rehabilitates—not several monks, not an individual. Therefore it is called “an offense entailing suspension”. ",
  "pli-tv-bu-vb-ss13:2.64": "This is the name and designation of this class of offense. Therefore, too, it is called “an offense entailing suspension”. ",
  "pli-tv-bu-vb-ss13:3.1.0": "Permutations ",
  "pli-tv-bu-vb-ss13:3.1.1": "If it is a legitimate legal procedure, and he perceives it as such, but he does not stop, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss13:3.1.2": "If it is a legitimate legal procedure, but he is unsure of it, and he does not stop, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss13:3.1.3": "If it is a legitimate legal procedure, but he perceives it as illegitimate, and he does not stop, he commits an offense entailing suspension. ",
  "pli-tv-bu-vb-ss13:3.1.4": "If it is an illegitimate legal procedure, but he perceives it as legitimate, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-ss13:3.1.5": "If it is an illegitimate legal procedure, but he is unsure of it, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-ss13:3.1.6": "If it is an illegitimate legal procedure, and he perceives it as such, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-ss13:3.2.0": "Non-offenses ",
  "pli-tv-bu-vb-ss13:3.2.1": "There is no offense: ",
  "pli-tv-bu-vb-ss13:3.2.2": "if he has not been pressed; ",
  "pli-tv-bu-vb-ss13:3.2.3": "if he stops; ",
  "pli-tv-bu-vb-ss13:3.2.4": "if he is insane; ",
  "pli-tv-bu-vb-ss13:3.2.5": "if he is the first offender. ",
  "pli-tv-bu-vb-ss13:3.2.6": "The thirteenth rule, the training rule on corrupters of families, is finished. ",
  "pli-tv-bu-vb-ss13:3.2.7": "“Venerables, the thirteen rules on suspension have been recited, nine being immediate offenses, four after the third announcement. ",
  "pli-tv-bu-vb-ss13:3.2.8": "If a monk commits any one of them, he is to undergo probation for the same number of days as he knowingly concealed that offense. ",
  "pli-tv-bu-vb-ss13:3.2.9": "When this is completed, he must undertake the trial period for a further six days. ",
  "pli-tv-bu-vb-ss13:3.2.10": "When this is completed, he is to be rehabilitated wherever there is an Sangha of at least twenty monks. ",
  "pli-tv-bu-vb-ss13:3.2.11": "If that monk is rehabilitated by an Sangha of even one less than twenty, that monk is not rehabilitated and those monks are at fault. This is the proper procedure. ",
  "pli-tv-bu-vb-ss13:3.2.12": "In regard to this I ask you, ‘Are you pure in this?’ ",
  "pli-tv-bu-vb-ss13:3.2.13": "A second time I ask, ‘Are you pure in this?’ ",
  "pli-tv-bu-vb-ss13:3.2.14": "A third time I ask, ‘Are you pure in this?’ ",
  "pli-tv-bu-vb-ss13:3.2.15": "You are pure in this and therefore silent. I will remember it thus.” ",
  "pli-tv-bu-vb-ss13:3.2.16": "The group of thirteen is finished. ",
  "pli-tv-bu-vb-ss13:3.2.17": "“This is the summary: ",
  "pli-tv-bu-vb-ss13:3.2.18": "Emission, physical contact, ",
  "pli-tv-bu-vb-ss13:3.2.19": "Indecent, and his own needs; ",
  "pli-tv-bu-vb-ss13:3.2.20": "Matchmaking, and a hut, ",
  "pli-tv-bu-vb-ss13:3.2.21": "And a dwelling, groundless. ",
  "pli-tv-bu-vb-ss13:3.2.22": "A pretext, and schism, ",
  "pli-tv-bu-vb-ss13:3.2.23": "Those who side with him; ",
  "pli-tv-bu-vb-ss13:3.2.24": "Difficult to correct, and corrupters of families: ",
  "pli-tv-bu-vb-ss13:3.2.25": "The thirteen offenses entailing suspension.” ",
  "pli-tv-bu-vb-ss13:3.2.26": "The chapter on offenses entailing suspension is finished. "
}