{
  "an5.192:2.1": "Note this variation of evammesutam. Like the more common phrase, it specifically refers to things you have “herad”, not events you witnessed. Also note there is no justification of “Thus have I heard at one time …” as favored by some translators.",
  "an5.192:3.1": "BB treats pavattar as equivalent to kattar, hence “creator”, and pavutta as from vac, i.e. reciter. However it seems likely that they are from the same root, cf occasional variant pavatta as noted in PTS dict. They relate to pavattita, cf. the rolling forth of the dhammacakka, and have the sense of “roll forth, i.e. propagate, spread” rather than either create or recite. Note that this statement is spoken by the Buddha to brahmins, and is an attack on their notion that the verses were spoken by Brahma, substituting a naturalistic explanation.",
  "an5.192:5.4": "BB has “virginal celibacy” here, doubling down on the sexual connotations. But while the dictionaries associate kumara/komara with virginity, I must say I can’t find any strong early confirmation for this. In the current context, komarabrahmacariya doesn’t occur very often. The Comm says nothing on this sutta, but the comm on Snp 2.7 says kumārabhāvato pabhuti caraṇena (lived since childhood), and does not bring in a sexual connotation. Norman in the similar phrase in Snp 2.7 has “young brahmin”.",
  "an5.192:6.3": "I don’t think this set of 5 kinds of brahmins is actually in any brahmanical texts. But certainly it is wrong to ascribe this to the Vedic rishis: there is no renunciate ideal in the Vedas.",
  "an5.192:6.8": "BB notes that in the few cases where these four meditations are actually called brahmavihara in the Nikayas, they immediately precede rebirth in the Brahma realm. (MN 83, DN 17). Surely this suggests we should use a more specific rendering than “divine abode”.",
  "an5.192:8.3": "see https://discourse.suttacentral.net/t/menstruation-and-fertility-in-the-pali-texts/3042",
  "an5.192:8.8": "See BB’s note. I adopt his reading, however note that here, as often, asuci means “semen”. It’s important to clarify this, as the “foulness” of the body is too often associated with women only.",
  "an5.192:8.10": "See BB on variant readings here. It seems the question has been lost and the text corrupted.",
  "an5.192:8.11": "Comm: Methunaṃuppādetvāti dhītaraṃ vā puttaṃ vā uppādetvā ‘‘idāni paveṇi ghaṭīyissatī’’ti nikkhamitvā pabbajati",
  "an5.192:8.13": "Notice the jhanas lead to heaven, not Brahma realms.",
  "an5.192:13.5": "See BB’s note."
}