{
  "an11.4:0.1": "Numbered Discourses 11 ",
  "an11.4:0.2": "1. Dependence ",
  "an11.4:0.3": "4. Vital Conditions (2nd) ",
  "an11.4:1.1": "There Venerable Sāriputta addressed the mendicants: ",
  "an11.4:1.2": "“Reverends, mendicants!” ",
  "an11.4:1.3": "“Reverend,” they replied. ",
  "an11.4:1.4": "Sāriputta said this: ",
  "an11.4:2.1": "“An unethical person, who lacks ethics, has destroyed a vital condition for not having regrets. ",
  "an11.4:2.2": "When there are regrets, one who has regrets has destroyed a vital condition for joy. ",
  "an11.4:2.3": "When there is no joy, one who lacks joy has destroyed a vital condition for rapture. ",
  "an11.4:2.4": "When there is no rapture, one who lacks rapture has destroyed a vital condition for tranquility. ",
  "an11.4:2.5": "When there is no tranquility, one who lacks tranquility has destroyed a vital condition for bliss. ",
  "an11.4:2.6": "When there is no bliss, one who lacks bliss has destroyed a vital condition for right immersion. ",
  "an11.4:2.7": "When there is no right immersion, one who lacks right immersion has destroyed a vital condition for true knowledge and vision. ",
  "an11.4:2.8": "When there is no true knowledge and vision, one who lacks true knowledge and vision has destroyed a vital condition for disillusionment. ",
  "an11.4:2.9": "When there is no disillusionment, one who lacks disillusionment has destroyed a vital condition for dispassion. ",
  "an11.4:2.10": "When there is no dispassion, one who lacks dispassion has destroyed a vital condition for knowledge and vision of freedom. ",
  "an11.4:3.1": "Suppose there was a tree that lacked branches and foliage. Its shoots, bark, softwood, and heartwood would not grow to fullness. ",
  "an11.4:3.2": "In the same way, an unethical person, who lacks ethics, has destroyed a vital condition for having no regrets. ",
  "an11.4:3.3": "When there are regrets, one who has regrets has destroyed a vital condition for joy. … ",
  "an11.4:3.4": "When there is dispassion, one who lacks dispassion has destroyed a vital condition for knowledge and vision of freedom. ",
  "an11.4:4.1": "An ethical person, who has fulfilled ethics, has fulfilled a vital condition for not having regrets. ",
  "an11.4:4.2": "When there are no regrets, one who has no regrets has fulfilled a vital condition for joy. ",
  "an11.4:4.3": "When there is joy, one who has fulfilled joy has fulfilled a vital condition for rapture. ",
  "an11.4:4.4": "When there is rapture, one who has fulfilled rapture has fulfilled a vital condition for tranquility. ",
  "an11.4:4.5": "When there is tranquility, one who has fulfilled tranquility has fulfilled a vital condition for bliss. ",
  "an11.4:4.6": "When there is bliss, one who has fulfilled bliss has fulfilled a vital condition for right immersion. ",
  "an11.4:4.7": "When there is right immersion, one who has fulfilled right immersion has fulfilled a vital condition for true knowledge and vision. ",
  "an11.4:4.8": "When there is true knowledge and vision, one who has fulfilled true knowledge and vision has fulfilled a vital condition for disillusionment. ",
  "an11.4:4.9": "When there is disillusionment, one who has fulfilled disillusionment has fulfilled a vital condition for dispassion. ",
  "an11.4:4.10": "When there is dispassion, one who has fulfilled dispassion has fulfilled a vital condition for knowledge and vision of freedom. ",
  "an11.4:5.1": "Suppose there was a tree that was complete with branches and foliage. Its shoots, bark, softwood, and heartwood would grow to fullness. ",
  "an11.4:5.2": "In the same way, an ethical person, who has fulfilled ethics, has fulfilled a vital condition for not having regrets. ",
  "an11.4:5.3": "When there are no regrets, one who has no regrets has fulfilled a vital condition for joy. … ",
  "an11.4:5.4": "When there is dispassion, one who has fulfilled dispassion has fulfilled a vital condition for knowledge and vision of freedom.” "
}