{
  "an11.13:0.1": "Numbered Discourses 11 ",
  "an11.13:0.2": "2. Recollection ",
  "an11.13:0.3": "13. With Nandiya ",
  "an11.13:1.1": "At one time the Buddha was staying in the land of the Sakyans, near Kapilavatthu in the Banyan Tree Monastery. ",
  "an11.13:1.2": "Now at that time the Buddha wanted to commence the rains residence at Sāvatthī. ",
  "an11.13:2.1": "Nandiya the Sakyan heard about this, ",
  "an11.13:2.2": " ",
  "an11.13:2.3": "and thought, ",
  "an11.13:2.4": "“Why don’t I also commence the rains residence at Sāvatthī. ",
  "an11.13:2.5": "There I can apply myself to my work and from time to time get to see the Buddha.” ",
  "an11.13:3.1": "So the Buddha commenced the rains residence in Sāvatthī, ",
  "an11.13:3.2": "and so did Nandiya. ",
  "an11.13:3.3": "There he applied himself to his work and from time to time got to see the Buddha. ",
  "an11.13:3.4": "At that time several mendicants were making a robe for the Buddha, thinking that ",
  "an11.13:3.5": "when his robe was finished and the three months of the rains residence had passed the Buddha would set out wandering. ",
  "an11.13:4.1": "Nandiya the Sakyan heard about this. ",
  "an11.13:4.2": " ",
  "an11.13:4.3": " ",
  "an11.13:4.4": "He went up to the Buddha, bowed, sat down to one side, and said to him: ",
  "an11.13:4.5": "“Sir, I have heard that ",
  "an11.13:4.6": "several mendicants are making a robe for the Buddha, thinking that ",
  "an11.13:4.7": "when his robe was finished and the three months of the rains residence had passed the Buddha would set out wandering. ",
  "an11.13:4.8": "Now, we spend our life in various ways. Which of these should we practice?” ",
  "an11.13:5.1": "“Good, good Nandiya! ",
  "an11.13:5.2": "It’s appropriate that gentlemen such as you come to me and ask: ",
  "an11.13:5.3": "‘We spend our life in various ways. Which of these should we practice?’ ",
  "an11.13:5.4": "The faithful succeed, not the faithless. ",
  "an11.13:5.5": "The ethical succeed, not the unethical. ",
  "an11.13:5.6": "The energetic succeed, not the lazy. ",
  "an11.13:5.7": "The mindful succeed, not the unmindful. ",
  "an11.13:5.8": "Those with immersion succeed, not those without immersion. ",
  "an11.13:5.9": "The wise succeed, not the witless. ",
  "an11.13:5.10": "When you’re grounded on these six things, go on to develop five further things. ",
  "an11.13:6.1": "Firstly, you should recollect the Realized One: ",
  "an11.13:6.2": "‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’ ",
  "an11.13:6.3": "In this way you should establish mindfulness internally based on the Realized One. ",
  "an11.13:7.1": "Furthermore, you should recollect the teaching: ",
  "an11.13:7.2": "‘The teaching is well explained by the Buddha—visible in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves.’ ",
  "an11.13:7.3": "In this way you should establish mindfulness internally based on the teaching. ",
  "an11.13:8.1": "Furthermore, you should recollect your good friends: ",
  "an11.13:8.2": "‘I’m fortunate, so very fortunate, ",
  "an11.13:8.3": "to have good friends who advise and instruct me out of kindness and compassion.’ ",
  "an11.13:8.4": "In this way you should establish mindfulness internally based on good friends. ",
  "an11.13:9.1": "Furthermore, you should recollect your own generosity: ",
  "an11.13:9.2": "‘I’m so fortunate, so very fortunate. ",
  "an11.13:9.3": "Among people with hearts full of the stain of stinginess I live at home rid of stinginess, freely generous, open-handed, loving to let go, committed to charity, loving to give and to share.’ ",
  "an11.13:9.4": "In this way you should establish mindfulness internally based on generosity. ",
  "an11.13:10.1": "Furthermore, you should recollect the deities: ",
  "an11.13:10.2": "‘There are deities who, surpassing the company of deities that consume solid food, are reborn in a certain host of mind-made deities. They don’t see in themselves anything more to do, or anything that needs improvement.’ ",
  "an11.13:10.3": "An irreversibly freed mendicant doesn’t see in themselves anything more to do, or anything that needs improvement. ",
  "an11.13:10.4": "In the same way, Nandiya, there are deities who, surpassing the company of deities that consume solid food, are reborn in a certain host of mind-made deities. They don’t see in themselves anything more to do, or anything that needs improvement. ",
  "an11.13:10.5": "In this way you should establish mindfulness internally based on the deities. ",
  "an11.13:11.1": "A noble disciple who has these eleven qualities gives up bad, unskillful qualities and doesn’t cling to them. ",
  "an11.13:11.2": "It’s like when a pot full of water is tipped over, so the water drains out and doesn’t go back in. ",
  "an11.13:11.3": "Suppose there was an uncontrolled fire. It advances burning up dry woodlands and doesn’t go back over what it has burned. ",
  "an11.13:11.4": "In the same way, a noble disciple who has these eleven qualities gives up bad, unskillful qualities and doesn’t cling to them.” "
}