{
  "mnd16:0.1": "Mahāniddesa ",
  "mnd16:0.2": "Aṭṭhakavagga ",
  "mnd16:0.3": "16. Sāriputtasuttaniddesa ",
  "mnd16:1.1": "Atha sāriputtasuttaniddesaṁ vakkhati—",
  "mnd16:2.1": "**Na me diṭṭho ito pubbe,** ",
  "mnd16:2.2": "(iccāyasmā sāriputto) ",
  "mnd16:2.3": "**Na suto uda kassaci;** ",
  "mnd16:2.4": "**Evaṁ vagguvado satthā,** ",
  "mnd16:2.5": "**Tusitā gaṇimāgato.** ",
  "mnd16:3.1": "**Na me diṭṭho ito pubbe**ti. ",
  "mnd16:3.2": "Ito pubbe me mayā na diṭṭhapubbo so bhagavā iminā cakkhunā iminā attabhāvena. ",
  "mnd16:3.3": "Yadā bhagavā tāvatiṁsabhavane pāricchattakamūle paṇḍukambalasilāyaṁ vassaṁvuṭṭho devagaṇaparivuto majjhe maṇimayena sopāṇena saṅkassanagaraṁ otiṇṇo imaṁ dassanaṁ pubbe na diṭṭhoti—",
  "mnd16:3.4": "na me diṭṭho ito pubbe. ",
  "mnd16:4.1": "**Iccāyasmā sāriputto**ti. ",
  "mnd16:4.2": "**Iccā**ti padasandhi padasaṁsaggo padapāripūrī akkharasamavāyo byañjanasiliṭṭhatā padānupubbatāpetaṁ—",
  "mnd16:4.3": "iccāti. ",
  "mnd16:4.4": "**Āyasmā**ti piyavacanaṁ garuvacanaṁ sagāravasappatissavacanametaṁ—",
  "mnd16:4.5": "āyasmāti. ",
  "mnd16:4.6": "**Sāriputto**ti tassa therassa nāmaṁ saṅkhā samaññā paññatti vohāro nāmaṁ nāmakammaṁ nāmadheyyaṁ nirutti byañjanaṁ abhilāpoti—",
  "mnd16:4.7": "iccāyasmā sāriputto. ",
  "mnd16:5.1": "**Na suto uda kassacī**ti. ",
  "mnd16:5.2": "**Nā**ti paṭikkhepo. ",
  "mnd16:5.3": "**Udā**ti padasandhi padasaṁsaggo padapāripūrī akkharasamavāyo byañjanasiliṭṭhatā padānupubbatāpetaṁ—",
  "mnd16:5.4": "udāti. ",
  "mnd16:5.5": "**Kassacī**ti khattiyassa vā brāhmaṇassa vā vessassa vā suddassa vā gahaṭṭhassa vā pabbajitassa vā devassa vā manussassa vāti—",
  "mnd16:5.6": "na suto uda kassaci. ",
  "mnd16:6.1": "**Evaṁ vagguvado satthā**ti. ",
  "mnd16:6.2": "Evaṁ vagguvado madhuravado pemanīyavado hadayaṅgamavado karavīkarutamañjughoso. ",
  "mnd16:6.3": "Aṭṭhaṅgasamannāgato kho pana tassa bhagavato mukhato ghoso niccharati—",
  "mnd16:6.4": "visaṭṭho ca viññeyyo ca mañju ca savanīyo ca bindu ca avisārī ca gambhīro ca ninnādī ca. ",
  "mnd16:6.5": "Yathā parisaṁ kho pana so bhagavā sarena viññāpeti, na assa bahiddhā parisāya ghoso niccharati, brahmassaro kho pana so bhagavā karavīkabhāṇīti—",
  "mnd16:6.6": "evaṁ vagguvado. ",
  "mnd16:7.1": "**Satthā**ti satthā bhagavā satthavāho. ",
  "mnd16:7.2": "Yathā satthavāho satte kantāraṁ tāreti, corakantāraṁ tāreti, vāḷakantāraṁ tāreti, dubbhikkhakantāraṁ tāreti, nirudakakantāraṁ tāreti uttāreti nittāreti patāreti khemantabhūmiṁ sampāpeti; ",
  "mnd16:7.3": "evamevaṁ bhagavā satthavāho satte kantāraṁ tāreti, jātikantāraṁ tāreti, jarākantāraṁ tāreti, byādhikantāraṁ …pe… maraṇakantāraṁ … sokaparidevadukkhadomanassupāyāsakantāraṁ tāreti, rāgakantāraṁ tāreti, dosakantāraṁ … mohakantāraṁ … mānakantāraṁ … diṭṭhikantāraṁ … kilesakantāraṁ … duccaritakantāraṁ tāreti, rāgagahanaṁ tāreti, dosagahanaṁ … mohagahanaṁ … mānagahanaṁ … diṭṭhigahanaṁ … kilesagahanaṁ … duccaritagahanaṁ tāreti uttāreti nittāreti patāreti khemantaṁ amataṁ nibbānaṁ sampāpetīti. ",
  "mnd16:7.4": "Evampi bhagavā satthavāho. ",
  "mnd16:8.1": "Atha vā bhagavā netā vinetā anunetā paññāpetā nijjhāpetā pekkhetā pasādetāti. ",
  "mnd16:8.2": "Evampi bhagavā satthavāho. ",
  "mnd16:9.1": "Atha vā bhagavā anuppannassa maggassa uppādetā, asañjātassa maggassa sañjanetā, anakkhātassa maggassa akkhātā, maggaññū maggavidū maggakovido maggānugā ca pana etarahi sāvakā viharanti pacchā samannāgatāti. ",
  "mnd16:9.2": "Evampi bhagavā satthavāhoti—",
  "mnd16:9.3": "evaṁ vagguvado satthā. ",
  "mnd16:10.1": "**Tusitā gaṇimāgato**ti. ",
  "mnd16:10.2": "Bhagavā tusitakāyā cavitvā sato sampajāno mātukucchiṁ okkantoti. ",
  "mnd16:10.3": "Evampi tusitā gaṇimāgato. ",
  "mnd16:11.1": "Atha vā devā vuccanti tusitā. ",
  "mnd16:11.2": "Te tuṭṭhā santuṭṭhā attamanā pamuditā pītisomanassajātā devalokato gaṇiṁ āgatoti. ",
  "mnd16:11.3": "Evampi tusitā gaṇimāgato. ",
  "mnd16:11.4": "Atha vā arahanto vuccanti tusitā. ",
  "mnd16:11.5": "Te tuṭṭhā santuṭṭhā attamanā paripuṇṇasaṅkappā arahantānaṁ gaṇiṁ āgatoti. ",
  "mnd16:11.6": "Evampi tusitā gaṇimāgato. ",
  "mnd16:11.7": "**Gaṇī**ti gaṇī bhagavā. ",
  "mnd16:11.8": "Gaṇācariyoti gaṇī, gaṇassa satthāti gaṇī, gaṇaṁ pariharatīti gaṇī, gaṇaṁ ovadatīti gaṇī, gaṇamanusāsatīti gaṇī, visārado gaṇaṁ upasaṅkamatīti gaṇī, gaṇassa sussūsati sotaṁ odahati aññā cittaṁ upaṭṭhapetīti gaṇī, gaṇaṁ akusalā vuṭṭhāpetvā kusale patiṭṭhāpetīti gaṇī, bhikkhugaṇassa gaṇī, bhikkhunigaṇassa gaṇī, upāsakagaṇassa gaṇī, upāsikāgaṇassa gaṇī, rājagaṇassa gaṇī, khattiyagaṇassa … brāhmaṇagaṇassa … vessagaṇassa … suddagaṇassa … devagaṇassa … brahmagaṇassa gaṇī, saṅghī gaṇī gaṇācariyo. ",
  "mnd16:11.9": "**Āgato**ti upagato samupagato samupapanno saṅkassanagaranti—",
  "mnd16:11.10": "tusitā gaṇimāgato. ",
  "mnd16:12.1": "Tenāha thero sāriputto—",
  "mnd16:13.1": "“Na me diṭṭho ito pubbe, ",
  "mnd16:13.2": "(iccāyasmā sāriputto) ",
  "mnd16:13.3": "Na suto uda kassaci; ",
  "mnd16:13.4": "Evaṁ vagguvado satthā, ",
  "mnd16:13.5": "Tusitā gaṇimāgato”ti. ",
  "mnd16:14.1": "**Sadevakassa lokassa,** ",
  "mnd16:14.2": "**yathā dissati cakkhumā;** ",
  "mnd16:14.3": "**Sabbaṁ tamaṁ vinodetvā,** ",
  "mnd16:14.4": "**ekova ratimajjhagā.** ",
  "mnd16:15.1": "**Sadevakassa lokassā**ti sadevakassa lokassa samārakassa sabrahmakassa sassamaṇabrāhmaṇiyā pajāya sadevamanussāyāti—",
  "mnd16:15.2": "sadevakassa lokassa. ",
  "mnd16:16.1": "**Yathā dissati cakkhumā**ti yathā bhagavantaṁ tāvatiṁsabhavane pāricchattakamūle paṇḍukambalasilāyaṁ nisinnaṁ dhammaṁ desentaṁ devatā passanti tathā manussā passanti. ",
  "mnd16:16.2": "Yathā manussā passanti tathā devatā passanti. ",
  "mnd16:16.3": "Yathā devānaṁ dissati tathā manussānaṁ dissati. ",
  "mnd16:16.4": "Yathā manussānaṁ dissati tathā devānaṁ dissatīti. ",
  "mnd16:16.5": "Evampi yathā dissati cakkhumā. ",
  "mnd16:16.6": "Yathā vā paneke bhonto samaṇabrāhmaṇā adantā dantavaṇṇena dissanti, asantā santavaṇṇena dissanti, anupasantā upasantavaṇṇena dissanti, anibbutā nibbutavaṇṇena dissanti. ",
  "mnd16:17.1": "“Patirūpako mattikākuṇḍalova, ",
  "mnd16:17.2": "Lohaḍḍhamāsova suvaṇṇachanno; ",
  "mnd16:17.3": "Caranti loke parivārachannā, ",
  "mnd16:17.4": "Anto asuddhā bahi sobhamānā”ti. ",
  "mnd16:18.1": "Na bhagavā evaṁ dissati. ",
  "mnd16:18.2": "Bhagavā bhūtena tacchena tathena yāthāvena aviparītena sabhāvena danto dantavaṇṇena dissati, santo santavaṇṇena dissati, upasanto upasantavaṇṇena dissati, nibbuto nibbutavaṇṇena dissati, akappitairiyāpathā ca buddhā bhagavanto paṇidhisampannāti. ",
  "mnd16:18.3": "Evampi yathā dissati cakkhumā. ",
  "mnd16:19.1": "Atha vā bhagavā visuddhasaddo gatakittisaddasiloko nāgabhavane ca supaṇṇabhavane ca yakkhabhavane ca asurabhavane ca gandhabbabhavane ca mahārājabhavane ca indabhavane ca brahmabhavane ca devabhavane ca ediso ca tādiso ca tato ca bhiyyoti. ",
  "mnd16:19.2": "Evampi yathā dissati cakkhumā. ",
  "mnd16:20.1": "Atha vā bhagavā dasahi balehi samannāgato, catūhi vesārajjehi, catūhi paṭisambhidāhi, chahi abhiññāhi, chahi buddhadhammehi, tejena ca balena ca guṇena ca vīriyena ca paññāya ca dissati ñāyati paññāyati. ",
  "mnd16:21.1": "“Dūre santo pakāsenti, ",
  "mnd16:21.2": "himavantova pabbato; ",
  "mnd16:21.3": "Asantettha na dissanti, ",
  "mnd16:21.4": "rattiṁ khittā yathā sarā”ti. ",
  "mnd16:22.1": "Evampi yathā dissati cakkhumā. ",
  "mnd16:23.1": "**Cakkhumā**ti bhagavā pañcahi cakkhūhi cakkhumā—",
  "mnd16:23.2": "maṁsacakkhunāpi cakkhumā, dibbacakkhunāpi cakkhumā, paññācakkhunāpi cakkhumā, buddhacakkhunāpi cakkhumā, samantacakkhunāpi cakkhumā. ",
  "mnd16:24.1": "Kathaṁ bhagavā maṁsacakkhunāpi cakkhumā? ",
  "mnd16:24.2": "Maṁsacakkhumhi bhagavato pañca vaṇṇā saṁvijjanti—",
  "mnd16:24.3": "nīlo ca vaṇṇo, pītako ca vaṇṇo, lohitako ca vaṇṇo, kaṇho ca vaṇṇo, odāto ca vaṇṇo. ",
  "mnd16:24.4": "Akkhilomāni ca bhagavato. ",
  "mnd16:24.5": "Yattha ca akkhilomāni patiṭṭhitāni taṁ nīlaṁ hoti sunīlaṁ pāsādikaṁ dassaneyyaṁ umāpupphasamānaṁ. ",
  "mnd16:24.6": "Tassa parato pītakaṁ hoti supītakaṁ suvaṇṇavaṇṇaṁ pāsādikaṁ dassaneyyaṁ kaṇikārapupphasamānaṁ. ",
  "mnd16:24.7": "Ubhato ca akkhikūṭāni bhagavato lohitakāni honti sulohitakāni pāsādikāni dassaneyyāni indagopakasamānāni. ",
  "mnd16:24.8": "Majjhe kaṇhaṁ hoti sukaṇhaṁ alūkhaṁ suddhaṁ pāsādikaṁ dassaneyyaṁ addāriṭṭhakasamānaṁ. ",
  "mnd16:24.9": "Tassa parato odātaṁ hoti suodātaṁ setaṁ paṇḍaraṁ pāsādikaṁ dassaneyyaṁ osadhitārakasamānaṁ. ",
  "mnd16:24.10": "Tena bhagavā pākatikena maṁsacakkhunā attabhāvapariyāpannena purimasucaritakammābhinibbattena samantā yojanaṁ passati divā ceva rattiñca. ",
  "mnd16:24.11": "Yadāpi caturaṅgasamannāgato andhakāro hoti sūriyo ca atthaṅgato hoti; ",
  "mnd16:24.12": "kāḷapakkho ca uposatho hoti, tibbo ca vanasaṇḍo hoti, mahā ca kāḷamegho abbhuṭṭhito hoti. ",
  "mnd16:24.13": "Evarūpepi caturaṅgasamannāgate andhakāre samantā yojanaṁ passati. ",
  "mnd16:24.14": "Natthi so kuṭṭo vā kavāṭaṁ vā pākāro vā pabbato vā gaccho vā latā vā āvaraṇaṁ rūpānaṁ dassanāya. ",
  "mnd16:24.15": "Ekañce tilaphalaṁ nimittaṁ katvā tilavāhe pakkhipeyya, taññeva tilaphalaṁ uddhareyya. ",
  "mnd16:24.16": "Evaṁ parisuddhaṁ bhagavato pākatikamaṁsacakkhu. ",
  "mnd16:24.17": "Evaṁ bhagavā maṁsacakkhunāpi cakkhumā. ",
  "mnd16:25.1": "Kathaṁ bhagavā dibbena cakkhunāpi cakkhumā? ",
  "mnd16:25.2": "Bhagavā dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate; ",
  "mnd16:25.3": "yathākammūpage satte pajānāti—",
  "mnd16:25.4": "“ime vata bhonto sattā kāyaduccaritena samannāgatā vacīduccaritena samannāgatā manoduccaritena samannāgatā ariyānaṁ upavādakā micchādiṭṭhikā micchādiṭṭhikammasamādānā, te kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapannā; ",
  "mnd16:25.5": "ime vā pana bhonto sattā kāyasucaritena samannāgatā vacīsucaritena samannāgatā manosucaritena samannāgatā ariyānaṁ anupavādakā sammādiṭṭhikā sammādiṭṭhikammasamādānā, te kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapannā”ti. ",
  "mnd16:25.6": "Iti dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate; ",
  "mnd16:25.7": "yathākammūpage satte pajānāti. ",
  "mnd16:25.8": "Ākaṅkhamāno ca bhagavā ekampi lokadhātuṁ passeyya, dvepi lokadhātuyo passeyya, tissopi lokadhātuyo passeyya, catassopi lokadhātuyo passeyya, pañcapi lokadhātuyo passeyya, dasapi lokadhātuyo passeyya, vīsampi lokadhātuyo passeyya, tiṁsampi lokadhātuyo passeyya, cattālīsampi lokadhātuyo passeyya, paññāsampi lokadhātuyo passeyya, satampi lokadhātuṁ passeyya, sahassimpi cūḷanikaṁ lokadhātuṁ passeyya, dvisahassimpi majjhimikaṁ lokadhātuṁ passeyya, tisahassimpi lokadhātuṁ passeyya, mahāsahassimpi lokadhātuṁ passeyya, yāvatakaṁ pana ākaṅkheyya tāvatakaṁ passeyya. ",
  "mnd16:25.9": "Evaṁ parisuddhaṁ bhagavato dibbacakkhu. ",
  "mnd16:25.10": "Evaṁ bhagavā dibbena cakkhunāpi cakkhumā. ",
  "mnd16:26.1": "Kathaṁ bhagavā paññācakkhunāpi cakkhumā? ",
  "mnd16:26.2": "Bhagavā mahāpañño puthupañño hāsapañño javanapañño tikkhapañño nibbedhikapañño paññāpabhedakusalo pabhinnañāṇo adhigatapaṭisambhido catuvesārajjappatto dasabaladhārī purisāsabho purisasīho purisanāgo purisājañño purisadhorayho anantañāṇo anantatejo anantayaso aḍḍho mahaddhano dhanavā netā vinetā anunetā paññāpetā nijjhāpetā pekkhetā pasādetā. ",
  "mnd16:26.3": "So hi bhagavā anuppannassa maggassa uppādetā, asañjātassa maggassa sañjanetā, anakkhātassa maggassa akkhātā, maggaññū maggavidū maggakovido maggānugā ca pana etarahi sāvakā viharanti pacchā samannāgatā. ",
  "mnd16:27.1": "So hi bhagavā jānaṁ jānāti, passaṁ passati, cakkhubhūto ñāṇabhūto dhammabhūto brahmabhūto vattā pavattā atthassa ninnetā amatassa dātā dhammassāmī tathāgato. ",
  "mnd16:27.2": "Natthi tassa bhagavato aññātaṁ adiṭṭhaṁ aviditaṁ asacchikataṁ aphassitaṁ paññāya. ",
  "mnd16:27.3": "Atītaṁ anāgataṁ paccuppannaṁ upādāya sabbe dhammā sabbākārena buddhassa bhagavato ñāṇamukhe āpāthaṁ āgacchanti. ",
  "mnd16:27.4": "Yaṁ kiñci neyyaṁ nāma atthi jānitabbaṁ attattho vā, parattho vā, ubhayattho vā, diṭṭhadhammiko vā attho, samparāyiko vā attho, uttāno vā attho, gambhīro vā attho, gūḷho vā attho, paṭicchanno vā attho, neyyo vā attho, nīto vā attho, anavajjo vā attho, nikkileso vā attho, vodāno vā attho, paramattho vā attho, sabbaṁ taṁ antobuddhañāṇe parivattati. ",
  "mnd16:28.1": "Atīte buddhassa bhagavato appaṭihataṁ ñāṇaṁ, anāgate appaṭihataṁ ñāṇaṁ, paccuppanne appaṭihataṁ ñāṇaṁ. ",
  "mnd16:28.2": "Sabbaṁ kāyakammaṁ buddhassa bhagavato ñāṇānuparivatti. ",
  "mnd16:28.3": "Sabbaṁ vacīkammaṁ … ",
  "mnd16:28.4": "sabbaṁ manokammaṁ buddhassa bhagavato ñāṇānuparivatti. ",
  "mnd16:28.5": "Yāvatakaṁ neyyaṁ tāvatakaṁ ñāṇaṁ, yāvatakaṁ ñāṇaṁ tāvatakaṁ neyyaṁ; ",
  "mnd16:28.6": "neyyapariyantikaṁ ñāṇaṁ, ñāṇapariyantikaṁ neyyaṁ; ",
  "mnd16:28.7": "neyyaṁ atikkamitvā ñāṇaṁ nappavattati, ñāṇaṁ atikkamitvā neyyapatho natthi; ",
  "mnd16:28.8": "aññamaññapariyantaṭṭhāyino te dhammā. ",
  "mnd16:28.9": "Yathā dvinnaṁ samuggapaṭalānaṁ sammāphusitānaṁ heṭṭhimaṁ samuggapaṭalaṁ uparimaṁ nātivattati, uparimaṁ samuggapaṭalaṁ heṭṭhimaṁ nātivattati, aññamaññapariyantaṭṭhāyino; ",
  "mnd16:28.10": "evamevaṁ buddhassa bhagavato neyyañca ñāṇañca aññamaññapariyantaṭṭhāyino. ",
  "mnd16:28.11": "Yāvatakaṁ neyyaṁ tāvatakaṁ ñāṇaṁ, yāvatakaṁ ñāṇaṁ tāvatakaṁ neyyaṁ, neyyapariyantikaṁ ñāṇaṁ, ñāṇapariyantikaṁ neyyaṁ; ",
  "mnd16:28.12": "neyyaṁ atikkamitvā ñāṇaṁ na pavattati, ñāṇaṁ atikkamitvā neyyapatho natthi; ",
  "mnd16:28.13": "aññamaññapariyantaṭṭhāyino te dhammā. ",
  "mnd16:29.1": "Sabbadhammesu buddhassa bhagavato ñāṇaṁ pavattati. ",
  "mnd16:29.2": "Sabbe dhammā buddhassa bhagavato āvajjanapaṭibaddhā ākaṅkhapaṭibaddhā manasikārapaṭibaddhā cittuppādapaṭibaddhā. ",
  "mnd16:29.3": "Sabbasattesu buddhassa bhagavato ñāṇaṁ pavattati. ",
  "mnd16:29.4": "Sabbesaṁ sattānaṁ bhagavā āsayaṁ jānāti, anusayaṁ jānāti, caritaṁ jānāti, adhimuttiṁ jānāti, apparajakkhe mahārajakkhe tikkhindriye mudindriye svākāre dvākāre suviññāpaye duviññāpaye bhabbābhabbe satte pajānāti. ",
  "mnd16:29.5": "Sadevako loko samārako sabrahmako sassamaṇabrāhmaṇī pajā sadevamanussā antobuddhañāṇe parivattati. ",
  "mnd16:30.1": "Yathā ye keci macchakacchapā antamaso timitimiṅgalaṁ upādāya antomahāsamudde parivattanti; ",
  "mnd16:30.2": "evamevaṁ sadevako loko samārako sabrahmako sassamaṇabrāhmaṇī pajā sadevamanussā antobuddhañāṇe parivattati. ",
  "mnd16:30.3": "Yathā ye keci pakkhī antamaso garuḷaṁ venateyyaṁ upādāya ākāsassa padese parivattanti; ",
  "mnd16:30.4": "evamevaṁ yepi te sāriputtasamā paññāya tepi buddhañāṇassa padese parivattanti; ",
  "mnd16:30.5": "buddhañāṇaṁ devamanussānaṁ paññaṁ pharitvā abhibhavitvā tiṭṭhati. ",
  "mnd16:30.6": "Yepi te khattiyapaṇḍitā brāhmaṇapaṇḍitā gahapatipaṇḍitā samaṇapaṇḍitā nipuṇā kataparappavādā vālavedhirūpā vobhindantā maññe caranti paññāgatena diṭṭhigatāni, te pañhe abhisaṅkharitvā abhisaṅkharitvā tathāgataṁ upasaṅkamitvā pucchanti gūḷhāni ca paṭicchannāni ca. ",
  "mnd16:30.7": "Kathitā visajjitāva te pañhā bhagavatā honti niddiṭṭhakāraṇā upakkhittakā ca. ",
  "mnd16:30.8": "Te bhagavato sampajjanti. ",
  "mnd16:30.9": "Atha kho bhagavāva tattha atirocati, yadidaṁ paññāyāti. ",
  "mnd16:30.10": "Evaṁ bhagavā paññācakkhunāpi cakkhumā. ",
  "mnd16:31.1": "Kathaṁ bhagavā buddhacakkhunāpi cakkhumā? ",
  "mnd16:31.2": "Bhagavā buddhacakkhunā lokaṁ volokento addasa satte apparajakkhe mahārajakkhe tikkhindriye mudindriye svākāre dvākāre suviññāpaye duviññāpaye appekacce paralokavajjabhayadassāvino viharante appekacce naparalokavajjabhayadassāvino viharante. ",
  "mnd16:31.3": "Seyyathāpi nāma uppaliniyaṁ vā paduminiyaṁ vā puṇḍarīkiniyaṁ vā appekaccāni uppalāni vā padumāni vā puṇḍarīkāni vā udake jātāni udake saṁvaḍḍhāni udakānuggatāni antonimuggaposīni, appekaccāni uppalāni vā padumāni vā puṇḍarīkāni vā udake jātāni udake saṁvaḍḍhāni samodakaṁ ṭhitāni, appekaccāni uppalāni vā padumāni vā puṇḍarīkāni vā udake jātāni udake saṁvaḍḍhāni udakaṁ accuggamma tiṭṭhanti anupalittāni udakena; ",
  "mnd16:31.4": "evamevaṁ bhagavā buddhacakkhunā lokaṁ volokento addasa satte apparajakkhe mahārajakkhe tikkhindriye mudindriye svākāre dvākāre suviññāpaye duviññāpaye appekacce paralokavajjabhayadassāvino viharante appekacce naparalokavajjabhayadassāvino viharante. ",
  "mnd16:31.5": "Jānāti bhagavā—",
  "mnd16:31.6": "“ayaṁ puggalo rāgacarito, ayaṁ dosacarito, ayaṁ mohacarito, ayaṁ vitakkacarito, ayaṁ saddhācarito, ayaṁ ñāṇacarito”ti. ",
  "mnd16:31.7": "Rāgacaritassa bhagavā puggalassa asubhakathaṁ katheti; ",
  "mnd16:31.8": "dosacaritassa bhagavā puggalassa mettābhāvanaṁ ācikkhati; ",
  "mnd16:31.9": "mohacaritassa bhagavā puggalassa uddese paripucchāya kālena dhammassavane kālena dhammasākacchāya garusaṁvāse niveseti; ",
  "mnd16:31.10": "vitakkacaritassa bhagavā puggalassa ānāpānassatiṁ ācikkhati; ",
  "mnd16:31.11": "saddhācaritassa bhagavā puggalassa pasādanīyaṁ nimittaṁ ācikkhati buddhasubodhiṁ dhammasudhammataṁ saṅghasuppaṭipattiṁ sīlāni ca attano; ",
  "mnd16:31.12": "ñāṇacaritassa bhagavā puggalassa vipassanānimittaṁ ācikkhati aniccākāraṁ dukkhākāraṁ anattākāraṁ. ",
  "mnd16:32.1": "“Sele yathā pabbatamuddhaniṭṭhito, ",
  "mnd16:32.2": "Yathāpi passe janataṁ samantato; ",
  "mnd16:32.3": "Tathūpamaṁ dhammamayaṁ sumedha, ",
  "mnd16:32.4": "Pāsādamāruyha samantacakkhu; ",
  "mnd16:32.5": "Sokāvatiṇṇaṁ janatamapetasoko, ",
  "mnd16:32.6": "Avekkhassu jātijarābhibhūtan”ti. ",
  "mnd16:33.1": "Evaṁ bhagavā buddhacakkhunāpi cakkhumā. ",
  "mnd16:34.1": "Kathaṁ bhagavā samantacakkhunāpi cakkhumā? ",
  "mnd16:34.2": "Samantacakkhu vuccati sabbaññutañāṇaṁ. ",
  "mnd16:34.3": "Bhagavā sabbaññutañāṇena upeto samupeto upagato samupagato upapanno samupapanno samannāgato. ",
  "mnd16:35.1": "“Na tassa adiṭṭhamidhatthi kiñci, ",
  "mnd16:35.2": "Atho aviññātamajānitabbaṁ; ",
  "mnd16:35.3": "Sabbaṁ abhiññāsi yadatthi neyyaṁ, ",
  "mnd16:35.4": "Tathāgato tena samantacakkhū”ti. ",
  "mnd16:36.1": "Evaṁ bhagavā samantacakkhunāpi cakkhumāti—",
  "mnd16:36.2": "yathā dissati cakkhumā. ",
  "mnd16:37.1": "**Sabbaṁ tamaṁ vinodetvā**ti sabbaṁ rāgatamaṁ dosatamaṁ mohatamaṁ mānatamaṁ diṭṭhitamaṁ kilesatamaṁ duccaritatamaṁ andhakaraṇaṁ acakkhukaraṇaṁ aññāṇakaraṇaṁ paññānirodhikaṁ vighātapakkhikaṁ anibbānasaṁvattanikaṁ nuditvā panuditvā jahitvā pajahitvā vinodetvā byantiṁ karitvā anabhāvaṁ gametvāti—",
  "mnd16:37.2": "sabbaṁ tamaṁ vinodetvā. ",
  "mnd16:38.1": "**Ekova ratimajjhagā**ti. ",
  "mnd16:38.2": "**Eko**ti bhagavā pabbajjāsaṅkhātena eko, adutiyaṭṭhena eko, taṇhāya pahānaṭṭhena eko, ekantavītarāgoti eko, ekantavītadosoti eko, ekantavītamohoti eko, ekantanikkilesoti eko, ekāyanamaggaṁ gatoti eko, anuttaraṁ sammāsambodhiṁ abhisambuddhoti eko. ",
  "mnd16:39.1": "Kathaṁ bhagavā pabbajjāsaṅkhātena eko? ",
  "mnd16:39.2": "Bhagavā daharova samāno susu kāḷakeso bhadrena yobbanena samannāgato paṭhamena vayasā akāmakānaṁ mātāpitūnaṁ assumukhānaṁ rudantānaṁ vilapantānaṁ ñātisaṅghaṁ pahāya sabbaṁ gharāvāsapalibodhaṁ chinditvā puttadārapalibodhaṁ chinditvā ñātipalibodhaṁ chinditvā mittāmaccapalibodhaṁ chinditvā sannidhipalibodhaṁ chinditvā kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajitvā akiñcanabhāvaṁ upagantvā eko carati viharati iriyati vattati pāleti yapeti yāpeti—",
  "mnd16:39.3": "evaṁ bhagavā pabbajjāsaṅkhātena eko. ",
  "mnd16:40.1": "Kathaṁ bhagavā adutiyaṭṭhena eko? ",
  "mnd16:40.2": "So evaṁ pabbajito samāno eko araññavanapatthāni pantāni senāsanāni paṭisevati appasaddāni appanigghosāni vijanavātāni manussarāhasseyyakāni paṭisallānasāruppāni. ",
  "mnd16:40.3": "So eko carati, eko gacchati, eko tiṭṭhati, eko nisīdati, eko seyyaṁ kappeti, eko gāmaṁ piṇḍāya pavisati, eko paṭikkamati, eko raho nisīdati, eko caṅkamaṁ adhiṭṭhāti, eko carati viharati iriyati vattati pāleti yapeti yāpeti—",
  "mnd16:40.4": "evaṁ bhagavā adutiyaṭṭhena eko. ",
  "mnd16:41.1": "Kathaṁ bhagavā taṇhāya pahānaṭṭhena eko? ",
  "mnd16:41.2": "So evaṁ eko adutiyo appamatto ātāpī pahitatto viharanto najjā nerañjarāya tīre bodhirukkhamūle mahāpadhānaṁ padahanto māraṁ sasenaṁ kaṇhaṁ namuciṁ pamattabandhuṁ vidhamitvā taṇhājāliniṁ visaritaṁ visattikaṁ pajahasi vinodesi byantiṁ akāsi anabhāvaṁ gamesi. ",
  "mnd16:42.1": "“Taṇhādutiyo puriso, ",
  "mnd16:42.2": "dīghamaddhānasaṁsaraṁ; ",
  "mnd16:42.3": "Itthabhāvaññathābhāvaṁ, ",
  "mnd16:42.4": "saṁsāraṁ nātivattati. ",
  "mnd16:43.1": "Etamādīnavaṁ ñatvā, ",
  "mnd16:43.2": "Taṇhaṁ dukkhassa sambhavaṁ; ",
  "mnd16:43.3": "Vītataṇho anādāno, ",
  "mnd16:43.4": "Sato bhikkhu paribbaje”ti. ",
  "mnd16:44.1": "Evaṁ bhagavā taṇhāya pahānaṭṭhena eko. ",
  "mnd16:45.1": "Kathaṁ bhagavā ekantavītarāgoti eko? ",
  "mnd16:45.2": "Rāgassa pahīnattā ekantavītarāgoti eko, dosassa pahīnattā ekantavītadosoti eko, mohassa pahīnattā ekantavītamohoti eko, kilesānaṁ pahīnattā ekantanikkilesoti eko. ",
  "mnd16:46.1": "Kathaṁ bhagavā ekāyanamaggaṁ gatoti eko? ",
  "mnd16:46.2": "Ekāyanamaggo vuccati cattāro satipaṭṭhānā cattāro sammappadhānā cattāro iddhipādā pañcindriyāni pañca balāni satta bojjhaṅgā ariyo aṭṭhaṅgiko maggo. ",
  "mnd16:47.1": "“Ekāyanaṁ jātikhayantadassī, ",
  "mnd16:47.2": "Maggaṁ pajānāti hitānukampī; ",
  "mnd16:47.3": "Etena maggena tariṁsu pubbe, ",
  "mnd16:47.4": "Tarissanti ye ca taranti oghan”ti. ",
  "mnd16:48.1": "Evaṁ bhagavā ekāyanamaggaṁ gatoti eko. ",
  "mnd16:49.1": "Kathaṁ bhagavā eko anuttaraṁ sammāsambodhiṁ abhisambuddhoti eko? ",
  "mnd16:49.2": "**Bodhi** vuccati catūsu maggesu ñāṇaṁ paññindriyaṁ paññābalaṁ dhammavicayasambojjhaṅgo vīmaṁsā vipassanā sammādiṭṭhi. ",
  "mnd16:49.3": "Bhagavā tena bodhiñāṇena “sabbe saṅkhārā aniccā”ti bujjhi, ",
  "mnd16:49.4": "“sabbe saṅkhārā dukkhā”ti bujjhi, ",
  "mnd16:49.5": "“sabbe dhammā anattā”ti bujjhi, ",
  "mnd16:49.6": "“avijjāpaccayā saṅkhārā”ti bujjhi …pe… ",
  "mnd16:49.7": "“jātipaccayā jarāmaraṇan”ti bujjhi; ",
  "mnd16:49.8": "“avijjānirodhā saṅkhāranirodho”ti bujjhi …pe… ",
  "mnd16:49.9": "“jātinirodhā jarāmaraṇanirodho”ti bujjhi; ",
  "mnd16:49.10": "“idaṁ dukkhan”ti bujjhi, ",
  "mnd16:49.11": "“ayaṁ dukkhasamudayo”ti bujjhi, ",
  "mnd16:49.12": "“ayaṁ dukkhanirodho”ti bujjhi, ",
  "mnd16:49.13": "“ayaṁ dukkhanirodhagāminī paṭipadā”ti bujjhi; ",
  "mnd16:49.14": "“ime āsavā”ti bujjhi …pe… ",
  "mnd16:49.15": "“ayaṁ āsavanirodhagāminī paṭipadā”ti bujjhi; ",
  "mnd16:49.16": "“ime dhammā pariññeyyā”ti bujjhi … ",
  "mnd16:49.17": "pahātabbāti … ",
  "mnd16:49.18": "bhāvetabbāti … ",
  "mnd16:49.19": "sacchikātabbāti bujjhi, ",
  "mnd16:49.20": "channaṁ phassāyatanānaṁ samudayañca atthaṅgamañca assādañca ādīnavañca nissaraṇañca bujjhi, ",
  "mnd16:49.21": "pañcannaṁ upādānakkhandhānaṁ samudayañca atthaṅgamañca assādañca ādīnavañca nissaraṇañca bujjhi, ",
  "mnd16:49.22": "catunnaṁ mahābhūtānaṁ samudayañca atthaṅgamañca assādañca ādīnavañca nissaraṇañca bujjhi, ",
  "mnd16:49.23": "“yaṁ kiñci samudayadhammaṁ, ",
  "mnd16:49.24": "sabbaṁ taṁ nirodhadhamman”ti bujjhi. ",
  "mnd16:50.1": "Atha vā yaṁ kiñci bujjhitabbaṁ anubujjhitabbaṁ paṭibujjhitabbaṁ sambujjhitabbaṁ adhigantabbaṁ phassitabbaṁ sacchikātabbaṁ, sabbaṁ taṁ tena bodhiñāṇena bujjhi anubujjhi paṭibujjhi sambujjhi sammābujjhi adhigacchi phassesi sacchākāsi. ",
  "mnd16:50.2": "Evaṁ bhagavā eko anuttaraṁ sammāsambodhiṁ abhisambuddhoti eko. ",
  "mnd16:51.1": "**Ratimajjhagā**ti. ",
  "mnd16:51.2": "**Ratin**ti nekkhammaratiṁ vivekaratiṁ upasamaratiṁ sambodhiratiṁ ajjhagā samajjhagā adhigacchi phassesi sacchākāsīti—",
  "mnd16:51.3": "ekova ratimajjhagā. ",
  "mnd16:52.1": "Tenāha thero sāriputto—",
  "mnd16:53.1": "“Sadevakassa lokassa, ",
  "mnd16:53.2": "yathā dissati cakkhumā; ",
  "mnd16:53.3": "Sabbaṁ tamaṁ vinodetvā, ",
  "mnd16:53.4": "ekova ratimajjhagā”ti. ",
  "mnd16:54.1": "**Taṁ buddhaṁ asitaṁ tādiṁ,** ",
  "mnd16:54.2": "**Akuhaṁ gaṇimāgataṁ;** ",
  "mnd16:54.3": "**Bahūnamidha baddhānaṁ,** ",
  "mnd16:54.4": "**Atthi pañhena āgamaṁ.** ",
  "mnd16:55.1": "**Taṁ buddhaṁ asitaṁ tādin**ti. ",
  "mnd16:55.2": "**Buddho**ti yo so bhagavā sayambhū anācariyako pubbe ananussutesu dhammesu sāmaṁ saccāni abhisambujjhi, tattha ca sabbaññutaṁ pāpuṇi balesu ca vasībhāvaṁ. ",
  "mnd16:55.3": "**Buddho**ti kenaṭṭhena buddho? ",
  "mnd16:55.4": "Bujjhitā saccānīti buddho, ",
  "mnd16:55.5": "bodhetā pajāyāti buddho, ",
  "mnd16:55.6": "sabbaññutāya buddho, ",
  "mnd16:55.7": "sabbadassāvitāya buddho, ",
  "mnd16:55.8": "anaññaneyyatāya buddho, ",
  "mnd16:55.9": "visavitāya buddho, ",
  "mnd16:55.10": "khīṇāsavasaṅkhātena buddho, ",
  "mnd16:55.11": "nirupalepasaṅkhātena buddho, ",
  "mnd16:55.12": "ekantavītarāgoti buddho, ",
  "mnd16:55.13": "ekantavītadosoti buddho, ",
  "mnd16:55.14": "ekantavītamohoti buddho, ",
  "mnd16:55.15": "ekantanikkilesoti buddho, ",
  "mnd16:55.16": "ekāyanamaggaṁ gatoti buddho, ",
  "mnd16:55.17": "eko anuttaraṁ sammāsambodhiṁ abhisambuddhoti buddho, ",
  "mnd16:55.18": "abuddhivihatattā buddhipaṭilābhattā buddho. ",
  "mnd16:55.19": "Buddhoti netaṁ nāmaṁ mātarā kataṁ na pitarā kataṁ, ",
  "mnd16:55.20": "na bhātarā kataṁ, ",
  "mnd16:55.21": "na bhaginiyā kataṁ, ",
  "mnd16:55.22": "na mittāmaccehi kataṁ, ",
  "mnd16:55.23": "na ñātisālohitehi kataṁ, ",
  "mnd16:55.24": "na samaṇabrāhmaṇehi kataṁ, ",
  "mnd16:55.25": "na devatāhi kataṁ. ",
  "mnd16:55.26": "Vimokkhantikametaṁ buddhānaṁ bhagavantānaṁ bodhiyā mūle saha sabbaññutañāṇassa paṭilābhā sacchikā paññatti, yadidaṁ buddhoti—",
  "mnd16:55.27": "taṁ buddhaṁ. ",
  "mnd16:55.28": "**Asitan**ti dve nissayā—",
  "mnd16:55.29": "taṇhānissayo ca diṭṭhinissayo ca. ",
  "mnd16:55.30": "Katamo taṇhānissayo? ",
  "mnd16:55.31": "Yāva taṇhāsaṅkhātena sīmakataṁ odhikataṁ pariyantakataṁ pariggahitaṁ mamāyitaṁ—",
  "mnd16:55.32": "idaṁ mama, etaṁ mama, ettakaṁ mama, ettāvatā mama, mama rūpā saddā gandhā rasā phoṭṭhabbā, attharaṇā pāvuraṇā dāsidāsā ajeḷakā kukkuṭasūkarā hatthigavāssavaḷavā, khettaṁ vatthuṁ hiraññaṁ suvaṇṇaṁ, gāmanigamarājadhāniyo raṭṭhañca janapado ca koso ca koṭṭhāgārañca, kevalampi mahāpathaviṁ taṇhāvasena mamāyati, yāvatā aṭṭhasataṁ taṇhāvicaritaṁ—",
  "mnd16:55.33": "ayaṁ taṇhānissayo. ",
  "mnd16:56.1": "Katamo diṭṭhinissayo? ",
  "mnd16:56.2": "Vīsativatthukā sakkāyadiṭṭhi, dasavatthukā micchādiṭṭhi, dasavatthukā antaggāhikā diṭṭhi. ",
  "mnd16:56.3": "Yā evarūpā diṭṭhi diṭṭhigataṁ diṭṭhigahanaṁ diṭṭhikantāro diṭṭhivisukāyikaṁ diṭṭhivipphanditaṁ diṭṭhisaṁyojanaṁ gāho paṭiggāho abhiniveso parāmāso kummaggo micchāpatho micchattaṁ titthāyatanaṁ vipariyesaggāho viparītaggāho vipallāsaggāho micchāgāho “ayāthāvakasmiṁ yāthāvakan”ti gāho yāvatā dvāsaṭṭhi diṭṭhigatāni—",
  "mnd16:56.4": "ayaṁ diṭṭhinissayo. ",
  "mnd16:57.1": "Buddhassa bhagavato taṇhānissayo pahīno, diṭṭhinissayo paṭinissaṭṭho; ",
  "mnd16:57.2": "taṇhānissayassa pahīnattā diṭṭhinissayassa paṭinissaṭṭhattā bhagavā cakkhuṁ asito, sotaṁ … ghānaṁ … jivhaṁ … kāyaṁ … manaṁ asito, ",
  "mnd16:57.3": "rūpe … sadde … gandhe … rase … phoṭṭhabbe … ",
  "mnd16:57.4": "kulaṁ … gaṇaṁ … āvāsaṁ … lābhaṁ … yasaṁ … pasaṁsaṁ … sukhaṁ … cīvaraṁ … piṇḍapātaṁ … senāsanaṁ … gilānapaccayabhesajjaparikkhāraṁ … ",
  "mnd16:57.5": "kāmadhātuṁ … rūpadhātuṁ … arūpadhātuṁ … kāmabhavaṁ … rūpabhavaṁ … arūpabhavaṁ … saññābhavaṁ … asaññābhavaṁ … nevasaññānāsaññābhavaṁ … ",
  "mnd16:57.6": "ekavokārabhavaṁ … catuvokārabhavaṁ … pañcavokārabhavaṁ … ",
  "mnd16:57.7": "atītaṁ … anāgataṁ … paccuppannaṁ … ",
  "mnd16:57.8": "diṭṭhasutamutaviññātabbe dhamme asito anissito anallīno anupagato anajjhosito anadhimutto nikkhanto nissaṭo vippamutto visaññutto vimariyādikatena cetasā viharatīti—",
  "mnd16:57.9": "taṁ buddhaṁ asitaṁ. ",
  "mnd16:58.1": "**Tādin**ti bhagavā pañcahākārehi tādī—",
  "mnd16:58.2": "iṭṭhāniṭṭhe tādī, cattāvīti tādī, tiṇṇāvīti tādī, muttāvīti tādī, taṁniddesā tādī. ",
  "mnd16:59.1": "Kathaṁ bhagavā iṭṭhāniṭṭhe tādī? ",
  "mnd16:59.2": "Bhagavā lābhepi tādī, alābhepi tādī, yasepi tādī, ayasepi tādī, pasaṁsāyapi tādī nindāyapi tādī, sukhepi tādī, dukkhepi tādī; ",
  "mnd16:59.3": "ekacce bāhaṁ gandhena limpeyyuṁ, ekacce bāhaṁ vāsiyā taccheyyuṁ, amukasmiṁ natthi rāgo, amukasmiṁ natthi paṭighaṁ, anunayapaṭighavippahīno ugghātinigghātivītivatto anurodhavirodhaṁ samatikkanto. ",
  "mnd16:59.4": "Evaṁ bhagavā iṭṭhāniṭṭhe tādī. ",
  "mnd16:60.1": "Kathaṁ bhagavā cattāvīti tādī? ",
  "mnd16:60.2": "Bhagavato rāgo catto vanto mutto pahīno paṭinissaṭṭho, doso … moho … kodho … upanāho … makkho … paḷāso … issā … macchariyaṁ … māyā … sāṭheyyaṁ … thambho … sārambho … māno … atimāno … mado … pamādo … sabbe kilesā … sabbe duccaritā … sabbe darathā … sabbe pariḷāhā … sabbe santāpā … sabbākusalābhisaṅkhārā cattā vantā muttā pahīnā paṭinissaṭṭhā. ",
  "mnd16:60.3": "Evaṁ bhagavā cattāvīti tādī. ",
  "mnd16:61.1": "Kathaṁ bhagavā tiṇṇāvīti tādī? ",
  "mnd16:61.2": "Bhagavā kāmoghaṁ tiṇṇo, bhavoghaṁ tiṇṇo, diṭṭhoghaṁ tiṇṇo, avijjoghaṁ tiṇṇo, sabbaṁ saṁsārapathaṁ tiṇṇo uttiṇṇo nittiṇṇo atikkanto samatikkanto vītivatto. ",
  "mnd16:61.3": "So vuṭṭhavāso ciṇṇacaraṇo gataddho gatadiso gatakoṭiyo pālitabrahmacariyo uttamadiṭṭhippatto bhāvitamaggo pahīnakileso paṭividdhākuppo sacchikatanirodho. ",
  "mnd16:61.4": "Dukkhaṁ tassa pariññātaṁ, samudayo pahīno, maggo bhāvito, nirodho sacchikato, abhiññeyyaṁ abhiññātaṁ, pariññeyyaṁ pariññātaṁ, pahātabbaṁ pahīnaṁ, bhāvetabbaṁ bhāvitaṁ, sacchikātabbaṁ sacchikataṁ. ",
  "mnd16:61.5": "So ukkhittapaligho saṅkiṇṇaparikkho abbūḷhesiko niraggaḷo ariyo pannaddhajo pannabhāro visaññutto pañcaṅgavippahīno chaḷaṅgasamannāgato ekārakkho caturāpasseno panuṇṇapaccekasacco samavayasaṭṭhesano anāvilasaṅkappo passaddhakāyasaṅkhāro suvimuttacitto suvimuttapañño kevalī vusitavā uttamapuriso paramapuriso paramapattippatto. ",
  "mnd16:61.6": "So nevācinati, nāpacinati; ",
  "mnd16:61.7": "apacinitvā ṭhito neva pajahati, na upādiyati; ",
  "mnd16:61.8": "pajahitvā ṭhito neva saṁsibbati, na ussineti; ",
  "mnd16:61.9": "visinetvā ṭhito neva vidhūpeti, na sandhūpeti; ",
  "mnd16:61.10": "vidhūpetvā ṭhito, asekhena sīlakkhandhena samannāgatattā ṭhito, asekhena samādhikkhandhena samannāgatattā ṭhito, asekhena paññākkhandhena samannāgatattā ṭhito, asekhena vimuttikkhandhena samannāgatattā ṭhito, asekhena vimuttiñāṇadassanakkhandhena samannāgatattā ṭhito, saccaṁ sampaṭipādiyitvā ṭhito, ejaṁ samatikkamitvā ṭhito, kilesaggiṁ pariyādiyitvā ṭhito, aparigamanatāya ṭhito, kaṭaṁ samādāya ṭhito, muttipaṭisevanatāya ṭhito, mettāya pārisuddhiyā ṭhito, karuṇāya pārisuddhiyā ṭhito, muditāya pārisuddhiyā ṭhito, upekkhāya pārisuddhiyā ṭhito, accantapārisuddhiyā ṭhito, atammayatāya pārisuddhiyā ṭhito, vimuttattā ṭhito, santusitattā ṭhito, khandhapariyante ṭhito, dhātupariyante ṭhito, āyatanapariyante ṭhito, gatipariyante ṭhito, upapattipariyante ṭhito, paṭisandhipariyante ṭhito, bhavapariyante ṭhito, saṁsārapariyante ṭhito, vaṭṭapariyante ṭhito, antime bhave ṭhito, antime samussaye ṭhito, antimadehadharo bhagavā. ",
  "mnd16:62.1": "“Tassāyaṁ pacchimako bhavo, ",
  "mnd16:62.2": "carimoyaṁ samussayo; ",
  "mnd16:62.3": "Jātimaraṇasaṁsāro, ",
  "mnd16:62.4": "natthi tassa punabbhavo”ti. ",
  "mnd16:63.1": "Evaṁ bhagavā tiṇṇāvīti tādī. ",
  "mnd16:64.1": "Kathaṁ bhagavā muttāvīti tādī? ",
  "mnd16:64.2": "Bhagavato rāgā cittaṁ muttaṁ vimuttaṁ suvimuttaṁ, dosā cittaṁ … mohā cittaṁ … kodhā … upanāhā … makkhā … paḷāsā … issāya … macchariyā … māyāya … sāṭheyyā … thambhā … sārambhā … mānā … atimānā … madā … pamādā … sabbakilesehi … sabbaduccaritehi … sabbadarathehi … sabbapariḷāhehi … sabbasantāpehi … sabbākusalābhisaṅkhārehi cittaṁ muttaṁ vimuttaṁ suvimuttaṁ. ",
  "mnd16:64.3": "Evaṁ bhagavā muttāvīti tādī. ",
  "mnd16:65.1": "Kathaṁ bhagavā taṁniddesā tādī? ",
  "mnd16:65.2": "Bhagavā sīle sati sīlavāti taṁniddesā tādī, saddhāya sati saddhoti taṁniddesā tādī, vīriye sati vīriyavāti taṁniddesā tādī, satiyā sati satimāti taṁniddesā tādī, samādhismiṁ sati samāhitoti taṁniddesā tādī, paññāya sati paññavāti taṁniddesā tādī, vijjāya sati tevijjoti taṁniddesā tādī, abhiññāya sati chaḷabhiññoti taṁniddesā tādī, dasabale sati dasabaloti taṁniddesā tādī. ",
  "mnd16:65.3": "Evaṁ bhagavā taṁniddesā tādīti—",
  "mnd16:65.4": "taṁ buddhaṁ asitaṁ tādiṁ. ",
  "mnd16:66.1": "**Akuhaṁ gaṇimāgatan**ti. ",
  "mnd16:66.2": "**Akuho**ti tīṇi kuhanavatthūni—",
  "mnd16:66.3": "paccayapaṭisevanasaṅkhātaṁ kuhanavatthu, iriyāpathasaṅkhātaṁ kuhanavatthu, sāmantajappanasaṅkhātaṁ kuhanavatthu. ",
  "mnd16:67.1": "Katamaṁ paccayapaṭisevanasaṅkhātaṁ kuhanavatthu? ",
  "mnd16:67.2": "Idha gahapatikā bhikkhuṁ nimantenti cīvarapiṇḍapātasenāsanagilānapaccayabhesajjaparikkhārehi. ",
  "mnd16:67.3": "So pāpiccho icchāpakato atthiko cīvarapiṇḍapātasenāsanagilānapaccayabhesajjaparikkhārānaṁ bhiyyokamyataṁ upādāya cīvaraṁ paccakkhāti, piṇḍapātaṁ paccakkhāti, senāsanaṁ paccakkhāti, gilānapaccayabhesajjaparikkhāraṁ paccakkhāti. ",
  "mnd16:67.4": "So evamāha—",
  "mnd16:67.5": "“kiṁ samaṇassa mahagghena cīvarena. ",
  "mnd16:67.6": "Etaṁ sāruppaṁ, yaṁ samaṇo susānā vā saṅkārakūṭā vā pāpaṇikā vā nantakāni uccinitvā saṅghāṭiṁ karitvā dhāreyya. ",
  "mnd16:67.7": "Kiṁ samaṇassa mahagghena piṇḍapātena. ",
  "mnd16:67.8": "Etaṁ sāruppaṁ, yaṁ samaṇo uñchācariyāya piṇḍiyālopena jīvitaṁ kappeyya. ",
  "mnd16:67.9": "Kiṁ samaṇassa mahagghena senāsanena. ",
  "mnd16:67.10": "Etaṁ sāruppaṁ, yaṁ samaṇo rukkhamūliko vā assa sosāniko vā abbhokāsiko vā. ",
  "mnd16:67.11": "Kiṁ samaṇassa mahagghena gilānapaccayabhesajjaparikkhārena. ",
  "mnd16:67.12": "Etaṁ sāruppaṁ, yaṁ samaṇo pūtimuttena haritakīkhaṇḍena osadhaṁ kareyyā”ti tadupādāya lūkhaṁ cīvaraṁ dhāreti, lūkhaṁ piṇḍapātaṁ paribhuñjati, lūkhaṁ senāsanaṁ paṭisevati, lūkhaṁ gilānapaccayabhesajjaparikkhāraṁ paṭisevati. ",
  "mnd16:67.13": "Tamenaṁ gahapatikā evaṁ jānanti—",
  "mnd16:67.14": "“ayaṁ samaṇo appiccho santuṭṭho pavivitto asaṁsaṭṭho āraddhavīriyo dhutavādo”ti bhiyyo bhiyyo nimantenti cīvarapiṇḍapātasenāsanagilānapaccayabhesajjaparikkhārehi. ",
  "mnd16:67.15": "So evamāha—",
  "mnd16:67.16": "“tiṇṇaṁ sammukhībhāvā saddho kulaputto bahuṁ puññaṁ pasavati, saddhāya sammukhībhāvā saddho kulaputto bahuṁ puññaṁ pasavati, deyyadhammassa sammukhībhāvā saddho kulaputto bahuṁ puññaṁ pasavati, dakkhiṇeyyānaṁ sammukhībhāvā saddho kulaputto bahuṁ puññaṁ pasavati. ",
  "mnd16:67.17": "Tumhākañcevāyaṁ saddhā atthi, deyyadhammo ca saṁvijjati, ahañca paṭiggāhako. ",
  "mnd16:67.18": "Sace ahaṁ na paṭiggahessāmi, evaṁ tumhe puññena paribāhirā bhavissatha, na mayhaṁ iminā attho, api ca tumhākaṁyeva anukampāya paṭiggaṇhāmī”ti. ",
  "mnd16:67.19": "Tadupādāya bahumpi cīvaraṁ paṭiggaṇhāti, bahumpi piṇḍapātaṁ paṭiggaṇhāti, bahumpi senāsanaṁ paṭiggaṇhāti, bahumpi gilānapaccayabhesajjaparikkhāraṁ paṭiggaṇhāti. ",
  "mnd16:67.20": "Yā evarūpā bhākuṭikā bhākuṭiyaṁ kuhanā kuhāyanā kuhitattaṁ—",
  "mnd16:67.21": "idaṁ paccayapaṭisevanasaṅkhātaṁ kuhanavatthu. ",
  "mnd16:68.1": "Katamaṁ iriyāpathasaṅkhātaṁ kuhanavatthu? ",
  "mnd16:68.2": "Idhekacco pāpiccho icchāpakato sambhāvanādhippāyo, “evaṁ maṁ jano sambhāvessatī”ti gamanaṁ saṇṭhapeti, ṭhānaṁ saṇṭhapeti, nisajjaṁ saṇṭhapeti, sayanaṁ saṇṭhapeti, paṇidhāya gacchati, paṇidhāya tiṭṭhati, paṇidhāya nisīdati, paṇidhāya seyyaṁ kappeti, samāhito viya gacchati, samāhito viya tiṭṭhati, samāhito viya nisīdati, samāhito viya seyyaṁ kappeti, āpāthakajjhāyīva hoti. ",
  "mnd16:68.3": "Yā evarūpā iriyāpathassa āṭhapanā ṭhapanā saṇṭhapanā bhākuṭikā bhākuṭiyaṁ kuhanā kuhāyanā kuhitattaṁ—",
  "mnd16:68.4": "idaṁ iriyāpathasaṅkhātaṁ kuhanavatthu. ",
  "mnd16:69.1": "Katamaṁ sāmantajappanasaṅkhātaṁ kuhanavatthu? ",
  "mnd16:69.2": "Idhekacco pāpiccho icchāpakato sambhāvanādhippāyo “evaṁ maṁ jano sambhāvessatī”ti, ariyadhammasannissitaṁ vācaṁ bhāsati. ",
  "mnd16:69.3": "“Yo evarūpaṁ cīvaraṁ dhāreti so samaṇo mahesakkho”ti bhaṇati; ",
  "mnd16:69.4": "“yo evarūpaṁ pattaṁ dhāreti … ",
  "mnd16:69.5": "lohathālakaṁ dhāreti … ",
  "mnd16:69.6": "dhammakaraṇaṁ dhāreti … ",
  "mnd16:69.7": "parissāvanaṁ dhāreti … ",
  "mnd16:69.8": "kuñcikaṁ dhāreti … ",
  "mnd16:69.9": "upāhanaṁ dhāreti … ",
  "mnd16:69.10": "kāyabandhanaṁ dhāreti … ",
  "mnd16:69.11": "āyogaṁ dhāreti, so samaṇo mahesakkho”ti bhaṇati; ",
  "mnd16:69.12": "“yassa evarūpo upajjhāyo so samaṇo mahesakkho”ti bhaṇati; ",
  "mnd16:69.13": "“yassa evarūpo ācariyo … ",
  "mnd16:69.14": "evarūpā samānupajjhāyakā … ",
  "mnd16:69.15": "samānācariyakā … ",
  "mnd16:69.16": "mittā … ",
  "mnd16:69.17": "sandiṭṭhā … ",
  "mnd16:69.18": "sambhattā … ",
  "mnd16:69.19": "sahāyā, so samaṇo mahesakkho”ti bhaṇati; ",
  "mnd16:69.20": "“yo evarūpe vihāre vasati, so samaṇo mahesakkho”ti bhaṇati; ",
  "mnd16:69.21": "“yo evarūpe aḍḍhayoge vasati … ",
  "mnd16:69.22": "pāsāde vasati … ",
  "mnd16:69.23": "hammiye vasati … ",
  "mnd16:69.24": "guhāyaṁ vasati … ",
  "mnd16:69.25": "leṇe vasati … ",
  "mnd16:69.26": "kuṭiyā vasati … ",
  "mnd16:69.27": "kūṭāgāre vasati … ",
  "mnd16:69.28": "aṭṭe vasati … ",
  "mnd16:69.29": "māḷe vasati … ",
  "mnd16:69.30": "uddaṇḍe vasati … ",
  "mnd16:69.31": "upaṭṭhānasālāyaṁ vasati … ",
  "mnd16:69.32": "maṇḍape vasati … ",
  "mnd16:69.33": "rukkhamūle vasati, so samaṇo mahesakkho”ti bhaṇati. ",
  "mnd16:70.1": "Atha vā korajikakorajiko, bhākuṭikabhākuṭiko, kuhakakuhako, lapakalapako, mukhasambhāvito “ayaṁ samaṇo imāsaṁ evarūpānaṁ vihārasamāpattīnaṁ lābhī”ti. ",
  "mnd16:70.2": "Tādisaṁ gambhīraṁ gūḷhaṁ nipuṇaṁ paṭicchannaṁ lokuttaraṁ suññatāpaṭisaññuttaṁ kathaṁ katheti. ",
  "mnd16:70.3": "Yā evarūpā bhākuṭikā bhākuṭiyaṁ kuhanā kuhāyanā kuhitattaṁ—",
  "mnd16:70.4": "idaṁ sāmantajappanasaṅkhātaṁ kuhanavatthu. ",
  "mnd16:70.5": "Buddhassa bhagavato imāni tīṇi kuhanavatthūni pahīnāni samucchinnāni vūpasantāni paṭipassaddhāni abhabbuppattikāni ñāṇagginā daḍḍhāni. ",
  "mnd16:70.6": "Tasmā buddho akuhoti—",
  "mnd16:70.7": "akuhaṁ. ",
  "mnd16:71.1": "**Gaṇimāgatan**ti. ",
  "mnd16:71.2": "**Gaṇī**ti gaṇī bhagavā. ",
  "mnd16:71.3": "Gaṇācariyoti gaṇī, gaṇassa satthāti gaṇī, gaṇaṁ pariharatīti gaṇī, gaṇaṁ ovadatīti gaṇī, gaṇaṁ anusāsatīti gaṇī, visārado gaṇaṁ upasaṅkamatīti gaṇī, gaṇassa sussūsati sotaṁ odahati aññā cittaṁ upaṭṭhapetīti gaṇī, gaṇaṁ akusalā vuṭṭhāpetvā kusale patiṭṭhāpetīti gaṇī, bhikkhugaṇassa gaṇī, bhikkhunigaṇassa gaṇī, upāsakagaṇassa gaṇī, upāsikāgaṇassa gaṇī, rājagaṇassa gaṇī, khattiyagaṇassa gaṇī, brāhmaṇagaṇassa gaṇī, vessagaṇassa gaṇī, suddagaṇassa gaṇī, brahmagaṇassa gaṇī, devagaṇassa gaṇī, saṅghiṁ gaṇiṁ gaṇācariyaṁ. ",
  "mnd16:71.4": "**Āgatan**ti upagataṁ samupagataṁ samupapannaṁ saṅkassanagaranti—",
  "mnd16:71.5": "akuhaṁ gaṇimāgataṁ. ",
  "mnd16:72.1": "**Bahūnamidha baddhānan**ti. ",
  "mnd16:72.2": "Bahūnaṁ khattiyānaṁ brāhmaṇānaṁ vessānaṁ suddānaṁ gahaṭṭhānaṁ pabbajitānaṁ devānaṁ manussānaṁ. ",
  "mnd16:72.3": "**Baddhānan**ti baddhānaṁ baddhacarānaṁ paricārakānaṁ sissānanti—",
  "mnd16:72.4": "bahūnamidha baddhānaṁ. ",
  "mnd16:73.1": "**Atthi pañhena āgaman**ti. ",
  "mnd16:73.2": "Pañhena atthiko āgatomhi, pañhaṁ pucchitukāmo āgatomhi, pañhaṁ sotukāmo āgatomhīti. ",
  "mnd16:73.3": "Evampi atthi pañhena āgamaṁ. ",
  "mnd16:73.4": "Atha vā pañhatthikānaṁ pañhaṁ pucchitukāmānaṁ pañhaṁ sotukāmānaṁ āgamanaṁ abhikkamanaṁ upasaṅkamanaṁ payirupāsanaṁ siyā atthīti. ",
  "mnd16:73.5": "Evampi atthi pañhena āgamaṁ. ",
  "mnd16:73.6": "Atha vā pañhāgamo tuyhaṁ atthi, tvampi pahu, tvamasi alamattho mayā pucchitaṁ kathetuṁ visajjetuṁ “vahassetaṁ bhāran”ti. ",
  "mnd16:73.7": "Evampi atthi pañhena āgamaṁ. ",
  "mnd16:74.1": "Tenāha thero sāriputto—",
  "mnd16:75.1": "“Taṁ buddhaṁ asitaṁ tādiṁ, ",
  "mnd16:75.2": "akuhaṁ gaṇimāgataṁ; ",
  "mnd16:75.3": "Bahūnamidha baddhānaṁ, ",
  "mnd16:75.4": "atthi pañhena āgaman”ti. ",
  "mnd16:76.1": "**Bhikkhuno vijigucchato,** ",
  "mnd16:76.2": "**bhajato rittamāsanaṁ;** ",
  "mnd16:76.3": "**Rukkhamūlaṁ susānaṁ vā,** ",
  "mnd16:76.4": "**pabbatānaṁ guhāsu vā.** ",
  "mnd16:77.1": "**Bhikkhuno vijigucchato**ti. ",
  "mnd16:77.2": "**Bhikkhuno**ti puthujjanakalyāṇassa vā bhikkhuno sekkhassa vā bhikkhuno. ",
  "mnd16:77.3": "**Vijigucchato**ti jātiyā vijigucchato, jarāya … byādhinā … maraṇena … sokehi … paridevehi … dukkhehi … domanassehi … upāyāsehi vijigucchato, nerayikena dukkhena … tiracchānayonikena dukkhena … pettivisayikena dukkhena … mānusikena dukkhena … gabbhokkantimūlakena dukkhena … gabbhaṭṭhitimūlakena dukkhena … gabbhavuṭṭhānamūlakena dukkhena … jātassūpanibandhakena dukkhena … jātassa parādheyyakena dukkhena … attūpakkamena dukkhena … parūpakkamena dukkhena … dukkhadukkhena … saṅkhāradukkhena … vipariṇāmadukkhena … cakkhurogena dukkhena … sotarogena dukkhena … ghānarogena dukkhena … jivhārogena dukkhena … kāyarogena dukkhena … sīsarogena dukkhena … kaṇṇarogena dukkhena … mukharogena dukkhena … dantarogena dukkhena … kāsena … sāsena … pināsena … ḍāhena … jarena … kucchirogena … mucchāya … pakkhandikāya … sūlāya … visūcikāya … kuṭṭhena … gaṇḍena … kilāsena … sosena … apamārena … dadduyā … kaṇḍuyā … kacchuyā … rakhasāya … vitacchikāya … lohitena … pittena … madhumehena … aṁsāya … piḷakāya … bhagandalāya … pittasamuṭṭhānena ābādhena … semhasamuṭṭhānena ābādhena … vātasamuṭṭhānena ābādhena … sannipātikena ābādhena … utupariṇāmajena ābādhena … visamaparihārajena ābādhena … opakkamikena ābādhena … kammavipākajena ābādhena … sītena … uṇhena … jighacchāya … pipāsāya … uccārena … passāvena … ḍaṁsamakasavātātapasarīsapasamphassena dukkhena … mātumaraṇena dukkhena … pitumaraṇena dukkhena … bhātumaraṇena … bhaginimaraṇena … puttamaraṇena … dhītumaraṇena … ñātibyasanena … bhogabyasanena … rogabyasanena … sīlabyasanena … diṭṭhibyasanena dukkhena vijigucchato aṭṭīyato harāyato jigucchatoti—",
  "mnd16:77.4": "bhikkhuno vijigucchato. ",
  "mnd16:78.1": "**Bhajato rittamāsanan**ti. ",
  "mnd16:78.2": "**Āsana**ṁ vuccati yattha nisīdati—",
  "mnd16:78.3": "mañco pīṭhaṁ bhisi taṭṭikā cammakhaṇḍo tiṇasanthāro paṇṇasanthāro palālasanthāro. ",
  "mnd16:78.4": "Taṁ āsanaṁ asappāyarūpadassanena rittaṁ vivittaṁ pavivittaṁ, asappāyasaddassavanena rittaṁ vivittaṁ pavivittaṁ, asappāyehi pañcahi kāmaguṇehi rittaṁ vivittaṁ pavivittaṁ. ",
  "mnd16:78.5": "Taṁ pavivittaṁ āsanaṁ bhajato sambhajato sevato nisevato saṁsevato paṭisevatoti—",
  "mnd16:78.6": "bhajato rittamāsanaṁ. ",
  "mnd16:79.1": "**Rukkhamūlaṁ susānaṁ vā**ti. ",
  "mnd16:79.2": "Rukkhamūlaṁyeva rukkhamūlaṁ, susānaṁyeva susānanti—",
  "mnd16:79.3": "rukkhamūlaṁ susānaṁ vā. ",
  "mnd16:79.4": "**Pabbatānaṁ guhāsu vā**ti. ",
  "mnd16:79.5": "Pabbatāyeva pabbatā, kandarāyeva kandarā, giriguhāyeva giriguhā. ",
  "mnd16:79.6": "Pabbatantarikāyo vuccanti pabbatapabbhārāti—",
  "mnd16:79.7": "pabbatānaṁ guhāsu vā. ",
  "mnd16:80.1": "Tenāha thero sāriputto—",
  "mnd16:81.1": "“Bhikkhuno vijigucchato, ",
  "mnd16:81.2": "bhajato rittamāsanaṁ; ",
  "mnd16:81.3": "Rukkhamūlaṁ susānaṁ vā, ",
  "mnd16:81.4": "pabbatānaṁ guhāsu vā”ti. ",
  "mnd16:82.1": "**Uccāvacesu sayanesu,** ",
  "mnd16:82.2": "**kīvanto tattha bheravā;** ",
  "mnd16:82.3": "**Ye hi bhikkhu na vedheyya,** ",
  "mnd16:82.4": "**nigghose sayanāsane.** ",
  "mnd16:83.1": "**Uccāvacesu sayanesū**ti. ",
  "mnd16:83.2": "**Uccāvacesū**ti uccāvacesu hīnappaṇītesu chekapāpakesu. ",
  "mnd16:83.3": "**Sayanaṁ** vuccati senāsanaṁ vihāro aḍḍhayogo pāsādo hammiyaṁ guhāti—",
  "mnd16:83.4": "uccāvacesu sayanesu. ",
  "mnd16:83.5": "**Kīvanto tattha bheravā**ti. ",
  "mnd16:83.6": "**Kīvanto**ti kīvanto kūjanto nadanto saddaṁ karonto. ",
  "mnd16:83.7": "Atha vā **kīvanto**ti kati kittakā kīvatakā kīvabahukā te. ",
  "mnd16:83.8": "**Bheravā**ti sīhā byagghā dīpī acchā taracchā kokā mahiṁsā hatthī ahī vicchikā satapadī, corā vā assu mānavā vā katakammā vā akatakammā vāti—",
  "mnd16:83.9": "kīvanto tattha bheravā. ",
  "mnd16:84.1": "**Ye hi bhikkhu na vedheyyā**ti. ",
  "mnd16:84.2": "**Ye hī**ti ye hi bherave passitvā vā suṇitvā vā na vedheyya nappavedheyya na sampavedheyya na taseyya na uttaseyya na parittaseyya na bhāyeyya na santāsaṁ āpajjeyya, abhīrū assa acchambhī anutrāsī apalāyī, pahīnabhayabheravo vigatalomahaṁso vihareyyāti—",
  "mnd16:84.3": "ye hi bhikkhu na vedheyya. ",
  "mnd16:85.1": "**Nigghose sayanāsane**ti. ",
  "mnd16:85.2": "Appasadde appanigghose vijanavāte manussarāhasseyyake paṭisallānasāruppe senāsaneti—",
  "mnd16:85.3": "nigghose sayanāsane. ",
  "mnd16:86.1": "Tenāha thero sāriputto—",
  "mnd16:87.1": "“Uccāvacesu sayanesu, ",
  "mnd16:87.2": "kīvanto tattha bheravā; ",
  "mnd16:87.3": "Ye hi bhikkhu na vedheyya, ",
  "mnd16:87.4": "nigghose sayanāsane”ti. ",
  "mnd16:88.1": "**Kati parissayā loke,** ",
  "mnd16:88.2": "**gacchato agataṁ disaṁ;** ",
  "mnd16:88.3": "**Ye bhikkhu abhisambhave,** ",
  "mnd16:88.4": "**pantamhi sayanāsane.** ",
  "mnd16:89.1": "**Kati parissayā loke**ti. ",
  "mnd16:89.2": "**Katī**ti kati kittakā kīvatakā kīvabahukā. ",
  "mnd16:89.3": "**Parissayā**ti dve parissayā—",
  "mnd16:89.4": "pākaṭaparissayā ca paṭicchannaparissayā ca. ",
  "mnd16:89.5": "Katame pākaṭaparissayā? ",
  "mnd16:89.6": "Sīhā byagghā dīpī acchā taracchā kokā mahiṁsā hatthī ahī vicchikā satapadī, corā vā assu mānavā vā katakammā vā akatakammā vā, cakkhurogo sotarogo ghānarogo jivhārogo kāyarogo sīsarogo kaṇṇarogo mukharogo dantarogo kāso sāso pināso ḍāho jaro kucchirogo mucchā pakkhandikā sūlā visūcikā kuṭṭhaṁ gaṇḍo kilāso soso apamāro daddu kaṇḍu kacchu rakhasā vitacchikā lohitaṁ pittaṁ madhumeho aṁsā piḷakā bhagandalā, pittasamuṭṭhānā ābādhā …pe… ",
  "mnd16:89.7": "sītaṁ uṇhaṁ jighacchā pipāsā uccāro passāvo ḍaṁsamakasavātātapasarīsapasamphassā—",
  "mnd16:89.8": "ime vuccanti pākaṭaparissayā. ",
  "mnd16:90.1": "Katame paṭicchannaparissayā? ",
  "mnd16:90.2": "Kāyaduccaritaṁ vacīduccaritaṁ manoduccaritaṁ kāmacchandanīvaraṇaṁ byāpādanīvaraṇaṁ thinamiddhanīvaraṇaṁ uddhaccakukkuccanīvaraṇaṁ vicikicchānīvaraṇaṁ rāgo doso moho kodho upanāho makkho paḷāso issā macchariyaṁ māyā sāṭheyyaṁ thambho sārambho māno atimāno mado pamādo, sabbe kilesā sabbe duccaritā sabbe darathā sabbe pariḷāhā sabbe santāpā sabbākusalābhisaṅkhārā—",
  "mnd16:90.3": "ime vuccanti paṭicchannaparissayā. ",
  "mnd16:91.1": "**Parissayā**ti kenaṭṭhena parissayā? ",
  "mnd16:91.2": "Parisahantīti parissayā, parihānāya saṁvattantīti parissayā, tatrāsayāti parissayā. ",
  "mnd16:92.1": "Kathaṁ parisahantīti parissayā? ",
  "mnd16:92.2": "Te parissayā taṁ puggalaṁ sahanti parisahanti abhibhavanti ajjhottharanti pariyādiyanti maddanti. ",
  "mnd16:92.3": "Evaṁ parisahantīti—",
  "mnd16:92.4": "parissayā. ",
  "mnd16:93.1": "Kathaṁ parihānāya saṁvattantīti parissayā? ",
  "mnd16:93.2": "Te parissayā kusalānaṁ dhammānaṁ antarāyāya parihānāya saṁvattanti. ",
  "mnd16:93.3": "Katamesaṁ kusalānaṁ dhammānaṁ? ",
  "mnd16:93.4": "Sammāpaṭipadāya anulomapaṭipadāya apaccanīkapaṭipadāya aviruddhapaṭipadāya anvatthapaṭipadāya dhammānudhammapaṭipadāya sīlesu paripūrakāritāya indriyesu guttadvāratāya bhojane mattaññutāya jāgariyānuyogassa satisampajaññassa catunnaṁ satipaṭṭhānānaṁ bhāvanānuyogassa catunnaṁ sammappadhānānaṁ catunnaṁ iddhipādānaṁ pañcannaṁ indriyānaṁ pañcannaṁ balānaṁ sattannaṁ bojjhaṅgānaṁ ariyassa aṭṭhaṅgikassa maggassa bhāvanānuyogassa—",
  "mnd16:93.5": "imesaṁ kusalānaṁ dhammānaṁ antarāyāya parihānāya saṁvattanti. ",
  "mnd16:93.6": "Evaṁ parihānāya saṁvattantīti—",
  "mnd16:93.7": "parissayā. ",
  "mnd16:94.1": "Kathaṁ tatrāsayāti parissayā? ",
  "mnd16:94.2": "Tatthete pāpakā akusalā dhammā uppajjanti attabhāvasannissayā. ",
  "mnd16:94.3": "Yathā bile bilāsayā pāṇā sayanti, dake dakāsayā pāṇā sayanti, vane vanāsayā pāṇā sayanti, rukkhe rukkhāsayā pāṇā sayanti; ",
  "mnd16:94.4": "evamevaṁ tatthete pāpakā akusalā dhammā uppajjanti attabhāvasannissayāti. ",
  "mnd16:94.5": "Evampi tatrāsayāti—",
  "mnd16:94.6": "parissayā. ",
  "mnd16:95.1": "Vuttañhetaṁ bhagavatā—",
  "mnd16:96.1": "“Sāntevāsiko, bhikkhave, bhikkhu sācariyako dukkhaṁ na phāsu viharati. ",
  "mnd16:96.2": "Kathañca, bhikkhave, bhikkhu sāntevāsiko sācariyako dukkhaṁ na phāsu viharati? ",
  "mnd16:96.3": "Idha, bhikkhave, bhikkhuno cakkhunā rūpaṁ disvā uppajjanti pāpakā akusalā dhammā sarasaṅkappā saṁyojaniyā, tyassa anto vasanti anvāssavanti pāpakā akusalā dhammāti. ",
  "mnd16:96.4": "Tasmā sāntevāsikoti vuccati. ",
  "mnd16:96.5": "Te naṁ samudācaranti, samudācaranti naṁ pāpakā akusalā dhammāti. ",
  "mnd16:96.6": "Tasmā sācariyakoti vuccati. ",
  "mnd16:97.1": "Puna caparaṁ, bhikkhave, bhikkhuno sotena saddaṁ sutvā …pe… ",
  "mnd16:97.2": "ghānena gandhaṁ ghāyitvā … ",
  "mnd16:97.3": "jivhāya rasaṁ sāyitvā … ",
  "mnd16:97.4": "kāyena phoṭṭhabbaṁ phusitvā … ",
  "mnd16:97.5": "manasā dhammaṁ viññāya uppajjanti pāpakā akusalā dhammā sarasaṅkappā saṁyojaniyā, tyassa anto vasanti anvāssavanti pāpakā akusalā dhammāti. ",
  "mnd16:97.6": "Tasmā sāntevāsikoti vuccati. ",
  "mnd16:97.7": "Te naṁ samudācaranti, samudācaranti naṁ pāpakā akusalā dhammāti. ",
  "mnd16:97.8": "Tasmā sācariyakoti vuccati. ",
  "mnd16:97.9": "Evaṁ kho, bhikkhave, bhikkhu sāntevāsiko sācariyako dukkhaṁ na phāsu viharatī”ti. ",
  "mnd16:97.10": "Evampi tatrāsayāti—",
  "mnd16:97.11": "parissayā. ",
  "mnd16:98.1": "Vuttañhetaṁ bhagavatā—",
  "mnd16:99.1": "“Tayome, bhikkhave, antarāmalā antarāamittā antarāsapattā antarāvadhakā antarāpaccatthikā. ",
  "mnd16:99.2": "Katame tayo? ",
  "mnd16:99.3": "Lobho, bhikkhave, antarāmalo antarāamitto antarāsapatto antarāvadhako antarāpaccatthiko; ",
  "mnd16:99.4": "doso, bhikkhave …pe… ",
  "mnd16:99.5": "moho, bhikkhave, antarāmalo antarāamitto antarāsapatto antarāvadhako antarāpaccatthiko. ",
  "mnd16:99.6": "Ime kho, bhikkhave, tayo antarāmalā antarāamittā antarāsapattā antarāvadhakā antarāpaccatthikā. ",
  "mnd16:100.1": "Anatthajanano lobho, ",
  "mnd16:100.2": "lobho cittappakopano; ",
  "mnd16:100.3": "Bhayamantarato jātaṁ, ",
  "mnd16:100.4": "taṁ jano nāvabujjhati. ",
  "mnd16:101.1": "Luddho atthaṁ na jānāti, ",
  "mnd16:101.2": "luddho dhammaṁ na passati; ",
  "mnd16:101.3": "Andhantamaṁ tadā hoti, ",
  "mnd16:101.4": "yaṁ lobho sahate naraṁ. ",
  "mnd16:102.1": "Anatthajanano doso, ",
  "mnd16:102.2": "doso cittappakopano; ",
  "mnd16:102.3": "Bhayamantarato jātaṁ, ",
  "mnd16:102.4": "taṁ jano nāvabujjhati. ",
  "mnd16:103.1": "Kuddho atthaṁ na jānāti, ",
  "mnd16:103.2": "kuddho dhammaṁ na passati; ",
  "mnd16:103.3": "Andhantamaṁ tadā hoti, ",
  "mnd16:103.4": "yaṁ doso sahate naraṁ. ",
  "mnd16:104.1": "Anatthajanano moho, ",
  "mnd16:104.2": "moho cittappakopano; ",
  "mnd16:104.3": "Bhayamantarato jātaṁ, ",
  "mnd16:104.4": "taṁ jano nāvabujjhati. ",
  "mnd16:105.1": "Mūḷho atthaṁ na jānāti, ",
  "mnd16:105.2": "mūḷho dhammaṁ na passati; ",
  "mnd16:105.3": "Andhantamaṁ tadā hoti, ",
  "mnd16:105.4": "yaṁ moho sahate naran”ti. ",
  "mnd16:106.1": "Evampi tatrāsayāti—",
  "mnd16:106.2": "parissayā. ",
  "mnd16:106.3": "Vuttañhetaṁ bhagavatā—",
  "mnd16:107.1": "“Tayo kho, mahārāja, purisassa dhammā ajjhattaṁ uppajjamānā uppajjanti ahitāya dukkhāya aphāsuvihārāya. ",
  "mnd16:107.2": "Katame tayo? ",
  "mnd16:107.3": "Lobho kho, mahārāja, purisassa dhammo ajjhattaṁ uppajjamāno uppajjati ahitāya dukkhāya aphāsuvihārāya; ",
  "mnd16:107.4": "doso kho, mahārāja …pe… ",
  "mnd16:107.5": "moho kho, mahārāja, purisassa dhammo ajjhattaṁ uppajjamāno uppajjati ahitāya dukkhāya aphāsuvihārāya. ",
  "mnd16:107.6": "Ime kho, mahārāja, tayo purisassa dhammā ajjhattaṁ uppajjamānā uppajjanti ahitāya dukkhāya aphāsuvihārāyāti. ",
  "mnd16:108.1": "Lobho doso ca moho ca, ",
  "mnd16:108.2": "purisaṁ pāpacetasaṁ; ",
  "mnd16:108.3": "Hiṁsanti attasambhūtā, ",
  "mnd16:108.4": "tacasāraṁva samphalan”ti. ",
  "mnd16:109.1": "Evampi tatrāsayāti—",
  "mnd16:109.2": "parissayā. ",
  "mnd16:110.1": "Vuttañhetaṁ bhagavatā—",
  "mnd16:111.1": "“Rāgo ca doso ca itonidānā, ",
  "mnd16:111.2": "Aratī ratī lomahaṁso itojā; ",
  "mnd16:111.3": "Ito samuṭṭhāya manovitakkā, ",
  "mnd16:111.4": "Kumārakā dhaṅkamivossajantī”ti. ",
  "mnd16:112.1": "Evampi tatrāsayāti—",
  "mnd16:112.2": "parissayā. ",
  "mnd16:112.3": "**Loke**ti manussaloketi—",
  "mnd16:112.4": "kati parissayā loke. ",
  "mnd16:113.1": "**Gacchato agataṁ disan**ti. ",
  "mnd16:113.2": "Agatā disā vuccati amataṁ nibbānaṁ. ",
  "mnd16:113.3": "Yo so sabbasaṅkhārasamatho sabbūpadhipaṭinissaggo taṇhakkhayo virāgo nirodho nibbānaṁ. ",
  "mnd16:113.4": "Agatapubbā sā disā na sā disā gatapubbā iminā dīghena addhunā. ",
  "mnd16:114.1": "“Samatittikaṁ anavasesaṁ, ",
  "mnd16:114.2": "Telapattaṁ yathā parihareyya; ",
  "mnd16:114.3": "Evaṁ sacittamanurakkhe, ",
  "mnd16:114.4": "Patthayāno disaṁ agatapubbaṁ”. ",
  "mnd16:115.1": "Agatapubbaṁ disaṁ vajato gacchato abhikkamatoti—",
  "mnd16:115.2": "gacchato agataṁ disaṁ. ",
  "mnd16:116.1": "**Ye bhikkhu abhisambhave**ti. ",
  "mnd16:116.2": "**Ye**ti ye parissaye abhisambhaveyya abhibhaveyya ajjhotthareyya pariyādiyeyya maddeyyāti—",
  "mnd16:116.3": "ye bhikkhu abhisambhave. ",
  "mnd16:117.1": "**Pantamhi sayanāsane**ti. ",
  "mnd16:117.2": "Ante pante pariyante selante vā vanante vā nadante vā udakante vā yattha na kasīyati na vapīyati, janantaṁ atikkamitvā manussānaṁ anupacāre senāsaneti—",
  "mnd16:117.3": "pantamhi sayanāsane. ",
  "mnd16:118.1": "Tenāha thero sāriputto—",
  "mnd16:119.1": "“Kati parissayā loke, ",
  "mnd16:119.2": "gacchato agataṁ disaṁ; ",
  "mnd16:119.3": "Ye bhikkhu abhisambhave, ",
  "mnd16:119.4": "pantamhi sayanāsane”ti. ",
  "mnd16:120.1": "**Kyāssa byappathayo assu,** ",
  "mnd16:120.2": "**kyāssassu idha gocarā;** ",
  "mnd16:120.3": "**Kāni sīlabbatānāssu,** ",
  "mnd16:120.4": "**pahitattassa bhikkhuno.** ",
  "mnd16:121.1": "**Kyāssa byappathayo assū**ti. ",
  "mnd16:121.2": "Kīdisena byappathena samannāgato assa kiṁsaṇṭhitena kiṁpakārena kiṁpaṭibhāgenāti vacīpārisuddhiṁ pucchati. ",
  "mnd16:121.3": "Katamā vacīpārisuddhi? ",
  "mnd16:121.4": "Idha bhikkhu musāvādaṁ pahāya musāvādā paṭivirato hoti saccavādī saccasandho theto paccayiko avisaṁvādako lokassa. ",
  "mnd16:121.5": "Pisuṇaṁ vācaṁ pahāya pisuṇāya vācāya paṭivirato hoti, ito sutvā na amutra akkhātā imesaṁ bhedāya, amutra vā sutvā na imesaṁ akkhātā amūsaṁ bhedāya, iti bhinnānaṁ vā sandhātā, sahitānaṁ vā anuppadātā samaggārāmo samaggarato samagganandī samaggakaraṇiṁ vācaṁ bhāsitā hoti. ",
  "mnd16:121.6": "Pharusaṁ vācaṁ pahāya pharusāya vācāya paṭivirato hoti; ",
  "mnd16:121.7": "yā sā vācā nelā kaṇṇasukhā pemanīyā hadayaṅgamā porī bahujanakantā bahujanamanāpā tathārūpiṁ vācaṁ bhāsitā hoti. ",
  "mnd16:121.8": "Samphappalāpaṁ pahāya samphappalāpā paṭivirato hoti kālavādī bhūtavādī atthavādī dhammavādī vinayavādī, nidhānavatiṁ vācaṁ bhāsitā hoti kālena sāpadesaṁ pariyantavatiṁ atthasaṁhitaṁ. ",
  "mnd16:121.9": "Catūhi vacīsucaritehi samannāgato catudosāpagataṁ vācaṁ bhāsati, bāttiṁsāya tiracchānakathāya ārato assa virato paṭivirato nikkhanto nissaṭo vippamutto visaññutto vimariyādikatena cetasā viharati. ",
  "mnd16:121.10": "Dasa kathāvatthūni katheti, seyyathidaṁ—",
  "mnd16:121.11": "appicchakathaṁ santuṭṭhikathaṁ pavivekakathaṁ asaṁsaggakathaṁ vīriyārambhakathaṁ sīlakathaṁ samādhikathaṁ paññākathaṁ vimuttikathaṁ vimuttiñāṇadassanakathaṁ satipaṭṭhānakathaṁ sammappadhānakathaṁ iddhipādakathaṁ indriyakathaṁ balakathaṁ bojjhaṅgakathaṁ maggakathaṁ phalakathaṁ nibbānakathaṁ katheti. ",
  "mnd16:121.12": "Vācāya yato yatto paṭiyatto gutto gopito rakkhito saṁvuto—",
  "mnd16:121.13": "ayaṁ vacīpārisuddhi. ",
  "mnd16:121.14": "Edisāya vacīpārisuddhiyā samannāgato assāti—",
  "mnd16:121.15": "kyāssa byappathayo assu. ",
  "mnd16:122.1": "**Kyāssassu idha gocarā**ti. ",
  "mnd16:122.2": "Kīdisena gocarena samannāgato assa kiṁsaṇṭhitena kiṁpakārena kiṁpaṭibhāgenāti gocaraṁ pucchati. ",
  "mnd16:122.3": "Atthi gocaro, atthi agocaro. ",
  "mnd16:123.1": "Katamo agocaro? ",
  "mnd16:123.2": "Idhekacco vesiyāgocaro vā hoti, vidhavāgocaro vā hoti, thullakumārīgocaro vā hoti, paṇḍakagocaro vā hoti, bhikkhunīgocaro vā hoti, pānāgāragocaro vā hoti, saṁsaṭṭho viharati rājūhi rājamahāmattehi titthiyehi titthiyasāvakehi ananulomikena saṁsaggena. ",
  "mnd16:123.3": "Yāni vā pana tāni kulāni assaddhāni appasannāni anopānabhūtāni akkosakaparibhāsakāni anatthakāmāni ahitakāmāni aphāsukāmāni ayogakkhemakāmāni bhikkhūnaṁ bhikkhunīnaṁ upāsakānaṁ upāsikānaṁ, tathārūpāni kulāni sevati bhajati payirupāsati—",
  "mnd16:123.4": "ayaṁ vuccati agocaro. ",
  "mnd16:124.1": "Atha vā antaragharaṁ paviṭṭho vīthiṁ paṭipanno asaṁvuto gacchati, hatthiṁ olokento, assaṁ olokento, rathaṁ olokento, pattiṁ olokento, itthiyo olokento, purise olokento, kumārikāyo olokento, kumārake olokento, antarāpaṇaṁ olokento, gharamukhāni olokento, uddhaṁ olokento, adho olokento, disāvidisaṁ vipekkhamāno gacchati—",
  "mnd16:124.2": "ayampi vuccati agocaro. ",
  "mnd16:125.1": "Atha vā cakkhunā rūpaṁ disvā nimittaggāhī hoti anubyañjanaggāhī. ",
  "mnd16:125.2": "Yatvādhikaraṇamenaṁ …pe… ",
  "mnd16:125.3": "manindriyaṁ asaṁvutaṁ viharantaṁ abhijjhā domanassā pāpakā akusalā dhammā anvāssaveyyuṁ, tassa na saṁvarāya paṭipajjati, na rakkhati manindriyaṁ manindriye na saṁvaraṁ āpajjati—",
  "mnd16:125.4": "ayampi vuccati agocaro. ",
  "mnd16:126.1": "Yathā vā paneke bhonto samaṇabrāhmaṇā saddhādeyyāni bhojanāni bhuñjitvā te evarūpaṁ visūkadassanaṁ anuyuttā viharanti, seyyathidaṁ—",
  "mnd16:126.2": "naccaṁ gītaṁ vāditaṁ pekkhaṁ akkhānaṁ pāṇissaraṁ vetāḷaṁ kumbhathūṇaṁ sobhanakaṁ caṇḍālaṁ vaṁsaṁ dhovanaṁ hatthiyuddhaṁ assayuddhaṁ mahiṁsayuddhaṁ usabhayuddhaṁ ajayuddhaṁ meṇḍayuddhaṁ kukkuṭayuddhaṁ vaṭṭakayuddhaṁ daṇḍayuddhaṁ muṭṭhiyuddhaṁ nibbuddhaṁ uyyodhikaṁ balaggaṁ senābyūhaṁ anīkadassanaṁ iti vā iti, evarūpaṁ visūkadassanaṁ anuyutto hoti—",
  "mnd16:126.3": "ayampi vuccati agocaro. ",
  "mnd16:127.1": "Pañcapi kāmaguṇā agocarā. ",
  "mnd16:127.2": "Vuttañhetaṁ bhagavatā—",
  "mnd16:127.3": "“mā, bhikkhave, agocare caratha paravisaye. ",
  "mnd16:127.4": "Agocare, bhikkhave, carataṁ paravisaye lacchati māro otāraṁ, lacchati māro ārammaṇaṁ. ",
  "mnd16:127.5": "Ko ca, bhikkhave, bhikkhuno agocaro paravisayo? ",
  "mnd16:127.6": "Yadidaṁ pañca kāmaguṇā. ",
  "mnd16:127.7": "Katame pañca? ",
  "mnd16:127.8": "Cakkhuviññeyyā rūpā iṭṭhā kantā manāpā piyarūpā kāmūpasaṁhitā rajanīyā, ",
  "mnd16:127.9": "sotaviññeyyā saddā … ",
  "mnd16:127.10": "ghānaviññeyyā gandhā … ",
  "mnd16:127.11": "jivhāviññeyyā rasā … ",
  "mnd16:127.12": "kāyaviññeyyā phoṭṭhabbā iṭṭhā kantā manāpā piyarūpā kāmūpasaṁhitā rajanīyā. ",
  "mnd16:127.13": "Ayaṁ vuccati, bhikkhave, bhikkhuno agocaro paravisayo”—",
  "mnd16:127.14": "ayampi vuccati agocaro. ",
  "mnd16:128.1": "Katamo gocaro? ",
  "mnd16:128.2": "Idha bhikkhu na vesiyāgocaro hoti, na vidhavāgocaro hoti, na thullakumārīgocaro hoti, na paṇḍakagocaro hoti, na bhikkhunīgocaro hoti, na pānāgāragocaro hoti, asaṁsaṭṭho viharati rājūhi rājamahāmattehi titthiyehi titthiyasāvakehi ananulomikena saṁsaggena. ",
  "mnd16:128.3": "Yāni vā pana tāni kulāni saddhāni pasannāni opānabhūtāni kāsāvapajjotāni isivātapaṭivātāni atthakāmāni hitakāmāni phāsukāmāni yogakkhemakāmāni bhikkhūnaṁ bhikkhunīnaṁ upāsakānaṁ upāsikānaṁ, tathārūpāni kulāni sevati bhajati payirupāsati—",
  "mnd16:128.4": "ayampi vuccati gocaro. ",
  "mnd16:129.1": "Atha vā bhikkhu antaragharaṁ paviṭṭho vīthiṁ paṭipanno saṁvuto gacchati, na hatthiṁ olokento, na assaṁ olokento, na rathaṁ olokento, na pattiṁ olokento …pe… ",
  "mnd16:129.2": "na disāvidisaṁ vipekkhamāno gacchati—",
  "mnd16:129.3": "ayampi vuccati gocaro. ",
  "mnd16:130.1": "Atha vā bhikkhu cakkhunā rūpaṁ disvā na nimittaggāhī hoti …pe… ",
  "mnd16:130.2": "manindriye saṁvaraṁ āpajjati—",
  "mnd16:130.3": "ayampi vuccati gocaro. ",
  "mnd16:131.1": "Yathā vā paneke bhonto samaṇabrāhmaṇā saddhādeyyāni bhojanāni bhuñjitvā te evarūpaṁ visūkadassanaṁ ananuyuttā viharanti, seyyathidaṁ—",
  "mnd16:131.2": "naccaṁ gītaṁ vāditaṁ …pe… anīkadassanaṁ iti vā iti, evarūpā visūkadassanā paṭivirato hoti—",
  "mnd16:131.3": "ayampi vuccati gocaro. ",
  "mnd16:132.1": "Cattāropi satipaṭṭhānā gocaro. ",
  "mnd16:132.2": "Vuttañhetaṁ bhagavatā—",
  "mnd16:132.3": "“gocare, bhikkhave, caratha sake pettike visaye. ",
  "mnd16:132.4": "Gocare, bhikkhave, carataṁ sake pettike visaye na lacchati māro otāraṁ, na lacchati māro ārammaṇaṁ. ",
  "mnd16:132.5": "Ko ca, bhikkhave, bhikkhuno gocaro sako pettiko visayo? ",
  "mnd16:132.6": "Yadidaṁ cattāro satipaṭṭhānā. ",
  "mnd16:132.7": "Katame cattāro? ",
  "mnd16:132.8": "Idha, bhikkhave, bhikkhu kāye kāyānupassī viharati, ",
  "mnd16:132.9": "vedanāsu …pe… ",
  "mnd16:132.10": "citte …pe… ",
  "mnd16:132.11": "dhammesu dhammānupassī viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṁ. ",
  "mnd16:132.12": "Ayaṁ vuccati, bhikkhave, bhikkhuno gocaro sako pettiko visayo—",
  "mnd16:132.13": "ayampi vuccati gocaro. ",
  "mnd16:132.14": "Edisena gocarena samannāgato assā”ti—",
  "mnd16:132.15": "kyāssassu idha gocarā. ",
  "mnd16:133.1": "**Kāni sīlabbatānāssū**ti. ",
  "mnd16:133.2": "Kīdisena sīlabbatena samannāgato assa kiṁsaṇṭhitena kiṁpakārena kiṁpaṭibhāgenāti sīlabbatapārisuddhiṁ pucchati. ",
  "mnd16:133.3": "Katamā sīlabbatapārisuddhi? ",
  "mnd16:133.4": "Atthi sīlañceva vatañca, atthi vataṁ na sīlaṁ. ",
  "mnd16:133.5": "Katamaṁ sīlañceva vatañca? ",
  "mnd16:133.6": "Idha bhikkhu sīlavā hoti, pātimokkhasaṁvarasaṁvuto viharati ācāragocarasampanno, aṇumattesu vajjesu bhayadassāvī, samādāya sikkhati sikkhāpadesu. ",
  "mnd16:133.7": "Yo tattha saññamo saṁvaro avītikkamo—",
  "mnd16:133.8": "idaṁ sīlaṁ. ",
  "mnd16:133.9": "Yaṁ samādānaṁ—",
  "mnd16:133.10": "taṁ vataṁ. ",
  "mnd16:133.11": "Saṁvaraṭṭhena sīlaṁ, samādānaṭṭhena vataṁ—",
  "mnd16:133.12": "idaṁ vuccati sīlañceva vatañca. ",
  "mnd16:134.1": "Katamaṁ vataṁ na sīlaṁ? ",
  "mnd16:134.2": "Aṭṭha dhutaṅgāni—",
  "mnd16:134.3": "āraññikaṅgaṁ, piṇḍapātikaṅgaṁ, paṁsukūlikaṅgaṁ, tecīvarikaṅgaṁ, sapadānacārikaṅgaṁ, khalupacchābhattikaṅgaṁ, nesajjikaṅgaṁ, yathāsanthatikaṅgaṁ—",
  "mnd16:134.4": "idaṁ vuccati vataṁ na sīlaṁ. ",
  "mnd16:134.5": "Vīriyasamādānampi vuccati vataṁ na sīlaṁ. ",
  "mnd16:134.6": "Kāmaṁ taco ca nhāru ca aṭṭhi ca avasissatu, sarīre upassussatu maṁsalohitaṁ, yaṁ taṁ purisathāmena purisabalena purisavīriyena purisaparakkamena pattabbaṁ na taṁ apāpuṇitvā vīriyassa saṇṭhānaṁ bhavissatīti—",
  "mnd16:134.7": "cittaṁ paggaṇhāti padahati. ",
  "mnd16:134.8": "Evarūpampi vīriyasamādānaṁ vuccati vataṁ na sīlaṁ. ",
  "mnd16:135.1": "“Nāsissaṁ na pivissāmi, ",
  "mnd16:135.2": "vihārato na nikkhame; ",
  "mnd16:135.3": "Napi passaṁ nipātessaṁ, ",
  "mnd16:135.4": "taṇhāsalle anūhate”ti. ",
  "mnd16:136.1": "Cittaṁ paggaṇhāti padahati. ",
  "mnd16:136.2": "Evarūpampi vīriyasamādānaṁ vuccati vataṁ na sīlaṁ. ",
  "mnd16:136.3": "Na tāvāhaṁ imaṁ pallaṅkaṁ bhindissāmi yāva me na anupādāya āsavehi cittaṁ vimuccissatīti—",
  "mnd16:136.4": "cittaṁ paggaṇhāti padahati. ",
  "mnd16:136.5": "Evarūpampi vīriyasamādānaṁ vuccati vataṁ, na sīlaṁ. ",
  "mnd16:136.6": "Na tāvāhaṁ imamhā āsanā vuṭṭhahissāmi … ",
  "mnd16:136.7": "na tāvāhaṁ imamhā caṅkamā orohissāmi … ",
  "mnd16:136.8": "vihārā nikkhamissāmi … ",
  "mnd16:136.9": "aḍḍhayogā nikkhamissāmi … ",
  "mnd16:136.10": "pāsādā nikkhamissāmi … ",
  "mnd16:136.11": "hammiyā … ",
  "mnd16:136.12": "guhāya … ",
  "mnd16:136.13": "leṇā … ",
  "mnd16:136.14": "kuṭiyā … ",
  "mnd16:136.15": "kūṭāgārā … ",
  "mnd16:136.16": "aṭṭā … ",
  "mnd16:136.17": "māḷā … ",
  "mnd16:136.18": "uddaṇḍā … ",
  "mnd16:136.19": "upaṭṭhānasālāya … ",
  "mnd16:136.20": "maṇḍapā … ",
  "mnd16:136.21": "rukkhamūlā nikkhamissāmi yāva me na anupādāya āsavehi cittaṁ vimuccissatīti—",
  "mnd16:136.22": "cittaṁ paggaṇhāti padahati. ",
  "mnd16:136.23": "Evarūpampi vīriyasamādānaṁ vuccati vataṁ, na sīlaṁ. ",
  "mnd16:136.24": "Imasmiññeva pubbaṇhasamayaṁ ariyadhammaṁ āharissāmi samāharissāmi adhigacchissāmi phassayissāmi sacchikarissāmīti—",
  "mnd16:136.25": "cittaṁ paggaṇhāti padahati. ",
  "mnd16:136.26": "Evarūpampi vīriyasamādānaṁ vuccati vataṁ, na sīlaṁ. ",
  "mnd16:136.27": "Imasmiññeva majjhanhikasamayaṁ … ",
  "mnd16:136.28": "sāyanhasamayaṁ … ",
  "mnd16:136.29": "purebhattaṁ … ",
  "mnd16:136.30": "pacchābhattaṁ … ",
  "mnd16:136.31": "purimayāmaṁ … ",
  "mnd16:136.32": "majjhimayāmaṁ … ",
  "mnd16:136.33": "pacchimayāmaṁ … ",
  "mnd16:136.34": "kāḷe … ",
  "mnd16:136.35": "juṇhe … ",
  "mnd16:136.36": "vasse … ",
  "mnd16:136.37": "hemante … ",
  "mnd16:136.38": "gimhe … ",
  "mnd16:136.39": "purime vayokhandhe … ",
  "mnd16:136.40": "majjhime vayokhandhe … ",
  "mnd16:136.41": "pacchime vayokhandhe ariyadhammaṁ āharissāmi samāharissāmi adhigacchissāmi phassayissāmi sacchikarissāmīti—",
  "mnd16:136.42": "cittaṁ paggaṇhāti padahati. ",
  "mnd16:136.43": "Evarūpampi vīriyasamādānaṁ vuccati vataṁ, na sīlaṁ—",
  "mnd16:136.44": "ayaṁ sīlabbatapārisuddhi. ",
  "mnd16:136.45": "Edisāya sīlabbatapārisuddhiyā samannāgato assāti—",
  "mnd16:136.46": "kāni sīlabbatānāssu. ",
  "mnd16:137.1": "**Pahitattassa bhikkhuno**ti. ",
  "mnd16:137.2": "**Pahitattassā**ti āraddhavīriyassa thāmagatassa daḷhaparakkamassa anikkhittacchandassa anikkhittadhurassa kusalesu dhammesu. ",
  "mnd16:137.3": "Atha vā pesitattassa yassatthāya pesito attatthe ca ñāye ca lakkhaṇe ca kāraṇe ca ṭhānāṭhāne ca. ",
  "mnd16:137.4": "“Sabbe saṅkhārā aniccā”ti pesitattassa, ",
  "mnd16:137.5": "“sabbe saṅkhārā dukkhā”ti pesitattassa, ",
  "mnd16:137.6": "“sabbe dhammā anattā”ti pesitattassa, ",
  "mnd16:137.7": "“avijjāpaccayā saṅkhārā”ti pesitattassa …pe… ",
  "mnd16:137.8": "“jātipaccayā jarāmaraṇan”ti pesitattassa, ",
  "mnd16:137.9": "“avijjānirodhā saṅkhāranirodho”ti pesitattassa …pe… ",
  "mnd16:137.10": "“jātinirodhā jarāmaraṇanirodho”ti pesitattassa, ",
  "mnd16:137.11": "“idaṁ dukkhan”ti pesitattassa …pe… ",
  "mnd16:137.12": "“ayaṁ dukkhanirodhagāminī paṭipadā”ti pesitattassa, ",
  "mnd16:137.13": "“ime āsavā”ti pesitattassa …pe… ",
  "mnd16:137.14": "“ayaṁ āsavanirodhagāminī paṭipadā”ti pesitattassa, ",
  "mnd16:137.15": "“ime dhammā abhiññeyyā”ti pesitattassa …pe… ",
  "mnd16:137.16": "“ime dhammā sacchikātabbā”ti pesitattassa, ",
  "mnd16:137.17": "channaṁ phassāyatanānaṁ samudayañca atthaṅgamañca assādañca ādīnavañca nissaraṇañca pesitattassa, ",
  "mnd16:137.18": "pañcannaṁ upādānakkhandhānaṁ … ",
  "mnd16:137.19": "catunnaṁ mahābhūtānaṁ samudayañca atthaṅgamañca assādañca ādīnavañca nissaraṇañca pesitattassa, ",
  "mnd16:137.20": "“yaṁ kiñci samudayadhammaṁ, sabbaṁ taṁ nirodhadhamman”ti pesitattassa. ",
  "mnd16:137.21": "**Bhikkhuno**ti puthujjanakalyāṇakassa vā bhikkhuno sekkhassa vā bhikkhunoti—",
  "mnd16:137.22": "pahitattassa bhikkhuno. ",
  "mnd16:138.1": "Tenāha thero sāriputto—",
  "mnd16:139.1": "“Kyāssa byappathayo assu, ",
  "mnd16:139.2": "kyāssassu idha gocarā; ",
  "mnd16:139.3": "Kāni sīlabbatānāssu, ",
  "mnd16:139.4": "pahitattassa bhikkhuno”ti. ",
  "mnd16:140.1": "**Kaṁ so sikkhaṁ samādāya,** ",
  "mnd16:140.2": "**ekodi nipako sato;** ",
  "mnd16:140.3": "**Kammāro rajatasseva,** ",
  "mnd16:140.4": "**niddhame malamattano.** ",
  "mnd16:141.1": "**Kaṁ so sikkhaṁ samādāyā**ti kaṁ so sikkhaṁ ādāya samādāya ādiyitvā samādiyitvā gaṇhitvā parāmasitvā abhinivisitvāti—",
  "mnd16:141.2": "kaṁ so sikkhaṁ samādāya. ",
  "mnd16:142.1": "**Ekodi nipako sato**ti. ",
  "mnd16:142.2": "**Ekodī**ti ekaggacitto avikkhittacitto avisāhaṭamānaso samatho samādhindriyaṁ samādhibalaṁ …pe… ",
  "mnd16:142.3": "sammāsamādhi. ",
  "mnd16:142.4": "**Nipako**ti nipako paṇḍito paññavā buddhimā ñāṇī vibhāvī medhāvī. ",
  "mnd16:142.5": "**Sato**ti catūhi kāraṇehi sato—",
  "mnd16:142.6": "kāye kāyānupassanāsatipaṭṭhānaṁ bhāvento sato, ",
  "mnd16:142.7": "vedanāsu …pe… ",
  "mnd16:142.8": "citte …pe… ",
  "mnd16:142.9": "dhammesu dhammānupassanāsatipaṭṭhānaṁ bhāvento sato. ",
  "mnd16:142.10": "So vuccati satoti—",
  "mnd16:142.11": "sato. ",
  "mnd16:142.12": "Kaṁ so sikkhaṁ samādāyāti adhisīlasikkhaṁ pucchati. ",
  "mnd16:142.13": "**Ekodī**ti adhicittasikkhaṁ pucchati. ",
  "mnd16:142.14": "**Nipako**ti adhipaññāsikkhaṁ pucchati. ",
  "mnd16:142.15": "**Sato**ti pārisuddhiṁ pucchatīti—",
  "mnd16:142.16": "kaṁ so sikkhaṁ samādāya, ekodi nipako sato. ",
  "mnd16:143.1": "**Kammāro rajatasseva, niddhame malamattano**ti. ",
  "mnd16:143.2": "Kammāro vuccati suvaṇṇakāro, rajataṁ vuccati jātarūpaṁ. ",
  "mnd16:143.3": "Yathā suvaṇṇakāro jātarūpassa oḷārikampi malaṁ dhamati sandhamati niddhamati, majjhimakampi malaṁ dhamati sandhamati niddhamati, sukhumakampi malaṁ dhamati sandhamati niddhamati; ",
  "mnd16:143.4": "evamevaṁ bhikkhu attano oḷārikepi kilese dhamati sandhamati niddhamati pajahati vinodeti byantiṁ karoti anabhāvaṁ gameti, majjhimakepi kilese … sukhumakepi kilese dhamati sandhamati niddhamati pajahati vinodeti byantiṁ karoti anabhāvaṁ gameti. ",
  "mnd16:144.1": "Atha vā bhikkhu attano rāgamalaṁ dosamalaṁ mohamalaṁ mānamalaṁ diṭṭhimalaṁ kilesamalaṁ duccaritamalaṁ andhakaraṇaṁ acakkhukaraṇaṁ aññāṇakaraṇaṁ paññānirodhikaṁ vighātapakkhikaṁ anibbānasaṁvattanikaṁ dhamati sandhamati niddhamati pajahati vinodeti byantiṁ karoti anabhāvaṁ gameti. ",
  "mnd16:145.1": "Atha vā sammādiṭṭhiyā micchādiṭṭhiṁ dhamati sandhamati niddhamati pajahati vinodeti byantiṁ karoti anabhāvaṁ gameti. ",
  "mnd16:145.2": "Sammāsaṅkappena micchāsaṅkappaṁ …pe… ",
  "mnd16:145.3": "sammāvācāya micchāvācaṁ … ",
  "mnd16:145.4": "sammākammantena micchākammantaṁ … ",
  "mnd16:145.5": "sammāājīvena micchāājīvaṁ … ",
  "mnd16:145.6": "sammāvāyāmena micchāvāyāmaṁ … ",
  "mnd16:145.7": "sammāsatiyā micchāsatiṁ … ",
  "mnd16:145.8": "sammāsamādhinā micchāsamādhiṁ … ",
  "mnd16:145.9": "sammāñāṇena micchāñāṇaṁ … ",
  "mnd16:145.10": "sammāvimuttiyā micchāvimuttiṁ dhamati sandhamati niddhamati pajahati vinodeti byantiṁ karoti anabhāvaṁ gameti. ",
  "mnd16:146.1": "Atha vā ariyena aṭṭhaṅgikena maggena sabbe kilese sabbe duccarite sabbe darathe sabbe pariḷāhe sabbe santāpe sabbākusalābhisaṅkhāre dhamati sandhamati niddhamati pajahati vinodeti byantiṁ karoti anabhāvaṁ gametīti—",
  "mnd16:146.2": "kammāro rajatasseva niddhame malamattano. ",
  "mnd16:147.1": "Tenāha thero sāriputto—",
  "mnd16:148.1": "“Kaṁ so sikkhaṁ samādāya, ",
  "mnd16:148.2": "ekodi nipako sato; ",
  "mnd16:148.3": "Kammāro rajatasseva, ",
  "mnd16:148.4": "niddhame malamattano”ti. ",
  "mnd16:149.1": "**Vijigucchamānassa yadidaṁ phāsu,** ",
  "mnd16:149.2": "(sāriputtāti bhagavā) ",
  "mnd16:149.3": "**Rittāsanaṁ sayanaṁ sevato ve;** ",
  "mnd16:149.4": "**Sambodhikāmassa yathānudhammaṁ,** ",
  "mnd16:149.5": "**Taṁ te pavakkhāmi yathā pajānaṁ.** ",
  "mnd16:150.1": "**Vijigucchamānassa yadidaṁ phāsū**ti. ",
  "mnd16:150.2": "**Vijigucchamānassā**ti jātiyā vijigucchamānassa, jarāya … byādhinā … maraṇena … sokehi … paridevehi … dukkhehi … domanassehi … upāyāsehi …pe… ",
  "mnd16:150.3": "diṭṭhibyasanena dukkhena vijigucchamānassa aṭṭīyamānassa harāyamānassāti—",
  "mnd16:150.4": "vijigucchamānassa. ",
  "mnd16:150.5": "**Yadidaṁ phāsū**ti yaṁ phāsuvihāraṁ taṁ kathayissāmi. ",
  "mnd16:150.6": "Katamo phāsuvihāro? ",
  "mnd16:150.7": "Sammāpaṭipadā anulomapaṭipadā apaccanīkapaṭipadā aviruddhapaṭipadā anvatthapaṭipadā dhammānudhammapaṭipadā sīlesu paripūrakāritā indriyesu guttadvāratā bhojane mattaññutā jāgariyānuyogo satisampajaññaṁ cattāro satipaṭṭhānā cattāro sammappadhānā cattāro iddhipādā pañcindriyāni pañca balāni satta bojjhaṅgā ariyo aṭṭhaṅgiko maggo nibbānañca nibbānagāminī ca paṭipadā—",
  "mnd16:150.8": "ayaṁ phāsuvihāroti—",
  "mnd16:150.9": "vijigucchamānassa yadidaṁ phāsu. ",
  "mnd16:151.1": "**Sāriputtāti bhagavā**ti. ",
  "mnd16:151.2": "Taṁ theraṁ nāmenālapati. ",
  "mnd16:151.3": "**Bhagavā**ti gāravādhivacanaṁ. ",
  "mnd16:151.4": "Api ca bhaggarāgoti bhagavā, ",
  "mnd16:151.5": "bhaggadosoti bhagavā, ",
  "mnd16:151.6": "bhaggamohoti bhagavā, ",
  "mnd16:151.7": "bhaggamānoti bhagavā, ",
  "mnd16:151.8": "bhaggadiṭṭhīti bhagavā, ",
  "mnd16:151.9": "bhaggakaṇḍakoti bhagavā, ",
  "mnd16:151.10": "bhaggakilesoti bhagavā, ",
  "mnd16:151.11": "bhaji vibhaji pavibhaji dhammaratananti bhagavā, ",
  "mnd16:151.12": "bhavānaṁ antakaroti bhagavā, ",
  "mnd16:151.13": "bhāvitakāyo bhāvitasīlo bhāvitacitto bhāvitapaññoti bhagavā; ",
  "mnd16:151.14": "bhaji vā bhagavā araññavanapatthāni pantāni senāsanāni appasaddāni appanigghosāni vijanavātāni manussarāhasseyyakāni paṭisallānasāruppānīti bhagavā, ",
  "mnd16:151.15": "bhāgī vā bhagavā cīvarapiṇḍapātasenāsanagilānapaccayabhesajjaparikkhārānanti bhagavā, ",
  "mnd16:151.16": "bhāgī vā bhagavā attharasassa dhammarasassa vimuttirasassa adhisīlassa adhicittassa adhipaññāyāti bhagavā, ",
  "mnd16:151.17": "bhāgī vā bhagavā catunnaṁ jhānānaṁ catunnaṁ appamaññānaṁ catunnaṁ āruppasamāpattīnanti bhagavā, ",
  "mnd16:151.18": "bhāgī vā bhagavā aṭṭhannaṁ vimokkhānaṁ aṭṭhannaṁ abhiññāyatanānaṁ navannaṁ anupubbavihārasamāpattīnanti bhagavā, ",
  "mnd16:151.19": "bhāgī vā bhagavā dasannaṁ saññābhāvanānaṁ dasannaṁ kasiṇasamāpattīnaṁ ānāpānassatisamādhissa asubhasamāpattiyāti bhagavā, ",
  "mnd16:151.20": "bhāgī vā bhagavā catunnaṁ satipaṭṭhānānaṁ catunnaṁ sammappadhānānaṁ catunnaṁ iddhipādānaṁ pañcannaṁ indriyānaṁ pañcannaṁ balānaṁ sattannaṁ bojjhaṅgānaṁ ariyassa aṭṭhaṅgikassa maggassāti bhagavā, ",
  "mnd16:151.21": "bhāgī vā bhagavā dasannaṁ tathāgatabalānaṁ catunnaṁ vesārajjānaṁ catunnaṁ paṭisambhidānaṁ channaṁ abhiññānaṁ channaṁ buddhadhammānanti bhagavā; ",
  "mnd16:151.22": "bhagavāti netaṁ nāmaṁ mātarā kataṁ, na pitarā kataṁ, na bhātarā kataṁ, na bhaginiyā kataṁ, na mittāmaccehi kataṁ, na ñātisālohitehi kataṁ, na samaṇabrāhmaṇehi kataṁ, na devatāhi kataṁ; ",
  "mnd16:151.23": "vimokkhantikametaṁ buddhānaṁ bhagavantānaṁ bodhiyā mūle saha sabbaññutañāṇassa paṭilābhā sacchikā paññatti yadidaṁ bhagavāti—",
  "mnd16:151.24": "sāriputtāti bhagavā. ",
  "mnd16:152.1": "**Rittāsanaṁ sayanaṁ sevato ve**ti. ",
  "mnd16:152.2": "Āsanaṁ vuccati yattha nisīdati—",
  "mnd16:152.3": "mañco pīṭhaṁ bhisi taṭṭikā cammakhaṇḍo tiṇasanthāro paṇṇasanthāro palālasanthāro. ",
  "mnd16:152.4": "Sayanaṁ vuccati senāsanaṁ vihāro aḍḍhayogo pāsādo hammiyaṁ guhā. ",
  "mnd16:152.5": "Taṁ sayanāsanaṁ asappāyarūpadassanena rittaṁ vivittaṁ pavivittaṁ, asappāyasaddassavanena …pe… ",
  "mnd16:152.6": "asappāyehi pañcahi kāmaguṇehi rittaṁ vivittaṁ pavivittaṁ. ",
  "mnd16:152.7": "Taṁ sayanāsanaṁ sevato nisevato saṁsevato paṭisevatoti—",
  "mnd16:152.8": "rittāsanaṁ sayanaṁ sevato ve. ",
  "mnd16:153.1": "**Sambodhikāmassa yathānudhamman**ti. ",
  "mnd16:153.2": "Sambodhi vuccati catūsu maggesu ñāṇaṁ paññā paññindriyaṁ paññābalaṁ …pe… ",
  "mnd16:153.3": "dhammavicayasambojjhaṅgo vīmaṁsā vipassanā sammādiṭṭhi. ",
  "mnd16:153.4": "Taṁ sambodhiṁ bujjhitukāmassa anubujjhitukāmassa paṭibujjhitukāmassa sambujjhitukāmassa adhigantukāmassa phassitukāmassa sacchikātukāmassāti—",
  "mnd16:153.5": "sambodhikāmassa. ",
  "mnd16:154.1": "**Yathānudhamman**ti katame bodhiyā anudhammā? ",
  "mnd16:154.2": "Sammāpaṭipadā anulomapaṭipadā apaccanīkapaṭipadā aviruddhapaṭipadā anvatthapaṭipadā dhammānudhammapaṭipadā sīlesu paripūrakāritā indriyesu guttadvāratā bhojane mattaññutā jāgariyānuyogo satisampajaññaṁ—",
  "mnd16:154.3": "ime vuccanti bodhiyā anudhammā. ",
  "mnd16:154.4": "Atha vā catunnaṁ maggānaṁ pubbabhāge vipassanā—",
  "mnd16:154.5": "ime vuccanti bodhiyā anudhammāti—",
  "mnd16:154.6": "sambodhikāmassa yathānudhammaṁ. ",
  "mnd16:155.1": "**Taṁ te pavakkhāmi yathā pajānan**ti. ",
  "mnd16:155.2": "**Tan**ti bodhiyā anudhammaṁ. ",
  "mnd16:155.3": "**Pavakkhāmī**ti pavakkhāmi ācikkhissāmi desessāmi paññapessāmi paṭṭhapessāmi vivarissāmi vibhajissāmi uttānīkarissāmi pakāsissāmi. ",
  "mnd16:155.4": "**Yathā pajānan**ti yathā pajānaṁ yathā pajānanto ājānanto vijānanto paṭivijānanto paṭivijjhanto na itihitihaṁ na itikirāya na paramparāya na piṭakasampadāya na takkahetu na nayahetu na ākāraparivitakkena na diṭṭhinijjhānakkhantiyā sāmaṁ sayamabhiññātaṁ attapaccakkhaṁ dhammaṁ, taṁ kathayissāmīti—",
  "mnd16:155.5": "taṁ te pavakkhāmi yathā pajānaṁ. ",
  "mnd16:156.1": "Tenāha bhagavā—",
  "mnd16:157.1": "“Vijigucchamānassa yadidaṁ phāsu, ",
  "mnd16:157.2": "(sāriputtāti bhagavā) ",
  "mnd16:157.3": "Rittāsanaṁ sayanaṁ sevato ve; ",
  "mnd16:157.4": "Sambodhikāmassa yathānudhammaṁ, ",
  "mnd16:157.5": "Taṁ te pavakkhāmi yathā pajānan”ti. ",
  "mnd16:158.1": "**Pañcannaṁ dhīro bhayānaṁ na bhāye,** ",
  "mnd16:158.2": "**Bhikkhu sato sapariyantacārī;** ",
  "mnd16:158.3": "**Ḍaṁsādhipātānaṁ sarīsapānaṁ,** ",
  "mnd16:158.4": "**Manussaphassānaṁ catuppadānaṁ.** ",
  "mnd16:159.1": "**Pañcannaṁ dhīro bhayānaṁ na bhāye**ti. ",
  "mnd16:159.2": "**Dhīro**ti dhīro paṇḍito paññavā buddhimā ñāṇī vibhāvī medhāvī. ",
  "mnd16:159.3": "Dhīro pañcannaṁ bhayānaṁ na bhāyeyya na taseyya na santaseyya na uttaseyya na parittaseyya na santāsaṁ āpajjeyya, abhīrū assa acchambhī anutrāsī apalāyī pahīnabhayabheravo vigatalomahaṁso vihareyyāti—",
  "mnd16:159.4": "pañcannaṁ dhīro bhayānaṁ na bhāye. ",
  "mnd16:160.1": "**Bhikkhu sato sapariyantacārī**ti. ",
  "mnd16:160.2": "**Bhikkhū**ti puthujjanakalyāṇako vā bhikkhu sekkho vā bhikkhu. ",
  "mnd16:160.3": "**Sato**ti catūhi kāraṇehi sato—",
  "mnd16:160.4": "kāye kāyānupassanāsatipaṭṭhānaṁ bhāvento sato, ",
  "mnd16:160.5": "vedanāsu …pe… ",
  "mnd16:160.6": "citte … ",
  "mnd16:160.7": "dhammesu dhammānupassanāsatipaṭṭhānaṁ bhāvento sato—",
  "mnd16:160.8": "so vuccati sato. ",
  "mnd16:160.9": "**Sapariyantacārī**ti cattāro pariyantā—",
  "mnd16:160.10": "sīlasaṁvarapariyanto, indriyasaṁvarapariyanto, bhojane mattaññutāpariyanto, jāgariyānuyogapariyanto. ",
  "mnd16:161.1": "Katamo sīlasaṁvarapariyanto? ",
  "mnd16:161.2": "Idha bhikkhu sīlavā hoti, pātimokkhasaṁvarasaṁvuto viharati ācāragocarasampanno, aṇumattesu vajjesu bhayadassāvī, samādāya sikkhati sikkhāpadesu. ",
  "mnd16:161.3": "Antopūtibhāvaṁ paccavekkhamāno anto sīlasaṁvarapariyante carati, mariyādaṁ na bhindati—",
  "mnd16:161.4": "ayaṁ sīlasaṁvarapariyanto. ",
  "mnd16:162.1": "Katamo indriyasaṁvarapariyanto? ",
  "mnd16:162.2": "Idha bhikkhu cakkhunā rūpaṁ disvā na nimittaggāhī hoti nānubyañjanaggāhī. ",
  "mnd16:162.3": "Yatvādhikaraṇamenaṁ …pe… ",
  "mnd16:162.4": "cakkhundriye saṁvaraṁ āpajjati. ",
  "mnd16:162.5": "Sotena saddaṁ sutvā … ghānena gandhaṁ ghāyitvā … jivhāya rasaṁ sāyitvā … kāyena phoṭṭhabbaṁ phusitvā … manasā dhammaṁ viññāya na nimittaggāhī hoti nānubyañjanaggāhī. ",
  "mnd16:162.6": "Yatvādhikaraṇamenaṁ manindriyaṁ susaṁvutaṁ viharantaṁ abhijjhādomanassā pāpakā akusalā dhammā nānvāssaveyyuṁ, tassa saṁvarāya paṭipajjati, rakkhati manindriyaṁ, manindriye saṁvaraṁ āpajjati. ",
  "mnd16:162.7": "Ādittapariyāyaṁ paccavekkhamāno anto indriyasaṁvarapariyante carati, mariyādaṁ na bhindati—",
  "mnd16:162.8": "ayaṁ indriyasaṁvarapariyanto. ",
  "mnd16:163.1": "Katamo bhojane mattaññutāpariyanto? ",
  "mnd16:163.2": "Idha bhikkhu paṭisaṅkhā yoniso āhāraṁ āhāreti neva davāya na madāya na maṇḍanāya na vibhūsanāya, yāvadeva imassa kāyassa ṭhitiyā yāpanāya vihiṁsūparatiyā brahmacariyānuggahāya. ",
  "mnd16:163.3": "Iti purāṇañca vedanaṁ paṭihaṅkhāmi navañca vedanaṁ na uppādessāmi, yātrā ca me bhavissati anavajjatā ca phāsuvihāro cāti. ",
  "mnd16:163.4": "Akkhabbhañjanavaṇapaṭicchādanaputtamaṁsūpamaṁ paccavekkhamāno anto bhojane mattaññutāpariyante carati, mariyādaṁ na bhindati—",
  "mnd16:163.5": "ayaṁ bhojane mattaññutāpariyanto. ",
  "mnd16:164.1": "Katamo jāgariyānuyogapariyanto? ",
  "mnd16:164.2": "Idha bhikkhu divasaṁ caṅkamena nisajjāya āvaraṇīyehi dhammehi cittaṁ parisodheti, rattiyā paṭhamaṁ yāmaṁ caṅkamena nisajjāya āvaraṇīyehi dhammehi cittaṁ parisodheti, rattiyā majjhimaṁ yāmaṁ dakkhiṇena passena sīhaseyyaṁ kappeti pāde pādaṁ accādhāya sato sampajāno uṭṭhānasaññaṁ manasi karitvā, rattiyā pacchimaṁ yāmaṁ paccuṭṭhāya caṅkamena nisajjāya āvaraṇīyehi dhammehi cittaṁ parisodheti. ",
  "mnd16:164.3": "Bhaddekarattavihāraṁ paccavekkhamāno anto jāgariyānuyogapariyante carati, mariyādaṁ na bhindati—",
  "mnd16:164.4": "ayaṁ jāgariyānuyogapariyantoti—",
  "mnd16:164.5": "bhikkhu sato sapariyantacārī. ",
  "mnd16:165.1": "**Ḍaṁsādhipātānaṁ sarīsapānan**ti. ",
  "mnd16:165.2": "**Ḍaṁsā** vuccanti piṅgalamakkhikāyo. ",
  "mnd16:165.3": "**Adhipātakā** vuccanti sabbāpi makkhikāyo. ",
  "mnd16:165.4": "Kiṅkāraṇā adhipātakā vuccanti sabbāpi makkhikāyo? ",
  "mnd16:165.5": "Tā uppatitvā uppatitvā khādanti; ",
  "mnd16:165.6": "taṅkāraṇā adhipātakā vuccanti sabbāpi makkhikāyo. ",
  "mnd16:165.7": "**Sarīsapā** vuccanti ahīti—",
  "mnd16:165.8": "ḍaṁsādhipātānaṁ sarīsapānaṁ. ",
  "mnd16:166.1": "**Manussaphassānaṁ catuppadānan**ti. ",
  "mnd16:166.2": "Manussaphassā vuccanti corā vā assu mānavā vā katakammā vā akatakammā vā. ",
  "mnd16:166.3": "Te bhikkhuṁ pañhaṁ vā puccheyyuṁ vādaṁ vā āropeyyuṁ akkoseyyuṁ paribhāseyyuṁ roseyyuṁ viroseyyuṁ hiṁseyyuṁ vihiṁseyyuṁ heṭheyyuṁ viheṭheyyuṁ ghāteyyuṁ upaghāteyyuṁ upaghātaṁ vā kareyyuṁ. ",
  "mnd16:166.4": "Yo koci manussato upaghāto—",
  "mnd16:166.5": "manussaphasso. ",
  "mnd16:166.6": "**Catuppadānan**ti sīhā byagghā dīpī acchā taracchā kokā mahiṁsā hatthī. ",
  "mnd16:166.7": "Te bhikkhuṁ maddeyyuṁ khādeyyuṁ hiṁseyyuṁ vihiṁseyyuṁ heṭheyyuṁ viheṭheyyuṁ ghāteyyuṁ upaghāteyyuṁ upaghātaṁ vā kareyyuṁ. ",
  "mnd16:166.8": "Catuppadato upaghāto yaṁ kiñci catuppadabhayanti—",
  "mnd16:166.9": "manussaphassānaṁ catuppadānaṁ. ",
  "mnd16:167.1": "Tenāha bhagavā—",
  "mnd16:168.1": "“Pañcannaṁ dhīro bhayānaṁ na bhāye, ",
  "mnd16:168.2": "Bhikkhu sato sapariyantacārī; ",
  "mnd16:168.3": "Ḍaṁsādhipātānaṁ sarīsapānaṁ, ",
  "mnd16:168.4": "Manussaphassānaṁ catuppadānan”ti. ",
  "mnd16:169.1": "**Paradhammikānampi na santaseyya,** ",
  "mnd16:169.2": "**Disvāpi tesaṁ bahubheravāni;** ",
  "mnd16:169.3": "**Athāparāni abhisambhaveyya,** ",
  "mnd16:169.4": "**Parissayāni kusalānuesī.** ",
  "mnd16:170.1": "**Paradhammikānampi na santaseyya, disvāpi tesaṁ bahubheravānī**ti. ",
  "mnd16:170.2": "Paradhammikā vuccanti satta sahadhammike ṭhapetvā ye keci buddhe dhamme saṅghe appasannā. ",
  "mnd16:170.3": "Te bhikkhuṁ pañhaṁ vā puccheyyuṁ vādaṁ vā āropeyyuṁ akkoseyyuṁ paribhāseyyuṁ roseyyuṁ viroseyyuṁ hiṁseyyuṁ vihiṁseyyuṁ heṭheyyuṁ viheṭheyyuṁ ghāteyyuṁ upaghāteyyuṁ upaghātaṁ vā kareyyuṁ. ",
  "mnd16:170.4": "Tesaṁ bahubherave passitvā vā suṇitvā vā na vedheyya na pavedheyya na sampavedheyya na taseyya na santaseyya na uttaseyya na parittaseyya na bhāyeyya na santāsaṁ āpajjeyya, abhīrū assa acchambhī anutrāsī apalāyī pahīnabhayabheravo vigatalomahaṁso vihareyyāti—",
  "mnd16:170.5": "paradhammikānampi na santaseyya disvāpi tesaṁ bahubheravāni. ",
  "mnd16:171.1": "**Athāparāni abhisambhaveyya, parissayāni kusalānuesī**ti. ",
  "mnd16:171.2": "Athāparānipi atthi abhisambhotabbāni abhibhavitabbāni ajjhottharitabbāni pariyādiyitabbāni madditabbāni. ",
  "mnd16:171.3": "**Parissayā**ti dve parissayā—",
  "mnd16:171.4": "pākaṭaparissayā ca paṭicchannaparissayā ca …pe… ",
  "mnd16:171.5": "evampi tatrāsayāti—",
  "mnd16:171.6": "parissayā. ",
  "mnd16:171.7": "**Kusalānuesī**ti sammāpaṭipadaṁ anulomapaṭipadaṁ apaccanīkapaṭipadaṁ aviruddhapaṭipadaṁ anvatthapaṭipadaṁ …pe… ",
  "mnd16:171.8": "ariyaṁ aṭṭhaṅgikaṁ maggaṁ nibbānañca nibbānagāminiñca paṭipadaṁ esantena gavesantena pariyesantena parissayā abhisambhotabbā abhibhavitabbā ajjhottharitabbā pariyādiyitabbā madditabbāti—",
  "mnd16:171.9": "athāparāni abhisambhaveyya parissayāni kusalānuesī. ",
  "mnd16:172.1": "Tenāha bhagavā—",
  "mnd16:173.1": "“Paradhammikānampi na santaseyya, ",
  "mnd16:173.2": "Disvāpi tesaṁ bahubheravāni; ",
  "mnd16:173.3": "Athāparāni abhisambhaveyya, ",
  "mnd16:173.4": "Parissayāni kusalānuesī”ti. ",
  "mnd16:174.1": "**Ātaṅkaphassena khudāya phuṭṭho,** ",
  "mnd16:174.2": "**Sītaṁ athuṇhaṁ adhivāsayeyya;** ",
  "mnd16:174.3": "**So tehi phuṭṭho bahudhā anoko,** ",
  "mnd16:174.4": "**Vīriyaparakkamaṁ daḷhaṁ kareyya.** ",
  "mnd16:175.1": "**Ātaṅkaphassena khudāya phuṭṭho**ti. ",
  "mnd16:175.2": "Ātaṅkaphasso vuccati rogaphasso. ",
  "mnd16:175.3": "Rogaphassena phuṭṭho pareto samohito samannāgato assa; ",
  "mnd16:175.4": "cakkhurogena phuṭṭho pareto samohito samannāgato assa, ",
  "mnd16:175.5": "sotarogena, ",
  "mnd16:175.6": "ghānarogena, ",
  "mnd16:175.7": "jivhārogena, ",
  "mnd16:175.8": "kāyarogena …pe… ",
  "mnd16:175.9": "ḍaṁsamakasavātātapasarīsapasamphassena phuṭṭho pareto samohito samannāgato assa. ",
  "mnd16:175.10": "Khudā vuccati chātako. ",
  "mnd16:175.11": "Chātakena phuṭṭho pareto samohito samannāgato assāti—",
  "mnd16:175.12": "ātaṅkaphassena khudāya phuṭṭho. ",
  "mnd16:176.1": "**Sītaṁ athuṇhaṁ adhivāsayeyyā**ti. ",
  "mnd16:176.2": "**Sītan**ti dvīhi kāraṇehi sītaṁ hoti—",
  "mnd16:176.3": "abbhantaradhātuppakopavasena vā sītaṁ hoti, bahiddhā utuvasena vā sītaṁ hoti. ",
  "mnd16:176.4": "**Uṇhan**ti dvīhi kāraṇehi uṇhaṁ hoti—",
  "mnd16:176.5": "abbhantaradhātuppakopavasena vā uṇhaṁ hoti, bahiddhā utuvasena vā uṇhaṁ hotīti—",
  "mnd16:176.6": "sītaṁ athuṇhaṁ. ",
  "mnd16:176.7": "**Adhivāsayeyyā**ti khamo assa sītassa uṇhassa jighacchāya pipāsāya ḍaṁsamakasavātātapasarīsapasamphassānaṁ duruttānaṁ durāgatānaṁ vacanapathānaṁ uppannānaṁ sārīrikānaṁ vedanānaṁ dukkhānaṁ tibbānaṁ kharānaṁ kaṭukānaṁ asātānaṁ amanāpānaṁ pāṇaharānaṁ adhivāsakajātiko assāti—",
  "mnd16:176.8": "sītaṁ athuṇhaṁ adhivāsayeyya. ",
  "mnd16:177.1": "**So tehi phuṭṭho bahudhā anoko**ti. ",
  "mnd16:177.2": "**So tehī**ti ātaṅkaphassena ca khudāya ca sītena ca uṇhena ca phuṭṭho pareto samohito samannāgato assāti—",
  "mnd16:177.3": "so tehi phuṭṭho. ",
  "mnd16:177.4": "**Bahudhā**ti anekavidhehi ākārehi phuṭṭho pareto samohito samannāgato assāti—",
  "mnd16:177.5": "so tehi phuṭṭho bahudhā. ",
  "mnd16:177.6": "**Anoko**ti abhisaṅkhārasahagataviññāṇassa okāsaṁ na karotītipi—",
  "mnd16:177.7": "anoko. ",
  "mnd16:177.8": "Atha vā kāyaduccaritassa vacīduccaritassa manoduccaritassa okāsaṁ na karotītipi—",
  "mnd16:177.9": "anokoti—",
  "mnd16:177.10": "so tehi phuṭṭho bahudhā anoko. ",
  "mnd16:178.1": "**Vīriyaparakkamaṁ daḷhaṁ kareyyā**ti. ",
  "mnd16:178.2": "Vīriyaparakkamo vuccati yo cetasiko vīriyārambho nikkamo parakkamo uyyāmo vāyāmo ussāho ussoḷhī appaṭivānī thāmo dhiti asithilaparakkamatā anikkhittacchandatā anikkhittadhuratā dhurasampaggāho vīriyaṁ vīriyindriyaṁ vīriyabalaṁ sammāvāyāmo. ",
  "mnd16:178.3": "**Vīriyaparakkamaṁ daḷhaṁ kareyyā**ti. ",
  "mnd16:178.4": "Vīriyaṁ parakkamaṁ daḷhaṁ kareyya thiraṁ kareyya, daḷhasamādāno assa avatthitasamādānoti—",
  "mnd16:178.5": "vīriyaṁ parakkamaṁ daḷhaṁ kareyya. ",
  "mnd16:179.1": "Tenāha bhagavā—",
  "mnd16:180.1": "“Ātaṅkaphassena khudāya phuṭṭho, ",
  "mnd16:180.2": "Sītaṁ athuṇhaṁ adhivāsayeyya; ",
  "mnd16:180.3": "So tehi phuṭṭho bahudhā anoko, ",
  "mnd16:180.4": "Vīriyaparakkamaṁ daḷhaṁ kareyyā”ti. ",
  "mnd16:181.1": "**Theyyaṁ na kāre na musā bhaṇeyya,** ",
  "mnd16:181.2": "**Mettāya phasse tasathāvarāni;** ",
  "mnd16:181.3": "**Yadāvilattaṁ manaso vijaññā,** ",
  "mnd16:181.4": "**Kaṇhassa pakkhoti vinodayeyya.** ",
  "mnd16:182.1": "**Theyyaṁ na kāre na musā bhaṇeyyā**ti. ",
  "mnd16:182.2": "**Theyyaṁ na kāre**ti idha bhikkhu adinnādānaṁ pahāya adinnādānā paṭivirato assa dinnādāyī dinnapāṭikaṅkhī, athenena sucibhūtena attanā vihareyyāti—",
  "mnd16:182.3": "theyyaṁ na kāre. ",
  "mnd16:182.4": "**Na musā bhaṇeyyā**ti idha bhikkhu musāvādaṁ pahāya musāvādā paṭivirato assa saccavādī saccasandho theto paccayiko avisaṁvādako lokassāti—",
  "mnd16:182.5": "theyyaṁ na kāre na musā bhaṇeyya. ",
  "mnd16:183.1": "**Mettāya phasse tasathāvarānī**ti. ",
  "mnd16:183.2": "**Mettā**ti yā sattesu metti mettāyanā mettāyitattaṁ anudā anudāyanā anudāyitattaṁ hitesitā anukampā abyāpādo abyāpajjo adoso kusalamūlaṁ. ",
  "mnd16:183.3": "**Tasā**ti yesaṁ tasitā taṇhā appahīnā, yesañca bhayabheravā appahīnā. ",
  "mnd16:183.4": "Kiṅkāraṇā vuccanti tasā? ",
  "mnd16:183.5": "Te tasanti uttasanti paritasanti bhāyanti santāsaṁ āpajjanti; ",
  "mnd16:183.6": "taṅkāraṇā vuccanti tasā. ",
  "mnd16:183.7": "**Thāvarā**ti yesaṁ tasitā taṇhā pahīnā, yesañca bhayabheravā pahīnā. ",
  "mnd16:183.8": "Kiṅkāraṇā vuccanti thāvarā? ",
  "mnd16:183.9": "Te na tasanti na uttasanti na paritasanti na bhāyanti santāsaṁ na āpajjanti; ",
  "mnd16:183.10": "taṅkāraṇā vuccanti thāvarā. ",
  "mnd16:183.11": "**Mettāya phasse tasathāvarānī**ti. ",
  "mnd16:183.12": "Tase ca thāvare ca mettāya phasseyya phareyya, mettāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjena pharitvā vihareyyāti—",
  "mnd16:183.13": "mettāya phasse tasathāvarāni. ",
  "mnd16:184.1": "**Yadāvilattaṁ manaso vijaññā**ti. ",
  "mnd16:184.2": "**Yadā**ti yadā. ",
  "mnd16:184.3": "**Manaso**ti yaṁ cittaṁ mano mānasaṁ hadayaṁ paṇḍaraṁ mano manāyatanaṁ manindriyaṁ viññāṇaṁ viññāṇakkhandho tajjā manoviññāṇadhātu. ",
  "mnd16:184.4": "Kāyaduccaritena cittaṁ āvilaṁ hoti luḷitaṁ eritaṁ ghaṭṭitaṁ calitaṁ bhantaṁ avūpasantaṁ. ",
  "mnd16:184.5": "Vacīduccaritena …pe… ",
  "mnd16:184.6": "manoduccaritena … ",
  "mnd16:184.7": "rāgena … ",
  "mnd16:184.8": "dosena … ",
  "mnd16:184.9": "mohena … ",
  "mnd16:184.10": "kodhena … ",
  "mnd16:184.11": "upanāhena … ",
  "mnd16:184.12": "makkhena … ",
  "mnd16:184.13": "paḷāsena … ",
  "mnd16:184.14": "issāya … ",
  "mnd16:184.15": "macchariyena … ",
  "mnd16:184.16": "māyāya … ",
  "mnd16:184.17": "sāṭheyyena … ",
  "mnd16:184.18": "thambhena … ",
  "mnd16:184.19": "sārambhena … ",
  "mnd16:184.20": "mānena … ",
  "mnd16:184.21": "atimānena … ",
  "mnd16:184.22": "madena … ",
  "mnd16:184.23": "pamādena … ",
  "mnd16:184.24": "sabbakilesehi … ",
  "mnd16:184.25": "sabbaduccaritehi … ",
  "mnd16:184.26": "sabbadarathehi … ",
  "mnd16:184.27": "sabbapariḷāhehi … ",
  "mnd16:184.28": "sabbasantāpehi … ",
  "mnd16:184.29": "sabbākusalābhisaṅkhārehi cittaṁ āvilaṁ hoti luḷitaṁ eritaṁ ghaṭṭitaṁ calitaṁ bhantaṁ avūpasantaṁ. ",
  "mnd16:184.30": "Yadāvilattaṁ manaso vijaññāti. ",
  "mnd16:184.31": "Cittassa āvilabhāvaṁ jāneyya ājāneyya vijāneyya paṭivijāneyya paṭivijjheyyāti—",
  "mnd16:184.32": "yadāvilattaṁ manaso vijaññā. ",
  "mnd16:185.1": "**Kaṇhassa pakkhoti vinodayeyyā**ti. ",
  "mnd16:185.2": "**Kaṇho**ti yo so māro kaṇho adhipati antagu namuci pamattabandhu. ",
  "mnd16:185.3": "Kaṇhassa pakkho mārapakkho mārapāso mārabaḷisaṁ mārāmisaṁ māravisayo māranivāso māragocaro mārabandhananti pajaheyya vinodeyya byantiṁ kareyya anabhāvaṁ gameyyāti. ",
  "mnd16:185.4": "Evampi kaṇhassa pakkhoti vinodayeyya. ",
  "mnd16:185.5": "Atha vā kaṇhassa pakkho mārapakkho akusalapakkho dukkhuddayo dukkhavipāko nirayasaṁvattaniko tiracchānayonisaṁvattaniko pettivisayasaṁvattanikoti pajaheyya vinodeyya byantiṁ kareyya anabhāvaṁ gameyyāti. ",
  "mnd16:185.6": "Evampi kaṇhassa pakkhoti vinodayeyya. ",
  "mnd16:186.1": "Tenāha bhagavā—",
  "mnd16:187.1": "“Theyyaṁ na kāre na musā bhaṇeyya, ",
  "mnd16:187.2": "Mettāya phasse tasathāvarāni; ",
  "mnd16:187.3": "Yadāvilattaṁ manaso vijaññā, ",
  "mnd16:187.4": "Kaṇhassa pakkhoti vinodayeyyā”ti. ",
  "mnd16:188.1": "**Kodhātimānassa vasaṁ na gacche,** ",
  "mnd16:188.2": "**Mūlampi tesaṁ palikhañña tiṭṭhe;** ",
  "mnd16:188.3": "**Athappiyaṁ vā pana appiyaṁ vā,** ",
  "mnd16:188.4": "**Addhā bhavanto abhisambhaveyya.** ",
  "mnd16:189.1": "**Kodhātimānassa vasaṁ na gacche**ti. ",
  "mnd16:189.2": "**Kodho**ti yo cittassa āghāto paṭighāto …pe… ",
  "mnd16:189.3": "caṇḍikkaṁ asuropo anattamanatā cittassa. ",
  "mnd16:189.4": "**Atimāno**ti idhekacco paraṁ atimaññati jātiyā vā gottena vā …pe… aññataraññatarena vā vatthunā. ",
  "mnd16:189.5": "**Kodhātimānassa vasaṁ na gacche**ti. ",
  "mnd16:189.6": "Kodhassa ca atimānassa ca vasaṁ na gaccheyya, kodhañca atimānañca pajaheyya vinodeyya byantiṁ kareyya anabhāvaṁ gameyyāti—",
  "mnd16:189.7": "kodhātimānassa vasaṁ na gacche. ",
  "mnd16:190.1": "**Mūlampi tesaṁ palikhañña tiṭṭhe**ti. ",
  "mnd16:190.2": "Katamaṁ kodhassa mūlaṁ? ",
  "mnd16:190.3": "Avijjā mūlaṁ, ayoniso manasikāro mūlaṁ, asmimāno mūlaṁ, ahirikaṁ mūlaṁ, anottappaṁ mūlaṁ, uddhaccaṁ mūlaṁ—",
  "mnd16:190.4": "idaṁ kodhassa mūlaṁ. ",
  "mnd16:190.5": "Katamaṁ atimānassa mūlaṁ? ",
  "mnd16:190.6": "Avijjā mūlaṁ, ayoniso manasikāro mūlaṁ, asmimāno mūlaṁ, ahirikaṁ mūlaṁ, anottappaṁ mūlaṁ, uddhaccaṁ mūlaṁ—",
  "mnd16:190.7": "idaṁ atimānassa mūlaṁ. ",
  "mnd16:190.8": "**Mūlampi tesaṁ palikhañña tiṭṭhe**ti. ",
  "mnd16:190.9": "Kodhassa ca atimānassa ca mūlaṁ palikhaṇitvā uddharitvā samuddharitvā uppāṭayitvā samuppāṭayitvā pajahitvā vinodetvā byantiṁ karitvā anabhāvaṁ gametvā tiṭṭheyya santiṭṭheyyāti—",
  "mnd16:190.10": "mūlampi tesaṁ palikhañña tiṭṭhe. ",
  "mnd16:191.1": "**Athappiyaṁ vā pana appiyaṁ vā, addhā bhavanto abhisambhaveyyā**ti. ",
  "mnd16:191.2": "**Athā**ti padasandhi padasaṁsaggo padapāripūrī akkharasamavāyo byañjanasiliṭṭhatā padānupubbatāpetaṁ—",
  "mnd16:191.3": "athāti. ",
  "mnd16:191.4": "**Piyā**ti dve piyā—",
  "mnd16:191.5": "sattā vā saṅkhārā vā. ",
  "mnd16:191.6": "Katame sattā piyā? ",
  "mnd16:191.7": "Idha yāssa te honti atthakāmā hitakāmā phāsukāmā yogakkhemakāmā mātā vā pitā vā bhātā vā bhaginī vā puttā vā dhītā vā mittā vā amaccā vā ñātī vā sālohitā vā—",
  "mnd16:191.8": "ime sattā piyā. ",
  "mnd16:191.9": "Katame saṅkhārā piyā? ",
  "mnd16:191.10": "Manāpikā rūpā manāpikā saddā … ",
  "mnd16:191.11": "gandhā … ",
  "mnd16:191.12": "rasā … ",
  "mnd16:191.13": "phoṭṭhabbā—",
  "mnd16:191.14": "ime saṅkhārā piyā. ",
  "mnd16:191.15": "**Appiyā**ti dve appiyā—",
  "mnd16:191.16": "sattā vā saṅkhārā vā. ",
  "mnd16:191.17": "Katame sattā appiyā? ",
  "mnd16:191.18": "Idha yāssa te honti anatthakāmā ahitakāmā aphāsukāmā ayogakkhemakāmā jīvitā voropetukāmā—",
  "mnd16:191.19": "ime sattā appiyā. ",
  "mnd16:191.20": "Katame saṅkhārā appiyā? ",
  "mnd16:191.21": "Amanāpikā rūpā amanāpikā saddā, gandhā … ",
  "mnd16:191.22": "rasā … ",
  "mnd16:191.23": "phoṭṭhabbā—",
  "mnd16:191.24": "ime saṅkhārā appiyā. ",
  "mnd16:191.25": "**Addhā**ti ekaṁsavacanaṁ nissaṁsayavacanaṁ nikkaṅkhavacanaṁ advejjhavacanaṁ adveḷhakavacanaṁ niyyānikavacanaṁ apaṇṇakavacanaṁ avatthāpanavacanametaṁ—",
  "mnd16:191.26": "addhāti. ",
  "mnd16:191.27": "**Athappiyaṁ vā pana appiyaṁ vā, addhā bhavanto abhisambhaveyyā**ti. ",
  "mnd16:191.28": "Piyāppiyaṁ sātāsātaṁ sukhadukkhaṁ somanassadomanassaṁ iṭṭhāniṭṭhaṁ abhisambhavanto vā abhibhaveyya adhibhavanto vā abhisambhaveyyāti—",
  "mnd16:191.29": "athappiyaṁ vā pana appiyaṁ vā addhā bhavanto abhisambhaveyya. ",
  "mnd16:192.1": "Tenāha bhagavā—",
  "mnd16:193.1": "“Kodhātimānassa vasaṁ na gacche, ",
  "mnd16:193.2": "Mūlampi tesaṁ palikhañña tiṭṭhe; ",
  "mnd16:193.3": "Athappiyaṁ vā pana appiyaṁ vā, ",
  "mnd16:193.4": "Addhā bhavanto abhisambhaveyyā”ti. ",
  "mnd16:194.1": "**Paññaṁ purakkhatvā kalyāṇapīti,** ",
  "mnd16:194.2": "**Vikkhambhaye tāni parissayāni;** ",
  "mnd16:194.3": "**Aratiṁ sahetha sayanamhi pante,** ",
  "mnd16:194.4": "**Caturo sahetha paridevadhamme.** ",
  "mnd16:195.1": "**Paññaṁ purakkhatvā kalyāṇapītī**ti. ",
  "mnd16:195.2": "**Paññā**ti yā paññā pajānanā vicayo pavicayo dhammavicayo …pe… ",
  "mnd16:195.3": "amoho sammādiṭṭhi. ",
  "mnd16:195.4": "**Paññaṁ purakkhatvā**ti idhekacco paññaṁ purato katvā carati paññādhajo paññāketu paññādhipateyyo vicayabahulo pavicayabahulo pekkhāyanabahulo sampekkhāyanabahulo vibhūtavihārī taccariko tabbahulo taggaruko tanninno tappoṇo tappabbhāro tadadhimutto tadadhipateyyoti. ",
  "mnd16:195.5": "Evampi paññaṁ purakkhatvā. ",
  "mnd16:196.1": "Atha vā gacchanto vā “gacchāmī”ti pajānāti, ṭhito vā “ṭhitomhī”ti pajānāti, nisinno vā “nisinnomhī”ti pajānāti, sayāno vā “sayānomhī”ti pajānāti, yathā yathā vā panassa kāyo paṇihito hoti tathā tathā naṁ pajānātīti. ",
  "mnd16:196.2": "Evampi paññaṁ purakkhatvā. ",
  "mnd16:197.1": "Atha vā abhikkante paṭikkante sampajānakārī hoti, ālokite vilokite sampajānakārī hoti, samiñjite pasārite sampajānakārī hoti, saṅghāṭipattacīvaradhāraṇe sampajānakārī hoti, asite pīte khāyite sāyite sampajānakārī hoti, uccārapassāvakamme sampajānakārī hoti, gate ṭhite nisinne sutte jāgarite bhāsite tuṇhibhāve sampajānakārī hotīti. ",
  "mnd16:197.2": "Evampi paññaṁ purakkhatvā. ",
  "mnd16:198.1": "**Kalyāṇapītī**ti buddhānussativasena uppajjati pīti pāmojjaṁ—",
  "mnd16:198.2": "kalyāṇapītīti. ",
  "mnd16:198.3": "Dhammānussati saṅghānussati sīlānussati cāgānussati devatānussati ānāpānassati maraṇassati kāyagatāsativasena upasamānussativasena uppajjati pīti pāmojjaṁ—",
  "mnd16:198.4": "kalyāṇapītīti—",
  "mnd16:198.5": "paññaṁ purakkhatvā kalyāṇapīti. ",
  "mnd16:199.1": "**Vikkhambhaye tāni parissayānī**ti. ",
  "mnd16:199.2": "**Parissayā**ti dve parissayā—",
  "mnd16:199.3": "pākaṭaparissayā ca paṭicchannaparissayā ca …pe… ",
  "mnd16:199.4": "ime vuccanti pākaṭaparissayā …pe… ",
  "mnd16:199.5": "ime vuccanti paṭicchannaparissayā …pe… ",
  "mnd16:199.6": "evampi tatrāsayāti—",
  "mnd16:199.7": "parissayā. ",
  "mnd16:199.8": "**Vikkhambhaye tāni parissayānī**ti. ",
  "mnd16:199.9": "Tāni parissayāni vikkhambheyya abhibhaveyya ajjhotthareyya pariyādiyeyya maddeyyāti—",
  "mnd16:199.10": "vikkhambhaye tāni parissayāni. ",
  "mnd16:200.1": "**Aratiṁ sahetha sayanamhi pante**ti. ",
  "mnd16:200.2": "**Aratī**ti yā arati aratitā anabhirati anabhiramaṇā ukkaṇṭhitā paritassitā. ",
  "mnd16:200.3": "**Sayanamhi pante**ti pantesu vā senāsanesu aññataraññataresu vā adhikusalesu dhammesu aratiṁ saheyya abhibhaveyya ajjhotthareyya pariyādiyeyya maddeyyāti—",
  "mnd16:200.4": "aratiṁ sahetha sayanamhi pante. ",
  "mnd16:201.1": "**Caturo sahetha paridevadhamme**ti. ",
  "mnd16:201.2": "Cattāro paridevanīye dhamme saheyya parisaheyya abhibhaveyya ajjhotthareyya pariyādiyeyya maddeyyāti—",
  "mnd16:201.3": "caturo sahetha paridevadhamme. ",
  "mnd16:202.1": "Tenāha bhagavā—",
  "mnd16:203.1": "“Paññaṁ purakkhatvā kalyāṇapīti, ",
  "mnd16:203.2": "Vikkhambhaye tāni parissayāni; ",
  "mnd16:203.3": "Aratiṁ sahetha sayanamhi pante, ",
  "mnd16:203.4": "Caturo sahetha paridevadhamme”ti. ",
  "mnd16:204.1": "**Kiṁsū asissaṁ kuva vā asissaṁ,** ",
  "mnd16:204.2": "**Dukkhaṁ vata settha kuvajja sessaṁ;** ",
  "mnd16:204.3": "**Ete vitakke paridevaneyye,** ",
  "mnd16:204.4": "**Vinayetha sekho aniketacārī.** ",
  "mnd16:205.1": "**Kiṁsū asissaṁ kuva vā asissan**ti. ",
  "mnd16:205.2": "**Kiṁsū asissāmī**ti kiṁ bhuñjissāmi odanaṁ vā kummāsaṁ vā sattuṁ vā macchaṁ vā maṁsaṁ vāti—",
  "mnd16:205.3": "kiṁsū asissaṁ. ",
  "mnd16:205.4": "**Kuva vā asissan**ti kattha bhuñjissāmi khattiyakule vā brāhmaṇakule vā vessakule vā suddakule vāti—",
  "mnd16:205.5": "kiṁsū asissaṁ kuva vā asissaṁ. ",
  "mnd16:206.1": "**Dukkhaṁ vata settha kuvajja sessan**ti imaṁ rattiṁ dukkhaṁ sayittha phalake vā taṭṭikāya vā cammakhaṇḍe vā tiṇasanthāre vā paṇṇasanthāre vā palālasanthāre vā. ",
  "mnd16:206.2": "Āgāmirattiṁ kattha sukhaṁ sayissāmi mañce vā pīṭhe vā bhisiyā vā bimbohane vā vihāre vā aḍḍhayoge vā pāsāde vā hammiye vā guhāya vāti—",
  "mnd16:206.3": "dukkhaṁ vata settha kuvajja sessaṁ. ",
  "mnd16:207.1": "**Ete vitakke paridevaneyye**ti. ",
  "mnd16:207.2": "**Ete vitakke**ti dve piṇḍapātapaṭisaññutte vitakke, dve senāsanapaṭisaññutte vitakke. ",
  "mnd16:207.3": "**Paridevaneyye**ti ādevaneyye paridevaneyyeti—",
  "mnd16:207.4": "ete vitakke paridevaneyye. ",
  "mnd16:208.1": "**Vinayetha sekho aniketacārī**ti. ",
  "mnd16:208.2": "**Sekho**ti kiṅkāraṇā vuccati sekho? ",
  "mnd16:208.3": "Sikkhatīti—",
  "mnd16:208.4": "sekho. ",
  "mnd16:208.5": "Kiñca sikkhati? ",
  "mnd16:208.6": "Adhisīlampi sikkhati, adhicittampi sikkhati, adhipaññampi sikkhati. ",
  "mnd16:208.7": "Katamā adhisīlasikkhā …pe… ",
  "mnd16:208.8": "ayaṁ adhipaññāsikkhā. ",
  "mnd16:208.9": "Imā tisso sikkhāyo āvajjanto sikkhati, jānanto passanto paccavekkhanto cittaṁ adhiṭṭhahanto sikkhati, saddhāya adhimuccanto sikkhati, vīriyaṁ paggaṇhanto, satiṁ upaṭṭhapento, cittaṁ samādahanto, paññāya pajānanto sikkhati, abhiññeyyaṁ abhijānanto sikkhati, pariññeyyaṁ parijānanto, pahātabbaṁ pajahanto, bhāvetabbaṁ bhāvento, sacchikātabbaṁ sacchikaronto sikkhati ācarati samācarati samādāya sikkhati. ",
  "mnd16:208.10": "Taṅkāraṇā vuccati—",
  "mnd16:208.11": "sekho. ",
  "mnd16:208.12": "Vinayāya paṭivinayāya pahānāya vūpasamāya paṭinissaggāya paṭipassaddhiyā adhisīlampi sikkheyya, adhicittampi sikkheyya, adhipaññampi sikkheyya. ",
  "mnd16:208.13": "Imā tisso sikkhāyo āvajjanto sikkheyya jānanto …pe… ",
  "mnd16:208.14": "sacchikātabbaṁ sacchikaronto sikkheyya ācareyya samācareyya samādāya vatteyyāti—",
  "mnd16:208.15": "vinayetha sekho. ",
  "mnd16:209.1": "**Aniketacārī**ti. ",
  "mnd16:209.2": "Kathaṁ niketacārī hoti? ",
  "mnd16:209.3": "Idhekacco kulapalibodhena samannāgato hoti, gaṇapalibodhena … āvāsapalibodhena … cīvarapalibodhena … piṇḍapātapalibodhena … senāsanapalibodhena … gilānapaccayabhesajjaparikkhārapalibodhena samannāgato hoti. ",
  "mnd16:209.4": "Evaṁ niketacārī hoti. ",
  "mnd16:209.5": "Kathaṁ aniketacārī hoti? ",
  "mnd16:209.6": "Idha bhikkhu na kulapalibodhena samannāgato hoti, na gaṇapalibodhena … na āvāsapalibodhena … na cīvarapalibodhena … na piṇḍapātapalibodhena … na senāsanapalibodhena … na gilānapaccayabhesajjaparikkhārapalibodhena samannāgato hoti. ",
  "mnd16:209.7": "Evaṁ aniketacārī hoti. ",
  "mnd16:210.1": "“Magadhaṁ gatā kosalaṁ gatā, ",
  "mnd16:210.2": "Ekacciyā pana vajjibhūmiyā; ",
  "mnd16:210.3": "Migā viya asaṅghacārino, ",
  "mnd16:210.4": "Aniketā viharanti bhikkhavo. ",
  "mnd16:211.1": "Sādhu caritakaṁ sādhu sucaritaṁ, ",
  "mnd16:211.2": "Sādhu sadā aniketavihāro; ",
  "mnd16:211.3": "Atthapucchanaṁ padakkhiṇaṁ kammaṁ, ",
  "mnd16:211.4": "Etaṁ sāmaññaṁ akiñcanassā”ti. ",
  "mnd16:212.1": "Vinayetha sekho aniketacārī. ",
  "mnd16:212.2": "Tenāha bhagavā—",
  "mnd16:213.1": "“Kiṁsū asissaṁ kuva vā asissaṁ, ",
  "mnd16:213.2": "Dukkhaṁ vata settha kuvajja sessaṁ; ",
  "mnd16:213.3": "Ete vitakke paridevaneyye, ",
  "mnd16:213.4": "Vinayetha sekho aniketacārī”ti. ",
  "mnd16:214.1": "**Annañca laddhā vasanañca kāle,** ",
  "mnd16:214.2": "**Mattaṁ sa jaññā idha tosanatthaṁ;** ",
  "mnd16:214.3": "**So tesu gutto yatacāri gāme,** ",
  "mnd16:214.4": "**Rusitopi vācaṁ pharusaṁ na vajjā.** ",
  "mnd16:215.1": "**Annañca laddhā vasanañca kāle**ti. ",
  "mnd16:215.2": "**Annan**ti odano kummāso sattu maccho maṁsaṁ. ",
  "mnd16:215.3": "**Vasanan**ti cha cīvarāni—",
  "mnd16:215.4": "khomaṁ, kappāsikaṁ, koseyyaṁ, kambalaṁ, sāṇaṁ, bhaṅgaṁ. ",
  "mnd16:215.5": "**Annañca laddhā vasanañca kāle**ti. ",
  "mnd16:215.6": "Cīvaraṁ labhitvā piṇḍapātaṁ labhitvā na kuhanāya, na lapanāya, na nemittikatāya, na nippesikatāya, na lābhena lābhaṁ nijigīsanatāya, na dārudānena, na veḷudānena, na pattadānena, na pupphadānena, na phaladānena, na sinānadānena, na cuṇṇadānena, na mattikādānena, na dantakaṭṭhadānena, na mukhodakadānena, na cāṭukamyatāya, na muggasūpyatāya, na pāribhaṭyatāya, na pīṭhamaddikatāya, na vatthuvijjāya, na tiracchānavijjāya, na aṅgavijjāya, na nakkhattavijjāya, na dūtagamanena, na pahiṇagamanena, na jaṅghapesaniyena, na vejjakammena, na piṇḍapaṭipiṇḍakena, na dānānuppadānena, dhammena samena laddhā labhitvā adhigantvā vinditvā paṭilabhitvāti—",
  "mnd16:215.7": "annañca laddhā vasanañca kāle. ",
  "mnd16:216.1": "**Mattaṁ sa jaññā idha tosanatthan**ti. ",
  "mnd16:216.2": "**Mattaṁ sa jaññā**ti dvīhi kāraṇehi mattaṁ jāneyya—",
  "mnd16:216.3": "paṭiggahaṇato vā paribhogato vā. ",
  "mnd16:216.4": "Kathaṁ paṭiggahaṇato mattaṁ jānāti? ",
  "mnd16:216.5": "Thokepi diyyamāne kulānudayāya kulānurakkhāya kulānukampāya paṭiggaṇhāti, bahukepi diyyamāne kāyaparihārikaṁ cīvaraṁ paṭiggaṇhāti kucchiparihārikaṁ piṇḍapātaṁ paṭiggaṇhāti. ",
  "mnd16:216.6": "Evaṁ paṭiggahaṇato mattaṁ jānāti. ",
  "mnd16:216.7": "Kathaṁ paribhogato mattaṁ jānāti? ",
  "mnd16:217.1": "Paṭisaṅkhā yoniso cīvaraṁ paṭisevati yāvadeva sītassa paṭighātāya uṇhassa paṭighātāya ḍaṁsamakasavātātapasarīsapasamphassānaṁ paṭighātāya, yāvadeva hirikopīnapaṭicchādanatthaṁ. ",
  "mnd16:218.1": "Paṭisaṅkhā yoniso piṇḍapātaṁ paṭisevati neva davāya na madāya na maṇḍanāya na vibhūsanāya, yāvadeva imassa kāyassa ṭhitiyā yāpanāya vihiṁsūparatiyā brahmacariyānuggahāya. ",
  "mnd16:218.2": "Iti purāṇañca vedanaṁ paṭihaṅkhāmi navañca vedanaṁ na uppādessāmi, yātrā ca me bhavissati anavajjatā ca phāsuvihāro ca. ",
  "mnd16:219.1": "Paṭisaṅkhā yoniso senāsanaṁ paṭisevati yāvadeva sītassa paṭighātāya uṇhassa paṭighātāya ḍaṁsamakasavātātapasarīsapasamphassānaṁ paṭighātāya, yāvadeva utuparissayavinodanapaṭisallānārāmatthaṁ. ",
  "mnd16:220.1": "Paṭisaṅkhā yoniso gilānapaccayabhesajjaparikkhāraṁ paṭisevati yāvadeva uppannānaṁ veyyābādhikānaṁ vedanānaṁ paṭighātāya abyāpajjaparamatāya. ",
  "mnd16:221.1": "Evaṁ paribhogato mattaṁ jānāti. ",
  "mnd16:221.2": "**Mattaṁ sa jaññā**ti. ",
  "mnd16:221.3": "Imehi dvīhi kāraṇehi mattaṁ jāneyya ājāneyya paṭivijāneyya paṭivijjheyyāti—",
  "mnd16:221.4": "mattaṁ sa jaññā. ",
  "mnd16:222.1": "**Idha tosanatthan**ti. ",
  "mnd16:222.2": "Idha bhikkhu santuṭṭho hoti itarītarena cīvarena itarītaracīvarasantuṭṭhiyā ca vaṇṇavādī, na ca cīvarahetu anesanaṁ appatirūpaṁ āpajjati; ",
  "mnd16:222.3": "aladdhā ca cīvaraṁ na paritassati, laddhā ca cīvaraṁ agadhito amucchito anajjhosanno, ādīnavadassāvī nissaraṇapañño paribhuñjati; ",
  "mnd16:222.4": "tāya ca pana itarītaracīvarasantuṭṭhiyā nevattānukkaṁseti, na paraṁ vambheti. ",
  "mnd16:222.5": "Yo hi tattha dakkho analaso sampajāno paṭissato—",
  "mnd16:222.6": "ayaṁ vuccati bhikkhu porāṇe aggaññe ariyavaṁse ṭhito. ",
  "mnd16:223.1": "Puna caparaṁ bhikkhu santuṭṭho hoti itarītarena piṇḍapātena itarītarapiṇḍapātasantuṭṭhiyā ca vaṇṇavādī, na ca piṇḍapātahetu anesanaṁ appatirūpaṁ āpajjati, aladdhā ca piṇḍapātaṁ na paritassati, laddhā ca piṇḍapātaṁ agadhito amucchito anajjhosanno, ādīnavadassāvī nissaraṇapañño paribhuñjati; ",
  "mnd16:223.2": "tāya ca pana itarītarapiṇḍapātasantuṭṭhiyā nevattānukkaṁseti, na paraṁ vambheti. ",
  "mnd16:223.3": "Yo hi tattha dakkho analaso sampajāno paṭissato—",
  "mnd16:223.4": "ayaṁ vuccati bhikkhu porāṇe aggaññe ariyavaṁse ṭhito. ",
  "mnd16:224.1": "Puna caparaṁ bhikkhu santuṭṭho hoti itarītarena senāsanena itarītarasenāsanasantuṭṭhiyā ca vaṇṇavādī, na ca senāsanahetu anesanaṁ appatirūpaṁ āpajjati, aladdhā ca senāsanaṁ na paritassati, laddhā ca senāsanaṁ agadhito amucchito anajjhosanno, ādīnavadassāvī nissaraṇapañño paribhuñjati; ",
  "mnd16:224.2": "tāya ca pana itarītarasenāsanasantuṭṭhiyā nevattānukkaṁseti, na paraṁ vambheti. ",
  "mnd16:224.3": "Yo hi tattha dakkho analaso sampajāno paṭissato—",
  "mnd16:224.4": "ayaṁ vuccati bhikkhu porāṇe aggaññe ariyavaṁse ṭhito. ",
  "mnd16:225.1": "Puna caparaṁ bhikkhu santuṭṭho hoti itarītarena gilānapaccayabhesajjaparikkhārena, itarītaragilānapaccayabhesajjaparikkhārasantuṭṭhiyā ca vaṇṇavādī, na ca gilānapaccayabhesajjaparikkhārahetu anesanaṁ appatirūpaṁ āpajjati, aladdhā ca gilānapaccayabhesajjaparikkhāraṁ na paritassati, laddhā ca gilānapaccayabhesajjaparikkhāraṁ agadhito amucchito anajjhosanno, ādīnavadassāvī nissaraṇapañño paribhuñjati; ",
  "mnd16:225.2": "tāya ca pana itarītaragilānapaccayabhesajjaparikkhārasantuṭṭhiyā nevattānukkaṁseti, na paraṁ vambheti. ",
  "mnd16:225.3": "Yo hi tattha dakkho analaso sampajāno paṭissato—",
  "mnd16:225.4": "ayaṁ vuccati bhikkhu porāṇe aggaññe ariyavaṁse ṭhitoti—",
  "mnd16:225.5": "mattaṁ sa jaññā idha tosanatthaṁ. ",
  "mnd16:226.1": "**So tesu gutto yatacāri gāme**ti. ",
  "mnd16:226.2": "**So tesu gutto**ti cīvare piṇḍapāte senāsane gilānapaccayabhesajjaparikkhāre gutto gopito rakkhito saṁvutoti. ",
  "mnd16:226.3": "Evampi so tesu gutto. ",
  "mnd16:226.4": "Atha vā āyatanesu gutto gopito rakkhito saṁvutoti. ",
  "mnd16:226.5": "Evampi so tesu gutto. ",
  "mnd16:227.1": "**Yatacāri gāme**ti gāme yato yatto paṭiyatto gutto gopito rakkhito saṁvutoti—",
  "mnd16:227.2": "so tesu gutto yatacāri gāme. ",
  "mnd16:228.1": "**Rusitopi vācaṁ pharusaṁ na vajjā**ti. ",
  "mnd16:228.2": "Dūsito khuṁsito vambhito ghaṭṭito garahito upavadito pharusena kakkhaḷena nappaṭivajjā nappaṭibhaṇeyya, akkosantaṁ na paccakkoseyya, rosantaṁ nappaṭiroseyya, bhaṇḍantaṁ na paṭibhaṇḍeyya, na kalahaṁ kareyya, na bhaṇḍanaṁ kareyya, na viggahaṁ kareyya, na vivādaṁ kareyya, na medhagaṁ kareyya, kalahaṁ bhaṇḍanaṁ viggahaṁ vivādaṁ medhagaṁ pajaheyya vinodeyya byantiṁ kareyya anabhāvaṁ gameyya, kalahabhaṇḍanaviggahavivādamedhagā ārato assa virato paṭivirato nikkhanto nissaṭo vippamutto visaññutto vimariyādikatena cetasā vihareyyāti—",
  "mnd16:228.3": "rusitopi vācaṁ pharusaṁ na vajjā. ",
  "mnd16:229.1": "Tenāha bhagavā—",
  "mnd16:230.1": "“Annañca laddhā vasanañca kāle, ",
  "mnd16:230.2": "Mattaṁ sa jaññā idha tosanatthaṁ; ",
  "mnd16:230.3": "So tesu gutto yatacāri gāme, ",
  "mnd16:230.4": "Rusitopi vācaṁ pharusaṁ na vajjā”ti. ",
  "mnd16:231.1": "**Okkhittacakkhu na ca pādalolo,** ",
  "mnd16:231.2": "**Jhānānuyutto bahujāgarassa;** ",
  "mnd16:231.3": "**Upekkhamārabbha samāhitatto,** ",
  "mnd16:231.4": "**Takkāsayaṁ kukkuccañcupacchinde.** ",
  "mnd16:232.1": "**Okkhittacakkhu na ca pādalolo**ti. ",
  "mnd16:232.2": "Kathaṁ khittacakkhu hoti? ",
  "mnd16:232.3": "Idhekacco bhikkhu cakkhulolo, cakkhuloliyena samannāgato hoti, “adiṭṭhaṁ dakkhitabbaṁ, diṭṭhaṁ samatikkamitabban”ti ārāmena ārāmaṁ uyyānena uyyānaṁ gāmena gāmaṁ nigamena nigamaṁ nagarena nagaraṁ raṭṭhena raṭṭhaṁ janapadena janapadaṁ dīghacārikaṁ anavaṭṭhitacārikaṁ anuyutto ca hoti rūpadassanāya. ",
  "mnd16:232.4": "Evampi khittacakkhu hoti. ",
  "mnd16:233.1": "Atha vā bhikkhu antaragharaṁ paviṭṭho vīthiṁ paṭipanno asaṁvuto gacchati hatthiṁ olokento, assaṁ olokento, rathaṁ olokento, pattiṁ olokento, itthiyo olokento, purise olokento, kumārake olokento, kumārikāyo olokento, antarāpaṇaṁ olokento, gharamukhāni olokento, uddhaṁ olokento, adho olokento, disāvidisaṁ vipekkhamāno gacchati. ",
  "mnd16:233.2": "Evampi khittacakkhu hoti. ",
  "mnd16:234.1": "Atha vā bhikkhu cakkhunā rūpaṁ disvā nimittaggāhī hoti anubyañjanaggāhī. ",
  "mnd16:234.2": "Yatvādhikaraṇamenaṁ cakkhundriyaṁ asaṁvutaṁ viharantaṁ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṁ, tassa saṁvarāya nappaṭipajjati, na rakkhati cakkhundriyaṁ, cakkhundriye na saṁvaraṁ āpajjati. ",
  "mnd16:234.3": "Evampi khittacakkhu hoti. ",
  "mnd16:235.1": "Yathā vā paneke bhonto samaṇabrāhmaṇā saddhādeyyāni bhojanāni bhuñjitvā te evarūpaṁ visūkadassanaṁ anuyuttā viharanti, seyyathidaṁ—",
  "mnd16:235.2": "naccaṁ gītaṁ vāditaṁ pekkhaṁ akkhānaṁ pāṇissaraṁ vetāḷaṁ kumbhathūṇaṁ sobhanakaṁ caṇḍālaṁ vaṁsaṁ dhovanaṁ hatthiyuddhaṁ assayuddhaṁ mahiṁsayuddhaṁ usabhayuddhaṁ ajayuddhaṁ meṇḍayuddhaṁ kukkuṭayuddhaṁ vaṭṭakayuddhaṁ daṇḍayuddhaṁ muṭṭhiyuddhaṁ nibbuddhaṁ uyyodhikaṁ balaggaṁ senābyūhaṁ anīkadassanaṁ iti vā. ",
  "mnd16:235.3": "Evampi khittacakkhu hoti. ",
  "mnd16:236.1": "Kathaṁ na khittacakkhu hoti? ",
  "mnd16:236.2": "Idhekacco bhikkhu na cakkhulolo na cakkhuloliyena samannāgato hoti “adiṭṭhaṁ dakkhitabbaṁ diṭṭhaṁ samatikkamitabban”ti na ārāmena ārāmaṁ na uyyānena uyyānaṁ na gāmena gāmaṁ na nigamena nigamaṁ na nagarena nagaraṁ na raṭṭhena raṭṭhaṁ na janapadena janapadaṁ dīghacārikaṁ anavaṭṭhitacārikaṁ ananuyutto ca hoti rūpadassanāya. ",
  "mnd16:236.3": "Evampi na khittacakkhu hoti. ",
  "mnd16:237.1": "Atha vā bhikkhu antaragharaṁ paviṭṭho vīthiṁ paṭipanno saṁvuto gacchati na hatthiṁ olokento …pe… na disāvidisaṁ vipekkhamāno gacchati. ",
  "mnd16:237.2": "Evampi na khittacakkhu hoti. ",
  "mnd16:238.1": "Atha vā bhikkhu cakkhunā rūpaṁ disvā na nimittaggāhī hoti …pe… cakkhundriye saṁvaraṁ āpajjati. ",
  "mnd16:238.2": "Evampi na khittacakkhu hoti. ",
  "mnd16:239.1": "Yathā vā paneke bhonto samaṇabrāhmaṇā saddhādeyyāni bhojanāni bhuñjitvā …pe… anīkadassanaṁ iti vā. ",
  "mnd16:239.2": "Evarūpā visūkadassanānuyogā paṭivirato hoti. ",
  "mnd16:239.3": "Evampi na khittacakkhu hotīti—",
  "mnd16:239.4": "okkhittacakkhu. ",
  "mnd16:240.1": "**Na ca pādalolo**ti. ",
  "mnd16:240.2": "Kathaṁ pādalolo hoti? ",
  "mnd16:240.3": "Idhekacco bhikkhu pādalolo pādaloliyena samannāgato hoti, ārāmena ārāmaṁ …pe… dīghacārikaṁ anavaṭṭhitacārikaṁ anuyutto hoti rūpadassanāya. ",
  "mnd16:240.4": "Evampi pādalolo hoti. ",
  "mnd16:241.1": "Atha vā bhikkhu antopi saṅghārāme pādalolo pādaloliyena samannāgato hoti, na atthahetu na kāraṇahetu uddhato avūpasantacitto pariveṇato pariveṇaṁ gacchati. ",
  "mnd16:241.2": "Vihārato …pe… ",
  "mnd16:241.3": "iti bhavābhavakathaṁ katheti. ",
  "mnd16:241.4": "Evampi pādalolo hoti. ",
  "mnd16:242.1": "**Na ca pādalolo**ti. ",
  "mnd16:242.2": "Pādaloliyaṁ pajaheyya vinodeyya byantiṁ kareyya anabhāvaṁ gameyya, pādaloliyā ārato assa virato paṭivirato nikkhanto nissaṭo vippamutto visaññutto vimariyādikatena cetasā vihareyya, paṭisallānārāmo assa paṭisallānarato ajjhattaṁ cetosamathamanuyutto anirākatajjhāno vipassanāya samannāgato brūhetā suññāgāraṁ jhāyī jhānarato ekattamanuyutto sadatthagarukoti—",
  "mnd16:242.3": "okkhittacakkhu na ca pādalolo. ",
  "mnd16:243.1": "**Jhānānuyutto bahujāgarassā**ti. ",
  "mnd16:243.2": "**Jhānānuyutto**ti dvīhi kāraṇehi jhānānuyutto—",
  "mnd16:243.3": "anuppannassa vā paṭhamassa jhānassa uppādāya yutto payutto āyutto samāyutto, ",
  "mnd16:243.4": "anuppannassa vā dutiyassa jhānassa … ",
  "mnd16:243.5": "tatiyassa jhānassa … ",
  "mnd16:243.6": "catutthassa jhānassa uppādāya yutto payutto āyutto samāyuttoti. ",
  "mnd16:243.7": "Evampi jhānānuyutto. ",
  "mnd16:243.8": "Atha vā uppannaṁ vā paṭhamaṁ jhānaṁ āsevati bhāveti bahulīkaroti, ",
  "mnd16:243.9": "uppannaṁ vā dutiyaṁ jhānaṁ … ",
  "mnd16:243.10": "tatiyaṁ jhānaṁ … ",
  "mnd16:243.11": "catutthaṁ jhānaṁ āsevati bhāveti bahulīkarotīti. ",
  "mnd16:243.12": "Evampi jhānānuyutto. ",
  "mnd16:244.1": "**Bahujāgarassā**ti idha bhikkhu divasaṁ caṅkamena nisajjāya āvaraṇīyehi dhammehi cittaṁ parisodheti, rattiyā paṭhamaṁ yāmaṁ caṅkamena nisajjāya āvaraṇīyehi dhammehi cittaṁ parisodheti, rattiyā majjhimaṁ yāmaṁ dakkhiṇena passena sīhaseyyaṁ kappeti pāde pādaṁ accādhāya sato sampajāno uṭṭhānasaññaṁ manasi katvā, rattiyā pacchimaṁ yāmaṁ paccuṭṭhāya caṅkamena nisajjāya āvaraṇīyehi dhammehi cittaṁ parisodhetīti—",
  "mnd16:244.2": "jhānānuyutto bahujāgarassa. ",
  "mnd16:245.1": "**Upekkhamārabbha samāhitatto**ti. ",
  "mnd16:245.2": "**Upekkhā**ti yā catutthe jhāne upekkhā upekkhanā ajjhupekkhanā cittasamatā cittappassaddhatā majjhattatā cittassa. ",
  "mnd16:245.3": "**Samāhitatto**ti yā cittassa ṭhiti saṇṭhiti avaṭṭhiti avisāhāro avikkhepo avisāhaṭamānasatā samatho samādhindriyaṁ samādhibalaṁ sammāsamādhi. ",
  "mnd16:245.4": "**Upekkhamārabbha samāhitatto**ti. ",
  "mnd16:245.5": "Catutthe jhāne upekkhaṁ ārabbha ekaggacitto avikkhittacitto avisāhaṭamānasoti—",
  "mnd16:245.6": "upekkhamārabbha samāhitatto. ",
  "mnd16:246.1": "**Takkāsayaṁ kukkuccañcupacchinde**ti. ",
  "mnd16:246.2": "**Takkā**ti nava vitakkā—",
  "mnd16:246.3": "kāmavitakko, byāpādavitakko, vihiṁsāvitakko, ñātivitakko, janapadavitakko, amaravitakko, parānudayatāpaṭisaññutto vitakko, lābhasakkārasilokapaṭisaññutto vitakko, anavaññattipaṭisaññutto vitakko—",
  "mnd16:246.4": "ime vuccanti nava vitakkā. ",
  "mnd16:246.5": "Kāmavitakkānaṁ kāmasaññāsayo, byāpādavitakkānaṁ byāpādasaññāsayo, vihiṁsāvitakkānaṁ vihiṁsāsaññāsayo. ",
  "mnd16:246.6": "Atha vā takkānaṁ vitakkānaṁ saṅkappānaṁ avijjāsayo, ayoniso manasikāro āsayo, asmimāno āsayo, anottappaṁ āsayo, uddhaccaṁ āsayo. ",
  "mnd16:247.1": "**Kukkuccan**ti hatthakukkuccampi kukkuccaṁ pādakukkuccampi kukkuccaṁ hatthapādakukkuccampi kukkuccaṁ, akappiye kappiyasaññitā kappiye akappiyasaññitā, vikāle kālasaññitā, kāle vikālasaññitā, avajje vajjasaññitā, vajje avajjasaññitā. ",
  "mnd16:247.2": "Yaṁ evarūpaṁ kukkuccaṁ kukkuccāyanā kukkuccāyitattaṁ cetaso vippaṭisāro manovilekho—",
  "mnd16:247.3": "idaṁ vuccati kukkuccaṁ. ",
  "mnd16:248.1": "Api ca dvīhi kāraṇehi uppajjati kukkuccaṁ cetaso vippaṭisāro manovilekho—",
  "mnd16:248.2": "katattā ca akatattā ca. ",
  "mnd16:248.3": "Kathaṁ katattā ca akatattā ca uppajjati kukkuccaṁ cetaso vippaṭisāro manovilekho? ",
  "mnd16:248.4": "“Kataṁ me kāyaduccaritaṁ, akataṁ me kāyasucaritan”ti uppajjati kukkuccaṁ cetaso vippaṭisāro manovilekho. ",
  "mnd16:248.5": "“Kataṁ me vacīduccaritaṁ … ",
  "mnd16:248.6": "kataṁ me manoduccaritaṁ … ",
  "mnd16:248.7": "kato me pāṇātipāto, akatā me pāṇātipātā veramaṇī”ti uppajjati kukkuccaṁ cetaso vippaṭisāro manovilekho. ",
  "mnd16:248.8": "“Kataṁ me adinnādānaṁ … ",
  "mnd16:248.9": "kato me kāmesumicchācāro … ",
  "mnd16:248.10": "kato me musāvādo … ",
  "mnd16:248.11": "katā me pisuṇā vācā … ",
  "mnd16:248.12": "katā me pharusā vācā … ",
  "mnd16:248.13": "kato me samphappalāpo … ",
  "mnd16:248.14": "katā me abhijjhā … ",
  "mnd16:248.15": "kato me byāpādo … ",
  "mnd16:248.16": "katā me micchādiṭṭhi, akatā me sammādiṭṭhī”ti uppajjati kukkuccaṁ cetaso vippaṭisāro manovilekho. ",
  "mnd16:248.17": "Evaṁ katattā ca akatattā ca uppajjati kukkuccaṁ cetaso vippaṭisāro manovilekho. ",
  "mnd16:249.1": "Atha vā “sīlesumhi na paripūrakārī”ti uppajjati kukkuccaṁ cetaso vippaṭisāro manovilekho; ",
  "mnd16:249.2": "“indriyesumhi aguttadvāro”ti … ",
  "mnd16:249.3": "“bhojane amattaññūmhī”ti … ",
  "mnd16:249.4": "“jāgariyaṁ ananuyuttomhī”ti … ",
  "mnd16:249.5": "“na satisampajaññena samannāgatomhī”ti … ",
  "mnd16:249.6": "“abhāvitā me cattāro satipaṭṭhānā”ti … ",
  "mnd16:249.7": "“abhāvitā me cattāro sammappadhānā”ti … ",
  "mnd16:249.8": "“abhāvitā me cattāro iddhipādā”ti … ",
  "mnd16:249.9": "“abhāvitāni me pañcindriyānī”ti … ",
  "mnd16:249.10": "“abhāvitāni me pañca balānī”ti … ",
  "mnd16:249.11": "“abhāvitā me satta bojjhaṅgā”ti … ",
  "mnd16:249.12": "“abhāvito me ariyo aṭṭhaṅgiko maggo”ti … ",
  "mnd16:249.13": "“dukkhaṁ me apariññātan”ti … ",
  "mnd16:249.14": "“dukkhasamudayo me appahīno”ti … ",
  "mnd16:249.15": "“maggo me abhāvito”ti … ",
  "mnd16:249.16": "“nirodho me asacchikato”ti uppajjati kukkuccaṁ cetaso vippaṭisāro manovilekho. ",
  "mnd16:249.17": "**Takkāsayaṁ kukkuccañcupacchinde**ti. ",
  "mnd16:249.18": "Takkañca takkāsayañca kukkuccañca upacchindeyya chindeyya ucchindeyya samucchindeyya pajaheyya vinodeyya byantiṁ kareyya anabhāvaṁ gameyyāti—",
  "mnd16:249.19": "takkāsayaṁ kukkuccañcupacchinde. ",
  "mnd16:250.1": "Tenāha bhagavā—",
  "mnd16:251.1": "“Okkhittacakkhu na ca pādalolo, ",
  "mnd16:251.2": "Jhānānuyutto bahujāgarassa; ",
  "mnd16:251.3": "Upekkhamārabbha samāhitatto, ",
  "mnd16:251.4": "Takkāsayaṁ kukkuccañcupacchinde”ti. ",
  "mnd16:252.1": "**Cudito vacībhi satimābhinande,** ",
  "mnd16:252.2": "**Sabrahmacārīsu khilaṁ pabhinde;** ",
  "mnd16:252.3": "**Vācaṁ pamuñce kusalaṁ nātivelaṁ,** ",
  "mnd16:252.4": "**Janavādadhammāya na cetayeyya.** ",
  "mnd16:253.1": "**Cudito vacībhi satimābhinande**ti. ",
  "mnd16:253.2": "**Cudito**ti upajjhāyā vā ācariyā vā samānupajjhāyakā vā samānācariyakā vā mittā vā sandiṭṭhā vā sambhattā vā sahāyā vā codenti—",
  "mnd16:253.3": "“idaṁ te, āvuso, ayuttaṁ, idaṁ te appattaṁ, idaṁ te asāruppaṁ, idaṁ te asīlaṭṭhan”ti. ",
  "mnd16:253.4": "Satiṁ upaṭṭhapetvā taṁ codanaṁ nandeyya abhinandeyya modeyya anumodeyya iccheyya sādiyeyya patthayeyya pihayeyya abhijappeyya. ",
  "mnd16:253.5": "Yathā itthī vā puriso vā daharo yuvā maṇḍanakajātiko sīsaṁnhāto uppalamālaṁ vā vassikamālaṁ vā adhimuttakamālaṁ vā labhitvā ubhohi hatthehi paṭiggahetvā uttamaṅge sirasmiṁ patiṭṭhāpetvā nandeyya abhinandeyya modeyya anumodeyya iccheyya sādiyeyya patthayeyya pihayeyya abhijappeyya; ",
  "mnd16:253.6": "evamevaṁ satiṁ upaṭṭhapetvā taṁ codanaṁ nandeyya abhinandeyya modeyya anumodeyya iccheyya sādiyeyya patthayeyya pihayeyya abhijappeyya. ",
  "mnd16:254.1": "“Nidhīnaṁva pavattāraṁ, ",
  "mnd16:254.2": "yaṁ passe vajjadassinaṁ; ",
  "mnd16:254.3": "Niggayhavādiṁ medhāviṁ, ",
  "mnd16:254.4": "tādisaṁ paṇḍitaṁ bhaje. ",
  "mnd16:255.1": "Tādisaṁ bhajamānassa, ",
  "mnd16:255.2": "seyyo hoti na pāpiyo; ",
  "mnd16:255.3": "Ovadeyyānusāseyya, ",
  "mnd16:255.4": "asabbhā ca nivāraye; ",
  "mnd16:255.5": "Satañhi so piyo hoti, ",
  "mnd16:255.6": "asataṁ hoti appiyo”ti. ",
  "mnd16:256.1": "**Cudito vacībhi satimābhinande, sabrahmacārīsu khilaṁ pabhinde**ti. ",
  "mnd16:256.2": "**Sabrahmacārī**ti ekakammaṁ ekuddeso samasikkhatā. ",
  "mnd16:256.3": "**Sabrahmacārīsu khilaṁ pabhinde**ti. ",
  "mnd16:256.4": "Sabrahmacārīsu āhatacittataṁ khilajātataṁ pabhindeyya, pañcapi cetokhile bhindeyya, tayopi cetokhile bhindeyya, rāgakhilaṁ dosakhilaṁ mohakhilaṁ bhindeyya pabhindeyya sambhindeyyāti—",
  "mnd16:256.5": "sabrahmacārīsu khilaṁ pabhinde. ",
  "mnd16:257.1": "**Vācaṁ pamuñce kusalaṁ nātivelan**ti. ",
  "mnd16:257.2": "Ñāṇasamuṭṭhitaṁ vācaṁ muñceyya, atthūpasaṁhitaṁ dhammūpasaṁhitaṁ kālena sāpadesaṁ pariyantavatiṁ vācaṁ muñceyya pamuñceyyāti—",
  "mnd16:257.3": "vācaṁ pamuñce kusalaṁ. ",
  "mnd16:257.4": "**Nātivelan**ti. ",
  "mnd16:257.5": "**Velā**ti dve velā—",
  "mnd16:257.6": "kālavelā ca sīlavelā ca. ",
  "mnd16:257.7": "Katamā kālavelā? ",
  "mnd16:257.8": "Kālātikkantaṁ vācaṁ na bhāseyya, velātikkantaṁ vācaṁ na bhāseyya, kālavelātikkantaṁ vācaṁ na bhāseyya, kālaṁ asampattaṁ vācaṁ na bhāseyya, velaṁ asampattaṁ vācaṁ na bhāseyya, kālavelaṁ asampattaṁ vācaṁ na bhāseyya. ",
  "mnd16:258.1": "“Yo ve kāle asampatte, ",
  "mnd16:258.2": "ativelañca bhāsati; ",
  "mnd16:258.3": "Evaṁ so nihato seti, ",
  "mnd16:258.4": "kokilāyeva atrajo”ti. ",
  "mnd16:259.1": "Ayaṁ kālavelā. ",
  "mnd16:259.2": "Katamā sīlavelā? ",
  "mnd16:259.3": "Ratto vācaṁ na bhāseyya, duṭṭho vācaṁ na bhāseyya, mūḷho vācaṁ na bhāseyya, musāvādaṁ na bhāseyya, pisuṇavācaṁ na bhāseyya, pharusavācaṁ na bhāseyya, samphappalāpaṁ na bhāseyya na katheyya na bhaṇeyya na dīpayeyya na vohareyya. ",
  "mnd16:259.4": "Ayaṁ sīlavelāti—",
  "mnd16:259.5": "vācaṁ pamuñce kusalaṁ nātivelaṁ. ",
  "mnd16:260.1": "**Janavādadhammāya na cetayeyyā**ti. ",
  "mnd16:260.2": "**Janā**ti khattiyā ca brāhmaṇā ca vessā ca suddā ca gahaṭṭhā ca pabbajitā ca devā ca manussā ca. ",
  "mnd16:260.3": "Janassa vādāya upavādāya nindāya garahāya akittiyā avaṇṇahārikāya sīlavipattiyā vā ācāravipattiyā vā diṭṭhivipattiyā vā ājīvavipattiyā vā na cetayeyya cetanaṁ na uppādeyya cittaṁ na uppādeyya saṅkappaṁ na uppādeyya manasikāraṁ na uppādeyyāti—",
  "mnd16:260.4": "janavādadhammāya na cetayeyya. ",
  "mnd16:261.1": "Tenāha bhagavā—",
  "mnd16:262.1": "“Cudito vacībhi satimābhinande, ",
  "mnd16:262.2": "Sabrahmacārīsu khilaṁ pabhinde; ",
  "mnd16:262.3": "Vācaṁ pamuñce kusalaṁ nātivelaṁ, ",
  "mnd16:262.4": "Janavādadhammāya na cetayeyyā”ti. ",
  "mnd16:263.1": "**Athāparaṁ pañca rajāni loke,** ",
  "mnd16:263.2": "**Yesaṁ satīmā vinayāya sikkhe;** ",
  "mnd16:263.3": "**Rūpesu saddesu atho rasesu,** ",
  "mnd16:263.4": "**Gandhesu phassesu sahetha rāgaṁ.** ",
  "mnd16:264.1": "**Athāparaṁ pañca rajāni loke**ti. ",
  "mnd16:264.2": "**Athā**ti padasandhi padasaṁsaggo padapāripūrī akkharasamavāyo byañjanasiliṭṭhatā padānupubbatāpetaṁ—",
  "mnd16:264.3": "athāti. ",
  "mnd16:264.4": "**Pañca rajānī**ti rūparajo, saddarajo, gandharajo, rasarajo, phoṭṭhabbarajo. ",
  "mnd16:265.1": "“Rāgo rajo na ca pana reṇu vuccati, ",
  "mnd16:265.2": "Rāgassetaṁ adhivacanaṁ rajoti; ",
  "mnd16:265.3": "Etaṁ rajaṁ vippajahitvā paṇḍitā, ",
  "mnd16:265.4": "Viharanti te vigatarajassa sāsane. ",
  "mnd16:266.1": "Doso rajo na ca pana reṇu vuccati, ",
  "mnd16:266.2": "…pe… ",
  "mnd16:266.3": "Viharanti te vigatarajassa sāsane. ",
  "mnd16:267.1": "Moho rajo na ca pana reṇu vuccati, ",
  "mnd16:267.2": "…pe… ",
  "mnd16:267.3": "Viharanti te vigatarajassa sāsane”. ",
  "mnd16:268.1": "**Loke**ti apāyaloke manussaloke devaloke khandhaloke dhātuloke āyatanaloketi—",
  "mnd16:268.2": "athāparaṁ pañca rajāni loke. ",
  "mnd16:269.1": "**Yesaṁ satīmā vinayāya sikkhe**ti. ",
  "mnd16:269.2": "**Yesan**ti rūparāgassa saddarāgassa gandharāgassa rasarāgassa phoṭṭhabbarāgassa. ",
  "mnd16:269.3": "**Satīmā**ti yā sati anussati paṭissati sati saraṇatā dhāraṇatā apilāpanatā asammussanatā satindriyaṁ satibalaṁ sammāsati satisambojjhaṅgo ekāyanamaggo—",
  "mnd16:269.4": "ayaṁ vuccati sati. ",
  "mnd16:269.5": "Imāya satiyā upeto samupeto upagato samupagato upapanno samupapanno samannāgato. ",
  "mnd16:269.6": "So vuccati satimā. ",
  "mnd16:269.7": "**Sikkhe**ti tisso sikkhā—",
  "mnd16:269.8": "adhisīlasikkhā, adhicittasikkhā, adhipaññāsikkhā. ",
  "mnd16:269.9": "Katamā adhisīlasikkhā …pe… ",
  "mnd16:269.10": "ayaṁ adhipaññāsikkhā. ",
  "mnd16:269.11": "**Yesaṁ satīmā vinayāya sikkhe**ti. ",
  "mnd16:269.12": "Satimā puggalo yesaṁ rūparāgassa saddarāgassa gandharāgassa rasarāgassa phoṭṭhabbarāgassa vinayāya paṭivinayāya pahānāya vūpasamāya paṭinissaggāya paṭipassaddhiyā adhisīlampi sikkheyya adhicittampi sikkheyya adhipaññampi sikkheyya, imā tisso sikkhāyo āvajjanto sikkheyya, jānanto sikkheyya …pe… ",
  "mnd16:269.13": "sacchikātabbaṁ sacchikaronto sikkheyya ācareyya samācareyya samādāya vatteyyāti—",
  "mnd16:269.14": "yesaṁ satīmā vinayāya sikkhe. ",
  "mnd16:270.1": "**Rūpesu saddesu atho rasesu, gandhesu phassesu sahetha rāgan**ti. ",
  "mnd16:270.2": "Rūpesu saddesu gandhesu rasesu phoṭṭhabbesu rāgaṁ saheyya parisaheyya abhibhaveyya ajjhotthareyya pariyādiyeyya maddeyyāti—",
  "mnd16:270.3": "rūpesu saddesu atho rasesu, gandhesu phassesu sahetha rāgaṁ. ",
  "mnd16:271.1": "Tenāha bhagavā—",
  "mnd16:272.1": "“Athāparaṁ pañca rajāni loke, ",
  "mnd16:272.2": "Yesaṁ satīmā vinayāya sikkhe; ",
  "mnd16:272.3": "Rūpesu saddesu atho rasesu, ",
  "mnd16:272.4": "Gandhesu phassesu sahetha rāgan”ti. ",
  "mnd16:273.1": "**Etesu dhammesu vineyya chandaṁ,** ",
  "mnd16:273.2": "**Bhikkhu satimā suvimuttacitto;** ",
  "mnd16:273.3": "**Kālena so sammā dhammaṁ parivīmaṁsamāno,** ",
  "mnd16:273.4": "**Ekodibhūto vihane tamaṁ so.** ",
  "mnd16:273.5": "(Iti bhagavā.) ",
  "mnd16:274.1": "**Etesu dhammesu vineyya chandan**ti. ",
  "mnd16:274.2": "**Etesū**ti rūpesu saddesu gandhesu rasesu phoṭṭhabbesu. ",
  "mnd16:274.3": "**Chando**ti yo kāmesu kāmacchando kāmarāgo kāmanandī kāmataṇhā kāmasneho kāmapariḷāho kāmamucchā kāmajjhosānaṁ kāmogho kāmayogo kāmupādānaṁ …pe… ",
  "mnd16:274.4": "kāmacchandanīvaraṇaṁ. ",
  "mnd16:274.5": "**Etesu dhammesu vineyya chandan**ti. ",
  "mnd16:274.6": "Etesu dhammesu chandaṁ vineyya paṭivineyya pajaheyya vinodeyya byantiṁ kareyya anabhāvaṁ gameyyāti—",
  "mnd16:274.7": "etesu dhammesu vineyya chandaṁ. ",
  "mnd16:275.1": "**Bhikkhu satimā suvimuttacitto**ti. ",
  "mnd16:275.2": "**Bhikkhū**ti puthujjanakalyāṇako vā bhikkhu, sekho vā bhikkhu. ",
  "mnd16:275.3": "**Satimā**ti yā sati anussati …pe… sammāsati satisambojjhaṅgo ekāyanamaggo—",
  "mnd16:275.4": "ayaṁ vuccati sati. ",
  "mnd16:275.5": "Imāya satiyā upeto samupeto …pe… ",
  "mnd16:275.6": "so vuccati satimā. ",
  "mnd16:276.1": "**Bhikkhu satimā suvimuttacitto**ti. ",
  "mnd16:276.2": "Paṭhamaṁ jhānaṁ samāpannassa nīvaraṇehi cittaṁ muttaṁ vimuttaṁ suvimuttaṁ, ",
  "mnd16:276.3": "dutiyaṁ jhānaṁ samāpannassa vitakkavicārehi cittaṁ muttaṁ vimuttaṁ suvimuttaṁ, ",
  "mnd16:276.4": "tatiyaṁ jhānaṁ samāpannassa pītiyā ca cittaṁ muttaṁ vimuttaṁ suvimuttaṁ, ",
  "mnd16:276.5": "catutthaṁ jhānaṁ samāpannassa sukhadukkhehi cittaṁ muttaṁ vimuttaṁ suvimuttaṁ; ",
  "mnd16:276.6": "ākāsānañcāyatanaṁ samāpannassa rūpasaññāya paṭighasaññāya nānattasaññāya cittaṁ muttaṁ vimuttaṁ suvimuttaṁ, ",
  "mnd16:276.7": "viññāṇañcāyatanaṁ samāpannassa ākāsānañcāyatanasaññāya cittaṁ … ",
  "mnd16:276.8": "ākiñcaññāyatanaṁ samāpannassa viññāṇañcāyatanasaññāya cittaṁ … ",
  "mnd16:276.9": "nevasaññānāsaññāyatanaṁ samāpannassa ākiñcaññāyatanasaññāya cittaṁ muttaṁ vimuttaṁ suvimuttaṁ; ",
  "mnd16:276.10": "sotāpannassa sakkāyadiṭṭhiyā vicikicchāya sīlabbataparāmāsā diṭṭhānusayā vicikicchānusayā tadekaṭṭhehi ca kilesehi cittaṁ muttaṁ vimuttaṁ suvimuttaṁ, ",
  "mnd16:276.11": "sakadāgāmissa oḷārikā kāmarāgānusayā paṭighānusayā tadekaṭṭhehi ca kilesehi cittaṁ muttaṁ vimuttaṁ suvimuttaṁ, ",
  "mnd16:276.12": "anāgāmissa anusahagatā kāmarāgasaṁyojanā paṭighasaṁyojanā anusahagatā kāmarāgānusayā paṭighānusayā tadekaṭṭhehi ca kilesehi cittaṁ muttaṁ vimuttaṁ suvimuttaṁ, ",
  "mnd16:276.13": "arahato rūparāgā arūparāgā mānā uddhaccā avijjāya mānānusayā bhavarāgānusayā avijjānusayā tadekaṭṭhehi ca kilesehi bahiddhā ca sabbanimittehi cittaṁ muttaṁ vimuttaṁ suvimuttanti—",
  "mnd16:276.14": "bhikkhu satimā suvimuttacitto. ",
  "mnd16:277.1": "**Kālena so sammā dhammaṁ parivīmaṁsamāno**ti. ",
  "mnd16:277.2": "**Kālenā**ti uddhate citte samathassa kālo, samāhite citte vipassanāya kālo. ",
  "mnd16:278.1": "“Kāle paggaṇhati cittaṁ, ",
  "mnd16:278.2": "niggaṇhati punāpare; ",
  "mnd16:278.3": "Sampahaṁsati kālena, ",
  "mnd16:278.4": "kāle cittaṁ samādahe. ",
  "mnd16:279.1": "Ajjhupekkhati kālena, ",
  "mnd16:279.2": "so yogī kālakovido; ",
  "mnd16:279.3": "Kimhi kālamhi paggāho, ",
  "mnd16:279.4": "kimhi kāle viniggaho. ",
  "mnd16:280.1": "Kimhi pahaṁsanākālo, ",
  "mnd16:280.2": "samathakālo ca kīdiso; ",
  "mnd16:280.3": "Upekkhākālaṁ cittassa, ",
  "mnd16:280.4": "kathaṁ dasseti yogino. ",
  "mnd16:281.1": "Līne cittamhi paggāho, ",
  "mnd16:281.2": "uddhatasmiṁ viniggaho; ",
  "mnd16:281.3": "Nirassādagataṁ cittaṁ, ",
  "mnd16:281.4": "sampahaṁseyya tāvade. ",
  "mnd16:282.1": "Sampahaṭṭhaṁ yadā cittaṁ, ",
  "mnd16:282.2": "alīnaṁ bhavatinuddhataṁ; ",
  "mnd16:282.3": "Samathassa ca so kālo, ",
  "mnd16:282.4": "ajjhattaṁ ramaye mano. ",
  "mnd16:283.1": "Etena mevupāyena, ",
  "mnd16:283.2": "yadā hoti samāhitaṁ; ",
  "mnd16:283.3": "Samāhitacittamaññāya, ",
  "mnd16:283.4": "ajjhupekkheyya tāvade. ",
  "mnd16:284.1": "Evaṁ kālavidū dhīro, ",
  "mnd16:284.2": "kālaññū kālakovido; ",
  "mnd16:284.3": "Kālena kālaṁ cittassa, ",
  "mnd16:284.4": "nimittamupalakkhaye”ti. ",
  "mnd16:285.1": "**Kālena so sammā dhammaṁ parivīmaṁsamāno**ti. ",
  "mnd16:285.2": "“Sabbe saṅkhārā aniccā”ti sammā dhammaṁ parivīmaṁsamāno, ",
  "mnd16:285.3": "“sabbe saṅkhārā dukkhā”ti sammā dhammaṁ parivīmaṁsamāno, ",
  "mnd16:285.4": "“sabbe dhammā anattā”ti sammā dhammaṁ parivīmaṁsamāno …pe… ",
  "mnd16:285.5": "“yaṁ kiñci samudayadhammaṁ sabbaṁ taṁ nirodhadhamman”ti—",
  "mnd16:285.6": "sammā dhammaṁ parivīmaṁsamāno. ",
  "mnd16:286.1": "**Ekodibhūto vihane tamaṁ so, iti bhagavā**ti. ",
  "mnd16:286.2": "**Ekodī**ti ekaggacitto avikkhittacitto avisāhaṭamānaso samatho samādhindriyaṁ samādhibalaṁ sammāsamādhīti—",
  "mnd16:286.3": "ekodibhūto. ",
  "mnd16:286.4": "**Vihane tamaṁ so**ti rāgatamaṁ dosatamaṁ mohatamaṁ diṭṭhitamaṁ mānatamaṁ kilesatamaṁ duccaritatamaṁ andhakaraṇaṁ acakkhukaraṇaṁ aññāṇakaraṇaṁ paññānirodhikaṁ vighātapakkhikaṁ anibbānasaṁvattanikaṁ haneyya vihaneyya pajaheyya vinodeyya byantiṁ kareyya anabhāvaṁ gameyya. ",
  "mnd16:287.1": "**Bhagavā**ti gāravādhivacanaṁ. ",
  "mnd16:287.2": "Api ca bhaggarāgoti bhagavā, bhaggadosoti bhagavā, bhaggamohoti bhagavā, bhaggamānoti bhagavā, bhaggadiṭṭhīti bhagavā, bhaggakaṇḍakoti bhagavā, bhaggakilesoti bhagavā, bhaji vibhaji pavibhaji dhammaratananti bhagavā, bhavānaṁ antakaroti bhagavā, bhāvitakāyo bhāvitasīlo bhāvitacitto bhāvitapaññoti bhagavā, bhaji vā bhagavā araññavanapatthāni pantāni senāsanāni appasaddāni appanigghosāni vijanavātāni manussarāhasseyyakāni paṭisallānasāruppānīti bhagavā, bhāgī vā bhagavā cīvarapiṇḍapātasenāsanagilānapaccayabhesajjaparikkhārānanti bhagavā, bhāgī vā bhagavā attharasassa dhammarasassa vimuttirasassa adhisīlassa adhicittassa adhipaññāyāti bhagavā, bhāgī vā bhagavā catunnaṁ jhānānaṁ catunnaṁ appamaññānaṁ catunnaṁ arūpasamāpattīnanti bhagavā, bhāgī vā bhagavā aṭṭhannaṁ vimokkhānaṁ aṭṭhannaṁ abhibhāyatanānaṁ navannaṁ anupubbavihārasamāpattīnanti bhagavā, bhāgī vā bhagavā dasannaṁ saññābhāvanānaṁ dasannaṁ kasiṇasamāpattīnaṁ ānāpānassatisamādhissa asubhasamāpattiyāti bhagavā, bhāgī vā bhagavā catunnaṁ satipaṭṭhānānaṁ catunnaṁ sammappadhānānaṁ catunnaṁ iddhipādānaṁ pañcannaṁ indriyānaṁ pañcannaṁ balānaṁ sattannaṁ bojjhaṅgānaṁ ariyassa aṭṭhaṅgikassa maggassāti bhagavā, bhāgī vā bhagavā dasannaṁ tathāgatabalānaṁ catunnaṁ vesārajjānaṁ catunnaṁ paṭisambhidānaṁ channaṁ abhiññānaṁ channaṁ buddhadhammānanti bhagavā, bhagavāti netaṁ nāmaṁ mātarā kataṁ na pitarā kataṁ na bhātarā kataṁ na bhaginiyā kataṁ na mittāmaccehi kataṁ na ñātisālohitehi kataṁ na samaṇabrāhmaṇehi kataṁ na devatāhi kataṁ; ",
  "mnd16:287.3": "vimokkhantikametaṁ buddhānaṁ bhagavantānaṁ bodhiyā mūle saha sabbaññutañāṇassa paṭilābhā sacchikā paññatti yadidaṁ bhagavāti—",
  "mnd16:287.4": "ekodibhūto vihane tamaṁ so iti bhagavā. ",
  "mnd16:288.1": "Tenāha bhagavā—",
  "mnd16:289.1": "“Etesu dhammesu vineyya chandaṁ, ",
  "mnd16:289.2": "Bhikkhu satimā suvimuttacitto; ",
  "mnd16:289.3": "Kālena so sammā dhammaṁ parivīmaṁsamāno, ",
  "mnd16:289.4": "Ekodibhūto vihane tamaṁ so”. ",
  "mnd16:289.5": "(Iti bhagavāti.) ",
  "mnd16:290.1": "Sāriputtasuttaniddeso soḷasamo. ",
  "mnd16:291.1": "Aṭṭhakavaggamhi soḷasa suttaniddesā samattā. ",
  "mnd16:292.1": "Mahāniddesapāḷi niṭṭhitā. "
}