{
  "sn8.8:4.4": "",
  "sn8.8:5.2": "The idea of the seven seers, long proverbial in Vedic culture, was adapted for Gotama in <a href='https://suttacentral.net/dn14/en/sujato'>DN 14</a>, where he is the seventh recorded Buddha in the lineage starting with Vipassī. Various texts and commentaries also allow the sense, “best of seers”. ",
  "sn8.8:5.4": "In a cold northern climate this sounds unappealing, but in the heat the generous rain is a cool blessing. ",
  "sn8.8:8.1": "The “wrong path” (<i lang='pi' translate='no'>ummagga</i>) is one that takes you to the wrong destination (<a href='https://suttacentral.net/mn107/en/sujato#14.26'>MN 107:14.26</a>). ",
  "sn8.8:8.3": "Here Vaṅgīsa turns to address the monks directly. ",
  "sn8.8:8.4": "For <i lang='pi' translate='no'>asitaṁ bhāgaso pavibhajaṁ</i>, compare the similar phrase <i lang='pi' translate='no'>vibhatto bhāgaso mito</i>, which refers to the neatly ordered sections of hell (<a href='https://suttacentral.net/mn130/en/sujato#16.4'>MN 130:16.4</a>) or the suburbs (<a href='https://suttacentral.net/snp2.7/en/sujato#23.2'>Snp 2.7:23.2</a>). Vaṅgīsa is referring to the Buddha’s skill in breaking down complex or obscure matters and presenting them systematically. ",
  "sn8.8:9.3": "For this couplet I follow Bodhi’s note in <em>Connected Discourses</em>. ",
  "sn8.8:9.4": "",
  "sn8.8:10.2": "<i lang='pi' translate='no'>Ṭhiti</i> is <i lang='pi' translate='no'>viññāṇaṭṭhiti</i> (“planes of consciousness”), i.e. seven realms in which consciousness can be reborn (<a href='https://suttacentral.net/an7.44/en/sujato'>AN 7.44</a>, <a href='https://suttacentral.net/dn15/en/sujato#33.1'>DN 15:33.1</a>, <a href='https://suttacentral.net/dn33/en/sujato#1.8.11'>DN 33:1.8.11</a>). This is a subtle allusion to the Buddha’s practice under his former teacher Āḷāra Kālāma, where he learned up to the highest “plane of consciousness”, namely the dimension of nothingness. In <a href='https://suttacentral.net/snp5.15/en/sujato#3.1'>Snp 5.15:3.1</a> he speaks of how he understood that attainment and went beyond it. | Not to be confused with the four “grounds for consciousness”, i.e. the first four aggregates, as insight does <em>not</em> consist in going beyond these to consciousness (<a href='https://suttacentral.net/dn33/en/sujato#1.11.122'>DN 33:1.11.122</a>, <a href='https://suttacentral.net/sn22.54/en/sujato#1.11'>SN 22.54:1.11</a>). ",
  "sn8.8:10.4": "Vaṅgīsa continues to invoke the Buddha’s life story by alluding to the first teaching, Rolling Forth the Wheel of Dhamma (<a href='https://suttacentral.net/sn56.11/en/sujato'>SN 56.11</a>). After leaving behind those who taught rebirth in the “planes of consciousness”, the Buddha realized Awakening and proceeded to Varanasi to teach the group of five. This anticipates the next discourse, which features one of the five. "
}