{
  "sn56.11:0.1": "Discours Groupés 56.11 ",
  "sn56.11:0.2": "2. Tourner la Roue du Dhamma ",
  "sn56.11:0.3": "Tourner la Roue du Dhamma ",
  "sn56.11:1.1": "A une époque, le Bouddha séjournait près de Bénarès, dans le parc à cerfs d’Isipatana. ",
  "sn56.11:1.2": "Là, le Bouddha s’est adressé au groupe de cinq moines : ",
  "sn56.11:2.1": "« Moines, ces deux extrêmes ne doivent pas être cultivés par celui qui est en chemin. ",
  "sn56.11:2.2": "Quels sont ces deux extrêmes ? ",
  "sn56.11:2.3": "L’indulgence pour les plaisirs sensuels, qui est basse, grossière, ordinaire, ignoble et inutile. Et l’indulgence pour la mortification de soi, qui est douloureuse, ignoble et inutile. ",
  "sn56.11:2.4": "Évitant ces deux extrêmes, le Réalisé s’est éveillé en comprenant la voie médiane de la pratique, qui donne la vision et la connaissance, et mène à la paix, à la connaissance directe, à l’éveil et à l’extinction. ",
  "sn56.11:3.1": "Et quelle est cette voie médiane de la pratique ? ",
  "sn56.11:3.2": "Il s’agit simplement de ce noble sentier octuple, à savoir : ",
  "sn56.11:3.3": "la vue juste, la pensée juste, la parole juste, l’action juste, les moyens de subsistance justes, l’effort juste, la pleine conscience juste et l’immersion juste. ",
  "sn56.11:3.4": "C’est cette voie médiane de la pratique, qui donne la vision et la connaissance, et qui mène à la paix, à la connaissance directe, à l’éveil et à l’extinction. ",
  "sn56.11:4.1": "Voici la noble vérité de la souffrance. ",
  "sn56.11:4.2": "La renaissance est une souffrance ; la vieillesse est une souffrance ; la maladie est une souffrance ; la mort est une souffrance ; l’association avec ce qui n’est pas aimé est une souffrance ; la séparation d’avec ce qui est aimé est une souffrance ; ne pas obtenir ce que l’on souhaite est une souffrance. En bref, les cinq agrégats de saisie sont souffrance. ",
  "sn56.11:4.3": "Voici la noble vérité sur l’origine de la souffrance. ",
  "sn56.11:4.4": "C’est le désir qui conduit à une renaissance future, mêlé à la délectation et à l’avidité, prenant plaisir dans différents royaumes. C’est-à-dire ",
  "sn56.11:4.5": "le désir pour les plaisirs sensuels, le désir pour la continuité de l’existence, et le désir pour la fin de l’existence. ",
  "sn56.11:4.6": "Voici la noble vérité de la cessation de la souffrance. ",
  "sn56.11:4.7": "C’est la disparition et la cessation de ce même désir sans qu’il n’en reste rien, en l’abandonnant, en le laissant partir, en le libérant et en n’y adhérant pas. ",
  "sn56.11:4.8": "Voici maintenant la noble vérité de la pratique qui mène à la cessation de la souffrance. ",
  "sn56.11:4.9": "Il s’agit simplement de ce noble sentier octuple, c’est-à-dire : ",
  "sn56.11:4.10": "la vue juste, la pensée juste, la parole juste, l’action juste, les moyens de subsistance justes, l’effort juste, la pleine conscience juste et l’immersion juste. ",
  "sn56.11:5.1": "‹ C’est la noble vérité de la souffrance. › Telle fut la vision, la connaissance, la sagesse, la réalisation et la lumière qui surgirent en moi concernant des enseignements non appris auparavant d’un autre. ",
  "sn56.11:5.2": "‹ Cette noble vérité de la souffrance doit être complètement comprise. › Telle fut la vision qui surgit en moi… ",
  "sn56.11:5.3": "‹ Cette noble vérité de la souffrance a été complètement comprise. › Telle fut la vision qui surgit en moi… ",
  "sn56.11:6.1": "‹ Voici la noble vérité de l’origine de la souffrance. › Telle fut la vision qui surgit en moi… ",
  "sn56.11:6.2": "‹ Cette noble vérité de l’origine de la souffrance doit être abandonnée. › Telle fut la vision qui surgit en moi… ",
  "sn56.11:6.3": "‹ Cette noble vérité de l’origine de la souffrance a été abandonnée. › Telle fut la vision qui surgit en moi… ",
  "sn56.11:7.1": "‹ Voici la noble vérité de la cessation de la souffrance. › Telle fut la vision qui surgit en moi… ",
  "sn56.11:7.2": "‹ Cette noble vérité de la cessation de la souffrance doit être réalisée. › Telle fut la vision qui surgit en moi… ",
  "sn56.11:7.3": "‹ Cette noble vérité de la cessation de la souffrance a été réalisée. › Telle fut la vision qui surgit en moi… ",
  "sn56.11:8.1": "‹ Voici la noble vérité de la pratique qui mène à la cessation de la souffrance.› Telle fut la vision qui surgit en moi… ",
  "sn56.11:8.2": "‹ Cette noble vérité de la pratique qui conduit à la cessation de la souffrance doit être développée. › Telle fut la vision qui surgit en moi… ",
  "sn56.11:8.3": "‹ Cette noble vérité de la pratique qui mène à la cessation de la souffrance a été développée. › Telle fut la vision, la connaissance, la sagesse, la réalisation et la lumière qui surgirent en moi concernant les enseignements non appris auparavant d’un autre. ",
  "sn56.11:9.1": "Tant que ma connaissance et ma vision véritables concernant ces quatre nobles vérités n’étaient pas pleinement purifiées dans ces trois perspectives et ces douze aspects, je n’ai pas annoncé mon éveil suprême parfait dans ce monde avec ses dieux, ses Māras et ses Brahmās, cette population avec ses ascètes et ses brahmanes, ses dieux et ses humains. ",
  "sn56.11:10.1": "Mais lorsque ma connaissance et ma vision véritables de ces quatre nobles vérités furent pleinement purifiées dans ces trois perspectives et ces douze aspects, j’ai annoncé mon éveil suprême parfait dans ce monde avec ses dieux, ses Māras et ses Brahmās, cette population avec ses ascètes et ses brahmanes, ses dieux et ses humains. ",
  "sn56.11:10.2": "La connaissance et la vision ont surgi en moi : ",
  "sn56.11:10.3": "‹ Ma liberté est inébranlable ; ceci est ma dernière renaissance ; maintenant il n’y aura plus de vies futures. ›» ",
  "sn56.11:10.4": "C’est ce que le Bouddha a dit. ",
  "sn56.11:10.5": "Satisfait, le groupe de cinq moines était heureux de ce que le Bouddha a dit. ",
  "sn56.11:11.1": "Et tandis que ce discours était prononcé, la vision inoxydable, immaculée du Dhamma s’est élevée en le Vénérable Koṇḍañña : ",
  "sn56.11:11.2": "« Tout ce qui a un début a une fin. » ",
  "sn56.11:12.1": "Et lorsque le Bouddha a fait tourner la Roue du Dhamma, les dieux de la terre ont poussé le cri : ",
  "sn56.11:12.2": "« Près de Bénarès, dans le parc à cerfs d’Isipatana, le Bouddha a fait tourner la suprême Roue du Dhamma. Et cette roue ne peut être renversée par aucun ascète ou brahmane ou dieu ou Māra ou Brahmā ou par quiconque dans le monde. » ",
  "sn56.11:12.3": "Entendant le cri des Dieux de la Terre, les Dieux des Quatre Grands Rois… ",
  "sn56.11:12.5": "les Dieux des Trente-Trois… ",
  "sn56.11:12.6": "les Dieux de Yama… ",
  "sn56.11:12.7": "Les Dieux de la Joie… ",
  "sn56.11:12.8": "Les Dieux Qui Aiment Créer… ",
  "sn56.11:12.9": "Les Dieux Qui Contrôlent les Créations des Autres… ",
  "sn56.11:12.10": "les Dieux de l’Hôte de Brahmā ont poussé le cri : ",
  "sn56.11:12.11": "« Près de Bénarès, dans le parc à cerfs d’Isipatana, le Bouddha a fait tourner la roue suprême du Dhamma. Et cette roue ne peut être renversée par aucun ascète ou brahmane ou dieu ou Māra ou Brahmā ou par quiconque dans le monde. » ",
  "sn56.11:13.1": "Et ainsi, à ce moment, en cet instant, le cri s’éleva jusqu’au royaume des Brahmā. ",
  "sn56.11:13.2": "Et cette galaxie s’ébranla, se secoua et trembla. Et une lumière incommensurable, magnifique, apparut dans le monde, surpassant la gloire des dieux. ",
  "sn56.11:14.1": "Le Bouddha exprima alors ce sentiment profond : ",
  "sn56.11:14.2": "« Koṇḍañña a vraiment compris ! Koṇḍañña a vraiment compris ! » ",
  "sn56.11:14.3": "Et c’est ainsi que le Vénérable Koṇḍañña fut connu sous le nom de « Koṇḍañña Qui A Compris ». "
}