{
  "mil2:0.1": "Milindapañha",
  "mil2:0.2": "Bāhirakathā",
  "mil2:0.3": "1. Pubbayogādi",
  "mil2:1.1": "**Pubbayogo**ti tesaṃ pubbakammaṃ.",
  "mil2:1.2": "Atīte kira kassapassa bhagavato sāsane vattamāne gaṅgāya samīpe ekasmiṃ āvāse mahābhikkhusaṃgho paṭivasati, tattha vattasīlasampannā bhikkhū pātova uṭṭhāya yaṭṭhisammajjaniyo ādāya buddhaguṇe āvajjentā aṅgaṇaṃ sammajjitvā kacavarabyūhaṃ karonti.",
  "mil2:1.3": "Atheko bhikkhu ekaṃ sāmaṇeraṃ “ehi, sāmaṇera, imaṃ kacavaraṃ chaḍḍehī”ti—",
  "mil2:1.4": "āha, so asuṇanto viya gacchati, so dutiyampi …",
  "mil2:1.5": "tatiyampi āmantiyamāno asuṇanto viya gacchateva.",
  "mil2:1.6": "Tato so bhikkhu “dubbaco vatāyaṃ sāmaṇero”ti kuddho sammajjanidaṇḍena pahāraṃ adāsi.",
  "mil2:1.7": "Tato so rodanto bhayena kacavaraṃ chaḍḍento “iminā kacavarachaḍḍanapuññakammena yāvāhaṃ nibbānaṃ pāpuṇāmi, etthantare nibbattanibbattaṭṭhāne majjhanhikasūriyo viya mahesakkho mahātejo bhaveyyan”ti—",
  "mil2:1.8": "paṭhamaṃ patthanaṃ paṭṭhapesi.",
  "mil2:1.9": "Kacavaraṃ chaḍḍetvā nahānatthāya gaṅgātitthaṃ gato gaṅgāya ūmivegaṃ gaggarāyamānaṃ disvā “yāvāhaṃ nibbānaṃ pāpuṇāmi, etthantare nibbattanibbattaṭṭhāne ayaṃ ūmivego viya ṭhānuppattikapaṭibhāno bhaveyyaṃ akkhayapaṭibhāno”ti—",
  "mil2:1.10": "dutiyampi patthanaṃ paṭṭhapesi.",
  "mil2:2.1": "Sopi bhikkhu sammajjanisālāya sammajjaniṃ ṭhapetvā nahānatthāya gaṅgātitthaṃ gacchanto sāmaṇerassa patthanaṃ sutvā “esa mayā payojitopi tāva evaṃ pattheti, mayhaṃ kiṃ na samijjhissatī”ti—",
  "mil2:2.2": "cintetvā “yāvāhaṃ nibbānaṃ pāpuṇāmi, etthantare nibbattanibbattaṭṭhāne ayaṃ gaṅgāūmivego viya akkhayapaṭibhāno bhaveyyaṃ, iminā pucchitapucchitaṃ sabbaṃ pañhapaṭibhānaṃ vijaṭetuṃ nibbeṭhetuṃ samattho bhaveyyan”ti—",
  "mil2:2.3": "patthanaṃ paṭṭhapesi.",
  "mil2:3.1": "Te ubhopi devesu ca manussesu ca saṃsarantā ekaṃ buddhantaraṃ khepesuṃ.",
  "mil2:3.2": "Atha amhākaṃ bhagavatāpi yathā moggaliputtatissatthero dissati, evametepi dissanti mama parinibbānato pañcavassasate atikkante ete uppajjissanti, yaṃ mayā sukhumaṃ katvā desitaṃ dhammavinayaṃ, taṃ ete pañhapucchanaopammayuttivasena nijjaṭaṃ niggumbaṃ katvā vibhajissantīti niddiṭṭhā.",
  "mil2:4.1": "Tesu sāmaṇero jambudīpe sāgalanagare milindo nāma rājā ahosi.",
  "mil2:4.2": "Paṇḍito byatto medhāvī paṭibalo atītānāgatapaccuppannānaṃ mantayogavidhānakiriyānaṃ, karaṇakāle nisammakārī hoti, bahūni cassa satthāni uggahitāni honti.",
  "mil2:4.3": "Seyyathidaṃ—",
  "mil2:4.4": "suti sammuti saṅkhyā yogā nīti visesikā gaṇikā gandhabbā tikicchā catubbedā purāṇā itihāsā jotisā māyā ketu mantanā yuddhā chandasā buddhavacanena ekūnavīsati, vitaṇḍavādī durāsado duppasaho puthutitthakarānaṃ aggamakkhāyati, sakalajambudīpe milindena raññā samo koci nāhosi yadidaṃ thāmena javena sūrena paññāya, aḍḍho mahaddhano mahābhogo anantabalavāhano.",
  "mil2:5.1": "Athekadivasaṃ milindo rājā anantabalavāhanaṃ caturaṅginiṃ balaggasenābyūhaṃ dassanakamyatāya nagarā nikkhamitvā bahinagare senaṅgadassanaṃ katvā sāretvā so rājā bhassappavādako lokāyatavitaṇḍajanasallāpaplavacittakotūhalo visārado vijambhako sūriyaṃ oloketvā amacce āmantesi—",
  "mil2:5.2": "“bahu bhaṇe tāva divasāvaseso kiṃ karissāma, idāneva nagaraṃ pavisitvā atthi koci paṇḍito samaṇo vā brāhmaṇo vā saṃghī gaṇī gaṇācariyo api arahantaṃ sammāsambuddhaṃ paṭijānamāno, yo mayā saddhiṃ sallapituṃ sakkoti kaṅkhaṃ paṭivinetuṃ, taṃ upasaṅkamitvā pañhaṃ pucchissāma, kaṅkhaṃ paṭivinayissāmā”ti.",
  "mil2:6.1": "Evaṃ vutte, pañcasatā yonakā rājānaṃ milindaṃ etadavocuṃ—",
  "mil2:6.2": "“atthi, mahārāja, cha satthāro pūraṇo kassapo makkhaligosālo nigaṇṭho nāṭaputto sañjayo belaṭṭhaputto ajito kesakambalo pakudho kaccāyano, te saṃghino gaṇino gaṇācariyakā ñātā yasassino titthakarā sādhusammatā bahujanassa, gaccha tvaṃ, mahārāja, te pañhaṃ pucchassu, kaṅkhaṃ paṭivinayassū”ti.",
  "mil2:7.1": "Atha kho milindo rājā pañcahi yonakasatehi parivuto bhadravāhanaṃ rathavaramāruyha yena pūraṇo kassapo tenupasaṅkami, upasaṅkamitvā pūraṇena kassapena saddhiṃ sammodi, sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi, ekamantaṃ nisinno kho milindo rājā pūraṇaṃ kassapaṃ etadavoca—",
  "mil2:7.2": "“ko, bhante kassapa, lokaṃ pāletī”ti?",
  "mil2:7.3": "“Pathavī, mahārāja, lokaṃ pāletī”ti.",
  "mil2:7.4": "“Yadi, bhante kassapa, pathavī lokaṃ pāleti, atha kasmā avīcinirayaṃ gacchantā sattā pathaviṃ atikkamitvā gacchantī”ti?",
  "mil2:7.5": "Evaṃ vutte, pūraṇo kassapo neva sakkhi ogilituṃ, no sakkhi uggilituṃ, adhomukho pattakkhandho tuṇhībhūto pajjhāyanto nisīdi.",
  "mil2:8.1": "Atha kho milindo rājā makkhaliṃ gosālaṃ etadavoca—",
  "mil2:8.2": "“atthi, bhante gosāla, kusalākusalāni kammāni, atthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko”ti?",
  "mil2:8.3": "“Natthi, mahārāja, kusalākusalāni kammāni, natthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko.",
  "mil2:8.4": "Ye te, mahārāja, idha loke khattiyā, te paralokaṃ gantvāpi puna khattiyāva bhavissanti, ye te brāhmaṇā vessā suddā caṇḍālā pukkusā, te paralokaṃ gantvāpi puna brāhmaṇā vessā suddā caṇḍālā pukkusāva bhavissanti.",
  "mil2:8.5": "Kiṃ kusalākusalehi kammehī”ti?",
  "mil2:8.6": "“Yadi, bhante gosāla, idha loke khattiyā brāhmaṇā vessā suddā caṇḍālā pukkusā, te paralokaṃ gantvāpi puna khattiyā brāhmaṇā vessā suddā caṇḍālā pukkusāva bhavissanti, natthi kusalākusalehi kammehi karaṇīyaṃ.",
  "mil2:8.7": "Tena hi, bhante gosāla, ye te idha loke hatthacchinnā, te paralokaṃ gantvāpi puna hatthacchinnāva bhavissanti.",
  "mil2:8.8": "Ye pādacchinnā, te pādacchinnāva bhavissanti.",
  "mil2:8.9": "Ye hatthapādacchinnā, te hatthapādacchinnāva bhavissanti.",
  "mil2:8.10": "Ye kaṇṇacchinnā, te kaṇṇacchinnāva bhavissanti.",
  "mil2:8.11": "Ye nāsacchinnā, te nāsacchinnāva bhavissanti.",
  "mil2:8.12": "Ye kaṇṇanāsacchinnā, te kaṇṇanāsacchinnāva bhavissantī”ti.",
  "mil2:8.13": "Evaṃ vutte, gosālo tuṇhī ahosi.",
  "mil2:9.1": "Atha kho milindassa rañño etadahosi—",
  "mil2:9.2": "“tuccho vata bho jambudīpo, palāpo vata bho jambudīpo, natthi koci samaṇo vā brāhmaṇo vā, yo mayā saddhiṃ sallapituṃ sakkoti kaṅkhaṃ paṭivinetun”ti.",
  "mil2:10.1": "Atha kho milindo rājā amacce āmantesi—",
  "mil2:10.2": "“ramaṇīyā vata bho dosinā ratti, kaṃ nu khvajja samaṇaṃ vā brāhmaṇaṃ vā upasaṅkameyyāma pañhaṃ pucchituṃ, ko mayā saddhiṃ sallapituṃ sakkoti kaṅkhaṃ paṭivinetun”ti?",
  "mil2:10.3": "Evaṃ vutte, amaccā tuṇhībhūtā rañño mukhaṃ olokayamānā aṭṭhaṃsu.",
  "mil2:11.1": "Tena kho pana samayena sāgalanagaraṃ dvādasa vassāni suññaṃ ahosi samaṇabrāhmaṇagahapatipaṇḍitehi, yattha samaṇabrāhmaṇagahapatipaṇḍitā paṭivasantīti suṇāti, tattha gantvā rājā te pañhaṃ pucchati, te sabbepi pañhavisajjanena rājānaṃ ārādhetuṃ asakkontā yena vā tena vā pakkamanti.",
  "mil2:11.2": "Ye aññaṃ disaṃ na pakkamanti, te sabbe tuṇhībhūtā acchanti.",
  "mil2:11.3": "Bhikkhū pana yebhuyyena himavantameva gacchanti.",
  "mil2:12.1": "Tena kho pana samayena koṭisatā arahanto himavante pabbate rakkhitatale paṭivasanti.",
  "mil2:12.2": "Atha kho āyasmā assagutto dibbāya sotadhātuyā milindassa rañño vacanaṃ sutvā yugandharamatthake bhikkhusaṃghaṃ sannipātetvā bhikkhū pucchi—",
  "mil2:12.3": "“atthāvuso koci bhikkhu paṭibalo milindena raññā saddhiṃ sallapituṃ kaṅkhaṃ paṭivinetun”ti?",
  "mil2:13.1": "Evaṃ vutte, koṭisatā arahanto tuṇhī ahesuṃ.",
  "mil2:13.2": "Dutiyampi …",
  "mil2:13.3": "tatiyampi puṭṭhā tuṇhī ahesuṃ.",
  "mil2:13.4": "Atha kho āyasmā assagutto bhikkhusaṃghaṃ etadavoca—",
  "mil2:13.5": "“atthāvuso tāvatiṃsabhavane vejayantassa pācīnato ketumatī nāma vimānaṃ, tattha mahāseno nāma devaputto paṭivasati, so paṭibalo tena milindena raññā saddhiṃ sallapituṃ kaṅkhaṃ paṭivinetun”ti.",
  "mil2:14.1": "Atha kho koṭisatā arahanto yugandharapabbate antarahitā tāvatiṃsabhavane pāturahesuṃ.",
  "mil2:14.2": "Addasā kho sakko devānamindo te bhikkhū dūratova āgacchante, disvāna yenāyasmā assagutto tenupasaṅkami, upasaṅkamitvā āyasmantaṃ assaguttaṃ abhivādetvā ekamantaṃ aṭṭhāsi, ekamantaṃ ṭhito kho sakko devānamindo āyasmantaṃ assaguttaṃ etadavoca—",
  "mil2:14.3": "“mahā kho, bhante, bhikkhusaṃgho anuppatto, ahaṃ saṃghassa ārāmiko, kenattho, kiṃ mayā karaṇīyan”ti?",
  "mil2:15.1": "Atha kho āyasmā assagutto sakkaṃ devānamindaṃ etadavoca—",
  "mil2:15.2": "“ayaṃ kho, mahārāja, jambudīpe sāgalanagare milindo nāma rājā vitaṇḍavādī durāsado duppasaho puthutitthakarānaṃ aggamakkhāyati, so bhikkhusaṃghaṃ upasaṅkamitvā diṭṭhivādena pañhaṃ pucchitvā bhikkhusaṃghaṃ viheṭhetī”ti.",
  "mil2:16.1": "Atha kho sakko devānamindo āyasmantaṃ assaguttaṃ etadavoca—",
  "mil2:16.2": "“ayaṃ kho, bhante, milindo rājā ito cuto manussesu uppanno, eso kho, bhante, ketumativimāne mahāseno nāma devaputto paṭivasati, so paṭibalo tena milindena raññā saddhiṃ sallapituṃ kaṅkhaṃ paṭivinetuṃ, taṃ devaputtaṃ yācissāma manussalokūpapattiyā”ti.",
  "mil2:17.1": "Atha kho sakko devānamindo bhikkhusaṃghaṃ purakkhatvā ketumativimānaṃ pavisitvā mahāsenaṃ devaputtaṃ āliṅgitvā etadavoca—",
  "mil2:17.2": "“yācati taṃ, mārisa, bhikkhusaṃgho manussalokūpapattiyā”ti.",
  "mil2:17.3": "“Na me, bhante, manussalokenattho kammabahulena, tibbo manussaloko, idhevāhaṃ, bhante, devaloke uparūparūpapattiko hutvā parinibbāyissāmī”ti.",
  "mil2:17.4": "Dutiyampi …",
  "mil2:17.5": "tatiyampi kho sakkena devānamindena yācito mahāseno devaputto evamāha—",
  "mil2:17.6": "“na me, bhante, manussalokenattho kammabahulena, tibbo manussaloko, idhevāhaṃ, bhante, devaloke uparūparūpapattiko hutvā parinibbāyissāmī”ti.",
  "mil2:18.1": "Atha kho āyasmā assagutto mahāsenaṃ devaputtaṃ etadavoca—",
  "mil2:18.2": "“idha mayaṃ, mārisa, sadevakaṃ lokaṃ anuvilokayamānā aññatra tayā milindassa rañño vādaṃ bhinditvā sāsanaṃ paggahetuṃ samatthaṃ aññaṃ kañci na passāma, yācati taṃ, mārisa, bhikkhusaṃgho, sādhu, sappurisa, manussaloke nibbattitvā dasabalassa sāsanaṃ paggaṇhāhī”ti.",
  "mil2:18.3": "Evaṃ vutte, mahāseno devaputto “ahaṃ kira milindassa rañño vādaṃ bhinditvā buddhasāsanaṃ paggahetuṃ samattho bhavissāmī”ti haṭṭhapahaṭṭho udaggudaggo hutvā “sādhu, bhante, manussaloke uppajjissāmī”ti paṭiññaṃ adāsi.",
  "mil2:19.1": "Atha kho te bhikkhū devaloke taṃ karaṇīyaṃ tīretvā devesu tāvatiṃsesu antarahitā himavante pabbate rakkhitatale pāturahesuṃ.",
  "mil2:20.1": "Atha kho āyasmā assagutto bhikkhusaṃghaṃ etadavoca—",
  "mil2:20.2": "“atthāvuso, imasmiṃ bhikkhusaṃghe koci bhikkhu sannipātaṃ anāgato”ti.",
  "mil2:20.3": "Evaṃ vutte, aññataro bhikkhu āyasmantaṃ assaguttaṃ etadavoca—",
  "mil2:20.4": "“atthi, bhante, āyasmā rohaṇo ito sattame divase himavantaṃ pabbataṃ pavisitvā nirodhaṃ samāpanno, tassa santike dūtaṃ pāhethā”ti.",
  "mil2:20.5": "Āyasmāpi rohaṇo taṅkhaṇaññeva nirodhā vuṭṭhāya “saṃgho maṃ paṭimānetī”ti himavante pabbate antarahito rakkhitatale koṭisatānaṃ arahantānaṃ purato pāturahosi.",
  "mil2:21.1": "Atha kho āyasmā assagutto āyasmantaṃ rohaṇaṃ etadavoca—",
  "mil2:21.2": "“kiṃ nu kho, āvuso, rohaṇa buddhasāsane bhijjante na passasi saṃghassa karaṇīyānī”ti.",
  "mil2:21.3": "“Amanasikāro me, bhante, ahosī”ti.",
  "mil2:22.1": "“Tena hāvuso rohaṇa, daṇḍakammaṃ karohī”ti.",
  "mil2:22.2": "“Kiṃ, bhante, karomī”ti?",
  "mil2:22.3": "“Atthāvuso rohaṇa, himavantapabbatapasse gajaṅgalaṃ nāma brāhmaṇagāmo, tattha soṇuttaro nāma brāhmaṇo paṭivasati, tassa putto uppajjissati nāgaseno nāma dārako, tena hi tvaṃ, āvuso rohaṇa, dasamāsādhikāni satta vassāni taṃ kulaṃ piṇḍāya pavisitvā nāgasenaṃ dārakaṃ nīharitvā pabbājehi, pabbajiteva tasmiṃ daṇḍakammato muccissasī”ti.",
  "mil2:22.4": "Āyasmāpi kho rohaṇo “sādhū”ti—",
  "mil2:22.5": "sampaṭicchi.",
  "mil2:23.1": "Mahāsenopi kho devaputto devalokā cavitvā soṇuttarabrāhmaṇassa bhariyāya kucchismiṃ paṭisandhiṃ aggahesi, saha paṭisandhiggahaṇā tayo acchariyā abbhutā dhammā pāturahesuṃ, āvudhabhaṇḍāni pajjaliṃsu, aggasassaṃ abhinipphannaṃ, mahāmegho abhippavassi.",
  "mil2:23.2": "Āyasmāpi kho rohaṇo tassa paṭisandhiggahaṇato paṭṭhāya dasamāsādhikāni satta vassāni taṃ kulaṃ piṇḍāya pavisanto ekadivasampi kaṭacchumattaṃ bhattaṃ vā uḷuṅkamattaṃ yāguṃ vā abhivādanaṃ vā añjalikammaṃ vā sāmīcikammaṃ vā nālattha, atha kho akkosaññeva paribhāsaññeva paṭilabhati “aticchatha, bhante”ti vacanamattampi vattā nāma nāhosi, dasamāsādhikānaṃ pana sattannaṃ vassānaṃ accayena ekadivasaṃ “aticchatha, bhante”ti vacanamattaṃ alattha.",
  "mil2:23.3": "Taṃ divasameva brāhmaṇopi bahi kammantā āgacchanto paṭipathe theraṃ disvā “kiṃ, bho pabbajita, amhākaṃ gehaṃ agamitthā”ti—āha.",
  "mil2:23.4": "“Āma, brāhmaṇa, agamamhā”ti.",
  "mil2:23.5": "“Api kiñci labhitthā”ti.",
  "mil2:23.6": "“Āma, brāhmaṇa, labhimhā”ti.",
  "mil2:23.7": "So anattamano gehaṃ gantvā pucchi—",
  "mil2:23.8": "“tassa pabbajitassa kiñci adatthā”ti.",
  "mil2:23.9": "“Na kiñci adamhā”ti.",
  "mil2:23.10": "Brāhmaṇo dutiyadivase gharadvāreyeva nisīdi “ajja pabbajitaṃ musāvādena niggahessāmī”ti.",
  "mil2:23.11": "Thero dutiyadivase brāhmaṇassa gharadvāraṃ sampatto.",
  "mil2:24.1": "Brāhmaṇo theraṃ disvāva evamāha—",
  "mil2:24.2": "“tumhe hiyyo amhākaṃ gehe kiñci alabhitvāva ‘labhimhā’ti avocuttha, vaṭṭati nu kho tumhākaṃ musāvādo”ti.",
  "mil2:24.3": "Thero āha—",
  "mil2:24.4": "“mayaṃ, brāhmaṇa, tumhākaṃ gehe () dasamāsādhikāni satta vassāni ‘aticchathā’ti vacanamattampi alabhitvā hiyyo ‘aticchathā’ti vacanamattaṃ labhimhā, athetaṃ vācāpaṭisandhāraṃ upādāya evamavocumhā”ti.",
  "mil2:25.1": "Brāhmaṇo cintesi—",
  "mil2:25.2": "“ime vācāpaṭisandhāramattampi labhitvā janamajjhe ‘labhimhā’ti pasaṃsanti, aññaṃ kiñci khādanīyaṃ vā bhojanīyaṃ vā labhitvā kasmā nappasaṃsantī”ti pasīditvā attano atthāya paṭiyāditabhattato kaṭacchubhikkhaṃ, tadupiyañca byañjanaṃ dāpetvā “imaṃ bhikkhaṃ sabbakālaṃ tumhe labhissathā”ti—",
  "mil2:25.3": "āha.",
  "mil2:26.1": "So punadivasato pabhuti upasaṅkamantassa therassa upasamaṃ disvā bhiyyoso mattāya pasīditvā theraṃ niccakālaṃ attano ghare bhattavissaggakaraṇatthāya yāci.",
  "mil2:26.2": "Thero tuṇhībhāvena adhivāsetvā divase divase bhattakiccaṃ katvā gacchanto thokaṃ thokaṃ buddhavacanaṃ kathetvā gacchati.",
  "mil2:26.3": "Sāpi kho brāhmaṇī dasamāsaccayena puttaṃ vijāyi, “nāgaseno”tissa nāmamakaṃsu, so anukkamena vaḍḍhanto sattavassiko jāto.",
  "mil2:27.1": "Atha kho nāgasenassa dārakassa pitā nāgasenaṃ dārakaṃ etadavoca—",
  "mil2:27.2": "“imasmiṃ kho, tāta nāgasena, brāhmaṇakule sikkhāni sikkheyyāsī”ti.",
  "mil2:27.3": "“Katamāni, tāta, imasmiṃ brāhmaṇakule sikkhāni nāmā”ti?",
  "mil2:27.4": "“Tayo kho, tāta nāgasena, vedā sikkhāni nāma, avasesāni sippāni sippaṃ nāmā”ti.",
  "mil2:27.5": "“Tena hi, tāta, sikkhissāmī”ti.",
  "mil2:28.1": "Atha kho soṇuttaro brāhmaṇo ācariyabrāhmaṇassa ācariyabhāgaṃ sahassaṃ datvā antopāsāde ekasmiṃ gabbhe ekato mañcakaṃ paññapetvā ācariyabrāhmaṇaṃ etadavoca—",
  "mil2:28.2": "“sajjhāpehi kho tvaṃ, brāhmaṇa, imaṃ dārakaṃ mantānī”ti.",
  "mil2:28.3": "“Tena hi, tāta dāraka, uggaṇhāhi mantānī”ti.",
  "mil2:28.4": "Ācariyabrāhmaṇo sajjhāyati nāgasenassa dārakassa ekeneva uddesena tayo vedā hadayaṅgatā vācuggatā sūpadhāritā suvavatthāpitā sumanasikatā ahesuṃ, sakimeva cakkhuṃ udapādi tīsu vedesu sanighaṇḍukeṭubhesu sākkharappabhedesu itihāsapañcamesu padako veyyākaraṇo lokāyatamahāpurisalakkhaṇesu anavayo ahosi.",
  "mil2:29.1": "Atha kho nāgaseno dārako pitaraṃ etadavoca—",
  "mil2:29.2": "“atthi nu kho, tāta, imasmiṃ brāhmaṇakule ito uttarimpi sikkhitabbāni, udāhu ettakānevā”ti.",
  "mil2:29.3": "“Natthi, tāta nāgasena, imasmiṃ brāhmaṇakule ito uttariṃ sikkhitabbāni, ettakāneva sikkhitabbānī”ti.",
  "mil2:30.1": "Atha kho nāgaseno dārako ācariyassa anuyogaṃ datvā pāsādā oruyha pubbavāsanāya coditahadayo rahogato paṭisallīno attano sippassa ādimajjhapariyosānaṃ olokento ādimhi vā majjhe vā pariyosāne vā appamattakampi sāraṃ adisvā “tucchā vata bho ime vedā, palāpā vata bho ime vedā asārā nissārā”ti—",
  "mil2:30.2": "vippaṭisārī anattamano ahosi.",
  "mil2:31.1": "Tena kho pana samayena āyasmā rohaṇo vattaniye senāsane nisinno nāgasenassa dārakassa cetasā cetoparivitakkamaññāya nivāsetvā pattacīvaramādāya vattaniye senāsane antarahito gajaṅgalabrāhmaṇagāmassa purato pāturahosi.",
  "mil2:31.2": "Addasā kho nāgaseno dārako attano dvārakoṭṭhake ṭhito āyasmantaṃ rohaṇaṃ dūratova āgacchantaṃ, disvāna attamano udaggo pamudito pītisomanassajāto—",
  "mil2:31.3": "“appeva nāmāyaṃ pabbajito kañci sāraṃ jāneyyā”ti—",
  "mil2:31.4": "yenāyasmā rohaṇo tenupasaṅkami, upasaṅkamitvā āyasmantaṃ rohaṇaṃ etadavoca—",
  "mil2:31.5": "“ko nu kho tvaṃ, mārisa, ediso bhaṇḍukāsāvavasano”ti.",
  "mil2:31.6": "“Pabbajito nāmāhaṃ dārakā”ti.",
  "mil2:31.7": "“Kena tvaṃ, mārisa, pabbajito nāmāsī”ti?",
  "mil2:31.8": "“Pāpakāni malāni pabbājeti, tasmāhaṃ, dāraka, pabbajito nāmā”ti.",
  "mil2:32.1": "“Kiṃkāraṇā, mārisa, kesā te na yathā aññesan”ti?",
  "mil2:32.2": "“Soḷasime, dāraka, palibodhe disvā kesamassuṃ ohāretvā pabbajito”.",
  "mil2:32.3": "“Katame soḷasa”?",
  "mil2:32.4": "“Alaṅkārapalibodho maṇḍanapalibodho telamakkhanapalibodho dhovanapalibodho mālāpalibodho gandhapalibodho vāsanapalibodho harīṭakapalibodho āmalakapalibodho raṅgapalibodho bandhanapalibodho kocchapalibodho kappakapalibodho vijaṭanapalibodho ūkāpalibodho, kesesu vilūnesu socanti kilamanti paridevanti urattāḷiṃ kandanti sammohaṃ āpajjanti, imesu kho, dāraka, soḷasasu palibodhesu paliguṇṭhitā manussā sabbāni atisukhumāni sippāni nāsentī”ti.",
  "mil2:33.1": "“Kiṃkāraṇā, mārisa, vatthānipi te na yathā aññesan”ti?",
  "mil2:33.2": "“Kāmanissitāni kho, dāraka, vatthāni, kāmanissitāni gihibyañjanabhaṇḍāni, yāni kānici kho bhayāni vatthato uppajjanti, tāni kāsāvavasanassa na honti, tasmā vatthānipi me na yathā aññesan”ti.",
  "mil2:33.3": "“Jānāsi kho tvaṃ, mārisa, sippāni nāmā”ti?",
  "mil2:33.4": "“Āma, dāraka, jānāmahaṃ sippāni, yaṃ loke uttamaṃ mantaṃ, tampi jānāmī”ti.",
  "mil2:33.5": "“Mayhampi taṃ, mārisa, dātuṃ sakkā”ti?",
  "mil2:33.6": "“Āma, dāraka, sakkā”ti.",
  "mil2:33.7": "“Tena hi me dehī”ti.",
  "mil2:33.8": "“Akālo kho, dāraka, antaragharaṃ piṇḍāya paviṭṭhamhā”ti.",
  "mil2:34.1": "Atha kho nāgaseno dārako āyasmato rohaṇassa hatthato pattaṃ gahetvā gharaṃ pavesetvā paṇītena khādanīyena bhojanīyena sahatthā santappetvā sampavāretvā āyasmantaṃ rohaṇaṃ bhuttāviṃ onītapattapāṇiṃ etadavoca—",
  "mil2:34.2": "“dehi me dāni, mārisa, mantan”ti.",
  "mil2:34.3": "“Yadā kho tvaṃ, dāraka, nippalibodho hutvā mātāpitaro anujānāpetvā mayā gahitaṃ pabbajitavesaṃ gaṇhissasi, tadā dassāmī”ti—āha.",
  "mil2:35.1": "Atha kho nāgaseno dārako mātāpitaro upasaṅkamitvā āha—",
  "mil2:35.2": "“ammatātā, ayaṃ pabbajito ‘yaṃ loke uttamaṃ mantaṃ, taṃ jānāmī’ti vadati, na ca attano santike apabbajitassa deti, ahaṃ etassa santike pabbajitvā taṃ uttamaṃ mantaṃ uggaṇhissāmī”ti.",
  "mil2:35.3": "Athassa mātāpitaro “pabbajitvāpi no putto mantaṃ gaṇhatu, gahetvā puna āgacchissatī”ti maññamānā “gaṇha, puttā”ti anujāniṃsu.",
  "mil2:36.1": "Atha kho āyasmā rohaṇo nāgasenaṃ dārakaṃ ādāya yena vattaniyaṃ senāsanaṃ, yena vijambhavatthu tenupasaṅkami, upasaṅkamitvā vijambhavatthusmiṃ senāsane ekarattaṃ vasitvā yena rakkhitatalaṃ tenupasaṅkami, upasaṅkamitvā koṭisatānaṃ arahantānaṃ majjhe nāgasenaṃ dārakaṃ pabbājesi.",
  "mil2:36.2": "Pabbajito ca panāyasmā nāgaseno āyasmantaṃ rohaṇaṃ etadavoca—",
  "mil2:36.3": "“gahito me, bhante, tava veso, detha me dāni mantan”ti.",
  "mil2:36.4": "Atha kho āyasmā rohaṇo “kimhi nu khohaṃ nāgasenaṃ vineyyaṃ paṭhamaṃ vinaye vā suttante vā abhidhamme vā”ti—",
  "mil2:36.5": "cintetvā “paṇḍito kho ayaṃ nāgaseno, sakkoti sukheneva abhidhammaṃ pariyāpuṇitun”ti paṭhamaṃ abhidhamme vinesi.",
  "mil2:37.1": "Āyasmā ca nāgaseno “kusalā dhammā, akusalā dhammā, abyākatā dhammā”ti tikadukapaṭimaṇḍitaṃ dhammasaṅgaṇīpakaraṇaṃ, khandhavibhaṅgādiaṭṭhārasa vibhaṅgapaṭimaṇḍitaṃ vibhaṅgappakaraṇaṃ, “saṅgaho asaṅgaho”ti ādinā cuddasavidhena vibhattaṃ dhātukathāpakaraṇaṃ, “khandhapaññatti āyatanapaññattī”ti ādinā chabbidhena vibhattaṃ puggalapaññattippakaraṇaṃ, sakavāde pañcasuttasatāni paravāde pañcasuttasatānīti suttasahassaṃ samodhānetvā vibhattaṃ kathāvatthuppakaraṇaṃ, “mūlayamakaṃ khandhayamakan”ti ādinā dasavidhena vibhattaṃ yamakappakaraṇaṃ, “hetupaccayo ārammaṇapaccayo”ti ādinā catuvīsatividhena vibhattaṃ paṭṭhānappakaraṇanti sabbaṃ taṃ abhidhammapiṭakaṃ ekeneva sajjhāyena paguṇaṃ katvā “tiṭṭhatha, bhante, na puna osāretha, ettakenevāhaṃ sajjhāyissāmī”ti—āha.",
  "mil2:38.1": "Atha kho āyasmā nāgaseno yena koṭisatā arahanto tenupasaṅkami, upasaṅkamitvā koṭisate arahante etadavoca—",
  "mil2:38.2": "“ahaṃ kho, bhante, ‘kusalā dhammā, akusalā dhammā, abyākatā dhammā’ti imesu tīsu padesu pakkhipitvā sabbaṃ taṃ abhidhammapiṭakaṃ vitthārena osāressāmī”ti.",
  "mil2:38.3": "“Sādhu, nāgasena, osārehī”ti.",
  "mil2:39.1": "Atha kho āyasmā nāgaseno satta māsāni satta pakaraṇāni vitthārena osāresi, pathavī unnadi, devatā sādhukāramadaṃsu, brahmāno apphoṭesuṃ, dibbāni candanacuṇṇāni dibbāni ca mandāravapupphāni abhippavassiṃsu.",
  "mil2:40.1": "Atha kho koṭisatā arahanto āyasmantaṃ nāgasenaṃ paripuṇṇavīsativassaṃ rakkhitatale upasampādesuṃ.",
  "mil2:40.2": "Upasampanno ca panāyasmā nāgaseno tassā rattiyā accayena pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya upajjhāyena saddhiṃ gāmaṃ piṇḍāya pavisanto evarūpaṃ parivitakkaṃ uppādesi “tuccho vata me upajjhāyo, bālo vata me upajjhāyo, ṭhapetvā avasesaṃ buddhavacanaṃ paṭhamaṃ maṃ abhidhamme vinesī”ti.",
  "mil2:41.1": "Atha kho āyasmā rohaṇo āyasmato nāgasenassa cetasā cetoparivitakkamaññāya āyasmantaṃ nāgasenaṃ etadavoca—",
  "mil2:41.2": "“ananucchavikaṃ kho nāgasena parivitakkaṃ vitakkesi, na kho panetaṃ nāgasena tavānucchavikan”ti.",
  "mil2:42.1": "Atha kho āyasmato nāgasenassa etadahosi—",
  "mil2:42.2": "“acchariyaṃ vata bho, abbhutaṃ vata bho, yatra hi nāma me upajjhāyo cetasā cetoparivitakkaṃ jānissati, paṇḍito vata me upajjhāyo, yannūnāhaṃ upajjhāyaṃ khamāpeyyan”ti.",
  "mil2:42.3": "Atha kho āyasmā nāgaseno āyasmantaṃ rohaṇaṃ etadavoca—",
  "mil2:42.4": "“khamatha me, bhante, na puna evarūpaṃ vitakkessāmī”ti.",
  "mil2:43.1": "Atha kho āyasmā rohaṇo āyasmantaṃ nāgasenaṃ etadavoca “na kho tyāhaṃ nāgasena ettāvatā khamāmi, atthi kho nāgasena sāgalaṃ nāma nagaraṃ, tattha milindo nāma rājā rajjaṃ kāreti, so diṭṭhivādena pañhaṃ pucchitvā bhikkhusaṃghaṃ viheṭheti, sace tvaṃ tattha gantvā taṃ rājānaṃ dametvā buddhasāsane pasādessasi, evāhaṃ taṃ khamissāmī”ti.",
  "mil2:44.1": "“Tiṭṭhatu, bhante, eko milindo rājā;",
  "mil2:44.2": "sace, bhante, sakalajambudīpe sabbe rājāno āgantvā maṃ pañhaṃ puccheyyuṃ, sabbaṃ taṃ visajjetvā sampadālessāmi, ‘khamatha me, bhante’ti vatvā, ‘na khamāmī’ti vutte tena hi, bhante, imaṃ temāsaṃ kassa santike vasissāmī”ti—āha.",
  "mil2:44.3": "“Ayaṃ kho, nāgasena, āyasmā assagutto vattaniye senāsane viharati, gaccha tvaṃ, nāgasena, yenāyasmā assagutto tenupasaṅkama, upasaṅkamitvā mama vacanena āyasmato assaguttassa pāde sirasā vanda, evañca naṃ vadehi ‘upajjhāyo me, bhante, tumhākaṃ pāde sirasā vandati, appābādhaṃ appātaṅkaṃ lahuṭṭhānaṃ balaṃ phāsuvihāraṃ pucchati, upajjhāyo me, bhante, imaṃ temāsaṃ tumhākaṃ santike vasituṃ maṃ pahiṇī’ti, ‘konāmo te upajjhāyo’ti ca vutte ‘rohaṇatthero nāma, bhante’ti vadeyyāsi, ‘ahaṃ konāmo’ti vutte evaṃ vadeyyāsi ‘mama upajjhāyo, bhante, tumhākaṃ nāmaṃ jānātī’”ti.",
  "mil2:44.4": "“Evaṃ, bhante”ti kho āyasmā nāgaseno āyasmantaṃ rohaṇaṃ abhivādetvā padakkhiṇaṃ katvā pattacīvaramādāya anupubbena cārikaṃ caramāno yena vattaniyaṃ senāsanaṃ, yenāyasmā assagutto tenupasaṅkami, upasaṅkamitvā āyasmantaṃ assaguttaṃ abhivādetvā ekamantaṃ aṭṭhāsi, ekamantaṃ ṭhito kho āyasmā nāgaseno āyasmantaṃ assaguttaṃ etadavoca—",
  "mil2:44.5": "“upajjhāyo me, bhante, tumhākaṃ pāde sirasā vandati, evañca vadeti appābādhaṃ appātaṅkaṃ lahuṭṭhānaṃ balaṃ phāsuvihāraṃ pucchati, upajjhāyo me, bhante, imaṃ temāsaṃ tumhākaṃ santike vasituṃ maṃ pahiṇī”ti.",
  "mil2:45.1": "Atha kho āyasmā assagutto āyasmantaṃ nāgasenaṃ etadavoca—",
  "mil2:45.2": "“tvaṃ kiṃnāmosī”ti.",
  "mil2:45.3": "“Ahaṃ, bhante, nāgaseno nāmā”ti.",
  "mil2:45.4": "“Konāmo te upajjhāyo”ti?",
  "mil2:45.5": "“Upajjhāyo me, bhante, rohaṇo nāmā”ti.",
  "mil2:45.6": "“Ahaṃ konāmo”ti.",
  "mil2:45.7": "“Upajjhāyo me, bhante, tumhākaṃ nāmaṃ jānātī”ti.",
  "mil2:46.1": "“Sādhu, nāgasena, pattacīvaraṃ paṭisāmehī”ti.",
  "mil2:46.2": "“Sādhu, bhante”ti pattacīvaraṃ paṭisāmetvā punadivase pariveṇaṃ sammajjitvā mukhodakaṃ dantapoṇaṃ upaṭṭhapesi.",
  "mil2:46.3": "Thero sammajjitaṭṭhānaṃ paṭisammajji, taṃ udakaṃ chaḍḍetvā aññaṃ udakaṃ āhari, tañca dantakaṭṭhaṃ apanetvā aññaṃ dantakaṭṭhaṃ gaṇhi, na ālāpasallāpaṃ akāsi, evaṃ satta divasāni katvā sattame divase puna pucchitvā puna tena tatheva vutte vassavāsaṃ anujāni.",
  "mil2:47.1": "Tena kho pana samayena ekā mahāupāsikā āyasmantaṃ assaguttaṃ tiṃsamattāni vassāni upaṭṭhāsi.",
  "mil2:47.2": "Atha kho sā mahāupāsikā temāsaccayena yenāyasmā assagutto tenupasaṅkami, upasaṅkamitvā āyasmantaṃ assaguttaṃ etadavoca—",
  "mil2:47.3": "“atthi nu kho, tāta, tumhākaṃ santike añño bhikkhū”ti.",
  "mil2:47.4": "“Atthi, mahāupāsike, amhākaṃ santike nāgaseno nāma bhikkhū”ti.",
  "mil2:47.5": "“Tena hi, tāta assagutta, adhivāsehi nāgasenena saddhiṃ svātanāya bhattan”ti.",
  "mil2:47.6": "Adhivāsesi kho āyasmā assagutto tuṇhībhāvena.",
  "mil2:48.1": "Atha kho āyasmā assagutto tassā rattiyā accayena pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya āyasmatā nāgasenena saddhiṃ pacchāsamaṇena yena mahāupāsikāya nivesanaṃ tenupasaṅkami, upasaṅkamitvā paññatte āsane nisīdi.",
  "mil2:48.2": "Atha kho sā mahāupāsikā āyasmantaṃ assaguttaṃ āyasmantañca nāgasenaṃ paṇītena khādanīyena bhojanīyena sahatthā santappesi sampavāresi.",
  "mil2:48.3": "Atha kho āyasmā assagutto bhuttāviṃ onītapattapāṇiṃ āyasmantaṃ nāgasenaṃ etadavoca—",
  "mil2:48.4": "“tvaṃ, nāgasena, mahāupāsikāya anumodanaṃ karohī”ti idaṃ vatvā uṭṭhāyāsanā pakkāmi.",
  "mil2:49.1": "Atha kho sā mahāupāsikā āyasmantaṃ nāgasenaṃ etadavoca—",
  "mil2:49.2": "“mahallikā khohaṃ, tāta nāgasena, gambhīrāya dhammakathāya mayhaṃ anumodanaṃ karohī”ti.",
  "mil2:49.3": "Atha kho āyasmā nāgaseno tassā mahāupāsikāya gambhīrāya dhammakathāya lokuttarāya suññatappaṭisaṃyuttāya anumodanaṃ akāsi.",
  "mil2:49.4": "Atha kho tassā mahāupāsikāya tasmiṃyeva āsane virajaṃ vītamalaṃ dhammacakkhuṃ udapādi—",
  "mil2:49.5": "“yaṃ kiñci samudayadhammaṃ sabbaṃ taṃ nirodhadhamman”ti.",
  "mil2:49.6": "Āyasmāpi kho nāgaseno tassā mahāupāsikāya anumodanaṃ katvā attanā desitaṃ dhammaṃ paccavekkhanto vipassanaṃ paṭṭhapetvā tasmiṃyeva āsane nisinno sotāpattiphale patiṭṭhāsi.",
  "mil2:50.1": "Atha kho āyasmā assagutto maṇḍalamāḷe nisinno dvinnampi dhammacakkhupaṭilābhaṃ ñatvā sādhukāraṃ pavattesi “sādhu sādhu, nāgasena, ekena kaṇḍappahārena dve mahākāyā padālitā”ti, anekāni ca devatāsahassāni sādhukāraṃ pavattesuṃ.",
  "mil2:51.1": "Atha kho āyasmā nāgaseno uṭṭhāyāsanā yenāyasmā assagutto tenupasaṅkami, upasaṅkamitvā āyasmantaṃ assaguttaṃ abhivādetvā ekamantaṃ nisīdi, ekamantaṃ nisinnaṃ kho āyasmantaṃ nāgasenaṃ āyasmā assagutto etadavoca—",
  "mil2:51.2": "“gaccha tvaṃ, nāgasena, pāṭaliputtaṃ, pāṭaliputtanagare asokārāme āyasmā dhammarakkhito paṭivasati, tassa santike buddhavacanaṃ pariyāpuṇāhī”ti.",
  "mil2:51.3": "“Kīva dūro, bhante, ito pāṭaliputtanagaran”ti?",
  "mil2:51.4": "“Yojanasatāni kho, nāgasenā”ti.",
  "mil2:51.5": "“Dūro kho, bhante, maggo.",
  "mil2:51.6": "Antarāmagge bhikkhā dullabhā, kathāhaṃ gamissāmī”ti?",
  "mil2:51.7": "“Gaccha tvaṃ, nāgasena, antarāmagge piṇḍapātaṃ labhissasi sālīnaṃ odanaṃ vigatakāḷakaṃ anekasūpaṃ anekabyañjanan”ti.",
  "mil2:51.8": "“Evaṃ, bhante”ti kho āyasmā nāgaseno āyasmantaṃ assaguttaṃ abhivādetvā padakkhiṇaṃ katvā pattacīvaramādāya yena pāṭaliputtaṃ tena cārikaṃ pakkāmi.",
  "mil2:52.1": "Tena kho pana samayena pāṭaliputtako seṭṭhi pañcahi sakaṭasatehi pāṭaliputtagāmimaggaṃ paṭipanno hoti.",
  "mil2:52.2": "Addasā kho pāṭaliputtako seṭṭhi āyasmantaṃ nāgasenaṃ dūratova āgacchantaṃ, disvāna yenāyasmā nāgaseno tenupasaṅkami, upasaṅkamitvā āyasmantaṃ nāgasenaṃ abhivādetvā “kuhiṃ gacchasi, tātā”ti—āha.",
  "mil2:52.3": "“Pāṭaliputtaṃ, gahapatī”ti.",
  "mil2:52.4": "“Sādhu, tāta, mayampi pāṭaliputtaṃ gacchāma.",
  "mil2:52.5": "Amhehi saddhiṃ sukhaṃ gacchathā”ti.",
  "mil2:53.1": "Atha kho pāṭaliputtako seṭṭhi āyasmato nāgasenassa iriyāpathe pasīditvā āyasmantaṃ nāgasenaṃ paṇītena khādanīyena bhojanīyena sahatthā santappetvā sampavāretvā āyasmantaṃ nāgasenaṃ bhuttāviṃ onītapattapāṇiṃ aññataraṃ nīcaṃ āsanaṃ gahetvā ekamantaṃ nisīdi, ekamantaṃ nisinno kho pāṭaliputtako seṭṭhi āyasmantaṃ nāgasenaṃ etadavoca—",
  "mil2:53.2": "“kinnāmosi tvaṃ, tātā”ti.",
  "mil2:53.3": "“Ahaṃ, gahapati, nāgaseno nāmā”ti.",
  "mil2:53.4": "“Jānāsi kho tvaṃ, tāta, buddhavacanaṃ nāmā”ti?",
  "mil2:53.5": "“Jānāmi khohaṃ, gahapati, abhidhammapadānī”ti.",
  "mil2:53.6": "“Lābhā no, tāta, suladdhaṃ no, tāta, ahampi kho, tāta, ābhidhammiko, tvampi ābhidhammiko, bhaṇa, tāta, abhidhammapadānī”ti.",
  "mil2:53.7": "Atha kho āyasmā nāgaseno pāṭaliputtakassa seṭṭhissa abhidhammaṃ desesi, desenteyeva pāṭaliputtakassa seṭṭhissa virajaṃ vītamalaṃ dhammacakkhuṃ udapādi—",
  "mil2:53.8": "“yaṃ kiñci samudayadhammaṃ sabbaṃ taṃ nirodhadhamman”ti.",
  "mil2:54.1": "Atha kho pāṭaliputtako seṭṭhi pañcamattāni sakaṭasatāni purato uyyojetvā sayaṃ pacchato gacchanto pāṭaliputtassa avidūre dvedhāpathe ṭhatvā āyasmantaṃ nāgasenaṃ etadavoca—",
  "mil2:54.2": "“ayaṃ kho, tāta nāgasena, asokārāmassa maggo, idaṃ kho, tāta, amhākaṃ kambalaratanaṃ soḷasahatthaṃ āyāmena, aṭṭhahatthaṃ vitthārena, paṭiggaṇhāhi kho, tāta, idaṃ kambalaratanaṃ anukampaṃ upādāyā”ti.",
  "mil2:54.3": "Paṭiggahesi kho āyasmā nāgaseno taṃ kambalaratanaṃ anukampaṃ upādāya.",
  "mil2:54.4": "Atha kho pāṭaliputtako seṭṭhi attamano udaggo pamudito pītisomanassajāto āyasmantaṃ nāgasenaṃ abhivādetvā padakkhiṇaṃ katvā pakkāmi.",
  "mil2:55.1": "Atha kho āyasmā nāgaseno yena asokārāmo yenāyasmā dhammarakkhito tenupasaṅkami, upasaṅkamitvā āyasmantaṃ dhammarakkhitaṃ abhivādetvā attano āgatakāraṇaṃ kathetvā āyasmato dhammarakkhitassa santike tepiṭakaṃ buddhavacanaṃ ekeneva uddesena tīhi māsehi byañjanaso pariyāpuṇitvā puna tīhi māsehi atthaso manasākāsi.",
  "mil2:55.2": "( )",
  "mil2:56.1": "Atha kho āyasmā dhammarakkhito āyasmantaṃ nāgasenaṃ etadavoca—",
  "mil2:56.2": "“seyyathāpi, nāgasena, gopālako gāvo rakkhati, aññe gorasaṃ paribhuñjanti;",
  "mil2:56.3": "evameva kho tvaṃ, nāgasena, tepiṭakaṃ buddhavacanaṃ dhārentopi na bhāgī sāmaññassā”ti.",
  "mil2:56.4": "“Hotu, bhante, alaṃ ettakenā”ti.",
  "mil2:56.5": "Teneva divasabhāgena tena rattibhāgena saha paṭisambhidāhi arahattaṃ pāpuṇi, saha saccappaṭivedhena āyasmato nāgasenassa sabbe devā sādhukāramadaṃsu, pathavī unnadi, brahmāno apphoṭesuṃ, dibbāni candanacuṇṇāni dibbāni ca mandāravapupphāni abhippavassiṃsu.",
  "mil2:57.1": "Tena kho pana samayena koṭisatā arahanto himavante pabbate rakkhitatale sannipatitvā āyasmato nāgasenassa santike dūtaṃ pāhesuṃ “āgacchatu nāgaseno, dassanakāmā mayaṃ nāgasenan”ti.",
  "mil2:57.2": "Atha kho āyasmā nāgaseno dūtassa vacanaṃ sutvā asokārāme antarahito himavante pabbate rakkhitatale koṭisatānaṃ arahantānaṃ purato pāturahosi.",
  "mil2:58.1": "Atha kho koṭisatā arahanto āyasmantaṃ nāgasenaṃ etadavocuṃ—",
  "mil2:58.2": "“eso kho, nāgasena, milindo rājā bhikkhusaṃghaṃ viheṭheti vādappaṭivādena pañhapucchāya.",
  "mil2:58.3": "Sādhu, nāgasena, gaccha tvaṃ milindaṃ rājānaṃ damehī”ti.",
  "mil2:58.4": "“Tiṭṭhatu, bhante, eko milindo rājā;",
  "mil2:58.5": "sace, bhante, sakalajambudīpe rājāno āgantvā maṃ pañhaṃ puccheyyuṃ, sabbaṃ taṃ visajjetvā sampadālessāmi, gacchatha vo, bhante, acchambhitā sāgalanagaran”ti.",
  "mil2:58.6": "Atha kho therā bhikkhū sāgalanagaraṃ kāsāvappajjotaṃ isivātapaṭivātaṃ akaṃsu.",
  "mil2:59.1": "Tena kho pana samayena āyasmā āyupālo saṅkhyeyyapariveṇe paṭivasati.",
  "mil2:59.2": "Atha kho milindo rājā amacce etadavoca—",
  "mil2:59.3": "“ramaṇīyā vata bho dosinā ratti, kaṃ nu khvajja samaṇaṃ vā brāhmaṇaṃ vā upasaṅkameyyāma sākacchāya pañhapucchanāya, ko mayā saddhiṃ sallapituṃ ussahati kaṅkhaṃ paṭivinetun”ti.",
  "mil2:59.4": "Evaṃ vutte, pañcasatā yonakā rājānaṃ milindaṃ etadavocuṃ—",
  "mil2:59.5": "“atthi, mahārāja, āyupālo nāma thero tepiṭako bahussuto āgatāgamo, so etarahi saṅkhyeyyapariveṇe paṭivasati;",
  "mil2:59.6": "gaccha tvaṃ, mahārāja, āyasmantaṃ āyupālaṃ pañhaṃ pucchassū”ti.",
  "mil2:59.7": "“Tena hi, bhaṇe, bhadantassa ārocethā”ti.",
  "mil2:60.1": "Atha kho nemittiko āyasmato āyupālassa santike dūtaṃ pāhesi “rājā, bhante, milindo āyasmantaṃ āyupālaṃ dassanakāmo”ti.",
  "mil2:60.2": "Āyasmāpi kho āyupālo evamāha—",
  "mil2:60.3": "“tena hi āgacchatū”ti.",
  "mil2:60.4": "Atha kho milindo rājā pañcamattehi yonakasatehi parivuto rathavaramāruyha yena saṅkhyeyyapariveṇaṃ yenāyasmā āyupālo tenupasaṅkami, upasaṅkamitvā āyasmatā āyupālena saddhiṃ sammodi, sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi, ekamantaṃ nisinno kho milindo rājā āyasmantaṃ āyupālaṃ etadavoca—",
  "mil2:60.5": "“kimatthiyā, bhante āyupāla, tumhākaṃ pabbajjā, ko ca tumhākaṃ paramattho”ti.",
  "mil2:60.6": "Thero āha—",
  "mil2:60.7": "“dhammacariyasamacariyatthā kho, mahārāja, pabbajjā, sāmaññaphalaṃ kho pana amhākaṃ paramattho”ti.",
  "mil2:60.8": "“Atthi pana, bhante, koci gihīpi dhammacārī samacārī”ti?",
  "mil2:60.9": "“Āma, mahārāja, atthi gihīpi dhammacārī samacārī, bhagavati kho, mahārāja, bārāṇasiyaṃ isipatane migadāye dhammacakkaṃ pavattente aṭṭhārasannaṃ brahmakoṭīnaṃ dhammābhisamayo ahosi, devatānaṃ pana dhammābhisamayo gaṇanapathaṃ vītivatto, sabbete gihibhūtā, na pabbajitā.",
  "mil2:61.1": "Puna caparaṃ, mahārāja, bhagavatā kho mahāsamayasuttante desiyamāne, mahāmaṅgalasuttante desiyamāne, samacittapariyāyasuttante desiyamāne, rāhulovādasuttante desiyamāne, parābhavasuttante desiyamāne gaṇanapathaṃ vītivattānaṃ devatānaṃ dhammābhisamayo ahosi, sabbete gihibhūtā, na pabbajitā”ti.",
  "mil2:61.2": "“Tena hi, bhante āyupāla, niratthikā tumhākaṃ pabbajjā, pubbe katassa pāpakammassa nissandena samaṇā sakyaputtiyā pabbajanti dhutaṅgāni ca pariharanti.",
  "mil2:61.3": "Ye kho te, bhante āyupāla, bhikkhū ekāsanikā, nūna te pubbe paresaṃ bhogahārakā corā, te paresaṃ bhoge acchinditvā tassa kammassa nissandena etarahi ekāsanikā bhavanti, na labhanti kālena kālaṃ paribhuñjituṃ, natthi tesaṃ sīlaṃ, natthi tapo, natthi brahmacariyaṃ.",
  "mil2:61.4": "Ye kho pana te, bhante āyupāla, bhikkhū abbhokāsikā, nūna te pubbe gāmaghātakā corā, te paresaṃ gehāni vināsetvā tassa kammassa nissandena etarahi abbhokāsikā bhavanti, na labhanti senāsanāni paribhuñjituṃ, natthi tesaṃ sīlaṃ, natthi tapo, natthi brahmacariyaṃ.",
  "mil2:61.5": "Ye kho pana te, bhante āyupāla, bhikkhū nesajjikā, nūna te pubbe panthadūsakā corā, te paresaṃ pathike jane gahetvā bandhitvā nisīdāpetvā tassa kammassa nissandena etarahi nesajjikā bhavanti, na labhanti seyyaṃ kappetuṃ, natthi tesaṃ sīlaṃ, natthi tapo, natthi brahmacariyan”ti—āha.",
  "mil2:62.1": "Evaṃ vutte, āyasmā āyupālo tuṇhī ahosi, na kiñci paṭibhāsi.",
  "mil2:62.2": "Atha kho pañcasatā yonakā rājānaṃ milindaṃ etadavocuṃ—",
  "mil2:62.3": "“paṇḍito, mahārāja, thero, api ca kho avisārado na kiñci paṭibhāsatī”ti.",
  "mil2:63.1": "Atha kho milindo rājā āyasmantaṃ āyupālaṃ tuṇhībhūtaṃ disvā apphoṭetvā ukkuṭṭhiṃ katvā yonake etadavoca—",
  "mil2:63.2": "“tuccho vata bho jambudīpo, palāpo vata bho jambudīpo, natthi koci samaṇo vā brāhmaṇo vā, yo mayā saddhiṃ sallapituṃ ussahati kaṅkhaṃ paṭivinetun”ti.",
  "mil2:64.1": "Atha kho milindassa rañño sabbaṃ taṃ parisaṃ anuvilokentassa abhīte amaṅkubhūte yonake disvā etadahosi—",
  "mil2:64.2": "“nissaṃsayaṃ atthi maññe añño koci paṇḍito bhikkhu, yo mayā saddhiṃ sallapituṃ ussahati, yenime yonakā na maṅkubhūtā”ti.",
  "mil2:64.3": "Atha kho milindo rājā yonake etadavoca—",
  "mil2:64.4": "“atthi, bhaṇe, añño koci paṇḍito bhikkhu, yo mayā saddhiṃ sallapituṃ ussahati kaṅkhaṃ paṭivinetun”ti.",
  "mil2:65.1": "Tena kho pana samayena āyasmā nāgaseno samaṇagaṇaparivuto saṃghī gaṇī gaṇācariyo ñāto yasassī sādhusammato bahujanassa paṇḍito byatto medhāvī nipuṇo viññū vibhāvī vinīto visārado bahussuto tepiṭako vedagū pabhinnabuddhimā āgatāgamo pabhinnapaṭisambhido navaṅgasatthusāsane pariyattidharo pāramippatto jinavacane dhammatthadesanāpaṭivedhakusalo akkhayavicitrapaṭibhāno citrakathī kalyāṇavākkaraṇo durāsado duppasaho duruttaro durāvaraṇo dunnivārayo, sāgaro viya akkhobho, girirājā viya niccalo, raṇañjaho tamonudo pabhaṅkaro mahākathī paragaṇigaṇamathano paratitthiyamaddano bhikkhūnaṃ bhikkhunīnaṃ upāsakānaṃ upāsikānaṃ rājūnaṃ rājamahāmattānaṃ sakkato garukato mānito pūjito apacito lābhī cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārānaṃ lābhaggayasaggappatto vuddhānaṃ viññūnaṃ sotāvadhānena samannāgatānaṃ sandassento navaṅgaṃ jinasāsanaratanaṃ, upadisanto dhammamaggaṃ, dhārento dhammappajjotaṃ, ussāpento dhammayūpaṃ, yajanto dhammayāgaṃ, paggaṇhanto dhammaddhajaṃ, ussāpento dhammaketuṃ, dhamento dhammasaṅkhaṃ, āhananto dhammabheriṃ, nadanto sīhanādaṃ, gajjanto indagajjitaṃ, madhuragiragajjitena ñāṇavaravijjujālapariveṭhitena karuṇājalabharitena mahatā dhammāmatameghena sakalalokamabhitappayanto gāmanigamarājadhānīsu cārikaṃ caramāno anupubbena sāgalanagaraṃ anuppatto hoti.",
  "mil2:65.2": "Tatra sudaṃ āyasmā nāgaseno asītiyā bhikkhusahassehi saddhiṃ saṅkhyeyyapariveṇe paṭivasati.",
  "mil2:65.3": "Tenāhu porāṇā—",
  "mil2:66.1": "“Bahussuto citrakathī,",
  "mil2:66.2": "nipuṇo ca visārado;",
  "mil2:66.3": "Sāmayiko ca kusalo,",
  "mil2:66.4": "paṭibhāne ca kovido.",
  "mil2:67.1": "Te ca tepiṭakā bhikkhū,",
  "mil2:67.2": "pañcanekāyikāpi ca;",
  "mil2:67.3": "Catunekāyikā ceva,",
  "mil2:67.4": "nāgasenaṃ purakkharuṃ.",
  "mil2:68.1": "Gambhīrapañño medhāvī,",
  "mil2:68.2": "maggāmaggassa kovido;",
  "mil2:68.3": "Uttamatthaṃ anuppatto,",
  "mil2:68.4": "nāgaseno visārado.",
  "mil2:69.1": "Tehi bhikkhūhi parivuto,",
  "mil2:69.2": "nipuṇehi saccavādibhi;",
  "mil2:69.3": "Caranto gāmanigamaṃ,",
  "mil2:69.4": "sāgalaṃ upasaṅkami.",
  "mil2:70.1": "Saṅkhyeyyapariveṇasmiṃ,",
  "mil2:70.2": "nāgaseno tadā vasi;",
  "mil2:70.3": "Katheti so manussehi,",
  "mil2:70.4": "pabbate kesarī yathā”ti.",
  "mil2:71.1": "Atha kho devamantiyo rājānaṃ milindaṃ etadavoca—",
  "mil2:71.2": "“āgamehi tvaṃ, mahārāja;",
  "mil2:71.3": "atthi, mahārāja, nāgaseno nāma thero paṇḍito byatto medhāvī vinīto visārado bahussuto citrakathī kalyāṇapaṭibhāno atthadhammaniruttipaṭibhānapaṭisambhidāsu pāramippatto, so etarahi saṅkhyeyyapariveṇe paṭivasati, gaccha tvaṃ, mahārāja, āyasmantaṃ nāgasenaṃ pañhaṃ pucchassu, ussahati so tayā saddhiṃ sallapituṃ kaṅkhaṃ paṭivinetun”ti.",
  "mil2:71.4": "Atha kho milindassa rañño sahasā “nāgaseno”ti saddaṃ sutvāva ahudeva bhayaṃ, ahudeva chambhitattaṃ, ahudeva lomahaṃso.",
  "mil2:71.5": "Atha kho milindo rājā devamantiyaṃ etadavoca—",
  "mil2:71.6": "“ussahati bho nāgaseno bhikkhu mayā saddhiṃ sallapitun”ti?",
  "mil2:71.7": "“Ussahati, mahārāja, api indayamavaruṇakuverapajāpatisuyāmasantusitalokapālehipi pitupitāmahena mahābrahmunāpi saddhiṃ sallapituṃ, kimaṅgaṃ pana manussabhūtenā”ti.",
  "mil2:72.1": "Atha kho milindo rājā devamantiyaṃ etadavoca—",
  "mil2:72.2": "“tena hi tvaṃ, devamantiya, bhadantassa santike dūtaṃ pesehī”ti.",
  "mil2:72.3": "“Evaṃ, devā”ti kho devamantiyo āyasmato nāgasenassa santike dūtaṃ pāhesi “rājā, bhante, milindo āyasmantaṃ dassanakāmo”ti.",
  "mil2:72.4": "Āyasmāpi kho nāgaseno evamāha—",
  "mil2:72.5": "“tena hi āgacchatū”ti.",
  "mil2:73.1": "Atha kho milindo rājā pañcamattehi yonakasatehi parivuto rathavaramāruyha mahatā balakāyena saddhiṃ yena saṅkhyeyyapariveṇaṃ yenāyasmā nāgaseno tenupasaṅkami.",
  "mil2:73.2": "Tena kho pana samayena āyasmā nāgaseno asītiyā bhikkhusahassehi saddhiṃ maṇḍalamāḷe nisinno hoti.",
  "mil2:73.3": "Addasā kho milindo rājā āyasmato nāgasenassa parisaṃ dūratova, disvāna devamantiyaṃ etadavoca—",
  "mil2:73.4": "“kassesā, devamantiya, mahatī parisā”ti?",
  "mil2:73.5": "“Āyasmato kho, mahārāja, nāgasenassa parisā”ti.",
  "mil2:74.1": "Atha kho milindassa rañño āyasmato nāgasenassa parisaṃ dūratova disvā ahudeva bhayaṃ, ahudeva chambhitattaṃ, ahudeva lomahaṃso.",
  "mil2:74.2": "Atha kho milindo rājā khaggaparivārito viya gajo, garuḷaparivārito viya nāgo, ajagaraparivārito viya kotthuko, mahiṃsaparivuto viya accho, nāgānubaddho viya maṇḍūko, saddūlānubaddho viya migo, ahituṇḍikasamāgato viya pannago, majjārasamāgato viya undūro, bhūtavejjasamāgato viya pisāco, rāhumakhagato viya cando, pannago viya peḷantaragato, sakuṇo viya pañjarantaragato, maccho viya jālantaragato, vāḷavanamanuppaviṭṭho viya puriso, vessavaṇāparādhiko viya yakkho, parikkhīṇāyuko viya devaputto bhīto ubbiggo utrasto saṃviggo lomahaṭṭhajāto vimano dummano bhantacitto vipariṇatamānaso “mā maṃ ayaṃ parijano paribhavī”ti satiṃ upaṭṭhapetvā devamantiyaṃ etadavoca—",
  "mil2:74.3": "“mā kho, tvaṃ devamantiya, āyasmantaṃ nāgasenaṃ mayhaṃ ācikkheyyāsi, anakkhātaññevāhaṃ nāgasenaṃ jānissāmī”ti.",
  "mil2:74.4": "“Sādhu, mahārāja, tvaññeva jānāhī”ti.",
  "mil2:75.1": "Tena kho pana samayena āyasmā nāgaseno tassā bhikkhuparisāya purato cattālīsāya bhikkhusahassānaṃ navakataro hoti pacchato cattālīsāya bhikkhusahassānaṃ vuḍḍhataro.",
  "mil2:76.1": "Atha kho milindo rājā sabbaṃ taṃ bhikkhusaṃghaṃ purato ca pacchato ca majjhato ca anuvilokento addasā kho āyasmantaṃ nāgasenaṃ dūratova bhikkhusaṃghassa majjhe nisinnaṃ kesarasīhaṃ viya vigatabhayabheravaṃ vigatalomahaṃsaṃ vigatabhayasārajjaṃ, disvāna ākāreneva aññāsi “eso kho ettha nāgaseno”ti.",
  "mil2:77.1": "Atha kho milindo rājā devamantiyaṃ etadavoca—",
  "mil2:77.2": "“eso kho, devamantiya, āyasmā nāgaseno”ti.",
  "mil2:77.3": "“Āma, mahārāja, eso kho nāgaseno, suṭṭhu kho tvaṃ, mahārāja, nāgasenaṃ aññāsī”ti.",
  "mil2:77.4": "Tato rājā tuṭṭho ahosi “anakkhātova mayā nāgaseno aññāto”ti.",
  "mil2:77.5": "Atha kho milindassa rañño āyasmantaṃ nāgasenaṃ disvāva ahudeva bhayaṃ, ahudeva chambhitattaṃ, ahudeva lomahaṃso.",
  "mil2:78.1": "Tenāhu—",
  "mil2:79.1": "“Caraṇena ca sampannaṃ,",
  "mil2:79.2": "sudantaṃ uttame dame;",
  "mil2:79.3": "Disvā rājā nāgasenaṃ,",
  "mil2:79.4": "idaṃ vacanamabravi.",
  "mil2:80.1": "Kathitā mayā bahū diṭṭhā,",
  "mil2:80.2": "sākacchā osaṭā bahū;",
  "mil2:80.3": "Na tādisaṃ bhayaṃ āsi,",
  "mil2:80.4": "ajja tāso yathā mama.",
  "mil2:81.1": "Nissaṃsayaṃ parājayo,",
  "mil2:81.2": "mama ajja bhavissati;",
  "mil2:81.3": "Jayo ca nāgasenassa,",
  "mil2:81.4": "yathā cittaṃ na saṇṭhitan”ti.",
  "mil2:82.1": "Bāhirakathā niṭṭhitā."
}