{
  "mil3.8:0.1": "Milindapañha",
  "mil3.8:0.2": "8. Milindapañhapucchāvisajjanā",
  "mil3.8:1.1": "Thero āha—",
  "mil3.8:1.2": "“jānāsi kho, mahārāja, sampati kā velā”ti?",
  "mil3.8:1.3": "“Āma, bhante, jānāmi ‘sampati paṭhamo yāmo atikkanto, majjhimo yāmo pavattati, ukkā padīpīyanti, cattāri paṭākāni āṇattāni gamissanti bhaṇḍato rājadeyyānī’”ti.",
  "mil3.8:2.1": "Yonakā evamāhaṁsu “kallosi, mahārāja, paṇḍito thero”ti.",
  "mil3.8:2.2": "“Āma, bhaṇe, paṇḍito thero, ediso ācariyo bhaveyya mādiso ca antevāsī, nacirasseva paṇḍito dhammaṁ ājāneyyā”ti.",
  "mil3.8:2.3": "Tassa pañhaveyyākaraṇena tuṭṭho rājā theraṁ nāgasenaṁ satasahassagghanakena kambalena acchādetvā “bhante nāgasena, ajjatagge te aṭṭhasataṁ bhattaṁ paññapemi, yaṁ kiñci antepure kappiyaṁ, tena ca pavāremī”ti—āha.",
  "mil3.8:2.4": "“Alaṁ, mahārāja jīvāmī”ti.",
  "mil3.8:2.5": "“Jānāmi, bhante nāgasena, jīvasi, api ca attānañca rakkha, mamañca rakkhāhī”ti.",
  "mil3.8:2.6": "“Kathaṁ attānaṁ rakkhasi, ‘nāgaseno milindaṁ rājānaṁ pasādeti, na ca kiñci alabhī’ti parāpavādo āgaccheyyāti, evaṁ attānaṁ rakkha.",
  "mil3.8:2.7": "Kathaṁ mamaṁ rakkhasi, ‘milindo rājā pasanno pasannākāraṁ na karotī’ti parāpavādo āgaccheyyāti, evaṁ mamaṁ rakkhāhī”ti.",
  "mil3.8:2.8": "“Tathā hotu, mahārājā”ti.",
  "mil3.8:2.9": "“Seyyathāpi, bhante, sīho migarājā suvaṇṇapañjare pakkhittopi bahimukhoyeva hoti;",
  "mil3.8:2.10": "evameva kho ahaṁ, bhante, kiñcāpi agāraṁ ajjhāvasāmi bahimukho yeva pana acchāmi.",
  "mil3.8:2.11": "Sace ahaṁ, bhante, agārasmā anāgāriyaṁ pabbajeyyaṁ, na ciraṁ jīveyyaṁ, bahū me paccatthikā”ti.",
  "mil3.8:3.1": "Atha kho āyasmā nāgaseno milindassa rañño pañhaṁ visajjetvā uṭṭhāyāsanā saṅghārāmaṁ agamāsi.",
  "mil3.8:3.2": "Acirapakkante ca āyasmante nāgasene milindassa rañño etadahosi—",
  "mil3.8:3.3": "“kiṁ mayā pucchitaṁ, kiṁ bhadantena nāgasenena visajjitan”ti?",
  "mil3.8:3.4": "Atha kho milindassa rañño etadahosi—",
  "mil3.8:3.5": "“sabbaṁ mayā supucchitaṁ, sabbaṁ bhadantena nāgasenena suvisajjitan”ti.",
  "mil3.8:3.6": "Āyasmatopi nāgasenassa saṅghārāmagatassa etadahosi—",
  "mil3.8:3.7": "“kiṁ milindena raññā pucchitaṁ, kiṁ mayā visajjitan”ti.",
  "mil3.8:3.8": "Atha kho āyasmato nāgasenassa etadahosi—",
  "mil3.8:3.9": "“sabbaṁ milindena raññā supucchitaṁ, sabbaṁ mayā suvisajjitan”ti.",
  "mil3.8:4.1": "Atha kho āyasmā nāgaseno tassā rattiyā accayena pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya yena milindassa rañño nivesanaṁ tenupasaṅkami, upasaṅkamitvā paññatte āsane nisīdi.",
  "mil3.8:4.2": "Atha kho milindo rājā āyasmantaṁ nāgasenaṁ abhivādetvā ekamantaṁ nisīdi, ekamantaṁ nisinno kho milindo rājā āyasmantaṁ nāgasenaṁ etadavoca—",
  "mil3.8:5.1": "“Mā kho bhadantassa evaṁ ahosi ‘nāgaseno mayā pañhaṁ pucchito’ti teneva somanassena taṁ rattāvasesaṁ vītināmesīti na te evaṁ daṭṭhabbaṁ.",
  "mil3.8:5.2": "Tassa mayhaṁ, bhante, taṁ rattāvasesaṁ etadahosi—",
  "mil3.8:5.3": "‘kiṁ mayā pucchitaṁ, kiṁ bhadantena visajjitan’ti, ‘sabbaṁ mayā supucchitaṁ, sabbaṁ bhadantena suvisajjitan’”ti.",
  "mil3.8:6.1": "Theropi evamāha—",
  "mil3.8:6.2": "“mā kho mahārājassa evaṁ ahosi ‘milindassa rañño mayā pañho visajjito’ti teneva somanassena taṁ rattāvasesaṁ vītināmesīti na te evaṁ daṭṭhabbaṁ.",
  "mil3.8:6.3": "Tassa mayhaṁ, mahārāja, taṁ rattāvasesaṁ etadahosi—",
  "mil3.8:6.4": "‘kiṁ milindena raññā pucchitaṁ, kiṁ mayā visajjitan’ti, ‘sabbaṁ milindena raññā supucchitaṁ, sabbaṁ mayā suvisajjitan’”ti itiha te mahānāgā aññamaññassa subhāsitaṁ samanumodiṁsūti.",
  "mil3.8:7.1": "Milindapañhapucchāvisajjanā niṭṭhitā."
}