{
  "mil3.2.3:0.1": "Milindapañha",
  "mil3.2.3:0.2": "Addhānavagga",
  "mil3.2.3:0.3": "3. Ñāṇapaññāpañha",
  "mil3.2.3:1.1": "Rājā āha—",
  "mil3.2.3:1.2": "“bhante nāgasena, yassa ñāṇaṃ uppannaṃ, tassa paññā uppannā”ti?",
  "mil3.2.3:1.3": "“Āma, mahārāja, yassa ñāṇaṃ uppannaṃ, tassa paññā uppannā”ti.",
  "mil3.2.3:1.4": "“Kiṃ, bhante, yaññeva ñāṇaṃ sāyeva paññā”ti?",
  "mil3.2.3:1.5": "“Āma, mahārāja, yaññeva ñāṇaṃ sāyeva paññā”ti.",
  "mil3.2.3:1.6": "“Yassa pana, bhante, taññeva ñāṇaṃ sāyeva paññā uppannā, kiṃ sammuyheyya so, udāhu na sammuyheyyā”ti?",
  "mil3.2.3:1.7": "“Katthaci, mahārāja, sammuyheyya, katthaci na sammuyheyyā”ti.",
  "mil3.2.3:1.8": "“Kuhiṃ, bhante, sammuyheyyā”ti?",
  "mil3.2.3:1.9": "“Aññātapubbesu vā, mahārāja, sippaṭṭhānesu, agatapubbāya vā disāya, assutapubbāya vā nāmapaññattiyā sammuyheyyā”ti.",
  "mil3.2.3:1.10": "“Kuhiṃ na sammuyheyyā”ti?",
  "mil3.2.3:1.11": "“Yaṃ kho pana, mahārāja, tāya paññāya kataṃ ‘aniccan’ti vā ‘dukkhan’ti vā ‘anattā’ti vā, tahiṃ na sammuyheyyā”ti.",
  "mil3.2.3:1.12": "“Moho panassa, bhante, kuhiṃ gacchatī”ti?",
  "mil3.2.3:1.13": "“Moho kho, mahārāja, ñāṇe uppannamatte tattheva nirujjhatī”ti.",
  "mil3.2.3:2.1": "“Opammaṃ karohī”ti.",
  "mil3.2.3:2.2": "“Yathā, mahārāja, kocideva puriso andhakāragehe padīpaṃ āropeyya, tato andhakāro nirujjheyya, āloko pātubhaveyya;",
  "mil3.2.3:2.3": "evameva kho, mahārāja, ñāṇe uppannamatte moho tattheva nirujjhatī”ti.",
  "mil3.2.3:3.1": "“Paññā pana, bhante, kuhiṃ gacchatī”ti?",
  "mil3.2.3:3.2": "“Paññāpi kho, mahārāja, sakiccayaṃ katvā tattheva nirujjhati, yaṃ pana tāya paññāya kataṃ ‘aniccan’ti vā ‘dukkhan’ti vā ‘anattā’ti vā, taṃ na nirujjhatī”ti.",
  "mil3.2.3:4.1": "“Bhante nāgasena, yaṃ panetaṃ brūsi ‘paññā sakiccayaṃ katvā tattheva nirujjhati, yaṃ pana tāya paññāya kataṃ “aniccan”ti vā “dukkhan”ti vā “anattā”ti vā, taṃ na nirujjhatī’ti, tassa opammaṃ karohī”ti.",
  "mil3.2.3:4.2": "“Yathā, mahārāja, yo koci puriso rattiṃ lekhaṃ pesetukāmo lekhakaṃ pakkosāpetvā padīpaṃ āropetvā lekhaṃ likhāpeyya, likhite pana lekhe padīpaṃ vijjhāpeyya, vijjhāpitepi padīpe lekhaṃ na vinasseyya.",
  "mil3.2.3:4.3": "Evameva kho, mahārāja, paññā sakiccayaṃ katvā tattheva nirujjhati, yaṃ pana tāya paññāya kataṃ ‘aniccan’ti vā ‘dukkhan’ti vā ‘anattā’ti vā, taṃ na nirujjhatī”ti.",
  "mil3.2.3:5.1": "“Bhiyyo opammaṃ karohī”ti.",
  "mil3.2.3:5.2": "“Yathā, mahārāja, puratthimesu janapadesu manussā anugharaṃ pañca pañca udakaghaṭakāni ṭhapenti ālimpanaṃ vijjhāpetuṃ, ghare paditte tāni pañca udakaghaṭakāni gharassūpari khipanti, tato aggi vijjhāyati, kiṃ nu kho, mahārāja, tesaṃ manussānaṃ evaṃ hoti ‘puna tehi ghaṭehi ghaṭakiccaṃ karissāmā’”ti?",
  "mil3.2.3:5.3": "“Na hi, bhante, alaṃ tehi ghaṭehi, kiṃ tehi ghaṭehī”ti?",
  "mil3.2.3:5.4": "“Yathā, mahārāja, pañca udakaghaṭakāni, evaṃ pañcindriyāni daṭṭhabbāni saddhindriyaṃ vīriyindriyaṃ satindriyaṃ samādhindriyaṃ paññindriyaṃ.",
  "mil3.2.3:5.5": "Yathā te manussā, evaṃ yogāvacaro daṭṭhabbo.",
  "mil3.2.3:5.6": "Yathā aggi, evaṃ kilesā daṭṭhabbā.",
  "mil3.2.3:5.7": "Yathā pañcahi udakaghaṭakehi aggi vijjhāpīyati, evaṃ pañcindriyehi kilesā vijjhāpiyanti, vijjhāpitāpi kilesā na puna sambhavanti.",
  "mil3.2.3:5.8": "Evameva kho, mahārāja, paññā sakiccayaṃ katvā tattheva nirujjhati, yaṃ pana tāya paññāya kataṃ ‘aniccan’ti vā ‘dukkhan’ti vā ‘anattā’ti vā, taṃ na nirujjhatī”ti.",
  "mil3.2.3:6.1": "“Bhiyyo opammaṃ karohī”ti.",
  "mil3.2.3:6.2": "“Yathā, mahārāja, vejjo pañcamūlabhesajjāni gahetvā gilānakaṃ upasaṅkamitvā tāni pañcamūlabhesajjāni pisitvā gilānakaṃ pāyeyya, tehi ca dosā niddhameyyuṃ, kiṃ nu kho, mahārāja, tassa vejjassa evaṃ hoti ‘puna tehi pañcamūlabhesajjehi bhesajjakiccaṃ karissāmī’”ti?",
  "mil3.2.3:6.3": "“Na hi, bhante, alaṃ tehi pañcamūlabhesajjehi, kiṃ tehi pañcamūlabhesajjehī”ti?",
  "mil3.2.3:6.4": "“Yathā, mahārāja, pañcamūlabhesajjāni, evaṃ pañcindriyāni daṭṭhabbāni saddhindriyaṃ vīriyindriyaṃ satindriyaṃ samādhindriyaṃ paññindriyaṃ, yathā vejjo, evaṃ yogāvacaro daṭṭhabbo.",
  "mil3.2.3:6.5": "Yathā byādhi, evaṃ kilesā daṭṭhabbā.",
  "mil3.2.3:6.6": "Yathā byādhito puriso, evaṃ puthujjano daṭṭhabbo.",
  "mil3.2.3:6.7": "Yathā pañcamūlabhesajjehi gilānassa dosā niddhantā, dose niddhante gilāno arogo hoti, evaṃ pañcindriyehi kilesā niddhamīyanti, niddhamitā ca kilesā na puna sambhavanti.",
  "mil3.2.3:6.8": "Evameva kho, mahārāja, paññā sakiccayaṃ katvā tattheva nirujjhati, yaṃ pana tāya paññāya kataṃ ‘aniccan’ti vā ‘dukkhan’ti vā ‘anattā’ti vā, taṃ na nirujjhatī”ti.",
  "mil3.2.3:7.1": "“Bhiyyo opammaṃ karohī”ti.",
  "mil3.2.3:7.2": "“Yathā, mahārāja, saṅgāmāvacaro yodho pañca kaṇḍāni gahetvā saṅgāmaṃ otareyya parasenaṃ vijetuṃ, so saṅgāmagato tāni pañca kaṇḍāni khipeyya, tehi ca parasenā bhijjeyya, kiṃ nu kho, mahārāja, tassa saṅgāmāvacarassa yodhassa evaṃ hoti ‘puna tehi kaṇḍehi kaṇḍakiccaṃ karissāmī’”ti?",
  "mil3.2.3:7.3": "“Na hi, bhante, alaṃ tehi kaṇḍehi, kiṃ tehi kaṇḍehī”ti?",
  "mil3.2.3:7.4": "“Yathā, mahārāja, pañca kaṇḍāni, evaṃ pañcindriyāni daṭṭhabbāni saddhindriyaṃ vīriyindriyaṃ satindriyaṃ samādhindriyaṃ paññindriyaṃ.",
  "mil3.2.3:7.5": "Yathā, mahārāja, saṅgāmāvacaro yodho, evaṃ yogāvacaro daṭṭhabbo.",
  "mil3.2.3:7.6": "Yathā parasenā, evaṃ kilesā daṭṭhabbā.",
  "mil3.2.3:7.7": "Yathā pañcahi kaṇḍehi parasenā bhijjati, evaṃ pañcindriyehi kilesā bhijjanti, bhaggā ca kilesā na puna sambhavanti.",
  "mil3.2.3:7.8": "Evameva kho, mahārāja, paññā sakiccayaṃ katvā tattheva nirujjhati, yaṃ pana tāya paññāya kataṃ ‘aniccan’ti vā ‘dukkhan’ti vā ‘anattā’ti vā, taṃ na nirujjhatī”ti.",
  "mil3.2.3:8.1": "“Kallosi, bhante nāgasenā”ti.",
  "mil3.2.3:9.1": "Ñāṇapaññāpañho tatiyo."
}