{
  "mil3.1.5:0.1": "Milindapañha",
  "mil3.1.5:0.2": "Mahāvagga",
  "mil3.1.5:0.3": "5. Pabbajjapañha",
  "mil3.1.5:1.1": "Atha kho āyasmā nāgaseno yena milindassa rañño nivesanaṁ tenupasaṅkami, upasaṅkamitvā paññatte āsane nisīdi.",
  "mil3.1.5:1.2": "Atha kho milindo rājā āyasmantaṁ nāgasenaṁ saparisaṁ paṇītena khādanīyena bhojanīyena sahatthā santappetvā sampavāretvā ekamekaṁ bhikkhuṁ ekamekena dussayugena acchādetvā āyasmantaṁ nāgasenaṁ ticīvarena acchādetvā āyasmantaṁ nāgasenaṁ etadavoca—",
  "mil3.1.5:1.3": "“bhante nāgasena, dasahi, bhikkhūhi saddhiṁ idha nisīdatha, avasesā gacchantū”ti.",
  "mil3.1.5:2.1": "Atha kho milindo rājā āyasmantaṁ nāgasenaṁ bhuttāviṁ onītapattapāṇiṁ viditvā aññataraṁ nīcaṁ āsanaṁ gahetvā ekamantaṁ nisīdi, ekamantaṁ nisinno kho milindo rājā āyasmantaṁ nāgasenaṁ etadavoca—",
  "mil3.1.5:2.2": "“bhante nāgasena, kimhi hoti kathāsallāpo”ti?",
  "mil3.1.5:2.3": "“Atthena mayaṁ, mahārāja, atthikā, atthe hotu kathāsallāpo”ti.",
  "mil3.1.5:3.1": "Rājā āha—",
  "mil3.1.5:3.2": "“kimatthiyā, bhante nāgasena, tumhākaṁ pabbajjā, ko ca tumhākaṁ paramattho”ti.",
  "mil3.1.5:3.3": "Thero āha—",
  "mil3.1.5:3.4": "“kinti, mahārāja, idaṁ dukkhaṁ nirujjheyya, aññañca dukkhaṁ na uppajjeyyāti.",
  "mil3.1.5:3.5": "Etadatthā, mahārāja, amhākaṁ pabbajjā, anupādā parinibbānaṁ kho pana amhākaṁ paramattho”ti.",
  "mil3.1.5:4.1": "“Kiṁ pana, bhante nāgasena, sabbe etadatthāya pabbajantī”ti?",
  "mil3.1.5:4.2": "“Na hi, mahārāja, keci etadatthāya pabbajanti, keci rājābhinītā pabbajanti, keci corābhinītā pabbajanti, keci iṇaṭṭā pabbajanti, keci ājīvikatthāya pabbajanti, ye pana sammā pabbajanti, te etadatthāya pabbajantī”ti.",
  "mil3.1.5:5.1": "“Tvaṁ pana, bhante, etadatthāya pabbajitosī”ti?",
  "mil3.1.5:5.2": "“Ahaṁ kho, mahārāja, daharako santo pabbajito, na jānāmi imassa nāmatthāya pabbajāmīti, api ca kho me evaṁ ahosi ‘paṇḍitā ime samaṇā sakyaputtiyā, te maṁ sikkhāpessantī’ti, svāhaṁ tehi sikkhāpito jānāmi ca passāmi ca ‘imassa nāmatthāya pabbajjā’”ti.",
  "mil3.1.5:6.1": "“Kallosi, bhante nāgasenā”ti.",
  "mil3.1.5:7.1": "Pabbajjapañho pañcamo."
}