{
  "mil5.4.10:0.1": "Milindapañha",
  "mil5.4.10:0.2": "Meṇḍakapañha",
  "mil5.4.10:0.3": "Sabbaññutañāṇavagga",
  "mil5.4.10:0.4": "10 Buddhasabbaññubhāvapañha",
  "mil5.4.10:1.1": "“Bhante nāgasena, tumhe bhaṇatha—",
  "mil5.4.10:1.2": "‘tathāgato sabbaññū’ti.",
  "mil5.4.10:1.3": "Puna ca bhaṇatha—",
  "mil5.4.10:1.4": "‘tathāgatena sāriputtamoggallānappamukhe bhikkhusaṃghe paṇāmite cātumeyyakā ca sakyā brahmā ca sahampati bījūpamañca vacchataruṇūpamañca upadassetvā bhagavantaṃ pasādesuṃ khamāpesuṃ nijjhattaṃ akaṃsū’ti.",
  "mil5.4.10:1.5": "Kiṃ nu kho, bhante nāgasena, aññātā tā upamā tathāgatassa, yāhi tathāgato upamāhi orato khamito upasanto nijjhattaṃ gato?",
  "mil5.4.10:1.6": "Yadi, bhante nāgasena, tathāgatassa tā upamā aññātā, tena hi buddho asabbaññū, yadi ñātā, tena hi okassa pasayha vīmaṃsāpekkho paṇāmesi, tena hi tassa akāruññatā sambhavati.",
  "mil5.4.10:1.7": "Ayampi ubhato koṭiko pañho tavānuppatto, so tayā nibbāhitabbo”ti.",
  "mil5.4.10:2.1": "“Sabbaññū, mahārāja, tathāgato, tāhi ca upamāhi bhagavā pasanno orato khamito upasanto nijjhattaṃ gato.",
  "mil5.4.10:2.2": "Dhammassāmī, mahārāja, tathāgato, tathāgatappavediteheva te opammehi tathāgataṃ ārādhesuṃ tosesuṃ pasādesuṃ, tesañca tathāgato pasanno ‘sādhū’ti abbhānumodi.",
  "mil5.4.10:3.1": "Yathā, mahārāja, itthī sāmikassa santakeneva dhanena sāmikaṃ ārādheti toseti pasādeti, tañca sāmiko ‘sādhū’ti abbhānumodati;",
  "mil5.4.10:3.2": "evameva kho, mahārāja, cātumeyyakā ca sakyā brahmā ca sahampati tathāgatappavediteheva opammehi tathāgataṃ ārādhesuṃ tosesuṃ pasādesuṃ, tesañca tathāgato pasanno ‘sādhū’ti abbhānumodi.",
  "mil5.4.10:4.1": "Yathā vā pana, mahārāja, kappako rañño santakeneva suvaṇṇaphaṇakena rañño uttamaṅgaṃ pasādhayamāno rājānaṃ ārādheti toseti pasādeti, tassa ca rājā pasanno ‘sādhū’ti abbhānumodati, yathicchitamanuppadeti;",
  "mil5.4.10:4.2": "evameva kho, mahārāja, cātumeyyakā ca sakyā brahmā ca sahampati tathāgatappavediteheva opammehi tathāgataṃ ārādhesuṃ tosesuṃ pasādesuṃ, tesañca tathāgato pasanno ‘sādhū’ti abbhānumodi.",
  "mil5.4.10:5.1": "Yathā vā pana, mahārāja, saddhivihāriko upajjhāyābhataṃ piṇḍapātaṃ gahetvā upajjhāyassa upanāmento upajjhāyaṃ ārādheti toseti pasādeti, tañca upajjhāyo pasanno ‘sādhū’ti abbhānumodati;",
  "mil5.4.10:5.2": "evameva kho, mahārāja, cātumeyyakā ca sakyā brahmā ca sahampati tathāgatappavediteheva opammehi tathāgataṃ ārādhesuṃ tosesuṃ pasādesuṃ, tesañca tathāgato pasanno ‘sādhū’ti abbhānumoditvā sabbadukkhaparimuttiyā dhammaṃ desesī”ti.",
  "mil5.4.10:5.3": "“Sādhu, bhante nāgasena, evametaṃ tathā sampaṭicchāmī”ti.",
  "mil5.4.10:6.1": "Buddhasabbaññubhāvapañho dasamo.",
  "mil5.4.10:7.1": "Sabbaññutañāṇavaggo catuttho.",
  "mil5.4.10:8.1": "Imasmiṃ vagge dasa pañhā."
}