{
  "mil5.4.1:0.1": "Milindapañha",
  "mil5.4.1:0.2": "Meṇḍakapañha",
  "mil5.4.1:0.3": "Sabbaññutañāṇavagga",
  "mil5.4.1:0.4": "1 Iddhikammavipākapañha",
  "mil5.4.1:1.1": "“Bhante nāgasena, bhāsitampetaṁ bhagavatā—",
  "mil5.4.1:1.2": "‘etadaggaṁ, bhikkhave, mama sāvakānaṁ bhikkhūnaṁ iddhimantānaṁ yadidaṁ mahāmoggallāno’ti.",
  "mil5.4.1:1.3": "Puna ca kira so laguḷehi paripothito bhinnasīso sañcuṇṇitaṭṭhimaṁsadhamanichinnaparigatto parinibbuto.",
  "mil5.4.1:1.4": "Yadi, bhante nāgasena, thero mahāmoggallāno iddhiyā koṭiṁ gato, tena hi laguḷehi pothito parinibbutoti yaṁ vacanaṁ, taṁ micchā.",
  "mil5.4.1:1.5": "Yadi laguḷehi paripothito parinibbuto, tena hi iddhiyā koṭiṁ gatoti tampi vacanaṁ micchā.",
  "mil5.4.1:1.6": "Kiṁ na samattho iddhiyā attano upaghātaṁ apanayituṁ, sadevakassapi lokassa paṭisaraṇaṁ bhavituṁ arahoti?",
  "mil5.4.1:1.7": "Ayampi ubhato koṭiko pañho tavānuppatto, so tayā nibbāhitabbo”ti.",
  "mil5.4.1:2.1": "“Bhāsitampetaṁ, mahārāja, bhagavatā—",
  "mil5.4.1:2.2": "‘etadaggaṁ, bhikkhave, mama sāvakānaṁ bhikkhūnaṁ iddhimantānaṁ yadidaṁ mahāmoggallāno’ti.",
  "mil5.4.1:2.3": "Āyasmā ca mahāmoggallāno laguḷahato parinibbuto, tañca pana kammādhiggahitenā”ti.",
  "mil5.4.1:3.1": "“Nanu, bhante nāgasena, iddhimato iddhivisayopi kammavipākopi dve acintiyā, acintiyena acintiyaṁ apanayitabbaṁ.",
  "mil5.4.1:3.2": "Yathā nāma, bhante, keci phalakāmā kapitthena kapitthaṁ pothenti, ambena ambaṁ pothenti;",
  "mil5.4.1:3.3": "evameva kho, bhante nāgasena, acintiyena acintiyaṁ pothayitvā apanetabban”ti?",
  "mil5.4.1:3.4": "“Acintiyānampi, mahārāja, ekaṁ adhimattaṁ balavataraṁ.",
  "mil5.4.1:3.5": "Yathā, mahārāja, mahiyā rājāno honti samajaccā, samajaccānampi tesaṁ eko sabbe abhibhavitvā āṇaṁ pavatteti;",
  "mil5.4.1:3.6": "evameva kho, mahārāja, tesaṁ acintiyānaṁ kammavipākaṁyeva adhimattaṁ balavataraṁ, kammavipākaṁ yeva sabbe abhibhaviya āṇaṁ pavatteti, kammādhiggahitassa avasesā kiriyā okāsaṁ na labhanti.",
  "mil5.4.1:4.1": "Idha pana, mahārāja, koci puriso kismiñcideva pakaraṇe aparajjhati, na tassa mātā vā pitā vā bhaginī vā bhātaro vā sakhī vā sahāyakā vā tāyanti, atha kho rājāyeva tattha abhibhaviya āṇaṁ pavatteti.",
  "mil5.4.1:4.2": "Kiṁ tattha kāraṇaṁ?",
  "mil5.4.1:4.3": "Aparādhikatā.",
  "mil5.4.1:4.4": "Evameva kho, mahārāja, tesaṁ acintiyānaṁ kammavipākaṁyeva adhimattaṁ balavataraṁ, kammavipākaṁyeva sabbe abhibhaviya āṇaṁ pavatteti, kammādhiggahitassa avasesā kiriyā okāsaṁ na labhanti.",
  "mil5.4.1:5.1": "Yathā vā pana, mahārāja, mahiyā davaḍāhe samuṭṭhite ghaṭasahassampi udakaṁ na sakkoti nibbāpetuṁ, atha kho aggiyeva tattha abhibhaviya āṇaṁ pavatteti.",
  "mil5.4.1:5.2": "Kiṁ tattha kāraṇaṁ?",
  "mil5.4.1:5.3": "Balavatā tejassa.",
  "mil5.4.1:5.4": "Evameva kho, mahārāja, tesaṁ acintiyānaṁ kammavipākaṁ yeva adhimattaṁ balavataraṁ, kammavipākaṁyeva sabbe abhibhaviya āṇaṁ pavatteti, kammādhiggahitassa avasesā kiriyā okāsaṁ na labhanti, tasmā, mahārāja, āyasmato mahāmoggallānassa kammādhiggahitassa laguḷehi pothiyamānassa iddhiyā samannāhāro nāhosī”ti.",
  "mil5.4.1:5.5": "“Sādhu, bhante nāgasena, evametaṁ tathā sampaṭicchāmī”ti.",
  "mil5.4.1:6.1": "Iddhikammavipākapañho paṭhamo."
}