{
  "mil5.3.12:0.1": "Milindapañha",
  "mil5.3.12:0.2": "Meṇḍakapañha",
  "mil5.3.12:0.3": "Paṇāmitavagga",
  "mil5.3.12:0.4": "12. Bhikkhupaṇāmitapañha",
  "mil5.3.12:1.1": "“Bhante nāgasena, bhāsitampetaṁ bhagavatā—",
  "mil5.3.12:1.2": "‘akkodhano vigatakhilohamasmī’ti, puna ca tathāgato there sāriputtamoggallāne saparise paṇāmesi, kiṁ nu kho, bhante nāgasena, tathāgato kupito parisaṁ paṇāmesi, udāhu tuṭṭho paṇāmesi, etaṁ tāva jānāhi imaṁ nāmāti?",
  "mil5.3.12:1.3": "Yadi, bhante nāgasena, kupito parisaṁ paṇāmesi, tena hi tathāgatassa kodho appaṭivattito, yadi tuṭṭho paṇāmesi, tena hi avatthusmiṁ ajānantena paṇāmitā.",
  "mil5.3.12:1.4": "Ayampi ubhato koṭiko pañho tavānuppatto, so tayā nibbāhitabbo”ti.",
  "mil5.3.12:2.1": "“Bhāsitampetaṁ, mahārāja, bhagavatā—",
  "mil5.3.12:2.2": "‘akkodhano vigatakhilohamasmī’ti, paṇāmitā ca therā sāriputtamoggallānā saparisā, tañca pana na kopena.",
  "mil5.3.12:2.3": "Idha, mahārāja, kocideva puriso mahāpathaviyā mūle vā khāṇuke vā pāsāṇe vā kaṭhale vā visame vā bhūmibhāge khalitvā patati, api nu kho, mahārāja, mahāpathavī kupitā taṁ pātetī”ti?",
  "mil5.3.12:2.4": "“Na hi, bhante, natthi mahāpathaviyā kopo vā pasādo vā, anunayappaṭighavippamuttā mahāpathavī, sayameva so alaso khalitvā patito”ti.",
  "mil5.3.12:2.5": "“Evameva kho, mahārāja, natthi tathāgatānaṁ kopo vā pasādo vā, anunayappaṭighavippamuttā tathāgatā arahanto sammāsambuddhā, atha kho sayaṁ kateneva te attano aparādhena paṇāmitā.",
  "mil5.3.12:3.1": "Idha pana, mahārāja, mahāsamuddo na matena kuṇapena saṁvasati, yaṁ hoti mahāsamudde mataṁ kuṇapaṁ, taṁ khippameva nicchubhati thalaṁ ussāreti.",
  "mil5.3.12:3.2": "Api nu kho, mahārāja, mahāsamuddo kupito taṁ kuṇapaṁ nicchubhatī”ti?",
  "mil5.3.12:3.3": "“Na hi, bhante, natthi mahāsamuddassa kopo vā pasādo vā, anunayappaṭighavippamutto mahāsamuddo”ti.",
  "mil5.3.12:3.4": "“Evameva kho, mahārāja, natthi tathāgatānaṁ kopo vā pasādo vā, anunayappaṭighavippamuttā tathāgatā arahanto sammāsambuddhā, atha kho sayaṁ kateneva te attano aparādhena paṇāmitā.",
  "mil5.3.12:4.1": "Yathā, mahārāja, pathaviyā khalito patīyati, evaṁ jinasāsanavare khalito paṇāmīyati.",
  "mil5.3.12:4.2": "Yathā, mahārāja, samudde mataṁ kuṇapaṁ nicchubhīyati, evaṁ jinasāsanavare khalito paṇāmīyati.",
  "mil5.3.12:4.3": "Yaṁ pana te, mahārāja, tathāgato paṇāmesi, tesaṁ atthakāmo hitakāmo sukhakāmo visuddhikāmo ‘evaṁ ime jātijarābyādhimaraṇehi parimuccissantī’ti—",
  "mil5.3.12:4.4": "paṇāmesī”ti.",
  "mil5.3.12:4.5": "“Sādhu, bhante nāgasena, evametaṁ tathā sampaṭicchāmī”ti.",
  "mil5.3.12:5.1": "Bhikkhupaṇāmitapañho dvādasamo.",
  "mil5.3.12:6.1": "Paṇāmitavaggo tatiyo.",
  "mil5.3.12:7.1": "Imasmiṁ vagge dvādasa pañhā."
}