{
  "mil5.3.5:0.1": "Milindapañha",
  "mil5.3.5:0.2": "Meṇḍakapañha",
  "mil5.3.5:0.3": "Paṇāmitavagga",
  "mil5.3.5:0.4": "5. Rukkhaacetanābhāvapañha",
  "mil5.3.5:1.1": "“Bhante nāgasena, bhāsitampetaṁ tathāgatena—",
  "mil5.3.5:2.1": "‘Acetanaṁ brāhmaṇa assuṇantaṁ,",
  "mil5.3.5:2.2": "Jāno ajānantamimaṁ palāsaṁ;",
  "mil5.3.5:2.3": "Āraddhavīriyo dhuvaṁ appamatto,",
  "mil5.3.5:2.4": "Sukhaseyyaṁ pucchasi kissa hetūti.",
  "mil5.3.5:3.1": "Puna ca bhaṇitaṁ—",
  "mil5.3.5:4.1": "Iti phandanarukkhopi,",
  "mil5.3.5:4.2": "tāvade ajjhabhāsatha;",
  "mil5.3.5:4.3": "Mayhampi vacanaṁ atthi,",
  "mil5.3.5:4.4": "bhāradvāja suṇohi me’ti.",
  "mil5.3.5:5.1": "Yadi, bhante nāgasena, rukkho acetano, tena hi phandanena rukkhena bhāradvājena saha sallapitanti yaṁ vacanaṁ, taṁ micchā.",
  "mil5.3.5:5.2": "Yadi phandanena rukkhena bhāradvājena saddhiṁ sallapitaṁ, tena hi rukkho acetanoti tampi vacanaṁ micchā.",
  "mil5.3.5:5.3": "Ayampi ubhato koṭiko pañho tavānuppatto, so tayā nibbāhitabbo”ti.",
  "mil5.3.5:6.1": "“Bhāsitampetaṁ, mahārāja, bhagavatā ‘rukkho acetano’ti, phandanena ca rukkhena bhāradvājena saddhiṁ sallapitaṁ, tañca pana vacanaṁ lokasamaññāya bhaṇitaṁ.",
  "mil5.3.5:6.2": "Natthi, mahārāja, acetanassa rukkhassa sallāpo nāma, api ca, mahārāja, tasmiṁ rukkhe adhivatthāya devatāyetaṁ adhivacanaṁ rukkhoti, rukkho sallapatīti cesā lokapaṇṇatti, yathā, mahārāja, sakaṭaṁ dhaññassa paripūritaṁ dhaññasakaṭanti jano voharati, na ca taṁ dhaññamayaṁ sakaṭaṁ, rukkhamayaṁ sakaṭaṁ, tasmiṁ sakaṭe dhaññassa pana ākiritattā dhaññasakaṭanti jano voharati;",
  "mil5.3.5:6.3": "evameva kho, mahārāja, na rukkho sallapati, rukkho acetano, yā pana tasmiṁ rukkhe adhivatthā devatā, tassāyeva taṁ adhivacanaṁ rukkhoti, rukkho sallapatīti cesā lokapaṇṇatti.",
  "mil5.3.5:7.1": "Yathā vā pana, mahārāja, dadhiṁ manthayamāno takkaṁ manthemīti voharati, na taṁ takkaṁ, yaṁ so mantheti, dadhiṁyeva so manthento takkaṁ manthemīti voharati;",
  "mil5.3.5:7.2": "evameva kho, mahārāja, na rukkho sallapati, rukkho acetano.",
  "mil5.3.5:7.3": "Yā pana tasmiṁ rukkhe adhivatthā devatā, tassāyeva taṁ adhivacanaṁ rukkhoti, rukkho sallapatīti cesā lokapaṇṇatti.",
  "mil5.3.5:8.1": "Yathā vā pana, mahārāja, asantaṁ sādhetukāmo santaṁ sādhemīti voharati, asiddhaṁ siddhanti voharati, evamesā lokasamaññā;",
  "mil5.3.5:8.2": "evameva kho, mahārāja, na rukkho sallapati, rukkho acetano.",
  "mil5.3.5:8.3": "Yā pana tasmiṁ rukkhe adhivatthā devatā, tassāyeva taṁ adhivacanaṁ rukkhoti, rukkho sallapatīti cesā lokapaṇṇatti, yāya, mahārāja, lokasamaññāya jano voharati, tathāgatopi tāyeva lokasamaññāya sattānaṁ dhammaṁ desetī”ti.",
  "mil5.3.5:8.4": "“Sādhu, bhante nāgasena, evametaṁ tathā sampaṭicchāmī”ti.",
  "mil5.3.5:9.1": "Rukkhaacetanābhāvapañho pañcamo."
}