{
  "mil5.3.6:0.1": "Milindapañha",
  "mil5.3.6:0.2": "Meṇḍakapañha",
  "mil5.3.6:0.3": "Paṇāmitavagga",
  "mil5.3.6:0.4": "6. Piṇḍapātamahapphalapañha",
  "mil5.3.6:1.1": "“Bhante nāgasena, bhāsitampetaṃ dhammasaṅgītikārakehi therehi—",
  "mil5.3.6:2.1": "‘Cundassa bhattaṃ bhuñjitvā,",
  "mil5.3.6:2.2": "Kammārassāti me sutaṃ;",
  "mil5.3.6:2.3": "Ābādhaṃ samphusī dhīro,",
  "mil5.3.6:2.4": "Pabāḷhaṃ māraṇantikan’ti.",
  "mil5.3.6:3.1": "Puna ca bhagavatā bhaṇitaṃ—",
  "mil5.3.6:3.2": "‘dveme, ānanda, piṇḍapātā samasamaphalā samavipākā ativiya aññehi piṇḍapātehi mahapphalatarā ca mahānisaṃsatarā ca.",
  "mil5.3.6:3.3": "Katame dve?",
  "mil5.3.6:3.4": "Yañca piṇḍapātaṃ paribhuñjitvā tathāgato anuttaraṃ sammāsambodhiṃ abhisambujjhi, yañca piṇḍapātaṃ paribhuñjitvā tathāgato anupādisesāya nibbānadhātuyā parinibbāyati.",
  "mil5.3.6:3.5": "Ime dve piṇḍapātā samasamaphalā samavipākā, ativiya aññehi piṇḍapātehi mahapphalatarā ca mahānisaṃsatarā cā’ti.",
  "mil5.3.6:3.6": "Yadi, bhante nāgasena, bhagavato cundassa bhattaṃ bhuttāvissa kharo ābādho uppanno, pabāḷhā ca vedanā pavattā māraṇantikā, tena hi ‘dveme, ānanda, piṇḍapātā samasamaphalā samavipākā ativiya aññehi piṇḍapātehi mahapphalatarā ca mahānisaṃsatarā cā’ti yaṃ vacanaṃ, taṃ micchā.",
  "mil5.3.6:3.7": "Yadi dveme piṇḍapātā samasamaphalā samavipākā ativiya aññehi piṇḍapātehi mahapphalatarā ca mahānisaṃsatarā ca, tena hi bhagavato cundassa bhattaṃ bhuttāvissa kharo ābādho uppanno, pabāḷhā ca vedanā pavattā māraṇantikāti tampi vacanaṃ micchā.",
  "mil5.3.6:3.8": "Kiṃ nu kho, bhante nāgasena, so piṇḍapāto visagatatāya mahapphalo, roguppādakatāya mahapphalo, āyuvināsakatāya mahapphalo, bhagavato jīvitaharaṇatāya mahapphalo?",
  "mil5.3.6:3.9": "Tattha me kāraṇaṃ brūhi paravādānaṃ niggahāya, etthāyaṃ jano sammūḷho lobhavasena atibahuṃ khāyitena lohitapakkhandikā uppannāti.",
  "mil5.3.6:3.10": "Ayampi ubhato koṭiko pañho tavānuppatto, so tayā nibbāhitabbo”ti.",
  "mil5.3.6:4.1": "“Bhāsitampetaṃ, mahārāja, dhammasaṅgītikārakehi therehi—",
  "mil5.3.6:5.1": "‘Cundassa bhattaṃ bhuñjitvā,",
  "mil5.3.6:5.2": "kammārassāti me sutaṃ;",
  "mil5.3.6:5.3": "Ābādhaṃ samphusī dhīro,",
  "mil5.3.6:5.4": "pabāḷhaṃ māraṇantikan’ti.",
  "mil5.3.6:6.1": "Bhagavatā ca bhaṇitaṃ—",
  "mil5.3.6:6.2": "‘dveme, ānanda, piṇḍapātā samasamaphalā samavipākā ativiya aññehi piṇḍapātehi mahapphalatarā ca mahānisaṃsatarā ca.",
  "mil5.3.6:6.3": "Katame dve?",
  "mil5.3.6:6.4": "Yañca piṇḍapātaṃ paribhuñjitvā tathāgato anuttaraṃ sammāsambodhiṃ abhisambujjhi, yañca piṇḍapātaṃ paribhuñjitvā tathāgato anupādisesāya nibbānadhātuyā parinibbāyati, ime dve piṇḍapātā samasamaphalā samavipākā, ativiya aññehi piṇḍapātehi mahapphalatarā ca mahānisaṃsatarā cā’ti.",
  "mil5.3.6:7.1": "So pana piṇḍapāto bahuguṇo anekānisaṃso.",
  "mil5.3.6:7.2": "Devatā, mahārāja, haṭṭhā pasannamānasā ‘ayaṃ bhagavato pacchimo piṇḍapāto’ti dibbaṃ ojaṃ sūkaramaddave ākiriṃsu.",
  "mil5.3.6:7.3": "Tañca pana sammāpākaṃ lahupākaṃ manuññaṃ bahurasaṃ jaṭṭharaggitejassa hitaṃ.",
  "mil5.3.6:7.4": "Na, mahārāja, tatonidānaṃ bhagavato koci anuppanno rogo uppanno, api ca, mahārāja, bhagavato pakatidubbale sarīre khīṇe āyusaṅkhāre uppanno rogo bhiyyo abhivaḍḍhi.",
  "mil5.3.6:8.1": "Yathā, mahārāja, pakatiyā jalamāno aggi aññasmiṃ upādāne dinne bhiyyo pajjalati;",
  "mil5.3.6:8.2": "evameva kho, mahārāja, bhagavato pakatidubbale sarīre khīṇe āyusaṅkhāre uppanno rogo bhiyyo abhivaḍḍhi.",
  "mil5.3.6:9.1": "Yathā vā pana, mahārāja, soto pakatiyā sandamāno abhivuṭṭhe mahāmeghe bhiyyo mahogho udakavāhako hoti;",
  "mil5.3.6:9.2": "evameva kho, mahārāja, bhagavato pakatidubbale sarīre khīṇe āyusaṅkhāre uppanno rogo bhiyyo abhivaḍḍhi.",
  "mil5.3.6:10.1": "Yathā vā pana, mahārāja, pakatiyā abhisannadhātu kucchi aññasmiṃ ajjhoharite bhiyyo āyameyya;",
  "mil5.3.6:10.2": "evameva kho, mahārāja, bhagavato pakatidubbale sarīre khīṇe āyusaṅkhāre uppanno rogo bhiyyo abhivaḍḍhi, natthi, mahārāja, tasmiṃ piṇḍapāte doso, na ca tassa sakkā dosaṃ āropetun”ti.",
  "mil5.3.6:11.1": "“Bhante nāgasena, kena kāraṇena te dve piṇḍapātā samasamaphalā samavipākā ativiya aññehi piṇḍapātehi mahapphalatarā ca mahānisaṃsatarā cā”ti?",
  "mil5.3.6:11.2": "“Dhammānumajjanasamāpattivasena, mahārāja, te dve piṇḍapātā samasamaphalā samavipākā ativiya aññehi piṇḍapātehi mahapphalatarā ca mahānisaṃsatarā cā”ti.",
  "mil5.3.6:12.1": "“Bhante nāgasena, katamesaṃ dhammānaṃ anumajjanasamāpattivasena te dve piṇḍapātā samasamaphalā samavipākā ativiya aññehi piṇḍapātehi mahapphalatarā ca mahānisaṃsatarā cā”ti?",
  "mil5.3.6:12.2": "“Navannaṃ, mahārāja, anupubbavihārasamāpattīnaṃ anulomappaṭilomasamāpajjanavasena te dve piṇḍapātā samasamaphalā samavipākā ativiya aññehi piṇḍapātehi mahapphalatarā ca mahānisaṃsatarā cā”ti.",
  "mil5.3.6:13.1": "“Bhante nāgasena, dvīsuyeva divasesu adhimattaṃ tathāgato navānupubbavihārasamāpattiyo anulomappaṭilomaṃ samāpajjī”ti?",
  "mil5.3.6:13.2": "“Āma, mahārājā”ti.",
  "mil5.3.6:14.1": "“Acchariyaṃ, bhante nāgasena, abbhutaṃ, bhante nāgasena.",
  "mil5.3.6:14.2": "Yaṃ imasmiṃ buddhakkhette asadisaṃ paramadānaṃ, tampi imehi dvīhi piṇḍapātehi agaṇitaṃ.",
  "mil5.3.6:14.3": "Acchariyaṃ, bhante nāgasena, abbhutaṃ, bhante nāgasena.",
  "mil5.3.6:14.4": "Yāva mahantā navānupubbavihārasamāpattiyo, yatra hi nāma navānupubbavihārasamāpattivasena dānaṃ mahapphalataraṃ hoti mahānisaṃsatarañca.",
  "mil5.3.6:14.5": "Sādhu, bhante nāgasena, evametaṃ tathā sampaṭicchāmī”ti.",
  "mil5.3.6:15.1": "Piṇḍapātamahapphalapañho chaṭṭho."
}