{
  "mil5.5.5:0.1": "Milindapañha",
  "mil5.5.5:0.2": "Meṇḍakapañha",
  "mil5.5.5:0.3": "Santhavavagga",
  "mil5.5.5:0.4": "5. Buddhaaviheṭhakapañha",
  "mil5.5.5:1.1": "“Bhante nāgasena, bhāsitampetaṃ bhagavatā—",
  "mil5.5.5:1.2": "‘pubbe vāhaṃ manussabhūto samāno sattānaṃ aviheṭhakajātiko ahosin’ti.",
  "mil5.5.5:1.3": "Puna ca bhaṇitaṃ—",
  "mil5.5.5:1.4": "‘lomasakassapo nāma isi samāno anekasate pāṇe ghātayitvā vājapeyyaṃ mahāyaññaṃ yajī’ti.",
  "mil5.5.5:1.5": "Yadi, bhante nāgasena, bhagavatā bhaṇitaṃ—",
  "mil5.5.5:1.6": "‘pubbe vāhaṃ manussabhūto samāno sattānaṃ aviheṭhakajātiko ahosin’ti, tena hi ‘lomasakassapena isinā anekasate pāṇe ghātayitvā vājapeyyaṃ mahāyaññaṃ yajitan’ti yaṃ vacanaṃ, taṃ micchā.",
  "mil5.5.5:1.7": "Yadi ‘lomasakassapena isinā anekasate pāṇe ghātayitvā vājapeyyaṃ mahāyaññaṃ yajitaṃ’, tena hi ‘pubbe vāhaṃ manussabhūto samāno sattānaṃ aviheṭhakajātiko ahosin’ti tampi vacanaṃ micchā.",
  "mil5.5.5:1.8": "Ayampi ubhato koṭiko pañho tavānuppatto, so tayā nibbāhitabbo”ti.",
  "mil5.5.5:2.1": "“Bhāsitampetaṃ, mahārāja, bhagavatā—",
  "mil5.5.5:2.2": "‘pubbe vāhaṃ manussabhūto samāno sattānaṃ aviheṭhakajātiko ahosin’ti, ‘lomasakassapena isinā anekasate pāṇe ghātayitvā vājapeyyaṃ mahāyaññaṃ yajitaṃ’, tañca pana rāgavasena visaññinā, no sacetanenā”ti.",
  "mil5.5.5:3.1": "“Aṭṭhime, bhante nāgasena, puggalā pāṇaṃ hananti.",
  "mil5.5.5:3.2": "Katame aṭṭha?",
  "mil5.5.5:3.3": "Ratto rāgavasena pāṇaṃ hanati, duṭṭho dosavasena pāṇaṃ hanati, mūḷho mohavasena pāṇaṃ hanati, mānī mānavasena pāṇaṃ hanati, luddho lobhavasena pāṇaṃ hanati, akiñcano jīvikatthāya pāṇaṃ hanati, bālo hassavasena pāṇaṃ hanati, rājā vinayanavasena pāṇaṃ hanati.",
  "mil5.5.5:3.4": "Ime kho, bhante nāgasena, aṭṭha puggalā pāṇaṃ hananti.",
  "mil5.5.5:3.5": "Pākatikaṃyeva, bhante nāgasena, bodhisattena katan”ti.",
  "mil5.5.5:3.6": "“Na, mahārāja, pākatikaṃ bodhisattena kataṃ, yadi, mahārāja, bodhisatto pakatibhāvena onameyya mahāyaññaṃ yajituṃ, na yimaṃ gāthaṃ bhaṇeyya—",
  "mil5.5.5:4.1": "‘Sasamuddapariyāyaṃ,",
  "mil5.5.5:4.2": "mahiṃ sāgarakuṇḍalaṃ;",
  "mil5.5.5:4.3": "Na icche saha nindāya,",
  "mil5.5.5:4.4": "evaṃ seyha vijānahī’ti.",
  "mil5.5.5:5.1": "Evaṃvādī, mahārāja, bodhisatto saha dassanena candavatiyā rājakaññāya visaññī ahosi khittacitto ratto visaññibhūto ākulākulo turitaturito tena vikkhittabhantaluḷitacittena mahatimahāpasughātagalaruhirasañcayaṃ vājapeyyaṃ mahāyaññaṃ yaji.",
  "mil5.5.5:6.1": "Yathā, mahārāja, ummattako khittacitto jalitampi jātavedaṃ akkamati, kupitampi āsīvisaṃ gaṇhāti, mattampi hatthiṃ upeti, samuddampi atīradassiṃ pakkhandati, candanikampi oḷigallampi omaddati, kaṇṭakādhānampi abhiruhati, papātepi patati, asucimpi bhakkheti, naggopi rathiyā carati, aññampi bahuvidhaṃ akiriyaṃ karoti.",
  "mil5.5.5:6.2": "Evameva kho, mahārāja, bodhisatto saha dassanena candavatiyā rājakaññāya visaññī ahosi khittacitto ratto visaññibhūto ākulākulo turitaturito, tena vikkhittabhantaluḷitacittena mahatimahāpasughātagalaruhirasañcayaṃ vājapeyyaṃ mahāyaññaṃ yaji.",
  "mil5.5.5:7.1": "Khittacittena, mahārāja, kataṃ pāpaṃ diṭṭhadhammepi na mahāsāvajjaṃ hoti, samparāye vipākenapi no tathā.",
  "mil5.5.5:7.2": "Idha, mahārāja, koci ummattako vajjhamāpajjeyya, tassa tumhe kiṃ daṇḍaṃ dhārethā”ti?",
  "mil5.5.5:7.3": "“Ko, bhante, ummattakassa daṇḍo bhavissati, taṃ mayaṃ pothāpetvā nīharāpema, esova tassa daṇḍo”ti.",
  "mil5.5.5:7.4": "“Iti kho, mahārāja, ummattakassa aparādhe daṇḍopi na bhavati, tasmā ummattakassa katepi na doso bhavati satekiccho.",
  "mil5.5.5:7.5": "Evameva kho, mahārāja, lomasakassapo isi saha dassanena candavatiyā rājakaññāya visaññī ahosi khittacitto ratto visaññibhūto visaṭapayāto ākulākulo turitaturito, tena vikkhittabhantaluḷitacittena mahatimahāpasughātagalaruhirasañcayaṃ vājapeyyaṃ mahāyaññaṃ yaji.",
  "mil5.5.5:7.6": "Yadā ca pana pakaticitto ahosi paṭiladdhassati, tadā punadeva pabbajitvā pañcābhiññāyo nibbattetvā brahmalokūpago ahosī”ti.",
  "mil5.5.5:7.7": "“Sādhu, bhante nāgasena, evametaṃ tathā sampaṭicchāmī”ti.",
  "mil5.5.5:8.1": "Buddhaaviheṭhakapañho pañcamo."
}