{
  "mil5.5.3:0.1": "Milindapañha",
  "mil5.5.3:0.2": "Meṇḍakapañha",
  "mil5.5.3:0.3": "Santhavavagga",
  "mil5.5.3:0.4": "3. Buddhaappābādhapañha",
  "mil5.5.3:1.1": "“Bhante nāgasena, bhāsitampetaṃ bhagavatā—",
  "mil5.5.3:1.2": "‘ahamasmi, bhikkhave, brāhmaṇo yācayogo sadā payatapāṇi antimadehadharo anuttaro bhisakko sallakatto’ti.",
  "mil5.5.3:1.3": "Puna ca bhaṇitaṃ bhagavatā—",
  "mil5.5.3:1.4": "‘etadaggaṃ, bhikkhave, mama sāvakānaṃ bhikkhūnaṃ appābādhānaṃ yadidaṃ bākulo’ti.",
  "mil5.5.3:1.5": "Bhagavato ca sarīre bahukkhattuṃ ābādho uppanno dissati.",
  "mil5.5.3:1.6": "Yadi, bhante nāgasena, tathāgato anuttaro, tena hi ‘etadaggaṃ …pe…",
  "mil5.5.3:1.7": "bākulo’ti yaṃ vacanaṃ, taṃ micchā.",
  "mil5.5.3:1.8": "Yadi thero bākulo appābādhānaṃ aggo, tena hi ‘ahamasmi …pe…",
  "mil5.5.3:1.9": "sallakatto’ti tampi vacanaṃ micchā.",
  "mil5.5.3:1.10": "Ayampi ubhato koṭiko pañho tavānuppatto, so tayā nibbāhitabbo”ti.",
  "mil5.5.3:2.1": "“Bhāsitampetaṃ, mahārāja, bhagavatā—",
  "mil5.5.3:2.2": "‘ahamasmi …pe…",
  "mil5.5.3:2.3": "sallakatto’ti, bhaṇitañca—",
  "mil5.5.3:2.4": "‘etadaggaṃ …pe…",
  "mil5.5.3:2.5": "bākulo’ti, tañca pana bāhirānaṃ āgamānaṃ adhigamānaṃ pariyattīnaṃ attani vijjamānataṃ sandhāya bhāsitaṃ.",
  "mil5.5.3:3.1": "Santi kho pana, mahārāja, bhagavato sāvakā ṭhānacaṅkamikā, te ṭhānena caṅkamena divārattiṃ vītināmenti, bhagavā pana, mahārāja, ṭhānena caṅkamena nisajjāya sayanena divārattiṃ vītināmeti, ye te, mahārāja, bhikkhū ṭhānacaṅkamikā, te tena aṅgena atirekā.",
  "mil5.5.3:4.1": "Santi kho pana, mahārāja, bhagavato sāvakā ekāsanikā, te jīvitahetupi dutiyaṃ bhojanaṃ na bhuñjanti, bhagavā pana, mahārāja, dutiyampi yāva tatiyampi bhojanaṃ bhuñjati, ye te, mahārāja, bhikkhū ekāsanikā, te tena aṅgena atirekā, anekavidhāni, mahārāja, tāni kāraṇāni tesaṃ tesaṃ taṃ taṃ sandhāya bhaṇitāni.",
  "mil5.5.3:4.2": "Bhagavā pana, mahārāja, anuttaro sīlena samādhinā paññāya vimuttiyā vimuttiñāṇadassanena dasahi ca balehi catūhi vesārajjehi aṭṭhārasahi buddhadhammehi chahi asādhāraṇehi ñāṇehi, kevale ca buddhavisaye taṃ sandhāya bhaṇitaṃ—",
  "mil5.5.3:4.3": "‘ahamasmi …pe…",
  "mil5.5.3:4.4": "sallakatto’ti.",
  "mil5.5.3:5.1": "Idha, mahārāja, manussesu eko jātimā hoti, eko dhanavā, eko vijjavā, eko sippavā, eko sūro, eko vicakkhaṇo, sabbepete abhibhaviya rājāyeva tesaṃ uttamo hoti;",
  "mil5.5.3:5.2": "evameva kho, mahārāja, bhagavā sabbasattānaṃ aggo jeṭṭho seṭṭho.",
  "mil5.5.3:6.1": "Yaṃ pana āyasmā bākulo appābādho ahosi, taṃ abhinīhāravasena, so hi, mahārāja, anomadassissa bhagavato udaravātābādhe uppanne vipassissa ca bhagavato aṭṭhasaṭṭhiyā ca bhikkhusatasahassānaṃ tiṇapupphakaroge uppanne sayaṃ tāpaso samāno nānābhesajjehi taṃ byādhiṃ apanetvā appābādhataṃ patto, bhaṇito ca ‘etadaggaṃ …pe…",
  "mil5.5.3:6.2": "bākulo’ti.",
  "mil5.5.3:7.1": "Bhagavato, mahārāja, byādhimhi uppajjantepi anuppajjantepi dhutaṅgaṃ ādiyantepi anādiyantepi natthi bhagavatā sadiso koci satto.",
  "mil5.5.3:7.2": "Bhāsitampetaṃ, mahārāja bhagavatā devātidevena saṃyuttanikāyavaralañchake—",
  "mil5.5.3:8.1": "‘Yāvatā, bhikkhave, sattā apadā vā dvipadā vā catuppadā vā bahuppadā vā rūpino vā arūpino vā saññino vā asaññino vā nevasaññīnāsaññino vā, tathāgato tesaṃ aggamakkhāyati arahaṃ sammāsambuddho’”ti.",
  "mil5.5.3:9.1": "“Sādhu, bhante nāgasena, evametaṃ tathā sampaṭicchāmī”ti.",
  "mil5.5.3:10.1": "Buddhaappābādhapañho tatiyo."
}