{
  "mil5.3.9:0.1": "Milindapañha",
  "mil5.3.9:0.2": "Meṇḍakapañha",
  "mil5.3.9:0.3": "Paṇāmitavagga",
  "mil5.3.9:0.4": "9. Aggaggasamaṇapañha",
  "mil5.3.9:1.1": "“Bhante nāgasena, bhāsitampetaṃ bhagavatā—",
  "mil5.3.9:1.2": "‘āsavānaṃ khayā samaṇo hotī’ti.",
  "mil5.3.9:1.3": "Puna ca bhaṇitaṃ—",
  "mil5.3.9:2.1": "‘Catubbhi dhammehi samaṅgibhūtaṃ,",
  "mil5.3.9:2.2": "Taṃ ve naraṃ samaṇaṃ āhu loke’ti.",
  "mil5.3.9:3.1": "Tatrime cattāro dhammā khanti appāhāratā rativippahānaṃ ākiñcaññaṃ.",
  "mil5.3.9:3.2": "Sabbāni panetāni aparikkhīṇāsavassa sakilesasseva honti.",
  "mil5.3.9:3.3": "Yadi, bhante nāgasena, āsavānaṃ khayā samaṇo hoti, tena hi ‘catubbhi dhammehi samaṅgibhūtaṃ, taṃ ve naraṃ samaṇaṃ āhu loke’ti yaṃ vacanaṃ, taṃ micchā.",
  "mil5.3.9:3.4": "Yadi catubbhi dhammehi samaṅgibhūto samaṇo hoti, tena hi ‘āsavānaṃ khayā samaṇo hotī’ti tampi vacanaṃ micchā, ayampi ubhato koṭiko pañho tavānuppatto, so tayā nibbāhitabbo”ti.",
  "mil5.3.9:4.1": "“Bhāsitampetaṃ, mahārāja, bhagavatā ‘āsavānaṃ khayā samaṇo hotī’ti.",
  "mil5.3.9:4.2": "Puna ca bhaṇitaṃ—",
  "mil5.3.9:4.3": "‘catubbhi dhammehi samaṅgibhūtaṃ, taṃ ve naraṃ samaṇaṃ āhu loke’ti.",
  "mil5.3.9:4.4": "Tadidaṃ, mahārāja, vacanaṃ tesaṃ tesaṃ puggalānaṃ guṇavasena bhaṇitaṃ—",
  "mil5.3.9:4.5": "‘catubbhi dhammehi samaṅgibhūtaṃ, taṃ ve naraṃ samaṇaṃ āhu loke’ti, idaṃ pana niravasesavacanaṃ ‘āsavānaṃ khayā samaṇo hotī’ti.",
  "mil5.3.9:5.1": "Api ca, mahārāja, ye keci kilesūpasamāya paṭipannā, te sabbe upādāyupādāya samaṇo khīṇāsavo aggamakkhāyati.",
  "mil5.3.9:5.2": "Yathā, mahārāja, yāni kānici jalajathalajapupphāni, vassikaṃ tesaṃ aggamakkhāyati, avasesāni yāni kānici vividhāni pupphajātāni, sabbāni tāni pupphāniyeva, upādāyupādāya pana vassikaṃyeva pupphaṃ janassa patthitaṃ pihayitaṃ;",
  "mil5.3.9:5.3": "evameva kho, mahārāja, ye keci kilesūpasamāya paṭipannā, te sabbe upādāyupādāya samaṇo khīṇāsavo aggamakkhāyati.",
  "mil5.3.9:6.1": "Yathā vā pana, mahārāja, sabbadhaññānaṃ sāli aggamakkhāyati, yā kāci avasesā vividhā dhaññajātiyo, tā sabbā upādāyupādāya bhojanāni sarīrayāpanāya, sāliyeva tesaṃ aggamakkhāyati;",
  "mil5.3.9:6.2": "evameva kho, mahārāja, ye keci kilesūpasamāya paṭipannā, te sabbe upādāyupādāya samaṇo khīṇāsavo aggamakkhāyatī”ti.",
  "mil5.3.9:6.3": "“Sādhu, bhante nāgasena, evametaṃ tathā sampaṭicchāmī”ti.",
  "mil5.3.9:7.1": "Aggaggasamaṇapañho navamo."
}