{
  "mil5.5.8:0.1": "Milindapañha",
  "mil5.5.8:0.2": "Meṇḍakapañha",
  "mil5.5.8:0.3": "Santhavavagga",
  "mil5.5.8:0.4": "8. Brāhmaṇarājavādapañha",
  "mil5.5.8:1.1": "“Bhante nāgasena, bhāsitampetaṃ tathāgatena ‘ahamasmi, bhikkhave, brāhmaṇo yācayogo’ti.",
  "mil5.5.8:1.2": "Puna ca bhaṇitaṃ—",
  "mil5.5.8:1.3": "‘rājāhamasmi selā’ti.",
  "mil5.5.8:1.4": "Yadi, bhante nāgasena, bhagavatā bhaṇitaṃ—",
  "mil5.5.8:1.5": "‘ahamasmi, bhikkhave, brāhmaṇo yācayogo’ti, tena hi ‘rājāhamasmi selā’ti yaṃ vacanaṃ, taṃ micchā.",
  "mil5.5.8:1.6": "Yadi tathāgatena bhaṇitaṃ—",
  "mil5.5.8:1.7": "‘rājāhamasmi selā’ti, tena hi ‘ahamasmi, bhikkhave, brāhmaṇo yācayogo’ti tampi vacanaṃ micchā.",
  "mil5.5.8:1.8": "Khattiyo vā hi bhaveyya brāhmaṇo vā, natthi ekāya jātiyā dve vaṇṇā nāma, ayampi ubhato koṭiko pañho tavānuppatto, so tayā nibbāhitabbo”ti.",
  "mil5.5.8:2.1": "“Bhāsitampetaṃ, mahārāja, bhagavatā—",
  "mil5.5.8:2.2": "‘ahamasmi, bhikkhave, brāhmaṇo yācayogo’ti, puna ca bhaṇitaṃ—",
  "mil5.5.8:2.3": "‘rājāhamasmi selā’ti, tattha kāraṇaṃ atthi, yena kāraṇena tathāgato brāhmaṇo ca rājā ca hotī”ti.",
  "mil5.5.8:3.1": "“Kiṃ pana taṃ, bhante nāgasena, kāraṇaṃ, yena kāraṇena tathāgato brāhmaṇo ca rājā ca hoti”?",
  "mil5.5.8:3.2": "“Sabbe, mahārāja, pāpakā akusalā dhammā tathāgatassa bāhitā pahīnā apagatā byapagatā ucchinnā khīṇā khayaṃ pattā nibbutā upasantā, tasmā tathāgato ‘brāhmaṇo’ti vuccati.",
  "mil5.5.8:4.1": "Brāhmaṇo nāma saṃsayamanekaṃsaṃ vimatipathaṃ vītivatto, bhagavāpi, mahārāja, saṃsayamanekaṃsaṃ vimatipathaṃ vītivatto, tena kāraṇena tathāgato ‘brāhmaṇo’ti vuccati.",
  "mil5.5.8:5.1": "Brāhmaṇo nāma sabbabhavagatiyoninissaṭo malarajagatavippamutto asahāyo, bhagavāpi, mahārāja, sabbabhavagatiyoninissaṭo malarajagatavippamutto asahāyo, tena kāraṇena tathāgato ‘brāhmaṇo’ti vuccati.",
  "mil5.5.8:6.1": "Brāhmaṇo nāma aggaseṭṭhavarapavaradibbavihārabahulo, bhagavāpi, mahārāja, aggaseṭṭhavarapavaradibbavihārabahulo, tenāpi kāraṇena tathāgato ‘brāhmaṇo’ti vuccati.",
  "mil5.5.8:7.1": "Brāhmaṇo nāma ajjhayanaajjhāpanadānappaṭiggahaṇadamasaṃyamaniyamapubbamanusiṭṭhipaveṇivaṃsadharaṇo, bhagavāpi, mahārāja, ajjhayanaajjhāpanadānappaṭiggahaṇadamasaṃyamaniyamapubbajināciṇṇaanusiṭṭhipaveṇivaṃsadharaṇo, tenāpi kāraṇena tathāgato ‘brāhmaṇo’ti vuccati.",
  "mil5.5.8:8.1": "Brāhmaṇo nāma brahāsukhavihārajjhānajhāyī;",
  "mil5.5.8:8.2": "bhagavāpi, mahārāja, brahāsukhavihārajjhānajhāyī, tenāpi kāraṇena tathāgato ‘brāhmaṇo’ti vuccati.",
  "mil5.5.8:9.1": "Brāhmaṇo nāma sabbabhavābhavagatīsu abhijātivattitamanucaritaṃ jānāti, bhagavāpi, mahārāja, sabbabhavābhavagatīsu abhijātivattitamanucaritaṃ jānāti, tenāpi kāraṇena tathāgato ‘brāhmaṇo’ti vuccati.",
  "mil5.5.8:10.1": "Brāhmaṇoti, mahārāja, bhagavato netaṃ nāmaṃ mātarā kataṃ, na pitarā kataṃ, na bhātarā kataṃ, na bhaginiyā kataṃ, na mittāmaccehi kataṃ, na ñātisālohitehi kataṃ, na samaṇabrāhmaṇehi kataṃ, na devatāhi kataṃ, vimokkhantikametaṃ buddhānaṃ bhagavantānaṃ nāmaṃ bodhiyāyeva mūle mārasenaṃ vidhamitvā atītānāgatapaccuppanne pāpake akusale dhamme bāhetvā saha sabbaññutañāṇassa paṭilābhā paṭiladdhapātubhūtasamuppannamatte sacchikā paññatti yadidaṃ brāhmaṇoti, tena kāraṇena tathāgato vuccati ‘brāhmaṇo’”ti.",
  "mil5.5.8:11.1": "“Kena pana, bhante nāgasena, kāraṇena tathāgato vuccati ‘rājā’”ti?",
  "mil5.5.8:11.2": "“Rājā nāma, mahārāja, yo koci rajjaṃ kāreti lokamanusāsati, bhagavāpi, mahārāja, dasasahassiyā lokadhātuyā dhammena rajjaṃ kāreti, sadevakaṃ lokaṃ samārakaṃ sabrahmakaṃ sassamaṇabrāhmaṇiṃ pajaṃ sadevamanussaṃ anusāsati, tenāpi kāraṇena tathāgato vuccati ‘rājā’ti.",
  "mil5.5.8:12.1": "Rājā nāma, mahārāja, sabbajanamanusse abhibhavitvā nandayanto ñātisaṅghaṃ, socayanto amittasaṃghaṃ, mahatimahāyasasiriharaṃ thirasāradaṇḍaṃ anūnasatasalākālaṅkataṃ ussāpeti paṇḍaravimalasetacchattaṃ, bhagavāpi, mahārāja, socayanto mārasenaṃ micchāpaṭipannaṃ, nandayanto devamanusse sammāpaṭipanne dasasahassiyā lokadhātuyā mahatimahāyasasiriharaṃ khantithirasāradaṇḍaṃ ñāṇavarasatasalākālaṅkataṃ ussāpeti aggavaravimuttipaṇḍaravimalasetacchattaṃ, tenāpi kāraṇena tathāgato vuccati ‘rājā’ti.",
  "mil5.5.8:13.1": "Rājā nāma upagatasampattajanānaṃ bahūnamabhivandanīyo bhavati, bhagavāpi, mahārāja, upagatasampattadevamanussānaṃ bahūnamabhivandanīyo, tenāpi kāraṇena tathāgato vuccati ‘rājā’ti.",
  "mil5.5.8:14.1": "Rājā nāma yassa kassaci ārādhakassa pasīditvā varitaṃ varaṃ datvā kāmena tappayati, bhagavāpi, mahārāja, yassa kassaci kāyena vācāya manasā ārādhakassa pasīditvā varitaṃ varamanuttaraṃ sabbadukkhaparimuttiṃ datvā asesakāmavarena ca tappayati, tenāpi kāraṇena tathāgato vuccati ‘rājā’ti.",
  "mil5.5.8:15.1": "Rājā nāma āṇaṃ vītikkamantaṃ vigarahati jhāpeti dhaṃseti, bhagavatopi, mahārāja, sāsanavare āṇaṃ atikkamanto alajjī maṅkubhāvena oññāto hīḷito garahito bhavitvā vajjati jinasāsanavaramhā, tenāpi kāraṇena tathāgato vuccati ‘rājā’ti.",
  "mil5.5.8:16.1": "Rājā nāma pubbakānaṃ dhammikānaṃ rājūnaṃ paveṇimanusiṭṭhiyā dhammādhammamanudīpayitvā dhammena rajjaṃ kārayamāno pihayito piyo patthito bhavati janamanussānaṃ, ciraṃ rājakulavaṃsaṃ ṭhapayati dhammaguṇabalena, bhagavāpi, mahārāja, pubbakānaṃ sayambhūnaṃ paveṇimanusiṭṭhiyā dhammādhammamanudīpayitvā dhammena lokamanusāsamāno pihayito piyo patthito devamanussānaṃ ciraṃ sāsanaṃ pavatteti dhammaguṇabalena, tenāpi kāraṇena tathāgato vuccati ‘rājā’ti.",
  "mil5.5.8:16.2": "Evamanekavidhaṃ, mahārāja, kāraṇaṃ, yena kāraṇena tathāgato brāhmaṇopi bhaveyya rājāpi bhaveyya, sunipuṇo bhikkhu kappampi no naṃ sampādeyya, kiṃ atibahuṃ bhaṇitena, saṃkhittaṃ sampaṭicchitabban”ti.",
  "mil5.5.8:16.3": "“Sādhu, bhante nāgasena, evametaṃ tathā sampaṭicchāmī”ti.",
  "mil5.5.8:17.1": "Brāhmaṇarājavādapañho aṭṭhamo."
}