{
  "mil5.2.3:0.1": "Milindapañha",
  "mil5.2.3:0.2": "Meṇḍakapañha",
  "mil5.2.3:0.3": "Abhejjavagga",
  "mil5.2.3:0.4": "3. Maccubhāyanābhāyanapañha",
  "mil5.2.3:1.1": "“Bhante nāgasena, bhāsitampetaṁ bhagavatā—",
  "mil5.2.3:1.2": "‘sabbe tasanti daṇḍassa, sabbe bhāyanti maccuno’ti, puna bhaṇitaṁ—",
  "mil5.2.3:1.3": "‘arahā sabbabhayamatikkanto’ti.",
  "mil5.2.3:1.4": "Kiṁ nu kho, bhante nāgasena, arahā daṇḍabhayā tasati, niraye vā nerayikā sattā jalitā kuthitā tattā santattā tamhā jalitaggijālakā mahānirayā cavamānā maccuno bhāyanti.",
  "mil5.2.3:1.5": "Yadi, bhante nāgasena, bhagavatā bhaṇitaṁ—",
  "mil5.2.3:1.6": "‘sabbe tasanti daṇḍassa, sabbe bhāyanti maccuno’ti, tena hi ‘arahā sabbabhayamatikkanto’ti yaṁ vacanaṁ, taṁ micchā.",
  "mil5.2.3:1.7": "Yadi bhagavatā bhaṇitaṁ—",
  "mil5.2.3:1.8": "‘arahā sabbabhayamatikkanto’ti, tena hi ‘sabbe tasanti daṇḍassa, sabbe bhāyanti maccuno’ti tampi vacanaṁ micchā.",
  "mil5.2.3:1.9": "Ayaṁ ubhato koṭiko pañho tavānuppatto, so tayā nibbāhitabbo”ti.",
  "mil5.2.3:2.1": "“Netaṁ, mahārāja, vacanaṁ bhagavatā arahante upādāya bhaṇitaṁ—",
  "mil5.2.3:2.2": "‘sabbe tasanti daṇḍassa, sabbe bhāyanti maccuno’ti.",
  "mil5.2.3:2.3": "Ṭhapito arahā tasmiṁ vatthusmiṁ, samūhato bhayahetu arahato.",
  "mil5.2.3:2.4": "Ye te, mahārāja, sattā sakilesā, yesañca adhimattā attānudiṭṭhi, ye ca sukhadukkhesu unnatāvanatā, te upādāya bhagavatā bhaṇitaṁ—",
  "mil5.2.3:2.5": "‘sabbe tasanti daṇḍassa, sabbe bhāyanti maccuno’ti.",
  "mil5.2.3:2.6": "Arahato, mahārāja, sabbagati upacchinnā, yoni viddhaṁsitā, paṭisandhi upahatā, bhaggā phāsukā, samūhatā sabbabhavālayā, samucchinnā sabbasaṅkhārā, hataṁ kusalākusalaṁ, vihatā avijjā, abījaṁ viññāṇaṁ kataṁ, daḍḍhā sabbakilesā, ativattā lokadhammā, tasmā arahā na tasati sabbabhayehi.",
  "mil5.2.3:3.1": "Idha, mahārāja, rañño cattāro mahāmattā bhaveyyuṁ anurakkhā laddhayasā vissāsikā ṭhapitā mahati issariye ṭhāne.",
  "mil5.2.3:3.2": "Atha rājā kismiñci deva karaṇīye samuppanne yāvatā sakavijite sabbajanassa āṇāpeyya ‘sabbeva me baliṁ karontu, sādhetha tumhe cattāro mahāmattā taṁ karaṇīyan’ti.",
  "mil5.2.3:3.3": "Api nu kho, mahārāja, tesaṁ catunnaṁ mahāmattānaṁ balibhayā santāso uppajjeyyā”ti?",
  "mil5.2.3:3.4": "“Na hi, bhante”ti.",
  "mil5.2.3:3.5": "“Kena kāraṇena, mahārājā”ti.",
  "mil5.2.3:3.6": "“Ṭhapitā te, bhante, raññā uttamaṭṭhāne, natthi tesaṁ bali, samatikkantabalino te, avasese upādāya raññā āṇāpitaṁ ‘sabbeva me baliṁ karontū’”ti.",
  "mil5.2.3:3.7": "“Evameva kho, mahārāja, netaṁ vacanaṁ bhagavatā arahante upādāya bhaṇitaṁ, ṭhapito arahā tasmiṁ vatthusmiṁ, samūhato bhayahetu arahato, ye te, mahārāja, sattā sakilesā, yesañca adhimattā attānudiṭṭhi, ye ca sukhadukkhesu unnatāvanatā, te upādāya bhagavatā bhaṇitaṁ—",
  "mil5.2.3:3.8": "‘sabbe tasanti daṇḍassa, sabbe bhāyanti maccuno’ti.",
  "mil5.2.3:3.9": "Tasmā arahā na tasati sabbabhayehī”ti.",
  "mil5.2.3:4.1": "“Netaṁ, bhante nāgasena, vacanaṁ sāvasesaṁ, niravasesavacanametaṁ ‘sabbe’ti.",
  "mil5.2.3:4.2": "Tattha me uttariṁ kāraṇaṁ brūhi taṁ vacanaṁ patiṭṭhāpetun”ti.",
  "mil5.2.3:5.1": "“Idha, mahārāja, gāme gāmassāmiko āṇāpakaṁ āṇāpeyya ‘ehi, bho āṇāpaka, yāvatā gāme gāmikā, te sabbe sīghaṁ mama santike sannipātehī’ti.",
  "mil5.2.3:5.2": "So ‘sādhu, sāmī’ti sampaṭicchitvā gāmamajjhe ṭhatvā tikkhattuṁ saddamanussāveyya ‘yāvatā gāme gāmikā, te sabbe sīghasīghaṁ sāmino santike sannipatantū’ti.",
  "mil5.2.3:5.3": "Tato te gāmikā āṇāpakassa vacanena turitaturitā sannipatitvā gāmassāmikassa ārocenti ‘sannipatitā, sāmi, sabbe gāmikā, yaṁ te karaṇīyaṁ taṁ karohī’ti.",
  "mil5.2.3:5.4": "Iti so, mahārāja, gāmassāmiko kuṭipurise sannipātento sabbe gāmike āṇāpeti, te ca āṇattā na sabbe sannipatanti, kuṭipurisāyeva sannipatanti, ‘ettakāyeva me gāmikā’ti gāmassāmiko ca tathā sampaṭicchati, aññe bahutarā anāgatā itthipurisā dāsidāsā bhatakā kammakarā gāmikā gilānā gomahiṁsā ajeḷakā suvānā, ye anāgatā, sabbe te agaṇitā, kuṭipuriseyeva upādāya āṇāpitattā ‘sabbe sannipatantū’ti.",
  "mil5.2.3:5.5": "Evameva kho, mahārāja, netaṁ vacanaṁ bhagavatā arahante upādāya bhaṇitaṁ, ṭhapito arahā tasmiṁ vatthusmiṁ, samūhato bhayahetu arahato, ye te, mahārāja, sattā sakilesā, yesañca adhimattā attānudiṭṭhi, ye ca sukhadukkhesu unnatāvanatā, te upādāya bhagavatā bhaṇitaṁ—",
  "mil5.2.3:5.6": "‘sabbe tasanti daṇḍassa, sabbe bhāyanti maccuno’ti.",
  "mil5.2.3:5.7": "Tasmā arahā na tasati sabbabhayehi.",
  "mil5.2.3:6.1": "Atthi, mahārāja, sāvasesaṁ vacanaṁ sāvaseso attho, atthi sāvasesaṁ vacanaṁ niravaseso attho, atthi niravasesaṁ vacanaṁ sāvaseso attho, atthi niravasesaṁ vacanaṁ niravaseso attho.",
  "mil5.2.3:6.2": "Tena tena attho sampaṭicchitabbo.",
  "mil5.2.3:7.1": "Pañcavidhehi, mahārāja, kāraṇehi attho sampaṭicchitabbo āhaccapadena rasena ācariyavaṁsena adhippāyā kāraṇuttariyatāya.",
  "mil5.2.3:7.2": "Ettha hi **āhaccapadan**ti suttaṁ adhippetaṁ.",
  "mil5.2.3:7.3": "**Raso**ti suttānulomaṁ.",
  "mil5.2.3:7.4": "**Ācariyavaṁso**ti ācariyavādo.",
  "mil5.2.3:7.5": "**Adhippāyo**ti attano mati.",
  "mil5.2.3:7.6": "**Kāraṇuttariyatā**ti imehi catūhi samentaṁ kāraṇaṁ.",
  "mil5.2.3:7.7": "Imehi kho, mahārāja, pañcahi kāraṇehi attho sampaṭicchitabbo.",
  "mil5.2.3:7.8": "Evameso pañho suvinicchito hotī”ti.",
  "mil5.2.3:8.1": "“Hotu, bhante nāgasena, tathā taṁ sampaṭicchāmi.",
  "mil5.2.3:8.2": "Ṭhapito hotu arahā tasmiṁ vatthusmiṁ, tasantu avasesā sattā, niraye pana nerayikā sattā dukkhā tibbā kaṭukā vedanā vedayamānā jalitapajjalitasabbaṅgapaccaṅgā ruṇṇakāruññakanditaparidevitalālappitamukhā asayhatibbadukkhābhibhūtā atāṇā asaraṇā asaraṇībhūtā anappasokāturā antimapacchimagatikā ekantasokaparāyaṇā uṇhatikhiṇacaṇḍakharatapanatejavanto bhīmabhayajanakaninādamahāsaddā saṁsibbitachabbidhajālāmālākulā samantā satayojanānupharaṇaccivegā kadariyā tapanā mahānirayā cavamānā maccuno bhāyantī”ti?",
  "mil5.2.3:8.3": "“Āma, mahārājā”ti.",
  "mil5.2.3:9.1": "“Nanu, bhante nāgasena, nirayo ekantadukkhavedanīyo, kissa pana te nerayikā sattā ekantadukkhavedanīyā nirayā cavamānā maccuno bhāyanti, kissa niraye ramantī”ti?",
  "mil5.2.3:9.2": "“Na te, mahārāja, nerayikā sattā niraye ramanti, muñcitukāmāva te nirayā.",
  "mil5.2.3:9.3": "Maraṇasseva so, mahārāja, ānubhāvo, yena tesaṁ santāso uppajjatī”ti.",
  "mil5.2.3:9.4": "“Etaṁ kho, bhante nāgasena, na saddahāmi, yaṁ muccitukāmānaṁ cutiyā santāso uppajjatīti, hāsanīyaṁ, bhante nāgasena, taṁ ṭhānaṁ, yaṁ te patthitaṁ labhanti, kāraṇena maṁ saññāpehī”ti.",
  "mil5.2.3:10.1": "“Maraṇanti kho, mahārāja, etaṁ adiṭṭhasaccānaṁ tāsanīyaṭṭhānaṁ, etthāyaṁ jano tasati ca ubbijjati ca.",
  "mil5.2.3:10.2": "Yo ca, mahārāja, kaṇhasappassa bhāyati, so maraṇassa bhāyanto kaṇhasappassa bhāyati.",
  "mil5.2.3:10.3": "Yo ca hatthissa bhāyati …pe…",
  "mil5.2.3:10.4": "sīhassa … byagghassa … dīpissa … acchassa … taracchassa … mahiṁsassa … gavayassa … aggissa … udakassa … khāṇukassa … kaṇṭakassa bhāyati.",
  "mil5.2.3:10.5": "Yo ca sattiyā bhāyati, so maraṇassa bhāyanto sattiyā bhāyati.",
  "mil5.2.3:10.6": "Maraṇasseva so, mahārāja, sarasasabhāvatejo, tassa sarasasabhāvatejena sakilesā sattā maraṇassa tasanti bhāyanti, muccitukāmāpi, mahārāja, nerayikā sattā maraṇassa tasanti bhāyanti.",
  "mil5.2.3:11.1": "Idha, mahārāja, purisassa kāye medo gaṇṭhi uppajjeyya.",
  "mil5.2.3:11.2": "So tena rogena dukkhito upaddavā parimuccitukāmo bhisakkaṁ sallakattaṁ āmantāpeyya.",
  "mil5.2.3:11.3": "Tassa vacanaṁ so bhisakko sallakatto sampaṭicchitvā tassa rogassa uddharaṇāya upakaraṇaṁ upaṭṭhāpeyya, satthakaṁ tikhiṇaṁ kareyya, yamakasalākā aggimhi pakkhipeyya, khāralavaṇaṁ nisadāya pisāpeyya, api nu kho, mahārāja, tassa āturassa tikhiṇasatthakacchedanena yamakasalākādahanena khāraloṇappavesanena tāso uppajjeyyā”ti?",
  "mil5.2.3:11.4": "“Āma, bhante”ti.",
  "mil5.2.3:11.5": "“Iti, mahārāja, tassa āturassa rogā muccitukāmassāpi vedanābhayā santāso uppajjati.",
  "mil5.2.3:11.6": "Evameva kho, mahārāja, nirayā muccitukāmānampi nerayikānaṁ sattānaṁ maraṇabhayā santāso uppajjati.",
  "mil5.2.3:12.1": "Idha, mahārāja, puriso issarāparādhiko baddho saṅkhalikabandhanena gabbhe pakkhitto parimuccitukāmo assa, tamenaṁ so issaro mocetukāmo pakkosāpeyya.",
  "mil5.2.3:12.2": "Api nu kho, mahārāja, tassa issarāparādhikassa purisassa ‘katadoso ahan’ti jānantassa issaradassanena santāso uppajjeyyā”ti?",
  "mil5.2.3:12.3": "“Āma, bhante”ti.",
  "mil5.2.3:12.4": "“Iti, mahārāja, tassa issarāparādhikassa purisassa parimuccitukāmassāpi issarabhayā santāso uppajjati.",
  "mil5.2.3:12.5": "Evameva kho, mahārāja, nirayā muccitukāmānampi nerayikānaṁ sattānaṁ maraṇabhayā santāso uppajjatī”ti.",
  "mil5.2.3:13.1": "“Aparampi, bhante, uttariṁ kāraṇaṁ brūhi, yenāhaṁ kāraṇena okappeyyan”ti.",
  "mil5.2.3:13.2": "“Idha, mahārāja, puriso daṭṭhavisena āsīvisena daṭṭho bhaveyya, so tena visavikārena pateyya uppateyya vaṭṭeyya pavaṭṭeyya, athaññataro puriso balavantena mantapadena taṁ daṭṭhavisaṁ āsīvisaṁ ānetvā taṁ daṭṭhavisaṁ paccācamāpeyya, api nu kho, mahārāja, tassa visagatassa purisassa tasmiṁ daṭṭhavise sappe sotthihetu upagacchante santāso uppajjeyyā”ti?",
  "mil5.2.3:13.3": "“Āma, bhante”ti.",
  "mil5.2.3:13.4": "“Iti, mahārāja, tathārūpe ahimhi sotthihetupi upagacchante tassa santāso uppajjati.",
  "mil5.2.3:13.5": "Evameva kho, mahārāja, nirayā muccitukāmānampi nerayikānaṁ sattānaṁ maraṇabhayā santāso uppajjati.",
  "mil5.2.3:13.6": "Aniṭṭhaṁ, mahārāja, sabbasattānaṁ maraṇaṁ, tasmā nerayikā sattā nirayā parimuccitukāmāpi maccuno bhāyantī”ti.",
  "mil5.2.3:13.7": "“Sādhu, bhante nāgasena, evametaṁ tathā sampaṭicchāmī”ti.",
  "mil5.2.3:14.1": "Maccubhāyanābhāyanapañho tatiyo."
}