{
  "mil5.4.4:0.1": "Milindapañha",
  "mil5.4.4:0.2": "Meṇḍakapañha",
  "mil5.4.4:0.3": "Sabbaññutañāṇavagga",
  "mil5.4.4:0.4": "4. Bodhisattadhammatāpañha",
  "mil5.4.4:1.1": "“Bhante nāgasena, bhāsitampetaṃ bhagavatā dhammatādhammapariyāye ‘pubbeva bodhisattānaṃ mātāpitaro niyatā honti, bodhi niyatā hoti, aggasāvakā niyatā honti, putto niyato hoti, upaṭṭhāko niyato hotī’ti.",
  "mil5.4.4:1.2": "Puna ca tumhe bhaṇatha—",
  "mil5.4.4:1.3": "‘tusite kāye ṭhito bodhisatto aṭṭha mahāvilokanāni viloketi, kālaṃ viloketi, dīpaṃ viloketi, desaṃ viloketi, kulaṃ viloketi, janettiṃ viloketi, āyuṃ viloketi, māsaṃ viloketi, nekkhammaṃ viloketī’ti.",
  "mil5.4.4:1.4": "Bhante nāgasena, aparipakke ñāṇe bujjhanaṃ natthi, paripakke ñāṇe na sakkā nimesantarampi āgametuṃ, anatikkamanīyaṃ paripakkamānasaṃ.",
  "mil5.4.4:1.5": "Kasmā bodhisatto kālaṃ viloketi ‘kamhi kāle uppajjāmī’ti.",
  "mil5.4.4:1.6": "Aparipakke ñāṇe bujjhanaṃ natthi, paripakke ñāṇe na sakkā nimesantarampi āgametuṃ, kasmā bodhisatto kulaṃ viloketi ‘kamhi kule uppajjāmī’ti.",
  "mil5.4.4:1.7": "Yadi, bhante nāgasena, pubbeva bodhisattassa mātāpitaro niyatā, tena hi ‘kulaṃ viloketī’ti yaṃ vacanaṃ, taṃ micchā.",
  "mil5.4.4:1.8": "Yadi kulaṃ viloketi, tena hi ‘pubbeva bodhisattassa mātāpitaro niyatā’ti tampi vacanaṃ micchā.",
  "mil5.4.4:1.9": "Ayampi ubhato koṭiko pañho tavānuppatto, so tayā nibbāhitabbo”ti.",
  "mil5.4.4:2.1": "“Niyatā, mahārāja, pubbeva bodhisattassa mātāpitaro, kulañca bodhisatto viloketi.",
  "mil5.4.4:2.2": "Kinti pana kulaṃ viloketi ‘ye me mātāpitaro, te khattiyā udāhu brāhmaṇā’ti.",
  "mil5.4.4:2.3": "Evaṃ kulaṃ viloketi.",
  "mil5.4.4:3.1": "Aṭṭhannaṃ, mahārāja, pubbeva anāgataṃ oloketabbaṃ hoti.",
  "mil5.4.4:3.2": "Katamesaṃ aṭṭhannaṃ?",
  "mil5.4.4:3.3": "Vāṇijassa, mahārāja, pubbeva vikkayabhaṇḍaṃ oloketabbaṃ hoti, hatthināgassa pubbeva soṇḍāya anāgato maggo oloketabbo hoti, sākaṭikassa pubbeva anāgataṃ titthaṃ oloketabbaṃ hoti, niyāmakassa pubbeva anāgataṃ tīraṃ oloketvā nāvā pesetabbā hoti, bhisakkassa pubbeva āyuṃ oloketvā āturo upasaṅkamitabbo hoti, uttarasetussa pubbeva thirāthirabhāvaṃ jānitvā abhiruhitabbaṃ hoti, bhikkhussa pubbeva anāgataṃ kālaṃ paccavekkhitvā bhojanaṃ bhuñjitabbaṃ hoti, bodhisattānaṃ pubbeva kulaṃ oloketabbaṃ hoti ‘khattiyakulaṃ vā brāhmaṇakulaṃ vā’ti.",
  "mil5.4.4:3.4": "Imesaṃ kho, mahārāja, aṭṭhannaṃ pubbeva anāgataṃ oloketabbaṃ hotī”ti.",
  "mil5.4.4:3.5": "“Sādhu, bhante nāgasena, evametaṃ tathā sampaṭicchāmī”ti.",
  "mil5.4.4:4.1": "Bodhisattadhammatāpañho catuttho."
}