{
  "mil5.1.4:0.1": "Milindapañha",
  "mil5.1.4:0.2": "Meṇḍakapañha",
  "mil5.1.4:0.3": "Iddhibalavagga",
  "mil5.1.4:0.4": "4. Pathavicalanapañha",
  "mil5.1.4:1.1": "“Bhante nāgasena, bhāsitampetaṁ bhagavatā—",
  "mil5.1.4:1.2": "‘aṭṭhime, bhikkhave, hetū aṭṭha paccayā mahato bhūmicālassa pātubhāvāyā’ti.",
  "mil5.1.4:1.3": "Asesavacanaṁ idaṁ, nissesavacanaṁ idaṁ, nippariyāyavacanaṁ idaṁ, natthañño navamo hetu mahato bhūmicālassa pātubhāvāya.",
  "mil5.1.4:1.4": "Yadi, bhante nāgasena, añño navamo hetu bhaveyya mahato bhūmicālassa pātubhāvāya, tampi hetuṁ bhagavā katheyya.",
  "mil5.1.4:1.5": "Yasmā ca kho, bhante nāgasena, natthañño navamo hetu mahato bhūmicālassa pātubhāvāya, tasmā anācikkhito bhagavatā, ayañca navamo hetu dissati mahato bhūmicālassa pātubhāvāya, yaṁ vessantarena raññā mahādāne dīyamāne sattakkhattuṁ mahāpathavī kampitāti.",
  "mil5.1.4:1.6": "Yadi, bhante nāgasena, aṭṭheva hetū aṭṭha paccayā mahato bhūmicālassa pātubhāvāya, tena hi vessantarena raññā mahādāne dīyamāne sattakkhattuṁ mahāpathavī kampitāti yaṁ vacanaṁ, taṁ micchā.",
  "mil5.1.4:1.7": "Yadi vessantarena raññā mahādāne dīyamāne sattakkhattuṁ mahāpathavī kampitā, tena hi aṭṭheva hetū aṭṭha paccayā mahato bhūmicālassa pātubhāvāyāti tampi vacanaṁ micchā.",
  "mil5.1.4:1.8": "Ayampi ubhato koṭiko pañho sukhumo dunniveṭhiyo andhakaraṇo ceva gambhīro ca, so tavānuppatto, neso aññena ittarapaññena sakkā visajjetuṁ aññatra tavādisena buddhimatā”ti.",
  "mil5.1.4:2.1": "“Bhāsitampetaṁ, mahārāja, bhagavatā—",
  "mil5.1.4:2.2": "‘aṭṭhime, bhikkhave, hetū aṭṭha paccayā mahato bhūmicālassa pātubhāvāyā’ti.",
  "mil5.1.4:2.3": "Yaṁ vessantarena raññā mahādāne dīyamāne sattakkhattuṁ mahāpathavī kampitā, tañca pana akālikaṁ kadācuppattikaṁ aṭṭhahi hetūhi vippamuttaṁ, tasmā agaṇitaṁ aṭṭhahi hetūhi.",
  "mil5.1.4:3.1": "Yathā, mahārāja, loke tayoyeva meghā gaṇīyanti vassiko hemantiko pāvusakoti.",
  "mil5.1.4:3.2": "Yadi te muñcitvā añño megho pavassati, na so megho gaṇīyati sammatehi meghehi, akālameghotveva saṅkhaṁ gacchati.",
  "mil5.1.4:3.3": "Evameva kho, mahārāja, vessantarena raññā mahādāne dīyamāne yaṁ sattakkhattuṁ mahāpathavī kampitā, akālikaṁ etaṁ kadācuppattikaṁ aṭṭhahi hetūhi vippamuttaṁ, na taṁ gaṇīyati aṭṭhahi hetūhi.",
  "mil5.1.4:4.1": "Yathā vā pana, mahārāja, himavantā pabbatā pañca nadisatāni sandanti, tesaṁ, mahārāja, pañcannaṁ nadisatānaṁ daseva nadiyo nadigaṇanāya gaṇīyanti.",
  "mil5.1.4:4.2": "Seyyathidaṁ—",
  "mil5.1.4:4.3": "gaṅgā yamunā aciravatī sarabhū mahī sindhu sarassatī vetravatī vītaṁsā candabhāgāti, avasesā nadiyo nadigaṇanāya agaṇitā.",
  "mil5.1.4:4.4": "Kiṁ kāraṇā?",
  "mil5.1.4:4.5": "Na tā nadiyo dhuvasalilā.",
  "mil5.1.4:4.6": "Evameva kho, mahārāja, vessantarena raññā mahādāne dīyamāne yaṁ sattakkhattuṁ mahāpathavī kampitā, akālikaṁ etaṁ kadācuppattikaṁ aṭṭhahi hetūhi vippamuttaṁ, na taṁ gaṇīyati aṭṭhahi hetūhi.",
  "mil5.1.4:5.1": "Yathā vā pana, mahārāja, rañño satampi dvisatampi tisatampi amaccā honti, tesaṁ chayeva janā amaccagaṇanāya gaṇīyanti.",
  "mil5.1.4:5.2": "Seyyathidaṁ—",
  "mil5.1.4:5.3": "senāpati purohito akkhadasso bhaṇḍāgāriko chattaggāhako khaggaggāhako.",
  "mil5.1.4:5.4": "Eteyeva amaccagaṇanāya gaṇīyanti.",
  "mil5.1.4:5.5": "Kiṁ kāraṇā?",
  "mil5.1.4:5.6": "Yuttattā rājaguṇehi, avasesā agaṇitā, sabbe amaccātveva saṅkhaṁ gacchanti.",
  "mil5.1.4:5.7": "Evameva kho, mahārāja, vessantarena raññā mahādāne dīyamāne yaṁ sattakkhattuṁ mahāpathavī kampitā, akālikaṁ etaṁ kadācuppattikaṁ aṭṭhahi hetūhi vippamuttaṁ, na taṁ gaṇīyati aṭṭhahi hetūhi.",
  "mil5.1.4:6.1": "Suyyati nu kho, mahārāja, etarahi jinasāsane katādhikārānaṁ diṭṭhadhammasukhavedanīyakammaṁ, kitti ca yesaṁ abbhuggatā devamanussesū”ti?",
  "mil5.1.4:6.2": "“Āma, bhante, suyyati etarahi jinasāsane katādhikārānaṁ diṭṭhadhammasukhavedanīyakammaṁ, kitti ca yesaṁ abbhuggatā devamanussesu satta janāti”.",
  "mil5.1.4:6.3": "“Ke ca te, mahārājā”ti?",
  "mil5.1.4:6.4": "“Sumano ca, bhante, mālākāro, ekasāṭako ca brāhmaṇo, puṇṇo ca bhatako, mallikā ca devī, gopālamātā ca devī, suppiyā ca upāsikā, puṇṇā ca dāsīti ime satta diṭṭhadhammasukhavedanīyā sattā, kitti ca imesaṁ abbhuggatā devamanussesū”ti.",
  "mil5.1.4:7.1": "“Aparepi suyyanti nu kho atīte mānusakeneva sarīradehena tidasabhavanaṁ gatā”ti?",
  "mil5.1.4:7.2": "“Āma, bhante, suyyantī”ti.",
  "mil5.1.4:7.3": "“Ke ca te, mahārājā”ti?",
  "mil5.1.4:7.4": "“Guttilo ca gandhabbo, sādhīno ca rājā, nimi ca rājā, mandhātā ca rājāti ime caturo janā suyyanti, teneva mānusakena sarīradehena tidasabhavanaṁ gatā”ti.",
  "mil5.1.4:7.5": "“Sucirampi kataṁ suyyati sukatadukkaṭanti?",
  "mil5.1.4:7.6": "Sutapubbaṁ pana tayā, mahārāja, atīte vā addhāne vattamāne vā addhāne itthannāmassa dāne dīyamāne sakiṁ vā dvikkhattuṁ vā tikkhattuṁ vā mahāpathavī kampitā”ti?",
  "mil5.1.4:7.7": "“Na hi, bhante”ti.",
  "mil5.1.4:7.8": "“Atthi me, mahārāja, āgamo adhigamo pariyatti savanaṁ sikkhābalaṁ sussūsā paripucchā ācariyupāsanaṁ, mayāpi na sutapubbaṁ ‘itthannāmassa dāne dīyamāne sakiṁ vā dvikkhattuṁ vā tikkhattuṁ vā mahāpathavī kampitā’ti ṭhapetvā vessantarassa rājavasabhassa dānavaraṁ.",
  "mil5.1.4:7.9": "Bhagavato ca, mahārāja, kassapassa, bhagavato ca sakyamuninoti dvinnaṁ buddhānaṁ antare gaṇanapathaṁ vītivattā vassakoṭiyo atikkantā, tatthapi me savanaṁ natthi ‘itthannāmassa dāne dīyamāne sakiṁ vā dvikkhattuṁ vā tikkhattuṁ vā mahāpathavī kampitā’ti.",
  "mil5.1.4:7.10": "Na, mahārāja, tāvatakena vīriyena tāvatakena parakkamena mahāpathavī kampati, guṇabhārabharitā, mahārāja, sabbasoceyyakiriyaguṇabhārabharitā dhāretuṁ na visahantī mahāpathavī calati kampati pavedhati.",
  "mil5.1.4:8.1": "Yathā, mahārāja, sakaṭassa atibhārabharitassa nābhiyo ca nemiyo ca phalanti akkho bhijjati;",
  "mil5.1.4:8.2": "evameva kho, mahārāja, sabbasoceyyakiriyaguṇabhārabharitā mahāpathavī dhāretuṁ na visahantī calati kampati pavedhati.",
  "mil5.1.4:9.1": "Yathā vā pana, mahārāja, gaganaṁ anilajalavegasañchāditaṁ ussannajalabhārabharitaṁ ativātena phuṭitattā nadati ravati gaḷagaḷāyati;",
  "mil5.1.4:9.2": "evameva kho, mahārāja, mahāpathavī rañño vessantarassa dānabalavipulaussannabhārabharitā dhāretuṁ na visahantī calati kampati pavedhati.",
  "mil5.1.4:9.3": "Na hi, mahārāja, rañño vessantarassa cittaṁ rāgavasena pavattati, na dosavasena pavattati, na mohavasena pavattati, na mānavasena pavattati, na diṭṭhivasena pavattati, na kilesavasena pavattati, na vitakkavasena pavattati, na arativasena pavattati, atha kho dānavasena bahulaṁ pavattati ‘kinti anāgatā yācakā mama santike āgaccheyyuṁ, āgatā ca yācakā yathākāmaṁ labhitvā attamanā bhaveyyun’ti satataṁ samitaṁ dānaṁ pati mānasaṁ ṭhapitaṁ hoti.",
  "mil5.1.4:9.4": "Rañño, mahārāja, vessantarassa satataṁ samitaṁ dasasu ṭhānesu mānasaṁ ṭhapitaṁ hoti dame same khantiyaṁ saṁvare yame niyame akkodhe avihiṁsāyaṁ sacce soceyye.",
  "mil5.1.4:9.5": "Rañño, mahārāja, vessantarassa kāmesanā pahīnā, bhavesanā paṭippassaddhā, brahmacariyesanāyayeva ussukkaṁ āpanno, rañño, mahārāja, vessantarassa attarakkhā pahīnā, sabbasattarakkhāya ussukkaṁ āpanno ‘kinti ime sattā samaggā assu arogā sadhanā dīghāyukā’ti bahulaṁyeva mānasaṁ pavattati.",
  "mil5.1.4:9.6": "Dadamāno ca, mahārāja, vessantaro rājā taṁ dānaṁ na bhavasampattihetu deti, na dhanahetu deti, na paṭidānahetu deti, na upalāpanahetu deti, na āyuhetu deti, na vaṇṇahetu deti, na sukhahetu deti, na balahetu deti, na yasahetu deti, na puttahetu deti, na dhītuhetu deti, atha kho sabbaññutañāṇahetu sabbaññutañāṇaratanassa kāraṇā evarūpe atulavipulānuttare dānavare adāsi, sabbaññutaṁ patto ca imaṁ gāthaṁ abhāsi—",
  "mil5.1.4:10.1": "‘Jāliṁ kaṇhājinaṁ dhītaṁ,",
  "mil5.1.4:10.2": "maddideviṁ patibbataṁ;",
  "mil5.1.4:10.3": "Cajamāno na cintesiṁ,",
  "mil5.1.4:10.4": "bodhiyāyeva kāraṇā’ti.",
  "mil5.1.4:11.1": "Vessantaro, mahārāja, rājā akkodhena kodhaṁ jināti, asādhuṁ sādhunā jināti, kadariyaṁ dānena jināti, alikavādinaṁ saccena jināti, sabbaṁ akusalaṁ kusalena jināti.",
  "mil5.1.4:11.2": "Tassa evaṁ dadamānassa dhammānugatassa dhammasīsakassa dānanissandabalava vīriyavipulavipphārena heṭṭhā mahāvātā sañcalanti saṇikaṁ saṇikaṁ sakiṁ sakiṁ ākulākulā vāyanti onamanti unnamanti vinamanti, chinnapattapādapā papatanti, gumbaṁ gumbaṁ valāhakā gagane sandhāvanti, rajosañcitā vātā dāruṇā honti, gaganaṁ uppīḷitā vātā vāyanti, sahasā dhamadhamāyanti, mahābhīmo saddo niccharati, tesu vātesu kupitesu udakaṁ saṇikaṁ saṇikaṁ calati, udake calite khubbhanti macchakacchapā, yamakayamakā ūmiyo jāyanti, jalacarā sattā tasanti, jalavīci yuganaddho vattati, vīcinādo pavattati, ghorā bubbuḷā uṭṭhahanti, pheṇamālā bhavanti, uttarati mahāsamuddo, disāvidisaṁ dhāvati udakaṁ, uddhaṁsotapaṭisotamukhā sandanti saliladhārā, tasanti asurā garuḷā nāgā yakkhā, ubbijjanti ‘kiṁ nu kho, kathaṁ nu kho, sāgaro viparivattatī’ti, gamanapathamesanti bhītacittā, khubhite luḷite jaladhāre pakampati mahāpathavī sanagā sasāgarā, parivattati sinerugiri kūṭaselasikharo vinamamāno hoti, vimanā honti ahinakulabiḷārakoṭṭhukasūkaramigapakkhino, rudanti yakkhā appesakkhā, hasanti yakkhā mahesakkhā kampamānāya mahāpathaviyā.",
  "mil5.1.4:12.1": "Yathā, mahārāja, mahati mahāpariyoge uddhanagate udakasampuṇṇe ākiṇṇataṇḍule heṭṭhato aggi jalamāno paṭhamaṁ tāva pariyogaṁ santāpeti, pariyogo santatto udakaṁ santāpeti, udakaṁ santattaṁ taṇḍulaṁ santāpeti, taṇḍulaṁ santattaṁ ummujjati nimujjati, bubbuḷakajātaṁ hoti, pheṇamālā uttarati;",
  "mil5.1.4:12.2": "evameva kho, mahārāja, vessantaro rājā yaṁ loke duccajaṁ, taṁ caji, tassa taṁ duccajaṁ cajantassa dānassa sabhāvanissandena heṭṭhā mahāvātā dhāretuṁ na visahantā parikuppiṁsu, mahāvātesu parikupitesu udakaṁ kampi, udake kampite mahāpathavī kampi, iti tadā mahāvātā ca udakañca mahāpathavī cāti ime tayo ekamanā viya ahesuṁ mahādānanissandena vipulabalavīriyena natthediso, mahārāja, aññassa dānānubhāvo, yathā vessantarassa rañño mahādānānubhāvo.",
  "mil5.1.4:12.3": "Yathā, mahārāja, mahiyā bahuvidhā maṇayo vijjanti.",
  "mil5.1.4:12.4": "Seyyathidaṁ—",
  "mil5.1.4:12.5": "indanīlo mahānīlo jotiraso veḷuriyo ummāpuppho sirīsapuppho manoharo sūriyakanto candakanto vajiro khajjopanako phussarāgo lohitaṅgo masāragalloti, ete sabbe atikkamma cakkavattimaṇi aggamakkhāyati, cakkavattimaṇi, mahārāja, samantā yojanaṁ obhāseti.",
  "mil5.1.4:12.6": "Evameva kho, mahārāja, yaṁ kiñci mahiyā dānaṁ vijjati api asadisadānaṁ paramaṁ, taṁ sabbaṁ atikkamma vessantarassa rañño mahādānaṁ aggamakkhāyati, vessantarassa, mahārāja, rañño mahādāne dīyamāne sattakkhattuṁ mahāpathavī kampitā”ti.",
  "mil5.1.4:13.1": "“Acchariyaṁ, bhante nāgasena, buddhānaṁ, abbhutaṁ, bhante nāgasena, buddhānaṁ, yaṁ tathāgato bodhisatto samāno asamo lokena evaṅkhanti evaṁcitto evaṁadhimutti evaṁadhippāyo, bodhisattānaṁ, bhante nāgasena, parakkamo dakkhāpito, pāramī ca jinānaṁ bhiyyo obhāsitā, cariyaṁ caratopi tāva tathāgatassa sadevake loke seṭṭhabhāvo anudassito.",
  "mil5.1.4:13.2": "Sādhu, bhante nāgasena, thomitaṁ jinasāsanaṁ, jotitā jinapāramī, chinno titthiyānaṁ vādagaṇṭhi, bhinno parāpavādakumbho, pañho gambhīro uttānīkato, gahanaṁ agahanaṁ kataṁ, sammā laddhaṁ jinaputtānaṁ nibbāhanaṁ, evametaṁ, gaṇivarapavara, tathā sampaṭicchāmā”ti.",
  "mil5.1.4:14.1": "Pathavicalanapañho catuttho."
}