{
  "mil5.1.7:0.1": "Milindapañha",
  "mil5.1.7:0.2": "Meṇḍakapañha",
  "mil5.1.7:0.3": "Iddhibalavagga",
  "mil5.1.7:0.4": "7. Saddhammantaradhānapañha",
  "mil5.1.7:1.1": "“Bhante nāgasena, bhāsitampetaṃ bhagavatā—",
  "mil5.1.7:1.2": "‘pañceva dāni, ānanda, vassasatāni saddhammo ṭhassatī’ti.",
  "mil5.1.7:1.3": "Puna ca parinibbānasamaye subhaddena paribbājakena pañhaṃ puṭṭhena bhagavatā bhaṇitaṃ—",
  "mil5.1.7:1.4": "‘ime ca, subhadda, bhikkhū sammā vihareyyuṃ, asuñño loko arahantehi assā’ti, asesavacanametaṃ, nissesavacanametaṃ, nippariyāyavacanametaṃ.",
  "mil5.1.7:1.5": "Yadi, bhante nāgasena, tathāgatena bhaṇitaṃ—",
  "mil5.1.7:1.6": "‘pañceva dāni, ānanda, vassasatāni saddhammo ṭhassatī’ti, tena hi ‘asuñño loko arahantehi assā’ti yaṃ vacanaṃ, taṃ micchā.",
  "mil5.1.7:1.7": "Yadi tathāgatena bhaṇitaṃ—",
  "mil5.1.7:1.8": "‘asuñño loko arahantehi assā’ti, tena hi ‘pañceva dāni, ānanda, vassasatāni saddhammo ṭhassatī’ti tampi vacanaṃ micchā.",
  "mil5.1.7:1.9": "Ayampi ubhato koṭiko pañho gahanatopi gahanataro balavatopi balavataro gaṇṭhitopi gaṇṭhitaro, so tavānuppatto, tattha te ñāṇabalavipphāraṃ dassehi makaro viya sāgarabbhantaragato”ti.",
  "mil5.1.7:2.1": "“Bhāsitampetaṃ, mahārāja, bhagavatā ‘pañceva dāni, ānanda, vassasatāni saddhammo ṭhassatī’ti.",
  "mil5.1.7:2.2": "Parinibbānasamaye ca subhaddassa paribbājakassa bhaṇitaṃ—",
  "mil5.1.7:2.3": "‘ime ca, subhadda, bhikkhū sammā vihareyyuṃ, asuñño loko arahantehi assā’ti.",
  "mil5.1.7:2.4": "Tañca pana, mahārāja, bhagavato vacanaṃ nānatthañceva hoti nānābyañjanañca, ayaṃ sāsanaparicchedo, ayaṃ paṭipatti paridīpanāti dūraṃ vivajjitā te ubho aññamaññaṃ.",
  "mil5.1.7:2.5": "Yathā, mahārāja, nabhaṃ pathavito dūraṃ vivajjitaṃ, nirayaṃ saggato dūraṃ vivajjitaṃ, kusalaṃ akusalato dūraṃ vivajjitaṃ, sukhaṃ dukkhato dūraṃ vivajjitaṃ;",
  "mil5.1.7:2.6": "evameva kho, mahārāja, te ubho aññamaññaṃ dūraṃ vivajjitā.",
  "mil5.1.7:3.1": "Api ca, mahārāja, mā te pucchā moghā assa, rasato te saṃsanditvā kathayissāmi ‘pañceva dāni, ānanda, vassasatāni saddhammo ṭhassatī’ti yaṃ bhagavā āha, taṃ khayaṃ paridīpayanto sesakaṃ paricchindi, ‘vassasahassaṃ, ānanda, saddhammo tiṭṭheyya, sace bhikkhuniyo na pabbājeyyuṃ.",
  "mil5.1.7:3.2": "Pañceva dāni, ānanda, vassasatāni saddhammo ṭhassatī’ti.",
  "mil5.1.7:3.3": "Api nu kho, mahārāja, bhagavā evaṃ vadanto saddhammassa antaradhānaṃ vā vadeti abhisamayaṃ vā paṭikkosatī”ti?",
  "mil5.1.7:3.4": "“Na hi, bhante”ti.",
  "mil5.1.7:3.5": "“Naṭṭhaṃ, mahārāja, parikittayanto sesakaṃ paridīpayanto paricchindi.",
  "mil5.1.7:3.6": "Yathā, mahārāja, puriso naṭṭhāyiko sabbasesakaṃ gahetvā janassa paridīpeyya ‘ettakaṃ me bhaṇḍaṃ naṭṭhaṃ, idaṃ sesakan’ti.",
  "mil5.1.7:3.7": "Evameva kho, mahārāja, bhagavā naṭṭhaṃ paridīpayanto sesakaṃ devamanussānaṃ kathesi ‘pañceva dāni, ānanda, vassasatāni saddhammo ṭhassatī’ti.",
  "mil5.1.7:3.8": "Yaṃ pana, mahārāja, bhagavatā bhaṇitaṃ—",
  "mil5.1.7:3.9": "‘pañceva dāni, ānanda, vassasatāni saddhammo ṭhassatī’ti, sāsanaparicchedo eso.",
  "mil5.1.7:4.1": "Yaṃ pana parinibbānasamaye subhaddassa paribbājakassa samaṇe parikittayanto āha—",
  "mil5.1.7:4.2": "‘ime ca, subhadda, bhikkhū sammā vihareyyuṃ, asuñño loko arahantehi assā’ti, paṭipattiparidīpanā esā, tvaṃ pana taṃ paricchedañca paridīpanañca ekarasaṃ karosi.",
  "mil5.1.7:4.3": "Yadi pana te chando, ekarasaṃ katvā kathayissāmi, sādhukaṃ suṇohi manasikarohi avikkhittamānaso.",
  "mil5.1.7:5.1": "Idha, mahārāja, taḷāko bhaveyya navasalilasampuṇṇo sammukhamuttariyamāno paricchinno parivaṭumakato, apariyādiṇṇeyeva tasmiṃ taḷāke udakūpari mahāmegho aparāparaṃ anuppabandho abhivasseyya, api nu kho, mahārāja, tasmiṃ taḷāke udakaṃ parikkhayaṃ pariyādānaṃ gaccheyyā”ti?",
  "mil5.1.7:5.2": "“Na hi, bhante”ti.",
  "mil5.1.7:5.3": "“Kena kāraṇena, mahārājā”ti?",
  "mil5.1.7:5.4": "“Meghassa, bhante, anuppabandhatāyā”ti.",
  "mil5.1.7:5.5": "“Evameva kho, mahārāja, jinasāsanavarasaddhammataḷāko ācārasīlaguṇavattapaṭipattivimalanavasalilasampuṇṇo uttariyamāno bhavaggamabhibhavitvā ṭhito.",
  "mil5.1.7:5.6": "Yadi tattha buddhaputtā ācārasīlaguṇavattapaṭipattimeghavassaṃ aparāparaṃ anuppabandhāpeyyuṃ abhivassāpeyyuṃ.",
  "mil5.1.7:5.7": "Evamidaṃ jinasāsanavarasaddhammataḷāko ciraṃ dīghamaddhānaṃ tiṭṭheyya, arahantehi loko asuñño bhaveyya, imamatthaṃ bhagavatā sandhāya bhāsitaṃ ‘ime ca, subhadda, bhikkhū sammā vihareyyuṃ, asuñño loko arahantehi assā’ti.",
  "mil5.1.7:6.1": "Idha pana, mahārāja, mahati mahāaggikkhandhe jalamāne aparāparaṃ sukkhatiṇakaṭṭhagomayāni upasaṃhareyyuṃ, api nu kho so, mahārāja, aggikkhandho nibbāyeyyā”ti?",
  "mil5.1.7:6.2": "“Na hi, bhante, bhiyyo bhiyyo so aggikkhandho jaleyya, bhiyyo bhiyyo pabhāseyyā”ti.",
  "mil5.1.7:6.3": "“Evameva kho, mahārāja, dasasahassiyā lokadhātuyā jinasāsanavarampi ācārasīlaguṇavattapaṭipattiyā jalati pabhāsati.",
  "mil5.1.7:6.4": "Yadi pana, mahārāja, taduttariṃ buddhaputtā pañcahi padhāniyaṅgehi samannāgatā satatamappamattā padaheyyuṃ, tīsu sikkhāsu chandajātā sikkheyyuṃ, cārittañca sīlaṃ samattaṃ paripūreyyuṃ, evamidaṃ jinasāsanavaraṃ bhiyyo bhiyyo ciraṃ dīghamaddhānaṃ tiṭṭheyya, asuñño loko arahantehi assāti imamatthaṃ bhagavatā sandhāya bhāsitaṃ ‘ime ca, subhadda, bhikkhū sammā vihareyyuṃ, asuñño loko arahantehi assā’ti.",
  "mil5.1.7:7.1": "Idha pana, mahārāja, siniddhasamasumajjitasappabhāsavimalādāsaṃ saṇhasukhumagerukacuṇṇena aparāparaṃ majjeyyuṃ, api nu kho, mahārāja, tasmiṃ ādāse malakaddamarajojallaṃ jāyeyyā”ti?",
  "mil5.1.7:7.2": "“Na hi, bhante, aññadatthu vimalataraṃyeva bhaveyyā”ti.",
  "mil5.1.7:7.3": "“Evameva kho, mahārāja, jinasāsanavaraṃ pakatinimmalaṃ byapagatakilesamalarajojallaṃ, yadi taṃ buddhaputtā ācārasīlaguṇavattapaṭipattisallekhadhutaguṇena jinasāsanavaraṃ sallakkheyyuṃ, evamidaṃ jinasāsanavaraṃ ciraṃ dīghamaddhānaṃ tiṭṭheyya, asuñño ca loko arahantehi assāti imamatthaṃ bhagavatā sandhāya bhāsitaṃ ‘ime ca, subhadda, bhikkhū sammā vihareyyuṃ, asuñño loko arahantehi assā’ti.",
  "mil5.1.7:7.4": "Paṭipattimūlakaṃ, mahārāja, satthusāsanaṃ paṭipattikāraṇaṃ paṭipattiyā anantarahitāya tiṭṭhatī”ti.",
  "mil5.1.7:8.1": "“Bhante nāgasena, ‘saddhammantaradhānan’ti yaṃ vadesi, katamaṃ taṃ saddhammantaradhānan”ti?",
  "mil5.1.7:8.2": "“Tīṇimāni, mahārāja, sāsanantaradhānāni.",
  "mil5.1.7:8.3": "Katamāni tīṇi?",
  "mil5.1.7:8.4": "Adhigamantaradhānaṃ paṭipattantaradhānaṃ liṅgantaradhānaṃ, adhigame, mahārāja, antarahite suppaṭipannassāpi dhammābhisamayo na hoti, paṭipattiyā antarahitāya sikkhāpadapaññatti antaradhāyati, liṅgaṃyeva tiṭṭhati, liṅge antarahite paveṇupacchedo hoti, imāni kho, mahārāja, tīṇi antaradhānānī”ti.",
  "mil5.1.7:9.1": "“Suviññāpito, bhante nāgasena, pañho, gambhīro uttānīkato, gaṇṭhi bhinno, naṭṭhā paravādā bhaggā nippabhā katā, tvaṃ gaṇivaravasabhamāsajjā”ti.",
  "mil5.1.7:10.1": "Saddhammantaradhānapañho sattamo."
}