{
  "mil5.1.5:0.1": "Milindapañha",
  "mil5.1.5:0.2": "Meṇḍakapañha",
  "mil5.1.5:0.3": "Iddhibalavagga",
  "mil5.1.5:0.4": "5. Sivirājacakkhudānapañha",
  "mil5.1.5:1.1": "“Bhante nāgasena, tumhe evaṃ bhaṇatha—",
  "mil5.1.5:1.2": "‘sivirājena yācakassa cakkhūni dinnāni, andhassa sato puna dibbacakkhūni uppannānī’ti, etampi vacanaṃ sakasaṭaṃ saniggahaṃ sadosaṃ ‘hetusamugghāte ahetusmiṃ avatthusmiṃ natthi dibbacakkhussa uppādo’ti sutte vuttaṃ, yadi, bhante nāgasena, sivirājena yācakassa cakkhūni dinnāni, tena hi ‘puna dibbacakkhūni uppannānī’ti yaṃ vacanaṃ, taṃ micchā;",
  "mil5.1.5:1.3": "yadi dibbacakkhūni uppannāni, tena hi ‘sivirājena yācakassa cakkhūni dinnānī’ti yaṃ vacanaṃ, tampi micchā.",
  "mil5.1.5:1.4": "Ayampi ubhato koṭiko pañho gaṇṭhitopi gaṇṭhitaro veṭhatopi veṭhataro gahanatopi gahanataro, so tavānuppatto, tattha chandamabhijanehi nibbāhanāya paravādānaṃ niggahāyā”ti.",
  "mil5.1.5:2.1": "“Dinnāni, mahārāja, sivirājena yācakassa cakkhūni, tattha mā vimatiṃ uppādehi, puna dibbāni ca cakkhūni uppannāni, tatthāpi mā vimatiṃ janehī”ti.",
  "mil5.1.5:2.2": "“Api nu kho, bhante nāgasena, hetusamugghāte ahetusmiṃ avatthusmiṃ dibbacakkhu uppajjatī”ti?",
  "mil5.1.5:2.3": "“Na hi, mahārājā”ti.",
  "mil5.1.5:2.4": "“Kiṃ pana, bhante, ettha kāraṇaṃ, yena kāraṇena hetusamugghāte ahetusmiṃ avatthusmiṃ dibbacakkhu uppajjati, iṅgha tāva kāraṇena maṃ saññāpehī”ti?",
  "mil5.1.5:3.1": "“Kiṃ pana, mahārāja, atthi loke saccaṃ nāma, yena saccavādino saccakiriyaṃ karontī”ti?",
  "mil5.1.5:3.2": "“Āma, bhante, atthi loke saccaṃ nāma, saccena, bhante nāgasena, saccavādino saccakiriyaṃ katvā devaṃ vassāpenti, aggiṃ nibbāpenti, visaṃ paṭihananti, aññampi vividhaṃ kattabbaṃ karontī”ti.",
  "mil5.1.5:3.3": "“Tena hi, mahārāja, yujjati sameti sivirājassa saccabalena dibbacakkhūni uppannānīti, saccabalena, mahārāja, avatthusmiṃ dibbacakkhu uppajjati, saccaṃyeva tattha vatthu bhavati dibbacakkhussa uppādāya.",
  "mil5.1.5:4.1": "Yathā, mahārāja, ye keci sattā saccamanugāyanti ‘mahāmegho pavassatū’ti, tesaṃ saha saccamanugītena mahāmegho pavassati, api nu kho, mahārāja, atthi ākāse vassahetu sannicito ‘yena hetunā mahāmegho pavassatī’”ti?",
  "mil5.1.5:4.2": "“Na hi, bhante, saccaṃyeva tattha hetu bhavati mahato meghassa pavassanāyā”ti.",
  "mil5.1.5:4.3": "“Evameva kho, mahārāja, natthi tassa pakatihetu, saccaṃ yevettha vatthu bhavati dibbacakkhussa uppādāyāti.",
  "mil5.1.5:5.1": "Yathā vā pana, mahārāja, ye keci sattā saccamanugāyanti ‘jalitapajjalitamahāaggikkhandho paṭinivattatū’ti, tesaṃ saha saccamanugītena jalitapajjalitamahāaggikkhandho khaṇena paṭinivattati.",
  "mil5.1.5:5.2": "Api nu kho, mahārāja, atthi tasmiṃ jalitapajjalite mahāaggikkhandhe hetu sannicito ‘yena hetunā jalitapajjalitamahāaggikkhandho khaṇena paṭinivattatī’”ti?",
  "mil5.1.5:5.3": "“Na hi, bhante, saccaṃyeva tattha vatthu hoti tassa jalitapajjalitassa mahāaggikkhandhassa khaṇena paṭinivattanāyā”ti.",
  "mil5.1.5:5.4": "“Evameva kho, mahārāja, natthi tassa pakatihetu, saccaṃ yevettha vatthu bhavati dibbacakkhussa uppādāyāti.",
  "mil5.1.5:6.1": "Yathā vā pana, mahārāja, ye keci sattā saccamanugāyanti ‘visaṃ halāhalaṃ agadaṃ bhavatū’ti.",
  "mil5.1.5:6.2": "Tesaṃ saha saccamanugītena visaṃ halāhalaṃ khaṇena agadaṃ bhavati, api nu kho, mahārāja, atthi tasmiṃ halāhalavise hetu sannicito ‘yena hetunā visaṃ halāhalaṃ khaṇena agadaṃ bhavatī’”ti?",
  "mil5.1.5:6.3": "“Na hi, bhante, saccaṃyeva tattha hetu bhavati visassa halāhalassa khaṇena paṭighātāyā”ti.",
  "mil5.1.5:6.4": "“Evameva kho, mahārāja, vinā pakatihetuṃ saccaṃ yevettha vatthu bhavati dibbacakkhussa uppādāyāti.",
  "mil5.1.5:7.1": "Catunnampi, mahārāja, ariyasaccānaṃ paṭivedhāya natthaññaṃ vatthu, saccaṃ vatthuṃ katvā cattāri ariyasaccāni paṭivijjhantīti.",
  "mil5.1.5:7.2": "Atthi, mahārāja, cīnavisaye cīnarājā, so mahāsamudde kīḷitukāmo catumāse catumāse saccakiriyaṃ katvā saha rathena antomahāsamudde yojanaṃ pavisati, tassa rathasīsassa purato purato mahāvārikkhandho paṭikkamati, nikkhantassa puna ottharati, api nu kho, mahārāja, so mahāsamuddo sadevamanussenapi lokena pakatikāyabalena sakkā paṭikkamāpetun”ti?",
  "mil5.1.5:7.3": "“Atiparittakepi, bhante, taḷāke udakaṃ na sakkā sadevamanussenapi lokena pakatikāyabalena paṭikkamāpetuṃ, kiṃ pana mahāsamudde udakan”ti?",
  "mil5.1.5:7.4": "“Imināpi, mahārāja, kāraṇena saccabalaṃ ñātabbaṃ ‘natthi taṃ ṭhānaṃ, yaṃ saccena na pattabban’ti.",
  "mil5.1.5:8.1": "Nagare, mahārāja, pāṭaliputte asoko dhammarājā sanegamajānapadaamaccabhaṭabalamahāmattehi parivuto gaṅgaṃ nadiṃ navasalilasampuṇṇaṃ samatitthikaṃ sambharitaṃ pañcayojanasatāyāmaṃ yojanaputhulaṃ sandamānaṃ disvā amacce evamāha—",
  "mil5.1.5:8.2": "‘atthi koci, bhaṇe, samattho, yo imaṃ mahāgaṅgaṃ paṭisotaṃ sandāpetun’ti.",
  "mil5.1.5:8.3": "Amaccā āhaṃsu ‘dukkaraṃ, devā’ti.",
  "mil5.1.5:9.1": "Tasmiṃyeva gaṅgākūle ṭhitā bandhumatī nāma gaṇikā assosi raññā kira evaṃ vuttaṃ—",
  "mil5.1.5:9.2": "‘sakkā nu kho imaṃ mahāgaṅgaṃ paṭisotaṃ sandāpetun’ti, sā evamāha—",
  "mil5.1.5:9.3": "‘ahañhi nagare pāṭaliputte gaṇikā rūpūpajīvinī antimajīvikā, mama tāva rājā saccakiriyaṃ passatū’ti.",
  "mil5.1.5:9.4": "Atha sā saccakiriyaṃ akāsi, saha tassā saccakiriyāya khaṇena sā mahāgaṅgā gaḷagaḷāyantī paṭisotaṃ sandittha mahato janakāyassa passato.",
  "mil5.1.5:10.1": "Atha rājā gaṅgāya āvaṭṭaūmivegajanitaṃ halāhalasaddaṃ sutvā vimhito acchariyabbhutajāto amacce evamāha—",
  "mil5.1.5:10.2": "‘kissāyaṃ, bhaṇe, mahāgaṅgā paṭisotaṃ sandatī’ti?",
  "mil5.1.5:10.3": "‘Bandhumatī, mahārāja, gaṇikā tava vacanaṃ sutvā saccakiriyaṃ akāsi, tassā saccakiriyāya mahāgaṅgā uddhammukhā sandatī’ti.",
  "mil5.1.5:11.1": "Atha saṃviggahadayo rājā turitaturito sayaṃ gantvā taṃ gaṇikaṃ pucchi—",
  "mil5.1.5:11.2": "‘saccaṃ kira, je, tayā saccakiriyāya ayaṃ gaṅgā paṭisotaṃ sandāpitā’ti?",
  "mil5.1.5:11.3": "‘Āma, devā’ti.",
  "mil5.1.5:11.4": "Rājā āha—",
  "mil5.1.5:11.5": "‘kiṃ te tattha balaṃ atthi, ko vā te vacanaṃ ādiyati anummatto, kena tvaṃ balena imaṃ mahāgaṅgaṃ paṭisotaṃ sandāpesī’ti?",
  "mil5.1.5:11.6": "Sā āha—",
  "mil5.1.5:11.7": "‘saccabalenāhaṃ, mahārāja, imaṃ mahāgaṅgaṃ paṭisotaṃ sandāpesin’ti.",
  "mil5.1.5:11.8": "Rājā āha—",
  "mil5.1.5:11.9": "‘kiṃ te saccabalaṃ atthi coriyā dhuttiyā asatiyā chinnikāya pāpiyā bhinnasīlāya hiriatikkantikāya andhajanapalobhikāyā’ti.",
  "mil5.1.5:11.10": "‘Saccaṃ, mahārāja, tādisikā ahaṃ, tādisikāyapi me, mahārāja, saccakiriyā atthi, yāyāhaṃ icchamānā sadevakampi lokaṃ parivatteyyan’ti.",
  "mil5.1.5:11.11": "Rājā āha—",
  "mil5.1.5:11.12": "‘katamā pana sā hoti saccakiriyā, iṅgha maṃ sāvehī’ti.",
  "mil5.1.5:11.13": "‘Yo me, mahārāja, dhanaṃ deti khattiyo vā brāhmaṇo vā vesso vā suddo vā añño vā koci, tesaṃ samakaṃyeva upaṭṭhahāmi, “khattiyo”ti viseso natthi, “suddo”ti atimaññanā natthi, anunayappaṭighavippamuttā dhanassāmikaṃ paricarāmi, esā me, deva, saccakiriyā, yāyāhaṃ imaṃ mahāgaṅgaṃ paṭisotaṃ sandāpesin’ti.",
  "mil5.1.5:12.1": "Itipi, mahārāja, sacce ṭhitā na kiñci atthaṃ na vindanti.",
  "mil5.1.5:12.2": "Dinnāni ca, mahārāja, sivirājena yācakassa cakkhūni, dibbacakkhūni ca uppannāni, tañca saccakiriyāya.",
  "mil5.1.5:12.3": "Yaṃ pana sutte vuttaṃ—",
  "mil5.1.5:12.4": "‘maṃsacakkhusmiṃ naṭṭhe ahetusmiṃ avatthusmiṃ natthi dibbacakkhussa uppādo’ti.",
  "mil5.1.5:12.5": "Taṃ bhāvanāmayaṃ cakkhuṃ sandhāya vuttaṃ, evametaṃ, mahārāja, dhārehī”ti.",
  "mil5.1.5:12.6": "“Sādhu, bhante nāgasena, sunibbeṭhito pañho, suniddiṭṭho niggaho, sumadditā paravādā, evametaṃ tathā sampaṭicchāmī”ti.",
  "mil5.1.5:13.1": "Sivirājacakkhudānapañho pañcamo."
}