{
  "mil5.5.6:0.1": "Milindapañha",
  "mil5.5.6:0.2": "Meṇḍakapañha",
  "mil5.5.6:0.3": "Santhavavagga",
  "mil5.5.6:0.4": "6. Chaddantajotipālārabbhapañha",
  "mil5.5.6:1.1": "“Bhante nāgasena, bhāsitampetaṁ bhagavatā chaddanto nāgarājā—",
  "mil5.5.6:2.1": "‘Vadhissametanti parāmasanto,",
  "mil5.5.6:2.2": "Kāsāvamaddakkhi dhajaṁ isīnaṁ;",
  "mil5.5.6:2.3": "Dukkhena phuṭṭhassudapādi saññā,",
  "mil5.5.6:2.4": "Arahaddhajo sabbhi avajjharūpo’ti.",
  "mil5.5.6:3.1": "Puna ca bhaṇitaṁ—",
  "mil5.5.6:3.2": "‘jotipālamāṇavo samāno kassapaṁ bhagavantaṁ arahantaṁ sammāsambuddhaṁ muṇḍakavādena samaṇakavādena asabbhāhi pharusāhi vācāhi akkosi paribhāsī’ti.",
  "mil5.5.6:3.3": "Yadi, bhante nāgasena, bodhisatto tiracchānagato samāno kāsāvaṁ abhipūjayi, tena hi ‘jotipālena māṇavena kassapo bhagavā arahaṁ sammāsambuddho muṇḍakavādena samaṇakavādena asabbhāhi pharusāhi vācāhi akkuṭṭho paribhāsito’ti yaṁ vacanaṁ, taṁ micchā.",
  "mil5.5.6:3.4": "Yadi jotipālena māṇavena kassapo bhagavā arahaṁ sammāsambuddho muṇḍakavādena samaṇakavādena asabbhāhi pharusāhi vācāhi akkuṭṭho paribhāsito, tena hi ‘chaddantena nāgarājena kāsāvaṁ pūjitan’ti tampi vacanaṁ micchā.",
  "mil5.5.6:3.5": "Yadi tiracchānagatena bodhisattena kakkhaḷakharakaṭukavedanaṁ vedayamānena luddakena nivatthaṁ kāsāvaṁ pūjitaṁ, kiṁ manussabhūto samāno paripakkañāṇo paripakkāya bodhiyā kassapaṁ bhagavantaṁ arahantaṁ sammāsambuddhaṁ dasabalaṁ lokanāyakaṁ uditoditaṁ jalitabyāmobhāsaṁ pavaruttamaṁ pavararucirakāsikakāsāvamabhipārutaṁ disvā na pūjayi?",
  "mil5.5.6:3.6": "Ayampi ubhato koṭiko pañho tavānuppatto, so tayā nibbāhitabboti.",
  "mil5.5.6:4.1": "Bhāsitampetaṁ, mahārāja, bhagavatā chaddanto nāgarājā ‘vadhissametanti …pe…",
  "mil5.5.6:4.2": "avajjharūpo’ti.",
  "mil5.5.6:4.3": "Jotipālena ca māṇavena kassapo bhagavā arahaṁ sammāsambuddho muṇḍakavādena samaṇakavādena asabbhāhi pharusāhi vācāhi akkuṭṭho paribhāsito, tañca pana jātivasena kulavasena.",
  "mil5.5.6:4.4": "Jotipālo, mahārāja, māṇavo assaddhe appasanne kule paccājāto, tassa mātāpitaro bhaginibhātaro dāsidāsaceṭakaparivārakamanussā brahmadevatā brahmagarukā, te ‘brāhmaṇā eva uttamā pavarā’ti avasese pabbajite garahanti jigucchanti, tesaṁ taṁ vacanaṁ sutvā jotipālo māṇavo ghaṭikārena kumbhakārena satthāraṁ dassanāya pakkosito evamāha—",
  "mil5.5.6:4.5": "‘kiṁ pana tena muṇḍakena samaṇakena diṭṭhenā’ti.",
  "mil5.5.6:5.1": "Yathā, mahārāja, amataṁ visamāsajja tittakaṁ hoti, yathā ca sītodakaṁ aggimāsajja uṇhaṁ hoti;",
  "mil5.5.6:5.2": "evameva kho, mahārāja, jotipālo māṇavo assaddhe appasanne kule paccājāto, so kulavasena andho hutvā tathāgataṁ akkosi paribhāsi.",
  "mil5.5.6:6.1": "Yathā, mahārāja, jalitapajjalito mahāaggikkhandho sappabhāso udakamāsajja upahatappabhātejo sītalo kāḷako bhavati paripakkanigguṇḍiphalasadiso;",
  "mil5.5.6:6.2": "evameva kho, mahārāja, jotipālo māṇavo puññavā saddho ñāṇavipulasappabhāso assaddhe appasanne kule paccājāto, so kulavasena andho hutvā tathāgataṁ akkosi paribhāsi, upagantvā ca buddhaguṇamaññāya ceṭakabhūto viya ahosi, jinasāsane pabbajitvā abhiññā ca samāpattiyo ca nibbattetvā brahmalokūpago ahosī”ti.",
  "mil5.5.6:6.3": "“Sādhu, bhante nāgasena, evametaṁ tathā sampaṭicchāmī”ti.",
  "mil5.5.6:7.1": "Chaddantajotipālārabbhapañho chaṭṭho."
}