{
  "mil5.2.8:0.1": "Milindapañha",
  "mil5.2.8:0.2": "Meṇḍakapañha",
  "mil5.2.8:0.3": "Abhejjavagga",
  "mil5.2.8:0.4": "8. Abhejjaparisapañha",
  "mil5.2.8:1.1": "“Bhante nāgasena, tumhe bhaṇatha—",
  "mil5.2.8:1.2": "‘tathāgato abhejjapariso’ti, puna ca bhaṇatha—",
  "mil5.2.8:1.3": "‘devadattena ekappahāraṃ pañca bhikkhusatāni bhinnānī’ti.",
  "mil5.2.8:1.4": "Yadi, bhante nāgasena, tathāgato abhejjapariso, tena hi devadattena ekappahāraṃ pañca bhikkhusatāni bhinnānīti yaṃ vacanaṃ, taṃ micchā.",
  "mil5.2.8:1.5": "Yadi devadattena ekappahāraṃ pañca bhikkhusatāni bhinnāni, tena hi ‘tathāgato abhejjapariso’ti tampi vacanaṃ micchā.",
  "mil5.2.8:1.6": "Ayampi ubhato koṭiko pañho tavānuppatto, gambhīro dunniveṭhiyo, gaṇṭhitopi gaṇṭhitaro, etthāyaṃ jano āvaṭo nivuto ovuto pihito pariyonaddho, ettha tava ñāṇabalaṃ dassehi paravādesū”ti.",
  "mil5.2.8:2.1": "“Abhejjapariso, mahārāja, tathāgato, devadattena ca ekappahāraṃ pañca bhikkhusatāni bhinnāni, tañca pana bhedakassa balena, bhedake vijjamāne natthi, mahārāja, abhejjaṃ nāma.",
  "mil5.2.8:2.2": "Bhedake sati mātāpi puttena bhijjati, puttopi mātarā bhijjati, pitāpi puttena bhijjati, puttopi pitarā bhijjati, bhātāpi bhaginiyā bhijjati, bhaginīpi bhātarā bhijjati, sahāyopi sahāyena bhijjati, nāvāpi nānādārusaṅghaṭitā ūmivegasampahārena bhijjati, rukkhopi madhukappasampannaphalo anilabalavegābhihato bhijjati, suvaṇṇampi jātimantaṃ lohena bhijjati.",
  "mil5.2.8:2.3": "Api ca, mahārāja, neso adhippāyo viññūnaṃ, nesā buddhānaṃ adhimutti, neso paṇḍitānaṃ chando ‘tathāgato bhejjapariso’ti.",
  "mil5.2.8:2.4": "Api cettha kāraṇaṃ atthi, yena kāraṇena tathāgato vuccati ‘abhejjapariso’ti.",
  "mil5.2.8:2.5": "Katamaṃ ettha kāraṇaṃ?",
  "mil5.2.8:2.6": "Tathāgatassa, mahārāja, katena adānena vā appiyavacanena vā anatthacariyāya vā asamānattatāya vā yato kutoci cariyaṃ carantassapi parisā bhinnāti na sutapubbaṃ, tena kāraṇena tathāgato vuccati ‘abhejjapariso’ti.",
  "mil5.2.8:2.7": "Tayāpetaṃ, mahārāja, ñātabbaṃ ‘atthi kiñci navaṅge buddhavacane suttāgataṃ, iminā nāma kāraṇena bodhisattassa katena tathāgatassa parisā bhinnā’”ti?",
  "mil5.2.8:2.8": "“Natthi, bhante, no cetaṃ loke dissati nopi suyyati.",
  "mil5.2.8:2.9": "Sādhu, bhante nāgasena, evametaṃ tathā sampaṭicchāmī”ti.",
  "mil5.2.8:3.1": "Abhejjaparisapañho aṭṭhamo.",
  "mil5.2.8:4.1": "Abhejjavaggo dutiyo.",
  "mil5.2.8:5.1": "Imasmiṃ vagge aṭṭha pañhā."
}