{
  "mil5.3.5:0.1": "Milindapañha",
  "mil5.3.5:0.2": "Meṇḍakapañha",
  "mil5.3.5:0.3": "Paṇāmitavagga",
  "mil5.3.5:0.4": "5. Rukkhaacetanābhāvapañha",
  "mil5.3.5:1.1": "“Bhante nāgasena, bhāsitampetaṃ tathāgatena—",
  "mil5.3.5:2.1": "‘Acetanaṃ brāhmaṇa assuṇantaṃ,",
  "mil5.3.5:2.2": "Jāno ajānantamimaṃ palāsaṃ;",
  "mil5.3.5:2.3": "Āraddhavīriyo dhuvaṃ appamatto,",
  "mil5.3.5:2.4": "Sukhaseyyaṃ pucchasi kissa hetūti.",
  "mil5.3.5:3.1": "Puna ca bhaṇitaṃ—",
  "mil5.3.5:4.1": "Iti phandanarukkhopi,",
  "mil5.3.5:4.2": "tāvade ajjhabhāsatha;",
  "mil5.3.5:4.3": "Mayhampi vacanaṃ atthi,",
  "mil5.3.5:4.4": "bhāradvāja suṇohi me’ti.",
  "mil5.3.5:5.1": "Yadi, bhante nāgasena, rukkho acetano, tena hi phandanena rukkhena bhāradvājena saha sallapitanti yaṃ vacanaṃ, taṃ micchā.",
  "mil5.3.5:5.2": "Yadi phandanena rukkhena bhāradvājena saddhiṃ sallapitaṃ, tena hi rukkho acetanoti tampi vacanaṃ micchā.",
  "mil5.3.5:5.3": "Ayampi ubhato koṭiko pañho tavānuppatto, so tayā nibbāhitabbo”ti.",
  "mil5.3.5:6.1": "“Bhāsitampetaṃ, mahārāja, bhagavatā ‘rukkho acetano’ti, phandanena ca rukkhena bhāradvājena saddhiṃ sallapitaṃ, tañca pana vacanaṃ lokasamaññāya bhaṇitaṃ.",
  "mil5.3.5:6.2": "Natthi, mahārāja, acetanassa rukkhassa sallāpo nāma, api ca, mahārāja, tasmiṃ rukkhe adhivatthāya devatāyetaṃ adhivacanaṃ rukkhoti, rukkho sallapatīti cesā lokapaṇṇatti, yathā, mahārāja, sakaṭaṃ dhaññassa paripūritaṃ dhaññasakaṭanti jano voharati, na ca taṃ dhaññamayaṃ sakaṭaṃ, rukkhamayaṃ sakaṭaṃ, tasmiṃ sakaṭe dhaññassa pana ākiritattā dhaññasakaṭanti jano voharati;",
  "mil5.3.5:6.3": "evameva kho, mahārāja, na rukkho sallapati, rukkho acetano, yā pana tasmiṃ rukkhe adhivatthā devatā, tassāyeva taṃ adhivacanaṃ rukkhoti, rukkho sallapatīti cesā lokapaṇṇatti.",
  "mil5.3.5:7.1": "Yathā vā pana, mahārāja, dadhiṃ manthayamāno takkaṃ manthemīti voharati, na taṃ takkaṃ, yaṃ so mantheti, dadhiṃyeva so manthento takkaṃ manthemīti voharati;",
  "mil5.3.5:7.2": "evameva kho, mahārāja, na rukkho sallapati, rukkho acetano.",
  "mil5.3.5:7.3": "Yā pana tasmiṃ rukkhe adhivatthā devatā, tassāyeva taṃ adhivacanaṃ rukkhoti, rukkho sallapatīti cesā lokapaṇṇatti.",
  "mil5.3.5:8.1": "Yathā vā pana, mahārāja, asantaṃ sādhetukāmo santaṃ sādhemīti voharati, asiddhaṃ siddhanti voharati, evamesā lokasamaññā;",
  "mil5.3.5:8.2": "evameva kho, mahārāja, na rukkho sallapati, rukkho acetano.",
  "mil5.3.5:8.3": "Yā pana tasmiṃ rukkhe adhivatthā devatā, tassāyeva taṃ adhivacanaṃ rukkhoti, rukkho sallapatīti cesā lokapaṇṇatti, yāya, mahārāja, lokasamaññāya jano voharati, tathāgatopi tāyeva lokasamaññāya sattānaṃ dhammaṃ desetī”ti.",
  "mil5.3.5:8.4": "“Sādhu, bhante nāgasena, evametaṃ tathā sampaṭicchāmī”ti.",
  "mil5.3.5:9.1": "Rukkhaacetanābhāvapañho pañcamo."
}