{
  "mil5.3.3:0.1": "Milindapañha",
  "mil5.3.3:0.2": "Meṇḍakapañha",
  "mil5.3.3:0.3": "Paṇāmitavagga",
  "mil5.3.3:0.4": "3. Vatthaguyhanidassanapañha",
  "mil5.3.3:1.1": "“Bhante nāgasena, bhāsitampetaṁ tathāgatena—",
  "mil5.3.3:2.1": "‘Kāyena saṁvaro sādhu,",
  "mil5.3.3:2.2": "sādhu vācāya saṁvaro;",
  "mil5.3.3:2.3": "Manasā saṁvaro sādhu,",
  "mil5.3.3:2.4": "sādhu sabbattha saṁvaro’ti.",
  "mil5.3.3:3.1": "Puna ca tathāgato catunnaṁ parisānaṁ majjhe nisīditvā purato devamanussānaṁ selassa brāhmaṇassa kosohitaṁ vatthaguyhaṁ dassesi.",
  "mil5.3.3:3.2": "Yadi, bhante nāgasena, bhagavatā bhaṇitaṁ—",
  "mil5.3.3:3.3": "‘kāyena saṁvaro sādhū’ti, tena hi selassa brāhmaṇassa kosohitaṁ vatthaguyhaṁ dassesīti yaṁ vacanaṁ, taṁ micchā.",
  "mil5.3.3:3.4": "Yadi selassa brāhmaṇassa kosohitaṁ vatthaguyhaṁ dassesi, tena hi ‘kāyena saṁvaro sādhū’ti tampi vacanaṁ micchā.",
  "mil5.3.3:3.5": "Ayampi ubhato koṭiko pañho tavānuppatto, so tayā nibbāhitabbo”ti.",
  "mil5.3.3:4.1": "“Bhāsitampetaṁ, mahārāja, bhagavatā ‘kāyena saṁvaro sādhū’ti, selassa ca brāhmaṇassa kosohitaṁ vatthaguyhaṁ dassitaṁ.",
  "mil5.3.3:4.2": "Yassa kho, mahārāja, tathāgate kaṅkhā uppannā, tassa bodhanatthāya bhagavā iddhiyā tappaṭibhāgaṁ kāyaṁ dasseti, soyeva taṁ pāṭihāriyaṁ passatī”ti.",
  "mil5.3.3:5.1": "“Ko panetaṁ, bhante nāgasena, saddahissati, yaṁ parisagato ekoyeva taṁ guyhaṁ passati, avasesā tattheva vasantā na passantīti.",
  "mil5.3.3:5.2": "Iṅgha me tvaṁ tattha kāraṇaṁ upadisa, kāraṇena maṁ saññāpehī”ti.",
  "mil5.3.3:5.3": "“Diṭṭhapubbo pana tayā, mahārāja, koci byādhito puriso parikiṇṇo ñātimittehī”ti.",
  "mil5.3.3:5.4": "“Āma, bhante”ti.",
  "mil5.3.3:5.5": "“Api nu kho sā, mahārāja, parisā passatetaṁ vedanaṁ, yāya so puriso vedanāya vedayatī”ti.",
  "mil5.3.3:5.6": "“Na hi, bhante, attanā yeva so, bhante, puriso vedayatī”ti.",
  "mil5.3.3:5.7": "“Evameva kho, mahārāja, yasseva tathāgate kaṅkhā uppannā, tasseva tathāgato bodhanatthāya iddhiyā tappaṭibhāgaṁ kāyaṁ dasseti, soyeva taṁ pāṭihāriyaṁ passati.",
  "mil5.3.3:6.1": "Yathā vā pana, mahārāja, kañcideva purisaṁ bhūto āviseyya, api nu kho sā, mahārāja, parisā passati taṁ bhūtāgamanan”ti?",
  "mil5.3.3:6.2": "“Na hi, bhante, soyeva āturo tassa bhūtassa āgamanaṁ passatī”ti.",
  "mil5.3.3:6.3": "“Evameva kho, mahārāja, yasseva tathāgate kaṅkhā uppannā, tasseva tathāgato bodhanatthāya iddhiyā tappaṭibhāgaṁ kāyaṁ dasseti, so yeva taṁ pāṭihāriyaṁ passatī”ti.",
  "mil5.3.3:7.1": "“Dukkaraṁ, bhante nāgasena, bhagavatā kataṁ, yaṁ ekassapi adassanīyaṁ, taṁ dassentenā”ti.",
  "mil5.3.3:7.2": "“Na, mahārāja, bhagavā guyhaṁ dassesi, iddhiyā pana chāyaṁ dassesī”ti.",
  "mil5.3.3:7.3": "“Chāyāyapi, bhante, diṭṭhāya diṭṭhaṁyeva hoti guyhaṁ, yaṁ disvā niṭṭhaṁ gato”ti.",
  "mil5.3.3:7.4": "“Dukkarañcāpi, mahārāja, tathāgato karoti bodhaneyye satte bodhetuṁ.",
  "mil5.3.3:7.5": "Yadi, mahārāja, tathāgato kiriyaṁ hāpeyya, bodhaneyyā sattā na bujjheyyuṁ.",
  "mil5.3.3:7.6": "Yasmā ca kho, mahārāja, yogaññū tathāgato bodhaneyye satte bodhetuṁ, tasmā tathāgato yena yena yogena bodhaneyyā bujjhanti, tena tena yogena bodhaneyye bodheti.",
  "mil5.3.3:8.1": "Yathā, mahārāja, bhisakko sallakatto yena yena bhesajjena āturo arogo hoti, tena tena bhesajjena āturaṁ upasaṅkamati, vamanīyaṁ vameti, virecanīyaṁ vireceti, anulepanīyaṁ anulimpeti, anuvāsanīyaṁ anuvāseti;",
  "mil5.3.3:8.2": "evameva kho, mahārāja, tathāgato yena yena yogena bodhaneyyā sattā bujjhanti, tena tena yogena bodheti.",
  "mil5.3.3:9.1": "Yathā vā pana, mahārāja, itthī mūḷhagabbhā bhisakkassa adassanīyaṁ guyhaṁ dasseti;",
  "mil5.3.3:9.2": "evameva kho, mahārāja, tathāgato bodhaneyye satte bodhetuṁ adassanīyaṁ guyhaṁ iddhiyā chāyaṁ dassesi.",
  "mil5.3.3:9.3": "Natthi, mahārāja, adassanīyo nāma okāso puggalaṁ upādāya.",
  "mil5.3.3:9.4": "Yadi, mahārāja, koci bhagavato hadayaṁ disvā bujjheyya, tassapi bhagavā yogena hadayaṁ dasseyya, yogaññū, mahārāja, tathāgato desanākusalo.",
  "mil5.3.3:10.1": "Nanu, mahārāja, tathāgato therassa nandassa adhimuttiṁ jānitvā taṁ devabhavanaṁ netvā devakaññāyo dassesi ‘imināyaṁ kulaputto bujjhissatī’ti, tena ca so kulaputto bujjhi.",
  "mil5.3.3:10.2": "Iti kho, mahārāja, tathāgato anekapariyāyena subhanimittaṁ hīḷento garahanto jigucchanto tassa bodhanahetu kakuṭapādiniyo accharāyo dassesi.",
  "mil5.3.3:10.3": "Evampi tathāgato yogaññū desanākusalo.",
  "mil5.3.3:11.1": "Puna caparaṁ, mahārāja, tathāgato therassa cūḷapanthakassa bhātarā nikkaḍḍhitassa dukkhitassa dummanassa upagantvā sukhumaṁ coḷakhaṇḍaṁ adāsi ‘imināyaṁ kulaputto bujjhissatī’ti, so ca kulaputto tena kāraṇena jinasāsane vasībhāvaṁ pāpuṇi.",
  "mil5.3.3:11.2": "Evampi, mahārāja, tathāgato yogaññū desanākusalo.",
  "mil5.3.3:12.1": "Puna caparaṁ, mahārāja, tathāgato brāhmaṇassa mogharājassa yāva tatiyaṁ pañhaṁ puṭṭho na byākāsi ‘evamimassa kulaputtassa māno upasamissati, mānūpasamā abhisamayo bhavissatī’ti, tena ca tassa kulaputtassa māno upasami, mānūpasamā so brāhmaṇo chasu abhiññāsu vasībhāvaṁ pāpuṇi.",
  "mil5.3.3:12.2": "Evampi, mahārāja, tathāgato yogaññū desanākusalo”ti.",
  "mil5.3.3:13.1": "“Sādhu, bhante nāgasena, sunibbeṭhito pañho bahuvidhehi kāraṇehi, gahanaṁ agahanaṁ kataṁ, andhakāro āloko kato, gaṇṭhi bhinno, bhaggā paravādā, jinaputtānaṁ cakkhuṁ tayā uppāditaṁ, nippaṭibhānā titthiyā, tvaṁ gaṇivarapavaramāsajjā”ti.",
  "mil5.3.3:14.1": "Vatthaguyhanidassanapañho tatiyo."
}