{
  "mil5.5.9:0.1": "Milindapañha",
  "mil5.5.9:0.2": "Meṇḍakapañha",
  "mil5.5.9:0.3": "Santhavavagga",
  "mil5.5.9:0.4": "9. Gāthābhigītabhojanakathāpañha",
  "mil5.5.9:1.1": "“Bhante nāgasena, bhāsitampetaṃ bhagavatā—",
  "mil5.5.9:2.1": "‘Gāthābhigītaṃ me abhojaneyyaṃ,",
  "mil5.5.9:2.2": "Sampassataṃ brāhmaṇa nesa dhammo;",
  "mil5.5.9:2.3": "Gāthābhigītaṃ panudanti buddhā,",
  "mil5.5.9:2.4": "Dhamme satī brāhmaṇa vuttiresā’ti.",
  "mil5.5.9:3.1": "Puna ca bhagavā parisāya dhammaṃ desento kathento anupubbikathaṃ paṭhamaṃ tāva dānakathaṃ katheti, pacchā sīlakathaṃ, tassa bhagavato sabbalokissarassa bhāsitaṃ sutvā devamanussā abhisaṅkharitvā dānaṃ denti, tassa taṃ uyyojitaṃ dānaṃ sāvakā paribhuñjanti.",
  "mil5.5.9:3.2": "Yadi, bhante nāgasena, bhagavatā bhaṇitaṃ—",
  "mil5.5.9:3.3": "‘gāthābhigītaṃ me abhojaneyyan’ti, tena hi ‘bhagavā dānakathaṃ paṭhamaṃ kathetī’ti yaṃ vacanaṃ, taṃ micchā.",
  "mil5.5.9:3.4": "Yadi dānakathaṃ paṭhamaṃ katheti, tena hi ‘gāthābhigītaṃ me abhojaneyyan’ti tampi vacanaṃ micchā.",
  "mil5.5.9:3.5": "Kiṃkāraṇaṃ?",
  "mil5.5.9:3.6": "Yo so, bhante, dakkhiṇeyyo gihīnaṃ piṇḍapātadānassa vipākaṃ katheti, tassa te dhammakathaṃ sutvā pasannacittā aparāparaṃ dānaṃ denti, ye taṃ dānaṃ paribhuñjanti, sabbe te gāthābhigītaṃ paribhuñjanti.",
  "mil5.5.9:3.7": "Ayampi ubhato koṭiko pañho nipuṇo gambhīro tavānuppatto, so tayā nibbāhitabbo”ti.",
  "mil5.5.9:4.1": "“Bhāsitampetaṃ, mahārāja, bhagavatā—",
  "mil5.5.9:4.2": "‘gāthābhigītaṃ me abhojaneyyaṃ, sampassataṃ brāhmaṇa nesa dhammo.",
  "mil5.5.9:4.3": "Gāthābhigītaṃ panudanti buddhā, dhamme satī brāhmaṇa vuttiresā’ti, katheti ca bhagavā paṭhamaṃ dānakathaṃ, tañca pana kiriyaṃ sabbesaṃ tathāgatānaṃ paṭhamaṃ dānakathāya, tattha cittaṃ abhiramāpetvā pacchā sīle niyojenti.",
  "mil5.5.9:4.4": "Yathā, mahārāja, manussā taruṇadārakānaṃ paṭhamaṃ tāva kīḷābhaṇḍakāni denti.",
  "mil5.5.9:4.5": "Seyyathidaṃ—",
  "mil5.5.9:4.6": "vaṅkakaṃ ghaṭikaṃ ciṅgulakaṃ pattāḷhakaṃ rathakaṃ dhanukaṃ, pacchā te sake sake kamme niyojenti.",
  "mil5.5.9:4.7": "Evameva kho, mahārāja, tathāgato paṭhamaṃ dānakathāya cittaṃ abhiramāpetvā pacchā sīle niyojeti.",
  "mil5.5.9:5.1": "Yathā vā pana, mahārāja, bhisakko nāma āturānaṃ paṭhamaṃ tāva catūhapañcāhaṃ telaṃ pāyeti balakaraṇāya sinehanāya, pacchā vireceti;",
  "mil5.5.9:5.2": "evameva kho, mahārāja, tathāgato paṭhamaṃ tāva dānakathāya cittaṃ abhiramāpetvā pacchā sīle niyojeti.",
  "mil5.5.9:5.3": "Dāyakānaṃ, mahārāja, dānapatīnaṃ cittaṃ mudukaṃ hoti maddavaṃ siniddhaṃ, tena te dānasetusaṅkamena dānanāvāya saṃsārasāgarapāramanugacchanti, tasmā tesaṃ paṭhamaṃ kammabhūmimanusāsati, na ca kenaci viññattimāpajjatī”ti.",
  "mil5.5.9:6.1": "“Bhante nāgasena, ‘viññattin’ti yaṃ vadesi, kati pana tā viññattiyo”ti?",
  "mil5.5.9:6.2": "“Dvemā, mahārāja, viññattiyo kāyaviññatti vacīviññatti cāti.",
  "mil5.5.9:6.3": "Tattha atthi kāyaviññatti sāvajjā, atthi anavajjā.",
  "mil5.5.9:6.4": "Atthi vacīviññatti sāvajjā, atthi anavajjā.",
  "mil5.5.9:7.1": "Katamā kāyaviññatti sāvajjā?",
  "mil5.5.9:7.2": "Idhekacco bhikkhu kulāni upagantvā anokāse ṭhito ṭhānaṃ bhañjati, ayaṃ kāyaviññatti sāvajjā.",
  "mil5.5.9:7.3": "Tāya ca viññāpitaṃ ariyā na paribhuñjanti, so ca puggalo ariyānaṃ samaye oññāto hoti hīḷito khīḷito garahito paribhūto acittīkato, bhinnājīvotveva saṅkhaṃ gacchati.",
  "mil5.5.9:8.1": "Puna caparaṃ, mahārāja, idhekacco bhikkhu kulāni upagantvā anokāse ṭhito galaṃ paṇāmetvā morapekkhitaṃ pekkhati ‘evaṃ ime passantī’ti, tena ca te passanti, ayampi kāyaviññatti sāvajjā, tāya ca viññāpitaṃ ariyā na paribhuñjanti, so ca puggalo ariyānaṃ samaye oññāto hoti hīḷito khīḷito garahito paribhūto acittīkato, bhinnājīvotveva saṅkhaṃ gacchati.",
  "mil5.5.9:9.1": "Puna caparaṃ, mahārāja, idhekacco bhikkhu hanukāya vā bhamukāya vā aṅguṭṭhena vā viññāpeti, ayampi kāyaviññatti sāvajjā, tāya ca viññāpitaṃ ariyā na paribhuñjanti, so ca puggalo ariyānaṃ samaye oññāto hoti hīḷito khīḷito garahito paribhūto acittīkato, bhinnājīvotveva saṅkhaṃ gacchati.",
  "mil5.5.9:10.1": "Katamā kāyaviññatti anavajjā?",
  "mil5.5.9:10.2": "Idha bhikkhu kulāni upagantvā sato samāhito sampajāno ṭhānepi aṭṭhānepi yathānusiṭṭhiṃ gantvā ṭhāne tiṭṭhati, dātukāmesu tiṭṭhati, adātukāmesu pakkamati.",
  "mil5.5.9:10.3": "Ayaṃ kāyaviññatti anavajjā, tāya ca viññāpitaṃ ariyā paribhuñjanti, so ca puggalo ariyānaṃ samaye vaṇṇito hoti thuto pasattho sallekhitācāro, parisuddhājīvotveva saṅkhaṃ gacchati.",
  "mil5.5.9:10.4": "Bhāsitampetaṃ, mahārāja, bhagavatā devātidevena—",
  "mil5.5.9:11.1": "‘Na ve yācanti sappaññā,",
  "mil5.5.9:11.2": "Dhīro ca veditumarahati;",
  "mil5.5.9:11.3": "Uddissa ariyā tiṭṭhanti,",
  "mil5.5.9:11.4": "Esā ariyāna yācanā’ti.",
  "mil5.5.9:12.1": "Katamā vacīviññatti sāvajjā?",
  "mil5.5.9:12.2": "Idha, mahārāja, bhikkhu vācāya bahuvidhaṃ viññāpeti cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhāraṃ, ayaṃ vacīviññatti sāvajjā, tāya ca viññāpitaṃ ariyā na paribhuñjanti, so ca puggalo ariyānaṃ samaye oññāto hoti hīḷito khīḷito garahito paribhūto acittīkato, bhinnājīvotveva saṅkhaṃ gacchati.",
  "mil5.5.9:13.1": "Puna caparaṃ, mahārāja, idhekacco bhikkhu paresaṃ sāvento evaṃ bhaṇati ‘iminā me attho’ti, tāya ca vācāya paresaṃ sāvitāya tassa lābho uppajjati, ayampi vacīviññatti sāvajjā, tāya ca viññāpitaṃ ariyā na paribhuñjanti, so ca puggalo ariyānaṃ samaye oññāto hoti hīḷito khīḷito garahito paribhūto acittīkato, bhinnājīvotveva saṅkhaṃ gacchati.",
  "mil5.5.9:14.1": "Puna caparaṃ, mahārāja, idhekacco bhikkhu vacīvipphārena parisāya sāveti ‘evañca evañca bhikkhūnaṃ dātabban’ti, tañca te vacanaṃ sutvā parikittitaṃ abhiharanti, ayampi vacīviññatti sāvajjā, tāya ca viññāpitaṃ ariyā na paribhuñjanti, so ca puggalo ariyānaṃ samaye oññāto hoti hīḷito khīḷito garahito paribhūto acittīkato, bhinnājīvotveva saṅkhaṃ gacchati.",
  "mil5.5.9:15.1": "Nanu, mahārāja, theropi sāriputto atthaṅgate sūriye rattibhāge gilāno samāno therena mahāmoggallānena bhesajjaṃ pucchīyamāno vācaṃ bhindi, tassa tena vacībhedena bhesajjaṃ uppajji.",
  "mil5.5.9:15.2": "Atha thero sāriputto ‘vacībhedena me imaṃ bhesajjaṃ uppannaṃ, mā me ājīvo bhijjī’ti ājīvabhedabhayā taṃ bhesajjaṃ pajahi na upajīvi.",
  "mil5.5.9:15.3": "Evampi vacīviññatti sāvajjā, tāya ca viññāpitaṃ ariyā na paribhuñjanti.",
  "mil5.5.9:15.4": "So ca puggalo ariyānaṃ samaye oññāto hoti hīḷito khīḷito garahito paribhūto acittīkato, bhinnājīvotveva saṅkhaṃ gacchati.",
  "mil5.5.9:16.1": "Katamā vacīviññatti anavajjā?",
  "mil5.5.9:16.2": "Idha, mahārāja, bhikkhu sati paccaye bhesajjaṃ viññāpeti ñātipavāritesu kulesu, ayaṃ vacīviññatti anavajjā, tāya ca viññāpitaṃ ariyā paribhuñjanti, so ca puggalo ariyānaṃ samaye vaṇṇito hoti thomito pasattho, parisuddhājīvotveva saṅkhaṃ gacchati, anumato tathāgatehi arahantehi sammāsambuddhehi.",
  "mil5.5.9:17.1": "Yaṃ pana, mahārāja, tathāgato kasibhāradvājassa brāhmaṇassa bhojanaṃ pajahi, taṃ āveṭhanaviniveṭhanakaḍḍhananiggahappaṭikammena nibbatti, tasmā tathāgato taṃ piṇḍapātaṃ paṭikkhipi na upajīvī”ti.",
  "mil5.5.9:18.1": "“Sabbakālaṃ, bhante nāgasena, tathāgate bhuñjamāne devatā dibbaṃ ojaṃ patte ākiranti, udāhu ‘sūkaramaddave ca madhupāyāse cā’ti dvīsuyeva piṇḍapātesu ākiriṃsū”ti?",
  "mil5.5.9:18.2": "“Sabbakālaṃ, mahārāja, tathāgate bhuñjamāne devatā dibbaṃ ojaṃ gahetvā upatiṭṭhitvā uddhaṭuddhaṭe ālope ākiranti.",
  "mil5.5.9:19.1": "Yathā, mahārāja, rañño sūdo rañño bhuñjantassa sūpaṃ gahetvā upatiṭṭhitvā kabaḷe kabaḷe sūpaṃ ākirati;",
  "mil5.5.9:19.2": "evameva kho, mahārāja, sabbakālaṃ tathāgate bhuñjamāne devatā dibbaṃ ojaṃ gahetvā upatiṭṭhitvā uddhaṭuddhaṭe ālope dibbaṃ ojaṃ ākiranti.",
  "mil5.5.9:19.3": "Verañjāyampi, mahārāja, tathāgatassa sukkhayavapulake bhuñjamānassa devatā dibbena ojena temayitvā temayitvā upasaṃhariṃsu, tena tathāgatassa kāyo upacito ahosī”ti.",
  "mil5.5.9:19.4": "“Lābhā vata, bhante nāgasena, tāsaṃ devatānaṃ, yā tathāgatassa sarīrappaṭijaggane satataṃ samitaṃ ussukkamāpannā.",
  "mil5.5.9:19.5": "Sādhu, bhante nāgasena, evametaṃ tathā sampaṭicchāmī”ti.",
  "mil5.5.9:20.1": "Gāthābhigītabhojanakathāpañho navamo."
}