{
  "mil5.5.8:0.1": "Milindapañha",
  "mil5.5.8:0.2": "Meṇḍakapañha",
  "mil5.5.8:0.3": "Santhavavagga",
  "mil5.5.8:0.4": "8. Brāhmaṇarājavādapañha",
  "mil5.5.8:1.1": "“Bhante nāgasena, bhāsitampetaṁ tathāgatena ‘ahamasmi, bhikkhave, brāhmaṇo yācayogo’ti.",
  "mil5.5.8:1.2": "Puna ca bhaṇitaṁ—",
  "mil5.5.8:1.3": "‘rājāhamasmi selā’ti.",
  "mil5.5.8:1.4": "Yadi, bhante nāgasena, bhagavatā bhaṇitaṁ—",
  "mil5.5.8:1.5": "‘ahamasmi, bhikkhave, brāhmaṇo yācayogo’ti, tena hi ‘rājāhamasmi selā’ti yaṁ vacanaṁ, taṁ micchā.",
  "mil5.5.8:1.6": "Yadi tathāgatena bhaṇitaṁ—",
  "mil5.5.8:1.7": "‘rājāhamasmi selā’ti, tena hi ‘ahamasmi, bhikkhave, brāhmaṇo yācayogo’ti tampi vacanaṁ micchā.",
  "mil5.5.8:1.8": "Khattiyo vā hi bhaveyya brāhmaṇo vā, natthi ekāya jātiyā dve vaṇṇā nāma, ayampi ubhato koṭiko pañho tavānuppatto, so tayā nibbāhitabbo”ti.",
  "mil5.5.8:2.1": "“Bhāsitampetaṁ, mahārāja, bhagavatā—",
  "mil5.5.8:2.2": "‘ahamasmi, bhikkhave, brāhmaṇo yācayogo’ti, puna ca bhaṇitaṁ—",
  "mil5.5.8:2.3": "‘rājāhamasmi selā’ti, tattha kāraṇaṁ atthi, yena kāraṇena tathāgato brāhmaṇo ca rājā ca hotī”ti.",
  "mil5.5.8:3.1": "“Kiṁ pana taṁ, bhante nāgasena, kāraṇaṁ, yena kāraṇena tathāgato brāhmaṇo ca rājā ca hoti”?",
  "mil5.5.8:3.2": "“Sabbe, mahārāja, pāpakā akusalā dhammā tathāgatassa bāhitā pahīnā apagatā byapagatā ucchinnā khīṇā khayaṁ pattā nibbutā upasantā, tasmā tathāgato ‘brāhmaṇo’ti vuccati.",
  "mil5.5.8:4.1": "Brāhmaṇo nāma saṁsayamanekaṁsaṁ vimatipathaṁ vītivatto, bhagavāpi, mahārāja, saṁsayamanekaṁsaṁ vimatipathaṁ vītivatto, tena kāraṇena tathāgato ‘brāhmaṇo’ti vuccati.",
  "mil5.5.8:5.1": "Brāhmaṇo nāma sabbabhavagatiyoninissaṭo malarajagatavippamutto asahāyo, bhagavāpi, mahārāja, sabbabhavagatiyoninissaṭo malarajagatavippamutto asahāyo, tena kāraṇena tathāgato ‘brāhmaṇo’ti vuccati.",
  "mil5.5.8:6.1": "Brāhmaṇo nāma aggaseṭṭhavarapavaradibbavihārabahulo, bhagavāpi, mahārāja, aggaseṭṭhavarapavaradibbavihārabahulo, tenāpi kāraṇena tathāgato ‘brāhmaṇo’ti vuccati.",
  "mil5.5.8:7.1": "Brāhmaṇo nāma ajjhayanaajjhāpanadānappaṭiggahaṇadamasaṁyamaniyamapubbamanusiṭṭhipaveṇivaṁsadharaṇo, bhagavāpi, mahārāja, ajjhayanaajjhāpanadānappaṭiggahaṇadamasaṁyamaniyamapubbajināciṇṇaanusiṭṭhipaveṇivaṁsadharaṇo, tenāpi kāraṇena tathāgato ‘brāhmaṇo’ti vuccati.",
  "mil5.5.8:8.1": "Brāhmaṇo nāma brahāsukhavihārajjhānajhāyī;",
  "mil5.5.8:8.2": "bhagavāpi, mahārāja, brahāsukhavihārajjhānajhāyī, tenāpi kāraṇena tathāgato ‘brāhmaṇo’ti vuccati.",
  "mil5.5.8:9.1": "Brāhmaṇo nāma sabbabhavābhavagatīsu abhijātivattitamanucaritaṁ jānāti, bhagavāpi, mahārāja, sabbabhavābhavagatīsu abhijātivattitamanucaritaṁ jānāti, tenāpi kāraṇena tathāgato ‘brāhmaṇo’ti vuccati.",
  "mil5.5.8:10.1": "Brāhmaṇoti, mahārāja, bhagavato netaṁ nāmaṁ mātarā kataṁ, na pitarā kataṁ, na bhātarā kataṁ, na bhaginiyā kataṁ, na mittāmaccehi kataṁ, na ñātisālohitehi kataṁ, na samaṇabrāhmaṇehi kataṁ, na devatāhi kataṁ, vimokkhantikametaṁ buddhānaṁ bhagavantānaṁ nāmaṁ bodhiyāyeva mūle mārasenaṁ vidhamitvā atītānāgatapaccuppanne pāpake akusale dhamme bāhetvā saha sabbaññutañāṇassa paṭilābhā paṭiladdhapātubhūtasamuppannamatte sacchikā paññatti yadidaṁ brāhmaṇoti, tena kāraṇena tathāgato vuccati ‘brāhmaṇo’”ti.",
  "mil5.5.8:11.1": "“Kena pana, bhante nāgasena, kāraṇena tathāgato vuccati ‘rājā’”ti?",
  "mil5.5.8:11.2": "“Rājā nāma, mahārāja, yo koci rajjaṁ kāreti lokamanusāsati, bhagavāpi, mahārāja, dasasahassiyā lokadhātuyā dhammena rajjaṁ kāreti, sadevakaṁ lokaṁ samārakaṁ sabrahmakaṁ sassamaṇabrāhmaṇiṁ pajaṁ sadevamanussaṁ anusāsati, tenāpi kāraṇena tathāgato vuccati ‘rājā’ti.",
  "mil5.5.8:12.1": "Rājā nāma, mahārāja, sabbajanamanusse abhibhavitvā nandayanto ñātisaṅghaṁ, socayanto amittasaṅghaṁ, mahatimahāyasasiriharaṁ thirasāradaṇḍaṁ anūnasatasalākālaṅkataṁ ussāpeti paṇḍaravimalasetacchattaṁ, bhagavāpi, mahārāja, socayanto mārasenaṁ micchāpaṭipannaṁ, nandayanto devamanusse sammāpaṭipanne dasasahassiyā lokadhātuyā mahatimahāyasasiriharaṁ khantithirasāradaṇḍaṁ ñāṇavarasatasalākālaṅkataṁ ussāpeti aggavaravimuttipaṇḍaravimalasetacchattaṁ, tenāpi kāraṇena tathāgato vuccati ‘rājā’ti.",
  "mil5.5.8:13.1": "Rājā nāma upagatasampattajanānaṁ bahūnamabhivandanīyo bhavati, bhagavāpi, mahārāja, upagatasampattadevamanussānaṁ bahūnamabhivandanīyo, tenāpi kāraṇena tathāgato vuccati ‘rājā’ti.",
  "mil5.5.8:14.1": "Rājā nāma yassa kassaci ārādhakassa pasīditvā varitaṁ varaṁ datvā kāmena tappayati, bhagavāpi, mahārāja, yassa kassaci kāyena vācāya manasā ārādhakassa pasīditvā varitaṁ varamanuttaraṁ sabbadukkhaparimuttiṁ datvā asesakāmavarena ca tappayati, tenāpi kāraṇena tathāgato vuccati ‘rājā’ti.",
  "mil5.5.8:15.1": "Rājā nāma āṇaṁ vītikkamantaṁ vigarahati jhāpeti dhaṁseti, bhagavatopi, mahārāja, sāsanavare āṇaṁ atikkamanto alajjī maṅkubhāvena oññāto hīḷito garahito bhavitvā vajjati jinasāsanavaramhā, tenāpi kāraṇena tathāgato vuccati ‘rājā’ti.",
  "mil5.5.8:16.1": "Rājā nāma pubbakānaṁ dhammikānaṁ rājūnaṁ paveṇimanusiṭṭhiyā dhammādhammamanudīpayitvā dhammena rajjaṁ kārayamāno pihayito piyo patthito bhavati janamanussānaṁ, ciraṁ rājakulavaṁsaṁ ṭhapayati dhammaguṇabalena, bhagavāpi, mahārāja, pubbakānaṁ sayambhūnaṁ paveṇimanusiṭṭhiyā dhammādhammamanudīpayitvā dhammena lokamanusāsamāno pihayito piyo patthito devamanussānaṁ ciraṁ sāsanaṁ pavatteti dhammaguṇabalena, tenāpi kāraṇena tathāgato vuccati ‘rājā’ti.",
  "mil5.5.8:16.2": "Evamanekavidhaṁ, mahārāja, kāraṇaṁ, yena kāraṇena tathāgato brāhmaṇopi bhaveyya rājāpi bhaveyya, sunipuṇo bhikkhu kappampi no naṁ sampādeyya, kiṁ atibahuṁ bhaṇitena, saṅkhittaṁ sampaṭicchitabban”ti.",
  "mil5.5.8:16.3": "“Sādhu, bhante nāgasena, evametaṁ tathā sampaṭicchāmī”ti.",
  "mil5.5.8:17.1": "Brāhmaṇarājavādapañho aṭṭhamo."
}