{
  "mil5.3.3:0.1": "Milindapañha",
  "mil5.3.3:0.2": "Meṇḍakapañha",
  "mil5.3.3:0.3": "Paṇāmitavagga",
  "mil5.3.3:0.4": "3. Vatthaguyhanidassanapañha",
  "mil5.3.3:1.1": "“Bhante nāgasena, bhāsitampetaṃ tathāgatena—",
  "mil5.3.3:2.1": "‘Kāyena saṃvaro sādhu,",
  "mil5.3.3:2.2": "sādhu vācāya saṃvaro;",
  "mil5.3.3:2.3": "Manasā saṃvaro sādhu,",
  "mil5.3.3:2.4": "sādhu sabbattha saṃvaro’ti.",
  "mil5.3.3:3.1": "Puna ca tathāgato catunnaṃ parisānaṃ majjhe nisīditvā purato devamanussānaṃ selassa brāhmaṇassa kosohitaṃ vatthaguyhaṃ dassesi.",
  "mil5.3.3:3.2": "Yadi, bhante nāgasena, bhagavatā bhaṇitaṃ—",
  "mil5.3.3:3.3": "‘kāyena saṃvaro sādhū’ti, tena hi selassa brāhmaṇassa kosohitaṃ vatthaguyhaṃ dassesīti yaṃ vacanaṃ, taṃ micchā.",
  "mil5.3.3:3.4": "Yadi selassa brāhmaṇassa kosohitaṃ vatthaguyhaṃ dassesi, tena hi ‘kāyena saṃvaro sādhū’ti tampi vacanaṃ micchā.",
  "mil5.3.3:3.5": "Ayampi ubhato koṭiko pañho tavānuppatto, so tayā nibbāhitabbo”ti.",
  "mil5.3.3:4.1": "“Bhāsitampetaṃ, mahārāja, bhagavatā ‘kāyena saṃvaro sādhū’ti, selassa ca brāhmaṇassa kosohitaṃ vatthaguyhaṃ dassitaṃ.",
  "mil5.3.3:4.2": "Yassa kho, mahārāja, tathāgate kaṅkhā uppannā, tassa bodhanatthāya bhagavā iddhiyā tappaṭibhāgaṃ kāyaṃ dasseti, soyeva taṃ pāṭihāriyaṃ passatī”ti.",
  "mil5.3.3:5.1": "“Ko panetaṃ, bhante nāgasena, saddahissati, yaṃ parisagato ekoyeva taṃ guyhaṃ passati, avasesā tattheva vasantā na passantīti.",
  "mil5.3.3:5.2": "Iṅgha me tvaṃ tattha kāraṇaṃ upadisa, kāraṇena maṃ saññāpehī”ti.",
  "mil5.3.3:5.3": "“Diṭṭhapubbo pana tayā, mahārāja, koci byādhito puriso parikiṇṇo ñātimittehī”ti.",
  "mil5.3.3:5.4": "“Āma, bhante”ti.",
  "mil5.3.3:5.5": "“Api nu kho sā, mahārāja, parisā passatetaṃ vedanaṃ, yāya so puriso vedanāya vedayatī”ti.",
  "mil5.3.3:5.6": "“Na hi, bhante, attanā yeva so, bhante, puriso vedayatī”ti.",
  "mil5.3.3:5.7": "“Evameva kho, mahārāja, yasseva tathāgate kaṅkhā uppannā, tasseva tathāgato bodhanatthāya iddhiyā tappaṭibhāgaṃ kāyaṃ dasseti, soyeva taṃ pāṭihāriyaṃ passati.",
  "mil5.3.3:6.1": "Yathā vā pana, mahārāja, kañcideva purisaṃ bhūto āviseyya, api nu kho sā, mahārāja, parisā passati taṃ bhūtāgamanan”ti?",
  "mil5.3.3:6.2": "“Na hi, bhante, soyeva āturo tassa bhūtassa āgamanaṃ passatī”ti.",
  "mil5.3.3:6.3": "“Evameva kho, mahārāja, yasseva tathāgate kaṅkhā uppannā, tasseva tathāgato bodhanatthāya iddhiyā tappaṭibhāgaṃ kāyaṃ dasseti, so yeva taṃ pāṭihāriyaṃ passatī”ti.",
  "mil5.3.3:7.1": "“Dukkaraṃ, bhante nāgasena, bhagavatā kataṃ, yaṃ ekassapi adassanīyaṃ, taṃ dassentenā”ti.",
  "mil5.3.3:7.2": "“Na, mahārāja, bhagavā guyhaṃ dassesi, iddhiyā pana chāyaṃ dassesī”ti.",
  "mil5.3.3:7.3": "“Chāyāyapi, bhante, diṭṭhāya diṭṭhaṃyeva hoti guyhaṃ, yaṃ disvā niṭṭhaṃ gato”ti.",
  "mil5.3.3:7.4": "“Dukkarañcāpi, mahārāja, tathāgato karoti bodhaneyye satte bodhetuṃ.",
  "mil5.3.3:7.5": "Yadi, mahārāja, tathāgato kiriyaṃ hāpeyya, bodhaneyyā sattā na bujjheyyuṃ.",
  "mil5.3.3:7.6": "Yasmā ca kho, mahārāja, yogaññū tathāgato bodhaneyye satte bodhetuṃ, tasmā tathāgato yena yena yogena bodhaneyyā bujjhanti, tena tena yogena bodhaneyye bodheti.",
  "mil5.3.3:8.1": "Yathā, mahārāja, bhisakko sallakatto yena yena bhesajjena āturo arogo hoti, tena tena bhesajjena āturaṃ upasaṅkamati, vamanīyaṃ vameti, virecanīyaṃ vireceti, anulepanīyaṃ anulimpeti, anuvāsanīyaṃ anuvāseti;",
  "mil5.3.3:8.2": "evameva kho, mahārāja, tathāgato yena yena yogena bodhaneyyā sattā bujjhanti, tena tena yogena bodheti.",
  "mil5.3.3:9.1": "Yathā vā pana, mahārāja, itthī mūḷhagabbhā bhisakkassa adassanīyaṃ guyhaṃ dasseti;",
  "mil5.3.3:9.2": "evameva kho, mahārāja, tathāgato bodhaneyye satte bodhetuṃ adassanīyaṃ guyhaṃ iddhiyā chāyaṃ dassesi.",
  "mil5.3.3:9.3": "Natthi, mahārāja, adassanīyo nāma okāso puggalaṃ upādāya.",
  "mil5.3.3:9.4": "Yadi, mahārāja, koci bhagavato hadayaṃ disvā bujjheyya, tassapi bhagavā yogena hadayaṃ dasseyya, yogaññū, mahārāja, tathāgato desanākusalo.",
  "mil5.3.3:10.1": "Nanu, mahārāja, tathāgato therassa nandassa adhimuttiṃ jānitvā taṃ devabhavanaṃ netvā devakaññāyo dassesi ‘imināyaṃ kulaputto bujjhissatī’ti, tena ca so kulaputto bujjhi.",
  "mil5.3.3:10.2": "Iti kho, mahārāja, tathāgato anekapariyāyena subhanimittaṃ hīḷento garahanto jigucchanto tassa bodhanahetu kakuṭapādiniyo accharāyo dassesi.",
  "mil5.3.3:10.3": "Evampi tathāgato yogaññū desanākusalo.",
  "mil5.3.3:11.1": "Puna caparaṃ, mahārāja, tathāgato therassa cūḷapanthakassa bhātarā nikkaḍḍhitassa dukkhitassa dummanassa upagantvā sukhumaṃ coḷakhaṇḍaṃ adāsi ‘imināyaṃ kulaputto bujjhissatī’ti, so ca kulaputto tena kāraṇena jinasāsane vasībhāvaṃ pāpuṇi.",
  "mil5.3.3:11.2": "Evampi, mahārāja, tathāgato yogaññū desanākusalo.",
  "mil5.3.3:12.1": "Puna caparaṃ, mahārāja, tathāgato brāhmaṇassa mogharājassa yāva tatiyaṃ pañhaṃ puṭṭho na byākāsi ‘evamimassa kulaputtassa māno upasamissati, mānūpasamā abhisamayo bhavissatī’ti, tena ca tassa kulaputtassa māno upasami, mānūpasamā so brāhmaṇo chasu abhiññāsu vasībhāvaṃ pāpuṇi.",
  "mil5.3.3:12.2": "Evampi, mahārāja, tathāgato yogaññū desanākusalo”ti.",
  "mil5.3.3:13.1": "“Sādhu, bhante nāgasena, sunibbeṭhito pañho bahuvidhehi kāraṇehi, gahanaṃ agahanaṃ kataṃ, andhakāro āloko kato, gaṇṭhi bhinno, bhaggā paravādā, jinaputtānaṃ cakkhuṃ tayā uppāditaṃ, nippaṭibhānā titthiyā, tvaṃ gaṇivarapavaramāsajjā”ti.",
  "mil5.3.3:14.1": "Vatthaguyhanidassanapañho tatiyo."
}