{
  "mil5.5.10:0.1": "Milindapañha",
  "mil5.5.10:0.2": "Meṇḍakapañha",
  "mil5.5.10:0.3": "Santhavavagga",
  "mil5.5.10:0.4": "10. Dhammadesanāyaappossukkapañha",
  "mil5.5.10:1.1": "“Bhante nāgasena, tumhe bhaṇatha—",
  "mil5.5.10:1.2": "‘tathāgatena catūhi ca asaṅkhyeyyehi kappānaṃ satasahassena ca etthantare sabbaññutañāṇaṃ paripācitaṃ mahato janakāyassa samuddharaṇāyā’ti.",
  "mil5.5.10:1.3": "Puna ca ‘sabbaññutaṃ pattassa appossukkatāya cittaṃ nami, no dhammadesanāyā’ti.",
  "mil5.5.10:2.1": "Yathā nāma, bhante nāgasena, issāso vā issāsantevāsī vā bahuke divase saṅgāmatthāya upāsanaṃ sikkhitvā sampatte mahāyuddhe osakkeyya;",
  "mil5.5.10:2.2": "evameva kho, bhante nāgasena, tathāgatena catūhi ca asaṅkhyeyyehi kappānaṃ satasahassena ca etthantare sabbaññutañāṇaṃ paripācetvā mahato janakāyassa samuddharaṇāya sabbaññutaṃ pattena dhammadesanāya osakkitaṃ.",
  "mil5.5.10:3.1": "Yathā vā pana, bhante nāgasena, mallo vā mallantevāsī vā bahuke divase nibbuddhaṃ sikkhitvā sampatte mallayuddhe osakkeyya;",
  "mil5.5.10:3.2": "evameva kho, bhante nāgasena, tathāgatena catūhi ca asaṅkhyeyyehi kappānaṃ satasahassena ca etthantare sabbaññutañāṇaṃ paripācetvā mahato janakāyassa samuddharaṇāya sabbaññutaṃ pattena dhammadesanāya osakkitaṃ.",
  "mil5.5.10:4.1": "Kiṃ nu kho, bhante nāgasena, tathāgatena bhayā osakkitaṃ, udāhu apākaṭatāya osakkitaṃ, udāhu dubbalatāya osakkitaṃ, udāhu asabbaññutāya osakkitaṃ, kiṃ tattha kāraṇaṃ, iṅgha me tvaṃ kāraṇaṃ brūhi kaṅkhāvitaraṇāya.",
  "mil5.5.10:4.2": "Yadi, bhante nāgasena, tathāgatena catūhi ca asaṅkhyeyyehi kappānaṃ satasahassena ca etthantare sabbaññutañāṇaṃ paripācitaṃ mahato janakāyassa samuddharaṇāya, tena hi ‘sabbaññutaṃ pattassa appossukkatāya cittaṃ nami, no dhammadesanāyā’ti yaṃ vacanaṃ, taṃ micchā.",
  "mil5.5.10:4.3": "Yadi sabbaññutaṃ pattassa appossukkatāya cittaṃ nami no dhammadesanāya, tena hi ‘tathāgatena catūhi ca asaṅkhyeyyehi kappānaṃ satasahassena ca etthantare sabbaññutañāṇaṃ paripācitaṃ mahato janakāyassa samuddharaṇāyā’ti tampi vacanaṃ micchā.",
  "mil5.5.10:4.4": "Ayampi ubhato koṭiko pañho gambhīro dunnibbeṭho tavānuppatto, so tayā nibbāhitabbo”ti.",
  "mil5.5.10:5.1": "“Paripācitañca, mahārāja, tathāgatena catūhi ca asaṅkhyeyyehi kappānaṃ satasahassena ca etthantare sabbaññutañāṇaṃ mahato janakāyassa samuddharaṇāya, pattasabbaññutassa ca appossukkatāya cittaṃ nami, no dhammadesanāya.",
  "mil5.5.10:5.2": "Tañca pana dhammassa gambhīranipuṇaduddasaduranubodhasukhumaduppaṭivedhataṃ sattānañca ālayārāmataṃ sakkāyadiṭṭhiyā daḷhasuggahitatañca disvā ‘kiṃ nu kho, kathaṃ nu kho’ti appossukkatāya cittaṃ nami, no dhammadesanāya, sattānaṃ paṭivedhacintanamānasaṃ yevetaṃ.",
  "mil5.5.10:6.1": "Yathā, mahārāja, bhisakko sallakatto anekabyādhiparipīḷitaṃ naraṃ upasaṅkamitvā evaṃ cintayati ‘kena nu kho upakkamena katamena vā bhesajjena imassa byādhi vūpasameyyā’ti;",
  "mil5.5.10:6.2": "evameva kho, mahārāja, tathāgatassa sabbakilesabyādhiparipīḷitaṃ janaṃ dhammassa ca gambhīranipuṇaduddasaduranubodhasukhumaduppaṭivedhataṃ disvā ‘kiṃ nu kho, kathaṃ nu kho’ti appossukkatāya cittaṃ nami, no dhammadesanāya, sattānaṃ paṭivedhacintanamānasaṃ yevetaṃ.",
  "mil5.5.10:7.1": "Yathā, mahārāja, rañño khattiyassa muddhāvasittassa dovārikaanīkaṭṭhapārisajjanegamabhaṭabalaamaccarājaññarājūpajīvine jane disvā evaṃ cittamuppajjeyya ‘kiṃ nu kho, kathaṃ nu kho ime saṅgaṇhissāmī’ti;",
  "mil5.5.10:7.2": "evameva kho, mahārāja, tathāgatassa dhammassa gambhīranipuṇaduddasaduranubodhasukhumaduppaṭivedhataṃ sattānañca ālayārāmataṃ sakkāyadiṭṭhiyā daḷhasuggahitatañca disvā ‘kiṃ nu kho, kathaṃ nu kho’ti appossukkatāya cittaṃ nami, no dhammadesanāya, sattānaṃ paṭivedhacintanamānasaṃ yevetaṃ.",
  "mil5.5.10:8.1": "Api ca, mahārāja, sabbesaṃ tathāgatānaṃ dhammatā esā, yaṃ brahmunā āyācitā dhammaṃ desenti.",
  "mil5.5.10:8.2": "Tattha pana kiṃkāraṇaṃ?",
  "mil5.5.10:8.3": "Ye tena samayena manussā tāpasaparibbājakā samaṇabrāhmaṇā, sabbete brahmadevatā honti brahmagarukā brahmaparāyaṇā, tasmā tassa balavato yasavato ñātassa paññātassa uttarassa accuggatassa onamanena sadevako loko onamissati okappessati adhimuccissatīti iminā ca, mahārāja, kāraṇena tathāgatā brahmunā āyācitā dhammaṃ desenti.",
  "mil5.5.10:9.1": "Yathā, mahārāja, koci rājā vā rājamahāmatto vā yassa onamati apacitiṃ karoti, balavatarassa tassa onamanena avasesā janatā onamati apacitiṃ karoti;",
  "mil5.5.10:9.2": "evameva kho, mahārāja, brahme onamite tathāgatānaṃ sadevako loko onamissati, pūjitapūjako, mahārāja, loko, tasmā so brahmā sabbesaṃ tathāgatānaṃ āyācati dhammadesanāya, tena ca kāraṇena tathāgatā brahmunā āyācitā dhammaṃ desentī”ti.",
  "mil5.5.10:9.3": "“Sādhu, bhante nāgasena, sunibbeṭhito pañho, atibhadrakaṃ veyyākaraṇaṃ, evametaṃ tathā sampaṭicchāmī”ti.",
  "mil5.5.10:10.1": "Dhammadesanāya appossukkapañho dasamo."
}