{
  "mil5.2.5:0.1": "Milindapañha",
  "mil5.2.5:0.2": "Meṇḍakapañha",
  "mil5.2.5:0.3": "Abhejjavagga",
  "mil5.2.5:0.4": "5. Buddhalābhantarāyapañha",
  "mil5.2.5:1.1": "“Bhante nāgasena, tumhe bhaṇatha—",
  "mil5.2.5:1.2": "‘lābhī tathāgato cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārānan’ti.",
  "mil5.2.5:1.3": "Puna ca tathāgato pañcasālaṃ brāhmaṇagāmaṃ piṇḍāya pavisitvā kiñcideva alabhitvā yathādhotena pattena nikkhantoti.",
  "mil5.2.5:1.4": "Yadi, bhante nāgasena, tathāgato lābhī cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārānaṃ, tena hi pañcasālaṃ brāhmaṇagāmaṃ piṇḍāya pavisitvā kiñcideva alabhitvā yathādhotena pattena nikkhantoti yaṃ vacanaṃ, taṃ micchā.",
  "mil5.2.5:1.5": "Yadi pañcasālaṃ brāhmaṇagāmaṃ piṇḍāya pavisitvā kiñcideva alabhitvā yathādhotena pattena nikkhanto, tena hi lābhī tathāgato cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārānanti tampi vacanaṃ micchā.",
  "mil5.2.5:1.6": "Ayampi ubhato koṭiko pañho sumahanto dunnibbeṭho tavānuppatto, so tayā nibbāhitabbo”ti.",
  "mil5.2.5:2.1": "“Lābhī, mahārāja, tathāgato cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārānaṃ, pañcasālañca brāhmaṇagāmaṃ piṇḍāya pavisitvā kiñcideva alabhitvā yathādhotena pattena nikkhanto, tañca pana mārassa pāpimato kāraṇā”ti.",
  "mil5.2.5:2.2": "“Tena hi, bhante nāgasena, bhagavato gaṇanapathaṃ vītivattakappe abhisaṅkhataṃ kusalaṃ kinti niṭṭhitaṃ, adhunuṭṭhitena mārena pāpimatā tassa kusalassa balavegaṃ kinti pihitaṃ;",
  "mil5.2.5:2.3": "tena hi, bhante nāgasena, tasmiṃ vatthusmiṃ dvīsu ṭhānesu upavādo āgacchati, kusalatopi akusalaṃ balavataraṃ hoti, buddhabalatopi mārabalaṃ balavataraṃ hotīti;",
  "mil5.2.5:2.4": "tena hi rukkhassa mūlatopi aggaṃ bhārataraṃ hoti, guṇasamparikiṇṇatopi pāpiyaṃ balavataraṃ hotī”ti.",
  "mil5.2.5:2.5": "“Na, mahārāja, tāvatakena kusalatopi akusalaṃ balavataraṃ nāma hoti, na buddhabalatopi mārabalaṃ balavataraṃ nāma hoti.",
  "mil5.2.5:2.6": "Api cettha kāraṇaṃ icchitabbaṃ.",
  "mil5.2.5:3.1": "Yathā, mahārāja, puriso rañño cakkavattissa madhuṃ vā madhupiṇḍikaṃ vā aññaṃ vā upāyanaṃ abhihareyya, tamenaṃ rañño dvārapālo evaṃ vadeyya ‘akālo, bho, ayaṃ rañño dassanāya, tena hi, bho, tava upāyanaṃ gahetvā sīghasīghaṃ paṭinivatta, pure tava rājā daṇḍaṃ dhāressatī’ti.",
  "mil5.2.5:3.2": "Tato so puriso daṇḍabhayā tasito ubbiggo taṃ upāyanaṃ ādāya sīghasīghaṃ paṭinivatteyya, api nu kho so, mahārāja, rājā cakkavattī tāvatakena upāyanavikalamattakena dvārapālato dubbalataro nāma hoti, aññaṃ vā pana kiñci upāyanaṃ na labheyyā”ti?",
  "mil5.2.5:3.3": "“Na hi, bhante, issāpakato so, bhante, dvārapālo upāyanaṃ nivāresi, aññena pana dvārena satasahassaguṇampi rañño upāyanaṃ upetī”ti.",
  "mil5.2.5:3.4": "“Evameva kho, mahārāja, issāpakato māro pāpimā pañcasālake brāhmaṇagahapatike anvāvisi, aññāni pana anekāni devatāsatasahassāni amataṃ dibbaṃ ojaṃ gahetvā upagatāni ‘bhagavato kāye ojaṃ odahissāmā’ti bhagavantaṃ namassamānāni pañjalikāni ṭhitānī”ti.",
  "mil5.2.5:4.1": "“Hotu, bhante nāgasena, sulabhā bhagavato cattāro paccayā loke uttamapurisassa, yācitova bhagavā devamanussehi cattāro paccaye paribhuñjati, api ca kho pana mārassa yo adhippāyo, so tāvatakena siddho, yaṃ so bhagavato bhojanassa antarāyamakāsi.",
  "mil5.2.5:4.2": "Ettha me, bhante, kaṅkhā na chijjati, vimatijātohaṃ tattha saṃsayapakkhando.",
  "mil5.2.5:4.3": "Na me tattha mānasaṃ pakkhandati, yaṃ tathāgatassa arahato sammāsambuddhassa sadevake loke aggapuggalavarassa kusalavarapuññasambhavassa asamasamassa anupamassa appaṭisamassa chavakaṃ lāmakaṃ parittaṃ pāpaṃ anariyaṃ vipannaṃ māro lābhantarāyamakāsī”ti.",
  "mil5.2.5:5.1": "“Cattāro kho, mahārāja, antarāyā adiṭṭhantarāyo uddissa katantarāyo upakkhaṭantarāyo paribhogantarāyoti.",
  "mil5.2.5:5.2": "Tattha katamo adiṭṭhantarāyo?",
  "mil5.2.5:5.3": "Anodissa adassanena anabhisaṅkhataṃ koci antarāyaṃ karoti ‘kiṃ parassa dinnenā’ti, ayaṃ adiṭṭhantarāyo nāma.",
  "mil5.2.5:6.1": "Katamo uddissa katantarāyo?",
  "mil5.2.5:6.2": "Idhekaccaṃ puggalaṃ upadisitvā uddissa bhojanaṃ paṭiyattaṃ hoti, taṃ koci antarāyaṃ karoti, ayaṃ uddissa katantarāyo nāma.",
  "mil5.2.5:7.1": "Katamo upakkhaṭantarāyo?",
  "mil5.2.5:7.2": "Idha yaṃ kiñci upakkhaṭaṃ hoti appaṭiggahitaṃ, tattha koci antarāyaṃ karoti, ayaṃ upakkhaṭantarāyo nāma.",
  "mil5.2.5:8.1": "Katamo paribhogantarāyo?",
  "mil5.2.5:8.2": "Idha yaṃ kiñci paribhogaṃ, tattha koci antarāyaṃ karoti, ayaṃ paribhogantarāyo nāma.",
  "mil5.2.5:8.3": "Ime kho, mahārāja, cattāro antarāyā.",
  "mil5.2.5:9.1": "Yaṃ pana māro pāpimā pañcasālake brāhmaṇagahapatike anvāvisi, taṃ neva bhagavato paribhogaṃ na upakkhaṭaṃ na uddissakataṃ, anāgataṃ asampattaṃ adassanena antarāyaṃ kataṃ, taṃ pana nekassa bhagavatoyeva, atha kho ye te tena samayena nikkhantā abbhāgatā, sabbepi te taṃ divasaṃ bhojanaṃ na labhiṃsu, nāhaṃ taṃ, mahārāja, passāmi sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya, yo tassa bhagavato uddissa kataṃ upakkhaṭaṃ paribhogaṃ antarāyaṃ kareyya.",
  "mil5.2.5:9.2": "Sace koci issāya uddissa kataṃ upakkhaṭaṃ paribhogaṃ antarāyaṃ kareyya, phaleyya tassa muddhā satadhā vā sahassadhā vā.",
  "mil5.2.5:10.1": "Cattārome, mahārāja, tathāgatassa kenaci anāvaraṇīyā guṇā.",
  "mil5.2.5:10.2": "Katame cattāro?",
  "mil5.2.5:10.3": "Lābho, mahārāja, bhagavato uddissa kato upakkhaṭo na sakkā kenaci antarāyaṃ kātuṃ;",
  "mil5.2.5:10.4": "sarīrānugatā, mahārāja, bhagavato byāmappabhā na sakkā kenaci antarāyaṃ kātuṃ;",
  "mil5.2.5:10.5": "sabbaññutaṃ, mahārāja, bhagavato ñāṇaratanaṃ na sakkā kenaci antarāyaṃ kātuṃ;",
  "mil5.2.5:10.6": "jīvitaṃ, mahārāja, bhagavato na sakkā kenaci antarāyaṃ kātuṃ.",
  "mil5.2.5:10.7": "Ime kho, mahārāja, cattāro tathāgatassa kenaci anāvaraṇīyā guṇā, sabbepete, mahārāja, guṇā ekarasā arogā akuppā aparūpakkamā aphusāni kiriyāni.",
  "mil5.2.5:10.8": "Adassanena, mahārāja, māro pāpimā nilīyitvā pañcasālake brāhmaṇagahapatike anvāvisi.",
  "mil5.2.5:11.1": "Yathā, mahārāja, rañño paccante dese visame adassanena nilīyitvā corā panthaṃ dūsenti.",
  "mil5.2.5:11.2": "Yadi pana rājā te core passeyya, api nu kho te corā sotthiṃ labheyyun”ti?",
  "mil5.2.5:11.3": "“Na hi, bhante, pharasunā phālāpeyya satadhā vā sahassadhā vā”ti.",
  "mil5.2.5:11.4": "“Evameva kho, mahārāja, adassanena māro pāpimā nilīyitvā pañcasālake brāhmaṇagahapatike anvāvisi.",
  "mil5.2.5:12.1": "Yathā vā pana, mahārāja, itthī sapatikā adassanena nilīyitvā parapurisaṃ sevati;",
  "mil5.2.5:12.2": "evameva kho, mahārāja, adassanena māro pāpimā nilīyitvā pañcasālake brāhmaṇagahapatike anvāvisi.",
  "mil5.2.5:12.3": "Yadi, mahārāja, itthī sāmikassa sammukhā parapurisaṃ sevati, api nu kho sā itthī sotthiṃ labheyyā”ti?",
  "mil5.2.5:12.4": "“Na hi, bhante, haneyyāpi taṃ, bhante, sāmiko vadheyyāpi bandheyyāpi dāsittaṃ vā upaneyyā”ti.",
  "mil5.2.5:12.5": "“Evameva kho, mahārāja, adassanena māro pāpimā nilīyitvā pañcasālake brāhmaṇagahapatike anvāvisi.",
  "mil5.2.5:12.6": "Yadi, mahārāja, māro pāpimā bhagavato uddissa kataṃ upakkhaṭaṃ paribhogaṃ antarāyaṃ kareyya, phaleyya tassa muddhā satadhā vā sahassadhā vā”ti.",
  "mil5.2.5:12.7": "“Evametaṃ, bhante nāgasena, corikāya kataṃ mārena pāpimatā, nilīyitvā māro pāpimā pañcasālake brāhmaṇagahapatike anvāvisi.",
  "mil5.2.5:12.8": "Sace so, bhante, māro pāpimā bhagavato uddissa kataṃ upakkhaṭaṃ paribhogaṃ antarāyaṃ kareyya, muddhā vāssa phaleyya satadhā vā sahassadhā vā, kāyo vāssa bhusamuṭṭhi viya vikireyya.",
  "mil5.2.5:12.9": "Sādhu, bhante nāgasena, evametaṃ tathā sampaṭicchāmī”ti.",
  "mil5.2.5:13.1": "Buddhalābhantarāyapañho pañcamo."
}