{
  "mil5.1.2:0.1": "Milindapañha",
  "mil5.1.2:0.2": "Meṇḍakapañha",
  "mil5.1.2:0.3": "Iddhibalavagga",
  "mil5.1.2:0.4": "2 Sabbaññubhāvapañha",
  "mil5.1.2:1.1": "“Bhante nāgasena, buddho sabbaññū”ti?",
  "mil5.1.2:1.2": "“Āma, mahārāja, bhagavā sabbaññū, na ca bhagavato satataṃ samitaṃ ñāṇadassanaṃ paccupaṭṭhitaṃ, āvajjanapaṭibaddhaṃ bhagavato sabbaññutañāṇaṃ, āvajjitvā yadicchakaṃ jānātī”ti.",
  "mil5.1.2:1.3": "“Tena hi, bhante nāgasena, buddho asabbaññūti.",
  "mil5.1.2:1.4": "Yadi tassa pariyesanāya sabbaññutañāṇaṃ hotī”ti.",
  "mil5.1.2:1.5": "“Vāhasataṃ kho, mahārāja, vīhīnaṃ aḍḍhacūḷañca vāhā vīhisattambaṇāni dve ca tumbā ekaccharākkhaṇe pavattacittassa ettakā vīhī lakkhaṃ ṭhapīyamānā parikkhayaṃ pariyādānaṃ gaccheyyuṃ?",
  "mil5.1.2:2.1": "Tatrime sattavidhā cittā pavattanti—",
  "mil5.1.2:2.2": "ye te, mahārāja, sarāgā sadosā samohā sakilesā abhāvitakāyā abhāvitasīlā abhāvitacittā abhāvitapaññā, tesaṃ taṃ cittaṃ garukaṃ uppajjati dandhaṃ pavattati.",
  "mil5.1.2:2.3": "Kiṃ kāraṇā?",
  "mil5.1.2:2.4": "Abhāvitattā cittassa.",
  "mil5.1.2:2.5": "Yathā, mahārāja, vaṃsanāḷassa vitatassa visālassa vitthiṇṇassa saṃsibbitavisibbitassa sākhājaṭājaṭitassa ākaḍḍhiyantassa garukaṃ hoti āgamanaṃ dandhaṃ.",
  "mil5.1.2:2.6": "Kiṃ kāraṇā?",
  "mil5.1.2:2.7": "Saṃsibbitavisibbitattā sākhānaṃ.",
  "mil5.1.2:2.8": "Evameva kho, mahārāja, ye te sarāgā sadosā samohā sakilesā abhāvitakāyā abhāvitasīlā abhāvitacittā abhāvitapaññā, tesaṃ taṃ cittaṃ garukaṃ uppajjati dandhaṃ pavattati.",
  "mil5.1.2:2.9": "Kiṃ kāraṇā?",
  "mil5.1.2:2.10": "Saṃsibbitavisibbitattā kilesehi, idaṃ paṭhamaṃ cittaṃ.",
  "mil5.1.2:3.1": "Tatridaṃ dutiyaṃ cittaṃ vibhattamāpajjati—",
  "mil5.1.2:3.2": "ye te, mahārāja, sotāpannā pihitāpāyā diṭṭhippattā viññātasatthusāsanā, tesaṃ taṃ cittaṃ tīsu ṭhānesu lahukaṃ uppajjati lahukaṃ pavattati.",
  "mil5.1.2:3.3": "Uparibhūmīsu garukaṃ uppajjati dandhaṃ pavattati.",
  "mil5.1.2:3.4": "Kiṃ kāraṇā?",
  "mil5.1.2:3.5": "Tīsu ṭhānesu cittassa parisuddhattā upari kilesānaṃ appahīnattā.",
  "mil5.1.2:3.6": "Yathā, mahārāja, vaṃsanāḷassa tipabbagaṇṭhiparisuddhassa upari sākhājaṭājaṭitassa ākaḍḍhiyantassa yāva tipabbaṃ tāva lahukaṃ eti, tato upari thaddhaṃ.",
  "mil5.1.2:3.7": "Kiṃ kāraṇā?",
  "mil5.1.2:3.8": "Heṭṭhā parisuddhattā upari sākhājaṭājaṭitattā.",
  "mil5.1.2:3.9": "Evameva kho, mahārāja, ye te sotāpannā pihitāpāyā diṭṭhippattā viññātasatthusāsanā, tesaṃ taṃ cittaṃ tīsu ṭhānesu lahukaṃ uppajjati lahukaṃ pavattati, uparibhūmīsu garukaṃ uppajjati dandhaṃ pavattati.",
  "mil5.1.2:3.10": "Kiṃ kāraṇā?",
  "mil5.1.2:3.11": "Tīsu ṭhānesu cittassa parisuddhattā upari kilesānaṃ appahīnattā, idaṃ dutiyaṃ cittaṃ.",
  "mil5.1.2:4.1": "Tatridaṃ tatiyaṃ cittaṃ vibhattamāpajjati—",
  "mil5.1.2:4.2": "ye te, mahārāja, sakadāgāmino, yesaṃ rāgadosamohā tanubhūtā, tesaṃ taṃ cittaṃ pañcasu ṭhānesu lahukaṃ uppajjati lahukaṃ pavattati, uparibhūmīsu garukaṃ uppajjati dandhaṃ pavattati.",
  "mil5.1.2:4.3": "Kiṃ kāraṇā?",
  "mil5.1.2:4.4": "Pañcasu ṭhānesu cittassa parisuddhattā upari kilesānaṃ appahīnattā.",
  "mil5.1.2:4.5": "Yathā, mahārāja, vaṃsanāḷassa pañcapabbagaṇṭhiparisuddhassa upari sākhājaṭājaṭitassa ākaḍḍhiyantassa yāva pañcapabbaṃ tāva lahukaṃ eti, tato upari thaddhaṃ.",
  "mil5.1.2:4.6": "Kiṃ kāraṇā?",
  "mil5.1.2:4.7": "Heṭṭhā parisuddhattā upari sākhājaṭājaṭitattā.",
  "mil5.1.2:4.8": "Evameva kho, mahārāja, ye te sakadāgāmino, yesaṃ rāgadosamohā tanubhūtā, tesaṃ taṃ cittaṃ pañcasu ṭhānesu lahukaṃ uppajjati lahukaṃ pavattati, uparibhūmīsu garukaṃ uppajjati dandhaṃ pavattati.",
  "mil5.1.2:4.9": "Kiṃ kāraṇā?",
  "mil5.1.2:4.10": "Pañcasu ṭhānesu cittassa parisuddhattā upari kilesānaṃ appahīnattā, idaṃ tatiyaṃ cittaṃ.",
  "mil5.1.2:5.1": "Tatridaṃ catutthaṃ cittaṃ vibhattamāpajjati—",
  "mil5.1.2:5.2": "ye te, mahārāja, anāgāmino, yesaṃ pañcorambhāgiyāni saṃyojanāni pahīnāni, tesaṃ taṃ cittaṃ dasasu ṭhānesu lahukaṃ uppajjati lahukaṃ pavattati, uparibhūmīsu garukaṃ uppajjati dandhaṃ pavattati.",
  "mil5.1.2:5.3": "Kiṃ kāraṇā?",
  "mil5.1.2:5.4": "Dasasu ṭhānesu cittassa parisuddhattā upari kilesānaṃ appahīnattā.",
  "mil5.1.2:5.5": "Yathā, mahārāja, vaṃsanāḷassa dasapabbagaṇṭhiparisuddhassa upari sākhājaṭājaṭitassa ākaḍḍhiyantassa yāva dasapabbaṃ tāva lahukaṃ eti, tato upari thaddhaṃ.",
  "mil5.1.2:5.6": "Kiṃ kāraṇā?",
  "mil5.1.2:5.7": "Heṭṭhā parisuddhattā upari sākhājaṭājaṭitattā.",
  "mil5.1.2:5.8": "Evameva kho, mahārāja, ye te anāgāmino, yesaṃ pañcorambhāgiyāni saṃyojanāni pahīnāni, tesaṃ taṃ cittaṃ dasasu ṭhānesu lahukaṃ uppajjati lahukaṃ pavattati, uparibhūmīsu garukaṃ uppajjati dandhaṃ pavattati.",
  "mil5.1.2:5.9": "Kiṃ kāraṇā?",
  "mil5.1.2:5.10": "Dasasu ṭhānesu cittassa parisuddhattā upari kilesānaṃ appahīnattā, idaṃ catutthaṃ cittaṃ.",
  "mil5.1.2:6.1": "Tatridaṃ pañcamaṃ cittaṃ vibhattamāpajjati—",
  "mil5.1.2:6.2": "ye te, mahārāja, arahanto khīṇāsavā dhotamalā vantakilesā vusitavanto katakaraṇīyā ohitabhārā anuppattasadatthā parikkhīṇabhavasaṃyojanā pattapaṭisambhidā sāvakabhūmīsu parisuddhā, tesaṃ taṃ cittaṃ sāvakavisaye lahukaṃ uppajjati lahukaṃ pavattati, paccekabuddhabhūmīsu garukaṃ uppajjati dandhaṃ pavattati.",
  "mil5.1.2:6.3": "Kiṃ kāraṇā?",
  "mil5.1.2:6.4": "Parisuddhattā sāvakavisaye, aparisuddhattā paccekabuddhavisaye.",
  "mil5.1.2:6.5": "Yathā, mahārāja, vaṃsanāḷassa sabbapabbagaṇṭhiparisuddhassa ākaḍḍhiyantassa lahukaṃ hoti āgamanaṃ adandhaṃ.",
  "mil5.1.2:6.6": "Kiṃ kāraṇā?",
  "mil5.1.2:6.7": "Sabbapabbagaṇṭhiparisuddhattā agahanattā vaṃsassa.",
  "mil5.1.2:6.8": "Evameva kho, mahārāja, ye te arahanto khīṇāsavā dhotamalā vantakilesā vusitavanto katakaraṇīyā ohitabhārā anuppattasadatthā parikkhīṇabhavasaṃyojanā pattapaṭisambhidā sāvakabhūmīsu parisuddhā, tesaṃ taṃ cittaṃ sāvakavisaye lahukaṃ uppajjati lahukaṃ pavattati, paccekabuddhabhūmīsu garukaṃ uppajjati dandhaṃ pavattati.",
  "mil5.1.2:6.9": "Kiṃ kāraṇā?",
  "mil5.1.2:6.10": "Parisuddhattā sāvakavisaye, aparisuddhattā paccekabuddhavisaye, idaṃ pañcamaṃ cittaṃ.",
  "mil5.1.2:7.1": "Tatridaṃ chaṭṭhaṃ cittaṃ vibhattamāpajjati—",
  "mil5.1.2:7.2": "ye te, mahārāja, paccekabuddhā sayambhuno anācariyakā ekacārino khaggavisāṇakappā sakavisaye parisuddhavimalacittā, tesaṃ taṃ cittaṃ sakavisaye lahukaṃ uppajjati lahukaṃ pavattati, sabbaññubuddhabhūmīsu garukaṃ uppajjati dandhaṃ pavattati.",
  "mil5.1.2:7.3": "Kiṃ kāraṇā?",
  "mil5.1.2:7.4": "Parisuddhattā sakavisaye mahantattā sabbaññubuddhavisayassa.",
  "mil5.1.2:7.5": "Yathā, mahārāja, puriso sakavisayaṃ parittaṃ nadiṃ rattimpi divāpi yadicchakaṃ acchambhito otareyya, atha parato mahāsamuddaṃ gambhīraṃ vitthataṃ agādhamapāraṃ disvā bhāyeyya, dandhāyeyya na visaheyya otarituṃ.",
  "mil5.1.2:7.6": "Kiṃ kāraṇā?",
  "mil5.1.2:7.7": "Tiṇṇattā sakavisayassa, mahantattā ca mahāsamuddassa.",
  "mil5.1.2:7.8": "Evameva kho, mahārāja, ye te paccekabuddhā sayambhuno anācariyakā ekacārino khaggavisāṇakappā sakavisaye parisuddhavimalacittā, tesaṃ taṃ cittaṃ sakavisaye lahukaṃ uppajjati lahukaṃ pavattati, sabbaññubuddhabhūmīsu garukaṃ uppajjati dandhaṃ pavattati.",
  "mil5.1.2:7.9": "Kiṃ kāraṇā?",
  "mil5.1.2:7.10": "Parisuddhattā sakavisaye mahantattā sabbaññubuddhavisayassa, idaṃ chaṭṭhaṃ cittaṃ.",
  "mil5.1.2:8.1": "Tatridaṃ sattamaṃ cittaṃ vibhattamāpajjati—",
  "mil5.1.2:8.2": "ye te, mahārāja, sammāsambuddhā sabbaññuno dasabaladharā catuvesārajjavisāradā aṭṭhārasahi buddhadhammehi samannāgatā anantajinā anāvaraṇañāṇā, tesaṃ taṃ cittaṃ sabbattha lahukaṃ uppajjati lahukaṃ pavattati.",
  "mil5.1.2:8.3": "Kiṃ kāraṇā?",
  "mil5.1.2:8.4": "Sabbattha parisuddhattā.",
  "mil5.1.2:8.5": "Api nu kho, mahārāja, nārācassa sudhotassa vimalassa niggaṇṭhissa sukhumadhārassa ajimhassa avaṅkassa akuṭilassa daḷhacāpasamārūḷhassa khomasukhume vā kappāsasukhume vā kambalasukhume vā balavanipātitassa dandhāyitattaṃ vā lagganaṃ vā hotī”ti?",
  "mil5.1.2:8.6": "“Na hi, bhante”.",
  "mil5.1.2:8.7": "“Kiṃ kāraṇā?",
  "mil5.1.2:8.8": "Sukhumattā vatthānaṃ sudhotattā nārācassa nipātassa ca balavattāti;",
  "mil5.1.2:8.9": "evameva kho, mahārāja, ye te sammāsambuddhā sabbaññuno dasabaladharā catuvesārajjavisāradā aṭṭhārasahi buddhadhammehi samannāgatā anantajinā anāvaraṇañāṇā, tesaṃ taṃ cittaṃ sabbattha lahukaṃ uppajjati lahukaṃ pavattati.",
  "mil5.1.2:8.10": "Kiṃ kāraṇā?",
  "mil5.1.2:8.11": "Sabbattha parisuddhattā, idaṃ sattamaṃ cittaṃ.",
  "mil5.1.2:9.1": "Tatra, mahārāja, yadidaṃ sabbaññubuddhānaṃ cittaṃ, taṃ channampi cittānaṃ gaṇanaṃ atikkamitvā asaṅkhyeyyena guṇena parisuddhañca lahukañca.",
  "mil5.1.2:9.2": "Yasmā ca bhagavato cittaṃ parisuddhañca lahukañca, tasmā, mahārāja, bhagavā yamakapāṭihīraṃ dasseti.",
  "mil5.1.2:9.3": "Yamakapāṭihīre, mahārāja, ñātabbaṃ buddhānaṃ bhagavantānaṃ cittaṃ evaṃ lahuparivattanti, na tattha sakkā uttariṃ kāraṇaṃ vattuṃ, tepi, mahārāja, pāṭihīrā sabbaññubuddhānaṃ cittaṃ upādāya gaṇanampi saṅkhampi kalampi kalabhāgampi na upenti, āvajjanapaṭibaddhaṃ, mahārāja, bhagavato sabbaññutañāṇaṃ, āvajjetvā yadicchakaṃ jānāti.",
  "mil5.1.2:10.1": "Yathā, mahārāja, puriso hatthe ṭhapitaṃ yaṃ kiñci dutiye hatthe ṭhapeyya vivaṭena mukhena vācaṃ nicchāreyya, mukhagataṃ bhojanaṃ gileyya, ummīletvā vā nimīleyya, nimīletvā vā ummīleyya, samiñjitaṃ vā bāhaṃ pasāreyya, pasāritaṃ vā bāhaṃ samiñjeyya, cirataraṃ etaṃ, mahārāja, lahutaraṃ bhagavato sabbaññutañāṇaṃ, lahutaraṃ āvajjanaṃ, āvajjetvā yadicchakaṃ jānāti, āvajjanavikalamattakena na tāvatā buddhā bhagavanto asabbaññuno nāma hontī”ti.",
  "mil5.1.2:11.1": "“Āvajjanampi, bhante nāgasena, pariyesanāya kātabbaṃ, iṅgha maṃ tattha kāraṇena saññāpehī”ti.",
  "mil5.1.2:11.2": "“Yathā, mahārāja, purisassa aḍḍhassa mahaddhanassa mahābhogassa pahūtajātarūparajatassa pahūtavittūpakaraṇassa pahūtadhanadhaññassa sālivīhiyavataṇḍulatilamuggamāsapubbaṇṇāparaṇṇasappitelanavanītakhīradadhimadhuguḷaphāṇitā ca khaḷopikumbhipīṭharakoṭṭhabhājanagatā bhaveyyuṃ, tassa ca purisassa pāhunako āgaccheyya bhattāraho bhattābhikaṅkhī, tassa ca gehe yaṃ randhaṃ bhojanaṃ, taṃ pariniṭṭhitaṃ bhaveyya, kumbhito taṇḍule nīharitvā bhojanaṃ randheyya, api ca kho so, mahārāja, tāvatakena bhojanavekallamattakena adhano nāma kapaṇo nāma bhaveyyā”ti?",
  "mil5.1.2:11.3": "“Na hi, bhante, cakkavattirañño gharepi, bhante, akāle bhojanavekallaṃ hoti, kiṃ pana gahapatikassā”ti?",
  "mil5.1.2:11.4": "“Evameva kho, mahārāja, tathāgatassa āvajjanavikalamattakaṃ sabbaññutañāṇaṃ āvajjetvā yadicchakaṃ jānāti.",
  "mil5.1.2:12.1": "Yathā vā pana, mahārāja, rukkho assa phalito oṇatavinato piṇḍibhārabharito, na kiñci tattha patitaṃ phalaṃ bhaveyya, api nu kho so, mahārāja, rukkho tāvatakena patitaphalavekallamattakena aphalo nāma bhaveyyā”ti?",
  "mil5.1.2:12.2": "“Na hi, bhante, patanapaṭibaddhāni tāni rukkhaphalāni, patite yadicchakaṃ labhatī”ti.",
  "mil5.1.2:12.3": "“Evameva kho, mahārāja, tathāgatassa āvajjanapaṭibaddhaṃ sabbaññutañāṇaṃ āvajjetvā yadicchakaṃ jānātī”ti.",
  "mil5.1.2:13.1": "“Bhante nāgasena, āvajjetvā āvajjetvā buddho yadicchakaṃ jānātī”ti?",
  "mil5.1.2:13.2": "“Āma, mahārāja, bhagavā āvajjetvā āvajjetvā yadicchakaṃ jānātīti.",
  "mil5.1.2:14.1": "Yathā, mahārāja, cakkavattī rājā yadā cakkaratanaṃ sarati ‘upetu me cakkaratanan’ti, sarite cakkaratanaṃ upeti;",
  "mil5.1.2:14.2": "evameva kho, mahārāja, tathāgato āvajjetvā āvajjetvā yadicchakaṃ jānātī”ti.",
  "mil5.1.2:14.3": "“Daḷhaṃ, bhante nāgasena, kāraṇaṃ, buddho sabbaññū, sampaṭicchāma buddho sabbaññū”ti.",
  "mil5.1.2:15.1": "Buddhasabbaññubhāvapañho dutiyo."
}