{
  "mil5.3.1:0.1": "Milindapañha",
  "mil5.3.1:0.2": "Meṇḍakapañha",
  "mil5.3.1:0.3": "Paṇāmitavagga",
  "mil5.3.1:0.4": "1. Seṭṭhadhammapañha",
  "mil5.3.1:1.1": "“Bhante nāgasena, bhāsitampetaṁ bhagavatā—",
  "mil5.3.1:1.2": "‘dhammo hi, vāseṭṭha, seṭṭho janetasmiṁ diṭṭhe ceva dhamme abhisamparāye cā’ti.",
  "mil5.3.1:1.3": "Puna ca ‘upāsako gihī sotāpanno pihitāpāyo diṭṭhippatto viññātasāsano bhikkhuṁ vā sāmaṇeraṁ vā puthujjanaṁ abhivādeti paccuṭṭhetī’ti.",
  "mil5.3.1:1.4": "Yadi, bhante nāgasena, bhagavatā bhaṇitaṁ—",
  "mil5.3.1:1.5": "‘dhammo hi, vāseṭṭha, seṭṭho janetasmiṁ diṭṭhe ceva dhamme abhisamparāye cā’ti, tena hi ‘upāsako gihī sotāpanno pihitāpāyo diṭṭhippatto viññātasāsano bhikkhuṁ vā sāmaṇeraṁ vā puthujjanaṁ abhivādeti paccuṭṭhetī’ti yaṁ vacanaṁ, taṁ micchā.",
  "mil5.3.1:1.6": "Yadi ‘upāsako gihī sotāpanno pihitāpāyo diṭṭhippatto viññātasāsano bhikkhuṁ vā sāmaṇeraṁ vā puthujjanaṁ abhivādeti paccuṭṭheti’, tena hi ‘dhammo hi, vāseṭṭha, seṭṭho janetasmiṁ diṭṭhe ceva dhamme abhisamparāye cā’ti tampi vacanaṁ micchā.",
  "mil5.3.1:1.7": "Ayampi ubhato koṭiko pañho tavānuppatto, so tayā nibbāhitabbo”ti.",
  "mil5.3.1:2.1": "“Bhāsitampetaṁ, mahārāja, bhagavatā ‘dhammo hi, vāseṭṭha, seṭṭho janetasmiṁ diṭṭhe ceva dhamme abhisamparāye cā’ti, ‘upāsako ca gihī sotāpanno pihitāpāyo diṭṭhippatto viññātasāsano bhikkhuṁ vā sāmaṇeraṁ vā puthujjanaṁ abhivādeti paccuṭṭheti’.",
  "mil5.3.1:2.2": "Tattha pana kāraṇaṁ atthi.",
  "mil5.3.1:2.3": "Katamaṁ taṁ kāraṇaṁ?",
  "mil5.3.1:3.1": "Vīsati kho panime, mahārāja, samaṇassa samaṇakaraṇā dhammā dve ca liṅgāni, yehi samaṇo abhivādanapaccuṭṭhānasammānanapūjanāraho hoti.",
  "mil5.3.1:3.2": "Katame vīsati samaṇassa samaṇakaraṇā dhammā dve ca liṅgāni?",
  "mil5.3.1:3.3": "Seṭṭho dhammārāmo, aggo niyamo, cāro vihāro saṁyamo saṁvaro khanti soraccaṁ ekattacariyā ekattābhirati paṭisallānaṁ hiriottappaṁ vīriyaṁ appamādo sikkhāsamādānaṁ uddeso paripucchā sīlādiabhirati nirālayatā sikkhāpadapāripūritā, kāsāvadhāraṇaṁ, bhaṇḍubhāvo.",
  "mil5.3.1:3.4": "Ime kho, mahārāja, vīsati samaṇassa samaṇakaraṇā dhammā dve ca liṅgāni.",
  "mil5.3.1:3.5": "Ete guṇe bhikkhu samādāya vattati, so tesaṁ dhammānaṁ anūnattā paripuṇṇattā sampannattā samannāgatattā asekkhabhūmiṁ arahantabhūmiṁ okkamati, seṭṭhaṁ bhūmantaraṁ okkamati, arahattāsannagatoti arahati upāsako sotāpanno bhikkhuṁ puthujjanaṁ abhivādetuṁ paccuṭṭhātuṁ.",
  "mil5.3.1:4.1": "‘Khīṇāsavehi so sāmaññaṁ upagato, natthi me so samayo’ti arahati upāsako sotāpanno bhikkhuṁ puthujjanaṁ abhivādetuṁ paccuṭṭhātuṁ.",
  "mil5.3.1:5.1": "‘Aggaparisaṁ so upagato, nāhaṁ taṁ ṭhānaṁ upagato’ti arahati upāsako sotāpanno bhikkhuṁ puthujjanaṁ abhivādetuṁ paccuṭṭhātuṁ.",
  "mil5.3.1:6.1": "‘Labhati so pātimokkhuddesaṁ sotuṁ, nāhaṁ taṁ labhāmi sotun’ti arahati upāsako sotāpanno bhikkhuṁ puthujjanaṁ abhivādetuṁ paccuṭṭhātuṁ.",
  "mil5.3.1:7.1": "‘So aññe pabbājeti upasampādeti jinasāsanaṁ vaḍḍheti, ahametaṁ na labhāmi kātun’ti arahati upāsako sotāpanno bhikkhuṁ puthujjanaṁ abhivādetuṁ paccuṭṭhātuṁ.",
  "mil5.3.1:8.1": "‘Appamāṇesu so sikkhāpadesu samattakārī, nāhaṁ tesu vattāmī’ti arahati upāsako sotāpanno bhikkhuṁ puthujjanaṁ abhivādetuṁ paccuṭṭhātuṁ.",
  "mil5.3.1:9.1": "‘Upagato so samaṇaliṅgaṁ, buddhādhippāye ṭhito, tenāhaṁ liṅgena dūramapagato’ti arahati upāsako sotāpanno bhikkhuṁ puthujjanaṁ abhivādetuṁ paccuṭṭhātuṁ.",
  "mil5.3.1:10.1": "‘Parūḷhakacchalomo so anañjitaamaṇḍito anulittasīlagandho, ahaṁ pana maṇḍanavibhūsanābhirato’ti arahati upāsako sotāpanno bhikkhuṁ puthujjanaṁ abhivādetuṁ paccuṭṭhātuṁ.",
  "mil5.3.1:11.1": "Api ca, mahārāja, ‘ye te vīsati samaṇakaraṇā dhammā dve ca liṅgāni, sabbepete dhammā bhikkhussa saṁvijjanti, soyeva te dhamme dhāreti, aññepi tattha sikkhāpeti, so me āgamo sikkhāpanañca natthī’ti arahati upāsako sotāpanno bhikkhuṁ puthujjanaṁ abhivādetuṁ paccuṭṭhātuṁ.",
  "mil5.3.1:12.1": "Yathā, mahārāja, rājakumāro purohitassa santike vijjaṁ adhīyati, khattiyadhammaṁ sikkhati, so aparena samayena abhisitto ācariyaṁ abhivādeti paccuṭṭheti ‘sikkhāpako me ayan’ti;",
  "mil5.3.1:12.2": "evameva kho, mahārāja, ‘bhikkhu sikkhāpako vaṁsadharo’ti arahati upāsako sotāpanno bhikkhuṁ puthujjanaṁ abhivādetuṁ paccuṭṭhātuṁ.",
  "mil5.3.1:13.1": "Api ca, mahārāja, imināpetaṁ pariyāyena jānāhi bhikkhubhūmiyā mahantataṁ asamavipulabhāvaṁ.",
  "mil5.3.1:13.2": "Yadi, mahārāja, upāsako sotāpanno arahattaṁ sacchikaroti, dveva tassa gatiyo bhavanti anaññā tasmiṁyeva divase parinibbāyeyya vā, bhikkhubhāvaṁ vā upagaccheyya.",
  "mil5.3.1:13.3": "Acalā hi sā, mahārāja, pabbajjā, mahatī accuggatā, yadidaṁ bhikkhubhūmī”ti.",
  "mil5.3.1:13.4": "“Ñāṇagato, bhante nāgasena, pañho sunibbeṭhito balavatā atibuddhinā tayā, na yimaṁ pañhaṁ samattho añño evaṁ viniveṭhetuṁ aññatra tavādisena buddhimatā”ti.",
  "mil5.3.1:14.1": "Seṭṭhadhammapañho paṭhamo."
}