{
  "mil5.2.1:0.1": "Milindapañha",
  "mil5.2.1:0.2": "Meṇḍakapañha",
  "mil5.2.1:0.3": "Abhejjavagga",
  "mil5.2.1:0.4": "1. Khuddānukhuddakapañha",
  "mil5.2.1:1.1": "“Bhante nāgasena, bhāsitampetaṁ bhagavatā—",
  "mil5.2.1:1.2": "‘abhiññāyāhaṁ, bhikkhave, dhammaṁ desemi no anabhiññāyā’ti.",
  "mil5.2.1:1.3": "Puna ca vinayapaññattiyā evaṁ bhaṇitaṁ—",
  "mil5.2.1:1.4": "‘ākaṅkhamāno, ānanda, saṅgho mamaccayena khuddānukhuddakāni sikkhāpadāni samūhanatū’ti.",
  "mil5.2.1:1.5": "Kiṁ nu kho, bhante nāgasena, khuddānukhuddakāni sikkhāpadāni duppaññattāni, udāhu avatthusmiṁ ajānitvā paññattāni, yaṁ bhagavā attano accayena khuddānukhuddakāni sikkhāpadāni samūhanāpeti?",
  "mil5.2.1:1.6": "Yadi, bhante nāgasena, bhagavatā bhaṇitaṁ—",
  "mil5.2.1:1.7": "‘abhiññāyāhaṁ, bhikkhave, dhammaṁ desemi no anabhiññāyā’ti, tena hi ‘ākaṅkhamāno, ānanda, saṅgho mamaccayena khuddānukhuddakāni sikkhāpadāni samūhanatū’ti yaṁ vacanaṁ, taṁ micchā.",
  "mil5.2.1:1.8": "Yadi tathāgatena vinayapaññattiyā evaṁ bhaṇitaṁ—",
  "mil5.2.1:1.9": "‘ākaṅkhamāno, ānanda, saṅgho mamaccayena khuddānukhuddakāni sikkhāpadāni samūhanatū’ti tena hi ‘abhiññāyāhaṁ, bhikkhave, dhammaṁ desemi no anabhiññāyā’ti tampi vacanaṁ micchā.",
  "mil5.2.1:1.10": "Ayampi ubhato koṭiko pañho sukhumo nipuṇo gambhīro sugambhīro dunnijjhāpayo, so tavānuppatto, tattha te ñāṇabalavipphāraṁ dassehī”ti.",
  "mil5.2.1:2.1": "“Bhāsitampetaṁ, mahārāja, bhagavatā ‘abhiññāyāhaṁ, bhikkhave, dhammaṁ desemi no anabhiññāyā’ti, vinayapaññattiyāpi evaṁ bhaṇitaṁ—",
  "mil5.2.1:2.2": "‘ākaṅkhamāno, ānanda, saṅgho mamaccayena khuddānukhuddakāni sikkhāpadāni samūhanatū’ti, taṁ pana, mahārāja, tathāgato bhikkhū vīmaṁsamāno āha—",
  "mil5.2.1:2.3": "‘ukkalessanti nu kho mama sāvakā mayā vissajjāpīyamānā mamaccayena khuddānukhuddakāni sikkhāpadāni, udāhu ādiyissantī’ti.",
  "mil5.2.1:3.1": "Yathā, mahārāja, cakkavattī rājā putte evaṁ vadeyya ‘ayaṁ kho, tātā, mahājanapado sabbadisāsu sāgarapariyanto, dukkaro, tātā, tāvatakena balena dhāretuṁ, etha tumhe, tātā, mamaccayena paccante paccante dese pajahathā’ti.",
  "mil5.2.1:3.2": "Api nu kho te, mahārāja, kumārā pituaccayena hatthagate janapade sabbe te paccante paccante dese muñceyyun”ti?",
  "mil5.2.1:3.3": "“Na hi, bhante, rājato, bhante, luddhatarā kumārā rajjalobhena taduttariṁ diguṇatiguṇaṁ janapadaṁ pariggaṇheyyuṁ, kiṁ pana te hatthagataṁ janapadaṁ muñceyyun”ti?",
  "mil5.2.1:3.4": "“Evameva kho, mahārāja, tathāgato bhikkhū vīmaṁsamāno evamāha—",
  "mil5.2.1:3.5": "‘ākaṅkhamāno, ānanda, saṅgho mamaccayena khuddānukhuddakāni sikkhāpadāni samūhanatū’ti.",
  "mil5.2.1:3.6": "Dukkhaparimuttiyā, mahārāja, buddhaputtā dhammalobhena aññampi uttariṁ diyaḍḍhasikkhāpadasataṁ gopeyyuṁ, kiṁ pana pakatipaññattaṁ sikkhāpadaṁ muñceyyun”ti?",
  "mil5.2.1:4.1": "“Bhante nāgasena, yaṁ bhagavā āha—",
  "mil5.2.1:4.2": "‘khuddānukhuddakāni sikkhāpadānī’ti, etthāyaṁ jano sammūḷho vimatijāto adhikato saṁsayapakkhando.",
  "mil5.2.1:4.3": "Katamāni tāni khuddakāni sikkhāpadāni, katamāni anukhuddakāni sikkhāpadānī”ti?",
  "mil5.2.1:4.4": "“Dukkaṭaṁ, mahārāja, khuddakaṁ sikkhāpadaṁ, dubbhāsitaṁ anukhuddakaṁ sikkhāpadaṁ, imāni dve khuddānukhuddakāni sikkhāpadāni, pubbakehipi, mahārāja, mahātherehi ettha vimati uppāditā, tehipi ekajjhaṁ na kato dhammasaṇṭhitipariyāye bhagavatā eso pañho upadiṭṭho”ti.",
  "mil5.2.1:4.5": "“Ciranikkhittaṁ, bhante nāgasena, jinarahassaṁ ajjetarahi loke vivaṭaṁ pākaṭaṁ katan”ti.",
  "mil5.2.1:5.1": "Khuddānukhuddakapañho paṭhamo."
}