{
  "mil5.5.6:0.1": "Milindapañha",
  "mil5.5.6:0.2": "Meṇḍakapañha",
  "mil5.5.6:0.3": "Santhavavagga",
  "mil5.5.6:0.4": "6. Chaddantajotipālārabbhapañha",
  "mil5.5.6:1.1": "“Bhante nāgasena, bhāsitampetaṃ bhagavatā chaddanto nāgarājā—",
  "mil5.5.6:2.1": "‘Vadhissametanti parāmasanto,",
  "mil5.5.6:2.2": "Kāsāvamaddakkhi dhajaṃ isīnaṃ;",
  "mil5.5.6:2.3": "Dukkhena phuṭṭhassudapādi saññā,",
  "mil5.5.6:2.4": "Arahaddhajo sabbhi avajjharūpo’ti.",
  "mil5.5.6:3.1": "Puna ca bhaṇitaṃ—",
  "mil5.5.6:3.2": "‘jotipālamāṇavo samāno kassapaṃ bhagavantaṃ arahantaṃ sammāsambuddhaṃ muṇḍakavādena samaṇakavādena asabbhāhi pharusāhi vācāhi akkosi paribhāsī’ti.",
  "mil5.5.6:3.3": "Yadi, bhante nāgasena, bodhisatto tiracchānagato samāno kāsāvaṃ abhipūjayi, tena hi ‘jotipālena māṇavena kassapo bhagavā arahaṃ sammāsambuddho muṇḍakavādena samaṇakavādena asabbhāhi pharusāhi vācāhi akkuṭṭho paribhāsito’ti yaṃ vacanaṃ, taṃ micchā.",
  "mil5.5.6:3.4": "Yadi jotipālena māṇavena kassapo bhagavā arahaṃ sammāsambuddho muṇḍakavādena samaṇakavādena asabbhāhi pharusāhi vācāhi akkuṭṭho paribhāsito, tena hi ‘chaddantena nāgarājena kāsāvaṃ pūjitan’ti tampi vacanaṃ micchā.",
  "mil5.5.6:3.5": "Yadi tiracchānagatena bodhisattena kakkhaḷakharakaṭukavedanaṃ vedayamānena luddakena nivatthaṃ kāsāvaṃ pūjitaṃ, kiṃ manussabhūto samāno paripakkañāṇo paripakkāya bodhiyā kassapaṃ bhagavantaṃ arahantaṃ sammāsambuddhaṃ dasabalaṃ lokanāyakaṃ uditoditaṃ jalitabyāmobhāsaṃ pavaruttamaṃ pavararucirakāsikakāsāvamabhipārutaṃ disvā na pūjayi?",
  "mil5.5.6:3.6": "Ayampi ubhato koṭiko pañho tavānuppatto, so tayā nibbāhitabboti.",
  "mil5.5.6:4.1": "Bhāsitampetaṃ, mahārāja, bhagavatā chaddanto nāgarājā ‘vadhissametanti …pe…",
  "mil5.5.6:4.2": "avajjharūpo’ti.",
  "mil5.5.6:4.3": "Jotipālena ca māṇavena kassapo bhagavā arahaṃ sammāsambuddho muṇḍakavādena samaṇakavādena asabbhāhi pharusāhi vācāhi akkuṭṭho paribhāsito, tañca pana jātivasena kulavasena.",
  "mil5.5.6:4.4": "Jotipālo, mahārāja, māṇavo assaddhe appasanne kule paccājāto, tassa mātāpitaro bhaginibhātaro dāsidāsaceṭakaparivārakamanussā brahmadevatā brahmagarukā, te ‘brāhmaṇā eva uttamā pavarā’ti avasese pabbajite garahanti jigucchanti, tesaṃ taṃ vacanaṃ sutvā jotipālo māṇavo ghaṭikārena kumbhakārena satthāraṃ dassanāya pakkosito evamāha—",
  "mil5.5.6:4.5": "‘kiṃ pana tena muṇḍakena samaṇakena diṭṭhenā’ti.",
  "mil5.5.6:5.1": "Yathā, mahārāja, amataṃ visamāsajja tittakaṃ hoti, yathā ca sītodakaṃ aggimāsajja uṇhaṃ hoti;",
  "mil5.5.6:5.2": "evameva kho, mahārāja, jotipālo māṇavo assaddhe appasanne kule paccājāto, so kulavasena andho hutvā tathāgataṃ akkosi paribhāsi.",
  "mil5.5.6:6.1": "Yathā, mahārāja, jalitapajjalito mahāaggikkhandho sappabhāso udakamāsajja upahatappabhātejo sītalo kāḷako bhavati paripakkanigguṇḍiphalasadiso;",
  "mil5.5.6:6.2": "evameva kho, mahārāja, jotipālo māṇavo puññavā saddho ñāṇavipulasappabhāso assaddhe appasanne kule paccājāto, so kulavasena andho hutvā tathāgataṃ akkosi paribhāsi, upagantvā ca buddhaguṇamaññāya ceṭakabhūto viya ahosi, jinasāsane pabbajitvā abhiññā ca samāpattiyo ca nibbattetvā brahmalokūpago ahosī”ti.",
  "mil5.5.6:6.3": "“Sādhu, bhante nāgasena, evametaṃ tathā sampaṭicchāmī”ti.",
  "mil5.5.6:7.1": "Chaddantajotipālārabbhapañho chaṭṭho."
}