{
  "mil5.4.1:0.1": "Milindapañha",
  "mil5.4.1:0.2": "Meṇḍakapañha",
  "mil5.4.1:0.3": "Sabbaññutañāṇavagga",
  "mil5.4.1:0.4": "1 Iddhikammavipākapañha",
  "mil5.4.1:1.1": "“Bhante nāgasena, bhāsitampetaṃ bhagavatā—",
  "mil5.4.1:1.2": "‘etadaggaṃ, bhikkhave, mama sāvakānaṃ bhikkhūnaṃ iddhimantānaṃ yadidaṃ mahāmoggallāno’ti.",
  "mil5.4.1:1.3": "Puna ca kira so laguḷehi paripothito bhinnasīso sañcuṇṇitaṭṭhimaṃsadhamanichinnaparigatto parinibbuto.",
  "mil5.4.1:1.4": "Yadi, bhante nāgasena, thero mahāmoggallāno iddhiyā koṭiṃ gato, tena hi laguḷehi pothito parinibbutoti yaṃ vacanaṃ, taṃ micchā.",
  "mil5.4.1:1.5": "Yadi laguḷehi paripothito parinibbuto, tena hi iddhiyā koṭiṃ gatoti tampi vacanaṃ micchā.",
  "mil5.4.1:1.6": "Kiṃ na samattho iddhiyā attano upaghātaṃ apanayituṃ, sadevakassapi lokassa paṭisaraṇaṃ bhavituṃ arahoti?",
  "mil5.4.1:1.7": "Ayampi ubhato koṭiko pañho tavānuppatto, so tayā nibbāhitabbo”ti.",
  "mil5.4.1:2.1": "“Bhāsitampetaṃ, mahārāja, bhagavatā—",
  "mil5.4.1:2.2": "‘etadaggaṃ, bhikkhave, mama sāvakānaṃ bhikkhūnaṃ iddhimantānaṃ yadidaṃ mahāmoggallāno’ti.",
  "mil5.4.1:2.3": "Āyasmā ca mahāmoggallāno laguḷahato parinibbuto, tañca pana kammādhiggahitenā”ti.",
  "mil5.4.1:3.1": "“Nanu, bhante nāgasena, iddhimato iddhivisayopi kammavipākopi dve acintiyā, acintiyena acintiyaṃ apanayitabbaṃ.",
  "mil5.4.1:3.2": "Yathā nāma, bhante, keci phalakāmā kapitthena kapitthaṃ pothenti, ambena ambaṃ pothenti;",
  "mil5.4.1:3.3": "evameva kho, bhante nāgasena, acintiyena acintiyaṃ pothayitvā apanetabban”ti?",
  "mil5.4.1:3.4": "“Acintiyānampi, mahārāja, ekaṃ adhimattaṃ balavataraṃ.",
  "mil5.4.1:3.5": "Yathā, mahārāja, mahiyā rājāno honti samajaccā, samajaccānampi tesaṃ eko sabbe abhibhavitvā āṇaṃ pavatteti;",
  "mil5.4.1:3.6": "evameva kho, mahārāja, tesaṃ acintiyānaṃ kammavipākaṃyeva adhimattaṃ balavataraṃ, kammavipākaṃ yeva sabbe abhibhaviya āṇaṃ pavatteti, kammādhiggahitassa avasesā kiriyā okāsaṃ na labhanti.",
  "mil5.4.1:4.1": "Idha pana, mahārāja, koci puriso kismiñcideva pakaraṇe aparajjhati, na tassa mātā vā pitā vā bhaginī vā bhātaro vā sakhī vā sahāyakā vā tāyanti, atha kho rājāyeva tattha abhibhaviya āṇaṃ pavatteti.",
  "mil5.4.1:4.2": "Kiṃ tattha kāraṇaṃ?",
  "mil5.4.1:4.3": "Aparādhikatā.",
  "mil5.4.1:4.4": "Evameva kho, mahārāja, tesaṃ acintiyānaṃ kammavipākaṃyeva adhimattaṃ balavataraṃ, kammavipākaṃyeva sabbe abhibhaviya āṇaṃ pavatteti, kammādhiggahitassa avasesā kiriyā okāsaṃ na labhanti.",
  "mil5.4.1:5.1": "Yathā vā pana, mahārāja, mahiyā davaḍāhe samuṭṭhite ghaṭasahassampi udakaṃ na sakkoti nibbāpetuṃ, atha kho aggiyeva tattha abhibhaviya āṇaṃ pavatteti.",
  "mil5.4.1:5.2": "Kiṃ tattha kāraṇaṃ?",
  "mil5.4.1:5.3": "Balavatā tejassa.",
  "mil5.4.1:5.4": "Evameva kho, mahārāja, tesaṃ acintiyānaṃ kammavipākaṃ yeva adhimattaṃ balavataraṃ, kammavipākaṃyeva sabbe abhibhaviya āṇaṃ pavatteti, kammādhiggahitassa avasesā kiriyā okāsaṃ na labhanti, tasmā, mahārāja, āyasmato mahāmoggallānassa kammādhiggahitassa laguḷehi pothiyamānassa iddhiyā samannāhāro nāhosī”ti.",
  "mil5.4.1:5.5": "“Sādhu, bhante nāgasena, evametaṃ tathā sampaṭicchāmī”ti.",
  "mil5.4.1:6.1": "Iddhikammavipākapañho paṭhamo."
}