{
  "mil5.5.5:0.1": "Milindapañha",
  "mil5.5.5:0.2": "Meṇḍakapañha",
  "mil5.5.5:0.3": "Santhavavagga",
  "mil5.5.5:0.4": "5. Buddhaaviheṭhakapañha",
  "mil5.5.5:1.1": "“Bhante nāgasena, bhāsitampetaṁ bhagavatā—",
  "mil5.5.5:1.2": "‘pubbe vāhaṁ manussabhūto samāno sattānaṁ aviheṭhakajātiko ahosin’ti.",
  "mil5.5.5:1.3": "Puna ca bhaṇitaṁ—",
  "mil5.5.5:1.4": "‘lomasakassapo nāma isi samāno anekasate pāṇe ghātayitvā vājapeyyaṁ mahāyaññaṁ yajī’ti.",
  "mil5.5.5:1.5": "Yadi, bhante nāgasena, bhagavatā bhaṇitaṁ—",
  "mil5.5.5:1.6": "‘pubbe vāhaṁ manussabhūto samāno sattānaṁ aviheṭhakajātiko ahosin’ti, tena hi ‘lomasakassapena isinā anekasate pāṇe ghātayitvā vājapeyyaṁ mahāyaññaṁ yajitan’ti yaṁ vacanaṁ, taṁ micchā.",
  "mil5.5.5:1.7": "Yadi ‘lomasakassapena isinā anekasate pāṇe ghātayitvā vājapeyyaṁ mahāyaññaṁ yajitaṁ’, tena hi ‘pubbe vāhaṁ manussabhūto samāno sattānaṁ aviheṭhakajātiko ahosin’ti tampi vacanaṁ micchā.",
  "mil5.5.5:1.8": "Ayampi ubhato koṭiko pañho tavānuppatto, so tayā nibbāhitabbo”ti.",
  "mil5.5.5:2.1": "“Bhāsitampetaṁ, mahārāja, bhagavatā—",
  "mil5.5.5:2.2": "‘pubbe vāhaṁ manussabhūto samāno sattānaṁ aviheṭhakajātiko ahosin’ti, ‘lomasakassapena isinā anekasate pāṇe ghātayitvā vājapeyyaṁ mahāyaññaṁ yajitaṁ’, tañca pana rāgavasena visaññinā, no sacetanenā”ti.",
  "mil5.5.5:3.1": "“Aṭṭhime, bhante nāgasena, puggalā pāṇaṁ hananti.",
  "mil5.5.5:3.2": "Katame aṭṭha?",
  "mil5.5.5:3.3": "Ratto rāgavasena pāṇaṁ hanati, duṭṭho dosavasena pāṇaṁ hanati, mūḷho mohavasena pāṇaṁ hanati, mānī mānavasena pāṇaṁ hanati, luddho lobhavasena pāṇaṁ hanati, akiñcano jīvikatthāya pāṇaṁ hanati, bālo hassavasena pāṇaṁ hanati, rājā vinayanavasena pāṇaṁ hanati.",
  "mil5.5.5:3.4": "Ime kho, bhante nāgasena, aṭṭha puggalā pāṇaṁ hananti.",
  "mil5.5.5:3.5": "Pākatikaṁyeva, bhante nāgasena, bodhisattena katan”ti.",
  "mil5.5.5:3.6": "“Na, mahārāja, pākatikaṁ bodhisattena kataṁ, yadi, mahārāja, bodhisatto pakatibhāvena onameyya mahāyaññaṁ yajituṁ, na yimaṁ gāthaṁ bhaṇeyya—",
  "mil5.5.5:4.1": "‘Sasamuddapariyāyaṁ,",
  "mil5.5.5:4.2": "mahiṁ sāgarakuṇḍalaṁ;",
  "mil5.5.5:4.3": "Na icche saha nindāya,",
  "mil5.5.5:4.4": "evaṁ seyha vijānahī’ti.",
  "mil5.5.5:5.1": "Evaṁvādī, mahārāja, bodhisatto saha dassanena candavatiyā rājakaññāya visaññī ahosi khittacitto ratto visaññibhūto ākulākulo turitaturito tena vikkhittabhantaluḷitacittena mahatimahāpasughātagalaruhirasañcayaṁ vājapeyyaṁ mahāyaññaṁ yaji.",
  "mil5.5.5:6.1": "Yathā, mahārāja, ummattako khittacitto jalitampi jātavedaṁ akkamati, kupitampi āsīvisaṁ gaṇhāti, mattampi hatthiṁ upeti, samuddampi atīradassiṁ pakkhandati, candanikampi oḷigallampi omaddati, kaṇṭakādhānampi abhiruhati, papātepi patati, asucimpi bhakkheti, naggopi rathiyā carati, aññampi bahuvidhaṁ akiriyaṁ karoti.",
  "mil5.5.5:6.2": "Evameva kho, mahārāja, bodhisatto saha dassanena candavatiyā rājakaññāya visaññī ahosi khittacitto ratto visaññibhūto ākulākulo turitaturito, tena vikkhittabhantaluḷitacittena mahatimahāpasughātagalaruhirasañcayaṁ vājapeyyaṁ mahāyaññaṁ yaji.",
  "mil5.5.5:7.1": "Khittacittena, mahārāja, kataṁ pāpaṁ diṭṭhadhammepi na mahāsāvajjaṁ hoti, samparāye vipākenapi no tathā.",
  "mil5.5.5:7.2": "Idha, mahārāja, koci ummattako vajjhamāpajjeyya, tassa tumhe kiṁ daṇḍaṁ dhārethā”ti?",
  "mil5.5.5:7.3": "“Ko, bhante, ummattakassa daṇḍo bhavissati, taṁ mayaṁ pothāpetvā nīharāpema, esova tassa daṇḍo”ti.",
  "mil5.5.5:7.4": "“Iti kho, mahārāja, ummattakassa aparādhe daṇḍopi na bhavati, tasmā ummattakassa katepi na doso bhavati satekiccho.",
  "mil5.5.5:7.5": "Evameva kho, mahārāja, lomasakassapo isi saha dassanena candavatiyā rājakaññāya visaññī ahosi khittacitto ratto visaññibhūto visaṭapayāto ākulākulo turitaturito, tena vikkhittabhantaluḷitacittena mahatimahāpasughātagalaruhirasañcayaṁ vājapeyyaṁ mahāyaññaṁ yaji.",
  "mil5.5.5:7.6": "Yadā ca pana pakaticitto ahosi paṭiladdhassati, tadā punadeva pabbajitvā pañcābhiññāyo nibbattetvā brahmalokūpago ahosī”ti.",
  "mil5.5.5:7.7": "“Sādhu, bhante nāgasena, evametaṁ tathā sampaṭicchāmī”ti.",
  "mil5.5.5:8.1": "Buddhaaviheṭhakapañho pañcamo."
}