{
  "mil5.5.11:0.1": "Milindapañha",
  "mil5.5.11:0.2": "Meṇḍakapañha",
  "mil5.5.11:0.3": "Santhavavagga",
  "mil5.5.11:0.4": "11. Ācariyānācariyapañha",
  "mil5.5.11:1.1": "“Bhante nāgasena, bhāsitampetaṃ bhagavatā—",
  "mil5.5.11:2.1": "‘Na me ācariyo atthi,",
  "mil5.5.11:2.2": "sadiso me na vijjati;",
  "mil5.5.11:2.3": "Sadevakasmiṃ lokasmiṃ,",
  "mil5.5.11:2.4": "natthi me paṭipuggalo’ti.",
  "mil5.5.11:3.1": "Puna ca bhaṇitaṃ—",
  "mil5.5.11:3.2": "‘iti kho, bhikkhave, āḷāro kālāmo ācariyo me samāno antevāsiṃ maṃ samānaṃ attanā samasamaṃ ṭhapesi, uḷārāya ca maṃ pūjāya pūjesī’ti.",
  "mil5.5.11:3.3": "Yadi, bhante nāgasena, tathāgatena bhaṇitaṃ—",
  "mil5.5.11:3.4": "‘na me ācariyo atthi, sadiso me na vijjati.",
  "mil5.5.11:3.5": "Sadevakasmiṃ lokasmiṃ, natthi me paṭipuggalo’ti, tena hi ‘iti kho, bhikkhave, āḷāro kālāmo ācariyo me samāno antevāsiṃ maṃ samānaṃ attanā samasamaṃ ṭhapesī’ti yaṃ vacanaṃ, taṃ micchā.",
  "mil5.5.11:3.6": "Yadi tathāgatena bhaṇitaṃ—",
  "mil5.5.11:3.7": "‘iti kho, bhikkhave, āḷāro kālāmo ācariyo me samāno antevāsiṃ maṃ samānaṃ attanā samasamaṃ ṭhapesī’ti, tena hi ‘na me ācariyo atthi, sadiso me na vijjati.",
  "mil5.5.11:3.8": "Sadevakasmiṃ lokasmiṃ, natthi me paṭipuggalo’ti tampi vacanaṃ micchā.",
  "mil5.5.11:3.9": "Ayampi ubhato koṭiko pañho tavānuppatto, so tayā nibbāhitabbo”ti.",
  "mil5.5.11:4.1": "“Bhāsitampetaṃ, mahārāja, tathāgatena",
  "mil5.5.11:5.1": "‘Na me ācariyo atthi,",
  "mil5.5.11:5.2": "sadiso me na vijjati;",
  "mil5.5.11:5.3": "Sadevakasmiṃ lokasmiṃ,",
  "mil5.5.11:5.4": "natthi me paṭipuggalo’ti.",
  "mil5.5.11:6.1": "Bhaṇitañca—",
  "mil5.5.11:6.2": "‘iti kho, bhikkhave, āḷāro kālāmo ācariyo me samāno antevāsiṃ maṃ samānaṃ attanā samasamaṃ ṭhapesi, uḷārāya ca maṃ pūjāya pūjesī’ti.",
  "mil5.5.11:7.1": "Tañca pana vacanaṃ pubbeva sambodhā anabhisambuddhassa bodhisattasseva sato ācariyabhāvaṃ sandhāya bhāsitaṃ.",
  "mil5.5.11:8.1": "Pañcime, mahārāja, pubbeva sambodhā anabhisambuddhassa bodhisattassa sato ācariyā, yehi anusiṭṭho bodhisatto tattha tattha divasaṃ vītināmesi.",
  "mil5.5.11:8.2": "Katame pañca?",
  "mil5.5.11:8.3": "Ye te, mahārāja, aṭṭha brāhmaṇā jātamatte bodhisatte lakkhaṇāni pariggaṇhiṃsu, seyyathidaṃ—",
  "mil5.5.11:8.4": "rāmo dhajo lakkhaṇo mantī yañño suyāmo subhojo sudattoti.",
  "mil5.5.11:8.5": "Te tassa sotthiṃ pavedayitvā rakkhākammaṃ akaṃsu, te ca paṭhamaṃ ācariyā.",
  "mil5.5.11:9.1": "Puna caparaṃ, mahārāja, bodhisattassa pitā suddhodano rājā yaṃ tena samayena abhijātaṃ udiccajātimantaṃ padakaṃ veyyākaraṇaṃ chaḷaṅgavantaṃ sabbamittaṃ nāma brāhmaṇaṃ upanetvā sovaṇṇena bhiṅgārena udakaṃ oṇojetvā ‘imaṃ kumāraṃ sikkhāpehī’ti adāsi, ayaṃ dutiyo ācariyo.",
  "mil5.5.11:10.1": "Puna caparaṃ, mahārāja, yā sā devatā bodhisattaṃ saṃvejesi, yassā vacanaṃ sutvā bodhisatto saṃviggo ubbiggo tasmiṃyeva khaṇe nekkhammaṃ nikkhamitvā pabbaji, ayaṃ tatiyo ācariyo.",
  "mil5.5.11:11.1": "Puna caparaṃ, mahārāja, āḷāro kālāmo ākiñcaññāyatanassa parikammaṃ ācikkhi, ayaṃ catuttho ācariyo.",
  "mil5.5.11:12.1": "Puna caparaṃ, mahārāja, udako rāmaputto nevasaññānāsaññāyatanassa parikammaṃ ācikkhi, ayaṃ pañcamo ācariyo.",
  "mil5.5.11:13.1": "Ime kho, mahārāja, pubbeva sambodhā anabhisambuddhassa bodhisattassa sato pañca ācariyā.",
  "mil5.5.11:13.2": "Te ca pana ācariyā lokiye dhamme.",
  "mil5.5.11:13.3": "Imasmiñca pana, mahārāja, lokuttare dhamme sabbaññutañāṇappaṭivedhāya natthi tathāgatassa anuttaro anusāsako, sayambhū, mahārāja, tathāgato anācariyako, tasmā kāraṇā tathāgatena bhaṇitaṃ—",
  "mil5.5.11:14.1": "‘Na me ācariyo atthi,",
  "mil5.5.11:14.2": "sadiso me na vijjati;",
  "mil5.5.11:14.3": "Sadevakasmiṃ lokasmiṃ,",
  "mil5.5.11:14.4": "natthi me paṭipuggalo’”ti.",
  "mil5.5.11:15.1": "“Sādhu, bhante nāgasena, evametaṃ tathā sampaṭicchāmī”ti.",
  "mil5.5.11:16.1": "Ācariyānācariyapañho ekādasamo.",
  "mil5.5.11:17.1": "Santhavavaggo pañcamo.",
  "mil5.5.11:18.1": "Imasmiṃ vagge ekādasa pañhā.",
  "mil5.5.11:19.1": "Meṇḍakapañho niṭṭhito."
}