{
  "mil5.1.8:0.1": "Milindapañha",
  "mil5.1.8:0.2": "Meṇḍakapañha",
  "mil5.1.8:0.3": "Iddhibalavagga",
  "mil5.1.8:0.4": "8. Akusalacchedanapañha",
  "mil5.1.8:1.1": "“Bhante nāgasena, tathāgato sabbaṃ akusalaṃ jhāpetvā sabbaññutaṃ patto, udāhu sāvasese akusale sabbaññutaṃ patto”ti?",
  "mil5.1.8:1.2": "“Sabbaṃ, mahārāja, akusalaṃ jhāpetvā bhagavā sabbaññutaṃ patto, natthi bhagavato sesakaṃ akusalan”ti.",
  "mil5.1.8:2.1": "“Kiṃ pana, bhante, dukkhā vedanā tathāgatassa kāye uppannapubbā”ti?",
  "mil5.1.8:2.2": "“Āma, mahārāja, rājagahe bhagavato pādo sakalikāya khato, lohitapakkhandikābādho uppanno, kāye abhisanne jīvakena vireko kārito, vātābādhe uppanne upaṭṭhākena therena uṇhodakaṃ pariyiṭṭhan”ti.",
  "mil5.1.8:3.1": "“Yadi, bhante nāgasena, tathāgato sabbaṃ akusalaṃ jhāpetvā sabbaññutaṃ patto, tena hi bhagavato pādo sakalikāya khato, lohitapakkhandikā ca ābādho uppannoti yaṃ vacanaṃ, taṃ micchā.",
  "mil5.1.8:3.2": "Yadi tathāgatassa pādo sakalikāya khato, lohitapakkhandikā ca ābādho uppanno, tena hi tathāgato sabbaṃ akusalaṃ jhāpetvā sabbaññutaṃ pattoti tampi vacanaṃ micchā.",
  "mil5.1.8:3.3": "Natthi, bhante, vinā kammena vedayitaṃ, sabbaṃ taṃ vedayitaṃ kammamūlakaṃ, taṃ kammeneva vedayati, ayampi ubhato koṭiko pañho tavānuppatto, so tayā nibbāhitabbo”ti.",
  "mil5.1.8:4.1": "“Na hi, mahārāja, sabbaṃ taṃ vedayitaṃ kammamūlakaṃ.",
  "mil5.1.8:4.2": "Aṭṭhahi, mahārāja, kāraṇehi vedayitāni uppajjanti, yehi kāraṇehi puthū sattā vedanā vediyanti.",
  "mil5.1.8:4.3": "Katamehi aṭṭhahi?",
  "mil5.1.8:4.4": "Vātasamuṭṭhānānipi kho, mahārāja, idhekaccāni vedayitāni uppajjanti,",
  "mil5.1.8:4.5": "pittasamuṭṭhānānipi kho, mahārāja …pe…",
  "mil5.1.8:4.6": "semhasamuṭṭhānānipi kho, mahārāja …pe…",
  "mil5.1.8:4.7": "sannipātikānipi kho, mahārāja …pe…",
  "mil5.1.8:4.8": "utupariṇāmajānipi kho, mahārāja …pe…",
  "mil5.1.8:4.9": "visamaparihārajānipi kho, mahārāja …pe…",
  "mil5.1.8:4.10": "opakkamikānipi kho, mahārāja …pe…",
  "mil5.1.8:4.11": "kammavipākajānipi kho, mahārāja, idhekaccāni vedayitāni uppajjanti.",
  "mil5.1.8:4.12": "Imehi kho, mahārāja, aṭṭhahi kāraṇehi puthū sattā vedanā vedayanti.",
  "mil5.1.8:4.13": "Tattha ye te puggalā ‘satte kammaṃ vibādhatī’ti vadeyyuṃ, te ime puggalā sattakāraṇaṃ paṭibāhanti.",
  "mil5.1.8:4.14": "Tesaṃ taṃ vacanaṃ micchā”ti.",
  "mil5.1.8:4.15": "“Bhante nāgasena, yañca vātikaṃ yañca pittikaṃ yañca semhikaṃ yañca sannipātikaṃ yañca utupariṇāmajaṃ yañca visamaparihārajaṃ yañca opakkamikaṃ, sabbete kammasamuṭṭhānāyeva, kammeneva te sabbe sambhavantī”ti.",
  "mil5.1.8:5.1": "“Yadi, mahārāja, tepi sabbe kammasamuṭṭhānāva ābādhā bhaveyyuṃ, na tesaṃ koṭṭhāsato lakkhaṇāni bhaveyyuṃ.",
  "mil5.1.8:5.2": "Vāto kho, mahārāja, kuppamāno dasavidhena kuppati sītena uṇhena jighacchāya pipāsāya atibhuttena ṭhānena padhānena ādhāvanena upakkamena kammavipākena.",
  "mil5.1.8:5.3": "Tatra ye te nava vidhā, na te atīte, na anāgate, vattamānake bhave uppajjanti, tasmā na vattabbā ‘kammasambhavā sabbā vedanā’ti.",
  "mil5.1.8:5.4": "Pittaṃ, mahārāja, kuppamānaṃ tividhena kuppati sītena uṇhena visamabhojanena.",
  "mil5.1.8:5.5": "Semhaṃ, mahārāja, kuppamānaṃ tividhena kuppati sītena uṇhena annapānena.",
  "mil5.1.8:5.6": "Yo ca, mahārāja, vāto yañca pittaṃ yañca semhaṃ, tehi tehi kopehi kuppitvā missī hutvā sakaṃ sakaṃ vedanaṃ ākaḍḍhati.",
  "mil5.1.8:5.7": "Utupariṇāmajā, mahārāja, vedanā utupariṇāmena uppajjati.",
  "mil5.1.8:5.8": "Visamaparihārajā vedanā visamaparihārena uppajjati.",
  "mil5.1.8:5.9": "Opakkamikā, mahārāja, vedanā atthi kiriyā, atthi kammavipākā, kammavipākajā vedanā pubbe katena kammena uppajjati.",
  "mil5.1.8:5.10": "Iti kho, mahārāja, appaṃ kammavipākajaṃ, bahutaraṃ avasesaṃ.",
  "mil5.1.8:5.11": "Tattha bālā ‘sabbaṃ kammavipākajaṃ yevā’ti atidhāvanti.",
  "mil5.1.8:5.12": "Taṃ kammaṃ na sakkā vinā buddhañāṇena vavatthānaṃ kātuṃ.",
  "mil5.1.8:6.1": "Yaṃ pana, mahārāja, bhagavato pādo sakalikāya khato, taṃ vedayitaṃ neva vātasamuṭṭhānaṃ, na pittasamuṭṭhānaṃ, na semhasamuṭṭhānaṃ, na sannipātikaṃ, na utupariṇāmajaṃ, na visamaparihārajaṃ, na kammavipākajaṃ, opakkamikaṃyeva.",
  "mil5.1.8:6.2": "Devadatto hi, mahārāja, bahūni jātisatasahassāni tathāgate āghātaṃ bandhi, so tena āghātena mahatiṃ garuṃ silaṃ gahetvā ‘matthake pātessāmī’ti muñci, athaññe dve selā āgantvā taṃ silaṃ tathāgataṃ asampattaṃyeva sampaṭicchiṃsu, tāsaṃ pahārena papaṭikā bhijjitvā bhagavato pāde patitvā ruhiraṃ uppādesi, kammavipākato vā, mahārāja, bhagavato esā vedanā nibbattā kiriyato vā, tatuddhaṃ natthaññā vedanā.",
  "mil5.1.8:7.1": "Yathā, mahārāja, khettaduṭṭhatāya vā bījaṃ na sambhavati bījaduṭṭhatāya vā;",
  "mil5.1.8:7.2": "evameva kho, mahārāja, kammavipākato vā bhagavato esā vedanā nibbattā kiriyato vā, tatuddhaṃ natthaññā vedanā.",
  "mil5.1.8:8.1": "Yathā vā pana, mahārāja, koṭṭhaduṭṭhatāya vā bhojanaṃ visamaṃ pariṇamati āhāraduṭṭhatāya vā;",
  "mil5.1.8:8.2": "evameva kho, mahārāja, kammavipākato vā bhagavato esā vedanā nibbattā kiriyato vā, tatuddhaṃ natthaññā vedanā.",
  "mil5.1.8:8.3": "Api ca, mahārāja, natthi bhagavato kammavipākajā vedanā, natthi visamaparihārajā vedanā, avasesehi samuṭṭhānehi bhagavato vedanā uppajjati, tāya ca pana vedanāya na sakkā bhagavantaṃ jīvitā voropetuṃ.",
  "mil5.1.8:9.1": "Nipatanti, mahārāja, imasmiṃ cātumahābhūtike kāye iṭṭhāniṭṭhā subhāsubhavedanā.",
  "mil5.1.8:9.2": "Idha, mahārāja, ākāse khitto leḍḍu mahāpathaviyā nipatati, api nu kho so, mahārāja, leḍḍu pubbe katena mahāpathaviyā nipatī”ti?",
  "mil5.1.8:9.3": "“Na hi, bhante, natthi so, bhante, hetu mahāpathaviyā, yena hetunā mahāpathavī kusalākusalavipākaṃ paṭisaṃvedeyya, paccuppannena, bhante, akammakena hetunā so leḍḍu mahāpathaviyaṃ nipatati”.",
  "mil5.1.8:9.4": "“Yathā, mahārāja, mahāpathavī, evaṃ tathāgato daṭṭhabbo.",
  "mil5.1.8:9.5": "Yathā leḍḍu pubbe akatena mahāpathaviyaṃ nipatati;",
  "mil5.1.8:9.6": "evameva kho, mahārāja, tathāgatassa pubbe akatena sā sakalikā pāde nipatitā.",
  "mil5.1.8:10.1": "Idha pana, mahārāja, manussā mahāpathaviṃ bhindanti ca khaṇanti ca, api nu kho, mahārāja, te manussā pubbe katena mahāpathaviṃ bhindanti ca khaṇanti cā”ti?",
  "mil5.1.8:10.2": "“Na hi, bhante”ti.",
  "mil5.1.8:10.3": "“Evameva kho, mahārāja, yā sā sakalikā bhagavato pāde nipatitā, na sā sakalikā pubbe katena bhagavato pāde nipatitā.",
  "mil5.1.8:10.4": "Yopi, mahārāja, bhagavato lohitapakkhandikābādho uppanno, sopi ābādho na pubbe katena uppanno, sannipātikeneva uppanno, ye keci, mahārāja, bhagavato kāyikā ābādhā uppannā, na te kammābhinibbattā, channaṃ etesaṃ samuṭṭhānānaṃ aññatarato nibbattā.",
  "mil5.1.8:11.1": "Bhāsitampetaṃ, mahārāja, bhagavatā devātidevena saṃyuttanikāyavaralañchake moḷiyasīvake veyyākaraṇe—",
  "mil5.1.8:12.1": "‘Pittasamuṭṭhānānipi kho, sīvaka, idhekaccāni vedayitāni uppajjanti.",
  "mil5.1.8:12.2": "Sāmampi kho etaṃ, sīvaka, veditabbaṃ, yathā pittasamuṭṭhānānipi idhekaccāni vedayitāni uppajjanti.",
  "mil5.1.8:12.3": "Lokassapi kho etaṃ, sīvaka, saccasammataṃ, yathā pittasamuṭṭhānānipi idhekaccāni vedayitāni uppajjanti.",
  "mil5.1.8:12.4": "Tatra, sīvaka, ye te samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino “yaṃ kiñcāyaṃ purisapuggalo paṭisaṃvedeti sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā, sabbaṃ taṃ pubbe katahetū”ti.",
  "mil5.1.8:12.5": "Yañca sāmaṃ ñātaṃ, tañca atidhāvanti, yañca loke saccasammataṃ, tañca atidhāvanti.",
  "mil5.1.8:12.6": "Tasmā tesaṃ samaṇabrāhmaṇānaṃ micchāti vadāmi.",
  "mil5.1.8:13.1": "Semhasamuṭṭhānānipi kho, sīvaka, idhekaccāni vedayitāni uppajjanti.",
  "mil5.1.8:13.2": "Vātasamuṭṭhānānipi kho, sīvaka …pe…",
  "mil5.1.8:13.3": "sannipātikānipi kho, sīvaka …pe…",
  "mil5.1.8:13.4": "utupariṇāmajānipi kho, sīvaka …pe…",
  "mil5.1.8:13.5": "visamaparihārajānipi kho, sīvaka …pe…",
  "mil5.1.8:13.6": "opakkamikānipi kho, sīvaka …pe…",
  "mil5.1.8:13.7": "kammavipākajānipi kho, sīvaka, idhekaccāni vedayitāni uppajjanti.",
  "mil5.1.8:13.8": "Sāmampi kho etaṃ, sīvaka, veditabbaṃ, yathā kammavipākajānipi idhekaccāni vedayitāni uppajjanti.",
  "mil5.1.8:13.9": "Lokassapi kho etaṃ, sīvaka, saccasammataṃ, yathā kammavipākajānipi idhekaccāni vedayitāni uppajjanti.",
  "mil5.1.8:13.10": "Tatra, sīvaka, ye te samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino “yaṃ kiñcāyaṃ purisapuggalo paṭisaṃvedeti sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā, sabbaṃ taṃ pubbe katahetū”ti.",
  "mil5.1.8:13.11": "Yañca sāmaṃ ñātaṃ, tañca atidhāvanti, yañca loke saccasammataṃ, tañca atidhāvanti.",
  "mil5.1.8:13.12": "Tasmā tesaṃ samaṇabrāhmaṇānaṃ micchāti vadāmī’ti.",
  "mil5.1.8:14.1": "Itipi, mahārāja, na sabbā vedanā kammavipākajā, sabbaṃ, mahārāja, akusalaṃ jhāpetvā bhagavā sabbaññutaṃ pattoti evametaṃ dhārehī”ti.",
  "mil5.1.8:14.2": "“Sādhu, bhante nāgasena, evametaṃ tathā sampaṭicchāmī”ti.",
  "mil5.1.8:15.1": "Akusalacchedanapañho aṭṭhamo."
}