{
  "mil5.3.12:0.1": "Milindapañha",
  "mil5.3.12:0.2": "Meṇḍakapañha",
  "mil5.3.12:0.3": "Paṇāmitavagga",
  "mil5.3.12:0.4": "12. Bhikkhupaṇāmitapañha",
  "mil5.3.12:1.1": "“Bhante nāgasena, bhāsitampetaṃ bhagavatā—",
  "mil5.3.12:1.2": "‘akkodhano vigatakhilohamasmī’ti, puna ca tathāgato there sāriputtamoggallāne saparise paṇāmesi, kiṃ nu kho, bhante nāgasena, tathāgato kupito parisaṃ paṇāmesi, udāhu tuṭṭho paṇāmesi, etaṃ tāva jānāhi imaṃ nāmāti?",
  "mil5.3.12:1.3": "Yadi, bhante nāgasena, kupito parisaṃ paṇāmesi, tena hi tathāgatassa kodho appaṭivattito, yadi tuṭṭho paṇāmesi, tena hi avatthusmiṃ ajānantena paṇāmitā.",
  "mil5.3.12:1.4": "Ayampi ubhato koṭiko pañho tavānuppatto, so tayā nibbāhitabbo”ti.",
  "mil5.3.12:2.1": "“Bhāsitampetaṃ, mahārāja, bhagavatā—",
  "mil5.3.12:2.2": "‘akkodhano vigatakhilohamasmī’ti, paṇāmitā ca therā sāriputtamoggallānā saparisā, tañca pana na kopena.",
  "mil5.3.12:2.3": "Idha, mahārāja, kocideva puriso mahāpathaviyā mūle vā khāṇuke vā pāsāṇe vā kaṭhale vā visame vā bhūmibhāge khalitvā patati, api nu kho, mahārāja, mahāpathavī kupitā taṃ pātetī”ti?",
  "mil5.3.12:2.4": "“Na hi, bhante, natthi mahāpathaviyā kopo vā pasādo vā, anunayappaṭighavippamuttā mahāpathavī, sayameva so alaso khalitvā patito”ti.",
  "mil5.3.12:2.5": "“Evameva kho, mahārāja, natthi tathāgatānaṃ kopo vā pasādo vā, anunayappaṭighavippamuttā tathāgatā arahanto sammāsambuddhā, atha kho sayaṃ kateneva te attano aparādhena paṇāmitā.",
  "mil5.3.12:3.1": "Idha pana, mahārāja, mahāsamuddo na matena kuṇapena saṃvasati, yaṃ hoti mahāsamudde mataṃ kuṇapaṃ, taṃ khippameva nicchubhati thalaṃ ussāreti.",
  "mil5.3.12:3.2": "Api nu kho, mahārāja, mahāsamuddo kupito taṃ kuṇapaṃ nicchubhatī”ti?",
  "mil5.3.12:3.3": "“Na hi, bhante, natthi mahāsamuddassa kopo vā pasādo vā, anunayappaṭighavippamutto mahāsamuddo”ti.",
  "mil5.3.12:3.4": "“Evameva kho, mahārāja, natthi tathāgatānaṃ kopo vā pasādo vā, anunayappaṭighavippamuttā tathāgatā arahanto sammāsambuddhā, atha kho sayaṃ kateneva te attano aparādhena paṇāmitā.",
  "mil5.3.12:4.1": "Yathā, mahārāja, pathaviyā khalito patīyati, evaṃ jinasāsanavare khalito paṇāmīyati.",
  "mil5.3.12:4.2": "Yathā, mahārāja, samudde mataṃ kuṇapaṃ nicchubhīyati, evaṃ jinasāsanavare khalito paṇāmīyati.",
  "mil5.3.12:4.3": "Yaṃ pana te, mahārāja, tathāgato paṇāmesi, tesaṃ atthakāmo hitakāmo sukhakāmo visuddhikāmo ‘evaṃ ime jātijarābyādhimaraṇehi parimuccissantī’ti—",
  "mil5.3.12:4.4": "paṇāmesī”ti.",
  "mil5.3.12:4.5": "“Sādhu, bhante nāgasena, evametaṃ tathā sampaṭicchāmī”ti.",
  "mil5.3.12:5.1": "Bhikkhupaṇāmitapañho dvādasamo.",
  "mil5.3.12:6.1": "Paṇāmitavaggo tatiyo.",
  "mil5.3.12:7.1": "Imasmiṃ vagge dvādasa pañhā."
}