{
  "mil5.5.7:0.1": "Milindapañha",
  "mil5.5.7:0.2": "Meṇḍakapañha",
  "mil5.5.7:0.3": "Santhavavagga",
  "mil5.5.7:0.4": "7. Ghaṭikārapañha",
  "mil5.5.7:1.1": "“Bhante nāgasena, bhāsitampetaṃ bhagavatā—",
  "mil5.5.7:1.2": "‘ghaṭikārassa kumbhakārassa āvesanaṃ sabbaṃ temāsaṃ ākāsacchadanaṃ aṭṭhāsi, na devotivassī’ti.",
  "mil5.5.7:1.3": "Puna ca bhaṇitaṃ—",
  "mil5.5.7:1.4": "‘kassapassa tathāgatassa kuṭi ovassatī’ti.",
  "mil5.5.7:1.5": "Kissa pana, bhante nāgasena, tathāgatassa evamussannakusalamūlassa kuṭi ovassati, tathāgatassa nāma so ānubhāvo icchitabbo?",
  "mil5.5.7:1.6": "Yadi, bhante nāgasena, ghaṭikārassa kumbhakārassa āvesanaṃ anovassaṃ ākāsacchadanaṃ ahosi, tena hi ‘tathāgatassa kuṭi ovassatī’ti yaṃ vacanaṃ, taṃ micchā.",
  "mil5.5.7:1.7": "Yadi tathāgatassa kuṭi ovassati, tena hi ‘ghaṭikārassa kumbhakārassa āvesanaṃ anovassakaṃ ahosi ākāsacchadanan’ti tampi vacanaṃ micchā.",
  "mil5.5.7:1.8": "Ayampi ubhato koṭiko pañho tavānuppatto, so tayā nibbāhitabbo”ti.",
  "mil5.5.7:2.1": "“Bhāsitampetaṃ, mahārāja, bhagavatā—",
  "mil5.5.7:2.2": "‘ghaṭikārassa kumbhakārassa āvesanaṃ sabbaṃ temāsaṃ ākāsacchadanaṃ aṭṭhāsi, na devotivassī’ti.",
  "mil5.5.7:2.3": "Bhaṇitañca—",
  "mil5.5.7:2.4": "‘kassapassa tathāgatassa kuṭi ovassatī’ti.",
  "mil5.5.7:2.5": "Ghaṭikāro, mahārāja, kumbhakāro sīlavā kalyāṇadhammo ussannakusalamūlo andhe jiṇṇe mātāpitaro poseti, tassa asammukhā anāpucchāyevassa ghare tiṇaṃ haritvā bhagavato kuṭiṃ chādesuṃ, so tena tiṇaharaṇena akampitaṃ asañcalitaṃ susaṇṭhitaṃ vipulamasamaṃ pītiṃ paṭilabhati, bhiyyo somanassañca atulaṃ uppādesi ‘aho vata me bhagavā lokuttamo suvissattho’ti, tena tassa diṭṭhadhammiko vipāko nibbatto.",
  "mil5.5.7:2.6": "Na hi, mahārāja, tathāgato tāvatakena vikārena calati.",
  "mil5.5.7:3.1": "Yathā, mahārāja, sineru girirājā anekasatasahassavātasampahārenapi na kampati na calati, mahodadhi varappavarasāgaro anekasatanahutamahāgaṅgāsatasahassehipi na pūrati na vikāramāpajjati;",
  "mil5.5.7:3.2": "evameva kho, mahārāja, tathāgato na tāvatakena vikārena calati.",
  "mil5.5.7:4.1": "Yaṃ pana, mahārāja, tathāgatassa kuṭi ovassati, taṃ mahato janakāyassa anukampāya.",
  "mil5.5.7:4.2": "Dveme, mahārāja, atthavase sampassamānā tathāgatā sayaṃ nimmitaṃ paccayaṃ nappaṭisevanti, ‘ayaṃ aggadakkhiṇeyyo satthā’ti bhagavato paccayaṃ datvā devamanussā sabbaduggatito parimuccissantīti, pāṭihīraṃ dassetvā vuttiṃ pariyesantīti ‘mā aññe upavadeyyun’ti.",
  "mil5.5.7:4.3": "Ime dve atthavase sampassamānā tathāgatā sayaṃ nimmitaṃ paccayaṃ nappaṭisevanti.",
  "mil5.5.7:4.4": "Yadi, mahārāja, sakko vā taṃ kuṭiṃ anovassaṃ kareyya brahmā vā sayaṃ vā, sāvajjaṃ bhaveyya taṃyeva karaṇaṃ sadosaṃ saniggahaṃ, ime vibhūtaṃ katvā lokaṃ sammohenti adhikataṃ karontīti, tasmā taṃ karaṇaṃ vajjanīyaṃ.",
  "mil5.5.7:4.5": "Na, mahārāja, tathāgatā vatthuṃ yācanti, tāya avatthuyācanāya aparibhāsiyā bhavantī”ti.",
  "mil5.5.7:4.6": "“Sādhu, bhante nāgasena, evametaṃ tathā sampaṭicchāmī”ti.",
  "mil5.5.7:5.1": "Ghaṭikārapañho sattamo."
}