{
  "mil5.4.6:0.1": "Milindapañha",
  "mil5.4.6:0.2": "Meṇḍakapañha",
  "mil5.4.6:0.3": "Sabbaññutañāṇavagga",
  "mil5.4.6:0.4": "6. Mettābhāvanānisaṃsapañha",
  "mil5.4.6:1.1": "“Bhante nāgasena, bhāsitampetaṃ bhagavatā—",
  "mil5.4.6:1.2": "‘mettāya, bhikkhave, cetovimuttiyā āsevitāya bhāvitāya bahulīkatāya yānīkatāya vatthukatāya anuṭṭhitāya paricitāya susamāraddhāya ekādasānisaṃsā pāṭikaṅkhā.",
  "mil5.4.6:1.3": "Katame ekādasa?",
  "mil5.4.6:1.4": "Sukhaṃ supati, sukhaṃ paṭibujjhati, na pāpakaṃ supinaṃ passati, manussānaṃ piyo hoti, amanussānaṃ piyo hoti, devatā rakkhanti, nāssa aggi vā visaṃ vā satthaṃ vā kamati, tuvaṭaṃ cittaṃ samādhiyati, mukhavaṇṇo vippasīdati, asammūḷho kālaṃ karoti, uttariṃ appaṭivijjhanto brahmalokūpago hotī’ti.",
  "mil5.4.6:1.5": "Puna ca tumhe bhaṇatha—",
  "mil5.4.6:1.6": "‘sāmo kumāro mettāvihārī migasaṅghena parivuto pavane vicaranto pīḷiyakkhena raññā viddho visapītena sallena tattheva mucchito patito’ti.",
  "mil5.4.6:2.1": "Yadi, bhante nāgasena, bhagavatā bhaṇitaṃ—",
  "mil5.4.6:2.2": "‘mettāya bhikkhave …pe…",
  "mil5.4.6:2.3": "brahmalokūpago hotī’ti, tena hi ‘sāmo kumāro mettāvihārī migasaṅghena parivuto pavane vicaranto pīḷiyakkhena raññā viddho visapītena sallena tattheva mucchito patito’ti yaṃ vacanaṃ, taṃ micchā.",
  "mil5.4.6:2.4": "Yadi sāmo kumāro mettāvihārī migasaṅghena parivuto pavane vicaranto pīḷiyakkhena raññā viddho visapītena sallena tattheva mucchito patito, tena hi ‘mettāya, bhikkhave …pe…",
  "mil5.4.6:2.5": "satthaṃ vā kamatī’ti tampi vacanaṃ micchā.",
  "mil5.4.6:2.6": "Ayampi ubhato koṭiko pañho sunipuṇo parisaṇho sukhumo gambhīro, api sunipuṇānaṃ manujānaṃ gatte sedaṃ moceyya, so tavānuppatto, vijaṭehi taṃ mahājaṭājaṭitaṃ, anāgatānaṃ jinaputtānaṃ cakkhuṃ dehi nibbāhanāyā”ti.",
  "mil5.4.6:3.1": "“Bhāsitampetaṃ, mahārāja, bhagavatā—",
  "mil5.4.6:3.2": "‘mettāya bhikkhave …pe…",
  "mil5.4.6:3.3": "satthaṃ vā kamatī’ti.",
  "mil5.4.6:3.4": "Sāmo ca kumāro mettāvihārī migasaṅghena parivuto pavane vicaranto pīḷiyakkhena raññā viddho visapītena sallena tattheva mucchito patito, tattha pana, mahārāja, kāraṇaṃ atthi.",
  "mil5.4.6:3.5": "Katamaṃ tattha kāraṇaṃ?",
  "mil5.4.6:3.6": "Nete, mahārāja, guṇā puggalassa, mettābhāvanāyete guṇā, sāmo, mahārāja, kumāro ghaṭaṃ ukkhipanto tasmiṃ khaṇe mettābhāvanāya pamatto ahosi.",
  "mil5.4.6:4.1": "Yasmiṃ, mahārāja, khaṇe puggalo mettaṃ samāpanno hoti, na tassa puggalassa tasmiṃ khaṇe aggi vā visaṃ vā satthaṃ vā kamati.",
  "mil5.4.6:4.2": "Tassa ye keci ahitakāmā upagantvā taṃ na passanti, na tasmiṃ okāsaṃ labhanti.",
  "mil5.4.6:4.3": "Nete, mahārāja, guṇā puggalassa, mettābhāvanāyete guṇā.",
  "mil5.4.6:4.4": "Idha, mahārāja, puriso saṅgāmasūro abhejjakavacajālikaṃ sannayhitvā saṅgāmaṃ otareyya, tassa sarā khittā upagantvā patanti vikiranti, na tasmiṃ okāsaṃ labhanti, neso, mahārāja, guṇo saṅgāmasūrassa, abhejjakavacajālikāyeso guṇo, yassa sarā khittā upagantvā patanti vikiranti.",
  "mil5.4.6:4.5": "Evameva kho, mahārāja, nete guṇā puggalassa, mettābhāvanāyete guṇā.",
  "mil5.4.6:5.1": "Yasmiṃ, mahārāja, khaṇe puggalo mettaṃ samāpanno hoti, na tassa puggalassa tasmiṃ khaṇe aggi vā visaṃ vā satthaṃ vā kamati.",
  "mil5.4.6:5.2": "Tassa ye keci ahitakāmā upagantvā taṃ na passanti, tasmiṃ okāsaṃ na labhanti, nete, mahārāja, guṇā puggalassa, mettābhāvanāyete guṇā.",
  "mil5.4.6:5.3": "Idha pana, mahārāja, puriso dibbaṃ antaradhānaṃ mūlaṃ hatthe kareyya, yāva taṃ mūlaṃ tassa hatthagataṃ hoti, tāva na añño koci pakatimanusso taṃ purisaṃ passati.",
  "mil5.4.6:5.4": "Neso, mahārāja, guṇo purisassa, mūlasseso guṇo antaradhānassa, yaṃ so pakatimanussānaṃ cakkhupathe na dissati.",
  "mil5.4.6:5.5": "Evameva kho, mahārāja, nete guṇā puggalassa, mettābhāvanāyete guṇā.",
  "mil5.4.6:6.1": "Yasmiṃ, mahārāja, khaṇe puggalo mettaṃ samāpanno hoti, na tassa puggalassa tasmiṃ khaṇe aggi vā visaṃ vā satthaṃ vā kamati.",
  "mil5.4.6:6.2": "Tassa ye keci ahitakāmā upagantvā taṃ na passanti, na tasmiṃ okāsaṃ labhanti.",
  "mil5.4.6:6.3": "Nete, mahārāja, guṇā puggalassa, mettābhāvanāyete guṇā.",
  "mil5.4.6:6.4": "Yathā vā pana, mahārāja, purisaṃ sukataṃ mahāleṇamanuppaviṭṭhaṃ mahatimahāmegho abhivassanto na sakkoti temayituṃ, neso, mahārāja, guṇo purisassa, mahāleṇasseso guṇo, yaṃ mahāmegho abhivassamāno na taṃ temeti.",
  "mil5.4.6:6.5": "Evameva kho, mahārāja, nete guṇā puggalassa, mettābhāvanāyete guṇā.",
  "mil5.4.6:7.1": "Yasmiṃ, mahārāja, khaṇe puggalo mettaṃ samāpanno hoti, na tassa puggalassa tasmiṃ khaṇe aggi vā visaṃ vā satthaṃ vā kamati.",
  "mil5.4.6:7.2": "Tassa ye keci ahitakāmā upagantvā taṃ na passanti, na tassa sakkonti ahitaṃ kātuṃ, nete, mahārāja, guṇā puggalassa, mettābhāvanāyete guṇā”ti.",
  "mil5.4.6:7.3": "“Acchariyaṃ, bhante nāgasena, abbhutaṃ, bhante nāgasena, sabbapāpanivāraṇā mettābhāvanā”ti.",
  "mil5.4.6:7.4": "“Sabbakusalaguṇāvahā, mahārāja, mettābhāvanā hitānampi ahitānampi, ye te sattā viññāṇabaddhā, sabbesaṃ mahānisaṃsā mettābhāvanā saṃvibhajitabbā”ti.",
  "mil5.4.6:8.1": "Mettābhāvanānisaṃsapañho chaṭṭho."
}