{
  "mil5.5.11:0.1": "Milindapañha",
  "mil5.5.11:0.2": "Meṇḍakapañha",
  "mil5.5.11:0.3": "Santhavavagga",
  "mil5.5.11:0.4": "11. Ācariyānācariyapañha",
  "mil5.5.11:1.1": "“Bhante nāgasena, bhāsitampetaṁ bhagavatā—",
  "mil5.5.11:2.1": "‘Na me ācariyo atthi,",
  "mil5.5.11:2.2": "sadiso me na vijjati;",
  "mil5.5.11:2.3": "Sadevakasmiṁ lokasmiṁ,",
  "mil5.5.11:2.4": "natthi me paṭipuggalo’ti.",
  "mil5.5.11:3.1": "Puna ca bhaṇitaṁ—",
  "mil5.5.11:3.2": "‘iti kho, bhikkhave, āḷāro kālāmo ācariyo me samāno antevāsiṁ maṁ samānaṁ attanā samasamaṁ ṭhapesi, uḷārāya ca maṁ pūjāya pūjesī’ti.",
  "mil5.5.11:3.3": "Yadi, bhante nāgasena, tathāgatena bhaṇitaṁ—",
  "mil5.5.11:3.4": "‘na me ācariyo atthi, sadiso me na vijjati.",
  "mil5.5.11:3.5": "Sadevakasmiṁ lokasmiṁ, natthi me paṭipuggalo’ti, tena hi ‘iti kho, bhikkhave, āḷāro kālāmo ācariyo me samāno antevāsiṁ maṁ samānaṁ attanā samasamaṁ ṭhapesī’ti yaṁ vacanaṁ, taṁ micchā.",
  "mil5.5.11:3.6": "Yadi tathāgatena bhaṇitaṁ—",
  "mil5.5.11:3.7": "‘iti kho, bhikkhave, āḷāro kālāmo ācariyo me samāno antevāsiṁ maṁ samānaṁ attanā samasamaṁ ṭhapesī’ti, tena hi ‘na me ācariyo atthi, sadiso me na vijjati.",
  "mil5.5.11:3.8": "Sadevakasmiṁ lokasmiṁ, natthi me paṭipuggalo’ti tampi vacanaṁ micchā.",
  "mil5.5.11:3.9": "Ayampi ubhato koṭiko pañho tavānuppatto, so tayā nibbāhitabbo”ti.",
  "mil5.5.11:4.1": "“Bhāsitampetaṁ, mahārāja, tathāgatena",
  "mil5.5.11:5.1": "‘Na me ācariyo atthi,",
  "mil5.5.11:5.2": "sadiso me na vijjati;",
  "mil5.5.11:5.3": "Sadevakasmiṁ lokasmiṁ,",
  "mil5.5.11:5.4": "natthi me paṭipuggalo’ti.",
  "mil5.5.11:6.1": "Bhaṇitañca—",
  "mil5.5.11:6.2": "‘iti kho, bhikkhave, āḷāro kālāmo ācariyo me samāno antevāsiṁ maṁ samānaṁ attanā samasamaṁ ṭhapesi, uḷārāya ca maṁ pūjāya pūjesī’ti.",
  "mil5.5.11:7.1": "Tañca pana vacanaṁ pubbeva sambodhā anabhisambuddhassa bodhisattasseva sato ācariyabhāvaṁ sandhāya bhāsitaṁ.",
  "mil5.5.11:8.1": "Pañcime, mahārāja, pubbeva sambodhā anabhisambuddhassa bodhisattassa sato ācariyā, yehi anusiṭṭho bodhisatto tattha tattha divasaṁ vītināmesi.",
  "mil5.5.11:8.2": "Katame pañca?",
  "mil5.5.11:8.3": "Ye te, mahārāja, aṭṭha brāhmaṇā jātamatte bodhisatte lakkhaṇāni pariggaṇhiṁsu, seyyathidaṁ—",
  "mil5.5.11:8.4": "rāmo dhajo lakkhaṇo mantī yañño suyāmo subhojo sudattoti.",
  "mil5.5.11:8.5": "Te tassa sotthiṁ pavedayitvā rakkhākammaṁ akaṁsu, te ca paṭhamaṁ ācariyā.",
  "mil5.5.11:9.1": "Puna caparaṁ, mahārāja, bodhisattassa pitā suddhodano rājā yaṁ tena samayena abhijātaṁ udiccajātimantaṁ padakaṁ veyyākaraṇaṁ chaḷaṅgavantaṁ sabbamittaṁ nāma brāhmaṇaṁ upanetvā sovaṇṇena bhiṅgārena udakaṁ oṇojetvā ‘imaṁ kumāraṁ sikkhāpehī’ti adāsi, ayaṁ dutiyo ācariyo.",
  "mil5.5.11:10.1": "Puna caparaṁ, mahārāja, yā sā devatā bodhisattaṁ saṁvejesi, yassā vacanaṁ sutvā bodhisatto saṁviggo ubbiggo tasmiṁyeva khaṇe nekkhammaṁ nikkhamitvā pabbaji, ayaṁ tatiyo ācariyo.",
  "mil5.5.11:11.1": "Puna caparaṁ, mahārāja, āḷāro kālāmo ākiñcaññāyatanassa parikammaṁ ācikkhi, ayaṁ catuttho ācariyo.",
  "mil5.5.11:12.1": "Puna caparaṁ, mahārāja, udako rāmaputto nevasaññānāsaññāyatanassa parikammaṁ ācikkhi, ayaṁ pañcamo ācariyo.",
  "mil5.5.11:13.1": "Ime kho, mahārāja, pubbeva sambodhā anabhisambuddhassa bodhisattassa sato pañca ācariyā.",
  "mil5.5.11:13.2": "Te ca pana ācariyā lokiye dhamme.",
  "mil5.5.11:13.3": "Imasmiñca pana, mahārāja, lokuttare dhamme sabbaññutañāṇappaṭivedhāya natthi tathāgatassa anuttaro anusāsako, sayambhū, mahārāja, tathāgato anācariyako, tasmā kāraṇā tathāgatena bhaṇitaṁ—",
  "mil5.5.11:14.1": "‘Na me ācariyo atthi,",
  "mil5.5.11:14.2": "sadiso me na vijjati;",
  "mil5.5.11:14.3": "Sadevakasmiṁ lokasmiṁ,",
  "mil5.5.11:14.4": "natthi me paṭipuggalo’”ti.",
  "mil5.5.11:15.1": "“Sādhu, bhante nāgasena, evametaṁ tathā sampaṭicchāmī”ti.",
  "mil5.5.11:16.1": "Ācariyānācariyapañho ekādasamo.",
  "mil5.5.11:17.1": "Santhavavaggo pañcamo.",
  "mil5.5.11:18.0": "Tassuddānaṁ",
  "mil5.5.11:18.1": "Imasmiṁ vagge ekādasa pañhā.",
  "mil5.5.11:19.1": "Meṇḍakapañho niṭṭhito."
}
