{
  "mil5.1.8:0.1": "Milindapañha",
  "mil5.1.8:0.2": "Meṇḍakapañha",
  "mil5.1.8:0.3": "Iddhibalavagga",
  "mil5.1.8:0.4": "8. Akusalacchedanapañha",
  "mil5.1.8:1.1": "“Bhante nāgasena, tathāgato sabbaṁ akusalaṁ jhāpetvā sabbaññutaṁ patto, udāhu sāvasese akusale sabbaññutaṁ patto”ti?",
  "mil5.1.8:1.2": "“Sabbaṁ, mahārāja, akusalaṁ jhāpetvā bhagavā sabbaññutaṁ patto, natthi bhagavato sesakaṁ akusalan”ti.",
  "mil5.1.8:2.1": "“Kiṁ pana, bhante, dukkhā vedanā tathāgatassa kāye uppannapubbā”ti?",
  "mil5.1.8:2.2": "“Āma, mahārāja, rājagahe bhagavato pādo sakalikāya khato, lohitapakkhandikābādho uppanno, kāye abhisanne jīvakena vireko kārito, vātābādhe uppanne upaṭṭhākena therena uṇhodakaṁ pariyiṭṭhan”ti.",
  "mil5.1.8:3.1": "“Yadi, bhante nāgasena, tathāgato sabbaṁ akusalaṁ jhāpetvā sabbaññutaṁ patto, tena hi bhagavato pādo sakalikāya khato, lohitapakkhandikā ca ābādho uppannoti yaṁ vacanaṁ, taṁ micchā.",
  "mil5.1.8:3.2": "Yadi tathāgatassa pādo sakalikāya khato, lohitapakkhandikā ca ābādho uppanno, tena hi tathāgato sabbaṁ akusalaṁ jhāpetvā sabbaññutaṁ pattoti tampi vacanaṁ micchā.",
  "mil5.1.8:3.3": "Natthi, bhante, vinā kammena vedayitaṁ, sabbaṁ taṁ vedayitaṁ kammamūlakaṁ, taṁ kammeneva vedayati, ayampi ubhato koṭiko pañho tavānuppatto, so tayā nibbāhitabbo”ti.",
  "mil5.1.8:4.1": "“Na hi, mahārāja, sabbaṁ taṁ vedayitaṁ kammamūlakaṁ.",
  "mil5.1.8:4.2": "Aṭṭhahi, mahārāja, kāraṇehi vedayitāni uppajjanti, yehi kāraṇehi puthū sattā vedanā vediyanti.",
  "mil5.1.8:4.3": "Katamehi aṭṭhahi?",
  "mil5.1.8:4.4": "Vātasamuṭṭhānānipi kho, mahārāja, idhekaccāni vedayitāni uppajjanti,",
  "mil5.1.8:4.5": "pittasamuṭṭhānānipi kho, mahārāja …pe…",
  "mil5.1.8:4.6": "semhasamuṭṭhānānipi kho, mahārāja …pe…",
  "mil5.1.8:4.7": "sannipātikānipi kho, mahārāja …pe…",
  "mil5.1.8:4.8": "utupariṇāmajānipi kho, mahārāja …pe…",
  "mil5.1.8:4.9": "visamaparihārajānipi kho, mahārāja …pe…",
  "mil5.1.8:4.10": "opakkamikānipi kho, mahārāja …pe…",
  "mil5.1.8:4.11": "kammavipākajānipi kho, mahārāja, idhekaccāni vedayitāni uppajjanti.",
  "mil5.1.8:4.12": "Imehi kho, mahārāja, aṭṭhahi kāraṇehi puthū sattā vedanā vedayanti.",
  "mil5.1.8:4.13": "Tattha ye te puggalā ‘satte kammaṁ vibādhatī’ti vadeyyuṁ, te ime puggalā sattakāraṇaṁ paṭibāhanti.",
  "mil5.1.8:4.14": "Tesaṁ taṁ vacanaṁ micchā”ti.",
  "mil5.1.8:4.15": "“Bhante nāgasena, yañca vātikaṁ yañca pittikaṁ yañca semhikaṁ yañca sannipātikaṁ yañca utupariṇāmajaṁ yañca visamaparihārajaṁ yañca opakkamikaṁ, sabbete kammasamuṭṭhānāyeva, kammeneva te sabbe sambhavantī”ti.",
  "mil5.1.8:5.1": "“Yadi, mahārāja, tepi sabbe kammasamuṭṭhānāva ābādhā bhaveyyuṁ, na tesaṁ koṭṭhāsato lakkhaṇāni bhaveyyuṁ.",
  "mil5.1.8:5.2": "Vāto kho, mahārāja, kuppamāno dasavidhena kuppati sītena uṇhena jighacchāya pipāsāya atibhuttena ṭhānena padhānena ādhāvanena upakkamena kammavipākena.",
  "mil5.1.8:5.3": "Tatra ye te nava vidhā, na te atīte, na anāgate, vattamānake bhave uppajjanti, tasmā na vattabbā ‘kammasambhavā sabbā vedanā’ti.",
  "mil5.1.8:5.4": "Pittaṁ, mahārāja, kuppamānaṁ tividhena kuppati sītena uṇhena visamabhojanena.",
  "mil5.1.8:5.5": "Semhaṁ, mahārāja, kuppamānaṁ tividhena kuppati sītena uṇhena annapānena.",
  "mil5.1.8:5.6": "Yo ca, mahārāja, vāto yañca pittaṁ yañca semhaṁ, tehi tehi kopehi kuppitvā missī hutvā sakaṁ sakaṁ vedanaṁ ākaḍḍhati.",
  "mil5.1.8:5.7": "Utupariṇāmajā, mahārāja, vedanā utupariṇāmena uppajjati.",
  "mil5.1.8:5.8": "Visamaparihārajā vedanā visamaparihārena uppajjati.",
  "mil5.1.8:5.9": "Opakkamikā, mahārāja, vedanā atthi kiriyā, atthi kammavipākā, kammavipākajā vedanā pubbe katena kammena uppajjati.",
  "mil5.1.8:5.10": "Iti kho, mahārāja, appaṁ kammavipākajaṁ, bahutaraṁ avasesaṁ.",
  "mil5.1.8:5.11": "Tattha bālā ‘sabbaṁ kammavipākajaṁ yevā’ti atidhāvanti.",
  "mil5.1.8:5.12": "Taṁ kammaṁ na sakkā vinā buddhañāṇena vavatthānaṁ kātuṁ.",
  "mil5.1.8:6.1": "Yaṁ pana, mahārāja, bhagavato pādo sakalikāya khato, taṁ vedayitaṁ neva vātasamuṭṭhānaṁ, na pittasamuṭṭhānaṁ, na semhasamuṭṭhānaṁ, na sannipātikaṁ, na utupariṇāmajaṁ, na visamaparihārajaṁ, na kammavipākajaṁ, opakkamikaṁyeva.",
  "mil5.1.8:6.2": "Devadatto hi, mahārāja, bahūni jātisatasahassāni tathāgate āghātaṁ bandhi, so tena āghātena mahatiṁ garuṁ silaṁ gahetvā ‘matthake pātessāmī’ti muñci, athaññe dve selā āgantvā taṁ silaṁ tathāgataṁ asampattaṁyeva sampaṭicchiṁsu, tāsaṁ pahārena papaṭikā bhijjitvā bhagavato pāde patitvā ruhiraṁ uppādesi, kammavipākato vā, mahārāja, bhagavato esā vedanā nibbattā kiriyato vā, tatuddhaṁ natthaññā vedanā.",
  "mil5.1.8:7.1": "Yathā, mahārāja, khettaduṭṭhatāya vā bījaṁ na sambhavati bījaduṭṭhatāya vā;",
  "mil5.1.8:7.2": "evameva kho, mahārāja, kammavipākato vā bhagavato esā vedanā nibbattā kiriyato vā, tatuddhaṁ natthaññā vedanā.",
  "mil5.1.8:8.1": "Yathā vā pana, mahārāja, koṭṭhaduṭṭhatāya vā bhojanaṁ visamaṁ pariṇamati āhāraduṭṭhatāya vā;",
  "mil5.1.8:8.2": "evameva kho, mahārāja, kammavipākato vā bhagavato esā vedanā nibbattā kiriyato vā, tatuddhaṁ natthaññā vedanā.",
  "mil5.1.8:8.3": "Api ca, mahārāja, natthi bhagavato kammavipākajā vedanā, natthi visamaparihārajā vedanā, avasesehi samuṭṭhānehi bhagavato vedanā uppajjati, tāya ca pana vedanāya na sakkā bhagavantaṁ jīvitā voropetuṁ.",
  "mil5.1.8:9.1": "Nipatanti, mahārāja, imasmiṁ cātumahābhūtike kāye iṭṭhāniṭṭhā subhāsubhavedanā.",
  "mil5.1.8:9.2": "Idha, mahārāja, ākāse khitto leḍḍu mahāpathaviyā nipatati, api nu kho so, mahārāja, leḍḍu pubbe katena mahāpathaviyā nipatī”ti?",
  "mil5.1.8:9.3": "“Na hi, bhante, natthi so, bhante, hetu mahāpathaviyā, yena hetunā mahāpathavī kusalākusalavipākaṁ paṭisaṁvedeyya, paccuppannena, bhante, akammakena hetunā so leḍḍu mahāpathaviyaṁ nipatati”.",
  "mil5.1.8:9.4": "“Yathā, mahārāja, mahāpathavī, evaṁ tathāgato daṭṭhabbo.",
  "mil5.1.8:9.5": "Yathā leḍḍu pubbe akatena mahāpathaviyaṁ nipatati;",
  "mil5.1.8:9.6": "evameva kho, mahārāja, tathāgatassa pubbe akatena sā sakalikā pāde nipatitā.",
  "mil5.1.8:10.1": "Idha pana, mahārāja, manussā mahāpathaviṁ bhindanti ca khaṇanti ca, api nu kho, mahārāja, te manussā pubbe katena mahāpathaviṁ bhindanti ca khaṇanti cā”ti?",
  "mil5.1.8:10.2": "“Na hi, bhante”ti.",
  "mil5.1.8:10.3": "“Evameva kho, mahārāja, yā sā sakalikā bhagavato pāde nipatitā, na sā sakalikā pubbe katena bhagavato pāde nipatitā.",
  "mil5.1.8:10.4": "Yopi, mahārāja, bhagavato lohitapakkhandikābādho uppanno, sopi ābādho na pubbe katena uppanno, sannipātikeneva uppanno, ye keci, mahārāja, bhagavato kāyikā ābādhā uppannā, na te kammābhinibbattā, channaṁ etesaṁ samuṭṭhānānaṁ aññatarato nibbattā.",
  "mil5.1.8:11.1": "Bhāsitampetaṁ, mahārāja, bhagavatā devātidevena saṁyuttanikāyavaralañchake moḷiyasīvake veyyākaraṇe—",
  "mil5.1.8:12.1": "‘Pittasamuṭṭhānānipi kho, sīvaka, idhekaccāni vedayitāni uppajjanti.",
  "mil5.1.8:12.2": "Sāmampi kho etaṁ, sīvaka, veditabbaṁ, yathā pittasamuṭṭhānānipi idhekaccāni vedayitāni uppajjanti.",
  "mil5.1.8:12.3": "Lokassapi kho etaṁ, sīvaka, saccasammataṁ, yathā pittasamuṭṭhānānipi idhekaccāni vedayitāni uppajjanti.",
  "mil5.1.8:12.4": "Tatra, sīvaka, ye te samaṇabrāhmaṇā evaṁvādino evaṁdiṭṭhino “yaṁ kiñcāyaṁ purisapuggalo paṭisaṁvedeti sukhaṁ vā dukkhaṁ vā adukkhamasukhaṁ vā, sabbaṁ taṁ pubbe katahetū”ti.",
  "mil5.1.8:12.5": "Yañca sāmaṁ ñātaṁ, tañca atidhāvanti, yañca loke saccasammataṁ, tañca atidhāvanti.",
  "mil5.1.8:12.6": "Tasmā tesaṁ samaṇabrāhmaṇānaṁ micchāti vadāmi.",
  "mil5.1.8:13.1": "Semhasamuṭṭhānānipi kho, sīvaka, idhekaccāni vedayitāni uppajjanti.",
  "mil5.1.8:13.2": "Vātasamuṭṭhānānipi kho, sīvaka …pe…",
  "mil5.1.8:13.3": "sannipātikānipi kho, sīvaka …pe…",
  "mil5.1.8:13.4": "utupariṇāmajānipi kho, sīvaka …pe…",
  "mil5.1.8:13.5": "visamaparihārajānipi kho, sīvaka …pe…",
  "mil5.1.8:13.6": "opakkamikānipi kho, sīvaka …pe…",
  "mil5.1.8:13.7": "kammavipākajānipi kho, sīvaka, idhekaccāni vedayitāni uppajjanti.",
  "mil5.1.8:13.8": "Sāmampi kho etaṁ, sīvaka, veditabbaṁ, yathā kammavipākajānipi idhekaccāni vedayitāni uppajjanti.",
  "mil5.1.8:13.9": "Lokassapi kho etaṁ, sīvaka, saccasammataṁ, yathā kammavipākajānipi idhekaccāni vedayitāni uppajjanti.",
  "mil5.1.8:13.10": "Tatra, sīvaka, ye te samaṇabrāhmaṇā evaṁvādino evaṁdiṭṭhino “yaṁ kiñcāyaṁ purisapuggalo paṭisaṁvedeti sukhaṁ vā dukkhaṁ vā adukkhamasukhaṁ vā, sabbaṁ taṁ pubbe katahetū”ti.",
  "mil5.1.8:13.11": "Yañca sāmaṁ ñātaṁ, tañca atidhāvanti, yañca loke saccasammataṁ, tañca atidhāvanti.",
  "mil5.1.8:13.12": "Tasmā tesaṁ samaṇabrāhmaṇānaṁ micchāti vadāmī’ti.",
  "mil5.1.8:14.1": "Itipi, mahārāja, na sabbā vedanā kammavipākajā, sabbaṁ, mahārāja, akusalaṁ jhāpetvā bhagavā sabbaññutaṁ pattoti evametaṁ dhārehī”ti.",
  "mil5.1.8:14.2": "“Sādhu, bhante nāgasena, evametaṁ tathā sampaṭicchāmī”ti.",
  "mil5.1.8:15.1": "Akusalacchedanapañho aṭṭhamo."
}