{
  "mil6.1.5:0.1": "Milindapañha",
  "mil6.1.5:0.2": "Anumānapañha",
  "mil6.1.5:0.3": "Buddhavagga",
  "mil6.1.5:0.4": "5. Hīnāyāvattanapañha",
  "mil6.1.5:1.1": "“Bhante nāgasena, mahantaṃ idaṃ tathāgatasāsanaṃ sāraṃ varaṃ seṭṭhaṃ pavaraṃ anupamaṃ parisuddhaṃ vimalaṃ paṇḍaraṃ anavajjaṃ, na yuttaṃ gihiṃ tāvatakaṃ pabbajetuṃ, gihīyeva ekasmiṃ phale vinetvā yadā apunarāvattī hoti tadā so pabbājetabbo.",
  "mil6.1.5:1.2": "Kiṃ kāraṇā?",
  "mil6.1.5:1.3": "Ime dujjanā tāva tattha sāsane visuddhe pabbajitvā paṭinivattitvā hīnāyāvattanti, tesaṃ paccāgamanena ayaṃ mahājano evaṃ vicinteti ‘tucchakaṃ vata bho etaṃ samaṇassa gotamassa sāsanaṃ bhavissati, yaṃ ime paṭinivattantī’ti, idamettha kāraṇan”ti.",
  "mil6.1.5:2.1": "“Yathā, mahārāja, taḷāko bhaveyya sampuṇṇasucivimalasītalasalilo, atha yo koci kiliṭṭho malakaddamagato taṃ taḷākaṃ gantvā anahāyitvā kiliṭṭhova paṭinivatteyya, tattha, mahārāja, katamaṃ jano garaheyya kiliṭṭhaṃ vā taḷākaṃ vā”ti?",
  "mil6.1.5:2.2": "“Kiliṭṭhaṃ, bhante, jano garaheyya ‘ayaṃ taḷākaṃ gantvā anahāyitvā kiliṭṭhova paṭinivatto, kiṃ imaṃ anahāyitukāmaṃ taḷāko sayaṃ nahāpessati, ko doso taḷākassā’”ti.",
  "mil6.1.5:2.3": "“Evameva kho, mahārāja, tathāgato vimuttivarasalilasampuṇṇaṃ saddhammavarataḷākaṃ māpesi ‘ye keci kilesamalakiliṭṭhā sacetanā budhā, te idha nahāyitvā sabbakilese pavāhayissantī’ti.",
  "mil6.1.5:2.4": "Yadi koci taṃ saddhammavarataḷākaṃ gantvā anahāyitvā sakilesova paṭinivattitvā hīnāyāvattati taṃyeva jano garahissati ‘ayaṃ jinasāsane pabbajitvā tattha patiṭṭhaṃ alabhitvā hīnāyāvatto, kiṃ imaṃ appaṭipajjantaṃ jinasāsanaṃ sayaṃ bodhessati, ko doso jinasāsanassā’ti?",
  "mil6.1.5:3.1": "Yathā vā pana, mahārāja, puriso paramabyādhito roguppattikusalaṃ amoghadhuvasiddhakammaṃ bhisakkaṃ sallakattaṃ disvā atikicchāpetvā sabyādhikova paṭinivatteyya, tattha katamaṃ jano garaheyya āturaṃ vā bhisakkaṃ vā”ti?",
  "mil6.1.5:3.2": "“Āturaṃ, bhante, jano garaheyya ‘ayaṃ roguppattikusalaṃ amoghadhuvasiddhakammaṃ bhisakkaṃ sallakattaṃ disvā atikicchāpetvā sabyādhikova paṭinivatto, kiṃ imaṃ atikicchāpentaṃ bhisakko sayaṃ tikicchissati, ko doso bhisakkassā’”ti?",
  "mil6.1.5:3.3": "“Evameva kho, mahārāja, tathāgato antosāsanasamugge kevalaṃ sakalakilesabyādhivūpasamanasamatthaṃ amatosadhaṃ pakkhipi, ‘ye keci kilesabyādhipīḷitā sacetanā budhā, te imaṃ amatosadhaṃ pivitvā sabbakilesabyādhiṃ vūpasamessantī’ti.",
  "mil6.1.5:3.4": "Yadi koci taṃ amatosadhaṃ apivitvā sakilesova paṭinivattitvā hīnāyāvattati, taṃyeva jano garahissati ‘ayaṃ jinasāsane pabbajitvā tattha patiṭṭhaṃ alabhitvā hīnāyāvatto, kiṃ imaṃ appaṭipajjantaṃ jinasāsanaṃ sayaṃ bodhessati, ko doso jinasāsanassā’ti?",
  "mil6.1.5:4.1": "Yathā vā pana, mahārāja, chāto puriso mahatimahāpuññabhattaparivesanaṃ gantvā taṃ bhattaṃ abhuñjitvā chātova paṭinivatteyya, tattha katamaṃ jano garaheyya chātaṃ vā puññabhattaṃ vā”ti?",
  "mil6.1.5:4.2": "“Chātaṃ, bhante, jano garaheyya ‘ayaṃ khudāpīḷito puññabhattaṃ paṭilabhitvā abhuñjitvā chātova paṭinivatto, kiṃ imassa abhuñjantassa bhojanaṃ sayaṃ mukhaṃ pavisissati, ko doso bhojanassā’”ti?",
  "mil6.1.5:4.3": "“Evameva kho, mahārāja, tathāgato antosāsanasamugge paramapavaraṃ santaṃ sivaṃ paṇītaṃ amataṃ paramamadhuraṃ kāyagatāsatibhojanaṃ ṭhapesi ‘ye keci kilesachātajjhattā taṇhāparetamānasā sacetanā budhā, te imaṃ bhojanaṃ bhuñjitvā kāmarūpārūpabhavesu sabbaṃ taṇhamapanessantī’ti.",
  "mil6.1.5:4.4": "Yadi koci taṃ bhojanaṃ abhuñjitvā taṇhāsitova paṭinivattitvā hīnāyāvattati, taññeva jano garahissati ‘ayaṃ jinasāsane pabbajitvā tattha patiṭṭhaṃ alabhitvā hīnāyāvatto, kiṃ imaṃ appaṭipajjantaṃ jinasāsanaṃ sayaṃ bodhessasi, ko doso jinasāsanassā’ti?",
  "mil6.1.5:5.1": "Yadi, mahārāja, tathāgato gihiṃyeva ekasmiṃ phale vinītaṃ pabbājeyya, na nāmāyaṃ pabbajjā kilesappahānāya visuddhiyā vā, natthi pabbajjāya karaṇīyaṃ.",
  "mil6.1.5:5.2": "Yathā, mahārāja, puriso anekasatena kammena taḷākaṃ khaṇāpetvā parisāya evamanussāveyya ‘mā me, bhonto, keci saṃkiliṭṭhā imaṃ taḷākaṃ otaratha, pavāhitarajojallā parisuddhā vimalamaṭṭhā imaṃ taḷākaṃ otarathā’ti.",
  "mil6.1.5:5.3": "Api nu kho, mahārāja, tesaṃ pavāhitarajojallānaṃ parisuddhānaṃ vimalamaṭṭhānaṃ tena taḷākena karaṇīyaṃ bhaveyyā”ti?",
  "mil6.1.5:5.4": "“Na hi, bhante, yassatthāya te taṃ taḷākaṃ upagaccheyyuṃ, taṃ aññatreva tesaṃ kataṃ karaṇīyaṃ, kiṃ tesaṃ tena taḷākenā”ti?",
  "mil6.1.5:5.5": "“Evameva kho, mahārāja, yadi tathāgato gihiṃyeva ekasmiṃ phale vinītaṃ pabbājeyya, tattheva tesaṃ kataṃ karaṇīyaṃ, kiṃ tesaṃ pabbajjāya.",
  "mil6.1.5:6.1": "Yathā vā pana, mahārāja, sabhāvaisibhattiko sutamantapadadharo atakkiko roguppattikusalo amoghadhuvasiddhakammo bhisakko sallakatto sabbarogūpasamabhesajjaṃ sannipātetvā parisāya evamanussāveyya ‘mā kho, bhonto, keci sabyādhikā mama santike upagacchatha, abyādhikā arogā mama santike upagacchathā’ti.",
  "mil6.1.5:6.2": "Api nu kho, mahārāja, tesaṃ abyādhikānaṃ arogānaṃ paripuṇṇānaṃ udaggānaṃ tena bhisakkena karaṇīyaṃ bhaveyyā”ti?",
  "mil6.1.5:6.3": "“Na hi, bhante, yassatthāya te taṃ bhisakkaṃ sallakattaṃ upagaccheyyuṃ, taṃ aññatreva tesaṃ kataṃ karaṇīyaṃ, kiṃ tesaṃ tena bhisakkenā”ti?",
  "mil6.1.5:6.4": "“Evameva kho, mahārāja, yadi tathāgato gihiṃyeva ekasmiṃ phale vinītaṃ pabbājeyya, tattheva tesaṃ kataṃ karaṇīyaṃ, kiṃ tesaṃ pabbajjāya?",
  "mil6.1.5:7.1": "Yathā vā pana, mahārāja, koci puriso anekathālipākasataṃ bhojanaṃ paṭiyādāpetvā parisāya evamanussāveyya ‘mā me, bhonto, keci chātā imaṃ parivesanaṃ upagacchatha, subhuttā tittā suhitā dhātā pīṇitā paripuṇṇā imaṃ parivesanaṃ upagacchathā’ti.",
  "mil6.1.5:7.2": "Api nu kho, mahārāja, tesaṃ bhuttāvīnaṃ tittānaṃ suhitānaṃ dhātānaṃ pīṇitānaṃ paripuṇṇānaṃ tena bhojanena karaṇīyaṃ bhaveyyā”ti?",
  "mil6.1.5:7.3": "“Na hi, bhante, yassatthāya te taṃ parivesanaṃ upagaccheyyuṃ, taṃ aññatreva tesaṃ kataṃ karaṇīyaṃ, kiṃ tesaṃ tāya parivesanāyā”ti?",
  "mil6.1.5:7.4": "“Evameva kho, mahārāja, yadi tathāgato gihiṃyeva ekasmiṃ phale vinītaṃ pabbājeyya, tattheva tesaṃ kataṃ karaṇīyaṃ, kiṃ tesaṃ pabbajjāya?",
  "mil6.1.5:8.1": "Api ca, mahārāja, ye hīnāyāvattanti, te jinasāsanassa pañca atuliye guṇe dassenti.",
  "mil6.1.5:8.2": "Katame pañca?",
  "mil6.1.5:8.3": "Bhūmimahantabhāvaṃ dassenti, parisuddhavimalabhāvaṃ dassenti, pāpehi asaṃvāsiyabhāvaṃ dassenti, duppaṭivedhabhāvaṃ dassenti, bahusaṃvararakkhiyabhāvaṃ dassenti.",
  "mil6.1.5:9.1": "Kathaṃ bhūmimahantabhāvaṃ dassenti?",
  "mil6.1.5:9.2": "Yathā, mahārāja, puriso adhano hīnajacco nibbiseso buddhiparihīno mahārajjaṃ paṭilabhitvā na cirasseva paripatati paridhaṃsati parihāyati yasato, na sakkoti issariyaṃ sandhāretuṃ.",
  "mil6.1.5:9.3": "Kiṃkāraṇaṃ?",
  "mil6.1.5:9.4": "Mahantattā issariyassa.",
  "mil6.1.5:9.5": "Evameva kho, mahārāja, ye keci nibbisesā akatapuññā buddhiparihīnā jinasāsane pabbajanti, te taṃ pabbajjaṃ pavaruttamaṃ sandhāretuṃ avisahantā na cirasseva jinasāsanā paripatitvā paridhaṃsitvā parihāyitvā hīnāyāvattanti, na sakkonti jinasāsanaṃ sandhāretuṃ.",
  "mil6.1.5:9.6": "Kiṃkāraṇaṃ?",
  "mil6.1.5:9.7": "Mahantattā jinasāsanabhūmiyā.",
  "mil6.1.5:9.8": "Evaṃ bhūmimahantabhāvaṃ dassenti.",
  "mil6.1.5:10.1": "Kathaṃ parisuddhavimalabhāvaṃ dassenti?",
  "mil6.1.5:10.2": "Yathā, mahārāja, vāri pokkharapatte vikirati vidhamati vidhaṃseti, na ṭhānamupagacchati nūpalimpati.",
  "mil6.1.5:10.3": "Kiṃkāraṇaṃ?",
  "mil6.1.5:10.4": "Parisuddhavimalattā padumassa.",
  "mil6.1.5:10.5": "Evameva kho, mahārāja, ye keci saṭhā kūṭā vaṅkā kuṭilā visamadiṭṭhino jinasāsane pabbajanti, te parisuddhavimalanikkaṇṭakapaṇḍaravarappavarasāsanato na cirasseva vikiritvā vidhamitvā vidhaṃsetvā asaṇṭhahitvā anupalimpitvā hīnāyāvattanti.",
  "mil6.1.5:10.6": "Kiṃkāraṇaṃ?",
  "mil6.1.5:10.7": "Parisuddhavimalattā jinasāsanassa.",
  "mil6.1.5:10.8": "Evaṃ parisuddhavimalabhāvaṃ dassenti.",
  "mil6.1.5:11.1": "Kathaṃ pāpehi asaṃvāsiyabhāvaṃ dassenti?",
  "mil6.1.5:11.2": "Yathā, mahārāja, mahāsamuddo na matena kuṇapena saṃvasati, yaṃ hoti mahāsamudde mataṃ kuṇapaṃ, taṃ khippameva tīraṃ upaneti thalaṃ vā ussāreti.",
  "mil6.1.5:11.3": "Kiṃkāraṇaṃ?",
  "mil6.1.5:11.4": "Mahābhūtānaṃ bhavanattā mahāsamuddassa.",
  "mil6.1.5:11.5": "Evameva kho, mahārāja, ye keci pāpakā asaṃvutā ahirikā akiriyā osannavīriyā kusītā kiliṭṭhā dujjanā manussā jinasāsane pabbajanti, te na cirasseva jinasāsanato arahantavimalakhīṇāsavamahābhūtabhavanato nikkhamitvā asaṃvasitvā hīnāyāvattanti.",
  "mil6.1.5:11.6": "Kiṃkāraṇaṃ?",
  "mil6.1.5:11.7": "Pāpehi asaṃvāsiyattā jinasāsanassa.",
  "mil6.1.5:11.8": "Evaṃ pāpehi asaṃvāsiyabhāvaṃ dassenti.",
  "mil6.1.5:12.1": "Kathaṃ duppaṭivedhabhāvaṃ dassenti?",
  "mil6.1.5:12.2": "Yathā, mahārāja, ye keci achekā asikkhitā asippino mativippahīnā issāsā vālaggavedhaṃ avisahantā vigaḷanti pakkamanti.",
  "mil6.1.5:12.3": "Kiṃkāraṇaṃ?",
  "mil6.1.5:12.4": "Saṇhasukhumaduppaṭivedhattā vālaggassa.",
  "mil6.1.5:12.5": "Evameva kho, mahārāja, ye keci duppaññā jaḷā eḷamūgā mūḷhā dandhagatikā janā jinasāsane pabbajanti, te taṃ paramasaṇhasukhumacatusaccappaṭivedhaṃ paṭivijjhituṃ avisahantā jinasāsanā vigaḷitvā pakkamitvā na cirasseva hīnāyāvattanti.",
  "mil6.1.5:12.6": "Kiṃkāraṇaṃ?",
  "mil6.1.5:12.7": "Paramasaṇhasukhumaduppaṭivedhatāya saccānaṃ.",
  "mil6.1.5:12.8": "Evaṃ duppaṭivedhabhāvaṃ dassenti.",
  "mil6.1.5:13.1": "Kathaṃ bahusaṃvararakkhiyabhāvaṃ dassenti?",
  "mil6.1.5:13.2": "Yathā, mahārāja, kocideva puriso mahatimahāyuddhabhūmimupagato parasenāya disāvidisāhi samantā parivārito sattihatthaṃ janamupentaṃ disvā bhīto osakkati paṭinivattati palāyati.",
  "mil6.1.5:13.3": "Kiṃkāraṇaṃ?",
  "mil6.1.5:13.4": "Bahuvidhayuddhamukharakkhaṇabhayā.",
  "mil6.1.5:13.5": "Evameva kho, mahārāja, ye keci pāpakā asaṃvutā ahirikā akiriyā akkhantī capalā calitā ittarā bālajanā jinasāsane pabbajanti, te bahuvidhaṃ sikkhāpadaṃ parirakkhituṃ avisahantā osakkitvā paṭinivattitvā palāyitvā na cirasseva hīnāyāvattanti.",
  "mil6.1.5:13.6": "Kiṃkāraṇaṃ?",
  "mil6.1.5:13.7": "Bahuvidhasaṃvararakkhiyabhāvattā jinasāsanassa.",
  "mil6.1.5:13.8": "Evaṃ bahuvidhasaṃvararakkhiyabhāvaṃ dassenti.",
  "mil6.1.5:14.1": "Thalajuttamepi, mahārāja, vassikāgumbe kimividdhāni pupphāni honti, tāni aṅkurāni saṅkuṭitāni antarāyeva paripatanti, na ca tesu paripatitesu vassikāgumbo hīḷito nāma hoti.",
  "mil6.1.5:14.2": "Yāni tattha ṭhitāni pupphāni, tāni sammā gandhena disāvidisaṃ abhibyāpenti.",
  "mil6.1.5:14.3": "Evameva kho, mahārāja, ye te jinasāsane pabbajitvā hīnāyāvattanti, te jinasāsane kimividdhāni vassikāpupphāni viya vaṇṇagandharahitā nibbaṇṇākārasīlā abhabbā vepullāya, na ca tesaṃ hīnāyāvattanena jinasāsanaṃ hīḷitaṃ nāma hoti.",
  "mil6.1.5:14.4": "Ye tattha ṭhitā bhikkhū, te sadevakaṃ lokaṃ sīlavaragandhena abhibyāpenti.",
  "mil6.1.5:15.1": "Sālīnampi, mahārāja, nirātaṅkānaṃ lohitakānaṃ antare karumbhakaṃ nāma sālijāti uppajjitvā antarā yeva vinassati, na ca tassā vinaṭṭhattā lohitakasālī hīḷitā nāma honti.",
  "mil6.1.5:15.2": "Ye tattha ṭhitā sālī, te rājūpabhogā honti.",
  "mil6.1.5:15.3": "Evameva kho, mahārāja, ye te jinasāsane pabbajitvā hīnāyāvattanti, te lohitakasālīnamantare karumbhakā viya jinasāsane na vaḍḍhitvā vepullataṃ na pāpuṇitvā antarāyeva hīnāyāvattanti, na ca tesaṃ hīnāyāvattanena jinasāsanaṃ hīḷitaṃ nāma hoti.",
  "mil6.1.5:15.4": "Ye tattha ṭhitā bhikkhū te arahattassa anucchavikā honti.",
  "mil6.1.5:16.1": "Kāmadadassāpi, mahārāja, maṇiratanassa ekadesaṃ kakkasaṃ uppajjati, na ca tattha kakkasuppannattā maṇiratanaṃ hīḷitaṃ nāma hoti.",
  "mil6.1.5:16.2": "Yaṃ tattha parisuddhaṃ maṇiratanassa, taṃ janassa hāsakaraṃ hoti.",
  "mil6.1.5:16.3": "Evameva kho, mahārāja, ye te jinasāsane pabbajitvā hīnāyāvattanti, kakkasā te jinasāsane papaṭikā, na ca tesaṃ hīnāyāvattanena jinasāsanaṃ hīḷitaṃ nāma hoti.",
  "mil6.1.5:16.4": "Ye tattha ṭhitā bhikkhū, te devamanussānaṃ hāsajanakā honti.",
  "mil6.1.5:17.1": "Jātisampannassapi, mahārāja, lohitacandanassa ekadesaṃ pūtikaṃ hoti appagandhaṃ.",
  "mil6.1.5:17.2": "Na tena lohitacandanaṃ hīḷitaṃ nāma hoti.",
  "mil6.1.5:17.3": "Yaṃ tattha apūtikaṃ sugandhaṃ, taṃ samantā vidhūpeti abhibyāpeti.",
  "mil6.1.5:17.4": "Evameva kho, mahārāja, ye te jinasāsane pabbajitvā hīnāyāvattanti, te lohitacandanasārantare pūtikadesamiva chaḍḍanīyā jinasāsane, na ca tesaṃ hīnāyāvattanena jinasāsanaṃ hīḷitaṃ nāma hoti.",
  "mil6.1.5:17.5": "Ye tattha ṭhitā bhikkhū, te sadevakaṃ lokaṃ sīlavaracandanagandhena anulimpayantī”ti.",
  "mil6.1.5:18.1": "“Sādhu, bhante nāgasena, tena tena anucchavikena tena tena sadisena kāraṇena niravajjamanupāpitaṃ jinasāsanaṃ seṭṭhabhāvena paridīpitaṃ, hīnāyāvattamānāpi te jinasāsanassa seṭṭhabhāvaṃyeva paridīpentī”ti.",
  "mil6.1.5:19.1": "Hīnāyāvattanapañho pañcamo."
}