{
  "mil6.1.2:0.1": "Milindapañha",
  "mil6.1.2:0.2": "Anumānapañha",
  "mil6.1.2:0.3": "Buddhavagga",
  "mil6.1.2:0.4": "2. Gotamivatthadānapañha",
  "mil6.1.2:1.1": "“Bhante nāgasena, bhāsitampetaṁ bhagavatā mātucchāya mahāpajāpatiyā gotamiyā vassikasāṭikāya dīyamānāya ‘saṅghe, gotami, dehi, saṅghe te dinne ahañceva pūjito bhavissāmi saṅgho cā’ti.",
  "mil6.1.2:1.2": "Kiṁ nu kho, bhante nāgasena, tathāgato saṅgharatanato na bhāriko na garuko na dakkhiṇeyyo, yaṁ tathāgato sakāya mātucchāya sayaṁ piñjitaṁ sayaṁ luñcitaṁ sayaṁ pothitaṁ sayaṁ kantitaṁ sayaṁ vāyitaṁ vassikasāṭikaṁ attano dīyamānaṁ saṅghassa dāpesi.",
  "mil6.1.2:1.3": "Yadi, bhante nāgasena, tathāgato saṅgharatanato uttaro bhaveyya adhiko vā visiṭṭho vā, ‘mayi dinne mahapphalaṁ bhavissatī’ti na tathāgato mātucchāya sayaṁ piñjitaṁ sayaṁ luñcitaṁ sayaṁ pothitaṁ vassikasāṭikaṁ saṅghe dāpeyya, yasmā ca kho, bhante nāgasena tathāgato attānaṁ na patthayati na upanissayati, tasmā tathāgato mātucchāya taṁ vassikasāṭikaṁ saṅghassa dāpesī”ti.",
  "mil6.1.2:2.1": "“Bhāsitampetaṁ, mahārāja, bhagavatā mātucchāya mahāpajāpatiyā gotamiyā vassikasāṭikāya dīyamānāya ‘saṅghe, gotami, dehi, saṅghe te dinne ahañceva pūjito bhavissāmi saṅgho cā’ti.",
  "mil6.1.2:2.2": "Taṁ pana na attano patimānanassa avipākatāya na adakkhiṇeyyatāya, api ca kho, mahārāja, hitatthāya anukampāya anāgatamaddhānaṁ saṅgho mamaccayena cittīkato bhavissatīti vijjamāneyeva guṇe parikittayanto evamāha—",
  "mil6.1.2:2.3": "‘saṅghe, gotami, dehi, saṅghe te dinne ahañceva pūjito bhavissāmi saṅgho cā’ti.",
  "mil6.1.2:3.1": "Yathā, mahārāja, pitā dharamānoyeva amaccabhaṭabaladovārikaanīkaṭṭhapārisajjajanamajjhe rañño santike puttassa vijjamānaṁyeva guṇaṁ pakitteti ‘idha ṭhapito anāgatamaddhānaṁ janamajjhe pūjito bhavissatī’ti.",
  "mil6.1.2:3.2": "Evameva kho, mahārāja, tathāgato hitatthāya anukampāya anāgatamaddhānaṁ saṅgho mamaccayena cittīkato bhavissatīti vijjamāneyeva guṇe pakittayanto evamāha—",
  "mil6.1.2:3.3": "‘saṅghe, gotami, dehi, saṅghe te dinne ahañceva pūjito bhavissāmi saṅgho cā’ti.",
  "mil6.1.2:4.1": "Na kho, mahārāja, tāvatakena vassikasāṭikānuppadānamattakena saṅgho tathāgatato adhiko nāma hoti visiṭṭho vā.",
  "mil6.1.2:4.2": "Yathā, mahārāja, mātāpitaro puttānaṁ ucchādenti parimaddanti nahāpenti sambāhenti, api nu kho, mahārāja, tāvatakena ucchādanaparimaddananahāpanasambāhanamattakena ‘putto mātāpitūhi adhiko nāma hoti visiṭṭho vā’”ti?",
  "mil6.1.2:4.3": "“Na hi, bhante, akāmakaraṇīyā, bhante, puttā mātāpitūnaṁ, tasmā mātāpitaro puttānaṁ ucchādanaparimaddananahāpanasambāhanaṁ karontī”ti.",
  "mil6.1.2:4.4": "“Evameva kho, mahārāja, na tāvatakena vassikasāṭikānuppadānamattakena saṅgho tathāgatato adhiko nāma hoti visiṭṭho vāti.",
  "mil6.1.2:4.5": "Api ca tathāgato akāmakaraṇīyaṁ karonto mātucchāya taṁ vassikasāṭikaṁ saṅghassa dāpesi.",
  "mil6.1.2:5.1": "Yathā vā pana, mahārāja, kocideva puriso rañño upāyanaṁ āhareyya, taṁ rājā upāyanaṁ aññatarassa bhaṭassa vā balassa vā senāpatissa vā purohitassa vā dadeyya.",
  "mil6.1.2:5.2": "Api nu kho so, mahārāja, puriso tāvatakena upāyanapaṭilābhamattakena raññā adhiko nāma hoti visiṭṭho vā”ti?",
  "mil6.1.2:5.3": "“Na hi, bhante, rājabhattiko, bhante, so puriso rājūpajīvī, taṭṭhāne ṭhapento rājā upāyanaṁ detī”ti.",
  "mil6.1.2:5.4": "“Evameva kho, mahārāja, na tāvatakena vassikasāṭikānuppadānamattakena saṅgho tathāgatato adhiko nāma hoti visiṭṭho vā, atha kho tathāgatabhattiko tathāgatūpajīvī.",
  "mil6.1.2:5.5": "Taṭṭhāne ṭhapento tathāgato saṅghassa vassikasāṭikaṁ dāpesi.",
  "mil6.1.2:6.1": "Api ca, mahārāja, tathāgatassa evaṁ ahosi ‘sabhāvapaṭipūjanīyo saṅgho, mama santakena saṅghaṁ paṭipūjessāmī’ti saṅghassa vassikasāṭikaṁ dāpesi, na, mahārāja, tathāgato attano yeva paṭipūjanaṁ vaṇṇeti, atha kho ye loke paṭipūjanārahā, tesampi tathāgato paṭipūjanaṁ vaṇṇeti.",
  "mil6.1.2:7.1": "Bhāsitampetaṁ, mahārāja, bhagavatā devātidevena majjhimanikāyavaralañchake dhammadāyādadhammapariyāye appicchappaṭipattiṁ pakittayamānena ‘asuyeva me purimo bhikkhu pujjataro ca pāsaṁsataro cā’ti.",
  "mil6.1.2:7.2": "Natthi, mahārāja, bhavesu koci satto tathāgatato dakkhiṇeyyo vā uttaro vā adhiko vā visiṭṭho vā, tathāgatova uttaro adhiko visiṭṭho.",
  "mil6.1.2:8.1": "Bhāsitampetaṁ, mahārāja, saṁyuttanikāyavare māṇavagāmikena devaputtena bhagavato purato ṭhatvā devamanussamajjhe—",
  "mil6.1.2:9.1": "‘Vipulo rājagahīyānaṁ,",
  "mil6.1.2:9.2": "giri seṭṭho pavuccati;",
  "mil6.1.2:9.3": "Seto himavataṁ seṭṭho,",
  "mil6.1.2:9.4": "ādicco aghagāminaṁ.",
  "mil6.1.2:10.1": "Samuddo udadhinaṁ seṭṭho,",
  "mil6.1.2:10.2": "nakkhattānañca candimā;",
  "mil6.1.2:10.3": "Sadevakassa lokassa,",
  "mil6.1.2:10.4": "buddho aggo pavuccatī’ti.",
  "mil6.1.2:11.1": "Tā kho panetā, mahārāja, māṇavagāmikena devaputtena gāthā sugītā na duggītā, subhāsitā na dubbhāsitā, anumatā ca bhagavatā, nanu, mahārāja, therenapi sāriputtena dhammasenāpatinā bhaṇitaṁ—",
  "mil6.1.2:12.1": "‘Eko manopasādo,",
  "mil6.1.2:12.2": "Saraṇagamanamañjalipaṇāmo vā;",
  "mil6.1.2:12.3": "Ussahate tārayituṁ,",
  "mil6.1.2:12.4": "Mārabalanisūdane buddhe’ti.",
  "mil6.1.2:13.1": "Bhagavatā ca bhaṇitaṁ devātidevena ‘ekapuggalo, bhikkhave, loke uppajjamāno uppajjati bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānaṁ.",
  "mil6.1.2:13.2": "Katamo ekapuggalo?",
  "mil6.1.2:13.3": "Tathāgato arahaṁ sammāsambuddho …pe…",
  "mil6.1.2:13.4": "devamanussānan’”ti.",
  "mil6.1.2:13.5": "“Sādhu, bhante nāgasena, evametaṁ tathā sampaṭicchāmī”ti.",
  "mil6.1.2:14.1": "Gotamivatthadānapañho dutiyo."
}