{
  "mil6.1.9:0.1": "Milindapañha",
  "mil6.1.9:0.2": "Anumānapañha",
  "mil6.1.9:0.3": "Buddhavagga",
  "mil6.1.9:0.4": "9. Udakasattajīvapañha",
  "mil6.1.9:1.1": "“Bhante nāgasena, imaṃ udakaṃ aggimhi tappamānaṃ cicciṭāyati ciṭiciṭāyati saddāyati bahuvidhaṃ, kiṃ nu kho, bhante nāgasena, udakaṃ jīvati, kiṃ kīḷamānaṃ saddāyati, udāhu aññena paṭipīḷitaṃ saddāyatī”ti?",
  "mil6.1.9:1.2": "“Na hi, mahārāja, udakaṃ jīvati, natthi udake jīvo vā satto vā, api ca, mahārāja, aggisantāpavegassa mahantatāya udakaṃ cicciṭāyati ciṭiciṭāyati saddāyati bahuvidhan”ti.",
  "mil6.1.9:2.1": "“Bhante nāgasena, idhekacce titthiyā udakaṃ jīvatīti sītodakaṃ paṭikkhipitvā udakaṃ tāpetvā vekatikavekatikaṃ paribhuñjanti, te tumhe garahanti paribhavanti ‘ekindriyaṃ samaṇā sakyaputtiyā jīvaṃ viheṭhentī’ti, taṃ tesaṃ garahaṃ paribhavaṃ vinodehi apanehi nicchārehī”ti.",
  "mil6.1.9:2.2": "“Na hi, mahārāja, udakaṃ jīvati, natthi, mahārāja, udake jīvo vā satto vā, api ca, mahārāja, aggisantāpavegassa mahantatāya udakaṃ cicciṭāyati ciṭiciṭāyati saddāyati bahuvidhaṃ.",
  "mil6.1.9:3.1": "Yathā, mahārāja, udakaṃ sobbhasarasaritadahataḷākakandarapadaraudapānaninnapokkharaṇigataṃ vātātapavegassa mahantatāya pariyādiyati parikkhayaṃ gacchati, api nu tattha udakaṃ cicciṭāyati ciṭiciṭāyati saddāyati bahuvidhan”ti?",
  "mil6.1.9:3.2": "“Na hi, bhante”ti.",
  "mil6.1.9:3.3": "“Yadi, mahārāja, udakaṃ jīveyya, tatthāpi udakaṃ saddāyeyya, imināpi, mahārāja, kāraṇena jānāhi ‘natthi udake jīvo vā satto vā, aggisantāpavegassa mahantatāya udakaṃ cicciṭāyati ciṭiciṭāyati saddāyati bahuvidhan’ti.",
  "mil6.1.9:4.1": "Aparampi, mahārāja, uttariṃ kāraṇaṃ suṇohi ‘natthi udake jīvo vā satto vā, aggisantāpavegassa mahantatāya udakaṃ saddāyatī’ti.",
  "mil6.1.9:4.2": "Yadā pana, mahārāja, udakaṃ taṇḍulehi sammissitaṃ bhājanagataṃ hoti pihitaṃ uddhane aṭhapitaṃ, api nu tattha udakaṃ saddāyatī”ti?",
  "mil6.1.9:4.3": "“Na hi, bhante, acalaṃ hoti santasantan”ti.",
  "mil6.1.9:4.4": "“Taṃyeva pana, mahārāja, udakaṃ bhājanagataṃ aggiṃ ujjāletvā uddhane ṭhapitaṃ hoti, api nu tattha udakaṃ acalaṃ hoti santasantan”ti?",
  "mil6.1.9:4.5": "“Na hi, bhante, calati khubbhati luḷati āvilati ūmijātaṃ hoti, uddhamadho disāvidisaṃ gacchati, uttarati patarati pheṇamālī hotī”ti.",
  "mil6.1.9:4.6": "“Kissa pana taṃ, mahārāja, pākatikaṃ udakaṃ na calati santasantaṃ hoti, kissa pana aggigataṃ calati khubbhati luḷati āvilati ūmijātaṃ hoti, uddhamadho disāvidisaṃ gacchati, uttarati patarati pheṇamālī hotī”ti?",
  "mil6.1.9:4.7": "“Pākatikaṃ, bhante, udakaṃ na calati, aggikataṃ pana udakaṃ aggisantāpavegassa mahantatāya cicciṭāyati ciṭiciṭāyati saddāyati bahuvidhan”ti.",
  "mil6.1.9:4.8": "“Imināpi, mahārāja, kāraṇena jānāhi ‘natthi udake jīvo vā satto vā, aggisantāpavegassa mahantatāya udakaṃ saddāyatī’ti.",
  "mil6.1.9:5.1": "Aparampi, mahārāja, uttariṃ kāraṇaṃ suṇohi, natthi udake jīvo vā satto vā, aggisantāpavegassa mahantatāya udakaṃ saddāyati.",
  "mil6.1.9:5.2": "Hoti taṃ, mahārāja, udakaṃ ghare ghare udakavārakagataṃ pihitan”ti?",
  "mil6.1.9:5.3": "“Āma, bhante”ti.",
  "mil6.1.9:5.4": "“Api nu taṃ, mahārāja, udakaṃ calati khubbhati luḷati āvilati ūmijātaṃ hoti, uddhamadho disāvidisaṃ gacchati, uttarati patarati pheṇamālī hotī”ti.",
  "mil6.1.9:5.5": "“Na hi, bhante, acalaṃ taṃ hoti pākatikaṃ udakavārakagataṃ udakan”ti.",
  "mil6.1.9:6.1": "“Sutapubbaṃ pana tayā, mahārāja, ‘mahāsamudde udakaṃ calati khubbhati luḷati āvilati ūmijātaṃ hoti, uddhamadho disāvidisaṃ gacchati, uttarati patarati pheṇamālī hoti, ussakkitvā ossakkitvā velāya paharati saddāyati bahuvidhan’”ti?",
  "mil6.1.9:6.2": "“Āma, bhante, sutapubbaṃ etaṃ mayā diṭṭhapubbañca ‘mahāsamudde udakaṃ hatthasatampi dvepi hatthasatāni gagane ussakkatī’”ti.",
  "mil6.1.9:6.3": "“Kissa, mahārāja, udakavārakagataṃ udakaṃ na calati na saddāyati, kissa pana mahāsamudde udakaṃ calati saddāyatī”ti?",
  "mil6.1.9:6.4": "“Vātavegassa mahantatāya, bhante, mahāsamudde udakaṃ calati saddāyati, udakavārakagataṃ udakaṃ aghaṭṭitaṃ kehici na calati na saddāyatī”ti.",
  "mil6.1.9:6.5": "“Yathā, mahārāja, vātavegassa mahantatāya mahāsamudde udakaṃ calati saddāyati;",
  "mil6.1.9:6.6": "evameva aggisantāpavegassa mahantatāya udakaṃ saddāyatīti.",
  "mil6.1.9:7.1": "Nanu, mahārāja, bheripokkharaṃ sukkhaṃ sukkhena gocammena onandhantī”ti?",
  "mil6.1.9:7.2": "“Āma, bhante”.",
  "mil6.1.9:7.3": "“Api nu, mahārāja, bheriyā jīvo vā satto vā atthī”ti.",
  "mil6.1.9:7.4": "“Na hi, bhante”ti.",
  "mil6.1.9:7.5": "“Kissa pana, mahārāja, bherī saddāyatī”ti?",
  "mil6.1.9:7.6": "“Itthiyā vā, bhante, purisassa vā tajjena vāyāmenā”ti.",
  "mil6.1.9:7.7": "“Yathā, mahārāja, itthiyā vā purisassa vā tajjena vāyāmena bherī saddāyati;",
  "mil6.1.9:7.8": "evameva aggisantāpavegassa mahantatāya udakaṃ saddāyati.",
  "mil6.1.9:7.9": "Imināpi, mahārāja, kāraṇena jānāhi ‘natthi udake jīvo vā satto vā, aggisantāpavegassa mahantatāya udakaṃ saddāyatī’ti.",
  "mil6.1.9:8.1": "Mayhampi tāva, mahārāja, tava pucchitabbaṃ atthi, evameso pañho suvinicchito hoti, kiṃ nu kho, mahārāja, sabbehipi bhājanehi udakaṃ tappamānaṃ saddāyati, udāhu ekaccehiyeva bhājanehi tappamānaṃ saddāyatī”ti?",
  "mil6.1.9:8.2": "“Na hi, bhante, sabbehipi bhājanehi udakaṃ tappamānaṃ saddāyati, ekaccehiyeva bhājanehi udakaṃ tappamānaṃ saddāyatī”ti.",
  "mil6.1.9:8.3": "“Tena hi, mahārāja, jahitosi sakasamayaṃ, paccāgatosi mama visayaṃ, natthi udake jīvo vā satto vā.",
  "mil6.1.9:8.4": "Yadi, mahārāja, sabbehipi bhājanehi udakaṃ tappamānaṃ saddāyeyya, yuttamidaṃ ‘udakaṃ jīvatī’ti vattuṃ.",
  "mil6.1.9:8.5": "Na hi, mahārāja, udakaṃ dvayaṃ hoti, yaṃ saddāyati, taṃ jīvati, yaṃ na saddāyati, taṃ na jīvatīti.",
  "mil6.1.9:8.6": "Yadi, mahārāja, udakaṃ jīveyya, mahantānaṃ hatthināgānaṃ ussannakāyānaṃ pabhinnānaṃ soṇḍāya ussiñcitvā mukhe pakkhipitvā kucchiṃ pavesayantānaṃ, tampi udakaṃ tesaṃ dantantare cippiyamānaṃ saddāyeyya.",
  "mil6.1.9:8.7": "Hatthasatikāpi mahānāvā garukā bhārikā anekasatasahassabhāraparipūrā mahāsamudde vicaranti, tāhipi cippiyamānaṃ udakaṃ saddāyeyya.",
  "mil6.1.9:8.8": "Mahatimahantāpi macchā anekasatayojanikakāyā timī timiṅgalā timirapiṅgalā abbhantare nimuggā mahāsamudde nivāsaṭṭhānatāya paṭivasantā mahāudakadhārā ācamanti dhamanti ca, tesampi taṃ dantantarepi udarantarepi cippiyamānaṃ udakaṃ saddāyeyya.",
  "mil6.1.9:8.9": "Yasmā ca kho, mahārāja, evarūpehi evarūpehi mahantehi paṭipīḷanehi paṭipīḷitaṃ udakaṃ na saddāyati tasmāpi natthi udake jīvo vā satto vāti, evametaṃ, mahārāja, dhārehī”ti.",
  "mil6.1.9:9.1": "“Sādhu, bhante nāgasena, dosāgato pañho anucchavikāya vibhattiyā vibhatto, yathā nāma, bhante nāgasena, mahagghaṃ maṇiratanaṃ chekaṃ ācariyaṃ kusalaṃ sikkhitaṃ maṇikāraṃ pāpuṇitvā kittiṃ labheyya thomanaṃ pasaṃsaṃ, muttāratanaṃ vā muttikaṃ dussaratanaṃ vā dussikaṃ, lohitacandanaṃ vā gandhikaṃ pāpuṇitvā kittiṃ labheyya thomanaṃ pasaṃsaṃ.",
  "mil6.1.9:9.2": "Evameva kho, bhante nāgasena, dosāgato pañho anucchavikāya vibhattiyā vibhatto, evametaṃ tathā sampaṭicchāmī”ti.",
  "mil6.1.9:10.1": "Udakasattajīvapañho navamo.",
  "mil6.1.9:11.1": "Buddhavaggo paṭhamo.",
  "mil6.1.9:12.1": "Imasmiṃ vagge nava pañhā."
}