{
  "mil6.2.5:0.1": "Milindapañha",
  "mil6.2.5:0.2": "Anumānapañha",
  "mil6.2.5:0.3": "Nippapañcavagga",
  "mil6.2.5:0.4": "5. Akammajādipañha",
  "mil6.2.5:1.1": "“Bhante nāgasena, dissanti loke kammanibbattā, dissanti hetunibbattā, dissanti utunibbattā, yaṁ loke akammajaṁ ahetujaṁ anutujaṁ, taṁ me kathehī”ti.",
  "mil6.2.5:1.2": "“Dveme, mahārāja, lokasmiṁ akammajā ahetujā anutujā.",
  "mil6.2.5:1.3": "Katame dve?",
  "mil6.2.5:1.4": "Ākāso, mahārāja, akammajo ahetujo anutujo;",
  "mil6.2.5:1.5": "nibbānaṁ, mahārāja, akammajaṁ ahetujaṁ anutujaṁ.",
  "mil6.2.5:1.6": "Ime kho, mahārāja, dve akammajā ahetujā anutujā”ti.",
  "mil6.2.5:2.1": "“Mā, bhante nāgasena, jinavacanaṁ makkhehi, mā ajānitvā pañhaṁ byākarohī”ti.",
  "mil6.2.5:2.2": "“Kiṁ kho, mahārāja, ahaṁ vadāmi, yaṁ maṁ tvaṁ evaṁ vadesi ‘mā, bhante nāgasena, jinavacanaṁ makkhehi, mā ajānitvā pañhaṁ byākarohī’”ti?",
  "mil6.2.5:2.3": "“Bhante nāgasena, yuttamidaṁ tāva vattuṁ ‘ākāso akammajo ahetujo anutujo’ti.",
  "mil6.2.5:2.4": "Anekasatehi pana, bhante nāgasena, kāraṇehi bhagavatā sāvakānaṁ nibbānassa sacchikiriyāya maggo akkhāto, atha ca pana tvaṁ evaṁ vadesi ‘ahetujaṁ nibbānan’”ti.",
  "mil6.2.5:2.5": "“Saccaṁ, mahārāja, bhagavatā anekasatehi kāraṇehi sāvakānaṁ nibbānassa sacchikiriyāya maggo akkhāto, na ca pana nibbānassa uppādāya hetu akkhāto”ti.",
  "mil6.2.5:3.1": "“Ettha mayaṁ, bhante nāgasena, andhakārato andhakārataraṁ pavisāma, vanato vanataraṁ pavisāma, gahanato gahanataraṁ pavisāma, yatra hi nāma nibbānassa sacchikiriyāya hetu atthi, tassa pana dhammassa uppādāya hetu natthi.",
  "mil6.2.5:3.2": "Yadi, bhante nāgasena, nibbānassa sacchikiriyāya hetu atthi, tena hi nibbānassa uppādāyapi hetu icchitabbo.",
  "mil6.2.5:4.1": "Yathā pana, bhante nāgasena, puttassa pitā atthi, tena kāraṇena pitunopi pitā icchitabbo.",
  "mil6.2.5:4.2": "Yathā antevāsikassa ācariyo atthi, tena kāraṇena ācariyassapi ācariyo icchitabbo.",
  "mil6.2.5:4.3": "Yathā aṅkurassa bījaṁ atthi, tena kāraṇena bījassapi bījaṁ icchitabbaṁ.",
  "mil6.2.5:4.4": "Evameva kho, bhante nāgasena, yadi nibbānassa sacchikiriyāya hetu atthi, tena kāraṇena nibbānassa uppādāyapi hetu icchitabbo.",
  "mil6.2.5:5.1": "Yathā rukkhassa vā latāya vā agge sati tena kāraṇena majjhampi atthi, mūlampi atthi.",
  "mil6.2.5:5.2": "Evameva kho, bhante nāgasena, yadi nibbānassa sacchikiriyāya hetu atthi, tena kāraṇena nibbānassa uppādāyapi hetu icchitabbo”ti.",
  "mil6.2.5:6.1": "“Anuppādanīyaṁ, mahārāja, nibbānaṁ, tasmā na nibbānassa uppādāya hetu akkhāto”ti.",
  "mil6.2.5:6.2": "“Iṅgha, bhante nāgasena, kāraṇaṁ dassetvā kāraṇena maṁ saññāpehi, yathāhaṁ jāneyyaṁ nibbānassa sacchikiriyāya hetu atthi, nibbānassa uppādāya hetu natthī”ti.",
  "mil6.2.5:7.1": "“Tena hi, mahārāja, sakkaccaṁ sotaṁ odaha, sādhukaṁ suṇohi, vakkhāmi tattha kāraṇaṁ, sakkuṇeyya, mahārāja, puriso pākatikena balena ito himavantaṁ pabbatarājaṁ upagantun”ti?",
  "mil6.2.5:7.2": "“Āma, bhante”ti.",
  "mil6.2.5:7.3": "“Sakkuṇeyya pana so, mahārāja, puriso pākatikena balena himavantaṁ pabbatarājaṁ idha āharitun”ti?",
  "mil6.2.5:7.4": "“Na hi, bhante”ti.",
  "mil6.2.5:7.5": "“Evameva kho, mahārāja, sakkā nibbānassa sacchikiriyāya maggo akkhātuṁ, na sakkā nibbānassa uppādāya hetu dassetuṁ.",
  "mil6.2.5:8.1": "Sakkuṇeyya, mahārāja, puriso pākatikena balena mahāsamuddaṁ nāvāya uttaritvā pārimatīraṁ gantun”ti?",
  "mil6.2.5:8.2": "“Āma, bhante”ti?",
  "mil6.2.5:8.3": "“Sakkuṇeyya pana so, mahārāja, puriso pākatikena balena mahāsamuddassa pārimatīraṁ idha āharitun”ti?",
  "mil6.2.5:8.4": "“Na hi, bhante”ti.",
  "mil6.2.5:8.5": "“Evameva kho, mahārāja, sakkā nibbānassa sacchikiriyāya maggo akkhātuṁ, na sakkā nibbānassa uppādāya hetu dassetuṁ.",
  "mil6.2.5:8.6": "Kiṁ kāraṇā?",
  "mil6.2.5:8.7": "Asaṅkhatattā dhammassā”ti.",
  "mil6.2.5:9.1": "“Asaṅkhataṁ, bhante nāgasena, nibbānan”ti?",
  "mil6.2.5:9.2": "“Āma, mahārāja, asaṅkhataṁ nibbānaṁ na kehici kataṁ, nibbānaṁ, mahārāja, na vattabbaṁ uppannanti vā anuppannanti vā uppādanīyanti vā atītanti vā anāgatanti vā paccuppannanti vā cakkhuviññeyyanti vā sotaviññeyyanti vā ghānaviññeyyanti vā jivhāviññeyyanti vā kāyaviññeyyanti vā”ti.",
  "mil6.2.5:9.3": "“Yadi, bhante nāgasena, nibbānaṁ na uppannaṁ na anuppannaṁ na uppādanīyaṁ na atītaṁ na anāgataṁ na paccuppannaṁ na cakkhuviññeyyaṁ na sotaviññeyyaṁ na ghānaviññeyyaṁ na jivhāviññeyyaṁ na kāyaviññeyyaṁ, tena hi, bhante nāgasena, tumhe natthidhammaṁ nibbānaṁ apadisatha ‘natthi nibbānan’”ti.",
  "mil6.2.5:9.4": "“Atthi, mahārāja, nibbānaṁ, manoviññeyyaṁ nibbānaṁ, visuddhena mānasena paṇītena ujukena anāvaraṇena nirāmisena sammāpaṭipanno ariyasāvako nibbānaṁ passatī”ti.",
  "mil6.2.5:10.1": "“Kīdisaṁ pana taṁ, bhante, nibbānaṁ, yaṁ taṁ opammehi ādīpanīyaṁ kāraṇehi maṁ saññāpehi, yathā atthidhammaṁ opammehi ādīpanīyan”ti.",
  "mil6.2.5:10.2": "“Atthi, mahārāja, vāto nāmā”ti?",
  "mil6.2.5:10.3": "“Āma, bhante”ti.",
  "mil6.2.5:10.4": "“Iṅgha, mahārāja, vātaṁ dassehi vaṇṇato vā saṇṭhānato vā aṇuṁ vā thūlaṁ vā dīghaṁ vā rassaṁ vā”ti.",
  "mil6.2.5:10.5": "“Na sakkā, bhante nāgasena, vāto upadassayituṁ, na so vāto hatthaggahaṇaṁ vā nimmaddanaṁ vā upeti, api ca atthi so vāto”ti.",
  "mil6.2.5:10.6": "“Yadi, mahārāja, na sakkā vāto upadassayituṁ, tena hi natthi vāto”ti?",
  "mil6.2.5:10.7": "“Jānāmahaṁ, bhante nāgasena, vāto atthīti me hadaye anupaviṭṭhaṁ, na cāhaṁ sakkomi vātaṁ upadassayitun”ti.",
  "mil6.2.5:10.8": "“Evameva kho, mahārāja, atthi nibbānaṁ, na ca sakkā nibbānaṁ upadassayituṁ vaṇṇena vā saṇṭhānena vā”ti.",
  "mil6.2.5:10.9": "“Sādhu, bhante nāgasena, sūpadassitaṁ opammaṁ, suniddiṭṭhaṁ kāraṇaṁ, evametaṁ tathā sampaṭicchāmi ‘atthi nibbānan’”ti.",
  "mil6.2.5:11.1": "Akammajādipañho pañcamo."
}