{
  "mil6.3.10:0.1": "Milindapañha",
  "mil6.3.10:0.2": "Anumānapañha",
  "mil6.3.10:0.3": "Vessantaravagga",
  "mil6.3.10:0.4": "10. Nibbānarūpasaṇṭhānapañha",
  "mil6.3.10:1.1": "“Bhante nāgasena, ‘nibbānaṁ nibbānan’ti yaṁ vadesi, sakkā pana tassa nibbānassa rūpaṁ vā saṇṭhānaṁ vā vayaṁ vā pamāṇaṁ vā opammena vā kāraṇena vā hetunā vā nayena vā upadassayitun”ti?",
  "mil6.3.10:1.2": "“Appaṭibhāgaṁ, mahārāja, nibbānaṁ, na sakkā nibbānassa rūpaṁ vā saṇṭhānaṁ vā vayaṁ vā pamāṇaṁ vā opammena vā kāraṇena vā hetunā vā nayena vā upadassayitun”ti.",
  "mil6.3.10:1.3": "“Etampāhaṁ, bhante nāgasena, na sampaṭicchāmi, yaṁ atthidhammassa nibbānassa rūpaṁ vā saṇṭhānaṁ vā vayaṁ vā pamāṇaṁ vā opammena vā kāraṇena vā hetunā vā nayena vā apaññāpanaṁ, kāraṇena maṁ saññāpehī”ti.",
  "mil6.3.10:1.4": "“Hotu, mahārāja, kāraṇena taṁ saññāpessāmi.",
  "mil6.3.10:1.5": "Atthi, mahārāja, mahāsamuddo nāmā”ti?",
  "mil6.3.10:1.6": "“Āma, bhante, attheso mahāsamuddo”ti.",
  "mil6.3.10:1.7": "“Sace taṁ, mahārāja, koci evaṁ puccheyya ‘kittakaṁ, mahārāja, mahāsamudde udakaṁ, kati pana te sattā, ye mahāsamudde paṭivasantī’ti, evaṁ puṭṭho tvaṁ, mahārāja, kinti tassa byākareyyāsī”ti?",
  "mil6.3.10:1.8": "“Sace maṁ, bhante, koci evaṁ puccheyya ‘kittakaṁ, mahārāja, mahāsamudde udakaṁ, kati pana te sattā, ye mahāsamudde paṭivasantī’ti, tamahaṁ, bhante, evaṁ vadeyyaṁ ‘apucchitabbaṁ maṁ tvaṁ, ambho purisa, pucchasi, nesā pucchā kenaci pucchitabbā, ṭhapanīyo eso pañho.",
  "mil6.3.10:1.9": "Avibhatto lokakkhāyikehi mahāsamuddo, na sakkā mahāsamudde udakaṁ pariminituṁ sattā vā ye tattha vāsamupagatāti evāhaṁ, bhante tassa paṭivacanaṁ dadeyyan’”ti.",
  "mil6.3.10:2.1": "“Kissa pana tvaṁ, mahārāja, atthidhamme mahāsamudde evaṁ paṭivacanaṁ dadeyyāsi, nanu vigaṇetvā tassa ācikkhitabbaṁ ‘ettakaṁ mahāsamudde udakaṁ, ettakā ca sattā mahāsamudde paṭivasantī’”ti?",
  "mil6.3.10:2.2": "“Na sakkā, bhante, avisayo eso pañho”ti.",
  "mil6.3.10:3.1": "“Yathā, mahārāja, atthidhammeyeva mahāsamudde na sakkā udakaṁ parigaṇetuṁ sattā vā ye tattha vāsamupagatā;",
  "mil6.3.10:3.2": "evameva kho, mahārāja, atthidhammasseva nibbānassa na sakkā rūpaṁ vā saṇṭhānaṁ vā vayaṁ vā pamāṇaṁ vā opammena vā kāraṇena vā hetunā vā nayena vā upadassayituṁ, vigaṇeyya, mahārāja, iddhimā cetovasippatto mahāsamudde udakaṁ tatrāsaye ca satte, na tveva so iddhimā cetovasippatto sakkuṇeyya nibbānassa rūpaṁ vā saṇṭhānaṁ vā vayaṁ vā pamāṇaṁ vā opammena vā kāraṇena vā hetunā vā nayena vā upadassayituṁ.",
  "mil6.3.10:4.1": "Aparampi, mahārāja, uttariṁ kāraṇaṁ suṇohi, atthidhammasseva nibbānassa na sakkā rūpaṁ vā saṇṭhānaṁ vā vayaṁ vā pamāṇaṁ vā opammena vā kāraṇena vā hetunā vā nayena vā upadassayitunti.",
  "mil6.3.10:4.2": "Atthi, mahārāja, devesu arūpakāyikā nāma devā”ti.",
  "mil6.3.10:4.3": "“Āma, bhante, suyyati ‘atthi devesu arūpakāyikā nāma devā’”ti.",
  "mil6.3.10:4.4": "“Sakkā pana, mahārāja, tesaṁ arūpakāyikānaṁ devānaṁ rūpaṁ vā saṇṭhānaṁ vā vayaṁ vā pamāṇaṁ vā opammena vā kāraṇena vā hetunā vā nayena vā upadassayitun”ti?",
  "mil6.3.10:4.5": "“Na hi, bhante”ti.",
  "mil6.3.10:4.6": "“Tena hi, mahārāja, natthi arūpakāyikā devā”ti?",
  "mil6.3.10:4.7": "“Atthi, bhante, arūpakāyikā devā, na ca sakkā tesaṁ rūpaṁ vā saṇṭhānaṁ vā vayaṁ vā pamāṇaṁ vā opammena vā kāraṇena vā hetunā vā nayena vā upadassayitun”ti.",
  "mil6.3.10:4.8": "“Yathā, mahārāja, atthisattānaṁyeva arūpakāyikānaṁ devānaṁ na sakkā rūpaṁ vā saṇṭhānaṁ vā vayaṁ vā pamāṇaṁ vā opammena vā kāraṇena vā hetunā vā nayena vā upadassayituṁ;",
  "mil6.3.10:4.9": "evameva kho, mahārāja, atthidhammasseva nibbānassa na sakkā rūpaṁ vā saṇṭhānaṁ vā vayaṁ vā pamāṇaṁ vā opammena vā kāraṇena vā hetunā vā nayena vā upadassayitun”ti.",
  "mil6.3.10:5.1": "“Bhante nāgasena, hotu ekantasukhaṁ nibbānaṁ, na ca sakkā tassa rūpaṁ vā saṇṭhānaṁ vā vayaṁ vā pamāṇaṁ vā opammena vā kāraṇena vā hetunā vā nayena vā upadassayituṁ.",
  "mil6.3.10:5.2": "Atthi pana, bhante, nibbānassa guṇaṁ aññehi anupaviṭṭhaṁ kiñci opammanidassanamattan”ti?",
  "mil6.3.10:5.3": "“Sarūpato, mahārāja, natthi, guṇato pana sakkā kiñci opammanidassanamattaṁ upadassayitun”ti.",
  "mil6.3.10:5.4": "“Sādhu, bhante nāgasena, yathāhaṁ labhāmi nibbānassa guṇatopi ekadesaparidīpanamattaṁ, tathā sīghaṁ brūhi, nibbāpehi me hadayapariḷāhaṁ vinaya sītalamadhuravacanamālutenā”ti.",
  "mil6.3.10:6.1": "“Padumassa, mahārāja, eko guṇo nibbānaṁ anupaviṭṭho, udakassa dve guṇā, agadassa tayo guṇā, mahāsamuddassa cattāro guṇā, bhojanassa pañca guṇā, ākāsassa dasa guṇā, maṇiratanassa tayo guṇā, lohitacandanassa tayo guṇā, sappimaṇḍassa tayo guṇā, girisikharassa pañca guṇā nibbānaṁ anupaviṭṭhā”ti.",
  "mil6.3.10:7.1": "“Bhante nāgasena, ‘padumassa eko guṇo nibbānaṁ anupaviṭṭho’ti yaṁ vadesi, katamo padumassa eko guṇo nibbānaṁ anupaviṭṭho”ti?",
  "mil6.3.10:7.2": "“Yathā, mahārāja, padumaṁ anupalittaṁ udakena;",
  "mil6.3.10:7.3": "evameva kho, mahārāja, nibbānaṁ sabbakilesehi anupalittaṁ.",
  "mil6.3.10:7.4": "Ayaṁ, mahārāja, padumassa eko guṇo nibbānaṁ anupaviṭṭho”ti.",
  "mil6.3.10:8.1": "“Bhante nāgasena, ‘udakassa dve guṇā nibbānaṁ anupaviṭṭhā’ti yaṁ vadesi, katame udakassa dve guṇā nibbānaṁ anupaviṭṭhā”ti?",
  "mil6.3.10:8.2": "“Yathā, mahārāja, udakaṁ sītalaṁ pariḷāhanibbāpanaṁ;",
  "mil6.3.10:8.3": "evameva kho, mahārāja, nibbānaṁ sītalaṁ sabbakilesapariḷāhanibbāpanaṁ.",
  "mil6.3.10:8.4": "Ayaṁ, mahārāja, udakassa paṭhamo guṇo nibbānaṁ anupaviṭṭho.",
  "mil6.3.10:8.5": "Puna caparaṁ, mahārāja, udakaṁ kilantatasitapipāsitaghammābhitattānaṁ janapasupajānaṁ pipāsāvinayanaṁ;",
  "mil6.3.10:8.6": "evameva kho, mahārāja, nibbānaṁ kāmataṇhābhavataṇhāvibhavataṇhāpipāsāvinayanaṁ.",
  "mil6.3.10:8.7": "Ayaṁ, mahārāja, udakassa dutiyo guṇo nibbānaṁ anupaviṭṭho.",
  "mil6.3.10:8.8": "Ime kho, mahārāja, udakassa dve guṇā nibbānaṁ anupaviṭṭhā”ti.",
  "mil6.3.10:9.1": "“Bhante nāgasena, ‘agadassa tayo guṇā nibbānaṁ anupaviṭṭhā’ti yaṁ vadesi, katame agadassa tayo guṇā nibbānaṁ anupaviṭṭhā”ti?",
  "mil6.3.10:9.2": "“Yathā, mahārāja, agado visapīḷitānaṁ sattānaṁ paṭisaraṇaṁ;",
  "mil6.3.10:9.3": "evameva kho, mahārāja, nibbānaṁ kilesavisapīḷitānaṁ sattānaṁ paṭisaraṇaṁ.",
  "mil6.3.10:9.4": "Ayaṁ, mahārāja, agadassa paṭhamo guṇo nibbānaṁ anupaviṭṭho.",
  "mil6.3.10:9.5": "Puna caparaṁ, mahārāja, agado rogānaṁ antakaro;",
  "mil6.3.10:9.6": "evameva kho, mahārāja, nibbānaṁ sabbadukkhānaṁ antakaraṁ.",
  "mil6.3.10:9.7": "Ayaṁ, mahārāja, agadassa dutiyo guṇo nibbānaṁ anupaviṭṭho.",
  "mil6.3.10:9.8": "Puna caparaṁ, mahārāja, agado amataṁ;",
  "mil6.3.10:9.9": "evameva kho, mahārāja, nibbānaṁ amataṁ.",
  "mil6.3.10:9.10": "Ayaṁ, mahārāja, agadassa tatiyo guṇo nibbānaṁ anupaviṭṭho.",
  "mil6.3.10:9.11": "Ime kho, mahārāja, agadassa tayo guṇā nibbānaṁ anupaviṭṭhā”ti.",
  "mil6.3.10:10.1": "“Bhante nāgasena, ‘mahāsamuddassa cattāro guṇā nibbānaṁ anupaviṭṭhā’ti yaṁ vadesi, katame mahāsamuddassa cattāro guṇā nibbānaṁ anupaviṭṭhā”ti?",
  "mil6.3.10:10.2": "“Yathā, mahārāja, mahāsamuddo suñño sabbakuṇapehi;",
  "mil6.3.10:10.3": "evameva kho, mahārāja, nibbānaṁ suññaṁ sabbakilesakuṇapehi.",
  "mil6.3.10:10.4": "Ayaṁ, mahārāja, mahāsamuddassa paṭhamo guṇo nibbānaṁ anupaviṭṭho.",
  "mil6.3.10:10.5": "Puna caparaṁ, mahārāja, mahāsamuddo mahanto anorapāro, na paripūrati sabbasavantīhi;",
  "mil6.3.10:10.6": "evameva kho, mahārāja, nibbānaṁ mahantaṁ anorapāraṁ, na pūrati sabbasattehi.",
  "mil6.3.10:10.7": "Ayaṁ, mahārāja, mahāsamuddassa dutiyo guṇo nibbānaṁ anupaviṭṭho.",
  "mil6.3.10:10.8": "Puna caparaṁ, mahārāja, mahāsamuddo mahantānaṁ bhūtānaṁ āvāso;",
  "mil6.3.10:10.9": "evameva kho, mahārāja, nibbānaṁ mahantānaṁ arahantānaṁ vimalakhīṇāsavabalappattavasībhūtamahābhūtānaṁ āvāso.",
  "mil6.3.10:10.10": "Ayaṁ, mahārāja, mahāsamuddassa tatiyo guṇo nibbānaṁ anupaviṭṭho.",
  "mil6.3.10:10.11": "Puna caparaṁ, mahārāja, mahāsamuddo aparimitavividhavipulavīcipupphasaṅkusumito;",
  "mil6.3.10:10.12": "evameva kho, mahārāja, nibbānaṁ aparimitavividhavipulaparisuddhavijjāvimuttipupphasaṅkusumitaṁ.",
  "mil6.3.10:10.13": "Ayaṁ, mahārāja, mahāsamuddassa catuttho guṇo nibbānaṁ anupaviṭṭho.",
  "mil6.3.10:10.14": "Ime kho, mahārāja, mahāsamuddassa cattāro guṇā nibbānaṁ anupaviṭṭhā”ti.",
  "mil6.3.10:11.1": "“Bhante nāgasena, ‘bhojanassa pañca guṇā nibbānaṁ anupaviṭṭhā’ti yaṁ vadesi, katame bhojanassa pañca guṇā nibbānaṁ anupaviṭṭhā”ti?",
  "mil6.3.10:11.2": "“Yathā, mahārāja, bhojanaṁ sabbasattānaṁ āyudhāraṇaṁ;",
  "mil6.3.10:11.3": "evameva kho, mahārāja, nibbānaṁ sacchikataṁ jarāmaraṇanāsanato āyudhāraṇaṁ.",
  "mil6.3.10:11.4": "Ayaṁ, mahārāja, bhojanassa paṭhamo guṇo nibbānaṁ anupaviṭṭho.",
  "mil6.3.10:11.5": "Puna caparaṁ, mahārāja, bhojanaṁ sabbasattānaṁ balavaḍḍhanaṁ;",
  "mil6.3.10:11.6": "evameva kho, mahārāja, nibbānaṁ sacchikataṁ sabbasattānaṁ iddhibalavaḍḍhanaṁ.",
  "mil6.3.10:11.7": "Ayaṁ, mahārāja, bhojanassa dutiyo guṇo nibbānaṁ anupaviṭṭho.",
  "mil6.3.10:11.8": "Puna caparaṁ, mahārāja, bhojanaṁ sabbasattānaṁ vaṇṇajananaṁ;",
  "mil6.3.10:11.9": "evameva kho, mahārāja, nibbānaṁ sacchikataṁ sabbasattānaṁ guṇavaṇṇajananaṁ.",
  "mil6.3.10:11.10": "Ayaṁ, mahārāja, bhojanassa tatiyo guṇo nibbānaṁ anupaviṭṭho.",
  "mil6.3.10:11.11": "Puna caparaṁ, mahārāja, bhojanaṁ sabbasattānaṁ darathavūpasamanaṁ;",
  "mil6.3.10:11.12": "evameva kho, mahārāja, nibbānaṁ sacchikataṁ sabbasattānaṁ sabbakilesadarathavūpasamanaṁ.",
  "mil6.3.10:11.13": "Ayaṁ, mahārāja, bhojanassa catuttho guṇo nibbānaṁ anupaviṭṭho.",
  "mil6.3.10:11.14": "Puna caparaṁ, mahārāja, bhojanaṁ sabbasattānaṁ jighacchādubbalyapaṭivinodanaṁ;",
  "mil6.3.10:11.15": "evameva kho, mahārāja, nibbānaṁ sacchikataṁ sabbasattānaṁ sabbadukkhajighacchādubbalyapaṭivinodanaṁ.",
  "mil6.3.10:11.16": "Ayaṁ, mahārāja, bhojanassa pañcamo guṇo nibbānaṁ anupaviṭṭho.",
  "mil6.3.10:11.17": "Ime kho, mahārāja, bhojanassa pañca guṇā nibbānaṁ anupaviṭṭhā”ti.",
  "mil6.3.10:12.1": "“Bhante nāgasena, ‘ākāsassa dasa guṇā nibbānaṁ anupaviṭṭhā’ti yaṁ vadesi, katame ākāsassa dasa guṇā nibbānaṁ anupaviṭṭhā”ti?",
  "mil6.3.10:12.2": "“Yathā, mahārāja, ākāso na jāyati, na jīyati, na mīyati, na cavati, na uppajjati, duppasaho, acorāharaṇo, anissito, vihagagamano, nirāvaraṇo, ananto.",
  "mil6.3.10:12.3": "Evameva kho, mahārāja, nibbānaṁ na jāyati, na jīyati, na mīyati, na cavati, na uppajjati, duppasahaṁ, acorāharaṇaṁ, anissitaṁ, ariyagamanaṁ, nirāvaraṇaṁ, anantaṁ.",
  "mil6.3.10:12.4": "Ime kho, mahārāja, ākāsassa dasa guṇā nibbānaṁ anupaviṭṭhā”ti.",
  "mil6.3.10:13.1": "“Bhante nāgasena, ‘maṇiratanassa tayo guṇā nibbānaṁ anupaviṭṭhā’ti yaṁ vadesi, katame maṇiratanassa tayo guṇā nibbānaṁ anupaviṭṭhā”ti?",
  "mil6.3.10:13.2": "“Yathā, mahārāja, maṇiratanaṁ kāmadadaṁ;",
  "mil6.3.10:13.3": "evameva kho, mahārāja, nibbānaṁ kāmadadaṁ.",
  "mil6.3.10:13.4": "Ayaṁ, mahārāja, maṇiratanassa paṭhamo guṇo nibbānaṁ anupaviṭṭho.",
  "mil6.3.10:13.5": "Puna caparaṁ, mahārāja, maṇiratanaṁ hāsakaraṁ;",
  "mil6.3.10:13.6": "evameva kho, mahārāja, nibbānaṁ hāsakaraṁ.",
  "mil6.3.10:13.7": "Ayaṁ, mahārāja, maṇiratanassa dutiyo guṇo nibbānaṁ anupaviṭṭho.",
  "mil6.3.10:13.8": "Puna caparaṁ, mahārāja, maṇiratanaṁ ujjotattakaraṁ;",
  "mil6.3.10:13.9": "evameva kho, mahārāja, nibbānaṁ ujjotattakaraṁ.",
  "mil6.3.10:13.10": "Ayaṁ, mahārāja, maṇiratanassa tatiyo guṇo nibbānaṁ anupaviṭṭho.",
  "mil6.3.10:13.11": "Ime kho, mahārāja, maṇiratanassa tayo guṇā nibbānaṁ anupaviṭṭhā”ti.",
  "mil6.3.10:14.1": "“Bhante nāgasena, ‘lohitacandanassa tayo guṇā nibbānaṁ anupaviṭṭhā’ti yaṁ vadesi, katame lohitacandanassa tayo guṇā nibbānaṁ anupaviṭṭhā”ti?",
  "mil6.3.10:14.2": "“Yathā, mahārāja, lohitacandanaṁ dullabhaṁ;",
  "mil6.3.10:14.3": "evameva kho, mahārāja, nibbānaṁ dullabhaṁ.",
  "mil6.3.10:14.4": "Ayaṁ, mahārāja, lohitacandanassa paṭhamo guṇo nibbānaṁ anupaviṭṭho.",
  "mil6.3.10:14.5": "Puna caparaṁ, mahārāja, lohitacandanaṁ asamasugandhaṁ;",
  "mil6.3.10:14.6": "evameva kho, mahārāja, nibbānaṁ asamasugandhaṁ.",
  "mil6.3.10:14.7": "Ayaṁ, mahārāja, lohitacandanassa dutiyo guṇo nibbānaṁ anupaviṭṭho.",
  "mil6.3.10:14.8": "Puna caparaṁ, mahārāja, lohitacandanaṁ sajjanapasatthaṁ;",
  "mil6.3.10:14.9": "evameva kho, mahārāja, nibbānaṁ ariyasajjanapasatthaṁ.",
  "mil6.3.10:14.10": "Ayaṁ, mahārāja, lohitacandanassa tatiyo guṇo nibbānaṁ anupaviṭṭho.",
  "mil6.3.10:14.11": "Ime kho, mahārāja, lohitacandanassa tayo guṇā nibbānaṁ anupaviṭṭhā”ti.",
  "mil6.3.10:15.1": "“Bhante nāgasena, ‘sappimaṇḍassa tayo guṇā nibbānaṁ anupaviṭṭhā’ti yaṁ vadesi, katame sappimaṇḍassa tayo guṇā nibbānaṁ anupaviṭṭhā”ti?",
  "mil6.3.10:15.2": "“Yathā, mahārāja, sappimaṇḍo vaṇṇasampanno;",
  "mil6.3.10:15.3": "evameva kho, mahārāja, nibbānaṁ guṇavaṇṇasampannaṁ.",
  "mil6.3.10:15.4": "Ayaṁ, mahārāja, sappimaṇḍassa paṭhamo guṇo nibbānaṁ anupaviṭṭho.",
  "mil6.3.10:15.5": "Puna caparaṁ, mahārāja, sappimaṇḍo gandhasampanno;",
  "mil6.3.10:15.6": "evameva kho, mahārāja, nibbānaṁ sīlagandhasampannaṁ.",
  "mil6.3.10:15.7": "Ayaṁ, mahārāja, sappimaṇḍassa dutiyo guṇo nibbānaṁ anupaviṭṭho.",
  "mil6.3.10:15.8": "Puna caparaṁ, mahārāja, sappimaṇḍo rasasampanno;",
  "mil6.3.10:15.9": "evameva kho, mahārāja, nibbānaṁ rasasampannaṁ.",
  "mil6.3.10:15.10": "Ayaṁ, mahārāja, sappimaṇḍassa tatiyo guṇo nibbānaṁ anupaviṭṭho.",
  "mil6.3.10:15.11": "Ime kho, mahārāja, sappimaṇḍassa tayo guṇā nibbānaṁ anupaviṭṭhā”ti.",
  "mil6.3.10:16.1": "“Bhante nāgasena, ‘girisikharassa pañca guṇā nibbānaṁ anupaviṭṭhā’ti yaṁ vadesi, katame girisikharassa pañca guṇā nibbānaṁ anupaviṭṭhā”ti?",
  "mil6.3.10:16.2": "“Yathā, mahārāja, girisikharaṁ accuggataṁ;",
  "mil6.3.10:16.3": "evameva kho, mahārāja, nibbānaṁ accuggataṁ.",
  "mil6.3.10:16.4": "Ayaṁ, mahārāja, girisikharassa paṭhamo guṇo nibbānaṁ anupaviṭṭho.",
  "mil6.3.10:16.5": "Puna caparaṁ, mahārāja, girisikharaṁ acalaṁ;",
  "mil6.3.10:16.6": "evameva kho, mahārāja, nibbānaṁ acalaṁ.",
  "mil6.3.10:16.7": "Ayaṁ, mahārāja, girisikharassa dutiyo guṇo nibbānaṁ anupaviṭṭho.",
  "mil6.3.10:16.8": "Puna caparaṁ, mahārāja, girisikharaṁ duradhirohaṁ;",
  "mil6.3.10:16.9": "evameva kho, mahārāja, nibbānaṁ duradhirohaṁ sabbakilesānaṁ.",
  "mil6.3.10:16.10": "Ayaṁ, mahārāja, girisikharassa tatiyo guṇo nibbānaṁ anupaviṭṭho.",
  "mil6.3.10:16.11": "Puna caparaṁ, mahārāja, girisikharaṁ sabbabījānaṁ avirūhanaṁ;",
  "mil6.3.10:16.12": "evameva kho, mahārāja, nibbānaṁ sabbakilesānaṁ avirūhanaṁ.",
  "mil6.3.10:16.13": "Ayaṁ, mahārāja, girisikharassa catuttho guṇo nibbānaṁ anupaviṭṭho.",
  "mil6.3.10:16.14": "Puna caparaṁ, mahārāja, girisikharaṁ anunayappaṭighavippamuttaṁ;",
  "mil6.3.10:16.15": "evameva kho, mahārāja, nibbānaṁ anunayappaṭighavippamuttaṁ.",
  "mil6.3.10:16.16": "Ayaṁ, mahārāja, girisikharassa pañcamo guṇo nibbānaṁ anupaviṭṭho.",
  "mil6.3.10:16.17": "Ime kho, mahārāja, girisikharassa pañca guṇā nibbānaṁ anupaviṭṭhā”ti.",
  "mil6.3.10:16.18": "“Sādhu, bhante nāgasena, evametaṁ tathā sampaṭicchāmī”ti.",
  "mil6.3.10:17.1": "Nibbānarūpasaṇṭhānapañho dasamo."
}