{
  "mil6.1.5:0.1": "Milindapañha",
  "mil6.1.5:0.2": "Anumānapañha",
  "mil6.1.5:0.3": "Buddhavagga",
  "mil6.1.5:0.4": "5. Hīnāyāvattanapañha",
  "mil6.1.5:1.1": "“Bhante nāgasena, mahantaṁ idaṁ tathāgatasāsanaṁ sāraṁ varaṁ seṭṭhaṁ pavaraṁ anupamaṁ parisuddhaṁ vimalaṁ paṇḍaraṁ anavajjaṁ, na yuttaṁ gihiṁ tāvatakaṁ pabbajetuṁ, gihīyeva ekasmiṁ phale vinetvā yadā apunarāvattī hoti tadā so pabbājetabbo.",
  "mil6.1.5:1.2": "Kiṁ kāraṇā?",
  "mil6.1.5:1.3": "Ime dujjanā tāva tattha sāsane visuddhe pabbajitvā paṭinivattitvā hīnāyāvattanti, tesaṁ paccāgamanena ayaṁ mahājano evaṁ vicinteti ‘tucchakaṁ vata bho etaṁ samaṇassa gotamassa sāsanaṁ bhavissati, yaṁ ime paṭinivattantī’ti, idamettha kāraṇan”ti.",
  "mil6.1.5:2.1": "“Yathā, mahārāja, taḷāko bhaveyya sampuṇṇasucivimalasītalasalilo, atha yo koci kiliṭṭho malakaddamagato taṁ taḷākaṁ gantvā anahāyitvā kiliṭṭhova paṭinivatteyya, tattha, mahārāja, katamaṁ jano garaheyya kiliṭṭhaṁ vā taḷākaṁ vā”ti?",
  "mil6.1.5:2.2": "“Kiliṭṭhaṁ, bhante, jano garaheyya ‘ayaṁ taḷākaṁ gantvā anahāyitvā kiliṭṭhova paṭinivatto, kiṁ imaṁ anahāyitukāmaṁ taḷāko sayaṁ nahāpessati, ko doso taḷākassā’”ti.",
  "mil6.1.5:2.3": "“Evameva kho, mahārāja, tathāgato vimuttivarasalilasampuṇṇaṁ saddhammavarataḷākaṁ māpesi ‘ye keci kilesamalakiliṭṭhā sacetanā budhā, te idha nahāyitvā sabbakilese pavāhayissantī’ti.",
  "mil6.1.5:2.4": "Yadi koci taṁ saddhammavarataḷākaṁ gantvā anahāyitvā sakilesova paṭinivattitvā hīnāyāvattati taṁyeva jano garahissati ‘ayaṁ jinasāsane pabbajitvā tattha patiṭṭhaṁ alabhitvā hīnāyāvatto, kiṁ imaṁ appaṭipajjantaṁ jinasāsanaṁ sayaṁ bodhessati, ko doso jinasāsanassā’ti?",
  "mil6.1.5:3.1": "Yathā vā pana, mahārāja, puriso paramabyādhito roguppattikusalaṁ amoghadhuvasiddhakammaṁ bhisakkaṁ sallakattaṁ disvā atikicchāpetvā sabyādhikova paṭinivatteyya, tattha katamaṁ jano garaheyya āturaṁ vā bhisakkaṁ vā”ti?",
  "mil6.1.5:3.2": "“Āturaṁ, bhante, jano garaheyya ‘ayaṁ roguppattikusalaṁ amoghadhuvasiddhakammaṁ bhisakkaṁ sallakattaṁ disvā atikicchāpetvā sabyādhikova paṭinivatto, kiṁ imaṁ atikicchāpentaṁ bhisakko sayaṁ tikicchissati, ko doso bhisakkassā’”ti?",
  "mil6.1.5:3.3": "“Evameva kho, mahārāja, tathāgato antosāsanasamugge kevalaṁ sakalakilesabyādhivūpasamanasamatthaṁ amatosadhaṁ pakkhipi, ‘ye keci kilesabyādhipīḷitā sacetanā budhā, te imaṁ amatosadhaṁ pivitvā sabbakilesabyādhiṁ vūpasamessantī’ti.",
  "mil6.1.5:3.4": "Yadi koci taṁ amatosadhaṁ apivitvā sakilesova paṭinivattitvā hīnāyāvattati, taṁyeva jano garahissati ‘ayaṁ jinasāsane pabbajitvā tattha patiṭṭhaṁ alabhitvā hīnāyāvatto, kiṁ imaṁ appaṭipajjantaṁ jinasāsanaṁ sayaṁ bodhessati, ko doso jinasāsanassā’ti?",
  "mil6.1.5:4.1": "Yathā vā pana, mahārāja, chāto puriso mahatimahāpuññabhattaparivesanaṁ gantvā taṁ bhattaṁ abhuñjitvā chātova paṭinivatteyya, tattha katamaṁ jano garaheyya chātaṁ vā puññabhattaṁ vā”ti?",
  "mil6.1.5:4.2": "“Chātaṁ, bhante, jano garaheyya ‘ayaṁ khudāpīḷito puññabhattaṁ paṭilabhitvā abhuñjitvā chātova paṭinivatto, kiṁ imassa abhuñjantassa bhojanaṁ sayaṁ mukhaṁ pavisissati, ko doso bhojanassā’”ti?",
  "mil6.1.5:4.3": "“Evameva kho, mahārāja, tathāgato antosāsanasamugge paramapavaraṁ santaṁ sivaṁ paṇītaṁ amataṁ paramamadhuraṁ kāyagatāsatibhojanaṁ ṭhapesi ‘ye keci kilesachātajjhattā taṇhāparetamānasā sacetanā budhā, te imaṁ bhojanaṁ bhuñjitvā kāmarūpārūpabhavesu sabbaṁ taṇhamapanessantī’ti.",
  "mil6.1.5:4.4": "Yadi koci taṁ bhojanaṁ abhuñjitvā taṇhāsitova paṭinivattitvā hīnāyāvattati, taññeva jano garahissati ‘ayaṁ jinasāsane pabbajitvā tattha patiṭṭhaṁ alabhitvā hīnāyāvatto, kiṁ imaṁ appaṭipajjantaṁ jinasāsanaṁ sayaṁ bodhessasi, ko doso jinasāsanassā’ti?",
  "mil6.1.5:5.1": "Yadi, mahārāja, tathāgato gihiṁyeva ekasmiṁ phale vinītaṁ pabbājeyya, na nāmāyaṁ pabbajjā kilesappahānāya visuddhiyā vā, natthi pabbajjāya karaṇīyaṁ.",
  "mil6.1.5:5.2": "Yathā, mahārāja, puriso anekasatena kammena taḷākaṁ khaṇāpetvā parisāya evamanussāveyya ‘mā me, bhonto, keci saṅkiliṭṭhā imaṁ taḷākaṁ otaratha, pavāhitarajojallā parisuddhā vimalamaṭṭhā imaṁ taḷākaṁ otarathā’ti.",
  "mil6.1.5:5.3": "Api nu kho, mahārāja, tesaṁ pavāhitarajojallānaṁ parisuddhānaṁ vimalamaṭṭhānaṁ tena taḷākena karaṇīyaṁ bhaveyyā”ti?",
  "mil6.1.5:5.4": "“Na hi, bhante, yassatthāya te taṁ taḷākaṁ upagaccheyyuṁ, taṁ aññatreva tesaṁ kataṁ karaṇīyaṁ, kiṁ tesaṁ tena taḷākenā”ti?",
  "mil6.1.5:5.5": "“Evameva kho, mahārāja, yadi tathāgato gihiṁyeva ekasmiṁ phale vinītaṁ pabbājeyya, tattheva tesaṁ kataṁ karaṇīyaṁ, kiṁ tesaṁ pabbajjāya.",
  "mil6.1.5:6.1": "Yathā vā pana, mahārāja, sabhāvaisibhattiko sutamantapadadharo atakkiko roguppattikusalo amoghadhuvasiddhakammo bhisakko sallakatto sabbarogūpasamabhesajjaṁ sannipātetvā parisāya evamanussāveyya ‘mā kho, bhonto, keci sabyādhikā mama santike upagacchatha, abyādhikā arogā mama santike upagacchathā’ti.",
  "mil6.1.5:6.2": "Api nu kho, mahārāja, tesaṁ abyādhikānaṁ arogānaṁ paripuṇṇānaṁ udaggānaṁ tena bhisakkena karaṇīyaṁ bhaveyyā”ti?",
  "mil6.1.5:6.3": "“Na hi, bhante, yassatthāya te taṁ bhisakkaṁ sallakattaṁ upagaccheyyuṁ, taṁ aññatreva tesaṁ kataṁ karaṇīyaṁ, kiṁ tesaṁ tena bhisakkenā”ti?",
  "mil6.1.5:6.4": "“Evameva kho, mahārāja, yadi tathāgato gihiṁyeva ekasmiṁ phale vinītaṁ pabbājeyya, tattheva tesaṁ kataṁ karaṇīyaṁ, kiṁ tesaṁ pabbajjāya?",
  "mil6.1.5:7.1": "Yathā vā pana, mahārāja, koci puriso anekathālipākasataṁ bhojanaṁ paṭiyādāpetvā parisāya evamanussāveyya ‘mā me, bhonto, keci chātā imaṁ parivesanaṁ upagacchatha, subhuttā tittā suhitā dhātā pīṇitā paripuṇṇā imaṁ parivesanaṁ upagacchathā’ti.",
  "mil6.1.5:7.2": "Api nu kho, mahārāja, tesaṁ bhuttāvīnaṁ tittānaṁ suhitānaṁ dhātānaṁ pīṇitānaṁ paripuṇṇānaṁ tena bhojanena karaṇīyaṁ bhaveyyā”ti?",
  "mil6.1.5:7.3": "“Na hi, bhante, yassatthāya te taṁ parivesanaṁ upagaccheyyuṁ, taṁ aññatreva tesaṁ kataṁ karaṇīyaṁ, kiṁ tesaṁ tāya parivesanāyā”ti?",
  "mil6.1.5:7.4": "“Evameva kho, mahārāja, yadi tathāgato gihiṁyeva ekasmiṁ phale vinītaṁ pabbājeyya, tattheva tesaṁ kataṁ karaṇīyaṁ, kiṁ tesaṁ pabbajjāya?",
  "mil6.1.5:8.1": "Api ca, mahārāja, ye hīnāyāvattanti, te jinasāsanassa pañca atuliye guṇe dassenti.",
  "mil6.1.5:8.2": "Katame pañca?",
  "mil6.1.5:8.3": "Bhūmimahantabhāvaṁ dassenti, parisuddhavimalabhāvaṁ dassenti, pāpehi asaṁvāsiyabhāvaṁ dassenti, duppaṭivedhabhāvaṁ dassenti, bahusaṁvararakkhiyabhāvaṁ dassenti.",
  "mil6.1.5:9.1": "Kathaṁ bhūmimahantabhāvaṁ dassenti?",
  "mil6.1.5:9.2": "Yathā, mahārāja, puriso adhano hīnajacco nibbiseso buddhiparihīno mahārajjaṁ paṭilabhitvā na cirasseva paripatati paridhaṁsati parihāyati yasato, na sakkoti issariyaṁ sandhāretuṁ.",
  "mil6.1.5:9.3": "Kiṅkāraṇaṁ?",
  "mil6.1.5:9.4": "Mahantattā issariyassa.",
  "mil6.1.5:9.5": "Evameva kho, mahārāja, ye keci nibbisesā akatapuññā buddhiparihīnā jinasāsane pabbajanti, te taṁ pabbajjaṁ pavaruttamaṁ sandhāretuṁ avisahantā na cirasseva jinasāsanā paripatitvā paridhaṁsitvā parihāyitvā hīnāyāvattanti, na sakkonti jinasāsanaṁ sandhāretuṁ.",
  "mil6.1.5:9.6": "Kiṅkāraṇaṁ?",
  "mil6.1.5:9.7": "Mahantattā jinasāsanabhūmiyā.",
  "mil6.1.5:9.8": "Evaṁ bhūmimahantabhāvaṁ dassenti.",
  "mil6.1.5:10.1": "Kathaṁ parisuddhavimalabhāvaṁ dassenti?",
  "mil6.1.5:10.2": "Yathā, mahārāja, vāri pokkharapatte vikirati vidhamati vidhaṁseti, na ṭhānamupagacchati nūpalimpati.",
  "mil6.1.5:10.3": "Kiṅkāraṇaṁ?",
  "mil6.1.5:10.4": "Parisuddhavimalattā padumassa.",
  "mil6.1.5:10.5": "Evameva kho, mahārāja, ye keci saṭhā kūṭā vaṅkā kuṭilā visamadiṭṭhino jinasāsane pabbajanti, te parisuddhavimalanikkaṇṭakapaṇḍaravarappavarasāsanato na cirasseva vikiritvā vidhamitvā vidhaṁsetvā asaṇṭhahitvā anupalimpitvā hīnāyāvattanti.",
  "mil6.1.5:10.6": "Kiṅkāraṇaṁ?",
  "mil6.1.5:10.7": "Parisuddhavimalattā jinasāsanassa.",
  "mil6.1.5:10.8": "Evaṁ parisuddhavimalabhāvaṁ dassenti.",
  "mil6.1.5:11.1": "Kathaṁ pāpehi asaṁvāsiyabhāvaṁ dassenti?",
  "mil6.1.5:11.2": "Yathā, mahārāja, mahāsamuddo na matena kuṇapena saṁvasati, yaṁ hoti mahāsamudde mataṁ kuṇapaṁ, taṁ khippameva tīraṁ upaneti thalaṁ vā ussāreti.",
  "mil6.1.5:11.3": "Kiṅkāraṇaṁ?",
  "mil6.1.5:11.4": "Mahābhūtānaṁ bhavanattā mahāsamuddassa.",
  "mil6.1.5:11.5": "Evameva kho, mahārāja, ye keci pāpakā asaṁvutā ahirikā akiriyā osannavīriyā kusītā kiliṭṭhā dujjanā manussā jinasāsane pabbajanti, te na cirasseva jinasāsanato arahantavimalakhīṇāsavamahābhūtabhavanato nikkhamitvā asaṁvasitvā hīnāyāvattanti.",
  "mil6.1.5:11.6": "Kiṅkāraṇaṁ?",
  "mil6.1.5:11.7": "Pāpehi asaṁvāsiyattā jinasāsanassa.",
  "mil6.1.5:11.8": "Evaṁ pāpehi asaṁvāsiyabhāvaṁ dassenti.",
  "mil6.1.5:12.1": "Kathaṁ duppaṭivedhabhāvaṁ dassenti?",
  "mil6.1.5:12.2": "Yathā, mahārāja, ye keci achekā asikkhitā asippino mativippahīnā issāsā vālaggavedhaṁ avisahantā vigaḷanti pakkamanti.",
  "mil6.1.5:12.3": "Kiṅkāraṇaṁ?",
  "mil6.1.5:12.4": "Saṇhasukhumaduppaṭivedhattā vālaggassa.",
  "mil6.1.5:12.5": "Evameva kho, mahārāja, ye keci duppaññā jaḷā eḷamūgā mūḷhā dandhagatikā janā jinasāsane pabbajanti, te taṁ paramasaṇhasukhumacatusaccappaṭivedhaṁ paṭivijjhituṁ avisahantā jinasāsanā vigaḷitvā pakkamitvā na cirasseva hīnāyāvattanti.",
  "mil6.1.5:12.6": "Kiṅkāraṇaṁ?",
  "mil6.1.5:12.7": "Paramasaṇhasukhumaduppaṭivedhatāya saccānaṁ.",
  "mil6.1.5:12.8": "Evaṁ duppaṭivedhabhāvaṁ dassenti.",
  "mil6.1.5:13.1": "Kathaṁ bahusaṁvararakkhiyabhāvaṁ dassenti?",
  "mil6.1.5:13.2": "Yathā, mahārāja, kocideva puriso mahatimahāyuddhabhūmimupagato parasenāya disāvidisāhi samantā parivārito sattihatthaṁ janamupentaṁ disvā bhīto osakkati paṭinivattati palāyati.",
  "mil6.1.5:13.3": "Kiṅkāraṇaṁ?",
  "mil6.1.5:13.4": "Bahuvidhayuddhamukharakkhaṇabhayā.",
  "mil6.1.5:13.5": "Evameva kho, mahārāja, ye keci pāpakā asaṁvutā ahirikā akiriyā akkhantī capalā calitā ittarā bālajanā jinasāsane pabbajanti, te bahuvidhaṁ sikkhāpadaṁ parirakkhituṁ avisahantā osakkitvā paṭinivattitvā palāyitvā na cirasseva hīnāyāvattanti.",
  "mil6.1.5:13.6": "Kiṅkāraṇaṁ?",
  "mil6.1.5:13.7": "Bahuvidhasaṁvararakkhiyabhāvattā jinasāsanassa.",
  "mil6.1.5:13.8": "Evaṁ bahuvidhasaṁvararakkhiyabhāvaṁ dassenti.",
  "mil6.1.5:14.1": "Thalajuttamepi, mahārāja, vassikāgumbe kimividdhāni pupphāni honti, tāni aṅkurāni saṅkuṭitāni antarāyeva paripatanti, na ca tesu paripatitesu vassikāgumbo hīḷito nāma hoti.",
  "mil6.1.5:14.2": "Yāni tattha ṭhitāni pupphāni, tāni sammā gandhena disāvidisaṁ abhibyāpenti.",
  "mil6.1.5:14.3": "Evameva kho, mahārāja, ye te jinasāsane pabbajitvā hīnāyāvattanti, te jinasāsane kimividdhāni vassikāpupphāni viya vaṇṇagandharahitā nibbaṇṇākārasīlā abhabbā vepullāya, na ca tesaṁ hīnāyāvattanena jinasāsanaṁ hīḷitaṁ nāma hoti.",
  "mil6.1.5:14.4": "Ye tattha ṭhitā bhikkhū, te sadevakaṁ lokaṁ sīlavaragandhena abhibyāpenti.",
  "mil6.1.5:15.1": "Sālīnampi, mahārāja, nirātaṅkānaṁ lohitakānaṁ antare karumbhakaṁ nāma sālijāti uppajjitvā antarā yeva vinassati, na ca tassā vinaṭṭhattā lohitakasālī hīḷitā nāma honti.",
  "mil6.1.5:15.2": "Ye tattha ṭhitā sālī, te rājūpabhogā honti.",
  "mil6.1.5:15.3": "Evameva kho, mahārāja, ye te jinasāsane pabbajitvā hīnāyāvattanti, te lohitakasālīnamantare karumbhakā viya jinasāsane na vaḍḍhitvā vepullataṁ na pāpuṇitvā antarāyeva hīnāyāvattanti, na ca tesaṁ hīnāyāvattanena jinasāsanaṁ hīḷitaṁ nāma hoti.",
  "mil6.1.5:15.4": "Ye tattha ṭhitā bhikkhū te arahattassa anucchavikā honti.",
  "mil6.1.5:16.1": "Kāmadadassāpi, mahārāja, maṇiratanassa ekadesaṁ kakkasaṁ uppajjati, na ca tattha kakkasuppannattā maṇiratanaṁ hīḷitaṁ nāma hoti.",
  "mil6.1.5:16.2": "Yaṁ tattha parisuddhaṁ maṇiratanassa, taṁ janassa hāsakaraṁ hoti.",
  "mil6.1.5:16.3": "Evameva kho, mahārāja, ye te jinasāsane pabbajitvā hīnāyāvattanti, kakkasā te jinasāsane papaṭikā, na ca tesaṁ hīnāyāvattanena jinasāsanaṁ hīḷitaṁ nāma hoti.",
  "mil6.1.5:16.4": "Ye tattha ṭhitā bhikkhū, te devamanussānaṁ hāsajanakā honti.",
  "mil6.1.5:17.1": "Jātisampannassapi, mahārāja, lohitacandanassa ekadesaṁ pūtikaṁ hoti appagandhaṁ.",
  "mil6.1.5:17.2": "Na tena lohitacandanaṁ hīḷitaṁ nāma hoti.",
  "mil6.1.5:17.3": "Yaṁ tattha apūtikaṁ sugandhaṁ, taṁ samantā vidhūpeti abhibyāpeti.",
  "mil6.1.5:17.4": "Evameva kho, mahārāja, ye te jinasāsane pabbajitvā hīnāyāvattanti, te lohitacandanasārantare pūtikadesamiva chaḍḍanīyā jinasāsane, na ca tesaṁ hīnāyāvattanena jinasāsanaṁ hīḷitaṁ nāma hoti.",
  "mil6.1.5:17.5": "Ye tattha ṭhitā bhikkhū, te sadevakaṁ lokaṁ sīlavaracandanagandhena anulimpayantī”ti.",
  "mil6.1.5:18.1": "“Sādhu, bhante nāgasena, tena tena anucchavikena tena tena sadisena kāraṇena niravajjamanupāpitaṁ jinasāsanaṁ seṭṭhabhāvena paridīpitaṁ, hīnāyāvattamānāpi te jinasāsanassa seṭṭhabhāvaṁyeva paridīpentī”ti.",
  "mil6.1.5:19.1": "Hīnāyāvattanapañho pañcamo."
}