{
  "mil6.3.12:0.1": "Milindapañha",
  "mil6.3.12:0.2": "Anumānapañha",
  "mil6.3.12:0.3": "Vessantaravagga",
  "mil6.3.12:0.4": "12. Nibbānasannihitapañha",
  "mil6.3.12:1.1": "“Bhante nāgasena, atthi so padeso puratthimāya vā disāya dakkhiṇāya vā disāya pacchimāya vā disāya uttarāya vā disāya uddhaṁ vā adho vā tiriyaṁ vā, yattha nibbānaṁ sannihitan”ti?",
  "mil6.3.12:1.2": "“Natthi, mahārāja, so padeso puratthimāya vā disāya dakkhiṇāya vā disāya pacchimāya vā disāya uttarāya vā disāya uddhaṁ vā adho vā tiriyaṁ vā, yattha nibbānaṁ sannihitan”ti.",
  "mil6.3.12:2.1": "“Yadi, bhante nāgasena, natthi nibbānassa sannihitokāso, tena hi natthi nibbānaṁ?",
  "mil6.3.12:2.2": "Yesañca taṁ nibbānaṁ sacchikataṁ, tesampi sacchikiriyā micchā, kāraṇaṁ tattha vakkhāmi.",
  "mil6.3.12:2.3": "Yathā, bhante nāgasena, mahiyā dhaññuṭṭhānaṁ khettaṁ atthi, gandhuṭṭhānaṁ pupphaṁ atthi, pupphuṭṭhānaṁ gumbo atthi, phaluṭṭhānaṁ rukkho atthi, ratanuṭṭhānaṁ ākaro atthi, tattha yo koci yaṁ yaṁ icchati, so tattha gantvā taṁ taṁ harati;",
  "mil6.3.12:2.4": "evameva kho, bhante nāgasena, yadi nibbānaṁ atthi, tassa nibbānassa uṭṭhānokāsopi icchitabbo, yasmā ca kho, bhante nāgasena, nibbānassa uṭṭhānokāso natthi, tasmā natthi nibbānanti brūmi, yesañca nibbānaṁ sacchikataṁ, tesampi sacchikiriyā micchā”ti.",
  "mil6.3.12:3.1": "“Natthi, mahārāja, nibbānassa sannihitokāso, atthi cetaṁ nibbānaṁ, sammāpaṭipanno yoniso manasikārena nibbānaṁ sacchikaroti.",
  "mil6.3.12:3.2": "Yathā pana, mahārāja, atthi aggi nāma, natthi tassa sannihitokāso, dve kaṭṭhāni saṅghaṭṭento aggiṁ adhigacchati;",
  "mil6.3.12:3.3": "evameva kho, mahārāja, atthi nibbānaṁ, natthi tassa sannihitokāso, sammāpaṭipanno yoniso manasikārena nibbānaṁ sacchikaroti.",
  "mil6.3.12:4.1": "Yathā vā pana, mahārāja, atthi satta ratanāni nāma.",
  "mil6.3.12:4.2": "Seyyathidaṁ—",
  "mil6.3.12:4.3": "cakkaratanaṁ hatthiratanaṁ assaratanaṁ maṇiratanaṁ itthiratanaṁ gahapatiratanaṁ pariṇāyakaratanaṁ.",
  "mil6.3.12:4.4": "Na ca tesaṁ ratanānaṁ sannihitokāso atthi, khattiyassa pana sammāpaṭipannassa paṭipattibalena tāni ratanāni upagacchanti.",
  "mil6.3.12:4.5": "Evameva kho, mahārāja, atthi nibbānaṁ, natthi tassa sannihitokāso, sammāpaṭipanno yoniso manasikārena nibbānaṁ sacchikarotī”ti.",
  "mil6.3.12:5.1": "“Bhante nāgasena, nibbānassa sannihitokāso mā hotu, atthi pana taṁ ṭhānaṁ, yattha ṭhito sammāpaṭipanno nibbānaṁ sacchikarotī”ti?",
  "mil6.3.12:5.2": "“Āma, mahārāja, atthi taṁ ṭhānaṁ, yattha ṭhito sammāpaṭipanno nibbānaṁ sacchikarotī”ti.",
  "mil6.3.12:6.1": "“Katamaṁ pana, bhante, taṁ ṭhānaṁ, yattha ṭhito sammāpaṭipanno nibbānaṁ sacchikarotī”ti?",
  "mil6.3.12:6.2": "“Sīlaṁ, mahārāja, ṭhānaṁ, sīle patiṭṭhito yoniso manasikaronto sakkayavanepi cīnavilātepi alasandepi nigumbepi kāsikosalepi kasmīrepi gandhārepi nagamuddhanipi brahmalokepi yattha katthacipi ṭhito sammāpaṭipanno nibbānaṁ sacchikaroti.",
  "mil6.3.12:6.3": "Yathā, mahārāja, yo koci cakkhumā puriso sakayavanepi cīnavilātepi alasandepi nigumbepi kāsikosalepi kasmīrepi gandhārepi nagamuddhanipi brahmalokepi yattha katthacipi ṭhito ākāsaṁ passati;",
  "mil6.3.12:6.4": "evameva kho, mahārāja, sīle patiṭṭhito yoniso manasikaronto sakayavanepi …pe…",
  "mil6.3.12:6.5": "yattha katthacipi ṭhito sammāpaṭipanno nibbānaṁ sacchikaroti.",
  "mil6.3.12:7.1": "Yathā vā pana, mahārāja, sakayavanepi …pe…",
  "mil6.3.12:7.2": "yattha katthacipi ṭhitassa pubbadisā atthi;",
  "mil6.3.12:7.3": "evameva kho, mahārāja, sīle patiṭṭhitassa yoniso manasikarontassa sakkayavanepi …pe…",
  "mil6.3.12:7.4": "yattha katthacipi ṭhitassa sammāpaṭipannassa atthi nibbānasacchikiriyā”ti.",
  "mil6.3.12:7.5": "“Sādhu, bhante nāgasena, desitaṁ tayā nibbānaṁ, desitā nibbānasacchikiriyā, parikkhatā sīlaguṇā, dassitā sammāpaṭipatti, ussāpito dhammaddhajo, saṇṭhapitā dhammanetti, avañjho suppayuttānaṁ sammāpayogo, evametaṁ gaṇivarapavara tathā sampaṭicchāmī”ti.",
  "mil6.3.12:8.1": "Nibbānasannihitapañho dvādasamo.",
  "mil6.3.12:9.1": "Vessantaravaggo tatiyo.",
  "mil6.3.12:10.1": "Imasmiṁ vagge dvādasa pañhā."
}