{
  "mil6.3.3:0.1": "Milindapañha",
  "mil6.3.3:0.2": "Anumānapañha",
  "mil6.3.3:0.3": "Vessantaravagga",
  "mil6.3.3:0.4": "3. Kusalākusalabalavatarapañha",
  "mil6.3.3:1.1": "“Bhante nāgasena, katamaṃ adhimattaṃ balavataraṃ kusalaṃ vā akusalaṃ vā”ti?",
  "mil6.3.3:1.2": "“Kusalaṃ, mahārāja, adhimattaṃ balavataraṃ, no tathā akusalan”ti.",
  "mil6.3.3:1.3": "“Nāhaṃ, bhante nāgasena, taṃ vacanaṃ sampaṭicchāmi ‘kusalaṃ adhimattaṃ balavataraṃ, no tathā akusalan’ti, dissanti, bhante nāgasena, idha pāṇātipātino adinnādāyino kāmesumicchācārino musāvādino gāmaghātikā panthadūsakā nekatikā vañcanikā, sabbe te tāvatakena pāpena labhanti hatthacchedaṃ pādacchedaṃ hatthapādacchedaṃ kaṇṇacchedaṃ nāsacchedaṃ kaṇṇanāsacchedaṃ bilaṅgathālikaṃ saṅkhamuṇḍikaṃ rāhumukhaṃ jotimālikaṃ hatthapajjotikaṃ erakavattikaṃ cīrakavāsikaṃ eṇeyyakaṃ baḷisamaṃsikaṃ kahāpaṇikaṃ khārāpatacchikaṃ palighaparivattikaṃ palālapīṭhakaṃ tattenapi telena osiñcanaṃ sunakhehipi khādāpanaṃ jīvasūlāropanaṃ asināpi sīsacchedaṃ, keci rattiṃ pāpaṃ katvā rattiṃ yeva vipākaṃ anubhavanti, keci rattiṃ katvā divāyeva anubhavanti, keci divā katvā divāyeva anubhavanti, keci divā katvā rattiṃ yeva anubhavanti, keci dve tayo divase vītivatte anubhavanti, sabbepi te diṭṭheva dhamme vipākaṃ anubhavanti.",
  "mil6.3.3:1.4": "Atthi pana, bhante nāgasena, koci ekassa vā dvinnaṃ vā tiṇṇaṃ vā catunnaṃ vā pañcannaṃ vā dasannaṃ vā satassa vā sahassassa vā satasahassassa vā saparivāraṃ dānaṃ datvā diṭṭhadhammikaṃ bhogaṃ vā yasaṃ vā sukhaṃ vā anubhavitā sīlena vā uposathakammena vā”ti?",
  "mil6.3.3:2.1": "“Atthi, mahārāja, cattāro purisā dānaṃ datvā sīlaṃ samādiyitvā uposathakammaṃ katvā diṭṭheva dhamme teneva sarīradehena tidasapure samanuppattā”ti.",
  "mil6.3.3:2.2": "“Ko ca ko ca, bhante”ti?",
  "mil6.3.3:2.3": "“Mandhātā, mahārāja, rājā, nimi rājā, sādhīno rājā, guttilo ca gandhabbo”ti.",
  "mil6.3.3:3.1": "“Bhante nāgasena, anekehi taṃ bhavasahassehi antaritaṃ, dvinnampetaṃ amhākaṃ parokkhaṃ, yadi samatthosi vattamānake bhave bhagavato dharamānakāle kathehī”ti?",
  "mil6.3.3:3.2": "“Vattamānakepi, mahārāja, bhave puṇṇako dāso therassa sāriputtassa bhojanaṃ datvā tadaheva seṭṭhiṭṭhānaṃ ajjhupagato, so etarahi puṇṇako seṭṭhīti paññāyi, gopālamātā devī attano kese vikkiṇitvā laddhehi aṭṭhahi kahāpaṇehi therassa mahākaccāyanassa attaṭṭhamakassa piṇḍapātaṃ datvā tadaheva rañño candapajjotassa aggamahesiṭṭhānaṃ pattā.",
  "mil6.3.3:3.3": "Suppiyā upāsikā aññatarassa gilānabhikkhuno attano ūrumaṃsena paṭicchādanīyaṃ datvā dutiyadivaseyeva rūḷhavaṇā sañchavī arogā jātā.",
  "mil6.3.3:3.4": "Mallikā devī bhagavato ābhidosikaṃ kummāsapiṇḍaṃ datvā tadaheva rañño kosalassa aggamahesī jātā.",
  "mil6.3.3:3.5": "Sumano mālākāro aṭṭhahi sumanapupphamuṭṭhīhi bhagavantaṃ pūjetvā taṃ divasaṃyeva mahāsampattiṃ patto.",
  "mil6.3.3:3.6": "Ekasāṭako brāhmaṇo uttarasāṭakena bhagavantaṃ pūjetvā taṃ divasaṃ yeva sabbaṭṭhakaṃ labhi, sabbepete, mahārāja, diṭṭhadhammikaṃ bhogañca yasañca anubhaviṃsū”ti.",
  "mil6.3.3:4.1": "“Bhante nāgasena, vicinitvā pariyesitvā cha janeyeva addasāsī”ti.",
  "mil6.3.3:4.2": "“Āma, mahārājā”ti.",
  "mil6.3.3:4.3": "“Tena hi, bhante nāgasena, akusalaṃyeva adhimattaṃ balavataraṃ, no tathā kusalaṃ.",
  "mil6.3.3:4.4": "Ahañhi, bhante nāgasena, ekadivasaṃyeva dasapi purise passāmi pāpassa kammassa vipākena sūlesu āropente, vīsampi tiṃsampi cattālīsampi paññāsampi purisasatampi purisasahassampi passāmi pāpassa kammassa vipākena sūlesu āropente.",
  "mil6.3.3:4.5": "Nandakulassa, bhante nāgasena, bhaddasālo nāma senāpatiputto ahosi.",
  "mil6.3.3:4.6": "Tena ca raññā candaguttena saṅgāmo samupabyūḷho ahosi.",
  "mil6.3.3:4.7": "Tasmiṃ kho pana, bhante nāgasena, saṅgāme ubhato balakāye asītikabandharūpāni ahesuṃ, ekasmiṃ kira sīsakabandhe paripāte ekaṃ kabandharūpaṃ uṭṭhahati, sabbepete pāpasseva kammassa vipākena anayabyasanaṃ āpannā.",
  "mil6.3.3:4.8": "Imināpi, bhante nāgasena, kāraṇena bhaṇāmi akusalaṃyeva adhimattaṃ balavataraṃ, no tathā kusalanti.",
  "mil6.3.3:5.1": "Suyyati, bhante nāgasena, imasmiṃ buddhasāsane kosalena raññā asadisadānaṃ dinnan”ti?",
  "mil6.3.3:5.2": "“Āma, mahārāja, suyyatī”ti.",
  "mil6.3.3:5.3": "“Api nu kho, bhante nāgasena, kosalarājā taṃ asadisaṃ dānaṃ datvā tatonidānaṃ kañci diṭṭhadhammikaṃ bhogaṃ vā yasaṃ vā sukhaṃ vā paṭilabhī”ti?",
  "mil6.3.3:5.4": "“Na hi, mahārājā”ti.",
  "mil6.3.3:5.5": "“Yadi, bhante nāgasena, kosalarājā evarūpaṃ anuttaraṃ dānaṃ datvāpi na labhi tatonidānaṃ kañci diṭṭhadhammikaṃ bhogaṃ vā yasaṃ vā sukhaṃ vā, tena hi, bhante nāgasena, akusalaṃyeva adhimattaṃ balavataraṃ, no tathā kusalan”ti.",
  "mil6.3.3:6.1": "“Parittattā, mahārāja, akusalaṃ khippaṃ pariṇamati, vipulattā kusalaṃ dīghena kālena pariṇamati, upamāyapi, mahārāja, etaṃ upaparikkhitabbaṃ.",
  "mil6.3.3:6.2": "Yathā, mahārāja, aparante janapade kumudabhaṇḍikā nāma dhaññajāti māsalūnā antogehagatā hoti, sālayo chappañcamāsehi pariṇamanti, kiṃ panettha, mahārāja, antaraṃ ko viseso kumudabhaṇḍikāya ca sālīnañcā”ti?",
  "mil6.3.3:6.3": "“Parittattā, bhante, kumudabhaṇḍikāya, vipulattā ca sālīnaṃ.",
  "mil6.3.3:6.4": "Sālayo, bhante nāgasena, rājārahā rājabhojanaṃ, kumudabhaṇḍikā dāsakammakarānaṃ bhojanan”ti.",
  "mil6.3.3:6.5": "“Evameva kho, mahārāja, parittattā akusalaṃ khippaṃ pariṇamati, vipulattā kusalaṃ dīghena kālena pariṇamatī”ti.",
  "mil6.3.3:7.1": "“Yaṃ tattha, bhante nāgasena, khippaṃ pariṇamati, taṃ nāma loke adhimattaṃ balavataraṃ, tasmā akusalaṃ balavataraṃ, no tathā kusalaṃ.",
  "mil6.3.3:7.2": "Yathā nāma, bhante nāgasena, yo koci yodho mahatimahāyuddhaṃ pavisitvā paṭisattuṃ upakacchake gahetvā ākaḍḍhitvā khippataraṃ sāmino upaneyya, so yodho loke samattho sūro nāma.",
  "mil6.3.3:7.3": "Yo ca bhisakko khippaṃ sallaṃ uddharati rogamapaneti, so bhisakko cheko nāma.",
  "mil6.3.3:7.4": "Yo gaṇako sīghasīghaṃ gaṇetvā khippaṃ dassayati, so gaṇako cheko nāma.",
  "mil6.3.3:7.5": "Yo mallo khippaṃ paṭimallaṃ ukkhipitvā uttānakaṃ pāteti, so mallo samattho sūro nāma.",
  "mil6.3.3:7.6": "Evameva kho, bhante nāgasena, yaṃ khippaṃ pariṇamati kusalaṃ vā akusalaṃ vā, taṃ loke adhimattaṃ balavataran”ti.",
  "mil6.3.3:8.1": "“Ubhayampi taṃ, mahārāja, kammaṃ samparāyavedanīyameva, api ca kho akusalaṃ sāvajjatāya khaṇena diṭṭhadhammavedanīyaṃ hoti, pubbakehi, mahārāja, khattiyehi ṭhapito eso niyamo ‘yo pāṇaṃ hanati, so daṇḍāraho … yo adinnaṃ ādiyati … yo paradāraṃ gacchati … yo musā bhaṇati … yo gāmaṃ ghāteti … yo panthaṃ dūseti … yo nikatiṃ karoti … yo vañcanaṃ karoti, so daṇḍāraho vadhitabbo chettabbo bhettabbo hantabbo’ti.",
  "mil6.3.3:8.2": "Taṃ te upādāya vicinitvā vicinitvā daṇḍenti vadhenti chindanti bhindanti hananti ca, api nu, mahārāja, atthi kehici ṭhapito niyamo ‘yo dānaṃ vā deti, sīlaṃ vā rakkhati, uposathakammaṃ vā karoti, tassa dhanaṃ vā yasaṃ vā dātabban’ti;",
  "mil6.3.3:8.3": "api nu taṃ vicinitvā vicinitvā dhanaṃ vā yasaṃ vā denti, corassa katakammassa vadhabandhanaṃ viyā”ti?",
  "mil6.3.3:8.4": "“Na hi, bhante”ti.",
  "mil6.3.3:8.5": "“Yadi, mahārāja, dāyakānaṃ vicinitvā vicinitvā dhanaṃ vā yasaṃ vā dadeyyuṃ, kusalampi diṭṭhadhammavedanīyaṃ bhaveyya, yasmā ca kho, mahārāja, dāyake na vicinanti ‘dhanaṃ vā yasaṃ vā dassāmā’ti, tasmā kusalaṃ na diṭṭhadhammavedanīyaṃ.",
  "mil6.3.3:8.6": "Iminā, mahārāja, kāraṇena akusalaṃ diṭṭhadhammavedanīyaṃ, samparāyeva so adhimattaṃ balavataraṃ vedanaṃ vedayatī”ti.",
  "mil6.3.3:8.7": "“Sādhu, bhante nāgasena, tavādisena buddhimantena vinā neso pañho sunibbeṭhiyo, lokikaṃ, bhante nāgasena, lokuttarena viññāpitan”ti.",
  "mil6.3.3:9.1": "Kusalākusalabalavatarapañho tatiyo."
}