{
  "mil6.3.9:0.1": "Milindapañha",
  "mil6.3.9:0.2": "Anumānapañha",
  "mil6.3.9:0.3": "Vessantaravagga",
  "mil6.3.9:0.4": "9. Ekantasukhanibbānapañha",
  "mil6.3.9:1.1": "“Bhante nāgasena, kiṃ ekantasukhaṃ nibbānaṃ, udāhu dukkhena missan”ti?",
  "mil6.3.9:1.2": "“Ekantasukhaṃ, mahārāja, nibbānaṃ, dukkhena amissan”ti.",
  "mil6.3.9:2.1": "“Na mayaṃ taṃ, bhante nāgasena, vacanaṃ saddahāma ‘ekantasukhaṃ nibbānan’ti, evamettha mayaṃ, bhante nāgasena, paccema ‘nibbānaṃ dukkhena missan’ti, kāraṇañcettha upalabhāma ‘nibbānaṃ dukkhena missan’ti.",
  "mil6.3.9:2.2": "Katamaṃ ettha kāraṇaṃ?",
  "mil6.3.9:2.3": "Ye te, bhante nāgasena, nibbānaṃ pariyesanti, tesaṃ dissati kāyassa ca cittassa ca ātāpo paritāpo ṭhānacaṅkamanisajjāsayanāhārapariggaho middhassa ca uparodho āyatanānañca paṭipīḷanaṃ dhanadhaññapiyañātimittappajahanaṃ.",
  "mil6.3.9:2.4": "Ye keci loke sukhitā sukhasamappitā, te sabbepi pañcahi kāmaguṇehi āyatane ramenti brūhenti, manāpikamanāpikabahuvidhasubhanimittena rūpena cakkhuṃ ramenti brūhenti, manāpikamanāpikagītavāditabahuvidhasubhanimittena saddena sotaṃ ramenti brūhenti, manāpikamanāpikapupphaphalapattatacamūlasārabahuvidhasubhanimittena gandhena ghānaṃ ramenti brūhenti, manāpikamanāpikakhajjabhojjaleyyapeyyasāyanīyabahuvidhasubhanimittena rasena jivhaṃ ramenti brūhenti, manāpikamanāpikasaṇhasukhumamudumaddavabahuvidhasubhanimittena phassena kāyaṃ ramenti brūhenti, manāpikamanāpikakalyāṇapāpakasubhāsubhabahuvidhavitakkamanasikārena manaṃ ramenti brūhenti.",
  "mil6.3.9:2.5": "Tumhe taṃ cakkhusotaghānajivhākāyamanobrūhanaṃ hanatha upahanatha, chindatha upacchindatha, rundhatha uparundhatha.",
  "mil6.3.9:2.6": "Tena kāyopi paritapati, cittampi paritapati, kāye paritatte kāyikadukkhavedanaṃ vediyati, citte paritatte cetasikadukkhavedanaṃ vedayati.",
  "mil6.3.9:2.7": "Nanu māgaṇḍiyopi paribbājako bhagavantaṃ garahamāno evamāha ‘bhūnahu samaṇo gotamo’ti.",
  "mil6.3.9:2.8": "Idamettha kāraṇaṃ, yenāhaṃ kāraṇena brūmi ‘nibbānaṃ dukkhena missan’”ti.",
  "mil6.3.9:3.1": "“Na hi, mahārāja, nibbānaṃ dukkhena missaṃ, ekantasukhaṃ nibbānaṃ.",
  "mil6.3.9:3.2": "Yaṃ pana tvaṃ, mahārāja, brūsi ‘nibbānaṃ dukkhan’ti, netaṃ dukkhaṃ nibbānaṃ nāma, nibbānassa pana sacchikiriyāya pubbabhāgo eso, nibbānapariyesanaṃ etaṃ, ekantasukhaṃyeva, mahārāja, nibbānaṃ, na dukkhena missaṃ.",
  "mil6.3.9:3.3": "Ettha kāraṇaṃ vadāmi.",
  "mil6.3.9:3.4": "Atthi, mahārāja, rājūnaṃ rajjasukhaṃ nāmā”ti?",
  "mil6.3.9:3.5": "“Āma, bhante, atthi rājūnaṃ rajjasukhan”ti.",
  "mil6.3.9:3.6": "“Api nu kho taṃ, mahārāja, rajjasukhaṃ dukkhena missan”ti?",
  "mil6.3.9:3.7": "“Na hi, bhante”ti.",
  "mil6.3.9:3.8": "“Kissa pana te, mahārāja, rājāno paccante kupite tesaṃ paccantanissitānaṃ paṭisedhāya amaccehi pariṇāyakehi bhaṭehi balatthehi parivutā pavāsaṃ gantvā ḍaṃsamakasavātātapapaṭipīḷitā samavisame paridhāvanti, mahāyuddhañca karonti, jīvitasaṃsayañca pāpuṇantī”ti?",
  "mil6.3.9:3.9": "“Netaṃ, bhante nāgasena, rajjasukhaṃ nāma, rajjasukhassa pariyesanāya pubbabhāgo eso, dukkhena, bhante nāgasena, rājāno rajjaṃ pariyesitvā rajjasukhaṃ anubhavanti, evaṃ, bhante nāgasena, rajjasukhaṃ dukkhena amissaṃ, aññaṃ taṃ rajjasukhaṃ, aññaṃ dukkhan”ti.",
  "mil6.3.9:3.10": "“Evameva kho, mahārāja, ekantasukhaṃ nibbānaṃ, na dukkhena missaṃ.",
  "mil6.3.9:3.11": "Ye pana taṃ nibbānaṃ pariyesanti, te kāyañca cittañca ātāpetvā ṭhānacaṅkamanisajjāsayanāhāraṃ pariggahetvā middhaṃ uparundhitvā āyatanāni paṭipīḷetvā kāyañca jīvitañca pariccajitvā dukkhena nibbānaṃ pariyesitvā ekantasukhaṃ nibbānaṃ anubhavanti, nihatapaccāmittā viya rājāno rajjasukhaṃ.",
  "mil6.3.9:3.12": "Evaṃ, mahārāja, ekantasukhaṃ nibbānaṃ, na dukkhena missaṃ, aññaṃ nibbānaṃ, aññaṃ dukkhanti.",
  "mil6.3.9:4.1": "Aparampi, mahārāja, uttariṃ kāraṇaṃ suṇohi ekantasukhaṃ nibbānaṃ, na dukkhena missaṃ, aññaṃ dukkhaṃ, aññaṃ nibbānanti.",
  "mil6.3.9:4.2": "Atthi, mahārāja, ācariyānaṃ sippavantānaṃ sippasukhaṃ nāmā”ti?",
  "mil6.3.9:4.3": "“Āma, bhante, atthi ācariyānaṃ sippavantānaṃ sippasukhan”ti.",
  "mil6.3.9:4.4": "“Api nu kho taṃ, mahārāja, sippasukhaṃ dukkhena missan”ti?",
  "mil6.3.9:4.5": "“Na hi, bhante”ti.",
  "mil6.3.9:4.6": "“Kissa pana te, mahārāja, ācariyā ācariyānaṃ abhivādanapaccuṭṭhānena udakāharaṇagharasammajjanadantakaṭṭhamukhodakānuppadānena ucchiṭṭhapaṭiggahaṇaucchādananahāpanapādaparikammena sakacittaṃ nikkhipitvā paracittānuvattanena dukkhaseyyāya visamabhojanena kāyaṃ ātāpentī”ti?",
  "mil6.3.9:4.7": "“Netaṃ, bhante nāgasena, sippasukhaṃ nāma, sippapariyesanāya pubbabhāgo eso, dukkhena, bhante nāgasena, ācariyā sippaṃ pariyesitvā sippasukhaṃ anubhavanti, evaṃ, bhante nāgasena, sippasukhaṃ dukkhena amissaṃ, aññaṃ taṃ sippasukhaṃ, aññaṃ dukkhan”ti.",
  "mil6.3.9:4.8": "“Evameva kho, mahārāja, ekantasukhaṃ nibbānaṃ, na dukkhena missaṃ.",
  "mil6.3.9:4.9": "Ye pana taṃ nibbānaṃ pariyesanti, te kāyañca cittañca ātāpetvā ṭhānacaṅkamanisajjāsayanāhāraṃ pariggahetvā middhaṃ uparundhitvā āyatanāni paṭipīḷetvā kāyañca jīvitañca pariccajitvā dukkhena nibbānaṃ pariyesitvā ekantasukhaṃ nibbānaṃ anubhavanti, ācariyā viya sippasukhaṃ.",
  "mil6.3.9:4.10": "Evaṃ, mahārāja, ekantasukhaṃ nibbānaṃ, na dukkhena missaṃ, aññaṃ dukkhaṃ, aññaṃ nibbānan”ti.",
  "mil6.3.9:4.11": "“Sādhu, bhante nāgasena, evametaṃ tathā sampaṭicchāmī”ti.",
  "mil6.3.9:5.1": "Ekantasukhanibbānapañho navamo."
}