{
  "mil6.3.5:0.1": "Milindapañha",
  "mil6.3.5:0.2": "Anumānapañha",
  "mil6.3.5:0.3": "Vessantaravagga",
  "mil6.3.5:0.4": "5. Supinapañha",
  "mil6.3.5:1.1": "“Bhante nāgasena, imasmiṃ loke naranāriyo supinaṃ passanti kalyāṇampi pāpakampi, diṭṭhapubbampi adiṭṭhapubbampi, katapubbampi akatapubbampi, khemampi sabhayampi, dūrepi santikepi, bahuvidhānipi anekavaṇṇasahassāni dissanti, kiñcetaṃ supinaṃ nāma, ko cetaṃ passatī”ti?",
  "mil6.3.5:1.2": "“Nimittametaṃ, mahārāja, supinaṃ nāma, yaṃ cittassa āpātamupagacchati.",
  "mil6.3.5:1.3": "Chayime, mahārāja, supinaṃ passanti, vātiko supinaṃ passati, pittiko supinaṃ passati, semhiko supinaṃ passati, devatūpasaṃhārato supinaṃ passati, samudāciṇṇato supinaṃ passati, pubbanimittato supinaṃ passati, tatra, mahārāja, yaṃ pubbanimittato supinaṃ passati, taṃyeva saccaṃ, avasesaṃ micchā”ti.",
  "mil6.3.5:2.1": "“Bhante nāgasena, yo pubbanimittato supinaṃ passati, kiṃ tassa cittaṃ sayaṃ gantvā taṃ nimittaṃ vicināti, taṃ vā nimittaṃ cittassa āpātamupagacchati, añño vā āgantvā tassa ārocetī”ti?",
  "mil6.3.5:2.2": "“Na, mahārāja, tassa cittaṃ sayaṃ gantvā taṃ nimittaṃ vicināti, nāpi añño koci āgantvā tassa āroceti, atha kho taṃyeva nimittaṃ cittassa āpātamupagacchati.",
  "mil6.3.5:2.3": "Yathā, mahārāja, ādāso na sayaṃ kuhiñci gantvā chāyaṃ vicināti, nāpi añño koci chāyaṃ ānetvā ādāsaṃ āropeti, atha kho yato kutoci chāyā āgantvā ādāsassa āpātamupagacchati;",
  "mil6.3.5:2.4": "evameva kho, mahārāja, na tassa cittaṃ sayaṃ gantvā taṃ nimittaṃ vicināti, nāpi añño koci āgantvā āroceti, atha kho yato kutoci nimittaṃ āgantvā cittassa āpātamupagacchatī”ti.",
  "mil6.3.5:3.1": "“Bhante nāgasena, yaṃ taṃ cittaṃ supinaṃ passati, api nu taṃ cittaṃ jānāti ‘evaṃ nāma vipāko bhavissati khemaṃ vā bhayaṃ vā’ti?",
  "mil6.3.5:3.2": "Na hi, mahārāja, taṃ cittaṃ jānāti ‘evaṃvipāko bhavissati khemaṃ vā bhayaṃ vā’ti, nimitte pana uppanne aññesaṃ katheti, tato te atthaṃ kathentī”ti.",
  "mil6.3.5:4.1": "“Iṅgha, bhante nāgasena, kāraṇaṃ me dassehī”ti.",
  "mil6.3.5:4.2": "“Yathā, mahārāja, sarīre tilakā pīḷakā daddūni uṭṭhahanti lābhāya vā alābhāya vā, yasāya vā ayasāya vā, nindāya vā pasaṃsāya vā, sukhāya vā dukkhāya vā, api nu tā, mahārāja, pīḷakā jānitvā uppajjanti ‘imaṃ nāma mayaṃ atthaṃ nipphādessāmā’”ti?",
  "mil6.3.5:4.3": "“Na hi, bhante, yādise tā okāse pīḷakā sambhavanti, tattha tā pīḷakā disvā nemittakā byākaronti ‘evaṃ nāma vipāko bhavissatī’”ti.",
  "mil6.3.5:4.4": "“Evameva kho, mahārāja, yaṃ taṃ cittaṃ supinaṃ passati, na taṃ cittaṃ jānāti ‘evaṃ nāma vipāko bhavissati khemaṃ vā bhayaṃ vā’ti, nimitte pana uppanne aññesaṃ katheti, tato te atthaṃ kathentī”ti.",
  "mil6.3.5:5.1": "“Bhante nāgasena, yo supinaṃ passati, so niddāyanto, udāhu jāgaranto passatī”ti?",
  "mil6.3.5:5.2": "“Yo so, mahārāja, supinaṃ passati, na so niddāyanto passati, nāpi jāgaranto passati.",
  "mil6.3.5:5.3": "Api ca okkante middhe asampatte bhavaṅge etthantare supinaṃ passati.",
  "mil6.3.5:5.4": "Middhasamārūḷhassa, mahārāja, cittaṃ bhavaṅgagataṃ hoti, bhavaṅgagataṃ cittaṃ nappavattati, appavattaṃ cittaṃ sukhadukkhaṃ nappajānāti, appaṭivijānantassa supino na hoti, pavattamāne citte supinaṃ passati.",
  "mil6.3.5:6.1": "Yathā, mahārāja, timire andhakāre appabhāse suparisuddhepi ādāse chāyā na dissati;",
  "mil6.3.5:6.2": "evameva kho, mahārāja, middhasamārūḷhe citte bhavaṅgagate tiṭṭhamānepi sarīre cittaṃ appavattaṃ hoti, appavatte citte supinaṃ na passati.",
  "mil6.3.5:6.3": "Yathā, mahārāja, ādāso, evaṃ sarīraṃ daṭṭhabbaṃ;",
  "mil6.3.5:6.4": "yathā andhakāro, evaṃ middhaṃ daṭṭhabbaṃ;",
  "mil6.3.5:6.5": "yathā āloko, evaṃ cittaṃ daṭṭhabbaṃ.",
  "mil6.3.5:7.1": "Yathā vā pana, mahārāja, mahikotthaṭassa sūriyassa pabhā na dissati santāyeva sūriyarasmi appavattā hoti, appavattāya sūriyarasmiyā āloko na hoti;",
  "mil6.3.5:7.2": "evameva kho, mahārāja, middhasamārūḷhassa cittaṃ bhavaṅgagataṃ hoti, bhavaṅgagataṃ cittaṃ nappavattati, appavatte citte supinaṃ na passati.",
  "mil6.3.5:7.3": "Yathā, mahārāja, sūriyo, evaṃ sarīraṃ daṭṭhabbaṃ;",
  "mil6.3.5:7.4": "yathā mahikottharaṇaṃ, evaṃ middhaṃ daṭṭhabbaṃ;",
  "mil6.3.5:7.5": "yathā sūriyarasmi, evaṃ cittaṃ daṭṭhabbaṃ.",
  "mil6.3.5:8.1": "Dvinnaṃ, mahārāja, santepi sarīre cittaṃ appavattaṃ hoti, middhasamārūḷhassa bhavaṅgagatassa santepi sarīre cittaṃ appavattaṃ hoti, nirodhasamāpannassa santepi sarīre cittaṃ appavattaṃ hoti, jāgarantassa, mahārāja, cittaṃ lolaṃ hoti vivaṭaṃ pākaṭaṃ anibaddhaṃ, evarūpassa citte nimittaṃ āpātaṃ na upeti.",
  "mil6.3.5:8.2": "Yathā, mahārāja, purisaṃ vivaṭaṃ pākaṭaṃ akiriyaṃ arahassaṃ rahassakāmā parivajjenti;",
  "mil6.3.5:8.3": "evameva kho, mahārāja, jāgarantassa dibbo attho āpātaṃ na upeti, tasmā jāgaranto supinaṃ na passati.",
  "mil6.3.5:8.4": "Yathā vā pana, mahārāja, bhikkhuṃ bhinnājīvaṃ anācāraṃ pāpamittaṃ dussīlaṃ kusītaṃ hīnavīriyaṃ kusalā bodhipakkhiyā dhammā āpātaṃ na upenti;",
  "mil6.3.5:8.5": "evameva kho, mahārāja, jāgarantassa dibbo attho āpātaṃ na upeti, tasmā jāgaranto supinaṃ na passatī”ti.",
  "mil6.3.5:9.1": "“Bhante nāgasena, atthi middhassa ādimajjhapariyosānan”ti?",
  "mil6.3.5:9.2": "“Āma, mahārāja, atthi middhassa ādimajjhapariyosānan”ti.",
  "mil6.3.5:9.3": "“Katamaṃ ādi, katamaṃ majjhaṃ, katamaṃ pariyosānan”ti?",
  "mil6.3.5:9.4": "“Yo, mahārāja, kāyassa onāho pariyonāho dubbalyaṃ mandatā akammaññatā kāyassa, ayaṃ middhassa ādi;",
  "mil6.3.5:9.5": "yo, mahārāja, kapiniddāpareto vokiṇṇakaṃ jaggati, idaṃ middhassa majjhaṃ;",
  "mil6.3.5:9.6": "bhavaṅgagati pariyosānaṃ.",
  "mil6.3.5:9.7": "Majjhūpagato, mahārāja, kapiniddāpareto supinaṃ passati.",
  "mil6.3.5:9.8": "Yathā, mahārāja, koci yatacārī samāhitacitto ṭhitadhammo acalabuddhi pahīnakotūhalasaddaṃ vanamajjhogāhitvā sukhumaṃ atthaṃ cintayati, na ca so tattha middhaṃ okkamati, so tattha samāhito ekaggacitto sukhumaṃ atthaṃ paṭivijjhati;",
  "mil6.3.5:9.9": "evameva kho, mahārāja, jāgaro na middhasamāpanno, majjhūpagato kapiniddāpareto supinaṃ passati.",
  "mil6.3.5:9.10": "Yathā, mahārāja, kotūhalasaddo, evaṃ jāgaraṃ daṭṭhabbaṃ;",
  "mil6.3.5:9.11": "yathā vivittaṃ vanaṃ, evaṃ kapiniddāpareto daṭṭhabbo;",
  "mil6.3.5:9.12": "yathā so kotūhalasaddaṃ ohāya middhaṃ vivajjetvā majjhattabhūto sukhumaṃ atthaṃ paṭivijjhati, evaṃ jāgaro na middhasamāpanno kapiniddāpareto supinaṃ passatī”ti.",
  "mil6.3.5:9.13": "“Sādhu, bhante nāgasena, evametaṃ tathā sampaṭicchāmī”ti.",
  "mil6.3.5:10.1": "Supinapañho pañcamo."
}