{
  "mil6.2.5:0.1": "Milindapañha",
  "mil6.2.5:0.2": "Anumānapañha",
  "mil6.2.5:0.3": "Nippapañcavagga",
  "mil6.2.5:0.4": "5. Akammajādipañha",
  "mil6.2.5:1.1": "“Bhante nāgasena, dissanti loke kammanibbattā, dissanti hetunibbattā, dissanti utunibbattā, yaṃ loke akammajaṃ ahetujaṃ anutujaṃ, taṃ me kathehī”ti.",
  "mil6.2.5:1.2": "“Dveme, mahārāja, lokasmiṃ akammajā ahetujā anutujā.",
  "mil6.2.5:1.3": "Katame dve?",
  "mil6.2.5:1.4": "Ākāso, mahārāja, akammajo ahetujo anutujo;",
  "mil6.2.5:1.5": "nibbānaṃ, mahārāja, akammajaṃ ahetujaṃ anutujaṃ.",
  "mil6.2.5:1.6": "Ime kho, mahārāja, dve akammajā ahetujā anutujā”ti.",
  "mil6.2.5:2.1": "“Mā, bhante nāgasena, jinavacanaṃ makkhehi, mā ajānitvā pañhaṃ byākarohī”ti.",
  "mil6.2.5:2.2": "“Kiṃ kho, mahārāja, ahaṃ vadāmi, yaṃ maṃ tvaṃ evaṃ vadesi ‘mā, bhante nāgasena, jinavacanaṃ makkhehi, mā ajānitvā pañhaṃ byākarohī’”ti?",
  "mil6.2.5:2.3": "“Bhante nāgasena, yuttamidaṃ tāva vattuṃ ‘ākāso akammajo ahetujo anutujo’ti.",
  "mil6.2.5:2.4": "Anekasatehi pana, bhante nāgasena, kāraṇehi bhagavatā sāvakānaṃ nibbānassa sacchikiriyāya maggo akkhāto, atha ca pana tvaṃ evaṃ vadesi ‘ahetujaṃ nibbānan’”ti.",
  "mil6.2.5:2.5": "“Saccaṃ, mahārāja, bhagavatā anekasatehi kāraṇehi sāvakānaṃ nibbānassa sacchikiriyāya maggo akkhāto, na ca pana nibbānassa uppādāya hetu akkhāto”ti.",
  "mil6.2.5:3.1": "“Ettha mayaṃ, bhante nāgasena, andhakārato andhakārataraṃ pavisāma, vanato vanataraṃ pavisāma, gahanato gahanataraṃ pavisāma, yatra hi nāma nibbānassa sacchikiriyāya hetu atthi, tassa pana dhammassa uppādāya hetu natthi.",
  "mil6.2.5:3.2": "Yadi, bhante nāgasena, nibbānassa sacchikiriyāya hetu atthi, tena hi nibbānassa uppādāyapi hetu icchitabbo.",
  "mil6.2.5:4.1": "Yathā pana, bhante nāgasena, puttassa pitā atthi, tena kāraṇena pitunopi pitā icchitabbo.",
  "mil6.2.5:4.2": "Yathā antevāsikassa ācariyo atthi, tena kāraṇena ācariyassapi ācariyo icchitabbo.",
  "mil6.2.5:4.3": "Yathā aṅkurassa bījaṃ atthi, tena kāraṇena bījassapi bījaṃ icchitabbaṃ.",
  "mil6.2.5:4.4": "Evameva kho, bhante nāgasena, yadi nibbānassa sacchikiriyāya hetu atthi, tena kāraṇena nibbānassa uppādāyapi hetu icchitabbo.",
  "mil6.2.5:5.1": "Yathā rukkhassa vā latāya vā agge sati tena kāraṇena majjhampi atthi, mūlampi atthi.",
  "mil6.2.5:5.2": "Evameva kho, bhante nāgasena, yadi nibbānassa sacchikiriyāya hetu atthi, tena kāraṇena nibbānassa uppādāyapi hetu icchitabbo”ti.",
  "mil6.2.5:6.1": "“Anuppādanīyaṃ, mahārāja, nibbānaṃ, tasmā na nibbānassa uppādāya hetu akkhāto”ti.",
  "mil6.2.5:6.2": "“Iṅgha, bhante nāgasena, kāraṇaṃ dassetvā kāraṇena maṃ saññāpehi, yathāhaṃ jāneyyaṃ nibbānassa sacchikiriyāya hetu atthi, nibbānassa uppādāya hetu natthī”ti.",
  "mil6.2.5:7.1": "“Tena hi, mahārāja, sakkaccaṃ sotaṃ odaha, sādhukaṃ suṇohi, vakkhāmi tattha kāraṇaṃ, sakkuṇeyya, mahārāja, puriso pākatikena balena ito himavantaṃ pabbatarājaṃ upagantun”ti?",
  "mil6.2.5:7.2": "“Āma, bhante”ti.",
  "mil6.2.5:7.3": "“Sakkuṇeyya pana so, mahārāja, puriso pākatikena balena himavantaṃ pabbatarājaṃ idha āharitun”ti?",
  "mil6.2.5:7.4": "“Na hi, bhante”ti.",
  "mil6.2.5:7.5": "“Evameva kho, mahārāja, sakkā nibbānassa sacchikiriyāya maggo akkhātuṃ, na sakkā nibbānassa uppādāya hetu dassetuṃ.",
  "mil6.2.5:8.1": "Sakkuṇeyya, mahārāja, puriso pākatikena balena mahāsamuddaṃ nāvāya uttaritvā pārimatīraṃ gantun”ti?",
  "mil6.2.5:8.2": "“Āma, bhante”ti?",
  "mil6.2.5:8.3": "“Sakkuṇeyya pana so, mahārāja, puriso pākatikena balena mahāsamuddassa pārimatīraṃ idha āharitun”ti?",
  "mil6.2.5:8.4": "“Na hi, bhante”ti.",
  "mil6.2.5:8.5": "“Evameva kho, mahārāja, sakkā nibbānassa sacchikiriyāya maggo akkhātuṃ, na sakkā nibbānassa uppādāya hetu dassetuṃ.",
  "mil6.2.5:8.6": "Kiṃ kāraṇā?",
  "mil6.2.5:8.7": "Asaṅkhatattā dhammassā”ti.",
  "mil6.2.5:9.1": "“Asaṅkhataṃ, bhante nāgasena, nibbānan”ti?",
  "mil6.2.5:9.2": "“Āma, mahārāja, asaṅkhataṃ nibbānaṃ na kehici kataṃ, nibbānaṃ, mahārāja, na vattabbaṃ uppannanti vā anuppannanti vā uppādanīyanti vā atītanti vā anāgatanti vā paccuppannanti vā cakkhuviññeyyanti vā sotaviññeyyanti vā ghānaviññeyyanti vā jivhāviññeyyanti vā kāyaviññeyyanti vā”ti.",
  "mil6.2.5:9.3": "“Yadi, bhante nāgasena, nibbānaṃ na uppannaṃ na anuppannaṃ na uppādanīyaṃ na atītaṃ na anāgataṃ na paccuppannaṃ na cakkhuviññeyyaṃ na sotaviññeyyaṃ na ghānaviññeyyaṃ na jivhāviññeyyaṃ na kāyaviññeyyaṃ, tena hi, bhante nāgasena, tumhe natthidhammaṃ nibbānaṃ apadisatha ‘natthi nibbānan’”ti.",
  "mil6.2.5:9.4": "“Atthi, mahārāja, nibbānaṃ, manoviññeyyaṃ nibbānaṃ, visuddhena mānasena paṇītena ujukena anāvaraṇena nirāmisena sammāpaṭipanno ariyasāvako nibbānaṃ passatī”ti.",
  "mil6.2.5:10.1": "“Kīdisaṃ pana taṃ, bhante, nibbānaṃ, yaṃ taṃ opammehi ādīpanīyaṃ kāraṇehi maṃ saññāpehi, yathā atthidhammaṃ opammehi ādīpanīyan”ti.",
  "mil6.2.5:10.2": "“Atthi, mahārāja, vāto nāmā”ti?",
  "mil6.2.5:10.3": "“Āma, bhante”ti.",
  "mil6.2.5:10.4": "“Iṅgha, mahārāja, vātaṃ dassehi vaṇṇato vā saṇṭhānato vā aṇuṃ vā thūlaṃ vā dīghaṃ vā rassaṃ vā”ti.",
  "mil6.2.5:10.5": "“Na sakkā, bhante nāgasena, vāto upadassayituṃ, na so vāto hatthaggahaṇaṃ vā nimmaddanaṃ vā upeti, api ca atthi so vāto”ti.",
  "mil6.2.5:10.6": "“Yadi, mahārāja, na sakkā vāto upadassayituṃ, tena hi natthi vāto”ti?",
  "mil6.2.5:10.7": "“Jānāmahaṃ, bhante nāgasena, vāto atthīti me hadaye anupaviṭṭhaṃ, na cāhaṃ sakkomi vātaṃ upadassayitun”ti.",
  "mil6.2.5:10.8": "“Evameva kho, mahārāja, atthi nibbānaṃ, na ca sakkā nibbānaṃ upadassayituṃ vaṇṇena vā saṇṭhānena vā”ti.",
  "mil6.2.5:10.9": "“Sādhu, bhante nāgasena, sūpadassitaṃ opammaṃ, suniddiṭṭhaṃ kāraṇaṃ, evametaṃ tathā sampaṭicchāmi ‘atthi nibbānan’”ti.",
  "mil6.2.5:11.1": "Akammajādipañho pañcamo."
}