{
  "mil6.3.8:0.1": "Milindapañha",
  "mil6.3.8:0.2": "Anumānapañha",
  "mil6.3.8:0.3": "Vessantaravagga",
  "mil6.3.8:0.4": "8. Dhammābhisamayapañha",
  "mil6.3.8:1.1": "“Bhante nāgasena, ye te sammā paṭipajjanti, tesaṁ sabbesaṁyeva dhammābhisamayo hoti, udāhu kassaci na hotī”ti?",
  "mil6.3.8:1.2": "“Kassaci, mahārāja, hoti, kassaci na hotī”ti.",
  "mil6.3.8:1.3": "“Kassa, bhante, hoti, kassa na hotī”ti?",
  "mil6.3.8:1.4": "“Tiracchānagatassa, mahārāja, suppaṭipannassāpi dhammābhisamayo na hoti, pettivisayūpapannassa … micchādiṭṭhikassa … kuhakassa … mātughātakassa … pitughātakassa … arahantaghātakassa … saṅghabhedakassa … lohituppādakassa … theyyasaṁvāsakassa … titthiyapakkantassa … bhikkhunidūsakassa … terasannaṁ garukāpattīnaṁ aññataraṁ āpajjitvā avuṭṭhitassa … paṇḍakassa … ubhatobyañjanakassa suppaṭipannassāpi dhammābhisamayo na hoti … yopi manussadaharako ūnakasattavassiko, tassa suppaṭipannassāpi dhammābhisamayo na hoti.",
  "mil6.3.8:1.5": "Imesaṁ kho, mahārāja, soḷasannaṁ puggalānaṁ suppaṭipannānampi dhammābhisamayo na hotī”ti.",
  "mil6.3.8:2.1": "“Bhante nāgasena, ye te pannarasa puggalā viruddhāyeva, tesaṁ dhammābhisamayo hotu vā mā vā hotu, atha kena kāraṇena manussadaharakassa ūnakasattavassikassa suppaṭipannassāpi dhammābhisamayo na hoti?",
  "mil6.3.8:2.2": "Ettha tāva pañho bhavati ‘nanu nāma daharakassa na rāgo hoti, na doso hoti, na moho hoti, na māno hoti, na micchādiṭṭhi hoti, na arati hoti, na kāmavitakko hoti, amissito kilesehi, so nāma daharako yutto ca patto ca arahati ca cattāri saccāni ekappaṭivedhena paṭivijjhitun’”ti.",
  "mil6.3.8:3.1": "“Taññevettha, mahārāja, kāraṇaṁ, yenāhaṁ kāraṇena bhaṇāmi ‘ūnakasattavassikassa suppaṭipannassāpi dhammābhisamayo na hotī’ti.",
  "mil6.3.8:3.2": "Yadi, mahārāja, ūnakasattavassiko rajanīye rajjeyya, dussanīye dusseyya, mohanīye muyheyya, madanīye majjeyya, diṭṭhiṁ vijāneyya, ratiñca aratiñca vijāneyya, kusalākusalaṁ vitakkeyya, bhaveyya tassa dhammābhisamayo, api ca, mahārāja, ūnakasattavassikassa cittaṁ abalaṁ dubbalaṁ parittaṁ appaṁ thokaṁ mandaṁ avibhūtaṁ, asaṅkhatā nibbānadhātu garukā bhārikā vipulā mahatī.",
  "mil6.3.8:3.3": "Ūnakasattavassiko, mahārāja, tena dubbalena cittena parittakena mandena avibhūtena na sakkoti garukaṁ bhārikaṁ vipulaṁ mahatiṁ asaṅkhataṁ nibbānadhātuṁ paṭivijjhituṁ.",
  "mil6.3.8:4.1": "Yathā, mahārāja, sinerupabbatarājā garuko bhāriko vipulo mahanto, api nu kho taṁ, mahārāja, puriso attano pākatikena thāmabalavīriyena sakkuṇeyya sinerupabbatarājānaṁ uddharitun”ti?",
  "mil6.3.8:4.2": "“Na hi, bhante”ti.",
  "mil6.3.8:4.3": "“Kena kāraṇena, mahārājā”ti?",
  "mil6.3.8:4.4": "“Dubbalattā, bhante, purisassa, mahantattā sinerupabbatarājassā”ti.",
  "mil6.3.8:4.5": "“Evameva kho, mahārāja, ūnakasattavassikassa cittaṁ abalaṁ dubbalaṁ parittaṁ appaṁ thokaṁ mandaṁ avibhūtaṁ, asaṅkhatā nibbānadhātu garukā bhārikā vipulā mahatī.",
  "mil6.3.8:4.6": "Ūnakasattavassiko tena dubbalena cittena parittena mandena avibhūtena na sakkoti garukaṁ bhārikaṁ vipulaṁ mahatiṁ asaṅkhataṁ nibbānadhātuṁ paṭivijjhituṁ, tena kāraṇena ūnakasattavassikassa suppaṭipannassāpi dhammābhisamayo na hoti.",
  "mil6.3.8:5.1": "Yathā vā pana, mahārāja, ayaṁ mahāpathavī dīghā āyatā puthulā vitthatā visālā vitthiṇṇā vipulā mahantā, api nu kho taṁ, mahārāja, mahāpathaviṁ sakkā parittakena udakabindukena temetvā udakacikkhallaṁ kātun”ti?",
  "mil6.3.8:5.2": "“Na hi, bhante”ti.",
  "mil6.3.8:5.3": "“Kena kāraṇena, mahārājā”ti?",
  "mil6.3.8:5.4": "“Parittattā, bhante, udakabindussa, mahantattā mahāpathaviyā”ti.",
  "mil6.3.8:5.5": "“Evameva kho, mahārāja, ūnakasattavassikassa cittaṁ abalaṁ dubbalaṁ parittaṁ appaṁ thokaṁ mandaṁ avibhūtaṁ, asaṅkhatā nibbānadhātu dīghā āyatā puthulā vitthatā visālā vitthiṇṇā vipulā mahantā.",
  "mil6.3.8:5.6": "Ūnakasattavassiko tena dubbalena cittena parittakena mandena avibhūtena na sakkoti mahatiṁ asaṅkhataṁ nibbānadhātuṁ paṭivijjhituṁ, tena kāraṇena ūnakasattavassikassa suppaṭipannassāpi dhammābhisamayo na hoti.",
  "mil6.3.8:6.1": "Yathā vā pana, mahārāja, abaladubbalaparittaappathokamandaggi bhaveyya, api nu kho, mahārāja, tāvatakena mandena agginā sakkā sadevake loke andhakāraṁ vidhamitvā ālokaṁ dassetun”ti?",
  "mil6.3.8:6.2": "“Na hi, bhante”ti.",
  "mil6.3.8:6.3": "“Kena kāraṇena, mahārājā”ti?",
  "mil6.3.8:6.4": "“Mandattā, bhante, aggissa, lokassa mahantattā”ti.",
  "mil6.3.8:6.5": "“Evameva kho, mahārāja, ūnakasattavassikassa cittaṁ abalaṁ dubbalaṁ parittaṁ appaṁ thokaṁ mandaṁ avibhūtaṁ, mahatā ca avijjandhakārena pihitaṁ.",
  "mil6.3.8:6.6": "Tasmā dukkaraṁ ñāṇālokaṁ dassayituṁ, tena kāraṇena ūnakasattavassikassa suppaṭipannassāpi dhammābhisamayo na hoti.",
  "mil6.3.8:7.1": "Yathā vā pana, mahārāja, āturo kiso aṇuparimitakāyo sālakakimi hatthināgaṁ tidhā pabhinnaṁ navāyataṁ tivitthataṁ dasapariṇāhaṁ aṭṭharatanikaṁ sakaṭṭhānamupagataṁ disvā gilituṁ parikaḍḍheyya, api nu kho so, mahārāja, sālakakimi sakkuṇeyya taṁ hatthināgaṁ gilitun”ti?",
  "mil6.3.8:7.2": "“Na hi, bhante”ti.",
  "mil6.3.8:7.3": "“Kena kāraṇena, mahārājā”ti?",
  "mil6.3.8:7.4": "“Parittattā, bhante, sālakakimissa, mahantattā hatthināgassā”ti.",
  "mil6.3.8:7.5": "“Evameva kho, mahārāja, ūnakasattavassikassa cittaṁ abalaṁ dubbalaṁ parittaṁ appaṁ thokaṁ mandaṁ avibhūtaṁ, mahatī asaṅkhatā nibbānadhātu.",
  "mil6.3.8:7.6": "So tena dubbalena cittena parittakena mandena avibhūtena na sakkoti mahatiṁ asaṅkhataṁ nibbānadhātuṁ paṭivijjhituṁ, tena kāraṇena ūnakasattavassikassa suppaṭipannassāpi dhammābhisamayo na hotī”ti.",
  "mil6.3.8:7.7": "“Sādhu, bhante nāgasena, evametaṁ tathā sampaṭicchāmī”ti.",
  "mil6.3.8:8.1": "Dhammābhisamayapañho aṭṭhamo."
}