{
  "mil6.1.1:0.1": "Milindapañha",
  "mil6.1.1:0.2": "Anumānapañha",
  "mil6.1.1:0.3": "Buddhavagga",
  "mil6.1.1:0.4": "1 Dvinnaṃbuddhānaṃanuppajjamānapañha",
  "mil6.1.1:1.1": "“Bhante nāgasena, bhāsitampetaṃ bhagavatā—",
  "mil6.1.1:1.2": "‘aṭṭhānametaṃ, bhikkhave, anavakāso, yaṃ ekissā lokadhātuyā dve arahanto sammāsambuddhā apubbaṃ acarimaṃ uppajjeyyuṃ, netaṃ ṭhānaṃ vijjatī’ti.",
  "mil6.1.1:1.3": "Desentā ca, bhante nāgasena, sabbepi tathāgatā sattatiṃsa bodhipakkhiyadhamme desenti, kathayamānā ca cattāri ariyasaccāni kathenti, sikkhāpentā ca tīsu sikkhāsu sikkhāpenti, anusāsamānā ca appamādappaṭipattiyaṃ anusāsanti.",
  "mil6.1.1:1.4": "Yadi, bhante nāgasena, sabbesampi tathāgatānaṃ ekā desanā ekā kathā ekā sikkhā ekā anusiṭṭhi, kena kāraṇena dve tathāgatā ekakkhaṇe nuppajjanti?",
  "mil6.1.1:1.5": "Ekenapi tāva buddhuppādena ayaṃ loko obhāsajāto, yadi dutiyo buddho bhaveyya, dvinnaṃ pabhāya ayaṃ loko bhiyyoso mattāya obhāsajāto bhaveyya, ovadamānā ca dve tathāgatā sukhaṃ ovadeyyuṃ, anusāsamānā ca sukhaṃ anusāseyyuṃ, tattha me kāraṇaṃ brūhi, yathāhaṃ nissaṃsayo bhaveyyan”ti.",
  "mil6.1.1:2.1": "“Ayaṃ, mahārāja, dasasahassī lokadhātu ekabuddhadhāraṇī, ekasseva tathāgatassa guṇaṃ dhāreti, yadi dutiyo buddho uppajjeyya, nāyaṃ dasasahassī lokadhātu dhāreyya, caleyya kampeyya nameyya onameyya vinameyya vikireyya vidhameyya viddhaṃseyya, na ṭhānamupagaccheyya.",
  "mil6.1.1:3.1": "Yathā, mahārāja, nāvā ekapurisasandhāraṇī bhaveyya, ekasmiṃ purise abhirūḷhe sā nāvā samupādikā bhaveyya.",
  "mil6.1.1:3.2": "Atha dutiyo puriso āgaccheyya tādiso āyunā vaṇṇena vayena pamāṇena kisathūlena sabbaṅgapaccaṅgena, so taṃ nāvaṃ abhirūheyya, api nu sā, mahārāja, nāvā dvinnampi dhāreyyā”ti?",
  "mil6.1.1:3.3": "“Na hi, bhante, caleyya kampeyya nameyya onameyya vinameyya vikireyya vidhameyya viddhaṃseyya, na ṭhānamupagaccheyya, osīdeyya udake”ti.",
  "mil6.1.1:3.4": "“Evameva kho, mahārāja, ayaṃ dasasahassī lokadhātu ekabuddhadhāraṇī, ekasseva tathāgatassa guṇaṃ dhāreti, yadi dutiyo buddho uppajjeyya, nāyaṃ dasasahassī lokadhātu dhāreyya, caleyya kampeyya nameyya onameyya vinameyya vikireyya vidhameyya viddhaṃseyya, na ṭhānamupagaccheyya.",
  "mil6.1.1:4.1": "Yathā vā pana, mahārāja, puriso yāvadatthaṃ bhojanaṃ bhuñjeyya chādentaṃ yāva kaṇṭhamabhipūrayitvā, so dhāto pīṇito paripuṇṇo nirantaro tandikato anonamitadaṇḍajāto punadeva tattakaṃ bhojanaṃ bhuñjeyya, api nu kho so, mahārāja, puriso sukhito bhaveyyā”ti?",
  "mil6.1.1:4.2": "“Na hi, bhante, sakiṃ bhuttova mareyyā”ti.",
  "mil6.1.1:4.3": "“Evameva kho, mahārāja, ayaṃ dasasahassī lokadhātu ekabuddhadhāraṇī, ekasseva tathāgatassa guṇaṃ dhāreti, yadi dutiyo buddho uppajjeyya, nāyaṃ dasasahassī lokadhātu dhāreyya, caleyya kampeyya nameyya onameyya vinameyya vikireyya vidhameyya viddhaṃseyya, na ṭhānamupagaccheyyā”ti.",
  "mil6.1.1:5.1": "“Kiṃ nu kho, bhante nāgasena, atidhammabhārena pathavī calatī”ti?",
  "mil6.1.1:5.2": "“Idha, mahārāja, dve sakaṭā ratanaparipūritā bhaveyyuṃ yāva mukhasamā, ekasmā sakaṭato ratanaṃ gahetvā ekasmiṃ sakaṭe ākireyyuṃ, api nu kho taṃ, mahārāja, sakaṭaṃ dvinnampi sakaṭānaṃ ratanaṃ dhāreyyā”ti?",
  "mil6.1.1:5.3": "“Na hi, bhante, nābhipi tassa phaleyya, arāpi tassa bhijjeyyuṃ, nemipi tassa opateyya, akkhopi tassa bhijjeyyā”ti.",
  "mil6.1.1:5.4": "“Kiṃ nu kho, mahārāja, atiratanabhārena sakaṭaṃ bhijjatī”ti?",
  "mil6.1.1:5.5": "“Āma, bhante”ti.",
  "mil6.1.1:5.6": "“Evameva kho, mahārāja, atidhammabhārena pathavī calati.",
  "mil6.1.1:6.1": "Api ca, mahārāja, imaṃ kāraṇaṃ buddhabalaparidīpanāya osāritaṃ.",
  "mil6.1.1:6.2": "Aññampi tattha abhirūpaṃ kāraṇaṃ suṇohi, yena kāraṇena dve sammāsambuddhā ekakkhaṇe nuppajjanti.",
  "mil6.1.1:6.3": "Yadi, mahārāja, dve sammāsambuddhā ekakkhaṇe uppajjeyyuṃ, tesaṃ parisāya vivādo uppajjeyya ‘tumhākaṃ buddho, amhākaṃ buddho’ti, ubhato pakkhajātā bhaveyyuṃ, yathā, mahārāja, dvinnaṃ balavāmaccānaṃ parisāya vivādo uppajjeyya ‘tumhākaṃ amacco, amhākaṃ amacco’ti, ubhato pakkhajātā honti;",
  "mil6.1.1:6.4": "evameva kho, mahārāja, yadi dve sammāsambuddhā ekakkhaṇe uppajjeyyuṃ, tesaṃ parisāya vivādo uppajjeyya ‘tumhākaṃ buddho, amhākaṃ buddho’ti, ubhato pakkhajātā bhaveyyuṃ.",
  "mil6.1.1:6.5": "Idaṃ tāva, mahārāja, ekaṃ kāraṇaṃ, yena kāraṇena dve sammāsambuddhā ekakkhaṇe nuppajjanti.",
  "mil6.1.1:7.1": "Aparampi, mahārāja, uttariṃ kāraṇaṃ suṇohi, yena kāraṇena dve sammāsambuddhā ekakkhaṇe nuppajjanti.",
  "mil6.1.1:7.2": "Yadi, mahārāja, dve sammāsambuddhā ekakkhaṇe uppajjeyyuṃ, ‘aggo buddho’ti yaṃ vacanaṃ, taṃ micchā bhaveyya, ‘jeṭṭho buddho’ti yaṃ vacanaṃ, taṃ micchā bhaveyya, ‘seṭṭho buddho’ti, ‘visiṭṭho buddho’ti, ‘uttamo buddho’ti, ‘pavaro buddho’ti, ‘asamo buddho’ti, ‘asamasamo buddho’ti, ‘appaṭimo buddho’ti, ‘appaṭibhāgo buddho’ti, ‘appaṭipuggalo buddho’ti yaṃ vacanaṃ, taṃ micchā bhaveyya.",
  "mil6.1.1:7.3": "Idampi kho tvaṃ, mahārāja, kāraṇaṃ atthato sampaṭiccha, yena kāraṇena dve sammāsambuddhā ekakkhaṇe nuppajjanti.",
  "mil6.1.1:8.1": "Api ca kho, mahārāja, buddhānaṃ bhagavantānaṃ sabhāvapakati esāyaṃ, ekoyeva buddho loke uppajjati.",
  "mil6.1.1:8.2": "Kasmā kāraṇā?",
  "mil6.1.1:8.3": "Mahantatāya sabbaññubuddhaguṇānaṃ.",
  "mil6.1.1:8.4": "Aññampi, mahārāja, yaṃ loke mahantaṃ, taṃ ekaṃyeva hoti.",
  "mil6.1.1:8.5": "Pathavī, mahārāja, mahantī, sā ekā yeva.",
  "mil6.1.1:8.6": "Sāgaro mahanto, so ekoyeva.",
  "mil6.1.1:8.7": "Sineru girirājā mahanto, so ekoyeva.",
  "mil6.1.1:8.8": "Ākāso mahanto, so ekoyeva.",
  "mil6.1.1:8.9": "Sakko mahanto, so ekoyeva.",
  "mil6.1.1:8.10": "Māro mahanto, so ekoyeva.",
  "mil6.1.1:8.11": "Mahābrahmā mahanto, so ekoyeva.",
  "mil6.1.1:8.12": "Tathāgato arahaṃ sammāsambuddho mahanto, so eko yeva lokasmiṃ.",
  "mil6.1.1:8.13": "Yattha te uppajjanti, tattha aññassa okāso na hoti, tasmā, mahārāja, tathāgato arahaṃ sammāsambuddho ekoyeva lokasmiṃ uppajjatī”ti.",
  "mil6.1.1:9.1": "“Sukathito, bhante nāgasena, pañho opammehi kāraṇehi.",
  "mil6.1.1:9.2": "Anipuṇopetaṃ sutvā attamano bhaveyya, kiṃ pana mādiso mahāpañño.",
  "mil6.1.1:9.3": "Sādhu, bhante nāgasena, evametaṃ tathā sampaṭicchāmī”ti.",
  "mil6.1.1:10.1": "Dvinnaṃ buddhānaṃ anuppajjamānapañho paṭhamo."
}