{
  "mil6.1.1:0.1": "Milindapañha",
  "mil6.1.1:0.2": "Anumānapañha",
  "mil6.1.1:0.3": "Buddhavagga",
  "mil6.1.1:0.4": "1 Dvinnaṁbuddhānaṁanuppajjamānapañha",
  "mil6.1.1:1.1": "“Bhante nāgasena, bhāsitampetaṁ bhagavatā—",
  "mil6.1.1:1.2": "‘aṭṭhānametaṁ, bhikkhave, anavakāso, yaṁ ekissā lokadhātuyā dve arahanto sammāsambuddhā apubbaṁ acarimaṁ uppajjeyyuṁ, netaṁ ṭhānaṁ vijjatī’ti.",
  "mil6.1.1:1.3": "Desentā ca, bhante nāgasena, sabbepi tathāgatā sattatiṁsa bodhipakkhiyadhamme desenti, kathayamānā ca cattāri ariyasaccāni kathenti, sikkhāpentā ca tīsu sikkhāsu sikkhāpenti, anusāsamānā ca appamādappaṭipattiyaṁ anusāsanti.",
  "mil6.1.1:1.4": "Yadi, bhante nāgasena, sabbesampi tathāgatānaṁ ekā desanā ekā kathā ekā sikkhā ekā anusiṭṭhi, kena kāraṇena dve tathāgatā ekakkhaṇe nuppajjanti?",
  "mil6.1.1:1.5": "Ekenapi tāva buddhuppādena ayaṁ loko obhāsajāto, yadi dutiyo buddho bhaveyya, dvinnaṁ pabhāya ayaṁ loko bhiyyoso mattāya obhāsajāto bhaveyya, ovadamānā ca dve tathāgatā sukhaṁ ovadeyyuṁ, anusāsamānā ca sukhaṁ anusāseyyuṁ, tattha me kāraṇaṁ brūhi, yathāhaṁ nissaṁsayo bhaveyyan”ti.",
  "mil6.1.1:2.1": "“Ayaṁ, mahārāja, dasasahassī lokadhātu ekabuddhadhāraṇī, ekasseva tathāgatassa guṇaṁ dhāreti, yadi dutiyo buddho uppajjeyya, nāyaṁ dasasahassī lokadhātu dhāreyya, caleyya kampeyya nameyya onameyya vinameyya vikireyya vidhameyya viddhaṁseyya, na ṭhānamupagaccheyya.",
  "mil6.1.1:3.1": "Yathā, mahārāja, nāvā ekapurisasandhāraṇī bhaveyya, ekasmiṁ purise abhirūḷhe sā nāvā samupādikā bhaveyya.",
  "mil6.1.1:3.2": "Atha dutiyo puriso āgaccheyya tādiso āyunā vaṇṇena vayena pamāṇena kisathūlena sabbaṅgapaccaṅgena, so taṁ nāvaṁ abhirūheyya, api nu sā, mahārāja, nāvā dvinnampi dhāreyyā”ti?",
  "mil6.1.1:3.3": "“Na hi, bhante, caleyya kampeyya nameyya onameyya vinameyya vikireyya vidhameyya viddhaṁseyya, na ṭhānamupagaccheyya, osīdeyya udake”ti.",
  "mil6.1.1:3.4": "“Evameva kho, mahārāja, ayaṁ dasasahassī lokadhātu ekabuddhadhāraṇī, ekasseva tathāgatassa guṇaṁ dhāreti, yadi dutiyo buddho uppajjeyya, nāyaṁ dasasahassī lokadhātu dhāreyya, caleyya kampeyya nameyya onameyya vinameyya vikireyya vidhameyya viddhaṁseyya, na ṭhānamupagaccheyya.",
  "mil6.1.1:4.1": "Yathā vā pana, mahārāja, puriso yāvadatthaṁ bhojanaṁ bhuñjeyya chādentaṁ yāva kaṇṭhamabhipūrayitvā, so dhāto pīṇito paripuṇṇo nirantaro tandikato anonamitadaṇḍajāto punadeva tattakaṁ bhojanaṁ bhuñjeyya, api nu kho so, mahārāja, puriso sukhito bhaveyyā”ti?",
  "mil6.1.1:4.2": "“Na hi, bhante, sakiṁ bhuttova mareyyā”ti.",
  "mil6.1.1:4.3": "“Evameva kho, mahārāja, ayaṁ dasasahassī lokadhātu ekabuddhadhāraṇī, ekasseva tathāgatassa guṇaṁ dhāreti, yadi dutiyo buddho uppajjeyya, nāyaṁ dasasahassī lokadhātu dhāreyya, caleyya kampeyya nameyya onameyya vinameyya vikireyya vidhameyya viddhaṁseyya, na ṭhānamupagaccheyyā”ti.",
  "mil6.1.1:5.1": "“Kiṁ nu kho, bhante nāgasena, atidhammabhārena pathavī calatī”ti?",
  "mil6.1.1:5.2": "“Idha, mahārāja, dve sakaṭā ratanaparipūritā bhaveyyuṁ yāva mukhasamā, ekasmā sakaṭato ratanaṁ gahetvā ekasmiṁ sakaṭe ākireyyuṁ, api nu kho taṁ, mahārāja, sakaṭaṁ dvinnampi sakaṭānaṁ ratanaṁ dhāreyyā”ti?",
  "mil6.1.1:5.3": "“Na hi, bhante, nābhipi tassa phaleyya, arāpi tassa bhijjeyyuṁ, nemipi tassa opateyya, akkhopi tassa bhijjeyyā”ti.",
  "mil6.1.1:5.4": "“Kiṁ nu kho, mahārāja, atiratanabhārena sakaṭaṁ bhijjatī”ti?",
  "mil6.1.1:5.5": "“Āma, bhante”ti.",
  "mil6.1.1:5.6": "“Evameva kho, mahārāja, atidhammabhārena pathavī calati.",
  "mil6.1.1:6.1": "Api ca, mahārāja, imaṁ kāraṇaṁ buddhabalaparidīpanāya osāritaṁ.",
  "mil6.1.1:6.2": "Aññampi tattha abhirūpaṁ kāraṇaṁ suṇohi, yena kāraṇena dve sammāsambuddhā ekakkhaṇe nuppajjanti.",
  "mil6.1.1:6.3": "Yadi, mahārāja, dve sammāsambuddhā ekakkhaṇe uppajjeyyuṁ, tesaṁ parisāya vivādo uppajjeyya ‘tumhākaṁ buddho, amhākaṁ buddho’ti, ubhato pakkhajātā bhaveyyuṁ, yathā, mahārāja, dvinnaṁ balavāmaccānaṁ parisāya vivādo uppajjeyya ‘tumhākaṁ amacco, amhākaṁ amacco’ti, ubhato pakkhajātā honti;",
  "mil6.1.1:6.4": "evameva kho, mahārāja, yadi dve sammāsambuddhā ekakkhaṇe uppajjeyyuṁ, tesaṁ parisāya vivādo uppajjeyya ‘tumhākaṁ buddho, amhākaṁ buddho’ti, ubhato pakkhajātā bhaveyyuṁ.",
  "mil6.1.1:6.5": "Idaṁ tāva, mahārāja, ekaṁ kāraṇaṁ, yena kāraṇena dve sammāsambuddhā ekakkhaṇe nuppajjanti.",
  "mil6.1.1:7.1": "Aparampi, mahārāja, uttariṁ kāraṇaṁ suṇohi, yena kāraṇena dve sammāsambuddhā ekakkhaṇe nuppajjanti.",
  "mil6.1.1:7.2": "Yadi, mahārāja, dve sammāsambuddhā ekakkhaṇe uppajjeyyuṁ, ‘aggo buddho’ti yaṁ vacanaṁ, taṁ micchā bhaveyya, ‘jeṭṭho buddho’ti yaṁ vacanaṁ, taṁ micchā bhaveyya, ‘seṭṭho buddho’ti, ‘visiṭṭho buddho’ti, ‘uttamo buddho’ti, ‘pavaro buddho’ti, ‘asamo buddho’ti, ‘asamasamo buddho’ti, ‘appaṭimo buddho’ti, ‘appaṭibhāgo buddho’ti, ‘appaṭipuggalo buddho’ti yaṁ vacanaṁ, taṁ micchā bhaveyya.",
  "mil6.1.1:7.3": "Idampi kho tvaṁ, mahārāja, kāraṇaṁ atthato sampaṭiccha, yena kāraṇena dve sammāsambuddhā ekakkhaṇe nuppajjanti.",
  "mil6.1.1:8.1": "Api ca kho, mahārāja, buddhānaṁ bhagavantānaṁ sabhāvapakati esāyaṁ, ekoyeva buddho loke uppajjati.",
  "mil6.1.1:8.2": "Kasmā kāraṇā?",
  "mil6.1.1:8.3": "Mahantatāya sabbaññubuddhaguṇānaṁ.",
  "mil6.1.1:8.4": "Aññampi, mahārāja, yaṁ loke mahantaṁ, taṁ ekaṁyeva hoti.",
  "mil6.1.1:8.5": "Pathavī, mahārāja, mahantī, sā ekā yeva.",
  "mil6.1.1:8.6": "Sāgaro mahanto, so ekoyeva.",
  "mil6.1.1:8.7": "Sineru girirājā mahanto, so ekoyeva.",
  "mil6.1.1:8.8": "Ākāso mahanto, so ekoyeva.",
  "mil6.1.1:8.9": "Sakko mahanto, so ekoyeva.",
  "mil6.1.1:8.10": "Māro mahanto, so ekoyeva.",
  "mil6.1.1:8.11": "Mahābrahmā mahanto, so ekoyeva.",
  "mil6.1.1:8.12": "Tathāgato arahaṁ sammāsambuddho mahanto, so eko yeva lokasmiṁ.",
  "mil6.1.1:8.13": "Yattha te uppajjanti, tattha aññassa okāso na hoti, tasmā, mahārāja, tathāgato arahaṁ sammāsambuddho ekoyeva lokasmiṁ uppajjatī”ti.",
  "mil6.1.1:9.1": "“Sukathito, bhante nāgasena, pañho opammehi kāraṇehi.",
  "mil6.1.1:9.2": "Anipuṇopetaṁ sutvā attamano bhaveyya, kiṁ pana mādiso mahāpañño.",
  "mil6.1.1:9.3": "Sādhu, bhante nāgasena, evametaṁ tathā sampaṭicchāmī”ti.",
  "mil6.1.1:10.1": "Dvinnaṁ buddhānaṁ anuppajjamānapañho paṭhamo."
}