{
  "pli-tv-bu-vb-pc8:1.1.3": "“Whiteheads” renders _setaṭṭ(h)ikā_, lit. “white bones”. Sp 4.403: _Setaṭṭhikā nāma rogajātīti eko pāṇako nāḷimajjhagataṁ kaṇḍaṁ vijjhati, yena viddhattā nikkhantampi sālisīsaṁ khīraṁ gahetuṁ na sakkoti_, “The disease called _setaṭṭhikā_ means: an insect penetrates the stem, goes to the middle of the stalk, from the penetration of which the rice grains are not able to get sap.” This seems to be a description of so-called “whiteheads”, pale panicles without rice grains, caused by stem borers. ",
  "pli-tv-bu-vb-pc8:1.2.16": "“Incapable of doing” renders _setughāta_, lit. “destroyed the bridge”. Sp 1.16: _Setu vuccati maggo, maggeneva tādisassa vacanassa ghāto, samucchedoti vuttaṁ hoti_, “The path is called the bridge. What is said is that there is the destruction and cutting off of such speech by the path.” The commentary seems to take _setu_, “bridge”, as a reference to the eightfold path. I prefer to understand “bridge” as a metaphor for access, that is, the Buddhas no longer have the possibility of doing what is unbeneficial. ",
  "pli-tv-bu-vb-pc8:2.1.8": "“Delighting in solitude” renders _suññāgāra_, lit. “delighting in an empty dwelling”. According to the commentaries, this is often an idiom for solitude. AN-a 1.88: _Tattha ca rukkhamūlānīti iminā rukkhamūlasenāsanaṁ dasseti. Suññāgārānīti iminā janavivittaṭṭhānaṁ_; “And there _rukkhamūlāni_: by this is shown dwellings at the foot of a tree; _suññāgārāni_: by this (is shown) a place free from people.” ",
  "pli-tv-bu-vb-pc8:2.4.2": "“If the listener understands” renders _paṭivijānantassa_. This is in accordance with Sp 1.219, which has this to say: _Atha pana yassa āroceti, so na jānāti “ki ayaṁ bhaṇatī”ti, saṁsayaṁ vā āpajjati, ciraṁ vīmaṁsitvā vā pacchā jānāti, appaṭivijānanto icceva saṅkhyaṁ gacchati_, “When he who is informed does not understand, thinking, ‘What does he say?’ or he has doubt, or he understands after reflecting for a long time, then it is considered ‘one who does not understand.’” Grammatically _paṭivijānantassa_ could refer to either the speaker or the listener (it can be regarded as a genitive agreeing with _bhaṇantassa_, thus referring to the speaker, or it can be regarded as a dative of the person spoken to, that is, the listener), but logically it seems it must refer to the listener. In accordance with common usage, “understanding” (_paṭivijānantassa_) must refer to understanding the overall meaning of what is said, not knowing the exact words that have been spoken. Since the speaker knows he is lying, he understands the overall meaning. It follows that the understanding here must refer to the listener. A parallel construction is found at [pli-tv-bu-vb-pj1:8.4.10]() where _paṭivijānāti_ is used in connection with giving up the monastic training. Here the verb clearly refers to understanding on the part of the listener, that is, one has only succeeded in renouncing the training if the listener understands what one is saying. At [pli-tv-bu-vb-ss3:4.1.4]() the same verb, this time in the aorist form _paṭivijāni_, again refers to the listener. ",
  "pli-tv-bu-vb-pc8:2.5.51": "Because _vihāra_, “dwelling”, is mentioned just before, I here render _senāsana_ as furniture. "
}