{
  "pli-tv-bu-vb-pc21:2.26": "This set of eight qualities is also found at <a href='/an8.52/en/brahmali#0.3'>AN 8.52:0.3</a>. ",
  "pli-tv-bu-vb-pc21:3.1.16": "“Are you all present?” renders <i lang='pi' translate='no'>samaggāttha</i>, literally, “Are you united?” Sp.2.149: <i lang='pi' translate='no'>Samaggātthāti sabbā āgatatthāti attho</i>, “Are you united: the meaning is ‘Have you all come?’” ",
  "pli-tv-bu-vb-pc21:3.1.18": "<i lang='pi' translate='no'>Niyyādetabbo</i>. For the meaning of this word in this context, see the usage in the origin story to the next rule, <a href='/pli-tv-bu-vb-pc22/en/brahmali#1.9'>Bu Pc 22:1.9</a>. Sp.2.149: <i lang='pi' translate='no'>Niyyādetabboti appetabbo</i> … <i lang='pi' translate='no'>Ovādaṁ aniyyādetvāti eso bhaginiyo ovādoti avatvā</i>, “<i lang='pi' translate='no'>Niyyādetabbo</i>: should display it. … <i lang='pi' translate='no'>Ovādaṁ aniyyādetvā</i>: not having said, ʻSisters, this is the instruction.ʼ” ",
  "pli-tv-bu-vb-pc21:3.1.19": "Sp.2.149: <i lang='pi' translate='no'>Osāretabboti pāḷi vattabbā</i>, “<i lang='pi' translate='no'>Osāretabbo</i>: the Canonical text is to be spoken.” ",
  "pli-tv-bu-vb-pc21:3.1.20": "“Acts of respect” renders <i lang='pi' translate='no'>sāmīcikammaṁ</i>. Sp.2.149: <i lang='pi' translate='no'>sāmīcikammanti maggasampadānabījanapānīyāpucchanādikaṁ anucchavikavattaṁ</i>, “<i lang='pi' translate='no'>Sāmīcikammaṁ</i> means appropriate duties such as giving way, fanning, and offering drinking water, etc.” ",
  "pli-tv-bu-vb-pc21:3.1.22": "The Pali word behind the translation “monastery” is <i lang='pi' translate='no'>āvāsa</i>. This refers to the area of the <i lang='pi' translate='no'>simā</i>, the monastic zone, as established through a legal procedure. This area may be much larger than the space occupied by any actual buildings. ",
  "pli-tv-bu-vb-pc21:3.1.30": "Heavy offense, <i lang='pi' translate='no'>garudhamma</i>, here refers to the <i lang='pi' translate='no'>saṅghādisesa</i> offenses, the offenses entailing suspension. ",
  "pli-tv-bu-vb-pc21:3.1.36": "“Correct” is for <i lang='pi' translate='no'>vacanapatha</i>. For the meaning of this word see “Bhikkhuni Vinaya Studies”, by Bhikkhu Sujato, pp.73–76. ",
  "pli-tv-bu-vb-pc21:3.1.38": "This seems to say that if the nuns are all present then the monk must always give an <i lang='pi' translate='no'>ovāda</i> that consists in teaching the eight <i lang='pi' translate='no'>garudhammas</i>. This, however, needs to be seen in light of the subdivision given in the text above, where the instruction in the <i lang='pi' translate='no'>garudhammas</i> is to be given only when the nuns say they are not practicing them. If the nuns are practicing the <i lang='pi' translate='no'>garudhammas</i>, there seems to be no restriction on the nature of the <i lang='pi' translate='no'>ovāda</i>. ",
  "pli-tv-bu-vb-pc21:3.1.40": "According to Sp.2.149: <i lang='pi' translate='no'>Ovādaṁ aniyyādetvāti eso bhaginiyo ovādoti avatvā</i> “<i lang='pi' translate='no'>Ovādaṁ aniyyādetvā</i>: not having said: ‘Sisters, this is the instruction.’” This, however, seems contrived. A more natural meaning might be to see this statement in conjunction with the previous one, and the two together might then be paraphrased as follows: If the nuns say they are not all present, then one should not instruct in the eight rules to be respected, nor in any other teaching. In any case, once “Sisters, this is the instruction” has been said, it seems any teaching can be given; see <a href='/pli-tv-bu-vb-pc22/en/brahmali#1.9'>Bu Pc 22:1.9</a>. ",
  "pli-tv-bu-vb-pc21:3.2.1": "The legal procedure in question is the one that gives approval to a monk to instruct the nuns. Sp.2.150: <i lang='pi' translate='no'>Adhammakammetiādīsu bhikkhunovādakasammutikammaṃ kammanti veditabbaṃ</i>, “<i lang='pi' translate='no'>Adhammakamme</i>: the legal procedure that gives approval to instruct the nuns should be understood.” ",
  "pli-tv-bu-vb-pc21:3.3.4": "That <i lang='pi' translate='no'>osāreti</i> must mean “recite” can be seen from <i lang='pi' translate='no'>bhikkhu-pācittiya</i> 4 where there is no offense if <i lang='pi' translate='no'>osārentaṁ opāteti</i>, “he prompts one who is <i lang='pi' translate='no'>osārentaṁ</i>.” The difference between <i lang='pi' translate='no'>uddesaṃ deti</i> and <i lang='pi' translate='no'>osāreti</i> is not clear to me. "
}