{
  "pli-tv-bu-vb-pc1:1.3": "Sp.2.1: <i lang='pi' translate='no'>Purebhattādīsu, “asukasmiṁ nāma kāle asukasmiṁ nāma padese vādo hotū”ti saṅketaṁ katvā saṅketato pure vā pacchā vā gantvā, “passatha bho, titthiyā na āgatā parājitā”ti pakkamati</i>, “Before the meal, etc., he would make an appointment, saying, ‘Let there be a debate at such-and-such a time and at such-and-such a place,’ and he would then go there before or after the time of the appointment, saying, ‘Look, sirs, the ascetics of other religions have not come; they are defeated’, and he would then depart.” ",
  "pli-tv-bu-vb-pc1:2.1.2": "Although <i lang='pi' translate='no'>muta</i> means “thought”, translating it as “sensed” is necessary in light of the next paragraph. As for <i lang='pi' translate='no'>aviññāta</i>, “not mentally experienced”, the commentary at Sp.2.3 says: <i lang='pi' translate='no'>Aññatra pañcahi indriyehi suddhena viññāṇeneva aggahitaṃ aviññātanti veditabbaṃ</i>, “<i lang='pi' translate='no'>Aviññāta</i> is to be understood as what is grasped by mere consciousness apart from the five senses.” ",
  "pli-tv-bu-vb-pc1:2.3.6": "The combination “… saying that he has seen and sensed and mentally experienced what he has not seen …” is missing. The corresponding combination is missing from the next three series of permutations, ending at <a href='/pli-tv-bu-vb-pc1/en/brahmali#2.3.12'>Bu Pc 1:2.3.12</a>, <a href='/pli-tv-bu-vb-pc1/en/brahmali#2.3.18'>Bu Pc 1:2.3.18</a>, and <a href='/pli-tv-bu-vb-pc1/en/brahmali#2.3.24'>Bu Pc 1:2.3.24</a>. ",
  "pli-tv-bu-vb-pc1:2.5.6": "The combination “… saying that he has sensed and mentally experienced what he has seen …” is missing. The corresponding combination is missing from the next three series of permutations, ending at <a href='/pli-tv-bu-vb-pc1/en/brahmali#2.5.12'>Bu Pc 1:2.5.12</a>, <a href='/pli-tv-bu-vb-pc1/en/brahmali#2.5.18'>Bu Pc 1:2.5.18</a>, and <a href='/pli-tv-bu-vb-pc1/en/brahmali#2.5.24'>Bu Pc 1:2.5.24</a>. ",
  "pli-tv-bu-vb-pc1:2.6.9": "The series that ends here is also missing one combination: “… saying that he has mentally experienced and heard and sensed what he has seen …”. "
}