{
  "pli-tv-bu-vb-pc19:2.1.9": "Sp 3.135: _Aggaḷaṭṭhapanāyāti sakavāṭakadvārabandhaṭṭhapanāya; sakavāṭakassa dvārabandhassa niccalabhāvatthāyāti attho_, “_Aggaḷaṭṭhapanāya_: for the fixing of the doorframe together with the door panel. It is for the purpose of making the doorframe together with the door panel steady: this is the meaning.” ",
  "pli-tv-bu-vb-pc19:2.1.12": "“A shark-teeth pattern” renders _makaradantaka_, lit. “like the teeth of a _makara_”. In later Buddhism the _makara_ is the name of a mythological marine animal, but what it refers to in this context is not clear. According to Sp-yoj 3.243 _makara_ is the name of a certain species of fish: _Makaradantaketi makaranāmakassa macchassa dantasadise dante_, “Teeth like the teeth of a fish called _makara_.” According to Vin-vn-ṭ 3048, _Makaradantakanti girikūṭākāraṁ_, “_Makaradantaka_ means making (a design) like the peak of a hill.” PED suggests “the tooth of a swordfish”, but apparently swordfish do not have teeth. Given that the _makara_ were fearsome creatures and that their teeth looked like the peak of a hill, presumably meaning that their teeth were pointed, “shark teeth” seems like a reasonable guess. | “The fivefold pattern” renders _pañcapaṭika_. Vmv 4.299: _Pāḷiyaṁ pañcapaṭikanti jātiādipañcappakāravaṇṇamaṭṭhaṁ_, “_Pañcapaṭika_ in the canonical text means treated with the color of the five kinds, starting with jasmine.” The meaning is not clear. It seems unlikely to me, however, that it should refer to colors, since such have just been listed. ",
  "pli-tv-bu-vb-pc19:2.1.16": "“By the line” renders _maggena_. Sp 2.136: _Aparikkhipitvā ujukameva chādanaṁ_, “Not encircling, just straight covering.” As for “two layers”, _dve magge_, the context requires that this refers to lines on top of each other rather than next to each other. The implied purpose of “leave”, _pakkamitabbaṁ_, according to Sp 2.136, is to show that he may not keep on asking: _Sace na pakkamati, tuṇhībhūtena ṭhātabbaṁ_, “If he does not leave, he should stand in silence.” ",
  "pli-tv-bu-vb-pc19:2.1.17": "Sp 3.126: Pariyāyenāti parikkhepena, “Pariyāya: by encircling.” However, since the word pariyāya is used in the sense of “layer” just before, I am assuming the meaning must be the same here. ",
  "pli-tv-bu-vb-pc19:2.3.5": "For the rendering of _guhā_ as “cave”, see the Appendix of Technical Terms. "
}