{
  "pli-tv-bu-vb-pc8:1.1.3": "“Whiteheads” renders <i lang='pi' translate='no'>setaṭṭ(h)ikā</i>, lit. “white bones”. Sp.4.403: <i lang='pi' translate='no'>Setaṭṭhikā nāma rogajātīti eko pāṇako nāḷimajjhagataṁ kaṇḍaṁ vijjhati, yena viddhattā nikkhantampi sālisīsaṁ khīraṁ gahetuṁ na sakkoti</i>, “The disease called <i lang='pi' translate='no'>setaṭṭhikā</i> means: an insect penetrates the stem, goes to the middle of the stalk, from the penetration of which the rice grains are not able to get sap.” This seems to be a description of so-called “whiteheads”, pale panicles without rice grains, caused by stem borers. ",
  "pli-tv-bu-vb-pc8:1.2.16": "<i lang='pi' translate='no'>Setughāta</i>, lit. “destroyed the bridge”. Sp.1.16: <i lang='pi' translate='no'>Setu vuccati maggo, maggeneva tādisassa vacanassa ghāto, samucchedoti vuttaṁ hoti</i>, “The path is called the bridge; such speech is destroyed by the path.” The commentary seems to take <i lang='pi' translate='no'>setu</i>, “bridge”, as a reference to the eightfold path. I prefer to understand “bridge” as a metaphor for access. ",
  "pli-tv-bu-vb-pc8:2.1.8": "“Delighting in solitude” renders <i lang='pi' translate='no'>suññāgāra</i>, lit. “delighting in an empty dwelling”. According to the commentaries, this is often an idiom for solitude. AN-a.1.88: <i lang='pi' translate='no'>Tattha ca rukkhamūlānīti iminā rukkhamūlasenāsanaṃ dasseti. Suññāgārānīti iminā janavivittaṭṭhānaṃ</i>; “And there <i lang='pi' translate='no'>rukkhamūlāni</i>: by this is shown dwellings at the foot of a tree; <i lang='pi' translate='no'>suññāgārāni</i>: by this [is shown] a place free from people.” ",
  "pli-tv-bu-vb-pc8:2.4.2": "“If the listener understands” renders <i lang='pi' translate='no'>paṭivijānantassa</i>. This is in accordance with Sp.1.219, which has this to say: <i lang='pi' translate='no'>Atha pana yassa āroceti, so na jānāti “ki ayaṁ bhaṇatī”ti, saṁsayaṁ vā āpajjati, ciraṁ vīmaṁsitvā vā pacchā jānāti, appaṭivijānanto icceva saṅkhyaṁ gacchati</i>, “When he who is informed does not understand, thinking, ʻWhat does he say?’ or he has doubt, or he understands after reflecting for a long time, then it considered ʻone who does not understand.’” Grammatically <i lang='pi' translate='no'>paṭivijānantassa</i> could refer to either the speaker or the listener (it can be regarded as a genitive agreeing with <i lang='pi' translate='no'>bhaṇantassa</i>, thus referring to the speaker, or it can be regarded as a dative of the person spoken to, that is, the listener), but logically it seems it must refer to the listener. In accordance with common usage, “understanding” (<i lang='pi' translate='no'>paṭivijānantassa</i>) must refer to understanding the overall meaning of what is said, not knowing the exact words that have been spoken. Since the speaker knows he is lying, he understands the overall meaning. It follows that the understanding here must refer to the listener. A parallel construction is found at <i lang='pi' translate='no'>bhikkhu pārājika</i> 1 where <i lang='pi' translate='no'>paṭivijānāti</i> is used in connection with giving up the monastic training. Here the verb clearly refers to understanding on the part of the listener, that is, one has only succeeded in renouncing the training if the listener understands what one is saying. At <i lang='pi' translate='no'>bhikkhu saṅghādisesa</i> 3 the same verb, this time in the aorist form <i lang='pi' translate='no'>paṭivijāni</i>, again refers to the listener. ",
  "pli-tv-bu-vb-pc8:2.5.51": "Because <i lang='pi' translate='no'>vihāra</i>, “dwelling”, is mentioned just before, I here render <i lang='pi' translate='no'>senāsana</i> as furniture. "
}