{
  "pli-tv-bu-vb-pc21:1.23": "“Should” renders <i lang='pi' translate='no'>anujānāmi</i>. See Appendix I: Technical Terms for discussion. ",
  "pli-tv-bu-vb-pc21:2.26": "This set of eight qualities is also found at <a href='https://suttacentral.net/an8.52/en/brahmali#2.1'>AN 8.52:2.1</a>. ",
  "pli-tv-bu-vb-pc21:3.1.13": "For the rendering of <i lang='pi' translate='no'>pariveṇa</i> as “yard”, see Appendix I: Technical Terms. ",
  "pli-tv-bu-vb-pc21:3.1.16": "“Are you all here” renders <i lang='pi' translate='no'>samaggāttha</i>, literally, “Are you united”. Sp 2.149: <i lang='pi' translate='no'>Samaggātthāti sabbā āgatatthāti attho</i>, “Are you united: the meaning is, ‘Have you all come?’” ",
  "pli-tv-bu-vb-pc21:3.1.18": "For the meaning of <i lang='pi' translate='no'>niyyādetabbo</i> in this context, see the usage in the origin story to the next rule, <a href='https://suttacentral.net/pli-tv-bu-vb-pc22/en/brahmali#1.9'>Bu Pc 22:1.9</a>. Sp 2.149: <i lang='pi' translate='no'>Niyyādetabboti appetabbo</i> … <i lang='pi' translate='no'>Ovādaṁ aniyyādetvāti eso bhaginiyo ovādoti avatvā</i>, “<i lang='pi' translate='no'>Niyyādetabbo</i>: should display it. … <i lang='pi' translate='no'>Ovādaṁ aniyyādetvā</i>: not having said, ‘Sisters, this is the instruction.’” ",
  "pli-tv-bu-vb-pc21:3.1.19": "Sp 2.149: <i lang='pi' translate='no'>Osāretabboti pāḷi vattabbā</i>, “<i lang='pi' translate='no'>Osāretabbo</i>: the Canonical text is to be spoken.” ",
  "pli-tv-bu-vb-pc21:3.1.20": "“Acts of respect” renders <i lang='pi' translate='no'>sāmīcikammaṁ</i>. Sp 2.149: <i lang='pi' translate='no'>sāmīcikammanti maggasampadānabījanapānīyāpucchanādikaṁ anucchavikavattaṁ</i>, “<i lang='pi' translate='no'>Sāmīcikammaṁ</i> means appropriate duties such as giving way, fanning, offering drinking water, etc.” ",
  "pli-tv-bu-vb-pc21:3.1.22": "The Pali word behind the translation “monastery” is <i lang='pi' translate='no'>āvāsa</i>. This refers to the area of the <i lang='pi' translate='no'>simā</i>, the monastery zone, as established through a legal procedure. This area may be much larger than the space occupied by any actual buildings. ",
  "pli-tv-bu-vb-pc21:3.1.30": "Heavy offense, <i lang='pi' translate='no'>garudhamma</i>, here refers to the <i lang='pi' translate='no'>saṅghādisesa</i> offenses, the offenses entailing suspension. ",
  "pli-tv-bu-vb-pc21:3.1.36": "“Correct” renders <i lang='pi' translate='no'>vacanapatha</i>. For the meaning of this word, see BVS, pp.73–76. ",
  "pli-tv-bu-vb-pc21:3.1.38": "It is not entirely clear how this offense comes about, but it must somehow relate to what we find in segment 3.1.17 above. It seems the text here assumes that the nuns reply “no” to the follow-up question in segment 3.1.17 of whether they are keeping the important principles, in which case the appointed monk is supposed to recite them. Only if he does not do so at this point, does he incur an offense of wrong conduct under this rule. ",
  "pli-tv-bu-vb-pc21:3.1.39": "",
  "pli-tv-bu-vb-pc21:3.1.40": "“He does not give the instruction” renders <i lang='pi' translate='no'>ovādaṁ aniyyādetvā</i>. Sp 2.149: <i lang='pi' translate='no'>Ovādaṁ aniyyādetvāti eso bhaginiyo ovādoti avatvā</i> “He does not give the instruction: not having said, ‘Sisters, this is the instruction.’” This seems a bit contrived, but in light of segment 3.1.18 above and the origin story to <a href='https://suttacentral.net/pli-tv-bu-vb-pc22/en/brahmali#1.9'>Bu Pc 22:1.9</a> perhaps it is nevertheless the right interpretation. ",
  "pli-tv-bu-vb-pc21:3.2.1": "The legal procedure in question is the one that gives approval to a monk to instruct the nuns. Sp 2.150: <i lang='pi' translate='no'>Adhammakammetiādīsu bhikkhunovādakasammutikammaṁ kammanti veditabbaṁ</i>, “<i lang='pi' translate='no'>Adhammakamme</i>: the legal procedure that gives approval to instruct the nuns should be understood.” ",
  "pli-tv-bu-vb-pc21:3.3.3": "“Testing” renders <i lang='pi' translate='no'>paripuccha</i>. The basic meaning of <i lang='pi' translate='no'>paripucchā</i> is “to question” or “to ask”, as used for instance in <a href='https://suttacentral.net/pli-tv-bu-vb-pc71/en/brahmali#1.19.1'>Bu Pc 71</a>. Often, however, as in the present case, it refers to a teacher questioning his student, in the sense of finding out how much the student knows. In such cases I render the word as “testing”. ",
  "pli-tv-bu-vb-pc21:3.3.4": "That <i lang='pi' translate='no'>osāreti</i> must mean “recite” can be seen from <a href='https://suttacentral.net/pli-tv-bu-vb-pc4/en/brahmali#2.3.5'>Bu Pc 4:2.3.5</a> where there is no offense if <i lang='pi' translate='no'>osārentaṁ opāteti</i>, “he prompts one who is <i lang='pi' translate='no'>osārentaṁ</i>.” The difference between <i lang='pi' translate='no'>uddesaṁ deti</i> and <i lang='pi' translate='no'>osāreti</i> is not clear to me. "
}