{
  "pli-tv-bu-vb-pc47:1.1.2": "“Tonics” renders <i lang='pi' translate='no'>bhesajja</i>. In the origin story below <i lang='pi' translate='no'>bhesajja</i> seems to refer to the five standard tonics, and I translate it accordingly. The commentary at Sp 2.306 glosses <i lang='pi' translate='no'>bhesajja</i> with <i lang='pi' translate='no'>sappitelādīsu</i>, “Ghee, oil, etc.”, which lends some support to this view. In the actual rule, however, the word <i lang='pi' translate='no'>paccaya</i> is used, which suggests a broader meaning. See comment to the actual rule below. ",
  "pli-tv-bu-vb-pc47:1.4.7": "According ACMC, p.18, one <i lang='pi' translate='no'>doṇa</i> is equivalent to 64 handfuls. This is perhaps roughly equivalent to one liter. ",
  "pli-tv-bu-vb-pc47:1.4.27.1": "I render <i lang='pi' translate='no'>paccaya</i> as “requisites”, not as “tonics”. It might seem from the origin story and the word commentary below that this rule deals with tonics or medicines, <i lang='pi' translate='no'>bhesajja</i>. The problem with this view, however, is that <i lang='pi' translate='no'>paccaya</i>, when used alone, never has this meaning in the Vinaya, nor in the four main Nikāyas. When <i lang='pi' translate='no'>paccaya</i> is used by itself, it invariably means cause, condition, foundation, support, or something to this effect. It only refers to medicines in compounds such as <i lang='pi' translate='no'>gilāna-ppaccaya-bhesajja-parikkhāra</i>, “medicines and requisites to <i lang='pi' translate='no'>support</i> the sick”, where it is the context that gives it its specific reference. In the present rule there is no such context. The meaning of the word remains “support”. Given that the rules must have existed before the Vibhaṅga, the meaning of the rule is independent of it. We can only conclude that the meaning of <i lang='pi' translate='no'>paccaya</i> must be “support”, that is, any material requisite that supports the monastic life. See <a href='https://suttacentral.net/an4.79/en/brahmali#2.1'>AN 4.79</a> for the use of <i lang='pi' translate='no'>paccaya</i> in this sense. "
}