{
  "pli-tv-bu-vb-pc19:1.18.1": "<i lang='pi' translate='no'>Dvatticchadanassa pariyāyaṁ […] adhiṭṭhātabbaṁ</i>, “A succession of two or three layers of roofing material may be applied.” ",
  "pli-tv-bu-vb-pc19:2.1.12": "“A shark-teeth pattern” renders <i lang='pi' translate='no'>makaradantaka</i>, lit. “like the teeth of a <i lang='pi' translate='no'>makara</i>”. In later Buddhism the <i lang='pi' translate='no'>makara</i> is the name of a mythological marine animal, but what it refers to in this context is not clear. According to Sp-yoj.3.243 <i lang='pi' translate='no'>makara</i> is the name of a certain species of fish: <i lang='pi' translate='no'>Makaradantaketi makaranāmakassa macchassa dantasadise dante</i>, “Teeth like the teeth of a fish called <i lang='pi' translate='no'>makara</i>.” According to Vin-vn-ṭ.3048, <i lang='pi' translate='no'>Makaradantakanti girikūṭākāraṁ</i>, “<i lang='pi' translate='no'>Makaradantaka</i> means making (a design) like the peak of a hill.” PED suggests “the tooth of a swordfish”, but apparently swordfish do not have teeth. Given that the <i lang='pi' translate='no'>makara</i> were fearsome creatures and that their teeth looked like the peak of a hill, presumably meaning that their teeth were pointed, “shark teeth” seems like a reasonable guess. | “The fivefold pattern” renders <i lang='pi' translate='no'>pañcapaṭika</i>. Vmv.4.299: <i lang='pi' translate='no'>Pāḷiyaṁ pañcapaṭikanti jātiādipañcappakāravaṇṇamaṭṭhaṁ</i>, “<i lang='pi' translate='no'>Pañcapaṭika</i> in the canonical text means treated with the color of the five kinds, starting with jasmine.” The meaning is not clear. It seems unlikely to me, however, that it should refer to colors, since such have just been listed. ",
  "pli-tv-bu-vb-pc19:2.1.16": "“Lines” renders <i lang='pi' translate='no'>maggena</i>. Sp.2.136: <i lang='pi' translate='no'>Aparikkhipitvā ujukameva chādanaṁ</i>, “Not encircling, just straight covering.” As for “two lines”, <i lang='pi' translate='no'>dve magge</i>, the context requires that this refers to lines on top of each other rather than next to each other. The implied purpose of “leave”, <i lang='pi' translate='no'>pakkamitabbaṁ</i>, according to Sp.2.136, is to show that he may not keep on asking: <i lang='pi' translate='no'>Sace na pakkamati, tuṇhībhūtena ṭhātabbaṁ</i>, “If he does not leave, he should stand in silence.” ",
  "pli-tv-bu-vb-pc19:2.3.5": "[ See essay on <i lang='pi' translate='no'>guhā</i>.] "
}