{
  "pli-tv-bu-vb-np3:1.1.4": "Sp.1.497: <i lang='pi' translate='no'>Tattha ussāpetvā punappunaṃ vimajjatīti “valīsu naṭṭhāsu idaṃ mahantaṃ bhavissatī”ti maññamāno udakena siñcitvā pādehi akkamitvā hatthehi ussāpetvā ukkhipitvā piṭṭhiyaṃ ghaṃsati, taṃ ātape sukkhaṃ paṭhamappamāṇameva hoti. So punapi tathā karoti</i>, “In regard to this <i lang='pi' translate='no'>ussāpetvā punappunaṃ vimajjati</i> means: thinking, ʻWhen the wrinkles disappear, it will be larger,ʼ he would sprinkle it with water, step on it with his feet, and then lifting and holding it up with his hands, he would rub it against his back. But when dried in the sun, it returned to its initial size. He would then do it again.” ",
  "pli-tv-bu-vb-np3:1.3.13.1": "<i lang='pi' translate='no'>Cīvara</i> means both a finished robe and any cloth that can be used to make a robe. I vary my translation depending on the context. [See essay on <i lang='pi' translate='no'>cīvara</i>.] ",
  "pli-tv-bu-vb-np3:2.1.2": "This refers to robe-cloth received during the robe season. For details see <a href='/pli-tv-kd7/en/brahmali#1.7.4-pli-tv-kd7:12.1.37'>Kd 7:1.7.4-pli-tv-kd7:12.1.37</a>. ",
  "pli-tv-bu-vb-np3:2.1.4": "For an explanation of this see <a href='/pli-tv-kd7/en/brahmali#1.7.3'>Kd 7:1.7.3</a> and <a href='/pli-tv-kd7/en/brahmali#1.7.4-pli-tv-kd7:12.1.37'>Kd 7:1.7.4-pli-tv-kd7:12.1.37</a>. ",
  "pli-tv-bu-vb-np3:2.1.6": "That is, in-season robe-cloth is cloth obtained during the last month of the rainy season, while out-of-season robe-cloth is cloth obtained during the remaining eleven months of the year. <a href='/pli-tv-bu-vb-np28/en/brahmali#2.9'>Pli Tv Bu Vb NP 28:2.9</a>: <i lang='pi' translate='no'>Cīvarakālasamayo nāma anatthate kathine vassānassa pacchimo māso</i>, “<i lang='pi' translate='no'>Cīvarakālasamaya</i>: for one who has not participated in the robe-making ceremony, it is the last month of the rainy season.” Kkh: <i lang='pi' translate='no'>Akālacīvaraṃ nāma yvāyaṃ “anatthate kathine vassānassa pacchimo māso … ”ti cīvarakālo vutto, taṃ ṭhapetvā aññadā uppannaṃ … etaṃ akālacīvaraṃ nāma</i>, “<i lang='pi' translate='no'>Akālacīvara</i>: when the robe-making ceremony has not been performed, then the last month of the rainy season … is called the robe season. Apart from that, what is given at other times … this is called out-of-season robe-cloth.” “Robe-making ceremony” refers to the <i lang='pi' translate='no'>kathina sanghakamma</i>, the making of the <i lang='pi' translate='no'>kathina</i> robe, and the rejoicing in the process, the three together represented by the words <i lang='pi' translate='no'>(an)atthate kathine</i>. [See essay on <i lang='pi' translate='no'>kathina</i> for a further explanation of this.] ",
  "pli-tv-bu-vb-np3:2.1.7": "That is, in-season robe-cloth is cloth obtained during the last month of the rainy season or during the cold season, while out-of-season robe-cloth is cloth obtained during the remaining seven months of the year. <a href='/pli-tv-bu-vb-np28/en/brahmali#2.9'>Pli Tv Bu Vb NP 28:2.9</a>: <i lang='pi' translate='no'>Cīvarakālasamayo nāma … atthate kathine pañcamāsā</i>, “<i lang='pi' translate='no'>Cīvarakālasamaya</i>: … for one who has participated in the robe-making ceremony, it is the five month period.”  Kkh: <i lang='pi' translate='no'>Akālacīvaraṃ nāma yvāyaṃ “… atthate kathine pañcamāsā”ti cīvarakālo vutto, taṃ ṭhapetvā aññadā uppannaṃ … etaṃ akālacīvaraṃ nāma</i>, “<i lang='pi' translate='no'>Akālacīvara</i>: … when the robe-making ceremony has been performed, then the five-month period is called the robe season. Apart from that, what is given at other times … this is called out-of-season robe-cloth.” ",
  "pli-tv-bu-vb-np3:2.1.8": "Sp.1.499: <i lang='pi' translate='no'>Kālepi ādissa dinnanti saṅghassa vā “idaṁ akālacīvaran”ti uddisitvā dinnaṁ, ekapuggalassa vā “idaṁ tuyhaṁ dammī”ti dinnaṁ</i>, “ʻAlso, if it is given in the robe seasonʼ: it is given to the Sangha after designating it by saying, ‘This is out-of-season robe-cloth,’ or it is given to an individual by saying, ‘I give this to you.’” In other words, “designated” means designated as out-of-season cloth or designated to an individual. Sp.2.740, commenting on <i lang='pi' translate='no'>bhikkhunī nissaggiya pācittiya</i> 2, adds that designating to a group is included in designated cloth: <i lang='pi' translate='no'>Ādissa dinnanti sampattā bhājentūti vatvāpi idaṁ gaṇassa idaṁ tumhākaṁ dammīti vatvā vā dātukamyatāya pādamūle ṭhapetvā vā dinnampi ādissa dinnaṁ nāma hoti; etaṁ sabbampi akālacīvaraṁ</i>, “‘Given after designating’: also if they give after saying, ‘Let those who are present share it out,’ or after saying, ‘I give this to the group, to you,’ or they place it at the feet (of the recipient) wishing to give, this is called ‘given after designating’. All this is called out-of-season robe-cloth.” ",
  "pli-tv-bu-vb-np3:2.1.14": "That is, in accordance stipulations of <i lang='pi' translate='no'>bhikkhu nissaggiya pācittiya</i> 1, <a href='/pli-tv-bu-vb-np1/en/brahmali#1.31'>Bu NP 1:1.31</a>. ",
  "pli-tv-bu-vb-np3:2.2.3": "The Pali idiom is such that <i lang='pi' translate='no'>dvīhuppanne</i>, literally, “given two days ago”, actually means given on the day after he received the original piece of cloth. The way this works, it seems, is that the day on which the cloth was received counts as one. I do the equivalent adjustment for each case below. See also the definition of ten days in <i lang='pi' translate='no'>bhikkhu nissaggiya pācittiya</i> 1, where the eleventh dawn means the tenth dawn after one received the cloth. ",
  "pli-tv-bu-vb-np3:2.2.31": "Again, in the Pali idiom, <i lang='pi' translate='no'>tiṁse uppanne</i>, literally, “given thirty days ago”, actually means given twenty-nine days ago. ",
  "pli-tv-bu-vb-np3:2.2.32": ""
}