{
  "pli-tv-bu-vb-np2:3.1.2": "This refers to robe-cloth received during the robe season. For details see <a href='/pli-tv-kd7/en/brahmali#1.7.4-pli-tv-kd7:12.1.37'>Kd 7:1.7.4-pli-tv-kd7:12.1.37</a>. ",
  "pli-tv-bu-vb-np2:3.1.4": "For an explanation of this see <a href='/pli-tv-kd7/en/brahmali#1.7.3'>Kd 7:1.7.3</a> and <a href='/pli-tv-kd7/en/brahmali#1.7.4-pli-tv-kd7:12.1.37'>Kd 7:1.7.4-pli-tv-kd7:12.1.37</a>. ",
  "pli-tv-bu-vb-np2:3.2.1": "[See essay on <i lang='pi' translate='no'>upacāra</i>.] ",
  "pli-tv-bu-vb-np2:3.2.3": "",
  "pli-tv-bu-vb-np2:3.2.5": "I have here included three kinds of building—the <i lang='pi' translate='no'>māḷa</i>, the <i lang='pi' translate='no'>pāsāda</i>, and the <i lang='pi' translate='no'>hammiya</i>—into one category, “stilt house”. See below for an explanation. ",
  "pli-tv-bu-vb-np2:3.2.6": "[See essay on <i lang='pi' translate='no'>pāsāda</i>.] ",
  "pli-tv-bu-vb-np2:3.2.9": "[See essay on <i lang='pi' translate='no'>upacāra</i>.] ",
  "pli-tv-bu-vb-np2:3.3.3": "“Of the house” is added from Sp.1.477: <i lang='pi' translate='no'>Hatthapāsā vā na vijahitabbanti atha vā taṁ gharaṁ samantato hatthapāsā na vijahitabbaṁ</i>, “<i lang='pi' translate='no'>Hatthapāsā vā na vijahitabbanti</i>: or one is not to go beyond arm’s reach from any point of that house.” Without this explanation it is hard to make out whether the arm’s reach is from the house or from the robe. In each instance below I have added the respective commentarial explanation, so as to make it clear what the arm’s reach relates to. ",
  "pli-tv-bu-vb-np2:3.3.4": "Sp.1.479: <i lang='pi' translate='no'>Tesaṁyeva sabhāyadvāramūlānaṁ hatthapāsā vā na vijahitabbaṁ</i>, “Or one is not to go beyond arm’s reach from that very public meeting hall or that gateway.” ",
  "pli-tv-bu-vb-np2:3.3.5": "Sp.1.479: <i lang='pi' translate='no'>Purimanayeneva sabhāye vā vatthabbaṁ dvāramūle vā, hatthapāsā vā na vijahitabbaṁ</i>, “According to the previous method, one is not to go beyond arm’s reach from that very public meeting hall or that gateway.” ",
  "pli-tv-bu-vb-np2:3.3.6": "Sp.1.479: <i lang='pi' translate='no'>Sabhāye nikkhipitvā pana sabhāye vā tassa sammukhe nagaradvāramūle vā tesaṁyeva hatthapāse vā aruṇaṁ uṭṭhāpetabbaṁ</i>, “But having put it aside in the public meeting hall, dawn should arrive in the meeting hall, in its presence, at the town gateway, or within arm’s reach of these.” ",
  "pli-tv-bu-vb-np2:3.4.2": "Sp.1.480: <i lang='pi' translate='no'>Hatthapāsā vāti gabbhassa hatthapāsā</i>, “<i lang='pi' translate='no'>Hatthapāsā vā</i>: arm’s reach of the room.” ",
  "pli-tv-bu-vb-np2:3.4.3": "“The main entrance” renders <i lang='pi' translate='no'>dvāramūle</i>. Sp.1.480: <i lang='pi' translate='no'>Sabbesaṁ sādhāraṇe gharadvāramūle</i>, “At the base of that door of the house which is common to all.” And then: <i lang='pi' translate='no'>Hatthapāsā vāti gabbhassa vā gharadvāramūlassa vā hatthapāsā</i>, “<i lang='pi' translate='no'>Hatthapāsā vā</i>: arm’s reach of the room or the main entrance.” ",
  "pli-tv-bu-vb-np2:3.5.1": "“Storehouse” renders <i lang='pi' translate='no'>uddosita</i>. Sp.1.482: <i lang='pi' translate='no'>Udositoti yānādīnaṁ bhaṇḍānaṁ sālā</i>, “An <i lang='pi' translate='no'>udosita</i> is a shed for goods such as vehicles, etc.” | Sp.1.482: <i lang='pi' translate='no'>Ito paṭṭhāya ca nivesane vuttanayeneva vinicchayo veditabbo</i>, “Starting from here, the judgment is to be understood by the same method as in regard to a house.” ",
  "pli-tv-bu-vb-np2:3.5.2": "",
  "pli-tv-bu-vb-np2:3.5.3": "",
  "pli-tv-bu-vb-np2:3.5.4": "",
  "pli-tv-bu-vb-np2:3.7.1": "The building at <a href='/pli-tv-bu-vb-np2/en/brahmali#3.7.1'>Bu NP 2:3.7.1</a>, the <i lang='pi' translate='no'>māḷa</i>, is hard to distinguish from the next two buildings, the <i lang='pi' translate='no'>pāsāda</i> and the <i lang='pi' translate='no'>hammiya</i>. In fact, according to Sp.1.482 they are all different kinds of <i lang='pi' translate='no'>pāsāda</i>, that is, different kinds of “stilt houses”: <i lang='pi' translate='no'>Māḷoti ekakūṭasaṅgahito caturassapāsādo. Pāsādoti dīghapāsādo. Hammiyanti muṇḍacchadanapāsādo</i>, “A <i lang='pi' translate='no'>māḷa</i> is a square stilt house with (a roof in) a single peak. A <i lang='pi' translate='no'>pāsāda</i> is a long stilt house. A <i lang='pi' translate='no'>hammiya</i> is a stilt house with a bald roof.” Rather than try to name each of these buildings, which in any case would not be useful for practical purposes, I have instead grouped them together as “stilt house”. For practical purposes, what these three buildings have in common—and this is what distinguishes them from the buildings at <a href='/pli-tv-bu-vb-np2/en/brahmali#3.4.1-pli-tv-bu-vb-np2:3.5.4'>Bu NP 2:3.4.1-pli-tv-bu-vb-np2:3.5.4</a>, the <i lang='pi' translate='no'>nivesana</i> and the <i lang='pi' translate='no'>uddosita</i>—is that they do not have an enclosed category. ",
  "pli-tv-bu-vb-np2:3.11.1": "“80 meters” and “11 meters” render seven <i lang='pi' translate='no'>abbhantara</i> and one <i lang='pi' translate='no'>abbhantara</i> respectively. [See essay on Measures.] ",
  "pli-tv-bu-vb-np2:3.11.2": "Sp.2.1.489: <i lang='pi' translate='no'>Satthoti jaṅghasattho sakaṭasattho vā … satthe cīvaraṁ nikkhipitvā hatthapāsā na vijahitabbanti ettha hatthapāso nāma satthassa hatthapāsoti veditabbaṁ</i>, “Caravan: a caravan of walkers or a caravan of carts … if the robe is kept within the caravan, one must not go beyond arm’s reach: here ‘arm’s reach’ is to be understood as arm’s reach from the caravan.” ",
  "pli-tv-bu-vb-np2:3.12.1": "",
  "pli-tv-bu-vb-np2:3.12.2": "Sp.1.490: <i lang='pi' translate='no'>Aparikkhitte cīvarasseva hatthapāso</i>, “When it is unenclosed, it is just arm’s reach from the robe.” ",
  "pli-tv-bu-vb-np2:3.12.3": "Sp.1.490: <i lang='pi' translate='no'>Nānākulassa khette hatthapāso nāma khettadvārassa hatthapāso</i>, “In a field belonging to many clans, arm’s reach means arm’s reach from entrance to the field.” <a href='/Sp-ṭ.2.490/en/brahmali'>SP Ṭ.2.490</a>: adds: <i lang='pi' translate='no'>Dvāramūlato aññattha antokhettepi vasantena cīvaraṁ hatthapāse katvāyeva vasitabbaṁ</i>, “For one who is living within the filed, but not at the entrance, one should stay within arm’s reach of the robe.” ",
  "pli-tv-bu-vb-np2:3.12.4": "Sp.1.490: <i lang='pi' translate='no'>Aparikkhitte cīvarasseva hatthapāso</i>, “When it is unenclosed, it is just arm’s reach from the robe.” ",
  "pli-tv-bu-vb-np2:3.13.1": "For the threshing floor and the next category of monastery, arm’s reach has the same meaning as for field. Sp.1.491: <i lang='pi' translate='no'>Dvīsupi khette vuttasadisova vinicchayo</i>, “Also in regard to the two, the judgment is just the same as said in regard to a field.” ",
  "pli-tv-bu-vb-np2:3.15.1": "Sp.1.493: <i lang='pi' translate='no'>Vihāro nivesanasadiso</i>, “A dwelling is like a house.” In other words, it is to be treated like a house for the purposes of this rule. ",
  "pli-tv-bu-vb-np2:3.16.2": "Sp.1.494: <i lang='pi' translate='no'>Idhāpi hatthapāso cīvarahatthapāsoyeva</i>, “Also here arm’s reach is just arm’s reach from the robe.” ",
  "pli-tv-bu-vb-np2:3.17.1": "“80 meters” renders  <i lang='pi' translate='no'>sattabbhantarā</i>, that is, seven <i lang='pi' translate='no'>abbhantaras</i>. [See essay on Measures.] "
}