{
  "pli-tv-bu-vb-np3:1.1.4": "Sp 1.497: _Tattha ussāpetvā punappunaṁ vimajjatīti “valīsu naṭṭhāsu idaṁ mahantaṁ bhavissatī”ti maññamāno udakena siñcitvā pādehi akkamitvā hatthehi ussāpetvā ukkhipitvā piṭṭhiyaṁ ghaṁsati, taṁ ātape sukkhaṁ paṭhamappamāṇameva hoti. So punapi tathā karoti_, “In regard to this _ussāpetvā punappunaṁ vimajjati_ means: thinking, ‘When the wrinkles disappear, it will be larger,’ he would sprinkle it with water, step on it with his feet, and then lifting and holding it up with his hands, he would rub it against his back. But when dried in the sun, it returned to its initial size. He would then do it again.” ",
  "pli-tv-bu-vb-np3:2.1.2": "This refers to the robe-cloth received during the robe season. For details see [pli-tv-kd7:1.7.3]()–13.2.7. ",
  "pli-tv-bu-vb-np3:2.1.4": "For an explanation of this see [pli-tv-kd7:1.7.3]()–12.1.37. ",
  "pli-tv-bu-vb-np3:2.1.6": "That is, in-season robe-cloth is cloth obtained during the last month of the rainy season, while out-of-season robe-cloth is cloth obtained during the remaining eleven months of the year. [pli-tv-bu-vb-np28:2.9](): _Cīvarakālasamayo nāma anatthate kathine vassānassa pacchimo māso_, “_Cīvarakālasamaya_: for one who has not participated in the robe-making ceremony, it is the last month of the rainy season.” Kkh: _Akālacīvaraṁ nāma yvāyaṁ “anatthate kathine vassānassa pacchimo māso … ”ti cīvarakālo vutto, taṁ ṭhapetvā aññadā uppannaṁ … etaṁ akālacīvaraṁ nāma_, “_Akālacīvara_: when the robe-making ceremony has not been performed, then the last month of the rainy season … is called the robe season. Apart from that, what is given at other times … this is called out-of-season robe-cloth.” “Robe-making ceremony” refers to the _kathina sanghakamma_, the making of the _kathina_ robe, and the rejoicing in the process, the three together represented by the words _(an)atthate kathine_. For further discussion of the meaning of _kathina_, see Appendix of Technical Terms. For the rendering of _cīvara_ as “robe-cloth”, see Appendix of Technical Terms. ",
  "pli-tv-bu-vb-np3:2.1.7": "That is, in-season robe-cloth is cloth obtained during the last month of the rainy season or during the cold season, while out-of-season robe-cloth is cloth obtained during the remaining seven months of the year. [pli-tv-bu-vb-np28:2.9](): _Cīvarakālasamayo nāma … atthate kathine pañcamāsā_, “_Cīvarakālasamaya_: … for one who has participated in the robe-making ceremony, it is the five month period.”  Kkh: _Akālacīvaraṁ nāma yvāyaṁ “… atthate kathine pañcamāsā”ti cīvarakālo vutto, taṁ ṭhapetvā aññadā uppannaṁ … etaṁ akālacīvaraṁ nāma_, “_Akālacīvara_: … when the robe-making ceremony has been performed, then the five-month period is called the robe season. Apart from that, what is given at other times … this is called out-of-season robe-cloth.” ",
  "pli-tv-bu-vb-np3:2.1.8": "Sp 1.499: _Kālepi ādissa dinnanti saṅghassa vā “idaṁ akālacīvaran”ti uddisitvā dinnaṁ, ekapuggalassa vā “idaṁ tuyhaṁ dammī”ti dinnaṁ_, “‘Also, if it is given in the robe season’: it is given to the Sangha after designating it by saying, ‘This is out-of-season robe-cloth,’ or it is given to an individual by saying, ‘I give this to you.’” In other words, “designated” means designated as out-of-season cloth or designated to an individual. Sp 2.740, commenting on Bi Np 2, adds that designating to a group is included in designated cloth: _Ādissa dinnanti sampattā bhājentūti vatvāpi idaṁ gaṇassa idaṁ tumhākaṁ dammīti vatvā vā dātukamyatāya pādamūle ṭhapetvā vā dinnampi ādissa dinnaṁ nāma hoti; etaṁ sabbampi akālacīvaraṁ_, “‘Given after designating’: also if they give after saying, ‘Let those who are present share it out,’ or after saying, ‘I give this to the group, to you,’ or they place it at the feet (of the recipient) wishing to give, this is called ‘given after designating’. All this is called out-of-season robe-cloth.” ",
  "pli-tv-bu-vb-np3:2.1.14": "That is, in accordance with the stipulations of [pli-tv-bu-vb-np1:2.17.1](). ",
  "pli-tv-bu-vb-np3:2.2.3": "The Pali idiom is such that _dvīhuppanne_, literally, “given two days ago”, actually means given on the day after he received the original piece of cloth. The way this works, it seems, is that the day on which the cloth was received counts as one. I do the equivalent adjustment for each case below. See also the definition of ten days at [pli-tv-bu-vb-np1:3.2.2](), where the eleventh dawn means the tenth dawn after one received the cloth. ",
  "pli-tv-bu-vb-np3:2.2.31": "Again, in the Pali idiom, _tiṁse uppanne_, literally, “given thirty days ago”, actually means given twenty-nine days ago. ",
  "pli-tv-bu-vb-np3:2.3.5": "For an explanation of the idea of _vikappanā_, see Appendix of Technical Terms. ",
  "pli-tv-bu-vb-np3:2.4.2": "“Taken on trust” refers to a situation where you have an agreement with a close friend that you may take their belongings on trust. The conditions for taking on trust are set out at [pli-tv-kd8:19.1.5](). "
}