{
  "pli-tv-bu-vb-np21:3.4": "For an explanation of the idea of <i lang='pi' translate='no'>vikappanā</i>, see Appendix of Technical Terms. ",
  "pli-tv-bu-vb-np21:3.7": "Sp 1.602: <i lang='pi' translate='no'>Tayo pattassa vaṇṇāti tīṇi pattassa pamāṇāni</i>,  “<i lang='pi' translate='no'>Tayo pattassa vaṇṇā</i>:  there are three measures of bowls.” ",
  "pli-tv-bu-vb-np21:3.8": "Sp 1.602: <i lang='pi' translate='no'>Aḍḍhāḷhakodanaṁ gaṇhātīti magadhanāḷiyā dvinnaṁ taṇḍulanāḷīnaṁ odanaṁ gaṇhāti</i>, “<i lang='pi' translate='no'>Aḍḍhāḷhakodanaṁ gaṇhāti</i>: it takes rice to the quantity of two <i lang='pi' translate='no'>nāḷī</i> measures of rice of the Magadha <i lang='pi' translate='no'>nāḷī</i>.” ",
  "pli-tv-bu-vb-np21:3.9": "The medium size bowl is half the volume of the large bowl. Sp 1.602: <i lang='pi' translate='no'>Nāḷikodananti magadhanāḷiyā ekāya taṇḍulanāḷiyā odanaṁ</i>, “<i lang='pi' translate='no'>Nāḷikodananti</i>: rice to the quantity of one <i lang='pi' translate='no'>nāḷī</i> measure of rice of the Magadha <i lang='pi' translate='no'>nāḷī</i>.” ",
  "pli-tv-bu-vb-np21:3.10": "The small bowl is half the volume of the medium size bowl. Sp 1.602: <i lang='pi' translate='no'>Patthodananti magadhanāḷiyā upaḍḍhanāḷikodanaṁ</i>, “<i lang='pi' translate='no'>Patthodananti</i>: rice to the quantity of half a <i lang='pi' translate='no'>nāḷī</i> of the Magadha <i lang='pi' translate='no'>nāḷī</i> .” ",
  "pli-tv-bu-vb-np21:3.13": "According to the commentary this means the tenth dawn after one received the bowl. Sp 1.463: <i lang='pi' translate='no'>Cīvaruppādadivasaena saddhiṁ ekādase aruṇuggamane nissaggiyaṁ hotīti veditabbaṁ</i>, “It is to be understood in this way: it is to be relinquished on the eleventh dawn including the day when the robe (or bowl) was given.” ",
  "pli-tv-bu-vb-np21:3.56": "“Taken on trust” refers to a situation where you have an agreement with a close friend that you may take their belongings on trust. The conditions for taking on trust are set out at <a href='https://suttacentral.net/pli-tv-kd8/en/brahmali#19.1.5'>Kd 8:19.1.5</a>. "
}