{
  "pli-tv-bu-vb-np1:1.1": "Here, and in the heading to <i lang='pi' translate='no'>bhikkhu nissaggiya pācittiya 3</i> (and also at the end of each of these rules), I translate <i lang='pi' translate='no'>kathina</i> as “robe season” rather than “robe-making ceremony”, since this is the contextual meaning in these rules. [See essay on <i lang='pi' translate='no'>kathina</i>.] ",
  "pli-tv-bu-vb-np1:2.17.1": "[See essay on <i lang='pi' translate='no'>cīvara</i>.] ",
  "pli-tv-bu-vb-np1:3.1.2": "This refers to the robe-cloth received during the robe season. For details see <a href='/pli-tv-kd7/en/brahmali#1.7.4-pli-tv-kd7:12.1.37'>Kd 7:1.7.4-pli-tv-kd7:12.1.37</a>. ",
  "pli-tv-bu-vb-np1:3.1.4": "For an explanation of this see <a href='/pli-tv-kd7/en/brahmali#1.7.3'>Kd 7:1.7.3</a> and <a href='/pli-tv-kd7/en/brahmali#1.7.4-pli-tv-kd7:12.1.37'>Kd 7:1.7.4-pli-tv-kd7:12.1.37</a>. ",
  "pli-tv-bu-vb-np1:3.1.8": "[See essay on <i lang='pi' translate='no'>vikappanā</i>.] ",
  "pli-tv-bu-vb-np1:3.1.10": "The six are linen, cotton, silk, wool, sunn hemp, and hemp, see <a href='/pli-tv-kd8/en/brahmali#3.1.6'>Kd 8:3.1.6</a>. | According to <a href='/pli-tv-kd8/en/brahmali#21.1.4'>Kd 8:21.1.4</a> this is no smaller than 8 by 4 <i lang='pi' translate='no'>sugataṅgula</i>, “standard fingerbreadths”. ",
  "pli-tv-bu-vb-np1:3.2.1": "At first sight this looks like a phrase from the rule to be defined, but, interestingly, it is not actually identical with the phrasing of the rule. ",
  "pli-tv-bu-vb-np1:3.2.2": "According to the commentary this means the tenth dawn after one received the robe(-cloth). Sp.1.462 <i lang='pi' translate='no'>Tattha ekādase aruṇuggamaneti ettha yaṃ divasaṃ cīvaraṃ uppannaṃ tassa yo aruṇo, so uppannadivasanissito, tasmā cīvaruppādadivasaena saddhiṃ ekādase aruṇuggamane nissaggiyaṃ hotīti veditabbaṃ</i>, “In this case ʻat dawn on the eleventh dayʼ: here, the dawn of the day that the robe was given depends on the day of giving, and therefore it is to be understood that it is subject to relinquishment on the eleventh dawn including the day that the robe was given.” "
}