{
  "sn22.22:1.1": "Diese Lehrrede wird in späteren Texten sowohl des Pali- als auch des Sanskritbuddhismus viel zitiert, besonders, wenn diskutiert wird, was der Buddha unter „Person“ (<i lang='pi' translate='no'>puggala</i>) verstand. Eine buddhistische Schule, der Pudgalavāda, brachte vor, die „Person“ sei letztlich wirklich, aber nicht definiert; sie sei weder mit den Aggregaten identisch noch von ihnen getrennt. Diese Position wurde von anderen Schulen einschließlich des Theravada abgelehnt (<a href='https://suttacentral.net/kv1.1/de/sabbamitta'>Kv 1.1</a>). Der Text selbst behandelt allerdings spirituelle Verantwortung, nicht die Natur persönlicher Identität. (Sujato) ",
  "sn22.22:1.2": "Das Paliwort <i lang='pi' translate='no'>bhāra</i> hat, wie das englische „burden“ (und das deutsche „Bürde“; A.d.Ü.) die doppelte Bedeutung von „Gewicht“ und „Verantwortung“. Der einführende Satz weist klar auf drei der vier edlen Wahrheiten hin (die Bürde = Leiden, das Aufnehmen = Ursprung, das Niederlegen = Aufhören), lässt aber den Status des „Trägers der Bürde“ im Unklaren. Ich schlage vor, dass die Reihe der Wahrheiten zu rhetorischen Zwecken abgeändert wurde und dass der „Träger der Bürde“ jemand ist, der den Pfad unternommen hat. Vergleiche <a href='https://suttacentral.net/an2.98/de/sabbamitta'>AN 2.98</a>–99, wo der Tor derjenige ist, der die „Bürde“ nicht richtig „trägt“ (d. h. die Verantwortung nicht richtig übernimmt), wohingegen der Kluge die Bürde richtig trägt. (Sujato) ",
  "sn22.22:1.5": "Das vedische <i lang='pi' translate='no'>skandha</i> wird nicht im Sinn eines Fachausdrucks gebraucht, es ist einfach der „Stamm“ eines Baumes (Rig Veda 1.32.5, Atharva Veda 10.7.38) oder der „Rumpf“ eines Menschen (im Plural „Schultern“, Atharva Veda 6.25.2, 6.135.1 usw.). Der buddhistische Gebrauch hat mehr mit den Jainas gemeinsam, für die <i lang='pi' translate='no'>skandha</i> eine Art von Materie (<i lang='pi' translate='no'>pudgala</i>) war, die aus zwei oder mehr miteinander verbundenen „Atomen“ (<i lang='pi' translate='no'>aṇu</i>) bestand, das heißt, einem „Molekül“ (Tattvārthasūtra 5.5). Daher können die Aggregate selbst als das angesehen werden, was die Bürde „schultert“ (wie Büffel, Arthaśāstra 2.29.8). (Sujato) ",
  "sn22.22:1.8": "Die Aggregate sind eine „Bürde“ in dem Sinn, dass sie schwer zu tragen und daher Leiden sind. Aber sie sind auch eine „Verantwortung“, wie eine Wunde, um die man sich kümmern muss, wenn man gesund werden will (<a href='https://suttacentral.net/mn105/de/sabbamitta#19.1'>MN 105:19.1</a>). (Sujato) ",
  "sn22.22:2.1": "<i lang='pi' translate='no'>Bhārahāra</i> ist fast ausschließlich für Diskussionen dieser Lehrrede belegt. Allerdings finden wir einen idiomatischen Gebrauch ohne Bezug dazu im Kommentar zu <a href='https://suttacentral.net/an3.91/de/sabbamitta'>AN 3.91</a>, wo es „jemanden, der die Verantwortung übernimmt“ bedeutet (sich um ein Kloster zu kümmern). Auch spricht Śāṅkhāyana Āraṇyaka 14.2 über einen Schüler, der den Veda nachspricht, ohne ihn zu verstehen, wie von einer Säule, die bloß „die Bürde trägt“ (<i lang='pi' translate='no'>bhārahāra</i>), und bezieht sich damit auch auf einen Menschen, der eine Verantwortung übernommen hat. (Sujato) ",
  "sn22.22:2.2": "<i lang='pi' translate='no'>Puggala</i> (Sanskrit <i lang='pi' translate='no'>pudgala</i>) ist ein Begriff des Buddhismus und Jainismus; er fehlt in vorbuddhistischen Texten und ist in späteren selten. Die Suttas nutzen ihn dann unvermittelt rund 3000 mal, um „Personen“ und ihre Eigenschaften zu beschreiben, besonders im Aṅguttara-Nikāya und gesammelt im Abhidhammabuch Puggalapaññatti. Das Pali ist reich an Ausdrücken für „Mensch“, warum wurde <i lang='pi' translate='no'>puggala</i> daher so bezeichnend? Die Bedeutung von <i lang='pi' translate='no'>pudgala</i> bei den Jainas ist „aus Partikeln aufgebaute Materie“ (Tattvārthasūtra 5.5, Isibhāsiyam 1.31, Uttarādhyayanasūtra 28.12). Sie sagen, zu „substanzieller Wirklichkeit“ (<i lang='pi' translate='no'>astikāya</i> = <i lang='pi' translate='no'>sakkāya</i>) gehöre „Materie“ (<i lang='pi' translate='no'>pudgala</i>), die sich aus „Atomen“ (<i lang='pi' translate='no'>anu</i>) und „Molekülen“ (<i lang='pi' translate='no'>skandha</i>) zusammensetze. <i lang='pi' translate='no'>Pudgala</i> wird von Kauṭilya auch für einen einzelnen „Gegenstand“ (aus Gold) gebraucht (Arthaśastra 2.14.7, 2.14.43). Des Weiteren finden wir die Vorstellung, Wesen seien <i lang='pi' translate='no'>pudgalāśrayāḥ</i> („aus einer zusammengesetzten Masse bestehend“, Viṣṇu Purāṇa 5.30.13), im Zusammenhang mit einer Kritik an denen, die das Fehlen eines Selbst behaupten, d. h. den Buddhisten. Selten verweist späteres Sanskrit auf die Bedeutung „Körper“. Somit kommt <i lang='pi' translate='no'>puggala</i> dem gleichen semantischen Feld nahe wie <i lang='pi' translate='no'>khandha</i> („Aggregat“) und <i lang='pi' translate='no'>kāya</i> („Körper“, aus der Wurzel <i lang='pi' translate='no'>ci</i>, „Haufe“) und führt uns zu <i lang='pi' translate='no'>sakkāya</i> („substanzielle Wirklichkeit“, <a href='https://suttacentral.net/sn22.105/de/sabbamitta'>SN 22.105</a> und Anmerkungen); alle drei Begriffe sind Fachausdrücke im Buddhismus und im Jainismus, aber nicht im Vedismus. Unsere Erkenntnisse stützen die von Paul Tedesco vorgeschlagene Ableitung aus <i lang='pi' translate='no'>pṛthak</i> („Sanskrit pudgala – ‚body, soul‘“, Journal of the American Oriental Society 67, 1947, 172–7). Angesichts der Tatsache, dass das Paliwort <i lang='pi' translate='no'>puthu</i> die Bedeutungen der Sanskritwörter <i lang='pi' translate='no'>pṛthu</i> („umfassend, mannigfaltig“) und <i lang='pi' translate='no'>pṛthak</i> („getrennt, individuell“) kombiniert, war die ursprüngliche Bedeutung vielleicht „zusammengesetzte Person“ (vgl. englisch „organism“ (deutsch „Organismus“; A.d.Ü.)). Vielleicht zog der Buddha <i lang='pi' translate='no'>puggala</i> vor, weil es vedische Terminologie vermied und zugleich eine Verbindung zur <i lang='pi' translate='no'>khandha</i>-Lehre nahelegte, dass die „Person“ eine „Masse“ von Komponenten beinhaltete. (Sujato) ",
  "sn22.22:2.3": "Der Kommentar sagt, dies beziehe sich auf jeden Menschen ab der Geburt. Die gleiche Wendung wird allerdings in <a href='https://suttacentral.net/sn22.106/de/sabbamitta#1.16'>SN 22.106:1.16</a> und <a href='https://suttacentral.net/sn23.4/de/sabbamitta#2.13'>SN 23.4:2.13</a> gebraucht und bezieht sich in beiden Fällen speziell auf den Arahant, weshalb er auch mit „ehrwürdig“ bezeichnet wird. Somit ist jemand, der „die Bürde trägt“, nicht jemand, der wiedergeboren wird und an den Aggregaten zu leiden hat, sondern jemand, der die Verantwortung der spirituellen Praxis in Bezug auf die Aggregate vollständig angenommen hat. (Sujato) ",
  "sn22.22:2.4": "Zusammenfassend argumentiere ich auf vier Grundlagen, dass der „Träger der Bürde“ jemand ist, der „die Verantwortung übernimmt“, den Pfad zu üben: 1. das Muster der Lehre (vier edle Wahrheiten); 2. die idiomatische Bedeutung; 3. die Ähnlichkeit zu <a href='https://suttacentral.net/an2.98/de/sabbamitta'>AN 2.98</a>–99; und 4. die Tatsache, dass die Wendung mit dem „Ehrwürdigen“ an anderer Stelle einen Arahant bezeichnet. (Sujato) ",
  "sn22.22:3.2": ""
}