{
  "sn22.105:1.4": "<i lang='pi' translate='no'>Sakkāya</i> (substanzielle Wirklichkeit) wird oft mit „Identität“ oder „Persönlichkeit“ wiedergegeben, basierend auf der falschen Etymologie, das initiale Element sei <i lang='pi' translate='no'>sa-</i> („eigen“). Aber tatsächlich kommt es von <i lang='pi' translate='no'>sat</i> („wirklich“) und <i lang='pi' translate='no'>kāya</i> („Substanz“). Die Jainaform ist <i lang='pi' translate='no'>astikāya</i>, was sich auf grundlegende Substanzen (oder ontologische Kategorien) bezieht. Wie bei den Aggregaten gibt es davon fünf: das Medium der Bewegung (<i lang='pi' translate='no'>dharma</i>), das Medium der Ruhe (<i lang='pi' translate='no'>adharma</i>), Raum (ākāśa<i lang='pi' translate='no'>), Seele (</i>jīva<i lang='pi' translate='no'>) und Materie (</i>pudgala<i lang='pi' translate='no'>; Bhagavatīsūtra 1.10, Sarvadarśanasaṃgraha ch. 3). Beachte, dass die Suttas </i>kāya<i lang='pi' translate='no'> im Sinn von „Substanz“ oder „Masse“ als doktrinalen Schlüsselbegriff für asketische Bewegungen benutzen, die mit dem Jainismus assoziiert sind (z. B. <a href='https://suttacentral.net/dn2/de/sabbamitta#23.3'>DN 2:23.3</a>, <a href='https://suttacentral.net/dn2/de/sabbamitta#26.2'>DN 2:26.2</a>), wohingegen </i>kāya<i lang='pi' translate='no'> in vorbuddhistischen vedischen Texten keine philosophische Bedeutung zu haben scheint. Die Kommentare definieren </i>sakkāya<i lang='pi' translate='no'> als „die drei Ebenen der zyklischen Existenz“, d. h. alles, was existiert. Somit ist </i>sakkāya_ die „substanzielle Wirklichkeit“, von der irrtümlich angenommen wird, sie sei ein „Selbst“. (Sujato) ",
  "sn22.105:1.5": "Der Buddhismus und der Jainismus, doch nicht der Hinduismus haben drei Fachbegriffe gemeinsam, die alle die Bedeutung „Masse“ haben. Für die Jainas schließt „substanzielle Wirklichkeit“ (<i lang='pi' translate='no'>astikāya</i>) „Masse“ oder „Materie“ (<i lang='pi' translate='no'>pudgala</i>) ein, wovon ein Molekül ein Aggregat (<i lang='pi' translate='no'>skandha</i>) ist. Für Buddhisten besteht „substanzielle Wirklichkeit“ (<i lang='pi' translate='no'>sakkāya</i>) aus den Aggregaten (<i lang='pi' translate='no'>khandha</i>), die die „Person“ (<i lang='pi' translate='no'>puggala</i>, siehe <a href='https://suttacentral.net/sn22.22/de/sabbamitta'>SN 22.22</a>) ausmachen. (Sujato) "
}