{
  "sn17.3:0.1": "Budini govori tematski grupisani 17.3 ",
  "sn17.3:0.2": "1. Prvo poglavlje ",
  "sn17.3:0.3": "Kornjača ",
  "sn17.3:1.1": "Kraj Sāvatthīja. ",
  "sn17.3:1.2": "„Monasi, dobitak, počast i slava su surovi, gorki i grubi, oni su prepreka za dostizanje najviše sigurnosti od ropstva. ",
  "sn17.3:1.3": "Nekada davno, monasi, jedna velika porodica kornjača živela je dugo u nekom jezeru. ",
  "sn17.3:1.4": "Onda jedna kornjača reče drugoj: ",
  "sn17.3:1.5": "’Draga moja, ne idi u onaj kraj. Taj kraj nije bezbedan za kornjače.’ ",
  "sn17.3:1.6": "Ali ta kornjača ode u taj kraj. ",
  "sn17.3:1.7": "I tamo je lovac pogodi harpunom. ",
  "sn17.3:1.8": "Onda se ona vrati do prve kornjače. ",
  "sn17.3:1.9": "Prva kornjača je vide kako dolazi izdaleka, ",
  "sn17.3:1.10": "pa je upita: ",
  "sn17.3:1.11": "’Zar nisi išla u onaj kraj?’ ",
  "sn17.3:1.12": "’Išla sam, draga, baš u taj kraj, ",
  "sn17.3:1.13": "ali me niko nije povredio.’ ",
  "sn17.3:1.14": "’Isto tako je, draga moja, bilo i sa tvojim ocem i dedom. ",
  "sn17.3:1.15": "Pogođena si harpunom, hodaš unaokolo sa harpunom u sebi. ",
  "sn17.3:1.16": "Više nisi kornjača, draga moja, sada si lovčev posed. ",
  "sn17.3:1.17": "Ići ćeš tamo gde lovac bude hteo.’ ",
  "sn17.3:2.1": "’Lovac’ je naziv za Māru, Zloga. ",
  "sn17.3:2.2": "’Harpun’ je naziv za dobitak, počast i slavu. ",
  "sn17.3:2.3": "’Sa harpunom u sebi’ znači da je neko obuzet oduševljenjem i strašću. ",
  "sn17.3:2.4": "Koji god monah uživa u dobitku, počasti i slavi koji su se pojavili i žudi za njima, ",
  "sn17.3:2.5": "za njega se kaže da je monah sa Mārinim harpunom u sebi, da ga je zadesila nesreća, da je doživeo propast, pa Zli sa njim može da radi šta mu je volja. ",
  "sn17.3:2.6": "Tako su dobitak, počast i slava surovi, gorki i grubi, oni su prepreka za dostizanje najviše sigurnosti od ropstva. ",
  "sn17.3:2.7": "Zato, monasi, ovako sebe treba da vežbate: ’Napustićemo dobitak, počast i slavu koji su se pojavili i nećemo dozvoliti da dobitak, počast i slava koji su se pojavili ovladaju našim umom i u njemu ostanu’.” "
}