{
  "sn12.61:1.3": "Der Fachbegriff „Körper, der aus den vier Grundzuständen besteht“ macht klar, dass hier vom materiellen Körper die Rede ist und nicht etwa vom geistgeschaffenen Körper. (Sujato) ",
  "sn12.61:1.6": "Von einer Anzahl nicht-buddhistischer religiöser Lehrer hieß es, sie seien durch die Entwicklung der Vertiefungsmeditation „frei von Begierde nach Sinnenfreuden“ (<a href='https://suttacentral.net/an6.54/de/sabbamitta#13.7'>AN 6.54:13.7</a>, <a href='https://suttacentral.net/an7.66/de/sabbamitta#11.1'>AN 7.66:11.1</a>). Dazu würden wohl auch die früheren Lehrer des Buddha zählen. Eine solche Freiheit ist jedoch zeitlich begrenzt, da die Begierde wieder zum Vorschein kommen wird, wenn die grundlegenden Bindungen nicht durchtrennt werden. (Sujato) ",
  "sn12.61:2.1": "Die Ausdrücke „Geist“ (<i lang='pi' translate='no'>citta</i>), „Empfindungsvermögen“ (<i lang='pi' translate='no'>mano</i>) und „Bewusstsein“ (<i lang='pi' translate='no'>viññāṇa</i>) sind weitgehend synonym und in vielen Fällen austauschbar. Nichtsdestotrotz hat jeder von ihnen einen bestimmten Kontext, in dem er vorherrscht. <i lang='pi' translate='no'>Citta</i> soll entwickelt werden und gehört in dieser Hinsicht zur vierten edlen Wahrheit, dem Pfad. <i lang='pi' translate='no'>Mano</i>, das ich hier zum Zweck der Abgrenzung mit „sentience“ (deutsch: „Empfindungsvermögen“; A.d.Ü.) übersetze, wird oft im aktiven Sinn von Taten gebraucht, die mit dem Geist begangen werden, womit es zur zweiten edlen Wahrheit, dem Ursprung des Leidens, gehört. <i lang='pi' translate='no'>Viññāṇa</i> ist der Schlüsselfaktor beim Erleben des Leidens und gehört damit zur ersten edlen Wahrheit. (Sujato) ",
  "sn12.61:2.4": "Diese Ansicht wird in <a href='https://suttacentral.net/dn1/de/sabbamitta#2.13.4'>DN 1:2.13.4</a> zum Ausdruck gebracht. (Sujato) ",
  "sn12.61:4.1": "Man beachte, dass Unbeständigkeit als etwas beschrieben wird, das sich im Laufe des Tages ständig ändert, und nicht in Begriffen von „Augenblicklichkeit“, die man in den Suttas nicht findet. (Sujato) ",
  "sn12.61:4.2": "Das ist eine frühe Quelle für den Ausdruck „Affengeist“. Siehe auch <a href='https://suttacentral.net/thag2.3/de/sabbamitta#2.1'>Thag 2.3:2.1</a>, <a href='https://suttacentral.net/snp4.4/de/sabbamitta#4.3'>Snp 4.4:4.3</a>, und besonders <a href='https://suttacentral.net/thag19.1/de/sabbamitta#21.3'>Thag 19.1:21.3</a>. (Sujato) "
}