{
  "sn12.4:1.2": "In frühen Texten wird Vipassī stets zusammen mit der vollständigen Gruppe von sieben Buddhas genannt (<a href='https://suttacentral.net/thag7.5/de/sabbamitta'>Thag 7.5</a>, <a href='https://suttacentral.net/dn32/de/sabbamitta#3.2'>DN 32:3.2</a>, <a href='https://suttacentral.net/pli-tv-bu-vb-pj1/de/sabbamitta#3.1.6'>Bu Pj 1:3.1.6</a>). Ihre persönlichen Daten werden im Mahāpadānasutta (<a href='https://suttacentral.net/dn14/de/sabbamitta'>DN 14</a>) genannt. Dort wird Vipassīs Geschichte ganz erzählt; die wichtigsten doktrinalen Passagen sind die gleichen wie in der vorliegenden Lehrrede (<a href='https://suttacentral.net/dn14/de/sabbamitta#2.18.5'>DN 14:2.18.5</a>). | <i lang='pi' translate='no'>Bodhisatta</i> wird vom Kommentar entweder als „einer, der das Erwachen besitzt“ erklärt oder als „einer, der sicher erwachen wird, der Buddhaschaft nahe“. Die zweite Erklärung erlaubt eine Lesart gemäß dem Sanskritwort <i lang='pi' translate='no'>bodhiśakta</i> („einer, der zum Erwachen entschlossen ist“) statt des bekannteren <i lang='pi' translate='no'>bodhisattva</i> („Erwachens-Wesen“). (Sujato) ",
  "sn12.4:2.2": "Diese Formulierung entspricht dem abstrakten Prinzip des abhängigen Entstehens (<a href='https://suttacentral.net/sn12.37/de/sabbamitta#2.2'>SN 12.37:2.2</a>). Vergleiche Śaunakas Frage in Muṇḍaka-Upaniṣad 1.2.3: „Wenn was verstanden wird, Herr, ist all dieses verstanden?“ (<i lang='pi' translate='no'>kasmin nu bhagavo vijñāte sarvaṁ idaṁ vijñātaṁ bhavati</i>). (Sujato) ",
  "sn12.4:2.3": "<i lang='pi' translate='no'>Yoniso maniskāra</i> („wohlüberlegter Gebrauch des Geistes“) ist ein speziell buddhistischer Ausdruck, der wörtlich bedeutet: „den Geist in Bezug auf die Quelle gebrauchen“. Er wird meist beim Untersuchen des Kausalprinzips gebraucht, bekam jedoch mit der Zeit eine allgemeinere Bedeutung von „Nachdenken, Untersuchung, Aufmerksamkeit“. (Sujato) ",
  "sn12.4:11.4": "Hier haben wir die gewöhnlichen zwölf Glieder, während die Sequenz in DN 14 Unwissenheit und Willensbildungsprozesse auslässt und damit mehr die wechselseitige Abhängigkeit zwischen Bewusstsein und Name und Form betont, eine Variante, die man in <a href='https://suttacentral.net/sn12.65/de/sabbamitta'>SN 12.65</a> auch im Zusammenhang mit Gotamas Erwachen findet. (Sujato) ",
  "sn12.4:25.4": "Diese Formulierung erinnert an die erste Lehrrede des Buddha (<a href='https://suttacentral.net/sn56.11/de/sabbamitta#5.1'>SN 56.11:5.1</a>) und beschreibt eine Einsicht, von der es heißt, sie sei allen Buddhas gemeinsam (<a href='https://suttacentral.net/sn56.12/de/sabbamitta#1.1'>SN 56.12:1.1</a>). | <i lang='pi' translate='no'>Pubbe ananussutesu</i> („zuvor von niemand anderem gehört“) bedeutet, dass es sich um eine frische Einsicht handelt, die nicht in einer mündlichen Überlieferung weitergegeben wurde. (Sujato) ",
  "sn12.4:26.1": "Diese Anweisung ist im Palitext vermerkt. (Sujato) "
}