{
  "sn12.38:1.2": "„Beabsichtigen“ (<i lang='pi' translate='no'>ceteti</i>) und „planen“ (<i lang='pi' translate='no'>pakappeti</i>) spielen die Rolle der „Willensbildungsprozesse“ (<i lang='pi' translate='no'>saṅkhāra</i>), und „zugrunde liegende Neigungen“ (<i lang='pi' translate='no'>anuseti</i>) stehen für „Unwissenheit“. | Dieses Sutta veranschaulicht das dreifache Muster (<i lang='pi' translate='no'>tivaṭṭa</i>), zu dem das abhängige Bestehen später aufgegliedert wurde. Die zwölf Faktoren werden unter drei Überschriften gruppiert: Unwissenheit, Verlangen und Ergreifen sind „Befleckungen“ (<i lang='pi' translate='no'>kilesavaṭṭa</i>); Willensbildungsprozesse und fortgesetztes Dasein sind „Taten“ (<i lang='pi' translate='no'>kammavaṭṭa</i>); die übrigen sind „Ergebnisse“ (<i lang='pi' translate='no'>vipākavaṭṭa</i>). Innerhalb dieser Gruppen werden verschiedene Synonyme oder verwandte Begriffe in verschiedenen Zusammenhängen gebraucht (siehe z. B. <a href='https://suttacentral.net/sn12.19/de/sabbamitta'>SN 12.19</a>). Am wenigsten passt <i lang='pi' translate='no'>bhava</i> in dieses Schema, da es alle drei Kategorien enthält, aber unter „Taten“ eingeordnet ist, da es Ergreifen mit Wiedergeburt verbindet. (Sujato) ",
  "sn12.38:1.3": "Das heißt, es wird in einem neuen Leben wiedergeboren. (Sujato) ",
  "sn12.38:1.4": "Es „wächst“, wenn die Person heranwächst und reift und führt so zur Erneuerung des Kreislaufs (siehe <a href='https://suttacentral.net/sn12.64/de/sabbamitta'>SN 12.64</a>, <a href='https://suttacentral.net/sn22.53/de/sabbamitta'>SN 22.53</a>, <a href='https://suttacentral.net/mn38/de/sabbamitta#28.1'>MN 38:28.1</a>). (Sujato) ",
  "sn12.38:2.1": "Zugrunde liegende Neigungen manifestieren sich als moralisch wirksame Willensbildungsprozesse. Gewöhnlich kommt solche Willensbildung aber nicht ununterbrochen vor, sondern nur von Zeit zu Zeit. Einen großen Teil der Zeit ist kein aktiver Wille da, etwa wenn wir schlafen. Doch solange die Neigungen noch da sind, ist man nicht befreit. (Sujato) "
}