{
  "sn12.65:1.2": "Dieser Prozess beschreibt die Überlegungen des Buddha vor seinem Erwachen. Er ist von besonderem Interesse, weil er den genauen Moment abzubilden scheint, in dem seine Einsicht sich von der seiner upaniṣadischen Lehrer löste. Bhikkhu Bodhi bemerkt: „Es ist möglich, dass der Bodhisatta nach einem Selbst des upaniṣadischen Typs gesucht hatte, einem für sich bestehenden, aus reinem Bewusstsein bestehenden Subjekt, das nichts als sich selbst benötigt, um zu existieren. Seine Entdeckung, dass Bewusstsein immer von Name und Form abhängt, muss ihm die Vergeblichkeit einer solchen Suche offenbart und ihm dabei gezeigt haben, dass selbst Bewusstsein, die subtilste Basis für das Selbstgefühl (siehe <a href='https://suttacentral.net/sn12.61/de/sabbamitta'>SN 12.61</a>), bedingt ist und daher die Merkmale von Unbeständigkeit, Leiden und dem Fehlen eines Selbst trägt.“ (Sujato) ",
  "sn12.65:2.12": "Diese Analyse stimmt mit Yājñavalkya überein, der sagt, die mannigfaltigen Erscheinungen in der Welt entstehen aus Bewusstsein (<i lang='pi' translate='no'>etebhyo bhūtebhyaḥ samutthāya</i>, Bṛhadāraṇyaka-Upaniṣad 2.4.12). (Sujato) ",
  "sn12.65:2.16": "Hier widerspricht der Buddha Yājñavalkyas Ansicht, dass das individuierte Gewahrsein (<i lang='pi' translate='no'>saññā</i>) zu dieser „großen Wirklichkeit“ zurückkehrt, „unendlich, unbegrenzt, eine schiere Masse an Bewusstsein“  (<i lang='pi' translate='no'>idaṁ mahadbhūtam anantam apāraṁ vijñānaghana eva</i>, Bṛhadāraṇyaka-Upaniṣad 2.4.12). Bewusstsein (<i lang='pi' translate='no'>viññāṇa</i>) ist keine grundlegende Wirklichkeit (<i lang='pi' translate='no'>mahadbhūta</i>), die der Vielfalt zugrunde liegt, sondern vielmehr ein bedingter Vorgang, der nur zusammen mit Name und Form existiert. (Sujato) ",
  "sn12.65:3.2": "Die gleiche Vorstellung findet sich in <a href='https://suttacentral.net/dn14/de/sabbamitta#2.19.2'>DN 14:2.19.2</a>, wo ebenfalls der Reflexionsprozess eines Bodhisatta beschrieben wird. Die wechselseitige Bedingtheit von Bewusstsein und Name und Form wird dann in <a href='https://suttacentral.net/dn15/de/sabbamitta#21.1'>DN 15:21.1</a> und <a href='https://suttacentral.net/sn12.67/de/sabbamitta'>SN 12.67</a> weiter ausgeführt. Es scheint, diese charakteristische Darstellung war die ursprüngliche Beschreibung des Denkprozesses eines Bodhisatta. Sie wurde in der Folge auf die gesamte Reihe der zwölf Glieder angewendet (<a href='https://suttacentral.net/sn12.4/de/sabbamitta'>SN 12.4</a>). (Sujato) ",
  "sn12.65:3.3": "",
  "sn12.65:6.2": "Diesen Satz findet man nur hier und in <a href='https://suttacentral.net/dn14/de/sabbamitta#2.21.2'>DN 14:2.21.2</a>. (Sujato) ",
  "sn12.65:7.1": "Bṛhadāraṇyaka-Upaniṣad 4.4.8 zitiert einen alten Vers des Inhalts: „Ich habe die subtile, ausgedehnte alte Straße erreicht; sie wurde von mir verwirklicht“. | <i lang='pi' translate='no'>Añjasa</i> wird im Pali außer hier nur in Poesie (z. B. <a href='https://suttacentral.net/thag1.35/de/sabbamitta#1.3'>Thag 1.35:1.3</a>) oder von Brahmanen (<a href='https://suttacentral.net/dn13/de/sabbamitta#4.2'>DN 13:4.2</a>) gebraucht. Es ist ein alter vedischer Ausdruck für die „direkte Route“ zum richtigen Platz, wie von Pūṣan empfohlen (Rigveda 6.54.1). Im Śatapatha-Brāhmaṇa werden die Opfergaben zum Neumond und Vollmond „direkt und schnellstens“ zu Indra und Agni gesendet (2.4.17); man geht „direkt zur Wahrheit“, nachdem ein Streit um die Vormacht unter den Göttern geklärt wurde (3.4.2.14); das Pferd kennt den „direkten Weg zum Himmel, den Menschen nicht kennen, wie jemand, der das Land kennt (13.2.3–2); und Yājñavalkya erklärt, wie man „direkt“ dazu übergeht, das Opfer zu vervollständigen (13.5.3.5). Man erschaut „direkt“, dass das Selbst Gott ist (Bṛhadāraṇyaka-Upaniṣad 4.4.15). (Sujato) ",
  "sn12.65:7.3": "Die Vorstellung von einer solchen „verlorenen Stadt“, die im Dschungel verfällt, ist wahrscheinlich von archäologischen Überresten der Induskultur angestoßen, deren ausgedehnte Städte zur Zeit des Buddha über tausend Jahre alt gewesen sein müssen. Eine wichtige Fundstätte, Rakhigarhi, ist einen Tagesmarsch von Kammāsadamma entfernt, wo der Buddha mehrmals gelehrt hat. Er könnte sie leicht selbst gesehen oder auch davon gehört haben. (Sujato) "
}