{
  "sn12.2:1.2": "Eine „Aufgliederung“ (<i lang='pi' translate='no'>vibhaṅga</i>) ist eine Lehrrede, die die Begriffe einer bestimmten Lehre definiert. Sie fungiert als Schlüssel, um die Bedeutung dieser Lehre überall da, wo sie vorkommt, zu erschließen. Besondere Aufmerksamkeit sollte der Bedeutung dieser Begriffe zugewandt werden, und man sollte sie jedesmal beachten, wenn man das Thema betrachtet. Das erlaubt uns, sowohl die beabsichtigte Bedeutung festzulegen als auch eine Reihe von falschen Interpretationen auszuschließen. | „Aufgliederungs“-Lehrreden finden wir für die Wahrheiten (<a href='https://suttacentral.net/mn141/de/sabbamitta'>MN 141</a>), die Elemente (<a href='https://suttacentral.net/mn140/de/sabbamitta'>MN 140</a>), die sechs Sinne (<a href='https://suttacentral.net/mn137/de/sabbamitta'>MN 137</a>), Kamma (<a href='https://suttacentral.net/mn136/de/sabbamitta'>MN 136</a>, <a href='https://suttacentral.net/mn137/de/sabbamitta'>MN 137</a>), den Pfad (<a href='https://suttacentral.net/sn45.8/de/sabbamitta'>SN 45.8</a>), Achtsamkeit (<a href='https://suttacentral.net/sn47.40/de/sabbamitta'>SN 47.40</a>), die Fähigkeiten (<a href='https://suttacentral.net/sn48.9/de/sabbamitta'>SN 48.9</a>) und die Grundlagen übersinnlicher Kraft (<a href='https://suttacentral.net/sn51.20/de/sabbamitta'>SN 51.20</a>). Die Kategorie ist nicht immer ganz eindeutig. Zum Beispiel definiert die „Aufgliederung“ der Achtsamkeit nicht wirklich die Begriffe, und das Satipaṭṭhānasutta fungiert mehr wie eine klassische Aufgliederung, obwohl es nicht so genannt wird. Die Aggregate haben keine Aufgliederung, aber siehe <a href='https://suttacentral.net/sn22.56/de/sabbamitta'>SN 22.56</a>. Die Vorstellung einer „Aufgliederung“ führte zur Erstellung des Abhidhammabuchs dieses Namens (<a href='https://suttacentral.net/vb1/de/sabbamitta'>Vb 1</a>), das sich auf die Aufgliederungs-Lehrreden stützt und sie weiter ausführt. (Sujato) ",
  "sn12.2:2.2": "Eine Bemerkung zum Satzbau: Die Glieder schreiten als Aufzählung von Substantiven fort, das kann wörtlich als „Durch die Unwissenheits-Abhängigkeit, Willensbildungsprozesse; durch die Willensbildungsprozess-Abhängigkeit, Bewusstsein …“ wiedergegeben werden. Die Kausalität wird durch den Ablativ ausgedrückt. Es gibt kein Verb bis ganz zum Ende der Reihe, wo Alter und Tod usw. „zustande kommen“ (<i lang='pi' translate='no'>sambhavanti</i>). Der Kommentar sagt, das Verb ziele auf alle Faktoren. Allerdings endet auch die Sequenz des Aufhörens in ähnlicher Weise mit einem Verb, und man könnte schwerlich sagen, das Aufhören von Willensbildungsprozessen hörte auf. Die bessere Erklärung ist, dass jeder Satz auf dem Verb „sein“ aufbaut, was normalerweise implizit der Fall ist, hier aber mit dem abstrakten Prinzip des abhängigen Entstehens beigesteuert wird (<a href='https://suttacentral.net/sn12.37/de/sabbamitta#2.2'>SN 12.37:2.2</a>). Daher könnten wir übersetzen: „Mit Unwissenheit als Voraussetzung gibt es Willensbildungsprozesse …“. In manchen Konstruktionen wird das Verb <i lang='pi' translate='no'>uppajjati</i> („erscheint“) hinzugefügt (<a href='https://suttacentral.net/sn35.24/de/sabbamitta#1.4'>SN 35.24:1.4</a>). In meiner Übersetzung entscheide ich mich für eine idiomatischere Ausdrucksweise. (Sujato) ",
  "sn12.2:3.1": "Nun definiert der Buddha jeden Begriff, beginnend mit dem Ende und rückwärts fortschreitend. Ergänzende Definitionen gibt es in <a href='https://suttacentral.net/dn15/de/sabbamitta'>DN 15</a>. (Sujato) ",
  "sn12.2:3.2": "„Alter“ (<i lang='pi' translate='no'>jarā</i>, verwandt mit „geriatrisch“) ist der körperliche Verfall in den späten Stadien des Lebens. Es ist nicht das „Altern“ im Sinn von „alt werden“, da es sich zum Beispiel nicht auf das Heranwachsen von Kindern  zu Erwachsenen bezieht. Auch rein psychologische und metaphorische Lesarten werden ausgeschlossen. Schließlich trifft es nicht nur auf die Menschenwelt zu, sondern auf die eine oder andere Art auf alle Bereiche. (Sujato) ",
  "sn12.2:3.4": "„Tod“ (<i lang='pi' translate='no'>maraṇa</i>, vgl. „Mortalität“) ist das Ende des Lebens. Die Reihe von Synonymen dient hier dazu, klarzustellen, dass es sich um den buchstäblichen Tod handelt, nicht um einen metaphorischen oder psychologischen Tod. (Sujato) ",
  "sn12.2:4.2": "„Wiedergeburt“ (<i lang='pi' translate='no'>jāti</i>, vgl. „Genese“) bezieht sich auf das fortlaufende Umherwandern zu neuen Leben. Es bezieht sich nicht auf die „Geburt eines Kindes“, d. h. den Geburtsvorgang oder das Hervortreten aus dem Mutterleib, was <i lang='pi' translate='no'>vijāti</i> ist (<a href='https://suttacentral.net/sn3.16/de/sabbamitta#1.4'>SN 3.16:1.4</a>, <a href='https://suttacentral.net/sn24.1/de/sabbamitta#1.4'>SN 24.1:1.4</a>). Noch hat es eine religiöse Bedeutung im Sinn einer „spirituellen Erneuerung“ und auch keine psychologische im Sinne des Erscheines eines Selbstgefühls. (Sujato) ",
  "sn12.2:5.1": "„Dasein“ (<i lang='pi' translate='no'>bhava</i>, vgl. englisch „being“ = „Wesen“) ist das „Leben“ oder die „Daseinsebene“, wo man als fortlaufende Reihe von Manifestationen der Aggregate geboren wird. Es schließt sowohl aktive Aspekte des Lebens ein (Befleckungen und Taten) als auch den daraus resultierenden Körper und Geist. Betrachten wir es mittels der Analogie etwa des Besuchs eines Parks. Zunächst gibt es den Funken einer Vorstellung, einen vagen Eindruck eines „Parks“ im Geist, der sich zu einer Absicht verdichtet. Indem man danach handelt, geht man zum Park, wo es zur eigenen Realität wird, der „Welt“, die man bewohnt. Ähnlich richtet man sich, indem man im Geist Vorstellungen und Willen bildet, auf den entsprechenden Bereich aus und stimmt sich darauf ein und bereitet so den Geist darauf vor, sich selbst in diesen Zustand zu projizieren und ihn Wirklichkeit werden zu lassen, wenn man dort wiedergeboren wird. Die Taten, die die Wiedergeburt in einen Daseinszustand bestimmen, formen die grundlegenden Erfahrungen in diesem Zustand. Da die Tat notwendigerweise in ihrer Macht begrenzt ist, muss der resultierende Zustand vergänglich sein. (Sujato) ",
  "sn12.2:5.3": "Der „Bereich der Sinne“ umfasst alle Bereiche einschließlich des menschlichen, von der tiefsten Hölle bis zum höchsten sinnlichen Himmel, dem Bereich der Götter, die über das herrschen, was andere ersinnen. | „Leuchtende Form“ (<i lang='pi' translate='no'>rūpa</i>) bezieht sich auf die Brahmāwelten, die man durch den leuchtenden Geist der <i lang='pi' translate='no'>Jhānas</i> erreicht. | Die „formlosen“ Bereiche erreicht man durch die formlosen Meditationen. (Sujato) ",
  "sn12.2:6.2": "„Ergreifen“ (<i lang='pi' translate='no'>upādāna</i>, „Nehmen“, das Gegenteil von <i lang='pi' translate='no'>dāna</i>, „Gabe“, vgl. „Donation“) bezieht sich darauf, nach etwas zu greifen, es nahe bei sich zu behalten und sich zu weigern, es loszulassen. Es hat die nachgeordnete Bedeutung „Brennstoff“ für das Feuer (<a href='https://suttacentral.net/sn3.1/de/sabbamitta#10.1'>SN 3.1:10.1</a>, <a href='https://suttacentral.net/sn12.52/de/sabbamitta#1.2'>SN 12.52:1.2</a>). (Sujato) ",
  "sn12.2:6.3": "„Sinnenfreuden“ auf der einen Seite sind etwas, an dem das Haften quasi allumfassend ist; demgegenüber erfordern die drei anderen Arten des Ergreifens eine ausgereifte Erkenntnisfähigkeit. Babys und Katzen entwickeln keinen Satz religiöser Observanzen, und sie stellen auch keine Überlegungen über die Natur der Seele an. Das heißt auch, dass Ergreifen sich mit dem Heranwachsen eines Kindes entwickelt, und erklärt, warum Tiere und kleine Kinder für ihre Taten nicht in derselben Weise karmisch verantwortlich sind wie erwachsene Menschen. Die primäre Grundlage solcher Theorien sind die fünf Aggregate (<a href='https://suttacentral.net/mn75/de/sabbamitta#24.8'>MN 75:24.8</a>, <a href='https://suttacentral.net/sn22.80/de/sabbamitta#9.10'>SN 22.80:9.10</a>). (Sujato) ",
  "sn12.2:7.2": "Von hier an sind die Definitionen in Begriffen der sechs Sinne abgefasst. Erinnern wir uns, dass dies die rückwärtsgerichtete Folge ist; wenn wir vorwärts vorgehen, folgen diese Faktoren auf die sechs Sinnesfelder. (Sujato) ",
  "sn12.2:7.3": "„Verlangen“ (<i lang='pi' translate='no'>taṇhā</i>, vgl. „Durst“) ist der primäre Wunsch, Glück zu erfahren und Schmerz zu vermeiden. Es zieht durch die Sinne aus. Die Standarddefinition sagt, es ist „das Verlangen, das zu künftigen Leben führt. Es ist mit Genießen und Gier vermischt und vergnügt sich überall, wo es ankommt“. (<a href='https://suttacentral.net/sn56.11/de/sabbamitta#4.4'>SN 56.11:4.4</a>). (Sujato) ",
  "sn12.2:8.3": "„Gefühl“ (<i lang='pi' translate='no'>vedanā</i>, vgl. „Witz“, „Wissen“, „visuell“) ist die affektive oder hedonische Tönung einer Erfahrung. Jeder Sinn kann eine Reaktion von Glück, Schmerz oder weder Glück noch Schmerz in Gang setzen. (Sujato) ",
  "sn12.2:9.3": "„Kontakt“ (<i lang='pi' translate='no'>phassa</i>) ist die Verbindung des äußeren Sinnesreizes („Bild“) mit dem inneren Sinnesorgan („Auge“) in Gewahrsein („Augenbewusstsein“). (Sujato) ",
  "sn12.2:10.2": "Der „Geist“ (<i lang='pi' translate='no'>mano</i>) ist bei den körperlichen Sinnen eingegliedert, um zu zeigen, dass er, auch wenn er in vielerlei Hinsicht sehr anders ist, doch eine grundlegende Struktur mit ihnen gemeinsam hat, dass er einen Reiz und die Gegenwart von Gewahrsein erfordert. (Sujato) ",
  "sn12.2:11.2": "Der Buddha behandelt „Name“ (<i lang='pi' translate='no'>nāma</i>) analytisch und entfernt das Wort so von der ursprünglichen Bedeutung. Das kann man als reduktive Definition ansehen: Das, worauf man sich als seinen „Namen“ bezieht, erweist sich als etwas, das auf einer ganzen Reihe bedingter geistiger Prozesse beruht. Diese Faktoren sind aktive Bestandteile des Geistes, die zur linguistischen Konzeptualisierung beitragen. Die buddhistische Tradition betrachtet sie als universelle Begleiter des Bewusstseins, die für die Arbeitsweise aller Arten von Gewahrsein wesentlich sind. (Sujato) ",
  "sn12.2:11.4": "Die „Grundzustände“ (<i lang='pi' translate='no'>mahābhūta</i>) sind Erde, Wasser, Feuer und Luft und entsprechen den modernen Konzepten von fest, flüssig, Plasma und gasförmig. | „Abgeleitete“ (<i lang='pi' translate='no'>upādāya</i>) Form wird in den Suttas nicht erklärt, aber eine Stelle legt nahe, dass sie „Raum“ einschließt (<a href='https://suttacentral.net/mn28/de/sabbamitta#26.1'>MN 28:26.1</a>). Die Abhidhamma-Traditionen erklären, sie schließe die Objekte der Sinne, die feinstoffliche Materie, die die Sinneseindrücke empfängt, und verschiedene andere materielle Phänomene ein. (Sujato) ",
  "sn12.2:11.5": "„Form“ (<i lang='pi' translate='no'>rūpa</i>) oder „Körper, Aussehen“ ist möglicherweise über die Bedeutung „Geist, Vision, Erscheinung“ mit dem avestischen <em>urvan</em>, „Seele“, verwandt. Hier bezieht es sich in erster Linie auf den Körper wie auch auf physikalische Eigenschaften, die durch die fünf Sinne erfahren werden. Es schließt auch die rein geistige Wahrnehmung physikalischer Eigenschaften ein wie eine Farbe, eine Gestalt oder eine räumliche Position, die man sich im Geist vorstellt. In der Aufgliederung der sechs Sinne hat es die engere Bedeutung „das, was man sieht“, d. h. ein „Bild“. (Sujato) ",
  "sn12.2:12.3": "„Bewusstsein“ (<i lang='pi' translate='no'>viññāṇa</i>, vgl. „kennen“) wird analytisch präsentiert, was zeigt, dass „Geistbewusstsein“ keine ewige metaphysische Entität ist, sondern ein bedingter psychologischer Vorgang. Bewusstsein ist einfach das subjektive Gewahrsein, das Gefühl des Erkennens. Es erscheint entweder auf den Reiz eines äußeren Sinneseindrucks oder einer geistigen Erscheinung wie eines Gedankens, einer Erinnerung usw. Es ist das subjektive Gewahrsein, das die ganze vielgestaltige Welt von Konzepten und Erscheinungen möglich macht. (Sujato) ",
  "sn12.2:13.3": "<i lang='pi' translate='no'>Saṅkhāra</i> wird im Buddhismus auf verschiedene Arten gebraucht. Vielleicht die allgemeinste Bedeutung ist „Potenz“, wie für Energien oder Erscheinungen, die die Potenz haben, mehr Energien oder Erscheinungen zu schaffen. Im abhängigen Entstehen und bei den fünf Aggregaten (<a href='https://suttacentral.net/sn22.56/de/sabbamitta#10.1'>SN 22.56:10.1</a>) bedeutet es moralisch potente Taten, die mit Körper, Sprache und Geist verübt werden, daher übersetze ich „choices“ („Entscheidungen“; A.d.Ü.). Das darf nicht mit dem meditativen Stillen aktiver körperlicher, sprachlicher und geistiger „Vorgänge“ verwechselt werden (<a href='https://suttacentral.net/sn41.6/de/sabbamitta#1.7'>SN 41.6:1.7</a>). Als Wort für eine Ursache oder einen Grund übersetze ich es mit „Bedingung“ (<a href='https://suttacentral.net/sn48.40/de/sabbamitta#5.3'>SN 48.40:5.3</a>) und benutze das gleiche Wort für die bedingten Erscheinungen, die von Ursachen erzeugt werden (<a href='https://suttacentral.net/sn22.81/de/sabbamitta#5.5'>SN 22.81:5.5</a>, <a href='https://suttacentral.net/an6.93/de/sabbamitta#1.3'>AN 6.93:1.3</a>, <a href='https://suttacentral.net/mn102/de/sabbamitta#4.5'>MN 102:4.5</a>). Manchmal, etwa bei den Grundlagen übersinnlicher Kraft, bedeutet es „Bemühen“ (<a href='https://suttacentral.net/sn51.1/de/sabbamitta#1.3'>SN 51.1:1.3</a>). (Sujato) ",
  "sn12.2:14.2": "Da in diesen vier edlen Wahrheiten alle guten Eigenschaften einbegriffen sind (<a href='https://suttacentral.net/mn28/de/sabbamitta#2.1'>MN 28:2.1</a>), ist die wichtigste Eigenschaft für den buddhistischen Weg die Weisheit, die die Unwissenheit überwindet (<a href='https://suttacentral.net/sn48.54/de/sabbamitta#1.1'>SN 48.54:1.1</a>). (Sujato) ",
  "sn12.2:15.4": "Die Sequenz des Aufhörens schreitet wie die des Entstehens als Aufzählung von Substantiven fort und hat erst am Ende ein Verb. Der Satzbau ist allerdings nicht ganz parallel, da die Grammatik der zusammengesetzten Begriffe anders ist. <i lang='pi' translate='no'>Avijjāpaccaya</i> ist ein <i lang='pi' translate='no'>kammadhāraya</i>, „Unwissenheit <b>als</b> Abhängigkeit“ (Kommentar: <i lang='pi' translate='no'>avijjā ca sā paccayo ca</i>), wohingegen die <i lang='pi' translate='no'>nirodha</i>-Zusammensetzungen <i lang='pi' translate='no'>tappurisa</i> sind, „mit dem Aufhören <b>von</b> Unwissenheit …“. Diese Unterscheidung spiegelt die ontologische Asymmetrie der beiden Hälften wider: Unwissenheit ist als Bedingung für Willensbildungsprozesse <em>anwesend</em>, aber es ist ihre <em>Abwesenheit</em>, die das Aufhören der Willensbildungsprozesse in Gang setzt. Unwissenheit ist eine Voraussetzung, aber sie ist kein Aufhören. (Sujato) ",
  "sn12.2:15.6": "Jeder der Begriffe in der Sequenz des Aufhörens kann als Synonym für Nibbana angesehen werden. (Sujato) "
}