{
  "sn12.11:1.3": "<i lang='pi' translate='no'>Āhāra</i> („Brennstoff“, „Nahrung“, „Nährmittel“) bedeutet wörtlich „Aufnahme“ und steht etymologisch neben <i lang='pi' translate='no'>upādāna</i> („Ergreifen“, „Aufnehmen“). Beide Begriffe haben Doppelbedeutungen, auf der einen Seite bezeichnen sie Brennstoff oder Ernährung und auf der anderen Ergreifen und Festhalten. | „Im Begriff stehen, geboren zu werden“ ist <i lang='pi' translate='no'>sambhavesī</i>, für das ich mich Norman und Bodhi anschließe und es als aktives Partizip der Zukunft lese, obwohl der Kommentar die Bedeutung „eine Möglichkeit zum Geborenwerden suchen“ annimmt. Vergleiche Sanskritkonstruktionen wie in Rigveda 1.66.8, <i lang='pi' translate='no'>yamo ha jāto yamo janitvaṁ</i> („der Zwilling, der geboren ist, und der, der im Begriff steht, geboren zu werden“) und in Śatapatha-Brāhmaṇa 2.3.1.24, <i lang='pi' translate='no'>bhūtaṁ caiva bhaviṣyacca jātaṁ ca janiṣyamāṇaṁ</i> („ist geworden und wird sein, geboren und im Begriff, geboren zu werden“). | Der Satz ist einer von mehreren in den Suttas, die auf einen Zwischenzustand zwischen einem Leben und dem nächsten hinzuweisen scheinen, trotz der Tatsache, dass diese Ansicht im Theravada-Abhidhamma formell zurückgewiesen wird (<a href='https://suttacentral.net/kv8.2'>Kv 8.2</a>). (Sujato) ",
  "sn12.11:1.5": "Grobe Nahrung unterhält den Körper der Wesen in der Menschenwelt und im Tierreich, wohingegen subtile Nahrung die Götter und die Ahnen erhält, ein Glaube, der mit der vedischen Vorstellung verwoben ist, dass die Götter an der Nahrung teilhaben, die bei der Opferzeremonie dargebracht wird (z. B. Rigveda 1.187). | „Kontakt“ (<i lang='pi' translate='no'>phassa</i>) ist das Zusammenspiel zwischen der inneren und der äußeren Welt, das uns erlaubt, uns in einer Welt der Sinne voller Schrecken und Freuden zu verorten, und das Gefühl und damit Verlangen nach mehr anregt. | „Geistige Absicht“ (<i lang='pi' translate='no'>manosañcetanā</i>) erlaubt uns, in der von den Sinnen offenbarten Welt zu handeln und weitere „Nahrung“ zu beschaffen. | „Bewusstsein“ (<i lang='pi' translate='no'>viññāṇa</i>) ist all dessen gewahr, erlebt Leiden und lässt neuen „Namen“ und neue „Form“ in einem zukünftigen Leben entstehen, auf der fruchtlosen Suche nach einer Welt ohne Schmerz. Somit können die vier „Arten von Nahrung“ als eine eigene Perspektive auf das abhängige Entstehen betrachtet werden. (Sujato) ",
  "sn12.11:2.2": "<i lang='pi' translate='no'>Āhāra</i> wird von Verlangen geschaffen, gerade wie <i lang='pi' translate='no'>upādāna</i> in der Standardsequenz (<a href='https://suttacentral.net/mn9/de/sabbamitta#11.5'>MN 9:11.5</a>, <a href='https://suttacentral.net/mn38/de/sabbamitta#16.1'>MN 38:16.1</a>). (Sujato) "
}