{
  "sn12.48:1.2": "„Kosmologie“ (<i lang='pi' translate='no'>lokāyata</i>) war ein Zweig der Vedenkunde, der sich mit der Natur und Ausdehnung der Welt befasste und damit, wie man diese Dinge erkennen kann (<a href='https://suttacentral.net/an9.38/de/sabbamitta'>AN 9.38</a>, <a href='https://suttacentral.net/sn12.48/de/sabbamitta'>SN 12.48</a>; vgl. Bṛhadāraṇyaka-Upaniṣad 3.3.1). Vedische Metaphysik postulierte das „Sein“ als uranfängliche „Einzigkeit“, von der sich die Vielfalt der Welt ausbreitete. (Sujato) ",
  "sn12.48:2.2": "Die „älteste Kosmologie“ ist buchstäblich so. Die älteste indische Kosmologie findet sich in wenigen späten Hymnen des Rigveda, besonders im Nāsadīya-Sūkta, welches beginnt: „Zu jener Zeit war weder Sein, noch Nichtsein“ (Rigveda 10.129.1, deutsche Übersetzung von Graßmann). RV 10.72.2 sagt, dass für die ältesten Götter „aus dem Nichtseienden das Sein“ entsprang. (Sujato) ",
  "sn12.48:4.2": "Nachdem es sechs Zeilen lang das Sein behandelt hat, beginnt die siebte Zeile des Nāsadīya-Sūkta: „Nur Eines hauchte windlos durch sich selber und ausser ihm gab nirgend es ein andres“. Dann: „Das Eine ward durch Macht der Glut geboren“. Somit ist das Eine die unsterbliche Göttlichkeit, was den Kommentar bestätigt, der diesen Satz mit einem Ewigkeitsglauben identifiziert (und den folgenden mit Vernichtungsglauben). In ähnlicher Weise spricht auch RV 10.121 von dem namenlosen Schöpfer, der „als Einziger war“. (Sujato) ",
  "sn12.48:5.1": "<i lang='pi' translate='no'>Puthutta</i> wird an anderer Stelle für ein Gift gebraucht, das „sich ausbreitet“, und nur hier in einem philosophischen Sinn. Im gesamten Rigveda ist <i lang='pi' translate='no'>pṛthu</i> die weite Ausdehnung der Erde und der Wasser, die von Indra ausgebreitet (z. B. RV 10.113.4) und von Agni mit Feuer überzogen werden (RV 10.156.3). Das Wort hat auch sexuelle Konnotationen: ein weiträumiger Mutterschoß (RV 10.99.2) oder ein fetter Hintern (RV 10.86.8; Śatapatha-Brāhmaṇa 1.2.5.16, 3.5.1.11). Während also „Einzigkeit“ auf die Göttlichkeit hinweist, die allem zugrunde liegt, weist „Ausdehnung“ auf die weite schwangere Welt, in der die Menschen leben. Daher soll der Opferkuchen weit ausgebreitet werden, aber nicht zu weit, denn das würde ihn menschlich und daher sterblich machen (ŚB 1.2.2.9). Im Nāsadīya-Sūkta finden wir statt <i lang='pi' translate='no'>pṛthu</i> das Wort <i lang='pi' translate='no'>tiraścīna</i> („darüber gezogen“; beide Begriffe sind synonym in ŚB 6.3.3.19); es beschreibt den suchenden Geist der weisen Poeten: „Und quer hindurch, war ihre Schnur gezogen, was war darunter? und was war darüber?“ (RV 10.129.5). Außerdem steht das Paliwort <i lang='pi' translate='no'>puthu</i> sowohl für Sanskrit <i lang='pi' translate='no'>pṛthu</i> („breit, weit, ausgedehnt“) als auch <i lang='pi' translate='no'>pṛthak</i> („getrennt, einzeln“). Beide Bedeutungen treffen hier zu, und sie sind tatsächlich auch im Rigveda nicht getrennt, denn die Dinge, die getrennt verlaufen (<i lang='pi' translate='no'>pṛthak</i>, Sonnenstrahlen, Flüsse, Kühe) verbreiten sich (<i lang='pi' translate='no'>pṛthu</i>) über die weite Erde (<i lang='pi' translate='no'>pṛthivī</i>). (Sujato) "
}