{
  "sn12.15:1.1": "Diese Lehrrede wurde von Ānanda in <a href='https://suttacentral.net/sn22.90/de/sabbamitta#9.1'>SN 22.90:9.1</a> für Channa zitiert. Sie wurde in Nāgārjunas Mūlamadhyamakakārikā 15.7 namentlich erwähnt: „In der Unterweisung an Kātyāyana werden sowohl ‚ist‘ als auch ‚ist nicht‘ vom Buddha verneint, dem Kenner von Sein und Nicht-Sein.“ Nāgārjunas Text, eine wichtige buddhistische philosophische Abhandlung, wird bis heute ausgiebig studiert. (Sujato) ",
  "sn12.15:1.2": "Auf Sanskrit Sandha Kātyāyana genannt. (Sujato) ",
  "sn12.15:1.4": "Rechte Ansicht wird normalerweise als das Verstehen der vier edlen Wahrheiten definiert (<a href='https://suttacentral.net/dn22/de/sabbamitta#21.4'>DN 22:21.4</a>, <a href='https://suttacentral.net/mn141/de/sabbamitta#24.1'>MN 141:24.1</a>, <a href='https://suttacentral.net/sn45.8/de/sabbamitta#3.1'>SN 45.8:3.1</a>). (Sujato) ",
  "sn12.15:2.1": "Der Buddha bezieht sich auf einen verbreiteten Glauben, den man zu diesem Spruch zurückverfolgen kann: „Dieses ist zweifach, es gibt kein Drittes: Wahrheit und Unwahrheit. Die Götter sind Wahrheit, Menschen sind Unwahrheit.“ (<i lang='pi' translate='no'>Dvayaṁ vā idaṁ na tṛtīyamasti: satyaṁ caivānṛtaṁ ca. Satyameva devā anṛtam manuṣyā</i>; Śatapatha-Brāhmaṇa 1.1.1.4, 3.3.2.2, 3.9.4.1). Das Wort für „Wahrheit“ ist hier <i lang='pi' translate='no'>satya</i> (Pali <i lang='pi' translate='no'>sacca</i>), das wie <i lang='pi' translate='no'>atthitā</i> („Sein“) ein abstraktes Substantiv aus der Wurzel <i lang='pi' translate='no'>as</i> („sein“) ist. Das Wort für „Unwahrheit“ ist <i lang='pi' translate='no'>anṛta</i>. Das Pali zieht die einfache Verneinung vor, aber <i lang='pi' translate='no'>satya</i> und <i lang='pi' translate='no'>anṛta</i> sind ein übliches Paar im vorbuddhistischen Sanskrit, das auf Rigveda 7.49.3 zurückgeht. Die Götter sind wahrhaft wirklich, weil sie unsterblich sind, wohingegen die zeitlichen Menschen nicht wahrhaft wirklich sind. Betrachte auch die Schöpfungshymne in Arthavaveda 10.2.14: „Wer legte Wahrheit in ihn, wer Unwahrheit, wer Sterblichkeit, wer Unsterblichkeit?“ Das bestätigt die Deutung sowohl von Nāgārjuna als auch der Theravādatradition, dass sich Sein bzw. Nicht-Sein auf Ewigkeitsglauben und Vernichtungsglauben beziehen. Siehe auch die Diskussion über „Zweiheit“ in <a href='https://suttacentral.net/sn35.92/de/sabbamitta#2.2'>SN 35.92:2.2</a>. (Sujato) ",
  "sn12.15:2.2": "Der „Ursprung der Welt“ ist die Sequenz des Entstehens des abhängigen Entstehens (<a href='https://suttacentral.net/sn35.107/de/sabbamitta'>SN 35.107</a>; siehe auch <a href='https://suttacentral.net/sn2.26/de/sabbamitta#5.2'>SN 2.26:5.2</a>). Um es zu umschreiben: Wenn ein Mensch sieht, dass seine gegenwärtigen Taten künftige Leben schaffen, kann er nicht mehr denken, dieses Leben sei alles, was es gibt. (Sujato) ",
  "sn12.15:2.3": "Um es zu umschreiben: Wenn ein Mensch das Aufhören von Verlangen und Taten sieht, die künftige Leben schaffen, erkennt er, dass es so etwas wie eine ewige Seele nicht gibt. (Sujato) ",
  "sn12.15:2.4": "Die drei Faktoren hier drücken einen stufenweisen Prozess aus, durch den man „angekettet“ (<i lang='pi' translate='no'>vinibaddha</i>) wird: Wenn man angezogen ist, lässt man sich verwickeln (<i lang='pi' translate='no'>upaya</i>), dann ergreift man (<i lang='pi' translate='no'>upādāna</i>), und schließlich besteht man darauf, es zu behalten (<i lang='pi' translate='no'>abhinivesa</i>). Besonders der letzte Begriff bezieht sich auf das dogmatische Bestehen auf einer Ansicht, was auf den Brāhmaṇatext anspielt, der weiter oben zitiert wurde: „Dieses ist zweifach, es gibt kein Drittes.“ Im nächsten Satz werden die drei Faktoren um die Zusätze der „geistigen Fixierung“ (<i lang='pi' translate='no'>cetaso adhiṭṭhāna</i>) und der „zugrunde liegenden Neigungen“ (<i lang='pi' translate='no'>anusaya</i>) erweitert. Die letzteren besagen, dass die Befleckung so eingewurzelt ist, dass sie nicht mehr bewusst ist, sondern bewussten oder unbewussten Entscheidungen „zugrunde liegt“. (Sujato) ",
  "sn12.15:2.5": "Dieser Satz ist grammatikalisch schwierig. Für <i lang='pi' translate='no'>tañcāyaṁ</i> lies <i lang='pi' translate='no'>taṁ ce ayaṁ</i> gemäß dem Sanskrit <i lang='pi' translate='no'>etāni ced</i>. <i lang='pi' translate='no'>Taṁ</i> bezieht sich auf die verschiedenen aufgeführten Befleckungen (daher hat das Sanskrit Plural), wohingegen <i lang='pi' translate='no'>ayaṁ</i> „dieser“ (Mensch) ist, nämlich der Übende. Die Beziehung zwischen den Verben und der ähnlichen Aufzählung von Substantiven ist nicht offensichtlich. Ich denke, die Bedeutung ist, dass, obwohl die Befleckungen noch da sind, der Weise nicht in ihren Bann gerät. (Sujato) ",
  "sn12.15:2.6": "Der abschließende Satz wie auch die Abwesenheit von Zweifel weisen darauf hin, dass man in den Strom eingetreten ist und mit dieser Stufe die rechte Ansicht erhärtet hat. (Sujato) ",
  "sn12.15:3.1": "Auch in <a href='https://suttacentral.net/sn12.47/de/sabbamitta#2.2'>SN 12.47:2.2</a>; und in <a href='https://suttacentral.net/sn12.48/de/sabbamitta#2.2'>SN 12.48:2.2</a> heißt es, das sei die „älteste Kosmologie“. (Sujato) ",
  "sn12.15:3.3": "Diese „Lehre auf die mittlere Art“ (<i lang='pi' translate='no'>majjhena dhammadesanā</i>) ist das philosophische Gegenstück zum „mittleren Übungsweg“ (<i lang='pi' translate='no'>majjhimā paṭipadā</i>, <a href='https://suttacentral.net/sn56.11/de/sabbamitta#2.4'>SN 56.11:2.4</a>). (Sujato) "
}