{
  "an10.7:0.1": "Aṅguttara Nikāya 10 ",
  "an10.7:0.2": "1. Ānisaṁsavagga ",
  "an10.7:0.3": "7. Sāriputtasutta ",
  "an10.7:1.1": "Atha kho āyasmā ānando yenāyasmā sāriputto tenupasaṅkami; upasaṅkamitvā āyasmatā sāriputtena saddhiṁ sammodi. ",
  "an10.7:1.2": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho āyasmā ānando āyasmantaṁ sāriputtaṁ etadavoca: ",
  "an10.7:2.1": "“Siyā nu kho, āvuso sāriputta, bhikkhuno tathārūpo samādhipaṭilābho yathā neva pathaviyaṁ pathavisaññī assa, na āpasmiṁ āposaññī assa, na tejasmiṁ tejosaññī assa, na vāyasmiṁ vāyosaññī assa, na ākāsānañcāyatane ākāsānañcāyatanasaññī assa, na viññāṇañcāyatane viññāṇañcāyatanasaññī assa, na ākiñcaññāyatane ākiñcaññāyatanasaññī assa, na nevasaññānāsaññāyatane nevasaññānāsaññāyatanasaññī assa, na idhaloke idhalokasaññī assa, na paraloke paralokasaññī assa; saññī ca pana assā”ti? ",
  "an10.7:3.1": "“Siyā, āvuso ānanda, bhikkhuno tathārūpo samādhipaṭilābho yathā neva pathaviyaṁ pathavisaññī assa …pe… na paraloke paralokasaññī assa; saññī ca pana assā”ti. ",
  "an10.7:4.1": "“Yathā kathaṁ pana, āvuso sāriputta, siyā bhikkhuno tathārūpo samādhipaṭilābho yathā neva pathaviyaṁ pathavisaññī assa …pe… saññī ca pana assā”ti? ",
  "an10.7:4.2": "“Ekamidāhaṁ, āvuso ānanda, samayaṁ idheva sāvatthiyaṁ viharāmi andhavanasmiṁ. ",
  "an10.7:4.3": "Tatthāhaṁ tathārūpaṁ samādhiṁ samāpajjiṁ yathā neva pathaviyaṁ pathavisaññī ahosiṁ, na āpasmiṁ āposaññī ahosiṁ, na tejasmiṁ tejosaññī ahosiṁ, na vāyasmiṁ vāyosaññī ahosiṁ, na ākāsānañcāyatane ākāsānañcāyatanasaññī ahosiṁ, na viññāṇañcāyatane viññāṇañcāyatanasaññī ahosiṁ, na ākiñcaññāyatane ākiñcaññāyatanasaññī ahosiṁ, na nevasaññānāsaññāyatane nevasaññānāsaññāyatanasaññī ahosiṁ, na idhaloke idhalokasaññī ahosiṁ, na paraloke paralokasaññī ahosiṁ; saññī ca pana ahosin”ti. ",
  "an10.7:5.1": "“Kiṁsaññī panāyasmā sāriputto tasmiṁ samaye ahosī”ti? ",
  "an10.7:5.2": "“‘Bhavanirodho nibbānaṁ bhavanirodho nibbānan’ti kho me, āvuso, aññāva saññā uppajjati aññāva saññā nirujjhati. ",
  "an10.7:5.3": "Seyyathāpi, āvuso, sakalikaggissa jhāyamānassa aññāva acci uppajjati aññāva acci nirujjhati; ",
  "an10.7:5.4": "evamevaṁ kho, āvuso, ‘bhavanirodho nibbānaṁ bhavanirodho nibbānan’ti aññāva saññā uppajjati aññāva saññā nirujjhati. ",
  "an10.7:5.5": "‘Bhavanirodho nibbānan’ti saññī ca panāhaṁ, āvuso, tasmiṁ samaye ahosin”ti. ",
  "an10.7:5.6": "Sattamaṁ. "
}