{
  "an10.55:0.1": "Aṅguttara Nikāya 10 ",
  "an10.55:0.2": "6. Sacittavagga ",
  "an10.55:0.3": "55. Parihānasutta ",
  "an10.55:1.1": "Tatra kho āyasmā sāriputto bhikkhū āmantesi: ",
  "an10.55:1.2": "“āvuso bhikkhave”ti. ",
  "an10.55:1.3": "“Āvuso”ti kho te bhikkhū āyasmato sāriputtassa paccassosuṁ. ",
  "an10.55:1.4": "Āyasmā sāriputto etadavoca: ",
  "an10.55:2.1": "“‘Parihānadhammo puggalo, parihānadhammo puggalo’ti, āvuso, vuccati. ",
  "an10.55:2.2": "‘Aparihānadhammo puggalo, aparihānadhammo puggalo’ti, āvuso, vuccati. ",
  "an10.55:2.3": "Kittāvatā nu kho, āvuso, parihānadhammo puggalo vutto bhagavatā, kittāvatā ca pana aparihānadhammo puggalo vutto bhagavatā”ti? ",
  "an10.55:2.4": "“Dūratopi kho mayaṁ, āvuso, āgacchāma āyasmato sāriputtassa santike etassa bhāsitassa atthamaññātuṁ. ",
  "an10.55:2.5": "Sādhu vatāyasmantaṁyeva sāriputtaṁ paṭibhātu etassa bhāsitassa attho. ",
  "an10.55:2.6": "Āyasmato sāriputtassa sutvā bhikkhū dhāressantī”ti. ",
  "an10.55:3.1": "“Tenahāvuso, suṇātha, sādhukaṁ manasi karotha, bhāsissāmī”ti. ",
  "an10.55:3.2": "“Evamāvuso”ti kho te bhikkhū āyasmato sāriputtassa paccassosuṁ. ",
  "an10.55:3.3": "Āyasmā sāriputto etadavoca: ",
  "an10.55:4.1": "“Kittāvatā nu kho, āvuso, parihānadhammo puggalo vutto bhagavatā? ",
  "an10.55:4.2": "Idhāvuso, bhikkhu assutañceva dhammaṁ na suṇāti, sutā cassa dhammā sammosaṁ gacchanti, ye cassa dhammā pubbe cetaso asamphuṭṭhapubbā te cassa na samudācaranti, aviññātañceva na vijānāti. ",
  "an10.55:4.3": "Ettāvatā kho, āvuso, parihānadhammo puggalo vutto bhagavatā. ",
  "an10.55:5.1": "Kittāvatā ca panāvuso, aparihānadhammo puggalo vutto bhagavatā? ",
  "an10.55:5.2": "Idhāvuso, bhikkhu assutañceva dhammaṁ suṇāti, sutā cassa dhammā na sammosaṁ gacchanti, ye cassa dhammā pubbe cetaso asamphuṭṭhapubbā te cassa samudācaranti, aviññātañceva vijānāti. ",
  "an10.55:5.3": "Ettāvatā kho, āvuso, aparihānadhammo puggalo vutto bhagavatā. ",
  "an10.55:6.1": "No ce, āvuso, bhikkhu paracittapariyāyakusalo hoti, atha ‘sacittapariyāyakusalo bhavissāmī’ti—",
  "an10.55:6.2": "evañhi vo, āvuso, sikkhitabbaṁ. ",
  "an10.55:7.1": "Kathañcāvuso, bhikkhu sacittapariyāyakusalo hoti? ",
  "an10.55:7.2": "Seyyathāpi, āvuso, itthī vā puriso vā daharo yuvā maṇḍanakajātiko ādāse vā parisuddhe pariyodāte acche vā udapatte sakaṁ mukhanimittaṁ paccavekkhamāno sace tattha passati rajaṁ vā aṅgaṇaṁ vā, tasseva rajassa vā aṅgaṇassa vā pahānāya vāyamati. ",
  "an10.55:7.3": "No ce tattha passati rajaṁ vā aṅgaṇaṁ vā, tenevattamano hoti paripuṇṇasaṅkappo: ",
  "an10.55:7.4": "‘lābhā vata me, parisuddhaṁ vata me’ti. ",
  "an10.55:7.5": "Evameva kho, āvuso, bhikkhuno paccavekkhaṇā bahukārā hoti kusalesu dhammesu: ",
  "an10.55:7.6": "‘anabhijjhālu nu kho bahulaṁ viharāmi, saṁvijjati nu kho me eso dhammo udāhu no, abyāpannacitto nu kho bahulaṁ viharāmi, saṁvijjati nu kho me eso dhammo udāhu no, vigatathinamiddho nu kho bahulaṁ viharāmi, saṁvijjati nu kho me eso dhammo udāhu no, anuddhato nu kho bahulaṁ viharāmi, saṁvijjati nu kho me eso dhammo udāhu no, tiṇṇavicikiccho nu kho bahulaṁ viharāmi, saṁvijjati nu kho me eso dhammo udāhu no, akkodhano nu kho bahulaṁ viharāmi, saṁvijjati nu kho me eso dhammo udāhu no, asaṅkiliṭṭhacitto nu kho bahulaṁ viharāmi, saṁvijjati nu kho me eso dhammo udāhu no, lābhī nu khomhi ajjhattaṁ dhammapāmojjassa, saṁvijjati nu kho me eso dhammo udāhu no, lābhī nu khomhi ajjhattaṁ cetosamathassa, saṁvijjati nu kho me eso dhammo udāhu no, lābhī nu khomhi adhipaññādhammavipassanāya, saṁvijjati nu kho me eso dhammo udāhu no’ti. ",
  "an10.55:8.1": "Sace pana, āvuso, bhikkhu paccavekkhamāno sabbepime kusale dhamme attani na samanupassati, tenāvuso, bhikkhunā sabbesaṁyeva imesaṁ kusalānaṁ dhammānaṁ paṭilābhāya adhimatto chando ca vāyāmo ca ussāho ca ussoḷhī ca appaṭivānī ca sati ca sampajaññañca karaṇīyaṁ. ",
  "an10.55:8.2": "Seyyathāpi, āvuso, ādittacelo vā ādittasīso vā. ",
  "an10.55:8.3": "Tasseva celassa vā sīsassa vā nibbāpanāya adhimattaṁ chandañca vāyāmañca ussāhañca ussoḷhiñca appaṭivāniñca satiñca sampajaññañca kareyya. ",
  "an10.55:8.4": "Evamevaṁ kho, āvuso, tena bhikkhunā sabbesaṁyeva kusalānaṁ dhammānaṁ paṭilābhāya adhimatto chando ca vāyāmo ca ussāho ca ussoḷhī ca appaṭivānī ca sati ca sampajaññañca karaṇīyaṁ. ",
  "an10.55:9.1": "Sace panāvuso, bhikkhu paccavekkhamāno ekacce kusale dhamme attani samanupassati, ekacce kusale dhamme attani na samanupassati, tenāvuso, bhikkhunā ye kusale dhamme attani samanupassati tesu kusalesu dhammesu patiṭṭhāya, ye kusale dhamme attani na samanupassati tesaṁ kusalānaṁ dhammānaṁ paṭilābhāya adhimatto chando ca vāyāmo ca ussāho ca ussoḷhī ca appaṭivānī ca sati ca sampajaññañca karaṇīyaṁ. ",
  "an10.55:9.2": "Seyyathāpi, āvuso, ādittacelo vā ādittasīso vā. ",
  "an10.55:9.3": "Tasseva celassa vā sīsassa vā nibbāpanāya adhimattaṁ chandañca vāyāmañca ussāhañca ussoḷhiñca appaṭivāniñca satiñca sampajaññañca kareyya. ",
  "an10.55:9.4": "Evamevaṁ kho, āvuso, tena bhikkhunā ye kusale dhamme attani samanupassati tesu kusalesu dhammesu patiṭṭhāya, ye kusale dhamme attani na samanupassati tesaṁ kusalānaṁ dhammānaṁ paṭilābhāya adhimatto chando ca vāyāmo ca ussāho ca ussoḷhī ca appaṭivānī ca sati ca sampajaññañca karaṇīyaṁ. ",
  "an10.55:10.1": "Sace panāvuso, bhikkhu paccavekkhamāno sabbepime kusale dhamme attani samanupassati, tenāvuso, bhikkhunā sabbesveva imesu kusalesu dhammesu patiṭṭhāya uttari āsavānaṁ khayāya yogo karaṇīyo”ti. ",
  "an10.55:10.2": "Pañcamaṁ. "
}