{
  "an10.53:0.1": "Aṅguttara Nikāya 10 ",
  "an10.53:0.2": "6. Sacittavagga ",
  "an10.53:0.3": "53. Ṭhitisutta ",
  "an10.53:1.1": "“Ṭhitimpāhaṁ, bhikkhave, na vaṇṇayāmi kusalesu dhammesu, pageva parihāniṁ. ",
  "an10.53:1.2": "Vuḍḍhiñca kho ahaṁ, bhikkhave, vaṇṇayāmi kusalesu dhammesu, no ṭhitiṁ no hāniṁ. ",
  "an10.53:2.1": "Kathañca, bhikkhave, hāni hoti kusalesu dhammesu, no ṭhiti no vuḍḍhi? ",
  "an10.53:2.2": "Idha, bhikkhave, bhikkhu yattako hoti saddhāya sīlena sutena cāgena paññāya paṭibhānena, tassa te dhammā neva tiṭṭhanti no vaḍḍhanti. ",
  "an10.53:2.3": "Hānimetaṁ, bhikkhave, vadāmi kusalesu dhammesu, no ṭhitiṁ no vuḍḍhiṁ. ",
  "an10.53:2.4": "Evaṁ kho, bhikkhave, hāni hoti kusalesu dhammesu, no ṭhiti no vuḍḍhi. ",
  "an10.53:3.1": "Kathañca, bhikkhave ṭhiti hoti kusalesu dhammesu, no hāni no vuḍḍhi? ",
  "an10.53:3.2": "Idha, bhikkhave, bhikkhu yattako hoti saddhāya sīlena sutena cāgena paññāya paṭibhānena, tassa te dhammā neva hāyanti no vaḍḍhanti. ",
  "an10.53:3.3": "Ṭhitimetaṁ, bhikkhave, vadāmi kusalesu dhammesu, no hāniṁ no vuḍḍhiṁ. ",
  "an10.53:3.4": "Evaṁ kho, bhikkhave, ṭhiti hoti kusalesu dhammesu, no vuḍḍhi no hāni. ",
  "an10.53:4.1": "Kathañca, bhikkhave, vuḍḍhi hoti kusalesu dhammesu, no ṭhiti no hāni? ",
  "an10.53:4.2": "Idha, bhikkhave, bhikkhu yattako hoti saddhāya sīlena sutena cāgena paññāya paṭibhānena, tassa te dhammā neva tiṭṭhanti no hāyanti. ",
  "an10.53:4.3": "Vuḍḍhimetaṁ, bhikkhave, vadāmi kusalesu dhammesu, no ṭhitiṁ no hāniṁ. ",
  "an10.53:4.4": "Evaṁ kho, bhikkhave, vuḍḍhi hoti kusalesu dhammesu, no ṭhiti no hāni. ",
  "an10.53:5.1": "No ce, bhikkhave, bhikkhu paracittapariyāyakusalo hoti, atha ‘sacittapariyāyakusalo bhavissāmī’ti—",
  "an10.53:5.2": "evañhi vo, bhikkhave, sikkhitabbaṁ. ",
  "an10.53:6.1": "Kathañca, bhikkhave, bhikkhu sacittapariyāyakusalo hoti? ",
  "an10.53:6.2": "Seyyathāpi, bhikkhave, itthī vā puriso vā daharo yuvā maṇḍanakajātiko ādāse vā parisuddhe pariyodāte acche vā udapatte sakaṁ mukhanimittaṁ paccavekkhamāno sace tattha passati rajaṁ vā aṅgaṇaṁ vā, tasseva rajassa vā aṅgaṇassa vā pahānāya vāyamati. ",
  "an10.53:6.3": "No ce tattha passati rajaṁ vā aṅgaṇaṁ vā, tenevattamano hoti paripuṇṇasaṅkappo: ",
  "an10.53:6.4": "‘lābhā vata me, parisuddhaṁ vata me’ti. ",
  "an10.53:6.5": "Evamevaṁ kho, bhikkhave, bhikkhuno paccavekkhaṇā bahukārā hoti kusalesu dhammesu: ",
  "an10.53:6.6": "‘abhijjhālu nu kho bahulaṁ viharāmi, anabhijjhālu nu kho bahulaṁ viharāmi, byāpannacitto nu kho bahulaṁ viharāmi, abyāpannacitto nu kho bahulaṁ viharāmi, thinamiddhapariyuṭṭhito nu kho bahulaṁ viharāmi, vigatathinamiddho nu kho bahulaṁ viharāmi, uddhato nu kho bahulaṁ viharāmi, anuddhato nu kho bahulaṁ viharāmi, vicikiccho nu kho bahulaṁ viharāmi, tiṇṇavicikiccho nu kho bahulaṁ viharāmi, kodhano nu kho bahulaṁ viharāmi, akkodhano nu kho bahulaṁ viharāmi, saṅkiliṭṭhacitto nu kho bahulaṁ viharāmi, asaṅkiliṭṭhacitto nu kho bahulaṁ viharāmi, sāraddhakāyo nu kho bahulaṁ viharāmi, asāraddhakāyo nu kho bahulaṁ viharāmi, kusīto nu kho bahulaṁ viharāmi, āraddhavīriyo nu kho bahulaṁ viharāmi, samāhito nu kho bahulaṁ viharāmi, asamāhito nu kho bahulaṁ viharāmī’ti. ",
  "an10.53:7.1": "Sace, bhikkhave, bhikkhu paccavekkhamāno evaṁ jānāti: ",
  "an10.53:7.2": "‘abhijjhālu bahulaṁ viharāmi, byāpannacitto bahulaṁ viharāmi, thinamiddhapariyuṭṭhito bahulaṁ viharāmi, uddhato bahulaṁ viharāmi, vicikiccho bahulaṁ viharāmi, kodhano bahulaṁ viharāmi, saṅkiliṭṭhacitto bahulaṁ viharāmi, sāraddhakāyo bahulaṁ viharāmi, kusīto bahulaṁ viharāmi, asamāhito bahulaṁ viharāmī’ti, tena, bhikkhave, bhikkhunā tesaṁyeva pāpakānaṁ akusalānaṁ dhammānaṁ pahānāya adhimatto chando ca vāyāmo ca ussāho ca ussoḷhī ca appaṭivānī ca sati ca sampajaññañca karaṇīyaṁ. ",
  "an10.53:7.3": "Seyyathāpi, bhikkhave, ādittacelo vā ādittasīso vā. ",
  "an10.53:7.4": "Tasseva celassa vā sīsassa vā nibbāpanāya adhimattaṁ chandañca vāyāmañca ussāhañca ussoḷhiñca appaṭivāniñca satiñca sampajaññañca kareyya; ",
  "an10.53:7.5": "evamevaṁ kho, bhikkhave, tena bhikkhunā tesaṁyeva pāpakānaṁ akusalānaṁ dhammānaṁ pahānāya adhimatto chando ca vāyāmo ca ussāho ca ussoḷhī ca appaṭivānī ca sati ca sampajaññañca karaṇīyaṁ. ",
  "an10.53:8.1": "Sace pana, bhikkhave, bhikkhu paccavekkhamāno evaṁ jānāti: ",
  "an10.53:8.2": "‘anabhijjhālu bahulaṁ viharāmi, abyāpannacitto bahulaṁ viharāmi, vigatathinamiddho bahulaṁ viharāmi, anuddhato bahulaṁ viharāmi, tiṇṇavicikiccho bahulaṁ viharāmi, akkodhano bahulaṁ viharāmi, asaṅkiliṭṭhacitto bahulaṁ viharāmi, asāraddhakāyo bahulaṁ viharāmi, āraddhavīriyo bahulaṁ viharāmi, samāhito bahulaṁ viharāmī’ti, tena, bhikkhave, bhikkhunā tesuyeva kusalesu dhammesu patiṭṭhāya uttari āsavānaṁ khayāya yogo karaṇīyo”ti. ",
  "an10.53:8.3": "Tatiyaṁ. "
}