{
  "an10.72:0.1": "Aṅguttara Nikāya 10 ",
  "an10.72:0.2": "8. Ākaṅkhavagga ",
  "an10.72:0.3": "72. Kaṇṭakasutta ",
  "an10.72:1.1": "Ekaṁ samayaṁ bhagavā vesāliyaṁ viharati mahāvane kūṭāgārasālāyaṁ sambahulehi abhiññātehi abhiññātehi therehi sāvakehi saddhiṁ—",
  "an10.72:1.2": "āyasmatā ca cālena, āyasmatā ca upacālena, āyasmatā ca kukkuṭena, āyasmatā ca kaḷimbhena, āyasmatā ca nikaṭena, āyasmatā ca kaṭissahena; ",
  "an10.72:1.3": "aññehi ca abhiññātehi abhiññātehi therehi sāvakehi saddhiṁ. ",
  "an10.72:2.1": "Tena kho pana samayena sambahulā abhiññātā abhiññātā licchavī bhadrehi bhadrehi yānehi parapurāya uccāsaddā mahāsaddā mahāvanaṁ ajjhogāhanti bhagavantaṁ dassanāya. ",
  "an10.72:2.2": "Atha kho tesaṁ āyasmantānaṁ etadahosi: ",
  "an10.72:2.3": "“ime kho sambahulā abhiññātā abhiññātā licchavī bhadrehi bhadrehi yānehi parapurāya uccāsaddā mahāsaddā mahāvanaṁ ajjhogāhanti bhagavantaṁ dassanāya. ",
  "an10.72:2.4": "Saddakaṇṭakā kho pana jhānā vuttā bhagavatā. ",
  "an10.72:2.5": "Yannūna mayaṁ yena gosiṅgasālavanadāyo tenupasaṅkameyyāma. ",
  "an10.72:2.6": "Tattha mayaṁ appasaddā appākiṇṇā phāsuṁ vihareyyāmā”ti. ",
  "an10.72:2.7": "Atha kho te āyasmanto yena gosiṅgasālavanadāyo tenupasaṅkamiṁsu; ",
  "an10.72:2.8": "tattha te āyasmanto appasaddā appākiṇṇā phāsuṁ viharanti. ",
  "an10.72:3.1": "Atha kho bhagavā bhikkhū āmantesi: ",
  "an10.72:3.2": "“kahaṁ nu kho, bhikkhave, cālo, kahaṁ upacālo, kahaṁ kukkuṭo, kahaṁ kaḷimbho, kahaṁ nikaṭo, kahaṁ kaṭissaho; ",
  "an10.72:3.3": "kahaṁ nu kho te, bhikkhave, therā sāvakā gatā”ti? ",
  "an10.72:4.1": "“Idha, bhante, tesaṁ āyasmantānaṁ etadahosi: ",
  "an10.72:4.2": "‘ime kho sambahulā abhiññātā abhiññātā licchavī bhadrehi bhadrehi yānehi parapurāya uccāsaddā mahāsaddā mahāvanaṁ ajjhogāhanti bhagavantaṁ dassanāya saddakaṇṭakā kho pana jhānā vuttā bhagavatā yannūna mayaṁ yena gosiṅgasālavanadāyo tenupasaṅkameyyāma tattha mayaṁ appasaddā appākiṇṇā phāsuṁ vihareyyāmā’ti. ",
  "an10.72:4.3": "Atha kho te, bhante, āyasmanto yena gosiṅgasālavanadāyo tenupasaṅkamiṁsu. ",
  "an10.72:4.4": "Tattha te āyasmanto appasaddā appākiṇṇā phāsuṁ viharantī”ti. ",
  "an10.72:5.1": "“Sādhu sādhu, bhikkhave, yathā te mahāsāvakā sammā byākaramānā byākareyyuṁ, saddakaṇṭakā hi, bhikkhave, jhānā vuttā mayā. ",
  "an10.72:6.1": "Dasayime, bhikkhave, kaṇṭakā. ",
  "an10.72:6.2": "Katame dasa? ",
  "an10.72:6.3": "Pavivekārāmassa saṅgaṇikārāmatā kaṇṭako, asubhanimittānuyogaṁ anuyuttassa subhanimittānuyogo kaṇṭako, indriyesu guttadvārassa visūkadassanaṁ kaṇṭako, brahmacariyassa mātugāmūpacāro kaṇṭako, paṭhamassa jhānassa saddo kaṇṭako, dutiyassa jhānassa vitakkavicārā kaṇṭakā, tatiyassa jhānassa pīti kaṇṭako, catutthassa jhānassa assāsapassāso kaṇṭako, saññāvedayitanirodhasamāpattiyā saññā ca vedanā ca kaṇṭako rāgo kaṇṭako doso kaṇṭako moho kaṇṭako. ",
  "an10.72:7.1": "Akaṇṭakā, bhikkhave, viharatha. ",
  "an10.72:7.2": "Nikkaṇṭakā, bhikkhave, viharatha. ",
  "an10.72:7.3": "Akaṇṭakanikkaṇṭakā, bhikkhave, viharatha. ",
  "an10.72:7.4": "Akaṇṭakā, bhikkhave, arahanto; ",
  "an10.72:7.5": "nikkaṇṭakā, bhikkhave, arahanto; ",
  "an10.72:7.6": "akaṇṭakanikkaṇṭakā, bhikkhave, arahanto”ti. ",
  "an10.72:7.7": "Dutiyaṁ. "
}