{
  "an10.73:0.1": "Aṅguttara Nikāya 10 ",
  "an10.73:0.2": "8. Ākaṅkhavagga ",
  "an10.73:0.3": "73. Iṭṭhadhammasutta ",
  "an10.73:1.1": "“Dasayime, bhikkhave, dhammā iṭṭhā kantā manāpā dullabhā lokasmiṁ. ",
  "an10.73:1.2": "Katame dasa? ",
  "an10.73:1.3": "Bhogā iṭṭhā kantā manāpā dullabhā lokasmiṁ; ",
  "an10.73:1.4": "vaṇṇo iṭṭho kanto manāpo dullabho lokasmiṁ; ",
  "an10.73:1.5": "ārogyaṁ iṭṭhaṁ kantaṁ manāpaṁ dullabhaṁ lokasmiṁ; ",
  "an10.73:1.6": "sīlaṁ iṭṭhaṁ kantaṁ manāpaṁ dullabhaṁ lokasmiṁ; ",
  "an10.73:1.7": "brahmacariyaṁ iṭṭhaṁ kantaṁ manāpaṁ dullabhaṁ lokasmiṁ; ",
  "an10.73:1.8": "mittā iṭṭhā kantā manāpā dullabhā lokasmiṁ; ",
  "an10.73:1.9": "bāhusaccaṁ iṭṭhaṁ kantaṁ manāpaṁ dullabhaṁ lokasmiṁ; ",
  "an10.73:1.10": "paññā iṭṭhā kantā manāpā dullabhā lokasmiṁ; ",
  "an10.73:1.11": "dhammā iṭṭhā kantā manāpā dullabhā lokasmiṁ; ",
  "an10.73:1.12": "saggā iṭṭhā kantā manāpā dullabhā lokasmiṁ. ",
  "an10.73:2.1": "Imesaṁ kho, bhikkhave, dasannaṁ dhammānaṁ iṭṭhānaṁ kantānaṁ manāpānaṁ dullabhānaṁ lokasmiṁ dasa dhammā paripanthā—",
  "an10.73:2.2": "ālasyaṁ anuṭṭhānaṁ bhogānaṁ paripantho, amaṇḍanā avibhūsanā vaṇṇassa paripantho, asappāyakiriyā ārogyassa paripantho, pāpamittatā sīlānaṁ paripantho, indriyaasaṁvaro brahmacariyassa paripantho, visaṁvādanā mittānaṁ paripantho, asajjhāyakiriyā bāhusaccassa paripantho, asussūsā aparipucchā paññāya paripantho, ananuyogo apaccavekkhaṇā dhammānaṁ paripantho, micchāpaṭipatti saggānaṁ paripantho. ",
  "an10.73:2.3": "Imesaṁ kho, bhikkhave, dasannaṁ iṭṭhānaṁ kantānaṁ manāpānaṁ dullabhānaṁ lokasmiṁ ime dasa dhammā paripanthā. ",
  "an10.73:3.1": "Imesaṁ kho, bhikkhave, dasannaṁ dhammānaṁ iṭṭhānaṁ kantānaṁ manāpānaṁ dullabhānaṁ lokasmiṁ dasa dhammā āhārā—",
  "an10.73:3.2": "uṭṭhānaṁ anālasyaṁ bhogānaṁ āhāro, maṇḍanā vibhūsanā vaṇṇassa āhāro, sappāyakiriyā ārogyassa āhāro, kalyāṇamittatā sīlānaṁ āhāro, indriyasaṁvaro brahmacariyassa āhāro, avisaṁvādanā mittānaṁ āhāro, sajjhāyakiriyā bāhusaccassa āhāro, sussūsā paripucchā paññāya āhāro, anuyogo paccavekkhaṇā dhammānaṁ āhāro, sammāpaṭipatti saggānaṁ āhāro. ",
  "an10.73:3.3": "Imesaṁ kho, bhikkhave, dasannaṁ dhammānaṁ iṭṭhānaṁ kantānaṁ manāpānaṁ dullabhānaṁ lokasmiṁ ime dasa dhammā āhārā”ti. ",
  "an10.73:3.4": "Tatiyaṁ. "
}