{
  "an10.52:0.1": "Aṅguttara Nikāya 10 ",
  "an10.52:0.2": "6. Sacittavagga ",
  "an10.52:0.3": "52. Sāriputtasutta ",
  "an10.52:1.1": "Tatra kho āyasmā sāriputto bhikkhū āmantesi: ",
  "an10.52:1.2": "“āvuso bhikkhave”ti. ",
  "an10.52:1.3": "“Āvuso”ti kho te bhikkhū āyasmato sāriputtassa paccassosuṁ. ",
  "an10.52:1.4": "Āyasmā sāriputto etadavoca: ",
  "an10.52:2.1": "“No ce, āvuso, bhikkhu paracittapariyāyakusalo hoti, atha ‘sacittapariyāyakusalo bhavissāmī’ti—",
  "an10.52:2.2": "evañhi vo, āvuso, sikkhitabbaṁ. ",
  "an10.52:3.1": "Kathañcāvuso, bhikkhu sacittapariyāyakusalo hoti? ",
  "an10.52:3.2": "Seyyathāpi, āvuso, itthī vā puriso vā daharo yuvā maṇḍanakajātiko ādāse vā parisuddhe pariyodāte acche vā udapatte sakaṁ mukhanimittaṁ paccavekkhamāno sace tattha passati rajaṁ vā aṅgaṇaṁ vā, tasseva rajassa vā aṅgaṇassa vā pahānāya vāyamati. ",
  "an10.52:3.3": "No ce tattha passati rajaṁ vā aṅgaṇaṁ vā, tenevattamano hoti paripuṇṇasaṅkappo: ",
  "an10.52:3.4": "‘lābhā vata me, parisuddhaṁ vata me’ti. ",
  "an10.52:4.1": "Evamevaṁ kho, āvuso, bhikkhuno paccavekkhaṇā bahukārā hoti kusalesu dhammesu: ",
  "an10.52:4.2": "‘abhijjhālu nu kho bahulaṁ viharāmi, anabhijjhālu nu kho bahulaṁ viharāmi, byāpannacitto nu kho bahulaṁ viharāmi, abyāpannacitto nu kho bahulaṁ viharāmi, thinamiddhapariyuṭṭhito nu kho bahulaṁ viharāmi, vigatathinamiddho nu kho bahulaṁ viharāmi, uddhato nu kho bahulaṁ viharāmi, anuddhato nu kho bahulaṁ viharāmi, vicikiccho nu kho bahulaṁ viharāmi, tiṇṇavicikiccho nu kho bahulaṁ viharāmi, kodhano nu kho bahulaṁ viharāmi, akkodhano nu kho bahulaṁ viharāmi, saṅkiliṭṭhacitto nu kho bahulaṁ viharāmi, asaṅkiliṭṭhacitto nu kho bahulaṁ viharāmi, sāraddhakāyo nu kho bahulaṁ viharāmi, asāraddhakāyo nu kho bahulaṁ viharāmi, kusīto nu kho bahulaṁ viharāmi, āraddhavīriyo nu kho bahulaṁ viharāmi, samāhito nu kho bahulaṁ viharāmi, asamāhito nu kho bahulaṁ viharāmī’ti. ",
  "an10.52:5.1": "Sace, āvuso, bhikkhu paccavekkhamāno evaṁ jānāti: ",
  "an10.52:5.2": "‘abhijjhālu bahulaṁ viharāmi …pe… asamāhito bahulaṁ viharāmī’ti, tenāvuso, bhikkhunā tesaṁyeva pāpakānaṁ akusalānaṁ dhammānaṁ pahānāya adhimatto chando ca vāyāmo ca ussāho ca ussoḷhī ca appaṭivānī ca sati ca sampajaññañca karaṇīyaṁ. ",
  "an10.52:5.3": "Seyyathāpi, āvuso, ādittacelo vā ādittasīso vā. Tasseva celassa vā sīsassa vā nibbāpanāya adhimattaṁ chandañca vāyāmañca ussāhañca ussoḷhiñca appaṭivāniñca satiñca sampajaññañca kareyya. ",
  "an10.52:5.4": "Evamevaṁ kho, āvuso, tena bhikkhunā tesaṁyeva pāpakānaṁ akusalānaṁ dhammānaṁ pahānāya adhimatto chando ca vāyāmo ca ussāho ca ussoḷhī ca appaṭivānī ca sati ca sampajaññañca karaṇīyaṁ. ",
  "an10.52:6.1": "Sace panāvuso, bhikkhu paccavekkhamāno evaṁ jānāti: ",
  "an10.52:6.2": "‘anabhijjhālu bahulaṁ viharāmi …pe… samāhito bahulaṁ viharāmī’ti, tenāvuso, bhikkhunā tesuyeva kusalesu dhammesu patiṭṭhāya uttari āsavānaṁ khayāya yogo karaṇīyo”ti. ",
  "an10.52:6.3": "Dutiyaṁ. "
}