{
  "an10.95:0.1": "Aṅguttara Nikāya 10 ",
  "an10.95:0.2": "10. Upālivagga ",
  "an10.95:0.3": "95. Uttiyasutta ",
  "an10.95:1.1": "Atha kho uttiyo paribbājako yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṁ sammodi. ",
  "an10.95:1.2": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho uttiyo paribbājako bhagavantaṁ etadavoca: ",
  "an10.95:1.3": "“kiṁ nu kho, bho gotama, sassato loko, idameva saccaṁ moghamaññan”ti? ",
  "an10.95:1.4": "“Abyākataṁ kho etaṁ, uttiya, mayā: ",
  "an10.95:1.5": "‘sassato loko, idameva saccaṁ moghamaññan’”ti. ",
  "an10.95:2.1": "“Kiṁ pana, bho gotama, asassato loko, idameva saccaṁ moghamaññan”ti? ",
  "an10.95:2.2": "“Etampi kho, uttiya, abyākataṁ mayā: ",
  "an10.95:2.3": "‘asassato loko, idameva saccaṁ moghamaññan’”ti. ",
  "an10.95:3.1": "“Kiṁ nu kho, bho gotama, antavā loko …pe… ",
  "an10.95:3.2": "anantavā loko … ",
  "an10.95:3.3": "taṁ jīvaṁ taṁ sarīraṁ … ",
  "an10.95:3.4": "aññaṁ jīvaṁ aññaṁ sarīraṁ … ",
  "an10.95:3.5": "hoti tathāgato paraṁ maraṇā … ",
  "an10.95:3.6": "na hoti tathāgato paraṁ maraṇā … ",
  "an10.95:3.7": "hoti ca na ca hoti tathāgato paraṁ maraṇā … ",
  "an10.95:3.8": "neva hoti na na hoti tathāgato paraṁ maraṇā, idameva saccaṁ moghamaññan”ti? ",
  "an10.95:3.9": "“Etampi kho, uttiya, abyākataṁ mayā: ",
  "an10.95:3.10": "‘neva hoti na na hoti tathāgato paraṁ maraṇā, idameva saccaṁ moghamaññan’”ti. ",
  "an10.95:4.1": "“‘Kiṁ nu kho, bho gotama, sassato loko, idameva saccaṁ moghamaññan’ti, iti puṭṭho samāno ‘abyākataṁ kho etaṁ, uttiya, mayā—",
  "an10.95:4.2": "sassato loko, idameva saccaṁ moghamaññan’ti vadesi. ",
  "an10.95:5.1": "‘Kiṁ pana, bho gotama, asassato loko, idameva saccaṁ moghamaññan’ti, iti puṭṭho samāno: ",
  "an10.95:5.2": "‘etampi kho, uttiya, abyākataṁ mayā asassato loko, idameva saccaṁ moghamaññan’ti vadesi. ",
  "an10.95:6.1": "‘Kiṁ nu kho, bho gotama, antavā loko …pe… ",
  "an10.95:6.2": "anantavā loko … ",
  "an10.95:6.3": "taṁ jīvaṁ taṁ sarīraṁ … ",
  "an10.95:6.4": "aññaṁ jīvaṁ aññaṁ sarīraṁ … ",
  "an10.95:6.5": "hoti tathāgato paraṁ maraṇā … ",
  "an10.95:6.6": "na hoti tathāgato paraṁ maraṇā … ",
  "an10.95:6.7": "hoti ca na ca hoti tathāgato paraṁ maraṇā … ",
  "an10.95:6.8": "neva hoti na na hoti tathāgato paraṁ maraṇā, idameva saccaṁ moghamaññan’ti, iti puṭṭho samāno: ",
  "an10.95:6.9": "‘etampi kho, uttiya, abyākataṁ mayā—",
  "an10.95:6.10": "neva hoti na na hoti tathāgato paraṁ maraṇā, idameva saccaṁ moghamaññan’ti vadesi. ",
  "an10.95:6.11": "Atha kiñcarahi bhotā gotamena byākatan”ti? ",
  "an10.95:7.1": "“Abhiññāya kho ahaṁ, uttiya, sāvakānaṁ dhammaṁ desemi sattānaṁ visuddhiyā sokaparidevānaṁ samatikkamāya dukkhadomanassānaṁ atthaṅgamāya ñāyassa adhigamāya nibbānassa sacchikiriyāyā”ti. ",
  "an10.95:8.1": "“Yaṁ panetaṁ bhavaṁ gotamo abhiññāya sāvakānaṁ dhammaṁ desesi sattānaṁ visuddhiyā sokaparidevānaṁ samatikkamāya dukkhadomanassānaṁ atthaṅgamāya ñāyassa adhigamāya nibbānassa sacchikiriyāya, sabbo vā tena loko nīyati upaḍḍho vā tibhāgo vā”ti? ",
  "an10.95:8.2": "Evaṁ vutte, bhagavā tuṇhī ahosi. ",
  "an10.95:9.1": "Atha kho āyasmato ānandassa etadahosi: ",
  "an10.95:9.2": "“mā hevaṁ kho uttiyo paribbājako pāpakaṁ diṭṭhigataṁ paṭilabhi: ",
  "an10.95:9.3": "‘sabbasāmukkaṁsikaṁ vata me samaṇo gotamo pañhaṁ puṭṭho saṁsādeti, no vissajjeti, na nūna visahatī’ti. ",
  "an10.95:9.4": "Tadassa uttiyassa paribbājakassa dīgharattaṁ ahitāya dukkhāyā”ti. ",
  "an10.95:10.1": "Atha kho āyasmā ānando uttiyaṁ paribbājakaṁ etadavoca: ",
  "an10.95:10.2": "“tenahāvuso uttiya, upamaṁ te karissāmi. ",
  "an10.95:10.3": "Upamāya m’idhekacce viññū purisā bhāsitassa atthaṁ ājānanti. ",
  "an10.95:10.4": "Seyyathāpi, āvuso uttiya, rañño paccantimaṁ nagaraṁ daḷhuddhāpaṁ daḷhapākāratoraṇaṁ ekadvāraṁ. ",
  "an10.95:10.5": "Tatrassa dovāriko paṇḍito byatto medhāvī aññātānaṁ nivāretā ñātānaṁ pavesetā. ",
  "an10.95:10.6": "So tassa nagarassa samantā anupariyāyapathaṁ anukkamati. Anupariyāyapathaṁ anukkamamāno na passeyya pākārasandhiṁ vā pākāravivaraṁ vā, antamaso biḷāranikkhamanamattampi. ",
  "an10.95:10.7": "No ca khvassa evaṁ ñāṇaṁ hoti: ‘ettakā pāṇā imaṁ nagaraṁ pavisanti vā nikkhamanti vā’ti. ",
  "an10.95:10.8": "Atha khvassa evamettha hoti: ‘ye kho keci oḷārikā pāṇā imaṁ nagaraṁ pavisanti vā nikkhamanti vā, sabbe te iminā dvārena pavisanti vā nikkhamanti vā’ti. ",
  "an10.95:11.1": "Evamevaṁ kho, āvuso uttiya, na tathāgatassa evaṁ ussukkaṁ hoti: ‘sabbo vā tena loko nīyati, upaḍḍho vā, tibhāgo vā’ti. ",
  "an10.95:11.2": "Atha kho evamettha tathāgatassa hoti: ‘ye kho keci lokamhā nīyiṁsu vā nīyanti vā nīyissanti vā, sabbe te pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe, catūsu satipaṭṭhānesu suppatiṭṭhitacittā, satta bojjhaṅge yathābhūtaṁ bhāvetvā. ",
  "an10.95:11.3": "Evamete lokamhā nīyiṁsu vā nīyanti vā nīyissanti vā’ti. ",
  "an10.95:11.4": "Yadeva kho tvaṁ, āvuso uttiya, bhagavantaṁ pañhaṁ apucchi tadevetaṁ pañhaṁ bhagavantaṁ aññena pariyāyena apucchi. ",
  "an10.95:11.5": "Tasmā te taṁ bhagavā na byākāsī”ti. ",
  "an10.95:11.6": "Pañcamaṁ. "
}