{
  "an10.83:0.1": "Aṅguttara Nikāya 10 ",
  "an10.83:0.2": "9. Theravagga ",
  "an10.83:0.3": "83. Puṇṇiyasutta ",
  "an10.83:1.1": "Atha kho āyasmā puṇṇiyo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho āyasmā puṇṇiyo bhagavantaṁ etadavoca: ",
  "an10.83:1.2": "“ko nu kho, bhante, hetu ko paccayo yena appekadā tathāgataṁ dhammadesanā paṭibhāti appekadā nappaṭibhātī”ti? ",
  "an10.83:2.1": "“Saddho ca, puṇṇiya, bhikkhu hoti, no ca upasaṅkamitā; neva tāva tathāgataṁ dhammadesanā paṭibhāti. ",
  "an10.83:2.2": "Yato ca kho, puṇṇiya, bhikkhu saddho ca hoti upasaṅkamitā ca, evaṁ tathāgataṁ dhammadesanā paṭibhāti. ",
  "an10.83:3.1": "Saddho ca, puṇṇiya, bhikkhu hoti upasaṅkamitā ca, no ca payirupāsitā …pe… ",
  "an10.83:3.2": "payirupāsitā ca, no ca paripucchitā … ",
  "an10.83:3.3": "paripucchitā ca, no ca ohitasoto dhammaṁ suṇāti … ",
  "an10.83:3.4": "ohitasoto ca dhammaṁ suṇāti, no ca sutvā dhammaṁ dhāreti … ",
  "an10.83:3.5": "sutvā ca dhammaṁ dhāreti, no ca dhātānaṁ dhammānaṁ atthaṁ upaparikkhati … ",
  "an10.83:3.6": "dhātānañca dhammānaṁ atthaṁ upaparikkhati no ca atthamaññāya dhammamaññāya dhammānudhammappaṭipanno hoti … ",
  "an10.83:3.7": "atthamaññāya dhammamaññāya dhammānudhammappaṭipanno ca hoti, no ca kalyāṇavāco hoti kalyāṇavākkaraṇo poriyā vācāya samannāgato vissaṭṭhāya anelagaḷāya atthassa viññāpaniyā … ",
  "an10.83:3.8": "kalyāṇavāco ca hoti kalyāṇavākkaraṇo poriyā vācāya samannāgato vissaṭṭhāya anelagaḷāya atthassa viññāpaniyā, no ca sandassako hoti samādapako samuttejako sampahaṁsako sabrahmacārīnaṁ, neva tāva tathāgataṁ dhammadesanā paṭibhāti. ",
  "an10.83:4.1": "Yato ca kho, puṇṇiya, bhikkhu saddho ca hoti, upasaṅkamitā ca, payirupāsitā ca, paripucchitā ca, ohitasoto ca dhammaṁ suṇāti, sutvā ca dhammaṁ dhāreti, dhātānañca dhammānaṁ atthaṁ upaparikkhati, atthamaññāya dhammamaññāya dhammānudhammappaṭipanno ca hoti, kalyāṇavāco ca hoti kalyāṇavākkaraṇo poriyā vācāya samannāgato vissaṭṭhāya anelagaḷāya atthassa viññāpaniyā, sandassako ca hoti samādapako samuttejako sampahaṁsako sabrahmacārīnaṁ—",
  "an10.83:4.2": "evaṁ tathāgataṁ dhammadesanā paṭibhāti. ",
  "an10.83:4.3": "Imehi kho, puṇṇiya, dasahi dhammehi samannāgatā ekantapaṭibhānā tathāgataṁ dhammadesanā hotī”ti. ",
  "an10.83:4.4": "Tatiyaṁ. "
}