{
  "an10.15:0.1": "Aṅguttara Nikāya 10 ",
  "an10.15:0.2": "2. Nāthavagga ",
  "an10.15:0.3": "15. Appamādasutta ",
  "an10.15:1.1": "“Yāvatā, bhikkhave, sattā apadā vā dvipadā vā catuppadā vā bahuppadā vā rūpino vā arūpino vā saññino vā asaññino vā nevasaññināsaññino vā, tathāgato tesaṃ aggamakkhāyati arahaṃ sammāsambuddho; ",
  "an10.15:1.2": "evamevaṃ kho, bhikkhave, ye keci kusalā dhammā, sabbe te appamādamūlakā appamādasamosaraṇā. Appamādo tesaṃ aggamakkhāyati. (1) ",
  "an10.15:2.1": "Seyyathāpi, bhikkhave, yāni kānici jaṅgalānaṃ pāṇānaṃ padajātāni, sabbāni tāni hatthipade samodhānaṃ gacchanti, hatthipadaṃ tesaṃ aggamakkhāyati, yadidaṃ mahantattena; ",
  "an10.15:2.2": "evamevaṃ kho, bhikkhave, ye keci kusalā dhammā, sabbe te appamādamūlakā appamādasamosaraṇā. Appamādo tesaṃ aggamakkhāyati. (2) ",
  "an10.15:3.1": "Seyyathāpi, bhikkhave, kūṭāgārassa yā kāci gopānasiyo sabbā tā kūṭaṅgamā kūṭaninnā kūṭasamosaraṇā, kūṭo tāsaṃ aggamakkhāyati; ",
  "an10.15:3.2": "evamevaṃ kho, bhikkhave, ye keci kusalā dhammā, sabbe te appamādamūlakā appamādasamosaraṇā. Appamādo tesaṃ aggamakkhāyati. (3) ",
  "an10.15:4.1": "Seyyathāpi, bhikkhave, ye keci mūlagandhā, kāḷānusāriyaṃ tesaṃ aggamakkhāyati; ",
  "an10.15:4.2": "evamevaṃ kho, bhikkhave …pe…. (4) ",
  "an10.15:5.1": "Seyyathāpi, bhikkhave, ye keci sāragandhā, lohitacandanaṃ tesaṃ aggamakkhāyati; ",
  "an10.15:5.2": "evamevaṃ kho, bhikkhave …pe…. (5) ",
  "an10.15:6.1": "Seyyathāpi, bhikkhave, ye keci pupphagandhā, vassikaṃ tesaṃ aggamakkhāyati; ",
  "an10.15:6.2": "evamevaṃ kho, bhikkhave …pe…. (6) ",
  "an10.15:7.1": "Seyyathāpi, bhikkhave, ye keci khuddarājāno, sabbe te rañño cakkavattissa anuyantā bhavanti, rājā tesaṃ cakkavattī aggamakkhāyati; ",
  "an10.15:7.2": "evamevaṃ kho, bhikkhave …pe…. (7) ",
  "an10.15:8.1": "Seyyathāpi, bhikkhave, yā kāci tārakarūpānaṃ pabhā, sabbā tā candappabhāya kalaṃ nāgghanti soḷasiṃ, candappabhā tāsaṃ aggamakkhāyati; ",
  "an10.15:8.2": "evamevaṃ kho, bhikkhave …pe…. (8) ",
  "an10.15:9.1": "Seyyathāpi, bhikkhave, saradasamaye viddhe vigatavalāhake deve ādicco nabhaṃ abbhussakkamāno sabbaṃ ākāsagataṃ tamagataṃ abhivihacca bhāsate ca tapate ca virocati ca; ",
  "an10.15:9.2": "evamevaṃ kho, bhikkhave …pe…. (9) ",
  "an10.15:10.1": "Seyyathāpi, bhikkhave, yā kāci mahānadiyo, seyyathidaṃ—gaṅgā, yamunā, aciravatī, sarabhū, mahī, sabbā tā samuddaṅgamā samuddaninnā samuddapoṇā samuddapabbhārā, mahāsamuddo tāsaṃ aggamakkhāyati; ",
  "an10.15:10.2": "evamevaṃ kho, bhikkhave, ye keci kusalā dhammā, sabbe te appamādamūlakā appamādasamosaraṇā. Appamādo tesaṃ aggamakkhāyatī”ti. (10) ",
  "an10.15:10.3": "Pañcamaṃ. "
}