{
  "an10.92:0.1": "Aṅguttara Nikāya 10 ",
  "an10.92:0.2": "10. Upālivagga ",
  "an10.92:0.3": "92. Bhayasutta ",
  "an10.92:1.1": "Atha kho anāthapiṇḍiko gahapati yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinnaṁ kho anāthapiṇḍikaṁ gahapatiṁ bhagavā etadavoca: ",
  "an10.92:2.1": "“Yato, kho, gahapati, ariyasāvakassa pañca bhayāni verāni vūpasantāni honti, catūhi ca sotāpattiyaṅgehi samannāgato hoti, ariyo cassa ñāyo paññāya sudiṭṭho hoti suppaṭividdho, so ākaṅkhamāno attanāva attānaṁ byākareyya: ",
  "an10.92:2.2": "‘khīṇanirayomhi khīṇatiracchānayoni khīṇapettivisayo khīṇāpāyaduggativinipāto. Sotāpannohamasmi avinipātadhammo niyato sambodhiparāyaṇo’ti. ",
  "an10.92:3.1": "Katamāni pañca bhayāni verāni vūpasantāni honti? ",
  "an10.92:3.2": "Yaṁ, gahapati, pāṇātipātī pāṇātipātapaccayā diṭṭhadhammikampi bhayaṁ veraṁ pasavati samparāyikampi bhayaṁ veraṁ pasavati cetasikampi dukkhaṁ domanassaṁ paṭisaṁvedeti, pāṇātipātā paṭivirato neva diṭṭhadhammikampi bhayaṁ veraṁ pasavati na samparāyikampi bhayaṁ veraṁ pasavati na cetasikampi dukkhaṁ domanassaṁ paṭisaṁvedeti. ",
  "an10.92:3.3": "Pāṇātipātā paṭiviratassa evaṁ taṁ bhayaṁ veraṁ vūpasantaṁ hoti. ",
  "an10.92:4.1": "Yaṁ, gahapati, adinnādāyī …pe… ",
  "an10.92:4.2": "kāmesumicchācārī … ",
  "an10.92:4.3": "musāvādī … ",
  "an10.92:4.4": "surāmerayamajjapamādaṭṭhāyī surāmerayamajjapamādaṭṭhānapaccayā diṭṭhadhammikampi bhayaṁ veraṁ pasavati samparāyikampi bhayaṁ veraṁ pasavati cetasikampi dukkhaṁ domanassaṁ paṭisaṁvedeti, surāmerayamajjapamādaṭṭhānā paṭivirato neva diṭṭhadhammikampi bhayaṁ veraṁ pasavati na samparāyikampi bhayaṁ veraṁ pasavati na cetasikampi dukkhaṁ domanassaṁ paṭisaṁvedeti. ",
  "an10.92:4.5": "Surāmerayamajjapamādaṭṭhānā paṭiviratassa evaṁ taṁ bhayaṁ veraṁ vūpasantaṁ hoti. ",
  "an10.92:4.6": "Imāni pañca bhayāni verāni vūpasantāni honti. ",
  "an10.92:5.1": "Katamehi catūhi sotāpattiyaṅgehi samannāgato hoti? ",
  "an10.92:5.2": "Idha, gahapati, ariyasāvako buddhe aveccappasādena samannāgato hoti: ",
  "an10.92:5.3": "‘itipi so bhagavā …pe… buddho bhagavā’ti; ",
  "an10.92:5.4": "dhamme aveccappasādena samannāgato hoti: ",
  "an10.92:5.5": "‘svākkhāto bhagavatā dhammo sandiṭṭhiko akāliko ehipassiko opaneyyiko paccattaṁ veditabbo viññūhī’ti; ",
  "an10.92:5.6": "saṅghe aveccappasādena samannāgato hoti: ",
  "an10.92:5.7": "‘suppaṭipanno bhagavato sāvakasaṅgho, ujuppaṭipanno bhagavato sāvakasaṅgho, ñāyappaṭipanno bhagavato sāvakasaṅgho, sāmīcippaṭipanno bhagavato sāvakasaṅgho, yadidaṁ cattāri purisayugāni aṭṭha purisapuggalā, esa bhagavato sāvakasaṅgho āhuneyyo pāhuneyyo dakkhiṇeyyo añjalikaraṇīyo anuttaraṁ puññakkhettaṁ lokassā’ti; ",
  "an10.92:5.8": "ariyakantehi sīlehi samannāgato hoti ‘akhaṇḍehi acchiddehi asabalehi akammāsehi bhujissehi viññuppasatthehi aparāmaṭṭhehi samādhisaṁvattanikehi’. ",
  "an10.92:5.9": "Imehi catūhi sotāpattiyaṅgehi samannāgato hoti. ",
  "an10.92:6.1": "Katamo cassa ariyo ñāyo paññāya sudiṭṭho hoti suppaṭividdho? ",
  "an10.92:6.2": "Idha, gahapati, ariyasāvako iti paṭisañcikkhati: ",
  "an10.92:6.3": "‘iti imasmiṁ sati idaṁ hoti; imassuppādā idaṁ uppajjati; ",
  "an10.92:6.4": "imasmiṁ asati idaṁ na hoti; imassa nirodhā idaṁ nirujjhati, yadidaṁ—",
  "an10.92:6.5": "avijjāpaccayā saṅkhārā, ",
  "an10.92:6.6": "saṅkhārapaccayā viññāṇaṁ, ",
  "an10.92:6.7": "viññāṇapaccayā nāmarūpaṁ, ",
  "an10.92:6.8": "nāmarūpapaccayā saḷāyatanaṁ, ",
  "an10.92:6.9": "saḷāyatanapaccayā phasso, ",
  "an10.92:6.10": "phassapaccayā vedanā, ",
  "an10.92:6.11": "vedanāpaccayā taṇhā, ",
  "an10.92:6.12": "taṇhāpaccayā upādānaṁ, ",
  "an10.92:6.13": "upādānapaccayā bhavo, ",
  "an10.92:6.14": "bhavapaccayā jāti, ",
  "an10.92:6.15": "jātipaccayā jarāmaraṇaṁ sokaparidevadukkhadomanassupāyāsā sambhavanti, ",
  "an10.92:6.16": "evametassa kevalassa dukkhakkhandhassa samudayo hoti; ",
  "an10.92:6.17": "avijjāya tveva asesavirāganirodhā saṅkhāranirodho …pe… ",
  "an10.92:6.18": "evametassa kevalassa dukkhakkhandhassa nirodho hotī’ti. ",
  "an10.92:6.19": "Ayañcassa ariyo ñāyo paññāya sudiṭṭho hoti suppaṭividdho. ",
  "an10.92:7.1": "Yato kho, gahapati, ariyasāvakassa imāni pañca bhayāni verāni vūpasantāni honti, imehi ca catūhi sotāpattiyaṅgehi samannāgato hoti, ayañcassa ariyo ñāyo paññāya sudiṭṭho hoti suppaṭividdho, so ākaṅkhamāno attanāva attānaṁ byākareyya: ",
  "an10.92:7.2": "‘khīṇanirayomhi khīṇatiracchānayoni khīṇapettivisayo khīṇāpāyaduggativinipāto; sotāpannohamasmi avinipātadhammo niyato sambodhiparāyaṇo’”ti. ",
  "an10.92:7.3": "Dutiyaṁ. "
}