{
  "an10.69:0.1": "Aṅguttara Nikāya 10 ",
  "an10.69:0.2": "7. Yamakavagga ",
  "an10.69:0.3": "69. Paṭhamakathāvatthusutta ",
  "an10.69:1.1": "Ekaṁ samayaṁ bhagavā sāvatthiyaṁ viharati jetavane anāthapiṇḍikassa ārāme. ",
  "an10.69:1.2": "Tena kho pana samayena sambahulā bhikkhū pacchābhattaṁ piṇḍapātapaṭikkantā upaṭṭhānasālāyaṁ sannisinnā sannipatitā anekavihitaṁ tiracchānakathaṁ anuyuttā viharanti, seyyathidaṁ—",
  "an10.69:1.3": "rājakathaṁ corakathaṁ mahāmattakathaṁ senākathaṁ bhayakathaṁ yuddhakathaṁ annakathaṁ pānakathaṁ vatthakathaṁ sayanakathaṁ mālākathaṁ gandhakathaṁ ñātikathaṁ yānakathaṁ gāmakathaṁ nigamakathaṁ nagarakathaṁ janapadakathaṁ itthikathaṁ sūrakathaṁ visikhākathaṁ kumbhaṭṭhānakathaṁ pubbapetakathaṁ nānattakathaṁ lokakkhāyikaṁ samuddakkhāyikaṁ itibhavābhavakathaṁ iti vāti. ",
  "an10.69:2.1": "Atha kho bhagavā sāyanhasamayaṁ paṭisallānā vuṭṭhito yena upaṭṭhānasālā tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. ",
  "an10.69:2.2": "Nisajja kho bhagavā bhikkhū āmantesi: ",
  "an10.69:2.3": "“kāya nuttha, bhikkhave, etarahi kathāya sannisinnā sannipatitā, kā ca pana vo antarākathā vippakatā”ti? ",
  "an10.69:3.1": "“Idha mayaṁ, bhante, pacchābhattaṁ piṇḍapātapaṭikkantā upaṭṭhānasālāyaṁ sannisinnā sannipatitā anekavihitaṁ tiracchānakathaṁ anuyuttā viharāma, seyyathidaṁ—",
  "an10.69:3.2": "rājakathaṁ corakathaṁ …pe… itibhavābhavakathaṁ iti vā”ti. ",
  "an10.69:3.3": "“Na kho panetaṁ, bhikkhave, tumhākaṁ patirūpaṁ kulaputtānaṁ saddhāya agārasmā anagāriyaṁ pabbajitānaṁ, yaṁ tumhe anekavihitaṁ tiracchānakathaṁ anuyuttā vihareyyātha, seyyathidaṁ—",
  "an10.69:3.4": "rājakathaṁ corakathaṁ mahāmattakathaṁ senākathaṁ bhayakathaṁ yuddhakathaṁ annakathaṁ pānakathaṁ vatthakathaṁ sayanakathaṁ mālākathaṁ gandhakathaṁ ñātikathaṁ yānakathaṁ gāmakathaṁ nigamakathaṁ nagarakathaṁ janapadakathaṁ itthikathaṁ sūrakathaṁ visikhākathaṁ kumbhaṭṭhānakathaṁ pubbapetakathaṁ nānattakathaṁ lokakkhāyikaṁ samuddakkhāyikaṁ itibhavābhavakathaṁ iti vāti. ",
  "an10.69:4.1": "Dasayimāni, bhikkhave, kathāvatthūni. ",
  "an10.69:4.2": "Katamāni dasa? ",
  "an10.69:4.3": "Appicchakathā, santuṭṭhikathā, pavivekakathā, asaṁsaggakathā, vīriyārambhakathā, sīlakathā, samādhikathā, paññākathā, vimuttikathā, vimuttiñāṇadassanakathāti—",
  "an10.69:4.4": "imāni kho, bhikkhave, dasa kathāvatthūni. ",
  "an10.69:5.1": "Imesañce tumhe, bhikkhave, dasannaṁ kathāvatthūnaṁ upādāyupādāya kathaṁ katheyyātha, imesampi candimasūriyānaṁ evaṁmahiddhikānaṁ evaṁmahānubhāvānaṁ tejasā tejaṁ pariyādiyeyyātha, ko pana vādo aññatitthiyānaṁ paribbājakānan”ti. ",
  "an10.69:5.2": "Navamaṁ. "
}