{
  "mn118:0.1": "Majjhima Nikaya 118 ",
  "mn118:0.2": "Atenção Plena Na Respiração ",
  "mn118:1.1": "Assim ouvi. ",
  "mn118:1.2": "assim ouvi. Em certa ocasião o Abençoado estava em Sāvatthī, no palácio da mãe de Migara, no Parque do Oriente, junto com muitos discípulos sêniores bem conhecidos: ",
  "mn118:1.3": "Ven. Sāriputta, Ven. Mahā Moggallāna, Ven. Mahā Kassapa, Ven. Mahā Kaccāna, Ven. Mahā Koṭṭhita, Ven. Mahā Kappina, Ven. Mahā Cunda, Ven. Anuruddha, Ven. Revata, Ven. Ānanda, e outros. ",
  "mn118:2.1": "Naquela ocasião, os bhikkhus sêniores ensinavam e instruíam os bhikkhus júniores; ",
  "mn118:2.2": "alguns ensinavam e instruíam dez bhikkhus júniores, alguns ensinavam e instruíam vinte, outros trinta, e outros quarenta bhikkhus júniores. ",
  "mn118:2.3": "E os bhikkhus júniores, ensinados e instruídos pelos bhikkhus sêniores, atingiram sucessivos estágios de distinção mais avançados. ",
  "mn118:3.1": "Agora, naquela ocasião era sabá—a noite de lua cheia do décimo quinto dia —o Abençoado estava sentado ao ar livre, rodeado pela Saṅgha dos bhikkhus. ",
  "mn118:3.2": "Então, O Buda olhou a Saṅgha dos bhikkhus reunida em silêncio profundo ao seu redor. E ele disse para eles: ",
  "mn118:4.1": "“Bhikkhus, estou contente com esta prática. ",
  "mn118:4.2": "Meu coração está satisfeito com esta prática. ",
  "mn118:4.3": "Portanto, estimulem ainda mais energia para atingir o que não foi atingido, para alcançar o que não foi alcançado, para realizar o que não foi realizado. ",
  "mn118:4.4": "Eu esperarei aqui em Sāvatthī pela lua cheia do quarto mês de Komudī.” ",
  "mn118:5.1": "E então Bhikkhus de todas as partes receberam a notícia ",
  "mn118:5.2": "de que o Buda esperaria em em Sāvatthī pela lua cheia do quarto mês de Komudī, ",
  "mn118:5.3": "e então foram até Sāvatthī ver o Buda. ",
  "mn118:6.1": "E aqueles bhikkhus sêniores ensinaram e instruíram os bhikkhus júniores; ",
  "mn118:6.2": "alguns ensinaram e instruíram dez bhikkhus júniores, alguns ensinaram e instruíram vinte, outros trinta, e outros quarenta bhikkhus júniores. ",
  "mn118:6.3": "E os bhikkhus júniores, ensinados e instruídos pelos bhikkhus sêniores, atingiram sucessivos estágios de distinção mais avançados. ",
  "mn118:7.1": "Agora, naquela ocasião—a noite de lua cheia do quarto mês do Komudī, no décimo quinto dia do Uposatha—o Buda estava sentado ao ar livre circundado pela Saṅgha de bhikkhus. ",
  "mn118:7.2": "Então, O Buda olhou a Saṅgha dos bhikkhus reunida em silêncio profundo ao seu redor. E ele disse para eles: ",
  "mn118:8.1": "“Bhikkhus, não há inconsequentes nesta assembléia, ela está livre da insensatez. Esta assembléia consiste puramente do cerne essencial. ",
  "mn118:8.2": "Assim é esta Saṅgha de bhikkhus, assim é esta assembléia! ",
  "mn118:8.3": "Uma assembléia assim é merecedora de dádivas, merecedora de hospitalidade, merecedora de donativos religiosos, merecedora de saudações com as mãos em reverência, um campo inigualável de mérito para o mundo, ",
  "mn118:8.4": "Assim é esta Saṅgha de bhikkhus, assim é esta assembléia! ",
  "mn118:8.5": "Uma pequena oferenda para uma assembléia como esta se transforma num grande fruto. E uma grande oferenda se transforma num fruto ainda maior. ",
  "mn118:8.6": "Assim é esta Saṅgha de bhikkhus, assim é esta assembléia! ",
  "mn118:8.7": "Uma assembléia assim é rara, difícil de se encontrar neste mundo. ",
  "mn118:8.8": "Assim é esta Saṅgha de bhikkhus, assim é esta assembléia! ",
  "mn118:8.9": "Por uma assembleia como esta vale a pena percorrer muitas léguas para ver, mesmo que se tenha que carregar as suas próprias provisões numa mala de ombro. ",
  "mn118:9.1": "Pois nesta Saṅgha de bhikkhus existem bhikkhus que são arahants, livres das impurezas, concluíram a jornada espiritual, fizeram o que deve ser feito, depuseram o fardo, alcançaram o que assumiram como objetivo, destruíram os grilhões do renascer, e estão completamente libertados através do despertar. ",
  "mn118:9.2": "Há bhikkhus assim nesta Saṅgha. ",
  "mn118:10.1": "Nesta Saṅgha de bhikkhus existem bhikkhus que, com a destruição dos cinco primeiros grilhões, renascem espontaneamente e lá alcançam a extinção total, sem nunca mais retornar desse mundo. ",
  "mn118:10.2": "Há bhikkhus assim nesta Saṅgha. ",
  "mn118:11.1": "Nesta Saṅgha de bhikkhus existem bhikkhus que, com a destruição dos três grilhões e com a atenuação da cobiça, raiva e delusão, são os que ‘retornarão uma vez’. Eles retornam apenas uma vez a esse mundo, e então dão fim ao sofrimento. ",
  "mn118:11.2": "Há bhikkhus assim nesta Saṅgha. ",
  "mn118:12.1": "Nesta Saṅgha de bhikkhus existem bhikkhus que, com a destruição dos três grilhões são os que ‘entraram na correnteza’. Não mais sujeitos a renascer nos mundos inferiores, eles têm a iluminação como destino fixo. ",
  "mn118:12.2": "Há bhikkhus assim nesta Saṅgha. ",
  "mn118:13.1": "Nesta Saṅgha de bhikkhus existem bhikkhus firmemente dedicados ao desenvolvimento dos quatro fundamentos da atenção plena. ",
  "mn118:13.2": "Há bhikkhus assim nesta Saṅgha. ",
  "mn118:14.1": "Nesta Saṅgha de bhikkhus existem bhikkhus devotados ao desenvolvimento dos quatro tipos de esforço correto. … ",
  "mn118:14.2": "das quatro bases do poder espiritual … ",
  "mn118:14.3": "das cinco faculdades … ",
  "mn118:14.4": "dos cinco poderes … ",
  "mn118:14.5": "dos sete fatores do despertar … ",
  "mn118:14.6": "do nobre caminho óctuplo … ",
  "mn118:14.7": "Há bhikkhus assim nesta Saṅgha. ",
  "mn118:14.8": "Nesta Saṅgha de bhikkhus existem bhikkhus firmemente dedicados ao desenvolvimento da meditação do bem-querer … ",
  "mn118:14.9": "da meditação da compaixão … ",
  "mn118:14.10": "da meditação do regozijo … ",
  "mn118:14.11": "da meditação da equanimidade … ",
  "mn118:14.12": "da meditação sobre o não-atraente ou repulsivo … ",
  "mn118:14.13": "da meditação sobre a impermanência. ",
  "mn118:14.14": "Há bhikkhus assim nesta Saṅgha. ",
  "mn118:14.15": "Nesta Saṅgha de bhikkhus existem bhikkhus firmemente dedicados ao desenvolvimento da atenção plena na respiração. ",
  "mn118:15.1": "Bhikkhus, quando a atenção plena na respiração é desenvolvida e cultivada ela traz grandes frutos e grandes benefícios. ",
  "mn118:15.2": "A atenção plena na respiração quando desenvolvida e cultivada realiza os quatro fundamentos da atenção plena. ",
  "mn118:15.3": "Os quatro fundamentos da atenção plena quando desenvolvidos e cultivados realizam os sete fatores da iluminação. ",
  "mn118:15.4": "E os sete fatores da iluminação quando desenvolvidos e cultivados realizam o verdadeiro conhecimento e a libertação. ",
  "mn118:16.1": "E como é, bhikkhus, que a atenção plena na respiração é desenvolvida e cultivada de modo que traga grandes frutos e grandes benefícios? ",
  "mn118:17.1": "É quando um bhikkhu, dirigindo-se à floresta ou à sombra de uma árvore ou a uma cabana vazia; senta-se com as pernas cruzadas, mantém o corpo ereto e estabelecendo a plena atenção ali mesmo. ",
  "mn118:17.2": "Atento, ele inspira. Atento, ele expira. ",
  "mn118:18.1": "Quando inspirando pesado, ele compreende: 'eu inspiro pesado'. Quando esxpirando pesado, ele compreende: 'eu expiro pesado'. ",
  "mn118:18.2": "Quando inspirando leve, ele compreende: 'eu inspiro leve'. Quando esxpirando leve, ele compreende: 'eu expiro leve'. ",
  "mn118:18.3": "Ele então treina inspirar observando todo o corpo. Ele então treina expirar observando todo o corpo. ",
  "mn118:18.4": "Ele treina inspirar aquietando o movimento do corpo. Ele treina expirar aquietando o movimento do corpo. ",
  "mn118:19.1": "Ele treina inspirar experienciando o êxtase. Ele treina expirar experienciando o êxtase. ",
  "mn118:19.2": "Ele treina inspirar experienciando a felicidade. Ele treina expirar experienciando a felicidade. ",
  "mn118:19.3": "Ele treina inspirar experienciando estas emoções. Ele treina expirar experienciando estas emoções. ",
  "mn118:19.4": "Ele treina inspirar aquietando estas emoções. Ele treina expirar aquietando estas emoções. ",
  "mn118:20.1": "Ele treina inspirar experienciando a mente. Ele treina expirar experienciando a mente. ",
  "mn118:20.2": "Ele treina inspirar satisfazendo a mente. Ele treina expirar satisfazendo a mente. ",
  "mn118:20.3": "Ele treina inspirar imergindo a mente em samādhi. Ele treina expirar imergindo a mente em samādhi. ",
  "mn118:20.4": "Ele treina inspirar libertando a mente. Ele treina expirar libertando a mente. ",
  "mn118:21.1": "Ele treina inspirar contemplando a impermanência. Ele treina expirar contemplando a impermanência. ",
  "mn118:21.2": "Ele treina inspirar contemplando o desaparecimento. Ele treina expirar contemplando o desaparecimento. ",
  "mn118:21.3": "Ele treina inspirar contemplando a cessação. Ele treina expirar contemplando a cessação. ",
  "mn118:21.4": "Ele treina inspirar contemplando a renúncia. Ele treina expirar contemplando a renúncia. ",
  "mn118:22.1": "Bhikkhus, quando a atenção plena na respiração é assim desenvolvida e cultivada ela traz grandes frutos e grandes benefícios. ",
  "mn118:23.1": "E como é, bhikkhus, que a atenção plena na respiração é desenvolvida e cultivada de modo que se realize os quatro fundamentos da atenção plena? ",
  "mn118:24.1": "Bhikkhus, sempre que um bhikkhu compreende inspirar e expirar pesado, ",
  "mn118:24.2": "sempre que um bhikkhu compreende inspirar e expirar level, ",
  "mn118:24.3": "sempre que um bhikkhu treina inspirar observando todo o corpo, ",
  "mn118:24.4": "sempre que um bhikkhu  treina inspirar aquietando o movimento do corpo—",
  "mn118:24.5": "quando ele assim o faz, ele medita observando um aspecto do corpo—ardente, plenamente consciente e com atenção plena, tendo colocado de lado a cobiça e o desprazer pelo mundo. ",
  "mn118:24.6": "Pois eu digo que o inspirar e expirar são um aspecto do corpo. ",
  "mn118:24.7": "E é por isso que quando um bhikkhu assim o faz, ele medita observando um aspecto do corpo—ardente, plenamente consciente e com atenção plena, tendo colocado de lado a cobiça e o desprazer pelo mundo. ",
  "mn118:25.1": "Sempre que um bhikkhu treina inspirar e expirar experienciando o êxtase, ",
  "mn118:25.2": "sempre que um bhikkhu treina inspirar e expirar experienciando a felicidade, ",
  "mn118:25.3": "sempre que um bhikkhu treina inspirar e expirar experienciando estas emoções, ",
  "mn118:25.4": "sempre que um bhikkhu treina inspirar e expirar aquietando estas emoções—",
  "mn118:25.5": "quando ele assim o faz, ele medita observando um aspecto das sensações—ardente, plenamente consciente e com atenção plena, tendo colocado de lado a cobiça e o desprazer pelo mundo. ",
  "mn118:25.6": "Pois eu digo que a atenção cuidadosa no inspirar e expirar é um aspecto das sensações. ",
  "mn118:25.7": "E é por isso que quando um bhikkhu assim o faz, ele medita observando um aspecto das sensações—ardente, plenamente consciente e com atenção plena, tendo colocado de lado a cobiça e o desprazer pelo mundo. ",
  "mn118:26.1": "Sempre que um bhikkhu treina inspirar e expirar experienciando a mente, ",
  "mn118:26.2": "sempre que um bhikkhu treina inspirar e expirar satisfazendo a mente, ",
  "mn118:26.3": "sempre que um bhikkhu treina inspirar e expirar imergindo a mente em samādhi, ",
  "mn118:26.4": "sempre que um bhikkhu treina inspirar e expirar libertando a mente—",
  "mn118:26.5": "quando ele assim o faz, ele medita observando um aspecto da mente—ardente, plenamente consciente e com atenção plena, tendo colocado de lado a cobiça e o desprazer pelo mundo. ",
  "mn118:26.6": "Não há desenvolvimento da atenção plena na respiração naquele que é desatento e desprovido de clara compreensão, eu digo. ",
  "mn118:26.7": "E é por isso que quando um bhikkhu assim o faz, ele medita observando um aspecto da mente—ardente, plenamente consciente e com atenção plena, tendo colocado de lado a cobiça e o desprazer pelo mundo. ",
  "mn118:27.1": "Sempre que um bhikkhu treina inspirar e expirar contemplando a impermanência, ",
  "mn118:27.2": "sempre que um bhikkhu treina inspirar e expirar contemplando o desaparecimento, ",
  "mn118:27.3": "sempre que um bhikkhu treina inspirar e expirar contemplando a cessação, ",
  "mn118:27.4": "sempre que um bhikkhu treina inspirar e expirar contemplando a renúncia—",
  "mn118:27.5": "quando ele assim o faz, ele medita observando um aspecto dos princípios—ardente, plenamente consciente e com atenção plena, tendo colocado de lado a cobiça e o desprazer pelo mundo. ",
  "mn118:27.6": "Tendo visto com sabedoria o abandono do desejo e aversão, ele observa de perto com equanimidade. ",
  "mn118:27.7": "E é por isso que quando um bhikkhu assim o faz, ele medita observando um aspecto dos princípios—ardente, plenamente consciente e com atenção plena, tendo colocado de lado a cobiça e o desprazer pelo mundo. ",
  "mn118:28.1": "É assim que a atenção plena na respiração quando desenvolvida e cultivada realiza os quatro fundamentos da atenção plena. ",
  "mn118:29.1": "E como é, bhikkhus, que os quatro fundamentos da atenção plena são desenvolvidos e cultivados de modo que realizam os sete fatores da iluminação? ",
  "mn118:30.1": "Sempre que um bhikkhu medita observando um aspecto do corpo, nesse momento sua plena atenção está estabelecida e lúcida. ",
  "mn118:30.2": "Nessa ocasião, o bhikkhu estimula, desenvolve e aperfeiçoa o fator da iluminação da atenção plena. ",
  "mn118:31.1": "Conforme ele vive assim, dotado de atenção plena, ele investiga, explora e questiona tal princípio com sabedoria. ",
  "mn118:31.2": "Nessa ocasião, ao investigar, examinar e analisar aquele princípio com sabedoria, ele estimula, desenvolve e aperfeiçoa o fator da iluminação da investigação dos princípios. ",
  "mn118:32.1": "Conforme ele vive assim, investigando com sabedoria tal princípio, a sua energia é estimulada e ela não enfraquece. ",
  "mn118:32.2": "Nessa ocasião, ele estimula, desenvolve e aperfeiçoa o fator da iluminação da energia. ",
  "mn118:33.1": "Quando a energia dele é estimulada, surge nele o êxtase espiritual. ",
  "mn118:33.2": "Nessa ocasião, ele estimula, desenvolve e aperfeiçoa o fator da iluminação do êxtase espiritual. ",
  "mn118:34.1": "Quando a mente é elevada pelo êxtase, o corpo e a mente se tranquilizam. ",
  "mn118:34.2": "Nessa ocasião, ele estimula, desenvolve e aperfeiçoa o fator da iluminação da tranquilidade. ",
  "mn118:35.1": "Quando o corpo se tranquiliza e ele experimenta felicidade, ele imerge a sua mente em samādhi. ",
  "mn118:35.2": "Nessa ocasião, ele estimula, desenvolve e aperfeiçoa o fator da iluminação da imersão. ",
  "mn118:36.1": "Ele acompanha de perto a mente imersa em samādhi. ",
  "mn118:36.2": "Nessa ocasião, ele estimula, desenvolve e aperfeiçoa o fator da iluminação da equanimidade. ",
  "mn118:37.1": "Sempre que um bhikkhu medita observando um aspecto das sensações … ",
  "mn118:38.1": "da mente … ",
  "mn118:38.2": "dos princípios, em tal ocasião a sua atenção plena é estabelecida e lúcida. ",
  "mn118:38.3": "Nessa ocasião, o bhikkhu estimula, desenvolve e aperfeiçoa o fator da iluminação da atenção plena. ",
  "mn118:38.4": "Conforme ele vive assim, dotado de atenção plena, ele investiga, explora e questiona tal princípio com sabedoria. ",
  "mn118:38.5": "Nessa ocasião, ao investigar, examinar e analisar aquele princípio com sabedoria, ele estimula, desenvolve e aperfeiçoa o fator da iluminação da investigação dos princípios. ",
  "mn118:38.6": "Conforme ele vive assim, investigando com sabedoria tal princípio, a sua energia é estimulada e ela não enfraquece. ",
  "mn118:38.7": "Nessa ocasião, ele estimula, desenvolve e aperfeiçoa o fator da iluminação da energia. ",
  "mn118:38.8": "Quando a energia dele é estimulada, surge nele o êxtase espiritual. ",
  "mn118:38.9": "Nessa ocasião, ele estimula, desenvolve e aperfeiçoa o fator da iluminação do êxtase espiritual. ",
  "mn118:38.10": "Quando a mente é elevada pelo êxtase, o corpo e a mente se tranquilizam. ",
  "mn118:38.11": "Nessa ocasião, ele estimula, desenvolve e aperfeiçoa o fator da iluminação da tranquilidade. ",
  "mn118:38.12": "Quando o corpo se tranquiliza e ele experimenta felicidade, ele imerge a sua mente em samādhi. ",
  "mn118:38.13": "Nessa ocasião, ele estimula, desenvolve e aperfeiçoa o fator da iluminação da imersão. ",
  "mn118:39.1": "Ele acompanha de perto a mente imersa em samādhi. ",
  "mn118:39.2": "Nessa ocasião, ele estimula, desenvolve e aperfeiçoa o fator da iluminação da equanimidade. ",
  "mn118:40.1": "É assim que a atenção plena na respiração quando desenvolvida e cultivada realiza os sete fatores da iluminação. ",
  "mn118:41.1": "E como é, bhikkhus, que os sete fatores da iluminação são desenvolvidos e cultivados de modo que realizam o conhecimento e libertação? ",
  "mn118:42.1": "É quando o bhikkhu desenvolve o fator da iluminação da atenção plena, ",
  "mn118:42.2": "o fator da iluminação da investigação dos princípios, ",
  "mn118:42.3": "o fator da iluminação da energia, ",
  "mn118:42.4": "o fator da iluminação do êxtase, ",
  "mn118:42.5": "o fator da iluminação da tranquilidade, ",
  "mn118:42.6": "o fator da iluminação da imersão, ",
  "mn118:42.7": "o fator da iluminação da equanimidade, que tem como base o afastamento, o desaparecimento e cessação, e que amadurece na renúncia. ",
  "mn118:43.1": "É assim que os sete fatores da iluminação são desenvolvidos e cultivados de modo que realizam o conhecimento e libertação.” ",
  "mn118:43.2": "Assim disse o Buda. ",
  "mn118:43.3": "Satisfeitos, os bhikkhus ficaram felizes com o que o Buda disse. ",
  "mn118:43.4": "☸ "
}