{
  "mn119:0.1": "'Majjhima Nikaya 119 '",
  "mn119:0.2": "'A atenção plena no corpo '",
  "mn119:1.1": "'Assim ouvi. '",
  "mn119:1.2": "'Em certa ocasião o Buda estava perto de Savatthi, no Bosque de Jeta, no Parque de Anathapindika. '",
  "mn119:2.1": "'Então, após a refeição, ao retornar da coleta de esmolas, vários bhikkhus se sentaram juntos na sala de reuniões, e surgiu entre eles esta discussão. '",
  "mn119:2.2": "'“É incrível, reverendos, é surpreendente, '",
  "mn119:2.3": "'como o Abençoado, que conhece e vê, o aperfeiçoado, o Buda completamente desperto ensinou que a atenção plena no corpo, quando é desenvolvida e cultivada, traz grandes frutos e grandes benefícios.” '",
  "mn119:2.4": "'Mas a conversa deles não foi concluída. Então, no fim da tarde, o Buda interrompeu a reclusão e foi até o salão de reuniões. Lá ele entou no assento que estava preparado '",
  "mn119:2.5": "'e se dirigiu aos bhikkhus: '",
  "mn119:2.6": "'“Bhikkhus, sobre o que vocês estavam falando agora há pouco? Qual conversa não foi concluída?” '",
  "mn119:2.7": "'“Após a refeição, ao retornar da coleta de esmolas, nós nos sentamos juntos aqui nesta sala de reuniões, e surgiu entre nós esta conversa: '",
  "mn119:2.8": "'“É incrível, reverendos, é surpreendente, '",
  "mn119:2.9": "'como o Abençoado, que conhece e vê, o aperfeiçoado, o Buda completamente desperto ensinou que a atenção plena no corpo, quando é desenvolvida e cultivada, traz grandes frutos e grandes benefícios.” '",
  "mn119:2.10": "'“Venerável senhor, esta foi a conversa que ficou sem ser concluída antes da chegada do Abençoado.” '",
  "mn119:3.1": "'“E como é, bhikkhus, que a atenção plena no corpo é desenvolvida e cultivada de modo que traga grandes frutos e grandes benefícios? '",
  "mn119:4.1": "'É quando um bhikkhu, dirigindo-se à floresta ou à sombra de uma árvore ou a uma cabana vazia; senta-se com as pernas cruzadas, mantém o corpo ereto e estabelecendo a plena atenção ali mesmo. '",
  "mn119:4.2": "'Atento, ele inspira. Atento, ele expira. '",
  "mn119:4.3": "\"Quando inspirando pesado, ele compreende: 'eu inspiro pesado'. Quando esxpirando pesado, ele compreende: 'eu expiro pesado'. \"",
  "mn119:4.4": "\"Quando inspirando leve, ele compreende: 'eu inspiro leve'. Quando esxpirando leve, ele compreende: 'eu expiro leve'. \"",
  "mn119:4.5": "'Ele então treina inspirar observando todo o corpo. Ele então treina expirar observando todo o corpo. '",
  "mn119:4.6": "'Ele treina inspirar aquietando o movimento do corpo. Ele treina expirar aquietando o movimento do corpo. '",
  "mn119:4.7": "'Ao meditar assim — diligente, ardente e decidido — memórias e intenções da vida em família são abandonados. '",
  "mn119:4.8": "'Tendo abandonado tais pensamentos e intenções, a sua mente se aquieta internamente, se estabiliza e unifica, e ele imerge a sua mente em samādhi. '",
  "mn119:4.9": "'É assim que um bhikkhu desenvolve a atenção plena no corpo. '",
  "mn119:5.1": "\"Além disso, bhikkhus, quando um bhikkhu está caminhando, ele compreende: 'Eu estou caminhando.' Quando de pé, ele compreende: 'Eu estou de pé.' Quando sentado, ele compreende: 'Eu estou sentado.' E quando deitado, ele compreende: 'Estou deitado.' \"",
  "mn119:5.2": "'Ele compreende a postura do seu corpo conforme for o caso. '",
  "mn119:5.3": "'Ao meditar assim — diligente, ardente e decidido — memórias e intenções da vida em família são abandonados. '",
  "mn119:5.4": "'Tendo abandonado tais pensamentos e intenções, a sua mente se aquieta internamente, se estabiliza e unifica, e ele imerge a sua mente em samādhi. '",
  "mn119:5.5": "'Assim, também, um bhikkhu desenvolve a atenção plena no corpo. '",
  "mn119:6.1": "'Novamente, bhikkhus, um bhikkhu age com plena consciência e clara compreensão ao ir para a frente e retornar; ao olhar para frente e desviar o olhar; ao dobrar e estender os membros; ao carregar o manto externo, o manto superior, a tigela; ao comer, beber, mastigar e saborear; ao urinar e defecar; ao caminhar, ficar em pé, sentar, dormir, acordar, falar e permanecer em silêncio. '",
  "mn119:6.2": "'Ao meditar assim — diligente, ardente e decidido — memórias e intenções da vida em família são abandonados. '",
  "mn119:6.3": "'Tendo abandonado tais pensamentos e intenções, a sua mente se aquieta internamente, se estabiliza e unifica, e ele imerge a sua mente em samādhi. '",
  "mn119:6.4": "'Assim, também, um bhikkhu desenvolve a atenção plena no corpo. '",
  "mn119:7.1": "'Novamente, bhikkhus, um bhikkhu examina esse mesmo corpo para cima, a partir da sola dos pés, e para baixo, a partir do topo dos cabelos limitado pela pele e repleto de muitos tipos de coisas repulsivas. '",
  "mn119:7.2": "'‘Neste corpo existem cabelos, pêlos do corpo, unhas, dentes, pele, carne, tendões, ossos, tutano, rins, coração, fígado, diafragma, baço, pulmões, intestino grosso, intestino delgado, comida ainda não digerida, fezes, bílis, fleuma, pus, sangue, suor, gordura, lágrimas, saliva, muco, líquido sinovial, e urina.’ '",
  "mn119:7.3": "'É como se houvesse um saco com uma abertura em uma extremidade, cheio de vários tipos de grãos, tais como '",
  "mn119:7.4": "'arroz fino, trigo, feijões, ervilhas, gergelim e arroz branco. '",
  "mn119:7.5": "'E alguém com boa vista abrisse tal saco e examinasse o seu conteúdo: '",
  "mn119:7.6": "'‘Aqui temos arroz fino, trigo, feijões, ervilhas, gergelim e arroz branco.’ '",
  "mn119:7.7": "'Da mesma forma, um bhikkhu examina esse mesmo corpo para cima, a partir da sola dos pés, e para baixo, a partir do topo dos cabelos limitado pela pele e repleto de muitos tipos de coisas repulsivas. '",
  "mn119:7.8": "'‘Neste corpo existem cabelos, pêlos do corpo, unhas, dentes, pele, carne, tendões, ossos, tutano, rins, coração, fígado, diafragma, baço, pulmões, intestino grosso, intestino delgado, comida ainda não digerida, fezes, bílis, fleuma, pus, sangue, suor, gordura, lágrimas, saliva, muco, líquido sinovial, e urina.’ '",
  "mn119:7.9": "'Ao meditar assim — diligente, ardente e decidido — memórias e intenções da vida em família são abandonados. '",
  "mn119:7.10": "'Tendo abandonado tais pensamentos e intenções, a sua mente se aquieta internamente, se estabiliza e unifica, e ele imerge a sua mente em samādhi. '",
  "mn119:7.11": "'Assim, também, um bhikkhu desenvolve a atenção plena no corpo. '",
  "mn119:8.1": "'Novamente, bhikkhus, um bhikkhu examina esse mesmo corpo, não importando sua posição ou postura, de acordo com os elementos: '",
  "mn119:8.2": "'‘Neste corpo há o elemento terra, o elemento água, o elemento fogo, o elemento ar.’ '",
  "mn119:8.3": "'É como se um açougueiro habilidoso ou seu aprendiz tivesse matado uma vaca e estivesse sentado numa encruzilhada com a carne desta dividida em porções. '",
  "mn119:8.4": "'Da mesma forma, um bhikkhu examina esse mesmo corpo, não importando sua posição ou postura, de acordo com os elementos: '",
  "mn119:8.5": "'‘Neste corpo há o elemento terra, o elemento água, o elemento fogo, o elemento ar.’ '",
  "mn119:8.6": "'Ao meditar assim — diligente, ardente e decidido — memórias e intenções da vida em família são abandonados. '",
  "mn119:8.7": "'Tendo abandonado tais pensamentos e intenções, a sua mente se aquieta internamente, se estabiliza e unifica, e ele imerge a sua mente em samādhi. '",
  "mn119:8.8": "'Assim, também, um bhikkhu desenvolve a atenção plena no corpo. '",
  "mn119:9.1": "'Novamente, bhikkhus, suponha que um bhikkhu veja o cadáver de um homem, ou uma mulher, morto faz um dia, dois dias, três dias, inchado, lívido, ressumando matéria. '",
  "mn119:9.2": "'Ele compararia aquele cadável com o seu próprio corpo: '",
  "mn119:9.3": "'‘Este corpo também tem a mesma natureza, se tornará igual, não está isento desse destino.’ '",
  "mn119:9.4": "'Ao meditar assim — diligente, ardente e decidido — memórias e intenções da vida em família são abandonados. '",
  "mn119:9.5": "'Tendo abandonado tais pensamentos e intenções, a sua mente se aquieta internamente, se estabiliza e unifica, e ele imerge a sua mente em samādhi. '",
  "mn119:9.6": "'Assim, também, um bhikkhu desenvolve a atenção plena no corpo. '",
  "mn119:10.1": "'Novamente, bhikkhus, suponha que um bhikkhu veja um cadáver jogado num cemitério, sendo devorado por corvos, gaviões, abutres, cães, chacais ou vários tipos de insetos e vermes. '",
  "mn119:10.2": "'Ele compararia aquele cadável com o seu próprio corpo: '",
  "mn119:10.3": "'‘Este corpo também tem a mesma natureza, se tornará igual, não está isento desse destino.’ '",
  "mn119:10.4": "'Ao meditar assim — diligente, ardente e decidido — memórias e intenções da vida em família são abandonados. '",
  "mn119:10.5": "'Assim, também, um bhikkhu desenvolve a atenção plena no corpo. '",
  "mn119:11-14.1": "'Novamente, bhikkhus, suponha que um bhikkhu veja um cadáver jogado num cemitério, um esqueleto com carne e sangue, que se mantém unido por tendões … '",
  "mn119:11-14.2": "'um esqueleto descarnado lambuzado de sangue, que se mantém unido por tendões … '",
  "mn119:11-14.3": "'m esqueleto descarnado e sem sangue que se mantém unido por tendões … '",
  "mn119:11-14.4": "'ossos desconectados espalhados em todas as direções—aqui um osso da mão, ali um osso do pé, aqui um osso da perna, ali um osso da coxa, aqui um osso da bacia, ali um osso da coluna vertebral, aqui uma costela, ali um osso do peito, aqui um osso do braço, ali um osso do ombro, aqui um osso do pescoço, ali um osso da mandíbula, aqui um dente, ali um crânio … '",
  "mn119:11-14.5": "'Ele compararia aquele cadável com o seu próprio corpo: '",
  "mn119:11-14.6": "'‘Este corpo também tem a mesma natureza, se tornará igual, não está isento desse destino.’ '",
  "mn119:11-14.7": "'Ao meditar assim — diligente, ardente e decidido — memórias e intenções da vida em família são abandonados. '",
  "mn119:11-14.8": "'Assim, também, um bhikkhu desenvolve a atenção plena no corpo. '",
  "mn119:15-17.1": "'Novamente, bhikkhus, suponha que um bhikkhu veja um cadáver jogado num cemitério, '",
  "mn119:15-17.2": "'os ossos brancos desbotados, cor de conchas … '",
  "mn119:15-17.3": "'ossos amontoados, expostos há mais que um ano … '",
  "mn119:15-17.4": "'ssos apodrecidos e esfarelados convertidos em pó. '",
  "mn119:15-17.5": "'Ele compararia aquele cadável com o seu próprio corpo: '",
  "mn119:15-17.6": "'‘Este corpo também tem a mesma natureza, se tornará igual, não está isento desse destino.’ '",
  "mn119:15-17.7": "'Ao meditar assim — diligente, ardente e decidido — memórias e intenções da vida em família são abandonados. '",
  "mn119:15-17.8": "'Tendo abandonado tais pensamentos e intenções, a sua mente se aquieta internamente, se estabiliza e unifica, e ele imerge a sua mente em samādhi. '",
  "mn119:15-17.9": "'Assim, também, um bhikkhu desenvolve a atenção plena no corpo. '",
  "mn119:18.1": "'Novamente, bhikkhus, um bhikkhu afastado dos prazeres sensuais, afastado das qualidades não hábeis, entra e permanece na primeira absorção, que é caracterizada pelo êxtase e felicidade nascidos do afastamento, enquanto a mente é direcionada e mantida em foco. '",
  "mn119:18.2": "'Ele encharca e inunda, satura e preenche o corpo com o êxtase e felicidade nascidos do afastamento. Não há nada em todo o corpo que não esteja permeado pelo êxtase e felicidade nascidos do afastamento. '",
  "mn119:18.3": "'É como se um banhista habilidoso ou seu aprendiz vertesse pó de banho numa bacia de latão e o misturasse, borrifando com água de tempos em tempos, de forma que essa bola de pó de banho—saturada, carregada de umidade, permeada por dentro e por fora—no entanto não pingasse. '",
  "mn119:18.4": "'Da mesma forma, o bhikkhu encharca e inunda, satura e preenche o corpo com o êxtase e felicidade nascidos do afastamento. Não há nada em todo o corpo que não esteja permeado pelo êxtase e felicidade nascidos do afastamento. '",
  "mn119:18.5": "'Ao meditar assim — diligente, ardente e decidido — memórias e intenções da vida em família são abandonados. '",
  "mn119:18.6": "'Tendo abandonado tais pensamentos e intenções, a sua mente se aquieta internamente, se estabiliza e unifica, e ele imerge a sua mente em samādhi. '",
  "mn119:18.7": "'Assim, também, um bhikkhu desenvolve a atenção plena no corpo. '",
  "mn119:19.1": "'Novamente, bhikkhus, um bhikkhu aquieta do direcionamento da mente e manuntenção do foco, o bhikkhu entra e permanece na segunda absorção, que é caracterizada pelo êxtase e felicidade nascidos da imersão da mente, marcada pela clareza e segurança interna, e perfeita unificação da mente, sem o direcionar ou focar da mente. '",
  "mn119:19.2": "'Ele encharca e inunda, satura e preenche o corpo com o êxtase e felicidade nascidos da imersão. Não há nada em todo o corpo que não esteja permeado pelo êxtase e felicidade nascidos da imersão. '",
  "mn119:19.3": "'Tal como um lago sendo alimentado por uma fonte de água interna, não tendo um fluxo de água vindo do leste, oeste, norte, ou sul, nem os céus periodicamente fornecendo chuvas abundantes, de modo que a sua fonte interna de água encharca e inunda, satura e preenche o lago de água fresca, sem que nenhuma parte do lago não esteja permeada pela água fresca '",
  "mn119:19.4": "'Da mesma forma, o bhikkhu encharca e inunda, satura e preenche o corpo com o êxtase e felicidade nascidos da imersão. Não há nada em todo o corpo que não esteja permeado pelo êxtase e felicidade nascidos da imersão. '",
  "mn119:19.5": "'Ao meditar assim — diligente, ardente e decidido — memórias e intenções da vida em família são abandonados. '",
  "mn119:19.6": "'Assim, também, um bhikkhu desenvolve a atenção plena no corpo. '",
  "mn119:20.1": "\"Novamente, bhikkhus, com a dissolução do êxtase, um bhikkhu entra e permanece na terceira absorção, na qual ele medita com equanimidade, plenamente atento e consciente, experimentando diretamente a felicidade, acerca da qual os nobres declaram: 'Equânime e com atenção plena, ele medita feliz'. \"",
  "mn119:20.2": "'Ele encharca e inunda, satura e preenche o corpo com felicidade sem o êxtase. Não há nada em todo o corpo que não esteja permeado pela felicidade sem o êxtase. '",
  "mn119:20.3": "'Tal como num lago que tenha flores de lótus azuis, brancas ou vermelhas, podem existir algumas flores de lótus azuis, brancas, ou vermelhas que, nascidas e tendo crescido na água, permanecem imersas na água e florescem sem sair de dentro da água. Elas permanecem encharcadas e inundadas, saturadas e preenchidas com água fresca da raiz até a ponta, e nada dessas flores de lótus azuis, brancas ou vermelhas permanece sem estar permeado pela água fresca '",
  "mn119:20.4": "'Da mesma forma, o bhikkhu encharca e inunda, satura e preenche o corpo com a felicidade despojada de êxtase. Não há nada em todo o corpo que não esteja permeado pela felicidade despojada de êxtase. '",
  "mn119:20.5": "'Ao meditar assim — diligente, ardente e decidido — memórias e intenções da vida em família são abandonados. '",
  "mn119:20.6": "'Assim, também, um bhikkhu desenvolve a atenção plena no corpo. '",
  "mn119:21.1": "'Novamente, bhikkhus, com o abandono do prazer e da dor, e com a superação de quaisquer prazer ou dor de outrora, o bhikkhu entra e permanece na quarta absorção, livre de qualquer prazer ou dor, com equanimidade e atenção plena purificadas. '",
  "mn119:21.2": "'Ele permanece permeando o corpo com a mente pura e luminosa, de forma que não exista nada em todo o corpo que não esteja permeado pela mente pura e luminosa. '",
  "mn119:21.3": "'Tal como se um homem estivesse enrolado da cabeça aos pés com um tecido branco de forma que não houvesse nenhuma parte do corpo que não estivesse coberta pelo tecido branco. '",
  "mn119:21.4": "'Da mesma forma, o bhikkhu permanece permeando o corpo com a mente pura e luminosa. '",
  "mn119:21.5": "'Ao meditar assim — diligente, ardente e decidido — memórias e intenções da vida em família são abandonados. '",
  "mn119:21.6": "'Tendo abandonado tais pensamentos e intenções, a sua mente se aquieta internamente, se estabiliza e unifica, e ele imerge a sua mente em samādhi. '",
  "mn119:21.7": "'Assim, também, um bhikkhu desenvolve a atenção plena no corpo. '",
  "mn119:22.1": "'Quando alguém pratica e cultiva a atenção plena no corpo assim, todas as qualidades positivas que contribuem para o despertar são incluídas. '",
  "mn119:22.2": "'Qualquer pessoa que tenha em sua mente o grande oceano inclui todos os riachos que nele deságuam. '",
  "mn119:22.3": "'Da mesma forma, quando alguém pratica e cultiva a atenção plena no corpo assim, todas as qualidades positivas que contribuem para o despertar são incluídas. '",
  "mn119:23.1": "'Quando um bhikkhu não desenvolve ou cultiva a atenção plena no corpo, Māra encontra uma vulnerabilidade e se apodera dele. '",
  "mn119:23.2": "'Suponham que um homem arremessasse uma pedra pesada sobre um monte de argila úmida. '",
  "mn119:23.3": "'O que vocês pensam, bhikkhus? '",
  "mn119:23.4": "'Aquela pedra pesada penetraria dentro daquele monte de argila úmida?” '",
  "mn119:23.5": "'“Sim, senhor,” eles responderam. '",
  "mn119:23.6": "'“Da mesma forma, quando um bhikkhu não desenvolve ou cultiva a atenção plena no corpo, Māra encontra uma vulnerabilidade e se apodera dele. '",
  "mn119:24.1": "'Suponha um tronco de madeira seco e sem vida, '",
  "mn119:24.2": "'do qual se aproxima alguém com um pau para acender fogo com a intenção '",
  "mn119:24.3": "'de se começar um fogo e produzir calor. '",
  "mn119:24.4": "'O que vocês pensam, bhikkhus? '",
  "mn119:24.5": "'Aquele homem conseguiria acender um fogo e produzir calor esfregando o pau naquele pedaço de madeira seca?” '",
  "mn119:24.6": "'“Sim, senhor,” eles responderam. '",
  "mn119:24.7": "'“Da mesma forma, quando um bhikkhu não desenvolve ou cultiva a atenção plena no corpo, Māra encontra uma vulnerabilidade e se apodera dele. '",
  "mn119:25.1": "'“Suponha que houvesse um jarro sobre um suporte, vazio e oco. '",
  "mn119:25.2": "'E um homem viesse perto deste com uma quantidade de água. '",
  "mn119:25.3": "'O que vocês pensam, bhikkhus? '",
  "mn119:25.4": "'Poderia ele colocar água na jarra?” '",
  "mn119:25.5": "'“Sim, senhor,” eles responderam. '",
  "mn119:25.6": "'“Da mesma forma, quando um bhikkhu não desenvolve ou cultiva a atenção plena no corpo, Māra encontra uma vulnerabilidade e se apodera dele. '",
  "mn119:26.1": "'Quando um bhikkhu desenvolve ou cultiva a atenção plena no corpo, Māra não encontra uma vulnerabilidade e portanto não se apodera dele. '",
  "mn119:26.2": "'Suponham que um homem arremessasse uma bola leve, de linha, numa porta feita de madeira sólida. '",
  "mn119:26.3": "'O que vocês pensam, bhikkhus? '",
  "mn119:26.4": "'quela bola leve, de linha, seria capaz de penetrar aquela porta feita de madeira sólida?” '",
  "mn119:26.5": "'“Não, senhor,” eles responderam. '",
  "mn119:26.6": "'Quando um bhikkhu desenvolve ou cultiva a atenção plena no corpo, Māra não encontra uma vulnerabilidade e portanto não se apodera dele. '",
  "mn119:27.1": "'Suponha um tronco de madeira verde e com vida, '",
  "mn119:27.2": "'do qual se aproxima alguém com um pau para acender fogo com a intenção '",
  "mn119:27.3": "'de se começar um fogo e produzir calor '",
  "mn119:27.4": "'O que vocês pensam, bhikkhus? '",
  "mn119:27.5": "'Aquele homem conseguiria acender um fogo e produzir calor esfregando o pau naquele pedaço de madeira viva e verde?” '",
  "mn119:27.6": "'“Não, senhor,” eles responderam. '",
  "mn119:27.7": "'“Da mesma forma, quando um bhikkhu desenvolve ou cultiva a atenção plena no corpo, Māra não encontra uma vulnerabilidade e portanto não se apodera dele. '",
  "mn119:28.1": "'Suponha que houvesse um jarro sobre um suporte, cheio até a borda, do qual um corvo poderia beber. '",
  "mn119:28.2": "'E um homem viesse perto deste com uma quantidade de água. '",
  "mn119:28.3": "'O que vocês pensam, bhikkhus? '",
  "mn119:28.4": "'Poderia ele colocar água na jarra?” '",
  "mn119:28.5": "'“Não, senhor,” eles responderam. '",
  "mn119:28.6": "'“Da mesma forma, quando um bhikkhu desenvolve ou cultiva a atenção plena no corpo, Māra não encontra uma vulnerabilidade e portanto não se apodera dele. '",
  "mn119:29.1": "'Quando um bhikkhu tiver desenvolvido e cultivado a atenção plena no corpo, e ele inclinar a sua mente para a realização de qualquer estado que possa ser realizado por meio do conhecimento direto, ele terá habilidade para experimentar qualquer aspecto desse estado, em todos os casos. '",
  "mn119:29.2": "'Suponha que houvesse um jarro sobre um suporte, cheio até a borda, do qual um corvo poderia beber. '",
  "mn119:29.3": "'Se um homem forte o inclinasse em qualquer lado, o jarro verteria água?” '",
  "mn119:29.4": "'“Sim, senhor,” eles responderam. '",
  "mn119:29.5": "'“Da mesma forma, quando um bhikkhu tiver desenvolvido e cultivado a atenção plena no corpo, e ele inclinar a sua mente para a realização de qualquer estado que possa ser realizado por meio do conhecimento direto, ele terá habilidade para experimentar qualquer aspecto desse estado, em todos os casos. '",
  "mn119:30.1": "'“Suponha que houvesse um reservatório quadrado num terreno plano, circundado por quatro paredes e cheio de água até a borda, de tal forma que corvos pudessem beber nele. '",
  "mn119:30.2": "'Se um homem forte viesse e criasse uma abertura numa das paredes, não importando qual parede, o reservatório vazaria água?” '",
  "mn119:30.3": "'“Sim, senhor,” eles responderam. '",
  "mn119:30.4": "'“Da mesma forma, quando um bhikkhu tiver desenvolvido e cultivado a atenção plena no corpo, e ele inclinar a sua mente para a realização de qualquer estado que possa ser realizado por meio do conhecimento direto, ele terá habilidade para experimentar qualquer aspecto desse estado, em todos os casos. '",
  "mn119:31.1": "'Suponha que uma carruagem estivesse atrelada a um puro-sangue em uma encruzilhada plana, com um aguilhão pronto. '",
  "mn119:31.2": "'Em seguida, um hábil treinador de cavalos, um mestre de carruagens, poderia montar a carruagem, pegando as rédeas com a mão direita e o remo com a esquerda. Ele iria e voltaria para onde quisesse, quando quisesse. '",
  "mn119:31.3": "'“Da mesma forma, quando um bhikkhu tiver desenvolvido e cultivado a atenção plena no corpo, e ele inclinar a sua mente para a realização de qualquer estado que possa ser realizado por meio do conhecimento direto, ele terá habilidade para experimentar qualquer aspecto desse estado, em todos os casos. '",
  "mn119:32.1": "'Você pode esperar dez benefícios quando a atenção plena no corpo tiver sido cultivada, desenvolvida e praticada, tornada um veículo e uma base, mantida, consolidada e implementada adequadamente. '",
  "mn119:33.1": "'Ele triunfa sobre o desejo e o descontentamento e vive tendo superado o desejo e o descontentamento sempre que eles surgem. '",
  "mn119:34.1": "'Ele triunfa sobre o medo e o pavor e vive tendo superado o medo e o pavor sempre que eles surgem. '",
  "mn119:35.1": "'Ele enfrenta o frio, o calor, a fome e a sede; o toque de moscas, mosquitos, vento, sol e répteis; críticas rudes e indesejáveis; e suporta a dor física - aguda, severa, aguda, desagradável, desagradável e com risco de morte. '",
  "mn119:36.1": "'Ele obtém as quatro absorções—meditações bem-aventuradas na vida presente relacionadas à mente superior—quando querem, sem problemas ou dificuldades. '",
  "mn119:37.1": "'Ele exerce os vários tipos de poder psíquico: multiplicam-se e tornam-se um novamente… Eles controlam o corpo até o reino de Brahmā. '",
  "mn119:38.1": "'Com o elemento do ouvido divino, que é purificado e ultrapassa o humano, ele ouve ambos os tipos de sons, os divinos e os humanos, aqueles distantes bem como os próximos. … '",
  "mn119:39.1": "'Ele compreende as mentes de outros seres, de outras pessoas, abarcando-as com a sua própria mente. '",
  "mn119:39.2": "'Ele compreende uma mente afetada pelo desejo como afetada pelo desejo. '",
  "mn119:39.3": "'Ele compreende uma mente não afetada pelo desejo … '",
  "mn119:39.4": "'Ele compreende uma mente afetada pela raiva … '",
  "mn119:39.5": "'Ele compreende uma mente não afetada pela raiva … '",
  "mn119:39.6": "'Ele compreende uma mente afetada pela delusão … '",
  "mn119:39.7": "'Ele compreende uma mente não afetada pela delusão … '",
  "mn119:39.8": "'Ele compreende uma mente contraída … '",
  "mn119:39.9": "'Ele compreende uma mente distraída … '",
  "mn119:39.10": "'Ele compreende uma mente expansiva … '",
  "mn119:39.11": "'Ele compreende uma mente inexpansiva … '",
  "mn119:39.12": "'Ele compreende uma mente superável … '",
  "mn119:39.13": "'Ele compreende uma mente insuperável … '",
  "mn119:39.14": "'Ele compreende uma mente imersa em samādhi … '",
  "mn119:39.15": "'Ele compreende uma mente não imersa em samādhi … '",
  "mn119:39.16": "'Ele compreende uma mente liberada … '",
  "mn119:39.17": "'Ele compreende uma mente não liberada … '",
  "mn119:40.1": "'Ele se recorda das muitas vidas passadas, isto é, um nascimento, dois nascimentos … Assim ele se recorda das muitas vidas passadas nos seus modos e detalhes. '",
  "mn119:41.1": "'Por meio do olho divino, que é purificado e sobrepuja o humano, o bhikkhu vê seres falecendo e renascendo, inferiores e superiores, bonitos e feios, afortunados e desafortunados. Ele compreende como os seres sencientes continuam de acordo com as suas ações. '",
  "mn119:42.1": "'Ele alcança a imaculada libertação da mente e a libertação através da sabedoria nesta mesma vida. Passando a viver com tal entendimento próprio e direto devido à cessação das impurezas. '",
  "mn119:43.1": "'Você pode esperar dez benefícios quando a atenção plena no corpo tiver sido cultivada, desenvolvida e praticada, tornada um veículo e uma base, mantida, consolidada e implementada adequadamente. ” '",
  "mn119:43.2": "'Assim disse o Buda. '",
  "mn119:43.3": "'Satisfeitos, os bhikkhus ficaram felizes com o que o Buda disse. '",
  "mn119:43.4": "'☸ '"
}