{
  "sn47.13:0.1": "Linked Discourses 47 ",
  "sn47.13:0.2": "2. At Nālandā ",
  "sn47.13:0.3": "13. With Cunda ",
  "sn47.13:1.1": "At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ",
  "sn47.13:1.2": "At that time Venerable Sāriputta was staying in the Magadhan lands near the little village of Nālaka, and he was sick, suffering, gravely ill. ",
  "sn47.13:1.3": "And the novice Cunda was his carer. ",
  "sn47.13:2.1": "Then Venerable Sāriputta became fully extinguished because of that sickness. ",
  "sn47.13:2.2": "Then Cunda took Sāriputta’s bowl and robes and set out for Sāvatthī. He went to see Venerable Ānanda at Jeta’s grove, Anāthapiṇḍika’s monastery, bowed, sat down to one side, and said to him: ",
  "sn47.13:2.3": "“Sir, Venerable Sāriputta has become fully extinguished. ",
  "sn47.13:2.4": "This is his bowl and robe.” ",
  "sn47.13:3.1": "“Reverend Cunda, we should see the Buddha about this matter. ",
  "sn47.13:3.2": "Come, let’s go to the Buddha and inform him about this.” ",
  "sn47.13:3.3": "“Yes, sir,” replied Cunda. ",
  "sn47.13:4.1": "Then Ānanda and Cunda went to the Buddha, bowed, sat down to one side, and said to him: ",
  "sn47.13:4.2": "“Sir, this novice Cunda says that ",
  "sn47.13:4.3": "Venerable Sāriputta has become fully extinguished. ",
  "sn47.13:4.4": "This is his bowl and robe. ",
  "sn47.13:4.5": "Since I heard this, my body feels like it’s drugged. I’m disorientated, and the teachings don’t spring to mind.” ",
  "sn47.13:5.1": "“Well, Ānanda, when Sāriputta became fully extinguished, did he take away your entire spectrum of ethical conduct, of immersion, of wisdom, of freedom, or of the knowledge and vision of freedom?” ",
  "sn47.13:5.2": "“No, sir, he did not. ",
  "sn47.13:5.3": " ",
  "sn47.13:5.4": " ",
  "sn47.13:5.5": " ",
  "sn47.13:5.6": "But Venerable Sāriputta was my adviser and counselor. He educated, encouraged, fired up, and inspired me. He never tired of teaching the Dhamma, and he supported his spiritual companions. ",
  "sn47.13:5.7": "I remember the nectar of the teaching, the riches of the teaching, the support of the teaching given by Venerable Sāriputta.” ",
  "sn47.13:6.1": "“Ānanda, did I not prepare for this when I explained that ",
  "sn47.13:6.2": "we must be parted and separated from all we hold dear and beloved? ",
  "sn47.13:6.3": "How could it possibly be so that what is born, created, conditioned, and liable to fall apart should not fall apart? ",
  "sn47.13:6.4": "That is not possible. ",
  "sn47.13:6.5": "Suppose there was a large tree standing with heartwood, and the largest branch fell off. ",
  "sn47.13:6.6": "In the same way, in the great Saṅgha that stands with heartwood, Sāriputta has become fully extinguished. ",
  "sn47.13:6.7": "How could it possibly be so that what is born, created, conditioned, and liable to fall apart should not fall apart? ",
  "sn47.13:6.8": "That is not possible. ",
  "sn47.13:6.9": "So Ānanda, be your own island, your own refuge, with no other refuge. Let the teaching be your island and your refuge, with no other refuge. ",
  "sn47.13:7.1": "And how does a mendicant do this? ",
  "sn47.13:7.2": "It’s when a mendicant meditates by observing an aspect of the body—keen, aware, and mindful, rid of desire and aversion for the world. ",
  "sn47.13:7.3": "They meditate observing an aspect of feelings … ",
  "sn47.13:7.4": "mind … ",
  "sn47.13:7.5": "principles—keen, aware, and mindful, rid of desire and aversion for the world. ",
  "sn47.13:7.6": "That’s how a mendicant is their own island, their own refuge, with no other refuge. That’s how the teaching is their island and their refuge, with no other refuge. ",
  "sn47.13:7.7": "Whether now or after I have passed, any who shall live as their own island, their own refuge, with no other refuge; with the teaching as their island and their refuge, with no other refuge—those mendicants of mine who want to train shall be among the best of the best.” "
}