{
  "sn47.8:0.1": "Linked Discourses 47 ",
  "sn47.8:0.2": "1. In Ambapālī’s Wood ",
  "sn47.8:0.3": "8. Cooks ",
  "sn47.8:1.1": "“Mendicants, suppose a foolish, incompetent, unskillful cook was to serve a ruler or their minister with an excessive variety of curries: ",
  "sn47.8:1.2": "superbly sour, bitter, pungent, and sweet; hot and mild, and salty and bland. ",
  "sn47.8:2.1": "But that cook didn’t take their master’s hint: ",
  "sn47.8:2.2": "‘Today my master preferred this sauce, or he reached for it, or he took a lot of it, or he praised it. ",
  "sn47.8:2.3": "Today my master preferred the sour or bitter or pungent or sweet or hot or mild or salty sauce. Or he preferred the bland sauce, or he reached for the bland one, or he took a lot of it, or he praised it.’ ",
  "sn47.8:3.1": "That foolish, incompetent, unskillful cook doesn’t get presented with clothes, wages, or bonuses. ",
  "sn47.8:3.2": "Why is that? ",
  "sn47.8:3.3": "Because they don’t take their master’s hint. ",
  "sn47.8:3.4": "In the same way, a foolish, incompetent, unskillful mendicant meditates by observing an aspect of the body—keen, aware, and mindful, rid of desire and aversion for the world. ",
  "sn47.8:3.5": "As they meditate observing an aspect of the body, their mind doesn’t enter immersion, and their corruptions aren’t given up. ",
  "sn47.8:3.6": "But they don’t take the hint. ",
  "sn47.8:3.7": "They meditate observing an aspect of feelings … ",
  "sn47.8:3.8": "mind … ",
  "sn47.8:3.9": "principles—keen, aware, and mindful, rid of desire and aversion for the world. ",
  "sn47.8:3.10": "As they meditate observing an aspect of principles, the mind doesn’t enter immersion, and the corruptions aren’t given up. ",
  "sn47.8:3.11": "But they don’t take the hint. ",
  "sn47.8:4.1": "That foolish, incompetent, unskillful mendicant doesn’t get blissful meditations in this very life, nor do they get mindfulness and situational awareness. ",
  "sn47.8:4.2": "Why is that? ",
  "sn47.8:4.3": "Because they don’t take their mind’s hint. ",
  "sn47.8:5.1": "Suppose an astute, competent, skillful cook was to serve a ruler or their minister with an excessive variety of curries: ",
  "sn47.8:5.2": "superbly sour, bitter, pungent, and sweet; hot and mild, and salty and bland. ",
  "sn47.8:6.1": "And that cook took their master’s hint: ",
  "sn47.8:6.2": "‘Today my master preferred this sauce, or he reached for it, or he took a lot of it, or he praised it. ",
  "sn47.8:6.3": "Today my master preferred the sour or bitter or pungent or sweet or hot or mild or salty sauce. Or he preferred the bland sauce, or he reached for the bland one, or he took a lot of it, or he praised it.’ ",
  "sn47.8:7.1": "That astute, competent, skillful cook gets presented with clothes, wages, and bonuses. ",
  "sn47.8:7.2": "Why is that? ",
  "sn47.8:7.3": "Because they take their master’s hint. ",
  "sn47.8:7.4": "In the same way, an astute, competent, skillful mendicant meditates by observing an aspect of the body—keen, aware, and mindful, rid of desire and aversion for the world. ",
  "sn47.8:7.5": "As they meditate observing an aspect of the body, their mind enters immersion, and their corruptions are given up. ",
  "sn47.8:7.6": "They take the hint. ",
  "sn47.8:7.7": "They meditate observing an aspect of feelings … ",
  "sn47.8:7.8": "mind … ",
  "sn47.8:7.9": "principles—keen, aware, and mindful, rid of desire and aversion for the world. ",
  "sn47.8:7.10": "As they meditate observing an aspect of principles, their mind enters immersion, and their corruptions are given up. ",
  "sn47.8:7.11": "They take the hint. ",
  "sn47.8:8.1": "That astute, competent, skillful mendicant gets blissful meditations in this very life, and they get mindfulness and situational awareness. ",
  "sn47.8:8.2": "Why is that? ",
  "sn47.8:8.3": "Because they take their mind’s hint.” "
}