{
  "sn47.4:0.1": "Linked Discourses 47 ",
  "sn47.4:0.2": "1. In Ambapālī’s Wood ",
  "sn47.4:0.3": "4. At Sālā ",
  "sn47.4:1.1": "At one time the Buddha was staying in the land of the Kosalans near the brahmin village of Sālā. ",
  "sn47.4:1.2": "There the Buddha addressed the mendicants: ",
  "sn47.4:2.1": "“Mendicants, those mendicants who are junior—recently gone forth, newly come to this teaching and training—should be encouraged, supported, and established in the four kinds of mindfulness meditation. ",
  "sn47.4:2.2": "What four? ",
  "sn47.4:2.3": "Please, reverends, meditate observing an aspect of the body—keen, aware, at one, with minds that are clear, immersed in samādhi, and unified, so as to truly know the body. ",
  "sn47.4:2.4": "Meditate observing an aspect of feelings—keen, aware, at one, with minds that are clear, immersed in samādhi, and unified, so as to truly know feelings. ",
  "sn47.4:2.5": "Meditate observing an aspect of the mind—keen, aware, at one, with minds that are clear, immersed in samādhi, and unified, so as to truly know the mind. ",
  "sn47.4:2.6": "Meditate observing an aspect of principles—keen, aware, at one, with minds that are clear, immersed in samādhi, and unified, so as to truly know principles. ",
  "sn47.4:3.1": "Those mendicants who are trainees—who haven’t achieved their heart’s desire, but live aspiring to the supreme sanctuary—also meditate observing an aspect of the body—keen, aware, at one, minds that are clear, immersed in samādhi, and unified, so as to fully understand the body. ",
  "sn47.4:3.2": "They meditate observing an aspect of feelings—keen, aware, at one, with minds that are clear, immersed in samādhi, and unified, so as to fully understand feelings. ",
  "sn47.4:3.3": "They meditate observing an aspect of the mind—keen, aware, at one, with minds that are clear, immersed in samādhi, and unified, so as to fully understand the mind. ",
  "sn47.4:3.4": "They meditate observing an aspect of principles—keen, aware, at one, with minds that are clear, immersed in samādhi, and unified, so as to fully understand principles. ",
  "sn47.4:4.1": "Those mendicants who are perfected—who have ended the defilements, completed the spiritual journey, done what had to be done, laid down the burden, achieved their own goal, utterly ended the fetters of rebirth, and are rightly freed through enlightenment—also meditate observing an aspect of the body—keen, aware, at one, with minds that are clear, immersed in samādhi, and unified, detached from the body. ",
  "sn47.4:4.2": "They meditate observing an aspect of feelings—keen, aware, at one, with minds that are clear, immersed in samādhi, and unified, detached from feelings. ",
  "sn47.4:4.3": "They meditate observing an aspect of the mind—keen, aware, at one, with minds that are clear, immersed in samādhi, and unified, detached from the mind. ",
  "sn47.4:4.4": "They meditate observing an aspect of principles—keen, aware, at one, with minds that are clear, immersed in samādhi, and unified, detached from principles. ",
  "sn47.4:5.1": "Those mendicants who are junior—recently gone forth, newly come to this teaching and training—should be encouraged, supported, and established in these four kinds of mindfulness meditation.” "
}