{
  "dn10:0.1": "Zbirka dugih govora 10 ",
  "dn10:0.2": "Razgovor sa Subhom ",
  "dn10:1.1.1": "Ovako sam čuo. ",
  "dn10:1.1.2": "Jednom je poštovani Ānanda boravio kraj Sāvatthīja, u Đetinom gaju, u manastiru koji je podigao Anāthapiṇḍika, ne zadugo posle potpunog oslobođenja Blaženog. ",
  "dn10:1.1.3": "A tom prilikom je brahmanski učenik Subbha nekim svojim poslom boravio u Sāvatthiju. ",
  "dn10:1.2.1": "Onda Subbha reče jednom drugom brahmanskom učeniku: ",
  "dn10:1.2.2": "„Hajde, učeniče, otidi do askete Ānande. Kada tamo stigneš, pokloni mu se do nogu u moje ime i upitaj ga je li pošteđen bolesti i tegoba, je li zdrav, snažan i da li se dobro oseća. ",
  "dn10:1.2.4": "A onda mu kaži: ",
  "dn10:1.3.1": "’Dobro bi bilo ako bi poštovani Ānanda iz saosećanja otišao da poseti kuću u kojoj živi Subha, Todeyyin sin.’” ",
  "dn10:1.3.2": "„U redu,” odgovori taj učenik, pa ode do poštovanog Ānande i ljubazno se pozdravi sa njim. ",
  "dn10:1.3.3": "Kada taj učtivi i prijateljski razgovor bi završen, sede on sa strane i reče: ",
  "dn10:1.3.4": "„Brahmanski učenik Subha pita poštovanog Ānandu je li pošteđen bolesti i tegoba, je li zdrav, snažan i da li se dobro oseća; ",
  "dn10:1.3.5": "a onda mu kaži: ",
  "dn10:1.3.6": "’Dobro bi bilo ako bi poštovani Ānanda iz saosećanja otišao da poseti kuću u kojoj živi Subha, Todeyyin sin.’” ",
  "dn10:1.4.1": "Na to poštovani Ānanda reče: ",
  "dn10:1.4.2": "„Nije pravi trenutak za to, učeniče. ",
  "dn10:1.4.3": "Danas se ne osećam dobro. ",
  "dn10:1.4.4": "Možda će sutra biti bolje vreme za moju posetu, ako se ukaže prilika.” ",
  "dn10:1.4.5": "„U redu, poštovani,” reče onaj brahmanski učenik, pa ustade i otide do Subhe, Todeyyinog sina i ispriča mu šta se dogodilo. ",
  "dn10:1.4.13": "„Toliko sam uspeo da uradim. Otuda, postoji šansa da učitelj Ānanda sutra dođe u posetu.” ",
  "dn10:1.5.1": "I tako, ujutro, poštovani Ānanda se obukao, uze svoju prosjačku zdelu i gornji ogrtač, pa zajedno sa monahom Ćetakom, kao svojim pratiocem, krenu put kuće u kojoj je živeo Subha. Kada je stigao, sede na unapred pripremljeno mesto. Zatim mu priđe Subha, Todeyyin sin, i ljubazno se pozdravi sa njim. ",
  "dn10:1.5.2": "Kada taj učtivi i prijateljski razgovor bi završen, sede on sa strane i reče: ",
  "dn10:1.5.3": "„Učitelj Ānanda je dugo bio lični pratilac učitelja Gotame, često u njegovom prisustvu, živeo kraj njega. ",
  "dn10:1.5.4": "Poštovani bi trebalo da zna stvari je učitelj Gotama hvalio, u kojima je ljude podsticao, učvršćivao, ustaljivao. ",
  "dn10:1.5.5": "Koje su te stvari?.” ",
  "dn10:1.6.1": "„Tri su sastojka, učeniče, koja je Blaženi hvalio, u njima ljude podsticao, učvršćivao i ustaljivao. ",
  "dn10:1.6.2": "A koja tri? ",
  "dn10:1.6.3": "Plemeniti sastojak vrline, plemeniti sastojak koncentracije i plemeniti sastojak mudrosti. ",
  "dn10:1.6.4": "Ta tri sastojka je Blaženi hvalio, u njima je ljude podsticao, učvršćivao i ustaljivao.” ",
  "dn10:1.6.5.0": "1. Sastojak vrline ",
  "dn10:1.6.6": "„A kakav je to, učitelju Ānanda, plemeniti sastojak vrline, koji je učitelj Gotama hvalio, u njemu ljude podsticao, učvršćivao i ustaljivao?” ",
  "dn10:1.7.1": "„Tako, učeniče, Tathāgata se pojavi u ovome svetu, plemenit i potpuno probuđen, usavršen u znanju i ponašanju, srećan, znalac svetova, nenadmašni vodič onima kojima je potreban putokaz, učitelj božanskim i ljudskim bićima, budan, blažen. ",
  "dn10:1.7.2": "Snagom vlastite spoznaje razumeo je i zna da objasni ovaj svet, njegove dobre i zle duhove, božanstva, pokolenja isposnika i sveštenika, plemenitih i običnih ljudi. ",
  "dn10:1.7.3": "On propoveda učenje i slovom i duhom, divno na početku, divno u sredini, divno na kraju; upućuje na potpuno savršen i pročišćen svetački život. ",
  "dn10:1.8.1": "A kućedomaćin ili kućedomaćinov sin ili neko rođen u nekom drugom klanu čuje tu Dhammu. ",
  "dn10:1.8.2": "Kad čuje Dhammu, on stiče poverenje u Tathāgatu. ",
  "dn10:1.8.3": "Kad poseduje poverenje, ovako razmišlja: ",
  "dn10:1.8.4": "’Domaćinski život je skučen i prašnjav. Svetački život je poput širokog polja. ",
  "dn10:1.8.5": "Nije lako u kući praktikovati svetački život potpuno savršen i čist, nalik uglačanoj školjki. ",
  "dn10:1.8.6": "Kako bi bilo da obrijem kosu i bradu, ogrnem žuti ogrtač i napustivši dom odem u beskućnike?’ ",
  "dn10:1.9.1": "Posle izvesnog vremena, on zaista obrije kosu i bradu, obuče žuti ogrtač i ostavivši iza sebe domaćinski život, postane beskućnik. ",
  "dn10:1.10.1": "Kada je tako otišao u beskućnike, živi on obuzdan granicama Pātimokkhe, savršenog ponašanja i delovanja. Videći opasnost i u najmanjoj pogrešci, vežba sebe držeći se pravila vežbanja. I telom i rečima čini samo ono što je korisno, njegov život biva pročišćen, a on prožet vrlinom. Stražari na vratima čula, učvrstio je svesnost i jasno razumevanje, zadovoljan je. ",
  "dn10:1.11.1": "A kako to, učeniče, monah postaje usavršen u vrlini? ",
  "dn10:1.11.2": "Odustavši od ubijanja živih bića, napustivši ubijanje živih bića, monah je odložio štap i oružje, živi pun obzira i blag, ispunjen saosećanjem prema svim bićima. ",
  "dn10:1.11.3": "Odustavši od ubijanja živih bića, napustivši ubijanje živih bića, monah je odložio štap i oružje, živi pun obzira i blag, ispunjen saosećanjem prema svim bićima. ",
  "dn10:1.12.1-1.27": "To je takođe deo njegove vrline. ",
  "dn10:1.28.1": "’Ima asketa i brahmana koji, živeći od hrane koju im daruju predani, još uvek zarađuju takvim pogrešnim življenjem, takvim nedoličnim znanjem ",
  "dn10:1.28.2": "kao što su: obećavanje darova božanstvima u zamenu za učinjene usluge; ispunjavanje takvih obećanja; rituali vezani za demone; recitovanje bajalica za zaštitu kuće; izazivanje potencije i sterilnosti; pripremanje i osvećivanje lokacije za kuću; rituali koji uključuju ispiranje usta i kupanje; prinošenje žrtava sa vatrom; prepisivanje sredstava za povraćanje, pražnjenje creva i izbacivanje šlajma; prepisivanje ulja za uho, kapi za oči i nos, masti i melema; operisanje očiju i ušiju; opšte operacije na telu; pedijatrija; primena lekovitih korena; povezi sa melemima od lekovitih biljaka. ",
  "dn10:1.28.3": "on je odustao od takvog nedoličnog znanja, takvog pogrešnog življenja.’ ",
  "dn10:1.28.4": "’Ima asketa i brahmana koji, živeći od hrane koju im daruju predani, još uvek zarađuju takvim pogrešnim življenjem, takvim nedoličnim znanjem ",
  "dn10:1.28.5": "kao što su: obećavanje darova božanstvima u zamenu za učinjene usluge… povezi sa melemima od lekovitih biljaka. ",
  "dn10:1.28.6": "on je odustao od takvog nedoličnog znanja, takvog pogrešnog življenja.’ ",
  "dn10:1.28.7": "To je takođe deo njegove vrline. ",
  "dn10:1.29.1": "Učeniče, monah koji je tako prožet vrlinom ne vidi bilo kakvu opasnost u svojoj obuzdanosti vrlinom. ",
  "dn10:1.29.2": "Kao što miropomazani plemeniti kralj, što porazio je neprijatelje, ne vidi bilo kakvu opasnost od svojih neprijatelja, ",
  "dn10:1.29.3": "isto tako i monah koji je tako prožet vrlinom ne vidi bilo kakvu opasnost u svojoj obuzdanosti vrlinom. ",
  "dn10:1.29.4": "Kad poseduje taj kvalitet obuzdanosti u vrlini, doživljava onu vrstu sreće kojoj se ne može ništa prigovoriti. ",
  "dn10:1.29.5": "Na taj način, učeniče, monah je prožet vrlinom. ",
  "dn10:1.30.1": "To je, učeniče, sastojak plemenite vrline koji je Blaženi hvalio, u njemu ljude podsticao, učvršćivao i ustaljivao. ",
  "dn10:1.30.2": "Ali još ima toga što treba učiniti.” ",
  "dn10:1.30.3": "’Zadivljujuće je to, učitelju Ānanda, čudesno je to. ",
  "dn10:1.30.4": "Taj plemeniti sastojak vrline je potpun, a ne nepotpun. ",
  "dn10:1.30.5": "I ja ne vidim tako potpun plemeniti sastojak vrline kod drugih asketa i brahmana, izvan ove zajednice. ",
  "dn10:1.30.6": "I ako bi drugi askete i brahmani, izvan ove zajednice, videli tako potpun plemeniti sastojak vrline, oni bi se time zadovoljili: ",
  "dn10:1.30.7": "’Toliko je dovoljno, toliko smo učinili i cilj asketskog života je dostignut, ničeg više nema što bi trebalo učiniti.’ ",
  "dn10:1.30.8": "Ali učitelj Ānanda ovako reče: ",
  "dn10:1.30.9": "’Još uvek ima toga što bi trebalo učiniti.’” ",
  "dn10:2.1.0": "2. Sastojak koncentracije ",
  "dn10:2.1.1": "„A kakav je to, učitelju Ānanda, plemeniti sastojak koncentracije, koji je učitelj Gotama hvalio, u njemu ljude podsticao, učvršćivao i ustaljivao?” ",
  "dn10:2.2.1": "„Kako to, učeniče, monah stražari na vratima čula? ",
  "dn10:2.2.2": "Kad vidi oblik okom, monah se ne veže za njegova obeležja i detalje. ",
  "dn10:2.2.3": "Pošto, kad ostavi oko bez nadzora, loša, štetna stanja gramzivosti i odbojnosti mogu da ga osvoje, vežba njegovo obuzdavanje, stražari nad čulom vida, obuzdava čulo vida. ",
  "dn10:2.2.4": "Kad zvuk čuje uhom… ",
  "dn10:2.2.5": "Kad oseti miris nosom… ",
  "dn10:2.2.6": "Kad okusi ukus jezikom… ",
  "dn10:2.2.7": "Kad telom dodirne neki predmet… ",
  "dn10:2.2.8": "Kad umom prepozna neki mentalni objekat, monah se ne veže za njegova obeležja i detalje. ",
  "dn10:2.2.9": "Pošto, kad ostavi um bez nadzora, loša, štetna stanja gramzivosti i odbojnosti mogu da ga osvoje, on vežba njegovo obuzdavanje, stražari nad čulom uma, obuzdava čulo uma. ",
  "dn10:2.2.10": "Kad poseduje taj kvalitet obuzdanosti u vrlini, doživljava onu vrstu sreće kojoj se ne može ništa prigovoriti. ",
  "dn10:2.2.11": "Na taj način, učeniče, monah stražari na vratima čula. ",
  "dn10:2.3.1": "A kako to, učeniče, monah poseduje svesnost i jasno razumevanje? ",
  "dn10:2.3.2": "Tako što, učeniče, kad odlazi i dolazi, monah postupa sa jasnim razumevanjem; kad gleda pravo i kad gleda u stranu, postupa sa jasnim razumevanjem; kad savija i kad pruža svoje udove, postupa sa jasnim razumevanjem; kad oblači svoj donji ogrtač, kad nosi spoljašnji ogrtač i zdelu za prošenje hrane, postupa sa jasnim razumevanjem; kad jede, pije, žvaće i guta hranu, postupa sa jasnim razumevanjem; kad obavlja veliku i malu nuždu, postupa sa jasnim razumevanjem; kad hoda, stoji, sedi, leže i ustaje, govori i ćuti, postupa sa jasnim razumevanjem. ",
  "dn10:2.3.3": "Na taj način, učeniče, monah poseduje svesnost i jasno razumevanje. ",
  "dn10:2.4.1": "A kako je to, učeniče, monah zadovoljan? ",
  "dn10:2.4.2": "Monah je zadovoljan ogrtačem da zaštiti telo i dobijenom hranom da utoli glad; gde god da krene, sa sobom nosi samo ogrtač i zdelu. ",
  "dn10:2.4.3": "Kao i ptici što su, kud god da krene, jedini teret sopstvena krila, ",
  "dn10:2.4.4": "tako je i monah zadovoljan ogrtačem da zaštiti telo i dobijenom hranom da utoli glad; gde god da krene, sa sobom nosi samo ogrtač i zdelu. ",
  "dn10:2.4.5": "Na taj način, učeniče, monah je zadovoljan. ",
  "dn10:2.5.1": "Kad poseduje takav plemeniti sastojak vrline i plemenitu obuzdanost čula, kada poseduje takvu plemenitu svesnost i jasno razumevanje, kada poseduje pleminitu zadovoljenost, ",
  "dn10:2.5.2": "tada odlazi na osamljeno, mirno mesto: u šumu, podnožje drveta, planinu, klisuru, pećinu, mesto za kremaciju, gustu džunglu, proplanak, stog sena. ",
  "dn10:2.5.3": "Kada se vrati iz prošenja hrane, posle jela, seda nogu ukrštenih, uspravnog tela i ustali svesnost pred sobom. ",
  "dn10:2.6.1": "Napustivši pohlepu za ovim svetom, živi uma oslobođenog pohlepe; um svoj pročišćuje od pohlepe. ",
  "dn10:2.6.2": "Napustivši zlovolju i mržnju, živi uma oslobođenog zlovolje, stalo mu je do dobrobiti svih živih bića; um svoj pročišćuje od zlovolje i mržnje. ",
  "dn10:2.6.3": "Napustivši tromost i pospanost, živi oslobođen tromosti i pospanosti, opaža svetlost, svestan i s jasnim razumevanjem; um svoj pročišćuje od tromosti i pospanosti. ",
  "dn10:2.6.4": "Napustivši uznemirenost i kajanje, živi neuznemiren, uma sasvim spokojnog; um svoj pročišćuje od uznemirenosti i kajanja. ",
  "dn10:2.6.5": "Napustivši sumnjičavost, živi tako što je prevazišao sumnjičavost, jasno razabira povoljna mentalna stanja; um svoj pročišćuje od sumnjičavosti. ",
  "dn10:2.7.1": "Isto tako, učeniče, zamisli čoveka koji uzme novac u zajam i hoće da pokrene sopstveni posao. ",
  "dn10:2.7.2": "I taj mu posao dobro krene, ",
  "dn10:2.7.3": "tako da je u stanju da vrati pozajmicu i još mu ostane dovoljno da izdržava svoju ženu. ",
  "dn10:2.7.4": "Kad kasnije na sve to pomisli, ",
  "dn10:2.7.8": "čovek je zadovoljan i ispunjen radošću. ",
  "dn10:2.8.1": "Ili zamisli čoveka koji je bolestan, muči ga teška, po život opasna bolest, tako da nije u stanju ni da jede i telo mu je malaksalo. ",
  "dn10:2.8.2": "Kasnije se oporavi od te bolesti, vrati mu se apetit i telo mu povrati snagu. ",
  "dn10:2.8.3": "Kad kasnije na sve to pomisli, ",
  "dn10:2.8.6": "čovek je zadovoljan i ispunjen radošću. ",
  "dn10:2.9.1": "Ili zamisli, učeniče, čoveka zatočenog u zatvoru. ",
  "dn10:2.9.2": "No onda ga iz tog zatvora oslobode, i on je na sigurnom, bez straha, bez ikakve štete po svoj imetak. ",
  "dn10:2.9.3": "Kad kasnije na sve to pomisli, ",
  "dn10:2.9.6": "čovek je zadovoljan i ispunjen radošću. ",
  "dn10:2.10.1": "Ili zamisli nekog slugu, čoveka koji nije sam svoj gospodar, već zavisi od drugih, bez prava da ide kud mu je volja. ",
  "dn10:2.10.2": "No onda ga oslobode ropstva, tako da postane sam svoj gospodar, a ne zavisi od drugih, slobodan da ide kud god mu je volja. ",
  "dn10:2.10.3": "Kad kasnije na sve to pomisli, ",
  "dn10:2.10.6": "čovek je zadovoljan i ispunjen radošću. ",
  "dn10:2.11.1": "Ili zamisli bogatog trgovca, s velikom tovarom, koji sa malo hrane krene opasnim putem kroz pustinju. ",
  "dn10:2.11.2": "I uspe da pređe tu pustinju i vrati se u svoje selo, bez ikakve štete po sebe i svoj tovar. ",
  "dn10:2.11.3": "Kad kasnije na sve to pomisli, ",
  "dn10:2.11.6": "čovek je zadovoljan i ispunjen radošću. ",
  "dn10:2.12.1": "Na isti način, učeniče, kada vidi da pet prepreka nije prevladao u sebi, monah ih jednu za drugom razume kao dug, bolest, zatvor, ropstvo i put preko pustinje. ",
  "dn10:2.12.2": "Ali kada vidi da je tih pet prepreka prevladao u sebi, monah ih jednu za drugom razume kao život bez dugova, zdravlje, izlazak iz zatvora, slobodu i bezbedno mesto. ",
  "dn10:2.12.4": "Kada vidi da je ovih pet prepreka prevladao u sebi, u monahu se rađa radost; sa radošću, u njemu se rađa ushićenje. Onome ko je ushićen, telo postaje smireno; a onaj čije je telo smireno, oseća zadovoljstvo. Sa osećajem zadovoljstvo, um postaje koncentrisan. ",
  "dn10:2.13.1": "Sasvim obuzdanih čula, bez mentalnih nečistoća, ulazi tako monah i ostaje na prvom stupnju zadubljenja, praćenim usmerenom mišlju i istraživanjem, uz ushićenje i zadovoljstvo rođeno iz osame. ",
  "dn10:2.13.2": "Onda on natapa i prožima, preplavljuje i ispunjava svoje telo ushićenjem i zadovoljstvom rođenim iz osame. Ne postoji nijedan deo tela koji nije prožet ushićenjem i zadovoljstvom rođenim iz osame. ",
  "dn10:2.14.1": "Kao kad vešti berberin ili njegov pomoćnik sipa prašak u metalnu posudu i meša je s vodom da dobije sapunicu; tada je pena puna vlage, prožeta vlagom iznutra i spolja, ali ne previše; ",
  "dn10:2.14.2": "isto tako monah natapa i prožima, preplavljuje i ispunjava svoje telo ushićenjem i zadovoljstvom rođenim iz osame, tako da nijedan deo tela ne ostaje nezahvaćen ushićenjem i zadovoljstvom rođenim iz osame. ",
  "dn10:2.14.5": "To je takođe deo njegove koncentracije. ",
  "dn10:2.15.1": "A zatim, učeniče, sa smirivanjem usmerene misli i istraživanja, ulazi on i ostaje na drugom stupnju zadubljenja, koji karakterišu kako samopouzdanje i sabranost uma, oslobođenog usmerene misli i istraživanja, tako i ushićenje i zadovoljstvo rođeni iz koncentracije. ",
  "dn10:2.15.2": "Onda on natapa i prožima, preplavljuje i ispunjava svoje telo ushićenjem i zadovoljstvom rođenim iz koncentracije. Ne postoji nijedan deo čitavog tela koji nije prožet ushićenjem i zadovoljstvom rođenim iz koncentracije. ",
  "dn10:2.16.1": "Učeniče, zamisli duboko jezero, u čijim dubinama je izvor sveže vode i u koje se ne uliva nijedna reka ni sa istoka ni sa zapada, ni sa severa ni sa juga, niti ga bilo kad zapljuskuju kiše; ali hladni izvor u dubinama jezerskim ispuniće i prožeće ga svog, tako da nijedan deo jezera ne ostane neprožet vodom iz tog hladnog izvora. ",
  "dn10:2.16.2": "Na isti način i monah natapa i prožima, preplavljuje i ispunjava svoje telo ushićenjem i zadovoljstvom rođenim iz koncentracije. Ne postoji nijedan deo čitavog tela koji nije prožet ushićenjem i zadovoljstvom rođenim iz koncentracije. ",
  "dn10:2.16.5": "To je takođe deo njegove koncentracije. ",
  "dn10:2.17.1": "A zatim, učeniče, sa slabljenjem ushićenja monah ostaje spokojan, svestan i s jasnim razumevanjem, sa fizičkim osećajem zadovoljstva. Monah ulazi i ostaje na trećem stupnju zadubljenja, o kojem plemeniti kažu: ‘Srećan je čovek ispunjen spokojstvom i svesnošću!’ ",
  "dn10:2.17.2": "Onda on natapa i prožima, preplavljuje i ispunjava svoje telo zadovoljstvom, lišenim ushićenja, tako da ne postoji nijedan deo čitavog tela koji nije prožet zadovoljstvom lišenim ushićenja. ",
  "dn10:2.17.3": "Kao što u jezeru s plavim, crvenim i belim lotosovim cvetovima, odraslim pod vodom, ti cvetovi ne izlaze na površinu, već cvetaju pod vodom, pa ih sveža voda obliva, natapa, ispunjava i prožima od korena do vrha latica, tako da nijedan deo tih lotosa ne ostane neprožet vodom. ",
  "dn10:2.17.4": "Na isti način i monah natapa i prožima, preplavljuje i ispunjava svoje telo ushićenjem i zadovoljstvom rođenim iz koncentracije. Ne postoji nijedan deo čitavog tela koji nije prožet ushićenjem i zadovoljstvom rođenim iz koncentracije. ",
  "dn10:2.17.7": "To je takođe deo njegove koncentracije. ",
  "dn10:2.18.1": "A zatim, učeniče, sa napuštanjem zadovoljstva i bola, kao i s ranijim nestankom radosti i žalosti, monah ulazi i ostaje na četvrtom stupnju zadubljenja, koji nije ni bolan ni prijatan, a čini ga čista svesnost, zasnovana na spokojstvu. ",
  "dn10:2.18.2": "On sedi prožimajući telo čistim, sjajnim umom, ",
  "dn10:2.18.3": "tako da ne postoji nijedan deo čitavog tela koji nije prožet čistim, sjajnim umom. ",
  "dn10:2.18.4": "Učeniče, zamisli čoveka koji sedi zaogrnut belim platnom od glave do pete, tako da mu nijedan deo tela ne ostane nezaogrnut tim belim platnom. ",
  "dn10:2.18.5": "Na isti način i monah natapa i prožima, preplavljuje i ispunjava svoje telo ushićenjem i zadovoljstvom rođenim iz koncentracije. Ne postoji nijedan deo čitavog tela koji nije prožet ushićenjem i zadovoljstvom rođenim iz koncentracije. ",
  "dn10:2.18.8": "To je takođe deo njegove koncentracije. ",
  "dn10:2.19.1": "I to je, učeniče, sastojak koncentracije, koji je Blaženi hvalio, u njemu ljude podsticao, učvršćivao i ustaljivao. ",
  "dn10:2.19.2": "Ali još ima toga što treba učiniti.” ",
  "dn10:2.19.3": "’Zadivljujuće je to, učitelju Ānanda, čudesno je to. ",
  "dn10:2.19.4": "Taj plemeniti sastojak koncentracije je potpun, a ne nepotpun. ",
  "dn10:2.19.5": "I ja ne vidim tako potpun sastojak plemenite koncentracije kod drugih asketa i brahmana, izvan ove zajednice. ",
  "dn10:2.19.6": "I ako bi drugi askete i brahmani, izvan ove zajednice, videli tako potpun plemeniti sastojak koncentracije, oni bi se time zadovoljili: ",
  "dn10:2.19.7": "’Toliko je dovoljno, toliko smo učinili i cilj asketskog života je dostignut, ničeg više nema što bi trebalo učiniti.’ ",
  "dn10:2.19.8": "Ali učitelj Ānanda ovako reče: ",
  "dn10:2.19.9": "’Još uvek ima toga što bi trebalo učiniti.’” ",
  "dn10:2.20.0": "3. Sastojak mudrosti ",
  "dn10:2.20.1": "„A kakav je to, učitelju Ānanda, plemeniti sastojak mudrosti, koji je učitelj Gotama hvalio, u njemu ljude podsticao, učvršćivao i ustaljivao?” ",
  "dn10:2.21.1": "„Kada je njegov koncentrisan um postao tako pročišćen, blistav, bez i najmanje nečistoće, bez nesavršenosti, prilagodljiv, lako vođen, postojan i stabilan, monah ga okreće i usmerava ka znanju i viđenju. ",
  "dn10:2.21.2": "I ovako razume: ",
  "dn10:2.21.3": "’Ovo je moje telo, načinjeno od materijalnog oblika, sastavljeno od četiri velika elementa, stvorili su ga majka i otac, izgradili kuvani pirinač i kaša, podložno je prolaznosti, trošnosti i propadanju, razlaganju i nestanku.’ ",
  "dn10:2.21.4": "trošnosti i propadanju, razlaganju i nestanku.’ ",
  "dn10:2.22.1": "Učeniče, zamisli divan dragi kamen beril boje najčistijeg mora, s osam stranica, dobro obrađen, čist i proziran, koji krase sve druge dobre osobine; a kroz njega su provučene plava, žuta, crvena, bela ili braon nit. ",
  "dn10:2.22.2": "A neki čovek dobroga vida, uzevši ga u ruku, mogao bi pomisliti: ’Divan je ovaj dragi kamen beril boje najčistijeg mora, s osam stranica, dobro obrađen, čist i proziran, koji krase sve druge dobre osobine. I kroz njega su provučene plava, žuta, crvena, bela ili braon nit.’ ",
  "dn10:2.22.3": "Na isti način, učeniče, kada je njegov koncentrisan um postao tako pročišćen, blistav, bez i najmanje nečistoće, bez nesavršenosti, prilagodljiv, lako vođen, postojan i stabilan, monah ga okreće i usmerava ka znanju i viđenju. ",
  "dn10:2.22.10": "To je takođe deo njegove mudrosti. ",
  "dn10:2.23.1": "Kada je njegov koncentrisan um postao tako pročišćen, blistav, bez i najmanje nečistoće, bez nesavršenosti, prilagodljiv, lako vođen, postojan i stabilan, monah ga okreće i usmerava ka kreiranju umom stvorenog tela. ",
  "dn10:2.23.2": "Iz ovog tela on stvara drugo telo, koje ima materijalni oblik, umom stvoreno, potpuno, sa svim delovima, ne manjka mu nijedna sposobnost. ",
  "dn10:2.24.1": "Učeniče, zamisli da neki čovek izvuče trsku iz njezine ljušture ",
  "dn10:2.24.2": "i pomisli: ",
  "dn10:2.24.3": "‘Ovo je ljuštura, ovo je trska; ljuštura je jedno, trska je drugo; iz ljušture je trska bila izvučena’. ",
  "dn10:2.24.4": "Ili zamisli da neki čovek izvuče mač iz korica ",
  "dn10:2.24.5": "i pomisli: ",
  "dn10:2.24.6": " ’Ovo je mač, ovo su korice; mač je jedno, korice su drugo; iz korica je mač bio izvučen’. ",
  "dn10:2.24.7": "Ili zamisli da neki čovek izvuče zmiju iz njezine košuljice ",
  "dn10:2.24.8": "i pomisli: ",
  "dn10:2.24.9": "’Ovo je zmija, ovo je košuljica; zmija je jedno, košuljica je drugo; iz košuljice je zmija bila izvučena.’ ",
  "dn10:2.24.10": "Na isti način, kada je njegov koncentrisan um postao tako pročišćen, blistav, bez i najmanje nečistoće, bez nesavršenosti, prilagodljiv, lako vođen, postojan i stabilan, monah ga okreće i usmerava ka kreiranju umom stvorenog tela. ",
  "dn10:2.24.12": "To je takođe deo njegove mudrosti. ",
  "dn10:2.25.1": "Kada je njegov koncentrisan um postao tako pročišćen, blistav, bez i najmanje nečistoće, bez nesavršenosti, prilagodljiv, lako vođen, postojan i stabilan, monah ga okreće i usmerava ka vrstama natprirodnih moći. ",
  "dn10:2.25.2": "On ispoljava različite vrste natprirodnih moći: iz jednog bića se pretvara u mnogobrojna, a iz mnogobrojnih opet u jedno; iz vidljivog bića se pretvara u nevidljivo; nesmetano prolazi kroz zidove, bedeme i bregove, kao kroz vazduh; uranja u zemlju i izranja iz nje kao iz vode; hoda po vodi, a da je i ne ustalasa, kao po zemlji; kreće se vazduhom ukrštenih nogu, poput ptice; u stanju je da rukom dotakne i miluje Mesec i Sunce, tako moćne i velike; telesno se uzdiže, čak do sveta boga Brahme. ",
  "dn10:2.26.1": "Učeniče, zamisli da vešt grnčar ili njegov šegrt, od dobro pripremljenog komada gline načini i formira posudu oblika kakvog god poželi. ",
  "dn10:2.26.2": "Ili da vešt duborezac ili njegov šegrt, od dobro pripremljenog komada slonovače načini rezbariju kakvu god poželi. ",
  "dn10:2.26.3": "Ili da vešt zlatar ili njegov šegrt, od dobro pripremljenog komada zlata načini nakit kakav god poželi. ",
  "dn10:2.26.4": "Na isti način, učeniče, kada je njegov koncentrisan um postao tako pročišćen, blistav, bez i najmanje nečistoće, bez nesavršenosti, prilagodljiv, lako vođen, postojan i stabilan, monah ga okreće i usmerava ka vrstama natprirodnih moći. ",
  "dn10:2.26.6": "To je takođe deo njegove mudrosti. ",
  "dn10:2.27.1": "Kada je njegov koncentrisan um postao tako pročišćen, blistav, bez i najmanje nečistoće, bez nesavršenosti, prilagodljiv, lako vođen, postojan i stabilan, monah ga okreće i usmerava ka duhovnom uhu. ",
  "dn10:2.27.2": "Uz pomoć duhovnog uha, koje je pročišćeno i prevazilazi ljudsko, čuje obe vrste zvukova, božanske i ljudske, one koji su daleko i one blizu. ",
  "dn10:2.27.3": "Učeniče, zamisli čoveka koji ide putem i začuje zvukove bubnjeva, tambura, truba, činela i doboša, te pomisli: ’Ovo je zvuk bubnja, ovo je zvuk tambura, ovo je zvuk truba, ovo je zvuk činela, ovo je zvuk doboša’. ",
  "dn10:2.27.4": "Na isti način, kada je njegov koncentrisan um postao tako pročišćen, blistav, bez i najmanje nečistoće, bez nesavršenosti, prilagodljiv, lako vođen, postojan i stabilan, monah ga okreće i usmerava ka duhovnom uhu. ",
  "dn10:2.27.7": "To je takođe deo njegove mudrosti. ",
  "dn10:2.28.1": "Kada je njegov koncentrisan um postao tako pročišćen, blistav, bez i najmanje nečistoće, bez nesavršenosti, prilagodljiv, lako vođen, postojan i stabilan, monah ga okreće i usmerava ka razumevanju umova drugih bića. ",
  "dn10:2.28.2": "On razume umove drugih osoba, drugih bića, tako što ih obuhvati sopstvenim umom: ",
  "dn10:2.28.3": "um zahvaćen strašću razume kao um zahvaćen strašću, ",
  "dn10:2.28.4": "a um koji nije zahvaćen strašću kao um koji nije zahvaćen strašću. ",
  "dn10:2.28.5": "Um zahvaćen mržnjom on razume kao um zahvaćen mržnjom, ",
  "dn10:2.28.6": "a um koji nije zahvaćen mržnjom kao um koji nije zahvaćen mržnjom. ",
  "dn10:2.28.7": "Um zahvaćen obmanom on razume kao um zahvaćen obmanom, ",
  "dn10:2.28.8": "a um koji nije zahvaćen obmanom kao um koji nije zahvaćen obmanom. ",
  "dn10:2.28.9": "Sabran um on razume kao sabran, ",
  "dn10:2.28.10": "a rastresen um kao rastresen; ",
  "dn10:2.28.11": "ushićen um on razume kao ushićen, ",
  "dn10:2.28.12": "a neushićen um kao neushićen. ",
  "dn10:2.28.13": "Nadmašiv um on razume kao nadmašiv, ",
  "dn10:2.28.14": "a nenadmašiv um kao nenadmašiv; ",
  "dn10:2.28.15": "koncentrisan um on razume kao koncentrisan, ",
  "dn10:2.28.16": "a nekoncentrisan um kao nekoncentrisan. ",
  "dn10:2.28.17": "Oslobođen um on razume kao oslobođen, ",
  "dn10:2.28.18": "a neoslobođen um kao neoslobođen. ",
  "dn10:2.29.1": "Učeniče, zamisli da muškarac ili žena – mladi, zdravi, skloni ukrašavanju – vide odraz svoga lica u čistom ogledalu ili u posudi punoj vode, pa znaju ako na licu imaju mrlju ovako: ’Imam mrlju’ ili ako nemaju na licu mrlju, znaju ovako: ’Neman mrlju’. ",
  "dn10:2.29.2": "Na isti način, kada je njegov koncentrisan um postao tako pročišćen, blistav, bez i najmanje nečistoće, bez nesavršenosti, prilagodljiv, lako vođen, postojan i stabilan, monah ga okreće i usmerava ka razumevanju umova drugih bića. ",
  "dn10:2.30.1": "Kada je njegov koncentrisan um postao tako pročišćen, blistav, bez i najmanje nečistoće, bez nesavršenosti, prilagodljiv, lako vođen, postojan i stabilan, monah ga okreće i usmerava ka sećanju na prošle živote. ",
  "dn10:2.30.2": "Seća se mnoštva svojih prošlih života, jednog rođenja, dva, tri, četiri, pet, deset rođenja, dvadeset, trideset, četrdeset, pedeset, stotinu rođenja, hiljadu i stotinu hiljada rođenja, mnoštva skupljanja, mnoštva širenja, mnoštva skupljanja i širenja ovoga sveta. Seća se: ’Tu sam živeo i tako sam se zvao, pripadao sam toj porodici, tako sam izgledao. Time sam se hranio i doživljavao takva zadovoljstva i bol, takav je bio kraj mog života. Nestavši tu, ponovo sam se pojavio onde. I tamo sam se ovako zvao, pripadao sam toj familiji, tako sam izgledao. Time sam se hranio i doživljavao takva zadovoljstva i bol, takav je bio kraj moga života. Nestavši iz tog stanja onde, ponovo sam se pojavio ovde.’ Tako se seća mnoštva svojih prošlih života u celini i do detalja. ",
  "dn10:2.31.1": "Učeniče, zamisli da čovek iz svog sela ode u drugo selo, pa još u neko dalje, a zatim se vrati u svoje selo. Onda se on može prisetiti: ’Iz svog sela sam otišao u drugo selo i u njemu sam stajao tako, sedeo onako, govorio ovako, ćutao onako; iz tog sela sam otišao dalje, u drugo selo, i u njemu sam stajao tako… ćutao onako; a iz tog sela sam se vratio u svoje selo.’ ",
  "dn10:2.31.2": "Na isti način, učeniče, kada je njegov koncentrisan um postao tako pročišćen, blistav, bez i najmanje nečistoće, bez nesavršenosti, prilagodljiv, lako vođen, postojan i stabilan, monah ga okreće i usmerava ka sećanju na prošle živote. ",
  "dn10:2.31.4": "To je takođe deo njegove mudrosti. ",
  "dn10:2.32.1": "Kada je njegov koncentrisan um postao tako pročišćen, blistav, bez i najmanje nečistoće, bez nesavršenosti, prilagodljiv, lako vođen, postojan i stabilan, monah ga okreće i usmerava ka znanju o umiranju i preporađanju bića. ",
  "dn10:2.32.2": "Duhovnim okom, pročišćenim i superiornim u odnosu na ljudsko, vidi bića kako umiru i ponovo se rađaju, kako su inferiorna i superiorna, lepa i ružna, srećna i nesrećna. On razume kako se bića preporađaju u skladu sa svojim postupcima: ’Ova bića koja su loše postupala telom, govorom i mišlju, koja su klevetala plemenite, imala pogrešna gledišta i postupala u skladu s tim pogrešnim gledištima, posle sloma tela, posle smrti ponovo su se rodila u svetu oskudice, na lošem odredištu, u nižim svetovima, čak u čistilištu. Ali neka druga bića, koja su dobro postupala telom, govorom i mišlju, koja nisu klevetala plemenite, imala ispravna gledišta i postupala u skladu s tim ispravnim gledištima, posle sloma tela, posle smrti ponovo su se rodila na dobrom odredištu, čak u nebeskom svetu.’ Tako duhovnim okom, pročišćenim i superiornim u odnosu na ljudsko, vidi bića kako umiru i ponovo se rađaju, kako su inferiorna i superiorna, lepa i ružna, srećna i nesrećna. On razume kako se bića preporađaju u skladu sa svojim postupcima. ",
  "dn10:2.33.1": "Učeniče, zamisli kuću na glavnom trgu, sa terasom, i čoveka dobrog vida koji stoji na njoj, te gleda ljude koji ulaze u kuću, izlaze iz nje, hodaju po okolnim ulicama ili sede na trgu. Onda bi pomislio bi: ’Ovi ljudi ulaze u kuću, oni je napuštaju, ovi hodaju okolnim ulicama, a oni sede na trgu’. ",
  "dn10:2.33.2": "Na isti način, kada je njegov koncentrisan um postao tako pročišćen, blistav, bez i najmanje nečistoće, bez nesavršenosti, prilagodljiv, lako vođen, postojan i stabilan, monah ga okreće i usmerava ka znanju o umiranju i preporađanju bića. ",
  "dn10:2.33.5": "To je takođe deo njegove mudrosti. ",
  "dn10:2.34.1": "Kada je njegov koncentrisan um postao tako pročišćen, blistav, bez i najmanje nečistoće, bez nesavršenosti, prilagodljiv, lako vođen, postojan i stabilan, monah ga okreće i usmerava ka znanju o uklanjanju otrova. ",
  "dn10:2.34.2": "On zna onako kako zaista jeste: ’Ovo je patnja’. On zna onako kako zaista jeste: ’Ovo je nastanak patnje’. On zna onako kako zaista jeste: ’Ovo je prestanak patnje’. On zna onako kako zaista jeste: ’Ovo je put koji vodi do prestanka patnje’. ",
  "dn10:2.34.3": "On zna onako kako zaista jeste: ’Ovo su otrovi’. On zna onako kako zaista jeste: ’Ovo je nastanak otrova’. On zna onako kako zaista jeste: ’Ovo je prestanak otrova’. On zna onako kako zaista jeste: ’Ovo je put koji vodi prestanku otrova’. ",
  "dn10:2.35.1": "Kad tako zna i vidi, njegov um je oslobođen otrova žudnje za zadovoljstvima čula, otrova bivanja i otrova neznanja. ",
  "dn10:2.35.2": "Kada je oslobođen, javlja se znanje: ’Um je oslobođen’. ",
  "dn10:2.35.3": "On razume: ’Ovo je poslednje rođenje, proživljen je svetački život, učinjeno ono što je trebalo učiniti, nema više preporađanja u bilo koji oblik bivanja.’ ",
  "dn10:2.36.1": "Učeniče, zamisli jezero, čisto, providno i mirno, tako da čovek dobrog vida, stojeći na njegovoj ivici, može da vidi školjke, šljunak i kamenčiće na dnu, kao i jata riba kako plivaju ili plutaju. I onda pomisli. ’Ovo je jezero, čisto, providno i nezamućeno, ono su školjke, šljunak i kamenčići na dnu, a ovo su jata riba koja u njemu plivaju ili plutaju.’ ",
  "dn10:2.36.2": "Na isti način, kada je njegov koncentrisan um postao tako pročišćen, blistav, bez i najmanje nečistoće, bez nesavršenosti, prilagodljiv, lako vođen, postojan i stabilan, monah ga okreće i usmerava ka znanju o uklanjanju otrova. ",
  "dn10:2.36.7": "To je takođe deo njegove mudrosti. ",
  "dn10:2.37.1": "To je, učeniče, sastojak mudrosti, koji je Blaženi hvalio, u njemu ljude podsticao, učvršćivao i ustaljivao. ",
  "dn10:2.37.2": "I više nema toga što treba učiniti.” ",
  "dn10:2.37.3": "’Zadivljujuće je to, učitelju Ānanda, čudesno je to. ",
  "dn10:2.37.4": "Taj plemeniti sastojak mudrosti je potpun, a ne nepotpun. ",
  "dn10:2.37.5": "I ja ne vidim tako potpun plemeniti sastojak mudrosti kod drugih asketa i brahmana, izvan ove zajednice. ",
  "dn10:2.37.6": "I više nema toga što treba učiniti. ",
  "dn10:2.37.7": "’Zadivljujuće je to, učitelju Ānanda, čudesno je to. ",
  "dn10:2.37.8": "Baš kao kad bi neko ispravio ono što je stajalo naglavce, otkrio skriveno, pokazao put zalutalome ili upalio svetiljku u tami, tako da oni koji imaju oči mogu da vide, tako je i učitelj Ānanda, na više različitih načina, razjasnio Dhammu. ",
  "dn10:2.37.9": "Učitelju Ānanda, uzimam učitelja Gotamu za utočište, njegovo učenje i zajednicu monaha za utočište. ",
  "dn10:2.37.10": "Neka me učitelj Ānanda prihvati kao svog nezaređenog sledbenika koji, odsad pa do kraja života, pronađe svoje utočište!” "
}