{
  "dn11:0.1": "Zbirka dugih govora 11 ",
  "dn11:0.2": "Razgovor sa Kevaddhom ",
  "dn11:1.1": "Ovako sam čuo. ",
  "dn11:1.2": "Jednom je Blaženi boravio kraj Nāḷande, u Pāvārikinom mangovom gaju. ",
  "dn11:1.3": "Onda Kevaddha, sin nekog kućedomaćina, dođe do Blaženog, sede sa strane, pa ovako reče: ",
  "dn11:1.4": "Poštovani gospodine, ova Nāḷanda je bogata i prosperitetna, prepuna ljudi koji imaju poverenje u Blaženog. ",
  "dn11:1.5": "Dobro bi bilo ako bi Blaženi rekao nekom monahu da koristeći svoje natprirodne moći izvede nekakvo čudo. ",
  "dn11:1.6": "Na taj način će Nāḷanda steći još veće poverenje u Blaženog.” ",
  "dn11:1.7": "Kada to bi rečeno, Blaženi mu ovako odgovori: ",
  "dn11:1.8": "„Kevaddha, ja ne podučavam monahe na taj način: ",
  "dn11:1.9": "’Hajdete, monasi, koristeći svoje natprirodne moći, izvedite čudo pred u belo obučenim kućedomaćinima.’” ",
  "dn11:2.1": "Po drugi put Kevaddha, sin kućedomaćina, zatraži od Blaženog isto. ",
  "dn11:2.2": "",
  "dn11:2.3": "",
  "dn11:2.4": "",
  "dn11:2.5": "",
  "dn11:2.6": "",
  "dn11:2.7": "I Blaženi mu na isti način odgovori. ",
  "dn11:2.8": "",
  "dn11:2.9": "",
  "dn11:3.1": "I po treći put Kevaddha, sin kućedomaćina, ovako reče Blaženom. ",
  "dn11:3.2": "„Ne navaljujem na Blaženog, ",
  "dn11:3.3": "ali opet kažem: ",
  "dn11:3.4": "Poštovani gospodine, ova Nāḷanda je bogata i prosperitetna, prepuna ljudi koji imaju poverenje u Blaženog. ",
  "dn11:3.5": "Dobro bi bilo ako bi Blaženi rekao nekom monahu da koristeći svoje natprirodne moći izvede nekakvo čudo. ",
  "dn11:3.6": "Na taj način će Nāḷanda steći još veće poverenje u Blaženog.’” ",
  "dn11:3.7.0": "1. Činjenje čuda ",
  "dn11:3.8": "„Kevaddha, tri su vrste čuda koje objavljujem, pošto sam ih sam lično razumeo i iskusio. ",
  "dn11:3.9": "Koje tri? ",
  "dn11:3.10": "To su čudo psihičke moći, čudo vidovitosti i čudo pouke. ",
  "dn11:4.1": "A kakvo je to čudo psihičke moći? ",
  "dn11:4.2": "Tako, Kevaddha, monah ispoljava različite vrste natprirodnih moći: iz jednog bića se pretvara u mnogobrojna, a iz mnogobrojnih opet u jedno; iz vidljivog bića se pretvara u nevidljivo; nesmetano prolazi kroz zidove, bedeme i bregove, kao kroz vazduh; uranja u zemlju i izranja iz nje kao iz vode; hoda po vodi, a da je i ne ustalasa, kao po zemlji; kreće se vazduhom ukrštenih nogu, poput ptice; u stanju je da rukom dotakne i miluje Mesec i Sunce, tako moćne i velike; telesno se uzdiže, čak do sveta boga Brahme. ",
  "dn11:4.3": "I onda neki čovek ispunjen poverenjem sve to vidi, ",
  "dn11:4.4": "pa ispriča nekome u kome nema poverenja, nema predanosti: ",
  "dn11:4.5": "’Zadivljujuće je to, poštovani, čudesno je to, koliko asketa ima moći, koliko snage! ",
  "dn11:4.6": "Svojim sam ga očima video kako ispoljava različite vrste natprirodnih moći: … telesno se uzdiže, čak do sveta boga Brahme. ",
  "dn11:5.1": "Na to bi mu ovaj u kojem nema poverenje, nema predanosti mogao reći: ",
  "dn11:5.2": "’Postoji čarolija po imenu gandhāri. ",
  "dn11:5.3": "Koristeći se njome, taj monah sva ta čuda izvodi.’ ",
  "dn11:5.4": "„Šta misliš, Kevaddho? ",
  "dn11:5.5": "Da li bi mu ovaj u kojem nema poverenje, nema predanosti mogao tako reći?” ",
  "dn11:5.6": "„Mogao bi, poštovani.” ",
  "dn11:5.7": "Kevaddha, udviđajući tu opasnost, ja upravo zato čudom izvedenim naprirodnim moćima bivam zgrožen, postiđen i zgađen. ",
  "dn11:6.0": "2. Čudo vidovitosti ",
  "dn11:6.1": "A kakvo je to čudo vidovitosti? ",
  "dn11:6.2": "Tako, Kevaddha, monah drugih bića, objavljuje um, mentalno stanje, misli, razmišljanje drugih osoba: ",
  "dn11:6.3": "’Takve su ti misli, razmišljaš o tome i tome, stanje tvog uma je takvo.’ ",
  "dn11:6.4": "I onda neki čovek ispunjen poverenjem sve to vidi, ",
  "dn11:6.6": "pa ispriča nekome u kome nema poverenja, nema predanosti: ",
  "dn11:6.7": "’Zadivljujuće je to, poštovani, čudesno je to, koliko asketa ima moći, koliko snage! ",
  "dn11:6.8": "Svojim sam očima video tog monaha kako objavljuje um, mentalno stanje, misli, razmišljanje drugih bića, drugih osoba: ",
  "dn11:6.9": "’Takve su ti misli, razmišljaš o tome i tome, stanje tvog uma je takvo.’ ",
  "dn11:7.1": "Na to bi mu ovaj u kojem nema poverenje, nema predanosti mogao reći: ",
  "dn11:7.2": "’Postoji čarolija po imenu maṇikā. ",
  "dn11:7.3": "Koristeći se njome, Kevaddho, monah objavljuje um, mentalno stanje, misli, razmišljanje drugih bića, drugih osoba.’ ",
  "dn11:7.5": "„Šta misliš, Kevaddho? ",
  "dn11:7.6": "Da li bi mu ovaj u kojem nema poverenje, nema predanosti mogao tako reći?” ",
  "dn11:7.7": "„Mogao bi, poštovani.” ",
  "dn11:7.8": "Kevaddha, udviđajući tu opasnost u vidovitosti, ja upravo zato vidovitošću bivam zgrožen, postiđen i zgađen. ",
  "dn11:8.0": "3. Čudo pouke ",
  "dn11:8.1": "A kakvo je to čudo pouke? ",
  "dn11:8.2": "Tako, Kevaddho, monah savetuje: ",
  "dn11:8.3": "’Ovako bi trebalo da razmišljaš, a ne onako; usmeri pažnju na to, ne na ono; ovo napusti i živi posvetivši se onome.’ ",
  "dn11:8.4": "To se, Kevaddho, naziva čudom pouke. ",
  "dn11:9-66.1": "Sem toga, Tathāgata se pojavi u ovome svetu, plemenit i potpuno probuđen, usavršen u znanju i ponašanju, srećan, znalac svetova, nenadmašni vodič onima kojima je potreban putokaz, učitelj božanskim i ljudskim bićima, budan, blažen. Snagom vlastite spoznaje razumeo je i zna da objasni ovaj svet, njegove dobre i zle duhove, božanstva, pokolenja isposnika i sveštenika, plemenitih i običnih ljudi. On propoveda učenje i slovom i duhom, divno na početku, divno u sredini, divno na kraju; upućuje na potpuno savršen i pročišćen svetački život. … ",
  "dn11:9-66.2": "Na taj način, Kevaddho, monah je usavršen u vrlini… ",
  "dn11:9-66.3": "On ulazi i ostaje na prvom stupnju zadubljenja. ",
  "dn11:9-66.4": "I to se, Kevaddho, naziva čudom pouke… ",
  "dn11:9-66.5": "drugo zadubljenje… ",
  "dn11:9-66.6": "treće zadubljenje… ",
  "dn11:9-66.7": "On ulazi i ostaje na četvrtom stupnju zadubljenja. ",
  "dn11:9-66.8": "I to se, Kevaddho, naziva čudom pouke… ",
  "dn11:9-66.9": "Svoj um okreće i usmerava ka znanju i viđenju… ",
  "dn11:9-66.10": "I to se, Kevaddho, naziva čudom pouke… ",
  "dn11:9-66.11": "On razume: ’…nema više preporađanja u bilo koji oblik bivanja’. ",
  "dn11:9-66.12": "I to se, Kevaddho, naziva čudom pouke… ",
  "dn11:67.1": "„Kevaddho, to su tri vrste čuda koje objavljujem, pošto sam ih sam lično razumeo i iskusio. ",
  "dn11:67.2.0": "4. Priča o monaku u potrazi za krajem počela ",
  "dn11:67.3": "Jednom je, Kevaddo, u ovoj monaškoj zajednici nekom monahu pala na um ovakva misao: ",
  "dn11:67.4": "’Gde li to ova četiri velika počela nestaju bez ostatka, a to su: zemlja, voda, vatra i vazduh?’ ",
  "dn11:68.1": "Onda taj monah utonu u takvu vrstu koncentracije, pri kojoj se u tako smirenom umu otvori put ka božanstvima. ",
  "dn11:68.2": "Tako monah ode do božanstava sveta četiri kralja i kada je stigao, upita ih: ",
  "dn11:68.3": "’Poštovani, gde li to ova četiri velika počela nestaju bez ostatka, a to su: zemlja, voda, vatra i vazduh?’ ",
  "dn11:68.4": "Kada to bi rečeno, božanstva mu ovako odgovoriše: ",
  "dn11:68.5": "’Monaše, mi to ne znamo. ",
  "dn11:68.7": "Ali postoje četiri velika kralja, koji su uzvišeniji i suptilniji od nas. ",
  "dn11:68.8": "Oni bi trebalo to da znaju.’ ",
  "dn11:69.1": "Onda taj monah ode do četiri velika kralja i kada je stigao, upita ih: ",
  "dn11:69.2": "’Poštovani, gde li to ova četiri velika počela nestaju bez ostatka, a to su: zemlja, voda, vatra i vazduh?’ ",
  "dn11:69.3": "Kada to bi rečeno, četiri velika kralja mu ovako odgovoriše: ",
  "dn11:69.4": "’Monaše, mi to ne znamo. ",
  "dn11:69.6": "Ali postoje božanstva neba trideset trojice, koja su uzvišenija i suptilnija od nas. ",
  "dn11:69.7": "Oni bi trebalo to da znaju.’ ",
  "dn11:70.1": "Tako monah ode do božanstava sveta trideset trojicea i kad je stigao, upita ih: ",
  "dn11:70.2": "’Poštovani, gde li to ova četiri velika počela nestaju bez ostatka, a to su: zemlja, voda, vatra i vazduh?’ ",
  "dn11:70.3": "Kada to bi rečeno, božanstva neba trideset trojice mu ovako odgovoriše: ",
  "dn11:70.4": "’Monaše, mi to ne znamo. ",
  "dn11:70.6": "Ali postoji Sakka, vladar bogova, koji je uzvišeniji i suptilniji od nas. ",
  "dn11:70.7": "On bi to trebalo da zna.’ ",
  "dn11:71.1": "Tako monah ode do Sakke, vladara bogova, i kada je stigao, upita ga: ",
  "dn11:71.2": "’Poštovani, gde li to ova četiri velika počela nestaju bez ostatka, a to su: zemlja, voda, vatra i vazduh?’ ",
  "dn11:71.3": "Kada to bi rečeno, Sakka, vladar bogova, ovako mu odgovori: ",
  "dn11:71.4": "’Monaše, ja to ne znam. ",
  "dn11:72.1": "Ali postoje božanstva sveta Yāme… ",
  "dn11:73.1": "božanstvo Suyāma… ",
  "dn11:74.1": "božanstva Tusitā neba… ",
  "dn11:75.1": "božanstvo Santussita… ",
  "dn11:76.1": "božanstva koja se oduševljavaju stvaranjem… ",
  "dn11:77.1": "božanstvo Sunimmita… ",
  "dn11:77.2": "paranimmitavasavattī božanstva… ",
  "dn11:78.1": "božanski sin Vasavattī, koji je uzvišeniji i suptilniji od nas. ",
  "dn11:78.2": "Ono bi to trebalo da zna.’ ",
  "dn11:79.1": "Tako monah ode do božanstva Vasavattīja i kada je stigao, upita ga: ",
  "dn11:79.2": "’Poštovani, gde li to ova četiri velika počela nestaju bez ostatka, a to su: zemlja, voda, vatra i vazduh?’ ",
  "dn11:79.3": "Kada to bi rečeno, Vasavattī mu ovako odgovori: ",
  "dn11:79.4": "’Monaše, ja to ne znam. ",
  "dn11:79.6": "Ali postoje božanstva u pratnji boga Brahme, koja su uzvišenija i suptilnija od mene. ",
  "dn11:79.7": "Ona bi to trebalo da znaju.’ ",
  "dn11:80.1": "Onda taj monah utonu u takvu vrstu koncentracije, pri kojoj se u tako smirenom umu otvori put ka svetu Brahme. ",
  "dn11:80.2": "Tako monah ode do božanstava u pratnji boga Brahme i kada je stigao, upita ih: ",
  "dn11:80.3": "’Gde li to ova četiri velika počela nestaju bez ostatka, a to su: zemlja, voda, vatra i vazduh?’ ",
  "dn11:80.4": "Kada to bi rečeno, božanstva mu ovako odgovoriše: ",
  "dn11:80.5": "’Monaše, mi to ne znamo. ",
  "dn11:80.7": "Ali postoji Brahmā, veliki Brahmā, neporaženi, nepobedivi, univerzalni mudrac, silni, vrhovno božanstvo, tvorac, kreator, najbolji, roditelj, regulator, otac onima koji su rođeni i onima koji će tek biti rođeni. On je uzvišeniji i suptilniji od nas. ",
  "dn11:80.8": "Ono bi to trebalo da zna.’ ",
  "dn11:80.10": "’Ali, poštovani, gde je sada veliki Brahmā?’ ",
  "dn11:80.11": "’Monaše, mi ne znamo gde je Brahmā, kako je Brahmā, ni odakle će doći; ",
  "dn11:80.12": "ali kada se pojave znaci, pojavi svetlost, kada sjaj postane vidljiv, tada će se Brahmā pojaviti. Jer to su predznaci njegovog pojavljivanja. ",
  "dn11:81.1": "I ubrzo se, Kevaddho, Brahmā zaista pojavio. ",
  "dn11:81.2": "Onda monah priđe velikom Brahmi i upita ga: ",
  "dn11:81.3": "’Poštovani, gde li to ova četiri velika počela nestaju bez ostatka, a to su: zemlja, voda, vatra i vazduh?’ ",
  "dn11:81.4": "Kada to bi rečeno, Veliki Brahmā ovako mu odgovori: ",
  "dn11:81.5": "’Ja sam Brahmā, veliki Brahmā, neporaženi, nepobedivi, univerzalni mudrac, silni, vrhovno božanstvo, tvorac, kreator, najbolji, roditelj, regulator, otac onima koji su rođeni i onima koji će tek biti rođeni. ",
  "dn11:82.1": "Po drugi put… ",
  "dn11:83.1": "Po treći put monah ovako reče velikom Brahmi: ",
  "dn11:83.2": "’Poštovani, ja vas ne pitam da li ste vi ",
  "dn11:83.3": "Brahmā, veliki Brahmā, neporaženi, nepobedivi, univerzalni mudrac, silni, vrhovno božanstvo, tvorac, kreator, najbolji, roditelj, regulator, otac onima koji su rođeni i onima koji će tek biti rođeni. ",
  "dn11:83.4": "Ja vas pitam sledeće: ",
  "dn11:83.5": "’Poštovani, gde li to ova četiri velika počela nestaju bez ostatka, a to su: zemlja, voda, vatra i vazduh?’ ",
  "dn11:83.6": "Onda Brahmā uhvati monaha za ruku i povede ga u stranu, pa reče: ",
  "dn11:83.7": "’Ova božanstva iz moje pratnje veruju: „Ne postoji ništa što Brahmā ne zna, ne vidi, ne razume i nije iskusio.” ",
  "dn11:83.8": "Zato ti pred njima nisam rekao ",
  "dn11:83.9": "da ni ja ne znam gde četiri velika počela nestaju bez ostatka, a to su: zemlja, voda, vatra i vazduh? ",
  "dn11:83.10": "Zato si, monaše, učinio pogrešno, učinio rđavo, što si u traženju odgovora na svoje pitanje preskočio Blaženoga. ",
  "dn11:83.11": "Idi, monaše, do Blaženog i postavi mu pitanje, a ono što ti on odgovori, dobro zapamti. ",
  "dn11:84.1": "Na to, Kevaddo, onaj monah hitro, kao kada bi snažan čovek ispružio savijenu ruku ili savio ispruženu ruku, nestade iz sveta Brahme i pojavi se preda mnom. ",
  "dn11:84.2": "Poklonivši se, sede on sa strane i ovako mi reče: ",
  "dn11:84.3": "’Poštovani gospodine, gde li to ova četiri velika počela nestaju bez ostatka, a to su: zemlja, voda, vatra i vazduh?’ ",
  "dn11:85.0": "4.1. Poređenje sa pticom koja traži kopno ",
  "dn11:85.1": "Kad to bi rečeno, Kevaddo, ovako mu odgovorih: ",
  "dn11:85.2": "’Monaše, jednom se neki trgovac, ponevši sa sobom pticu, otisnuo na pučinu. ",
  "dn11:85.3": "I kada nisu nigde mogli da vide kopno, pustili bi je da poleti. ",
  "dn11:85.4": "Ona je letela na istok, jug, zapad i sever, nagore i naokolo. ",
  "dn11:85.5": "Ako je bilo gde videla kopno, do njega bi odletela. ",
  "dn11:85.6": "Ako pak nigde nije videla kopno, vratila bi se pravo na brod. ",
  "dn11:85.7": "Na isti način, otišavši čak do sveta Brahme sa svojim pitanjem, vratio si se pravo kod mene. ",
  "dn11:85.8": "Ali tvoje pitanje ne bi trebalo postaviti na ovaj način: ",
  "dn11:85.9": "’Poštovani gospodine, gde li to ova četiri velika počela nestaju bez ostatka, a to su: zemlja, voda, vatra i vazduh?’ ",
  "dn11:85.10": "Trebalo bi ga postaviti ovako: ",
  "dn11:85.11": "’Gde to voda i zemlja, ",
  "dn11:85.12": "vatra i vazduh uporišta nemaju; ",
  "dn11:85.13": "gde to dugo i kratko, ",
  "dn11:85.14": "fino i grubo, lepo i ružno, ",
  "dn11:85.15": "gde ime i oblik ",
  "dn11:85.16": "nestaju bez ostatka?’ ",
  "dn11:85.17": "Na to je odgovor ovakav: ",
  "dn11:85.18": "’Svet bez manifestovanja, ",
  "dn11:85.19": "bez kraja, sva blistava, ",
  "dn11:85.20": "tu voda i zemlja, ",
  "dn11:85.21": "vatra i vazduh uporišta nemaju; ",
  "dn11:85.22": "tu dugo i kratko, ",
  "dn11:85.23": "fino i grubo, lepo i ružno, ",
  "dn11:85.24": "tu ime i oblik ",
  "dn11:85.25": "nestaju bez ostatka. ",
  "dn11:85.26": "sa prestankom svesti, ",
  "dn11:85.27": "sve to tu nestaje,’” ",
  "dn11:85.28": "Tako reče Blaženi. ",
  "dn11:85.29": "Zadovoljan, Kevaddho, sin kućedomaćina, obradova se rečima Blaženoga. "
}