{
  "dn12:0.1": "Zbirka dugih govora 12 ",
  "dn12:0.2": "Govor sa Lohiććom ",
  "dn12:1.1": "Ovako sam čuo. ",
  "dn12:1.2": "Jednom je Blaženi lutao zemljom Kosala, praćen velikom grupom monaha, te je na kraju stigao u Sālavatiku. ",
  "dn12:1.3": "U to vreme brahman Lohićća je živeo u Sālavatiki, kraljevskom imanju prepunom životinja, bogatom pašnjacima, šumama, vodom i letinom, koje mu je Pasenadi, kralj Kosale, dao kao feud na poklon. ",
  "dn12:2.1": "I u isto vreme je brahman Lohićća imao ovakvo pogrešno uverenje: ",
  "dn12:2.2": "„Ako bi neki asketa ili brahman razvio izvestan dobar kvalitet, ne bi nikome o tome trebalo da govori. Jer šta jedna osoba može učiniti za drugu? ",
  "dn12:2.3": "To je kao da neko preseče jednu staru vezu, a onda odmah stvori novu. ",
  "dn12:2.4": "To je, kažem, posledica jednog takvog dela hranjenog pohlepom. Jer šta jedna osoba može učiniti za drugu?” ",
  "dn12:3.1": "I brahman Lohićća doču: ",
  "dn12:3.2": "„Asketa Gotama, sin plemena Sakya, koji je napustio klan Sakyana, lutao je zemljom Kosala, praćen velikom grupom monaha, te je na kraju stigao u Sālavatiku. ",
  "dn12:3.3": "Ovakav se dobar glas širi o učitelju Gotami: ",
  "dn12:3.4": "’Zaista je Blaženi plemenit i potpuno probuđen, usavršen u znanju i ponašanju, srećan, znalac svetova, nenadmašni vodič onima kojima je potreban putokaz, učitelj božanskim i ljudskim bićima, budan, blažen’. ",
  "dn12:3.5": "Snagom vlastite spoznaje razumeo je i zna da objasni ovaj svet, njegove dobre i zle duhove, božanstva, pokolenja isposnika i sveštenika, plemenitih i običnih ljudi. ",
  "dn12:3.6": "On propoveda učenje i slovom i duhom, divno na početku, divno u sredini, divno na kraju; upućuje na potpuno savršen i pročišćen svetački život. ",
  "dn12:3.7": "Istinska je dobrobit videti tako usavršena bića.” ",
  "dn12:4.1": "Onda brahman Lohićća reče svom berberinu Rosiki: ",
  "dn12:4.2": "„Hajde, dobri moj Rosika, otidi do askete Gotame. Kada tamo stigneš, pokloni mu se do nogu u moje ime i upitaj ga je li pošteđen bolesti i tegoba, je li zdrav, snažan i da li se dobro oseća. ",
  "dn12:4.4": "A onda mu kaži: ",
  "dn12:4.5": "’Poštovani gospodine, molimo Blaženoga da zajedno s monaškom zajednicom prihvati poziv brahmana Loććike za sutrašnji obrok.’” ",
  "dn12:5.1": "„U redu, poštovani.” odgovori berberin Rosika, pa ode do Blaženog. Kada je stigao, pokloni mu se, sede sa strane, pa reče: ",
  "dn12:5.2": "„Poštovani gospodine, brahman Lohićća pita Blaženog je li pošteđen bolesti i tegoba, je li zdrav, snažan i da li se dobro oseća.” ",
  "dn12:5.3": "I onda ovako nastavi: ",
  "dn12:5.4": "„Poštovani gospodine, molimo Blaženoga da zajedno s monaškom zajednicom prihvati poziv brahmana Loććike za sutrašnji obrok.” ",
  "dn12:5.5": "Blaženi ćutke prihvati ovaj poziv. ",
  "dn12:6.1": "Razumevši da je Blaženi prihvatio poziv, berberin Rosika se pokloni, pa pazeći da mu Blaženi ostane sa desne strane, otide. Kada se vratio do brahmana Lohićće, reče mu: ",
  "dn12:6.2": "’Poziv moga gospodara preneo sam Blaženom. ",
  "dn12:6.6": "I on ga je prihvatio.’ ",
  "dn12:7.1": "U zoru, brahman Lohićća naredi da se u njegovoj kući na više načina pripremi najbolja hrana. Onda on reče berberinu Rosiki: ",
  "dn12:7.2": "’Hajde, dobri moj Rosika, otidi do askete Gotame i ovako mu objavi: ",
  "dn12:7.4": "„U redu, poštovani.” odgovori berberin Rosika, pa ode do Blaženog i prenese mu poruku. ",
  "dn12:7.7": "A Blaženi se ujutro obukao, uze svoju prosjačku zdelu i gornji ogrtač, pa zajedno praćen monasima krenu put Sālavatike. ",
  "dn12:8.1": "A berberin Rosika ih je pratio u stopu. ",
  "dn12:8.2": "Onda on reče Blaženom: ",
  "dn12:8.3": "„Poštovani gospodine, brahman Lohićća ima ovakvo pogrešno uverenje: ",
  "dn12:8.4": "„Ako bi neki asketa ili brahman razvio izvestan dobar kvalitet, ne bi nikome o tome trebalo da govori. ",
  "dn12:8.5": "Jer šta jedna osoba može učiniti za drugu? ",
  "dn12:8.6": "To je kao da neko preseče jednu staru vezu, a onda odmah stvori novu. ",
  "dn12:8.7": "To je, kažem, posledica jednog takvog dela hranjenog pohlepom ",
  "dn12:8.8": "Jer šta jedna osoba može učiniti za drugu?” ",
  "dn12:8.9": "Poštovani gospodine, dobro bi bilo da ga Blaženi odgovori od te opasne zablude.” ",
  "dn12:8.10": "„Nadajmo se da će tako i biti, Rosika, nadajmo se.” ",
  "dn12:9.1": "Tako Blaženi stiže do domna brahmana Lohićće i tu sede na unapred pripremljeno mesto. ",
  "dn12:9.2": "Onda brahman Lohićća svojim rukama posluži i različitim vrstama jela ugosti monašku zajednicu predvođenu Blaženim. ",
  "dn12:9.3.0": "1. Propitivanje Lohićće ",
  "dn12:9.4": "Kad je Blaženi jeo i izvadio ruke iz činije, brahman Lohićća sede na niže mesto, sa strane. ",
  "dn12:9.5": "Kad je tako uradio, Blaženi ga upita: ",
  "dn12:9.6": "„Je li istina, Lohićća, da ti imaš jedno ovakvo pogrešno uverenje: ",
  "dn12:9.7": "„Ako bi neki asketa ili brahman razvio izvestan dobar kvalitet, ne bi nikome o tome trebalo da govori. Jer šta jedna osoba može učiniti za drugu? ",
  "dn12:9.8": "To je kao da neko preseče jednu staru vezu, a onda odmah stvori novu. ",
  "dn12:9.9": "To je, kažem, posledica jednog takvog dela hranjenog pohlepom. Jer šta jedna osoba može učiniti za drugu?’” ",
  "dn12:9.10": "„Istina je, učitelju Gotama.” ",
  "dn12:10.1": "„Kaži mi, Lohićća? ",
  "dn12:10.2": "Upravljaš li ti Sālavatikom?” ",
  "dn12:10.3": "„Upravljam, učitelju Gotama.” ",
  "dn12:10.4": "„Lohićća, zamisli da neko kaže: ",
  "dn12:10.5": "’Brahman Lohićća upravlja Sālavatikom. ",
  "dn12:10.6": "Samo on treba da uživa u tome što je stvoreno u Sālavatiki i ne treba da ga deli sa bilo kime.’ ",
  "dn12:10.7": "Da li bi osoba koja tako govori otežala onima čiji život zavisi od tebe ili ne bi?” ",
  "dn12:10.8": "„Otežala bi, učitelju Gotama.” ",
  "dn12:10.9": "„Da li onaj ko drugima otežava postupa dobronamerno ili nedobronamerno?” ",
  "dn12:10.10": "„Nedobronamerno, učitelju Gotama.” ",
  "dn12:10.11": "„Da li nedobronamerna osoba u svom srcu ima ljubav ili neprijateljstvo?” ",
  "dn12:10.12": "„Neprijateljstvo, učitelju Gotama.” ",
  "dn12:10.13": "„A kada je srce puno neprijateljstva, postoji li ispravno razumevanje ili pogrešno razumevanje?” ",
  "dn12:10.14": "„Pogrešno razumevanje, učitelju Gotama.” ",
  "dn12:10.15": "„Čovek sa pogrešnim razumevanjem preporađa se, kažem, samo na dva mesta: ",
  "dn12:10.16": "u paklu ili u svetu životinja. ",
  "dn12:11.1": "Šta misliš, Lohićća? ",
  "dn12:11.2": "Vlada li kralj Pasenadi Kāsījem i Kosalom?” ",
  "dn12:11.3": "„Vlada, učitelju Gotama.” ",
  "dn12:11.4": "„Lohićća, zamisli da neko kaže: ",
  "dn12:11.5": "’Kralj Pasenadi vlada Kāsījem i Kosalom? ",
  "dn12:11.6": "Samo on treba da uživa u tome što je stvoreno u Kāsiju i Kosali i ne treba da ga deli sa bilo kime.’ ",
  "dn12:11.7": "Da li bi osoba koja tako govori otežala onima čiji život zavisi od kralja Pasenadija ili ne bi?” ",
  "dn12:11.8": "„Otežala bi, učitelju Gotama.” ",
  "dn12:11.9": "„Da li onaj ko drugima otežava postupa dobronamerno ili nedobronamerno?” ",
  "dn12:11.10": "„Nedobronamerno, učitelju Gotama.” ",
  "dn12:11.11": "„Da li nedobronamerna osoba u svom srcu ima ljubav ili neprijateljstvo?” ",
  "dn12:11.12": "„Neprijateljstvo, učitelju Gotama.” ",
  "dn12:11.13": "„A kada je srce puno neprijateljstva, postoji li ispravno razumevanje ili pogrešno razumevanje?” ",
  "dn12:11.14": "„Pogrešno razumevanje, učitelju Gotama.” ",
  "dn12:11.15": "„Čovek sa pogrešnim razumevanjem preporađa se, kažem, samo na dva mesta: ",
  "dn12:11.16": "u paklu ili u svetu životinja. ",
  "dn12:12.1": "Dakle, čini se, Lohićća, da ako bi neko rekao takvu stvar ili o Lohićći ili o kralju Pasenadiju, ",
  "dn12:13.2": "to je pogrešno razumevanje. ",
  "dn12:13.3": "Na isti način, zamisli da neko kaže: ",
  "dn12:13.4": "„Ako bi neki asketa ili brahman razvio izvestan dobar kvalitet, ne bi nikome o tome trebalo da govori. Jer šta jedna osoba može učiniti za drugu? ",
  "dn12:13.5": "To je kao da neko preseče jednu staru vezu, a onda odmah stvori novu. ",
  "dn12:13.6": "To je, kažem, posledica jednog takvog dela hranjenog pohlepom. Jer šta jedna osoba može učiniti za drugu?’ ",
  "dn12:13.7": "Sa druge strane, ima ljudi dostojnih poštovanja koji, oslanjajući se na učenje i praksu koje je objavio Tathāgata, dostignu visoko obeležje kao što je ovo: ostvare plod ulaska u tok, plod jednom povratnika, plod nepovratnika, plod arahanta. Sem toga, ima onih u kojima dozre seme preporađanja u nebeskom svetu. A osoba koja govori kao ti takvima otežava. Ona postupa nedobronamerno, srce joj je puno neprijateljstva i zastupa pogrešno gledište. ",
  "dn12:13.8": "Čovek sa pogrešnim razumevanjem preporađa se, kažem, samo na dva mesta: ",
  "dn12:13.9": "u paklu ili u svetu životinja. ",
  "dn12:16.0": "2. Tri vrste učitelja koji zaslužuju prekor ",
  "dn12:16.1": "Lohićća, postoje tri vrste učitelja koji zaslužuju prekor. ",
  "dn12:16.2": "Kad neko kori takve učitelje, prekor je istinit, razložan, opravdan i ne može mu se ništa prigovoriti. ",
  "dn12:16.3": "Koje tri vrste? ",
  "dn12:16.4": "Prvo, uzmi učitelja koji nije dosegao cilj asketskog života zbog kojeg je napustio domaćinski život i otišao u beskućnike. ",
  "dn12:16.5": "Takav podučava svoje učenike: ",
  "dn12:16.6": "’To je za vašu dobrobit. To je za vašu sreću.’ ",
  "dn12:16.7": "Ali njegovi učenici ne žele da slušaju. Ne obraćaju pažnju, niti usmeravaju svoj um ka razumevanju. Žive okrenuvši se od učiteljeve pouke. ",
  "dn12:16.8": "Takav učitelj zaslužuje prekor: ",
  "dn12:16.9": "’Prijatelju, ti nisi dosegao cilj asketskog života zbog kojeg si napustio domaćinski život i otišao u beskućnike; tako podučavaš svoje učenike: ",
  "dn12:16.10": "„To je za vašu dobrobit. To je za vašu sreću.” ",
  "dn12:16.11": "Ali tvoji učenici ne žele da slušaju. Ne obraćaju pažnju, niti usmeravaju svoj um ka razumevanju. Žive okrenuvši se od učiteljeve pouke. ",
  "dn12:16.12": "Kao kad bi se muškarac primicao ženi koja pred njim uzmiče ili hteo da je zagrli, iako mu je ona okrenula leđa. ",
  "dn12:16.13": "To je, kažem, posledica jednog takvog dela hranjenog pohlepom. ",
  "dn12:16.14": "Jer šta jedna osoba može učiniti za drugu?” ",
  "dn12:16.15": "To je, Lohićća, prva vrsta učitelja koji zaslužuje prekor. ",
  "dn12:16.16": "Kad neko kori takvog učitelja, prekor je istinit, razložan, opravdan i ne može mu se ništa prigovoriti. ",
  "dn12:17.1": "Dalje, uzmi drugog učitelja koji nije dosegao cilj asketskog života zbog kojeg je napustio domaćinski život i otišao u beskućnike. ",
  "dn12:17.2": "Takav podučava svoje učenike: ",
  "dn12:17.3": "’To je za vašu dobrobit. To je za vašu sreću.’ ",
  "dn12:17.4": "I njegovi učenici žele da slušaju. Obraćaju pažnju, usmeravaju svoj um ka razumevanju. Ne žive okrenuvši se od učiteljeve pouke. ",
  "dn12:17.5": "Takav učitelj zaslužuje prekor: ",
  "dn12:17.6": "’Prijatelju, ti nisi dosegao cilj asketskog života zbog kojeg si napustio domaćinski život i otišao u beskućnike; tako podučavaš svoje učenike: ",
  "dn12:17.7": "„To je za vašu dobrobit. To je za vašu sreću.” ",
  "dn12:17.8": "I tvoji učenici žele da slušaju. Obraćaju pažnju, usmeravaju svoj um ka razumevanju. Ne žive okrenuvši se od učiteljeve pouke. ",
  "dn12:17.9": "Kao kad bi neko zapostavio svoju njivu i mislio kako treba da okopava tuđu njivu. To je, kažem, posledica jednog takvog dela hranjenog pohlepom. Jer šta jedna osoba može učiniti za drugu?’ ",
  "dn12:17.10": "To je, Lohićća, druga vrsta učitelja koji zaslužuje prekor. ",
  "dn12:17.11": "Kad neko kori takvog učitelja, prekor je istinit, razložan, opravdan i ne može mu se ništa prigovoriti. ",
  "dn12:18.1": "Dalje, uzmi trećeg učitelja koji jeste dosegao cilj asketskog života zbog kojeg je napustio domaćinski život i otišao u beskućnike. ",
  "dn12:18.2": "Takav podučava svoje učenike: ",
  "dn12:18.3": "’To je za vašu dobrobit. To je za vašu sreću.’ ",
  "dn12:18.4": "Ali njegovi učenici ne žele da slušaju. Ne obraćaju pažnju, niti usmeravaju svoj um ka razumevanju. Žive okrenuvši se od učiteljeve pouke. ",
  "dn12:18.5": "Takav učitelj zaslužuje prekor: ",
  "dn12:18.6": "’Prijatelju, ti si dosegao cilj asketskog života zbog kojeg si napustio domaćinski život i otišao u beskućnike. ",
  "dn12:18.7": "Tako podučavaš svoje učenike: ",
  "dn12:18.8": "„To je za vašu dobrobit. To je za vašu sreću.” ",
  "dn12:18.9": "Ali tvoji učenici ne žele da slušaju. Ne obraćaju pažnju, niti usmeravaju svoj um ka razumevanju. Žive okrenuvši se od učiteljeve pouke. ",
  "dn12:18.10": "To je kao da neko preseče jednu staru vezu, a onda odmah stvori novu. ",
  "dn12:18.11": "To je, kažem, posledica jednog takvog dela hranjenog pohlepom. Jer šta jedna osoba može učiniti za drugu?’ ",
  "dn12:18.12": "To je, Lohićća, treća vrsta učitelja koji zaslužuje prekor. ",
  "dn12:18.13": "Kad neko kori takvog učitelja, prekor je istinit, razložan, opravdan i ne može mu se ništa prigovoriti. ",
  "dn12:18.14": "To su, Lohićća, tri vrste učitelja koji zaslužuju prekor. ",
  "dn12:18.15": "Kad neko kori takve učitelje, prekor je istinit, razložan, opravdan i ne može mu se ništa prigovoriti. ",
  "dn12:19.0": "3. Učitelj koji ne zaslužuje prekor ",
  "dn12:19.1": "Kada ovo bi rečeno, brahman Lohićća reče Blaženom: ",
  "dn12:19.2": "„Da li onda, učitelju Gotama, postoji učitelj koji ne zaslužuje prekor?” ",
  "dn12:19.3": "„Postoji, Lohićća.” ",
  "dn12:19.4": "„A koji je to?” ",
  "dn12:20-55.1": "„Događa se, Lohićća, da se Tathāgata pojavi u ovome svetu… ",
  "dn12:20-55.2": "Na taj način, Lohicca, monah je usavršen u vrlini… ",
  "dn12:20-55.3": "On ulazi i ostaje na prvom stupnju zadubljenja… ",
  "dn12:20-55.4": "Lohićća, učitelj sa kojim učenik dostigne tako visok stupanj usavršenosti jeste učitelj koji ne zaslužuje prekor. ",
  "dn12:20-55.5": "Kad neko kori takvog učitelja, prekor je neistinit, bezrazložan, neopravdan i može mu se mnogo toga prigovoriti. ",
  "dn12:56-62.1": "",
  "dn12:56-62.2": "Drugo zadubljenje… ",
  "dn12:56-62.3": "Treće zadubljenje… ",
  "dn12:56-62.4": "On ulazi i ostaje na četvrtom stupnju zadubljenja. ",
  "dn12:56-62.5": "Lohićća, učitelj sa kojim učenik dostigne tako visok stupanj usavršenosti jeste učitelj koji ne zaslužuje prekor… ",
  "dn12:63-77.1": "… ",
  "dn12:63-77.2": "Svoj um okreće i usmerava ka znanju i viđenju… ",
  "dn12:63-77.3": "Lohićća, učitelj sa kojim učenik dostigne tako visok stupanj usavršenosti jeste učitelj koji ne zaslužuje prekor… ",
  "dn12:63-77.5": "On razume: ’Ovo je poslednje rođenje, proživljen je svetački život, učinjeno ono što je trebalo učiniti, nema više preporađanja u bilo koji oblik bivanja.’ ",
  "dn12:63-77.6": "Lohićća, učitelj sa kojim učenik dostigne tako visok stupanj usavršenosti jeste učitelj koji ne zaslužuje prekor. Kad neko kori takvog učitelja, prekor je neistinit, bezrazložan, neopravdan i može mu se mnogo toga prigovoriti. ",
  "dn12:78.1": "Kada ovo bi rečeno, brahman Lohićća reče Blaženom: ",
  "dn12:78.2": "„Učitelju Gotama, kao kada bi čoveka koji sa litice pada u pakao neko drugi zgrabio za kosu, povukao nagore i postavio na čvrsto tlo, ",
  "dn12:78.3": "isto tako je mene koji sam sa litice padao u pakao učitelj Gotama povukao nagore i postavio na čvrsto tlo. ",
  "dn12:78.4": "Zadivljujuće je to, učitelju Gotama, čudesno je to! ",
  "dn12:78.5": "Baš kao kad bi neko ispravio ono što je stajalo naglavce, otkrio skriveno, pokazao put zalutalome ili upalio svetiljku u tami, tako da oni koji imaju oči mogu da vide, tako je i Blaženi, na više različitih načina, razjasnio Dhammu. ",
  "dn12:78.6": "Uzimam učitelja Gotamu za utočište, njegovo učenje i zajednicu monaha za utočište. ",
  "dn12:78.7": "Neka me Blaženi prihvati kao svog nezaređenog sledbenika koji, odsad pa do kraja života, pronađe svoje utočište!” "
}