{
  "dn13:0.1": "Zbirka dugih govora 13 ",
  "dn13:0.2": "Tri znanja ",
  "dn13:1.1": "Ovako sam čuo. ",
  "dn13:1.2": "Jednom je Blaženi lutao od sela do sela zemljom Kosala, praćen velikom grupom monaha, te je na kraju stigao u brahmansko selo Manasākaṭa. ",
  "dn13:1.3": "U to vreme je Blaženi živeo u mangovom gaju na obali reke Aćiravatī, severno od Manasākaṭe. ",
  "dn13:2.1": "A tom prilikom je mnogo uglednih, dobrostojećih brahmana boravio je u Manasākaṭi i to ",
  "dn13:2.2": " brahman Ćankī, brahman Tārukkha, brahman Pokkharasāti, brahman Đāṇusoṇi, brahman Todeyya, kao i drugi ugledni, dobrostojeći brahmani. ",
  "dn13:3.1": "Onda, dok su brahmanski učenici Vāseṭṭha i Bhāradvāđa hodali i lutali unaokolo da protegnu noge, povedoše raspravu o tome šta je pravi, a šta pogrešan put. ",
  "dn13:4.1": "Onda učenik Vāseṭṭha ovako reče: ",
  "dn13:5.1": "Učenik Bhāradvāđa na to reče: ",
  "dn13:5.2": "„Postoji samo jedan prav put, direktan put, koji onoga ko ga praktiuje vodi u društvo Brāhme i to je onaj koji je objasnio brahman Tārukkha.” ",
  "dn13:6.1": "Ali brahmanski učenik Vāseṭṭha nije mogao ubediti brahmanskog učenika Bhāradvāđu, niti je brahmanski učenik Bhāradvāđa mogao ubediti brahmanskog učenika Vāseṭṭhu. ",
  "dn13:7.1": "Onda se učenik Vāseṭṭha obrati učeniku Bhāradvāđi: ",
  "dn13:7.2": "„Bhāradvāđa, asketa Gotama, sin plemena Sakya, koji je napustio klan Sakyana, živi u mangovom gaju na obali reke Aćiravatī, severno od Manasākaṭe. ",
  "dn13:7.3": "I ovakav se dobar glas širi o učitelju Gotami: ",
  "dn13:7.4": "’Zaista je Blaženi plemenit i potpuno probuđen, usavršen u znanju i ponašanju, srećan, znalac svetova, nenadmašni vodič onima kojima je potreban putokaz, učitelj božanskim i ljudskim bićima, budan, blažen’. ",
  "dn13:7.5": "Hajde, Bhāradvāđa, otidimo do askete Gotame i upitajmo ga o tome. ",
  "dn13:7.6": "Kako odgovori, tako ćemo zapamtiti.” ",
  "dn13:7.7": "„Dobro, poštovani”, odgovori brahmanski učenik Bhāradvāđa. ",
  "dn13:8.0": "1. Pravi put i pogrešni put ",
  "dn13:8.1": "Tako dva brahmanska učenika, Vāseṭṭha i Bhāradvāđa, otidoše do Blaženog i pozdraviše se s njim. ",
  "dn13:8.2": "Kada taj učtivi i prijateljski razgovor bi završen, sedoše sa strane, a brahmanski učenik Vāseṭṭha se obrati Blaženome: ",
  "dn13:8.3": "„Učitelju Gotama, nas dvojica smo hodali i lutali unaokolo da protegnu noge, pa povedosmo raspravu o tome šta je pravi, a šta pogrešan put. ",
  "dn13:8.4": "Ja sam ovako rekao: ",
  "dn13:8.5": "„Postoji samo jedan prav put, direktan put, koji onoga ko ga praktiuje vodi u društvo Brāhme i to je onaj koji je objasnio brahman Pokkharasāti.” ",
  "dn13:8.6": "A učenik Bhāradvāđa je ovako rekao: ",
  "dn13:8.7": "’Postoji samo jedan prav put, direktan put, koji onoga ko ga praktikuje vodi u društvo Brāhme i to je onaj koji je objasnio brahman Tārukkha.’ ",
  "dn13:8.8": "Oko toga smo se raspravljali, oko toga sporečkali, oko toga imamo različito mišljenje.” ",
  "dn13:9.1": "„Vāseṭṭha, čini se da ti tvrdiš ",
  "dn13:9.2": "kako je pravi put samo onaj koji je objasnio brahman Pokkharasāti, ",
  "dn13:9.3": "dok Bhāradvāđa tvrdi ",
  "dn13:9.4": "kako je pravi put samo onaj koji je objasnio brahman Tārukkha. ",
  "dn13:9.5": "Oko čega ste se, Vāseṭṭha, vas dvojica zapravo raspravljali, oko čega sporečkali, oko čega imate različito mišljenje?” ",
  "dn13:10.1": "„Oko pravog i pogrešnog puta, učitelju Gotama. ",
  "dn13:10.2": "Brahmani objavljuju različite puteve, i to addhariya brahmani, tittiriya brahmani, chandoka brahmani, bavhārijjha brahmani, i svi ti putevi onog ko ih praktikuje vodeu društvo Brahme. ",
  "dn13:10.3": "Učitelju Gotama, baš kao što u okolini sela ili grada postoji mnogo različitih puteva, ali svaki od njih vodi ka selu; ",
  "dn13:10.4": "na isti način, različiti putevi koje brahmani objavljuju, addhariya brahmani, tittiriya brahmani, chandoka brahmani, bavhārijjha brahmani, svi ti putevi onog ko ih praktikuje vode u društvo Brahme.” ",
  "dn13:11.0": "2. Ispitivanje Vāseṭṭhe ",
  "dn13:11.1": "„Ti kažeš da vode, Vāseṭṭha?” ",
  "dn13:11.2": "„Da, učitelju Gotama, kažem da vode.” ",
  "dn13:11.3": "„Ti kažeš da vode, Vāseṭṭha?” ",
  "dn13:11.6": "„Da, učitelju Gotama, kažem da vode.” ",
  "dn13:12.1": "„Ali, Vāseṭṭha, postoji li među brahmanskim znalcima triju veda jedan jedini koji je video Brahmu licem u lice?” ",
  "dn13:12.2": "„Ne postoji, učitelju Gotama.” ",
  "dn13:12.3": "„A postoji li neko takav među njihovim učiteljima?” ",
  "dn13:12.4": "„Ne postoji, učitelju Gotama.” ",
  "dn13:12.5": "„Postoji li onda neko takav među učiteljima njihovih učitelja?” ",
  "dn13:12.6": "„Ne postoji, učitelju Gotama.” ",
  "dn13:12.7": "„A postoji li, Vāseṭṭha, među njihovim učiteljima sedam kolena unazad neko ko je video Brahmu licem u lice?” ",
  "dn13:12.8": "„Ne postoji, učitelju Gotama.” ",
  "dn13:13.1": "„A kako je, Vāseṭṭha, sa drevnim brahmanskim mudracima, tvorcima himni, sastavljačima himni, čije drevne himne ranije recitovane, izgovarane i sastavljane brahmani još i danas recituju i ponavljaju, ponavljajući ono što je govoreno i recitujući ono što je recitovano – a takvi su Aṭṭhaka, Vāmaka, Vāmadeva, Vessāmitta, Yamataggi, Angirasa, Bhāradvāđa, Vāseṭṭha, Kassapa i Bhagu? ",
  "dn13:13.2": "Da li oni kažu ovako: ",
  "dn13:13.4": "„Ne, učitelju Gotama.” ",
  "dn13:14.1": "„Čini se onda da među brahmanskim znalcima triju veda ne postoji niko ko je sreo Brahmu licem u lice? ",
  "dn13:14.2": "Takođe da ne postoji neko takav među njihovim učiteljima. ",
  "dn13:14.3": "A ni među učiteljima njihovih učitelja. ",
  "dn13:14.4": "Niti postoji među njihovim učiteljima sedam kolena unazad neko ko je sreo Brahmu licem u lice?” ",
  "dn13:14.5": "Takođe, Vāseṭṭha, među drevnim brahmanskim mudracima, tvorcima himni, sastavljačima himni, čije drevne himne ranije recitovane, izgovarane i sastavljane brahmani još i danas recituju i ponavljaju, ponavljajući ono što je govoreno i recitujući ono što je recitovano – a takvi su Aṭṭhaka, Vāmaka, Vāmadeva, Vessāmitta, Yamataggi, Angirasa, Bhāradvāđa, Vāseṭṭha, Kassapa i Bhagu, nema nikog ko bi rekao: ",
  "dn13:14.6": "’Mi znamo , mi vidimo, gde je Brahma, kako je Brahma i odakle će doći Brahma’?” ",
  "dn13:14.7": "Pa ipak, brahmanski znalci triju veda ovako kažu: ",
  "dn13:14.8": "’Mi podučavamo put koji vodi do susreta sa onim kojeg niti znamo, niti vidimo. ",
  "dn13:14.9": "To je jedini prav put, direktan put, koji onoga ko ga praktikuje vodi u društvo Brāhme.’ ",
  "dn13:14.10": "Šta misliš, Vāseṭṭha? ",
  "dn13:14.11": "Ako je to tako, nije li onda sve to što ti brahmanski znalci triju veda govore besmislica?” ",
  "dn13:14.12": "„Učitelju Gotama, mislim da jeste.” ",
  "dn13:15.1": "„Dakle, Vāseṭṭha. kada ti brahmanski znalci triju veda podučavaju put koji vodi do susreta sa onim kojeg niti znaju, niti vide, to je bez ikakvog osnova. ",
  "dn13:15.2": "Zamisli, Vāseṭṭha, povorku slepaca, od kojih se svaki drži za onog ispred sebe: prvi od njih ne vidi, onaj u sredini ne vidi, a ni onaj na kraju ne vidi; ",
  "dn13:15.3": "Čini mi se, Vāseṭṭha, da su u pogledu svojih tvrdnji i brahmanski znalci triju veda isto tako jedna povorka slepaca: prvi od njih ne vidi, onaj u sredini ne vidi, a ni onaj na kraju ne vidi. ",
  "dn13:15.4": "Tako se njihove tvrdnje čine kao puko blebetanje, prazne reči bez smisla i značenja. ",
  "dn13:16.1": "Šta misliš, Vāseṭṭha, ",
  "dn13:16.2": "da li brahmanski znalci triju veda vide sunc ei mesec isto kao i ostali ljudi? Da li im iskazuju poštovanje sklopljenim dlanovima i slave ih na čitavom njihovom putu od izlaska do zalaska?” ",
  "dn13:16.3": "„Da, učitelju Gotama, oni tako čine.” ",
  "dn13:17.1": "„A šta misliš, Vāseṭṭha, ",
  "dn13:17.2": "iako ih oni vide kao i ostali ljudi i iskazuju poštovanje, mogu li brahmanski znalci triju veda s pravom da kažu: ",
  "dn13:17.3": "’To je jedini prav put, direktan put, koji onoga ko ga praktikuje vodi u društvo sunca i meseca.’ ",
  "dn13:17.4": "„Ne, učitelju Gotama.” ",
  "dn13:18.1": "„Čini se onda da iako brahmanski znalci triju veda vide sunce i mesec isto kao ostali ljudi, ipak za ono što podučavaju ne mogu s pravom da kažu: ",
  "dn13:18.2": "’To je jedini prav put, direktan put, koji onoga ko ga praktikuje vodi u društvo sunca i meseca.’ ",
  "dn13:18.3": "Takođe, iako se sami nisu sreli sa Brahmom licem u lice ",
  "dn13:18.9": "ovi brahmanski znalci triju veda ipak kažu: ",
  "dn13:18.10": "’To je jedini prav put, direktan put, koji onoga ko ga praktikuje vodi u društvo Brāhme.’ ",
  "dn13:18.12": "Ako je to tako, nije li onda sve to što ti brahmanski znalci triju veda govore besmislica?” ",
  "dn13:18.13": "„Učitelju Gotama, mislim da jeste.” ",
  "dn13:18.14": "„Dakle, Vāseṭṭha. kada ti brahmanski znalci triju veda podučavaju put koji vodi do susreta sa onim kojeg niti znaju, niti vide, to je bez. ",
  "dn13:19.0": "2.1. Najleša devojka u zemlji ",
  "dn13:19.1": "„Zamisli, Vāseṭṭha, da neki čovek kaže: ",
  "dn13:19.2": "’Koja god da je najlepša devojka u ovoj zemlji, upravo nju želim, upravo za njom čeznem!’ ",
  "dn13:19.3": "Onda ga drugi ljudi pitaju: ",
  "dn13:19.4": "’Gospodine, ta najlepša devojka za kojom čeznete – znate li je li ona ",
  "dn13:19.5": "iz plemićke, brahmanske, ratarske ili najamničke kaste?’ ",
  "dn13:19.6": "Kad ga tako upitaju, on kaže: ’Ne znam’. ",
  "dn13:19.7": "Onda ga drugi ljudi pitaju: ",
  "dn13:19.8": "’Gospodine, ta najlepša devojka za kojom čeznete – znate li je li njeno ime ili ime klana kojem pripada? Je li visoka, niska ili srednje visine?’ Jel i joj put tamna, smeđa i svetla? Iz kojeg sela, varoši ili grada dolazi?’ ",
  "dn13:19.9": "Kad ga tako upitaju, on kaže: ’Ne znam’. ",
  "dn13:19.10": "Onda ga drugi ljudi pitaju: ",
  "dn13:19.11": "’Gospodine, da li vi to čeznete za nekim koga niti znate, niti ste ga ikada videli?’ ",
  "dn13:19.12": "Kad ga tako upitaju, on kaže: ’Tako je’. ",
  "dn13:19.13": "Šta misliš, Vāseṭṭha, ",
  "dn13:19.14": "ako je to tako, nije li sve što taj čovek govori jedna besmislica?” ",
  "dn13:19.15": "„Mislim da jeste, učitelju Gotama.” ",
  "dn13:20.1": "Na isti način, Vāseṭṭha, čini se da se brahmanski znalci triju veda nisu sreli licem u lice sa Brahmom, nis to ni njihovi učitelji, niti učitelji njihovih učitelja. ",
  "dn13:20.2": "Niti postoji među njihovim učiteljima sedam kolena unazad neko ko je sreo Brahmu licem u lice?” ",
  "dn13:20.3": "Takođe, Vāseṭṭha, među drevnim brahmanskim mudracima, tvorcima himni, sastavljačima himni, čije drevne himne ranije recitovane, izgovarane i sastavljane brahmani još i danas recituju i ponavljaju, ponavljajući ono što je govoreno i recitujući ono što je recitovano – a takvi su Aṭṭhaka, Vāmaka, Vāmadeva, Vessāmitta, Yamataggi, Angirasa, Bhāradvāđa, Vāseṭṭha, Kassapa i Bhagu, nema nikog ko bi rekao: ",
  "dn13:20.4": "’Mi znamo , mi vidimo, gde je Brahma, kako je Brahma i odakle će doći Brahma’?” ",
  "dn13:20.5": "Pa ipak, brahmanski znalci triju veda ovako kažu: ",
  "dn13:20.6": "’To je jedini prav put, direktan put, koji onoga ko ga praktikuje vodi u društvo Brāhme.’ ",
  "dn13:20.7": "Pa šta onda misliš, Vāseṭṭha, nije li onda sve to što ti brahmanski znalci triju veda govore besmislica?” ",
  "dn13:20.8": "„Učitelju Gotama, mislim da jeste.” ",
  "dn13:20.9": "„Dakle, Vāseṭṭha. kada ti brahmanski znalci triju veda podučavaju put koji vodi do susreta sa onim kojeg niti znaju, niti vide, to je bez ikakvog osnova. ",
  "dn13:21.0": "2.2. Poređenje sa merdevinama ",
  "dn13:21.1": "Zamisli čoveka koji bi pravio stepenište kojima će se penjati u kuću na raskršću. ",
  "dn13:21.2": "Onda ga drugi ljudi pitaju: ",
  "dn13:21.3": "’Gospodine, ovo su stepenice za buduću kuću – da li znate hoće li ona biti okrenuta ka istoku, zapadu, severu ili jugu, hoće li biti visoka, niska i srednje visine?’ ",
  "dn13:21.4": "Kad ga tako upitaju, on kaže: ’Ne znam’. ",
  "dn13:22.1": "Onda ga drugi ljudi pitaju: ",
  "dn13:22.2": "’Zar vi onda ni ne znate, niti vidite za kakvu vrstu kuće gradite stepenište?’ ",
  "dn13:22.3": "Kad ga tako upitaju, on kaže: ’Tako je’. ",
  "dn13:22.4": "Šta misliš, Vāseṭṭha, ",
  "dn13:22.5": "ako je to tako, nije li sve što taj čovek govori jedna besmislica?” ",
  "dn13:22.6": "„Mislim da jeste, učitelju Gotama.” ",
  "dn13:22.7": "Na isti način, Vāseṭṭha, čini se da se brahmanski znalci triju veda nisu sreli licem u lice sa Brahmom, nis to ni njihovi učitelji, niti učitelji njihovih učitelja. ",
  "dn13:22.8": "Takođe, Vāseṭṭha, među drevnim brahmanskim mudracima, tvorcima himni, sastavljačima himni, čije drevne himne ranije recitovane, izgovarane i sastavljane brahmani još i danas recituju i ponavljaju, ponavljajući ono što je govoreno i recitujući ono što je recitovano – a takvi su Aṭṭhaka, Vāmaka, Vāmadeva, Vessāmitta, Yamataggi, Angirasa, Bhāradvāđa, Vāseṭṭha, Kassapa i Bhagu, nema nikog ko bi rekao: ",
  "dn13:22.9": "’Mi znamo , mi vidimo, gde je Brahma, kako je Brahma i odakle će doći Brahma’?” ",
  "dn13:22.10": "Pa ipak, brahmanski znalci triju veda ovako kažu: ",
  "dn13:22.11": "’To je jedini prav put, direktan put, koji onoga ko ga praktikuje vodi u društvo Brāhme.’ ",
  "dn13:22.12": "Pa šta onda misliš, Vāseṭṭha, nije li onda sve to što ti brahmanski znalci triju veda govore besmislica?” ",
  "dn13:22.13": "„Učitelju Gotama, mislim da jeste.” ",
  "dn13:23.1": "„Dakle, Vāseṭṭha. kada ti brahmanski znalci triju veda podučavaju put koji vodi do susreta sa onim kojeg niti znaju, niti vide, to je bez ikakvog osnova. ",
  "dn13:24.0": "2.3. Poređenje sa rekom Aćiravatī ",
  "dn13:24.1": "Zamisli, Vāseṭṭha, ovu reku Aćiravatī punu vode do vrha, tako da i vrana može da pije iz nje, ",
  "dn13:24.2": "Onda dođe neki čovek koji želi da pređe na drugu obalu, da se domogne druge obale, da na nju stupi. ",
  "dn13:24.3": "I tako sa ove obale krene da više drugoj obali: ",
  "dn13:24.4": "’Dođi ovamo, druga obalo, dođi ovamo!’ ",
  "dn13:24.5": "Šta misliš, Vāseṭṭha, ",
  "dn13:24.6": "da li bi druga obala došla do ove zato što joj tako taj čovek govori, zato što on tako zahteva, priželjkuje, očekuje?’ ",
  "dn13:24.7": "„Ne bi, učitelju Gotama.” ",
  "dn13:25.1": "„Na isti način, Vāseṭṭha, brahmanski znalci triju veda žive napustivši ono što nekoga čini brahmanom i upuštajući se u one stvari koje nekoga čine ne-brahmanom. Pa ipak ovako kažu: ",
  "dn13:25.2": "’Prizivamo Indu, prizivamo Somu, prizivamo Varuṇu, prizivamo Īsānu, prizivamo Pađāpati, prizivamo Brahmu, prizivamo Magiddhi, prizivamo Yamu,’ ",
  "dn13:25.3": "nadajući se da će se ipak, zato što tako govore, zato što tako zahtevaju, priželjkuju, očekuju, posle sloma tela, posle smrti, preporoditi u društvu Brahme. Ali to nije moguće. ",
  "dn13:26.1": "Isto tako, Vāseṭṭha, zamisli ovu reku Aćiravatī punu vode do vrha, tako da i vrana može da pije iz nje. ",
  "dn13:26.2": "A onda dođe neki čovek koji želi da pređe na drugu obalu, da se domogne druge obale, da na nju stupi. ",
  "dn13:26.3": "Ali na ovoj obali njegove su ruke čvrsto vezana lancem. ",
  "dn13:26.4": "Šta misliš, Vāseṭṭha, ",
  "dn13:26.5": "da li bi takav čovek mogao da stigne na drugu obalu?” ",
  "dn13:26.6": "„Ne bi, učitelju Gotama.” ",
  "dn13:27.1": "Isto tako, Vāseṭṭha, postoji pet struna zadovoljstva čula koje su unutar plemenite prakse nazvane lancem, nazvane okovima. ",
  "dn13:27.2": "Kojih pet? ",
  "dn13:27.3": "Oblici dostupni oku za kojima se žudi, poželjni, primamljivi, dopadljivi, povezani sa željom za zadovoljstvima čula i podsticajni za strast. ",
  "dn13:27.4": "Zvuci dostupni uhu… ",
  "dn13:27.5": "Mirisi dostupni nosu… ",
  "dn13:27.6": "Ukusi dostupni jeziku… ",
  "dn13:27.7": "Dodiri dostupni telu za kojima se žudi, poželjni, primamljivi, dopadljivi, povezani sa željom za zadovoljstvima čula i podsticajni za strast. ",
  "dn13:27.8": "To je pet struna zadovoljstva čula koje su unutar plemenite prakse nazvane lancem, nazvane okovima. ",
  "dn13:27.9": "U tih pet struna zadovoljstva brahmanski znalci triju veda uživaju s oduševljenjem, sputani, okovani, ne videvši u njima opasnost i ne znajući gde je izlaz iz toga. ",
  "dn13:29.2": "A onda dođe neki čovek koji želi da pređe na drugu obalu, da se domogne druge obale, da na nju stupi. ",
  "dn13:29.3": "On legne na ovu obalu i pokrije se od glave do pete. ",
  "dn13:29.4": "Šta misliš, Vāseṭṭha, ",
  "dn13:29.5": "da li bi takav čovek mogao da stigne na drugu obalu?” ",
  "dn13:29.6": "„Ne, učitelju Gotama.” ",
  "dn13:30.1": "„Isto tako, Vāseṭṭha, pet prepreka su unutar plemenite prakse nazvane zaprekom, preprekom, nečim što nas pokrije od glave do pete, pa ne možemo ništa da vidimo. ",
  "dn13:30.2": "Kojih pet? ",
  "dn13:30.3": "Prepreka želje za zadovoljstvima čula, prepreka zlovolje, prepreka tromosti i tuposti, prepreka uznemirenosti i kajanja, prepreka sumnjičavosti. ",
  "dn13:30.4": "Tih pet prepreka, Vāseṭṭha, unutar plemenite prakse su nazvane zaprekom, preprekom, nečim što nas pokrije od glave do pete, pa ne možemo ništa da vidimo. ",
  "dn13:30.5": "Sa tih pet prepreka su brahmanski znalci triju veda sapeti, sputani, pokriveni od glave do pete, tako da ne mogu ništa da vide. ",
  "dn13:30.6": "Vāseṭṭha, to da će se brahmanski znalci triju veda napustivši ono što nekoga čini brahmanom i upuštajući se u one stvari koje nekoga čine ne-brahmanom, tako sapeti, sputani, pokriveni od glave do pete tako da ne mogu ništa da vide, posle sloma tela, posle smrti preporoditi u društvu Brahme – to zaista nije moguće. ",
  "dn13:31.0": "3. Susticanje ",
  "dn13:31.1": "Šta kažeš, Vāseṭṭha, ",
  "dn13:31.2": "šta si čuo od starih brahmana koji su govorili u skladu sa tradicijom učitelja, je li Brahma sebičan ili nije?” ",
  "dn13:31.3": "„Da nije sebičan, učitelju Gotama.” ",
  "dn13:31.4": "„Je li pun mržnje ili nemržnje?” ",
  "dn13:31.5": "„Nemržnje, učitelju Gotama.” ",
  "dn13:31.6": "„Je li pun besa ili u njemu nema besa?” ",
  "dn13:31.7": "„U njemu besa nema.” ",
  "dn13:31.8": "„Ima li u njegovom umu nečistoća ili ne?” ",
  "dn13:31.9": "„U njegovom umu nečistoća nema.” ",
  "dn13:31.10": "„Da li je on ovladao svojim umom ili nije?” ",
  "dn13:31.11": "„On potpuno vlada svojim umom, učitelju Gotama.” ",
  "dn13:32.1": "„Šta misliš, Vāseṭṭha, ",
  "dn13:32.2": "jesu li ovi brahmani sebični ili nesebični?” ",
  "dn13:32.3": "„Sebični su, učitelju Gotama.” ",
  "dn13:32.4": "„Jesu li puni mržnje ili nemržnje?” ",
  "dn13:32.5": "„Puni su mržnje.” ",
  "dn13:32.6": "„Ima li u njima besa ili ne?” ",
  "dn13:32.7": "„U njima ima besa.” ",
  "dn13:32.8": "„Ima li u njihovom umu nečistoća ili ne?” ",
  "dn13:32.9": "„U njihovom umu ima nečistoća.” ",
  "dn13:32.10": "„Jesu li ovladali svojim umom ili nisu?” ",
  "dn13:33.1": "„Tako se, Vāseṭṭha, čini da su brahmanski znalci triju veda sebični, a da Brahma nije sebičan. ",
  "dn13:33.2": "Pa ima li onda bilo kakve sličnosti, bilo kakve podudarnosti između takvih sebičnih brahmanskih znalaca triju veda i nesebičnog Brahme?” ",
  "dn13:33.3": "„Zaista nema, učitelju Gotama.” ",
  "dn13:34.1": "„Tako je , Vāseṭṭha, to da se posle sloma tela, posle smrti sebični brahmanski znalci triju veda preporode u društvu nesebičnog Brahme – to zaista nije moguće. ",
  "dn13:35.1": "„Tako se, Vāseṭṭha, čini da su brahmanski znalci triju veda puni mržnje, a da u Brahmi mržnje nema… ",
  "dn13:35.2": "…da su brahmanski znalci triju veda puni besa, a da u Brahmi besa nema… ",
  "dn13:35.3": "…da u umovima brahmanskih znalaca triju veda ima nečistoća, a da u umu Brahme nečistoća nema… ",
  "dn13:35.4": "…da brahmanski znalci triju veda ne vladaju svojim umom, a da je Brahma ovladao. Pa ima li onda bilo kakve sličnosti, bilo kakve podudarnosti između takvih brahmanskih znalaca triju veda koji ne vladaju svojim umom i Brahme koji njime vlada?” ",
  "dn13:35.5": "„Zaista nema, učitelju Gotama.” ",
  "dn13:36.1": "„Tako je , Vāseṭṭha, to da se posle sloma tela, posle smrti brahmanski znalci triju veda koji ne vladaju svojim umom preporode u društvu Brahme koji njime vlada – to zaista nije moguće. ",
  "dn13:36.2": "Tako, Vāseṭṭha, kada ti brahmanski znalci truju veda stanu na obalu reke, oni tu tonu u glib; dok tonu, postaju očajni, razmišljajući kako da suvi stignu na drugu obalu. ",
  "dn13:36.3": "Zato se trostruko znanje tih brahmana naziva trostrukom pustinjom, trostrukom divljinom, trostrukom propašću.” ",
  "dn13:37.1": "Kad ovo bi rečeno, brahmanski učenik Vāseṭṭha ovako reče: ",
  "dn13:37.2": "„Učitelju Gotama, čuo sam da asketa Gotama zna put koji vodi u društvo Brahme.” ",
  "dn13:37.3": "„Šta misliš, Vāseṭṭha, ",
  "dn13:37.4": "je li selo Manasākata daleko odavde ili nije?” ",
  "dn13:37.5": "„Učitelju Gotama, to selo nije daleko odavde.” ",
  "dn13:37.6": "„A šta misliš, Vāseṭṭha, ",
  "dn13:37.7": "ako je neki čovek rođen i odrastao u selu Manasākata, ",
  "dn13:37.8": "te ubrzo pošto je krenuo iz Manasākate upitaju ga za put do sela. ",
  "dn13:37.9": "Da li bi se taj čovek mučio i premišljao da im odgovori?” ",
  "dn13:37.10": "„Sigurno da ne bi.” ",
  "dn13:37.11": "„A zašto?” ",
  "dn13:37.12": "Zato što je taj čovek rođen i odrastao u Manasākati, te vrlo dobro zna sve puteve ka selu.” ",
  "dn13:38.1": "„Vāseṭṭha, iako se čovek rođen i odrastao u selu Manasākati može možda mučiti i premišljati da odgovori o putu do sela, Tathāgata, kad ga pitaju o svetu Brahme i putu koji vodi ka svetu Brahme, nikada se neće mučiti i premišljati da odgovori. ",
  "dn13:38.2": "Jer ja razumem Brahmu razumem svet Brahme, razumem put koji vodi ka svetu Brahme i razumem kako neko treba da vežba da bi se preporodio u svetu Brahme.” ",
  "dn13:39.1": "Kad ovo bi rečeno, brahmanski učenik Vāseṭṭha ovako reče: ",
  "dn13:39.2": "„Učitelju Gotama, čuo sam da asketa Gotama podučava put koji vodi u društvo Brahme. ",
  "dn13:39.3": "Bilo bi dobro ako bi nas učitelj Gotama podučio takvom putu, neka učitelj Gotama uzdigne ovu generaciju brahmana.” ",
  "dn13:39.4": "„U tom slučaju, Vāseṭṭha, slušaj i dobro zapamti šta ću ti reći.” ",
  "dn13:39.5": "„Dobro, poštovani”, odgovori brahmanski učenik Vāseṭṭha. ",
  "dn13:40-75.0": "4. Pouka o putu ka svetu Brahme ",
  "dn13:40-75.1": "A Blaženi mu ovako reče: ",
  "dn13:40-75.2": "„Događa se, Vāseṭṭha, da se Tathāgata pojavi u ovome svetu… ",
  "dn13:40-75.3": "Na taj način, Vāseṭṭha, monah je usavršen u vrlini… ",
  "dn13:40-75.4": "Kada vidi da je ovih pet prepreka prevladao u sebi, u monahu se rađa radost; sa radošću, u njemu se rađa ushićenje. Onome ko je ushićen, telo postaje smireno; a onaj čije je telo smireno, oseća zadovoljstvo. Sa osećajem zadovoljstvo, um postaje koncentrisan. ",
  "dn13:76.1": "On živi obasjavajući jednu stranu sveta umom prožetim prijateljskom ljubavlju, isto tako i drugu, isto tako i treću, isto tako i četvrtu; takođe iznad, ispod, unaokolo, svuda i svakoga, kao i sebe; živi on obasjavajući čitav svet umom prožetim prijateljskom ljubavlju, obilnom, uzvišenom, nemerljivom, bez ikakvog neprijateljstva i zlovolje u sebi. ",
  "dn13:77.1": "Baš kao što se zvuk snažne trube bez poteškoća može čuti na sve četiri strane sveta, ",
  "dn13:77.2": "isto tako kad se oslobođenje uma kroz prijateljsku ljubav razvije na ovakav način, tu ne preostaje, ne zadržava se bilo kakav ograničavajući postupak. ",
  "dn13:77.3": "To je, Vāseṭṭha, put koji vodi u društvo Brahme. ",
  "dn13:78.1": "I opet, monah živi obasjavajući jednu stranu sveta umom prožetim saosećanjem… ",
  "dn13:78.2": "umom prožetim radošću zbog sreće drugih… ",
  "dn13:78.3": "umom prožetim spokojstvom, isto tako i drugu, isto tako i treću, isto tako i četvrtu; takođe iznad, ispod, unaokolo, svuda i svakoga, kao i sebe; živi on obasjavajući čitav svet umom prožetim spokojstvom, obilnim, uzvišenim, nemerljivim, bez ikakvog neprijateljstva i zlovolje u sebi. ",
  "dn13:79.1": "Baš kao što se zvuk snažne trube bez poteškoća može čuti na sve četiri strane sveta, ",
  "dn13:79.2": "isto tako kad se oslobođenje uma kroz spokojstvo razvije na ovakav način, tu ne preostaje, ne zadržava se bilo kakav ograničavajući postupak. ",
  "dn13:79.3": "To je, Vāseṭṭha, put koji vodi u društvo Brahme. ",
  "dn13:80.1": "Šta misliš, Vāseṭṭha, ",
  "dn13:80.2": "monah koji tako živi, je li on sebičan ili nije?” ",
  "dn13:80.3": "„Nije sebičan, učitelju Gotama.” ",
  "dn13:80.4": "„Je li pun mržnje ili nemržnje?” ",
  "dn13:80.5": "„Nemržnje, učitelju Gotama.” ",
  "dn13:80.6": "„Je li pun besa ili u njemu nema besa?” ",
  "dn13:80.7": "„U njemu besa nema.” ",
  "dn13:80.8": "„Ima li u njegovom umu nečistoća ili ne?” ",
  "dn13:80.9": "„U njegovom umu nečistoća nema.” ",
  "dn13:80.10": "„Da li je on ovladao svojim umom ili nije?” ",
  "dn13:80.11": "„On potpuno vlada svojim umom, učitelju Gotama.” ",
  "dn13:81.1": "„Tako se, Vāseṭṭha, čini da je taj monah bez sebičnosti, baš kao što je i Brahma bez sebičnosti. ",
  "dn13:81.2": "Pa ima li onda bilo kakve sličnosti, bilo kakve podudarnosti između takvog nesebičnog monaha i nesebičnog Brahme?” ",
  "dn13:81.3": "„Ima, učitelju Gotama.” ",
  "dn13:81.4": "„Tako, Vāseṭṭha, da se posle sloma tela, posle smrti nesebični monah preporodi u društvu nesebičnog Brahme – to zaista jeste moguće. ",
  "dn13:81.5": "„Tako se, Vāseṭṭha, čini da u tom monahu mržnej nema, baš kao što u Brahmi mržnje nema… ",
  "dn13:81.6": "…da u tom monahu besa nema, baš kao što u Brahmi besa nema… ",
  "dn13:81.7": "…da u umu tog monaha nema nečistoća, baš kao što u umu Brahme nečistoća nema… ",
  "dn13:81.8": "…da taj monah vlada svojim umom, baš kao što Brahma njime ovladao. Pa ima li onda bilo kakve sličnosti, bilo kakve podudarnosti između takvog monaha i Brahme?” ",
  "dn13:81.9": "„Ima, učitelju Gotama.” ",
  "dn13:81.10": "„Tako, Vāseṭṭha, da se posle sloma tela, posle smrti monah koji vlada svojim umom preporodi u društvu Brahme koji njime takođe vlada – to zaista jeste moguće. ",
  "dn13:82.1": "Kad ovo bi rečeno, brahmanski učenik Vāseṭṭha ovako reče: ",
  "dn13:82.2": "„Zadivljujuće je to, učitelju Gotama, čudesno je to! ",
  "dn13:82.3": "Baš kao kad bi neko ispravio ono što je stajalo naglavce, otkrio skriveno, pokazao put zalutalome ili upalio svetiljku u tami, tako da oni koji imaju oči mogu da vide, tako je i Blaženi, na više različitih načina, razjasnio Dhammu. ",
  "dn13:82.4": "Uzimamo učitelja Gotamu za utočište, njegovo učenje i zajednicu monaha za utočište. ",
  "dn13:82.5": "Neka nas Blaženi prihvati kao svoje nezaređene sledbenike koji, odsad pa do kraja života, pronađoše svoje utočište!” "
}