{
  "dn14:0.1": "Dīgha nikāya 14 ",
  "dn14:0.2": "Govor o velikom podvigu ",
  "dn14:1.1.2": "Jednom je prilikom Blaženi boravio kraj Sāvatthīja, u Đetinom gaju, u manastiru koji je podigao Anāthapiṇḍika, u kolibi kraj ružinog grma. ",
  "dn14:1.1.3": "Onda se, kad su završili prošenje hrane, posle obroka, veća grupa monaha okupila i posedala u okrugloj dvorani kraj ružinog grma, te zapodenuše razgovor o prethodnim životima: ",
  "dn14:1.1.4": "„Ovakav je bio prethodni život, onakav je bio prethodni život.” ",
  "dn14:1.2.1": "I Blaženi duhovnim uhom, koje je pročišćeno i nadmašuju ljudsko, doču taj prijateljski razgovor monaha. ",
  "dn14:1.2.2": "Onda on ustade sa mesta na kojem je sedeo i otide do okrugle dvorane kraj ružinog grma. Kada je stigao, sede na pripremljeno mesto, pa ovako reče monasima: ",
  "dn14:1.2.3": "„Monasi, radi kakvog razgovora ste se ovde okupili? U kakvom sam vas to razgovoru prekinuo?” ",
  "dn14:1.2.4": "Na to monasi odgovoriše: ",
  "dn14:1.2.5": "„Poštovani gospodine, kad smo završili prošenje hrane, posle obroka, ovde smo se okupili i zapodenuli razgovor o prethodnim životima: ",
  "dn14:1.2.6": "„Ovakav je bio prethodni život, onakav je bio prethodni život.” ",
  "dn14:1.2.7": "O tome smo razgovarali, poštovani gospodine, pre nego što je Blaženi došao.” ",
  "dn14:1.3.1": "„Želite li, monasi, da čujete priču o prethodnim životima?” ",
  "dn14:1.3.2": "„Za to je, Blaženi, sada pravi trenutak! Za to je, Srećni, sada pravi trenutak! ",
  "dn14:1.3.3": "Ono što o prethodnim životima monasi čuju od Blaženog, to će dobro zapamtiti.” ",
  "dn14:1.3.4": "„Onda poslušajte i dobro zapamtite šta ću vam reći.” ",
  "dn14:1.3.5": "„Da, poštovani gospodine,” odgovoriše monasi. ",
  "dn14:1.3.6": "A Blaženi ovako nastavi: ",
  "dn14:1.4.1": "„Pre devedeset jednog eona se Buda Vipassī, plemeniti i potpuno probuđeni, pojavio u ovome svetu. ",
  "dn14:1.4.2": "Pre trideset jednog eona se Buda Sikhī, plemeniti i potpuno probuđeni, pojavio u ovome svetu. ",
  "dn14:1.4.3": "U istom tom trideset prvom eonu se Buda Vesabhū, plemeniti i potpuno probuđeni, pojavio u ovome svetu. ",
  "dn14:1.4.4": "A u ovom blagoslovenom eonu se Buda Kakusandha, plemeniti i potpuno probuđeni, pojavio u ovome svetu. ",
  "dn14:1.4.5": "U istom ovom blagoslovenom eonu se Buda Koṇāgamana, plemeniti i potpuno probuđeni, pojavio u ovome svetu. ",
  "dn14:1.4.6": "U istom ovom blagoslovenom eonu se Buda Kassapa, plemeniti i potpuno probuđeni, pojavio u ovome svetu. ",
  "dn14:1.4.7": "U istom ovom blagoslovenom eonu sam se, monasi, i ja, plemeniti i potpuno probuđeni, pojavio u ovome svetu. ",
  "dn14:1.5.1": "Buda Vipassī, plemeniti i potpuno probuđeni, bio je rođen kao plemići, u plemićkoj porodici. ",
  "dn14:1.5.2": "Buda Sikhī, plemeniti i potpuno probuđeni, takođe. ",
  "dn14:1.5.3": "Buda Vesabhū, plemeniti i potpuno probuđeni, takođe. ",
  "dn14:1.5.4": "Bude Kakusandha,plemeniti i potpuno probuđeni, bi je rođen kao brahman, u brahmanskoj porodici. ",
  "dn14:1.5.5": "Buda Koṇāgamana, plemeniti i potpuno probuđeni, takođe. ",
  "dn14:1.5.6": "Buda Kassapa, plemeniti i potpuno probuđeni, takođe. ",
  "dn14:1.5.7": "Ja sam, međutim, plemenit i potpuno probuđen, rođen kao plemić, u plemićkoj porodici. ",
  "dn14:1.6.1": "Monasi, Buda Vipassī, plemeniti i potpuno probuđeni, bio je iz Koṇḍañña klana. ",
  "dn14:1.6.2": "Buda Sikhī, plemeniti i potpuno probuđeni, takođe. ",
  "dn14:1.6.3": "Buda Vesabhū, plemeniti i potpuno probuđeni, takođe. ",
  "dn14:1.6.4": "Buda Kakusandha, plemeniti i potpuno probuđeni, bio je iz Kassapa klana. ",
  "dn14:1.6.5": "Buda Koṇāgamana, plemeniti i potpuno probuđeni, takođe. ",
  "dn14:1.6.6": "Buda Kassapa, plemeniti i potpuno probuđeni, takođe. ",
  "dn14:1.6.7": "A ja sam iz Gotama klana. ",
  "dn14:1.7.1": "Monasi, Buda Vipassī je živeo 80.000 godina. ",
  "dn14:1.7.2": "Buda Sikhī je živeo 70.000 godina. ",
  "dn14:1.7.3": "Buda Vessabhū je živeo 60.000 godina. ",
  "dn14:1.7.4": "Buda Kakusandha je živeo 40.000 godina. ",
  "dn14:1.7.5": "Buda Koṇāgamana je živeo 30.000 godina. ",
  "dn14:1.7.6": "Buda Kassapa je živeo 20.000 godina. ",
  "dn14:1.7.7": "A moj vek je sada kratak, beznačajan, prođe za tren. Onaj ko danas dugo živi, taj poživi sto godina ili malo duže od toga. ",
  "dn14:1.8.1": "Monasi, Buda Vipassī je postao probuđen u podnožju pāṭaliyā drveta. ",
  "dn14:1.8.2": "Buda Sikhī je postao probuđen u podnožju puṇḍarīka drveta. ",
  "dn14:1.8.3": "Buda Vessabhū je postao probuđen u podnožju sālovog drveta. ",
  "dn14:1.8.4": "Buda Kakusandha je postao probuđen u podnožju sirīsa drveta. ",
  "dn14:1.8.5": "Buda Koṇāgamana je postao probuđen u podnožju udumbara drveta. ",
  "dn14:1.8.6": "Buda Kassapa je postao probuđen u podnožju nigrodha drveta. ",
  "dn14:1.8.7": "A ja sam postao probuđen u podnožju assattha drveta. ",
  "dn14:1.9.1": "Monasi, Buda Vipassī je imao Khaṇḍu i Tissu kao dva svoja glavna učenika, bolje od svih drugih. ",
  "dn14:1.9.2": "Buda Sikhi je imao Abhibhū i Sambhavu kao dva svoja glavna učenika, bolje od svih drugih. ",
  "dn14:1.9.3": "Buda Vessabhu je imao Soṇu i Uttaru kao dva svoja glavna učenika, bolje od svih drugih. ",
  "dn14:1.9.4": "Buda Kakusandha je imao Vidhuru i Sañjīvu kao dva svoja glavna učenika, bolje od svih drugih. ",
  "dn14:1.9.5": "Buda Koṇāgamana je imao Bhiyyosu i Uttaru kao dva svoja glavna učenika, bolje od svih drugih. ",
  "dn14:1.9.6": "Buda Kassapa je imao Tissu i Bhāradvāđu kao dva svoja glavna učenika, bolje od svih drugih. ",
  "dn14:1.9.7": "I ja sada imam Sāriputtu i Moggallānu kao dva svoja glavna učenika, bolje od svih drugih. ",
  "dn14:1.10.1": "Monasi, Buda Vipassī je imao tri zajednice svojih učenika. Jedna od 6.800.000, jedna od 100.000 i jedna od 80.000 učenika. I svaki od njih uklonio je sve nečistoće uma. ",
  "dn14:1.10.2": "Buda Sikhī je imao tri zajednice svojih učenika. Jedna od 100.000, jedna od 80.000 i jedna od 70.000 učenika. I svaki od njih uklonio je sve nečistoće uma. ",
  "dn14:1.10.3": "Buda Vessabhū je imao tri zajednice svojih učenika. Jedna od 80.000, jedna od 70.000 i jedna od 60.000 učenika. I svaki od njih uklonio je sve nečistoće uma. ",
  "dn14:1.10.4": "Buda Kakusandha je imao jednu zajednicu svojih učenika. Njih 40.000 i svaki je uklonio sve nečistoće uma. ",
  "dn14:1.10.5": "Buda Koṇāgamana je imao jednu zajednicu svojih učenika. Njih 30.000 i svaki je uklonio sve nečistoće uma. ",
  "dn14:1.10.6": "Buda Kassapa je imao jednu zajednicu svojih učenika. Njih 20.000 i svaki je uklonio sve nečistoće uma. ",
  "dn14:1.10.7": "I ja sada imam jednu zajednicu učenika. Njih 1.250 i svaki je uklonio sve nečistoće uma. ",
  "dn14:1.11.1": "Monasi, Buda Vipassī je imao kao ličnog pratioca monaha po imenu Asoka. ",
  "dn14:1.11.2": "Buda Sikhi je imao kao ličnog pratioca monaha po imenu Khemaṅkara. ",
  "dn14:1.11.3": "Buda Vessabhū je imao kao ličnog pratioca monaha po imenu Upasanta. ",
  "dn14:1.11.4": "Buda Kakusandha je imao kao ličnog pratioca monaha po imenu Buddhiđa. ",
  "dn14:1.11.5": "Buda Koṇāgamana je imao kao ličnog pratioca monaha po imenu Sotthiđa. ",
  "dn14:1.11.6": "Buda Kassapa je imao kao ličnog pratioca monaha po imenu Sabbamitta. ",
  "dn14:1.11.7": "I ja sada imam kao ličnog pratioca monaha po imenu Ānanda. ",
  "dn14:1.12.1": "Monasi, otac Bude Vipassīja bio je kralj Bandhuma, ",
  "dn14:1.12.2": "a majka kraljica Bandhumatī. ",
  "dn14:1.12.3": "Kralj Bandhuma je vladao iz svoje prestonice po imenu Bandhumatī. ",
  "dn14:1.12.4": "Otac Bude Sikhija bio je kralj Aruṇa, ",
  "dn14:1.12.5": "a majka kraljica Pabhāvatī. ",
  "dn14:1.12.6": "Kralj Aruṇa  je vladao iz svoje prestronice po imenu Aruṇavatī. ",
  "dn14:1.12.7": "Otac Bude Vesabhūa bio je kralj Suppatita, ",
  "dn14:1.12.8": "a majka kraljica Vassavatī. ",
  "dn14:1.12.9": "Kralj Suppatita je vladao iz svoje prestonici po imenu Anoma. ",
  "dn14:1.12.10": "Otac Bude Kakusandhe bio je brahman Aggidatta, ",
  "dn14:1.12.11": "a majka brahmanka Visākhā. ",
  "dn14:1.12.12": "U to vreme vladao je kralj Khema ",
  "dn14:1.12.13": "i on je vladao iz svoje prestonici po imenu Khemavatī. ",
  "dn14:1.12.14": "Otac Bude Konāgamane bio je brahman Yaññadatta, ",
  "dn14:1.12.15": "a majka brahmanka Uttarā. ",
  "dn14:1.12.16": "U to vreme vladao je kralj Sobha ",
  "dn14:1.12.17": "i on je vladao iz svoje prestonici po imenu Sobhavatī. ",
  "dn14:1.12.18": "Otac Bude Kassape bio je brahman Brahmadatta, ",
  "dn14:1.12.19": "a majka brahmanka Dhanavatī. ",
  "dn14:1.12.20": "U to vreme vladao je kralj Kikī ",
  "dn14:1.12.21": "i on je vladao iz svoje prestonici po imenu Bārāṇasi. ",
  "dn14:1.12.22": "I moj otac sada je kralj Suddhodana, ",
  "dn14:1.12.23": "a majka kraljica Māya. ",
  "dn14:1.12.24": "I on vlada iz svoje prestonici po imenu Kapilavatthu.” ",
  "dn14:1.12.25": "Tako reče Blaženi. ",
  "dn14:1.12.26": "Potom Srećni ustade sa mesta na kojem je sedeo, pa otide u svoju kolibu. ",
  "dn14:1.13.1": "Ubrzo pošto je Blaženi otišao, monasi povedoše ovakav razgovor: ",
  "dn14:1.13.2": "„Zadivljujuća je, prijatelji, čudesna je snaga i moć Blaženog. ",
  "dn14:1.13.3": "On je u stanju da se seti porekla, imena, klana, dužine života, glavnih učenika, zajednica sledbenika Buda iz prošlosti, koji su postali potpuno oslobođeni, presekli svako nekontrolisano umnožavanje misli, presekli tok mentalnih nečistoća, zaustavili krug preporađanja i nadišli svaku patnju: ",
  "dn14:1.13.4": "’Ovakvo je bilo poreklo tog Bude, ovako se zvao, iz tog je klana bio, ovakvi su mu bili postupci, ovakvi kvaliteti, ovakva mudrost, ovakvo boravište, ovakvo oslobođenje’. ",
  "dn14:1.13.5": "Prijatelji, da li je zato što je potpuno pronikao u prirodu ovoga sveta, Tathāgata u stanju da sve ovo zna o Budama iz prošlosti? ",
  "dn14:1.13.6": "Ili su mu sve to ispričala božanstva?” ",
  "dn14:1.13.7": "Ali, na kraju, razgovor među monasima ostade nezavršen. ",
  "dn14:1.14.1": "Onda uveče, Blaženi izađe iz osame, pa opet otide do okrugle dvorane kraj ružinog grma. Kada je stigao, sede na pripremljeno mesto, ",
  "dn14:1.14.2": "pa ovako reče monasima: ",
  "dn14:1.14.3": "„Monasi, radi kakvog razgovora ste se ovde okupili? U kakvom sam vas to razgovoru prekinuo?” ",
  "dn14:1.14.4": "Na to monasi odgovoriše: ",
  "dn14:1.14.5": "„Poštovani gospodine, ubrzo pošto je Blaženi otišao, među nama se poveo ovakav razgovor: ",
  "dn14:1.14.6": "„Zadivljujuća je, prijatelji, čudesna je snaga i moć Blaženog. ",
  "dn14:1.14.7": "On je u stanju da se seti porekla, imena, klana, dužine života, glavnih učenika, zajednica sledbenika Buda iz prošlosti, koji su postali potpuno oslobođeni, presekli svako nekontrolisano umnožavanjo misli, presekli tok mentalnih nečistoća, zaustavili krug preporađanja i nadišli svaku patnju: ",
  "dn14:1.14.8": "’Ovakvo je bilo poreklo tog Bude, ovako se zvao, iz tog je klana bio, ovakvi su mu bili postupci, ovakvi kvaliteti, ovakva mudrost, ovakvo boravište, ovakvo oslobođenje’. ",
  "dn14:1.14.9": "Prijatelji, da li je zato što je potpuno pronikao u prirodu ovoga sveta, Tathāgata u stanju da sve ovo zna o Budama iz prošlosti? ",
  "dn14:1.14.11": "Ili su mu sve to ispričala božanstva?” ",
  "dn14:1.14.13": "O tome smo razgovarali, poštovani gospodine, pre nego što je Blaženi došao.” ",
  "dn14:1.15.1": "„Monasi, zato što je potpuno pronikao u prirodu ovoga sveta, Tathāgata je u stanju da sve ovo zna o Budama iz prošlosti? ",
  "dn14:1.15.3": "Isto to su mu ispričala božanstva o Budama iz prošlosti. ",
  "dn14:1.15.5": "„Želite li, monasi, da čujete priču o prethodnim životima?” ",
  "dn14:1.15.6": "„Za to je, Blaženi, sada pravi trenutak! Za to je, Srećni, sada pravi trenutak! ",
  "dn14:1.15.7": "Ono što o prethodnim životima monasi čuju od Blaženog, to će dobro zapamtiti.” ",
  "dn14:1.15.8": "„Onda poslušajte i dobro zapamtite šta ću vam reći.” ",
  "dn14:1.15.9": "„Da, poštovani gospodine,” odgovoriše monasi. ",
  "dn14:1.15.10": "A Blaženi im ovako reče: ",
  "dn14:1.16.1": "„Pre devedeset jednog eona se Buda Vipassī, plemeniti i potpuno probuđeni, pojavio u ovome svetu. ",
  "dn14:1.16.2": "Bio je rođen kao plemići, u plemićkoj porodici. ",
  "dn14:1.16.3": "Bio je iz Koṇḍañña klana ",
  "dn14:1.16.4": "i poživeo 80.000 godina. ",
  "dn14:1.16.5": "Buda Vipassī je postao probuđen u podnožju pāṭaliyā drveta. ",
  "dn14:1.16.6": "Imao je Khaṇḍu i Tissu kao dva svoja glavna učenika, bolje od svih drugih. ",
  "dn14:1.16.7": "Imao je takođe tri zajednice svojih učenika. ",
  "dn14:1.16.8": "Jedna od 6.800.000, jedna od 100.000 i jedna od 80.000 učenika. ",
  "dn14:1.16.9": "I svaki od njih uklonio je sve nečistoće uma. ",
  "dn14:1.16.10": "Monasi, Buda Vipassī je imao kao ličnog pratioca monaha po imenu Asoka. ",
  "dn14:1.16.11": "Otac Bude Vipassīja bio je kralj Bandhuma, ",
  "dn14:1.16.12": "a majka kraljica Bandhumatī. ",
  "dn14:1.16.13": "Kralj Bandhuma je vladao iz svoje prestonice po imenu Bandhumatī. ",
  "dn14:1.17.0": "2. Priroda bodhisatte ",
  "dn14:1.17.1": "I tako, monasi, pošto je preminuo na Tusita nebu, bodhisatta Vipassī se, svestan i s jasnim razumevanjem, preporodio u materici svoje majke. ",
  "dn14:1.17.2": "Takva je priroda stvari. ",
  "dn14:1.17.3": "Monasi, kada se bodhisatta, svestan i s jasnim razumevanjem, preporodi u materici svoje majke, ",
  "dn14:1.17.4": "u ovom svetu, sa njegovim božanstvima, Mārama i Brahmama, zajedno sa pokolenjem isposnika i brahmana, plemenitih i običnih ljudi, priroda stvari jeste i da se u tom svetu javi velika, nemerljiva svetlost. ",
  "dn14:1.17.5": "I čak u tom bezdanom prostoru između svetova, praznom, sumornom i potpuno mračnom, gde mesec i sunce, koliko god bili moćni i sjajni, ne mogu učiniti da njihova svetlost prodre – i tu se velika, nemerljiva svetlost koja nadmašuje sjaj božanstava pojavila. ",
  "dn14:1.17.6": "A bića koja su se tamo preporodila, ugledaše jedna druge u tom svetlu: „Zaista, i drugih bića ovde ima.” ",
  "dn14:1.17.7": "Čitav sistem deset hiljada svetova se zatresao, zaljuljao i zadrhtao i u njemu se velika, nemerljiva svetlost koja nadmašuje sjaj božanstava pojavila.’ ",
  "dn14:1.17.8": "Takva je priroda stvari. ",
  "dn14:1.17.9": "Monasi, kada se bodhisatta preporodi u materici svoje majke, priroda stvari jeste i da četiri mlada božanstva dođu da stražare na sve četiri strane sveta, razmišljajući: ’Neka nijedno ljudsko ili neljudsko biće, niti bilo ko drugi, ne može da povredi bodhisattu ili njegovu majku’. ",
  "dn14:1.17.10": "Takva je priroda stvari. ",
  "dn14:1.18.1": "Monasi, kada se bodhisatta preporodi u materici svoje majke, priroda stvari jeste i da ona postane izuzetno čedna, odustane od ubijanja, uzimanja onoga što joj nije dato, od zloupotrebe čulnih zadovoljstava, zloupotrebe govora i konzumiranja svega što izaziva stanje omamljenosti. Takva je priroda stvari. ",
  "dn14:1.18.2": "Takva je priroda stvari. ",
  "dn14:1.19.1": "Monasi, kada se bodhisatta preporodi u materici svoje majke, priroda stvari jeste i da nijedna strašću ispunjena misao vezana za muškarce nije se javila u njoj i ona sama bila je nedostupna bilo kojem muškarcu obuzetom strašću. ",
  "dn14:1.19.2": "Takva je priroda stvari. ",
  "dn14:1.20.1": "Monasi, kada se bodhisatta preporodi u materici svoje majke, priroda stvari jeste i da se ona prepusti pet struna zadovoljstva čula, da je njima obasuta i opskrbljena, da u njima uživa. ",
  "dn14:1.20.2": "Takva je priroda stvari. ",
  "dn14:1.21.1": "Monasi, kada se bodhisatta preporodi u materici svoje majke, priroda stvari jeste i da u njoj nema bilo kakvog bola. Ona je radosna i oslobođena svake tegobe. Vidi bodhisattu u svojoj materici, sa svim njegovim udovima, bez ikakvog nedostatka. ",
  "dn14:1.21.2": "Kao kada bi plava, žuta, crvena, bela ili braon nit bila provučena kroz divan dragi kamen beril, boje najčistijeg mora, sa osam stranica, dobro obrađen, a čovek dobrog vida uzme ga u ruku ",
  "dn14:1.21.3": "i ovako o njemu kaže: ’Ovo je divan dragi kamen beril, boje najčistijeg mora, sa osam stranica, dobro obrađen, kroz koji je provučena plava, žuta, crvena, bela ili braon nit’. ",
  "dn14:1.21.4": "Isto tako, monasi, kada se bodhisatta preporodi u materici svoje majke, priroda stvari jeste i da u njoj nema bilo kakvog bola. Ona je radosna i oslobođena svake tegobe. Vidi bodhisattu u svojoj materici, sa svim njegovim udovima, bez ikakvog nedostatka. ",
  "dn14:1.21.5": "Takva je priroda stvari. ",
  "dn14:1.22.1": "Monasi, priroda stvari jeste i da sedam dana posle rođenja bodhisatte, njegova majka umre i preporodi se na Tusita nebu. ",
  "dn14:1.22.2": "Takva je priroda stvari. ",
  "dn14:1.23.1": "Monasi, priroda stvari jeste i da se druge žene porode pošto su dete nosile u materici devet ili deset meseci, ali ne i bodhisattina majka. Ona se porodi pošto ga je nosila u materici tačno deset meseci. ",
  "dn14:1.23.2": "Takva je priroda stvari. ",
  "dn14:1.24.1": "Monasi, priroda stvari jeste i da se druge žene porađaju tako što sede ili leže, ali ne i bodhisattina majka. Ona se porađa tako što je stoji. ",
  "dn14:1.24.2": "Takva je priroda stvari. ",
  "dn14:1.25.1": "Monasi, priroda stvari jeste i da, kada bodhisatta izađe iz majčine materice, prvo ga prihvate božanska, a potom ljudska bića. ",
  "dn14:1.25.2": "Takva je priroda stvari. ",
  "dn14:1.26.1": "Monasi, priroda stvari jeste i da, kada bodhisatta izađe iz majčine materice, ne stane odmah na zemlju. Četiri mlada božanstva ga prihvate i prinesu majci ovim rečima: ’Raduj se, o kraljice, rodila si sina velike moći’. ",
  "dn14:1.26.2": "Takva je priroda stvari. ",
  "dn14:1.27.1": "Monasi, priroda stvari jeste i da, kada bodhisatta izađe iz majčine materice, on je neuprljan, neumazan vodom, sluzi ili krvlju, niti bilo kakvom drugom nečistoćom. Čist je i blistav. ",
  "dn14:1.27.2": "Kao kad bi dragulj bio stavljen na svilu iz Kāsija, on ne bi uprljao tu svilu, niti svila dragulj. ",
  "dn14:1.27.3": "A zašto? ",
  "dn14:1.27.4": "Zato što su oboje čisti. ",
  "dn14:1.27.5": "Zato, kada bodhisatta izađe… čist je i blistav. ",
  "dn14:1.27.6": "Takva je priroda stvari. ",
  "dn14:1.28.1": "Monasi, priroda stvari jeste i da, kada bodhisatta izađe iz majčine materice, dva mlaza vode odjednom poteknu s neba, jedan hladan, a drugi topao, kako si se bodhisatta i njegova majka okupali. ",
  "dn14:1.28.2": "Takva je priroda stvari. ",
  "dn14:1.29.1": "Monasi, priroda stvari jeste i da, čim se bodhisatta rodi, čvrsto se osloni na sopstvene noge. Potom načini sedam koraka ka severu i dok  beli suncobran lebdi nad njim, pogleda na sve četiri strane sveta i onda izrekao reči Predvodnika stada: ’Ja sam najviši na svetu, najbolji na svetu, prvi na svetu. Ovo je moje poslednje rođenje. Za mene nema novog bivanja’. ",
  "dn14:1.29.2": "Takva je priroda stvari. ",
  "dn14:1.30.1": "Monasi, priroda stvari jeste i da se, kada bodhisatta izađe iz majčine materice, velika, nemerljiva svetlost koja nadmašuje i sjaj božanstava pojavi u ovome svetu, sa njegovim božanstvima, Mārama i Brahmama, zajedno sa pokolenjem isposnika i brahmana, plemenitih i običnih ljudi. ",
  "dn14:1.30.2": "I čak u tom bezdanom prostoru između svetova, praznom, sumornom i potpuno mračnom, gde mesec i sunce, koliko god bili moćni i sjajni, ne mogu učiniti da njihova svetlost prodre – i tu se velika, nemerljiva svetlost koja nadmašuje sjaj božanstava pojavi. ",
  "dn14:1.30.3": "A bića koja su se tamo preporodila, ugledaju jedna druge u tom svetlu: „Zaista, i drugih bića ovde ima.” ",
  "dn14:1.30.4": "Čitav sistem deset hiljada svetova se zatrese, zaljulja i zadrhti i u njemu se velika, nemerljiva svetlost koja nadmašuje sjaj božanstava pojavi.’ ",
  "dn14:1.30.5": "Takva je priroda stvari. ",
  "dn14:1.31.0": "3. O trideset dva obeležja velikog čoveka ",
  "dn14:1.31.1": "Monasi, kada bodhisatta Vipassī bi rođen, objaviše kralju Bandhumati: ",
  "dn14:1.31.2": "’Vaše visočanstvo, dobili ste sina! Pogledajte ga!’ ",
  "dn14:1.31.3": "I vide kralj princa Vipassija, te pozva brahmanske mudrace i obrati im se ovim rečima: ",
  "dn14:1.31.4": "’Mudraci brahmanski, pogledajte princa’. ",
  "dn14:1.31.5": "A kada ga pregledaše, oni saopštiše kralju Bandhumanti: ",
  "dn14:1.31.6": "’Radujte se, Vaše visočanstvo! Rodio vam se moćni sin! Veliki je to dobitak za vas, Vaše visočanstvo, veliki dobitak da se takav sin rodio u vašoj porodici. ",
  "dn14:1.31.7": "Mladi princ poseduje trideset dva obeležja velikog čoveka. A onaj ko ih poseduje ima pred sobom samo dva puta, nijedan drugi. ",
  "dn14:1.31.8": "Ako živi životom kućedomaćina, postaće vladar koji pokreće točak istine, pravedni vladar koji vlada u skladu sa Dhammom, gospodar četiri strane sveta, pobednik koji je učvrstio svoje kraljevstvo i poseduje sedam blaga. ",
  "dn14:1.31.9": "On ima ovih sedam blaga: ",
  "dn14:1.31.10": "točak kao blago, slona kao blago, konja kao blago, dragulj kao blago, ženu kao blago, nadzornika kao blago i savetnika kao sedmo blago. ",
  "dn14:1.31.11": "Njegova deca, kojih je više od hiljadu, jesu hrabra i odvažna, slamaju tuđe vojske; ",
  "dn14:1.31.12": "nad tom zemljom omeđenom okeanom vlada on bez batine, bez oružja, uz pomoć Dhamme. ",
  "dn14:1.31.13": "Ako pak napusti domaćinski život i ode u beskućnike, postaje plemeniti i potpuno probuđeni, što skida veo sa ovoga sveta. ",
  "dn14:1.32.1": "A koja su to, vaše visočanstvo, trideset dva znaka velikog čoveka koja mladi princ ima i zbog kojih pred sobom ima samo dva puta, nijedan drugi? ",
  "dn14:1.32.2": "",
  "dn14:1.32.3": "",
  "dn14:1.32.4": "",
  "dn14:1.32.5": "",
  "dn14:1.32.6": "",
  "dn14:1.32.7": "Mladi princ gazi ravno, celim stopalom. To je zaista znak velikog čoveka. ",
  "dn14:1.32.8": "Na svakom stopalu mladog princa je vidljiv točak, sa hiljadu paoka, zajedno s oplatkom i glavčinom, potpun u svakom pogledu. To je takođe znak velikog čoveka. ",
  "dn14:1.32.9": "Pete su mu izbačene… ",
  "dn14:1.32.10": "Ima duge prste na rukama i nogama… ",
  "dn14:1.32.11": "Ruke i stopala su mu meki i nežni… ",
  "dn14:1.32.12": "Na rukama i stopalima ima linije poput mreže… ",
  "dn14:1.32.13": "Tabani mu imaju svod, nisu ravni… ",
  "dn14:1.32.14": "Noge su mu kao u antilope… ",
  "dn14:1.32.15": "Kada stoji, bez savijanja može dlanovima da dodirne kolena… ",
  "dn14:1.32.16": "Polni organ mu je obavijen naborima kože… ",
  "dn14:1.32.17": "Ima zlatnu boju kože… ",
  "dn14:1.32.18": "Koža mu je meka i glatka i zato se na nju ne hvataju prašina ili blato… ",
  "dn14:1.32.19": "Malje mu rastu svaka zasebno iz svog korena… ",
  "dn14:1.32.20": "Vrhovi malja su uvek nagore; malje su tamnoplave boje i uvijene uvek udesno… ",
  "dn14:1.32.21": "Ima potpuno prave udove, nalik Brahmi… ",
  "dn14:1.32.22": "Ima sedam ispupčenja… ",
  "dn14:1.32.23": "Ima telo poput lava… ",
  "dn14:1.32.24": "Nema brazdu na sredini grudi… ",
  "dn14:1.32.25": "Ima proporcije banjanovog drveta; raspon njegovih ruku jednak je visini tela, a visina tela ravna je rasponu ruku… ",
  "dn14:1.32.26": "Vrat i ramena su mu ravni… ",
  "dn14:1.32.27": "Ukus je savršeno precizan… ",
  "dn14:1.32.28": "Vilica mu je nalik lavljoj… ",
  "dn14:1.32.29": "Ima četrdeset zuba… ",
  "dn14:1.32.30": "Zubi su ravni… ",
  "dn14:1.32.31": "Između zuba nema razmaka… ",
  "dn14:1.32.32": "Zubi su sasvim beli… ",
  "dn14:1.32.33": "Ima dugačak jezik… ",
  "dn14:1.32.34": "Ima božanstven glas, nalik pevu karavika ptice… ",
  "dn14:1.32.35": "Oči su mu tamnoplave… ",
  "dn14:1.32.36": "Ima duge trepavice poput govečeta… ",
  "dn14:1.32.37": "Između obrva rastu meke i bele dlake… ",
  "dn14:1.32.38": "Glava mu ima oblik turbana. To da glava mladog princa ima oblik turbana jeste zaista znak velikog čoveka. ",
  "dn14:1.33.1": "To su, vaše visočanstvo, trideset dva znaka velikog čoveka koja mladi princ ima i zbog kojih pred sobom ima samo dva puta, nijedan drugi. ",
  "dn14:1.33.2": "Ako živi životom kućedomaćina, postaće vladar koji pokreće točak istine, pravedni vladar koji vlada u skladu sa Dhammom, gospodar četiri strane sveta, pobednik koji je učvrstio svoje kraljevstvo i poseduje sedam blaga. ",
  "dn14:1.33.7": "Ako ipak napusti domaćinski život i ode u beskućnike, postaje plemeniti i potpuno probuđeni, što skida velove sa ovoga sveta. ",
  "dn14:1.33.8.0": "4. O imenu Vipassī ",
  "dn14:1.33.9": "Onda, monasi, kralj Bandhuma, te brahmane koji proriču sudbinu darova novom odećom i obilato ugosti. ",
  "dn14:1.34.1": "Zatim odredi negovateljice za mladog princa Vipassija. ",
  "dn14:1.34.2": "Jedna ga je dojila, druga kupala, treća prepovijala, a četvrta u krilu držala. ",
  "dn14:1.34.3": "Od kada se rodio, iznad princa Vipassija bio je i danju i noću razapet zastor: ",
  "dn14:1.34.4": "’Neka hladnoća, vrelina, travke, prašina ili rosa ne naškode princu!’ ",
  "dn14:1.34.5": "Od samog rođenja princ je bio drag i omiljen među ljudima, ",
  "dn14:1.34.6": "baš kao što su to plavi vodeni ljiljan ili ružičasti i beli lotos. ",
  "dn14:1.34.8": "I svako ga je rado držao u krilu. ",
  "dn14:1.35.1": "Monasi, princ Vipassī je od rođenja imao prijatan, lep, umilan i veseo glas. ",
  "dn14:1.35.2": "Baš kao što je glas karavīke iz Himalaja prijatan, lep, umilan i veseo, takav je bio i glas princa Vipassija. ",
  "dn14:1.36.1": "Zahvaljujući svojoj kammi, princ Vipassī je od rođenja imao izvanredan vid, kojim je bio u stanju da vidi na kilometar unaokolo i danju i noću. ",
  "dn14:1.37.1": "Princ Vipassī je gledao bez treptanja, poput božanstava na nebu trideset trojice. ",
  "dn14:1.37.2": "I upravo zato što uopšte nije treptao, dobio je ime Vipassī. ",
  "dn14:1.37.3": "A kada bi kralj Bandhuma donosio neku presudu, stavio bi princa Vipassija u krilo i ovaj bi ga posavetovao u toj stvari. ",
  "dn14:1.37.4": "Tako je princ, sedeći u očevom krilu, presuđivao po pravdi. ",
  "dn14:1.37.5": "I na osnovu toga je takođe dobio ime Vipassī. ",
  "dn14:1.38.1": "Onda kralj Bandhuma naredi da se podignu tri palate za princa Vipassija. Jedna za period kiša, druga za hladno vreme, a treća za leto; ",
  "dn14:1.38.2": "i u svakoj od njih je bilo zadovoljstava za svih pet čula. ",
  "dn14:1.38.3": "U kišnoj palati princ Vipassī je živeo četiri meseca tokom perioda monsuna, zabavljale su ga muzičarke i nije ni silazio na niže spratove. ",
  "dn14:2.1.0": "5. Starac ",
  "dn14:2.1.1": "Onda, monasi, posle mnogo godina, stotina godina, hiljada godina, Vipassī reče svom vozaru: ",
  "dn14:2.1.2": "’Dobri moj vozaru, upregni najbolje kočije. Idemo do parka da razgledamo okolinu’. ",
  "dn14:2.1.3": "„Da, vaša visosti,” odgovori vozar. Potom učini kako mu je rečeno, pa izvesti princa Vipassija: ",
  "dn14:2.1.4": "„Vaša visosti, najbolje kočije su spremne. ",
  "dn14:2.1.5": "Učinite ono što mislite da treba.” ",
  "dn14:2.1.6": "Onda se princ Vipassī pope na jednu od njih pa se odveze do parka. ",
  "dn14:2.2.1": "Na tom putu, monasi, princ Viapassī ugleda nekog čoveka, starog, povijenog poput kuke, sa štapom, kako se tetura onako krhak, u dubokoj starosti. ",
  "dn14:2.2.2": "Videvši ga, upita on vozara: ",
  "dn14:2.2.3": "„Dobri moj vozaru, šta se dogodilo sa tim čovekom? ",
  "dn14:2.2.4": "Njegova kosa i telo nisu kao kod drugih.” ",
  "dn14:2.2.5": "„Vaša visosti, taj čovek se zove ’starac’.” ",
  "dn14:2.2.6": "„A zašto se on naziva ’starcem’?” ",
  "dn14:2.2.7": "„Zato, vaša visosti, što vrlo brzo njega neće biti među živima.” ",
  "dn14:2.2.8": "„Znači li to da ću i ja isto tako ostariti? Da ni ja nisam pošteđen starosti?” ",
  "dn14:2.2.9": "„I vi i ja, vaša visosti, kao i svi drugi ljudi ćemo isto tako ostariti. Niko od nas nije pošteđen starosti.” ",
  "dn14:2.2.10": "„U tom slučaju, dobri moj vozaru, nije mi do parka danas. Odmah okreni kočiju i vrati se u palatu.” ",
  "dn14:2.2.11": "„Da, vaša visosti,” odgovori vozar, te tako i učini. ",
  "dn14:2.2.12": "Kada se vratio, princa Vipassija, skrhanog, nesrećnog, zaokupiše crne misli: ",
  "dn14:2.2.13": "„Neka je prokleta ta stvar koju zovu ’rođenje’, kada se svako ko je rođen mora i sa starošću suočiti!” ",
  "dn14:2.3.1": "Onda, monasi, kralj Bandhuma pozva vozara, pa ga upita: ",
  "dn14:2.3.2": "„Dobri vozaru, je li princ uživao u parku? Je li bio sretan tamo?” ",
  "dn14:2.3.3": "„Ne, vaše visočanstvo, princ nije uživao u parku.” ",
  "dn14:2.3.4": "„A šta je to video idući ka parku?” ",
  "dn14:2.3.5": "I vozar potanko ispriča kralju kako je princ video starca i šta se potom dogodilo. ",
  "dn14:2.4.0": "6. Bolesnik ",
  "dn14:2.4.1": "Na to, monasi, kralj Bandhuma pomisli: ",
  "dn14:2.4.2": "„Princ Vipassī ne sme odbaciti presto. Princ Vipassī ne sme napustiti dom i otići u beskućnike. I proročanstvo brahmana ne sme se obistiniti.” ",
  "dn14:2.4.3": "I tako kralj obasu princa Vipassija najrazličitijim zadovoljstvima, ",
  "dn14:2.4.4": "kako ovaj ne bi odbacio presto, napustio dom i otišao u beskućnike, kako se proročanstvo brahmana ne bi obistinilo. ",
  "dn14:2.4.5": "I tako se princ Vipassī prepusti pet struna zadovoljstva čula, bi njima obasut i opskrbljen, uživao je u njima. ",
  "dn14:2.5.1": "A onda, monasi, posle mnogo godina, stotina godina, hiljada godina… ",
  "dn14:2.6.1": "Na tom putu, monasi, princ Vipassī ugleda nekog čoveka u bolovima, kako pati, smrtno bolestan, kako leži u sopstvenom izmetu ili mokraći, pa ga neko uze i stavi na drugo mesto. ",
  "dn14:2.6.2": "Videvši ga, upita on vozara: ",
  "dn14:2.6.3": "„Dobri moj vozaru, šta se dogodilo sa tim čovekom? ",
  "dn14:2.6.4": "Njegove oči i glas nisu kao kod drugih.” ",
  "dn14:2.6.5": "„Vaša visosti, taj čovek se zove ’bolesnik’.” ",
  "dn14:2.6.6": "„A zašto se on naziva ’bolesnikom’?” ",
  "dn14:2.6.7": "„Zato, vaša visosti, što će se on možda oporaviti od bolesti.” ",
  "dn14:2.6.8": "„Znači li to da ću se i ja isto tako razboleti? Da ni ja nisam pošteđen bolesti?” ",
  "dn14:2.6.9": "„I vi i ja, vaša visosti, kao i svi drugi ljudi smo podložni bolesti. Niko od nas nije pošteđen bolesti.” ",
  "dn14:2.6.10": "„U tom slučaju, dobri moj vozaru, nije mi do parka danas. Odmah okreni kočiju i vrati se u palatu.” ",
  "dn14:2.6.11": "„Da, vaša visosti,” odgovori vozar, te tako i učini. ",
  "dn14:2.6.12": "Kada se vratio, princa Vipassija, skrhanog, nesrećnog, zaokupiše crne misli: ",
  "dn14:2.6.13": "„Neka je prokleta ta stvar koju zovu ’rođenje’, kada se svako ko je rođen mora i sa bolešću suočiti!” ",
  "dn14:2.7.1": "Onda, monasi, kralj Bandhuma pozva vozara, pa ga upita: ",
  "dn14:2.7.2": "„Dobri vozaru, je li princ uživao u parku? Je li bio sretan tamo?” ",
  "dn14:2.7.3": "„Ne, vaše visočanstvo, princ nije uživao u parku.” ",
  "dn14:2.7.4": "„A šta je to video idući ka parku?” ",
  "dn14:2.7.5": "I vozar potanko ispriča kralju kako je princ video bolesnika i šta se potom dogodilo. ",
  "dn14:2.7.6": "",
  "dn14:2.8.0": "7. Mrtvac ",
  "dn14:2.8.1": "Onda, monasi, kralj Bandhuma pomisli: ",
  "dn14:2.8.2": "„Princ Vipassī ne sme odbaciti presto. Princ Vipassī ne sme napustiti dom i otići u beskućnike. I proročanstvo brahmana ne sme se obistiniti.” ",
  "dn14:2.8.3": "I tako kralj obasu princa Vipassija najrazličitijim zadovoljstvima, ",
  "dn14:2.8.4": "kako ovaj ne bi odbacio presto, napustio dom i otišao u beskućnike, kako se proročanstvo brahmana ne bi obistinilo. ",
  "dn14:2.9.1": "I tako se princ Vipassī prepusti pet struna zadovoljstva čula, bi njima obasut i opskrbljen, uživao je u njima. ",
  "dn14:2.9.2": "A onda, monasi, posle mnogo godina, stotina godina, hiljada godina… ",
  "dn14:2.10.1": "Na svom putu, monasi, princ Vipassī ugleda veliku grupu ljudi, odeveni u odeću različitih boja, kako nose nosila sa mrtvacem. ",
  "dn14:2.10.2": "Videvši ih, upita on vozara: ",
  "dn14:2.10.3": "’Dobri moj vozaru, kakva je to velika grupa ljudi sa nosilima. Ko je taj čovek?’ ",
  "dn14:2.10.4": "„Vaša visosti, taj čovek se zove ’mrtvac’.” ",
  "dn14:2.10.5": "„Priđi onda bliže kočijom tom mrtvacu.” ",
  "dn14:2.10.6": "„Da, vaša visosti”, odgovori vozar, pa dotera kočiju bliže mrtvacu. ",
  "dn14:2.10.7": "I princ Vipassī osmotri tog mrtvaca, pa reče: ",
  "dn14:2.10.8": "„A zašto se on naziva ’mrtvacem’?” ",
  "dn14:2.10.9": "„Zato, vaša visosti, što ga od sada ni otac ni majka, ni srodnici ni prijatelji više nikada neće videti, isto kao što ni on neće videti majku i oca, srodnike i prijatelje.” ",
  "dn14:2.10.10": "„Znači li to, dobri vozaru, da sam i ja smrtan? Da nisam izuzet od smrti? ",
  "dn14:2.10.11": "Da ni mene ni kralj ni kraljica, kao ni srodnici ni prijatelji više nikada neće videti, ",
  "dn14:2.10.12": "isto kao što ni ja neću videti sve njih?” ",
  "dn14:2.10.13": "„Vaša visosti, svi su smrtni, uključujući i vas. Niko nije izuzet od smrti. ",
  "dn14:2.10.14": "Kralj ni kraljica, kao ni srodnici ni prijatelji više nikada neće videti vas, ",
  "dn14:2.10.15": "isto kao što ni vi nećete videti sve njih.’ ",
  "dn14:2.10.16": "„U tom slučaju, dobri moj vozaru, nije mi do parka danas. Odmah okreni kočiju i vrati se u palatu.” ",
  "dn14:2.10.17": "„Da, vaša visosti,” odgovori vozar, te tako i učini. ",
  "dn14:2.10.18": "Kada se vratio, princa Vipassija, skrhanog, nesrećnog, zaokupiše crne misli: ",
  "dn14:2.10.19": "„Neka je prokleta ta stvar koju zovu ’rođenje’, kada se svako ko je rođen mora i sa smrću suočiti!” ",
  "dn14:2.11.1": "Onda, monasi, kralj Bandhuma pozva vozara, pa ga upita: ",
  "dn14:2.11.2": "„Dobri vozaru, je li princ uživao u parku? Je li bio sretan tamo?” ",
  "dn14:2.11.3": "„Ne, vaše visočanstvo, princ nije uživao u parku.” ",
  "dn14:2.11.4": "„A šta je to video idući ka parku?” ",
  "dn14:2.11.5": "I vozar potanko ispriča kralju kako je princ video mrtvaca i šta se potom dogodilo. ",
  "dn14:2.12.0": "8. Odlazak u beskućnike ",
  "dn14:2.12.1": "Na to, monasi, kralj Bandhuma pomisli: ",
  "dn14:2.12.2": "„Princ Vipassī ne sme odbaciti presto. Princ Vipassī ne sme napustiti dom i otići u beskućnike. I proročanstvo brahmana ne sme se obistiniti.” ",
  "dn14:2.12.3": "I tako kralj obasu princa Vipassija najrazličitijim zadovoljstvima, ",
  "dn14:2.12.4": "kako ovaj ne bi odbacio presto, napustio dom i otišao u beskućnike, kako se proročanstvo brahmana ne bi obistinilo. ",
  "dn14:2.13.1": "I tako se princ Vipassī prepusti pet struna zadovoljstva čula, bi njima obasut i opskrbljen, uživao je u njima. ",
  "dn14:2.13.2": "Onda, monasi, posle mnogo godina, stotina godina, hiljada godina, Vipassī reče svom vozaru: ",
  "dn14:2.13.3": "’Dobri moj vozaru, upregni najbolje kočije. Idemo do parka da razgledamo okolinu’. ",
  "dn14:2.13.4": "„Da, vaša visosti,” odgovori vozar. Potom učini kako mu je rečeno, pa izvesti princa Vipassija: ",
  "dn14:2.13.5": "„Vaša visosti, najbolje kočije su spremne. ",
  "dn14:2.13.6": "Učinite ono što mislite da treba.” ",
  "dn14:2.13.7": "Onda se princ Vipassī pope na jednu od njih pa se odveze do parka. ",
  "dn14:2.14.1": "Na svom putu, monasi, princ Vipassī ugleda čoveka obrijane glave, zaogrnutog žutim ogrtačem. ",
  "dn14:2.14.2": "Videvši ga, upita on vozara: ",
  "dn14:2.14.3": "„Dobri moj vozaru, ko je onaj čovek? ",
  "dn14:2.14.4": "On ne izgleda kao drugi.” ",
  "dn14:2.14.5": "„Vaša visosti, taj čovek se zove ’beskućnik’.” ",
  "dn14:2.14.6": "„A zašto se on naziva ’beskućnikom’?” ",
  "dn14:2.14.7": "„Beskućnikom zovu onoga ko slavi svetački život, miran život, postupa na pravi način, čini ono što donosi zasluge, ne povređuje i ima saosećanje za druga bića.” ",
  "dn14:2.14.8": "„Onda, dobri vozaru, i ja slavim beskućnika! Onoga ko slavi svetački život, miran život, postupa na pravi način, čini ono što donosi zasluge, ne povređuje i ima saosećanje za druga bića! ",
  "dn14:2.14.9": "„Priđi onda bliže kočijom tom beskućniku.” ",
  "dn14:2.14.10": "„Da, vaša visosti’, odgovori vozar, pa dotera kočiju bliže beskućniku. ",
  "dn14:2.14.11": "Onda mu se princ Vipassī obrati: ",
  "dn14:2.14.12": "„Dobri čoveče, šta si to uradio? ",
  "dn14:2.14.13": "Tvoja glava nije kao kod drugih, odeća ti nije kao kod drugih.” ",
  "dn14:2.14.14": "„Vaša visosti, ja sam onaj kojeg zovu beskućnikom.” ",
  "dn14:2.14.15": "„A zašto te, dobri čoveče, zovu beskućnikom?” ",
  "dn14:2.14.16": "„Vaša visosti, zovu me beskućnikom zato što slavim svetački život, miran život, postupam na pravi način, činim ono što donosi zasluge, ne povređujem i imam saosećanje za druga bića.’ ",
  "dn14:2.14.17": "„Onda, dobri čoveče, i ja slavim beskućnika! Onoga ko slavi svetački život, miran život, postupa na pravi način, čini ono što donosi zasluge, ne povređuje i ima saosećanje za druga bića! ",
  "dn14:2.15.0": "9. Bodhisattin odlazak u beskućnike ",
  "dn14:2.15.1": "Onda, monasi, princ Vipassī reče vozaru: ",
  "dn14:2.15.2": "„Dobri vozaru, poteraj kočiju i vrati se u kraljevsku palatu. ",
  "dn14:2.15.3": "A ja ću ovde obrijati kosu i bradu, zaogrnuti se žutim ogrtačem i, napustivši dom, otići u beskućnike.” ",
  "dn14:2.15.4": "„Da, vaša visosti,” odgovori vozar, te tako i učini. ",
  "dn14:2.15.5": "A princ Vipassī obrija kosu i bradu, zaogrnu se žutim ogrtačem i, napustivši dom, otide u beskućnike.” ",
  "dn14:2.16.0": "10. Velika grupa ljudi odlazi u beskućnike ",
  "dn14:2.16.1": "I doču masa ljudi u prestonici Bandhumati, njih 84.000: ",
  "dn14:2.16.2": "„Zaista je princ Vipassī obrijao kosu i bradu, zaogrnuo se žutim ogrtačem i, napustivši dom, otišao u beskućnike!’ ",
  "dn14:2.16.3": "Čuvši to, oni pomisliše: ",
  "dn14:2.16.4": "„To nije neko obično učenje i praksa, nije to obično beskućništvo, čim je princ Vipassī to učinio. ",
  "dn14:2.16.5": "Ako je čak i princ postao beskućnik u tom učenju, zašto mi ne bismo učinili isto?” ",
  "dn14:2.16.6": "I tako, monasi, čitava ta masa ljudi obrije kosu i bradu, zaogrnu se žutim ogrtačem i, isto kao i bodhisatta Viapssī, napustivši dom, otide u beskućnike. ",
  "dn14:2.16.7": "Okružen njima, bodhisatta Viapssī išao je tako od sela do sela, od grada do grada, od jedne do druge kraljevske prestonice. ",
  "dn14:2.17.1": "A jednom dok je boravio na pustom mestu, u osami, bodhisatti Vipassīju se javi ova misao: ",
  "dn14:2.17.2": "„Ne priliči mi da živim u tolikoj grupi. Zašto se ne bih udaljio od sve te gužve i živeo sam?” ",
  "dn14:2.17.3": "Onda posle nekog vremena bodhisatta Vipassī potraži osamu. Onih 84.000 beskućnika otidoše jednim putem, a on drugim. ",
  "dn14:2.18.0": "11. Probuđenje ",
  "dn14:2.18.1": "I dok je, monasi, bodhisatta Vipassī tako boravio na pustom mestu, u osami, javi mu se ova misao: ",
  "dn14:2.18.2": "„Avaj, svet ovaj je u nevolji. Rađa se, stari, umire, raspada se i ponovo rađa, a ipak ne razume gde je izlaz iz sve te patnje, starosti i smrti. ",
  "dn14:2.18.3": "Ah, kada će biti nađen izlaz  iz sve te patnje, starosti i smrti!” ",
  "dn14:2.18.4": "I dalje bodhisatta Vipassī ovako pomisli: ",
  "dn14:2.18.5": "„Šta to postoji kada postoje starosti i smrt? Šta je njihov uzrok?” ",
  "dn14:2.18.6": "Tako, zahvaljujući pomnom razmatranju, stiže on do uvida mudrošću: ",
  "dn14:2.18.7": "„Kada postoji rođenje, tada postoje starost i smrt. Rođenje je njihov uzrok.” ",
  "dn14:2.18.8": "Onda dalje bodhisatta Vipassī ovako pomisli: ",
  "dn14:2.18.9": "„Šta to postoji kada postoji rođenje? Šta je njegov uzrok?” ",
  "dn14:2.18.10": "Tako, zahvaljujući pomnom razmatranju, stiže on do uvida mudrošću: ",
  "dn14:2.18.11": "„Kada postoji bivanje, tada postoji rođenje. Bivanje je njegov uzrok.” ",
  "dn14:2.18.12": "Onda dalje bodhisatta Vipassī ovako pomisli: ",
  "dn14:2.18.13": "„Šta to postoji kada postoji bivanje? Šta je njegov uzrok?” ",
  "dn14:2.18.14": "Tako, zahvaljujući pomnom razmatranju, stiže on do uvida mudrošću: ",
  "dn14:2.18.15": "„Kada postoji vezivanje, tada postoji bivanje. Vezivanje je njegov uzrok.” ",
  "dn14:2.18.16": "Onda dalje bodhisatta Vipassī ovako pomisli: ",
  "dn14:2.18.17": "„Šta to postoji kada postoji vezivanje? Šta je njegov uzrok?” ",
  "dn14:2.18.18": "Tako, zahvaljujući pomnom razmatranju, stiže on do uvida mudrošću: ",
  "dn14:2.18.19": "„Kada postoji žudnja, tada postoji vezivanje. Žudnja je njegov uzrok.” ",
  "dn14:2.18.20": "Onda dalje bodhisatta Vipassī ovako pomisli: ",
  "dn14:2.18.21": "„Šta to postoji kada postoji žudnja? Šta je njegov uzrok?” ",
  "dn14:2.18.22": "Tako, zahvaljujući pomnom razmatranju, stiže on do uvida mudrošću: ",
  "dn14:2.18.23": "„Kada postoji osećaj, tada postoji žudnja. Osećaj je njegov uzrok.” ",
  "dn14:2.18.24": "Onda dalje bodhisatta Vipassī ovako pomisli: ",
  "dn14:2.18.25": "„Šta to postoji kada postoji osećaj? Šta je njegov uzrok?” ",
  "dn14:2.18.26": "Tako, zahvaljujući pomnom razmatranju, stiže on do uvida mudrošću: ",
  "dn14:2.18.27": "„Kada postoji kontakt, tada postoji žudnja. Kontakt je njen uzrok.” ",
  "dn14:2.18.28": "Onda dalje bodhisatta Vipassī ovako pomisli: ",
  "dn14:2.18.29": "„Šta to postoji kada postoji kontakt? Šta je njegov uzrok?” ",
  "dn14:2.18.30": "Tako, zahvaljujući pomnom razmatranju, stiže on do uvida mudrošću: ",
  "dn14:2.18.31": "„Kada postoji šest područja čula, tada postoji kontakt. Šest područja čula su njegov uzrok.” ",
  "dn14:2.18.32": "Onda dalje bodhisatta Vipassī ovako pomisli: ",
  "dn14:2.18.33": "„Šta to postoji kada postoji šest područja čula? Šta je njegov uzrok?” ",
  "dn14:2.18.34": "Tako, zahvaljujući pomnom razmatranju, stiže on do uvida mudrošću: ",
  "dn14:2.18.35": "„Kada postoji mentalno-materijalno, tada postoji šest područja čula. Mentalno-materijalno je njegov uzrok.” ",
  "dn14:2.18.36": "Onda dalje bodhisatta Vipassī ovako pomisli: ",
  "dn14:2.18.37": "„Šta to postoji kada postoji mentalno-materijalno? Šta je njegov uzrok?” ",
  "dn14:2.18.38": "Tako, zahvaljujući pomnom razmatranju, stiže on do uvida mudrošću: ",
  "dn14:2.18.39": "„Kada postoji svest, tada postoji mentalno-materijalno. Svest je njegov uzrok.” ",
  "dn14:2.18.40": "Onda dalje bodhisatta Vipassī ovako pomisli: ",
  "dn14:2.18.41": "„Šta to postoji kada postoji svest? Šta je njegov uzrok?” ",
  "dn14:2.18.42": "Tako, zahvaljujući pomnom razmatranju, stiže on do uvida mudrošću: ",
  "dn14:2.18.43": "„Kada postoji mentalno-materijalno, tada postoji svest. Mentalno-materijalno je njen uzrok.” ",
  "dn14:2.19.1": "Onda dalje bodhisatta Vipassī ovako pomisli: ",
  "dn14:2.19.2": "„Ta svest se ponovo vraća ka mentalno-materijalnom, ne ide dalje. ",
  "dn14:2.19.3": "Utoliko neko može biti rođen, ostareti, propadati, umreti i preporoditi se. ",
  "dn14:2.19.4": "Dakle, sa mentalno-materijalnim kao uslovom, svest nastaje, sa svešću kao uslovom, mentalno-materijalno nastaje. Sa mentalno-materijalnim kao uslovom, šest područja čula nastaju. Sa šest područja čula kao uslovom, kontakt nastaje. Sa kontaktom kao uslovom, osećaj nastaje. Sa osećajem kao uslovom, žudnja nastaje. Sa žudnjom kao uslovom, vezivanje nastaje. Sa vezivanjem kao uzrokom, bivanje nastaje. Sa bivanjem kao uzrokom, rođenje nastaje. Sa rođenjem kao uzrokom, žalost, naricanje, bol, tuga i očaj nastaju. ",
  "dn14:2.19.5": "Tako nastaje čitav ovaj okean patnje. ",
  "dn14:2.19.6": "„Nastanak, nastanak”, monasi, takva se u bodhisatti Vipassīju javila vizija, javilo znanje, mudrost i uvid, javila svetlost u vezi sa stvarima koje do tada niko nije čuo. ",
  "dn14:2.20.1": "Onda dalje bodhisatta Vipassī ovako pomisli: ",
  "dn14:2.20.2": "„Šta je to što kada ne postoji, tada ne postoje ni starost i smrt? Sa nestankom čega, nestaju i starost i smrt?” ",
  "dn14:2.20.3": "Tako, zahvaljujući pomnom razmatranju, stiže on do uvida mudrošću: ",
  "dn14:2.20.4": "„Kada ne postoji rođenje, ne postoje ni starost ni smrt. Sa nestankom rođenja, nestaju i starost i smrt.” ",
  "dn14:2.20.5": "Onda dalje bodhisatta Vipassī ovako pomisli: ",
  "dn14:2.20.6": "„Šta je to što kada ne postoji, tada ne postoji ni rođenje? Sa nestankom čega, nestaje rođenje?” ",
  "dn14:2.20.7": "Tako, zahvaljujući pomnom razmatranju, stiže on do uvida mudrošću: ",
  "dn14:2.20.8": "„Kada ne postoji bivanje, ne postoji ni rođenje. Sa nestankom bivanja, nestaje i rođenje.” ",
  "dn14:2.20.9": "Onda dalje bodhisatta Vipassī ovako pomisli: ",
  "dn14:2.20.10": "„Šta je to što kada ne postoji, tada ne postoji ni bivanje? Sa nestankom čega, nestaje bivanje?” ",
  "dn14:2.20.11": "Tako, zahvaljujući pomnom razmatranju, stiže on do uvida mudrošću: ",
  "dn14:2.20.12": "„Kada ne postoji vezivanje, ne postoji ni bivanje. Sa nestankom vezivanje, nestaje i bivanje.” ",
  "dn14:2.20.13": "Onda dalje bodhisatta Vipassī ovako pomisli: ",
  "dn14:2.20.14": "„Šta je to što kada ne postoji, tada ne postoji ni vezivanje? Sa nestankom čega, nestaje vezivanje?” ",
  "dn14:2.20.15": "Tako, zahvaljujući pomnom razmatranju, stiže on do uvida mudrošću: ",
  "dn14:2.20.16": "„Kada ne postoji žudnja, ne postoji ni vezivanje. Sa nestankom žudnje, nestaje i vezivanje.” ",
  "dn14:2.20.17": "Onda dalje bodhisatta Vipassī ovako pomisli: ",
  "dn14:2.20.18": "„Šta je to što kada ne postoji, tada ne postoji ni žudnja? Sa nestankom čega, nestaje žudnja?” ",
  "dn14:2.20.19": "Tako, zahvaljujući pomnom razmatranju, stiže on do uvida mudrošću: ",
  "dn14:2.20.20": "„Kada ne postoji osećaj, ne postoji ni žudnja. Sa nestankom osećaja, nestaje i žudnja.” ",
  "dn14:2.20.21": "Onda dalje bodhisatta Vipassī ovako pomisli: ",
  "dn14:2.20.22": "„Šta je to što kada ne postoji, tada ne postoji ni osećaj? Sa nestankom čega, nestaje osećaj?” ",
  "dn14:2.20.23": "Tako, zahvaljujući pomnom razmatranju, stiže on do uvida mudrošću: ",
  "dn14:2.20.24": "„Kada ne postoji kontakt, ne postoji ni osećaj. Sa nestankom kontakta, nestaje i osećaj.” ",
  "dn14:2.20.25": "Onda dalje bodhisatta Vipassī ovako pomisli: ",
  "dn14:2.20.26": "„Šta je to što kada ne postoji, tada ne postoji ni kontakt? Sa nestankom čega, nestaje kontakt?” ",
  "dn14:2.20.27": "Tako, zahvaljujući pomnom razmatranju, stiže on do uvida mudrošću: ",
  "dn14:2.20.28": "„Kada ne postoji šest područja čula, ne postoji ni osećaj. Sa nestankom šest područja čula, nestaje i kontakt.” ",
  "dn14:2.20.29": "Onda dalje bodhisatta Vipassī ovako pomisli: ",
  "dn14:2.20.30": "„Šta je to što kada ne postoji, tada ne postoji ni šest područja čula? Sa nestankom čega, nestaje šest područja čula?” ",
  "dn14:2.20.31": "Tako, zahvaljujući pomnom razmatranju, stiže on do uvida mudrošću: ",
  "dn14:2.20.32": "„Kada ne postoji mentalno-materijalno, ne postoji ni šest područja čula. Sa nestankom mentalno-materijalnog, nestaje i šest područja čula.” ",
  "dn14:2.20.33": "Onda dalje bodhisatta Vipassī ovako pomisli: ",
  "dn14:2.20.34": "„Šta je to što kada ne postoji, tada ne postoji ni mentalno-materijalno? Sa nestankom čega, nestaje mentalno-materijalno?” ",
  "dn14:2.20.35": "Tako, zahvaljujući pomnom razmatranju, stiže on do uvida mudrošću: ",
  "dn14:2.20.36": "„Kada ne postoji svest, ne postoji ni mentalno-materijalno. Sa nestankom svesti, nestaje i mentalno-materijalno.” ",
  "dn14:2.20.37": "Onda dalje bodhisatta Vipassī ovako pomisli: ",
  "dn14:2.20.38": "„Šta je to što kada ne postoji, tada ne postoji ni svest? Sa nestankom čega, nestaje svest?” ",
  "dn14:2.20.39": "Tako, zahvaljujući pomnom razmatranju, stiže on do uvida mudrošću: ",
  "dn14:2.20.40": "„Kada ne postoji mentalno-materijalno, ne postoji ni svest. Sa nestankom mentalno-materijalnog, nestaje i svest.” ",
  "dn14:2.21.1": "Onda dalje bodhisatta Vipassī ovako pomisli: ",
  "dn14:2.21.2": "„Otkrio sam put do potpunog probuđenja, a on je sledeći: ",
  "dn14:2.21.3": "Sa nestankom mentalno-materijalnog, nestaje i svest. Sa nestankom svesti, nestaje i mentalno-materijalno. Sa nestankom mentalno-materijalnog, nestaje i šest područja čula. Sa nestankom šest područja čula, nestaje i kontakt. Sa nestankom kontakta, nestaje i osećaj. Sa nestankom osećaja, nestaje i žudnja. Sa nestankom žudnje, nestaje i vezivanje. Sa nestankom vezivanje, nestaje i bivanje. Sa nestankom bivanja, nestaje i rođenje. Sa nestankom rođenja, nestaju i starost i smrt. ",
  "dn14:2.21.4": "Tako nestaje čitav ovaj okean patnje. ",
  "dn14:2.21.5": "„Prestanak, prestanak,” monasi, takva se u bodhisatti Vipassīju javila vizija, javilo znanje, mudrost i uvid, javila svetlost u vezi sa stvarima koje do tada niko nije čuo. ",
  "dn14:2.22.1": "A jednom drugom prilikom je Vipassī kontemplirao nastanak i nestanak pet sastojaka bića podložnih vezivanju: ",
  "dn14:2.22.2": "„Ovakav je oblik, ovakav je nastanak oblika, ovakav prestanak oblika. ",
  "dn14:2.22.3": "Ovakav je osećaj, ovakav je nastanak osećaja, ovakav prestanak osećaja. ",
  "dn14:2.22.4": "Ovakav je opažaj, ovakav je nastanak opažaja, ovakav prestanak opažaja. ",
  "dn14:2.22.5": "Ovakvi su mentalni obrasci, ovakav je nastanak mentalnih obrazaca, ovakav prestanak mentalnih obrazaca.” ",
  "dn14:2.22.6": "Ovakva je svest, ovakav je nastanak svesti, ovakav prestanak svesti.” ",
  "dn14:2.22.7": "Kontemplirajući na taj način, njegov um uskoro postade potpuno oslobođen otrova zahvaljujući nevezivanju. ",
  "dn14:3.1.0": "12. Brahmina molba ",
  "dn14:3.1.1": "Monasi, onda blaženi Vipassī, blaženi, plemeniti i potpuno probuđeni, ovako pomisli: ",
  "dn14:3.1.2": "„Kako bi bilo da podučavam Dhammu?” ",
  "dn14:3.1.3": "Onda dalje blaženi Vipassī ovako pomisli: ",
  "dn14:3.1.4": "„Ova Dhamma do koje dođoh duboka je, teško ju je uočiti, teško razumeti, smirujuća je i uzvišena, nedosežna pukim rezonovanjem, tanana, shvatljiva mudrima. ",
  "dn14:3.1.5": "Ali ovo pokolenje se oduševljava vezivanjem, zanosi vezivanjem, raduje vezivanju. ",
  "dn14:3.1.6": "Teško je za takvo pokolenje da uvidi ovu istinu, dakle posebnu uzročnost, uslovljeni nastanak. ",
  "dn14:3.1.7": "I teško je da uvidi ovu istinu, dakle stišavanje svih mentalnih konstrukcija, napuštanje svih tekovina, razaranje žudnje, hlađenje strasti, prestanak, nibbānu. ",
  "dn14:3.1.8": "Ako bih krenuo da podučavam tu Dhammu, drugi me ne bi razumeli, a za mene bi to bio samo uzaludan trud i napor.” ",
  "dn14:3.2.1": "Na to mu, monasi, spontano padoše na um ovi stihovi, koji nikad do tada nisu bili izrečeni: ",
  "dn14:3.2.2": "„Čemu podučavanje Dhammi, ",
  "dn14:3.2.3": "koju čak i ja teško dosegnuh; ",
  "dn14:3.2.4": "jer nju nikada spaziti neće ",
  "dn14:3.2.5": "oni obuzeti strašću i mržnjom. ",
  "dn14:3.2.6": "Oni koje je strast osvojila, mrak obavio, ",
  "dn14:3.2.7": "teško razumljivu Dhammu nikada spoznati neće, ",
  "dn14:3.2.8": "jer ona vodi nasuprot toku ovoga sveta, ",
  "dn14:3.2.9": "tanana, duboka i teško uočljiva.” ",
  "dn14:3.2.10": "Razmišljajući o ovome, um mu beše skloniji nedelovanju nego podučavanju Dhamme. ",
  "dn14:3.2.11": "A onda, monasi, neki veliki Brahmā, shvativši o čemu blaženi Vipassī razmišlja, pomisli: ",
  "dn14:3.2.12": "„Ovaj svet biće izgubljen, ovaj svet će nestati, jer um Vipassīja, plemenitog i potpuno probuđenog, skloniji je nedelovanju nego podučavanju Dhamme.” ",
  "dn14:3.2.13": "Na to, hitro kao kad bi snažan čovek ispružio savijenu ruku ili savio ispruženu ruku, veliki Brahmā nestade u Brahminom svetu i pojavi se pred blaženim Vipassījem. ",
  "dn14:3.3.1": "Prebacivši gornji ogrtač preko jednog ramena, u znak poštovanja sklopi dlanove u njegovom pravcu i reče: ",
  "dn14:3.3.2": "‘Poštovani gospodine, neka Blaženi podučava Dhammu, neka Uzvišeni podučava Dhammu. ",
  "dn14:3.3.3": "Postoje bića sa tek malo prašine u očima, koja propadaju jer nisu čula Dhammu. ",
  "dn14:3.3.4": "Biće onih koji će razumeti Dhammu.’ ",
  "dn14:3.4.1": "Kad ovo bi rečeno, blaženi Vipassī ovako reče velikom Brahmi: ",
  "dn14:3.4.2": "„U meni se zaista javila misao: ",
  "dn14:3.4.3": "„Kako bi bilo da podučavam Dhammu?” ",
  "dn14:3.4.4": "A onda pomislih: ",
  "dn14:3.4.5": "„Ova Dhamma do koje dođoh duboka je, teško ju je uočiti, teško razumeti, smirujuća je i uzvišena, nedosežna pukim rezonovanjem, tanana, shvatljiva mudrima. ",
  "dn14:3.4.6": "Ali ovo pokolenje se oduševljava vezivanjem, zanosi vezivanjem, raduje vezivanju. ",
  "dn14:3.4.7": "Teško je za takvo pokolenje da uvidi ovu istinu, dakle posebnu uzročnost, uslovljeni nastanak. ",
  "dn14:3.4.8": "I teško je da uvidi ovu istinu, dakle stišavanje svih mentalnih konstrukcija, napuštanje svih tekovina, razaranje žudnje, hlađenje strasti, prestanak, nibbānu. ",
  "dn14:3.4.9": "Ako bih krenuo da podučavam tu Dhammu, drugi me ne bi razumeli, a za mene bi to bio samo uzaludan trud i napor.” ",
  "dn14:3.4.10": "Na to mi, Brahma, spontano padoše na um ovi stihovi, koji nikad do tada nisu bili izrečeni: ",
  "dn14:3.4.11": "„Čemu podučavanje Dhammi, ",
  "dn14:3.4.12": "koju čak i ja teško dosegnuh; ",
  "dn14:3.4.13": "jer nju nikada spaziti neće ",
  "dn14:3.4.14": "oni obuzeti strašću i mržnjom. ",
  "dn14:3.4.15": "Oni koje je strast osvojila, mrak obavio, ",
  "dn14:3.4.16": "teško razumljivu Dhammu nikada spoznati neće, ",
  "dn14:3.4.17": "jer ona vodi nasuprot toku ovoga sveta, ",
  "dn14:3.4.18": "tanana, duboka i teško uočljiva.” ",
  "dn14:3.5.1": "Po drugi put veliki Brahma… ",
  "dn14:3.5.2": "Po treći put veliki Brahma ovako reče Vipassīju blaženom i potpuno probuđenom: ",
  "dn14:3.5.3": "‘Poštovani gospodine, neka Blaženi podučava Dhammu, neka Uzvišeni podučava Dhammu. Postoje bića sa tek malo prašine u očima, koja propadaju jer nisu čula Dhammu. Biće onih koji će razumeti Dhammu.’ ",
  "dn14:3.6.1": "Sasluša blaženi Vipassī Brahmino preklinjanje i iz saosećanja za bića osmotri ovaj svet očima Budnoga. ",
  "dn14:3.6.2": "Osmotrivši ga, vide on bića sa tek malo prašine u očima i bića sa mnogo prašine u očima, ona oštrog uma i ona tupog uma, dobrih i loših osobina, ona koja je lako podučiti i ona koja je teško podučiti, a i tek nekolicinu što vide opasnost u nedelima počinjenim sada i njihovim posledicama u drugom svetu. ",
  "dn14:3.6.3": "Kao što u jezeru s belim, crvenim ili plavim lotosima, neki od lotosa iznikli i izrasli pod vodom, ne izlaze na površinu, pa ih sveža voda napaja i oplahuje, a neki drugi iznikli i izrasli pod vodom, plutaju po površini, dok se neki treći iznikli i izrasli pod vodom, izdignu iznad nje, pa voda više uz njih ne prianja. ",
  "dn14:3.6.4": "Isto tako, monasi, osmotrivši ovaj svet očima Budnoga, blaženi Vipassī vide bića sa tek malo prašine u očima i bića sa mnogo prašine u očima, ona oštrog uma i ona tupog uma, dobrih i loših osobina, ona koja je lako podučiti i koja je teško podučiti, a i tek nekolicinu što vide opasnost u nedelima počinjenim sada i njihovim posledicama u drugom svetu. ",
  "dn14:3.7.1": "Onda, monasi, Veliki Brahma, znajući o čemu blaženi Vipassī razmišlja, izreče ove stihove: ",
  "dn14:3.7.2": "’Kao što neko stojeći na vrhu planine ",
  "dn14:3.7.3": "ljudski rod vidi svuda unaokolo, ",
  "dn14:3.7.4": "tako i ti, o Mudri, svevideći mudrače, ",
  "dn14:3.7.5": "podigni visoku palatu istine. ",
  "dn14:3.7.6": "Neka Patnjom nedodirnuti pogleda ljudski soj, ",
  "dn14:3.7.7": "u patnju uronjen, rođenjem i smrću savladan. ",
  "dn14:3.7.8": "Ustani, pobedonosni junače, predvodniče karavana, ",
  "dn14:3.7.9": "i kreni svetom ovim, kojem ništa ne duguješ. ",
  "dn14:3.7.10": "Neka Blaženi istinu tu podučava, ",
  "dn14:3.7.11": "uvek će biti onih koji će je razumeti.’ ",
  "dn14:3.7.12": "Na to, blaženi Vipassī  odgovori Velikom Brahmi ovim stihovima: ",
  "dn14:3.7.13": "Otvorena za njih su vrata Besmrtnog, ",
  "dn14:3.7.14": "nek sposobni da čuju pokažu svoje poverenje sada. ",
  "dn14:3.7.15": "Svestan težine zadatka, o Brahmā, ne govorih ",
  "dn14:3.7.16": "među ljudima o Dhammi, koja je tanana i uzvišena.” ",
  "dn14:3.7.17": "Na to Veliki Brahmā pomisli: „Blaženi Vipassī se saglasio s mojom molbom da podučava Dhammu.” Pošto se poklonio blaženom Vipassīju i pazeći da mu ovaj ostane sa desne strane, on se sa tog mesta udalji. ",
  "dn14:3.8.0": "13. Par glavnih učenika ",
  "dn14:3.8.1": "Onda dalje blaženi Vipassī ovako pomisli: ",
  "dn14:3.8.2": "„Koga bih prvog podučio Dhammi? ",
  "dn14:3.8.3": "Ko će brzo razumeti ovu Dhammu?” ",
  "dn14:3.8.4": "Onda dalje blaženi Vipassī ovako pomisli: ",
  "dn14:3.8.5": "„Princ Khaṇḍa i Tissa, sin prvosveštenika, što žive u prestonici Bandhumatī, jesu mudri, sposobni i oštroumni. Oni već zadugo imaju tek malo prašine u očima. ",
  "dn14:3.8.6": "Kako bi bilo da njih prvo podučim Dhammi? Oni će brzo razumeti ovu Dhammu.” ",
  "dn14:3.9.1": "Na to, monasi, hitro kao kad bi snažan čovek ispružio savijenu ruku ili savio ispruženu ruku, Buda Vipassī nestade u podnožju bodhi drveta i pojavi se u Khema parku jelena, na obodu prestonice Bandhumatī. ",
  "dn14:3.9.2": "Tu on ovako reče čuvaru parka: ",
  "dn14:3.9.3": "„Hajde, dobri čuvaru, idi do prestonice Bandhumatī i ovako reci princu Khaṇḍi i Tissi, sinu prvosveštenika: ",
  "dn14:3.9.4": "„Gospodo, Buda Vipassī, plemeniti i potpuno probuđeni, stigao je u prestonicu Bandhumatī i sada boravi u Khema parku jelena. Želi da vas vidi.” ",
  "dn14:3.9.5": "„Da, poštovani gospodine,” reče čuvar, pa učini ono što je od njega bilo zatraženo. ",
  "dn14:3.10.1": "A princ Khaṇḍa i Tissa, sin prvosveštenika, narediše da se pripremi veliki broj svečanih kočija, popeše se na jednu od njih i praćeni ostalima, izvezoše se iz Bandhumatīja ka Khema parku jelena. ",
  "dn14:3.10.2": "Vozili su se kočijama dokle je bilo moguće, a onda sa njih siđoše i peške stigoše do Bude Vipasīja. Kada su stigli, pokloniše mu se, pa sedoše sa strane. ",
  "dn14:3.11.1": "Tu im Buda Vipasī postupno izloži pouku, ",
  "dn14:3.11.2": "kroz govor o davanju, govor o vrlini, govor o nebesima; objasni opasnost, propadanje i prljanje u čulnim zadovoljstvima, kao i blagoslov obuzdavanja. ",
  "dn14:3.11.3": "Kada je video da im je um spreman, prijemčiv, oslobođen prepreka, nadahnut i ispunjen poverenjem, izloži im on učenje koje je posebno svojstveno Budama: ",
  "dn14:3.11.4": "patnju, nastanak patnje, prestanak patnje i put koji vodi do prestanka patnje. ",
  "dn14:3.11.5": "I baš kao kad bi čist komad platna, bez ikakvih mrlja, bio obojen svuda jednako, ",
  "dn14:3.11.6": "isto tako se u Khaṇḍi i Tissi, dok su tu sedeli, javi potpuno čisto oko Dhamme, bez mrlja: ",
  "dn14:3.11.7": "„Sve što je podložno nastanku jeste podložno i nestanku.” ",
  "dn14:3.12.1": "Tada oni ugledaše Dhammu, dosegoše Dhammu, razumeše Dhammu, obuhvatiše Dhammu. Otidoše izvan sumnje, oslobodiše se zbunjenosti, zadobiše neustrašivost i postadoše nezavisni od drugih u  nauku učitelja Vipassīja. Onda ovako rekoše Buddhi Vipasīju, plemenitome i potpuno probuđenome: ",
  "dn14:3.12.2": "„Zadivljujuće je to, poštovani gospodine, čudesno je to! ",
  "dn14:3.12.3": "Baš kao kad bi neko ispravio ono što je stajalo naglavce, otkrio skriveno, pokazao put zalutalome ili upalio svetiljku u tami, tako da oni koji imaju oči mogu da vide, tako je i učitelj Gotama, na više različitih načina, razjasnio Dhammu. ",
  "dn14:3.12.4": "Uzimamo Blaženoga i njegovo učenje za utočište. ",
  "dn14:3.12.5": "Neka nas Blaženi prihvati kao zaređene sledbenike i neka primimo puno zaređenje.” ",
  "dn14:3.13.1": "Tako, monasi, Buda Vipassī prihvati Khaṇḍu i Tissu kao svoje zaređene sledbenike i dade im puno zaređenje. ",
  "dn14:3.13.2": "Zatim ih uputi, podstaknu, nadahnu i ohrabri govorom o Dhammi, ",
  "dn14:3.13.3": "objasni im opasnost uslovljenih stvari, tako niskih i propadljivih, kao i blagodet oslobođenja. ",
  "dn14:3.13.4": "Podučeni na taj način, njihovi umovi uskoro postadoše oslobođeni zahvaljujući nevezivanju. ",
  "dn14:3.14.0": "10. Velika grupa ljudi odlazi u beskućnike ",
  "dn14:3.14.1": "I doču, monasi, masa ljudi u prestonici Bandhumati, njih 84.000: ",
  "dn14:3.14.2": "„Zaista je Buda Vipassī, plemeniti i potpuno probuđeni, stigao u prestonicu Bandhumatī i sada boravi u Khema parku jelena. I on želi da nas vidi. ",
  "dn14:3.14.3": "A princ Khaṇḍa i Tissa, sin prvosveštenika, pošto su obrijali kosu i bradu, ogrnuli žuti ogrtač, u njegovom prisustvu zaista napustiše domaćinski život.” ",
  "dn14:3.14.4": "Onda oni ovako pomisliše: ",
  "dn14:3.14.5": "„Mora da to nije obično učenje i praksa, niti je zaređenje princa Khaṇḍe i Tisse, sin prvosveštenika, obično. ",
  "dn14:3.14.6": "Ako su oni to učinili, zašto ne bismo i mi?” ",
  "dn14:3.14.7": "I tako čitava ta grupa ljudi, njih osamdeset četiri hiljade, stigoše u Bandhumatī i otidoše do Khema parka jelena, do Bude Vipassīja, plemenitoga i potpuno probuđenoga. Kada su stigli, pokloniše mu se i sedoše sa strane. ",
  "dn14:3.15.1": "Tu im Buda Vipasī postupno izloži pouku, ",
  "dn14:3.15.2": "govor o davanju, govor o vrlini, govor o nebesima; objasni opasnost,  propadanje i prljanje u čulnim zadovoljstvima, kao i blagoslov  obuzdavanja. ",
  "dn14:3.15.3": "Kada je video da im je um spreman, prijemčiv, oslobođen prepreka, nadahnut i ispunjen poverenjem, izloži im on učenje koje je posebno svojstveno Budama: ",
  "dn14:3.15.4": "patnju, nastanak patnje, prestanak patnje i put. ",
  "dn14:3.15.5": "I baš kao kad bi čist komad platna, bez ikakvih mrlja, bio obojen svuda jednako, ",
  "dn14:3.15.6": "isto tako se u svim tim bićima, dok su tu sedela, javi potpuno čisto oko Dhamme, bez mrlja: ",
  "dn14:3.15.7": "„Sve što je podložno nastanku jeste podložno i nestanku.” ",
  "dn14:3.16.1": "Tada oni ugledaše Dhammu, dosegoše Dhammu, razumeše Dhammu, obuhvatiše Dhammu. Otidoše izvan sumnje, oslobodiše se zbunjenosti, zadobiše neustrašivost i postadoše nezavisni od drugih u  nauku učitelja Vipassīja. Onda ovako rekoše Buddhi Vipasīju, plemenitome i potpuno probuđenome: ",
  "dn14:3.16.2": "„Zadivljujuće je to, poštovani gospodine, čudesno je to! ",
  "dn14:3.16.3": "Baš kao kad bi neko ispravio ono što je stajalo naglavce, otkrio skriveno, pokazao put zalutalome ili upalio svetiljku u tami, tako da oni koji imaju oči mogu da vide, tako je i učitelj Gotama, na više različitih načina, razjasnio Dhammu. ",
  "dn14:3.16.4": "Uzimamo Blaženoga i njegovo učenje za utočište. ",
  "dn14:3.16.5": "Neka nas Blaženi prihvati kao zaređene sledbenike i neka primimo puno zaređenje.” ",
  "dn14:3.17.1": "Tako, monasi, Buda Vipassī prihvati čitavu tu grupu ljudi kao svoje zaređene sledbenike i dade im puno zaređenje. ",
  "dn14:3.17.2": "Zatim ih uputi, podstaknu, nadahnu i ohrabri govorom o Dhammi, ",
  "dn14:3.17.3": "objasni im opasnost uslovljenih stvari, tako niskih i propadljivih, kao i blagodet oslobođenja. ",
  "dn14:3.17.4": "Podučeni na taj način, njihovi umovi uskoro postadoše oslobođeni zahvaljujući nevezivanju. ",
  "dn14:3.18.0": "15. Širenje Učenja ",
  "dn14:3.18.1": "I doču grupa od 84.000 ljudi koja je ranije otišla u beskućnike: ",
  "dn14:3.18.2": "„Zaista je Buda Vipassī, plemeniti i potpuno probuđeni, stigao u prestonicu Bandhumatī i sada boravi u Khema parku jelena. I on podučava Dhammu. ",
  "dn14:3.18.3": "I oni dođoše da vide blaženog Vipassīja, te razumevši Dhammu, postadoše beskućnici i oslobodiše se mentalnih nečistoća. ",
  "dn14:3.19.1": "",
  "dn14:3.19.2": "",
  "dn14:3.19.3": "",
  "dn14:3.19.4": "",
  "dn14:3.19.5": "",
  "dn14:3.19.6": "",
  "dn14:3.19.7": "",
  "dn14:3.20.1": "",
  "dn14:3.20.2": "",
  "dn14:3.20.3": "",
  "dn14:3.22.0": "16. Dopuštenje za putovanje ",
  "dn14:3.22.1": "Monasi, tom prilikom u prestonici Bandhumatī živela je velika zajednica monaha, njih šest miliona i osamsto hiljada. ",
  "dn14:3.22.2": "Onda Budi Viapassiju, dok je boravio na pustom mestu, u osami, pade na um ovakva misao: ",
  "dn14:3.22.3": "„Velika je zajednica monaha u Bandhumatīju. Kako bi bilo ako bih ih posavetovao: ",
  "dn14:3.22.4": "’Idite, monasi, na različite strane i podučavajte, na korist i sreću mnogih, iz saosećanja prema ovome svetu, na korist i sreću božanstava i ljudi. ",
  "dn14:3.22.5": "Ne idite ni dvojica zajedno ",
  "dn14:3.22.6": "i u skladu sa njegovim slovom i duhom, propovedajte ovo učenje divno na početku, divno  u sredini, divno na kraju. ",
  "dn14:3.22.7": "Postoje bića sa tek malo prašine u očima, koja propadaju jer nisu čula Dhammu. ",
  "dn14:3.22.8": "Ona će razumeti Dhammu. ",
  "dn14:3.22.9": "Ali posle šest godina treba da se vratite u prestonicu Bandhumatī radi svečanog recitovanja monaških pravila’.” ",
  "dn14:3.23.1": "Shvativši o čemu razmišlja blaženi Vipassī, jedan veliki Brahma na to hitro kao kad bi snažan čovek ispružio savijenu ruku ili savio ispruženu ruku, nestade u Brahma svetu i pojavi se pred Budom Vipassījem. ",
  "dn14:3.23.2": "Prebacivši gornji ogrtač preko jednog ramena, u znak poštovanja sklopi dlanove u njegovom pravcu i reče: ",
  "dn14:3.23.3": "„Istina je, Blaženi! Istina je, Srećni! ",
  "dn14:3.23.4": "Velika je zajednica monaha u Bandhumatīju. Kako bi bilo ako bih ih posavetovao: ",
  "dn14:3.23.5": "„Idite, monasi, na različite strane i podučavajte, na korist i sreću mnogih, iz saosećanja prema ovome svetu, na korist i sreću božanstava i ljudi. ",
  "dn14:3.23.6": "Ne idite ni dvojica zajedno ",
  "dn14:3.23.7": "i u skladu sa njegovim slovom i duhom, propovedajte ovo učenje divno na početku, divno  u sredini, divno na kraju. ",
  "dn14:3.23.8": "Postoje bića sa tek malo prašine u očima, koja propadaju jer nisu čula Dhammu. Ona će razumeti Dhammu. ",
  "dn14:3.23.9": "Ali posle šest godina vratićete se u prestonicu Bandhumatī radi svečanog recitovanja monaških pravila’.” ",
  "dn14:3.23.10": "Tako reče veliki Brahma. ",
  "dn14:3.23.11": "pa se pokloni blaženom Vipassīju i pazeći da mu ovaj ostane sa desne strane, sa tog mesta se udalji. ",
  "dn14:3.24.1": "Onda uveče, blaženi Vipassī izađe iz osame, pa ispriča monasima o čemu je razmišljao i isto tako šta ga je zamolio onaj veliki Brahma. ",
  "dn14:3.24.2": "",
  "dn14:3.26.7": "Na to većina monaha već istoga dana krete na putovanje. ",
  "dn14:3.27.1": "A u to vreme u Indiji je bilo 84.000 manastira. ",
  "dn14:3.27.2": "I kada je prošla jedna godina, božanstva objaviše: ",
  "dn14:3.27.3": "„Poštovani, prošla je jedna godina! ",
  "dn14:3.27.4": "Još je pet preostalo! ",
  "dn14:3.27.5": "Kada prođe i tih pet, treba da se vratite u prestonicu Bandhumatī radi svečanog recitovanja monaških pravila.” ",
  "dn14:3.27.6": "Kada su prošle dve godine… ",
  "dn14:3.27.7": "tri… ",
  "dn14:3.27.8": "četiri… ",
  "dn14:3.27.9": "I kada je prošlo pet godina, božanstva objaviše: ",
  "dn14:3.27.10": "„Poštovani, prošlo je pet godina! ",
  "dn14:3.27.11": "Još je jedna preostala! ",
  "dn14:3.27.12": "Kada prođe i ta jedna, treba da se vratite u prestonicu Bandhumatī radi svečanog recitovanja monaških pravila.” ",
  "dn14:3.27.13": "A kada je prošla i šesta godina, božanstva objaviše: ",
  "dn14:3.27.14": "„Poštovani, prošlo je šest godina! ",
  "dn14:3.27.15": "Sada je vreme da se vratite u prestonicu Bandhumatī radi svečanog recitovanja monaških pravila.” ",
  "dn14:3.27.16": "I istoga dana, neki zahvaljujući svojim natprirodnim moćima, neki zahvaljujući natprirodnim moćima božanstava, monasi se vratiše u prestonicu Bandhumatī. ",
  "dn14:3.28.1": "I tu, monasi, blaženi Vipassī, plemeniti i potpuno probuđeni, izgovori monaška pravila ovako: ",
  "dn14:3.28.2": "„Strpljiva istrajnost je najviši asketizam, ",
  "dn14:3.28.3": "oslobođenje krajnji cilj, kažu Bude; ",
  "dn14:3.28.4": "nije monah ko povređuje druge, ",
  "dn14:3.28.5": "niti asketa ko ih zlostavlja. ",
  "dn14:3.28.6": "Od svega rđavog se okreni, ",
  "dn14:3.28.7": "svako dobro u sebi neguj; ",
  "dn14:3.28.8": "srce i um svoj pročisti, ",
  "dn14:3.28.9": "to je učenje svih Budnih. ",
  "dn14:3.28.10": "Druge ne vređaj, niti povređuj, ",
  "dn14:3.28.11": "u zavetu obuzdan budi, ",
  "dn14:3.28.12": "u hrani uvek umeren, ",
  "dn14:3.28.13": "u osami boravi, ",
  "dn14:3.28.14": "usavršavanju uma posvećen – ",
  "dn14:3.28.15": "to je učenje svih Budnih. ",
  "dn14:3.29.0": "17. Radovanje božanstava ",
  "dn14:3.29.1": "Monasi, jednom sam boravio kraj Ukaṭṭhe,9 u Subhaga šumi, u podnožju jednog veličanstvenog salovog drveta. ",
  "dn14:3.29.2": "I dok sam tako boravio na pustom mestu, u osami, pade mi na um ovakva misao: ",
  "dn14:3.29.3": "„Nije lako pronaći mesto na kojem nisam nekada ranije živeo, sem među božanstvima čistih boravišta. ",
  "dn14:3.29.4": "Kako bi bilo da ih posetim?” ",
  "dn14:3.29.5": "Na to, hitro kao kad bi snažan čovek ispružio savijenu ruku ili savio ispruženu ruku, nestadoh u Subhaga šumi i pojavih se pred Avihā božanstvima. ",
  "dn14:3.29.6": "A među njima, na hiljade božanstava, stotine hiljada njih dođoše do mene, pozdraviše me, pa stadoše sa strane. Stojeći tako, ovako rekoše: ",
  "dn14:3.29.7": "„Gospodine, pre 91 eona se blaženi Vipassī, plemeniti i potpuno probuđeni, pojavio u ovome svetu. ",
  "dn14:3.29.8": "Rođen je u porodici plemića, ",
  "dn14:3.29.9": "u Kondañña klanu. ",
  "dn14:3.29.10": "Živeo je 80.000 godina, ",
  "dn14:3.29.11": "a postao probuđen u podnožju pāṭaliyā drveta. ",
  "dn14:3.29.12": "Imao je Khaṇḍu i Tissu kao dva svoja glavna učenika, bolje od svih drugih. ",
  "dn14:3.29.13": "Buda Vipassī je imao i tri zajednice svojih učenika. Jedna od 6.800.000, jedna od 100.000 i jedna od 80.000. I svaki od njih uklonio je sve nečistoće svoga uma. ",
  "dn14:3.29.15": "Otac blaženog Vipassīja bio je kralj Bandhuma, ",
  "dn14:3.29.16": "a majka kraljica Bandhumatī. ",
  "dn14:3.29.17": "I on je vladao iz svoje prestonici po imenu Bandhumatī. ",
  "dn14:3.29.18": "Blaženi Vipassī, plemeniti i potpuno probuđeni, ovako je napustio svoj dom, ovako postao beskućnik, ovakav veliki napor uložio i ovako pokrenuo točak učenja. ",
  "dn14:3.29.19": "Vodeći svetački život predvođeni blaženim Vipassījem, mi izgubismo želju za zadovoljstvima čula i preporodismo se na ovom mestu.” ",
  "dn14:3.30.1": "I druga božanstva, monasi, dođoše i ispričaše o Budama Sikhīju, Vessabhū, Kakusandhi, Koṇāgamani i Kassapi. ",
  "dn14:3.32.1": "Na kraju, na hiljade božanstava, stotine hiljada njih dođoše do mene, pozdraviše me, pa stadoše sa strane. Stojeći tako, ovako rekoše: ",
  "dn14:3.32.2": "„U ovome srećnom eonu, gospodo, Blaženi, plemeniti i potpuno probuđeni, se pojavio u ovome svetu. ",
  "dn14:3.32.3": "Rođen je u porodici plemića, ",
  "dn14:3.32.4": "u Gotama klanu. ",
  "dn14:3.32.5": "Njegov životni vek je kratak, poput trenutka, jer dugovečna osoba sada poživi tek sto godina. ",
  "dn14:3.32.6": "Postao je probuđen u podnožju assattha drveta. ",
  "dn14:3.32.7": "Blaženi je imao imao je Sāriputtu i Mogggallānu kao dva svoja glavna učenika, bolje od svih drugih. ",
  "dn14:3.32.8": "Blaženi ima jednu zajednicu učenika. ",
  "dn14:3.32.9": "Njih 1.250 i svaki je uklonio sve nečistoće svoga uma. ",
  "dn14:3.32.10": "Kao ličnog pratioca imao je monaha po imenu Ānanda. ",
  "dn14:3.32.11": "Njegov otac bio je kralj Suddhodana, ",
  "dn14:3.32.12": "a majka kraljica Māya. ",
  "dn14:3.32.13": "I on vlada iz svoje prestonici po imenu Kapilavatthu. ",
  "dn14:3.32.14": "Blaženi, plemeniti i potpuno probuđeni, ovako je napustio svoj dom, ovako postao beskućnik, ovakav veliki napor uložio i ovako pokrenuo točak učenja. ",
  "dn14:3.32.15": "Vodeći svetački život predvođeni Blaženim, mi izgubismo želju za zadovoljstvima čula i preporodismo se na ovom mestu.” ",
  "dn14:3.33.1": "Monasi, zato što je potpuno pronikao u prirodu ovoga sveta, Tathāgata je u stanju da sve ovo zna o Budama iz prošlosti. ",
  "dn14:3.33.2": "’Ovakvo je bilo poreklo tog Bude, ovako se zvao, iz tog je klana bio, ovakvi su mu bili postupci, ovakvi kvaliteti, ovakva mudrost, ovakvo boravište, ovakvo oslobođenje’. ",
  "dn14:3.33.3": "Isto to su mu i božanstva ispričala.” ",
  "dn14:3.33.5": "Tako reče Blaženi. ",
  "dn14:3.33.6": "Zadovoljni, monasi se obradovaše rečima Blaženoga. "
}