{
  "dn15:0.1": "Zbirka dugih govora 15 ",
  "dn15:0.2": "Govor o uzročnosti ",
  "dn15:1.0": "1. Uslovljeni nastanak ",
  "dn15:1.1": "Ovako sam čuo. ",
  "dn15:1.2": "Jednom je Blaženi boravio među Kuruima, kraj grada po imenu Kammāsadhamma. ",
  "dn15:1.3": "Onda poštovani Ānanda dođe do Blaženog, pokloni se, pa sede sa strane. Dok je tako sedeo, ovako mu reče: ",
  "dn15:1.4": "„Zadivljujuće je to, poštovani, čudesno je to! ",
  "dn15:1.5": "Koliko je ovaj uslovljeni nastanak dubok  i koliko se čini dubokim, a opet meni izgleda toliko jasnim da jasniji ne može biti.” ",
  "dn15:1.6": "„Ne govori tako, Ānanda! Ne govori tako! ",
  "dn15:1.7": "Ovaj uslovljeni nastanak jeste dubok i čini se dubokim. ",
  "dn15:1.8": "Zato što ne razume i ne proniče u ovo učenje, Ānanda, ovo pokolenje postalo je nalik zamršenom klupku vune, zamršenom kanapu, gustišu od isprepletane rogozine i trske, te nije u stanju da nadiđe ovo mesto gubitka, pogibelji, patnje, stalnog preporađanja. ",
  "dn15:2.1": "Ako bi neko pitao: ’Postoji li neki poseban uzrok nastanka starosti i smrti?’ ",
  "dn15:2.2": "Ako bi te zatim pitali: ’Koji je uzrok nastanka starosti i smrti?’, treba da odgovoriš: ’Rođenje je uzrok starosti i smrti’. ",
  "dn15:2.3": "Ako bi te neko pitao: ’Postoji li neki poseban uzrok nastanka rođenja?’, treba da odgovoriš: ’Postoji’. ",
  "dn15:2.4": "Ako bi te zatim pitali: ’Koji je uzrok nastanka rođenja?’, treba da odgovoriš: ’Bivanje je uzrok rođenju’. ",
  "dn15:2.5": "Ako bi te neko pitao: ’Postoji li neki poseban uzrok nastanka bivanja?’, treba da odgovoriš: ’Postoji’. ",
  "dn15:2.6": "Ako bi te zatim pitali: ’Koji je uzrok nastanka bivanja?’, treba da odgovoriš: ’Vezivanje je uzrok bivanju’. ",
  "dn15:2.7": "Ako bi te neko pitao: ’Postoji li neki poseban uzrok nastanka vezivanja?’, treba da odgovoriš: ’Postoji’. ",
  "dn15:2.8": "Ako bi te zatim pitali: ’Koji je uzrok nastanka vezivanja?’, treba da odgovoriš: ’Žudnja je uzrok vezivanju’. ",
  "dn15:2.9": "Ako bi te neko pitao: ’Postoji li neki poseban uzrok nastanka žudnje?’, treba da odgovoriš: ’Postoji’. ",
  "dn15:2.10": "Ako bi te zatim pitali: ’Koji je uzrok nastanka žudnje?’, treba da odgovoriš: ’Osećaj je uzrok žudnji’. ",
  "dn15:2.11": "Ako bi te neko pitao: ’Postoji li neki poseban uzrok nastanka osećaja?’, treba da odgovoriš: ’Postoji’. ",
  "dn15:2.12": "Ako bi te zatim pitali: ’Koji je uzrok nastanka osećaja?’, treba da odgovoriš: ’Kontakt je uzrok osećaju’. ",
  "dn15:2.13": "Ako bi te neko pitao: ’Postoji li neki poseban uzrok nastanka kontakta?’, treba da odgovoriš: ’Postoji’. ",
  "dn15:2.14": "Ako bi te zatim pitali: ’Koji je uzrok nastanka kontakta?’, treba da odgovoriš: ’Mentalno-materijalno je uzrok kontaktu’. ",
  "dn15:2.15": "Ako bi te neko pitao: ’Postoji li neki poseban uzrok nastanka mentalno-materijalnoga?’, treba da odgovoriš: ’Postoji’. ",
  "dn15:2.16": "Ako bi te zatim pitali: ’Koji je uzrok nastanka mentalno-materijalnog?’, treba da odgovoriš: ’Svest je uzrok mentalno-materijalnom. ",
  "dn15:2.17": "Ako bi te neko pitao: ’Postoji li neki poseban uzrok nastanka svesti?’, treba da odgovoriš: ’Postoji’. ",
  "dn15:2.18": "Ako bi te zatim pitali: ’Koji je uzrok nastanka svesti?’, treba da odgovoriš: ’Mentalno-materijalno je uzrok svesti’. ",
  "dn15:3.1": "Dakle, sa mentalno-materijalnim kao uslovom, svest nastaje, sa svešću kao uslovom, mentalno-materijalno nastaje. Sa mentalno-materijalnim kao uslovom, kontakt nastaje. Sa kontaktom kao uslovom, osećaj nastaje. Sa osećajem kao uslovom, žudnja nastaje. Sa žudnjom kao uslovom, vezivanje nastaje. Sa vezivanjem kao uzrokom, bivanje nastaje. Sa bivanjem kao uzrokom, rođenje nastaje. Sa rođenjem kao uzrokom, žalost, naricanje, bol, tuga i očaj nastaju. ",
  "dn15:3.2": "Tako nastaje čitav ovaj okean patnje. ",
  "dn15:4.1": "’Rođenje je uzrok starosti i smrti’, tako je rečeno. I na ovaj način to treba razumeti: ",
  "dn15:4.2": "Zamisli da nema bilo kakvog rođenja, bilo koga, bilo gde, dakle ",
  "dn15:4.3": "bogova u stanje bogova, nebesnika u stanje nebesnika, demona u stanje demona, duhova, ljudi, četvoronožaca, ptica i gmizavaca, svako u svoje stanje, dakle da ne postoji bilo kakvo rođenje, bilo gde. U potpunom odsustvu rođenje, sa nestankom rođenja, da li bi se  starost i smrt mogli bilo gde uočiti?” ",
  "dn15:4.4": "„Sigurno da ne bi, poštovani gospodine.” ",
  "dn15:4.5": "„Zato, Ānanda, to je uzrok, izvor, poreklo i uslov nastanka starosti i smrti, dakle rođenje. ",
  "dn15:5.1": "’Bivanje je uzrok rođenju’, tako je rečeno. I na ovaj način to treba razumeti: ",
  "dn15:5.2": "Zamisli da nema bilo kakvog bivanja, za bilo koga, bilo gde, dakle ",
  "dn15:5.3": "bivanje u području čulnog, bivanje u području suptilne materije ili bivanje u području bez materije. U potpunom odsustvu rođenje, sa nestankom rođenja, da li bi se rođenje moglo bilo gde uočiti?” ",
  "dn15:5.4": "„Sigurno da ne bi, poštovani gospodine.” ",
  "dn15:5.5": "„Zato, Ānanda, to je uzrok, izvor, poreklo i uslov nastanka rođenja, dakle bivanje. ",
  "dn15:6.1": "’Vezivanje je uzrok bivanju’, tako je rečeno. I na ovaj način to treba razumeti: ",
  "dn15:6.2": "Zamisli da nema bilo kakvog vezivanja, u bilo kome, bilo gde, dakle ",
  "dn15:6.3": "vezivanje za zadovoljstva čula, vezivanje za gledišta, vezivanje za pravila i rituale ili vezivanje za verovanje u postojanje trajnog sopstva. U potpunom odsustvu vezivanja, sa nestankom vezivanja, da li bi se bivanje moglo bilo gde uočiti?” ",
  "dn15:6.4": "„Sigurno da ne bi, poštovani gospodine.” ",
  "dn15:6.5": "„Zato, Ānanda, to je uzrok, izvor, poreklo i uslov bivanja, dakle vezivanje. ",
  "dn15:7.1": "’Žudnja je uzrok vezivanju’, tako je rečeno. I na ovaj način to treba razumeti: ",
  "dn15:7.2": "Zamisli da nema bilo kakve žudnje, u bilo kome, bilo gde, dakle ",
  "dn15:7.3": "žudnja za oblicima, žudnja za zvukovima, žudnja za mirisima, žudnja za ukusima, žudnja za dodirima, žudnja za objektima uma. U potpunom odsustvu žudnje, sa nestankom žudnje, da li bi se vezivanje moglo bilo gde uočiti?” ",
  "dn15:7.4": "„Sigurno da ne bi, poštovani gospodine.” ",
  "dn15:7.5": "„Zato, Ānanda, to je uzrok, izvor, poreklo i uslov vezivanja, dakle žudnja. ",
  "dn15:8.1": "’Osećaj je uzrok žudnji’, tako je rečeno. I na ovaj način to treba razumeti: ",
  "dn15:8.2": "Zamisli da nema bilo kakvog osećaja, u bilo kome, bilo gde, dakle ",
  "dn15:8.3": "osećaj rođen na osnovu kontakta okom, osećaj rođen na osnovu kontakta uhom, osećaj rođen na osnovu kontakta nosom, osećaj rođen na osnovu kontakta jezikom, osećaj rođen na osnovu kontakta telom, osećaj rođen na osnovu kontakta umom. U potpunom odsustvu osećaja, sa nestankom osećaja, da li bi se žudnja mogla bilo gde uočiti?” ",
  "dn15:8.4": "„Sigurno da ne bi, poštovani gospodine.” ",
  "dn15:8.5": "„Zato, Ānanda, to je uzrok, izvor, poreklo i uslov žudnje, dakle osećaj. ",
  "dn15:9.1": "Dakle, osećaj je uslov za nastanak žudnje, žudnja je uslov za nastanak traganja, traganje je uslov za nastanak dobitka, dobitak je uslov za nastanak odlučivanja, odlučivanje je uslov za nastanak želje i strasti, želja i strast su uslov za nastanak prianjanja, prianjanje je uslov za nastanak posesivnosti, posesivnost je uslov za nastanak gramzivosti, gramzivost je uslov za nastanak prisvajanja. ",
  "dn15:9.2": "Zbog prisvajanja nastaju mnoga loša, štetna dela, kao što su da se neko lati štapa i batine, sukobi, svađe i rasprave, uvredljive reči, ogovaranje i laganje. ",
  "dn15:10.1": "’Zbog prisvajanja nastaju mnoga loša, štetna dela’, tako je rečeno. I na ovaj način to treba razumeti: ",
  "dn15:10.2": "Zamisli da nema bilo kakvog prisvajanja, za bilo koga, bilo gde, zbog kojeg nastaju mnoga loša, štetna dela, kao što su da se neko lati štapa i batine, sukobi, svađe i rasprave, uvredljive reči, ogovaranje i laganje. U potpunom odsustvu prisvajanja, sa nestankom prisvajanja, da li bi se mnoga loša, štetna dela mogla bilo gde uočiti?” ",
  "dn15:10.3": "„Sigurno da ne bi, poštovani gospodine.” ",
  "dn15:10.4": "„Zato, Ānanda, to je uzrok, izvor, poreklo i uslov nastanka mnogih loših, štetnih dela, dakle prisvajanje. ",
  "dn15:11.1": "’Zbog gramzivosti nastaje prisvajanje’, tako je rečeno. I na ovaj način to treba razumeti: ",
  "dn15:11.2": "Zamisli da nema bilo kakve gramzivosti, u bilo kome, bilo gde. U potpunom odsustvu gramzivosti, sa nestankom gramzivosti, da li bi se prisvajanje mogla bilo gde uočiti?” ",
  "dn15:11.3": "„Sigurno da ne bi, poštovani gospodine.” ",
  "dn15:11.4": "„Zato, Ānanda, to je uzrok, izvor, poreklo i uslov nastanka prisvajanja, dakle gramzivost. ",
  "dn15:12.1": "’Zbog posesivnosti nastaje gramzivost’, tako je rečeno. I na ovaj način to treba razumeti: ",
  "dn15:12.2": "Zamisli da nema bilo kakve posesisvnosti, u bilo kome, bilo gde. U potpunom odsustvu posesivnosti, sa nestankom posesivnosti, da li bi se gramzivost mogla bilo gde uočiti?” ",
  "dn15:12.3": "„Sigurno da ne bi, poštovani gospodine.” ",
  "dn15:12.4": "„Zato, Ānanda, to je uzrok, izvor, poreklo i uslov nastanka gramzivosti, dakle posesivnost. ",
  "dn15:13.1": "’Zbog prianjanja nastaje posesivnost, tako je rečeno. I na ovaj način to treba razumeti: ",
  "dn15:13.2": "Zamisli da nema bilo kakvog prianjanja, u bilo kome, bilo gde. U potpunom odsustvu prianjanja, sa nestankom prianjanja, da li bi se posesivnost mogla bilo gde uočiti?” ",
  "dn15:13.3": "„Sigurno da ne bi, poštovani gospodine.” ",
  "dn15:13.4": "„Zato, Ānanda, to je uzrok, izvor, poreklo i uslov nastanka posesivnosti, dakle prianjanje. ",
  "dn15:14.1": "’Zbog želje i strasti nastaje prianjanje, tako je rečeno. I na ovaj način to treba razumeti: ",
  "dn15:14.2": "Zamisli da nema bilo kakve želje i strasti, u bilo kome, bilo gde. U potpunom odsustvu želje i strasti, sa nestankom želje i strasti, da li bi se prianjanje moglo bilo gde uočiti?” ",
  "dn15:14.3": "„Sigurno da ne bi, poštovani gospodine.” ",
  "dn15:14.4": "„Zato, Ānanda, to je uzrok, izvor, poreklo i uslov nastanka prianjanja, dakle želja i strast. ",
  "dn15:15.1": "’Zbog odlučivanja nastaju želja i strast, tako je rečeno. I na ovaj način to treba razumeti: ",
  "dn15:15.2": "Zamisli da nema bilo kakvog odlučivanja, u bilo kome, bilo gde. U potpunom odsustvu odlučivanja, sa nestankom odlučivanja, da li bi se želja i strast mogli bilo gde uočiti?” ",
  "dn15:15.3": "„Sigurno da ne bi, poštovani gospodine.” ",
  "dn15:15.4": "„Zato, Ānanda, to je uzrok, izvor, poreklo i uslov nastanka želje i strasti, dakle odlučivanje. ",
  "dn15:16.1": "’Zbog dobitka nastaje odlučivanje’, tako je rečeno. I na ovaj način to treba razumeti: ",
  "dn15:16.2": "Zamisli da nema bilo kakvog dobitka, u bilo kome, bilo gde. U potpunom odsustvu dobitka, sa nestankom dobitka, da li bi se odlučivanje moglo bilo gde uočiti?” ",
  "dn15:16.3": "„Sigurno da ne bi, poštovani gospodine.” ",
  "dn15:16.4": "„Zato, Ānanda, to je uzrok, izvor, poreklo i uslov nastanka odlučivanja, dakle dobitak. ",
  "dn15:17.1": "’Zbog traganja nastaje dobitak’, tako je rečeno. I na ovaj način to treba razumeti: ",
  "dn15:17.2": "Zamisli da nema bilo kakvog traganja, u bilo kome, bilo gde. U potpunom odsustvu traganja, sa nestankom traganja, da li bi se dobitak mogao bilo gde uočiti?” ",
  "dn15:17.3": "„Sigurno da ne bi, poštovani gospodine.” ",
  "dn15:17.4": "„Zato, Ānanda, to je uzrok, izvor, poreklo i uslov nastanka dobitka, dakle traganje. ",
  "dn15:18.1": "’Zbog žudnje nastaje traganje’, tako je rečeno. I na ovaj način to treba razumeti: ",
  "dn15:18.2": "Zamisli da nema bilo kakve žudnje, u bilo kome, bilo gde, dakle ",
  "dn15:18.3": "žudnja za zadovoljstvima čula, žudnja za postojanjem, žudnja za nepostojanjem. U potpunom odsustvu žudnje, sa nestankom žudnje, da li bi se traganje moglo bilo gde uočiti?” ",
  "dn15:18.4": "„Sigurno da ne bi, poštovani gospodine.” ",
  "dn15:18.5": "„Zato, Ānanda, to je uzrok, izvor, poreklo i uslov traganja, dakle žudnja. ",
  "dn15:18.6": "Tako, Ānanda, te dve stvari bivaju ujedinjene kroz dva vida osećaja. ",
  "dn15:19.1": "’Kontakt je uzrok osećaju’, tako je rečeno. I na ovaj način to treba razumeti: ",
  "dn15:19.2": "Zamisli da nema bilo kakve kontakta, u bilo kome, bilo gde, dakle ",
  "dn15:19.3": "kontakt oka, kontakt uha, kontakt nosa, kontakt jezika, kontakt tella i kontakt uma. U potpunom odsustvu kontakta, sa nestankom kontakta, da li bi se osećaj mogao bilo gde uočiti?” ",
  "dn15:19.4": "„Sigurno da ne bi, poštovani gospodine.” ",
  "dn15:19.5": "„Zato, Ānanda, to je uzrok, izvor, poreklo i uslov osećaja, dakle kontakt. ",
  "dn15:20.1": "’Mentalno-materijalno je uzrok kontaktu’, tako je rečeno. I na ovaj način to treba razumeti: ",
  "dn15:20.2": "Zamisli da nema bilo kakvih kvaliteta, crta, obeležja i atributa zahvaljujući kojima postoji opis mentalnog tela, da li bi se kontakt označivanja u materijalnom telu bilo gde mogao uočiti?” ",
  "dn15:20.3": "„Sigurno da ne bi, poštovani gospodine.” ",
  "dn15:20.4": "„A ako nema bilo kakvih kvaliteta, crta, obeležja i atributa zahvaljujući kojima postoji opis materijalnog tela, da li bi se kontakt označivanja u mentalnom telu bilo gde mogao uočiti?” ",
  "dn15:20.5": "„Sigurno da ne bi, poštovani gospodine.” ",
  "dn15:20.6": "„A ako nema bilo kakvih kvaliteta, crta, obeležja i atributa zahvaljujući kojima postoji opis mentalnog i materijalnog tela, da li bi se kontakt označivanja ili kontakt podražaja bilo gde mogali uočiti?” ",
  "dn15:20.7": "„Sigurno da ne bi, poštovani gospodine.” ",
  "dn15:20.8": "„A ako nema bilo kakvih kvaliteta, crta, obeležja i atributa zahvaljujući kojima se mentalno-materijalno uočava, da li bi se kontakt bilo gde mogao uočiti?” ",
  "dn15:20.9": "„Sigurno da ne bi, poštovani gospodine.” ",
  "dn15:20.10": "„Zato, Ānanda, to je uzrok, izvor, poreklo i uslov kontakta, dakle mentalno-materijalno. ",
  "dn15:21.1": "’Svest je uzrok mentalno-materijalnom’, tako je rečeno. I na ovaj način to treba razumeti: ",
  "dn15:21.2": "Ako se svest ne bi spustila u majčinu matericu, da li bi se mentalno-materijalno uobličilo u toj materici?” ",
  "dn15:21.3": "„Sigurno da ne bi, poštovani gospodine.” ",
  "dn15:21.4": "„Ako bi je, pošto se spustila u tu matericu, svest napustila, da li bi se mentalno-materijalno rodilo u sadašnje stanje bivanja?” ",
  "dn15:21.5": "„Sigurno da ne bi, poštovani gospodine.” ",
  "dn15:21.6": "„Ako bi svest dečaka ili devojčice bila presečena, da li bi mentalno-materijalno raslo, razvijalo se i dostiglo zrelost?” ",
  "dn15:21.7": "„Sigurno da ne bi, poštovani gospodine.” ",
  "dn15:21.8": "„Zato, Ānanda, to je uzrok, izvor, poreklo i uslov mentalno-materijalnog, dakle svest. ",
  "dn15:22.1": "’Mentalno-materijalno je uzrok svesti’, tako je rečeno. I na ovaj način to treba razumeti: ",
  "dn15:22.2": "Ako svest ne bi imala uporište u mentalno-materijalnom, da li bi se nastanak ovog okeana patnje – budućih rođenja, starenja i smrti – bilo gde moglo uočiti?” ",
  "dn15:22.3": "„Sigurno da ne bi, poštovani gospodine.” ",
  "dn15:22.4": "„Zato, Ānanda, to je uzrok, izvor, poreklo i uslov svest, dakle mentalno-materijalno. ",
  "dn15:22.5": "Samo dotle postoje rođenje, starost, smrt, raspadanje i ponovno rađanje. ",
  "dn15:22.6": "Samo dotle postoji put označavanja, samo dotle put jezika, samo dotle put opisivanja, samo dotle područje mudrosti, samo dotle se krug preporađanja nastavlja tako da je moguće pronaći stanje bivanja, dakle postoji mentalno-materijalno zajedno sa svešću. ",
  "dn15:23.0": "2. Opis sopstva ",
  "dn15:23.1": "Ānanda, kada neko opisuje sopstvo, na koje načine ga opisuje? ",
  "dn15:23.2": "Opisuje sopstvo tako da ima materijalni oblik i kao ograničeno: ",
  "dn15:23.3": "’Moje sopstvo je materijalno i ograničeno je.’ ",
  "dn15:23.4": "Ili ga opisuju tako da ima materijalni oblik i kao neograničeno: ",
  "dn15:23.5": "’Moje sopstvo je materijalno i neograničeno je.’ ",
  "dn15:23.6": "Opisuje sopstvo tako da nema materijalni oblik i kao ograničeno: ",
  "dn15:23.7": "’Moje sopstvo je nematerijalno i ograničeno.’ ",
  "dn15:23.8": "Ili ga opisuju tako da nema materijalni oblik i kao neograničeno: ",
  "dn15:23.9": "’Moje sopstvo je nematerijalno i neograničeno je.’ ",
  "dn15:24.1": "Ānanda, uzmimo onoga ko opisuje sopstvo tako da ima materijalni oblik i ograničeno je. ",
  "dn15:24.2": "On takvo sopstvo opisuje tako kao da postoji samo u sadašnjosti ili ga opisuje tako kao da postoji samo u budućnosti ili razmišlja: ’Iako ono nije takvo, ja ću s epostarati da takvo postane’. ",
  "dn15:24.3": "Pošto je tako, slobodno se može reći da čvrsto gledište da sopstvo ima materijalni oblik i da je ograničeno leži u osnovi ovakvog razmišljanja. ",
  "dn15:24.4": "Uzmimo onoga ko opisuje sopstvo tako da ima materijalni oblik i neograničeno je… ",
  "dn15:24.7": "nema materijalni oblik i ograničeno je… ",
  "dn15:24.10": "nema materijalni oblik i neograničeno je. ",
  "dn15:24.11": "On takvo sopstvo opisuje tako kao da postoji samo u sadašnjosti ili ga opisuje tako kao da postoji samo u budućnosti ili razmišlja: ’Iako ono nije takvo, ja ću se postarati da takvo postane’. ",
  "dn15:24.12": "Pošto je tako, slobodno se može reći da čvrsto gledište da sopstvo nema materijalni oblik i da je neograničeno leži u osnovi ovakvog razmišljanja. ",
  "dn15:24.13": "Ānanda, kada neko opisuje sopstvo, na takve načine ga opisuje? ",
  "dn15:25.0": "3. Neopisivanje sopstva ",
  "dn15:25.1": "Ānanda, kada neko ne opisuje sopstvo, na koje načine ga ne opisuje? ",
  "dn15:25.2": "Ne opisuje sopstvo tako da ima materijalni oblik i kao ograničeno: ",
  "dn15:25.3": "’Moje sopstvo je materijalno i ograničeno je.’ ",
  "dn15:25.4": "Ili ga ne opisuju tako da ima materijalni oblik i kao neograničeno: ",
  "dn15:25.5": "’Moje sopstvo ima materijalni oblik i neograničeno je.’ ",
  "dn15:25.6": "Ili ga ne opisuje tako da nema materijalni oblik i kao ograničeno: ",
  "dn15:25.7": "’Moje sopstvo je nematerijalno i ograničeno.’ ",
  "dn15:25.8": "Ili ga ne opisuju tako da nema materijalni oblik i kao neograničeno: ",
  "dn15:25.9": "’Moje sopstvo je nematerijalno i neograničeno je.’ ",
  "dn15:26.1": "Ānanda, uzmimo onoga ko ne opisuje sopstvo tako da ima materijalni oblik i ograničeno je. ",
  "dn15:26.2": "On takvo sopstvo ne opisuje tako kao da postoji samo u sadašnjosti, niti ga opisuje tako kao da postoji samo u budućnosti, niti razmišlja: ’Iako ono nije takvo, ja ću se postarati da takvo postane’. ",
  "dn15:26.3": "Pošto je tako, slobodno se može reći da čvrsto gledište da sopstvo ima materijalni oblik i da je ograničeno ne leži u osnovi ovakvog razmišljanja. ",
  "dn15:26.4": "Uzmimo onoga ko opisuje sopstvo tako da ima materijalni oblik i neograničeno je… ",
  "dn15:26.7": "nema materijalni oblik i ograničeno je… ",
  "dn15:26.10": "nema materijalni oblik i neograničeno je. ",
  "dn15:26.11": "On takvo sopstvo ne opisuje tako kao da postoji samo u sadašnjosti, niti ga opisuje tako kao da postoji samo u budućnosti, niti razmišlja: ’Iako ono nije takvo, ja ću se postarati da takvo postane’. ",
  "dn15:26.12": "Pošto je tako, slobodno se može reći da čvrsto gledište da sopstvo nema materijalni oblik i da je neograničeno ne leži u osnovi ovakvog razmišljanja. ",
  "dn15:26.13": "Ānanda, kada neko ne opisuje sopstvo, na takve načine ga ne opisuje? ",
  "dn15:27.0": "4. Razmatranje sopstva ",
  "dn15:27.1": "Onaj ko razmatra (ideju) sopstva, Ānanda, na koje ga načine razmatra? ",
  "dn15:27.2": "Tako što smatra da osećaj jeste sopstvo, ovim rečima: ",
  "dn15:27.3": "’Osećaj je moje sopstvo.’ ",
  "dn15:27.4": "Ili smatra: ’Osećaj nije moje sopstvo; moje sopstvo ne doživljava osećaj.’ ",
  "dn15:27.5": "Ili smatra: ’Osećaj nije moje sopstvo; ali moje sopstvo nije bez doživljaja osećaja. Moje sopstvo oseća; jer moje sopstvo je podložno osećaju.’ ",
  "dn15:28.1": "Onda bi, Ānanda, toga ko kaže: ",
  "dn15:28.2": "’Osećaj je moje sopstvo.’ ",
  "dn15:28.3": "ovako trebalo upitati: ",
  "dn15:28.4": "’Prijatelju, postoje ove tri vrste osećaja – ",
  "dn15:28.5": "prijatan osećaj, bolan osećaj i ni prijatan ni bolan osećaj. ",
  "dn15:28.6": "Među te tri vrste osećaja, koji smatraš sopstvom?’ ",
  "dn15:28.7": "Ānanda, kad neko oseća prijatan osećaj, tada on istom tom prilikom ne oseća bolan osećaj ili ni bolan ni prijatan osećaj; ",
  "dn15:28.8": "tom prilikom on oseća jedino prijatan osećaj. ",
  "dn15:28.9": "Kada neko oseća bolan osećaj, tada on istom tom prilikom ne oseća prijatan osećaj ili ni bolan ni prijatan osećaj; ",
  "dn15:28.10": "tom prilikom on oseća jedino bolan osećaj. ",
  "dn15:28.11": "Kada neko oseća ni bolan ni prijatan osećaj, tada on istom tom prilikom ne oseća prijatan osećaj ili bolan osećaj; ",
  "dn15:28.12": "tom prilikom on oseća jedino ni bolan ni prijatan osećaj. ",
  "dn15:29.1": "Ānanda, prijatan osećaj je prolazan, uslovljen, nastao na osnovu uzroka, podložan razaranju, propadanju, slabljenju i nestanku. ",
  "dn15:29.2": "Bolan osećaj je prolazan, uslovljen, nastao na osnovu uzroka, podložan razaranju, propadanju, slabljenju i nestanku. ",
  "dn15:29.3": "Ni bolan ni prijatan osećaj je prolazan, uslovljen, nastao na osnovu uzroka, podložan razaranju, propadanju, slabljenju i nestanku. ",
  "dn15:29.4": "Ako dok doživljava prijatan osećaj neko pomisli. ’To je moje sopstvo’, ",
  "dn15:29.5": "tada sa prestankom tog prijatnog osećaja on pomisli: ’Moje sopstvo je nestalo’. ",
  "dn15:29.6": "Ako dok doživljava bolan osećaj neko pomisli. ’To je moje sopstvo’, ",
  "dn15:29.7": "tada sa prestankom tog bolnog osećaja on pomisli: ’Moje sopstvo je nestalo’. ",
  "dn15:29.8": "Ako dok doživljava ni bolan ni prijatan osećaj neko pomisli: ’To je moje sopstvo’, ",
  "dn15:29.9": "tada sa prestankom tog ni bolnog ni prijatnog osećaja on pomisli: ’Moje sopstvo je nestalo’. ",
  "dn15:29.10": "Tako onaj ko kaže: ’Osećaj je moje sopstvo’ smatra sopstvo nečim što je, čak ovde i sada, prolazno, mešavina zadovoljstva i bola, podložnim nastanku i nestanku. ",
  "dn15:29.11": "Zbog toga, Ānanda, nije prihvatljivo smatrati da je osećaj sopstvo. ",
  "dn15:30.1": "Onda bi, Ānanda, toga ko kaže: ",
  "dn15:30.2": "’Osećaj nije moje sopstvo; moje sopstvo ne doživljava osećaj’ trebalo pitati: ",
  "dn15:30.3": "’Prijatelju, tamo gde ne postoji apsolutno ništa što je moguće osetiti, da li bi se ideja ’ja sam’ mogla pojaviti?’.” ",
  "dn15:30.4": "„Sigurno da ne bi, poštovani gospodine.” ",
  "dn15:30.5": "Zbog toga, Ānanda, nije prihvatljivo smatrati da je osećaj sopstvo. ",
  "dn15:31.1": "Onda bi, Ānanda, toga ko kaže: ",
  "dn15:31.2": "’Osećaj nije moje sopstvo; ali moje sopstvo nije bez doživljaja osećaja. Moje sopstvo oseća; jer moje sopstvo je podložno osećaju’ ",
  "dn15:31.3": "trebalo pitati: ",
  "dn15:31.4": "’Prijatelju, ako bi osećaj potpuno nestao, bez ikakvog ostatka, ",
  "dn15:31.5": "u potpuno odsustvu osećaja, sa nestankom osećaja, da li bi se ideja ’ja sam’ mogla pojaviti?’.” ",
  "dn15:31.6": "„Sigurno da ne bi, poštovani gospodine.” ",
  "dn15:31.7": "„Zbog toga, Ānanda, nije prihvatljivo smatrati da je sopstvo to koje doživljava osećaj. ",
  "dn15:32.1": "Ānanda, kada monah ne smatra osećaj sopstvom, ne smatra da je sopstvo bez doživljaja osećaja, kada ne smatra: ’Moje sopstvo oseća, jer je moje sopstvo podložno osećaju’ – ",
  "dn15:32.2": "tada, bez takvih razmatranja, ne vezuje se za bilo šta na ovome svetu. ",
  "dn15:32.3": "Pošto se ne vezuje, nije uznemiren. Kada nije uznemiren, on stiže do nibbāne. ",
  "dn15:32.4": "Tada razume: ’Ovo je poslednje rođenje, proživljen je svetački život, učinjeno ono što je trebalo učiniti, nema više preporađanja u bilo koji oblik bivanja’. ",
  "dn15:32.5": "Ānanda, ako bi bilo ko o monahu čiji je um ovako oslobođen rekao da zastupa gledište: ",
  "dn15:32.6": "’Tathāgata postoji posle smrti’ – to ne bi bilo istina; ",
  "dn15:32.7": "ili da zastupa gledište: ’Tathāgata ne postoji posle smrti’ – to ne bi bilo istina; ",
  "dn15:32.8": "ili da zastupa gledište: ’Tathāgata i postoji i ne postoji posle smrti’ – to ne bi bilo istina; ",
  "dn15:32.9": "ili da zastupa gledište: ’Tathāgata ni postoji niti ne postoji posle smrti’ – to ne bi bilo istina. ",
  "dn15:32.10": "A zašto? ",
  "dn15:32.11": "Zato što je taj monah oslobođen tako što neposredno zna: koliko daleko označavanje i put označavanja dosežu, koliko daleko jezik i put jezika dosežu, koliko daleko opisivanje i put opisivanja dosežu, koliko daleko mudrost i područje mudrosti dosežu, koliko krug preporađanja i njegovo produžavanje dosežu. Reći za monaha koji je oslobođen ovakvim neposrednim znanjem da zastupa gledište: ’Ne postoji takva stvar kao što je znanje i viđenje’ – to ne bi bilo istina. ",
  "dn15:33.0": "5. Sedam stanica za svest ",
  "dn15:33.1": "Ānanda, postoji ovih sedam stanica za svest i dva područja. ",
  "dn15:33.2": "Kojih sedam? ",
  "dn15:33.3": "Postoje, Ānanda, bića koja se razlikuju po telu i po opažanju, kao što su ljudska bića, božanstva i neka bića u nižim svetovima. ",
  "dn15:33.4": "To je prva stanica za svest. ",
  "dn15:33.5": "Postoje bića koja se razlikuju po telu, ali su identična po opažanju, kao što su božanstva iz sveta Brahme, koja su nastala na osnovu prvog zadubljenja. ",
  "dn15:33.6": "To je druga stanica za svest. ",
  "dn15:33.7": "Postoje bića koja su identična po telu, ali se razlikuju po opažanju, kao što su božanstva neprekidnog sjaja. ",
  "dn15:33.8": "To je treća stanica za svest. ",
  "dn15:33.9": "Postoje bića koja su identična po telu i po opažanju, kao što su božanstva blistave slave. ",
  "dn15:33.10": "To je četvrta stanica za svest. ",
  "dn15:33.11": "Postoje bića koja, kroz potpuno nadilaženje opažanjâ materijalnih oblika, prestanak opažanjâ podražaja, neobraćanje pažnje na opažanja raznolikosti i (kontemplirajući) ’Prostor je beskrajan’, stižu u područje beskrajnog prostora. ",
  "dn15:33.12": "To je peta stanica za svest. ",
  "dn15:33.13": "Postoje bića koja, kroz potpuno nadilaženje područja beskrajnog prostora i (kontemplirajući) ’Svest je beskonačna’, stižu u područje beskrajne svesti. ",
  "dn15:33.14": "To je šesta stanica za svest. ",
  "dn15:33.15": "Postoje bića koja, kroz potpuno nadilaženje područja beskonačne svesti i (kontemplirajući) ’Ništa ne postoji’, stižu u područje ništavila. ",
  "dn15:33.16": "To je sedma stanica za svest. ",
  "dn15:33.17": "Osnova bića bez moći opažanja i, druga, osnova ni opažanja ni neopažanja – (to su dve osnove). ",
  "dn15:34.1": "Sada, u pogledu tih sedam stanica za svest i dve osnove, ",
  "dn15:34.2": "ako neko razume prvu stanicu za svest, onu bića koja se razlikuju po telu i po opažanju, i ako razume njen nastanak, prestanak, njezino zadovoljenje, nedovoljnost i izlaz iz nje, da li mu priliči da traži užitak u njoj?” ",
  "dn15:34.3": "„Sigurno da ne, poštovani gospodine”… ",
  "dn15:34.4": "„Ako neko razume preostale stanice za svest… ",
  "dn15:34.5": "područje bića bez moći opažanja… područje ni opažanja ni neopažanja i ako razume njen nastanak, prestanak, njezino zadovoljenje, nedovoljnost i izlaz iz nje, da li mu priliči da traži užitak u njoj?” ",
  "dn15:34.6": "„Sigurno da ne, poštovani gospodine.” ",
  "dn15:34.9": "„Sigurno da ne, poštovani gospodine.” ",
  "dn15:34.10": "„Ānanda, kada je monah – pošto je razumeo onako kako zaista jeste nastanak, prestanak, zadovoljenje, nedovoljnost i izlaz u pogledu ovih sedam stanica za svest i dve osnove – oslobođen ne-prianjanjem, tada se on naziva monahom oslobođenim mudrošću.” ",
  "dn15:35.0": "6. Osam oslobođenja ",
  "dn15:35.1": "Ānanda, postoji osam oslobođenja. ",
  "dn15:35.2": "Kojih osam? ",
  "dn15:35.3": "Neko ko ima materijalni oblik vidi materijalne oblike. ",
  "dn15:35.4": "To je prvo oslobođenje. ",
  "dn15:35.5": "Neko ko ne opaža materijalne oblik interno, vidi materijalne oblike eksterno. ",
  "dn15:35.6": "To je drugo oslobođenje. ",
  "dn15:35.7": "Neko biva oslobođen zahvaljujući ideji lepoga. ",
  "dn15:35.8": "To je treće oslobođenje. ",
  "dn15:35.9": "Kroz potpuno nadilaženje opažanjâ materijalnog oblika, prestanka opažanjâ podražaja, neobraćanje pažnje na opažanja raznolikosti i (kontemplirajući) ’Prostor je beskrajan’, neko stiže i boravi u područje beskrajnog prostora. ",
  "dn15:35.10": "To je četvrto oslobođenje. ",
  "dn15:35.11": "Kroz potpuno nadilaženje područja beskrajnog prostora i (kontemplirajući) ’Svest je beskonačna’, neko stiže i boavi u području beskrajne svesti. ",
  "dn15:35.12": "To je peto oslobođenje. ",
  "dn15:35.13": "Kroz potpuno nadilaženje područja beskonačne svesti i (kontemplirajući) ’Ništa ne postoji’, neko stiže i boravi u području ništavila. ",
  "dn15:35.14": "To je šesto oslobođenje. ",
  "dn15:35.15": "Kroz potpuno nadilaženje područja ništavila, neko stiže i boravi u području ni opažanja ni neopažanja. ",
  "dn15:35.16": "To je sedmo oslobođenje. ",
  "dn15:35.17": "Kroz potpuno nadilaženje područja ni opažanja ni neopažanja, neko stiže i boravi u prestanku opažanja i osećanja. ",
  "dn15:35.18": "To je osmo oslobođenje. ",
  "dn15:35.19": "To je, Ānanda, osam oslobođenja. ",
  "dn15:36.1": "Ānanda, kada monah dostigne ovih osam oslobođenja normalnim redom, obrnutim redom, kao i normalnim i obrnutim redom; kada ih dostigne i izranja iz njih gde god poželi, na koji god način poželi i koliko god dugo da želi; ",
  "dn15:36.2": "kada kroz uklanjanje svih otrova, on ovde i sada dostiže i boravi u potpuno čistom oslobođenju uma, oslobođenju mudrošću, ostvarivši to sam za sebe uz pomoć neposrednog znanja, tada se on naziva monahom oslobođenim na oba načina. ",
  "dn15:36.3": "I ne postoji, Ānanda, oslobođenje na oba načina više i uzvišenije nego što je to.” ",
  "dn15:36.4": "Tako reče Blaženi. ",
  "dn15:36.5": "Zadovoljan, poštovani Ānanda se obradova rečima Blaženoga. "
}