{
  "dn16:0.1": "Zbirka dugih govora 16 ",
  "dn16:0.2": "Dugi govor o konačnom oslobođenju ",
  "dn16:1.1.1": "Ovako sam čuo. ",
  "dn16:1.1.2": "Jednom je Blaženi boravio kraj Rāđagahe, na Lešinarevoj hridi. ",
  "dn16:1.1.3": "A u to vreme Ađātasattu Vedehiputta, kralj Magadhe, nameravao je da povede rat protiv Vađđija. ",
  "dn16:1.1.4": "Ovako je govorio: ",
  "dn16:1.1.5": "„Te Vađđije, makoliko da su snažni i moćni, ja ću razoriti, izazvati njihovu propast, dovesti do uništenja.” ",
  "dn16:1.2.1": "Onda kralj Ađātasattu reče svom glavnom savetniku brahmanu Vassakāri: ",
  "dn16:1.2.2": "„Hajde, brahmane, idi do Blaženog, pokloni mu se do nogu u moje ime i upitaj ga živi li bez poteškoća, ima li kakvih bolesti, služe li ga zdravlje i snaga, živi li udobno. ",
  "dn16:1.2.4": " Takođe mu reci: ",
  "dn16:1.2.5": "’Poštovani gospodine, Ađātasattu Vedehiputta, kralj Magadhe, namerava da povede rat protiv Vađđija. ",
  "dn16:1.2.6": "On ovako kaže: ",
  "dn16:1.2.8": "Dobro zapamti šta će ti Blaženi na to odgovoriti i dođi da mi to preneseš. ",
  "dn16:1.2.9": "Tathāgate ne govore laži.” ",
  "dn16:1.3.0": "1. Brahman Vassakāra ",
  "dn16:1.3.1": "„Da, vaše visočanstvo,” odgovori brahman i naredi da se pripremi veliki broj svečanih kočija, pope se na jednu od njih i praćen ostalima izveze se iz Rađagahe ka Lešinarevoj hridi. ",
  "dn16:1.3.2": "Vozio se u kočiji dokle je bilo moguće, pa onda sa nje siđe i peške stiže do Blaženog. Kada je stigao, pozdravi se sa njim, ",
  "dn16:1.3.3": "a kad taj učtivi i prijateljski razgovor bi završen, sede sa strane i reče: ",
  "dn16:1.3.4": "„Poštovani gospodine, Ađātasattu Vedehiputta, kralj Magadhe, klanja se do nogu Blaženog i pita ga živi li bez poteškoća, ima li kakvih bolesti, služe li ga zdravlje i snaga, živi li udobno. ",
  "dn16:1.3.5": "Takođe, kralj Ađātasattu namerava da povede rat protiv Vađđija. ",
  "dn16:1.3.6": "On ovako kaže: ",
  "dn16:1.3.7": "„Te Vađđije, makoliko da su snažni i moćni, ja ću razoriti, izazvati njihovu propast, dovesti do uništenja.” ",
  "dn16:1.4.0": "2. Načela na kojima zajednica opstaje ",
  "dn16:1.4.1": "Tom prilikom poštovani Ānanda je stajao kraj Blaženog i hladio ga lepezom. ",
  "dn16:1.4.2": "Onda mu Blaženi reče: ",
  "dn16:1.4.3": "(1) „Ānanda, jesi li čuo kako se Vađđi često okupljaju u svom veću, kako se redovno sastaju?” ",
  "dn16:1.4.4": "„Da, poštovani gospodine, čuo sam o tome.” ",
  "dn16:1.4.5": "„Ānanda, sve dok se Vađđi često okupljaju u svom veću, redovno sastaju, može se očekivati da oni napreduju, a ne da propadaju. ",
  "dn16:1.4.6": "(2) A jesi li, Ānanda, čuo kako se Vađđiji u slozi sastaju, u slozi razilaze, u slozi svoje poslove obavljaju?” ",
  "dn16:1.4.7": "”Da, poštovani gospodine, čuo sam o tome.” ",
  "dn16:1.4.8": "„Ānanda, sve dok se Vađđiji u slozi sastaju, u slozi razilaze, u slozi svoje poslove obavljaju, može se očekivati da oni napreduju, a ne da propadaju. ",
  "dn16:1.4.9": "(3) A jesi li, Ānanda, čuo da Vađđiji ne proglašavaju pravilom nešto što već ne važi kao pravilo, ne ukidaju ono što već važi kao pravilo i drže se onoga što znaju kao svoj zakon od davnina?” ",
  "dn16:1.4.10": "„Da, poštovani gospodine, čuo sam o tome.” ",
  "dn16:1.4.11": "„Ānanda, sve dok Vađđiji ne proglašavaju pravilom nešto što već ne važi kao pravilo, ne ukidaju ono što već važi kao pravilo i drže se onoga što znaju kao svoj zakon od davnina, može se očekivati da oni napreduju, a ne da propadaju. ",
  "dn16:1.4.12": "(4) A jesi li, Ānanda, čuo da Vađđiji poštuju one među sobom koji su stari, ophode se sa njima sa poštovanjem, uvažavaju i slave, smatraju da njihove reči vredi saslušati?” ",
  "dn16:1.4.13": "„Da, poštovani gospodine, čuo sam o tome.” ",
  "dn16:1.4.14": "„Ānanda, sve dok Vađđiji poštuju one među sobom koji su stari, ophode se sa njima sa poštovanjem, uvažavaju i slave, smatraju da njihove reči vredi saslušati, može se očekivati da oni napreduju, a ne da propadaju. ",
  "dn16:1.4.15": "(5) A jesi li, Ānanda, čuo da Vađđiji poštuju žene i devojke među sobom i ne prisiljavaju ih otmicom da žive sa njima?” ",
  "dn16:1.4.16": "„Da, poštovani gospodine, čuo sam o tome.” ",
  "dn16:1.4.17": "„Ānanda, sve dok Vađđiji poštuju žene i devojke među sobom i ne prisiljavaju ih otmicom da žive sa njima, može se očekivati da oni napreduju, a ne da propadaju. ",
  "dn16:1.4.18": "(6) A jesi li, Ānanda, čuo da Vađđiji poštuju svoja svetilišta, bilo da su u gradu ili izvan, uvažavaju i slave, ne uskraćuju im ono što im s pravom pripada, baš kao što su to činili i ranije?” ",
  "dn16:1.4.19": "„Da, poštovani gospodine, čuo sam o tome.” ",
  "dn16:1.4.20": "„Ānanda, sve dok Vađđiji poštuju svoja svetilišta, bilo da su u gradu ili izvan, uvažavaju i slave, ne uskraćuju im ono što im s pravom pripada, baš kao što su to činili i ranije, može se očekivati da oni napreduju, a ne da propadaju. ",
  "dn16:1.4.21": "(7) A jesi li, Ānanda, čuo da Vađđiji grade boravišta za arahante,4 staraju se o njima, snabdevaju onim što im je potrebno, tako da oni vrli askete koji ne žive u njihovoj zemlji požele da tu dođu, a oni koji su već tu, žive zadovoljni, može se očekivati da oni napreduju, a ne da propadaju?” ",
  "dn16:1.4.22": "„Da, poštovani gospodine, čuo sam o tome.” ",
  "dn16:1.4.23": "„Ānanda, sve dok Vađđiji grade boravišta za arahante, staraju se o njima, snabdevaju onim što im je potrebno, tako da oni vrli askete koji ne žive u njihovoj zemlji požele da tu dođu, a oni koji su već tu, žive zadovoljni, može se očekivati da Vađđiji napreduju, a ne da propadaju. ",
  "dn16:1.5.1": "Onda Blaženi reče brahmanu Vassakāri: ",
  "dn16:1.5.2": "„Brahmane, jednom sam živeo blizu Vesālija, kraj Sārandada svetilišta. ",
  "dn16:1.5.3": "Tu sam podučio Vađđije ovih sedam načela nepropadanja. ",
  "dn16:1.5.4": "Brahmane, sve dok oni budu imali čvrsto uporište među Vađđijima, sve dok ih se oni budu pridržavali, može se očekivati da Vađđi napreduju, a ne da propadaju.” ",
  "dn16:1.5.5": "Kada je ovo bilo izgovoreno, brahman Vassakāra reče Blaženom: ",
  "dn16:1.5.6": "„Poštovani Gotama, ako se budu pridržavali makar samo jednog od tih načela, Vađđiji će napredovati, a ne propadati. ",
  "dn16:1.5.7": "A pogotovo svih sedam! ",
  "dn16:1.5.8": "Kralj Ađātasattu in ne može pobediti ratom, poštovani Gotama, već samo glasinama, samo ako unese razdor među njih. ",
  "dn16:1.5.9": "„A sada je, poštovani Gotama, vreme da krenem. Vrlo sam zauzet i mnogo toga treba još uraditi.” ",
  "dn16:1.5.10": "„Učini, brahmane, onako kako misliš da treba.” ",
  "dn16:1.5.11": "Na to brahman Vassakāra, saglasan i obradovan onim što je Blaženi rekao, ustade sa svog mesta i otide. ",
  "dn16:1.6.0": "3. Načela na kojima monasi opstaju ",
  "dn16:1.6.1": "Ne dugo pošto je brahman Vassakāra otišao, Blaženi reče Ānandi: ",
  "dn16:1.6.2": "„Hajde, Ānanda, obiđi monahe koji žive u okolini Rāđagahe i reci im da se okupe u velikoj dvorani.” ",
  "dn16:1.6.3": "„Da, poštovani gospodine,” odgovori Ananda i učini kako je njega zatraženo, pa obavesti Blaženog: ",
  "dn16:1.6.4": "„Monaška zajednica je okupljena. Poštovani gospodine, vreme je da uradite ono što mislite da treba.” ",
  "dn16:1.6.5": "A Blaženi ustade sa svog mesta i otide do velike dvorane. Tamo sede na unapred pripremljeno mesto. ",
  "dn16:1.6.6": "Sedeći tako, reče on monasima: ",
  "dn16:1.6.7": "„Monasi, izložiću vam sedam načela na kojima monasi opstaju, ne propadaju. ",
  "dn16:1.6.8": "Slušajte i dobro zapamtite šta ću vam reći.” ",
  "dn16:1.6.9": "„Da, poštovani gospodine,” odgovoriše monasi. ",
  "dn16:1.6.10": "A Blaženi ovako nastavi: ",
  "dn16:1.6.11": "(1) „Monasi, sve dok se monasi često okupljaju, redovno sastaju, može se očekivati da oni napreduju, a ne da propadaju. ",
  "dn16:1.6.12": "(2) Sve dok se monasi u slozi sastaju, u slozi razilaze, u slozi svoje poslove obavljaju, može se očekivati da oni napreduju, a ne da propadaju. ",
  "dn16:1.6.13": "(3) Sve dok monasi ne proglašavaju pravilom nešto što već ne važi kao pravilo, ne ukidaju ono što već važi kao pravilo i drže se onoga što znaju kao svoja pravila vežbanja, može se očekivati da oni napreduju, a ne da propadaju. ",
  "dn16:1.6.14": "(4) Sve dok monasi poštuju one među sobom koji su stariji po monaškom stažu, ophode se sa njima sa poštovanjem, uvažavaju i slave, smatraju da njihove reči vredi saslušati, može se očekivati da oni napreduju, a ne da propadaju. ",
  "dn16:1.6.15": "(5) Sve dok monasi ne potpadnu pod uticaj žudnje za novim preporađanjem, može se očekivati da oni napreduju, a ne da propadaju. ",
  "dn16:1.6.16": "(6) Sve dok monasi s radošću žive u svojim boravištima u šumi, može se očekivati da oni napreduju, a ne da propadaju. ",
  "dn16:1.6.17": "(7) Monasi, sve dok monasi svaki za sebe neguju svesnost, tako da njihovi vrli saputnici u svetačkom životu mogu da im se pridruže, a potom da sa njima ugodno žive, može se očekivati da oni napreduju, a ne da propadaju. ",
  "dn16:1.6.18": "Sve dok ovih sedam načela budu imali čvrsto uporište među monasima, sve dok ih se oni budu pridržavali, može se očekivati da monasi napreduju, a ne da propadaju. ",
  "dn16:1.7.1": "Monasi, izložiću vam još sedam načela na kojima monasi opstaju, ne propadaju. Slušajte i dobro zapamtite šta ću vam reći.” ",
  "dn16:1.7.2": "„Da, poštovani gospodine,” odgovoriše monasi. ",
  "dn16:1.7.3": "A Blaženi ovako nastavi: ",
  "dn16:1.7.4": "(1) „Monasi, sve dok monasi ne vole suviše svoje poslove,1 ne raduju im se i ne oduševljavaju se njima, može se očekivati da oni napreduju, a ne da propadaju. ",
  "dn16:1.7.5": "(2) Sve dok monasi ne vole suviše razgovor, ne raduju mu se i ne oduševljavaju se njime, može se očekivati da oni napreduju, a ne da propadaju. ",
  "dn16:1.7.6": "(3) Sve dok monasi ne vole suviše spavanje, ne raduju mu se i ne oduševljavaju se njime, može se očekivati da oni napreduju, a ne da propadaju. ",
  "dn16:1.7.7": "(4) Sve dok monasi ne vole suviše druženje, ne raduju mu se i ne oduševljavaju se njime, može se očekivati da oni napreduju, a ne da propadaju. ",
  "dn16:1.7.8": "(5) Sve dok monasi nemaju loše želje, nisu pod njihovim uticajem, može se očekivati da oni napreduju, a ne da propadaju. ",
  "dn16:1.7.9": "(6) Sve dok monasi nisu sa rđavim prijateljima, sa rđavim drugovima, nisu sa njima bliski, može se očekivati da oni napreduju, a ne da propadaju. ",
  "dn16:1.7.10": "(7) Sve dok se monasi ne zaustave na nižim postignućima i ulažu napor da dostignu i ona viša, sve dok ne uđu u tok, može se očekivati da oni napreduju, a ne da propadaju. ",
  "dn16:1.8.1": "Sve dok ovih sedam načela budu imali čvrsto uporište među monasima, sve dok ih se oni budu pridržavali, može se očekivati da monasi napreduju, a ne da propadaju. ",
  "dn16:1.8.2": "Monasi, izložiću vam još sedam načela na kojima monasi opstaju, ne propadaju… ",
  "dn16:1.8.3": "„Monasi, sve dok monasi budu ispunjeni poverenjem… ",
  "dn16:1.8.4": "stidom zbog svega loše učinjenog… ",
  "dn16:1.8.5": "strahom od svega loše učinjenog… ",
  "dn16:1.8.6": "sve dok su učeni… ",
  "dn16:1.8.7": "energični… ",
  "dn16:1.8.8": "sa čvrsto uspostavljenom svesnošću… ",
  "dn16:1.8.9": "mudri, može se očekivati da oni napreduju, a ne da propadaju. ",
  "dn16:1.8.10": "Sve dok ovih sedam načela budu imali čvrsto uporište među monasima, sve dok ih se oni budu pridržavali, može se očekivati da monasi napreduju, a ne da propadaju. ",
  "dn16:1.8.11": "Monasi, izložiću vam još sedam načela na kojima monasi opstaju, ne propadaju. Slušajte i dobro zapamtite šta ću vam reći.” ",
  "dn16:1.8.12": "„Da, poštovani gospodine,”, odgovoriše monasi. ",
  "dn16:1.8.13": "A Blaženi ovako nastavi: ",
  "dn16:1.9.1": "„Monasi, sve dok monasi budu razvijali svesnost kao elemenat probuđenja… ",
  "dn16:1.9.2": "istraživanje pojava… ",
  "dn16:1.9.3": "energičnost… ",
  "dn16:1.9.4": "ushićenje… ",
  "dn16:1.9.5": "smirenje… ",
  "dn16:1.9.6": "koncentraciju… ",
  "dn16:1.9.7": "spokojstvo kao elemenat probuđenja, može se očekivati da oni napreduju, a ne da propadaju. ",
  "dn16:1.10.1": "Sve dok ovih sedam načela budu imali čvrsto uporište među monasima, sve dok ih se oni budu pridržavali, može se očekivati da monasi napreduju, a ne da propadaju. ",
  "dn16:1.10.2": "Monasi, izložiću vam još sedam načela na kojima monasi opstaju, ne propadaju. Slušajte i dobro zapamtite šta ću vam reći.” ",
  "dn16:1.10.3": "„Da, poštovani gospodine,” odgovoriše monasi. ",
  "dn16:1.10.4": "A Blaženi ovako nastavi: ",
  "dn16:1.10.5": "„Monasi, sve dok monasi budu razvijali opažaj prolaznosti… ",
  "dn16:1.10.6": "opažaj nepostojanja trajnog sopstva… ",
  "dn16:1.10.7": "opažaj odbojnosti… ",
  "dn16:1.10.8": "opažaj opasnosti… ",
  "dn16:1.10.9": "opažaj napuštanja… ",
  "dn16:1.10.10": "opažaj hlađenja strasti… ",
  "dn16:1.10.11": "opažaj prestanka, može se očekivati da oni napreduju, a ne da propadaju. ",
  "dn16:1.10.12": "Sve dok ovih sedam načela budu imali čvrsto uporište među monasima, sve dok ih se oni budu pridržavali, može se očekivati da monasi napreduju, a ne da propadaju. ",
  "dn16:1.11.1": "Monasi, izložiću vam još šest načela na kojima monasi opstaju, ne propadaju. Slušajte i dobro zapamtite šta ću vam reći.” ",
  "dn16:1.11.2": "„Da, poštovani gospodine,” odgovoriše monasi. ",
  "dn16:1.11.3": "A Blaženi ovako nastavi: ",
  "dn16:1.11.4": "(1) „Monasi, sve dok monasi budu blago postupali telom prema svojim saputnicima u svetačkom životu, kako javno, tako i nasamo, može se očekivati da oni napreduju, a ne da propadaju. ",
  "dn16:1.11.5": "(2-3) Sve dok monasi budu blago postupali govorom… ",
  "dn16:1.11.6": "umom prema svojim saputnicima u svetačkom životu, kako javno, tako i nasamo, može se očekivati da oni napreduju, a ne da propadaju. ",
  "dn16:1.11.7": "Sve dok monasi budu bez predomišljanja delili ono što su na propisan način dobili, čak i hranu u svojoj prosjačkoj zdeli, koristili zajedno sa svojim saputnicima u svetačkom životu, može se očekivati da oni napreduju, a ne da propadaju. ",
  "dn16:1.11.8": "Sve dok monasi budu živeli u skladu sa pravilima koja dele sa svojim saputnicima u svetačkom životu, kako javno, tako i nasamo – pravilima koja su bez kršenja, nedostataka, prljanja, defekta, već oslobađaju, a mudri ih hvale, bez vezivanja za njih, pravilima koja doprinose koncentraciji – može se očekivati da oni napreduju, a ne da propadaju. ",
  "dn16:1.11.9": "Sve dok monasi vođeni ispravnim razumevanjem – plemenitim, oslobađajućim, onoga ko u skladu sa njim živi vodi do potpunog okončanja patnje – budu i javno i nasamo živeli među svojim saputnicima u svetačkom životu koji dele isto takvo razumevanje, može se očekivati da oni napreduju, a ne da propadaju. ",
  "dn16:1.11.10": "Sve dok ovih šest načela budu imali čvrsto uporište među monasima, sve dok ih se oni budu pridržavali, može se očekivati da monasi napreduju, a ne da propadaju.” ",
  "dn16:1.12.1": "Dok je živeo kraj Rāđagahe, na Lešinarevoj hridi, Blaženi je često govorio monasima o Dhammi: ",
  "dn16:1.12.2": "„Postoji vrlina, postoji koncentracija, postoji mudrost. ",
  "dn16:1.12.3": "Kada se vežba zajedno sa vrlinom, koncentracija donosi veliki plod, velike zasluge. ",
  "dn16:1.12.4": "Kada se vežba zajedno sa koncentracijom, mudrost donosi veliki plod, velike zasluge. ",
  "dn16:1.12.5": "Kada se vežba sa mudrošću, um postaje potpuno oslobođen otrova, a to su ",
  "dn16:1.12.6": "otrov žudnje za čulnim zadovoljstvima, otrov žudnje za večnim postojanjem i otrov neznanja.” ",
  "dn16:1.13.1": "Kada je ostao kraj Rāđagahe koliko je želeo, Blaženi reče poštovanom Ānandi: ",
  "dn16:1.13.2": "„Hajde, Ānanda, idemo do Ambalaṭṭhike.” ",
  "dn16:1.13.3": "„Da, poštovani gospodine,” odgovori Ānanda. ",
  "dn16:1.13.4": "I tako Blaženi, praćen velikom grupom monaha, stiže u Ambalaṭṭhiku. ",
  "dn16:1.14.1": "Tu se smestio u odmorištu koje je podigao kralj. ",
  "dn16:1.14.2": "Dok je tu boravio, Blaženi je često govorio monasima o Dhammi: ",
  "dn16:1.14.3": "„Postoji vrlina, postoji koncentracija, postoji mudrost. ",
  "dn16:1.14.4": "Kada se vežba zajedno sa vrlinom, koncentracija donosi veliki plod, velike zasluge. ",
  "dn16:1.14.5": "Kada se vežba zajedno sa koncentracijom, mudrost donosi veliki plod, velike zasluge. ",
  "dn16:1.14.6": "Kada se vežba sa mudrošću, um postaje potpuno oslobođen otrova, a to su ",
  "dn16:1.14.7": "otrov žudnje za čulnim zadovoljstvima, otrov žudnje za večnim postojanjem i otrov neznanja.” ",
  "dn16:1.15.1": "Kada je ostao kraj Ambalaṭṭike koliko je želeo, Blaženi reče poštovanom Ānandi: ",
  "dn16:1.15.2": "„Hajde, Ānanda, idemo do Nāḷande.” ",
  "dn16:1.15.3": "„Da, poštovani gospodine,” odgovori Ānanda. ",
  "dn16:1.15.4": "I tako Blaženi, praćen velikom grupom monaha, stiže u Nāḷandu. ",
  "dn16:1.15.5": "Tu se smestio u Pāvārikinom mangovom gaju. ",
  "dn16:1.16.0": "4. Sāriputtin lavovski rik ",
  "dn16:1.16.1": "Tu poštovani Sāriputta dođe do Blaženog, pokloni mu se i sede sa strane. Dok je tako sedeo, ovako reče Blaženom: ",
  "dn16:1.16.2": "„Ah, Blaženi, ja ovako verujem: ",
  "dn16:1.16.3": "’Nije bilo, neće biti, niti sada postoji asketa ili brahman koji nadilazi Blaženog u višem znanju o potpunom probuđenju’.” ",
  "dn16:1.16.5": "’Ovako verujem, Blaženi: ",
  "dn16:1.16.6": "’Nije bilo, neće biti, niti sada postoji asketa ili brahman koji nadilazi Blaženog u višem znanju o potpunom probuđenju’.” ",
  "dn16:1.16.7": "Sāriputta, plemenite, potpuno probuđene Bude koji su živeli u prošlosti, da li si znao sve te Blažene pronikavši svojim umom u njihov um ovako: ",
  "dn16:1.16.8": "’Ovakva je vrlina tih Blaženih, ovakvo učenje, ovakva mudrost, ovakvo življenje, ovakvo oslobođenje’?” ",
  "dn16:1.16.9": "„Ne, poštovani gospodine.” ",
  "dn16:1.16.10": "A one plemenite, potpuno probuđene Bude koji će tek živeti u budućnosti, da li znaš sve te Blažene pronikavši svojim umom u njihov um ovako: ",
  "dn16:1.16.11": "’Ovakva je vrlina tih Blaženih, ovakvo učenje, ovakva mudrost, ovakvo življenje, ovakvo oslobođenje’?” ",
  "dn16:1.16.12": "„Ne, poštovani gospodine.” ",
  "dn16:1.16.13": "A mene koji sam sada plemeniti, potpuno probuđeni Buda, da li si pronikao svojim umom u moj um ovako: ",
  "dn16:1.16.14": "’Ovakva je vrlina Blaženog, ovakvo učenje, ovakva mudrost, ovakvo življenje, ovakvo oslobođenje’?” ",
  "dn16:1.16.15": "„Ne, poštovani gospodine.” ",
  "dn16:1.16.16": "„Dakle, Sāriputta, ti ne znaš umove prošlih, budućih i sadašnjeg plemenitog, potpuno probuđenoga. ",
  "dn16:1.16.17": "Kako onda možeš reći tako hrabre reči, odlučne reči, pravi lavovski rik: ",
  "dn16:1.16.18": "’Nije bilo, neće biti, niti sada postoji asketa ili brahman koji nadilazi Blaženog u višem znanju o potpunom probuđenju’.” ",
  "dn16:1.17.1": "„Poštovani gospodine, ja ne znam umove prošlih, budućih i sadašnjeg plemenitog, potpuno probuđenoga. ",
  "dn16:1.17.2": "Ali sam do takvog zaključka došao zaključivanjem zasnovanim na Dhammi. ",
  "dn16:1.17.3": "Baš kao što u kraljevom gradu na granici, jakom utvrđenju opasanom zidinama, postoji samo jedna kapija ",
  "dn16:1.17.4": "i na njoj stoji mudar, umešan, inteligentan stražar. ",
  "dn16:1.17.5": "I on ne pušta da uđu oni koje ne poznaje, a pušta one koje poznaje. A onda neko obiđe oko tog grada i ne vidi nijednu pukotinu u zidu, nijedan otvor čak ni toliko mali da bi mačka mogla kroz njega da se provuče. ",
  "dn16:1.17.6": "Takav bi čovek mogao zaključiti: ",
  "dn16:1.17.7": "’Svako živo biće koje bi ušlo ili izašlo iz ovoga grada, moralo bi da to učini kroz ovu kapiju’. ",
  "dn16:1.17.8": "Na isti način sam, poštovani gospodine, do takvog zaključka došao razmišljanjem zasnovanim na Dhammi: ",
  "dn16:1.17.9": "’Oni u prošlosti, plemeniti i potpuno probuđeni, svi ti Blaženi su savladali pet prepreka, razumeli svojom mudrošću nečistoće uma koje ga slabe, učvrstili svoj um u četiri temelja svesnosti, razvili sedam elemenata probuđenja, te tako stekli više znanje o nenadmašnom potpunom probuđenju. ",
  "dn16:1.17.10": "Isto tako, oni u budućnosti, plemeniti i potpuno probuđeni, svi ti Blaženi će savladati pet prepreka, razumeti svojom mudrošću nečistoće uma koje ga slabe, učvrstiti svoj um u četiri temelja svesnosti, razviti sedam elemenata probuđenja, te tako steći više znanje o nenadmašnom potpunom probuđenju. ",
  "dn16:1.17.11": "Isto tako, Blaženi, koji je sada plemeniti i potpuno probuđeni, jeste savladao pet prepreka, razumeo svojom mudrošću nečistoće uma koje ga slabe, učvrstio svoj um u četiri temelja svesnosti, razvio sedam elemenata probuđenja, te tako stekao više znanje o nenadmašnom potpunom probuđenju.” ",
  "dn16:1.18.1": "A dok je boravio kraj Nāḷande, u Pāvārikinom mangovom gaju, Blaženi je monasima često govorio o Dhammi: ",
  "dn16:1.18.2": "„Postoji vrlina, postoji koncentracija, postoji mudrost. ",
  "dn16:1.18.3": "Kada se vežba zajedno sa vrlinom, koncentracija donosi veliki plod, velike zasluge. ",
  "dn16:1.18.4": "Kada se vežba zajedno sa koncentracijom, mudrost donosi veliki plod, velike zasluge. ",
  "dn16:1.18.5": "Kada se vežba sa mudrošću, um postaje potpuno oslobođen otrova, a to su ",
  "dn16:1.18.6": "otrov žudnje za čulnim zadovoljstvima, otrov žudnje za večnim postojanjem i otrov neznanja.” ",
  "dn16:1.19.0": "5. Opasnost slabe vrline ",
  "dn16:1.19.1": "Kada je ostao kraj Nāḷande koliko je želeo, Blaženi reče poštovanom Ānandi: ",
  "dn16:1.19.2": "„Hajde, Ānanda, idemo do Pāṭaligāme.” ",
  "dn16:1.19.3": "„Da, poštovani gospodine,” odgovori Ānanda. ",
  "dn16:1.19.4": "I tako Blaženi, praćen velikom grupom monaha, stiže u Pāṭaligāmu. ",
  "dn16:1.20.1": "A nezaređeni sledbenici iz Pāṭaligāme dočuše: „Priča se da je Blaženi došao u Pāṭaligāmu.” ",
  "dn16:1.20.2": "Onda oni dođoše do Blaženog, pokloniše mu se i sedoše sa strane. Dok su tako sedeli, ovako mu rekoše: ",
  "dn16:1.20.3": "„Poštovani gospodine, molimo vas da prihvatite naš poziv da prenoćite u našem odmorištu.” ",
  "dn16:1.20.4": "I Blaženi to ćutke prihvati. ",
  "dn16:1.21.1": "Videvši da se Blaženi saglasio, nezaređeni sledbenici iz Pāṭaligāme ustadoše sa svojih mesta, pa poklonivši se Blaženom i pazeći da im on ostane sa desne strane, otidoše do odmorišta. Kada su stigli, raširiše prostirke posvuda po podu, pripremiše mesta za sedenje, napuniše posude sa vodom, upališe uljane lampe, te se vratiše do Blaženog. Kada su stigli, pokloniše mu se, pa stadoše sa strane. Stojeći tako sa strane, ovako rekoše Blaženom: ",
  "dn16:1.21.2": "„Poštovani gospodine, prostirke su raširene posvuda po podu, mesta za sedenje pripremljena, posude sa vodom napunjene, uljane lampe upaljene. ",
  "dn16:1.21.3": "„Vreme je da poštovani uradi kako misli da treba.” ",
  "dn16:1.22.1": "Na to se Blaženi obuče, uze ogrtač i prosjačku zdelu, te zajedno sa monasima ode do odmorišta, opra noge,2 pa uđe u njega i sede licem okrenut prema istoku, naslonjen na središnji stub. ",
  "dn16:1.22.2": "Monasi isto tako opraše noge, pa uđoše u odmorište i sedoše uz zapadni zid, okrenuti ka istoku, tako da je Blaženi bio pred njima. ",
  "dn16:1.22.3": "I nezaređeni sledbenici iz Pāṭaligāme opraše noge, pa uđoše u odmorište i sedoše uz istočni zid, okrenuti ka zapadu, tako da je Blaženi bio pred njima. ",
  "dn16:1.23.1": "Onda Blaženi reče sledbenicima iz Pāṭaligāme: ",
  "dn16:1.23.2": "„Kućedomaćini, pet je opasnosti za onoga ko je bez vrline, ko je izgubio vrlinu. ",
  "dn16:1.23.3": "Kojih pet? ",
  "dn16:1.23.4": "Takav zbog svoje nepromišljenosti trpi veliki gubitak imetka. ",
  "dn16:1.23.5": "To je prva opasnost za njega. ",
  "dn16:1.23.6": "Dalje, onaj ko je bez vrline, ko je izgubio vrlinu, izbija na loš glas. ",
  "dn16:1.23.7": "To je druga opasnost za njega. ",
  "dn16:1.23.8": "Dalje, onaj ko je bez vrline, ko je izgubio vrlinu, u kojem god društvu da se nađe – plemića, brahmana, kućedomaćina ili asketa – oseća nesigurnost, ne sme ništa da prozbori. ",
  "dn16:1.23.9": "To je treća opasnost za njega. ",
  "dn16:1.23.10": "Dalje, onaj ko je bez vrline, ko je izgubio vrlinu, umire zbunjen. ",
  "dn16:1.23.11": "To je četvrta opasnost za njega. ",
  "dn16:1.23.12": "Dalje, onaj ko je bez vrline, ko je izgubio vrlinu, posle sloma tela, posle smrti, preporađa se u svetu lišavanja, na lošem odredištu, u nižim svetovima, čak u paklu. ",
  "dn16:1.23.13": "To je peta opasnost za njega. ",
  "dn16:1.23.14": "Tih je pet opasnosti, kućedomaćini, za onoga ko je bez vrline, ko je izgubio vrlinu. ",
  "dn16:1.24.0": "6. Koristi od snažne vrline ",
  "dn16:1.24.1": "Kućedomaćini, isto tako pet je koristi za onoga ko ima vrlinu, ko je razvio vrlinu. ",
  "dn16:1.24.2": "Kojih pet? ",
  "dn16:1.24.3": "Onaj ko ima vrlinu, ko je razvio vrlinu, zbog svoje promišljenosti veliki imetak stiče. ",
  "dn16:1.24.4": "To je prva korist za njega. ",
  "dn16:1.24.5": "Dalje, o onome ko ima vrlinu, ko je razvio vrlinu, širi se dobar glas. ",
  "dn16:1.24.6": "To je druga korist za njega. ",
  "dn16:1.24.7": "Dalje, onaj ko ima vrlinu, ko je razvio vrlinu, u kojem god društvu da se nađe – plemića, brahmana, kućedomaćina ili asketa – oseća sigurnost, sme da govori. ",
  "dn16:1.24.8": "To je treća korist za njega. ",
  "dn16:1.24.9": "Dalje, onaj ko ima vrlinu, ko je razvio vrlinu, ne umire zbunjen. ",
  "dn16:1.24.10": "To je četvrta korist za njega. ",
  "dn16:1.24.11": "Dalje, onaj ko ima vrlinu, ko je razvio vrlinu, posle sloma tela, posle smrti, preporađa se na dobrom odredištu, čak u nebeskom svetu. ",
  "dn16:1.24.12": "To je peta korist za njega. ",
  "dn16:1.24.13": "Tih je pet koristi, kućedomaćini, za onoga ko ima vrlinu, ko je razvio vrlinu.” ",
  "dn16:1.25.1": "Pošto je Blaženi tokom dobrog dela noći nezaređene sledbenike iz Pāṭaligāme upućivao, podsticao, nadahnjivao i obradovao govorom o Dhammi, na kraju im reče: ",
  "dn16:1.25.2": "„Na izmaku je noć, kućedomaćini, vreme je da učinite ono što mislite da treba.” ",
  "dn16:1.25.3": "„Da, poštovani,” odgovoriše kućedomaćini iz Pāṭaligāme, pa ustadoše sa svojih mesta, pokloniše se Blaženom i pazeći da im ovaj ostane sa desne strane, otidoše. ",
  "dn16:1.25.4": "Ne dugo pošto su kućedomaćini iz Pāṭaligāme otišli, Blaženi se udalji na osamljeno mesto. ",
  "dn16:1.26.0": "7. Gradnja utvrđenja ",
  "dn16:1.26.1": "A u to vreme Sunidha i Vassakārā, glavni savetnici kralja Māgadhe, u Pāṭaligāmi su podizali utvrđenje kao odbranu od napada Vađđija. ",
  "dn16:1.26.2": "U isto vreme mnogo božanstava, na hiljade njih, boravila su na različitim mestima u Pāṭaligāmi. ",
  "dn16:1.26.3": "Na istim onim mestima na kojim su boravila velika božanstva, na tim mestima su moćni gospodari i kraljevi savetnici nameravali da sebi podignu kuće. ",
  "dn16:1.27.1": "Na istim onim mestima na kojim su boravila božanstva srednjeg ranga, na tim mestima su gospodari i kraljevi savetnici srednjeg ranga nameravali da sebi podignu kuće. ",
  "dn16:1.27.2": "Na istim onim mestima na kojim su boravila niža božanstva, na tim mestima su niži gospodari i kraljevi savetnici nameravali da sebi podignu kuće. ",
  "dn16:1.27.3": "I vide Blaženi svojim duhovnim okom, pročišćenim i superiornim u odnosu na ljudsko, da su ta božanstva, na hiljade njih, zauzela zemljište u Pāṭaligāmi. ",
  "dn16:1.27.4": "Onda pred zoru, ustavši sa svog mesta, Blaženi reče poštovanom Ānandi: ",
  "dn16:1.27.5": "„Ko to, Ānanda, pravi utvrđenje u Pāṭaligāmi?” ",
  "dn16:1.27.6": "„Sunidha i Vassakārā, poštovani gospodine, glavni savetnici kralja Māgadhe, podižu u Pāṭaligāmi utvrđenje kao odbranu od napada Vađđija.” ",
  "dn16:1.28.1": "„Ānanda, baš kao da su se konsultovali sa božanstvima neba trideset trojice, ",
  "dn16:1.28.2": "tako Sunidha i Vassakārā, glavni savetnici kralja Māgadhe, podižu u Pāṭaligāmi utvrđenje kao odbranu od napada Vađđija. ",
  "dn16:1.28.3": "Ovde sam, Ānanda, video duhovnim okom, pročišćenim i superiornim u odnosu na ljudsko, da su božanstva, na hiljade njih, zauzela zemljište u Pāṭaligāmi. ",
  "dn16:1.28.4": "Na istim onim mestima na kojim su boravila velika božanstva, na tim mestima su moćni gospodari i kraljevi savetnici nameravali da sebi podignu kuće. ",
  "dn16:1.28.5": "Na istim onim mestima na kojim su boravila božanstva srednjeg ranga, na tim mestima su gospodari i kraljevi savetnici srednjeg ranga nameravali da sebi podignu kuće. ",
  "dn16:1.28.6": "Na istim onim mestima na kojim su boravila niža božanstva, na tim mestima su niži gospodari i kraljevi savetnici nameravali da sebi podignu kuće. ",
  "dn16:1.28.7": "Ānanda, sve dok postoji područje Arijevaca, sve dok se ovde putevi ukrštaju, ovaj trgovački grad Pāṭaliputta će biti glavni među gradovima. ",
  "dn16:1.28.8": "Ali za Pāṭaliputtu, Ānanda, postoje  ove tri opasnosti: ",
  "dn16:1.28.9": "požar, poplava i razjedinjenost. ",
  "dn16:1.29.1": "Onda Sunidha i Vassakārā, glavni savetnici kralja Māgadhe, dođoše do Blaženog i učtivo se sa njim pozdraviše. ",
  "dn16:1.29.2": "Kada taj učtivi i prijateljski razgovor bi završen, stadoše oni sa strane i rekoše mu: ",
  "dn16:1.29.3": "„Neka Blaženi zajedno sa monaškom zajednicom prihvati od nas poziv za obrok sutra.” ",
  "dn16:1.29.4": "I Blaženi to ćutke prihvati. ",
  "dn16:1.30.1": " Znajući da je Blaženi prihvatio, Sunidha i Vassakārā, glavni savetnici kralja Māgadhe, otidoše svome domu. Kada su stigli, dadoše da se pripreme različita ukusna jela i mnogo poslastica, pa poručiše Blaženom: ",
  "dn16:1.30.2": "„Vreme je, učitelju Gotama, obrok je spreman”. ",
  "dn16:1.30.3": "A ujutru se Blaženi obuče, uze svoju prosjačku zdelu i gornji ogrtač, pa praćen velikom grupom monaha krenu put doma Sunidhe i Vassakāre, glavnih savetnika kralja Māgadhe. ",
  "dn16:1.30.4": "Kad je stigao, sede na unapred pripremljeno mesto. A Sunidha i Vassakāra, glavni savetnici kralja Māgadhe, svojim su rukama poslužili i različitim vrstama jela ugostili i nahranili monašku zajednicu predvođenu Blaženim. ",
  "dn16:1.30.5": "Kada je Blaženi jeo i oprao ruke i prosjačku zdelu, Sunidha i Vassakāra odabraše niža mesta i sedoše sa strane. ",
  "dn16:1.31.1": "Dok su tako sedeli sa strane, Blaženi izrazi svoje odobravanje ovim stihovima: ",
  "dn16:1.31.2": "„Na mestu na kojem živi, ",
  "dn16:1.31.3": "nahranivši onoga ko je ",
  "dn16:1.31.4": "mudar i čestit, obuzdan, ",
  "dn16:1.31.5": "ko svetačkim životom živi, ",
  "dn16:1.31.6": "neka svoj dar posveti bogovima ",
  "dn16:1.31.7": "koji su na tom mestu. ",
  "dn16:1.31.8": "Tako slavljeni, oni slave njega, ",
  "dn16:1.31.9": "tako poštovani, njega poštuju. ",
  "dn16:1.31.10": "Saosećanja za njega imaju, ",
  "dn16:1.31.11": "kao i majka za dete svoje. ",
  "dn16:1.31.12": "A čovek bogovima mio, ",
  "dn16:1.31.13": "uvek vidi ono što je dobro.” ",
  "dn16:1.31.14": "Kada je tako Sunidhi i Vassakāri, glavnim savetnicima kralja Māgadhe, izrazio svoje zadovoljstvo, Blaženi usta sa mesta na kojem je sedeo i otide. ",
  "dn16:1.32.1": "A tom prilikom su Sunidha i Vassakārā pratili Blaženog u stopu (razmišljajući): ",
  "dn16:1.32.2": "„Na koju gradsku kapiju asketa Gotama bude izašao, ta će se zvati ’Gotamina kapija’. ",
  "dn16:1.32.3": "Na kojem gazu asketa Gotama bude prešao reku Gang, taj će se zvati ’Gotamin gaz’.” ",
  "dn16:1.32.4": "I zaista, na koju gradsku kapiju je asketa Gotama izašao, ta postade „Gotamina kapija.” ",
  "dn16:1.32.5": "Onda Blaženi dođe do reke Gang. ",
  "dn16:1.33.1": "I tom prilikom je reka Gang bila je nadošla do vrha, tako da je iz nje mogao da pije gavran stojeći na obali. ",
  "dn16:1.33.2": "Neki ljudi tragali su za čamcima, neki drugi tragali su za skelom, a neki su pravili splavove ne bi li prešli na drugu obalu. ",
  "dn16:1.33.3": "Na to Blaženi hitro, kao kada bi snažan čovek ispružio savijenu ruku ili savio ispruženu ruku, zajedno za monaškom zajednicom nestade sa ove obale Ganga i nađe se na drugoj. ",
  "dn16:1.34.1": "I vide Blaženi kako neki ljudi tragaju za čamcima, neki drugi tragaju za skelom, a neki prave splavove ne bi li prešli na drugu obalu. ",
  "dn16:1.34.2": "Onda Blaženi, razumevši značenje svega toga, izgovori ove nadahnute reči: ",
  "dn16:1.34.3": "„Oni koji pređu uskomešanu bujicu, čine to ",
  "dn16:1.34.4": "podigavši most; takvi za sobom močvaru ostave. ",
  "dn16:1.34.5": "I dok obični ljudi još uvek splav svezuju, ",
  "dn16:1.34.6": "oštroumni su već na obali drugoj.” ",
  "dn16:2.1.0": "8. Govor o plemenitim istinama ",
  "dn16:2.1.1": "Onda Blaženi reče poštovanom Ānandi: ",
  "dn16:2.1.2": "„Hajde, Ānanda, idemo do Koṭigāme.” ",
  "dn16:2.1.3": "„Da, poštovani gospodine,” odgovori Ānanda. ",
  "dn16:2.1.4": "I tako Blaženi, praćen velikom grupom monaha, stiže u Koṭigāmu. ",
  "dn16:2.1.5": "Tu se on smestio. ",
  "dn16:2.2.1": "I tu on reče monasima: ",
  "dn16:2.2.2": "„Monasi, zato što nismo razumeli četiri plemenite istine, nismo proniknuli u četiri plemenite istine, i za mene i za vas bilo je dugo putovanje krugom preporađanja. ",
  "dn16:2.2.3": "A koje četiri? ",
  "dn16:2.2.4": "Zato što nismo razumeli, zato što nismo proniknuli u plemenitu istinu o patnji, ",
  "dn16:2.2.5": "plemenitu istinu o nastanku patnje, ",
  "dn16:2.2.6": "plemenitu istinu o prestanku patnje ",
  "dn16:2.2.7": "i plemenitu istinu o putu koji vodi do prestanka patnje. ",
  "dn16:2.2.8": "Ali sada je, monasi, shvaćena, sada je proniknuta plemenita istina o patnji, plemenita istina o nastanku patnje, plemenita istina o prestanku patnje i plemenita istina o putu koji vodi do prestanka patnje. Razorena je žudnja za večnim postojanjem, uništeno ono što vodi ka preporađanju, nema više novih života.” ",
  "dn16:2.3.1": "Tako reče Blaženi. ",
  "dn16:2.3.2": "A zatim i ovo dodade učitelj: ",
  "dn16:2.3.3": "„Zato što četiri plemenite istine ",
  "dn16:2.3.4": "toliko dugo ne videsmo; ",
  "dn16:2.3.5": "dugo je bilo i naše putovanje ",
  "dn16:2.3.6": "iz života u život. ",
  "dn16:2.3.7": "Ali sada kada su istine uočene, ",
  "dn16:2.3.8": "vezanost za preporađanje nestala je. ",
  "dn16:2.3.9": "Presečen je koren patnje, ",
  "dn16:2.3.10": "novih života više nema.” ",
  "dn16:2.4.1": "Dok je živeo kraj Koṭigāme, Blaženi je često govorio monasima o Dhammi: ",
  "dn16:2.4.2": "„Postoji vrlina, postoji koncentracija, postoji mudrost. ",
  "dn16:2.4.3": "Kada se vežba zajedno sa vrlinom, koncentracija donosi veliki plod, velike zasluge. ",
  "dn16:2.4.4": "Kada se vežba zajedno sa koncentracijom, mudrost donosi veliki plod, velike zasluge. ",
  "dn16:2.4.5": "Kada se vežba sa mudrošću, um postaje potpuno oslobođen nečistoća, a to su ",
  "dn16:2.4.6": "otrov žudnje za čulnim zadovoljstvima, otrov žudnje za večnim postojanjem i otrov neznanja.” ",
  "dn16:2.5.0": "9. Smrt u Nādiki ",
  "dn16:2.5.1": "Kada je ostao kraj Koṭigāme koliko je želeo, Blaženi reče poštovanom Ānandi: ",
  "dn16:2.5.2": "„Hajde, Ānanda, idemo do Nādike.” ",
  "dn16:2.5.3": "„Da, poštovani gospodine,” odgovori Ānanda. ",
  "dn16:2.5.4": "I tako Blaženi, praćen velikom grupom monaha, stiže u Nādiku. ",
  "dn16:2.5.5": "Tu se smestio u dvorani od cigala. ",
  "dn16:2.6.1": "Onda poštovani Ānanda dođe do Blaženog, pokloni mu se i sede sa strane. Sedeći tako, reče on Blaženom: ",
  "dn16:2.6.2": "„Poštovani gospodine, monah po imenu Sāḷha je umro u Nādiki. Kakva je njegova sudbina, koje je mesto njegovog preporađanja? ",
  "dn16:2.6.3": "Monahinja po imenu Nandā je umrla u Nādiki. Kakva je njena sudbina, koje je mesto njenog preporađanja? ",
  "dn16:2.6.4": "Nezaređeni sledbenik po imenu Sudatto je umro u Nādiki. Kakva je njegova sudbina, koje je mesto njegovog preporađanja? ",
  "dn16:2.6.5": "Nezaređena sledbenica po imenu Suđātā je umrla u Nādiki. Kakva je njena sudbina, koje je mesto njenog preporađanja? ",
  "dn16:2.6.6": "Nezaređeni sledbenik po imenu Kukkuta je umro u Nādiki. Kakva je njegova sudbina, koje je mesto njegovog preporađanja? ",
  "dn16:2.6.7": "Nezaređeni sledbenik po imenu Kālimba… ",
  "dn16:2.6.8": "Nezaređeni sledbenik po imenu Nikaṭo… ",
  "dn16:2.6.9": "Nezaređeni sledbenik po imenu Katissaha… ",
  "dn16:2.6.10": "Nezaređeni sledbenik po imenu Tuṭṭha… ",
  "dn16:2.6.11": "Nezaređeni sledbenik po imenu Santuṭṭha… ",
  "dn16:2.6.12": "Nezaređeni sledbenik po imenu Bhaddha… ",
  "dn16:2.6.13": "Nezaređeni sledbenik po imenu Subhadda je umro u Nādiki. Kakva je njegova sudbina, koje je mesto njegovog preporađanja? ",
  "dn16:2.7.1": "Ānanda, pošto je uklonio nečistoće i zahvaljujući mudrosti u ovom životu dostigao oslobođenje uma lišeno nečistoća, monah Sāḷha je sam za sebe iskusio višu mudrost. ",
  "dn16:2.7.2": "Monahinja Nandā je raskinula pet nižih okova i spontano se preporodila u drugom svetu. Tamo će dostići konačno oslobođenje, tako da se više nikada ne vrati u ovaj svet. ",
  "dn16:2.7.3": "Nezaređeni sledbenik Sudatto je raskinuo tri okova i smanjio pohlepu, mržnju i obmanutost, tako da će se vratiti kao sakadagamin još jednom u ovaj svet da potpuno okonča patnju. ",
  "dn16:2.7.4": "Nezaređena sledbenica Suđātā, Ānanda, raskinula je tri okova i ušla u tok, tako da se više ne mogu preporoditi na mestu patnje i sigurno će postati probuđena. ",
  "dn16:2.7.5": "Nezaređeni sledbenik Kukkuta je raskinuo tri okova i spontano se preporodio u drugom svetu. Tamo će dostići konačno oslobođenje, tako da se više nikada ne vrati u ovaj svet. ",
  "dn16:2.7.6": "Nezaređeni sledbenici Kāḷimbo… ",
  "dn16:2.7.7": "Nikaṭo… ",
  "dn16:2.7.8": "Kiṭissaho… ",
  "dn16:2.7.9": "Tuṭṭho… ",
  "dn16:2.7.10": "Santuṭṭho… ",
  "dn16:2.7.11": "Bhadda… ",
  "dn16:2.7.12": "nezaređeni sledbenik Subhadda je raskinuo pet nižih okova i spontano se preporodio u drugom svetu. Tamo će dostići konačno oslobođenje, tako da se više nikada ne vrati u ovaj svet. ",
  "dn16:2.7.13": "Preko pedeset sledbenika je umrlo u Nādiki i pošto su raskinuli pet nižih okova i spontano se preporodili u drugom svetu, tamo će dostići konačno oslobođenje, tako da se više nikada ne vrate u ovaj svet. ",
  "dn16:2.7.14": "Preko devedeset sledbenika je umrlo u Nādiki i pošto su raskinuli tri okova i smanjili pohlepu, mržnju i obmanutost, vratiće se kao sakadagamini još jednom u ovaj svet da potpuno okončaju patnju. ",
  "dn16:2.7.15": "Više od petsto sledbenika je umrlo u Nādiki i pošto su raskinuli tri okova, ušli su u tok, više se ne mogu preporoditi na mestu patnje i sigurno će postati probuđeni. ",
  "dn16:2.8.0": "10. Ogledalo Dhamme ",
  "dn16:2.8.1": "Ānanda, nema ničeg neobičnog u tome da ljudsko biće umre. ",
  "dn16:2.8.2": "Ako bi svaki put kad neko umre ti došao do Tathāgate i pitao ga isto ovo što sada pitaš, to bi bilo mučno za Tathāgatu. ",
  "dn16:2.8.3": "Zato ću te poučiti metodu nazvanom ogledalo Dhamma, pomoću kojeg plemeniti učenik, ukoliko želi, može objasniti sam za sebe: ",
  "dn16:2.8.4": "„Ja sam siguran da se neću preporoditi u paklu, u životinjskoj materici, u svetu duhova, u svetu lišavanja, na mestu patnje. Ja sam ušao u tok i više se ne mogu preporoditi na mestu patnje. Sigurno ću dostići krajnji cilj potpunog probuđenja.” ",
  "dn16:2.9.1": "A kakav je to metod nazvan ’ogledalo Dhamme’? ",
  "dn16:2.9.3": "Tako, Ānanda, plemeniti učenik poseduje potpuno poverenje u Budu: ",
  "dn16:2.9.4": "’Zaista je Blaženi plemenit i potpuno probuđen, usavršen u znanju i ponašanju, srećan, znalac svetova, nenadmašni vodič onima kojima je potreban putokaz, učitelj božanskim i ljudskim bićima, budan, blažen’. ",
  "dn16:2.9.5": "On poseduje potpuno poverenje u Dhammu: ",
  "dn16:2.9.6": "’Blaženi je dobro izložio Dhammu, ona je vidljiva ovde i sada, vanvremena, poziva da je lično istražimo, praktikujemo i postanemo mudri razumevši je svako sam za sebe.’ ",
  "dn16:2.9.7": "On poseduje potpuno poverenje u monašku zajednicu: ",
  "dn16:2.9.8": "’Zajednica učenika Blaženog vežba na pravi način, vežba na direktan način, vežba na mudar način, vežba na valjan način. Četiri para osoba, osam vrsta ljudi, ta zajednica učenika Blaženog vredna je darova, vredna gostoprimstva, vredna pohvala i vredna poštovanja, ona je nenadmašno polje sticanja zasluga u ovome svetu.’ ",
  "dn16:2.9.9": "On takođe poseduje vrlinu kakva priliči plemenitima, nenarušenu, neuprljanu, čistu, neukaljanu, oslobađajuću, vrlinu kakvu mudri hvale, a potpomaže koncentraciju. ",
  "dn16:2.9.10": "To je, Ānanda, metod nazvan ogledalo Dhamme, uz pomoć kojeg plemeniti učenik, ukoliko želi, može objasniti sam za sebe: ",
  "dn16:2.9.11": "„Ja sam siguran da se neću preporoditi u paklu, u životinjskoj materici, u svetu duhova, u svetu lišavanja, na mestu patnje. Ja sam ušao u tok i ne mogu završiti u paklu. Sigurno ću dostići potpuno probuđenje.” ",
  "dn16:2.10.1": "Dok je živeo kraj Nādike, Blaženi je često govorio monasima o Dhammi: ",
  "dn16:2.10.2": "„Postoji vrlina, postoji koncentracija, postoji mudrost. ",
  "dn16:2.10.3": "Kada se vežba zajedno sa vrlinom, koncentracija donosi veliki plod, velike zasluge. ",
  "dn16:2.10.4": "Kada se vežba zajedno sa koncentracijom, mudrost donosi veliki plod, velike zasluge. ",
  "dn16:2.10.5": "Kada se vežba sa mudrošću, um postaje potpuno oslobođen otrova, a to su ",
  "dn16:2.10.6": "otrov žudnje za čulnim zadovoljstvima, otrov žudnje za večnim postojanjem i otrov neznanja.” ",
  "dn16:2.11.1": "Kada je ostao kraj Nādike koliko je želeo, Blaženi reče poštovanom Ānandi: ",
  "dn16:2.11.2": "„Hajde, Ānanda, idemo do Vesālīja.” ",
  "dn16:2.11.3": "„Da, poštovani gospodine,” odgovori Ānanda. ",
  "dn16:2.11.4": "I tako Blaženi, praćen velikom grupom monaha, stiže u Vesālī, ",
  "dn16:2.11.5": "te se smesti u gaju kurtizane Ambapāli. ",
  "dn16:2.12.1": "I tu on ovako reče monasima: ",
  "dn16:2.12.2": "„Monasi, monah treba da poseduje svesnost i jasno razumevanje, ",
  "dn16:2.12.3": "to vam je moj savet. ",
  "dn16:2.12.4": "A kako to monah poseduje svesnost? ",
  "dn16:2.12.5": "Tako što boravi kontemplirajući telo kao telo, marljiv, s jasnim razumevanjem i svesnošću, odloživši sa strane gramzivost i odbojnost prema ovom svetu; ",
  "dn16:2.12.6": "boravi kontemplirajući osećaje kao osećaje… ",
  "dn16:2.12.7": "boravi kontemplirajući um kao um… ",
  "dn16:2.12.8": "boravi kontemplirajući objekte uma kao objekte uma, marljiv, s jasnim razumevanjem i svesnošću, odloživši sa strane gramzivost i odbojnost prema ovom svetu. ",
  "dn16:2.12.9": "Tako monah poseduje svesnost. ",
  "dn16:2.13.1": "A kako to monah poseduje svesno razumevanje? ",
  "dn16:2.13.2": "Tako što, monasi, kad odlazi i dolazi, monah postupa sa jasnim razumevanjem; kad gleda pravo i kad gleda u stranu, postupa sa jasnim razumevanjem; kad savija i kad pruža svoje udove, postupa sa jasnim razumevanjem; kad oblači svoj donji ogrtač, kad nosi spoljašnji ogrtač i zdelu za prošenje hrane, postupa sa jasnim razumevanjem; kad jede, pije, žvaće i guta hranu, postupa sa jasnim razumevanjem; kad obavlja veliku i malu nuždu, postupa sa jasnim razumevanjem; kad hoda, stoji, sedi, leže i ustaje, govori i ćuti, postupa sa jasnim razumevanjem. ",
  "dn16:2.13.3": "Tako monah poseduje jasno razumevanje. ",
  "dn16:2.13.4": "Monasi, monah treba da živi sa svesnošću i jasnim razumevanjem, ",
  "dn16:2.13.5": "to vam je moj savet. ",
  "dn16:2.14.0": "11. Kurtizana Ambapālī ",
  "dn16:2.14.1": "I doču kurtizana Ambapālī: „Priča se da je Blaženi stigao u Vesālī, da boravi kraj Vesālīja, u mom mangovom gaju.” ",
  "dn16:2.14.2": "Onda ona naredi da se pripremi veliki broj svečanih kočija, pope se na jednu od njih i praćena ostalima izveze se iz Vesālīja ka svom gaju. ",
  "dn16:2.14.3": "Vozila se kočijama dokle je to bilo moguće, a onda siđe i peške otide do Blaženoga. Kada je stigla, pokloni mu se, pa sede sa strane. ",
  "dn16:2.14.4": "Dok je tako sedela, Blaženi je uputi, podstaknu, nadahnu i ohrabri govorom o Dhammi. ",
  "dn16:2.14.5": "Onda kurtizana Ambapālī reče Blaženom: ",
  "dn16:2.14.6": "„Poštovani gospodine, molim vas da zajedno sa monaškom zajednicom prihvatite moj poziv za sutrašnji obrok.” ",
  "dn16:2.14.7": "Blaženi ćutke prihvati ovaj poziv. ",
  "dn16:2.14.8": "Razumevši da je Blaženi prihvatio poziv, kurtizana Ambapālī se pokloni, pa pazeći da joj Blaženi ostane sa desne strane, otide. ",
  "dn16:2.15.1": "Dočuše i Liććhavī iz Vesālija: „Priča se da je Blaženi stigao u Vesālī, da boravi kraj Vesālīja, u Ambapālīnom mangovom gaju.” ",
  "dn16:2.15.2": "Onda narediše da se pripremi veliki broj svečanih kočija, popeše se na njih i izvezoše iz Vesālīja. ",
  "dn16:2.15.3": "Neki od njih bili su plavi, plavo obojenog lica, u plavom odelu, sa plavim ukrasima. Drugi su bili žuti, žuto obojenog lica, u žutom odelu, sa žutim ukrasima. Neki drugi su bili crveni, crveno obojenog lica, u crvenom odelu, sa crvenim ukrasima. Neki drugi su bili beli, belo obojenog lica, u belom odelu, sa belim ukrasima. ",
  "dn16:2.16.1": "I tako kurtizana Ambapālī naiđe na putu na te Liććhavī mladiće, kola u kola, točak u točak, rudu u rudu. ",
  "dn16:2.16.2": "A Liććhavī joj rekoše: ",
  "dn16:2.16.3": "„Zašto si ti, javna ženo, preprečila put Liććhavī mladićima, kola u kola, rudu u rudu, točak u točak?” ",
  "dn16:2.16.4": "„Zato što se, mlada gospodo, vraćam od Blaženog, koji je prihvatio moj poziv za sutrašnji obrok, zajedno sa celom monaškom zajednicom.” ",
  "dn16:2.16.5": "„Ambapāli, prepusti nam taj obrok za stotinu hiljada!” ",
  "dn16:2.16.6": "„Čak i kada biste mi, mlada gospodo, dali čitav Vesālī, zajedno sa svim njegovim bogatstvom, ne bih vam prepustila taj obrok.” ",
  "dn16:2.16.7": "A Liććhavī pljesnuše rukama: ",
  "dn16:2.16.8": "„Ah, izigrala nas je ova javna žena, porazila nas je ova javna žena!” ",
  "dn16:2.16.9": "Potom produžiše ka Ambapālinom gaju. ",
  "dn16:2.17.1": "I Blaženi ih vide još iz daleka kako dolaze, ",
  "dn16:2.17.2": "pa reče monasima: ",
  "dn16:2.17.3": "„Monasi, oni koji nikada ranije nisu videli božanstva neba trideset trojice, neka dobro zagledaju ovu grupu Liććhavīja, ",
  "dn16:2.17.4": "neka je dobro prouče, ",
  "dn16:2.17.5": "dobro osmotre. ",
  "dn16:2.17.6": "Jer oni su poput božanstava neba trideset trojice.” ",
  "dn16:2.18.1": "Liććhavī su se vozili kočijama dokle je to bilo moguće, a onda siđoše i peške otidoše do Blaženoga. Kada su stigli, pokloniše mu se, pa sedoše sa strane. ",
  "dn16:2.18.2": "Dok su tako sedeli, Blaženi ih uputi, podstaknu, nadahnu i ohrabri govorom o Dhammi. ",
  "dn16:2.18.3": "Onda mladi Liććhavī reče Blaženom: ",
  "dn16:2.18.4": "„Poštovani gospodine, molim vas da zajedno sa monaškom zajednicom prihvatite naš poziv za sutrašnji obrok.” ",
  "dn16:2.18.5": "Ali Blaženi odgovori: ",
  "dn16:2.18.6": "„Liććhavī, već sam prihvatio poziv kurtizane Ambapāli za sutrašnji obrok.” ",
  "dn16:2.18.7": "Na to Liććhavī pljesnuše rukama: ",
  "dn16:2.18.8": "„Ah, izigrala nas je ta javna žena, porazila nas je ta javna žena!” ",
  "dn16:2.18.9": "Potom oni iskazaše svoje zadovoljstvo i radost zbog govora o Dhammi, ustadoše sa mesta na kojem su sedeli i pošto su se poklonili Blaženom, udaljiše se, pazeći da im on ostane sa desne strane. ",
  "dn16:2.19.1": "A kurtizana Ambapāli dade da se u njenom gaju pripreme različita ukusna jela i mnogo poslastica, pa poruči Blaženom: ",
  "dn16:2.19.2": "„Vreme je, poštovani gospodine, obrok je spreman.” ",
  "dn16:2.19.3": "A Blaženi se ujutro obukao, uze svoju prosjačku zdelu i gornji ogrtač, pa zajedno praćen monasima krenu put doma kurtizane Ambapāli i tamo sede na pripremljeno mesto. ",
  "dn16:2.19.4": "Onda Ambapāli svojim rukama posluži i različitim vrstama jela ugosti monašku zajednicu predvođenu Blaženim. ",
  "dn16:2.19.5": "Kad je Blaženi jeo i izvadio ruke iz činije, Ambapālia sede na niže mesto, sa strane. ",
  "dn16:2.19.6": "Dok je tako sedela, reče ona Blaženom: ",
  "dn16:2.19.7": "„Poštovani gospodine, želela bih da svoj gaj poklonim monaškoj zajednici predvođenoj Blaženim.” ",
  "dn16:2.19.8": "I prihvati Blaženi ovaj dar. ",
  "dn16:2.19.9": "Na kraju je uputi, podstaknu, nadahnu i ohrabri svojim govorom o Dhammi, te ustade i udalji se. ",
  "dn16:2.20.1": "Dok je živeo kraj Vesālija, u Ambalātikinom mangovom gaju, Blaženi je često govorio monasima o Dhammi: ",
  "dn16:2.20.2": "„Postoji vrlina, postoji koncentracija, postoji mudrost. ",
  "dn16:2.20.3": "Kada se vežba zajedno sa vrlinom, koncentracija donosi veliki plod, velike zasluge. ",
  "dn16:2.20.4": "Kada se vežba zajedno sa koncentracijom, mudrost donosi veliki plod, velike zasluge. ",
  "dn16:2.20.5": "Kada se vežba sa mudrošću, um postaje potpuno oslobođen otrova, a to su ",
  "dn16:2.20.6": "otrov žudnje za čulnim zadovoljstvima, otrov žudnje za večnim postojanjem i otrov neznanja.” ",
  "dn16:2.21.0": "12. Približavanje vasse u selu Veluva ",
  "dn16:2.21.1": "Kada je ostao u Ambalātikinom gaju koliko je želeo, Blaženi reče poštovanom Ānandi: ",
  "dn16:2.21.2": "„Hajde, Ānanda, idemo do sela Veḷuva.” ",
  "dn16:2.21.3": "„Da, poštovani gospodine,” odgovori Ānanda. ",
  "dn16:2.21.4": "I tako Blaženi, praćen velikom grupom monaha, stiže u Veḷuvu ",
  "dn16:2.21.5": "i u njoj se smestio. ",
  "dn16:2.22.1": "Tu on reče monasima: ",
  "dn16:2.22.2": "„Hajde, monasi, nađite u okolini Vesalija10 sebi boravište kod svojih prijatelja, svojih poznanika, svojih sledbenika. ",
  "dn16:2.22.3": "A ja ću ceo period monsuna provesti u Beḷuvi.” ",
  "dn16:2.22.4": "Monasi se saglasiše sa tim i svako sebi pronađe boravište, ",
  "dn16:2.22.5": "dok je Blaženi ostao upravo tu, u malom selu Veḷuva. ",
  "dn16:2.23.1": "I dok je tu boravio, javiše se oštri bolovi u Blaženom, toliko snažni da je bio na ivici smrti. ",
  "dn16:2.23.2": "Blaženi ih umiri tako što je ustalio svesnost i jasno razumevanje, tako da ga ti bolovi više nisu uznemiravali. ",
  "dn16:2.23.3": "Onda se u Blaženom javi misao: ",
  "dn16:2.23.4": "„Ne bi mi priličilo ako bih ušao u konačno oslobođenje, a da prethodno to ne najavim svojim pratiocima i monaškoj zajednici. ",
  "dn16:2.23.5": "Kako bi bilo ako bih, svojom energijom umirivši bolove, još neko vreme produžio život?” ",
  "dn16:2.24.1": "Blaženi tako i učini. ",
  "dn16:2.24.2": "I bolovi u Blaženom se umiriše. ",
  "dn16:2.24.3": "Kada su se bolovi umirili, izašavši iz bolova, oporavivši se od bolesti, Blaženi izađe iz svog boravišta i sede na pripremljeno mesto u hladu. ",
  "dn16:2.24.4": "A Ānanda dođe do njega, pokloni mu se i sede sa strane. Dok je tako sedeo, reče on Blaženom: ",
  "dn16:2.24.5": "„Vidim, poštovani gospodine, da vam je bolje, vidim da možete da podnesete bolove. Ali isto tako vidim da je telo Blaženog slabo i iznureno. Zbog bolesti Blaženog ja sâm sam bio pometen, nisam jasno video stvari. ",
  "dn16:2.24.6": "Ali uteha mi beše da ",
  "dn16:2.24.7": "Blaženi neće ući u konačno oslobođenje pre nego što se obrati monaškoj zajednici.” ",
  "dn16:2.25.1": "„Ali šta to još, Ānanda, monaška zajednica očekuje od mene? ",
  "dn16:2.25.2": "Ono što sam podučavao nisam delio na unutrašnje i spoljašnje. ",
  "dn16:2.25.3": "Nema ničeg skrivenog što bi ostalo u učiteljevoj stisnutoj šaci. ",
  "dn16:2.25.4": "Isto tako, Ānanda, ko god bi pomislio ovako: ",
  "dn16:2.25.5": "’Ja ću sada predvoditi monašku zajednicu’ ili ’Ja sam taj koji će davati uputstva monaškoj zajednici’, neka priča kako hoće. ",
  "dn16:2.25.6": "Ali Tathāgata tako ne razmišlja ",
  "dn16:2.25.9": "Star sam Ānanda, vremešan, na leđima mi je breme godina, poodmakao sam stazom života i stigao do njenog poslednjeg dela: ",
  "dn16:2.25.10": "osamdeset mi je godina. ",
  "dn16:2.25.11": "Baš kao što se stara, rasklimatana kola kotrljaju još samo zahvaljujući tome što su vezana jakim konopcima, ",
  "dn16:2.25.12": "isto tako i moje telo nastavlja da se kreće samo zahvaljujući tome što kao da je vezano jakim konopcima, tako mi izgleda. ",
  "dn16:2.25.13": " Tek kada Tathāgata uđe u sabranost uma bez ikakvog posebnog znaka, neki osećaji prestanu da ga muče, zato što ne usmerava pažnju na bilo kakav znak. I tada je njegovom telu lakše. ",
  "dn16:2.26.1": "Zato, Ānanda, budi sam sebi svetlo, budi sam sebi utočište, a ne neko drugi. Neka Dhamma bude tvoje svetlo, tvoje utočište, a ne nešto drugo. ",
  "dn16:2.26.2": "A kako je to monah sam sebi svetlo, sam sebi utočište, a ne neko drugi, kako je Dhamma njegovo svetlo, njegovo utočište, a ne nešto drugo? ",
  "dn16:2.26.3": "Tako, Ānanda, monah boravi kontemplirajući telo kao telo, marljiv, s jasnim razumevanjem i svesnošću, odloživši sa strane gramzivost i odbojnost prema ovom svetu… ",
  "dn16:2.26.4": "osećaje kao osećaje… ",
  "dn16:2.26.5": "um kao um… ",
  "dn16:2.26.6": "boravi kontemplirajući objekte uma kao objekte uma, marljiv, s jasnim razumevanjem i svesnošću, odloživši sa strane gramzivost i odbojnost prema ovom svetu. ",
  "dn16:2.26.7": "Na taj način, Ānanda, monah je sam sebi svetlo, sam sebi utočište, a ne neko drugi. Na taj način Dhamma je njegovo svetlo, njegovo utočište, a ne nešto drugo. ",
  "dn16:2.26.8": "Koji god su monasi sada ili posle moje smrti sami svoje svetlo, sami svoje utočište, a ne bilo ko drugi, kojima je god Dhamma svetlo i utočite, a ne nešto drugo, ti će među mojim monasima iz mraka izaći na najveće svetlo, samo ako budu vežbali. ",
  "dn16:3.1.0": "13. O Budinom nagoveštaju ",
  "dn16:3.1.1": "Jednoga jutra Blaženi se obuče, uze svoju prosjačku zdelu i gornji ogrtač, pa krenu put Vesālija da prosi hranu. ",
  "dn16:3.1.2": "Kad je prošao Vesāli i vratio se iz prošenja hrane, posle obroka, reče on poštovanom Ānandi: ",
  "dn16:3.1.3": "„Ānanda, uzmi prostirke za sedenje, ",
  "dn16:3.1.4": "pa hajdemo do Ćāpāla svetilišta, da tamo provedemo ostatak dana.” ",
  "dn16:3.1.5": "„Da, poštovani gospodine,” odgovori Ānanda, uze prostirke, pa krenu za Blaženim, prateći ga u stopu. ",
  "dn16:3.2.1": "Kad je Blaženi stigao do svetilišta, sede on tamo na pripremljeno mesto. ",
  "dn16:3.2.2": "A poštovani Ānanda se pokloni Blaženom, pa sede sa strane. ",
  "dn16:3.2.3": "Dok je tako sedeo, Blaženi mu reče: ",
  "dn16:3.2.4": "„Ānanda, divan je Vesāli, divno je svetilište kralja Udene, divno je Gotamaka svetilište, divno je Sattamba svetilište, divno je Bahuputta svetilište, divno je Sārandada svetilište, divno je Ćāpāla svetilište. ",
  "dn16:3.3.1": "I ko god je razvijao, često vežbao, ovladao, temeljno praktikovao, održavao, uvećavao i na pravi način koristio četiri puta ka duhovnim moćima, ukoliko poželi, može da živi pun životni vek ili još i malo duže. ",
  "dn16:3.3.2": "Ānanda, Tathāgata je zaista razvijao, često vežbao, ovladao, temeljno praktikovao, održavao, uvećavao i na pravi način koristio četiri puta ka duhovnim moćima. Ukoliko poželi, on može da živi pun životni vek ili još i malo duže.” ",
  "dn16:3.4.1": "Ali poštovani Ānanda, uprkos tome što je Blaženi načinio tako vidljiv znak, tako vidljivu sugestiju, to nije bio u stanju da razume. ",
  "dn16:3.4.2": "Tako nije zamolio Blaženog: ",
  "dn16:3.4.3": "„Poštovani gospodine, neka Blaženi živi pun životni vek, neka Srećni živi pun životni vek, na korist mnogima, na sreću mnogima, iz saosećanja prema ovom svetu, na dobrobit, korist i sreću božanstvima i ljudima”, slično nekome kome je Māra zaposeo um. ",
  "dn16:3.5.1": "Po drugi put… ",
  "dn16:3.5.2": "Po treći put, Blaženi reče poštovanom Ānandi: ",
  "dn16:3.5.3": "„Ānanda, divan je Vesāli, divno je svetilište kralja Udene, divno je Gotamaka svetilište, divno je Sattamba svetilište, divno je Bahuputta svetilište, divno je Sārandada svetilište, divno je Ćāpāla svetilište. ",
  "dn16:3.5.4": "I ko god je razvijao, često vežbao, ovladao, temeljno praktikovao, održavao, uvećavao i na pravi način koristio četiri puta ka duhovnim moćima, ukoliko poželi, može da živi pun životni vek ili još i malo duže. ",
  "dn16:3.5.5": "Ānanda,  Tathāgata je zaista razvijao, često vežbao, ovladao, temeljno  praktikovao, održavao, uvećavao i na pravi način koristio četiri puta ka  duhovnim moćima. Ukoliko poželi, on može da živi pun životni vek ili još i malo duže.” ",
  "dn16:3.5.6": "Ali poštovani Ānanda, uprkos tome što je Blaženi načinio tako vidljiv znak, tako vidljivu sugestiju, nije bio u stanju da to razume. ",
  "dn16:3.5.7": "Tako nije zamolio Blaženog: ",
  "dn16:3.5.8": "„Poštovani gospodine, neka Blaženi poživi čitav eon, neka Srećni poživi čitav eon, na korist mnogima, na sreću mnogima, iz saosećanja prema ovom svetu, na dobrobit, korist i sreću božanskih i ljudskih bića”, slično nekome kome je Māra zaposeo um. ",
  "dn16:3.6.1": "Onda Blaženi reče poštovanom Ānandi: ",
  "dn16:3.6.2": "„Idi Ānanda, ",
  "dn16:3.6.3": "sada je vreme da učiniš ono što misliš da treba.” ",
  "dn16:3.6.4": "„Da, poštovani gospodine”, odgovori poštovani Ānanda i ustade sa svog mesta, pokloni se, pa pazeći da mu Blaženi ostane sa desne strane, otide do obližnjeg drveta i sede u njegovo podnožje. ",
  "dn16:3.7.0": "14. Mārin zahtev ",
  "dn16:3.7.1": "Onda Māra, Zli, ubrzo pošto je poštovani Ānanda otišao, dođe doBlaženog. Kad je stigao, stade sa strane, pa ovako reče Blaženom: ",
  "dn16:3.7.2": "„Uđite u parinibbānu sada, poštovani gospodine, uđite u parinibbānu, Srećni. Sada je vreme za konačno oslobođenje. ",
  "dn16:3.7.3": "Naime, Blaženi je ranije ovako rekao: ",
  "dn16:3.7.4": "’Zli, neću ući u parinibbānu sve dok moji monasi nisu istinski učenici, ostvarili cilj, obučeni, samopouzdani, učeni, dobro poznaju učenje, vežbaju u skladu sa tim učenjem, zauzeli su ispravan kurs, žive u skladu sa učenjem i pošto su sve to naučili od svoga učitelja, to će i objaviti, propovedati, obznaniti, praktično pokazati, razjasniti, analizirati, učiniti lako razumljivim i – pošto su s dobrim razlogom kritikovali tvrdnje drugih koje su se pojavile – podučavati čudesnu Dhammu.’ ",
  "dn16:3.8.1": "I evo sada su vaši monasi upravo takvi. ",
  "dn16:3.8.2": "Uđite u parinibbānu sada, poštovani gospodine, uđite u parinibbānu, Srećni. Sada je vreme za konačno oslobođenje. ",
  "dn16:3.8.3": "Blaženi je i ovo rekao: ",
  "dn16:3.8.4": "’Zli, neću ući u parinibbānu sve dok moje monahinje ne postanu plemenite učenice koje su obučene, uvežbane, vešte, učene, znaju Dhammu napamet… Dakle, sve dok nisu u stanju da podučavaju ovo čudesno učenje.’ ",
  "dn16:3.8.5": "I evo sada su vaše monahinje upravo takve. ",
  "dn16:3.8.6": "Uđite u parinibbānu sada, poštovani gospodine, uđite u parinibbānu, Srećni. Sada je vreme za konačno oslobođenje. ",
  "dn16:3.8.7": "Blaženi je i ovo rekao: ",
  "dn16:3.8.8": "’Zli, neću ući u parinibbānu sve dok moji nezaređeni sledbenici ne postanu plemeniti učenici koje su obučeni, uvežbani, vešti, učeni, znaju Dhammu napamet… Dakle, sve dok nisu u stanju da podučavaju ovo čudesno učenje.’ ",
  "dn16:3.8.9": "I evo sada su vaši nezaređeni sledbenici upravo takvi. ",
  "dn16:3.8.10": "Uđite u parinibbānu sada, poštovani gospodine, uđite u parinibbānu, Srećni. Sada je vreme za konačno oslobođenje. ",
  "dn16:3.8.11": "Blaženi je i ovo rekao: ",
  "dn16:3.8.12": "’Zli, neću ući u parinibbānu sve dok moje nezaređene sledbenice ne postanu plemenite učenice koje su obučene, uvežbane, vešte, učene, znaju Dhammu napamet… Dakle, sve dok nisu u stanju da podučavaju ovo čudesno učenje.’ ",
  "dn16:3.8.13": "I evo sada su vaše nezaređene sledbenice upravo takve. ",
  "dn16:3.8.14": "Uđite u parinibbānu sada, poštovani gospodine, uđite u parinibbānu, Srećni. Sada je vreme za konačno oslobođenje. ",
  "dn16:3.8.15": "Blaženi je takođe ovako rekao: ",
  "dn16:3.8.16": "’Zli, neću ući u parinibbānu sve dok ovaj moj svetački život ne bude uspešan, prosperitetan i raširen, dostupan, poznat mnogima, dobro objašnjen božanskim i ljudskim bićima.’ ",
  "dn16:3.8.17": "I evo sada je taj svetački život uspešan, prosperitetan i raširen, dostupan, poznat mnogima, dobro objašnjen božanskim i ljudskim bićima. ",
  "dn16:3.8.18": "Uđite u parinibbānu sada, poštovani gospodine, uđite u parinibbānu, Srećni. Sada je vreme za konačno oslobođenje.” ",
  "dn16:3.9.1": "Čuvši to, Blaženi ovako odgovori Māri, Zlom: ",
  "dn16:3.9.2": "„Ne brini se, Zli, nije mnogo vremena ostalo do parinibbāne Blaženog. ",
  "dn16:3.9.3": "Za tri meseca, računajući od sada, Tathāgata će ući u parinibbānu, konačno oslobođenje.” ",
  "dn16:3.10.0": "15. Napuštanje životnog toka ",
  "dn16:3.10.1": "I tako je Blaženi kod Ćāpāla svetilišta, svestan i jasno razumevajući, napustio životni tok. ",
  "dn16:3.10.2": "Sa napuštanjem životnog toka Blaženog, cela zemlja iznenada zadrhta, uz silnu grmljavinu, zastašujuću, od koje se kosa dizala na glavi. ",
  "dn16:3.10.3": "Onda Blaženi, razumevši značenje svega toga, izgovori ove nadahnute stihove: ",
  "dn16:3.10.4": "Neuporedivo poredeći sa daljim bivanjem, ",
  "dn16:3.10.5": "mudrac napusti proces postojanja. ",
  "dn16:3.10.6": "U sebi zadovoljan i koncentrisan, ",
  "dn16:3.10.7": "kao mačem prekinu kontinuitet bivanja. ",
  "dn16:3.11.0": "16. Uzroci zemljotresa ",
  "dn16:3.11.1": "U tom poštovani Ānanda pomisli: ",
  "dn16:3.11.2": "„Neobičan je, neverovatan je ovaj veliki zemljotres, ",
  "dn16:3.13.2": "Kojih osam? ",
  "dn16:3.13.3": "Ova velika zemlja svoje uporište ima u vodi, voda svoje uporište ima u vazduhu, a vazduh je u prostoru. Dođe vreme kada se veliki vazduh zatalasa. Kada se veliki vazduh zatalasa, voda se zatrese. Kada se voda zatrese i zemlja se zatrese. ",
  "dn16:3.13.4": "To je prvi razlog za tako veliki zemljotres. ",
  "dn16:3.14.1": "Takođe, ima asketa i brahmana sa psihičkim moćima, koji su ovladali svojim umom, i ima božanstava sa čudesnim moćima, velikim moćima. Kada neko od njih razvije opažaj zemlje kao veoma male i vode kao ogromne, tada je u stanju da učini da se zemlja snažno zatrese, zadrhti, pokrene. ",
  "dn16:3.14.2": "To je drugi razlog za tako veliki zemljotres. ",
  "dn16:3.15.1": "Takođe, kada se bodhisatta, svestan i sa jasnim razumevanjem, iz Tusita neba spusti u matericu svoje majke, tada se zemlja snažno zatrese, zadrhti, pokrene. ",
  "dn16:3.15.2": "To je treći razlog za tako veliki zemljotres. ",
  "dn16:3.16.1": "Takođe, kada bodhisatta izađe iz materice svoje majke, tada se zemlja snažno zatrese, zadrhti, pokrene. ",
  "dn16:3.16.2": "To je četvrti razlog za tako veliki zemljotres. ",
  "dn16:3.17.1": "Takođe, kada Tathāgata postaje potpuno probuđen, tada se zemlja snažno zatrese, zadrhti, pokrene. ",
  "dn16:3.17.2": "To je peti razlog za tako veliki zemljotres. ",
  "dn16:3.18.1": "Takođe, kada Tathāgata pokreće nenadmašni točak Dhamme, tada se zemlja snažno zatrese, zadrhti, pokrene. ",
  "dn16:3.18.2": "To je šesti razlog za tako veliki zemljotres. ",
  "dn16:3.19.1": "Takođe, kada Tathāgata, svestan i s jasnim razumevanjem, napušta svoj životni tok, tada se zemlja snažno zatrese, zadrhti, pokrene. ",
  "dn16:3.19.2": "To je sedmi razlog za tako veliki zemljotres. ",
  "dn16:3.20.1": "Takođe, Ānanda, kada Tathāgata dostigne konačno oslobođenje, bez ostatka, tada se zemlja snažno zatrese, zadrhti, pokrene. ",
  "dn16:3.20.2": "To je osmi razlog za tako veliki zemljotres. ",
  "dn16:3.20.3": "Ovo je, Ānanda, osam razloga za tako veliki zemljotres. ",
  "dn16:3.21.0": "17. Osam zajednica ",
  "dn16:3.21.1": "Ānanda, postoji osam zajednica. ",
  "dn16:3.21.2": "Kojih osam? ",
  "dn16:3.21.3": "Zajednica plemića, brahmana, kućedomaćina, asketa, četiri velika kralja, trideset trojice, Mārina zajednica i Brahmina zajednica. ",
  "dn16:3.22.1": "I sećam se kako sam prilazio na stotine zajednica plemića. ",
  "dn16:3.22.2": "Sedeo sa njima, razgovarao, živo diskutovao. ",
  "dn16:3.22.3": "Kakav je god bio njihov izgled, takav je bio i moj. Kakav je god bio njihov glas, takav je bio i moj. ",
  "dn16:3.22.4": "I tu ih uputih, podstaknuh, nadahnuh i ohrabrih govorom o Dhammi. ",
  "dn16:3.22.5": "Dok sam im govorio oni nizu znali: ",
  "dn16:3.22.6": "’Ko to govori? Je li to božanstvo ili čovek?’ ",
  "dn16:3.22.7": "Pošto sam ih uputio, podstaknuo, nadahnuo i ohrabrio govorom o Dhammi, ja bih se udaljio. ",
  "dn16:3.22.8": "A oni nizu znali: ",
  "dn16:3.22.9": "’Ko je to otišao? Je li to bilo božanstvo ili čovek?’ ",
  "dn16:3.23.1": "I sećam se kako sam prilazio na stotine zajednica brahmana… ",
  "dn16:3.23.2": "kućedomaćina… ",
  "dn16:3.23.3": "asketa… ",
  "dn16:3.23.11": "I tu ih uputih, podstaknuh, nadahnuh i ohrabrih govorom o Dhammi. ",
  "dn16:3.23.12": "Dok sam im govorio oni nizu znali: ",
  "dn16:3.23.13": "’Ko to govori? Je li to božanstvo ili čovek?’ ",
  "dn16:3.23.14": "Pošto sam ih uputio, podstaknuo, nadahnuo i ohrabrio govorom o Dhammi, ja bih se udaljio. ",
  "dn16:3.23.15": "A oni nizu znali: ",
  "dn16:3.23.16": "’Ko je to otišao? Je li to bilo božanstvo ili čovek?’ ",
  "dn16:3.23.17": "To su, Ānanda, osam zejednica. ",
  "dn16:3.24.0": "18. Osam načina ovladavanja umom ",
  "dn16:3.24.1": "Ānanda, postoji osam načina ovladavanja umom. ",
  "dn16:3.24.2": "Kojih osam? ",
  "dn16:3.25.1": "Kad neko u sebi opažajući oblike, vidi i spoljašnje oblike, male, lepe ili ružne. ",
  "dn16:3.25.2": "I zaključuje ovako: „Ovladavši njima, ja znam, ja vidim.” ",
  "dn16:3.25.3": "To je prvi način ovladavanja umom. ",
  "dn16:3.26.1": "Kad neko u sebi opažajući oblike, vidi i spoljašnje oblike, ogromne, lepe ili ružne. I zaključuje ovako: ",
  "dn16:3.26.2": "I zaključuje ovako: „Ovladavši njima, ja znam, ja vidim.” ",
  "dn16:3.26.3": "To je drugi način ovladavanja umom. ",
  "dn16:3.27.1": "Kad neko ne opažajući oblike u sebi, vidi spoljašnje oblike, male, lepe ili ružne. ",
  "dn16:3.27.2": "I zaključuje ovako: ’Ovladavši njima, ja znam, ja vidim’. ",
  "dn16:3.27.3": "To je treći način ovladavanja umom. ",
  "dn16:3.28.1": "Kad neko ne opažajući oblike u sebi, vidi spoljašnje oblike, ogromne, lepe ili ružne. ",
  "dn16:3.28.2": "„Ovladavši njima, ja znam, ja vidim.” ",
  "dn16:3.28.3": "To je četvrti način ovladavanja umom. ",
  "dn16:3.29.1": "Kad neko, ne opažajući u sebi oblike, vidi spoljašnje oblike, plave, plave boje, plave spoljašnjosti, plavog sjaja. ",
  "dn16:3.29.2": "Baš kao što je umā cvet plav, plave boje, plave spoljašnjosti, plavog sjaja. Ili kao što je tkanina iz Benaresa sa obe strane plava, plave boje, plave spoljašnjosti, plavog sjaja. ",
  "dn16:3.29.3": "Na isti način neko, ne opažajući u sebi oblike, vidi spoljašnje oblike, plave, plave boje, plave spoljašnjosti, plavog sjaja. ",
  "dn16:3.29.4": "„Ovladavši njima, ja znam, ja vidim.” ",
  "dn16:3.29.5": "To je peti način ovladavanja umom. ",
  "dn16:3.30.1": "Kad neko, ne opažajući u sebi oblike, vidi spoljašnje oblike, žute, žute boje, žute spoljašnjosti, žutog sjaja. ",
  "dn16:3.30.2": "Baš kao što je kaṇikāra cvet žut, žute boje, žute spoljašnjosti, žutog sjaja. Ili kao što je tkanina iz Benaresa sa obe strane žuta, žute boje, žute spoljašnjosti, žutog sjaja. ",
  "dn16:3.30.3": "Na isti način neko, ne opažajući u sebi oblike, vidi spoljašnje oblike, žute, žute boje, žute spoljašnjosti, žutog sjaja. ",
  "dn16:3.30.4": "I zaključuje ovako: „Ovladavši njima, ja znam, ja vidim.” ",
  "dn16:3.30.5": "To je šesti način ovladavanja umom. ",
  "dn16:3.31.1": "Kad neko, ne opažajući u sebi oblike, vidi spoljašnje oblike, žute, žute boje, žute spoljašnjosti, žutog sjaja. ",
  "dn16:3.31.2": "Baš kao što je bandhuđīvaka cvet crven, crvene boje, crvene spoljašnjosti, crvenog sjaja. Ili kao što je tkanina iz Benaresa sa obe strane crvena, crvene boje, crvene spoljašnjosti, crvenog sjaja. ",
  "dn16:3.31.3": "Na isti način neko, ne opažajući u sebi oblike, vidi spoljašnje oblike, crvene, crvene boje, crvene spoljašnjosti, crvenog sjaja. ",
  "dn16:3.31.4": "I zaključuje ovako: „Ovladavši njima, ja znam, ja vidim.” ",
  "dn16:3.31.5": "To je sedmi način ovladavanja umom. ",
  "dn16:3.32.1": "Kad neko, ne opažajući u sebi oblike, vidi spoljašnje oblike, bele, bele boje, bele spoljašnjosti, belog sjaja. ",
  "dn16:3.32.2": "Baš kao što je jutarnja zvezda bela, bele boje, bele spoljašnjosti, belog sjaja. Ili kao što je tkanina iz Benaresa sa obe strane bela, bele boje, bele spoljašnjosti, belog sjaja. ",
  "dn16:3.32.3": "Na isti način neko, ne opažajući u sebi oblike, vidi spoljašnje oblike, crvene, crvene boje, crvene spoljašnjosti, crvenog sjaja. ",
  "dn16:3.32.4": "I zaključuje ovako: „Ovladavši njima, ja znam, ja vidim.” ",
  "dn16:3.32.5": "To je osmi način ovladavanja umom. ",
  "dn16:3.32.6": "To su, Ānanda, osam načina ovladavanja umom. ",
  "dn16:3.33.0": "19. Osam oslobođenja ",
  "dn16:3.33.1": "Ānanda, postoji osam oslobođenja. ",
  "dn16:3.33.2": "Kojih osam? ",
  "dn16:3.33.3": "Neko ko ima materijalni oblik vidi materijalne oblike. ",
  "dn16:3.33.4": "To je prvo oslobođenje. ",
  "dn16:3.33.5": "Neko ko ne opaža materijalne oblik interno, vidi materijalne oblike eksterno. ",
  "dn16:3.33.6": "To je drugo oslobođenje. ",
  "dn16:3.33.7": "Neko biva oslobođen zahvaljujući ideji lepoga. ",
  "dn16:3.33.8": "To je treće oslobođenje. ",
  "dn16:3.33.9": "Kroz potpuno nadilaženje opažanjâ materijalnog oblika, prestanka opažanjâ podražaja, neobraćanje pažnje na opažanja raznolikosti i (kontemplirajući) ’Prostor je beskrajan’, neko stiže i boravi u području beskonačnog prostora. ",
  "dn16:3.33.10": "To je četvrto oslobođenje. ",
  "dn16:3.33.11": "Kroz potpuno nadilaženje područja beskonačnog prostora i (kontemplirajući) ’svest je bezgranična’, neko stiže i boravi u području bezgranične svesti. ",
  "dn16:3.33.12": "To je peto oslobođenje. ",
  "dn16:3.33.13": "Kroz potpuno nadilaženje područja bezgranične svesti i (kontemplirajući) ’Ništa ne postoji’, neko stiže i boravi u području ničega. ",
  "dn16:3.33.14": "To je šesto oslobođenje. ",
  "dn16:3.33.15": "Kroz potpuno nadilaženje područja ničega, neko stiže i boravi u području ni opažanja ni neopažanja. ",
  "dn16:3.33.16": "To je sedmo oslobođenje. ",
  "dn16:3.33.17": "Kroz potpuno nadilaženje područja ni opažanja ni neopažanja, neko stiže i boravi u prestanku opažanja i osećanja. ",
  "dn16:3.33.18": "To je osmo oslobođenje. ",
  "dn16:3.33.19": "To je, Ānanda, osam oslobođenja. ",
  "dn16:3.34.1": "Ānanda, jednom sam boravio kraj Uruvela, na obali reke Nerañđāre, kraj banjanovog drveta, ne dugo posle probuđenja. ",
  "dn16:3.34.2": "A Māra, Zli, dođe do mene i stade sa strane. Stojeći tako, reče mi: ",
  "dn16:3.34.3": "Uđite u parinibbānu sada, poštovani gospodine, uđite u parinibbānu, Srećni. Sada je vreme za konačno oslobođenje.” ",
  "dn16:3.34.4": "Čuvši ga, ovako mu odgovorih: ",
  "dn16:3.35.1": "’Zli, neću ući u parinibbānu sve dok moji monasi nisu istinski učenici, ostvarili cilj, obučeni, samopouzdani, učeni, dobro poznaju učenje, vežbaju u skladu sa tim učenjem, zauzeli su ispravan kurs, žive u skladu sa učenjem i pošto su sve to naučili od svoga učitelja, to će i objaviti, propovedati, obznaniti, praktično pokazati, razjasniti, analizirati, učiniti lako razumljivim i – pošto su s dobrim razlogom kritikovali tvrdnje drugih koje su se pojavile – podučavati čudesnu Dhammu.’ ",
  "dn16:3.35.2": "’Zli, neću ući u nibbānu sve dok moje monahinje ne postanu plemenite učenice koje su obučene, uvežbane, vešte, učene, znaju Dhammu napamet… Dakle, sve dok nisu u stanju da podučavaju ovo čudesno učenje.’ ",
  "dn16:3.35.3": "’Zli, neću ući u nibbānu sve dok moji nezaređeni sledbenici ne postanu plemeniti učenici koje su obučeni, uvežbani, vešti, učeni, znaju Dhammu napamet… Dakle, sve dok nisu u stanju da podučavaju ovo čudesno učenje.’ ",
  "dn16:3.35.4": "’Zli, neću ući u nibbānu sve dok moje nezaređene sledbenice ne postanu plemenite učenice koje su obučene, uvežbane, vešte, učene, znaju Dhammu napamet… Dakle, sve dok nisu u stanju da podučavaju ovo čudesno učenje.’ ",
  "dn16:3.35.5": "’Zli, neću ući u nibbānu sve dok ovaj moj svetački život ne bude uspešan, prosperitetan i raširen, dostupan, poznat mnogima, dobro objašnjen božanskim i ljudskim bićima.’ ",
  "dn16:3.36.1": "Ānanda, danas mi je kraj Ćāpāla svetilišta ponovo prišao Māra, Zli, i podsetio me na ono što sam mu ranije rekao.: ",
  "dn16:3.36.2": "Uđite u parinibbānu sada, poštovani gospodine, uđite u parinibbānu, Srećni. Sada je vreme za konačno oslobođenje. ",
  "dn16:3.36.3": "Naime, Blaženi je ranije ovako rekao: ",
  "dn16:3.36.4": "",
  "dn16:3.36.5": "sve dok moje monahinje… ne postanu plemenite učenice… ",
  "dn16:3.36.6": "",
  "dn16:3.36.7": "sve dok moje nezaređene sledbenice… ne postanu plemenite učenice… ",
  "dn16:3.36.8": "",
  "dn16:3.36.9": "Takođe mi je rekao da su svi moji uslovi sada ispunjeni. ",
  "dn16:3.36.10": "’Uđite u parinibbānu sada, poštovani gospodine, uđite u parinibbānu, Srećni. Sada je vreme za konačno oslobođenje.’ ",
  "dn16:3.37.1": "Čuvši ga, ovako mu odgovorih: ",
  "dn16:3.37.2": "„Ne brini se, Zli, nije mnogo vremena ostalo do parinibbāne Blaženog. ",
  "dn16:3.37.3": "Za tri meseca, računajući od sada, Tathāgata će ući u parinibbānu, konačno oslobođenje.” ",
  "dn16:3.37.4": "Tako je danas, kraj Ćāpāla svetilišta Tathāgata, svestan i s jasnim razumevanjem, napustio svoj životni tok. ",
  "dn16:3.38.0": "20. Ānandina molba ",
  "dn16:3.38.1": "Kada ovo bi izrečeno, poštovani Ānanda reče Blaženom: ",
  "dn16:3.38.2": "„Poštovani gospodine, neka Blaženi poživi čitav eon, neka Srećni poživi čitav eon, na korist mnogima, na sreću mnogima, iz saosećanja prema ovom svetu, na dobrobit, korist i sreću božanskih i ljudskih bića!” ",
  "dn16:3.38.3": "„Prestani, Ānanda, ",
  "dn16:3.38.4": "ne moli Tathāgatu! Prilika za molbe je prošla!” ",
  "dn16:3.39.1": "Po drugi put… ",
  "dn16:3.39.2": "Po treći put reče Blaženom: ",
  "dn16:3.39.3": "„Poštovani gospodine, neka Blaženi poživi čitav eon, neka Srećni poživi čitav eon, na korist mnogima, na sreću mnogima, iz saosećanja prema ovom svetu, na dobrobit, korist i sreću božanskih i ljudskih bića!” ",
  "dn16:3.39.4": "„Ānanda, da li ti imaš poverenje u Tathāgatino probuđenje?” ",
  "dn16:3.39.5": "„Imam, poštovani gospodine.” ",
  "dn16:3.39.6": "„Pa zašto onda moliš Tathāgatu po treći put?” ",
  "dn16:3.40.1": "„Iz usta Blaženog sam čuo i naučio ovo: ",
  "dn16:3.40.2": "’Ko god je razvijao, često vežbao, ovladao, temeljno praktikovao, održavao, uvećavao i na pravi način koristio četiri puta ka duhovnim moćima, ukoliko poželi, može da živi pun životni vek ili još i malo duže. ",
  "dn16:3.40.3": "Ānanda,  Tathāgata je zaista razvijao, često vežbao, ovladao, temeljno  praktikovao, održavao, uvećavao i na pravi način koristio četiri puta ka  duhovnim moćima. Ukoliko poželi, on može da živi pun životni vek ili još i malo duže.” ",
  "dn16:3.40.4": "„Ānanda, da li ti u to veruješ?” ",
  "dn16:3.40.5": "„Verujem, poštovani gospodine.” ",
  "dn16:3.40.6": "„Upravo u tome je tvoja greška, tvoj propust, Ānanda. Uprkos tome što je Blaženi načinio tako vidljiv znak, tako vidljivu sugestiju, nisi bio u stanju da to razumeš. Tako nisi zamolio Blaženog: ",
  "dn16:3.40.7": "’Poštovani gospodine, neka Blaženi poživi čitav eon, neka Srećni poživi čitav eon, na korist mnogima, na sreću mnogima, iz saosećanja prema ovom svetu, na dobrobit, korist i sreću božanskih i ljudskih bića!’ ",
  "dn16:3.40.8": "Da si to učinio, ja bih odbio. A onda bih na treći zahtev prihvatio. ",
  "dn16:3.40.9": "Upravo u tome je tvoja greška, tvoj propust, Ānanda. ",
  "dn16:3.41.1": "Jednom sam, Ānanda, boravio kraj Rāđagahe, na Lešinarevoj hridi. ",
  "dn16:3.41.2": "Tu sam ti bio rekao: ",
  "dn16:3.41.3": "’Divna je Rāđagaha, divna je Lešinareva hrid. ",
  "dn16:3.41.4": "I ko god je razvijao, često vežbao, ovladao, temeljno praktikovao, održavao, uvećavao i na pravi način koristio četiri puta ka duhovnim moćima, ukoliko poželi, može da živi pun životni vek ili još i malo duže. ",
  "dn16:3.41.5": "Ānanda, Tathāgata je zaista razvijao, često vežbao, ovladao, temeljno  praktikovao, održavao, uvećavao i na pravi način koristio četiri puta ka  duhovnim moćima. Ukoliko poželi, on može da živi pun životni vek ili još i malo duže.” ",
  "dn16:3.41.6": "Ali uprkos tome što je Blaženi načinio tako vidljiv znak, tako vidljivu sugestiju, nisi bio u stanju da to razumeš. Tako nisi zamolio Blaženog: ",
  "dn16:3.41.7": "’Poštovani gospodine, neka Blaženi poživi čitav eon, neka Srećni poživi čitav eon, na korist mnogima, na sreću mnogima, iz saosećanja prema ovom svetu, na dobrobit, korist i sreću božanskih i ljudskih bića!’ ",
  "dn16:3.41.8": "Da si to učinio, ja bih odbio. A onda bih na treći zahtev prihvatio. ",
  "dn16:3.41.9": "Upravo u tome je tvoja greška, tvoj propust, Ānanda. ",
  "dn16:3.42.1": "Jednom sam, Ānanda, boravio kraj Rāđagahe, kraj Gotaminog banjanovog drveta… ",
  "dn16:3.42.2": "na Razbojničkoj steni… ",
  "dn16:3.42.3": "u Sattapaṇṇi pećini na obroncima Vebhāre… ",
  "dn16:3.42.4": "na Crnoj steni Isigili brda… ",
  "dn16:3.42.5": "u senovitoj šumi kod Zmijske pećine… ",
  "dn16:3.42.6": "u manastiru sa toplim izvorima… ",
  "dn16:3.42.7": "u Bambusovom gaju, na mestu gde se hrane veverice… ",
  "dn16:3.42.8": "u Đivakovom mango gaju… ",
  "dn16:3.42.9": "Madakuććhi parku jelena. ",
  "dn16:3.43.1": "Tu sam ti bio rekao: ",
  "dn16:3.43.2": "’Divna je Rāđagaha, divan je Madakuććhi park jelena… ",
  "dn16:3.44.1": "I ko god je razvijao, često vežbao, ovladao, temeljno praktikovao, održavao, uvećavao i na pravi način koristio četiri puta ka duhovnim moćima… ",
  "dn16:3.44.2": "Ukoliko poželi, Tathāgata može da živi pun životni vek ili još i malo duže.” ",
  "dn16:3.44.3": "Ali uprkos tome što je Blaženi načinio tako vidljiv znak, tako vidljivu sugestiju, nisi bio u stanju da to razumeš. ",
  "dn16:3.44.4": "Tako nisi zamolio Tathāgatu da poživi čitav eon. ",
  "dn16:3.44.5": "Da si to učinio, ja bih odbio. A onda bih na treći zahtev prihvatio. ",
  "dn16:3.44.6": "Upravo u tome je tvoja greška, tvoj propust, Ānanda. ",
  "dn16:3.45.1": "Tako sam jednom živeo kraj Rāđagahe, kod svetilišta kralja Udene… ",
  "dn16:3.46.2": "kraj Sattamba svetilišta… ",
  "dn16:3.46.3": "svetilišta za nerotkinje… ",
  "dn16:3.46.4": "kraj Sārandade svetilišta… ",
  "dn16:3.47.1": "i sada kraj Ćāpāla svetilišta. I tu sam ti rekao: ",
  "dn16:3.47.2": "„Ānanda, divan je Vesāli, divno je svetilište kralja Udene, divno je Gotamaka svetilište, divno je Sattamba svetilište, divno je Bahuputta svetilište, divno je Sārandada svetilište, divno je Ćāpāla svetilište. ",
  "dn16:3.47.3": "I ko god je razvijao, često vežbao, ovladao, temeljno praktikovao, održavao, uvećavao i na pravi način koristio četiri puta ka duhovnim moćima, ukoliko poželi, može da živi pun životni vek ili još i malo duže. ",
  "dn16:3.47.4": "Ānanda, Tathāgata je zaista razvijao, često vežbao, ovladao, temeljno  praktikovao, održavao, uvećavao i na pravi način koristio četiri puta ka  duhovnim moćima. Ukoliko poželi, on može da živi pun životni vek ili još i malo duže.” ",
  "dn16:3.47.5": "Ali uprkos tome što je Blaženi načinio tako vidljiv znak, tako vidljivu sugestiju, nisi bio u stanju da to razumeš. Tako nisi zamolio Tathāgatu: ",
  "dn16:3.47.6": "Tako nisi zamolio Tathāgatu da poživi čitav eon. ",
  "dn16:3.47.7": "Da si to učinio, ja bih odbio. A onda bih na treći zahtev prihvatio. ",
  "dn16:3.47.8": "Upravo u tome je tvoja greška, tvoj propust, Ānanda. ",
  "dn16:3.48.1": "No, nisam li ja to već ranije govorio: ",
  "dn16:3.48.2": "’U svemu što je drago i blisko postoji razdvajanje, razilaženje, napuštanje. ",
  "dn16:3.48.3": "Gde je to moguće naći da nešto što je rođeno, nastalo, uslovljeno, po svojoj prirodi nestabilno, da tako nešto ne propadne? To ne postoji.’ ",
  "dn16:3.48.4": "Blaženi je odustao, odrekao se, odvratio, okrenuo od i napustio životni tok. Zaista je on rekao: ",
  "dn16:3.48.5": "’Nema još mnogo do Tathāgatinog konačno oslobođenja. ",
  "dn16:3.48.6": "Za tri meseca, računajući od sada, Tathāgata će ući u parinibbānu.’ ",
  "dn16:3.48.7": "Da mu se on života radi ponovo vrati, to nije moguće. ",
  "dn16:3.48.8": "A sada, Ānanda, hajdemo do Velike šume, do paviljona sa šiljatim krovom.” ",
  "dn16:3.48.9": "„Da, poštovani gospodine,” odgovori Ānanda. ",
  "dn16:3.49.1": "Kada su stigli, reče on Ānandi: ",
  "dn16:3.49.2": "„Hajde, Ānanda, obiđi monahe koji žive u okolini Vesālija i reci im da se okupe u velikoj dvorani.” ",
  "dn16:3.49.3": "„Da, poštovani gospodine”, odgovori on i pošto je okupio što je više mogao monaha, vrati se do Blaženog. Kad je stigao, pokloni mu se i reče: ",
  "dn16:3.49.4": "„Monaška zajednica je okupljena, poštovani gospodine. Neka Blaženi učini ono što misli da treba.” ",
  "dn16:3.50.1": "Tako Blaženi otide do velike dvorane i sede na unapred pripremljeno mesto. ",
  "dn16:3.50.2": "A onda reče monasima: ",
  "dn16:3.50.3": "„Monasi, pošto ste dobro savladali učenje koje sam razumeo na osnovu sopstvenog iskustva i kojem sam vas podučio, treba da ga se držite, negujete, često praktikujete, tako da ovaj svetački život opstane što duže. To će biti na korist mnogima, na sreću mnogima, iz saosećanja prema ovom svetu, na dobrobit, korist i sreću božanskih i ljudskih bića. ",
  "dn16:3.50.4": "A kakvo je to učenje koje sam razumeo na osnovu sopstvenog iskustva i kojem sam vas podučio? ",
  "dn16:3.50.5": "To su četiri temelja svesnosti, četiri prave vrste nastojanja, četiri osnove duhovne moći, pet sposobnosti, pet snaga, sedam elemenata probuđenja, plemeniti osmostruki put. ",
  "dn16:3.51.1": "To je, monasi, to učenje koje sam razumeo na osnovu sopstvenog iskustva i kojem sam vas podučio. To je učenje kojeg treba da se držite, negujete, često praktikujete, tako da ovaj svetački život opstane što duže, na korist mnogima, na sreću mnogima, iz saosećanja prema ovom svetu, na dobrobit, korist i sreću božanskih i ljudskih bića.” ",
  "dn16:3.51.2": "Dalje Blaženi reče monasima: ",
  "dn16:3.51.3": "„Monasi, sada vam i ovo kažem: ",
  "dn16:3.51.4": "priroda svih uslovljenih stvari zaista jeste da propadaju. Naoružani svesnošću, vežbajte neumorno da stignete do cilja! ",
  "dn16:3.51.5": "Nema još mnogo do Tathāgatinog konačno oslobođenja. ",
  "dn16:3.51.6": "Tri meseca od sada, Tathāgata će ući u konačno oslobođenje.” ",
  "dn16:3.51.7": "Tako reče Blaženi. ",
  "dn16:3.51.8": "A zatim i ovo dodade učitelj: ",
  "dn16:3.51.9": "„Došao je trenutak, ",
  "dn16:3.51.10": "sasvim malo života mi još ostade. ",
  "dn16:3.51.11": "Napustivši vas, odlazim, ",
  "dn16:3.51.12": "jer samoga sebe uzeh za utočište. ",
  "dn16:3.51.13": "Budite pažljivi i svesni, ",
  "dn16:3.51.14": "negujte vrlinu, monasi moji. ",
  "dn16:3.51.15": "Dobro odmerenim mislima, ",
  "dn16:3.51.16": "zaštitite sopstveni um. ",
  "dn16:3.51.17": "Ko u ovom učenju i praksi ",
  "dn16:3.51.18": "zaista marljiv živi, ",
  "dn16:3.51.19": "napustivši krug preporađanja, ",
  "dn16:3.51.20": "taj će na kraj patnje stići. ",
  "dn16:4.1.0": "21. Slonovski pogled ",
  "dn16:4.1.1": "A ujutru se Blaženi obuče, uze svoju prosjačku zdelu i gornji ogrtač, pa krenu put Vesālija da prosi hranu. ",
  "dn16:4.1.2": "Kad je prošao Vesāli i vraćao se iz prošenja hrane, posle obroka, okrenu se on ka Vesāliju „slonovskim pogledom”, pa reče: ",
  "dn16:4.1.3": "„Ānanda, ovo je poslednji pogled Tathāgate na Vesāli. ",
  "dn16:4.1.4": "Hajde, Ānanda, otići ćemo do Bhaṇde.” ",
  "dn16:4.1.5": "„Da, poštovani gospodine,” odgovori Ānanda. ",
  "dn16:4.2.1": "Onda Tathāgata, praćen velikom grupom monaha, stiže u Bhaṇdu. ",
  "dn16:4.2.2": "Dok je tu boravio, ",
  "dn16:4.2.3": "reče on monasima: ",
  "dn16:4.2.4": "„Monasi, zato što nismo razumeli, nismo pronicali u četiri stvari, i vi i ja smo dugo putovali ovim krugom preporađanja. ",
  "dn16:4.2.5": "A koje četiri? ",
  "dn16:4.2.6": "Zato što nismo razumeli, nismo proniknuli u plemenitu vrlinu, i vi i ja smo dugo putovali ovim krugom preporađanja. ",
  "dn16:4.2.7": "Zato što nismo razumeli, nismo proniknuli u plemenitu koncentraciju, i vi i ja smo dugo putovali ovim krugom preporađanja. ",
  "dn16:4.2.8": "Zato što nismo razumeli, nismo proniknuli u plemenitu mudrost, i vi i ja smo dugo putovali ovim krugom preporađanja. ",
  "dn16:4.2.9": "Zato što nismo razumeli, nismo proniknuli u plemenito oslobođenje, i vi i ja smo dugo putovali ovim krugom preporađanja. ",
  "dn16:4.2.10": "Ali sada je, monasi, shvaćena, sada je proniknuta plemenita vrlina, plemenita koncentracija, plemenita mudrost i plemenito oslobođenje. Razorena je žudnja za večnim postojanjem, uništeno ono što vodi ka preporađanju, nema više novih života.” ",
  "dn16:4.3.1": "Tako reče Blaženi. ",
  "dn16:4.3.2": "A zatim i ovo dodade učitelj: ",
  "dn16:4.3.3": "„Vrlina, koncentracija, mudrost ",
  "dn16:4.3.4": "i najviše oslobođenje. ",
  "dn16:4.3.5": "Sve te stvari ",
  "dn16:4.3.6": "razumeo je glasoviti Gotama. ",
  "dn16:4.3.7": "Tako Buda, razumevši je potpuno, ",
  "dn16:4.3.8": "objavi Dhammu monasima. ",
  "dn16:4.3.9": "Učitelj što zaustavlja patlju, ",
  "dn16:4.3.10": "onaj što jasno vidi, slobodan postade. ",
  "dn16:4.4.1": "Dok je živeo kraj Bhaṇde, Blaženi je često govorio monasima o Dhammi: ",
  "dn16:4.4.2": "„Postoji vrlina, postoji koncentracija, postoji mudrost. ",
  "dn16:4.4.3": "Kada se vežba zajedno sa vrlinom, koncentracija donosi veliki plod, velike zasluge. ",
  "dn16:4.4.4": "Kada se vežba zajedno sa koncentracijom, mudrost donosi veliki plod, velike zasluge. ",
  "dn16:4.4.5": "Kada se vežba sa mudrošću, um postaje potpuno oslobođen otrova, a to su ",
  "dn16:4.4.6": "otrov žudnje za čulnim zadovoljstvima, otrov žudnje za večnim postojanjem i otrov neznanja.” ",
  "dn16:4.5.0": "22. Četiri velika izvora učenja ",
  "dn16:4.5.1": "Kada je ostao kraj Bhaṇde koliko je želeo, Blaženi reče poštovanom Ānandi: ",
  "dn16:4.5.2": "„Hajde, Ānanda, idemo do Hatthigāme, ",
  "dn16:4.5.3": "do Anbagāme, ",
  "dn16:4.5.4": "do Đambugāme, ",
  "dn16:4.5.5": "do Bhoganagare.” ",
  "dn16:4.6.1": "„Da, poštovani gospodine,” odgovori Ānanda. ",
  "dn16:4.6.2": "I tako Blaženi, praćen velikom grupom monaha, stiže u Bhoganāgaru. ",
  "dn16:4.7.1": "Tu se smestio kraj Ānanda svetilišta. ",
  "dn16:4.7.2": "I tu on reče monasima: ",
  "dn16:4.7.3": "„Monasi, podučiću vas o četiri važna izvora. ",
  "dn16:4.7.4": "Slušajte i dobro zapamtite šta ću vam reći.” ",
  "dn16:4.7.5": "„Da, poštovani gospodine,” odgovoriše monasi. ",
  "dn16:4.7.6": "A Blaženi ovako nastavi: ",
  "dn16:4.8.1": "(1) „Ima slučajeva, monasi, da neki monah ovako kaže: ",
  "dn16:4.8.2": "’Prijatelju, ovako sam čuo iz usta Blaženog, ovako sam naučio: ",
  "dn16:4.8.3": "„Ovo je učenje, ovo su pravila, ovo je učiteljeva pouka.”’ ",
  "dn16:4.8.4": "Reči takvog monaha ne bi trebalo ni da odobravate, niti da odbacite. ",
  "dn16:4.8.5": "Umesto toga, treba da ih dobro zapamtite i uporedite sa ostalim govorima, potražite među ostalim pravilima. ",
  "dn16:4.8.6": "Ukoliko, upoređujući ih sa ostalim govorima i tražeći ih među ostalim pravilima, ne možete da ih nađete ni u govorima, ni u pravilima, donesite ovakav zaključak: ",
  "dn16:4.8.7": "’Nema sumnje da ovo nisu reči Blaženog. ",
  "dn16:4.8.8": "Ovaj monah je te reči loše zapamtio.’ ",
  "dn16:4.8.9": "I zato bi trebalo da ih odbacite. ",
  "dn16:4.8.10": "Ali ukoliko upoređujući ih sa ostalim govorima i tražeći ih među ostalim pravilima, možete da ih nađete u govorima ili pravilima, donesite ovakav zaključak: ",
  "dn16:4.8.11": "’Nema sumnje da su ovo reči Blaženog. ",
  "dn16:4.8.12": "Ovaj monah je te reči dobro zapamtio.’ ",
  "dn16:4.8.13": "Zato treba da ih zapamtite kao prvi važan izvor Učenja. ",
  "dn16:4.9.1": "(2) Isto tako, monasi, neki monah možda ovako kaže: ",
  "dn16:4.9.3": "Iz usta tih monaha ovako sam čuo, ovako sam naučio: ",
  "dn16:4.9.4": "„Ovo je učenje, ovo su pravila, ovo je učiteljeva pouka.”’ ",
  "dn16:4.9.5": "Reči takvog monaha ne bi trebalo ni da odobravate, niti da odbacite. ",
  "dn16:4.9.6": "Umesto toga, treba da ih dobro zapamtite i uporedite sa ostalim govorima, potražite među ostalim pravilima. ",
  "dn16:4.9.7": "Ukoliko, upoređujući ih sa ostalim govorima i tražeći ih među ostalim pravilima, ne možete da ih nađete ni u govorima, ni u pravilima, donesite ovakav zaključak: ",
  "dn16:4.9.8": "’Nema sumnje da ovo nisu reči Blaženog. ",
  "dn16:4.9.9": "Monaška zajednica je te reči loše zapamtila.’ ",
  "dn16:4.9.10": "I zato bi trebalo da ih odbacite. ",
  "dn16:4.9.11": "Ali ukoliko upoređujući ih sa ostalim govorima i tražeći ih među ostalim pravilima, možete da ih nađete u govorima ili pravilima, donesite ovakav zaključak: ",
  "dn16:4.9.12": "’Nema sumnje da su ovo reči Blaženog. ",
  "dn16:4.9.13": "Monaška zajednica je te reči dobro zapamtila.’ ",
  "dn16:4.9.14": "Zato treba da ih zapamtite kao drugi važan izvor Učenja. ",
  "dn16:4.10.1": "(3) Isto tako, monasi, neki monah možda ovako kaže: ",
  "dn16:4.10.2": "’U tom i tom mestu boravi nekoliko iskusnih monaha, učenih, čuvara tradicije, dobrih znalaca učenja, dobrih znalaca pravila, dobrih znalaca shematskih lista pojmova. ",
  "dn16:4.10.3": "Iz usta tih monaha ovako sam čuo, ovako sam naučio: ",
  "dn16:4.10.4": "„Ovo je učenje, ovo su pravila, ovo je učiteljeva pouka.”’ ",
  "dn16:4.10.5": "Reči takvog monaha ne bi trebalo ni da odobravate, niti da odbacite. ",
  "dn16:4.10.6": "Umesto toga, treba da ih dobro zapamtite i uporedite sa ostalim govorima, potražite među ostalim pravilima. ",
  "dn16:4.10.7": "Ukoliko, upoređujući ih sa ostalim govorima i tražeći ih među ostalim pravilima, ne možete da ih nađete ni u govorima, ni u pravilima, donesite ovakav zaključak: ",
  "dn16:4.10.8": "’Nema sumnje da ovo nisu reči Blaženog. ",
  "dn16:4.10.9": "Ti iskusni monasi su te reči loše zapamtili.’ ",
  "dn16:4.10.10": "I zato bi trebalo da ih odbacite. ",
  "dn16:4.10.11": "Ali ukoliko, upoređujući ih sa ostalim govorima i tražeći ih među ostalim pravilima, ",
  "dn16:4.10.12": "možete da ih nađete u govorima ili pravilima, donesite ovakav zaključak: ",
  "dn16:4.10.13": "’Nema sumnje da su ovo reči Blaženog. ",
  "dn16:4.10.14": "Ti iskusni monasi su te reči dobro zapamtili.’ ",
  "dn16:4.10.15": "Zato treba da ih zapamtite kao treći važan izvor Učenja. ",
  "dn16:4.11.1": "(4) Isto tako, monasi, neki monah možda ovako kaže: ",
  "dn16:4.11.2": "’U tom i tom mestu boravi jedan iskusan monah, učen, čuvar tradicije, dobar znalac učenja, dobar znalac pravila, dobar znalac shematskih lista pojmova. ",
  "dn16:4.11.3": "Iz usta tog monaha ovako sam čuo, ovako sam naučio: ",
  "dn16:4.11.4": "„Ovo je učenje, ovo su pravila, ovo je učiteljeva pouka.”’ ",
  "dn16:4.11.5": "Reči takvog monaha ne bi trebalo ni da odobravate, niti da odbacite. ",
  "dn16:4.11.6": "Umesto toga, treba da ih dobro zapamtite i uporedite sa ostalim govorima, potražite među ostalim pravilima. ",
  "dn16:4.11.7": "Ukoliko, upoređujući ih sa ostalim govorima i tražeći ih među ostalim pravilima, ne možete da ih nađete ni u govorima, ni u pravilima, donesite ovakav zaključak: ",
  "dn16:4.11.8": "’Nema sumnje da ovo nisu reči Blaženog. ",
  "dn16:4.11.9": "Taj iskusni monah je te reči loše zapamtio.’ ",
  "dn16:4.11.10": "Zato treba da ih odbacite. ",
  "dn16:4.11.11": "Ali ukoliko upoređujući ih sa ostalim govorima i tražeći ih među ostalim pravilima, možete da ih nađete u govorima ili pravilima, donesite ovakav zaključak: ",
  "dn16:4.11.12": "’Nema sumnje da su ovo reči Blaženog. ",
  "dn16:4.11.13": "Taj iskusni monah je te reči dobro zapamtio.’ ",
  "dn16:4.11.14": "Zato treba da ih zapamtite kao četvrti važan izvor Učenja. ",
  "dn16:4.11.15": "Monasi, to su četiri važna izvora Učenja koja treba da zapamtite. ",
  "dn16:4.12.1": "Dok je živeo kraj Bhoganagare, kod Ānanda svetilišta, Blaženi je često govorio monasima o Dhammi: ",
  "dn16:4.12.2": "„Postoji vrlina, postoji koncentracija, postoji mudrost. ",
  "dn16:4.12.3": "Kada se vežba zajedno sa vrlinom, koncentracija donosi veliki plod, velike zasluge. ",
  "dn16:4.12.4": "Kada se vežba zajedno sa koncentracijom, mudrost donosi veliki plod, velike zasluge. ",
  "dn16:4.12.5": "Kada se vežba sa mudrošću, um postaje potpuno oslobođen otrova, a to su ",
  "dn16:4.12.6": "otrov žudnje za čulnim zadovoljstvima, otrov žudnje za večnim postojanjem i otrov neznanja.” ",
  "dn16:4.13.0": "23. O kovaču Ćundi ",
  "dn16:4.13.1": "Kada je ostao kraj Bhoganagare koliko je želeo, Blaženi reče poštovanom Ānandi: ",
  "dn16:4.13.2": "„Hajde, Ānanda, idemo do Pāve.” ",
  "dn16:4.13.3": "„Da, poštovani gospodine,” odgovori Ānanda. ",
  "dn16:4.13.4": "I tako Blaženi, praćen velikom grupom monaha, stiže u Pāvu. ",
  "dn16:4.13.5": "Tu se smestio u mangovom gaju kovača Ćunde. ",
  "dn16:4.14.1": "I doču kovač Ćunda: „Priča se da je Blaženi stigao u Pāvu, da boravi u mom mangovom gaju.” ",
  "dn16:4.14.2": "Onda on otide do Blaženoga. Kada je stigao, pokloni mu se, pa sede sa strane. ",
  "dn16:4.14.3": "Dok je tako sedeo, Blaženi ga uputi, podstaknu, nadahnu i ohrabri govorom o Dhammi. ",
  "dn16:4.14.4": "Onda Ćunda reče Blaženom: ",
  "dn16:4.15.1": "„Poštovani gospodine, molim vas da zajedno sa monaškom zajednicom prihvatite moj poziv za sutrašnji obrok.” ",
  "dn16:4.15.2": "Blaženi ćutke prihvati ovaj poziv. ",
  "dn16:4.16.1": "Razumevši da je Blaženi prihvatio poziv, kovač Ćunda se pokloni, pa pazeći da mu Blaženi ostane sa desne strane, otide. ",
  "dn16:4.17.1": "Kada je zora svanula, kovač Ćunda imao je u svom domu mnoštvo vrlo ukusnih jela. Onda posla poruku Blaženom: ",
  "dn16:4.17.2": "„Vreme je, poštovani gospodine, obrok je spreman.” ",
  "dn16:4.18.1": "A Blaženi se ujutro obukao, uze svoju prosjačku zdelu i gornji ogrtač, pa zajedno praćen monasima krenu put doma kovača Ćunde i tamo sede na pripremljeno mesto. ",
  "dn16:4.18.2": "Dok je tako sedeo, reče on Ćundi: ",
  "dn16:4.18.3": "„Ćunda, to jelo od pečuraka koje si pripremio, posluži ga samo meni. ",
  "dn16:4.18.4": "Ostalu hranu koju si pripremio ponudi monasima.” ",
  "dn16:4.18.5": "„Da, poštovani gospodine,” odgovori Ćunda, pa učini kako mu je rečeno. ",
  "dn16:4.19.1": "A Blaženi kasnije reče Ćundi: ",
  "dn16:4.19.2": "„Ćunda, ono što je ostalo od tog jela od pečuraka zatrpaj u neku rupu. ",
  "dn16:4.19.3": "Ne vidim bilo koga u ovome svetu, sa njegovim božanstvima, Mārama i Brahmama, zajedno sa pokolenjem asketa i brahmana, plemenitih i običnih ljudi, ko to može da pojede i potpuno svari, osim Tathāgate.” ",
  "dn16:4.19.4": "„Da, poštovani gospodine,” odgovori Ćunda, pa zatrpa tu hranu u neku rupu. Onda se vrati do Blaženog, pokloni mu se, pa sede sa strane. ",
  "dn16:4.19.5": "Dok je tako sedeo, Blaženi ga uputi, podstaknu, nadahnu i ohrabri svojim govorom o Dhammi. Na kraju, ustade sa svog mesta i udalji se. ",
  "dn16:4.20.1": "Ubrzo pošto je pojeo hranu koju mu je poslužio Ćunda, Blaženog počeše da muče jaki bolovi i krvava stolica, toliko snažni da je bio na ivici smrti. ",
  "dn16:4.20.2": "Blaženi ih umiri tako što je ustalio svesnost i jasno razumevanje, tako da ga ti bolovi više nisu uznemiravali. ",
  "dn16:4.20.3": "Onda Blaženi reče poštovanom Ānandi: ",
  "dn16:4.20.4": "„Ānanda, otići ćemo do Kusināre.” ",
  "dn16:4.20.5": "„Da, poštovani gospodine,” odgovori Ānanda. ",
  "dn16:4.20.6": "Pojevši hranu kovača Ćunde, ",
  "dn16:4.20.7": "tako sam čuo, ",
  "dn16:4.20.8": "mudroga silni bolovi zaokupiše, ",
  "dn16:4.20.9": "kao da je na samrti. ",
  "dn16:4.20.10": "Pošto je pojeo taj obrok, ",
  "dn16:4.20.11": "u Učitelju se jaka bolest pojavi. ",
  "dn16:4.20.12": "I dok se još sa bolovima borio, ",
  "dn16:4.20.13": "„Idem u Kusināru”, reče Blaženi. ",
  "dn16:4.21.0": "24. Voda za piće ",
  "dn16:4.21.1": "Onda Blaženi skrete sa puta i dođe do nekog drveta, pa reče Ānandi: ",
  "dn16:4.21.2": "„Hajde, Ānanda, savij mi ogrtač načetvoro, pa ga prostri. Umoran sam, pa bih da sednem.” ",
  "dn16:4.21.3": "„Da, poštovani gospodine,” odgovori Ānanda i pripremi mesto da učitelj sedne. ",
  "dn16:4.21.4": "I sede Blaženi na pripremljeno mesto, ",
  "dn16:4.22.1": "Dok je tako sedeo, Blaženi reče Ānandi: ",
  "dn16:4.22.2": "„Hajde, Ānanda, donesi mi vode da pijem. Žedan sam.” ",
  "dn16:4.22.3": "Na to poštovani Ānanda reče: ",
  "dn16:4.22.4": "„Poštovani gospodine, upravo sada je pet stotina zaprega prešlo preko ovog malog potoka. te sada to malo vode teče zamućeno, prljavo. ",
  "dn16:4.22.5": "Poštovani gospodine, nije daleko odavde reka Kakudhā, teče čista, prijatna, sveža i bistra, sa lepim obalama, zadivljujuća. ",
  "dn16:4.22.6": "Tamo će Blaženi ugasiti žeđ i osvežiti telo. ",
  "dn16:4.23.1": "Po drugi put Blaženi reče… ",
  "dn16:4.23.3": "Po drugi poštovani Ānanda isto odgovori. ",
  "dn16:4.24.1": "Po treći put Blaženi reče… ",
  "dn16:4.24.3": "„Da, poštovani gospodine,” odgovori Ānanda, uze prosjačku zdelu i krenu ka potoku. ",
  "dn16:4.24.4": "A taj potok koji su prešle tolike zaprege, to malo vode što teče zamućeno, prljavo, dok joj je poštovani Ānanda prilazio, stade da teče čisto, bistro. nezamućeno. ",
  "dn16:4.25.1": "I pomisli poštovani Ānanda: ",
  "dn16:4.25.2": "„Zadivljujuće je, čudesno kolika je čudotvorna moć, kolika snaga Tathāgate. ",
  "dn16:4.25.3": "Taj potok koji su prešla tolika kola, to malo vode što teče zamućeno, prljavo, dok sam joj prilazio, stade da teče čisto, bistro. nezamućeno.” ",
  "dn16:4.25.4": "I zahvati on vode u zdelu, te se vrati do Blaženog. Kada je prišao, reče: ",
  "dn16:4.25.5": "„Zadivljujuće je, poštovani gospodine, čudesno je kolika je čudotvorna moć, kolika snaga Tathāgate. ",
  "dn16:4.25.6": "Taj potok koji su prešla tolika kola, to malo vode što teče zamućeno, prljavo, dok sam joj prilazio, stade da teče čisto, bistro. nezamućeno. ",
  "dn16:4.25.7": "Napijte se ove vode, Blaženi, napijte se ove vode, Srećni!” ",
  "dn16:4.26.0": "25. O Pukkusa Mallaputti ",
  "dn16:4.26.1": "Desilo se da je tom prilikom Pukkusa Mallaputta, učenik Ālāra Kālāme, išao dugim putem od Kusināre do Pāve. ",
  "dn16:4.26.2": "I vide on Blaženog kako sedi pod nekim drvetom, te mu priđe. ",
  "dn16:4.26.3": "Kad je došao, pokloni mu se i sede sa strane. Dok je tako sedeo, Pukkusa Mallaputta, reče: ",
  "dn16:4.26.4": "„Zadivljujuće je, poštovani gospodine, čudesno je kako je život askete miran. ",
  "dn16:4.27.1": "Jednom je Ālāra Kāḷāma, idući dugo putem, skrenuo sa njega i seo pod neko drvo da sačeka da umine vrelina dana. ",
  "dn16:4.27.2": "U tom pet stotina zaprega prođoše pored njega. ",
  "dn16:4.27.3": "A neki čovek koji je išao odmah za njima priđe Ālāra Kāḷāmi upita ga: ",
  "dn16:4.27.4": "’Poštovani gospodine, jeste li videli tih pet stotina zaprega koje su prošle?’ ",
  "dn16:4.27.5": "’Zaista ih nisam video, prijatelju.’ ",
  "dn16:4.27.6": "’A jeste li čuli njihov zvuk?’ ",
  "dn16:4.27.7": "’Zaista nisam čuo.’ ",
  "dn16:4.27.8": "’Da li ste vi možda spavali, poštovani gospodine?’ ",
  "dn16:4.27.9": "’Ne, prijatelju, nisam spavao.’ ",
  "dn16:4.27.10": "’Da li ste bili svesni?’ ",
  "dn16:4.27.11": "’Jesam, prijatelju.’ ",
  "dn16:4.27.12": "’Dakle, iako ste bili svesni i pažljivi kada je tih pet stotina zaprega prošlo pored vas, niste ih ni videli, ni čuli. ",
  "dn16:4.27.13": "Ali očigledno je vaš ogrtač sav prašnjav.’ ",
  "dn16:4.27.14": "’Tako je, moj prijatelju.’ ",
  "dn16:4.27.15": "Onda onaj čovek pomisli: ",
  "dn16:4.27.16": "’Zadivljujuće je, čudesno je kako je život askete miran. ",
  "dn16:4.27.17": "Iako svestan i pažljiv, ovaj asketa nije ni video, ni čuo kada je pet stotina kola prošlo pored njega!’ ",
  "dn16:4.27.18": "Iskazavši veliko poštovanje za Ālāra Kāḷāmu, taj čovek produži dalje.” ",
  "dn16:4.28.1": "„Pukkusa, šta misliš? ",
  "dn16:4.28.2": " Šta je teže da prođe neopaženo – ",
  "dn16:4.28.3": "da neko svestan i pažljiv ne vidi ni ne čuje pet stotina zaprega koje prolaze u blizini ",
  "dn16:4.28.4": "ili da neko drugi, svestan i pažljiv, niti vidi, niti čuje provalu oblaka, kišu koja pljušti, a prate je munje i tutnjava gromova?” ",
  "dn16:4.29.1": "”Poštovani gospodine, petsto, šesto, sedam, osamsto, devetsto, hiljadu ili sto hiljada zaprega. ",
  "dn16:4.29.2": "Sve je to ništa, jer je mnogo teže da neko svestan i pažljiv, niti vidi, niti čuje provalu oblaka, kišu koja pljušti, a prate je munje i tutnjava gromova.” ",
  "dn16:4.30.1": "„Pukkusa, jednom sam živeo u Bhusāgāri. ",
  "dn16:4.30.2": "I tu je bila provala oblaka, kiša koja pljušti, a prate je munje i tutnjava gromova. I nedaleko od Bhusāgāre grom ubi dva brata seljaka i četiri govečeta. ",
  "dn16:4.30.3": "Velika grupa ljudi okupila se na mestu gde se to desilo. ",
  "dn16:4.31.1": "A ja sam tom prilikom bio izašao iz Bhusāgāre i meditirao u hodu, nedaleko od glavne kapije. ",
  "dn16:4.31.2": "Onda mi jedan čovek iz one grupe priđe i stade sa strane. Dok je tako stajao, upitah ga: ",
  "dn16:4.32.1": "’Prijatelju, zašto su se svi ti ljudi okupili?’ ",
  "dn16:4.32.2": "”Poštovani gospodine, bila je provala oblaka, kiša koja pljušti, a prate je munje i tutnjava gromova. I nedaleko odavde grom ubi dva brata seljaka i četiri govečeta. ",
  "dn16:4.32.3": "Onda se velika grupa ljudi okupila. ",
  "dn16:4.32.4": "A vi, poštovani gospodine, gde ste vi bili za to vreme?’ ",
  "dn16:4.32.5": "’Prijatelju, upravo ovde.’ ",
  "dn16:4.32.6": "’A šta ste videli?’ ",
  "dn16:4.32.7": "’Nisam video ništa.’ ",
  "dn16:4.32.8": "’A da li ste nešto čuli?’ ",
  "dn16:4.32.9": "’Ništa nisam ni čuo.’ ",
  "dn16:4.32.10": "’Da li ste vi možda spavali, poštovani gospodine?’ ",
  "dn16:4.32.11": "’Ne, prijatelju, nisam spavao.’ ",
  "dn16:4.32.12": "’Da li ste bili svesni?’ ",
  "dn16:4.32.13": "’Jesam, prijatelju.’ ",
  "dn16:4.32.14": "’Dakle, iako ste bili svesni i pažljivi, vi ništa niste ni videli ni čuli kada je bila provala oblaka.’ ",
  "dn16:4.32.15": "’Tako je, prijatelju.’ ",
  "dn16:4.33.1": "Na to, Pukkusa, onaj čovek pomisli: ",
  "dn16:4.33.2": "’Zadivljujuće je, čudesno je kako je život askete miran. ",
  "dn16:4.33.3": "Iako svestan i pažljiv, ovaj asketa nije ni video, ni čuo kada je bila provala oblaka, kiša koja pljušti, a prate je munje i tutnjava gromova.’ ",
  "dn16:4.33.4": "Iskazavši veliko poštovanje za mene, pokloni mi se, pa pazeći da mu ostanem sa desne strane, produži dalje.” ",
  "dn16:4.34.1": "Kad je to čuo, Pukkusa Mallaputta ovako reče Blaženom: ",
  "dn16:4.34.2": "„Poverenje koje sam imao u Ālāra Kālāmu odbacujem, kao kad bih ga bacio u vetar ili u reku sa snažnom maticom da ga odnese. ",
  "dn16:4.34.3": "„Zadivljujuće je to, poštovani gospodine, čudesno je to! ",
  "dn16:4.34.4": "Baš kao kad bi neko ispravio ono što je stajalo naglavce, otkrio skriveno, pokazao put zalutalome ili upalio svetiljku u tami, tako da oni koji imaju oči mogu da vide, tako je i učitelj Gotama, na više različitih načina, razjasnio Dhammu. ",
  "dn16:4.34.5": "Uzimam učitelja Gotamu za utočište, njegovo učenje i zajednicu monaha za utočište. ",
  "dn16:4.34.6": "Neka me učitelj Gotama prihvati kao svog nezaređenog sledbenika koji, odsad pa do kraja života, pronađe svoje utočište! ",
  "dn16:4.35.1": "Onda Pukkusa Mallaputa reče nekom čoveku iz svoje pratnje: ",
  "dn16:4.35.2": "„Hajde, dobri čoveče, donesi mi dva ogrtača izvezena zlatom.” ",
  "dn16:4.35.3": "„Da, poštovani gospodine,” odgovori on i donese dva ogrtača. ",
  "dn16:4.35.4": "Onda ih Pukkusa Mallaputa prinese Blaženom: ",
  "dn16:4.35.5": "„Poštovani gospodine, molim vas da iz saosećanja za mene prihvatite ove ogrtače kao dar.” ",
  "dn16:4.35.6": "„Pukkusa, jednim ogrni mene, a drugim Ānandu.” ",
  "dn16:4.35.7": "„Da, poštovani gospodine”, odgovori Pukkusa Mallaputa, pa učini kako mu je rečeno. ",
  "dn16:4.36.1": "Onda ga Blaženi uputi, podstaknu, nadahnu i ohrabri svojim govorom o Dhammi. ",
  "dn16:4.36.2": "Na kraju, tako upućen, podstaknut, nadahnut i ohrabren, Pukkusa Mallaputa ustade sa mesta na kojem je sedeo, pokloni se Blaženom i pazeći da mu on ostane sa desne strane, otide. ",
  "dn16:4.37.1": "Ne dugo pošto je Pukkusa Mallaputa otišao, poštovani Ānanda prinese svoj zlatom izvezeni ogrtač Blaženom i ogrnu ga. ",
  "dn16:4.37.2": "I kada je to učinio, izgledalo je kao da je ogrtač iznenada izgubio svoj pređašnji sjaj. ",
  "dn16:4.37.3": "Na to Ānanda reče Blaženom: ",
  "dn16:4.37.4": "„Zadivljujuće je, poštovani gospodine, čudesno je kako je čista i blistava koža Blaženog. ",
  "dn16:4.37.5": "Kada sam ovim zlatom izvezenim ogrtačem zaogrnuo Blaženog, on kao da je iznenada izgubio svoj sjaj!” ",
  "dn16:4.37.6": "„Ānanda, koža Tathāgate postaje izuzetno čista i blistava u dve prilike. ",
  "dn16:4.38.1": "Koje dve? ",
  "dn16:4.38.2": "U noći kada Tathāgata stiče mudrost nenadmašnog, potpunog probuđenja i noći u kojoj doseže konačno oslobođenje od patnje. ",
  "dn16:4.38.3": "To su dve prilike kada koža Tathāgate postaje izuzetno čista i blistava. ",
  "dn16:4.38.4": "Danas, Ānanda, tokom poslednje trećine noći, kraj Kusināre, u Upavattana sālovom gaju, između dva sālova drveta Tathāgata će dostići krajnje oslobođenje. ",
  "dn16:4.38.5": "Hajde, Ānanda. idemo sada do reke Kakutthe.” ",
  "dn16:4.38.6": "„Da, poštovani gospodine,” odgovori Ānanda. ",
  "dn16:4.38.7": "Dva zlatom optočena ogrtača ",
  "dn16:4.38.8": "poklonio je Pukkusa. ",
  "dn16:4.38.9": "Kad se Učitelj jednim ogrnu, ",
  "dn16:4.38.10": "njegova koža još više zablista. ",
  "dn16:4.39.1": "Onda Blaženi, praćen velikom grupom monaha, otide do reke Kakudhe. Kad je stigao, uđe u reku, okupa se i napi. Zatim izađe na obalu i otide do mangovog gaja. ",
  "dn16:4.39.2": "Tu ovako reče poštovanom Ćundaki: ",
  "dn16:4.39.3": "„Hajde, Ćundaka, spoljni ogrtač presavij na četvoro, pa ga prostri. Umoran sam, pa bih da legnem.” ",
  "dn16:4.40.1": "„Da, poštovani gospodine,” odgovori poštovani Ćundaka i uradi kako mu je rečeno. ",
  "dn16:4.40.2": "A Blaženi leže da desnu stranu, u lavlji položaj, jedno stopalo povrh drugog, svestan i s jasnim razumevanjem, odredivši unapred vreme kada će ustati. ",
  "dn16:4.40.3": "A poštovani Ćandaka sede kraj Blaženoga. ",
  "dn16:4.41.1": "Otišavši do reke Nadike, ",
  "dn16:4.41.2": "čiste, prijatne i bistre vode, ",
  "dn16:4.41.3": "Učitelj uroni u nju, tela iznurenog, ",
  "dn16:4.41.4": "u ovom svetu nenadmašni Blaženi. ",
  "dn16:4.41.5": "Kada se okupao i žeđ ugasio, ",
  "dn16:4.41.6": "na obalu izađe, među monahe. ",
  "dn16:4.41.7": "Pošto ih je tu podučio, ",
  "dn16:4.41.8": "zaputi se on ka mangovom gaju. ",
  "dn16:4.41.9": "Tu se obrati monahu Ćundaki: ",
  "dn16:4.41.10": "„Rasprosti mi ogrtač savijen načetvoro.” ",
  "dn16:4.41.11": "I Ćundaka na poziv Obuzdanoga, ",
  "dn16:4.41.12": "hitro položi savijeni ogrtač. ",
  "dn16:4.41.13": "Na njega leže Učitelj tela iznurenoga, ",
  "dn16:4.41.14": "a pred njim sede monah Ćundaka. ",
  "dn16:4.42.1": "Onda Blaženi reče poštovanom Ānandi: ",
  "dn16:4.42.2": "„Može se dogoditi da kovač Ćunda bude potišten, ako ga neko kritikuje: ",
  "dn16:4.42.3": "’Prijatelju, Ćunda, gubitak je za tebe, veliki gubitak, da je Tathāgata umro pošto je pojeo hranu od tebe isprošenu.’ ",
  "dn16:4.42.4": " Takvu Ćundinu potištenost treba odagnati ovako: ",
  "dn16:4.42.5": "’Prijatelju Ćunda, dobitak je za tebe, veliki dobitak, ",
  "dn16:4.42.6": "da je Tathāgata umro pošto je pojeo hranu od tebe isprošenu. ",
  "dn16:4.42.7": "Prijatelju Ćunda, čuo sa iz usta Blaženog: ",
  "dn16:4.42.8": "’Dve vrste isprošene hrane imaju isti dobar rezultat, donose isti dobar plod. One imaju mnogo veći rezultat, mnogo veći plod od bilo koje druge isprošene hrane. ",
  "dn16:4.42.9": "A koje dve? ",
  "dn16:4.42.10": "Ona posle koje je, pošto ju je pojeo, Blaženi dostigao potpuno probuđenje. I ona posle koje je, pošto ju je pojeo, Blaženi dostigao potpuno oslobođenje, bez ostatka. ",
  "dn16:4.42.11": "Te dve vrste isprošene hrane imaju isti dobar rezultat, donose isti dobar plod, veći od bilo koje druge isprošene hrane. ",
  "dn16:4.42.12": "Prijatelju Ćunda, ti si već stekao kammu koja vodi dugom životu, sreći, dobrom glasu, preporađanju u nebeskom svetu, kammu koja vodi ka dugom životu.’ ",
  "dn16:4.42.13": "Ānanda, na taj način bi trebalo odagnati potištenost kovača Ćunde.” ",
  "dn16:4.43.1": "Onda Blaženi, razumevši značenje svega toga, izgovori ove nadahnute stihove: ",
  "dn16:4.43.2": "U onoga ko daje, zasluge rastu, ",
  "dn16:4.43.3": "u obuzdanome mržnja se ne gomila. ",
  "dn16:4.43.4": "Čestiti čovek napušta zlodelo svako; ",
  "dn16:4.43.5": "bez pohlepe, mržnje i obmane, do kraja oslobođen postaje. ",
  "dn16:5.1.0": "26. Dva sālova drveta ",
  "dn16:5.1.1": "Onda Blaženi reče poštovanom Ānandi: ",
  "dn16:5.1.2": "„Hajde, Ānanda, otići ćemo do druge obale Hiraññavati reke, do Upavattana sālovog gaja kraj Kusināre.” ",
  "dn16:5.1.3": "„Da, poštovani gospodine,” odgovori Ānanda. ",
  "dn16:5.1.4": "A Blaženi, praćen velikom grupom monaha, otide do druge obale Hiraññavati reke, do Upavattana sālovog gaja kraj Kusināre. Kad je stigao, reče on poštovanom Ānandi: ",
  "dn16:5.1.5": "„Umoran sam, Ānanda, hajde pripremi mi mesto da legnem između dva sālova drveta, sa glavom okrenutom ka severu. ",
  "dn16:5.1.6": "„Da, poštovani gospodine,” odgovori Ānanda i pripremi mesto da učitelj legne. ",
  "dn16:5.1.7": "A Blaženi leže da desnu stranu, u lavlji položaj, jedno stopalo povrh drugog, svestan i s jasnim razumevanjem. ",
  "dn16:5.2.1": "U tom, kada im vreme nije, sālova stabla procvetaše. ",
  "dn16:5.2.3": "Isto tako, latice sa nebeskog koralnog drveta počeše da padaju iz visina. ",
  "dn16:5.2.4": "U znak poštovanja prema Tathāgati, iz njegove krošnje počeše da padaju latice, svuda unaokolo, te prekriše čitavo njegovo telo. ",
  "dn16:5.2.5": "Isto tako, nebeski prah sandalovog drveta poče da pada iz visina, te prekri njegovo telo. ",
  "dn16:5.2.6": "U znak poštovanja prema Tathāgati, začula se nebeska muzika i isto tako nebesko pojanje. ",
  "dn16:5.3.1": "Onda Blaženi reče poštovanom Ānandi: ",
  "dn16:5.3.2": "",
  "dn16:5.3.8": "„Ānanda sve ovo nije način na koji se Tāthagate poštuju i obožavaju, dive im se i klanjaju. ",
  "dn16:5.3.10": "Zato, Ānanda, i vi treba tako da vežbate: ‚Mi ćemo praktikovati Dhammu u skladu sa Dhammom, vežbati na pravi način, slediti Dhammu’. ",
  "dn16:5.3.11": "To ti je Ānanda moj savet.” ",
  "dn16:5.4.0": "27. Monah Upavāna ",
  "dn16:5.4.1": "Tom prilikom poštovani Upavāṇa je sedeo kraj Blaženog i hladio ga lepezom. ",
  "dn16:5.4.2": "Onda mu Blaženi reče: ",
  "dn16:5.4.3": "„Pomeri se, monaše, nemoj stajati ispred mene.” ",
  "dn16:5.4.4": "Na to poštovani Ānanda pomisli: ",
  "dn16:5.4.5": "„Ovo je poštovani Upavāṇa, dugogodišnju lični pratilac Blaženog, bliska osoba, stalni saputnik. ",
  "dn16:5.4.6": "A ipak, u svom poslednjem času Blaženi mu je rekao: ",
  "dn16:5.4.7": "„Pomeri se, monaše, nemoj stajati ispred mene.” ",
  "dn16:5.4.8": "Šta je uzrok, šta li je razlog da mu je to rekao?” ",
  "dn16:5.5.1": "Onda Ānanda reče Blaženom: ",
  "dn16:5.5.2": "„Poštovani gospodine, ovo je poštovani Upavāṇa, dugogodišnju lični pratilac Blaženog, bliska osoba, stalni saputnik. ",
  "dn16:5.5.3": "A ipak, u svom poslednjem času Blaženi mu je rekao: ",
  "dn16:5.5.4": "„Pomeri se, monaše, nemoj stajati ispred mene.” ",
  "dn16:5.5.5": "Šta je uzrok, šta li je razlog da mu je to rekao?” ",
  "dn16:5.5.7": "„Ānanda, skoro sva božanstva iz deset hiljada božanskih svetova okupila su se ovde da vide Tathāgatu. ",
  "dn16:5.5.8": "Dvanaest yođana oko ovo sālovog gaja nema mesta čak ni toliko da se igla provuče, a da ga nisu zauzela ta moćna božanstva. ",
  "dn16:5.5.9": "I ta božanstva su počela da negoduju: ",
  "dn16:5.5.10": "’Došli smo izdaleka da vidimo Tathāgatu. ",
  "dn16:5.5.11": "Zaista retko se Tathāgate pojavljuju u ovome svetu, plemeniti, potpuno probuđeni. ",
  "dn16:5.5.12": "Danas, tokom poslednje trećine noći, Tathāgata će dostići konačno oslobođenje. ",
  "dn16:5.5.13": "Ovaj moćni monah je stao i zakrilio nam pogled. Nećemo videti Tathāgatu u njegovim poslednjim časovima!’” ",
  "dn16:5.6.1": "„Poštovani gospodine, o kakvim to božanstvima Blaženi govori?” ",
  "dn16:5.6.2": "„Ānanda, tu su božanstva i na nebu i na zemlji, koja opažaju ovu zemlju. Raspletene kose i uzdignutih ruku, ona padaju kao pokošena, valjaju se po tlu i nariču: ",
  "dn16:5.6.3": "’Prebrzo će Blaženi dostići konačno oslobođenje, prebrzo će Srećni dostići konačno oslobođenje! Prebrzo će oko ovoga sveta nestati!’ ",
  "dn16:5.6.6": "Međutim, ima i božanstava koja su mirna, sa svesnošću i jasnim razumevanjem: ",
  "dn16:5.6.7": "’Priroda svih uslovljenih stvari jeste da propadaju. Kako bi uopšte moglo biti drugačije?’” ",
  "dn16:5.7.0": "28. Četiri mesta koja izazivaju poštovanje ",
  "dn16:5.7.1": "„Poštovani gospodine, ranije, kada bi završili period vasse, monasi su obično dolazili sa različitih strana da vide Tathāgatu. ",
  "dn16:5.7.2": "Tada bismo imali priliku da vidimo te istaknute monahe, da im iskažemo poštovanje. ",
  "dn16:5.7.3": "Međutim, kada Blaženog više ne bude, nećemo imati priliku da vidimo te istaknute monahe, da im iskažemo poštovanje.” ",
  "dn16:5.8.1": "„Ānanda, postoje četiri mesta koja, kada ih vidi, izazivaju poštovanje u mladiću iz dobre porodice. ",
  "dn16:5.8.2": "Koja četiri? ",
  "dn16:5.8.3": "Kada pomisli: ’Na ovom mestu je Tathāgata rođen,’ to u njemu budi poštovanje. ",
  "dn16:5.8.4": "Kada pomisli: ’Na ovom mestu je Tathāgata dostigao nenadmašno, potpuno probuđenje,’ to u njemu budi poštovanje. ",
  "dn16:5.8.5": "Kada pomisli: ’Na ovom mestu je Tathāgata pokrenuo nenadmašni točak Dhamme,’ to u njemu budi poštovanje. ",
  "dn16:5.8.6": "Kada pomisli: ’Na ovom mestu je Tathāgata dostigao potpuno oslobođenje, bez ostatka,’ to u njemu budi poštovanje. ",
  "dn16:5.8.7": "Ta četiri mesta koja izazivaju poštovanje treba da vidi mladić iz dobre porodice. ",
  "dn16:5.8.8": "Ānanda, kada ispunjeni poverenjem, monasi, monahinje, nezaređeni sledbenici i sledbenice pomisle: ",
  "dn16:5.8.9": "’Na ovom mestu je Tathāgata rođen’, ’Na ovom mestu je Tathāgata dostigao nenadmašno, potpuno probuđenje’, ’Na ovom mestu je Tathāgata pokrenuo nenadmašni točak Dhamme’, ’Na ovom mestu je Tathāgata dostigao konačno oslobođenje, bez ostatka,’ to u njima budi poštovanje. ",
  "dn16:5.8.10": "I ko god, Ānanda, obilazeći ta četiri mesta umre na nekom od njih, uma ispunjenog poštovanjem, taj će se posle sloma tela, posle smrti preporoditi na dobrom odredištu, čak u nebeskom svetu.” ",
  "dn16:5.9.0": "29. Ānandina pitanja ",
  "dn16:5.9.1": "„Poštovani gospodine, kako monah da se odnositi prema osobama suprotnog pola?” ",
  "dn16:5.9.2": "„Ne treba da ih posmatra.” ",
  "dn16:5.9.3": "„Ali ako ih, Blaženi, ipak vidi?” ",
  "dn16:5.9.4": "„Ne treba da se upušta u razgovor.” ",
  "dn16:5.9.5": "„Ali ako ipak zapodene sa njima razgovor?” ",
  "dn16:5.9.6": "„Neka održava kontinuiranu svesnost, Ānanda.” ",
  "dn16:5.10.1": "„Blaženi, a kako treba postupati sa telom Tathāgate?” ",
  "dn16:5.10.2": "„Ānanda, ne brini za Tathāgatino telo. ",
  "dn16:5.10.3": "Marljivi i odlučni, posvetite se najvišoj dobrobiti, najvišem cilju! ",
  "dn16:5.10.4": "Ima dovoljno učenih plemića, brahmana, kućedomaćina sa poverenjem u Tathāgatu. Oni će se pobrinuti za osvećenje Tathāgatinih ostataka.” ",
  "dn16:5.11.1": "„Ali, poštovani gospodine, šta treba uraditi sa telom Tathāgate?” ",
  "dn16:5.11.2": "„Ānanda, isto ono što i sa telom vladara koji pokreće točak istine.” ",
  "dn16:5.11.3": "„A šta se radi sa telom vladara koji pokreće točak istine?” ",
  "dn16:5.11.4": "„Ānanda, vladarevo telo se umota u čisto platno i onda u pamučnu tkaninu. A onda se još jednom obavije čistim platnom. ",
  "dn16:5.11.5": "Kada je na taj način telo obavijeno pet stotina puta, stavlja se u gvozdeni kovčeg napunjen uljem, a pokrije gvozdenim poklopcem. Potom se napravi pogrebna lomača od raznog mirisnog drveta i zapali. ",
  "dn16:5.11.6": "Na kraju se za vladara koji pokreće točak istine na raskršću podigne stupa. ",
  "dn16:5.11.7": "Na taj način postupaju sa telom vladara koji pokreće točak istine ",
  "dn16:5.11.8": "i tako treba postupiti i sa telom Tathāgate. ",
  "dn16:5.11.9": "Na raskršću treba podići stupu za Tathāgatu. ",
  "dn16:5.11.10": "A oni koji će kod te stupe prineti vence, mirisne štapiće ili mirisni prah, pokloniti se uma ispunjenog poštovanjem, to će biti na njihovu korist i sreću za dugo vremena. ",
  "dn16:5.12.0": "30. Ko je vredan stupe? ",
  "dn16:5.12.1": "Ānanda, četiri vrste ljudi su vredne podizanja stupe. ",
  "dn16:5.12.2": "Koje četiri? ",
  "dn16:5.12.3": "Tathāgata, plemeniti i potpuno probuđeni je vredan stupe. Utihnuli buda, probuđeni učenik Tathāgate i vladar koji pokreće točak istine su vredni stupe. ",
  "dn16:5.12.4": "A zašto je Tathāgata, plemeniti i potpuno probuđeni vredan stupe? ",
  "dn16:5.12.5": "Kada pomisle: ’Ovo je stupa Tathāgate, plemenitog i potpuno probuđenog’, tako se um mnogih pročišćuje. ",
  "dn16:5.12.6": "A tako pročišćenog uma, oni će se posle sloma tela, posle smrti preporoditi na dobrom odredištu, čak u nebeskom svetu. ",
  "dn16:5.12.7": "Zbog toga je Tathāgata, plemeniti i potpuno probuđeni vredan stupe. ",
  "dn16:5.12.8": "A zašto je utihnuli buda vredan stupe? ",
  "dn16:5.12.9": "Kada pomisle: ’Ovo je stupa utihnulog bude’, to um mnogih pročišćuje. ",
  "dn16:5.12.10": "A tako pročišćenog uma, oni će se posle sloma tela, posle smrti preporoditi na dobrom odredištu, čak u nebeskom svetu. ",
  "dn16:5.12.11": "Zbog toga je utihnuli buda vredan stupe. ",
  "dn16:5.12.12": "A zašto je probuđeni učenik Tathāgate vredan stupe? ",
  "dn16:5.12.13": "Kada pomisle: ’Ovo je stupa učenika Tathāgate, plemenitog i potpuno probuđenog’, tako se um mnogih pročišćuje. ",
  "dn16:5.12.14": "A tako pročišćenog uma, oni će se posle sloma tela, posle smrti preporoditi na dobrom odredištu, čak u nebeskom svetu. ",
  "dn16:5.12.15": "Zbog toga je probuđeni učenik Tathāgate vredan stupe. ",
  "dn16:5.12.16": "A zašto je vladar koji pokreće točak istine vredan stupe? ",
  "dn16:5.12.17": "Kada pomisle: ’Ovo je stupa vladara koji pokreće točak istine’, to um mnogih pročišćuje. ",
  "dn16:5.12.18": "A tako pročišćenog uma, oni će se posle sloma tela, posle smrti preporoditi na dobrom odredištu, čak u nebeskom svetu. ",
  "dn16:5.12.19": "Zbog toga je vladar koji pokreće točak istine vredan stupe. ",
  "dn16:5.12.20": "To su, Ānanda, četiri vrste ljudi vrednih podizanja stupe. ",
  "dn16:5.13.0": "31. Ānandine zadivljujuće osobine ",
  "dn16:5.13.1": "Onda Ānanda uđe u prostoriju i naslonivši se na dovratak, zakuka: ",
  "dn16:5.13.2": "„Avaj, ja sam još uvek samo učenik, neko ko još nije stigao na cilj, a moj učitelj, onaj ko ima saosećanje prema meni, dostići če uskoro konačno oslobođenje!” ",
  "dn16:5.13.3": "A Blaženi upita druge monahe: ",
  "dn16:5.13.4": "„Monasi, gde je Ānanda?” ",
  "dn16:5.13.5": "„Eno ga, Blaženi, ušavši u prostoriju, naslonio se na dovratak i zakukako: ",
  "dn16:5.13.6": "„Avaj, ja sam još uvek samo učenik, neko ko još nije stigao na cilj, a moj učitelj, onaj ko ima saosećanje prema meni, dostići če uskoro konačno oslobođenje!” ",
  "dn16:5.13.7": "Na to Blaženi reče nekom monahu: ",
  "dn16:5.13.8": "„Hajde, monaše, idi do Āṇande ",
  "dn16:5.13.9": "i reci mu da ga učitelj zove.” ",
  "dn16:5.13.10": "„Da, poštovani gospodine,” odgovori monah i prenese Ānandi šta mu je rečeno. ",
  "dn16:5.14.1": "„Dobro, prijatelju,” reče Ānanda i otide do Blaženog. Kad je stigao, pokloni mu se i sede sa strane. Dok je tako sedeo, Blaženi mu reče: ",
  "dn16:5.14.2": "„Dosta je bilo, Ānanda, ne kukaj! Nisam li već ranije objavio: ",
  "dn16:5.14.3": "’U svemu što je drago i blisko postoji razdvajanje, razilaženje, napuštanje.’ ",
  "dn16:5.14.4": "Kako bi moglo biti drugačije? Da ono što je rođeno, postoji, uslovljeno je, po prirodi svojoj prolazno, uključujući tu i telo Tathāgate, ne propadne, to je nemoguće. ",
  "dn16:5.14.5": "Ānanda, ti si se jako dugo starao o Tathāgati svojim telesnim, verbalnim i mentalnim postupcima ispunjenim beskrajnom prijateljskom ljubavlju, korisnim, prijatnim i iskrenim. ",
  "dn16:5.14.6": "Ti si već stekao mnogo zasluga, Ānanda. Posveti se tome da što pre um potpuno pročistiš od svakog otrova!” ",
  "dn16:5.15.1": "Dalje Blaženi reče monasima: ",
  "dn16:5.15.2": "„Plemeniti i potpuno probuđeni koji su živeli u prošlosti imali su ličnog pratioca kao što ja sada imam Ānandu. ",
  "dn16:5.15.3": "Plemeniti i potpuno probuđeni koji će tek doći imaće ličnog pratioca kao što ja sada imam Ānandu. ",
  "dn16:5.15.4": "Monasi, učen je Ānanda, ",
  "dn16:5.15.5": "mudar je Ānanda. ",
  "dn16:5.15.6": "On dobro zna: ’Ovo je pravi trenutak za monaha koji je došao da vidi Tathāgatu. Ovo je pravi trenutak za monahinju, nezaređenog sledbenika i sledbenicu, za kralj i kraljevog savetnika, za sledbenike ostalih tradicija.’ ",
  "dn16:5.16.1": "Monasi, četiri su zadivljujuće, čudesne osobine koje poseduje Ānanda. ",
  "dn16:5.16.2": "Koje četiri? ",
  "dn16:5.16.3": "Ako grupa monaha dođe da poseti Ānandu, oni su radosni kada ga vide. ",
  "dn16:5.16.4": "I ako tom prilikom Ānanda podučava Dhammu, oni su radosni zbog njegovog učenja. ",
  "dn16:5.16.5": "Radosni su čak i ako Ānanda ništa ne govori. ",
  "dn16:5.16.6": "Ako grupa monahinja dođe da poseti Ānandu, one su radosne kada ga vide. ",
  "dn16:5.16.7": "I ako tom prilikom Ānanda podučava Dhammu, one su radosne zbog njegovog učenja. ",
  "dn16:5.16.8": "Radosne su čak i ako Ānanda ništa ne govori. ",
  "dn16:5.16.9": "Ako grupa nezaređenih sledbenika dođe da poseti Ānandu, oni su radosni kada ga vide. ",
  "dn16:5.16.10": "I ako tom prilikom Ānanda podučava Dhammu, oni su radosni zbog njegovog učenja. ",
  "dn16:5.16.11": "Radosni su čak i ako Ānanda ništa ne govori. ",
  "dn16:5.16.12": "Ako grupa nezaređenih sledbenica dođe da poseti Ānandu, one su radosne kada ga vide. ",
  "dn16:5.16.13": "I ako tom prilikom Ānanda podučava Dhammu, one su radosne zbog njegovog učenja. ",
  "dn16:5.16.14": "Radosne su čak i ako Ānanda ništa ne govori. ",
  "dn16:5.16.15": "To su, monasi, četiri zadivljujuće, čudesne osobine koje poseduje Ānanda. ",
  "dn16:5.16.16": "Monasi, četiri su zadivljujuće, čudesne osobine vladara koji pokreće točak istine. ",
  "dn16:5.16.17": "Koje četiri? ",
  "dn16:5.16.18": "Ako grupa plemića dođe da poseti vladara koji pokreće točak istine, oni su radosni kada ga vide. ",
  "dn16:5.16.19": "I ako im tom prilikom vladar koji pokreće točak istine govori, oni su radosni zbog njegovog govora. ",
  "dn16:5.16.20": "Radosni su čak i ako im on ništa ne kaže. ",
  "dn16:5.16.21": "Ako grupa brahmana… ",
  "dn16:5.16.22": "grupa kućedomaćina… ",
  "dn16:5.16.23": "Ako grupa asketa dođe da poseti vladara koji pokreće točak istine, oni su radosni kada ga vide. ",
  "dn16:5.16.24": "I ako im tom prilikom vladar koji pokreće točak istine govori, oni su radosni zbog njegovog govora. ",
  "dn16:5.16.25": "Radosni su čak i ako im on ništa ne kaže. ",
  "dn16:5.16.26": "Na isti takav način, monasi, četiri su zadivljujuće, čudesne osobine koje poseduje Ānanda.” ",
  "dn16:5.17.0": "32. Priča o Mahāsudassani ",
  "dn16:5.17.1": "Kada ovo bi rečeno, poštovani Ānanda reče Blaženome: ",
  "dn16:5.17.2": "„Poštovani gospodine, neka Blaženi ne uđe u konačno oslobođenje u ovako malom mestu, ovako malom, zabačenom selu, u sred džungle. ",
  "dn16:5.17.3": "Ima drugih mesta, velikih gradova kao što su ",
  "dn16:5.17.4": "Ćampā, Rāđagaha, Sāvatthi, Sāketa, Kosambi ili Bārāṇasī. ",
  "dn16:5.17.5": "Neka Blaženi tamo uđe u konačno oslobođenje. ",
  "dn16:5.17.6": "Jer tamo je mnogo dvorana koje su izgradili plemići, brahmani i kućedomaćini predani. ",
  "dn16:5.17.7": "Oni će organizovati osvećenje Tathāgatinih ostataka.” ",
  "dn16:5.17.8": "„Ānanda, nemoj tako govoriti, nemoj tako govoriti – ",
  "dn16:5.17.9": "malo mesto, zabačeno selo, u sred džungle. ",
  "dn16:5.18.1": "Nekada davno, živeo je vladar po imenu Mahāsudassana, vladar koji pokreće točak istine, pravedni vladar, osvajač sve četiri strane sveta, koji je zemlju učinio stabilnom, opskrbljen sa sedam blaga. ",
  "dn16:5.18.2": "I upravo ova Kusinārā je bila Kusāvati, prestonica kralja Mahāsudassane; ",
  "dn16:5.18.3": "prostirala se dvanaest yođana u dužinu i sedam yođana u širinu. ",
  "dn16:5.18.4": "Bila je tada prestonica Kusāvati bogata, prosperitetna, prepuna ljudi, sa obiljem hrane. ",
  "dn16:5.18.5": "Baš kao što je, Ānanda, Āḷakamandā prestonica bogova, bogata, prosperitetna, prepuna božanstava, veliki izvor hrane, ",
  "dn16:5.18.6": "isto tako je Kusāvatī bio prestonica kralja Mahāsudassane. ",
  "dn16:5.18.7": "I u njoj se uvek čulo, danju i noći, deset vrsta zvukova: ",
  "dn16:5.18.8": "zvuk slonova, konja, kočija, velikih bubnjeva, malih bubnjeva, lauta, pesama, truba, cimbala, pljeskanja i povika: ’Jedite, pijte i uživajte’, kao desetog. ",
  "dn16:5.19.1": "Idi sada, Ānanda, do Kusināre i obavesti tamošnje Malle: ",
  "dn16:5.19.2": "’Danas, Vāseṭṭhe, u poslednjoj trećini noći, Tathāgata će ući u konačno oslobođenje.’ ",
  "dn16:5.19.3": "Dođite, Vāseṭṭhe, dođite, Vāseṭṭhe. ",
  "dn16:5.19.4": "Nemojte posle da se kajete: ",
  "dn16:5.19.5": "„Kod nas je Tathāgata ušao u konačno oslobođenje, a nismo otišli da ga vidimo u tom poslednjem času!” ",
  "dn16:5.19.6": "„Da, poštovani gospodine,” odgovori Ānanda, pa se obuče, uze prosjačku zdelu i gornji ogrtač, te praćen još jednim monahom ode do Kusināre. ",
  "dn16:5.20.0": "33. Malle odaju počast ",
  "dn16:5.20.1": "A tom prilikom Malle iz Kusināre su se bili okupili nekim poslom u sali za skupove. ",
  "dn16:5.20.2": "Kad je došao do njih, poštovani Ānanda im reče: ",
  "dn16:5.20.3": "’Danas, Vāseṭṭhe, u poslednjoj trećini noći, Tathāgata će ući u konačno oslobođenje.’ ",
  "dn16:5.20.4": "Dođite, Vāseṭṭhe, dođite, Vāseṭṭhe. ",
  "dn16:5.20.5": "Nemojte posle da se kajete: ",
  "dn16:5.20.6": "’Kod nas je Tathāgata ušao u konačno oslobođenje, a nismo otišli da ga vidimo u tom poslednjem času!’” ",
  "dn16:5.21.1": "Kada su čuli Ānandine reči, Malle, njihovi sinovi, snahe i supruge, ostadoše zatečeni, ožalošćeni, uma preplavljenog tugom. Neki od njih počeše da nariču, raspletene kose i uzdignutih ruku, pa zatim padoše kao pokošeni, valjajući se po tlu i naričući: ",
  "dn16:5.21.2": "’Prebrzo će Blaženi postati potpuno oslobođen, prebrzo će Srećni postati potpuno oslobođen! Prebrzo će oko ovoga sveta nestati!’ ",
  "dn16:5.21.3": "Onda Malle, njihovi sinovi, snahe i supruge, zatečeni, ožalošćeni, uma prepunog tuge, odoše sa poštovanim Ānandom do sālovog gaja. ",
  "dn16:5.22.1": "Kada su stigli, poštovani Ānanda pomisli: ",
  "dn16:5.22.2": "„Ako svi ovi Malleiz Kusināre budu išli jedan po jedan da se poklone Blaženom, to će potrajati i duže od ove noći. ",
  "dn16:5.22.3": "Kako bi bilo kada bi mu se poklonili porodica po porodica?” Tako i reče: ",
  "dn16:5.22.4": "„Poštovani gospodine, neka Malle, zajedno sa svojom porodicom, rodbinom i prijateljima, iskažu poštovanje Blaženom tako što će mu se do nogu pokloniti.” ",
  "dn16:5.22.5": "Tako je i bilo, ",
  "dn16:5.22.7": "i na taj način Malle su završile iskazivanje poštovanja u prvoj trećini noći. ",
  "dn16:5.23.0": "34. Priča o lutalici Subhaddi ",
  "dn16:5.23.1": "Tom prilikom lutalica po imenu Subhadda je živeo u Kusināri. ",
  "dn16:5.23.2": "I doču lutalica Subhadda: ",
  "dn16:5.23.3": "’Kažu da će danas, u poslednjoj trećini noći, Tathāgata dostići konačno oslobođenje.’ ",
  "dn16:5.23.4": "Na to Subhadda ovako reče: ",
  "dn16:5.23.5": "„Čuo sam od lutalica, starih, u poodmaklim godinama, učitelja i učiteljevih učitelja, kako govore: ",
  "dn16:5.23.6": "’Zaista retko se Tathāgate pojavljuju u ovome svetu, plemeniti, potpuno probuđeni.’ ",
  "dn16:5.23.7": "Danas, tokom poslednje trećine noći, Tathāgata će dostići krajnje oslobođenje. ",
  "dn16:5.23.8": "U meni još postoje sumnje, ",
  "dn16:5.23.9": "ali verujem u asketu Gotamu ovako: ’Asketa Gotama može da me poduči Dhammi na takav način da moje sumnje ostanu iza mene’.” ",
  "dn16:5.24.1": "Onda lutalica Subhadda otide do Upavattana sālovog gaja, tamo gde se i poštovani Ānanda nalazio. Kada je stigao, ovako on reče poštovanom Ānandi: ",
  "dn16:5.24.2": "„Poštovani Ānanda, čuo sam od lutalica, starih, u poodmaklim godinama, učitelja i učiteljevih učitelja, kako govore: ",
  "dn16:5.24.3": "’Zaista retko se Tathāgate pojavljuju u ovome svetu, plemeniti, potpuno probuđeni.’ ",
  "dn16:5.24.4": "Danas, tokom poslednje trećine noći, Tathāgata će dostići krajnje oslobođenje. ",
  "dn16:5.24.5": "U meni još postoje sumnje, ",
  "dn16:5.24.6": "ali verujem u asketu Gotamu ovako: ’Asketa Gotama može da me poduči Dhammi na takav način da moje sumnje ostanu iza mene’. ",
  "dn16:5.24.7": "Došao sam ovamo, Ānanda, i želeo bih da vidim asketu Gotamu.” ",
  "dn16:5.24.8": "Kada je ovo čuo, Ānanda mu reče: ",
  "dn16:5.24.9": "„Dovoljno je, prijatelju Subhadda! Ne otežavaj Tathagati, iscrpljen je Blaženi.” ",
  "dn16:5.24.10": "Po drugi put… ",
  "dn16:5.24.11": "",
  "dn16:5.24.18": "Po treći put lutalica isto zamoli poštovanog Ānandu ",
  "dn16:5.24.19": "i po treći put ovaj ga odbi. ",
  "dn16:5.25.1": "A Blaženi doču o ćemu razgovaraju poštovani Ānanda i lutalica Subhadda. ",
  "dn16:5.25.2": "Na to on reče Ānandi: ",
  "dn16:5.25.3": "„Dosta, Ānanda, ne sprečavaju Subhaddu, pusti ga da vidi Tathāgatu. ",
  "dn16:5.25.4": "Šta god da Subhadda želi da me pita, pitaće to sa namerom da stekne znanje, a ne da mi otežava. ",
  "dn16:5.25.5": "Šta god me bude pitao, brzo će razumeti moj odgovor.” ",
  "dn16:5.25.6": "Na to poštovani Ānanda reče lutalici Subhaddi: ",
  "dn16:5.25.7": "„Hajde, prijatelju Subhadda, Blaženi ti daje priliku da ga vidiš.” ",
  "dn16:5.26.1": "I priđe Subhadda Blaženom, pozdravi se sa njima, a kada taj učtivi i prijateljski razgovor bi završen, sede on sa strane. Sedeći tako sa strane, ovako reče Blaženom: ",
  "dn16:5.26.2": "„Poštovani Gotama, oni askete i brahmani koji imaju mnogo sledbenika, mnogo podržavalaca učitelji mnogima, dobro poznati, na dobrom glasu, utemeljitelji posebnih tradicija, oni koje mnogi obožavaju, ",
  "dn16:5.26.3": "takvi kao što su Pūraṇa Kassapa, Makkhali Gosāla, Ađita Kesakambala, Pakudha Kaććāyana, Sañćaya Belaṭṭhaputta i Nigaṇṭha Nāṭaputta, ",
  "dn16:5.26.4": "da li su oni direktno iskusili i dostigli ono o čemu podučavaju druge ili nisu ili neki od njih jesu, a drugi nisu?” ",
  "dn16:5.26.5": "„Dosta je, Subhadda, nemoj govoriti tako: ",
  "dn16:5.26.7": "Ja ću te podučiti Dhammi, Subhadda. ",
  "dn16:5.26.8": "Slušaj i dobro zapamti šta ću ti reći, a ja ću govoriti.” ",
  "dn16:5.26.9": "„Da, poštovani gospodine,” odgovori lutalica Subhadda. ",
  "dn16:5.26.10": "A Blaženi ovako nastavi: ",
  "dn16:5.27.1": "U kojem god učenju i praksi ne postoji plemeniti osmostruki put, tu ne postoji ni istinski asketa. Tu ne postoji ni drugi, ni treći, ni četvrti asketa. ",
  "dn16:5.27.2": "U kojem god učenju i praksi da postoji plemeniti osmostruki put, tu postoji i istinski asketa. Tu postoji i drugi, treći i četvrti asketa. ",
  "dn16:5.27.3": "U ovom učenju i praksi, Subhadda, postoji plemeniti osmostruki put. Otuda u njima postoji prvi, drugi, treći i četvrti istinski asketa. U drugim tradicijama nema asketa. ",
  "dn16:5.27.4": "Kada bi svi ti askete vežbali na pravi način, ovaj svet ne bi oskudevao u arahantima.” ",
  "dn16:5.27.5": "Dvadeset devet godina imadoh, Subhadda, ",
  "dn16:5.27.6": "kada odoh u beskućnike da otkrijem šta je dobro; ",
  "dn16:5.27.7": "prođe više od pedeset godina, ",
  "dn16:5.27.8": "kako beskućnik postadoh. ",
  "dn16:5.27.9": "Ja sam onaj koji na pravo učenje ukazuje, ",
  "dn16:5.27.10": "izvan njega istinskih asketa nema. ",
  "dn16:5.27.11": "Drugih asketa nema. ",
  "dn16:5.27.12": "Trećih asketa nema. ",
  "dn16:5.27.13": "Četvrtih asketa nema. ",
  "dn16:5.27.14": "Druge su tradicije bez asketa. ",
  "dn16:5.27.15": "Kada bi svi oni živeli ispravno, u svetu bi mnogo arahanta bilo. ",
  "dn16:5.28.1": "Čuvši ovo, lutalica Subhadda ovako odgovori: ",
  "dn16:5.28.2": "„Zadivljujuće je to, poštovani gospodine, čudesno je to! ",
  "dn16:5.28.3": "Baš kao kad bi neko ispravio ono što je stajalo naglavce, otkrio skriveno, pokazao put zalutalome ili upalio svetiljku u tami, tako da oni koji imaju oči mogu da vide, tako je i učitelj Gotama, na više različitih načina, razjasnio Dhammu. ",
  "dn16:5.28.4": "Uzimam učitelja Gotamu za utočište, njegovo učenje i zajednicu monaha za utočište. ",
  "dn16:5.28.5": "Neka me učitelj Gotama prihvati kao zaređenog sledbenika i neka primim puno zaređenje.” ",
  "dn16:5.29.1": "„Subhadda, onaj ko je prethodno pripadao nekom drugom redu, a želi da se pridruži beskućnicima i primi puno zaređenje u učenju i pravilima, mora provesti četiri probna meseca.  Posle četiri probna meseca, ako su zadovoljni njime, monasi ga primaju u beskućništvo i daju mu puno zaređenje, tako da i sam postaje monah. ",
  "dn16:5.29.2": "Ali, ja sam u ovoj stvari prihvatio da postoje individualne razlike.” ",
  "dn16:5.29.3": "„Poštovani gospodine, ako oni koji su prethodno pripadali nekom drugom redu, a žele da se pridruže beskućnicima i prime puno zaređenje u učenju i pravilima, moraju provesti četiri probna meseca, ja ću na probi provesti četiri godine. Posle te četiri godine neka me monasi, ako su zadovoljni mnome, prime u beskućništvo i daju mi puno zaređenje.” ",
  "dn16:5.29.4": "Onda Blaženi reče poštovanom Ānandi: ",
  "dn16:5.29.5": "„Hajde, Ānanda, primi Subhaddu u beskućnike.” ",
  "dn16:5.29.6": "„Da, poštovani gospodine,” odgovori Ānanda. ",
  "dn16:5.30.1": "Onda mu se lutalica Subhadda obrati ovim rečima: ",
  "dn16:5.30.2": "„Dobitak je, prijatelju Ānanda, veliki je dobitak ",
  "dn16:5.30.3": "za one koje je u red primio lično učitelj.” ",
  "dn16:5.30.4": "I tako lutalica Subhadda bi primljen među beskućnike i primi od Blaženog puno zaređenje. ",
  "dn16:5.30.5": "Ne zadugo posle potpunog zaređenja, boraveći u meditaciji, povučen, marljiv, predan i odlučan, poštovani Subhadda, stekavši neposredno znanje, ovde i sada dostiže i ostade na krajnjem cilju svetačkog života, radi kojeg sinovi dobrih porodica napuštaju dom i odlaze u beskućnike. ",
  "dn16:5.30.6": "Neposredno je znao: „Ovo je poslednje rođenje, proživljen je svetački život, učinjeno što je trebalo učiniti. Nema više preporađanja u bilo koji oblik bivanja.” ",
  "dn16:5.30.7": "I poštovani Subhadda postade jedan od arahanata. ",
  "dn16:5.30.8": "Tako je on bio poslednji učenik Blaženog. ",
  "dn16:6.1.0": "35. Poslednje Tathāgatine reči ",
  "dn16:6.1.1": "Onda Blaženi reče poštovanom Ānandi: ",
  "dn16:6.1.2": "„Ānanda, možda neko od vas ovako pomisli: ",
  "dn16:6.1.3": "’Nema više učiteljeve reči, nema više našeg učitelja’. ",
  "dn16:6.1.4": "Ali nemojte tako da razmišljate. ",
  "dn16:6.1.5": "Učenje koje sam izložio i praksa u koju sam vas uputio, to će biti vaš učitelj kada mene više ne bude. ",
  "dn16:6.2.1": "Isto tako, Ānanda, sada monasi jedan drugog oslovljavaju sa ’prijatelju’. Ali kada mene ne bude, ne treba tako da rade. ",
  "dn16:6.2.2": "Stariji monasi bi trebalo mlađe monahe da oslovljavaju po imenu, klanu ili sa ’prijatelju’. ",
  "dn16:6.2.3": "Mlađi monasi bi starije trebalo da oslovljavaju sa ‚’gospodine’ ili ’poštovani’. ",
  "dn16:6.3.1": "Ako tako želi, kada mene ne bude, Sangha može da napusti manje važna pravila. ",
  "dn16:6.4.1": "A za monaha koji pogreši, pa to skriva, neka sledi ’Brahmina kazna’.” ",
  "dn16:6.4.2": "„A kakva je to ’Brahmina kazna’, poštovani?” ",
  "dn16:6.4.3": "„Ananda, monah koji skriva svoj prekršaj može govoriti šta god hoće. ",
  "dn16:6.4.4": "Ali ostali monasi sa njim neće razgovarati, neće ga savetovati, niti podučavati.” ",
  "dn16:6.5.1": "Tada se Blaženi obrati ostalim monasima: ",
  "dn16:6.5.2": "„Monasi, ako u nekom od vas još ima nedoumica, sumnji u Budu, Dhammu i Sanghu, u put i kako stići do cilja, pitajte monasi, nemojte posle da se kajete: ",
  "dn16:6.5.3": "’Naš učitelj je bio tu, a nismo ga pitali direktno’.” ",
  "dn16:6.5.4": "Na to monasi ostadoše u tišini. ",
  "dn16:6.6.1": "Po drugi put… ",
  "dn16:6.6.2": "Po treći put Blaženi reče: ",
  "dn16:6.6.3": "„Monasi, ako u nekom od vas još ima nedoumica, sumnji u Budu, Dhammu i Sanghu, u put i kako stići do cilja, pitajte monasi, nemojte posle da se kajete: ",
  "dn16:6.6.4": "’Naš učitelj je bio tu, a nismo ga pitali direktno’.” ",
  "dn16:6.6.5": "I po treći put monasi ostadoše u tišini. ",
  "dn16:6.6.6": "Na to Blaženi nastavi: ",
  "dn16:6.6.7": "„Monasi, možda ne pitate iz poštovanja prema svom učitelju. Neka onda vaš prijatelj pita umesto vas.” ",
  "dn16:6.6.8": "I posle ovoga monasi ostadoše u tišini. ",
  "dn16:6.6.9": "Na to poštovani Ānanda reče Blaženom: ",
  "dn16:6.6.10": "„Zadivljujuće je to, čudesno je to. Potpuno sam siguran da u ovoj monaškoj zajednici nema nijednog monaha koji ima nedoumica, sumnji u Budu, Dhammu i Sanghu, u put i kako stići do cilja.” ",
  "dn16:6.6.11": "„Ānanda, ti govoriš iz poverenja, ali Tathāgata to zna. Nema u ovoj monaškoj zajednici nijednog monaha koji ima nedoumica, sumnji u Budu, Dhammu i Sanghu, u put i kako stići do cilja. ",
  "dn16:6.6.12": "Među ovih petsto monaha, najniži po postignuću je onaj koji je ušao u tok. Njegova je priroda je da se više nikada neće preporoditi u svetu patnje i sigurno će stići do potpunog probuđenja. ",
  "dn16:6.7.1": "Dalje Blaženi reče monasima: ",
  "dn16:6.7.2": "„Monasi, sada vam i ovo kažem: ",
  "dn16:6.7.3": "priroda svih uslovljenih stvari zaista jeste da propadaju. Naoružani svesnošću, vežbajte neumorno da stignete do cilja!” ",
  "dn16:6.7.4": "To behu poslednje Tathāgatine reči. ",
  "dn16:6.8.0": "36. Konačno oslobođenje ",
  "dn16:6.8.1": "Onda Blaženi uđe u prvo zadubljenje, pa izašavši iz prvog zadubljenja, uđe u drugo. Izašavši iz drugog, uđe u treće zadubljenje. Izašavši iz trećeg, uđe u četvrto zadubljenje. Izašavši iz četvrtog, uđe u područje beskonačnog prostora. Izašavši iz područja beskonačnog prostora, on uđe u područje bezgranične svesti. Izašavši iz područja bezgranične svesti, on uđe u područje ničega. Izašavši iz područja ničega, on uđe u područje ni opažanja ni neopažanja. Izađavši iz područja ni opažanja ni neopažanja, on uđe u prestanak opažaja i osećaja. ",
  "dn16:6.8.2": "I Ānanda reče Anuruddhi: ",
  "dn16:6.8.3": "„Poštovani Anurudha, Blaženi dostiže konačno oslobođenje.” ",
  "dn16:6.8.4": "„Nije, prijatelju Ānanda, Blaženi dostigao konačno oslobođenje. Samo je ušao u prestanak opažaja i osećaja.” ",
  "dn16:6.9.1": "A Blaženi, izašavši iz prestanka opažaja i osećaja, uđe u područje ni opažanja ni neopažanja. Izašavši iz područja ni opažanja ni neopažanja, on uđe u područje ničega. Izašavši iz područja ničega, uđe u područje bezgranične svesti. Izašavši iz područja bezgranične svesti, uđe u područje beskonačnog prostora. Izašavši iz područja beskonačnog prostora, uđe u četvrto zadubljenje. Izašavši iz četvrtog zadubljenja, uđe u treće. Izašavši iz trećeg zadubljenja, uđe u drugo. Izašavši iz drugog zadubljenja, uđe u prvo. Izašavši iz prvog zadubljenja, uđe u drugo. Izašavši iz drugog zadubljenja, uđe u treće. Izašavši iz trećeg zadubljenja, on uđe u četvrto. I odmah pošto je izašao iz četvrtog zadubljenja, Blaženi dostiže konačno oslobođenje. ",
  "dn16:6.10.1": "Istovremeno sa potpunim oslobođenjem Blaženog, dogodi se veliki zemljotres, snažan i zastrašujući, praćen snažnom grmljavinom. ",
  "dn16:6.10.2": "Istovremeno sa konačnim oslobođenjem Blaženog, Brahmā Sahampati izreče ove stihove: ",
  "dn16:6.10.3": "„Sva bića u svetu ovome ",
  "dn16:6.10.4": " svoje telo odložiće, ",
  "dn16:6.10.5": "baš isto kao i učitelj, ",
  "dn16:6.10.6": "u ovom svetu nenadmašni; ",
  "dn16:6.10.7": "Tathāgata istinsku snagu stekao je, ",
  "dn16:6.10.8": "potpuno probuđeni dostiže konačno oslobođenje.” ",
  "dn16:6.10.9": "Istovremeno sa konačnim oslobođenjem Blaženog, Sakka, predvodnik bogova, izreče ove stihove: ",
  "dn16:6.10.10": "„Prolazne su zaista sve uslovljene stvari, ",
  "dn16:6.10.11": "njihova priroda je da nastanu i nestanu. ",
  "dn16:6.10.12": "Jednom nastavši, zauvek iščezavaju, ",
  "dn16:6.10.13": "tek njihovo smirivanje je istinska sreća.” ",
  "dn16:6.10.14": "Istovremeno sa konačnim oslobođenjem Blaženog, poštovani Anuruddha izreče ove stihove: ",
  "dn16:6.10.15": "„Nema udaha ni izdaha ",
  "dn16:6.10.16": " u Takvome umirenoga uma. ",
  "dn16:6.10.17": "Nepomeriv, smirenju predan, ",
  "dn16:6.10.18": "ovaj mudrac je zaokružio svoje vreme. ",
  "dn16:6.10.19": "Nepokolebanoga uma, ",
  "dn16:6.10.20": "sve bolne osećaje prevazišao je; ",
  "dn16:6.10.21": "slično lampi čiji plamen utrnu, ",
  "dn16:6.10.22": "beše oslobođenje uma.” ",
  "dn16:6.10.23": "Istovremeno sa potpunim oslobođenjem Blaženog, poštovani Ānanda izreče ove stihove: ",
  "dn16:6.10.24": "„I onda nastade strah, ",
  "dn16:6.10.25": "i onda nastade užas, ",
  "dn16:6.10.26": "kada usavršeni u svim izvanrednim osobinama ",
  "dn16:6.10.27": "dostiže konačno oslobođenje.” ",
  "dn16:6.10.28": "A kada Blaženi postade konačno oslobođen, neki monasi u kojima je još bilo vezanosti počeše da plaču, uzdignutih ruku, pa potom padoše kao pokošeni, valjajući se po tlu i naričući: ’Prebrzo je Blaženi dostiže konačno oslobođenje, prebrzo Srećni dostiže konačno oslobođenje! Prebrzo je oko ovoga sveta nestalo!’ ",
  "dn16:6.10.29": "Međutim, oni monasi u kojima ne beše strasti, sa svesnošću i jasnim razumevanjem su razmišljali: ",
  "dn16:6.10.30": "„Priroda svih uslovljenih stvari jeste da propadaju. Kako bi uopšte moglo biti drugačije?” ",
  "dn16:6.11.1": "Onda poštovani Anuruddha reče monasima: ",
  "dn16:6.11.2": "„Dosta je bilo, prijatelji, ne kukajte i ne naričite. ",
  "dn16:6.11.3": "Nije li nas Blaženi pripremio za ovo kada je govorio: ",
  "dn16:6.11.4": "’U svemu što je drago i blisko postoji razdvajanje, razilaženje, napuštanje.’ ",
  "dn16:6.11.5": "Kako bi moglo biti drugačije? Da ono što je rođeno, postoji, uslovljeno je, po prirodi svojoj prolazno, uključujući tu i telo Tathāgate, ne propadne, to je nemoguće. ",
  "dn16:6.11.6": "I božanstva su počela da negoduju.” ",
  "dn16:6.11.7": "„O kakvim to božanstvima poštovani Anuruddha govori?” ",
  "dn16:6.11.8": "„Ānanda, tu su božanstva i na nebu i na zemlji, koja opažaju ovu zemlju. Raspletene kose i uzdignutih ruku, ona padaju kao pokošena, valjaju se po tlu i nariču: ",
  "dn16:6.11.9": "’Prebrzo je Blaženi dostigao konačno oslobođenje, prebrzo je Srećni dostigao konačno oslobođenje! Prebrzo je oko ovoga sveta nestalo!’ ",
  "dn16:6.11.12": "Međutim, ona božanstva u kojima nema strasti, sa svesnošću i jasnim razumevanjem razmišljaju: ",
  "dn16:6.11.13": "’Priroda svih uslovljenih stvari jeste da propadaju. Kako bi uopšte moglo biti drugačije?’” ",
  "dn16:6.11.14": "I tako Anuruddha i Ānanda ostadoše celu noć razgovarajući o Dhammi. ",
  "dn16:6.12.1": "Onda poštovani Anuruddha reče Ānandi: ",
  "dn16:6.12.2": "Idi sada, Ānanda, do Kusināre i obavesti tamošnje Malle: ",
  "dn16:6.12.3": "„Vāseṭṭhe, Blaženi dostiže konačno oslobođenje.” ",
  "dn16:6.12.4": "„Vreme je da učinite ono što mislite da treba.” ",
  "dn16:6.12.5": "„Da, poštovani gospodine,” odgovori Ānanda, pa se ujutro obuče, uze prosjačku zdelu i gornji ogrtač, te praćen još jednim monahom ode do Kusināre. ",
  "dn16:6.12.6": "A tom prilikom Malle iz Kusināre su se bili okupili nekim poslom u sali za skupove. ",
  "dn16:6.12.7": "Kad je došao do njih, poštovani Ānanda im reče: ",
  "dn16:6.12.8": "„Vāseṭṭhe, Blaženi dostiže konačno oslobođenje. ",
  "dn16:6.12.9": "Vreme je da učinite ono što mislite da treba.” ",
  "dn16:6.12.10": "Kada su čuli Ānandine reči, Malle, njihovi sinovi, snahe i supruge, ostadoše zatečeni, ožalošćeni, uma preplavljenog tugom. Neki od njih počeše da nariču, raspletene kose i uzdignutih ruku, pa zatim padoše kao pokošeni, valjajući se po tlu i naričući: ",
  "dn16:6.12.11": "„Prebrzo je Blaženi dostigao konačno oslobođenje, prebrzo je Srećni dostigao konačno oslobođenje! Prebrzo je oko ovoga sveta nestalo!” ",
  "dn16:6.13.0": "37. Odavanje počasti Budinim posmrtnim ostacima ",
  "dn16:6.13.1": "Onda Malle iz Kusināre rekoše svojim ljudima: ",
  "dn16:6.13.2": "„Prijatelji, sakupite mirise, vence i svirače.” ",
  "dn16:6.13.3": "Pa sa pet stotina pari odeće odoše do Upavattana sālovog gaja i dođoše do tela Blaženog. I tu plesom, pesmom, vencima i mirisima odaše počast telu Blaženog, slaviše ga i pokloniše mu se, ukazaše mu čast na taj način, kao i time što su podigli nadstrešnice i paviljone. ",
  "dn16:6.13.4": "I pomisliše Malle iz Kusināre: ",
  "dn16:6.13.5": "„Suviše je kasno sada da upalimo pogrebnu lomaču. Uradićemo to sutra.” ",
  "dn16:6.13.6": "Onda su drugog dana Malle na isti način odale počast telu Blaženog, isto trećeg, četvrtog, petog i šestog dana. ",
  "dn16:6.14.1": "A sedmoga dana Malle iz Kusināre pomisliše: ",
  "dn16:6.14.2": "„Plesom, pesmom, vencima i mirisima odali smo počast telu Blaženog, slavili ga i poklonili mu se, ukazali mu čast, a sada ćemo ga odneti do južne kapije grada i tu spaliti.” ",
  "dn16:6.14.3": "Tako osam istaknutih Mallā, pošto su se okupali i obukli novu odeći, rekoše: ",
  "dn16:6.14.4": "„Hajde da podignemo telo.” Ali nisu mogli. ",
  "dn16:6.14.5": "Onda se Malle obratiše poštovanom Anuruddhi: ",
  "dn16:6.14.6": "„Poštovani Anuruddha, šta je uzrok, šta je razlog da osam naših istaknutih ljudi ",
  "dn16:6.14.7": "ne može da podigne telo Blaženog?” ",
  "dn16:6.14.8": "„Vāseṭṭhe, vi imate jedan plan, ali božanstva imaju drugi.” ",
  "dn16:6.15.1": "”A koji to plan imaju božanstva?” ",
  "dn16:6.15.2": "„Vāseṭṭhe, vaš plan je ",
  "dn16:6.15.3": "da plesom, pesmom, vencima i mirisima odate počast telu Blaženog, slavite ga i poklonite mu se, ukažete mu čast, a da ga potom da ga odnesete do južne kapije grada i tu spalite. ",
  "dn16:6.15.4": "Ali plan bogova je ",
  "dn16:6.15.5": "da božanskim plesom, pesmom, vencima i mirisima odaju počast telu Blaženog, slave ga i poklone mu se, ukažu mu čast i da ušavši na severnu kapiju, telo odnesu u centar grada. A potom da napuste grad kroz istočnu kapiju i da telo tamo spale kod Makuṭabandhana svetilišta.” ",
  "dn16:6.15.6": "„Neka onda bude kako su božanstva isplanirala.” ",
  "dn16:6.16.1": "A u to vreme Kusināra je, uključujući i gomile sa đubretom, bila do kolena prekrivena cvetovima sa nebeskog koralnog drveta. ",
  "dn16:6.16.2": "I onda božanstva i Malle plesom, pesmom, vencima i mirisima odaše počast telu Blaženog, slaviše ga i pokloniše mu se, ukazaše mu čast i ušavši na severnu kapiju, telo odnesoše u centar grada. A potom napustiše grad kroz istočnu kapiju i kada stigoše do Makuṭabandhana svetilišta, tu spustiše telo na zemlju. ",
  "dn16:6.17.1": "Onda Malle iz Kusināre upitaše poštovanog Ānandu: ",
  "dn16:6.17.2": "„Kako da postupimo sa telom Tathāgate?” ",
  "dn16:6.17.3": "„Vaseṭṭhe, isto kao sa telom vladara koji pokreće točak istine.” ",
  "dn16:6.17.4": "„A šta se radi sa telom vladara koji pokreće točak istine?” ",
  "dn16:6.17.5": "„Vāseṭṭhe, vladarevo telo se umota u čisto platno i onda u pamučnu tkaninu. A onda se još jednom obavije čistim platnom. ",
  "dn16:6.17.6": "Kada je na taj način telo obavijeno pet stotina puta, stavlja se u gvozdeni kovčeg napunjen uljem, a pokrije gvozdenim poklopcem. Potom se napravi pogrebna lomača od raznog mirisnog drveta i zapali. ",
  "dn16:6.17.7": "Na kraju se za vladara koji pokreće točak istine na raskršću podigne stupa. ",
  "dn16:6.17.8": "Na taj način se, Vāseṭṭhe, postupa sa telom vladara koji pokreće točak istine ",
  "dn16:6.17.9": "„Vaseṭṭhe, isto kao sa telom vladara koji pokreće točak istine, tako treba postupiti i sa telom Tathāgate. ",
  "dn16:6.17.10": "Na raskršću treba podići stupu za Tathāgatu. ",
  "dn16:6.17.11": "A oni koji će kod te stupe prineti vence, mirisne štapiće ili mirisni prah, pokloniti se uma ispunjenog poštovanjem, to će biti na njihovu korist i sreću za dugo vremena. ",
  "dn16:6.18.1": "Onda Malle iz Kusināre rekoše svojim ljudima: ",
  "dn16:6.18.2": "„Prijatelji, sakupite pamučne tkanine.” ",
  "dn16:6.18.3": "Tako Malle iz Kusināre umotaše telo Blaženog u čisto platno i onda u pamučnu tkaninu. A onda ga još jednom obaviše čistim platnom. ",
  "dn16:6.18.4": "Kada je na taj način telo obavijeno pet stotina puta, staviše ga u gvozdeni kovčeg napunjen uljem, pa pokriše gvozdenim poklopcem. Potom napraviše pogrebnu lomaču od raznog mirisnog drveta. ",
  "dn16:6.19.0": "38. Dolazak Mahākassape ",
  "dn16:6.19.1": "A u to vreme poštovani Mahākassapa je išao glavnim putem od Pāve ka Kusināri, praćen velikom grupom monaha. ",
  "dn16:6.19.2": "Onda on skrete sa puta i sede pod neko drvo. ",
  "dn16:6.19.3": "Tom prilikom neki āđivaka asketa, nakupivši u Kusināri cvetove sa koralnog drveta, takođe je išao putem od Pāve ka Kusināri. ",
  "dn16:6.19.4": "I vide poštovani Mahākassapa još izdaleka to asketu kako ide, pa reče: ",
  "dn16:6.19.5": "„Prijatelju, da li ti znaš našeg učitelja?” ",
  "dn16:6.19.6": "„Da, prijatelju, znak asketu Gotamu, koji danas dostiže konačno oslobođenje. ",
  "dn16:6.19.7": "Za njega sam nakupio ove cvetove sa koralnog drveta.” ",
  "dn16:6.19.8": "Na to neki monasi u kojima je još bilo vezanosti počeše da plaču, uzdignutih ruku, pa potom padoše kao pokošeni, valjajući se po tlu i naričući: ",
  "dn16:6.19.9": "„Prebrzo je Blaženi dostigao konačno oslobođenje, prebrzo je Srećni dostigao konačno oslobođenje! Prebrzo je oko ovoga sveta nestalo!” ",
  "dn16:6.19.10": "Međutim, oni monasi u kojima ne beše strasti, sa svesnošću i jasnim razumevanjem su razmišljali: ",
  "dn16:6.19.11": "’Priroda svih uslovljenih stvari jeste da propadaju. Kako bi uopšte moglo biti drugačije?’” ",
  "dn16:6.20.1": "U grupi monaha sedeo je i stari lutalica Subhadda. ",
  "dn16:6.20.2": "On ovako reče monasima: ",
  "dn16:6.20.3": "„Dosta je bilo, prijatelji, ne kukajte i ne naričite. Konačno smo se oslobodili velikog askete, koji nas je stalno opominjao: ",
  "dn16:6.20.4": "’Ovo je prikladno za vas, ovo nije prikladno.’ ",
  "dn16:6.20.5": "Međutim, sada možemo da radimo kako želimo i da ne radimo ono što ne želimo.” ",
  "dn16:6.20.6": "Onda poštovani Mahākassapa reče monasima: ",
  "dn16:6.20.7": "„Dosta je bilo, prijatelji, ne kukajte i ne naričite. ",
  "dn16:6.20.8": "Nije li nas Blaženi pripremio za ovo kada je govorio: ",
  "dn16:6.20.9": "’U svemu što je drago i blisko postoji razdvajanje, razilaženje, napuštanje.’ ",
  "dn16:6.20.10": "Kako bi moglo biti drugačije? Da ono što je rođeno, postoji, uslovljeno je, po prirodi svojoj prolazno, uključujući tu i telo Tathāgate, ne propadne, to je nemoguće.” ",
  "dn16:6.21.1": "A tom prilikom četiri istaknute Malle, pošto su se okupali i obukli novu odeći, rekoše: ",
  "dn16:6.21.2": "„Upalićemo posmrtnu lomaču.” Ali im to nije polazilo za rukom. ",
  "dn16:6.21.3": "Onda se Malle obratiše poštovanom Anuruddhi: ",
  "dn16:6.21.4": "„Poštovani Anuruddha, šta je uzrok, šta je razlog da četvorica naših istaknutih ljudi ",
  "dn16:6.21.5": "nisu u stanju da upale pogrebnu lomaču?” ",
  "dn16:6.21.6": "„Vāseṭṭhe, božanstva imaju drugi plan.” ",
  "dn16:6.21.7": "”A koji to plan imaju božanstva?” ",
  "dn16:6.21.8": "Plan bogova je ovakav: ",
  "dn16:6.21.9": "poštovani Mahākassapa dolazi glavnim putem od Pāve ka Kusināri, praćen velikom grupom monaha. ",
  "dn16:6.21.10": "Pogrebnu lomaču neće biti moguće upaliti pre nego što se poštovani Mahākassapa ne pokloni do nogu Blaženog. ",
  "dn16:6.21.11": "„Neka onda bude kako su božanstva isplanirala.” ",
  "dn16:6.22.1": "I tako poštovani Mahākassapa stiže do Makuṭanadha svetilišta, do pogrebne lomača sa telom Blaženog. Kad je stigao, otkri jedno rame, sklopi dlanove u visini grudi i tri puta obiđe oko lomače. Onda otkri topala Blaženog i pokloni se do zemlje. ",
  "dn16:6.22.2": "Isto to uradiše i monasi koji su došli sa njim. ",
  "dn16:6.22.3": "Posle toga, lomača buknu sama od sebe. ",
  "dn16:6.23.1": "A kada je telo Blaženog sagorelo, od njega nije ostao bilo kakav pepeo ili gar od kože, mišića, tetiva ili zglobne tečnosti; ",
  "dn16:6.23.2": "samo grumenje nalik biserima ostade. ",
  "dn16:6.23.3": "Kao kad bi goreo ghi ili ulje, pa od njih ne ostane bilo kakav pepeo ili gar. ",
  "dn16:6.23.4": "Isto tako, kada je telo Blaženog sagorelo, od njega nije ostao bilo kakav pepeo ili gar od kože, mišića, tetiva ili zglobne tečnosti; ",
  "dn16:6.23.5": "samo grumenje nalik biserima ostade. ",
  "dn16:6.23.6": "A od onih pet stotina pari odeće kojima je telo Blaženog bilo obmotano, samo dva nisu izgorela, prvi i poslednji. ",
  "dn16:6.23.7": "Kada je telo Blaženog sasvim izgorelo, iz neba se spusti obilna kiša i ugasi pogrebnu lomaču. ",
  "dn16:6.23.8": "Isto tako voda pokulja iz izvora i ugasi pogrebnu lomaču. ",
  "dn16:6.23.9": "Isto tako Malle iz Kusināre je ugasiše različitom mirisnom vodom kojom su je polivale. ",
  "dn16:6.23.10": "Potom Malle oko paviljona u kojem su bili ostaci Blaženog napraviše ogradu od kopalja i lukova, te plesom, pesmom, vencima i mirisima odaše počast telu Blaženog, slaviše ga i pokloniše mu se, ukazaše mu čast. ",
  "dn16:6.24.0": "39. Deljenje posmrtnih ostataka ",
  "dn16:6.24.1": "I doču Ađātasattu, kralj Māgadhe: ",
  "dn16:6.24.2": "„Priča se da je Blaženi preminuo u Kusināri.” ",
  "dn16:6.24.3": "Onda kralj posla glasnika Mallāma iz Kusināre: ",
  "dn16:6.24.4": "„Blaženi je plemić i ja sam plemić. Ja polažem pravo na posmrtne ostatke plemenitog Blaženog. Sagradiću veliku stupu da ih pohranim.” ",
  "dn16:6.24.5": "I dočuše Liććhavī iz Vesālija: ",
  "dn16:6.24.6": "„Priča se da je Blaženi preminuo u Kusināri.” ",
  "dn16:6.24.7": "Onda oni poslaše glasnika Mallāma iz Kusināre: ",
  "dn16:6.24.8": "„Blaženi je plemić i mi smo plemići. Polažemo pravo na posmrtne ostatke plemenitog Blaženog. Sagradićemo veliku stupu da ih pohranimo.” ",
  "dn16:6.24.9": "I dočuše Sakye iz Kapilavatthua: ",
  "dn16:6.24.10": "„Priča se da je Blaženi preminuo u Kusināri.” ",
  "dn16:6.24.11": "Onda oni poslaše glasnika Mallāma iz Kusināre: ",
  "dn16:6.24.12": "„Blaženi je naš najistaknutiji srodnik. Polažemo pravo na posmrtne ostatke plemenitog Blaženog. Sagradićemo veliku stupu da ih pohranimo.” ",
  "dn16:6.24.13": "I dočuše Bule iz Allakappake: ",
  "dn16:6.24.14": "„Priča se da je Blaženi preminuo u Kusināri.” ",
  "dn16:6.24.15": "Onda oni poslaše glasnika Mallāma iz Kusināre: ",
  "dn16:6.24.16": "„Blaženi je plemić i mi smo plemići. Polažemo pravo na posmrtne ostatke plemenitog Blaženog. Sagradićemo veliku stupu da ih pohranimo.” ",
  "dn16:6.24.17": "I dočuše Koḷiye iz Rāmagame: ",
  "dn16:6.24.18": "„Priča se da je Blaženi preminuo u Kusināri.” ",
  "dn16:6.24.19": "Onda oni poslaše glasnika Mallāma iz Kusināre: ",
  "dn16:6.24.20": "„Blaženi je plemić i mi smo plemići. Polažemo pravo na posmrtne ostatke plemenitog Blaženog. Sagradićemo veliku stupu da ih pohranimo.” ",
  "dn16:6.24.21": "I doču brahman iz Veṭṭhadīpe: ",
  "dn16:6.24.22": "„Priča se da je Blaženi preminuo u Kusināri.” ",
  "dn16:6.24.23": "Onda on posla glasnika Mallāma iz Kusināre: ",
  "dn16:6.24.24": "„Blaženi je plemić i ja sam plemić. Ja polažem pravo na posmrtne ostatke plemenitog Blaženog. Sagradiću veliku stupu da ih pohranim.” ",
  "dn16:6.24.25": "I dočuše Malle iz Pāve: ",
  "dn16:6.24.26": "„Priča se da je Blaženi preminuo u Kusināri.” ",
  "dn16:6.24.27": "Onda oni poslaše glasnika Mallāma iz Kusināre: ",
  "dn16:6.24.28": "„Blaženi je plemić i mi smo plemići. Polažemo pravo na posmrtne ostatke plemenitog Blaženog. Sagradićemo veliku stupu da ih pohranimo.” ",
  "dn16:6.25.1": "Kad su to čule, Malle iz Kusināre ovako rekoše jedni drugima: ",
  "dn16:6.25.2": "„Blaženi je dostigao konačno oslobođenje u blizini našeg mesta, ali čini se da mi nećemo imati svoj udeo u posmrtnim ostacima plemenitog Blaženog.” ",
  "dn16:6.25.3": "Na to brahman Doṇa reče zajednici: ",
  "dn16:6.25.4": "„Čujte moje reči, gospodo, ",
  "dn16:6.25.5": "naš Buda je podučavao strpljenje. ",
  "dn16:6.25.6": "Nije dobro ako se povede bitka ",
  "dn16:6.25.7": "oko ostataka najvećega među ljudima. ",
  "dn16:6.25.8": "Gospodo, budimo ujedinjeni, u saglasju, ",
  "dn16:6.25.9": "i neka sa radošću načinimo osam delova. ",
  "dn16:6.25.10": "Podignimo stupe na sve četiri strane, ",
  "dn16:6.25.11": "tako da u mnogima bude predanosti za Mudroga. ",
  "dn16:6.25.12": "„Onda, brahmane, ti podeli posmrtne ostatke Blaženog na osam jednakih delova.” ",
  "dn16:6.25.13": "„Dobro, poštovana gospodo,” odgovori brahman Doṇa okupljenima i podeli ostatke na osam jednakih delova. Na kraju im ovako reče: ",
  "dn16:6.25.14": "„Gospodo, za sebe ću zadržati posudu kojom sam merio. Sagradiću veliku stupu da je pohranim.” ",
  "dn16:6.25.15": "I oni dadoše posudu brahmanu Doṇi. ",
  "dn16:6.26.1": "I dočuše Moriye iz Pippalivane: ",
  "dn16:6.26.2": "„Priča se da je Blaženi preminuo u Kusināri.” ",
  "dn16:6.26.3": "Onda oni poslaše glasnika Mallāma iz Kusināre: ",
  "dn16:6.26.4": "„Blaženi je plemić i mi smo plemići. Polažemo pravo na posmrtne ostatke plemenitog Blaženog. Sagradićemo veliku stupu da ih pohranimo.” ",
  "dn16:6.26.5": "„Nema više posmrtnih ostataka Blaženog. Sve je razdeljeno. ",
  "dn16:6.26.6": "Zato, uzmite ugljevlje koje je preostalo.” ",
  "dn16:6.26.7": "I oni uzeše to ugljevlje. ",
  "dn16:6.27.0": "40. Iskazivanje poštovanja stupi za posmrtnim ostacima ",
  "dn16:6.27.1": "Onda Ađātasattu, kralj Māgadhe, sagradi u Rāđagahi veliku stupu za posmrtne ostatke Blaženog. ",
  "dn16:6.27.2": "Isto uradiše Liććhavī iz Vesālija, ",
  "dn16:6.27.3": "Sakye iz Kapilavatthua, ",
  "dn16:6.27.4": "Bulle iz Allakappe, ",
  "dn16:6.27.5": "Koliye iz Ramagāme, ",
  "dn16:6.27.6": "brahman iz Veṭṭhadīpe, ",
  "dn16:6.27.7": "Malle iz Pāve i ",
  "dn16:6.27.8": "Malle iz Kusināre sagradiše veliku stupu za posmrtne ostatke Blaženog. ",
  "dn16:6.27.9": "Brahman Doṇa podiže veliku stupu i u nju pohrani posudu. ",
  "dn16:6.27.10": "Moriye iz Pippalivane takođe podigoše veliku stupu. ",
  "dn16:6.27.11": "To je bilo osam stupa za posmrtne ostatke, deveta za posudi i deseta za ugljevlje sa pogrebne lomače Blaženog. ",
  "dn16:6.27.12": "Tako je to bilo. ",
  "dn16:6.28.1": "Osam delova Mudračevih ostataka beše, ",
  "dn16:6.28.2": "sedam je poštovano u Đambudīpi, ",
  "dn16:6.28.3": "a jedan, najvećeg među ljudima, ",
  "dn16:6.28.4": "poštuje kralj nāga u Rāmagāmi. ",
  "dn16:6.28.5": "Jedan očnjak se poštuje u nebeskom svetu ",
  "dn16:6.28.6": "i drugi je poštovan u gradu Gandhāri. ",
  "dn16:6.28.7": "Još jedan u zemlji kralja Kāḷinge ",
  "dn16:6.28.8": "i još jedan poštuje kralj nāga. ",
  "dn16:6.28.9": "Zahvaljujući moći ovih zemnih ostataka, ",
  "dn16:6.28.10": "ova divna zemlja ukrašena je najboljim. ",
  "dn16:6.28.11": "Tako Mudračevo telo poštuju oni ",
  "dn16:6.28.12": "koji su i sami poštovanja vredni. ",
  "dn16:6.28.13": "Slavljene među kraljevima bogova, nāga i duhova, ",
  "dn16:6.28.14": "te ostatke takođe štuju najbolji među ljudima. ",
  "dn16:6.28.15": "Poštujte ih sklopljenih dlanova kad god možete, ",
  "dn16:6.28.16": "jer Buda je redak čak i u stotinu eona. ",
  "dn16:6.28.17": "Ostaci ukupno četrdeset zuba, ",
  "dn16:6.28.18": "isto tako kose i malja, ",
  "dn16:6.28.19": "božanstva ih odneše jedno po jedno ",
  "dn16:6.28.20": "u najrazličitije svetove. "
}