{
  "dn17:0.1": "Dīgha nikāya 17 ",
  "dn17:0.2": "Kralj Mahasudassana ",
  "dn17:1.1.1": "Ovako sam čuo. ",
  "dn17:1.1.2": "Jednom je Blaženi boravio među Malama, kraj Kusināre, u Upavattana gaju, između dva sālova drveta, neposredno pred konačnog oslobođenja. ",
  "dn17:1.2.1": "Onda poštovani Ānanda dođe do Blaženog, pokloni mu se i sede sa strane. Sedeći tako, reče on Blaženom: ",
  "dn17:1.2.2": "„Poštovani gospodine, neka Blaženi ne uđe u konačno oslobođenje u ovako malom mestu, ovako malom, zabačenom selu, u sred džungle. ",
  "dn17:1.2.3": "Ima drugih mesta, velikih gradova ",
  "dn17:1.2.4": "kao što su Ćampā, Rāđagaha, Sāvatthi, Sāketa, Kosambi ili Bārāṇasī. ",
  "dn17:1.2.5": "Neka Blaženi tamo uđe u konačno oslobođenje. ",
  "dn17:1.2.6": "Jer tamo je mnogo dvorana koje su izgradili plemići, brahmani i kućedomaćini predani.” ",
  "dn17:1.3.1": "„Ne govori tako, Ānanda! Ne govori tako: ",
  "dn17:1.3.2": "’Malo mesto, zabačeno selo, u sred džungle’. ",
  "dn17:1.3.3.0": "1. Kraljevska prestonica Kusāvatī ",
  "dn17:1.3.4": "„Nekada davno, živeo je vladar po imenu Mahāsudassana, ratnik, miropomazan, osvajač sve četiri strane sveta, koji je zemlju učinio stabilnom. ",
  "dn17:1.3.5": "I upravo ova Kusinārā je bila Kusāvatī, prestonica kralja Mahāsudassane. ",
  "dn17:1.3.6": "Prostirala se dvanaest yođana u dužinu i sedam yođana u širinu. ",
  "dn17:1.3.7": "Bila je tada prestonica Kusāvati bogata, prosperitetna, prepuna ljudi, sa obiljem hrane. ",
  "dn17:1.3.8": "Baš kao što je, Ānanda, Āḷakamandā prestonica bogova, bogata, prosperitetna, prepuna božanstava, veliki izvor hrane, ",
  "dn17:1.3.9": "isto tako je Kusāvatī bio prestonica kralja Mahāsudassane. ",
  "dn17:1.3.10": "I u njoj se uvek čulo, danju i noći, deset vrsta zvukova: ",
  "dn17:1.3.11": "zvuk slonova, konja, kočija, velikih bubnjeva, malih bubnjeva, lauta, pesama, truba, cimbala, pljeskanja i povika: ’Jedite, pijte i uživajte’, kao desetog. ",
  "dn17:1.4.1": "Ānanda, prestonica Kusāvatī bila je opasana sa sedam zidova. ",
  "dn17:1.4.2": "Jedan zid od zlata, drugi od srebra, treći od lapisa, četvrti od kristala, peti od rubina, šesti od safira i sedmi od sveg drugog dragog kamenja. ",
  "dn17:1.5.1": "Grad je takođe imao četiri kapije. ",
  "dn17:1.5.2": "Jednu od zlata, drugu od srebra, treću od lapisa i četvrtu od kristala. ",
  "dn17:1.5.3": "Kraj svakih vrata stajalo je sedam stubova pobijenih u zemlju za tri visine čoveka, a iznad zemlje su se izdizali dvanaest visina. ",
  "dn17:1.5.4": "Jedan je stub bio od zlata, drugi od srebra, treći od lapisa, četvrti od kristala, peti od rubina, šesti od safira i sedmi od sveg drugog dragog kamenja. ",
  "dn17:1.6.1": "Isto tako, Kusāvati je bio okružen sa sedam redova palmi, ",
  "dn17:1.6.2": "načinjenih od zlata, srebra, lapisa, kristala, rubina, safira i sedmi od sveg drugog dragog kamenja. ",
  "dn17:1.6.3": "Zlatne palme imale su trup od zlata, a lišće i plodove od srebra. ",
  "dn17:1.6.4": "Srebrne palme male su trup od srebra, a lišće i plodove od zlata. ",
  "dn17:1.6.5": "Lapis palme imale su trup od lapisa, a lišće i plodove od kristala. ",
  "dn17:1.6.6": "Kristalne palme imale su trup od kristala, a lišće i plodove od lapisa. ",
  "dn17:1.6.7": "Rubin palme imale su trup od rubina, a lišće i plodove od safira. ",
  "dn17:1.6.8": "Safir palme imale su trup od safira, a lišće i plodove od rubina. ",
  "dn17:1.6.9": "Ostale palme imale su trup od od sveg drugog dragog kamenja, a isto takvo i lišće i plodove. ",
  "dn17:1.6.10": "Kada bi dunuo vetar, šum njihovih krošnji bio je prijatan, umilan, divan i zanosan. ",
  "dn17:1.6.11": "Baš kao što je, Ānanda, kod orkestra od pet instrumenata, dobro uvežbanog, usklađenog i veštog u sviranju, zvuk prijatan, umilan, divan i zanosan. ",
  "dn17:1.6.13": "I sve dokoličare, propalice i pijance koji su u to vreme živeli u Kusāvatiju zabavljao je taj zvuk. ",
  "dn17:1.7.0.1": "2. Sedam blaga ",
  "dn17:1.7.0.2": "2.1. Točak kao blago ",
  "dn17:1.7.1": "A kralja Mahāsudassanu, Ānanda, krasilo je sedam blaga i četiri divne odlike. ",
  "dn17:1.7.2": "Kojih sedam? ",
  "dn17:1.7.3": "Tako, kada je miropomazani kralj okitio glavu na uposatha dan, petnaestog u mesecu, te se uspeo u gornje odaje svoje palate, ",
  "dn17:1.7.4": "tu se pred njim pojavi nebeski točak-blago, sa hiljadu paoka, naplatkom i glavčinom, savršen u svakom pogledu. ",
  "dn17:1.7.5": "Kad ga ugleda, miropomazani kralj ovako pomisli: ",
  "dn17:1.7.6": "’Čuo sam tako: kada miropomazani kralj okiti glavu na uposatha dan, te se uspne u gornje odaje svoje palate i tu  se pred njim pojavi nebeski točak-blago, sa hiljadu paoka, naplatkom i glavčinom, savršen u svakom pogledu, taj kralj tada postaje vladar koji pokreće točak istine. ",
  "dn17:1.7.7": "Jesam li ja onda vladar koji pokreće točak istine?’ ",
  "dn17:1.8.1": "Onda kralj Mahāsudassana ustane sa svog mesta, uze posudu s vodom u levu ruku, poprska točak desnom, ovako govoreći: ",
  "dn17:1.8.2": "’Pokreni se, točku-blago! Pobeđuj, točku-blago!’ ",
  "dn17:1.8.3": "I na to točak-blago, okrećući se, krene ka istoku, a kralj Mahāsudassana sledio ga je sa svojom četvorostrukom vojskom. I gde god da se točak-blago zaustavio, tu se i kralj ulogorio, zajedno sa svojom četvorostrukom vojskom. ",
  "dn17:1.9.1": "A suparnički kraljevi sa istoka dođu do kralja Mahāsudassane i ovako mu kažu: ",
  "dn17:1.9.2": "’Naklon, veliki kralju; dobro nam došao; posavetuj, veliki kralju.’ ",
  "dn17:1.9.3": "Kralj Mahāsudassana im ovako odgovori: ",
  "dn17:1.9.4": "’Ne treba da ubijate živa bića; ne treba da uzimate ono što vam nije dato; ne treba da zloupotrebljavate čulna zadovoljstva; ne treba da govorite laži; ne opijajte se; nastavite u moje ime da vladate kao i do sada.’ ",
  "dn17:1.9.5": "I suparnički kraljevi sa istoka iskazaše lojalnost kralju Mahāsudassani. ",
  "dn17:1.10.1": "Onda točak-blago uroni u istočni okean i ponovo izroni. A potom počne da se kreće ka jugu… ",
  "dn17:1.10.2": "Onda točak-blago uroni u južni okean i ponovo izroni. A potom počne da se kreće ka zapadu… ",
  "dn17:1.10.3": "Onda točak-blago uroni u zapadni okean i ponovo izroni. A potom počne da se kreće ka severu, a kralj Mahāsudassana sledio ga je sa svojom četvorostrukom vojskom. ",
  "dn17:1.10.4": "I gde god da se točak-blago zaustavio, tu se i kralj ulogorio, zajedno sa svojom četvorostrukom vojskom. ",
  "dn17:1.10.5": "A suparnički kraljevi sa severa dođu do kralja Mahāsudassane i ovako mu kažu: ",
  "dn17:1.10.6": "’Naklon, veliki kralju; dobro nam došao; posavetuj, veliki kralju.’ ",
  "dn17:1.10.7": "Kralj Mahāsudassana im ovako odgovori: ",
  "dn17:1.10.8": "’Ne treba da ubijate živa bića; ne treba da uzimate ono što vam nije dato; ne treba da zloupotrebljavate čulna zadovoljstva; ne treba da govorite laži; ne opijajte se; nastavite u moje ime da vladate kao i do sada.’ ",
  "dn17:1.10.9": "I suparnički kraljevi sa severa iskazaše lojalnost kralju Mahāsudassani. ",
  "dn17:1.11.1": "Kada je točak-blago zavladao čitavom zemljom, sve do obala okeana, vrati se u prestonicu Kusāvati i na kapiji kraljeve unutrašnje palate, ispred glavnog suda, ostade za glavčinu pričvršćen, obasjavajući kraljevu palatu. ",
  "dn17:1.11.2": "Takav je, Ānanda, točak-blago koji se pojavio pred kraljem Mahāsudassanom. ",
  "dn17:1.12.0": "2.2. Slon kao blago ",
  "dn17:1.12.1": "I opet, Ānanda, slon-blago se pojavi pred kraljem Mahāsudassanom, ",
  "dn17:1.12.2": "potpuno beo, sedmostruko učvršćen,6 sa natprirodnim moćima, sposoban da leti, kralj slonova po imenu Uposatha. ",
  "dn17:1.12.3": "Kad ga ugleda, miropomazani kralj se obradova: ",
  "dn17:1.12.4": "’Divno bi bilo uzjahati ovoga slona, ako je moguće ukrotiti ga.’ ",
  "dn17:1.12.5": "Potom slon-blago bi ukroćen poput čistokrvnog slona kojeg su dugo vežbali. ",
  "dn17:1.12.6": "I tako se desi da se kralj Mahāsudassana, isprobavajući slona-blago, popne na njega u rano jutro i pošto pređe čitavu zemlju do obala okeana, vrati se u prestonicu Kusāvati na doručak. ",
  "dn17:1.12.7": "Takav je, Ānanda, slon-blago koji se pojavio pred kraljem Mahāsudassanom. ",
  "dn17:1.13.0": "2.3. Konj kao blago ",
  "dn17:1.13.1": "I opet, Ānanda, konj-blago se pojavi pred kraljem Mahāsudassanom, ",
  "dn17:1.13.2": "potpuno beo, sa glavom crnom kao zift, sa grivom nalik munđa travi, sa natprirodnim moćima, sposoban da leti, kralj konja po imenu Valāhaka. ",
  "dn17:1.13.3": "Kad ga ugleda, miropomazani kralj se obradova: ",
  "dn17:1.13.4": "’Divno bi bilo uzjahati ovoga konja, ako je moguće ukrotiti ga!’ ",
  "dn17:1.13.5": "Potom konj-blago bi ukroćen poput čistokrvnog konja kojeg su dugo vežbali. ",
  "dn17:1.13.6": "I tako se desi da se kralj Mahāsudassana, isprobavajući konja-blago, popne na njega u rano jutro i pošto pređe čitavu zemlju do obala okeana, vrati se u prestonicu Kusāvati na doručak. ",
  "dn17:1.13.7": "Takav je, Ānanda, konj-blago koji se pojavio pred kraljem Mahāsudassanom. ",
  "dn17:1.14.0": "2.4. Dragulj kao blago ",
  "dn17:1.14.1": "I opet, Ānanda, dragulj-blago se pojavi pred kraljem Mahāsudassanom. ",
  "dn17:1.14.2": "To beše dragi kamen beril, divan odličnog kvaliteta, sa osam stranica, dobro izbrušen. ",
  "dn17:1.14.3": "Sjaj dragulja-blaga prostirao se mnogo yođana unaokolo. ",
  "dn17:1.14.4": "I tako se desi da kralj, u želji da isproba dragulj-blago, postroji svoju četvorostruku vojsku i stavivši dragulj na vrh barjaka i krene u sred noći. ",
  "dn17:1.14.5": "A svi stanovnici sela kraj kojih su prolazili ustadoše da rade pri toj svetlosti, misleći da je već dan. ",
  "dn17:1.14.6": "Takav je, Ānanda, dragulj-blago koji se pojavio pred kraljem Mahāsudassanom. ",
  "dn17:1.15.0": "2.5. Žena kao blago ",
  "dn17:1.15.1": "I opet, Ānanda, žena-blago se pojavi pred kraljem Mahāsudassanom, ",
  "dn17:1.15.2": "lepa, zanosna i ljupka, prekrasnog tena, ni previsoka, ni preniska, ni suviše mršava, ni predebela, ni suviše tamne, ni suviše blede puti. Nadmašivala je ljudsku lepotu, a nije dosezala do one božanske. ",
  "dn17:1.15.3": "Dodir takve žene bio je poput svile ili pamuka. ",
  "dn17:1.15.4": "Kada je hladno, njene ruke su tople; kada je toplo, njen dodir hladi. ",
  "dn17:1.15.5": "Telo joj odaje miris sandalovine, a dah miriše na lotos. ",
  "dn17:1.15.6": "Ujutro je ustajala pre kralja Mahāsudassane, a legala posle njega. Spremna da služi, dopadljivog ponašanja i umilnih reči. ",
  "dn17:1.15.7": "Pošto nije bila neverna kralju čak ni u mislima, kako bi to mogla biti telom? ",
  "dn17:1.15.8": "Takva je, Ānanda, žena-blago koja se pojavila pred kraljem Mahāsudassanom. ",
  "dn17:1.16.0": "2.6. Kućedomaćin kao blago ",
  "dn17:1.16.1": "I opet, kućedomaćin-blago se pojavi pred kraljem Mahāsudassanom. ",
  "dn17:1.16.2": "Zahvaljujući prošlim delima, posedovao je božanski vid, video skrivena blaga, i ona koja imaju vlasnika i ona koja ga nemaju. ",
  "dn17:1.16.3": "Došao je do kralja i rekao: ",
  "dn17:1.16.4": "’Gospodaru, budite spokojni, ja ću se pobrinuti za vašu riznicu.’ ",
  "dn17:1.16.5": "I tako se desi da se kralj Mahāsudassana, u želji da isproba kućedomaćina-blago, ukrca na brod i zaplovi rekom Gang, te nasred reke kaže: ",
  "dn17:1.16.6": "’Kućedomaćine, treba mi zlatnika i dragulja.’ ",
  "dn17:1.16.7": "’Onda, gospodaru, neka se brod zaputi ka jednoj od obala.’ ",
  "dn17:1.16.8": "’Rizničaru, meni zapravo zlatnici i dragulji trebaju upravo ovde.’ ",
  "dn17:1.16.9": "Na to kućedomaćin-blago uroni obe ruke u vodu i izvuče ćup pun zlatnika i dragulja, te se obrati kralju: ",
  "dn17:1.16.10": "’Gospodaru, je li ovo dovoljno? Je li dovoljno učinjeno, dovoljno prineto?’ ",
  "dn17:1.16.11": "A kralj Mahāsudassana mu ovako odgovori: ",
  "dn17:1.16.12": "’To će biti dovoljno, kućedomaćine. Dovoljno je učinjeno, dovoljno prineto.’ ",
  "dn17:1.16.13": "Takav je, Ānanda, bio kućedomaćin-blago koji se pojavio pred kraljem Mahāsudassanom. ",
  "dn17:1.17.0": "2.7. Savetnik kao blago ",
  "dn17:1.18.1": "I opet, savetnik-blago se pojavi pred kraljem Mahāsudassanom. ",
  "dn17:1.18.2": "Bio je mudar, oštrouman, britkog uma, sposoban da kralja Mahāsudassanu privoli da unapredi ono što jeste vredno napretka, odbaci ono što treba odbaciti i učvrsti ono što treba učvrstiti. ",
  "dn17:1.18.3": "On dođe kod kralja i reče: ",
  "dn17:1.18.4": "’Gospodaru, budite spokojni. Ja ću upravljati.’ ",
  "dn17:1.18.5": "Takav je savetnik-blago što se ukaza vladaru koji pokreće točak istine. ",
  "dn17:1.18.6": "To je sedam blaga koja je posedovao kralj Mahāsudassana. ",
  "dn17:1.18.7.0": "3. Četiri odlike ",
  "dn17:1.18.8": "Kralja Mahāsudassanu, Ānanda, krasile su i četiri divne odlike. ",
  "dn17:1.18.9": "Koje četiri? ",
  "dn17:1.18.10": "Tako je kralj Mahāsudassana bio naočit, ljubak i graciozan, izvanredno lepe spoljašnjosti koja nadmašuje ljudska bića. ",
  "dn17:1.18.11": "To je njegova prva odlika. ",
  "dn17:1.19.1": "I opet, kralj Mahāsudassana je živeo dugo i trajao dugo, i u tom pogledu je nadmašivao druga ljudska bića. ",
  "dn17:1.19.2": "To je druga njegova odlika. ",
  "dn17:1.20.1": "I opet, kralj Mahāsudassana nije imao ni bolova ni bolesti, bio dobrog varenja, koje nije ni suviše hladno, ni suviše toplo, i u tom pogledu je nadmašivao druga ljudska bića. ",
  "dn17:1.20.2": "To je treća njegova odlika. ",
  "dn17:1.21.1": "I opet, kralj Mahāsudassana je bio drag i voljen među brahmanima i kućedomaćinima. ",
  "dn17:1.21.2": "Baš kao što je otac drag i voljen među svojom decom, ",
  "dn17:1.21.3": "tako je kralj Mahāsudassana bio drag i voljen među brahmanima i kućedomaćinima. ",
  "dn17:1.21.4": "Brahmani i kućedomaćini takođe su dragi kralju Mahāsudassani. ",
  "dn17:1.21.5": "Baš kao što deca draga i voljena svome ocu, ",
  "dn17:1.21.6": "tako su kralju Mahāsudassani dragi brahmani i kućedomaćini. ",
  "dn17:1.21.7": "Jednom se kralj Mahāsudassana sa svojom četvorostrukom vojskom vozio parkom u borbenim kočijama. ",
  "dn17:1.21.8": "Onda brahmani i kućedomaćini dođoše kod njega i ovako mu rekoše: ",
  "dn17:1.21.9": "’Gospodaru, vozite sporije, kako bismo mogli duže da vas posmatramo.’ ",
  "dn17:1.21.10": "A on reče svom vozaru: ",
  "dn17:1.21.11": "’Vozaru, vozi sporije, kako bih mogao da brahmane i kućedomaćine duže posmatram.’ ",
  "dn17:1.21.12": " To je četvrta njegova odlika. ",
  "dn17:1.21.13": "To su četiri divne odlike kralja Mahāsudassane. ",
  "dn17:1.22.0": "4. Jezera lotosa u palati ",
  "dn17:1.22.1": "Onda, Ānanda, kralj Mahāsudassana pomisli: ",
  "dn17:1.22.2": "’Kako bi bilo ako bih naredio da se među ovim palmama naprave jezera sa lotosima?’ ",
  "dn17:1.22.3": "Tako i učini. ",
  "dn17:1.22.4": "Oko svakog jezera beše obloženo pločama u boji: ",
  "dn17:1.22.5": "jedne boje zlata, druge srebra, treće lapisa i četvrte kristala. ",
  "dn17:1.22.6": "I u svako od jezera se spuštalo po četvoro stepenica, ",
  "dn17:1.22.7": "načinjenih od zlata, srebra, lapisa i kristala. ",
  "dn17:1.22.8": "Zlatne stepenice su imale stubove od zlata, sa srebrnom ogradom i  rukohvatom. ",
  "dn17:1.22.9": "Srebrne stepenice su imale stubove od srebra, sa zlatnom ogradom i rukohvatom. ",
  "dn17:1.22.10": "Stepenice od lapisa su imale stubove od lapisa, sa kristalnom ogradom i rukohvatom. ",
  "dn17:1.22.11": "Stepenice od kristala su imale stubove od kristala, sa ogradom i rukohvatom od lapisa. ",
  "dn17:1.22.12": "I oko svakog jezera bile su podignute dve vrste ograde, od zlata i od srebra. ",
  "dn17:1.22.13": "Ograda od zlata je imala zlatne stubove i srebrne rukohvate. ",
  "dn17:1.22.14": "Srebrna ograda je imala srebrne stubove i zlatne rukohvate. ",
  "dn17:1.23.1": "Onda, Ānanda, kralj Mahāsudassana pomisli: ",
  "dn17:1.23.2": "’Kako bi bilo ako bih naredio da u ovim jezerima zasade cvetove, plave, žute, crvene i bele lotose, koji će trajati kroz sva godišnja doba, da ne uvenu, dostupne svima koji hoće da prave vence od njih?’ ",
  "dn17:1.23.3": "Tako i učini. ",
  "dn17:1.23.4": "Zatim pomisli: ",
  "dn17:1.23.5": "’Kako bi bilo ako bih uposlio pomoćnike koji će pomoći ljudima koji dođu da se okupaju u lotosovim jezerima?’ ",
  "dn17:1.23.6": "Tako i učini. ",
  "dn17:1.23.7": "Onda, Ānanda, kralj Mahāsudassana pomisli: ",
  "dn17:1.23.8": "’Kako bi bilo ako bih na obali tih jezera napravio mesta milosrđa, ",
  "dn17:1.23.9": "tako da oni kojima treba hrana tu mogu da se napiju, oni kojima treba piće tu mogu da utole žeđ, oni kojima treba odeća tu mogu da se obuku, oni kojima treba prevoz tu mogu da dobiju kola, oni kojima treba krevet tu mogu da prenoće, oni kojima treba supruga tu mogu da je nađu, oni kojima trebaju zlato ili srebro tu mogu da ih dobiju?’ ",
  "dn17:1.23.10": "Tako i učini. ",
  "dn17:1.24.1": "Onda brahmani i domaćini dođoše do kralja, noseći sa sobom obilje stvari i rekoše: ",
  "dn17:1.24.2": "’Vaše visočanstvo, ovo veliko blago je samo za vas; molimo njegovo visočanstvo da ga primi!’ ",
  "dn17:1.24.3": "„Hvala vam, gospodo, ja imam dovoljno bogatstva, koje sam sakupio porezima na koje imam pravo. Zadržite to za vas; i evo, uzmite od mene još više!” ",
  "dn17:1.24.4": "Pošto ih je tako odbio kralj Mahāsudassana, oni se povukoše na stranu da se posavetuju: ",
  "dn17:1.24.5": "’Ne bi nam priličilo da ovo bogatstvo vratimo svojim kućama. ",
  "dn17:1.24.6": "Zašto ne bismo napravili dom za kralja Mahāsudassanu?’ ",
  "dn17:1.24.7": "Onda odoše do kralja i rekoše mu: ",
  "dn17:1.24.8": "’Gospodaru, podići ćemo dom za vas!’ ",
  "dn17:1.24.9": "Kralj Mahāsudassana to ćutke prihvati. ",
  "dn17:1.25.1": "Onda Sakka, gospodar bogova, znajući o čemu kralj razmišlja, reče bogu Vissakami: ",
  "dn17:1.25.2": "’Hajde, dragi Vissakamma, podigni dom za kralja Mahāsudassanu, palatu po imenu Dhamma.’ ",
  "dn17:1.25.3": "’Da, vaša svetosti’, odgovori Vissakamma. Zatim hitro, kao kada bi snažan čovek ispružio savijenu ruku ili savio ispruženu ruku, nestade sa neba trideset trojice i pojavi se pred kraljem  Mahāsudassanom. ",
  "dn17:1.25.4": "Vissakamma ovako reče kralju: ",
  "dn17:1.25.5": "’Podići ću palatu po imenu Dhamma, kao dom za vas, gospodine’. ",
  "dn17:1.25.6": "Kralj Mahāsudassana to ćutke prihvati. ",
  "dn17:1.25.7": "Vissakamma tako i učini. ",
  "dn17:1.25.8": "Palata Dhamma protezala se jednu yođanu sa istoka na zapad, pola yođane sa severa na jug. ",
  "dn17:1.25.9": "Bila je obložena pločama u četiri boje, tri hvata dugim, ",
  "dn17:1.25.10": "načinjenim od zlata, srebra, lapisa i kristala. ",
  "dn17:1.26.1": "Imala je 84.000 stubova u četiri boje, ",
  "dn17:1.26.2": "Jedan je stub bio od zlata, drugi od srebra, treći od lapisa, četvrti od kristala. ",
  "dn17:1.26.3": "Bila je pokrivena pločama u četiri boje, ",
  "dn17:1.26.4": "načinjenim od zlata, srebra, lapisa i kristala. ",
  "dn17:1.26.5": "Imala je dvadeset četiri stepeništa u četiri boje, ",
  "dn17:1.26.6": "načinjena od zlata, srebra, lapisa i kristala. ",
  "dn17:1.26.7": "Zlatne stepenice su imale stubove od zlata, sa srebrnom ogradom i rukohvatom. ",
  "dn17:1.26.8": "Srebrne stepenice su imale stubove od srebra, sa zlatnom ogradom i rukohvatom. ",
  "dn17:1.26.9": "Stepenice od lapisa su imale stubove od lapisa, sa kristalnom ogradom i rukohvatom. ",
  "dn17:1.26.10": "Stepenice od kristala su imale stubove od kristala, sa ogradom i rukohvatom od lapisa. ",
  "dn17:1.26.11": "Činilo ju je 84.000 odaja u četiri boje, ",
  "dn17:1.26.12": "načinjenih od zlata, srebra, lapisa i kristala. ",
  "dn17:1.26.13": "U svakoj odaji bio je ležaj: u zlatnoj odaji ležaj od srebra; u srebrnoj odaji ležaj od lapisa; u lapis sobi ležaj od slonovače; u kristalnoj sobi ležaj od drveta. ",
  "dn17:1.26.14": "Kraj ulaza u zlatnu odaju stajala je palma od srebra, sa stablom od srebra i lišćem i plodovima od zlata. ",
  "dn17:1.26.15": "Kraj ulaza u srebrnu odaju stajala je palma od zlata, sa stablom od zlata i lišćem i plodovima od srebra. ",
  "dn17:1.26.16": "Kraj ulaza u lapis odaju stajala je palma od kristala, sa stablom od kristala i lišćem i plodovima od lapisa. ",
  "dn17:1.26.17": "Kraj ulaza u kristalnu odaju stajala je palma od lapisa, sa stablom od lapisa i lišćem i plodovima od kristala. ",
  "dn17:1.27.1": "Onda, Ānanda, kralj Mahāsudassana pomisli: ",
  "dn17:1.27.2": "’Kako bi bilo ako bih naredio da se pred ulazom u veliku palatu podigne gaj zlatnih palmi, gde bih mogao da provedem dan?’ ",
  "dn17:1.27.3": "Tako i učini. ",
  "dn17:1.28.1": "Palata Dhamma bila je okružena sa dve balustrade, jedna načinjena od zlata i druga od srebra. ",
  "dn17:1.28.2": "Zlatna balustrada imala je stubove od zlata i gredicu od srebra. ",
  "dn17:1.28.3": "Srebrna balustrada imala je stubove od srebra i gredicu od zlata. ",
  "dn17:1.29.1": "Palata Dhamma je okružena sa dve mreže zvončića, ",
  "dn17:1.29.2": "jedna načinjena od zlata i druga od srebra. ",
  "dn17:1.29.3": "Zlatna mreža imala je  zvončiće od srebra, a srebrna mreža zvončiće od zlata. ",
  "dn17:1.29.4": "Kada vetar počne da duva kroz te mreže, zvončići počnu da se oglašavaju zvukom umilnim, zanosnim, slatkim i očaravajućim. ",
  "dn17:1.29.5": "Baš kao što je, Ānanda, kod orkestra od pet instrumenata, dobro uvežbanog, usklađenog i veštog u sviranju, zvuk prijatan, umilan, divan i zanosan. ",
  "dn17:1.29.6": "Isti takav je i zvuk mreže zvončića kada  vetar počne da duva kroz nju. ",
  "dn17:1.29.7": "I sve dokoličare, propalice i pijance koji su u to vreme živeli u Kusāvatiju zabavljao je taj zvuk. ",
  "dn17:1.29.8": "Kada je palata Dhamma bila završena, bilo je teško gledati u nju, onako blistavu. ",
  "dn17:1.29.9": "Baš kao što je teško gledati u sunce što se diže na jasnom i vedrom nebu, poslednjeg meseca sezone monsuna, ",
  "dn17:1.29.10": "isto tako je teško gledati u tu palatu, onako blistavu. ",
  "dn17:1.30.1": "Onda, Ānanda, kralj Mahāsudassana pomisli: ",
  "dn17:1.30.2": "’Kako bi bilo ako bih naredio da se napravi jezero po imenu Dhamma, pred ulazom u palatu?’ ",
  "dn17:1.30.3": "Tako i učini. ",
  "dn17:1.30.4": "Dhamma jezero se protezalo jednu yođanu sa istoka na zapad, pola yođane sa severa na jug. ",
  "dn17:1.30.5": "Bilo je oivičeno pločama u četiri boje, ",
  "dn17:1.30.6": "jedne boje zlata, druge srebra, treće lapisa i četvrte kristala. ",
  "dn17:1.31.1": "Imalo je dvadeset četiri stepeništa u četiri boje, ",
  "dn17:1.31.2": "načinjenih od zlata, srebra, lapisa i kristala. ",
  "dn17:1.31.3": "Zlatne stepenice su imale stubove od zlata, sa srebrnom ogradom i rukohvatom. ",
  "dn17:1.31.4": "Srebrne stepenice su imale stubove od srebra, sa zlatnom ogradom i rukohvatom. ",
  "dn17:1.31.5": "Stepenice od lapisa su imale stubove od lapisa, sa kristalnom ogradom i rukohvatom. ",
  "dn17:1.31.6": "Stepenice od kristala su imale stubove od kristala, sa ogradom i rukohvatom od lapisa. ",
  "dn17:1.31.7": "Dhamma jezero bilo je okruženo sa dve ograde, jedna od zlata, a druga od srebra. ",
  "dn17:1.31.8": "Ograda od zlata je imala zlatne stubove i srebrne rukohvate. ",
  "dn17:1.31.9": "Srebrna ograda je imala srebrne stubove i zlatne rukohvate. ",
  "dn17:1.32.1": "Okruživalo ga je sedam redova palmi, ",
  "dn17:1.32.2": "načinjenih od zlata, srebra, lapisa, kristala, rubina, safira i sedmi od sveg drugog dragog kamenja. ",
  "dn17:1.32.3": "Zlatne palme imale su trup od zlata, a lišće i plodove od srebra. ",
  "dn17:1.32.4": "Srebrne palme male su trup od srebra, a lišće i plodove od zlata. ",
  "dn17:1.32.5": "Lapis palme imale su trup od lapisa, a lišće i plodove od kristala. ",
  "dn17:1.32.6": "Kristalne palme imale su trup od kristala, a lišće i plodove od lapisa. ",
  "dn17:1.32.7": "Rubin palme imale su trup od rubina, a lišće i plodove od safira. ",
  "dn17:1.32.8": "Safir palme imale su trup od safira, a lišće i plodove od rubina. ",
  "dn17:1.32.9": "Ostale palme imale su trup od od sveg drugog dragog kamenja, a isto takvo i lišće i plodove. ",
  "dn17:1.32.10": "Kada bi dunuo vetar, šum njihovih krošnji bio je prijatan, umilan, divan i zanosan. ",
  "dn17:1.32.11": "Baš kao što je, Ānanda, kod orkestra od pet instrumenata, dobro uvežbanog, usklađenog i veštog u sviranju, zvuk prijatan, umilan, divan i zanosan. ",
  "dn17:1.32.12": "isto tako, kada bi dunuo vetar, šum njihovih krošnji bio je prijatan, umilan, divan i zanosan. ",
  "dn17:1.32.13": "I sve dokoličare, propalice i pijance koji su u to vreme živeli u Kusāvatiju zabavljao je taj zvuk. ",
  "dn17:1.33.1": "Kada su palata i jezero lotosa bili završeni, kralj Mahāsudassana je one koji su važili za istinske askete i brahmane počastio svime što su želeli. Potom se pope u palatu po imenu Dhamma. ",
  "dn17:2.1.0": "5. Dostizanje zadubljenja ",
  "dn17:2.1.1": "Onda, Ānanda, kralj Mahāsudassana pomisli: ",
  "dn17:2.1.2": "’Koje moje delo mi je sve ovo donelo kao svoj plod i rezultat, te sam toliko jak i moćan?’ ",
  "dn17:2.1.3": "Na to kralj Mahāsudassana pomisli: ",
  "dn17:2.1.4": "’To je plod tri vrste dela: ",
  "dn17:2.1.5": "davanja, obuzdavanja i umerenosti.’ ",
  "dn17:2.2.1": "Zatim ode do velike dvorane, stade na vrata i izreče ove nadahnute reči: ",
  "dn17:2.2.2": "’Stanite ovde misli gonjene čulnim željama, zlonamernošću i okrutnošću – ",
  "dn17:2.2.3": "ni korak dalje!’ ",
  "dn17:2.3.1": "Zatim uđe u veliku dvoranu i sede na zlatnu sofu. Sasvim obuzdanih čula, bez mentalnih nečistoća, on uđe i ostade na prvom stupnju zadubljenja, koji je praćen usmerenom mišlju i istraživanjem, uz ushićenje i zadovoljstvo rođeno iz osame. ",
  "dn17:2.3.2": "Sa smirivanjem usmerene misli i istraživanja, on uđe i ostade na drugom stupnju zadubljenja, koji karakterišu kako samopouzdanje i sabranost uma, oslobođenog usmerene misli i istraživanja, tako i ushićenje i zadovoljstvo rođeni iz koncentracije. ",
  "dn17:2.3.3": "Sa slabljenjem ushićenja, on ostade spokojan, svestan i jasno razumevajući, uz fizički osećaj zadovoljstva. Tako uđe i ostade na trećem stupnju zadubljenja, o kojem plemeniti kažu: „Srećan je čovek ispunjen spokojstvom i svesnošću”. ",
  "dn17:2.3.4": "Sa napuštanjem zadovoljstva i bola, kao i ranijim nestankom radosti i žalosti, on uđe i ostade na četvrtom stupnju zadubljenja, koji nije ni bolan ni prijatan, a čini ga čista svesnost, zasnovana na spokojstvu. ",
  "dn17:2.4.1": "Onda kralj Mahāsudassana napusti veliku dvoranu i uđe u zlatnu odaju, gde sede na zlatnu sofu. ",
  "dn17:2.4.2": "Boravio je tako obasjavajući jednu stranu sveta umom prožetim prijateljskom ljubavlju, isto tako i drugu, isto tako i treću, isto tako i četvrtu; takođe iznad, ispod, unaokolo, svuda i svakoga, kao i sebe; boravio je on obasjavajući čitav svet umom prožetim prijateljskom ljubavlju, obilnom, uzvišenom, nemerljivom, bez ikakvog neprijateljstva i zlovolje u sebi. ",
  "dn17:2.4.3": "Boravio je tako obasjavajući jednu stranu sveta umom prožetim saosećanjem… ",
  "dn17:2.4.4": "umom prožetim radošću zbog sreće drugih… ",
  "dn17:2.4.5": "Boravio je tako obasjavajući jednu stranu sveta umom prožetim spokojstvom, isto tako i drugu, isto tako i treću, isto tako i četvrtu; takođe iznad, ispod, unaokolo, svuda i svakoga, kao i sebe; boravio je obasjavajući čitav svet umom prožetim spokojstvom, obilnim, uzvišenim, nemerljivim, bez ikakvog neprijateljstva i zlovolje u sebi. ",
  "dn17:2.5.0": "6. Od svih gradova ",
  "dn17:2.5.1": "Kralj Mahāsudassana imao je 84.000 gradova, a među njima prvi beše kraljevska prestonica Kusāvati. ",
  "dn17:2.5.2": "Imao je 84.000 palata, a među njima prva beše palata po imenu Dhamma. ",
  "dn17:2.5.3": "Imao je 84.000 odaja, a među njima prva beše velika dvorana. ",
  "dn17:2.5.4": "Imao je 84.000 sofa načinjenih od zlata, srebra, slonovače i drveta, presvučene kožom. Bile su zastrte vunenim prekrivačima – mekim, snežno belim ili sa izvezenim cvetovima – i još mekom jelenjom kožom, sa zastorom gore i crvenim jastučićima na obe strane. ",
  "dn17:2.5.5": "Imao je 84.000 snažnih slonova, sa zlatnim ukrasima i barjacima, prekrivenih zlatnom mrežom, a među njima prvi beše slon po imenu Uposatha. ",
  "dn17:2.5.6": "Imao je 84.000 konja, sa zlatnim ukrasima i barjacima, prekrivenih zlatnom mrežom, a među njima prvi beše konj po imenu Valāhaka. ",
  "dn17:2.5.7": "Imao je 84.000 kočija, presvučenih kožama lava, tigra i leoparda, kao i sa prekrivačima boje šafrana, sa zlatnim ukrasima i barjacima, prekrivenih zlatnom mrežom, a među njima prva beše kočija po imenu Veđayanta. ",
  "dn17:2.5.8": "Imao je 84.000 dragulja, a među njima prvi beše dragulj-blago. ",
  "dn17:2.5.9": "Imao je 84.000 žena, a među njima prva beše kraljica Subhaddā. ",
  "dn17:2.5.10": "Imao je 84.000 kućedomaćina, a među njima prvi beše kućedomaćin-blago. ",
  "dn17:2.5.11": "Imao je 84.000 plemića vazala, a među njima prvi beše savetnik-blago. ",
  "dn17:2.5.12": "Imao je 84.000 krava muzara, sa svilenim povocima i bronzanim kofama za mužu. ",
  "dn17:2.5.13": "Imao je 84.000 divnih odela od lanenog platna, svile, vune ili pamuka. ",
  "dn17:2.5.14": "Imao je 84.000 servisa za jelo, koji su mu iznošeni ujutro i uveče. ",
  "dn17:2.6.1": "A u to vreme 84.000 njegovih kraljevskih slonova dolazilo je ujutro i uveče da mu služe. ",
  "dn17:2.6.2": "Onda, Ānanda, kralj Mahāsudassana pomisli: ",
  "dn17:2.6.3": "’84.000 slonova dolazi ujutro i uveče da mi služe. Kako bi bilo ako bih naredio da ih podele u dve grupe i svaka me služi po sto godina?’ ",
  "dn17:2.6.4": "Zatim izda takvu naredbu savetniku-blagu i tako bi učinjeno. ",
  "dn17:2.7.0": "7. Poseta kraljice Subhadde ",
  "dn17:2.7.1": "I tako, pošto je prošlo mnogo godina, mnogo stotina godina, mnogo hiljada godina, kraljica Subhaddā pomisli: ",
  "dn17:2.7.2": "’Odavno nisam videla kralja. Kako bi bilo da ga posetim?’ ",
  "dn17:2.7.3": "I tako kraljica reče devojkama u svojoj pratnji: ",
  "dn17:2.7.4": "’Hajde, operite kosu i obucite se u žuto. ",
  "dn17:2.7.5": "Odavno nismo videle kralja i sada ćemo otići da ga posetimo.’ ",
  "dn17:2.7.6": "’Da, poštovana,’ odgovoriše devojke iz pratnje. One učiniše kako im je rečeno te ponovo dođoše do kraljice. ",
  "dn17:2.8.1": "Onda kraljica reče savetniku-blagu: ",
  "dn17:2.8.2": "’Dragi savetniče-blago, pripremi četvorostruku vojsku. Odavno nismo videle kralja i sada ćemo otići da ga posetimo.’ ",
  "dn17:2.8.3": "’Da, vaše visočanstvo,’ odgovori savetnik-blago, učini kako mu je rečeno, pa saopšti kraljici: ",
  "dn17:2.8.4": "’Vaše visočanstvo, četvorostruka vojska je spremna. ",
  "dn17:2.8.5": "Učinite ono što mislite da treba.” ",
  "dn17:2.8.6": "Tako kraljica Subhaddā, zajedno sa svojoj pratnjom i vojskom ode do Dhamma palate. Uspela se do palate i ušla u veliku dvoranu. ",
  "dn17:2.8.7": "Tu je neko vreme stajala oslonjena na dovratak. ",
  "dn17:2.8.8": "Kralj Mahāsudassana ču zvukove, pa pomisli: ",
  "dn17:2.8.9": "’Šta bi to moglo biti, izgleda kao zvuk velike gomile!’ I ušavši u veliku dvoranu vide kraljicu kako stoji oslonjena na dovratak, pa joj reče: ",
  "dn17:2.8.10": "’Kraljice moja, ne ulazi dalje, tu ostani.’ ",
  "dn17:2.9.1": "Zatim naredi nekom čoveku: ",
  "dn17:2.9.2": "’Hajde, čoveče, uzmi zlatnu sofu iz velike dvorane i postavi je u palmovom gaju.’ ",
  "dn17:2.9.3": "’Da, vaše visočanstvo,’ reče onaj čovek, pa učini kako mu je naređeno. ",
  "dn17:2.9.4": "A kralj onda leže da desnu stranu, u lavlji položaj, jedno stopalo povrh drugog, svestan i s jasnim razumevanjem. ",
  "dn17:2.10.1": "Na to kraljica Subhaddā pomisli: ",
  "dn17:2.10.2": "’Čula kralja Mahāsudassane su smirena, put čista i blistava. Samo da kralj ne premine sada.’ I ona reče kralju: ",
  "dn17:2.10.3": "’Vaše visočanstvo, vi imate 84.000 gradova, a među njima prvi je kraljevska prestonica Kusāvati. ",
  "dn17:2.10.4": "Probudite u sebi želju za njima! Probudite brigu za životom! ",
  "dn17:2.10.5": "’Vaše visočanstvo, vi imate 84.000 palata, a među njima prva je palata po imenu Dhamma. ",
  "dn17:2.10.6": "Probudite u sebi želju za njima! Probudite brigu za životom! ",
  "dn17:2.10.7": "Vaše visočanstvo, vi imate 84.000 odaja, a među njima prva je velika dvorana. ",
  "dn17:2.10.8": "Probudite u sebi želju za njima! Probudite brigu za životom! ",
  "dn17:2.10.9": "Vaše visočanstvo, vi imate 84.000 sofa načinjenih od zlata, srebra, slonovače i drveta, presvučenih kožom. Zastrte su vunenim prekrivačima – mekim, snežno belim ili sa izvezenim cvetovima – i još mekom jelenjom kožom, sa zastorom gore i crvenim jastučićima na obe strane. ",
  "dn17:2.10.10": "Probudite u sebi želju za njima! Probudite brigu za životom! ",
  "dn17:2.10.11": "Vaše visočanstvo, vi imate 84.000 snažnih slonova, sa zlatnim ukrasima i barjacima, prekrivenih zlatnom mrežom, a među njima prvi je slon po imenu Uposatha. ",
  "dn17:2.10.12": "Probudite u sebi želju za njima! Probudite brigu za životom! ",
  "dn17:2.10.13": "Vaše visočanstvo, vi imate 84.000 konja, sa zlatnim ukrasima i barjacima, prekrivenih zlatnom mrežom, a među njima prvi je konj po imenu Valāhaka. ",
  "dn17:2.10.14": "Probudite u sebi želju za njima! Probudite brigu za životom! ",
  "dn17:2.10.15": "Vaše visočanstvo, vi imate 84.000 kočija, presvučenih kožama lava, tigra i leoparda, kao i sa prekrivačima boje šafrana, sa zlatnim ukrasima i barjacima, prekrivenih zlatnom mrežom, a među njima prva je kočija po imenu Veđayanta. ",
  "dn17:2.10.16": "Probudite u sebi želju za njima! Probudite brigu za životom! ",
  "dn17:2.10.17": "Vaše visočanstvo, vi imate 84.000 dragulja, a među njima prvi je dragulj-blago. ",
  "dn17:2.10.18": "Probudite u sebi želju za njima! Probudite brigu za životom! ",
  "dn17:2.10.19": "Vaše visočanstvo, vi imate 84.000 žena, a među njima prva je žena-blago. ",
  "dn17:2.10.20": "Probudite u sebi želju za njima! Probudite brigu za životom! ",
  "dn17:2.10.21": "Vaše visočanstvo, vi imate 84.000 kućedomaćina, a među njima prvi je kućedomaćin-blago. ",
  "dn17:2.10.22": "Probudite u sebi želju za njima! Probudite brigu za životom! ",
  "dn17:2.10.23": "Vaše visočanstvo, vi imate 84.000 plemića vazala, a među njima prvi je savetnik-blago. ",
  "dn17:2.10.24": "Probudite u sebi želju za njima! Probudite brigu za životom! ",
  "dn17:2.10.25": "Vaše visočanstvo, vi imate 84.000 krava muzara, sa svilenim povocima i bronzanim kofama za mužu. ",
  "dn17:2.10.26": "Probudite u sebi želju za njima! Probudite brigu za životom! ",
  "dn17:2.10.27": "Vaše visočanstvo, vi imate 84.000 divnih odela od lanenog platna, svile, vune ili pamuka. ",
  "dn17:2.10.28": "Probudite u sebi želju za njima! Probudite brigu za životom! ",
  "dn17:2.10.29": "Vaše visočanstvo, vi imate 84.000 servisa za jelo, koje vam iznose ujutro i uveče. ",
  "dn17:2.10.30": "Probudite u sebi želju za njima! Probudite brigu za životom! ",
  "dn17:2.11.1": "Kada je ovo čuo, kralj Mahāsudassana reče kraljici: ",
  "dn17:2.11.2": "’Jako dugo, kraljice moja, odbraćala si mi se rečima punim ljubavi, poželjnim, prijatnim i prikladnim. ",
  "dn17:2.11.3": "A u mom poslednjem času, tvoje reči su nepoželjne, neprijatne i neprikladne!’ ",
  "dn17:2.11.4": "’A kako bih sada, vaše visočanstvo, trebalo da postupam?’ ",
  "dn17:2.11.5": "’Evo ovako, kraljice moja, treba da kažeš: ",
  "dn17:2.11.6": "’U svemu što je drago i blisko postoji razdvajanje, razilaženje, napuštanje. ",
  "dn17:2.11.7": "Vaše visočanstvo, vi imate 84.000 gradova, a među njima prvi je kraljevska prestonica Kusāvati. ",
  "dn17:2.11.8": "Napustite želju za njima! Napustite brigu za životom! ",
  "dn17:2.11.9": "Vaše visočanstvo, vi imate 84.000 palata, a među njima prva je palata po imenu Dhamma. ",
  "dn17:2.11.10": "Napustite želju za njima! Napustite brigu za životom! ",
  "dn17:2.11.11": "Vaše visočanstvo, vi imate 84.000 odaja, a među njima prva je velika dvorana. ",
  "dn17:2.11.12": "Napustite želju za njima! Napustite brigu za životom! ",
  "dn17:2.11.13": "Vaše visočanstvo, vi imate 84.000 sofa načinjenih od zlata, srebra, slonovače i drveta, presvučenih kožom. Zastrte su vunenim prekrivačima – mekim, snežno belim ili sa izvezenim cvetovima – i još mekom jelenjom kožom, sa zastorom gore i crvenim jastučićima na obe strane. ",
  "dn17:2.11.14": "Napustite želju za njima! Napustite brigu za životom! ",
  "dn17:2.11.15": "Vaše visočanstvo, vi imate 84.000 snažnih slonova, sa zlatnim ukrasima i barjacima, prekrivenih zlatnom mrežom, a među njima prvi je slon po imenu Uposatha. ",
  "dn17:2.11.16": "Napustite želju za njima! Napustite brigu za životom! ",
  "dn17:2.11.17": "Vaše visočanstvo, vi imate 84.000 konja, sa zlatnim ukrasima i barjacima, prekrivenih zlatnom mrežom, a među njima prvi je konj po imenu Valāhaka. ",
  "dn17:2.11.18": "Napustite želju za njima! Napustite brigu za životom! ",
  "dn17:2.11.19": "Vaše visočanstvo, vi imate 84.000 kočija, presvučenih kožama lava, tigra i leoparda, kao i sa prekrivačima boje šafrana, sa zlatnim ukrasima i barjacima, prekrivenih zlatnom mrežom, a među njima prva je kočija po imenu Veđayanta. ",
  "dn17:2.11.20": "Napustite želju za njima! Napustite brigu za životom! ",
  "dn17:2.11.21": "Vaše visočanstvo, vi imate 84.000 dragulja, a među njima prvi je dragulj-blago. ",
  "dn17:2.11.22": "Napustite želju za njima! Napustite brigu za životom! ",
  "dn17:2.11.24": "Napustite želju za njima! Napustite brigu za životom! ",
  "dn17:2.11.25": "Vaše visočanstvo, vi imate 84.000 kućedomaćina, a među njima prvi je kućedomaćin-blago. ",
  "dn17:2.11.26": "Napustite želju za njima! Napustite brigu za životom! ",
  "dn17:2.11.27": "Vaše visočanstvo, vi imate 84.000 plemića vazala, a među njima prvi je savetnik-blago. ",
  "dn17:2.11.29": "Vaše visočanstvo, vi imate 84.000 krava muzara, sa svilenim povocima i bronzanim kofama za mužu. ",
  "dn17:2.11.30": "Napustite želju za njima! Napustite brigu za životom! ",
  "dn17:2.11.31": "Vaše visočanstvo, vi imate 84.000 divnih odela od lanenog platna, svile, vune ili pamuka. ",
  "dn17:2.11.32": "Napustite želju za njima! Napustite brigu za životom! ",
  "dn17:2.11.33": "Vaše visočanstvo, vi imate 84.000 servisa za jelo, koje vam iznose ujutro i uveče. ",
  "dn17:2.11.34": "Napustite želju za njima! Napustite brigu za životom!”’ ",
  "dn17:2.12.1": "Kad ovo bi rečeno, kraljici Subhaddi počeše suze da liju. ",
  "dn17:2.12.2": "A onda ona obrisa lice i reče  kralju Mahāsudassani: ",
  "dn17:2.12.3": "’U svemu što je drago i blisko postoji razdvajanje, razilaženje, napuštanje. Vaše visočanstvo, dočekajte smrt bez briga, jer bolno je umiranje sa brigom i kao takvo zaslužuje kritiku. ",
  "dn17:2.12.4": "Vaše visočanstvo, vi imate 84.000 gradova, a među njima prvi je kraljevska prestonica Kusāvati. ",
  "dn17:2.12.5": "Napustite želju za njima! Napustite brigu za životom! ",
  "dn17:2.12.6": "’Vaše visočanstvo, vi imate 84.000 palata, a među njima prva je palata po imenu Dhamma. ",
  "dn17:2.12.7": "Napustite želju za njima! Napustite brigu za životom! ",
  "dn17:2.12.8": "Vaše visočanstvo, vi imate 84.000 odaja, a među njima prva je velika dvorana. ",
  "dn17:2.12.9": "Napustite želju za njima! Napustite brigu za životom! ",
  "dn17:2.12.10": "Vaše visočanstvo, vi imate 84.000 sofa načinjenih od zlata, srebra, slonovače i drveta, presvučenih kožom. Zastrte su vunenim prekrivačima – mekim, snežno belim ili sa izvezenim cvetovima – i još mekom jelenjom kožom, sa zastorom gore i crvenim jastučićima na obe strane. ",
  "dn17:2.12.11": "Napustite želju za njima! Napustite brigu za životom! ",
  "dn17:2.12.12": "Vaše visočanstvo, vi imate 84.000 snažnih slonova, sa zlatnim ukrasima i barjacima, prekrivenih zlatnom mrežom, a među njima prvi je slon po imenu Uposatha. ",
  "dn17:2.12.13": "Napustite želju za njima! Napustite brigu za životom! ",
  "dn17:2.12.14": "Vaše visočanstvo, vi imate 84.000 konja, sa zlatnim ukrasima i barjacima, prekrivenih zlatnom mrežom, a među njima prvi je konj po imenu Valāhaka. ",
  "dn17:2.12.15": "Napustite želju za njima! Napustite brigu za životom! ",
  "dn17:2.12.16": "Vaše visočanstvo, vi imate 84.000 kočija, presvučenih kožama lava, tigra i leoparda, kao i sa prekrivačima boje šafrana, sa zlatnim ukrasima i barjacima, prekrivenih zlatnom mrežom, a među njima prva je kočija po imenu Veđayanta. ",
  "dn17:2.12.17": "Napustite želju za njima! Napustite brigu za životom! ",
  "dn17:2.12.18": "Vaše visočanstvo, vi imate 84.000 dragulja, a među njima prvi je dragulj-blago. ",
  "dn17:2.12.19": "Napustite želju za njima! Napustite brigu za životom! ",
  "dn17:2.12.20": "Vaše visočanstvo, vi imate 84.000 žena, a među njima prva je žena-blago. ",
  "dn17:2.12.21": "Napustite želju za njima! Napustite brigu za životom! ",
  "dn17:2.12.22": "Vaše visočanstvo, vi imate 84.000 kućedomaćina, a među njima prvi je kućedomaćin-blago. ",
  "dn17:2.12.23": "Napustite želju za njima! Napustite brigu za životom! ",
  "dn17:2.12.24": "Vaše visočanstvo, vi imate 84.000 plemića vazala, a među njima prvi je savetnik-blago. ",
  "dn17:2.12.25": "Napustite želju za njima! Napustite brigu za životom! ",
  "dn17:2.12.26": "Vaše visočanstvo, vi imate 84.000 krava muzara, sa svilenim povocima i bronzanim kofama za mužu. ",
  "dn17:2.12.27": "Napustite želju za njima! Napustite brigu za životom! ",
  "dn17:2.12.28": "Vaše visočanstvo, vi imate 84.000 divnih odela od lanenog platna, svile, vune ili pamuka. ",
  "dn17:2.12.29": "Napustite želju za njima! Napustite brigu za životom! ",
  "dn17:2.12.30": "Vaše visočanstvo, vi imate 84.000 servisa za jelo, koje vam iznose ujutro i uveče. ",
  "dn17:2.12.31": "Napustite želju za njima! Napustite brigu za životom! ",
  "dn17:2.13.0": "8. Preporađanje u svetu Brahme ",
  "dn17:2.13.1": "I ne dugo posle toga kralj Mahāsudassana preminu. ",
  "dn17:2.13.2": "A osećaj koji je imao neposredno pred smrt bio je kao kada kućedomaćin ili njegovo dete slatko zaspi, pošto je pojelo ukusan obrok. ",
  "dn17:2.13.3": "Posle smrti, kralj Mahāsudassana se preporodio na dobrom odredištu, u svetu Brahme. ",
  "dn17:2.13.4": "Ānanda, tamo se on zabavljao raznim igrama 84.000 godina. ",
  "dn17:2.13.5": "Osamdeset četiri hiljade godina bio je prestolonaslednik. ",
  "dn17:2.13.6": "Osamdeset četiri hiljade godina vladao je kraljevstvom. ",
  "dn17:2.13.7": "Osamdeset četiri hiljade godina je kao nezaređeni živeo svetačkim životom u palati po imenu Dhamma. ",
  "dn17:2.13.8": "Negujući četiri uzvišena boravišta, posle sloma tela, posle smrti, preporodio se u svetu Brahme. ",
  "dn17:2.14.1": "Ānanda, možda ti ovako pomisliš: ",
  "dn17:2.14.2": "’Sigurno je kralj Mahāsudassana bio neko drugi u to vreme.’ ",
  "dn17:2.14.3": "Ali nemoj tako da razmišljaš. Upravo ja sam u to vreme bio kralj Mahāsudassana. ",
  "dn17:2.14.4": "Moji su bili tih 84.000 gradova, a među njima prvi je bila kraljevska prestonica Kusāvati. I moje je bilo sve ostalo. ",
  "dn17:2.15.1": "Od tih 84.000 gradova, živeo sam samo u jednome, u prestonici Kusāvati. ",
  "dn17:2.15.2": "Od tih 84.000 palata, živeo sam samo u jednoj, u palati po imenu Dhamma. ",
  "dn17:2.15.3": "Od tih 84.000 odaja, živeo sam samo u jednoj, u velikoj dvorani. ",
  "dn17:2.15.4": "Od tih 84.000 sofa, koristio sam samo jednu, načinjenu od zlata, srebra, slonovače ili drveta. ",
  "dn17:2.15.5": "Od tih 84.000 snažnih slonova, jahao sam samo jednoga, kraljevskog slona po imenu Uposatha. ",
  "dn17:2.15.6": "Od tih 84.000 konja, jahao sam samo jednoga, kraljevskog konja po imenu Valāhaka. ",
  "dn17:2.15.7": "Od tih 84.000 kočija, vozio sam se samo jednima, onima po imenu Veđayanta. ",
  "dn17:2.15.8": "Od tih 84.000 žena, služila me je samo jedna, a ona je bili iz plemićke ili ratarske kaste. ",
  "dn17:2.15.9": "Od tih 8.400.000.000 odela, nosio sam samo jedno, načinjeno od lanenog platna, svile, vune ili pamuka. ",
  "dn17:2.15.10": "Od tih 84.000 servisa za jelo, koristio sam samo jedan, jedući najčešće priinač i uz to neko varivo. ",
  "dn17:2.16.1": "Vidiš li, Ānanda, kako su te uslovljene stvari prošle, propale, nestale! ",
  "dn17:2.16.2": "Tako su prolazne sve uslovljene stvari, ",
  "dn17:2.16.3": "tako su nestalne sve uslovljene stvari, ",
  "dn17:2.16.4": "tako su nepouzdane sve uslovljene stvari. ",
  "dn17:2.16.5": "Toliko je sasvim dovoljno, Ānanda, da u tebi nestane opčinjenost uslovljenim stvarima, da napustiš strast za njima, da postaneš oslobođen. ",
  "dn17:2.17.1": "Ānanda, sećam se da sam šest puta legao na ovom mestu. A sedmi put sam to učinio kao vladar koji pokreće točak istine, pravedni vladar, osvajač sve četiri strane sveta, koji je zemlju učinio stabilnom, opskrbljen sa sedam blaga. ",
  "dn17:2.17.2": "Ali sada ne vidim bilo koje mesto na ovome svetu, sa njegovim božanstvima, Mārama i Brahmama, zajedno sa pokolenjem asketa i brahmana, plemenitih i običnih ljudi, gde bi Tathāgata položio svoje telo po osmi put.” ",
  "dn17:2.17.3": "Tako reče Blaženi. ",
  "dn17:2.17.4": "A zatim i ovo dodade učitelj: ",
  "dn17:2.17.5": "„Prolazne su zaista sve uslovljene stvari, ",
  "dn17:2.17.6": "njihova priroda je da nastanu i nestanu. ",
  "dn17:2.17.7": "Jednom nastavši, zauvek iščezavaju, ",
  "dn17:2.17.8": "tek njihovo smirivanje je istinska sreća.” "
}