{
  "dn18:0.1": "Zbirka dugih govora 18 ",
  "dn18:0.2": "Govor o Đanavasabhi ",
  "dn18:1.0": "1. Objašnjenje u Nādiki ",
  "dn18:1.1": "Ovako sam čuo. ",
  "dn18:1.2": "Jednom je Blaženi boravio kraj Nādike, u dvorani od cigala. ",
  "dn18:1.3": "U to vreme je Blaženi objašnjavao preporađanje svojih sledbenika u različitim sredinama, među Kāsijima i Kosalanima, Vađđijima i Mallama, Ćetījima i Vaṁsama, Kuruima i Pañćālama, Maććhama i Sūrasenama: ",
  "dn18:1.4": "„Ovaj se rodio ovde, a onaj se rodio tamo. ",
  "dn18:1.5": "Preko pedeset sledbenika je umrlo u Nādiki i pošto su raskinuli pet nižih okova i spontano se preporodili u drugom svetu. Tamo će dostići konačno oslobođenje, tako da se više nikada ne vrate u ovaj svet. ",
  "dn18:1.6": "Preko devedeset sledbenika je umrlo u Nādiki i pošto su raskinuli tri okova i smanjili pohlepu, mržnju i obmanutost, vratiće se kao sakadagamini još jednom u ovaj svet da potpuno okončaju patnju. ",
  "dn18:1.7": "Više od petsto sledbenika je umrlo u Nādiki i pošto su raskinuli tri okova, ušli su u tok, više se ne mogu preporoditi na mestu patnje i sigurno će postati probuđeni.” ",
  "dn18:2.1": "Dočuše sledbenici iz Nādike ",
  "dn18:2.2": "",
  "dn18:2.3": "",
  "dn18:2.4": "",
  "dn18:2.5": "",
  "dn18:2.6": "",
  "dn18:2.7": "o odgovorima Blaženog na ovakva pitanja, te behu oduševljeni, egzaltirani, prepuni ushićenja i radosti. ",
  "dn18:3.1": "A poštovani Ānanda ču o Budinim tvrdnjama ",
  "dn18:3.7": "o odgovorima Blaženog na ovakva pitanja, te behu oduševljeni, egzaltirani, prepuni ushićenja i radosti.” ",
  "dn18:4.0": "2. Ānandin predlog ",
  "dn18:4.1": "Na to poštovani Ānanda pomisli: ",
  "dn18:4.2": "„Ima sledbenika iz Magadhe, mnogo i koji su to odavno, da je umrlo. ",
  "dn18:4.3": "A moglo bi se pomisliti kao da u Aṅgi i Māgadhi nema nijednog sledbenika koji je preminuo. ",
  "dn18:4.4": "Ali i oni su posedovali poverenje u Budu, Dhammu i sanghu, i oni su proživeli svoj život u vrlini. ",
  "dn18:4.5": "A Blaženi nije objavio njihov odlazak, njihovu smrt. ",
  "dn18:4.6": "Dobro bi bilo ako bi to učinio, tako da mnogi steku poverenje i tako se preporode na dobrom odredištu. ",
  "dn18:4.7": "Taj kralj Seniya Bimbisāra je bio pravedan kralj, vladao je u skladu sa Dhammom, blagonaklon prema brahmanima i kućedomaćinima u gradu i čitavoj zemlji. ",
  "dn18:4.8": "Ljudi mu još uvek pevaju pohvale: ",
  "dn18:4.9": "’Taj pravedni vladar, koji je vladao u skladu sa Dhammom i nas činio srećnima, umro je. Život je bio dobar pod njegovom vlašću.’ ",
  "dn18:4.10": "I on je posedovao poverenje u Budu, Dhammu i sanghu, i on je proživeo svoj život u vrlini. ",
  "dn18:4.11": "Ljudi još uvek kažu: ",
  "dn18:4.12": "’Sve do svoje smrti, kralj Bimbisāra je pevao pohvale Blaženom’. ",
  "dn18:4.13": "A Blaženi nije objavio njegov odlazak, njegovu smrt. ",
  "dn18:4.14": "Dobro bi bilo ako bi to učinio, tako da mnogi steku poverenje i tako se preporode na dobrom odredištu. ",
  "dn18:4.15": "Sem toga, Blaženi je postao probuđen u Magadhi. ",
  "dn18:4.16": "Pa zašto nije objasnio preporađanje svojih sledbenika u Magadhi? ",
  "dn18:4.17": "Ako to ne učini, oni će biti utučeni.” ",
  "dn18:5.1": "Pošto je o subini sledbenika iz Magadhe razmislio u osami, Ānanda ustade u zoru i otide do Blaženog. Kada je stigao do njega, pokloni mu se i sede sa strane. Dok je tako sedeo, ispričao je Blaženom o tome šta ga muči i ovako zaključio: ",
  "dn18:6.9": "„Zašto Blaženi nije objasnio preporađanje svojih sledbenika u Magadhi? Ako to ne učini, oni će biti utučeni.” ",
  "dn18:6.10": "Pošto je izložio slučaj sledbenika iz Magadhe, poštovani Ānanda ustade sa svog mesta, pokloni se Blaženom, te pazeći da mu ovaj ostane sa desne strane, ode. ",
  "dn18:7.1": "Ubrzo nakon odlaska poštovanog Ānande, Blaženi se obuče, uze svoju prosjačku zdelu i gornji ogrtač, pa krenu put Nādike da prosi hranu. ",
  "dn18:7.2": "Kad je prošao Nādiku i vratio se iz prošenja hrane, posle obroka, on opra noge i uđe u dvoranu od cigala. Tu se potpuno usredsredio, sabrao pažnju, fokusirao na sudbinu sledbenika iz Magadhe, te sede na unapred pripremljeno mesto, razmišljajući: ",
  "dn18:7.3": "„Saznaću njihovu sudbinu, gde su se preporodili u narednom životu.” ",
  "dn18:7.4": "I vide Blaženi gde su se preporodili. ",
  "dn18:7.6": "Onda uveče, Blaženi izađe iz osame, pa izađe iz dvorane od cigala. Tu on u hladu verande sede na unapred pripremljeno mesto. ",
  "dn18:8.1": "Onda poštovani Ānanda dođe do Blaženog, pokloni mu se i sede sa strane. Sedeći tako, reče on Blaženom: ",
  "dn18:8.2": "„Poštovani, izgledate tako spokojni; vaše lice blista zahvaljujući pročišćenosti čula. ",
  "dn18:8.3": "Jeste li današnji dan proveli u neprekinutoj meditaciji?” ",
  "dn18:9.1": "Blaženi zatim ispriča šta se događalo od poslednjeg susreta sa Ānandom i kako je video sudbinu sledbenika iz Magadhe. A onda nastavi: ",
  "dn18:9.4.0": "3. Duh Đanavasabha ",
  "dn18:9.5": "„Onda se neki nevidljivi duh oglasi: ",
  "dn18:9.6": "’Ja sam Đanavasabha, Blaženi; ",
  "dn18:9.7": "ja sam Đanavasabha, Srećni.’ ",
  "dn18:9.8": "Ānanda, sećaš li se da si ikada ranije čio ime Đanavasabha?” ",
  "dn18:9.9": "„Ne, ne sećam se, poštovani. Ali sada kada sam ga čuo, sav sam se naježio. ",
  "dn18:9.10": "I pomislih: ",
  "dn18:9.11": "’To nije neki običan duh koji nosi tako uzvišeno ime kao što je Đanavasabha’.” ",
  "dn18:10.1": "„Pošto se oglasio ka nevidljiv, preda mnom se pojavi duh izvanredne lepote. ",
  "dn18:10.2": "I po drugi put on uzviknu: ",
  "dn18:10.3": "’Ja sam Bimbisāra, Blaženi, ",
  "dn18:10.4": "ja sam Bimbisāra, Srećni.’ ",
  "dn18:10.5": "Ovo je sedmi put da sam se preporađao u društvu velikog kralja Vessavaṇe. Pošto sam umro u svetu ljudi, sada sam u prilici da postane kralj među ne-ljudskim bićima. ",
  "dn18:10.6": "Sedam tamo, sedam ovde, ",
  "dn18:10.7": "četrnaest preporađanja ukupno; ",
  "dn18:10.8": "toliko mnogo prošlih života ",
  "dn18:10.9": "u stanju sam da se setim. ",
  "dn18:10.10": "Jako dugo znao sam da s eneću preporoditi u donjem svetu, ali se još uvek nadam da ću postati jednom povratnik’.” ",
  "dn18:10.11": "„Zadivljujuće je i čudesno da ti, kao poštovani duh Đanavasabha, kažeš: ",
  "dn18:10.12": "„Jako dugo znao sam da se neću preporoditi u donjem svetu,’ i isto tako: ’ali se još uvek nadam da ću postati jednom povratnik”. Ali na osnovu čega si dostigao tako visoko odredište?’ ",
  "dn18:11.1": "’Na osnovu ničeg drugog do pouke Blaženog! Na osnovu ničeg drugog do pouke Srećnoga! ",
  "dn18:11.2": "Od dana kada sam stekao potpuno poverenje u Blaženog, znao sam da se neću preporoditi u donjem svetu, ali se još uvek nadam da ću postati jednom povratnik. ",
  "dn18:11.3": "Upravo sada bio sam po nalogu velikog kralja Vessavaṇe na putu ka velikom kralju Virūḷhaki, kada sam spazio Blaženog kako svoju pažnju posvećuje sudbini sledbenika iz Magadhe. ",
  "dn18:11.5": "Ali ne čudi da sam ja već čuo i saznao o njihovoj sudbini iz usta velikog kralja Vessavaṇe, kada je govorio svojoj zajednici: ",
  "dn18:11.7": "A onda, poštovani, pomislih: ",
  "dn18:11.8": "„Videću Blaženog i obavestiti ga o tome.” ",
  "dn18:11.9": "To su dva razloga zbog kojih sam došao da vidim Blaženoga. ",
  "dn18:12.0": "4. Skup bogova ",
  "dn18:12.1": "Poštovani, bilo je to pre više od nekoliko dana, na dan predanosti, na dan punog meseca, na početku sezone kiša, kada su se sva božanstva neba trideset trojice okupila u Dvorani pravednosti. ",
  "dn18:12.2": "Velika grupa božanstava je sedela unaokolo, a četiri velika kralja na četiri strane sveta. ",
  "dn18:12.3": "Veliki kralj Dhataraṭṭha sedeo je na istoku, okrenut zapadu, ispred svojih božanstava; ",
  "dn18:12.4": "veliki kralj Virūḷhaka sedeo je na jugu, okrenut severu, ispred svojih božanstava; ",
  "dn18:12.5": "veliki kralj Virūpakkha sedeo je na zapadu, okrenut istoku, ispred svojih božanstava; ",
  "dn18:12.6": "veliki kralj Vessavaṇa sedeo je na severu, okrenut jugu, ispred svojih božanstava. ",
  "dn18:12.7": "Kada se božanstva neba trideset trojice okupljaju, tako su raspoređeni. ",
  "dn18:12.8": "Iza njih su mesta na kojim mi sedimo. ",
  "dn18:12.9": "Poštovani, ona božanstva koja su se nedavno preporodila u svetu trideset trojice, a živela su svetačkim životom vođena Blaženim, nadmašuju sva druga božanstva svojim sjajem i slavom. ",
  "dn18:12.10": "A božanstva neba trideset trojice time postaju oduševljena, egzaltirana, prepuna ushićenja i radosti, govoreći: ",
  "dn18:12.11": "„Božanstava je sve više, a titana sve manje”. ",
  "dn18:13.1": "Videvši radost tih božanstava, Sakka, vladar bogova, proslavi to ovim stihovima: ",
  "dn18:13.2": "„O kako se raduju božanstva trideset trojice, ",
  "dn18:13.3": " zajedno sa prvim među njima; ",
  "dn18:13.4": "oni slave Tathāgatu ",
  "dn18:13.5": "i izvrsnost njegovog učenja. ",
  "dn18:13.6": "Vide novopridošla božanstva, ",
  "dn18:13.7": "prekrasne puti i blistava; ",
  "dn18:13.8": "proživevši život svetački pod Srećnim, ",
  "dn18:13.9": "ona na ovo mesto pristigoše. ",
  "dn18:13.10": "Druge oni nadmašuju, ",
  "dn18:13.11": "lepotom, slavom i životnim vekom; ",
  "dn18:13.12": "Ovde su istaknuti učenici ",
  "dn18:13.13": "onoga čija mudrost je bezmerna. ",
  "dn18:13.14": "Videvši to, božanstva se raduju, ",
  "dn18:13.15": " zajedno sa prvim među njima; ",
  "dn18:13.16": "oni slave Tathāgatu ",
  "dn18:13.17": "i izvrsnost njegovog učenja. ",
  "dn18:13.18": "A božanstva neba trideset trojice time postaju oduševljena, egzaltirana, prepuna ushićenja i radosti, govoreći: ",
  "dn18:13.19": "„Božanstava je sve više, a titana sve manje”. ",
  "dn18:14.1": "A onda, kada su božanstva trideset trojice promislila i prodiskutovala o stvarima zbog kojih su se okupila u Dvorani pravednosti, posavetovaše i uputiše o svemu tome četiri velika kralja, ",
  "dn18:14.2": "te nastaviše svako da sedi na svom mestu, nisu odlazila. ",
  "dn18:14.3": "Kraljevi su čuli šta je rečeno, ",
  "dn18:14.4": "primili dobre savete; ",
  "dn18:14.5": "uma jasnog i mirnog, ",
  "dn18:14.6": "svaki na svome mestu ostade. ",
  "dn18:15.1": "Onda se iz pravca severa pojavi snažna svetlost koja nadmašuje sjaj božanstava. ",
  "dn18:15.2": "Na to Sakka, vladar bogova, reče božanstvima trideset trojice: ",
  "dn18:15.3": "„Gospodo, znak koji vidite, snažna svetlost koja se rađa, sjaj koji je vidljiv, to Brahma postaje vidljiv; prvi znak pojavljivanja Brahme, to je snažna svetlost koja se rađa, sjaj koji je vidljiv.” ",
  "dn18:15.4": "Kada te znakove vide, ",
  "dn18:15.5": "Brahma će se pojaviti. ",
  "dn18:15.6": "Jer to je (prvi) znak Brahme, ",
  "dn18:15.7": "svetlost obilna, velika. ",
  "dn18:16.0": "5. O Sanaṅkumāri ",
  "dn18:16.2": "„Otkrijmo šta je uzrok te svetlosti. I pošto to saznamo, prići ćemo joj.” ",
  "dn18:16.3": "Četiri velika kralj, sedeći na svom mestu, učiniše isto. ",
  "dn18:16.5": "Kad su to čula, božanstva neba trideset trojice im se pridružiše u jedan glas: ",
  "dn18:16.6": "„Otkrijmo šta je uzrok te svetlosti. I pošto to saznamo, prići ćemo joj.” ",
  "dn18:17.1": "Kada god se Brahma Sanaṅkumāra prikazuje božanstvima trideset trojice, on za sebe uzima grublji oblik. ",
  "dn18:17.2": "Njegov pravi oblik nije vidljiv božanstvima trideset trojice. ",
  "dn18:17.3": "Kada god se, poštovani, Brahma Sanaṅkumāra prikazuje božanstvima trideset trojice,  on druga božanstva nadmašuje svojom lepotom i sjajem. ",
  "dn18:17.4": "Baš kao što telo od zlata nadmašuje ljudsko, ",
  "dn18:17.5": "isto tako, kada god se Brahma Sanaṅkumāra prikazuje božanstvima trideset trojice, on druga božanstva nadmašuje svojom lepotom i sjajem. ",
  "dn18:17.6": "Kada god se Brahma Sanaṅkumāra prikazuje božanstvima trideset trojice, nijedno božanstvo u toj grupi mu se ne klanja, ne ustaje iz poštovanja, niti ga poziva da sedne na njegovo mesto. ",
  "dn18:17.7": "Sva sede u tišini, sklopljenih dlanova, svako na svojoj sofi, razmišljajući: ",
  "dn18:17.8": "„Na čiju god sofu Brahma Sanaṅkumāro želi da sedne, on će tu i sesti.” ",
  "dn18:17.9": "Na čiju god sofu Brahma Sanaṅkumāro da sedne, to božanstvo biva obuzeto velikim ushićenjem, biva obuzeto velikom srećom. ",
  "dn18:18.1": "Baš kao što plemeniti kralj, valjano miropomazan, na dan krunisanja biva obuzet velikim ushićenjem, biva obuzet velikom srećom, ",
  "dn18:18.2": "isto tako na čiju god sofu Brahmā Sanaṅkumāro da sedne, to božanstvo biva obuzeto velikim ushićenjem, biva obuzeto velikom srećom. ",
  "dn18:18.3": "Onda Brahmā Sanaṅkumāra za sebe uze grublji oblik, pojavi se u obliku mladog Pañćasikhe, i tako se pojavi božanstvima trideset trojice. ",
  "dn18:18.4": "Izdigavši se, sedeo je u vazduhu ukrštenih nogu. ",
  "dn18:18.5": "Baš kao što bi snažan čovek mogao sedeti ukrštenih nogu na dobro postavljenoj sofi ili na ravnoj zemlji. ",
  "dn18:18.6": "Onda Brahma Sanaṅkumāra, izdigavši se u u vazduh i sedeći tu ukrštenih nogu, obrati im se ovim stihovima: ",
  "dn18:18.7": "„O kako se raduju božanstva trideset trojice, ",
  "dn18:18.8": " zajedno sa prvim među njima; ",
  "dn18:18.9": "oni slave Tathāgatu ",
  "dn18:18.10": "i izvrsnost njegovog učenja. ",
  "dn18:18.11": "Vide novopridošla božanstva, ",
  "dn18:18.12": "prekrasne puti i blistava; ",
  "dn18:18.13": "proživevši život svetački pod Srećnim, ",
  "dn18:18.14": "ona na ovo mesto pristigoše. ",
  "dn18:18.15": "Druge oni nadmašuju, ",
  "dn18:18.16": "lepotom, slavom i životnim vekom; ",
  "dn18:18.17": "Ovde su istaknuti učenici ",
  "dn18:18.18": "onoga čija mudrost je bezmerna. ",
  "dn18:18.19": "Videvši to, božanstva se raduju, ",
  "dn18:18.20": " zajedno sa prvim među njima; ",
  "dn18:18.21": "oni slave Tathāgatu ",
  "dn18:18.22": "i izvrsnost njegovog učenja. ",
  "dn18:19.1": "To je, poštovani, značenje onoga što je govorio Brahmā Sanaṅkumāra. ",
  "dn18:19.2": "I dok je to govorio, njegov glas imao je osam kvaliteta. Bio je jasan, lako razumljiv, privlačan, prijatan za uho, pun, neiskrivljen, dubok i rezonantan. ",
  "dn18:19.3": "Kada se Brahmā Sanaṅkumāro obraća nekoj zajednici, ništa od tog glasa ne stiže do neke druge zajednice (izvan ove prve). ",
  "dn18:19.4": "I čiji god glas da ima ovih osam kvaliteta, taj se naziva „glasom Brahme”. ",
  "dn18:20.1": "Onda Brahmā Sanaṅkumāra, umnoživši sede trideset tri puta, sede ukrštenih nogu na sofu svakog od božanstava i reče im: ",
  "dn18:20.2": "„Šta mislite, gospodo, koliko je Blaženi postupao na korist i sreću mnogih, iz saosećanja prema ovome svetu, na korist i sreću božanskih i ljudskih bića? ",
  "dn18:20.3": "Jer pogledajte one koji su za utočište uzeli Budu, Dhammu i sanghu, razvijali vrlinu, te se posle sloma tela, posle smrti, neki od njih preporodili među božanstva koja imaju moć nad tvorevinama drugih bića, neki među božanstvima koja se oduševljavaju stvaranjem ili Tusita božanstvima ili Yāma božanstvima ili božanstvima trideset trojice ili božanstvima četiri velika kralja. ",
  "dn18:20.4": "Ako ništa, oni se preporađaju među nebesnicima.” ",
  "dn18:21.1": "To je, poštovani, značenje onoga što je govorio Brahmā Sanaṅkumāra. ",
  "dn18:21.2": "I dok je on to govorio, svako od božanstava je zamišljalo: ",
  "dn18:21.3": "„Onaj ko sedi na mojoj sofi je jedini koji govori.” ",
  "dn18:21.4": "Kada jedan govori, ",
  "dn18:21.5": "sve forme govore; ",
  "dn18:21.6": "kada jedan sedi u tišini, ",
  "dn18:21.7": "sve ostaju u tišini. ",
  "dn18:21.8": "Ali ta božanstva zamišljaju ",
  "dn18:21.9": "trideset trojica, sa prvim među njima, ",
  "dn18:21.10": "da onaj na njihovoj sofi ",
  "dn18:21.11": "jedini je koji govori.” ",
  "dn18:22.1": "Onda se Brahmā Sanaṅkumāra spoji u jedan telesni oblik, sede na sofu Sakke, vladara bogova, te se obrati božanstvima trideset trojice: ",
  "dn18:22.2.0": "6. Razvijanje osnova duhovne moći ",
  "dn18:22.3": "„Šta mislite, gospodo, koliko je temeljno Blaženi, znalac i vidilac, uzvišeni, potpuno probuđeni, objasnio četiri osnove duhovne  moći, kojima se umnožavaju, stvaraju i transformišu telesni oblici? ",
  "dn18:22.4": "Koje četiri? ",
  "dn18:22.5": "Tako monah razvija osnovu duhovne moći, koja se sastoji od koncentracije nastale zahvaljujući revnosti i odlučnom nastojanju. ",
  "dn18:22.6": "On razvija osnovu duhovne moći, koja se sastoji od koncentracije nastale zahvaljujući energiji i odlučnom nastojanju. ",
  "dn18:22.7": "On razvija osnovu duhovne moći, koja se sastoji od koncentracije nastale zahvaljujući (čistoti) uma i odlučnom nastojanju. ",
  "dn18:22.8": "On razvija osnovu duhovne moći, koja se sastoji od koncentracije nastale zahvaljujući istraživanju i odlučnom nastojanju. ",
  "dn18:22.9": "To su četiri osnove duhovne moći, kojima se umnožavaju, stvaraju i transformišu telesni oblici, a koje je Blaženi, znalac i vidilac, uzvišeni, potpuno probuđeni, objasnio. ",
  "dn18:22.10": "Svi askete i brahmani iz prošlosti, koji su doživljavali različite vrste duhovnih moći, postigli su to negujući i razvijajući ove četiri. ",
  "dn18:22.11": "Svi askete i brahmani u budućnosti koji će doživljavati različite vrste duhovnih moći, postići će to negujući i razvijajući ove četiri. ",
  "dn18:22.12": "Svi askete i brahmani koji sada doživljavaju različite vrste duhovnih moći, postižu to negujući i razvijajući ove četiri. ",
  "dn18:22.13": "Gospodo, vidite li vi takve duhovne moći u meni?” ",
  "dn18:22.14": "„Da, Veliki Brahma.” ",
  "dn18:22.15": "„I ja sam postao tako moćan i veliki zahvaljujući negovanju i razvijanju te četiri osnove duhovne moći.” ",
  "dn18:23.1": "To je, poštovani, značenje onoga što je govorio Brahmā Sanaṅkumāra. ",
  "dn18:23.2": "I pošto je to izgovorio, on se opet obrati božanstvima trideset trojice: ",
  "dn18:23.3.0": "7. Tri otvaranja ",
  "dn18:23.4": "„Šta mislite, gospodo, koliko je temeljno Blaženi, znalac i vidilac, uzvišeni, potpuno probuđeni, razumeo tri prilike za dostizanje sreće? ",
  "dn18:23.5": "Koje tri? ",
  "dn18:23.6": "Prvo, uzmite nekoga ko živi predan zadovoljstvima čula, predan štetnim stvarima. ",
  "dn18:23.7": "I posle nekog vremena čuje on učenje plemenitih, dobro promisli, pa počne da vežba u skladu sa njim. ",
  "dn18:23.8": "I počne da živi odvojen od zadovoljstava čula, odvojen od loših stvari. ",
  "dn18:23.9": "Ta odvojenost stvara osećaj zadovoljstva; i više od toga, stvara sreću. ",
  "dn18:23.10": "Baš kao što radost stvara oduševljenje, ",
  "dn18:23.11": "isto tako življenje odvojen od zadovoljstava čula, odvojen od loših stvari stvara osećaj zadovoljstva; i više od toga, stvara sreću. ",
  "dn18:23.12": "To je prva prilika za dostizanje sreće. ",
  "dn18:24.1": "Dalje, uzmite nekoga u kome grubi fizički, verbalni i mentalni procesi još uvek nisu presahli. ",
  "dn18:24.2": "I posle nekog vremena čuje on učenje plemenitih, dobro promisli, pa počne da vežba u skladu sa njim. ",
  "dn18:24.3": "I grubi fizički, verbalni i mentalni procesi u njemu počnu da se stišavaju. ",
  "dn18:24.4": "To stišavanje stvara osećaj zadovoljstva; i više, stvara sreću. ",
  "dn18:24.5": "Baš kao što radost stvara oduševljenje, ",
  "dn18:24.6": "isto tako stišavanje fizičkih, verbalnih i mentalnih procesa u njemu stvara osećaj zadovoljstva; i više od toga, stvara sreću. ",
  "dn18:24.7": "To je druga prilika za dostizanje sreće. ",
  "dn18:25.1": "Dalje, uzmite nekoga ko ne vidi jasno: ’Ovo je korisno’ i ne vidi jasno: ’Ovo je štetno’. ",
  "dn18:25.2": "Ne vidi jasno: ’Ovo je vredno pohvale i ovo je vredno pokude; ovo je vredno negovati, ovo nije vredno negovati; ovo je nisko, ovo je uzvišeno; ovo je na strani tame i ovo na strani svetlosti’. ",
  "dn18:25.3": "I posle nekog vremena čuje on učenje plemenitih, dobro promisli, pa počne da vežba u skladu sa njim. ",
  "dn18:25.4": "I jasno vidi: ’Ovo je korisno’; jasno vidi: ’Ovo je štetno’. ",
  "dn18:25.5": "Vidi jasno: ’Ovo je vredno pohvale i ovo je vredno pokude; ovo je vredno negovati, ovo nije vredno negovati; ovo je nisko, ovo je uzvišeno; ovo je na strani tame i ovo na strani svetlosti’. ",
  "dn18:25.6": "Kad tako zna i vidi, neznanje nestaje, a znanje se rađa. ",
  "dn18:25.7": "Takav prestanak neznanja i rođenje znanja stvara osećaj zadovoljstva; i više od toga, stvara sreću. ",
  "dn18:25.8": "Baš kao što radost stvara oduševljenje, ",
  "dn18:25.9": "isto tako prestanak neznanja i rođenje znanja stvara osećaj zadovoljstva; i više od toga, stvara sreću. ",
  "dn18:25.10": "To je treća prilika za dostizanje sreće. ",
  "dn18:25.11": "To su tri prilike za dostizanje sreće koje je Blaženi, znalac i vidilac, uzvišeni, potpuno probuđeni, temeljno razumeo. ",
  "dn18:26.1": "To je, poštovani, značenje onoga što je govorio Brahmā Sanaṅkumāra. ",
  "dn18:26.2": "I pošto je to izgovorio, on se opet obrati božanstvima trideset trojice: ",
  "dn18:26.3.0": "8. Četiri temelja svesnosti ",
  "dn18:26.4": "„Šta mislite, gospodo, koliko podrobno je Blaženi, znalac i vidilac, uzvišeni, potpuno probuđeni, objasnio četiri temelja svesnosti, radi postizanja onoga što je korisno? ",
  "dn18:26.5": "Koja četiri? ",
  "dn18:26.6": "Tako monah boravi kontemplirajući telo kao telo, marljiv, s jasnim razumevanjem i svesnošću, odloživši sa strane gramzivost i odbojnost prema ovom svetu. ",
  "dn18:26.7": "Dok tako kontemplira telo kao telo, on postaje na pravi način koncentrisan, na pravi način pronicljiv. ",
  "dn18:26.8": "Na taj način on stvara znanje i viđenje tela drugih ljudi spolja. ",
  "dn18:26.9": "Dok tako kontemplira osećaje kao osećaje… ",
  "dn18:26.10": "Na taj način on stvara znanje i viđenje osećaja drugih ljudi spolja. ",
  "dn18:26.11": "Dok tako kontemplira um kao um… ",
  "dn18:26.12": "Na taj način on stvara znanje i viđenje uma drugih ljudi spolja. ",
  "dn18:26.13": "Tako on kontemplira objekte uma kao objekte uma, marljiv, s jasnim razumevanjem i svesnošću, odloživši sa strane gramzivost i odbojnost prema ovom svetu. ",
  "dn18:26.14": "Dok tako kontemplira objekte uma kao objekte uma, on postaje na pravi način koncentrisan, na pravi način pronicljiv. ",
  "dn18:26.15": "Na taj način on stvara znanje i viđenje objekata uma drugih ljudi spolja. ",
  "dn18:26.16": "To su četiri temelja svesnosti koje je Blaženi, znalac i vidilac, uzvišeni, potpuno probuđeni, objasnio, radi postizanja onoga što je korisno. ",
  "dn18:27.1": "To je, poštovani, značenje onoga što je govorio Brahmā Sanaṅkumāra. ",
  "dn18:27.2": "I pošto je to izgovorio, on se opet obrati božanstvima trideset trojice: ",
  "dn18:27.3.0": "9. Sedam preduslova za koncentraciju ",
  "dn18:27.4": "„Šta mislite, gospodo, koliko je potpuno Blaženi, znalac i vidilac, uzvišeni, potpuno probuđeni, opisao sedam preduslova za koncentraciju, radi dostizanja ispravne koncentracije? ",
  "dn18:27.5": "Kojih to sedam? ",
  "dn18:27.6": "Ispravno razumevanje, ispravna namera, ispravan govor, ispravni postupci, ispravno življenje, ispravan napor i ispravna svesnost. ",
  "dn18:27.7": "Sjedinjavanje uma sa tih sedam elemenata kao preduslova naziva se plemenitom ispravnom koncentracijom, sa njezinim podrškama i pomagalima. ",
  "dn18:27.8": "Ispravno razumevanje rađa ispravnu nameru, ispravna namera rađa ispravan govor, ispravan govor rađa ispravne postupke, ispravni postupci rađaju ispravno življenje, ispravno življenje rađa ispravan napor, ispravan napor rađa ispravnu svesnost, ispravna svesnost  rađa ispravnu koncentraciju, ispravna koncentracija rađa ispravno znanje, ispravno znanje rađa ispravno oslobođenje. ",
  "dn18:27.9": "Ako bi se za bilo šta s pravom moglo reći: ",
  "dn18:27.10": "’Blaženi je dobro izložio Dhammu, ona je vidljiva ovde i sada, vanvremena, poziva da je lično istražimo, praktikujemo i postanemo mudri razumevši je svako sam za sebe; vrata besmrtno su širom otvorena’, onda to ovo. ",
  "dn18:27.11": "Jer Blaženi zaista jeste dobro izložio Dhammu, ona je vidljiva ovde i sada, vanvremena, poziva da je lično istražimo, praktikujemo i postanemo mudri razumevši je svako sam za sebe; i vrata besmrtnog jesu širom otvorena. ",
  "dn18:27.12": "Svako ko je posedovao istinsko poverenje u Blaženog, Dhammu i sanghu, vrlinu tako dragu plemenitima, takva bića koja su se preporodila ovde zahvaljujući svome praktikovanju Dhamme, a reč je o preko 2.400.000 sledbenika iz Magadhe, raskinuli su tri okova. Takvi su oni koji su ušli u tok i više se ne mogu preporoditi u nižim svetovima, sigurni da će dostići probuđenje. ",
  "dn18:27.13": "Ima ovde i jednom-povratnika. ",
  "dn18:27.14": "A što se tiče drugih ljudi, ",
  "dn18:27.15": "koji takođe poseduju zasluge, ",
  "dn18:27.16": "njihov broj ne mogu reći, ",
  "dn18:28.1": "To je, poštovani, značenje onoga što je govorio Brahmā Sanaṅkumāra. I dok je to govorio, veliki kralj Vessavaṇa pomisli: ",
  "dn18:28.2": "„Zadivljujuće je to, čudesno je to, da postoji tako izvanredan učitelj i takvo izvanredno izlaganje učenja; da tako izvanredna postignuća budu objavljena!” ",
  "dn18:28.3": "Onda Brahmā Sanaṅkumāra, znajući o čemu veliki kralj razmišlja, reče: ",
  "dn18:28.4": "„Šta misli veliki kralj Vessavaṅa? U prošlosti je takođe postojao tako izvanredan učitelj i takvo izvanredno izlaganje učenja. I tako izvanredna postignuća bila su objavljena! ",
  "dn18:28.5": "U budućnosti će takođe postojati tako izvanredan učitelj i takvo izvanredno izlaganje učenja. I tako izvanredna postignuća biće opet objavljena!” ",
  "dn18:29.1": "To je, poštovani, značenje onoga što je Brahmā Sanaṅkumāra govorio božanstvima trideset trojice. A veliki kralj Vessavaṇa, čuvši i saznavši to u prisustvu Brahme, ispričao je sve to svojoj zajednici’.” ",
  "dn18:29.2": "A duh Đanavasabha, čuvši i saznavši sve to u prisustvu velikog kralja Vessavaṇe, dok je ovaj to pričao svojoj zajednici, ispriča to Blaženom. ",
  "dn18:29.3": "A Blaženi, čuvši i saznavši sve to u prisustvu duha Đanavasabhe, a i na osnovu sopstvenog neposrednog znanja, obavestio je poštovanog Ānandu. A Ānanda, čuvši i saznavši sve to u prisustvu Blaženog, ispričao je monasima, monahinjama, muškim i ženskim nezaređenim sledbenicima. ",
  "dn18:29.4": "I tako je ovaj svetački život postao uspešan, prosperitetan i raširen, dostupan, poznat mnogima, dobro objašnjen božanskim i ljudskim bićima. "
}