{
  "dn19:0.1": "Zbirka dugih govora 19 ",
  "dn19:0.2": "Mahāgovinda ",
  "dn19:1.1": "Ovako sam čuo. ",
  "dn19:1.2": "Jednom je Blaženi živeo kraj Rāđagahe, na Lešinarevoj hridi. ",
  "dn19:1.3": "Kad je jednom noć bila na izmaku, Pañćasikha, mlado božanstvo izuzetne lepote, dođe do Blaženog i obasja svojim sjajem čitavu Lešinarevu hrid. Kad je stigao, pokloni se Blaženom, pa stade sa strane. Stojeći tako sa strane, gandhabba Pañćasikha ovako reče Blaženom: ",
  "dn19:1.4": "„Poštovani gospodine, ono što sam svojim ušima čuo i zapamtio dok sam bio među božanstava na nebu trideset trojice, to želim da saopštim Blaženom.” ",
  "dn19:1.5": "„Reci mi, Pañćasikha,” odgovori Blaženi. ",
  "dn19:2.0": "1. Skup bogova ",
  "dn19:2.1": "Poštovani, bilo je to pre više od nekoliko dana, na dan predanosti, na dan punog meseca, pri kraju sezone kiša, kada su se sva božanstva sveta trideset trojice okupila u Dvorani pravednosti. ",
  "dn19:2.2": "Velika grupa božanstava je sedela unaokolo, a četiri velika kralja na četiri strane sveta. ",
  "dn19:2.3": "Veliki kralj Dhataraṭṭha sedeo je na istoku, okrenut zapadu, ispred svojih božanstava; ",
  "dn19:2.4": "veliki kralj Virūḷhaka sedeo je na jugu, okrenut severu, ispred svojih božanstava; ",
  "dn19:2.5": "veliki kralj Virūpakkha sedeo je na zapadu, okrenut istoku, ispred svojih božanstava; ",
  "dn19:2.6": "veliki kralj Vessavaṇa sedeo je na severu, okrenut jugu, ispred svojih božanstava. ",
  "dn19:2.7": "Kada se božanstva neba trideset trojice okupljaju, tako su raspoređeni. ",
  "dn19:2.8": "Iza njih su mesta na kojim mi sedimo. ",
  "dn19:3.1": "Poštovani, ona božanstva koja su se nedavno preporodila u svetu trideset trojice, a živela su svetačkim životom vođena Blaženim, nadmašuju sva druga božanstva svojim sjajem i slavom. ",
  "dn19:3.2": "A božanstva sveta trideset trojice time postaju oduševljena, egzaltirana, prepuna ushićenja i radosti, govoreći: ",
  "dn19:3.3": "„Božanstava je sve više, demona sve manje”. ",
  "dn19:3.4": "Videvši radost tih božanstava, Sakka, vladar bogova, proslavi to ovim stihovima: ",
  "dn19:3.5": "„O kako se raduju božanstva trideset trojice, ",
  "dn19:3.6": " zajedno sa prvim među njima; ",
  "dn19:3.7": "oni slave Tathāgatu ",
  "dn19:3.8": "i izvrsnost njegovog učenja. ",
  "dn19:3.9": "Vide novopridošla božanstva, ",
  "dn19:3.10": "prekrasne puti i blistava; ",
  "dn19:3.11": "proživevši život svetački pod Srećnim, ",
  "dn19:3.12": "ona na ovo mesto pristigoše. ",
  "dn19:3.13": "Druge oni nadmašuju, ",
  "dn19:3.14": "lepotom, slavom i životnim vekom; ",
  "dn19:3.15": "Ovde su istaknuti učenici ",
  "dn19:3.16": "onoga čija mudrost je bezmerna. ",
  "dn19:3.17": "Videvši to, božanstva se raduju, ",
  "dn19:3.18": " zajedno sa prvim među njima; ",
  "dn19:3.19": "oni slave Tathāgatu ",
  "dn19:3.20": "i izvrsnost njegovog učenja. ",
  "dn19:3.21": "A božanstva neba trideset trojice time postaju oduševljena, egzaltirana, prepuna ushićenja i radosti, govoreći: ",
  "dn19:3.22": "„Božanstava je sve više, demona sve manje”. ",
  "dn19:4.0": "2. Osam istinskih pohvala ",
  "dn19:4.1": "Videvši radost tih božanstava, Sakka, vladar bogova, reče božanstvima trideset trojice: ",
  "dn19:4.2": "’Želite li, gospodo, da čujete osam istinskih pohvala Blaženom?’ ",
  "dn19:4.3": "’Zaista želimo.’ ",
  "dn19:4.4": "Na to Sakka, gospodar bogova, pred božanstavima neba trideset trojice izgovori osam istinskih pohvala Blaženog: ",
  "dn19:5.1": "’Šta vi, gospodo, božanstva neba trideset trojice mislite ",
  "dn19:5.2": "koliko je iz saosećanja za ovaj svet Blaženi učinio za dobrobit i sreću mnogih, za dobrobit, blagostanje i sreću božanskih i ljudskih bića? ",
  "dn19:5.3": "Ja ne vidim ni u prošlosti, niti sada ijednog učitelja koji je iz saosećanja za ovaj svet učinio toliko mnogo, koliko je to učinio Blaženi. ",
  "dn19:6.1": "Jer Blaženi je dobro izložio Dhammu, ona je vidljiva ovde i sada, vanvremena, poziva da je lično istražimo, praktikujemo i postanemo mudri razumevši je svako sam za sebe. ",
  "dn19:6.2": "Ne vidim, ni u prošlosti niti sada, nijednog propovednika učenja koje treba praktikovati, kao što je to Blaženi. ",
  "dn19:7.1": "Isto tako, Blaženi je dobro objasnio šta je korisno, a šta je štetno, ",
  "dn19:7.2": "šta je vredno pohvale, a šta je vredno kritike, šta treba negovati, a šta ne, šta je nisko, a šta uzvišeno, šta je na strani tame, a šta na strani svetlosti. ",
  "dn19:7.3": "Ne vidim, ni u prošlosti niti sada, nijednog učitelja koji je sve to tako dobro razjasnio kao što je to učinio Blaženi. ",
  "dn19:8.1": "Isto tako, Blaženi je dobro objasnio svojim učenicima put do nibbāne, put koji se spaja sa nibbānom. ",
  "dn19:8.2": "Baš kao što tok Yamune vodi to Ganga, baš kao što se ona spaja sa Gangom, ",
  "dn19:8.3": "tako je Blaženi dobro objasnio svojim učenicima put do nibbāne, put koji se spaja sa nibbānom. ",
  "dn19:8.4": "Ne vidim, ni u prošlosti niti sada, bilo kojeg učitelja koji je tako dobro objasnio svojim učenicima put do nibbāne, put koji se spaja sa nibbānom, kao što je to učinio Blaženi. ",
  "dn19:9.1": "Isto tako, iako je Blaženi primio toliko darova i stekao toliko ugleda da bi to oduševilo čak i plemiće, on isprošenu hranu prima bez gordosti. ",
  "dn19:9.2": "Ne vidim, ni u prošlosti niti sada, bilo kojeg učitelja koji isprošenu hranu prima toliko bez gordosti, kao što to čini Blaženi. ",
  "dn19:10.1": "Isto tako, Blaženi je stekao saputnike, kako one koji su tek stupili na put pročišćenja, tako i one koji su sebe već pročistili, stigli na kraj tog puta. ",
  "dn19:10.2": "Odvojivši se od njih i uživajući u samoći, živi on posvećeno. ",
  "dn19:10.3": "Ne vidim, ni u prošlosti niti sada, bilo kojeg učitelja koji uživajući u samoći, živi tako posvećeno, kao što to čini Blaženi. ",
  "dn19:11.1": "Isto tako, Blaženi ono što propoveda to i radi, a ono što radi to i propoveda. ",
  "dn19:11.2": "Ne vidim, ni u prošlosti niti sada, bilo kojeg učitelja koji u toj meri živi u skladu sa Učenjem, kao što to čini Blaženi. ",
  "dn19:12.1": "Isto tako, Blaženi je nadišao sumnjičavost, oslobodio se sumnjičavosti, dostigao svoje ciljeve u pogledu svetačkog života. ",
  "dn19:12.2": "Ne vidim, ni u prošlosti niti sada, bilo kojeg učitelja koji se u toj meri oslobodio sumnjičavosti, dostigao svoje ciljeve u pogledu svetačkog života, kao što je to učinio Blaženi.’ ",
  "dn19:12.3": "Poštovani gospodine, tih osam istinskih kvaliteta Blaženog je Sakka, gospodar bogova objavio. ",
  "dn19:12.4": "Kada to čuše, božanstava neba trideset trojice postadoše još više obradovana, oduševljena, ushićena i radosna zbog osam istinskih kvaliteta Blaženog. ",
  "dn19:13.1": "Na to neka od božanstava ovako rekoše: ",
  "dn19:13.2": "’Ah, gospodo, kada bi se četiri potpuno probuđena Bude pojavila u ovome svetu i propovedala Dhammu kao što to čini Blaženi! ",
  "dn19:13.3": "To bi bilo za dobrobit i sreću mnogih, iz saosećanja za ovaj svet, za dobrobit, blagostanje i sreću božanskih i ljudskih bića!’ ",
  "dn19:13.4": "Na to neka druga božanstva ovako rekoše: ",
  "dn19:13.5": "’Zaboravite, gospodo, na četiri potpuno probuđena Bude! Kada bi se tri potpuno probuđena Bude pojavila u ovome svetu i propovedala Dhammu kao što to čini Blaženi! ",
  "dn19:13.6": "To bi bilo za dobrobit i sreću mnogih, iz saosećanja za ovaj svet, za dobrobit, blagostanje i sreću božanskih i ljudskih bića!’ ",
  "dn19:13.7": "Na to neka druga božanstva ovako rekoše: ",
  "dn19:13.8": "’Zaboravite, gospodo, na tri potpuno probuđena Bude! Kada bi se dva potpuno probuđena Bude pojavila u ovome svetu i propovedala Dhammu kao što to čini Blaženi! ",
  "dn19:13.9": "To bi bilo za dobrobit i sreću mnogih, iz saosećanja za ovaj svet, za dobrobit, blagostanje i sreću božanskih i ljudskih bića!’ ",
  "dn19:14.1": "Kada je Sakka, gospodar bogova, ovo čuo, ovako reče božanstvima trideset trojice: ",
  "dn19:14.2": "’Nemoguće je, gospodo, ne može se dogoditi da se u jednom svetu u isto vreme pojave dva arahanta, dva potpuno probuđena bića, tako nešto ne postoji. ",
  "dn19:14.3": "Ah, neka nam samo Blaženi poživi na dugo vremena, bez bolesti, u zdravlju! ",
  "dn19:14.4": "To bi bilo za dobrobit i sreću mnogih, iz saosećanja za ovaj svet, za dobrobit, blagostanje i sreću božanskih i ljudskih bića!’ ",
  "dn19:14.5": "A onda, kada su božanstva trideset trojice promislila i prodiskutovala o stvarima zbog kojih su se okupila u Dvorani pravednosti, posavetovaše i uputiše o svemu tome četiri velika kralja, ",
  "dn19:14.6": "te nastaviše svako da sedi na svom mestu, nisu odlazila. ",
  "dn19:14.7": "Kraljevi su čuli šta je rečeno, ",
  "dn19:14.8": "primili dobre savete; ",
  "dn19:14.9": "uma jasnog i mirnog, ",
  "dn19:14.10": "svaki na svome mestu ostade. ",
  "dn19:15.1": "Onda se iz pravca severa pojavi snažna svetlost koja nadmašuje sjaj božanstava. ",
  "dn19:15.2": "Na to Sakka, vladar bogova, reče božanstvima trideset trojice: ",
  "dn19:15.3": "„Gospodo, znak koji vidite, snažna svetlost koja se rađa, sjaj koji je vidljiv, to Brahma postaje vidljiv; ",
  "dn19:15.4": "jer to su predznaci njegovog pojavljivanja. ",
  "dn19:15.5": "Kada te znakove vide, ",
  "dn19:15.6": "Brahma će se pojaviti. ",
  "dn19:15.7": "Jer to je (prvi) znak Brahme, ",
  "dn19:15.8": "svetlost obilna, velika. ",
  "dn19:16.0": "3. O Sanaṅkumāri ",
  "dn19:16.1": "Onda, poštovani, još uvek sedeći na svojim mestima, božanstva trideset trojice rekoše: ",
  "dn19:16.2": "„Otkrijmo šta je uzrok te svetlosti. I pošto to saznamo, prići ćemo joj.” ",
  "dn19:16.3": "Četiri velika kralj, sedeći na svom mestu, učiniše isto. ",
  "dn19:16.4": "„Otkrijmo šta je uzrok te svetlosti. I pošto to saznamo, prići ćemo joj.” ",
  "dn19:16.5": "Kad su to čula, božanstva neba trideset trojice im se pridružiše u jedan glas: ",
  "dn19:16.6": "„Otkrijmo šta je uzrok te svetlosti. I pošto to saznamo, prići ćemo joj.” ",
  "dn19:16.7": "Kada god se Brahma Sanaṅkumāra prikazuje božanstvima trideset trojice, on za sebe uzima grublji oblik. ",
  "dn19:16.8": "Njegov pravi oblik nije vidljiv božanstvima trideset trojice. ",
  "dn19:16.9": "Kada god se, poštovani, Brahma Sanaṅkumāra prikazuje božanstvima trideset trojice,  on druga božanstva nadmašuje svojom lepotom i sjajem. ",
  "dn19:16.10": "Baš kao što telo od zlata nadmašuje ljudsko, ",
  "dn19:16.11": "isto tako, kada god se Brahma Sanaṅkumāra prikazuje božanstvima trideset trojice, on druga božanstva nadmašuje svojom lepotom i sjajem. ",
  "dn19:16.12": "Kada god se Brahma Sanaṅkumāra prikazuje božanstvima trideset trojice, nijedno božanstvo u toj grupi mu se ne klanja, ne ustaje iz poštovanja, niti ga poziva da sedne na njegovo mesto. ",
  "dn19:16.13": "Sva sede u tišini, sklopljenih dlanova, svako na svojoj sofi, razmišljajući: ",
  "dn19:16.14": "„Na čiju god sofu Brahma Sanaṅkumāro želi da sedne, on će tu i sesti.” ",
  "dn19:16.15": "Na čiju god sofu Brahma Sanaṅkumāro da sedne, to božanstvo biva obuzeto velikim ushićenjem, biva obuzeto velikom srećom. ",
  "dn19:17.1": "Baš kao što plemeniti kralj, valjano miropomazan, na dan krunisanja biva obuzet velikim ushićenjem, biva obuzet velikom srećom, ",
  "dn19:17.2": "isto tako na čiju god sofu Brahmā Sanaṅkumāro da sedne, to božanstvo biva obuzeto velikim ushićenjem, biva obuzeto velikom srećom. ",
  "dn19:17.3": "Onda Brahma Sanaṅkumāra, videvši radost božanstava trideset trojice, obrati im se ovim stihovima: ",
  "dn19:17.4": "„O kako se raduju božanstva trideset trojice, ",
  "dn19:17.5": " zajedno sa prvim među njima; ",
  "dn19:17.6": "oni slave Tathāgatu ",
  "dn19:17.7": "i izvrsnost njegovog učenja. ",
  "dn19:17.8": "Vide novopridošla božanstva, ",
  "dn19:17.9": "prekrasne puti i blistava; ",
  "dn19:17.10": "proživevši život svetački pod Srećnim, ",
  "dn19:17.11": "ona na ovo mesto pristigoše. ",
  "dn19:17.12": "Druge oni nadmašuju, ",
  "dn19:17.13": "lepotom, slavom i životnim vekom; ",
  "dn19:17.14": "Ovde su istaknuti učenici ",
  "dn19:17.15": "onoga čija mudrost je bezmerna. ",
  "dn19:17.16": "Videvši to, božanstva se raduju, ",
  "dn19:17.17": " zajedno sa prvim među njima; ",
  "dn19:17.18": "oni slave Tathāgatu ",
  "dn19:17.19": "i izvrsnost njegovog učenja.’ ",
  "dn19:18.1": "To je, poštovani, značenje onoga što je govorio Brahmā Sanaṅkumāra. ",
  "dn19:18.2": "I dok je to govorio, njegov glas imao je osam kvaliteta. Bio je jasan, lako razumljiv, privlačan, prijatan za uho, pun, neiskrivljen, dubok i rezonantan. ",
  "dn19:18.3": "Kada se Brahmā Sanaṅkumāro obraća nekoj zajednici, ništa od tog glasa ne stiže do neke druge zajednice (izvan ove prve). ",
  "dn19:18.4": "I čiji god glas da ima ovih osam kvaliteta, taj se naziva „glasom Brahme”. ",
  "dn19:19.1": "Kad su to čula, božanstva neba trideset trojice mu ovako odgovoriše: ",
  "dn19:19.2": "‘Odlično, o veliki Brahmo, naša se zajednica raduje tome što je rečeno. ",
  "dn19:19.3": "Sakka, predvodnik bogova, nam je opisao osam istinskih kvaliteta Blaženog. ",
  "dn19:19.4": "Tome se takođe radujemo.’ ",
  "dn19:19.5.0": "4. Osam istinskih pohvala ",
  "dn19:19.6": "Na to Brahma Sanaṅkumāra reče Sakki: ",
  "dn19:19.7": "’E pa, predvodniče bogova, mogu li i ja da čujem o tih osam istinskih kvaliteta Blaženog?’ ",
  "dn19:19.8": "’Naravno, veliki Brahmo.’ I Sakka objavi Brahmi Sanaṅkumāri osam istinskih kvaliteta Blaženog. ",
  "dn19:20.1": "",
  "dn19:20.2": "",
  "dn19:20.3": "",
  "dn19:21.1": "",
  "dn19:21.2": "",
  "dn19:22.1": "",
  "dn19:22.2": "",
  "dn19:28.2": "Kada je to čuo, Brahmā Sanaṅkumāra postade još više obradovan, oduševljen, ushićen i radostan zbog osam istinskih kvaliteta Blaženog. ",
  "dn19:28.3": "Onda Brahmā Sanaṅkumāra za sebe uze grublji oblik, pojavi se u obliku mladog Pañćasikhe, i tako se pojavi božanstvima trideset trojice. ",
  "dn19:28.4": "Izdigavši se, sedeo je u vazduhu ukrštenih nogu, ",
  "dn19:28.5": "baš kao što bi snažan čovek mogao sedeti ukrštenih nogu na dobro postavljenoj sofi ili na ravnoj zemlji. ",
  "dn19:28.6": "I tako se on obrati božanstvima trideset trojice: ",
  "dn19:28.7.0": "5. Priča o Govindi ",
  "dn19:28.8": "’Šta mislite vi, božanstva trideset trojice, kolika je mudrost Blaženog? ",
  "dn19:29.1": "Jednom davno živeo je kralj po imenu Disampati. ",
  "dn19:29.2": "I imao je brahmanskog savetnika po imenu Govinda. ",
  "dn19:29.3": "Imao je i sina po imenu Reṇu, ",
  "dn19:29.4": "a sin brahmana Govinde bio je Đotipāla. ",
  "dn19:29.5": "I tako su Reṇu i Đotipāla, zajedno sa još šest plemića, činili grupu od osam prijatelja. ",
  "dn19:29.6": "No, posle izvesnog vremena brahman Govinda preminu. ",
  "dn19:29.7": "Kralj Disampati je bio ophrvan tugom, te reče: ",
  "dn19:29.8": "„Ah, upravo kad sam sve svoje dužnosti predao u ruke brahmanu Govindi i prepustio se uživanjima u zadovoljstvima pet čula, upravo tada je brahman Govinda preminuo!” ",
  "dn19:29.9": "Kada je ovo čuo, mladi princ Reṇu reče kralju Disampatiju: ",
  "dn19:29.10": "„Vaše visočanstvo, ne tugujte toliko nad smrću brahmana Govinde. ",
  "dn19:29.11": "Tu je njegov sin Đotipāla, koji oca nadmašuje u mudrosti. ",
  "dn19:29.12": "U čemu god je brahman Govinda bio u stanju da vas savetuje, u tome će biti u stanju da vas savetuje i mladi Đotipāla.” ",
  "dn19:29.13": "„Zaista tako misliš, moj prinče?” ",
  "dn19:29.14": "„Da, vaše visočanstvo.” ",
  "dn19:30.0": "6. Priča o velikom pastiru ",
  "dn19:30.1": "Onda kralj Disampati reče nekom čoveku: ",
  "dn19:30.2": "„Hajde, dobri čoveče, idi do mladog Đotipāle i kažu mu ovako: ",
  "dn19:30.3": "’Nadam se da je poštovani Đotipāla dobro. Kralj Disampati želi da ga vidi’.” ",
  "dn19:30.4": "„Da, vaše visočanstvo,” odgovori onaj čovek, otide do mladog Đotipale i učini kako je od njega traženo. ",
  "dn19:30.6": "Onda Đotipāla dođe do kralja, pozdravi se sa njim ",
  "dn19:30.7": " i sede sa strane. A kralj mu ovako reče: ",
  "dn19:30.8": "„Budi moj savetnik, vrli Đotipāla. Nemoj da me odbiješ. ",
  "dn19:30.9": "Postaviću te na mesto tvoga oca i učiniti da ti budeš Govinda.” ",
  "dn19:30.10": "„Da, vaše visočanstvo„, odgovori Đotipāla, ",
  "dn19:31.1": " a ovaj ga učini Govindom, umesto njegovog oca. ",
  "dn19:31.2": "Na taj način, u svakoj stvari u kojoj je njegov otac savetovao kralja, u toj ga je sada savetovao mladi Đotopāla. Ali isto tako ga je savetovao i u onima u kojima njegov otac nije bio uključen. ",
  "dn19:31.3": "Svaku stvar koju je njegov otac organizovao, nju je sada organizovao mladi Đotopāla. Ali isto tako je organizovao i one koje njegov otac nije organizovao. ",
  "dn19:31.4": "Kada su ljudi to videli, rekoše: ",
  "dn19:31.5": "’Ah, ovaj monah je Govinda, on je Mahāgovinda!’ ",
  "dn19:31.6": "Na taj način, poštovani gospodine, mladi Đotipāla postade Mahāgovinda. ",
  "dn19:32.0": "6.1. Podela kraljevstva ",
  "dn19:32.1": "Potom Mahāgovinda dođe do onih šest plemića i reče im: ",
  "dn19:32.2": "’Kralj Disampati je star, u godinama, starac, poodmakle dobi, približava se kraju života. Ko zna koliko će još dugo živeti? ",
  "dn19:32.3": "Vrlo je moguće da će princ Reṇu biti krunisan kao novi kralj. ",
  "dn19:32.4": "Hajde, gospodo, otidite do princa Reṇua i ovako mu recite: ",
  "dn19:32.5": "„Prinče, mi smo vaši prijatelji, bliski, dragi, želimo vam dobro. Delili smo sa vama i dobre i loše trenutke. ",
  "dn19:32.6": "Kralj Disampati je star, u godinama, starac, poodmakle dobi, približava se kraju života. Ko zna koliko će još dugo živeti? ",
  "dn19:32.7": "Vrlo je moguće da ćete vi biti krunisani kao novi kralj. ",
  "dn19:32.8": "Ako vi nasledite kraljevstvo, podelite ga sa nama’.” ",
  "dn19:33.1": "„Da, poštovani gospodine,” odgovoriše plemići i odoše do princa. Kada su stigli, ",
  "dn19:33.2": "izneše mu kako je dogovoreno, a princ Reṇu na to reče: ",
  "dn19:33.7": "’Vi ste moji prijatelji, ko drugi u ovom kraljevstbu bi trebalo da bude srećan ako ne vi? ",
  "dn19:33.8": "Ako meni pripadne kraljevstvo, podeliću ga sa vama.” ",
  "dn19:34.1": "I zaista posle izvesnog vreme umre kralj Disampati. ",
  "dn19:34.2": "Posle smrti, princ Reṇu bi krunisan za novog kralja. ",
  "dn19:34.3": "Tako je on sada uživao u zadovoljstvima pet čula. ",
  "dn19:34.4": "A Mahāgovinda otide do onih šest plemića i reče im: ",
  "dn19:34.5": "„Kralj  Disampati je umro. ",
  "dn19:34.6": "A kralj Reṇu sada uživa u zadovoljstvima pet čula. ",
  "dn19:34.7": "Svako zna koliko ta zadovoljstva mogu da zavedu. ",
  "dn19:34.8": "Hajde, gospodo, idite do princa Reṇua i recite mu: ",
  "dn19:34.9": "’Vaše visočanstvo, kralj Disampati je umro. Vrli Reṇu je nasledio kraljevstvo. Visočanstvo, da li se sećate svog obećanja? ",
  "dn19:34.10": "„Da, poštovani gospodine,” odgovoriše plemići i odoše do princa. Kada su stigli, rekoše mu: ",
  "dn19:34.11": "„Vaše visočanstvo, kralj Disampati je umro. Vi ste nasledili kraljevstvo. Visočanstvo, da li se sećate svog obećanja?” ",
  "dn19:34.12": "„Gospodo, sećam se svog obećanja. ",
  "dn19:34.13": "Ko bi mogao da podeli na sedam delova ovu veliku zemlju, tako široku na severu i tako usku na jugu, skoro koliko je široka obična zaprega?” ",
  "dn19:34.14": "„Ko bolje, nego Mahāgovinda?” ",
  "dn19:35.1": "Na to kralj Reṇu reče nekom čoveku: ",
  "dn19:35.2": "„Hajde, dobri čoveče, idi do Mahāgovinde i reci mu: ",
  "dn19:35.3": "’Gospodine, kralj vas zove’.” ",
  "dn19:35.4": "„Da, vaše visočanstvo,” reče onaj čovek i učini kako je od njega traženo. ",
  "dn19:35.6": "Onda Mahāgovinda dođe do kralja i ljubazno se pozdravi sa njim. ",
  "dn19:35.7": "Kada taj učtivi i prijateljski razgovor bi završen, sede on sa strane. Dok je tako sedeo, kralj Reṇu mu reče: ",
  "dn19:35.8": "„Hajde, Mahāgovinda, podeli na sedam jednakih delova ovu veliku zemlju, tako široku na severu i tako usku na jugu, skoro koliko je široka obična zaprega.” ",
  "dn19:35.9": "„Da, vaše visočanstvo,” odgovori Mahāgovinda i učini kako je od njega traženo. ",
  "dn19:36.2": "Tako se zemlja kralja Reṇua sada nalazila u sredini. ",
  "dn19:36.3": "Dantapura za Kaliṅge ",
  "dn19:36.4": "i Potana za Assake, ",
  "dn19:36.5": "Mahesaya za Avantije ",
  "dn19:36.6": "i Roruka za Sovīre. ",
  "dn19:36.7": "Mithila za Videhe ",
  "dn19:36.8": "i Ćampa stvorena za Aṅge. ",
  "dn19:36.9": "Bārānasi za Kāsīje, ",
  "dn19:36.10": "sve njih stvori Mahāgovinda. ",
  "dn19:36.11": "Svih šest plemića bili su ushićeni onim što su dobili, jer su njihove želje bile ispunjene. ",
  "dn19:36.12": "„Ah, ono što smo želeli, priželjkivali, za čim smo žudeli, čemu smo se nadali, to smo dobili!” ",
  "dn19:36.13": "Sattabhū i Brahmadatto, ",
  "dn19:36.14": "Vessabhū sa Bharatom, ",
  "dn19:36.15": "Reṇu i dva Dhataraṭṭhe, ",
  "dn19:36.16": "to je sedam Bhārata. ",
  "dn19:37.0": "6.2. Dobar glas ",
  "dn19:37.1": "Onda tih šest plemića odoše do Mahāgovinde i rekoše mu: ",
  "dn19:37.2": "„Baš kao što je poštovani Mahāgovinda drag, voljen i cenjen prijatelj kralja Reṇua, ",
  "dn19:37.3": "isto tako je i naš prijatelj. Budi naš savetnik, Mahāgovinda. ",
  "dn19:37.4": "Nemoj da nas odbiješ.” ",
  "dn19:37.5": "„U redu, gospodo”, odgovori Mahāgovinda. ",
  "dn19:37.6": "Tako je savetovao svih sedam krunisanih kraljeva, i naučio je sedam imućnih brahmana i sedam stotina njihovih svršenih učenika kako da recituju himne. ",
  "dn19:38.1": "Tako se dobar glas proširio o Mahāgovindi: ",
  "dn19:38.2": "„Mahāgovinda vidi Brahmu, Mahāgovinda razgovara, diskutuje i savetuje sa Brahmom licem u lice!” ",
  "dn19:38.3": "I tako Mahāgovinda jednom pomisli: ",
  "dn19:38.4": "„Dobar glas se proširio o meni ",
  "dn19:38.5": "da vidim Brahmu, da razgovaram, diskutujem i savetujem se sa Brahmom licem u lice. ",
  "dn19:38.6": "Ali to nije tačno. ",
  "dn19:38.7": "No, čuo sam da su u davna vremena, stari brahmani, učitelji učitelja, govorili: ",
  "dn19:38.8": "’Oni koji provedu četiri meseca monsuna u osami, koncentrisani na saosećanje, takvi brahmani vide Brahmu oni razgovaraju, diskutuju i savetuju se sa Brahmom licem u lice’. ",
  "dn19:38.9": "Kako bi bilo ako bih ja proveo četiri meseca monsuna u osami, koncentrisan na saosećanje?” ",
  "dn19:39.1": "I ode Mahāgovinda do kralja Reṇua i objasni mu o čemu razmišlja: ",
  "dn19:39.7": "„Gospodine, želeo bih da provedem četiri meseca monsuna u osami, koncentrisan na saosećanje. ",
  "dn19:39.8": "Niko ne bi trebalo da me posećuje, sem osobe koja donosi hranu.” ",
  "dn19:39.9": "„Poštovani, Mahāgovinda, učini kako misliš da treba.” ",
  "dn19:40.1": "Mahāgovinda ode do šest plemića sa istim predlogom, te dobi i od njih saglasnost. ",
  "dn19:41.1": "Potom je posetio sedam imućnih brahmana i sedam stotina njihovih svršenih učenika sa istim predlogom, ali još dodade: ",
  "dn19:41.7": "„Recitujte himne u celini, kako ste ih čuli i zapamtili. Naučite i druge da ih recituju. ",
  "dn19:41.8": "Gospodo, želeo bih da provedem četiri meseca monsuna u osami, koncentrisan na saosećanje. ",
  "dn19:41.9": "Niko ne bi trebalo da me posećuje, sem osobe koja donosi hranu.” ",
  "dn19:41.10": "„Poštovani, Mahāgovinda, učini kako misliš da treba.” ",
  "dn19:42.1": "Slično ovome, Mahāgovinda je posetio svojih četrdeset žena, sa istim predlogom, te dobio saglasnost i od njih. ",
  "dn19:43.1": "Tako Mahāgovinda dade da se istočno od grada podigne kuća za njega i povuče se tamo tokom naredna četiri meseca, koncentrisan na saosećanje. ",
  "dn19:43.2": "Niko ga nije posećivao, sem osobe koja donosi hranu. ",
  "dn19:43.3": "Ali posle četiri meseca, brahman Mahāgovinda postade nezadovoljan, postade zabrinut: ",
  "dn19:43.4": "„Čuo sam da su u davna vremena, stari brahmani, učitelji učitelja, govorili: ",
  "dn19:43.5": "’Oni koji provedu četiri meseca monsuna u osami, koncentrisani na saosećanje, takvi brahmani vide Brahmu oni razgovaraju, diskutuju i savetuju se sa Brahmom licem u lice’. ",
  "dn19:43.6": "Ali ja ne vidim Brahmu, ne razgovaram, ne diskutujem i ne savetujem se sa Brahmom licem u lice.” ",
  "dn19:44.0": "6.3. Razgovor sa Brahmom ",
  "dn19:44.1": "A Brahma Sanaṅkumāra, razumevši o čemu Mahāgovinda razmišlja, nestade iz Brahma sveta i pojavi se pred njim, tako brzo kao što bi snažan čovek ispružio savijenu ruku ili savio ispruženu ruku. ",
  "dn19:44.2": "I brahman Mahāgovinda postade prestrašen, šokiran, tako da mu se kosa na glavi nakostrešila, gledajući pojavu kakvu nikada do tada nije video. ",
  "dn19:44.3": "Tako prestravljen, brahman Mahāgovinda se obrati Brahmi Sanaṅkumāri u stihovima: ",
  "dn19:44.4": "„Tako lepi, sjajni i veličanstveni, ",
  "dn19:44.5": "ko ste vi, gospodine? ",
  "dn19:44.6": "U neznanju vas pitam, ",
  "dn19:44.7": "kako da vas raspoznam.” ",
  "dn19:44.8": "„Zaista, u nebeskom svetu ",
  "dn19:44.9": "znaju me kao ’Večnog mladića’. ",
  "dn19:44.10": "Tako me svi bogovi znaju, ",
  "dn19:44.11": "Govinda, tako me i ti znaj.” ",
  "dn19:44.12": "„Mesto da sedne, voda za pranje nogu ",
  "dn19:44.13": "i osveženje neko za Brahmu. ",
  "dn19:44.14": "Ponizno vas molim, gospodine, ",
  "dn19:44.15": "da prihvatite ove ponude.” ",
  "dn19:44.16": "„Prihvatam tvoje ponude, ",
  "dn19:44.17": "to o čemu Govinda govori, ",
  "dn19:44.18": "za dobrobit ovoga sveta ",
  "dn19:44.19": "i za sreću u budućnosti. ",
  "dn19:44.20": "Ovo je prilika za tebe ",
  "dn19:44.21": "da pitaš ono što želiš.” ",
  "dn19:45.1": "I pomisli brahman Mahāgovinda: ",
  "dn19:45.2": "„Dobih priliku od Brahme Sanaṅkumāre. ",
  "dn19:45.3": "Da li da ga pitam o dobrobiti u ovom svetu ili u narednom?” ",
  "dn19:45.4": "I još pomisli Mahāgovinda: ",
  "dn19:45.5": "„Dobro znam šta je dobrobit u ovome svetu. Čak me i drugi pitaju za savet o tome. ",
  "dn19:45.6": "Kako bi bilo da Brahmu Sanaṅkumāru upitam o dobrobiti u narednom svetu?” ",
  "dn19:45.7": "Tako se brahman Mahāgovinda obrati Brahmi Sanaṅkumāri u stihovima: ",
  "dn19:45.8": "„Zaokupljen sumnjom, pitam Brahmu, ",
  "dn19:45.9": "u kojeg sumnji nema, ",
  "dn19:45.10": "Oslanjajući se na šta, vežbajući sebe u čemu, ",
  "dn19:45.11": "smrtnik svet Brahme dostiže, u kojem smrti nema?” ",
  "dn19:45.12": "„Brahmane, on među ljudskim bićima napustio je ",
  "dn19:45.13": "sebičnu vezanost, sabran i ispunjen saosećanjem. ",
  "dn19:45.14": "Lišen truljenja, od seksualnog snošaja odustavši, ",
  "dn19:45.15": "na to se oslanjajući, u tome sebe vežbajući, ",
  "dn19:45.16": "smrtnik svet Brahme dostiže, u kojem smrti nema.” ",
  "dn19:46.1": "„Gospodine, razumem šta je to ’napustio je sebičnu vezanost’. ",
  "dn19:46.2": "Tako neko, okrenuvši leđa malom ili velikom imetku, malom ili velikom krugu srodnika, obrije kosu i bradu, obuče žuti ogrtač i napustivši domaćinski život postane beskućnik. ",
  "dn19:46.3": "Tako ja razumem reči ’napustio je sebičnu vezanost’. ",
  "dn19:46.4": "Gospodine, razumem šta je to ’sabran’. ",
  "dn19:46.5": "Tako se neko povuče na osamljeno mesto, u šumu, u podnožje drveta, u planinu, uvalu, pećinu, groblje, čestar u džungli, na otvorenom ili kraj stoga sena. ",
  "dn19:46.6": "Tako ja razumem reč ’sabran’. ",
  "dn19:46.7": "Gospodine, razumem šta je to ’ispunjen saosećanjem’. ",
  "dn19:46.8": "Tako neko živi obasjavajući jednu stranu sveta umom prožetim saosećanjem, isto tako i drugu, isto tako i treću, isto tako i četvrtu; takođe iznad, ispod, unaokolo, svuda i svakoga, kao i sebe; živi on obasjavajući čitav svet umom prožetim saosećanjem, obilnim, uzvišenim, nemerljivim, bez ikakvog neprijateljstva i zlovolje u sebi. ",
  "dn19:46.9": "Tako ja razumem reči ’ispunjen saosećanjem’. ",
  "dn19:46.10": "Ali ja ne razumem to što govoriš o truljenju. ",
  "dn19:46.11": "Šta je to, o Brahma, truljenje među ljudima? ",
  "dn19:46.12": "Ja to ne znam i molim mudroga da mi kaže: ",
  "dn19:46.13": "čime to obloženi ljudi smrde, ",
  "dn19:46.14": "na putu ka paklu, sve dalje od sveta Brahme.” ",
  "dn19:46.15": "„Bes, laži, varanje i obmana, ",
  "dn19:46.16": "škrtost, nadmenost i ljubomora; ",
  "dn19:46.17": "žudnja, pohlepa i mučenje drugih, ",
  "dn19:46.18": "gramzivost, mržnja, sujeta i obmanutost. ",
  "dn19:46.19": "Okovani ovakvim stvarima trule, ",
  "dn19:46.20": "na putu ka paklu, sve dalje od sveta Brahme.” ",
  "dn19:46.21": "Koliko razumem to što o truljenju govoriš, njega nije moguće ukloniti u onome ko u domu živi. ",
  "dn19:46.22": "Napustiću domaćinski život i u beskućnike otići.” ",
  "dn19:46.23": "„Poštovani Govinda, učini kako misliš da treba.” ",
  "dn19:47.0": "6.4. Obaveštavanje kralja Reṇua ",
  "dn19:47.1": "I ode Mahāgovinda do kralja Reṇua, pa mu reče: ",
  "dn19:47.2": "„Vaše visočanstvo, pronađite novog savetnika, nekoga ko će vas savetovati u upravljanju kraljevstvom. ",
  "dn19:47.3": " Ja, poštovani, želim da napustim domaćinski život i odem u beskućnike. ",
  "dn19:47.4": "Kako sam čuo šta Brahma govori o truljenju, nije ga moguće ukloniti u onome ko u domu živi. ",
  "dn19:47.5": "Zato ću napustiti domaćinski život i otići u beskućnike.” ",
  "dn19:47.6": "„Objavljujem kralju Reṇuu, ",
  "dn19:47.7": "gospodaru zemlje: ",
  "dn19:47.8": "moraš naučiti kako da vladaš, ",
  "dn19:47.9": "jer se ja više savetništvu ne radujem.” ",
  "dn19:47.10": "„Ako ti zadovoljstava manjka, ",
  "dn19:47.11": "ja ću te njima obasuti; ",
  "dn19:47.12": "od svake povrede ću te zaštititi, ",
  "dn19:47.13": "jer ja sam zapovednik vojske. ",
  "dn19:47.14": "Ti si otac i ja sam sin, ",
  "dn19:47.15": "o Govinda, molim te ne odlazi!” ",
  "dn19:47.16": "„Meni zadovoljstava ne manjka, ",
  "dn19:47.17": "nikoga nema ko bi me povredio; ",
  "dn19:47.18": "začuh glas koji nije ljudski, ",
  "dn19:47.19": "i zato me dom više ne raduje.” ",
  "dn19:47.20": "„Čiji je taj glas koji nije ljudski, ",
  "dn19:47.21": "šta ti on reče; ",
  "dn19:47.22": "kad si, čuvši ga, rešio ",
  "dn19:47.23": "da napustiš dom i sve drugo.” ",
  "dn19:47.24": "„Pre nego što se reših na ovo povlačenje, ",
  "dn19:47.25": "želeo sam da žrtve prinosim, ",
  "dn19:47.26": "da upalim sveti plamen, ",
  "dn19:47.27": "od kusa trave prostrte unaokolo. ",
  "dn19:47.28": "Ali kada se Brahma pojavio ",
  "dn19:47.29": "preda mnom i brahma sveta, ",
  "dn19:47.30": "na moje pitanje je odgovorio ",
  "dn19:47.31": "i za mene laičkog života više nije bilo.” ",
  "dn19:47.32": "„O Govinda, poverenja imam ",
  "dn19:47.33": "u ono što ti si rekao; ",
  "dn19:47.34": "čuo si glas koji nije ljudski, ",
  "dn19:47.35": "kako bi grugačije učiniti mogao? ",
  "dn19:47.36": "Sledićemo tvoj primer, ",
  "dn19:47.37": "ti budi naš učitelj, Govinda; ",
  "dn19:47.38": "Slično dragom kamenu berilu – ",
  "dn19:47.39": "savršenom, čistom, prekrasnom – ",
  "dn19:47.40": "isto tako čisti živećemo, ",
  "dn19:47.41": "vođeni Govindinom poukom. ",
  "dn19:47.42": "Ako poštovani Govinda napusti domaćinski život i ode u beskućnike, mi ćemo to isto učiniti. ",
  "dn19:47.43": "Ako ti odeš, odlazim i ja.” ",
  "dn19:48.0": "6.5. Obaveštavanje šest plemića ",
  "dn19:48.1": "Potom Mahāgovinda dođe do onih šest plemića i reče im: ",
  "dn19:48.2": "„Poštovani, pronađite novog savetnika, nekoga ko će vas savetovati u upravljanju kraljevstvom. ",
  "dn19:48.3": " Ja, poštovani, želim da napustim domaćinski život i odem u beskućnike. ",
  "dn19:48.4": "Kako sam čuo šta Brahma govori o truljenju, nije ga moguće ukloniti u onome ko u domu živi. ",
  "dn19:48.5": "Zato ću napustiti domaćinski život i otići u beskućnike.” ",
  "dn19:49.1": "Onda se šest plemića povukoše da smisle plan: ",
  "dn19:49.2": "„Ti brahmani su zaista lakomi na bogatstvo; ",
  "dn19:49.3": "kako bi bilo ako bismo ga potkupili imetkom?” ",
  "dn19:49.4": "Onda se oni vratiše do Mahāgovinde i rekoše mu: ",
  "dn19:49.5": "„U ovih sedam kraljevstava mnogo je bogatstva. Daćemo ti onoliko koliko poželiš.” ",
  "dn19:49.6": "„Dosta, poštovani, ja sam već dovoljno dobio od svojih gospodara. ",
  "dn19:49.7": "I upravo sve to ostavivši, napustiću dom i otići u beskućnike. ",
  "dn19:49.8": "Kako sam čuo šta Brahma govori o truljenju, nije ga moguće ukloniti u onome ko u domu živi. ",
  "dn19:49.9": "Zato ću napustiti domaćinski život i otići u beskućnike.” ",
  "dn19:49.10": "Onda se šest plemića povukoše da smisle plan: ",
  "dn19:49.11": "„Ti brahmani su zaista lakomi na žene; ",
  "dn19:49.12": "kako bi bilo ako bismo ga potkupili ženama?” ",
  "dn19:49.13": "Onda se oni vratiše do Mahāgovinde i rekoše mu: ",
  "dn19:49.14": "„U ovih sedam kraljevstava mnogo je žena. Daćemo ti ih onoliko koliko poželiš.” ",
  "dn19:49.15": "„Dosta, poštovani, ja već imam četrdeset jednakih žena. ",
  "dn19:49.16": "I upravo sve njih ostavivši, napustiću dom i otići u beskućnike. ",
  "dn19:49.17": "Kako sam čuo šta Brahma govori o truljenju, nije ga moguće ukloniti u onome ko u domu živi. ",
  "dn19:49.18": "Zato ću napustiti domaćinski život i otići u beskućnike.” ",
  "dn19:50.1": "Ako poštovani Govinda napusti domaćinski život i ode u beskućnike, mi ćemo to isto učiniti.” ",
  "dn19:50.2": "„Ako zadovoljstva čula svi napustite, ",
  "dn19:50.3": "za koja obični ljudi bivaju vezani, ",
  "dn19:50.4": "uložite napor, budite snažni ",
  "dn19:50.5": "i naoružajte se snagom strpljenja. ",
  "dn19:50.6": "Ovaj put ispravan put jeste, ",
  "dn19:50.7": "ovaj put nenadmašan jeste; ",
  "dn19:50.8": "Zaštićeno dobrim, ovo ispravno učenje, ",
  "dn19:50.9": "do preporađanja u svetu Brahme vodi.” ",
  "dn19:51.1": "„Ako je tako, molimo vas, gospodine, da sačekate sedam godina. ",
  "dn19:51.2": "Posle sedam godina, poći ćemo u beskućnike sa vama. Njegova sudbina bića i naša.” ",
  "dn19:51.3": "„Sedam godina je predugo, gospodo, ne mogu toliko da čekam. ",
  "dn19:51.4": "Ko zna šta se u životu može dogoditi. ",
  "dn19:51.5": "Ka novom životu idemo. Moramo biti promišljeni i budni. Moramo činiti što je dobro i živeti svetačkim životom, jer niko ko je rođen smrti umaći ne može. ",
  "dn19:51.6": "Kako sam čuo šta Brahma govori o truljenju, nije ga moguće ukloniti u onome ko u domu živi. ",
  "dn19:51.7": "Zato ću napustiti domaćinski život i otići u beskućnike.” ",
  "dn19:52.1": "„Ako je tako, molimo vas, gospodine, da sačekate šest godina… ",
  "dn19:52.2": "pet godina… ",
  "dn19:52.3": "četiri godine… ",
  "dn19:52.4": "tri godine… ",
  "dn19:52.5": "dve godine… ",
  "dn19:52.6": "jednu godinu. Posle jedne godine, poći ćemo u beskućnike sa vama. Njegova sudbina bića i naša.” ",
  "dn19:53.1": "„Jedna godina je predugo, gospodo, ne mogu toliko da čekam… ",
  "dn19:53.2": "",
  "dn19:53.3": "",
  "dn19:53.4": "",
  "dn19:53.5": " ",
  "dn19:53.6": "„Sačekajte onda sedam meseci… ",
  "dn19:54.6": "šest meseci… ",
  "dn19:54.7": "pet meseci… ",
  "dn19:54.8": "četiri meseca… ",
  "dn19:54.9": "tri meseca… ",
  "dn19:54.10": "dva meseca… ",
  "dn19:54.11": "mesec dana… ",
  "dn19:54.12": "ili makar dve nedelje. Posle dve nedelje, poći ćemo u beskućnike sa vama. Njegova sudbina bića i naša.” ",
  "dn19:55.1": "„Dve nedelje je predugo, gospodo, ne mogu toliko da čekam. ",
  "dn19:55.3": "Ka novom životu idemo. Moramo biti promišljeni i budni. Moramo činiti što je dobro i živeti svetačkim životom, jer niko ko je rođen smrti umaći ne može. ",
  "dn19:55.4": "Kako sam čuo šta Brahma govori o truljenju, nije ga moguće ukloniti u onome ko u domu živi. ",
  "dn19:55.5": "Zato ću napustiti domaćinski život i otići u beskućnike.” ",
  "dn19:55.6": "„Sačekajte onda, poštovani, nedelju dana, da uputimo svoje sinove i braću kako da vladaju. Posle jedne nedelje, poći ćemo u beskućnike sa vama. Njegova sudbina bića i naša.” ",
  "dn19:55.7": "„Jedna nedelja nije predugo, gospodo. Sačekaću toliko.” ",
  "dn19:56.0": "6.6. Obaveštavanje brahmana ",
  "dn19:56.1": "Potom je Mahāgovinda posetio sedam imućnih brahmana i sedam stotina njihovih svršenih učenika, pa im reče: ",
  "dn19:56.2": "„Poštovani, pronađite novog učitelja koji će vas učiti kako se recituju himne. ",
  "dn19:56.3": " Ja, poštovani, želim da napustim domaćinski život i odem u beskućnike. ",
  "dn19:56.4": "Kako sam čuo šta Brahma govori o truljenju, nije ga moguće ukloniti u onome ko u domu živi. ",
  "dn19:56.5": "Zato ću napustiti domaćinski život i otići u beskućnike.” ",
  "dn19:56.6": "„Neka poštovani Govinda ne napušta domaćinski život i neka ne odlazi u beskućnike. ",
  "dn19:56.7": "Život beskućnika donosi malo poštovanja, malo koristi; ",
  "dn19:56.8": "dok život brahmana donosi mnogo poštovanja, mnogo koristi.” ",
  "dn19:56.9": "„Ne govorite tako, gospodo, ne govorite tako. ",
  "dn19:56.10": "Ko uživa u više poštovanja, više koristi nego ja? ",
  "dn19:56.11": "Jer ja sam za kraljeve poput kralja, za brahmane poput Brahme, za kućedomaćine poput božanstva. ",
  "dn19:56.12": "Ostaviću sve to za sobom i postati beskućnik. ",
  "dn19:56.13": "Kako sam čuo šta Brahma govori o truljenju, nije ga moguće ukloniti u onome ko u domu živi. ",
  "dn19:56.14": "Zato ću napustiti domaćinski život i otići u beskućnike.” ",
  "dn19:56.15": "Ako poštovani Govinda napusti domaćinski život i ode u beskućnike, mi ćemo to isto učiniti. Njegova sudbina bića i naša.”” ",
  "dn19:57.0": "6.7. Obaveštavanje suprugâ ",
  "dn19:57.1": "Onda Mahāgovinda posetio svojih četrdeset žena, pa im reče: ",
  "dn19:57.2": "„Moje dame, učinite kako želite. Ili se vratite u svoje porodice ili pronađite sebi novog supružnika. ",
  "dn19:57.3": " Ja želim da napustim domaćinski život i odem u beskućnike. ",
  "dn19:57.4": "Kako sam čuo šta Brahma govori o truljenju, nije ga moguće ukloniti u onome ko u domu živi. ",
  "dn19:57.5": "Zato ću napustiti domaćinski život i otići u beskućnike.” ",
  "dn19:57.6": "„Ti si jedina porodica koju mi želimo! To si jedini supružnik kojeg mi želimo” ",
  "dn19:57.7": "Ako poštovani Govinda napusti domaćinski život i ode u beskućnike, mi ćemo to isto učiniti. Njegova sudbina bića i naša.” ",
  "dn19:58.0": "6.8. Mahāgovinda odlazi u beskućnike ",
  "dn19:58.1": "Kada je prošlo nedelju dana, Mahāgovinda obrije kosu i bradu, zaogrnu se žutim ogrtačem i, napustivši dom, otide u beskućnike. ",
  "dn19:58.2": "A sa njim to učiniše sedam plemenitih kraljeva, valjano miropomazanih, sedam imućnih brahmana, zajedno sa svojih sedamsto svršenih učenika, njegovih četrdeset žena, sve jednake lepote, kao i mnogo hiljada plemića i brahmana. ",
  "dn19:58.3": "Praćen takvom pratnjom, Mahāgovinda je išao unaokolo, kroz sela, gradove i prestonice. ",
  "dn19:58.4": "I gde god bi se našao, bio je za kraljeve poput kralja, za brahmane poput Brahme, za kućedomaćine poput božanstva. ",
  "dn19:58.6": "on bi govorio: ",
  "dn19:58.7": "„Poštovanjem brahmanu Mahāgovindi, poštovanje savtniku sedmorice!” ",
  "dn19:59.1": "Boravio je tako obasjavajući jednu stranu sveta umom prožetim prijateljskom ljubavlju, isto tako i drugu, isto tako i treću, isto tako i četvrtu; takođe iznad, ispod, unaokolo, svuda i svakoga, kao i sebe; boravio je on obasjavajući čitav svet umom prožetim prijateljskom ljubavlju, obilnom, uzvišenom, nemerljivom, bez ikakvog neprijateljstva i zlovolje u sebi. ",
  "dn19:59.2": "Boravio je tako obasjavajući jednu stranu sveta umom prožetim saosećanjem… ",
  "dn19:59.3": "umom prožetim radošću zbog sreće drugih… ",
  "dn19:59.4": "Boravio je tako obasjavajući jednu stranu sveta umom prožetim spokojstvom… bez ikakvog neprijateljstva i zlovolje u sebi. ",
  "dn19:59.5": "I podučavao je svoje učenike putu koji vodi u svet Brahme. ",
  "dn19:60.1": "I koji su ga tom prilikom potpuno razumeli, ",
  "dn19:60.2": "takvi su posle sloma tela, posle smrti, preporodili na dobrom odredištu, u svetu Brahme. ",
  "dn19:60.3": "Među onima koji ga nisu do kraja razumeli, neki su se posle sloma tela, posle smrti, preporodili među božanstvima koja imaju kontrolu nad tvorevinama drugih bića, ",
  "dn19:60.4": "neki među božanstvima koja se oduševljavaju stvaranjem, ",
  "dn19:60.5": "ili Tusita božanstvima ",
  "dn19:60.6": "ili Yāma božanstvima ",
  "dn19:60.7": "ili božanstvima trideset trojice ",
  "dn19:60.8": "ili božanstvima četiri velika kralja. ",
  "dn19:60.9": "Ako ništa drugo, neka su se preporodila među gandhabbama. ",
  "dn19:60.10": "Na taj način odlazak u beskućnike nije bio uzaludan za sve te mladiće iz dobrih porodica, već je doneo plod, doneo je korist.’ ",
  "dn19:60.11": "Da li Blaženi toga seća?” ",
  "dn19:61.1": "„Sećam se, Pañćasikha. ",
  "dn19:61.2": "Ja sam u to vreme bio brahman Mahāgovinda. ",
  "dn19:61.3": "I podučavao sam svoje učenike putu koji vodi u svet Brahme. ",
  "dn19:61.4": "Ali takav moj svetački život nije vodio do otrežnjenja, hlađenja strasti, prestanka, smirenja, neposrednog znanja, probuđenja, nibbāne, već samo do preporađanja u svetu Brahme. ",
  "dn19:61.5": "Ali svetački život koji sada propovedam nepogrešivo vodi do otrežnjenja, hlađenja strasti, prestanka, smirenja, neposrednog znanja, probuđenja, nibbāne. ",
  "dn19:61.6": "A kakav je, Pañćasikha, taj svetački život? ",
  "dn19:61.7": "To je ovaj plemeniti osmostruki put. ",
  "dn19:61.8": "Čine ga: ispravno razumevanje, ispravna namera, ispravan govor, ispravni postupci, ispravno življenje, ispravan napor, ispravna svesnost i ispravna koncentracija. ",
  "dn19:61.9": "On nepogrešivo vodi do otrežnjenja, hlađenja strasti, prestanka, smirenja, neposrednog znanja, probuđenja, nibbāne. ",
  "dn19:62.1": "Pañćasikha, oni među mojim učenicima koji potpuno razumeju moje učenje, oni ovde i sada ulaze i borave u oslobođenosti uma i oslobođenosti mudrošću, koje su bez nečistoća, svaki od otrova uklonjen. ",
  "dn19:62.2": "Oni koji ga nisu do kraja razumeli, oni raskidaju pet nižih okova i posle sloma tela, posle smrti, preporađaju se spontano i pošto će svakako dostići probuđenje, ne vraćaju se u ovaj svet. ",
  "dn19:62.3": "Među onima koji nisu do kraja razumeli moje učenje, neki raskidaju tri okova i smanjuju pohlepu, mržnju i obmanutost, te postaju jednom-povratnici, pojavivši se u ovom svetu još samo jednom i onda okončaju patnju. ",
  "dn19:62.4": "Među onima koji nisu do kraja razumeli moje učenje, neki raskidaju tri okova i postaju oni koji su ušli u tok, sigurni da neće ponovo biti obuzeti patnjom, već na kraju dostići probuđenje. ",
  "dn19:62.5": "Na taj način, Pañćasikha, odlazak u beskućnike nije bio uzaludan za sve te mladiće iz dobrih porodica, već je doneo plod, doneo je korist.” ",
  "dn19:62.6": "Tako reče Blaženi. ",
  "dn19:62.7": "Na to gandhabba Pañćasikha, saglasan i obradovan onim što je Blaženi rekao, pokloni se Blaženom, pa pazeći da mu ovaj ostane sa desne strane, ustade sa svog mesta i otide. "
}