{
  "dn1:0.1": "Zbirka dugih govora 1 ",
  "dn1:0.2": "Najobuhvatnija mreža gledišta ",
  "dn1:1.0": "1. Razgovor o isposnicima ",
  "dn1:1.1.1": "Ovako sam čuo. ",
  "dn1:1.1.2": "Jednom je Blaženi išao putem između Rāđagahe i Nālande, praćen velikom grupom monaha. ",
  "dn1:1.1.3": "A isposnik Suppiya je išao istim putem, zajedno sa svojim štićenikom, brahmanskim učenikom Brahmadattom. ",
  "dn1:1.1.4": "I pri tome je Suppiya kritikovao Budu, učenje i monašku zajednicu na različite načine, ",
  "dn1:1.1.5": "dok ih je njegov štićenik Brahmadatta hvalio na različite načine. ",
  "dn1:1.1.6": "Tako su učitelj i učenik išli za Budom i monaškom zajednicom direktno protivrečeći jedan drugom. ",
  "dn1:1.2.1": "A Buda se zaustavi da prenoći u kraljevskom odmorištu u Ambalaṭṭhiki, zajedno sa monasima koji su ga pratili. ",
  "dn1:1.2.2": "Suppiya i Brahmadatta uđoše u isto to odmorište u Ambalaṭṭhiki kako bi prenoćili. ",
  "dn1:1.2.3": "I tu je Suppiya kritikovao Budu, učenje i monašku zajednicu na različite načine, ",
  "dn1:1.2.4": "dok ih je njegov štićenik Brahmadatta hvalio na različite načine. ",
  "dn1:1.2.5": "Tako su učitelj i učenik nastavili da direktno protivreče jedan drugom. ",
  "dn1:1.3.1": "Onda u cik zore nekoliko monaha ustade i okupiše se u kružnom paviljonu. Dok su tako sedeli, među njima se zapodenu ovakav razgovor: ",
  "dn1:1.3.2": "„Zadivljujuće je, prijatelju, čudesno je to, kako je Blaženi, znalac i vidilac, uzvišeni, potpuno probuđeni, tako temeljno razumeo različita uverenja među bićima. ",
  "dn1:1.3.3": "Jer ovaj Suppiya je kritikovao Budu, učenje i saṅghu na različite načine, ",
  "dn1:1.3.4": "dok ih je njegov štićenik Brahmadatta hvalio na različite načine. ",
  "dn1:1.3.5": "Tako su učitelj i učenik išli za Budom i monaškom zajednicom direktno protivrečeći jedan drugom.” ",
  "dn1:1.4.1": "Onda Blaženi, shvativši tok njihovog razgovora, uđe u kružni paviljon, sede na pripremljeno mesto i obrati se monasima: ",
  "dn1:1.4.2": "„Monasi, o čemu ste razgovarali pre nego što sam došao? Šta je bio predmet vašeg razgovora?” ",
  "dn1:1.4.3": "A monasi odgovoriše: ",
  "dn1:1.4.4": "„Poštovani gospodine, kad smo ustali u cik zore, okupismo se u ovom paviljonu. Dok smo tako sedeli, među nama se zapodenu ovakav razgovor: ",
  "dn1:1.4.5": "’Zadivljujuće je, prijatelju, čudesno je to, kako je Blaženi, znalac i vidilac, uzvišeni, potpuno probuđeni, tako temeljno razumeo različita uverenja među bićima. ",
  "dn1:1.4.6": "Jer ovaj Suppiya je kritikovao Budu, učenje i saṅghu na različite načine, ",
  "dn1:1.4.7": "dok ih je njegov štićenik Brahmadatta hvalio na različite načine. ",
  "dn1:1.4.8": "Tako su učitelj i učenik išli za Budom i monaškom zajednicom direktno protivrečeći jedan drugom.’ ",
  "dn1:1.4.9": "O tome smo razgovarali, poštovani gospodine, pre nego što je Blaženi došao.” ",
  "dn1:1.5.1": "„Monasi, ako drugi kritikuju mene, učenje ili saṅghu, ne dopustite da ogorčenje, nezadovoljstvo i neprijateljstvo prema njima osvoje vaše srce. ",
  "dn1:1.5.2": "Jer ako u takvoj situaciji postanete besni ili uznemireni, samo ćete sebi stvoriti prepreku. ",
  "dn1:1.5.3": "Ako postanete besni ili uznemireni kada drugi kritikuju mene, učenje ili saṅghu, hoćete li biti u stanju da procenite jesu li njihove reči tačne ili pogrešne?” ",
  "dn1:1.5.4": "„Svakako da nećemo, poštovani gospodine.” ",
  "dn1:1.6.1": "„Monasi, ako drugi kritikuju mene, učenje ili saṅghu, treba da otkrijete šta je u tome pogrešno i ukažete na to kao na pogrešno, ovim rečima: ",
  "dn1:1.6.2": "‘Zbog toga i toga ovo je pogrešno, ovo je neistinito, nema takve stvari kod nas, to se ne može naći među nama.’ ",
  "dn1:1.6.3": "Ako, pak, drugi hvale mene, učenje ili saṅghu, ne dopustite da ushićenje, radost i likovanje osvoje vaše srce. ",
  "dn1:1.6.4": "Jer ako u takvoj situaciji postanete ushićeni, radosni i likujete, samo ćete sebi stvoriti prepreku. ",
  "dn1:1.6.5": "Ako drugi hvale mene, učenje ili saṅghu, treba da ono što je činjenica označite kao činjenicu, ovim rečima: ",
  "dn1:1.6.6": "‘Zbog toga i toga ovo je činjenica, ovo je istinito, ima takve stvari kod nas, to se može naći među nama’.” ",
  "dn1:1.7.0.1": "2. Vrlina ",
  "dn1:1.7.0.2": "2.1. Kratki odeljak o vrlini ",
  "dn1:1.7.1": "Kada neuk čovek hvali Tathāgatu, on govori samo o sitnim, beznačajnim detaljima obične vrline. ",
  "dn1:1.7.2": "A koji su to sitni, beznačajni detalji obične vrline o kojima neuk čovek govori? ",
  "dn1:1.8.1": "’Odustavši od ubijanja živih bića, napustivši ubijanje živih bića, asketa Gotama je odložio štap i oružje, živi pun obzira i blag, ispunjen saosećanjem prema svim bićima.’ ",
  "dn1:1.8.2": "Tako, monasi, govori neuk čovek kada hvali Tathāgatu. ",
  "dn1:1.8.3": "’Odustavši od uzimanja onoga što mu nije dato, asketa Gotama je napustio uzimanje onoga što mu nije dato,  prihvata i očekuje samo ono što je dato, živi on u poštenju i iskrenosti srca.’ ",
  "dn1:1.8.4": "Tako, monasi, govori neuk čovek kada hvali Tathāgatu. ",
  "dn1:1.8.5": "’Napustivši necelibat, asketa Gotama se pridržava celibata, živi podalje od žena, odustavši od vulgarne prakse seksualnog snošaja.’ ",
  "dn1:1.8.6": "Tako, monasi, govori neuk čovek kada hvali Tathāgatu. ",
  "dn1:1.9.1": "’Napustivši laganje, asketa Gotama ne laže; govori istinu, čvrsto se drži istine, poverljiv i pouzdan, ne obmanjuje bilo koga na ovome svetu.’ ",
  "dn1:1.9.2": "Tako, monasi, govori neuk čovek kada hvali Tathāgatu. ",
  "dn1:1.9.3": "’Napustivši ogovaranje, asketa Gotama ne ogovara, ne ponavlja tamo ono što je čuo ovde kako bi ove ljude zavadio s onima, niti ponavlja ovde ono što je čuo tamo kako bi one ljude zavadio s ovima. Tako spaja podeljene, podstiče prijateljstvo, uživa u slozi, raduje se slozi, oduševljava slogom, govori reči koje jačaju slogu.’ ",
  "dn1:1.9.4": "Tako, monasi, govori neuk čovek kada hvali Tathāgatu. ",
  "dn1:1.9.5": "’Napustivši grube reči, asketa Gotama ne izgovara grube reči, govori samo reči koje su blage, prijatne za uho i ljubazne, koje idu pravo do srca, učtive su, poželjne za mnoge i s njima su saglasni mnogi.’ ",
  "dn1:1.9.6": "Tako, monasi, govori neuk čovek kada hvali Tathāgatu. ",
  "dn1:1.9.7": "’Napustivši naklapanje, asketa Gotama ne ogovara, govori u pravo vreme, govori činjenice, govori o onome što jeste dobro, govori o Dhammi i praksi; u pravo vreme govori reči koje su vredne čuvanja, razložne, umerene i korisne.’ ",
  "dn1:1.9.8": "Tako, monasi, govori neuk čovek kada hvali Tathāgatu. ",
  "dn1:1.10.1": "’Asketa Gotama je odustao od uništavanja semenki i biljaka. ",
  "dn1:1.10.2": "Tako, monasi… ",
  "dn1:1.10.3": "Jede samo jednom dnevno, odustavši od jela noću i izvan propisanog vremena. ",
  "dn1:1.10.4": "Odustao je od plesa, pevanja, muzike i pozorišnih predstava. ",
  "dn1:1.10.5": "Odustao je od nošenja venaca, korišćenja mirisa i ulepšavanja balzamima. ",
  "dn1:1.10.6": "Odustao je od visokih i luksuznih ležajeva. ",
  "dn1:1.10.7": "Odustao je od primanja zlata i srebra, ",
  "dn1:1.10.8": "sirovog zrna i ",
  "dn1:1.10.9": "sirovog mesa, ",
  "dn1:1.10.10": "primanja žena i devojaka, ",
  "dn1:1.10.11": "robova i ropkinja, ",
  "dn1:1.10.12": "koza i ovaca, ",
  "dn1:1.10.13": "živine i svinja, ",
  "dn1:1.10.14": "primanja slonova, stoke, konja i kobila. ",
  "dn1:1.10.15": "Odustao je od prihvatanja njiva i livada. ",
  "dn1:1.10.16": "Odustao je od izvršavanja tuđih naloga i prenošenja poruka. ",
  "dn1:1.10.17": "Odustao je od kupovanja i prodavanja, ",
  "dn1:1.10.18": "od lažnih utega, lažnih metala i lažnih mera. ",
  "dn1:1.10.19": "Odustao je od primanja mita, obmanjivanja, podvaljivanja i lukavstva. ",
  "dn1:1.10.20": "Odustao je od ranjavanja, ubijanja, vezivanja, prepada, pljačkanja i drugog nasilja.’ ",
  "dn1:1.10.21": "Tako, monasi, govori neuk čovek kada hvali Tathāgatu. ",
  "dn1:1.10.22": "",
  "dn1:1.11.0": "Srednji odeljak o vrlini ",
  "dn1:1.11.1": "’Ima asketa i brahmana koji, živeći od hrane koje im daruju predani, još uvek uništavaju biljke i semenke. ",
  "dn1:1.11.2": "Tu spadaju biljke koje se razmnožavaju korenom, izdankom, reznicom ili okcem, a pete su one nastale iz redovnog semena. ",
  "dn1:1.11.3": "Asketa Gotama je odustao od takvog uništavanja semenki i biljaka.’ ",
  "dn1:1.11.4": "Tako, monasi, govori neuk čovek kada hvali Tathāgatu. ",
  "dn1:1.12.1": "’Ima asketa i brahmana koji, živeći od hrane koju im daruju predani, još uvek gomilaju stvari radi svog užitka. ",
  "dn1:1.12.2": "Tu spadaju takve stvari kao što su hrana, piće, odeća, kočije, ležajevi, mirisi i druge materijalne stvari. ",
  "dn1:1.12.3": "Asketa Gotama odustao je od gomilanja takvih stvari.’ ",
  "dn1:1.12.4": "Tako, monasi, govori neuk čovek kada hvali Tathāgatu. ",
  "dn1:1.13.1": "’Ima asketa i brahmana koji, živeći od hrane koju im daruju predani, još uvek prisustvuju neprikladnim događajima, ",
  "dn1:1.13.2": "kao što su: predstave u kojima se pleše, peva ili sviraju instrumenti, pozorišne predstave, pričanje legendi, muzika stvorena pljeskanjem, cimbalima i bubnjevima, umetničke izložbe, akrobatske predstave, borbe slonova, konja, goveda, bikova, jarčeva, ovnova, petlova i prepelica, borbe štapovima, pesnicama i rvanje, vojne parade, vojne vežbe i vojne smotre. ",
  "dn1:1.13.3": "Asketa Gotama odustao je od prisustvovanja ovakvim neprikladnim događajima.’ ",
  "dn1:1.13.4": "Tako, monasi, govori neuk čovek kada hvali Tathāgatu. ",
  "dn1:1.14.1": "’Ima asketa i brahmana koji, živeći od hrane koju im daruju predani, još uvek učestvuju u ovakvim igrama, koje su osnova za nepažnju, ",
  "dn1:1.14.2": "kao što su: šah na tabli sa osam redova, šah na tabli sa deset redova, šah naslepo, školice, mikado, bacanje kocke, klis, bojenje šakom, klikeranje, sviranje kroz savijeni list, mali plugovi, kolut napred i nazad, male vetrenjače, male stvari, mala vozila, mali luk i strela, pogađanje slova ispisanih u vazduhu ili po leđima, pogađanje tuđih misli, imitiranje. ",
  "dn1:1.14.3": "Asketa Gotama odustao je od učestvovanja u takvim igrama.’ ",
  "dn1:1.14.4": "Tako, monasi, govori neuk čovek kada hvali Tathāgatu. ",
  "dn1:1.15.1": "’Ima asketa i brahmana koji, živeći od hrane koju im daruju predani, još uvek uživaju u visokim i luksuznim ležajevima i stolicama, ",
  "dn1:1.15.2": "kao što su: prostrane ležaljke, tronovi sa izrezbarenim figurama životinja, prekrivači sa dugim resama, prekrivači u različitim bojama, beli vuneni prekrivači, vuneni prekrivači sa izvezenim cvetovima, jorgani, vuneni prekrivači sa izvezenim životinjama, vuneni prekrivači čupavi sa jedne ili sa obe strane, krevetski čaršavi ukrašeni draguljima, svileni prekrivači, veliki tepisi, prostirke za slonove, konje ili kočije, prostirke od kože antilope, prostirke od meke kože jelena, kreveti sa baldahinom, ležaljke sa crvenim jastucima za glavu i noge. ",
  "dn1:1.15.3": "Asketa Gotama odustao je od korišćenja visokih i luksuznih ležajeva i stolica.’ ",
  "dn1:1.15.4": "Tako, monasi, govori neuk čovek kada hvali Tathāgatu. ",
  "dn1:1.16.1": "’Ima asketa i brahmana koji, živeći od hrane koju im daruju predani, još uvek koriste razne stvari za ulepšavanje i ukrašavanje, kao što su ",
  "dn1:1.16.2": "utrljavanje mirisnog praha u kožu, trljanje tela uljima, kupanje u mirisnoj vodi, masiranje udova, ogledala, kreme, cvetni venci, parfemi, pomade, talk, maskara, narukvice, poveze za glavu, ukrašene štapove za hodanje, izrezbarene čuture, rapire, suncobrane, izvezene sandale, turbane, dijademe, teralice za muve od dlaka iz repa jaka, ogrtači sa dugim resama. ",
  "dn1:1.16.3": "Asketa Gotama odustao je od takvog ulepšavanja i ukrašavanja.’ ",
  "dn1:1.16.4": "Tako, monasi, govori neuk čovek kada hvali Tathāgatu. ",
  "dn1:1.17.1": "’Ima asketa i brahmana koji se, živeći od hrane koju im daruju predani, još uvek upuštaju u naklapanje o različitim nevažnim temama, ",
  "dn1:1.17.2": "kao što je razgovor o kraljevima, kraljevim savetnicima i lopovima; razgovor o vojskama, opasnostima i ratovima; razgovor o hrani, piću, odeći i prenoćištu; razgovor o cvetnim vencima i mirisima; razgovor o rođacima, vozilima, selima, varošima, gradovima i zemljama; razgovor o ženama i herojima; razgovor na ulici i kraj izvora; razgovor o pokojnicima, raznim sitnicama, spekulacijama o nastanku sveta, nastanku mora; razgovor o dobitku i gubitku. ",
  "dn1:1.17.3": "Asketa Gotama odustao je od takvog naklapanja.’ ",
  "dn1:1.17.4": "Tako, monasi, govori neuk čovek kada hvali Tathāgatu. ",
  "dn1:1.18.1": "’Ima asketa i brahmana koji se, živeći od hrane koju im daruju predani, još uvek upuštaju u rasprave  i govore jedni drugima: ",
  "dn1:1.18.2": "„Ti ne razumeš ovu Dhammu i praksu. Ja razumem ovu Dhammu i praksu. Kako uopšte možeš razumeti ovu Dhammu i praksu? Tvoj put je pogrešan. Moj put je ispravan. Ja sam dosledan. Ti si nedosledan. Ono što treba reći na početku, ti kažeš na kraju. Ono što treba reći na kraju, ti kažeš na početku. Ono što si tako pažljiv izmozgao potpuno je izokretanje. Tvoja tvrdnja je razotkrivena. Izgubio si raspravu. Idi i nauči nešto bolje ili se priberi ako si u stanju!” ",
  "dn1:1.18.3": "Asketa Gotama odustao je od takvog raspravljanja.’ ",
  "dn1:1.18.4": "Tako, monasi, govori neuk čovek kada hvali Tathāgatu. ",
  "dn1:1.19.1": "’Ima asketa i brahmana koji se, živeći od hrane koju im daruju predani, još uvek upuštaju u prenošenje poruka i obavljanje zadataka dobijenih od drugih; ",
  "dn1:1.19.2": "i to čine za kraljeve, kraljeve savetnike, ratnike, brahmane, kućedomaćine ili mlade (koji im naređuju): „Dođi ovamo, idi tamo, uzmi ovo, donesi ono odande“. ",
  "dn1:1.19.3": "Asketa Gotama odustao je od takvog prenošenje poruka i obavljanja zadataka za druge.’ ",
  "dn1:1.19.4": "Tako, monasi, govori neuk čovek kada hvali Tathāgatu. ",
  "dn1:1.20.1": "’Ima asketa i brahmana koji se, živeći od hrane koju im daruju predani, još uvek upuštaju u prevare, laskanje (radi dobiti), nagoveštavanje (šta im darivati), omalovažavanje drugih i korišćenje materijalnog poseda da se stekne još veći posed. ",
  "dn1:1.20.2": "Asketa Gotama odustao je od takvih prevara i laskanja.’ ",
  "dn1:1.20.3": "Tako, monasi, govori neuk čovek kada hvali Tathāgatu. ",
  "dn1:1.20.4": "",
  "dn1:1.21.0": "2.3. Dugi odeljak o vrlini ",
  "dn1:1.21.1": "’Ima asketa i brahmana koji, živeći od hrane koju im daruju predani, još uvek zarađuju takvim pogrešnim življenjem, takvim nedoličnim znanjem ",
  "dn1:1.21.2": "kao što su: proricanje dugovečnosti, materijalnog blagostanja itd. ili obrnutog na osnovu obeležja na čovekovim udovima, šakama, stopalima itd.; proricanje na osnovu znamenja i znakova; proricanje na osnovu gromova i drugih nebeskih pojava; tumačenje značajnih snova; proricanje sreće na osnovu belega na telu; proricanje na osnovu tkanine koju su izgrizli miševi; prinošenje žrtvi paljenica; prinošenje žrtvi posipanjem vatre; prinošenje pleve, pirinčanog brašna, pirinčanog zrna, ghija ili ulja; prinošenje žrtve uz recitovanje; prinošenje krvnih žrtava; proricanje na osnovu vrhova prstiju; određivanje da li je mesto za kuću ili vrt pogodno ili ne; predviđanja za državne činovnike; poznavanje vradžbina za umirivanje demona na groblju; poznavanje vradžbina za lečenje oni koje su zaposeli duhovi; poznavanje vradžbina koje treba da izgovara onaj ko živi u kući od zemlje; poznavanje zmija (radi lečenja od ujeda zmije ili umirivanja zmija); poznavanje otrova (radi neutralisanja ili spravljanja otrova); poznavanje škorpija i pacova (radi lečenja od ujeda škorpije ili pacova); poznavanje ptica i gavrana (radi razumevanja graktanja ptica i gavrana); proricanje koliko će godina neko živeti; poznavanje bajalica koje štite od strela; recitovanje bajalica kako bi se razumeo jezik životinja. ",
  "dn1:1.21.3": "Asketa Gotama odustao je od takvog nedoličnog znanja, takvog pogrešnog življenja.’ ",
  "dn1:1.21.4": "Tako, monasi, govori neuk čovek kada hvali Tathāgatu. ",
  "dn1:1.22.1": "’Ima asketa i brahmana koji, živeći od hrane koju im daruju predani, još uvek zarađuju takvim pogrešnim življenjem, takvim nedoličnim znanjem ",
  "dn1:1.22.2": "kao što su: proricanje dugovečnosti, materijalnog blagostanja itd. ili obrnutog na osnovu obeležja na čovekovim udovima, šakama, stopalima itd.; proricanje na osnovu znamenja i znakova; proricanje na osnovu gromova i drugih nebeskih pojava; tumačenje značajnih snova; proricanje sreće na osnovu belega na telu; proricanje na osnovu tkanine koju su izgrizli miševi; prinošenje žrtvi paljenica; prinošenje žrtvi posipanjem vatre; prinošenje pleve, pirinčanog brašna, pirinčanog zrna, ghija ili ulja; prinošenje žrtve uz recitovanje; prinošenje krvnih žrtava; proricanje na osnovu vrhova prstiju; određivanje da li je mesto za kuću ili vrt pogodno ili ne; predviđanja za državne činovnike; poznavanje vradžbina za umirivanje demona na groblju; poznavanje vradžbina za lečenje oni koje su zaposeli duhovi; poznavanje vradžbina koje treba da izgovara onaj ko živi u kući od zemlje; poznavanje zmija (radi lečenja od ujeda zmije ili umirivanja zmija); poznavanje otrova (radi neutralisanja ili spravljanja otrova); poznavanje škorpija i pacova (radi lečenja od ujeda škorpije ili pacova); poznavanje ptica i gavrana (radi razumevanja graktanja ptica i gavrana); proricanje koliko će godina neko živeti; poznavanje bajalica koje štite od strela; recitovanje bajalica kako bi se razumeo jezik životinja. ",
  "dn1:1.22.3": "Asketa Gotama odustao je od takvog nedoličnog znanja, takvog pogrešnog življenja.’ ",
  "dn1:1.22.4": "Tako, monasi, govori neuk čovek kada hvali Tathāgatu. ",
  "dn1:1.23.1": "’Ima asketa i brahmana koji, živeći od hrane koju im daruju predani, još uvek zarađuju takvim pogrešnim življenjem, takvim nedoličnim znanjem ",
  "dn1:1.23.2": "kao što su predviđanja kada će: kralj i njegova vojska napredovati; kralj i njegova vojska se povlačiti; naš kralj napasti i neprijateljski kralj se povući; neprijateljski kralj napasti i naš kralj se povući; naš kralj trijumfovati, a neprijateljski kralj biti poražen; neprijateljski kralj trijumfovati, a naš kralj biti poražen; kada će biti pobeda za jednoga, a poraz za drugoga. ",
  "dn1:1.23.3": "Asketa Gotama odustao je od takvog nedoličnog znanja, takvog pogrešnog življenja.’ ",
  "dn1:1.23.4": "Tako, monasi, govori neuk čovek kada hvali Tathāgatu. ",
  "dn1:1.24.1": "’Ima asketa i brahmana koji, živeći od hrane koju im daruju predani, još uvek zarađuju takvim pogrešnim življenjem, takvim nedoličnim znanjem ",
  "dn1:1.24.2": "kao što su predviđanja: biće pomračenje meseca, pomračenje sunca, pomračenje sazvežđa; sunce i mesec će se kretati svojom uobičajenom putanjom; sunce i mesec će se kretati promenjenom putanjom; sazvežđa će se kretati svojom uobičajenom putanjom; sazvežđa će se kretati promenjenom putanjom; biće meteorska kiša; biće vatre na nebu; biće zemljotres; biće gromova; biće izlazak, zalazak, zatamnjenje i zasvetljenje meseca, sunca i zvezda; takav će biti rezultat svih ovih pojava. ",
  "dn1:1.24.3": "Asketa Gotama odustao je od takvog nedoličnog znanja, takvog pogrešnog življenja.’ ",
  "dn1:1.24.4": "Tako, monasi, govori neuk čovek kada hvali Tathāgatu. ",
  "dn1:1.25.1": "’Ima asketa i brahmana koji, živeći od hrane koju im daruju predani, još uvek zarađuju takvim pogrešnim življenjem, takvim nedoličnim znanjem ",
  "dn1:1.25.2": "kao što su predviđanja: biće obilna kiša; biće suša; biće dobra žetva; biće glad; biće sve sigurno; biće opasnosti; biće bolesti; biće zdravlja; ili zarađuju tako što rade poslove računovođe, izračunavanja i proračunavanja, pisanja poezije i spekulisanja o ovome svetu. ",
  "dn1:1.25.3": "Asketa Gotama odustao je od takvog nedoličnog znanja, takvog pogrešnog življenja.’ ",
  "dn1:1.25.4": "Tako, monasi, govori neuk čovek kada hvali Tathāgatu. ",
  "dn1:1.26.1": "’Ima asketa i brahmana koji, živeći od hrane koju im daruju predani, još uvek zarađuju takvim pogrešnim življenjem, takvim nedoličnim znanjem ",
  "dn1:1.26.2": "kao što su: određivanje povoljnog datuma za venčanja; određivanje povoljnog datuma za veridbu i razvod; određivanje povoljnog datuma za štednju ili trošenje novca; recitovanje bajalica koje ljudima donose sreću ili nesreću; recitovanje bajalica kojima se sprečava trudnoća; recitovanje vradžbina od kojih se čoveku veže jezik, parališe vilicu, gubi kontrolu nad svojim rukama, gubi kontrolu nad vilicom ili postane gluv; davanje proročkih odgovora na pitanja, uz pomoć ogledala, devojke ili božanstva; obožavanje sunca; obožavanje Mahābrahme; bljuvanje vatre iz usta; zazivanje boginje sreće. ",
  "dn1:1.26.3": "Asketa Gotama odustao je od takvog nedoličnog znanja, takvog pogrešnog življenja.’ ",
  "dn1:1.26.4": "Tako, monasi, govori neuk čovek kada hvali Tathāgatu. ",
  "dn1:1.27.1": "’Ima asketa i brahmana koji, živeći od hrane koju im daruju predani, još uvek zarađuju takvim pogrešnim življenjem, takvim nedoličnim znanjem ",
  "dn1:1.27.2": "kao što su: obećavanje darova božanstvima u zamenu za učinjene usluge; ispunjavanje takvih obećanja; rituali vezani za demone; recitovanje bajalica za zaštitu kuće; izazivanje potencije i sterilnosti; pripremanje i osvećivanje lokacije za kuću; rituali koji uključuju ispiranje usta i kupanje; prinošenje žrtava sa vatrom; prepisivanje sredstava za povraćanje, pražnjenje creva i izbacivanje šlajma; prepisivanje ulja za uho, kapi za oči i nos, masti i melema; operisanje očiju i ušiju; opšte operacije na telu; pedijatrija; primena lekovitih korena; povezi sa melemima od lekovitih biljaka. ",
  "dn1:1.27.3": "Asketa Gotama odustao je od takvog nedoličnog znanja, takvog pogrešnog življenja.’ ",
  "dn1:1.27.4": "Tako, monasi, govori neuk čovek kada hvali Tathāgatu. ",
  "dn1:1.27.5": "Kada neuk čovek hvali Tathāgatu, on govori samo o ovim sitnim, beznačajnim detaljima obične vrline. ",
  "dn1:1.27.6": "",
  "dn1:1.28.0.1": "Gledišta ",
  "dn1:1.28.0.2": "Teorije o prošlosti ",
  "dn1:1.28.1": "Postoje drugi principi – duboki, teško vidljivi, teški za razumevanje, umirujući, uzvišeni, izvan običnog rasuđivanja, suptilni, shvatljivi samo mudrome – koje Tathāgata objavljuje pošto ih je razumeo zahvaljujući sopstvenom uvidu. Oni koji istinski hvale Tathāgatu će s pravom govoriti o tim stvarima. ",
  "dn1:1.28.2": "A koji su to principi? ",
  "dn1:1.29.1": "Postoje askete i brahmani koji teoretišu o prošlosti, čvrsto zastupaju gledišta o prošlosti i na osnovu osamnaest uporišta iznose različite hipoteze vezane za prošlost. ",
  "dn1:1.29.2": "A kojih je to osamnaest uporišta uz pomoć kojih ti poštovani askete i brahmani grade svoje hipoteze? ",
  "dn1:1.30.0": "3.1.1. Eternalizam ",
  "dn1:1.30.1": "Monasi, ima asketa i brahmana koji su eternalisti, tvrde da su sopstvo i ovaj svet večni, i to na osnovu četiri uporišta. ",
  "dn1:1.30.2": "A na osnovu čega, u vezi sa čime ti poštovani askete i brahmani objavljuju svoja gledišta? ",
  "dn1:1.31.1": "U prvom slučaju, monasi, neki asketa ili brahman uz pomoć napora, nastojanja, istrajnosti, marljivosti i pravog promišljanja dostigne takav stepen mentalne koncentracije da se zahvaljujući umu, tako koncentrisanom, (pročišćenom, jasnom, bez nečistoća, lišenom manjkavosti), seća mnogih svojih prošlih života: ",
  "dn1:1.31.2": "to znači, seća se jednog rođenja, dva, tri, četiri, pet, deset rođenja, dvadeset, trideset, četrdeset, pedeset, stotinu rođenja, hiljadu i stotinu hiljada rođenja. Seća se: ’Tu sam živeo i tako sam se zvao, pripadao sam toj porodici, tako sam izgledao. Time sam se hranio i doživljavao takva zadovoljstva i bol, takav je bio kraj mog života. Nestavši tu, ponovo sam se pojavio onde. I tamo sam se ovako zvao, pripadao sam toj familiji, tako sam izgledao. Time sam se hranio i doživljavao takva zadovoljstva i bol, takav je bio kraj moga života. Nestavši iz tog stanja onde, ponovo sam se pojavio ovde.’ Tako se seća mnoštva svojih prošlih života u celini i do detalja. ",
  "dn1:1.31.3": "Onda takođe tvrdi: ",
  "dn1:1.31.4": "’Sopstvo i ovaj svet su večni, sterilni, postojani poput vrha planine, stoje čvrsti poput stuba. ",
  "dn1:1.31.5": "Ostaju takvi večno, dok ova svesna bića lutaju, preporađaju se, umiru i ponovo nastaju. ",
  "dn1:1.31.6": "A zašto? ",
  "dn1:1.31.7": "Zato što uz pomoć napora, nastojanja, istrajnosti, marljivosti i pravog promišljanja dostižem takav stepen mentalne koncentracije da se zahvaljujući umu, tako koncentrisanom sećam mnoštva svojih prošlih života u celini i do detalja. ",
  "dn1:1.31.8": "Tako se sećam jednog rođenja, dva, tri, četiri, pet, deset rođenja, dvadeset, trideset, četrdeset, pedeset, stotinu rođenja, hiljadu i stotinu hiljada rođenja. Sećam se: ’Tu sam živeo i tako sam se zvao, pripadao sam toj familiji, tako sam izgledao. Time sam se hranio i doživljavao takva zadovoljstva i bol, takav je bio kraj moga života. Nestavši tu, ponovo sam se pojavio onde. I tamo sam se ovako zvao, pripadao sam toj familiji, tako sam izgledao. Time sam se hranio i doživljavao takva zadovoljstva i bol, takav je bio kraj moga života. Nestavši iz tog stanja onde, ponovo sam se pojavio ovde.’ Tako se sećam mnoštva svojih prošlih života u celini i do detalja. ",
  "dn1:1.31.9": "Zbog toga znam: ",
  "dn1:1.31.10": "’Sopstvo i ovaj svet su večni, sterilni, postojani poput vrha planine, stoje čvrsti poput stuba. ",
  "dn1:1.31.11": "Ostaju takvi večno, dok ova svesna bića lutaju, preporađaju se, umiru i ponovo nastaju.’ ",
  "dn1:1.31.12": "To je, monasi, prvo uporište na osnovu kojeg monasi i brahmani tvrde da su sopstvo i ovaj svet večni. ",
  "dn1:1.32.1": "A koji je to drugi način, drugi slučaj, zbog kojeg neki poštovani askete i brahmani etenalisti objavljuju kako su sopstvo i ovaj svet večni? ",
  "dn1:1.32.2": "Tako, neki asketa ili brahman uz pomoć napora, nastojanja, istrajnosti, marljivosti i pravog promišljanja dostigne takav stepen mentalne koncentracije da se zahvaljujući umu, tako koncentrisanom, seća mnogih svojih prošlih života. ",
  "dn1:1.32.3": "Dakle: jednog eona skupljanja i širenja ovoga sveta, dva, tri, četiri, pet ili deset eona skupljanja i širenja ovoga sveta. Seća se: ’Tu sam živeo i tako sam se zvao, pripadao sam toj familiji, tako sam izgledao. Time sam se hranio i doživljavao takva zadovoljstva i bol, takav je bio kraj moga života. Nestavši tu, ponovo sam se pojavio onde. I tamo sam se ovako zvao, pripadao sam toj familiji, tako sam izgledao. Time sam se hranio i doživljavao takva zadovoljstva i bol, takav je bio kraj moga života. Nestavši iz tog stanja onde, ponovo sam se pojavio ovde.’ Tako se seća mnoštva svojih prošlih života u celini i do detalja. ",
  "dn1:1.32.4": "Onda takođe tvrdi: ",
  "dn1:1.32.5": "’Sopstvo i ovaj svet su večni, sterilni, postojani poput vrha planine, stoje čvrsti poput stuba. ",
  "dn1:1.32.6": "Ostaju takvi večno, dok ova svesna bića lutaju, preporađaju se, umiru i ponovo nastaju. ",
  "dn1:1.32.7": "A zašto? ",
  "dn1:1.32.8": "Zato što uz pomoć napora, nastojanja, istrajnosti, marljivosti i pravog promišljanja dostižem takav stepen mentalne koncentracije da se zahvaljujući umu, tako koncentrisanom sećam mnoštva svojih prošlih života u celini i do detalja. ",
  "dn1:1.32.10": "Zbog toga znam: ",
  "dn1:1.32.11": "sopstvo i ovaj svet su večni, sterilni, postojani poput vrha planine, stoje čvrsti poput stuba. Ostaju takvi večno, dok ova svesna bića lutaju, preporađaju se, umiru i ponovo nastaju.’ ",
  "dn1:1.32.12": "To je, monasi, drugo uporište na osnovu kojeg askete i brahmani tvrde da su sopstvo i ovaj svet večni. ",
  "dn1:1.33.1": "A koji je to treći način, treći slučaj, zbog kojeg neki poštovani askete i brahmani eternalisti objavljuju kako su sopstvo i ovaj svet večni? ",
  "dn1:1.33.2": "Tako, neki asketa ili brahman uz pomoć napora, nastojanja, istrajnosti, marljivosti i pravog promišljanja dostigne takav stepen mentalne koncentracije da se zahvaljujući umu, tako koncentrisanom, seća mnogih svojih prošlih života. ",
  "dn1:1.33.3": "Dakle: deset eona skupljanja i širenja ovoga sveta, dvadeset, trideset, četrdeset eona skupljanja i širenja ovoga sveta. Seća se: ’Tu sam živeo i tako sam se zvao, pripadao sam toj porodici, tako sam izgledao. Time sam se hranio i doživljavao takva zadovoljstva i bol, takav je bio kraj mog života. Nestavši tu, ponovo sam se pojavio onde. I tamo sam se ovako zvao, pripadao sam toj familiji, tako sam izgledao. Time sam se hranio i doživljavao takva zadovoljstva i bol, takav je bio kraj moga života. Nestavši iz tog stanja onde, ponovo sam se pojavio ovde.’ Tako se seća mnoštva svojih prošlih života u celini i do detalja. ",
  "dn1:1.33.4": "Onda takođe tvrdi: ",
  "dn1:1.33.5": "’Sopstvo i ovaj svet su večni, sterilni, postojani poput vrha planine, stoje čvrsti poput stuba. ",
  "dn1:1.33.6": "Ostaju takvi večno, dok ova svesna bića lutaju, preporađaju se, umiru i ponovo nastaju. ",
  "dn1:1.33.7": "A zašto? ",
  "dn1:1.33.8": "Zato što uz pomoć napora, nastojanja, istrajnosti, marljivosti i pravog promišljanja dostižem takav stepen mentalne koncentracije da se zahvaljujući umu, tako koncentrisanom sećam mnoštva svojih prošlih života u celini i do detalja. ",
  "dn1:1.33.10": "Zbog toga znam: ",
  "dn1:1.33.11": "sopstvo i ovaj svet su večni, sterilni, postojani poput vrha planine, stoje čvrsti poput stuba. Ostaju takvi večno, dok ova svesna bića lutaju, preporađaju se, umiru i ponovo nastaju.’ ",
  "dn1:1.33.12": "To je, monasi, treće uporište na osnovu kojeg monasi i brahmani tvrde da su sopstvo i ovaj svet večni. ",
  "dn1:1.34.1": "A koji je to četvrti način, četvrti slučaj, zbog kojeg neki poštovani askete i brahmani eternalisti objavljuju kako su sopstvo i ovaj svet večni? ",
  "dn1:1.34.2": "Tako  se, monasi, neki asketa ili brahman oslanja na logiku, na istraživanje.  On govori o tome do čega je došao uz pomoć logike, sledeći svoj put  istraživanja, te iznosi ovakvo gledište: ",
  "dn1:1.34.3": "’Sopstvo i ovaj svet su večni, sterilni, postojani poput vrha planine, stoje čvrsti poput stuba. ",
  "dn1:1.34.4": "Ostaju takvi večno, dok ova svesna bića lutaju, preporađaju se, umiru i ponovo nastaju.’ ",
  "dn1:1.34.5": "To je, monasi, četvrto uporište na osnovu kojeg monasi i brahmani tvrde da su sopstvo i ovaj svet večni. ",
  "dn1:1.35.1": "To su, monasi, četiri uporišta na osnovu kojih askete i brahmani koji su eternalisti tvrde da su sopstvo i ovaj svet večni. ",
  "dn1:1.35.2": "Svaki asketa ili brahman koji tvrdi da su sopstvo i ovaj svet večni, čini na osnovu jednog od ova četiri uporišta. Izvan njih nema nijednoga. ",
  "dn1:1.36.1": "Monasi, Tathāgata ovako razume: ",
  "dn1:1.36.2": "’Ova gledišta, kada se ovako zauzmu i za njih se veže, vode do takvog i takvog budućeg odredišta, do takvog stanja u narednom životu.’ ",
  "dn1:1.36.3": "On takođe razume šta je to što sve ovo nadilazi. I pošto tom razumevanju ne prilazi na pogrešan način, u sebi je ostvario stanje savršenog mira. ",
  "dn1:1.36.4": "Monasi, razumevši onako kako zaista jeste, nastanak i prestanak osećaja, zadovoljstvo u njima, opasnost u njima i beg od njih, Tathāgata je oslobođen zahvaljujući nevezivanju. ",
  "dn1:1.37.1": "To su principi – duboki, teško vidljivi, teški za razumevanje, smirujući, uzvišeni, izvan običnog rasuđivanja, suptilni, shvatljivi samo mudrome – koje Tathāgata objavljuje pošto ih je razumeo zahvaljujući sopstvenom uvidu. Oni koji istinski hvale Tathāgatu s pravom govore o tim stvarima. ",
  "dn1:2.1.0": "Delimični eternalizam ",
  "dn1:2.1.1": "Monasi, ima asketa i brahmana koji su eternalisti u odnosu na jedne stvari i ne-eternalisti u odnosu na neke druge i na osnovu četiri uporišta tvrde da su sopstvo i ovaj svet delom večni, a delom nisu večni. ",
  "dn1:2.1.2": "A na osnovu čega, u vezi sa čime ti poštovani askete i brahmani objavljuju svoja gledišta? ",
  "dn1:2.2.1": "Dođe vreme, monasi, kada posle dugog vremena ovaj svet počne da se skuplja (dezintegriše). ",
  "dn1:2.2.2": "Dok se on skuplja, biće se u najvećoj meri preporađaju u ābhassara svetu Brahme. ",
  "dn1:2.2.3": "Tu ona žive, umom stvorena, hraneći se ushićenjem, blistavi, lete nebom, veličanstveni i takvi ostaju dugo vremena. ",
  "dn1:2.3.1": "Dođe vreme, monasi, kada posle dugog vremena ovaj svet počne da se širi. ",
  "dn1:2.3.2": "Dok se on širi, pojavljuje se prazna Brahmina kuća. ",
  "dn1:2.3.3": "Onda neka svesna bića – pošto im ističe životni vek ili njihove zasluge – umru u toj grupi blistavih božanstava i preporađaju se u toj praznoj kući Brahminoj. ",
  "dn1:2.3.4": "Tu ona žive, umom stvorena, hraneći se ushićenjem, blistavi, lete nebom, veličanstveni i takvi ostaju dugo vremena. ",
  "dn1:2.4.1": "Ali pošto dugo tu borave sama, postaju nezadovoljna i nespokojna: ",
  "dn1:2.4.2": "’Ah, kad bi se samo još neko drugo biće pojavilo u ovom stanju egzistencije.’ ",
  "dn1:2.4.3": "Onda druga svesna bića – pošto im ističe životni vek ili njihove zasluge –  umru u toj grupi blistavih božanstava i preporode se u praznoj kući Bahminoj, u društvu drugih bića. ",
  "dn1:2.4.4": "Tu ona takođe žive, umom stvorena, hraneći se ushićenjem, blistavi, lete nebom, veličanstveni i takvi ostaju dugo vremena. ",
  "dn1:2.5.1": "A onda biće koje se tu prvo preporodi pomisli: ",
  "dn1:2.5.2": "’Ja sam Brahmā, veliki Brahmā, neporaženi, nepobedivi, univerzalni mudrac, silni, vrhovno božanstvo, tvorac, kreator, najbolji, roditelj, regulator, otac onima koji su rođeni i onima koji će tek biti rođeni. ",
  "dn1:2.5.3": "Sva ta bića ja sam stvorio! ",
  "dn1:2.5.4": "A zašto? ",
  "dn1:2.5.5": "Jer sam prvi pomislio: ",
  "dn1:2.5.6": " „Ah, kad bi se samo još jedno biće pojavilo u ovom obliku postojanja!” ",
  "dn1:2.5.7": "Takva beše želja mog srca i tada se ta bića pojaviše u ovom obliku postojanja’. ",
  "dn1:2.5.8": "A bića koja su se tu kasnije preporodila takođe pomisliše: ",
  "dn1:2.5.9": "’Ovo mora da je Brahmā, veliki Brahmā, neporaženi, nepobedivi, univerzalni mudrac, silni, vrhovno božanstvo, tvorac, kreator, najbolji, roditelj, regulator, otac onima koji su rođeni i onima koji će tek biti rođeni. ",
  "dn1:2.5.10": "I nas je on stvorio. ",
  "dn1:2.5.11": "A zašto? ",
  "dn1:2.5.12": "Jer vidimo da se on ovde prvi preporodio, a mi smo došli kasnije’. ",
  "dn1:2.6.1": "I biće koje se prvo preporodilo je dugovečnije, lepše i poštovanije nego ona bića koja su se preporodila kasnije. ",
  "dn1:2.6.3": "Onda, monasi, moguće je da jedno od tih bića umre u tom svetu i preporodi se u ovome. ",
  "dn1:2.6.4": "Došavši u ovaj svet, ono napusti dom i ode u beskućnike. ",
  "dn1:2.6.5": "Zahvaljujući snažnom, odlučnom, predanom i istrajnom naporu, kao i ispravnom promišljanju, postiže takav stepen koncentracije da se priseća prošlog života, ali ne dalje od toga. ",
  "dn1:2.6.6": "Tada on kaže: ",
  "dn1:2.6.7": "’Onaj ko je Brahmā – veliki Brahmā, neporaženi, nepobedivi, univerzalni mudrac, silni, vrhovno božanstvo, tvorac, kreator, najbolji, roditelj, regulator, otac onima koji su rođeni i onima koji će tek biti rođeni – on je trajan, neprolazan, večan, neuništiv, večno isti. ",
  "dn1:2.6.8": "A mi koje je stvorio taj Brahmā i moramo da se pojavimo u ovom svetu, privremeni smo, prolazni, kratkog veka i uništivi’. ",
  "dn1:2.6.9": "To je, monasi, prvo uporište na osnovu kojeg neke askete i brahmani tvrde da su sopstvo i ovaj svet delom večni, a delom nisu večni. ",
  "dn1:2.7.1": "A koji je to drugi način, drugi slučaj, zbog kojeg neki poštovani askete i brahmani  eternalisti u pogledu jednih stvari, a ne-eternalisti u pogledu drugih objavljuju kako su sopstvo i ovaj svet delom večni, a delom nisu večni? ",
  "dn1:2.7.2": "Ima, monasi, božanstava zvanih ’iskvarena uživanjem’. Ona najveći deo vremena provode u smehu i igri. Posledica toga je da postaju rastreseni, pa zato umiru u tom svetu. ",
  "dn1:2.8.1": "Onda, monasi, moguće je da jedno od tih bića umre u tom svetu i preporodi se u ovome. ",
  "dn1:2.8.2": "Došavši u ovaj svet, ono napusti dom i ode u beskućnike. ",
  "dn1:2.8.3": "Zahvaljujući snažnom, odlučnom, predanom i istrajnom naporu, kao i ispravnom promišljanju, postiže takav stepen koncentracije da se priseća prošlog života, ali ne dalje od toga. ",
  "dn1:2.9.1": "Tada ono kaže: ",
  "dn1:2.9.2": " ’Ova božanstva nisu iskvarena uživanjem, ne provode mnogo vremena u smehu i igri. Tako ona ne postaju rastresena i zato što nisu rastresena, ne nestaju iz te grupe božanstava. ",
  "dn1:2.9.3": "Ona su trajna, neprolazna, večna, neuništiva, večno ista. ",
  "dn1:2.9.4": "Ali mi smo iskvareni uživanjem, najveći deo vremena provodili smo u smehu i igri. Tako smo postali rastreseni i zato što smo rastreseni, nestali smo iz te grupe božanstava. ",
  "dn1:2.9.5": "Došavši u ovaj svet, privremeni smo, prolazni, kratkog veka i uništivi’. ",
  "dn1:2.9.6": "To je, monasi, drugo uporište na osnovu kojeg neke askete i brahmani tvrde da su sopstvo i ovaj svet delom večni, a delom nisu večni. ",
  "dn1:2.10.1": "A koji je to treći način, treći slučaj, zbog kojeg neki poštovani askete i brahmani  eternalisti u pogledu jednih stvari, a ne-eternalisti u pogledu drugih objavljuju kako su sopstvo i ovaj svet delom večni, a delom nisu večni? ",
  "dn1:2.10.2": "Ima, monasi, božanstava zvanih ’zlovoljna’. Ona mnogo vremena provode posmatrajući jedna drugo, tako da se u njima razvije bes jednih prema drugima. Kada u njima vlada bes, tela i umovi im postaju iscrpljeni. Zbog toga ona umru u tom svetu. ",
  "dn1:2.11.1": "Tako je, monasi, da jedno od tih bića umre u tom svetu i preporodi se u ovome. ",
  "dn1:2.11.2": "Došavši u ovaj svet, ono napusti dom i ode u beskućnike. ",
  "dn1:2.11.3": "Zahvaljujući snažnom, odlučnom, predanom i istrajnom naporu, kao i ispravnom promišljanju, postiže takav stepen koncentracije da se priseća prošlog života, ali ne dalje od toga. ",
  "dn1:2.12.1": "Ono ovako kaže: ",
  "dn1:2.12.2": "’Božanstva koja nisu zlovoljna ne provode mnogo vremena posmatrajući se međusobno. Tako ona ne postaju besna jedna prema drugima, njihova tela i umovi ne postaju iscrpljeni i ona ne nestaju iz te grupe božanstava. ",
  "dn1:2.12.3": "Ona su trajna, neprolazna, večna, neuništiva, večno ista. ",
  "dn1:2.12.4": "Ali mi koji smo bili zlovoljni, najveći deo vremena provodili smo posmatrajući jedni druge, postali smo besni jedni na druge, naša tela i umovi postali su iscrpljeni i nestali smo iz te grupe božanstava. ",
  "dn1:2.12.5": "Došavši u ovaj svet, privremeni smo, prolazni, kratkog veka i uništivi’. ",
  "dn1:2.12.6": "To je, monasi, treće uporište na osnovu kojeg neke askete i brahmani tvrde da su sopstvo i ovaj svet delom večni, a delom nisu večni. ",
  "dn1:2.13.1": "A koji je to četvrti način, četvrti slučaj, zbog kojeg neki poštovani askete i brahmani  eternalisti u pogledu jednih stvari, a ne-eternalisti u pogledu drugih objavljuju kako su sopstvo i ovaj svet delom večni, a delom nisu večni? ",
  "dn1:2.13.2": "Tako se, monasi, neki asketa ili brahman oslanja na logiku, na istraživanje. On govori o tome do čega je došao uz pomoć logike, sledeći svoj put istraživanja, te iznosi ovakvo gledište: ",
  "dn1:2.13.3": "’Ono što se naziva „oko” ili „uho” ili „nos” ili „jezik” ili „telo”: to sopstvo je privremeno, prolazno, kratkog veka i i po svojoj prirodi promenljivo. ",
  "dn1:2.13.4": "Ono što se naziva „um” ili „mentalno” ili „svest”: to sopstvo je trajno, neprolazno, večno, neuništivo, večno isto’. ",
  "dn1:2.13.5": "To je, monasi, četvrto uporište na osnovu kojeg neke askete i brahmani tvrde da su sopstvo i ovaj svet delom večni, a delom nisu večni. ",
  "dn1:2.14.1": "Ovo su četiri uporišta na osnovu kojih neki askete i brahmani tvrde da su sopstvo i ovaj svet delom večni, a delom nisu večni. ",
  "dn1:2.14.2": "Bilo koji asketa ili brahman koji tvrdi da su sopstvo i ovaj svet delom večni, a delom nisu večni, čini to na osnovu jednog od ova četiri uporišta. Izvan njih nema nijednog drugog. ",
  "dn1:2.15.1": "Monasi, Tathāgata takođe ovako razume: ",
  "dn1:2.15.2": "’Ova gledišta, kada se ovako zauzmu i za njih se veže, vode do takvog i takvog budućeg odredišta, do takvog stanja u narednom životu.’ ",
  "dn1:2.15.3": "On takođe razume šta je to što sve ovo nadilazi. I pošto tom razumevanju ne prilazi na pogrešan način, u sebi je ostvario stanje savršenog mira. ",
  "dn1:2.15.4": "Monasi, razumevši onako kako zaista jeste, nastanak i prestanak osećaja, zadovoljstvo u njima, opasnost u njima i beg od njih, Tathāgata je oslobođen zahvaljujući nevezivanju. ",
  "dn1:2.15.5": "To su principi – duboki, teško vidljivi, teški za razumevanje, smirujući, uzvišeni, izvan običnog rasuđivanja, suptilni, shvatljivi samo mudrome – koje Tathāgata objavljuje pošto ih je razumeo zahvaljujući sopstvenom uvidu. Oni koji istinski hvale Tathāgatu s pravom govore o tim stvarima. ",
  "dn1:2.16.0": "3.1.3. Učenja o konačnosti ili beskonačnosti sveta ",
  "dn1:2.16.1": "Ima, monasi, asketa i brahmana koji spekulišu o veličini i na osnovu četiri uporišta tvrde da je ovaj svet konačan ili beskonačan. ",
  "dn1:2.16.2": "A koja su četiri uporišta za te njihove tvrdnje? ",
  "dn1:2.17.1": "Tako, monasi, neki asketa ili brahman, zahvaljujući svojoj revnosti, posvećenosti, marljivosti i ispravnom promišljanju, dostigne takav stupanj mentalne koncentracije, da uma tako koncentrisanog boravi sagledavajući ovaj svet kao konačan. ",
  "dn1:2.17.2": "On ovako kaže: ",
  "dn1:2.17.3": "’Ovaj svet je konačan i omeđen. ",
  "dn1:2.17.4": "A zašto? ",
  "dn1:2.17.5": "Zato što sam dostigao takav stupanj mentalne koncentracije, da uma tako koncentrisanog boravim sagledavajući ovaj svet kao konačan. ",
  "dn1:2.17.6": "Zbog toga znam: ",
  "dn1:2.17.7": "Ovaj svet je konačan i omeđen.’ ",
  "dn1:2.17.8": "To je, monasi, prvo uporište. ",
  "dn1:2.18.1": "U drugom slučaju, na osnovu čega, u vezi sa čime neki poštovani askete i brahmani  objavljuju da je ovaj svet konačan ili beskonačan? ",
  "dn1:2.18.2": "Tako, monasi, neki asketa ili brahman, zahvaljujući svojoj revnosti, posvećenosti, marljivosti i ispravnom promišljanju, dostigne takav stupanj mentalne koncentracije, da uma tako koncentrisanog boravi sagledavajući ovaj svet kao beskonačan. ",
  "dn1:2.18.3": "On ovako kaže: ",
  "dn1:2.18.4": "’Ovaj svet je beskonačan i neomeđen. ",
  "dn1:2.18.5": "Oni askete i brahmani koji ovako kažu: ",
  "dn1:2.18.6": "„Ovaj svet je konačan i omeđen”, oni greše. ",
  "dn1:2.18.7": "Ovaj svet je beskonačan i neomeđen. ",
  "dn1:2.18.8": "A zašto? ",
  "dn1:2.18.9": "Zato što sam dostigao takav stupanj mentalne koncentracije, da uma tako koncentrisanog boravim sagledavajući ovaj svet kao beskonačan. ",
  "dn1:2.18.10": "Zbog toga znam: ",
  "dn1:2.18.11": "’Ovaj svet je beskonačan i neomeđen. ",
  "dn1:2.18.12": "To je, monasi, drugo uporište. ",
  "dn1:2.19.1": "U trećem slučaju, na osnovu čega, u vezi sa čime neki poštovani askete i brahmani objavljuju da je ovaj svet konačan ili beskonačan? ",
  "dn1:2.19.2": "Tako, monasi, neki asketa ili brahman, zahvaljujući svojoj revnosti, posvećenosti, marljivosti i ispravnom promišljanju, dostigne takav stupanj mentalne koncentracije, da uma tako koncentrisanog boravi sagledavajući ovaj svet kao konačan nagore i nadole, ali kao beskonačan popreko. ",
  "dn1:2.19.3": "On ovako kaže: ",
  "dn1:2.19.4": "’Ovaj svet je i konačan i beskonačan. ",
  "dn1:2.19.5": "Askete i brahmani koji ovako kažu: ",
  "dn1:2.19.6": "„Ovaj svet je konačan i omeđen”, oni greše. ",
  "dn1:2.19.7": "A askete i brahmani koji ovako kažu: ",
  "dn1:2.19.8": "„Ovaj svet je beskonačan i neomeđen”, i oni greše. ",
  "dn1:2.19.9": "Ovaj svet je i konačan i beskonačan. ",
  "dn1:2.19.10": "A zašto? ",
  "dn1:2.19.11": "Zato što sam dostigao takav stupanj mentalne koncentracije, da uma tako koncentrisanog boravim sagledavajući ovaj svet kao konačan nagore i nadole, ali kao beskonačan popreko. ",
  "dn1:2.19.12": "Zbog toga znam: ",
  "dn1:2.19.13": "’Ovaj svet je i konačan i beskonačan. ",
  "dn1:2.19.14": "To je, monasi, treće uporište. ",
  "dn1:2.20.1": "U četvrtom slučaju, na osnovu čega, u vezi sa čime neki poštovani askete i brahmani  objavljuju da je ovaj svet konačan ili beskonačan? ",
  "dn1:2.20.2": "Tako se, monasi, neki asketa ili brahman oslanja na logiku, na istraživanje. On govori o tome do čega je došao uz pomoć logike, sledeći svoj put istraživanja, te iznosi ovakvo gledište: ",
  "dn1:2.20.3": "’Ovaj svet nije ni konačan ni beskonačan. ",
  "dn1:2.20.4": "Oni askete i brahmani koji ovako kažu: ",
  "dn1:2.20.5": "„Ovaj svet je konačan i omeđen”, oni greše. ",
  "dn1:2.20.6": "A askete i brahmani koji ovako kažu: ",
  "dn1:2.20.7": "„Ovaj svet je beskonačan i neomeđen”, i oni greše. ",
  "dn1:2.20.8": "Takođe askete i brahmani koji ovako kažu: ",
  "dn1:2.20.9": "„Ovaj svet je u isto vreme i konačan i beskonačan”, i oni greše. ",
  "dn1:2.20.10": "Ovaj svet nije ni konačan ni beskonačan. ",
  "dn1:2.20.11": "To je, monasi, četvrto uporište. ",
  "dn1:2.21.1": "Na osnovu ova četiri uporišta neki askete i brahmani koji spekulišu o veličini tvrde da je ovaj svet konačan ili beskonačan. ",
  "dn1:2.21.2": "Koji god askete i brahmani da objavljuju kako je ovaj svet konačan ili beskonačan, svako od njih to čini na osnovu ova četiri temelja ili na osnovu jednog od njih. Izvan toga nema nijednog. ",
  "dn1:2.22.1": "Monasi, Tathāgata ovako razume: ",
  "dn1:2.22.2": "’Ova gledišta, kada se ovako zauzmu i za njih se veže, vode do takvog i takvog budućeg odredišta, to takvog stanja u narednom životu.’ ",
  "dn1:2.22.3": "On takođe razume šta je to što sve ovo nadilazi. I pošto tom razumevanju ne prilazi na pogrešan način, u sebi je ostvario stanje savršenog mira. ",
  "dn1:2.22.4": "Monasi, razumevši onako kako zaista jeste, nastanak i prestanak osećaja, zadovoljstvo u njima, opasnost u njima i beg od njih, Tathāgata je oslobođen zahvaljujući nevezivanju. ",
  "dn1:2.22.5": "To su principi – duboki, teško vidljivi, teški za razumevanje, smirujući, uzvišeni, izvan običnog rasuđivanja, suptilni, shvatljivi samo mudrome – koje Tathāgata objavljuje pošto ih je razumeo zahvaljujući sopstvenom uvidu. Oni koji istinski hvale Tathāgatu s pravom govore o tim stvarima. ",
  "dn1:2.23.0": "Izvrdavanje ",
  "dn1:2.23.1": "Ima, monasi, asketa i brahmana koji izvrdavaju. Kad god im se postavi neko pitanje, pribegavaju beskrajnom izvrdavanju i okolišenju i to na četiri načina. ",
  "dn1:2.23.2": "A na osnovu čega, u vezi sa čime ti poštovani askete i brahmani tako čine? ",
  "dn1:2.24.1": "Tako, monasi, neki asketa ili brahman ne razume u skladu sa stvarnošću šta je korisno i šta je štetno. ",
  "dn1:2.24.2": "On ovako razmišlja: ",
  "dn1:2.24.3": "’Ja ne razumem u skladu sa stvarnošću šta je korisno i šta je štetno. ",
  "dn1:2.24.4": "Ako bih, bez takvog razumevanja, objavio da je nešto korisno ili štetno, moja objava bi mogla biti pogrešna. ",
  "dn1:2.24.5": "Ako bi moja objava bila pogrešna, to bi bilo mučno za mene ",
  "dn1:2.24.6": "i ta muka bi bila za mene prepreka.’ ",
  "dn1:2.24.7": "I tako, iz straha i gnušanja da iznese pogrešnu tvrdnju, on ne objavljuje za bilo šta da je korisno ili štetno. A kada ga pitaju o ovoj ili onoj stvari, pribegava beskrajnom izvrdavanju i okolišenju: ",
  "dn1:2.24.8": "’Ja ne mislim tako, ne uzimam stvari na taj način, niti na drugi način. Ne kažem da to nije tako, ali ne kažem ni da je to ovako ili drugačije.’ ",
  "dn1:2.24.9": "To je, monasi, prvi način. ",
  "dn1:2.25.1": "U drugom slučaju, na osnovu čega, u vezi sa čime neki poštovani askete i brahmani  pribegavaju beskrajnom izvrdavanju i okolišenju? ",
  "dn1:2.25.2": "Tako, monasi, neki asketa ili brahman, ne razume u skladu sa stvarnošću šta je korisno i šta je štetno. ",
  "dn1:2.25.3": "On ovako razmišlja: ",
  "dn1:2.25.4": "’Ja ne razumem u skladu sa stvarnošću šta je korisno i šta je štetno. ",
  "dn1:2.25.5": "Ako bih, bez takvog razumevanja, objavio da je nešto korisno ili štetno, žudnja i požuda ili mržnja i odbojnost bi se mogle u meni javiti. ",
  "dn1:2.25.6": "Ako bi se u meni javile žudnja i požuda ili mržnja i odbojnost, to bi za mene značilo vezivanje. ",
  "dn1:2.25.7": "Takvo vezivanje bilo bi mučno za mene ",
  "dn1:2.25.8": "i ta muka bi bila prepreka.’ ",
  "dn1:2.25.9": "I tako, iz straha i gnušanja prema vezivanju, on ne objavljuje za bilo šta da je korisno ili štetno. A kada ga pitaju o ovoj ili onoj stvari, pribegava beskrajnom izvrdavanju i okolišenju: ",
  "dn1:2.25.10": "’Ja ne mislim tako, ne uzimam stvari na taj način, niti na drugi način. Ne kažem da to nije tako, ali ne kažem ni da je to ovako ili drugačije.’ ",
  "dn1:2.25.11": "To je, monasi, drugi način. ",
  "dn1:2.26.1": "U trećem slučaju, na osnovu čega, u vezi sa čime neki poštovani askete i brahmani  pribegavaju beskrajnom izvrdavanju i okolišenju? ",
  "dn1:2.26.2": "Tako, monasi, neki asketa ili brahman, ne razume u skladu sa stvarnošću šta je korisno i šta je štetno. ",
  "dn1:2.26.3": "On ovako razmišlja: ",
  "dn1:2.26.4": "’Ja ne razumem u skladu sa stvarnošću šta je korisno i šta je štetno. ",
  "dn1:2.26.5": "I pretpostavimo da, bez takvog razumevanja, objavim da je nešto korisno ili štetno. ",
  "dn1:2.26.6": "A ima asketa i brahmana koji su mudri, vešti u raspravljanju, idu unaokolo i svojom oštroumnošću pobijaju gledišta drugih. ",
  "dn1:2.26.7": "Oni bi mogli početi da me ispituju o mojim gledištima, tražiti argumente i pobijati moje tvrdnje. ",
  "dn1:2.26.8": "Ako bi tako činili, ne bih bio u stanju da im odgovorim. ",
  "dn1:2.26.9": "Ako im ne bih odgovorio, to bi bilo mučno za mene ",
  "dn1:2.26.10": "i ta muka bi bila prepreka.’ ",
  "dn1:2.26.11": "I tako, iz straha i gnušanja prema ispitivanju, on ne objavljuje za bilo šta da je korisno ili štetno. A kada ga pitaju o ovoj ili onoj stvari, pribegava beskrajnom izvrdavanju i okolišenju: ",
  "dn1:2.26.12": "’Ja ne mislim tako, ne uzimam stvari na taj način, niti na drugi način. Ne kažem da to nije tako, ali ne kažem ni da je to ovako ili drugačije.’ ",
  "dn1:2.26.13": "To je, monasi, treći način. ",
  "dn1:2.27.1": "U četvrtom slučaju, na osnovu čega, u vezi sa čime neki poštovani askete i brahmani  pribegavaju beskrajnom izvrdavanju i okolišenju? ",
  "dn1:2.27.2": "Tako, monasi, neki asketa ili brahman je tupav i glup. ",
  "dn1:2.27.3": "Zbog svoje tupavosti i glupavosti, kada ga pitaju o ovoj ili onoj stvari, pribegava on neodređenim tvrdnjama i beskrajnom okolišenju: ",
  "dn1:2.27.4": "’Ako me pitaš da li postoji drugi svet – ako bih mislio da postoji, ja bih tako i objavio. ",
  "dn1:2.27.5": "Ali ja ne mislim tako, ne uzimam stvari na taj način, niti na drugi način. Ne kažem da to nije tako, ali ne kažem ni da je to ovako ili drugačije.’ ",
  "dn1:2.27.6": "Slično tome, kada mu postave bilo koje od ovih pitanja, pribegava istim takvim neodređenim tvrdnjama i beskrajnom okolišenju: ’Da li ne postoji drugi svet?’ ",
  "dn1:2.27.7": "’Da li drugi svet u isto vreme i postoji i ne postoji?’ ",
  "dn1:2.27.8": "’Da li drugi svet u isto vreme niti postoji, niti ne postoji?’ ",
  "dn1:2.27.9": "’Postoje li bića koja se spontano preporađaju?’ ",
  "dn1:2.27.10": "’Da li ne postoje bića koja se spontano preporađaju?’ ",
  "dn1:2.27.11": "’Da li u isto vreme i postoje i ne postoje bića koja se spontano preporađaju?’ ",
  "dn1:2.27.12": "’Da li u isto vreme niti postoje, niti ne postoje bića koja se spontano preporađaju?’ ",
  "dn1:2.27.13": "’Postoji li plod i rezultat dobrog i lošeg postupka?’ ",
  "dn1:2.27.14": "’Da li ne postoji plod i rezultat dobrog i lošeg postupka?’ ",
  "dn1:2.27.15": "’Da li u isto vreme i postoji i ne postoji plod i rezultat dobrog i lošeg postupka?’ ",
  "dn1:2.27.16": "’Da li u isto vreme niti postoji, niti ne postoji plod i rezultat dobrog i lošeg postupka?’ ",
  "dn1:2.27.17": "’Postoji li Tathāgata posle smrti?’ ",
  "dn1:2.27.18": "’Da li Tathāgata ne postoji posle smrti?’ ",
  "dn1:2.27.19": "’Da li u isto vreme i postoji i ne postoji Tathāgata posle smrti?’ ",
  "dn1:2.27.20": "’Da li u isto vreme niti postoji, niti ne postoji Tathāgata posle smrti?’ – ako bih tako mislio, ja bih tako i objavio. ",
  "dn1:2.27.21": "’Ali ja ne mislim tako, ne uzimam stvari na taj način, niti na drugi način. Ne kažem da to nije tako, ali ne kažem ni da je to ovako ili drugačije.’ ",
  "dn1:2.27.22": "To je, monasi, četvrti način. ",
  "dn1:2.28.1": "Na ova četiri načina, monasi, neke askete i brahmana, kad god im se postavi neko pitanje, pribegavaju beskrajnom izvrdavanju i okolišenju. ",
  "dn1:2.28.2": "Koji god askete i brahmani da pribegavaju beskrajnom izvrdavanju i okolišenju, svako od njih to čini na osnovu ova četiri temelja ili na jednom od njih. Izvan toga nema nijednog. ",
  "dn1:2.29.1": "Tako, monasi, razume Tathāgata… ",
  "dn1:2.29.2": "Oni koji istinski hvale Tathāgatu će s pravom govoriti o tim stvarima. ",
  "dn1:2.30.0": "3.1.5. Učenja o slučajnom nastanku ",
  "dn1:2.30.1": "Ima, monasi, asketa i brahmana koji zastupaju gledište o slučajnom nastanku i na dva načina objašnjavaju kako su sopstvo i ovaj svet nastali slučajno. ",
  "dn1:2.30.2": "A na osnovu čega, u vezi sa čime ti poštovani askete i brahmani objavljuju svoja gledišta? ",
  "dn1:2.31.1": "Tako, monasi, postoje božanstva koja se nazivaju ’bićima bez opažaja”. ",
  "dn1:2.31.2": "Kada se u njima javi opažaj, ona umiru u tom svetu. ",
  "dn1:2.31.3": "Onda, monasi, moguće je da jedno od tih bića umre u tom svetu i preporodi se u ovome. ",
  "dn1:2.31.4": "Došavši u ovaj svet, ono napusti dom i ode u beskućnike. ",
  "dn1:2.31.5": "Zahvaljujući snažnom, odlučnom, predanom i istrajnom naporu, kao i ispravnom promišljanju, postiže takav stepen koncentracije da se priseća nastanka opažaja, ali ne dalje od toga. ",
  "dn1:2.31.6": "Tada ono kaže: ",
  "dn1:2.31.7": "Sopstvo i ovaj svet nastaju slučajno. ",
  "dn1:2.31.8": "A zašto? ",
  "dn1:2.31.9": "Zato što prethodno nisam postojao. I tako, iako me nije bilo, sada izronih u postojanje.’ ",
  "dn1:2.31.10": "To je, monasi, prvi način. ",
  "dn1:2.32.1": "A koji je to drugi način, drugi slučaj, zbog čega neki poštovani askete i brahmani zastupaju učenje o slučajnom nastanku i na dva načina objašnjavaju slučajni nastanak sopstva i ovoga sveta? ",
  "dn1:2.32.2": "Tako se, monasi, neki asketa ili brahman oslanja na logiku, na istraživanje. ",
  "dn1:2.32.3": "On govori o tome do čega je došao uz pomoć logike, sledeći svoj put istraživanja, te iznosi ovakvo gledište: ",
  "dn1:2.32.4": "Sopstvo i ovaj svet nastaju slučajno. ",
  "dn1:2.32.5": "To je, monasi, drugi način. ",
  "dn1:2.33.1": "Na ova dva načina neke askete i brahmani zastupaju učenje o slučajnom nastanku, objašnjavaju slučajni nastanak sopstva i ovoga sveta. ",
  "dn1:2.33.2": "Svaki asketa ili brahman koji tvrdi da su sopstvo i ovaj svet nastali slučajno, čini to na osnovu jednog od ova dva uporišta. Izvan njih nema nijednoga. ",
  "dn1:2.34.1": "Tako, monasi, razume Tathāgata… ",
  "dn1:2.34.2": "Oni koji istinski hvale Tathāgatu će s pravom govoriti o tim stvarima. ",
  "dn1:2.35.1": "Askete i brahmani koji teoretišu o prošlosti i čvrsto zastupaju gledišta o prošlosti, na osnovu ovih osamnaest uporišta iznose različite hipoteze vezane za prošlost. ",
  "dn1:2.35.2": "Koji god askete i brahmani da teoretišu o prošlosti i čvrsto zastupaju gledišta o prošlosti, svako od njih to čini na osnovu ovih osamnaest uporišta ili na osnovu jednog od njih. Izvan toga nema nijednog. ",
  "dn1:2.36.1": "Monasi, Tathāgata ovako razume: ",
  "dn1:2.36.2": "’Ova gledišta, kada se ovako zauzmu i za njih se veže, vode do takvog i takvog budućeg odredišta, do takvog stanja u narednom životu.’ ",
  "dn1:2.36.3": "On takođe razume šta je to što sve ovo nadilazi. I pošto tom razumevanju ne prilazi na pogrešan način, u sebi je ostvario stanje savršenog mira. ",
  "dn1:2.36.4": "Monasi, razumevši onako kako zaista jeste, nastanak i prestanak osećaja, zadovoljstvo u njima, opasnost u njima i beg od njih, Tathāgata je oslobođen zahvaljujući nevezivanju. ",
  "dn1:2.36.5": "To su principi – duboki, teško vidljivi, teški za razumevanje, smirujući, uzvišeni, izvan običnog rasuđivanja, suptilni, shvatljivi samo mudrome – koje Tathāgata objavljuje pošto ih je razumeo zahvaljujući sopstvenom uvidu. Oni koji istinski hvale Tathāgatu s pravom govore o tim stvarima. ",
  "dn1:2.37.0": "Teorije o budućnosti ",
  "dn1:2.37.1": "Postoje askete i brahmani koji teoretišu o budućnosti i čvrsto zastupaju gledišta o budućnosti, na osnovu četrdeset četiri uporišta iznose različite hipoteze vezane za budućnost. ",
  "dn1:2.37.2": "A na osnovu čega, u vezi sa čime ti poštovani askete i brahmani tako čine? ",
  "dn1:2.38.0": "Učenje o postojanju opažaja posle smrti ",
  "dn1:2.38.1": "Ima, monasi, asketa i brahmana koji zastupaju gledište da postoji život posle smrti i na osnovu šesnaest uporišta tvrde da sopstvo nastavlja da živi posle smrti i opaža. ",
  "dn1:2.38.2": "A na osnovu čega, u vezi sa čime ti poštovani askete i brahmani objavljuju svoja gledišta? ",
  "dn1:2.38.3": "Oni objavljuju: ’Sopstvo je materijalno, nepromenljivo posle smrti i opaža… ",
  "dn1:2.38.4": "Sopstvo je nematerijalno… ",
  "dn1:2.38.5": "Sopstvo je i materijalno i nematerijalno… ",
  "dn1:2.38.6": "Sopstvo nije ni materijalno, ni nematerijalno… ",
  "dn1:2.38.7": "Sopstvo je konačno… ",
  "dn1:2.38.8": "Sopstvo je beskonačno… ",
  "dn1:2.38.9": "Sopstvo je i  konačno i beskonačno… ",
  "dn1:2.38.10": "Sopstvo nije ni  konačno, ni beskonačno… ",
  "dn1:2.38.11": "Sopstvo je uniformnog opažaja… ",
  "dn1:2.38.12": "Sopstvo je raznolikog opažaja… ",
  "dn1:2.38.13": "Sopstvo je omeđenog opažaja… ",
  "dn1:2.38.14": "Sopstvo je neomeđenog opažaja… ",
  "dn1:2.38.15": "Sopstvo ne doživljava bilo šta drugo sem sreće… ",
  "dn1:2.38.16": "Sopstvo ne doživljava bilo šta drugo sem patnje… ",
  "dn1:2.38.17": "Sopstvo doživljava i sreću i patnju… ",
  "dn1:2.38.18": "Oni objavljuju: ’Sopstvo ne doživljava ni sreću, ni patnju, nepromenljivo je posle smrti i opaža. ",
  "dn1:2.39.1": "Monasi, askete i brahmani koji kažu da postoji život posle smrti, na osnovu ovih šesnaest načina tvrde da sopstvo nastavlja da živi posle smrti i da opaža. ",
  "dn1:2.39.2": "Koji god askete i brahmani kažu da postoji život posle smrti, svako od njih to čini na osnovu ovih šesnaest uporišta ili na osnovu jednog od njih. Izvan toga nema nijednog. ",
  "dn1:2.39.3": "Tako, monasi, razume Tathāgata… ",
  "dn1:2.39.4": "Oni koji istinski hvale Tathāgatu će s pravom govoriti o tim stvarima. ",
  "dn1:3.1.0": "Učenja o nepostojanju opažaja posle smrti ",
  "dn1:3.1.1": "Ima, monasi, asketa i brahmana koji zastupaju gledište da postoji život posle smrti i na osnovu osam uporišta tvrde da sopstvo nastavlja da živi posle smrti u nevidljivom obliku. ",
  "dn1:3.1.2": "A na osnovu čega, u vezi sa čime ti poštovani askete i brahmani objavljuju svoja gledišta? ",
  "dn1:3.2.1": "Oni objavljuju: ’Sopstvo je materijalno, nepromenljivo posle smrti i bez opažaja. ",
  "dn1:3.2.2": "Sopstvo je nematerijalno, nepromenljivo posle smrt i bez opažaja. ",
  "dn1:3.2.3": "Sopstvo je i materijalno i nematerijalno… ",
  "dn1:3.2.4": "Sopstvo nije ni materijalno, ni nematerijalno… ",
  "dn1:3.2.5": "Sopstvo je konačno… ",
  "dn1:3.2.6": "Sopstvo je beskonačno… ",
  "dn1:3.2.7": "Sopstvo je i konačno i beskonačno… ",
  "dn1:3.2.8": "Oni objavljuju: ’Sopstvo nije ni konačno, ni beskonačno posle smrti i bez opažaja… ",
  "dn1:3.3.1": "Monasi, askete i brahmani koji kažu da postoji život posle smrti, na osnovu ovih osam načina tvrde da sopstvo nastavlja da živi posle smrti u nevidljivom obliku. ",
  "dn1:3.3.2": "Koji god askete i brahmani kažu da postoji život posle smrti u nevidljivim obliku, svako od njih to čini na osnovu ovih osam uporišta ili na osnovu jednog od njih. Izvan toga nema nijednog. ",
  "dn1:3.4.1": "Tako, monasi, razume Tathāgata… ",
  "dn1:3.4.2": "Oni koji istinski hvale Tathāgatu će s pravom govoriti o tim stvarima. ",
  "dn1:3.5.0": "Učenja o ni vidljivosti ni nevidljivosti posle smrti ",
  "dn1:3.5.1": "Ima, monasi, asketa i brahmana koji zastupaju gledište da postoji život posle smrti i na osnovu osam uporišta tvrde da sopstvo nastavlja da živi posle smrti u ni vidljivom, ni nevidljivom obliku. ",
  "dn1:3.5.2": "A na osnovu čega, u vezi sa čime ti poštovani askete i brahmani objavljuju svoja gledišta? ",
  "dn1:3.6.1": "Oni objavljuju: ’Sopstvo je materijalno i nepromenljivo posle smrti, ni vidljivo, ni nevidljivo’. ",
  "dn1:3.6.2": "Sopstvo je nematerijalno… ",
  "dn1:3.6.3": "i materijalno i nematerijalno… ",
  "dn1:3.6.4": "ni materijalno, ni nematerijalno… ",
  "dn1:3.6.5": "Sopstvo je konačno… ",
  "dn1:3.6.6": "beskonačno… ",
  "dn1:3.6.7": "i  konačno i beskonačno… ",
  "dn1:3.6.8": "Oni objavljuju: ’Sopstvo je ni konačno, ni beskonačno posle smrti, ni vidljivo, ni nevidljivo’. ",
  "dn1:3.7.1": "Monasi, askete i brahmani koji kažu da postoji život posle smrti, na osnovu ovih osam načina tvrde da sopstvo nastavlja da živi posle smrti u ni vidljivom, ni nevidljivom obliku. ",
  "dn1:3.7.2": "Koji god askete i brahmani kažu da postoji život posle smrti u ni vidljivom, ni nevidljivim obliku, svako od njih to čini na osnovu ovih osam uporišta ili na osnovu jednog od njih. Izvan toga nema nijednog. ",
  "dn1:3.8.1": "Tako, monasi, razume Tathāgata… ",
  "dn1:3.8.2": "Oni koji istinski hvale Tathāgatu će s pravom govoriti o tim stvarima. ",
  "dn1:3.9.0": "Poništavanje ",
  "dn1:3.9.1": "Ima, monasi, asketa i brahmana koji zastupaju gledište o poništavanju i na osnovu osam uporišta tvrde da posle smrti svako biće čeka poništavanje, razaranje i nestanak. ",
  "dn1:3.9.2": "A na osnovu čega, u vezi sa čime ti poštovani askete i brahmani objavljuju svoja gledišta? ",
  "dn1:3.10.1": "Tako, monasi, neki asketa ili brahman iznosi sledeće učenje ili gledište: ",
  "dn1:3.10.2": "’Ovo sopstvo, dobri gospodine, ima materijalni oblik; sačinjeno je od četiri primarna elementa, a stvorili su ga otac i majka. Pošto to sopstvo biva razoreno i uništeno posle sloma tela, posle smrti, na toj tački ono je potpuno poništeno.’ ",
  "dn1:3.10.3": "Na taj način neki objavljuju poništavanje, razaranje i nestanak nekog postojećeg bića. ",
  "dn1:3.11.1": "Ali neko drugi um kaže: ",
  "dn1:3.11.2": "’Dobri gospodine, to sopstvo o kojem govorite postoji. Ne poričem to. ",
  "dn1:3.11.3": "Ali na toj tački sopstvo ne biva potpuno poništeno. ",
  "dn1:3.11.4": "Jer postoji drugo sopstvo – božansko, u materijalnom obliku, koje pripada području materije i hrani se čvrstom hranom. ",
  "dn1:3.11.6": " ali ja ga znam i vidim. ",
  "dn1:3.11.7": "Pošto *to* sopstvo, dobri gospodine, biva razoreno i uništeno posle sloma tela i ne postoji posle smrti, na toj tački sopstvo je potpuno poništeno.’ ",
  "dn1:3.11.8": "Na taj način neko objavljuje poništavanje, razaranje i nestanak nekog postojećeg bića. ",
  "dn1:3.12.1": "Ali neko drugi mu kaže: ",
  "dn1:3.12.2": "’Dobri gospodine, to sopstvo o kojem govorite postoji. Ne poričem to. ",
  "dn1:3.12.3": "Ali na toj tački sopstvo ne biva potpuno poništeno. ",
  "dn1:3.12.4": "Jer postoji drugo sopstvo – božansko, u materijalnom obliku, umom stvoreno, potpuno sa svim svojim udovima i organima. ",
  "dn1:3.12.5": "Vi za njega niti znate, niti ga vidite, ",
  "dn1:3.12.6": " ali ja ga znam i vidim. ",
  "dn1:3.12.7": "Pošto *to* sopstvo, dobri gospodine, biva razoreno i uništeno posle sloma tela i ne postoji posle smrti, na toj tački sopstvo je potpuno poništeno.’ ",
  "dn1:3.12.8": "Na taj način neki objavljuju poništavanje, razaranje i nestanak nekog postojećeg bića. ",
  "dn1:3.13.1": "Ali neko drugi im kaže: ",
  "dn1:3.13.2": "’Dobri gospodine, to sopstvo o kojem govorite postoji. Ne poričem to. ",
  "dn1:3.13.3": "Ali na toj tački sopstvo ne biva potpuno poništeno. ",
  "dn1:3.13.4": "Jer postoji drugo sopstvo, koje pripada području beskonačnog prostora, (do kojeg se stiže) potpunim nadilaženjem opažaja materijalnog oblika, nestankom opažaja otpora, neobraćanjem pažnje na opažanje različitosti, (kontempliranjem) ’prostor je beskrajan’. ",
  "dn1:3.13.5": "Vi za njega niti znate, niti ga vidite, ",
  "dn1:3.13.6": " ali ja ga znam i vidim. ",
  "dn1:3.13.7": "Pošto *to* sopstvo, dobri gospodine, biva razoreno i uništeno posle sloma tela i ne postoji posle smrti, na toj tački sopstvo je potpuno poništeno.’ ",
  "dn1:3.13.8": "Na taj način neki objavljuju poništavanje, razaranje i nestanak nekog postojećeg bića. ",
  "dn1:3.14.1": "Ali neko drugi mu kaže: ",
  "dn1:3.14.2": "’Dobri gospodine, to sopstvo o kojem govorite postoji. Ne poričem to. ",
  "dn1:3.14.3": "Ali na toj tački sopstvo ne biva potpuno poništeno. ",
  "dn1:3.14.4": "Jer postoji drugo sopstvo, koje pripada području bezgranične svesti, (do kojeg se stiže) potpunim nadilaženjem područja beskonačnog prostora, (kontempliranjem) ’svest je bezgranična’. ",
  "dn1:3.14.5": "Vi za njega niti znate, niti ga vidite, ",
  "dn1:3.14.6": " ali ja ga znam i vidim. ",
  "dn1:3.14.7": "Pošto *to* sopstvo, dobri gospodine, biva razoreno i uništeno posle sloma tela i ne postoji posle smrti, na toj tački sopstvo je potpuno poništeno.’ ",
  "dn1:3.14.8": "Na taj način neki objavljuju poništavanje, razaranje i nestanak nekog postojećeg bića. ",
  "dn1:3.15.1": "Ali neko drugi mu kaže: ",
  "dn1:3.15.2": "’Dobri gospodine, to sopstvo o kojem govorite postoji. Ne poričem to. ",
  "dn1:3.15.3": "Ali na toj tački sopstvo ne biva potpuno poništeno. ",
  "dn1:3.15.4": "Jer postoji drugo sopstvo, koje pripada području ničega, (do kojeg se stiže) potpunim nadilaženjem područja bezgranične svesti, (kontempliranjem) ’ne postoji ništa’. ",
  "dn1:3.15.5": "Vi za njega niti znate, niti ga vidite, ",
  "dn1:3.15.6": " ali ja ga znam i vidim. ",
  "dn1:3.15.7": "Pošto *to* sopstvo, dobri gospodine, biva razoreno i uništeno posle sloma tela i ne postoji posle smrti, na toj tački sopstvo je potpuno poništeno.’ ",
  "dn1:3.15.8": "Na taj način neki objavljuju poništavanje, razaranje i nestanak nekog postojećeg bića. ",
  "dn1:3.16.1": "Ali neko drugi mu kaže: ",
  "dn1:3.16.2": "’Dobri gospodine, to sopstvo o kojem govorite postoji. Ne poričem to. ",
  "dn1:3.16.3": "Ali na toj tački sopstvo ne biva potpuno poništeno. ",
  "dn1:3.16.4": "Jer postoji drugo sopstvo, koje pripada području ni opažanja ni neopažanja, (do kojeg se stiže) potpunim nadilaženjem područja ničega, (kontempliranjem) ’ovo je mirno, ovo je uzvišeno’. ",
  "dn1:3.16.5": "Vi za njega niti znate, niti ga vidite, ",
  "dn1:3.16.6": " ali ja ga znam i vidim. ",
  "dn1:3.16.7": "Pošto *to* sopstvo, dobri gospodine, biva razoreno i uništeno posle sloma tela i ne postoji posle smrti, na toj tački sopstvo je potpuno poništeno.’ ",
  "dn1:3.16.8": "Na taj način neki objavljuju poništavanje, razaranje i nestanak nekog postojećeg bića. ",
  "dn1:3.17.1": "Monasi, askete i brahmani koji zastupaju gledište o poništavanju, na osnovu ovih osam načina tvrde da posle smrti svako biće čeka poništavanje, razaranje i nestanak. ",
  "dn1:3.17.2": "Koji god askete i brahmani kažu da posle smrti svako biće čeka poništavanje, razaranje i nestanak, svako od njih to čini na osnovu ovih osam uporišta ili na osnovu jednog od njih. Izvan toga nema nijednog. ",
  "dn1:3.18.1": "Tako, monasi, razume Tathāgata… ",
  "dn1:3.18.2": "Oni koji istinski hvale Tathāgatu će s pravom govoriti o tim stvarima. ",
  "dn1:3.19.0": "3.2.5. Učenja o nibbāni ovde i sada ",
  "dn1:3.19.1": "Ima, monasi, asketa i brahmana koji zastupaju gledište o nibbāni ovde i sada i koji, na osnovu pet uporišta, tvrde da biće u sadašnjem životu dostiže nibbanu ovde i sada. ",
  "dn1:3.19.2": "A na osnovu čega, u vezi sa čime ti poštovani askete i brahmani objavljuju svoja gledišta? ",
  "dn1:3.20.1": "Tako, monasi, neki asketa ili brahman iznosi sledeće učenje ili gledište: ",
  "dn1:3.20.2": "’Kada ovo sopstvo, dobri gospodine, opskrbljeno i obezbeđeno sa pet vrsta zadovoljstava čula, potpuno uživa u njima – tada sopstvo dostiže nibbānu ovde i sada’. ",
  "dn1:3.20.3": "Na taj način neko objavljuje da biće u sadašnjem životu dostiže nibbānu ovde i sada. ",
  "dn1:3.21.1": "Ali neko drugi mu kaže: ",
  "dn1:3.21.2": "’Dobri gospodine, to sopstvo o kojem govorite postoji. Ne poričem to. ",
  "dn1:3.21.3": "Ali na toj tački sopstvo ne dostiže nibbānu ovde i sada. ",
  "dn1:3.21.4": "A zašto? ",
  "dn1:3.21.5": "Zato što su, dobri gospodine, zadovoljstva čula nestalna, bolna, podložna promeni i kroz njihovo menjanje žalost, naricanje, bol, tuga i očaj nastaju. ",
  "dn1:3.21.6": "Ali kada sopstvo, sasvim obuzdanih čula, bez mentalnih nečistoća, uđe i ostane na prvom stupnju zadubljenja, koji je praćen usmerenom mišlju i istraživanjem, uz ushićenje i zadovoljstvo rođeno iz osame – na toj tački, dobri gospodine, sopstvo dostiže nibbānu ovde i sada.’ ",
  "dn1:3.21.7": "Na taj način neko objavljuje da biće u sadašnjem životu dostiže nibbānu ovde i sada. ",
  "dn1:3.22.1": "Ali neko drugi mu kaže: ",
  "dn1:3.22.2": "’Dobri gospodine, to sopstvo o kojem govorite postoji. Ne poričem to. ",
  "dn1:3.22.3": "Ali na toj tački sopstvo ne dostiže nibbānu ovde i sada. ",
  "dn1:3.22.4": "A zašto? ",
  "dn1:3.22.5": "Zato što to zadubljenje sadrži usmerenu misao i istraživanje; zbog toga se ono smatra grubim. ",
  "dn1:3.22.6": "Ali kada sopstvo, sa smirivanjem usmerene misli i istraživanja uđe i ostane na drugom stupnju zadubljenja, koji karakterišu kako samopouzdanje i sabranost uma, oslobođenog usmerene misli i istraživanja, tako i ushićenje i zadovoljstvo rođeni iz koncentracije – na toj tački, dobri gospodine, sopstvo dostiže nibbānu ovde i sada.’ ",
  "dn1:3.22.7": "Na taj način neko objavljuje da biće u sadašnjem životu dostiže nibbānu ovde i sada. ",
  "dn1:3.23.1": "Ali neko drugi mu kaže: ",
  "dn1:3.23.2": "’Dobri gospodine, to sopstvo o kojem govorite postoji. Ne poričem to. ",
  "dn1:3.23.3": "Ali na toj tački sopstvo ne dostiže nibbānu ovde i sada. ",
  "dn1:3.23.4": "A zašto? ",
  "dn1:3.23.5": "Zbog uznemirenja povezanog sa ushićenjem koje ovde postoji; zbog toga se ovo smatra grubim. ",
  "dn1:3.23.6": "Ali kada sa slabljenjem ushićenja neko spokojan, svestan i jasno razumevajući, uz fizički osećaj zadovoljstva, uđe i ostane na trećem stupnju zadubljenja, o kojem plemeniti kažu: „Srećan je čovek ispunjen spokojstvom i svesnošću” – na toj tački, dobri gospodine, sopstvo dostiže nibbānu ovde i sada.’ ",
  "dn1:3.23.7": "Na taj način neko objavljuje da biće u sadašnjem životu dostiže nibbānu ovde i sada. ",
  "dn1:3.24.1": "Ali neko drugi mu kaže: ",
  "dn1:3.24.2": "’Dobri gospodine, to sopstvo o kojem govorite postoji. Ne poričem to. ",
  "dn1:3.24.3": "Ali na toj tački sopstvo ne dostiže nibbānu ovde i sada. ",
  "dn1:3.24.4": "A zašto? ",
  "dn1:3.24.5": "Zbog zaokupljenosti zadovoljstvom koje ovde postoji; zbog toga se ovo smatra grubim. ",
  "dn1:3.24.6": "Ali kada sa napuštanjem zadovoljstva i bola, kao i s ranijim nestankom radosti i žalosti, neko uđe i ostane na četvrtom stupnju zadubljenja, koji nije ni bolan ni prijatan, a čini ga čista svesnost, zasnovana na spokojstvu – na toj tački, dobri gospodine, sopstvo dostiže nibbānu ovde i sada.’ ",
  "dn1:3.24.7": "Na taj način neko objavljuje da biće u sadašnjem životu dostiže nibbānu ovde i sada. ",
  "dn1:3.25.1": "Monasi, askete i brahmani koji zastupaju gledište o nibbāni ovde i sada, na osnovu ovih pet uporišta objavljuju za neko biće nibbānu ovde i sada. ",
  "dn1:3.25.2": "Koji god askete i brahmani objavljuju za neko biće nibbānu ovde i sada, svako od njih to čini na osnovu ovih pet uporišta ili na osnovu jednog od njih. Izvan toga nema nijednog. ",
  "dn1:3.26.1": "Tako, monasi, razume Tathāgata… ",
  "dn1:3.26.2": "Oni koji istinski hvale Tathāgatu će s pravom govoriti o tim stvarima. ",
  "dn1:3.27.1": "Askete i brahmani koji teoretišu o budućnosti i čvrsto zastupaju gledišta o budućnosti, na osnovu ova četrdeset četiri uporišta iznose različite hipoteze vezane za budućnost. ",
  "dn1:3.27.2": "Koji god askete i brahmani da teoretišu o budućnosti i čvrsto zastupaju gledišta o budućnosti, čine to na osnovu ova četrdeset četiri uporišta ili na nekom od njih. Izvan toga nema nijednog. ",
  "dn1:3.28.1": "Tako, monasi, razume Tathāgata… ",
  "dn1:3.28.2": "Oni koji istinski hvale Tathāgatu će s pravom govoriti o tim stvarima. ",
  "dn1:3.29.1": "Askete i brahmani koji teoretišu o prošlosti, teoretišu o dućnosti, teoretišu o prošlosti i budućnosti, i čvrsto zastupaju gledišta o prolosti i budućnosti, na osnovu ova šezdeset dva uporišta iznose različite hipoteze vezane za prošlost i budućnost. ",
  "dn1:3.29.2": "Koji god askete i brahmani da teoretišu o prošlosti, teoretišu o budućnosti, teoretišu o prošlosti i budućnosti i čvrsto zastupaju gledišta o prošlosti i budućnosti, čine to na osnovu ova šezdeset dva uporišta ili na osnovu jednog od njih. Izvan toga nema nijednog. ",
  "dn1:3.30.1": "Monasi, Tathāgata ovako razume: ",
  "dn1:3.30.2": "’Ova gledišta, kada se ovako zauzmu i za njih se veže, vode do takvog i takvog budućeg odredišta, do takvog stanja u narednom životu.’ ",
  "dn1:3.30.4": "Monasi, razumevši onako kako zaista jeste, nastanak i prestanak osećaja, zadovoljstvo u njima, opasnost u njima i beg od njih, Tathāgata je oslobođen zahvaljujući nevezivanju. ",
  "dn1:3.31.1": "To su principi – duboki, teško vidljivi, teški za razumevanje, smirujući, uzvišeni, izvan običnog rasuđivanja, suptilni, shvatljivi samo mudrome – koje Tathāgata objavljuje pošto ih je razumeo zahvaljujući sopstvenom uvidu. Oni koji istinski hvale Tathāgatu s pravom govore o tim stvarima. ",
  "dn1:3.32.0.1": "4. Uporišta za tvrdnje o sopstvu i ovome svetu ",
  "dn1:3.32.0.2": "4.1. Uznemirenost i kolebljivost ",
  "dn1:3.32.1": "Tako, monasi, kada askete i brahmani koji su eternalisti objavljuju na osnovu četiri uporišta da su sopstvo i ovaj svet večni – to je samo osećaj onih koji ne znaju i ne vide; to je samo uznemirenost i kolebljivost onih koji su uronjeni u žudnju. ",
  "dn1:3.33.1": "Kada askete i brahmani koji su eternalisti u pogledu jednih stvari, a ne-eternalisti u pogledu drugih objavljuju na osnovu četiri uporišta da su sopstvo i ovaj svet delom večni, a delom prolazni – to takođe jeste samo osećaj onih koji ne znaju i ne vide; to je samo uznemirenost i kolebljivost onih koji su uronjeni u žudnju. ",
  "dn1:3.34.1": "Kada askete i brahmani koji spekulišu o veličini i na osnovu četiri uporišta tvrde da je ovaj svet ograničen ili bezgraničan – ",
  "dn1:3.35.1": "Kada askete i brahmani koji okolišaju i kad god im se postavi neko pitanje pribegavaju beskrajnom izvrdavanju i okolišenju, čine to na osnovu četiri uporišta – ",
  "dn1:3.36.1": "Kada askete i brahmani koji zastupaju učenje o slučajnom nastanku na osnovu dva uporišta objašnjavaju slučajni nastanak sopstva i ovoga sveta – ",
  "dn1:3.37.1": "Kada askete i brahmani koji teoretišu o prošlosti, čvrsto zastupaju gledišta o prošlosti i na osnovu osamnaest uporišta iznose različite hipoteze vezane za prošlost – ",
  "dn1:3.38.1": "Kada askete i brahmani koji zastupaju gledište da postoji život posle smrti i na osnovu šesnaest uporišta tvrde da sopstvo nastavlja da živi posle smrti u vidljivom obliku – ",
  "dn1:3.39.1": "Kada askete i brahmani koji zastupaju gledište da postoji život posle smrti i na osnovu osam uporišta tvrde da sopstvo nastavlja da živi posle smrti u nevidljivom obliku – ",
  "dn1:3.40.1": "Kada askete i brahmani koji zastupaju gledište da postoji život posle smrti i na osnovu osam uporišta tvrde da sopstvo nastavlja da živi posle smrti u ni vidljivom ni nevidljivom obliku – ",
  "dn1:3.41.1": "Kada askete i brahmani koji zastupaju gledište o poništavanju i na osnovu osam uporišta tvrde da posle smrti svako biće čeka poništavanje, razaranje i nestanak – ",
  "dn1:3.42.1": "Kada askete i brahmani koji zastupaju gledište o nibbāni ovde i sada i na osnovu pet uporišta tvrde da biće u sadašnjem životu dostiže nibbanu ovde i sada – ",
  "dn1:3.43.1": "Kada askete i brahmani koji teoretišu o budućnosti i čvrsto zastupaju gledišta o budućnosti, na osnovu četrdeset četiri uporišta iznose različite hipoteze vezane za budućnost – ",
  "dn1:3.44.1": "Kada askete i brahmani koji teoretišu o prošlosti, teoretišu o budućnosti, teoretišu o prošlosti i budućnosti i čvrsto zastupaju gledišta o prolosti i budućnosti, na osnovu šezdeset dva uporišta iznose različite hipoteze vezane za prošlost i budućnost – to takođe jeste samo osećaj onih koji ne znaju i ne vide; to je samo uznemirenost i kolebljivost onih koji su uronjeni u žudnju. ",
  "dn1:3.45.0": "4.2. Uslovljeni kontaktom ",
  "dn1:3.45.1": "Tako, monasi, kada askete i brahmani koji su eternalisti objavljuju na osnovu četiri uporišta da su sopstvo i ovaj svet večni – to je uslovljeno kontaktom. Da oni mogu iskusiti takav osećaj bez kontakta – tako nešto je nemoguće. ",
  "dn1:3.46.1": "Kada askete i brahmani koji su eternalisti u pogledu jednih stvari, a ne-eternalisti u pogledu drugih objavljuju na osnovu četiri uporišta da su sopstvo i ovaj svet delom večni, a delom prolazni – to je uslovljeno kontaktom. Da oni mogu iskusiti takav osećaj bez kontakta – tako nešto je nemoguće. ",
  "dn1:3.47.1": "Kada oni askete i brahmani koji spekulišu o veličini objavljuju svoja gledišta… ",
  "dn1:3.48.1": "Kada oni koji okolišaju objavljuju svoja gledišta… ",
  "dn1:3.49.1": "kada oni koji zastupaju učenje o slučajnom nastanku objavljuju svoja gledišta… ",
  "dn1:3.50.1": "kada oni koji teoretišu o prošlosti, čvrsto zastupaju gledišta o prošlosti i na osnovu osamnaest uporišta iznose različite hipoteze vezane za prošlost… ",
  "dn1:3.51.1": "kada oni koji zastupaju gledište da postoji život posle smrti i na osnovu šesnaest uporišta tvrde da sopstvo nastavlja da živi posle smrti u vidljivom obliku… ",
  "dn1:3.52.1": "…da živi posle smrti u nevidljivom obliku… ",
  "dn1:3.53.1": "…da živi posle smrti u ni vidljivom ni nevidljivom obliku, objavljuju svoja gledišta… ",
  "dn1:3.54.1": "…kada oni koji zastupaju gledište o poništavanju i na osnovu sedam uporišta tvrde da posle smrti svako biće čeka poništavanje, razaranje i nestanak objavljuju svoja gledišta… ",
  "dn1:3.55.1": "…kada askete i brahmani koji zastupaju gledište o nibbāni ovde i sada objavljuju svoja gledišta… ",
  "dn1:3.56.1": "…kada askete i brahmani koji teoretišu o budućnosti i čvrsto zastupaju gledišta o budućnosti, na osnovu četrdeset četiri uporišta iznose različite hipoteze vezane za budućnost – to je uslovljeno kontaktom. Da oni mogu iskusiti takav osećaj bez kontakta – tako nešto je nemoguće. ",
  "dn1:3.57.1": "Kada askete i brahmani koji teoretišu o prošlosti, teoretišu o budućnosti, teoretišu o prošlosti i budućnosti i čvrsto zastupaju gledišta o prošlosti i budućnosti, na osnovu šezdeset dva uporišta iznose različite hipoteze vezane za prošlost i budućnost – to je uslovljeno kontaktom. Da oni mogu iskusiti takav osećaj bez kontakta – tako nešto je nemoguće. ",
  "dn1:3.71.0": "4.4. Izlaganje o krugu ",
  "dn1:3.71.1": "Tako, monasi, kada askete i brahmani koji su eternalisti objavljuju na osnovu četiri uporišta da su sopstvo i ovaj svet večni; oni koji su eternalisti u pogledu jednih stvari, a ne-eternalisti u pogledu drugih… ",
  "dn1:3.71.2": "oni koji spekulišu o veličini… ",
  "dn1:3.71.3": "oni koji okolišaju… ",
  "dn1:3.71.4": "oni koji zastupaju učenje o slučajnom nastanku… ",
  "dn1:3.71.5": "oni koji teoretišu o prošlosti… ",
  "dn1:3.71.6": "oni koji zastupaju gledište da postoji život posle smrti i da sopstvo nastavlja da živi posle smrti u vidljivom obliku… ",
  "dn1:3.71.7": "da živi posle smrti u nevidljivom obliku… ",
  "dn1:3.71.8": "da živi posle smrti u ni vidljivom ni nevidljivom obliku… ",
  "dn1:3.71.9": "oni koji zastupaju gledište o poništavanju… ",
  "dn1:3.71.10": "oni koji zastupaju gledište o nibbāni ovde i sada… ",
  "dn1:3.71.11": "oni koji teoretišu o budućnosti… ",
  "dn1:3.71.12": "oni koji teoretišu o prošlosti, teoretišu o budućnosti, teoretišu o prošlosti i budućnosti i čvrsto zastupaju gledišta o prošlosti i budućnosti, na osnovu šezdeset dva uporišta iznose različite hipoteze vezane za prošlost i budućnost – svi ti askete i brahmani doživjavaju te osećaje samo zahvaljujući stalnim kontaktima na osnovu šest područja kontakta. Sa osećajem kao uzrokom, nastaje žudnja; sa žudnjom kao uzrokom, vezivanje nastaje; sa vezivanjem kao uzrokom, bivanje; sa bivanjem kao uzrokom, rođenje; a sa rođenjem kao uzrokom, starost i smrt, žalost, naricanje, bol, tuga i očaj nastaju. ",
  "dn1:3.72.0": "Oslobađanje iz kruga ",
  "dn1:3.72.1": "Monasi, kada monah zaista razume onako kako jeste nastanak i prestanak osam područja kontakta, njihovo zadovoljenje, opasnost i izlaz, tada razume šta to nadilazi sva ova gledišta. ",
  "dn1:3.72.2": "Koji god askete i brahmani da teoretišu o prošlosti, teoretišu o budućnosti, teoretišu o prošlosti i budućnosti, čvrsto zastupaju gledišta o prošlosti i budućnosti i iznose različite hipoteze vezane za prošlost i budućnost – svi su oni zarobljeni u tu mrežu sa šezdeset dva odeljka. Gde god da se pojave, pojavljuju se uhvaćeni u tu mrežu, zarobljeni njome. ",
  "dn1:3.72.3": "Baš kao što vešt ribar ili ribarev pomoćnik, pošto je raširio fino pletenu mrežu preko omanjeg jezera, može pomisliti: ’Koje god da su veličine stvorenja u ovom jezercetu, sva su uhvaćena, sva su zarobljena ovom mrežom. Na isti način, svi oni askete i brahmani koji teoretišu o prošlosti i budućnosti zarobljeni su u tu mrežu sa šezdeset dva odeljka. Gde god da se pojave, pojavljuju se uhvaćeni u tu mrežu, zarobljeni njome. ",
  "dn1:3.72.4": "Na isti način, svi oni askete i brahmani koji teoretišu o prošlosti i budućnosti zarobljeni su u tu mrežu sa šezdeset dva odeljka. Gde god da se pojave, pojavljuju se uhvaćeni u tu mrežu, zarobljeni njome. ",
  "dn1:3.73.1": "Monasi, telo Tathāgate postoji, ali je njegova vezanost za preporađanje presečena. ",
  "dn1:3.73.2": "Sve dok ovo telo postoji, njega će moći da vide božanska i ljudska bića. ",
  "dn1:3.73.3": "Ali posle sloma tela, posle smrti, božanska i ljudska bića ga više neće videti. ",
  "dn1:3.73.4": "Baš kao što kada grana na kojoj je pregršta mangoa biva presečena, svi plodovi koji vise na njoj će pati zajedno sa njom. ",
  "dn1:3.73.5": "Na isti način, telo Tathāgate postoji, ali je njegova vezanost za preporađanje presečena. ",
  "dn1:3.73.6": "Sve dok ovo telo postoji, njega će moći da vide božanska i ljudska bića. ",
  "dn1:3.73.7": "Ali posle sloma tela, posle smrti, božanska i ljudska bića ga više neće videti.” ",
  "dn1:3.74.1": "Kada je ovo bilo izgovoreno, poštovani Ānanda reče Blaženome: ",
  "dn1:3.74.2": "„Zadivljujuće, poštovani, čudesno! Koji je naziv ovog izlaganja o učenju?” ",
  "dn1:3.74.3": "„Ānanda, možeš ovaj govor o Dhammi zapamtiti kao Mrežu dobroga, kao Mrežu učenja, kao Najobuhvatniju mrežu, kao Mrežu gledišta. Možeš ga takođe zapamtiti kao Nenadmašnu pobedu u bici.” ",
  "dn1:3.74.4": "Tako reče Blaženi. ",
  "dn1:3.74.5": "Zadovoljni, monasi se obradovaše rečima Blaženog. ",
  "dn1:3.74.6": "I dok je ovaj govor još bio u toku, deset hiljada svetova zatresoše se. "
}