{
  "dn21:0.1": "Zbirka dugih govora 21 ",
  "dn21:0.2": "Sakkina pitanja ",
  "dn21:1.1.1": "Ovako sam čuo. ",
  "dn21:1.1.2": "Jednom je Blaženi boravio u zemlji Magadhi, istočno od Rāđagahe, kraj brahmanskog sela po imenu Ambasaṇḍā, u Indasāla pećini, na planini Vediyi. ",
  "dn21:1.1.3": "Tom prilikom se u Sakki, vladaru bogova, javila želja da vidi Blaženog. ",
  "dn21:1.1.4": "Onda mu na pamet pade ova misao: ",
  "dn21:1.1.5": "„Gde li sada boravi Blaženi, plemeniti i potpuno probuđeni? ",
  "dn21:1.1.6": "I vide Sakka Blaženog da boravio u zemlji Magadhi, istočno od Rāđagahe, kraj brahmanskog sela po imenu Ambasaṇḍa, u Indasāla pećini, na planini Vediyi. ",
  "dn21:1.1.7": "Videvši to, obrati se on božanstvima trideset trojice: ",
  "dn21:1.1.8": "„Gospodo, Blaženi boravi u zemlji Magadhi, istočno od Rāđagahe, kraj brahmanskog sela po imenu Ambasaṇḍa, u Indasāla pećini, na planini Vediyi. ",
  "dn21:1.1.9": "Kako bi bilo da posetimo Blaženog, plemenitoga i potpuno probuđenoga.” ",
  "dn21:1.1.10": "„Da, vaša svetosti”, odgovoriše božanstva trideset trojice. ",
  "dn21:1.2.1": "Na to Sakka, vladar bogova, reče mladom gandhabbi Pañćasikhi: ",
  "dn21:1.2.2": "„Dragi Pañćasikha, Blaženi boravi u zemlji Magadhi, istočno od Rāđagahe, kraj brahmanskog sela po imenu Ambasaṇḍā, u Indasāla pećini, na planini Vediyi. ",
  "dn21:1.2.3": "Kako bi bilo da posetimo Blaženog, plemenitoga i potpuno probuđenoga.” ",
  "dn21:1.2.4": "„Da, vaša svetosti”, odgovori ganbdhabba Pañćasikha. I uzevši svoju harfu načinjenu od žutog bilva drveta, krenu on kao Sakkin pratilac. ",
  "dn21:1.2.5": "Onda Sakka, okružen pratnjom koju su činila božanstva trideset trojice i mladi gandhabba Pañćasikha – ",
  "dn21:1.2.6": "hitro, kao kada bi snažan čovek ispružio savijenu ruku ili savio ispruženu ruku – nestade sa neba trideset trojice i pojavi se na planini Vediyi. ",
  "dn21:1.3.1": "I tom prilikom, zahvaljujući sjaju samih božanstava, planina Vediya beše izuzetno sjajna, a isto tako i brahmansko selo Ambasaṇḍā. ",
  "dn21:1.3.2": "Ljudi u okolnim selima rekoše: ",
  "dn21:1.3.3": "„Planinom Vediyom danas mora da besni požar! Čitava planina kao da je u plamenu! Čitava planina kao da gori! ",
  "dn21:1.3.4": "Zašto je ona danas tako blistava? Baš kao i brahmansko selo Anbasaṇḍā?” ",
  "dn21:1.3.5": "Bili su obuzeti osećajem zapanjenost; kosa im beše nakostrešena. ",
  "dn21:1.4.1": "Na to Sakka, vladar bogova, reče mladom gandhabbi Pañćasikhi: ",
  "dn21:1.4.2": "„Dragi moj Pañćasikha, za nekoga kao ja teško je da priđe Tathāgati dok je u osami, u zadubljenju, ushićen zadubljenjem. ",
  "dn21:1.4.3": "Kako bi bilo ako bi prvo ti odobrovoljio Blaženog, a tek potom bih ja bio u prilici da priđem Blaženom, plemenitom i potpuno probuđenome.” ",
  "dn21:1.4.4": "„Da, vaša svetosti”, odgovori ganbdhabba Pañćasikha. I uzevši svoju harfu načinjenu od žutog bilva drveta, i otide do Indasāla pećine. Stojeći tako sa strane, on pomisli: ",
  "dn21:1.4.5": "„Ovo nije ni predaleko, ni preblizu Blaženom; moći će dobro da čuje moj glas”. ",
  "dn21:1.4.7.0": "1. Pañćasikhina pesma ",
  "dn21:1.4.8": "Stojeći tako sa strane, gandhabba Pañćasikha učini da se njegova harfa čuje i izgovori ove stihove o Budi, Dhammi, sanghi, arahantima i ljubavi: ",
  "dn21:1.5.1": "„O Bhadda, blistava poput sunca, ",
  "dn21:1.5.2": "klanjam se tvom ocu Timbaruu, ",
  "dn21:1.5.3": "koji razlog je što takva lepota postoji, ",
  "dn21:1.5.4": "izvor neizmere radosti za mene. ",
  "dn21:1.5.5": "Kao povetarac onome ko je oznojan, ",
  "dn21:1.5.6": "kao napitak hladan ožednelome, ",
  "dn21:1.5.7": "ti si sunčev zrak, meni draga, ",
  "dn21:1.5.8": "koliko i Dhamma arahantima. ",
  "dn21:1.5.9": "Kao lek što je bolesnome, ",
  "dn21:1.5.10": "kao što hrana je gladnome, ",
  "dn21:1.5.11": "ugasi vatru u meni, o Bhadda, ",
  "dn21:1.5.12": "kao što voda požar ugasi. ",
  "dn21:1.5.13": "Kao što slon na letnjoj pripeci ",
  "dn21:1.5.14": "uroni u jezero sa lotosima, ",
  "dn21:1.5.15": "tako hladno i puno latica i polena, ",
  "dn21:1.5.16": "isto tako bih ja da u tvoje grudi uronim. ",
  "dn21:1.5.17": "Poput slona što se na granje i trnje ne obazire ",
  "dn21:1.5.18": "kada ga gonič bičem potera, ",
  "dn21:1.5.19": "ja se zaista ne obazirem na to šta činim, ",
  "dn21:1.5.20": "očaran tvojim zanosnim bokovima. ",
  "dn21:1.5.21": "Za tobom moje srce žudi, ",
  "dn21:1.5.22": "moj um potpuno promenjen; ",
  "dn21:1.5.23": "za mene povratka nema, ",
  "dn21:1.5.24": "baš kao za ribu koja udicu proguta. ",
  "dn21:1.5.25": "O Bhaddā, bokova divnih, zagrli me, ",
  "dn21:1.5.26": "ti očiju nežnih, zagrli me; ",
  "dn21:1.5.27": "u naručje me uzmi, lepotice, ",
  "dn21:1.5.28": "to je jedino što želim. ",
  "dn21:1.5.29": "Ah, moja želja tada beše mala, ",
  "dn21:1.5.30": "slatka moja, kose valovite, ",
  "dn21:1.5.31": "ali vremenom ona naraste, ",
  "dn21:1.5.32": "kao i darovi za arahante. ",
  "dn21:1.5.33": "Kakve god zasluge da delima stekoh, ",
  "dn21:1.5.34": "darujući takva savršena bića, ",
  "dn21:1.5.35": "neka one, lepotice moja, ",
  "dn21:1.5.36": "dozreju u bivanje sa tobom. ",
  "dn21:1.5.37": "Kakve god zasluge da delima stekoh, ",
  "dn21:1.5.38": "na ovom zemljinom šaru, ",
  "dn21:1.5.39": "neka one, lepotice moja, ",
  "dn21:1.5.40": "dozreju u bivanje sa tobom. ",
  "dn21:1.5.41": "Baš kao što je sakyanski sin u zadubljenju, ",
  "dn21:1.5.42": "sabran, pažljiv i svestan, ",
  "dn21:1.5.43": "mudrac u potrazi za stanjem besmrtnosti, ",
  "dn21:1.5.44": "tako sam ja, sunašce moje, okrenut samo tebi. ",
  "dn21:1.5.45": "Baš kao što se mudrac raduje ",
  "dn21:1.5.46": "kad do najvišeg probuđenja stigne, ",
  "dn21:1.5.47": "tako se, lepotice moja, i ja radujem ",
  "dn21:1.5.48": "da ću završiti sa tobom sjedinjen. ",
  "dn21:1.5.49": "Ako bi Sakka, gospodar neba trideset trojice, ",
  "dn21:1.5.50": "želeo da mi podari mislist svoju, ",
  "dn21:1.5.51": "ti si Bhaddā ta koju bih zatražio, ",
  "dn21:1.5.52": "tolika je moja ljubav prema tebi. ",
  "dn21:1.5.53": "Baš kao salovo drvo u punom cvatu, ",
  "dn21:1.5.54": "toliko je obilje mudrosti u oca tvoga, ",
  "dn21:1.5.55": "ponizan, njemu se klanjam, ",
  "dn21:1.5.56": "radi takve kćeri koju ima. ",
  "dn21:1.6.1": "Na to Blaženi reče mladom gandhabbi Pañćasikhi: ",
  "dn21:1.6.2": "„Pañćasikha, zvuk tvoje harfe lepo se slaže sa tvojim pevanjem, a pevanje se dobro slaže sa zvukom harfe. ",
  "dn21:1.6.3": "štaviše, niti tvoja harfa prestiže tvoju pesmu, a niti pevanje prestiže harfu. ",
  "dn21:1.6.4": "Kada si ti to sačinio ovu pesmu o Budi, Dhammi, sanghi, arahantima i ljubavi?” ",
  "dn21:1.6.5": "„Poštovani, bilo je dok je Blaženi boravio kraj Uruvela, na obali reke Nerañđāre, kraj banjanovog drveta, ne dugo posle probuđenja. ",
  "dn21:1.6.6": "A ja sam tada bio zaljubljen u damu po imenu Bhaddā Sūriyavaććhasā, kći kralja gandhabbi Timbarua. ",
  "dn21:1.6.7": "Ali ta je deva volela drugoga, ",
  "dn21:1.6.8": "sina vozara Mātalija, po imenu Sikhaṇḍī. ",
  "dn21:1.6.9": "Pošto je pridobiti na druge načine nisam mogao, ",
  "dn21:1.6.10": "uzeh svoju harfu od žute bilve i otidoh u dom kralja gandhabbi Timbarua. Tu, uz pratnju harfe, otpevah ove stihove o Budi, Dhammi, sanghi, arahantima i ljubavi. ",
  "dn21:1.7.10": "Kada ovo bi rečeno, Bhaddā Suriyavaććha mi reče: ",
  "dn21:1.7.11": "’Ali, gospodine, ja se nikada nisam srela licem u lice sa Blaženim. Samo sam čula o njemu, kada sam išla da plešem pred bogovima neba trideset trojice, u Dvorani pravednosti. ",
  "dn21:1.7.12": "Pošto toliko hvališ Blaženog, hajde da ga sretnemo još danas!’ ",
  "dn21:1.7.13": "I posle toga ne videh tu gospu ",
  "dn21:1.7.14": "sve do danas.” ",
  "dn21:1.8.0": "2. Sakkina poseta ",
  "dn21:1.8.1": "Onda Sakki, vladaru bogova, na pamet pade ova misao: ",
  "dn21:1.8.2": "„Gandhabba Pañćasikha i Blaženi vode prijateljski razgovor.” ",
  "dn21:1.8.3": "Na to Sakka, vladar bogova, reče mladom gandhabbi Pañćasikhi: ",
  "dn21:1.8.4": "„Dragi moj Pañćasikha, pokloni se Blaženom u moje ime i reci mu: ",
  "dn21:1.8.5": "’Poštovani, Sakka, vladar bogova, zajedno sa svojom svitom, klanja se do nogu Blaženom’.” ",
  "dn21:1.8.6": "„Da, vaša svetosti,” odgovori Pañćasikha. Tako se on pokloni Blaženom i reče: ",
  "dn21:1.8.7": "„Poštovani, Sakka, vladar bogova, zajedno sa svojom svitom, klanja se do nogu Blaženom.” ",
  "dn21:1.8.8": "„Pañćasikha, neka Sakka, vladar bogova, zajedno sa celom svojom svitom, bude srećan. ",
  "dn21:1.8.9": "Jer svako želi da bude srećan, bilo da je božanstvo, čovek, titan, zmaj, nebesnik ili bilo drugo biće.” ",
  "dn21:1.8.10": "Jer to je način na koji Tathāgate pozdravljaju tako velika bića. ",
  "dn21:1.8.11": "Pošto ga je Blaženi pozdravi, Sakka, vladar bogova, uđe u Indasāla pećinu, pokloni se Blaženom i stade sa strane. ",
  "dn21:1.8.12": "Božanstva neba trideset trojice takođe uđoše u Indasāla pećinu, pokloniše se Blaženom i stadoše sa strane. ",
  "dn21:1.8.13": "Isto to učini i mladi gandhabba Pañćasikha. ",
  "dn21:1.9.1": "I tom prilikom se u Indasāla pećine sve neravnine izravnaše, tesnaci se proširiše, tamaa nestade i svetlost se pojavi, kao što to biva zahvaljujući moći bogova. ",
  "dn21:1.9.2": "Onda Blaženi reče Sakki: ",
  "dn21:1.9.3": "„Zadivljujuće je, čudesno je da je poštovani Kosiya, koji ima toliko obaveza i poslova, došao ovamo.” ",
  "dn21:1.9.4": "„Već odavno sam želeo da dođem i vidim Blaženog, ali ne mogoh zbog mnogih poslova koje je trebalo obaviti u vezi sa bogovima trideset trojice. ",
  "dn21:1.9.5": "Jednom je Blaženi boravio kraj Sāvatthija, u kolibi od salaḷa drveta. ",
  "dn21:1.9.6": "I ja dođoh u Sāvatthi  da vidim Blaženog. ",
  "dn21:1.10.1": "Ali u to vreme Blaženi je sedeo uronjen u neku vrstu zadubljenja, a božanska pratilja velikog kralja Vessavaṇe brinula se o Blaženom, stojeći kraj njega sklopljenih dlanova u znak poštovanja. ",
  "dn21:1.10.2": "Onda ja rekog Bhūđati: ",
  "dn21:1.10.3": "„Sestro, pokloni se Blaženom u moje ime i reci mu: ",
  "dn21:1.10.4": "’Poštovani, Sakka, vladar bogova, zajedno sa svojom svitom, klanja se do nogu Blaženom’.” ",
  "dn21:1.10.5": "Na to mi Bhūđati reče: ",
  "dn21:1.10.6": "’Gospodine, sada nije vreme za posetu Blaženom; ",
  "dn21:1.10.7": "on sada boravi u osami.’ ",
  "dn21:1.10.8": "’U tom slučaju, sestro, kada Blaženi izađe iz osame, pokloni mu se u moje ime i reci mu: ",
  "dn21:1.10.9": "„Poštovani, Sakka, vladar bogova, zajedno sa svojom svitom, klanja se do nogu Blaženom”.’ ",
  "dn21:1.10.10": "Da li se sestra poklonila Blaženom u moje ime? ",
  "dn21:1.10.11": "Seća li se Blaženi sestrinih reči?” ",
  "dn21:1.10.12": "„Da, poklonila mi se, vladaru bogova, i sećam se njezinih reči. ",
  "dn21:1.10.13": "Sem toga, sećam se da je zveket kočija kojima se vozio poštovani učinio da izađem iz zadubljenja.” ",
  "dn21:1.11.1": "„Gospodine, od bogova koji su na nebu trideset trojice rođeni mnogo pre nas sam čuo: ",
  "dn21:1.11.2": "’Kada se u ovom svetu pojavi Tathāgata, plemeniti i potpuno probuđeni, božanstava je sve više, a titana sve manje.’ ",
  "dn21:1.11.3": "I ja sâm sam tome svedok da kada se u ovom svetu pojavi Tathāgata, plemeniti i potpuno probuđeni, božanstava je sve više, a titana sve manje. ",
  "dn21:1.11.4.0": "2.1. Priča o Gopaki ",
  "dn21:1.11.5": "Upravo ovde u Kapilavatthuu, poštovani, živela je sakyanska devojka po imenu Gopikā, koja je imala veliko peverenje u Blaženog, Dhammu i sanghu, ispunjena vrlinom. ",
  "dn21:1.11.6": "Napustivši svoju žesnku prirodu, živela je kao muškarac, a posle sloma tela, posle smrti, preporodila se na dobrom odredištu, na nebu. ",
  "dn21:1.11.7": "U društvu božanstava trideset trojice, ona postad ejedan od mojih sinova. ",
  "dn21:1.11.8": "I tako su ga znali: ",
  "dn21:1.11.9": "’Gopaka, božiji sin’. ",
  "dn21:1.11.10": "A bila su i tri monaha koja su se, živeći svetačkim životom, preporodila među nižim gandhabbama. ",
  "dn21:1.11.11": "Tu su se oni zabavljali, obasuti i opskrbljeni sa pet struna zadovoljstava čula, te postadoše moji sluge i pratioci. ",
  "dn21:1.11.12": "Zbog toga ih je Gopaka kritikovao: ",
  "dn21:1.11.13": "’Šta ste za ime sveta vi gospodo radili kada ste slušali učenje Blaženog! ",
  "dn21:1.11.14": "Ja sam kao devojka imala veliko peverenje u Blaženog, Dhammu i sanghu, bila ispunjena vrlinom. Onda sam napustivši svoju žensku prirodu, živela kao muškarac, a posle sloma tela, posle smrti, preporodila se na dobrom odredištu, na nebu. I tu sam u društvu božanstava trideset trojice, postala jedan od Sakkinih sinova. ",
  "dn21:1.11.15": "Tako me svi bogovi znaju: ",
  "dn21:1.11.16": "„Gopaka, božiji sin”. ",
  "dn21:1.11.17": "A vi ste se, živeći svetačkim životom, preporodili među nižim gandhabbama. ",
  "dn21:1.11.18": "Tužno je videti saputnike u Dhammi kako se preporode kao niže gandhabbe.’ ",
  "dn21:1.11.19": "Pošto ih je božiji sin tako kritikovao, dvojica od njih zadobiše svesnost koja vodi među Brahmine savetnike, dok jedan ostade vezan za zadovoljstva čula. ",
  "dn21:1.12.1": "’Bejah sledbenica Mudroga ",
  "dn21:1.12.2": "i moje ime beše Gopikā. ",
  "dn21:1.12.3": "Ispunjena poverenjem u Budu i Dhammu, ",
  "dn21:1.12.4": "predano sam podržavala sanghu. ",
  "dn21:1.12.5": "Izvrsnosti Budnog učenja zahvaljujući, ",
  "dn21:1.12.6": "sada sam moćni, sjajni sin Sakkin; ",
  "dn21:1.12.7": "preporodivši u sjaju bogova trideset trojice, ",
  "dn21:1.12.8": "tu me sada znaju kao Gopaku. ",
  "dn21:1.12.9": "Onda ugledah monahe koje sam znala i ranije, ",
  "dn21:1.12.10": "kako se rodiše i žive među gandhabbama. ",
  "dn21:1.12.11": "Oni behu Gotamini učenici, ",
  "dn21:1.12.12": "kada smo ranije ljudska bića bili. ",
  "dn21:1.12.13": "Pomagala sam ih hranom i pićem, ",
  "dn21:1.12.14": "perući im noge kad u moj dom stignu. ",
  "dn21:1.12.15": "Gde li je obraz tim poštovanima, ",
  "dn21:1.12.16": "koji Budino učenje nisu razumeli? ",
  "dn21:1.12.17": "Jer svako sam za sebe mora pronići u Dhammu, ",
  "dn21:1.12.18": "koju je Mudri tako dobro razumeo i izložio. ",
  "dn21:1.12.19": "Jer ja, služeći vas, ",
  "dn21:1.12.20": "čuh dobru reče plemenitih. ",
  "dn21:1.12.21": "Sada sam moćni, sjajni sin Sakkin; ",
  "dn21:1.12.22": "preporodivši u sjaju bogova trideset trojice; ",
  "dn21:1.12.23": "a vi ste sledili najboljega, ",
  "dn21:1.12.24": "živeli nenadmašnim svetačkim životom, ",
  "dn21:1.12.25": "pa ipak se preporodiste kao niža božanstva, ",
  "dn21:1.12.26": "na mestu koje vama ne priliči. ",
  "dn21:1.12.27": "O, poštovani, kako je tužno videti saputniek u Dhammi ",
  "dn21:1.12.28": "kada se preporode među nižim božanstvima. ",
  "dn21:1.12.29": "Vi ste, poštovani, stigli među gandhabbe, ",
  "dn21:1.12.30": "služite bogovima kao sluge i pratioci. ",
  "dn21:1.12.31": "Međutim, ja sam u domaćinskoj kući živela, ",
  "dn21:1.12.32": "a pogledajte sada moju izvrsnost! ",
  "dn21:1.12.33": "Nekada sam žena bila, a sada muško božanstvo, ",
  "dn21:1.12.34": "blagoslovena božanskim zadovoljstvima.’ ",
  "dn21:1.12.35": "Kada ih tako prekori Goramina sledbenica, ",
  "dn21:1.12.36": "kada razumeše Gopaku, osećaj neodložnosti ih obuze. ",
  "dn21:1.12.37": "’Potrudimo se, uložimo napor, ",
  "dn21:1.12.38": "druge više služiti nećemo!’ ",
  "dn21:1.12.39": "U dvojici od njih se snaga pokrenu, ",
  "dn21:1.12.40": "kada se prisetiše Gotaminih pouka. ",
  "dn21:1.12.41": "Tu odmah u umovima njihovim strast prestade ",
  "dn21:1.12.42": "i uočiše opasnost u zadovoljstvima čula. ",
  "dn21:1.12.43": "I oni raskinuše njihove okove i stege, ",
  "dn21:1.12.44": "skinuše jarmove Zlog, koje je tako teško skinuti. ",
  "dn21:1.12.45": "Kao kad slon pokuda konopce i vezove, ",
  "dn21:1.12.46": "otidoše oni izvan božanstava trideset trojice, ",
  "dn21:1.12.47": "zajedno sa Indrom i Pađāpatijem, ",
  "dn21:1.12.48": "koji su svi sedeli u Dvorani pravednosti. ",
  "dn21:1.12.49": "Sve njih koji su tu sedeli nadiđoše, ",
  "dn21:1.12.50": "ovi heroji bez žudnji, što čistotu neguju. ",
  "dn21:1.12.51": "Videvši to, osećaj neodložnosti obuze Vāsavu, ",
  "dn21:1.12.52": "vrhovnog vladara bogova, okruženog božanstvima: ",
  "dn21:1.12.53": "’Oni su se preporodili među nižim božanstvima, ",
  "dn21:1.12.54": "a sada su i božanstva neba trideset trojice nadmašili’; ",
  "dn21:1.12.55": "Čuvši ove reči kao izraz osećaja neodložnosti, ",
  "dn21:1.12.56": "Gopaka se obrati Vāsavi: ",
  "dn21:1.12.57": "’O Indra, u svetu ljudi postoji Buda, ",
  "dn21:1.12.58": "znan kao mudrac iz plemena Sakya, što čulnost pobedio je. ",
  "dn21:1.12.59": "to behu njegovi sinovi što razum izgubiše, ",
  "dn21:1.12.60": "ali kada sam ih prekoreo, ponovo ga povratiše’. ",
  "dn21:1.12.61": "Od njih trojice jedan je koji ostaje ovde ",
  "dn21:1.12.62": "da i dalje živi među gandhabbama; ",
  "dn21:1.12.63": "a dvojica slede put samoprobuđenja ",
  "dn21:1.12.64": "čak i božanstva zbog nepažljivosti prekorevaju. ",
  "dn21:1.12.65": "Samo učenje je na takav način izloženo ",
  "dn21:1.12.66": "da ni jedan jedini učenik sumnji nema; ",
  "dn21:1.12.67": "slavimo Budu, pobednika, predvodnika bića, ",
  "dn21:1.12.68": "što bujicu prešao je, sumnje sve presekao! ",
  "dn21:1.12.69": "Oni koji Dhammu ovde dobro razumeju, ",
  "dn21:1.12.70": "izvrsnost stiču u skladu sa tim razumevanjem: ",
  "dn21:1.12.71": "među mnoštvom Brahminih savetnika, ",
  "dn21:1.12.72": "ova dvojica najizvrsniji su. ",
  "dn21:1.12.73": "Da isto tako razumemo Dhammu, ",
  "dn21:1.12.74": "zato dođosmo ovamo, gospodine; ",
  "dn21:1.12.75": "ako nam Blaženi pruži šansu, ",
  "dn21:1.12.76": "rado bismo mu pitanje postavili.” ",
  "dn21:1.13.1": "Na to Blaženi pomisli: ",
  "dn21:1.13.2": "„Dugo je ovaj duh vodio čist život. I zato, kakvo god pitanje da želi da mi postavi, biće to na korist, a ne beskorisno. ",
  "dn21:1.13.3": "I kako god da na to pitanje odgovorim, on će to sigurno odmah razumeti.” ",
  "dn21:1.13.4": "Onda Blaženi reče Sakki, vladaru bogova: ",
  "dn21:1.13.5": "„Postavi mi, Vāsava, svoje pitanje, ",
  "dn21:1.13.6": "šta god da ti je na umu; ",
  "dn21:1.13.7": "Na svako od tih pitanja ",
  "dn21:1.13.8": "ja ću ti odgovor dati.” ",
  "dn21:2.1.1": "Pošto je dobio priliku, Sakka, vladar bogova, postavi Blaženom svoje prvo pitanje: ",
  "dn21:2.1.2": "„Koji to okovi, gospodine, postoje za bogove, ljude, titane, zmajeve, nebesnike i druge, koji svi žele ovako: ",
  "dn21:2.1.3": "’Neka živimo bez mržnje, bez nasilja, bez povređivanja, bez zlovolje i besa’, a ipak u njihovom životu ima i mržnje i nasilja i povređivanja i zlovolje i besa?” ",
  "dn21:2.1.4": "Takvo beše Sakkino pitanje za blaženoga. ",
  "dn21:2.1.5": "Na njega Blaženi ovako odgovori: ",
  "dn21:2.1.6": "„Vladaru bogova, postoje okovi zavisti i sebičnosti za bogove, ljude, titane, zmajeve, nebesnike i druge, koji svi žele ovako: ",
  "dn21:2.1.7": "’Neka živimo bez mržnje, bez nasilja, bez povređivanja, bez zlovolje i besa’, a ipak u njihovom životu ima i mržnje i nasilja i povređivanja i zlovolje i besa?” ",
  "dn21:2.1.8": "To beše odgovor Blaženog na pitanje Sakke, vladara bogova. ",
  "dn21:2.1.9": "Zadovoljan odgovorom Blaženog, Saka se obradova i ushiti: ",
  "dn21:2.1.10": "„Tako, Blaženi, tako je, Srećni! ",
  "dn21:2.1.11": "Čuvši odgovor Blaženog, prezašao sam sumnju, u meni neizvesnost nestade.” ",
  "dn21:2.2.1": "Onda Sakka, vladar bogova, obradovan rečima Blaženog, zadovoljan, postavi novo pitanje Blaženom: ",
  "dn21:2.2.2": "„Ali, gospodine, zavist i sebičnost odakle izviru, šta im je uzrok, gde mesto rođenja, kakvo je njihovo poreklo; ",
  "dn21:2.2.3": "šta kada postoji, postoje i zavist i sebičnost; ",
  "dn21:2.2.4": "šta kada ne postoji, ne postoje ni zavist, ni sebičnost?” ",
  "dn21:2.2.5": "„Vladaru bogova, zavist i sebičnost izviru iz onoga što je drago i onoga što nije drago, to im je uzrok, to mesto rođenja, takvo je njihovo poreklo; ",
  "dn21:2.2.6": "kada drago i nedrago postoje, postoje i zavist i sebičnost; ",
  "dn21:2.2.7": "kada drago i nedrago ne postoje, ne postoje ni zavist, ni sebičnost.” ",
  "dn21:2.2.8": "„Ali, gospodine, drago i nedrago odakle izviru, šta im je uzrok, gde mesto rođenja, kakvo je njihovo poreklo; ",
  "dn21:2.2.9": "šta kada postoji, postoje i drago i nedrago; ",
  "dn21:2.2.10": "šta kada ne postoji, ne postoje ni drago, ni nedrago?” ",
  "dn21:2.2.11": "„Vladaru bogova, drago i nedrago izviru iz želje, to im je uzrok, to mesto rođenja, takvo je njihovo poreklo; ",
  "dn21:2.2.12": "kada želja postoji, postoje i drago i nedrago; ",
  "dn21:2.2.13": "kada želja ne postoji, ne postoje ni drago, ni nedrago.” ",
  "dn21:2.2.14": "„Ali, gospodine, odakle želja izvire, šta joj je uzrok, gde mesto rođenja, kakvo je njeno poreklo; ",
  "dn21:2.2.15": "šta kada postoji, postoji i želja; ",
  "dn21:2.2.16": "šta kada ne postoji, ne postoji ni želja?” ",
  "dn21:2.2.17": "„Vladaru bogova, želja izvire iz razmišljanja, to joj je uzrok, to mesto rođenja, takvo je njeno poreklo; ",
  "dn21:2.2.18": "kada misao postoji, postoji i želja; ",
  "dn21:2.2.19": "kada misao ne postoji, ne postoji ni želja” ",
  "dn21:2.2.20": "„Ali, gospodine, odakle misao izvire, šta joj je uzrok, gde mesto rođenja, kakvo je njeno poreklo; ",
  "dn21:2.2.21": "šta kada postoji, postoji i misao; ",
  "dn21:2.2.22": "šta kada ne postoji, ne postoji ni misao?” ",
  "dn21:2.2.23": "„Vladaru bogova, razmišljanje izvire iz opažaja i pojmova rođenih umnožavanjem u umu, to mu je uzrok, to mesto rođenja, takvo je njegovo poreklo; ",
  "dn21:2.2.24": "kada postoje opažaji i pojmovi rođeni umnožavanjem u umu, postoji i misao; ",
  "dn21:2.2.25": "kada ne postoje opažaji i pojmovi rođeni umnožavanjem u umu, ne postoji ni misao.” ",
  "dn21:2.3.1": "„A na koji način, gospodine, monah treba da vežba da bi prestalo umnožavanje opažaja i pojmova u umu?” ",
  "dn21:2.3.2.0": "2.2. Meditacija o osećajima ",
  "dn21:2.3.3": "„Vladaru bogova, kažem da postoje dve vrste sreće: ",
  "dn21:2.3.4": "jedna koju treba negovati i druga koju ne treba negovati. ",
  "dn21:2.3.5": "Vladaru bogova, kažem da postoje dve vrste tuge: ",
  "dn21:2.3.6": "jedna koju treba negovati i druga koju ne treba negovati. ",
  "dn21:2.3.7": "Vladaru bogova, kažem da postoje dve vrste spokojstva: ",
  "dn21:2.3.8": "jedno koje treba negovati i drugo koje ne treba negovati. ",
  "dn21:2.3.9": "A koje su to dve vrste sreće o kojima sam govorio? ",
  "dn21:2.3.10": "Dakle, kada za neku vrstu sreće znaš ovako: ",
  "dn21:2.3.11": "’Kada negujem ovu vrstu sreće, štetna mentalna stanja jačaju, a korisna mentalna stanja nestaju, tada takvu vrstu sreće ne bi trebalo da neguješ. ",
  "dn21:2.3.12": "A kada za neku vrstu sreće znaš ovako: ",
  "dn21:2.3.13": "’Kada doživljavam ovu vrstu sreće, štetna mentalna stanja nestaju, a korisna mentalna stanja jačaju, tada bi takvu vrstu sreće trebalo da neguješ. ",
  "dn21:2.3.14": "Između one koju prate zamišljanje i razmišljanje i one u kojoj nema zamišljanja i razmišljanja, uzvišenija je ova druga. ",
  "dn21:2.3.15": "Dakle, vladaru bogova, kažem da postoje dve vrste sreće: jedna koju treba negovati i druga koju ne treba negovati. ",
  "dn21:2.3.16": "Kada je to rečeno, zbog toga je rečeno. ",
  "dn21:2.3.17": "A zašto sam to rekao da postoje dve vrste tuge? ",
  "dn21:2.3.18": "A kada za neku vrstu tuge znaš ovako: ",
  "dn21:2.3.19": "’Kada negujem ovu vrstu tuge, štetna mentalna stanja jačaju, a korisna mentalna stanja nestaju, tada takvu vrstu tuge ne bi trebalo da neguješ. ",
  "dn21:2.3.20": "Dakle, kada za neku vrstu tuge znaš ovako: ",
  "dn21:2.3.21": "’Kada doživljavam ovu vrstu tuge, štetna mentalna stanja nestaju, a korisna mentalna stanja jačaju, tada bi takvu vrstu tuge trebalo da neguješ. ",
  "dn21:2.3.22": "Između one koju prate zamišljanje i razmišljanje i one u kojoj nema zamišljanja i razmišljanja, uzvišenija je ova druga. ",
  "dn21:2.3.23": "Dakle, vladaru bogova, kažem da postoje dve vrste tuge: jedna koju treba negovati i druga koju ne treba negovati. ",
  "dn21:2.3.24": "Kada je to rečeno, zbog toga je rečeno. ",
  "dn21:2.3.25": "A zašto sam to rekao da postoje dve vrste spokojstva? ",
  "dn21:2.3.26": "Dakle, kada za neku vrstu sreće znaš ovako: ",
  "dn21:2.3.27": "’Kada negujem ovu vrstu spokojstva, štetna mentalna stanja jačaju, a korisna mentalna stanja nestaju, tada takvu vrstu spokojstva ne bi trebalo da neguješ. ",
  "dn21:2.3.28": "A kada za neku vrstu spokojstva znaš ovako: ",
  "dn21:2.3.29": "’Kada doživljavam ovu vrstu spokojstva, štetna mentalna stanja nestaju, a korisna mentalna stanja jačaju, tada bi takvu vrstu spokojstva trebalo da neguješ. ",
  "dn21:2.3.30": "Između onog koje prate zamišljanje i razmišljanje i onog u kojem nema zamišljanja i razmišljanja, uzvišenije je ova drugo. ",
  "dn21:2.3.31": "Dakle, vladaru bogova, kažem da postoje dve vrste spokojstva: jedno koje treba negovati i drugo koje ne treba negovati. ",
  "dn21:2.3.32": "Kada je to rečeno, zbog toga je rečeno. ",
  "dn21:2.3.33": "Na koji način, vladaru bogova, monah treba da vežba da bi prestalo umnožavanje opažaja i pojmova u umu?” ",
  "dn21:2.3.34": "To beše odgovor Blaženog na pitanje Sakke, vladara bogova. ",
  "dn21:2.3.35": "Zadovoljan odgovorom Blaženog, Saka se obradova i ushiti: ",
  "dn21:2.3.36": "„Istina je, Blaženi! Istina je, Srećni! ",
  "dn21:2.3.37": "Čuvši odgovor Blaženog, prevazišao sam sumnju, u meni neizvesnost nestade.” ",
  "dn21:2.4.0": "2.3. Obuzdavanje u skladu sa monaškim pravilima ",
  "dn21:2.4.1": "Onda Sakka, vladar bogova, obradovan rečima Blaženog, zadovoljan, postavi novo pitanje: ",
  "dn21:2.4.2": "„A na koji način, gospodine, monah treba da vežba da bi praktikovao obuzdavanje u skladu sa monaškim pravilima?” ",
  "dn21:2.4.3": "„Vladaru bogova, kažem da postoje dve vrste telesnih postupaka: ",
  "dn21:2.4.4": "oni koje treba negovati i drugi koju ne treba negovati. ",
  "dn21:2.4.5": "Vladaru bogova, kažem da postoje dve vrste verbalnih postupaka: ",
  "dn21:2.4.6": "oni koje treba negovati i drugi koje ne treba negovati. ",
  "dn21:2.4.7": "Vladaru bogova, kažem da postoje dve vrste traganja: ",
  "dn21:2.4.8": "ono koje treba negovati i drugo koje ne treba negovati. ",
  "dn21:2.4.9": "A zašto sam to rekao da postoje dve vrste telesnih postupaka? ",
  "dn21:2.4.10": "Dakle, kada za neku vrstu telesnih postupaka znaš ovako: ",
  "dn21:2.4.11": "’Kada negujem ovu vrstu telesnih postupaka, štetna mentalna stanja jačaju, a korisna mentalna stanja nestaju, tada takvu vrstu telesnih postupaka ne bi trebalo da neguješ. ",
  "dn21:2.4.12": "A kada za neku vrstu telesnih postupaka znaš ovako: ",
  "dn21:2.4.13": "’Kada doživljavam ovu vrstu telesnih postupaka, štetna mentalna stanja nestaju, a korisna mentalna stanja jačaju’, tada bi takvu vrstu telesnih postupaka trebalo da neguješ. ",
  "dn21:2.4.14": "Zato vladaru bogova, kažem da postoje dve vrste telesnih postupaka. ",
  "dn21:2.4.15": "oni koje treba negovati i drugi koje ne treba negovati. ",
  "dn21:2.4.16": "Kada je to rečeno, zbog toga je rečeno. ",
  "dn21:2.4.17": "„Vladaru bogova, postoje dve vrste verbalnih postupaka kažem – ",
  "dn21:2.4.18": "A zašto sam to rekao da postoje dve vrste verbalnih postupaka? ",
  "dn21:2.4.19": "Kada za neku vrstu verbalnih postupaka znaš ovako: ’Kada negujem ovu vrstu verbalnih postupaka, štetna mentalna stanja jačaju, a korisna mentalna stanja nestaju’, tada takvu vrstu verbalnih postupaka ne bi trebalo da neguješ. ",
  "dn21:2.4.20": "Kada za neku vrstu telesnih postupaka znaš ovako: ’Kada doživljavam ovu vrstu verbalnih postupaka, štetna mentalna stanja nestaju, a korisna mentalna stanja jačaju, tada bi takvu vrstu verbalnih postupaka trebalo da neguješ. ",
  "dn21:2.4.21": "Vladaru bogova, kažem da postoje dve vrste verbalnih postupaka: ",
  "dn21:2.4.22": "oni koje treba negovati i drugi koje ne treba negovati. ",
  "dn21:2.4.23": "Kada je to rečeno, zbog toga je rečeno. ",
  "dn21:2.4.24": "Vladaru bogova, kažem da postoje dve vrste traganja: ",
  "dn21:2.4.25": "A koje su to dve vrste traganja o kojima sam govorio? ",
  "dn21:2.4.26": "Kada za neku vrstu traganja znaš ovako: ’Kada negujem ovu vrstu traganja, štetna mentalna stanja jačaju, a korisna mentalna stanja nestaju’, tada takvu vrstu traganja ne bi trebalo da neguješ. ",
  "dn21:2.4.27": "Kada za neku vrstu traganja znaš ovako: ’Kada negujem ovu vrstu traganja, štetna mentalna stanja nestaju, a korisna mentalna stanja jačaju’, tada bi takvu vrstu traganja trebalo da neguješ. ",
  "dn21:2.4.28": "Zato vladaru bogova, kažem da postoje dve vrste traganja: ",
  "dn21:2.4.29": "ono koje treba negovati i drugo koje ne treba negovati. ",
  "dn21:2.4.30": "Kada je to rečeno, zbog toga je rečeno. ",
  "dn21:2.4.31": "Vladaru bogova, kada na taj način, monah vežba obuzdavanje u skladu sa monaškim pravilima?” ",
  "dn21:2.4.32": "To beše odgovor Blaženog na pitanje Sakke, vladara bogova. ",
  "dn21:2.4.33": "Zadovoljan odgovorom Blaženog, Saka se obradova i ushiti: ",
  "dn21:2.4.34": "„Istina je, Blaženi! Istina je, Srećni! ",
  "dn21:2.4.35": "Čuvši odgovor Blaženog, prevazišao sam sumnju, u meni neizvesnost nestade.” ",
  "dn21:2.5.0": "2.4. Obuzdavanje čula ",
  "dn21:2.5.1": "Onda Sakka, vladar bogova, obradovan rečima Blaženog, zadovoljan, postavi novo pitanje: ",
  "dn21:2.5.2": "„A na koji način, gospodine, monah treba da vežba da bi praktikovao obuzdavanje čula?” ",
  "dn21:2.5.3": "„Vladaru bogova, kažem da postoje dve vrste oblika dostupna oku: ",
  "dn21:2.5.4": "oni koje treba negovati i drugi koje ne treba negovati. ",
  "dn21:2.5.5": "Takođe kažem da postoje dve vrste zvukova dostupnih uhu: ",
  "dn21:2.5.6": "oni koje treba negovati i drugi koju ne treba negovati. ",
  "dn21:2.5.7": "Takođe kažem da postoje dve vrste mirisa dostupnih nosu: ",
  "dn21:2.5.8": "oni koje treba negovati i drugi koje ne treba negovati. ",
  "dn21:2.5.9": "Takođe kažem da postoje dve vrste ukusa dostupnih jeziku: ",
  "dn21:2.5.10": "oni koje treba negovati i drugi koju ne treba negovati. ",
  "dn21:2.5.11": "Takođe kažem da postoje dve vrste dodira dostupnih telu: ",
  "dn21:2.5.12": "oni koje treba negovati i drugi koje ne treba negovati. ",
  "dn21:2.5.13": "Takođe kažem da postoje dve vrste objekata uma dostupnih umu: ",
  "dn21:2.5.14": "oni koje treba negovati i drugi koje ne treba negovati. ",
  "dn21:2.5.15": "Kada je ovo bilo izgovoreno, Sakka reče Blaženom: ",
  "dn21:2.5.16": "„Poštovani gospodine, ono što je Blaženi rekao ukratko, bez iznošenja pojedinosti, tome ja razumem detaljno značenje na ovaj način: ",
  "dn21:2.5.17": "Onu vrstu oblika dostupnih oku kod kojih, kada se neguju, štetna mentalna stanja jačaju, a korisna mentalna stanja nestaju, ne bi trebalo negovati. ",
  "dn21:2.5.18": "Onu vrstu oblika dostupnih oku kod kojih, kada se neguju, štetna mentalna stanja nestaju, a korisna mentalna stanja jačaju, trebalo bi negovati. ",
  "dn21:2.5.19": "Onu vrstu zvukova dostupnih uhu… ",
  "dn21:2.5.20": "mirisa dostupnih nosu… ",
  "dn21:2.5.21": "ukusa dostupnih jeziku… ",
  "dn21:2.5.22": "dodira dostupnih telu… ",
  "dn21:2.5.23": "Onu vrstu objekata uma dostupnih umu kod kojih, kada se neguju, štetna mentalna stanja jačaju, a korisna mentalna stanja nestaju, ne bi trebalo negovati. ",
  "dn21:2.5.24": "Onu vrstu objekata uma dostupnih umu kod kojih, kada se neguju, štetna mentalna stanja nestaju, a korisna mentalna stanja jačaju, trebalo bi negovati. ",
  "dn21:2.5.25": "Ono što je Blaženi rekao ukratko, bez iznošenja pojedinosti, tome ja razumem detaljno značenje na ovaj način. ",
  "dn21:2.5.26": "Čuvši odgovor Blaženog, prevazišao sam sumnju, u meni neizvesnost nestade.” ",
  "dn21:2.6.1": "Onda Sakka, vladar bogova, obradovan rečima Blaženog, zadovoljan, postavi novo pitanje: ",
  "dn21:2.6.2": "„Gospodine, da li svi askete i brahmani podučavaju isto učenje, poštuju ista pravila vrline, imaju istu veru, teže istom cilju?” ",
  "dn21:2.6.3": "„Ne, vladaru bogova, svi askete i brahmani ne podučavaju isto učenje, ne poštuju ista pravila vrline, nemaju istu veru, ne teže istom cilju.” ",
  "dn21:2.6.4": "„Ali zbog čega, gospodine svi askete i brahmani ne podučavaju isto učenje, ne poštuju ista pravila vrline, nemaju istu veru, ne teže istom cilju.” ",
  "dn21:2.6.5": "„Vladaru bogova, ovaj svet je sačinjen od mnogobrojnih i raznovrsnih elemenata. ",
  "dn21:2.6.6": "U takvom svetu bića su sklona da se vežu za jedan ili drugi element, da ga tvrdoglavo drže i pri tome tvrde: ",
  "dn21:2.6.7": "’Samo je ovo istina! Sve drugo je glupost!’ ",
  "dn21:2.6.8": "Zbog toga, vladaru bogova, svi askete i brahmani ne podučavaju isto učenje, ne poštuju ista pravila vrline, nemaju istu veru, ne teže istom cilju.” ",
  "dn21:2.6.9": "„Gospodine, da li su svi askete i brahmani dosegli krajnju svrhu, krajnju sigurnost od ropstva, krajnji svetački život, krajnji cilj?” ",
  "dn21:2.6.10": "„Ne, vladaru bogova, svi askete i brahmani nisu dosegli krajnju svrhu, krajnju sigurnost od ropstva, krajnji svetački život, krajnji cilj.” ",
  "dn21:2.6.11": "„Ali zbog čega, gospodine svi askete i brahmani nisu dosegli krajnju svrhu, krajnju sigurnost od ropstva, krajnji svetački život, krajnji cilj.” ",
  "dn21:2.6.12": "„Vladaru bogova, samo je onaj monah koji je oslobođen iskorenjivanjem žudnje dosegao krajnju svrhu, krajnju sigurnost od ropstva, krajnji svetački život, krajnji cilj. ",
  "dn21:2.6.13": "Zbog toga svi askete i brahmani nisu dosegli krajnju svrhu, krajnju sigurnost od ropstva, krajnji svetački život, krajnji cilj.” ",
  "dn21:2.6.14": "To beše odgovor Blaženog na pitanje Sakke, vladara bogova. ",
  "dn21:2.6.15": "Zadovoljan odgovorom Blaženog, Saka se obradova i ushiti: ",
  "dn21:2.6.16": "„Istina je, Blaženi! Istina je, Srećni! ",
  "dn21:2.6.17": "Čuvši odgovor Blaženog, prevazišao sam sumnju, u meni neizvesnost nestade.” ",
  "dn21:2.6.18": "Onda Sakka, vladar bogova, obradovan rečima Blaženog, zadovoljan, ovako reče: ",
  "dn21:2.7.1": "„Nemir jeste bolest, nemir jeste tumor, nemir jeste strela, nemir goni čoveka da se preporađa iz jednog u drugi život. ",
  "dn21:2.7.2": "Zbog njega se čovek naže u uzvišenom i u niskom stanju. ",
  "dn21:2.7.3": "Poštovani, među drugim asketama i brahmanima nisam dobio čak ni šansu da postavim ova pitanja, a Blaženi mi ih je rajasnio. ",
  "dn21:2.7.4": "Dugo je u meni ležala skrivena strela sumnje i neizvesnosti i sada ju je Blaženi iščupao.” ",
  "dn21:2.7.5": "„Sećaš li se, vladaru bogova, tih pitanja koja si postavio drugim asketama i brahmanima?” ",
  "dn21:2.7.6": "„Sećam se, poštovani.” ",
  "dn21:2.7.7": "„Ako ti nije velika muka, možeš li da mi ih ponoviš?” ",
  "dn21:2.7.8": "„Nije mi teško, poštovani, pogotovo kada preda mnom sedi Blaženi ili neko drugi sličan Blaženom.” ",
  "dn21:2.7.9": "„E pa ona, vladaru bogova, reci mi ih.” ",
  "dn21:2.7.10": "„Poštovani, otišao sam do onih za koje sam mislio da su askete i brahmani zato što u šumi žive, na osamljenim mestima. Kada sam stigao do njih, postavio sam mi ova pitanja: ",
  "dn21:2.7.11": "’Kako se zovete, poštovani?’ ",
  "dn21:2.7.12": "Kada su mene oni pitali, objasnio sam: ",
  "dn21:2.7.13": "’Ja sam, gospodine, Sakka, vladar bogova”. ",
  "dn21:2.7.14": "Onda su me oni dalje ispitivali: ",
  "dn21:2.7.15": "’Ali, vladaru bogova, zahvaljujući kojim delima ste se našli na tom mestu?’ ",
  "dn21:2.7.16": "I onda sam im izložio Dhammu onako kako sam je čuo, kako sam je naučio. ",
  "dn21:2.7.17": "Oni su bili zadovoljni i sa to malo što su čuli: ",
  "dn21:2.7.18": "’Videli smo Sakku, vladara bogova! Ono što smo ga pitali, to nam je objasnio!’ ",
  "dn21:2.7.19": "I suprotno očekivanju, oni su postali moji učenici, a ne ja njihov. ",
  "dn21:2.7.20": "Ali ja sam učenik Blaženog, onaj koji je ušao u tok, koji više neće pasti u niži svet, na sigurnom putu ka potpunom probuđenju.” ",
  "dn21:2.7.21.0": "2.5. O dostizanju sreće ",
  "dn21:2.7.22": "„Vladaru bogova, sećaš li se da si ikada osećao takvu radost i sreću?” ",
  "dn21:2.7.23": "„Da, poštovani, sećam se da sam ranije osećao ovakvu radost i sreću.” ",
  "dn21:2.7.24": "„A kada je to bilo?” ",
  "dn21:2.7.25": "„Jednom davno vodila se bitka između bogova i titana. ",
  "dn21:2.7.26": "I tom prilikom bogovi su pobedili, a titani bili poraženi. ",
  "dn21:2.7.27": "A meni kao pobedniku u bici pade na um ova misao: ",
  "dn21:2.7.28": "’Sada će bogovi uživati i u nektaru bogova i u nektaru titana.’ ",
  "dn21:2.7.29": "Ali ta radost i sreća imaju veze sa batinom i mačem i oni ne vode do otrežnjenja, hlađenja strasti, prestanka, smirenja, neposrednog znanja, probuđenja, nibbāne. ",
  "dn21:2.7.30": "Radost i sreća koju osećam pošto sam čuo učenje Blaženog nemaju veze sa batinom i mačem i oni vode do otrežnjenja, hlađenja strasti, prestanka, smirenja, neposrednog znanja, probuđenja, nibbāne. ",
  "dn21:2.8.1": "„Vladaru bogova, a kakvi su razlozi koje imaš na um kada govoriš da osećaš takvu radost i sreću?” ",
  "dn21:2.8.2": "„Poštovani, šest je razloga za to.” ",
  "dn21:2.8.3": "Dok stojim upravo ovde, ",
  "dn21:2.8.4": "svestan svoje božanske prirode, ",
  "dn21:2.8.5": "zadobih drugi život, ",
  "dn21:2.8.6": "to znajte, gospodine. ",
  "dn21:2.8.7": "To je prvi razlog. ",
  "dn21:2.8.8": "Napustivši svet bogova, ",
  "dn21:2.8.9": "okončavši život  kao ne-ljudsko biće, ",
  "dn21:2.8.10": "stići ću svesno do rođenja ",
  "dn21:2.8.11": "gde god da se moj um raduje. ",
  "dn21:2.8.12": "To je drugi razlog. ",
  "dn21:2.8.13": "Sva moja pitanja razjašnjena, ",
  "dn21:2.8.14": "s radošću u učenju živim; ",
  "dn21:2.8.15": "živeću na ispravnom putu, ",
  "dn21:2.8.16": "svestan i s jasnim razumevanjem. ",
  "dn21:2.8.17": "To je treći razlog. ",
  "dn21:2.8.18": "Ako istrajem na ispravnom putu, ",
  "dn21:2.8.19": "tada ću stići i do probuđenja; ",
  "dn21:2.8.20": "u istinskom znanju boraviću, ",
  "dn21:2.8.21": "zaista do kraja preporađanja stići. ",
  "dn21:2.8.22": "To je četvrti razlog. ",
  "dn21:2.8.23": "Napustivši svet ljudi, ",
  "dn21:2.8.24": "okončavši život kao ljudsko biće, ",
  "dn21:2.8.25": "ponovo ću božanstvo postati, ",
  "dn21:2.8.26": "najviše u svetu bogova. ",
  "dn21:2.8.27": "To je pet razlog. ",
  "dn21:2.8.28": "To su najuzvišenija božanstva, ",
  "dn21:2.8.29": "veličanstveni Akaniṭṭhe, ",
  "dn21:2.8.30": "kada se moj poslednji život kraju primakne, ",
  "dn21:2.8.31": "to će biti moje boravište. ",
  "dn21:2.8.32": "To je šesti razlog. ",
  "dn21:2.8.33": "Poštovani, to je šest razloga koje imam na um kada govorim da osećam takvu radost i sreću. ",
  "dn21:2.9.1": "Moje želje su bile neispunjene, ",
  "dn21:2.9.2": "pun sumnji i neizvesnosti, ",
  "dn21:2.9.3": "dugo sam tumarao, ",
  "dn21:2.9.4": "tragajući za Tathāgatom. ",
  "dn21:2.9.5": "Ti askete, pomišljao sam, ",
  "dn21:2.9.6": "što žive u osami, ",
  "dn21:2.9.7": "sigurno su probuđeni, ",
  "dn21:2.9.8": "te otidoh među njih. ",
  "dn21:2.9.9": "’Kako se dolazi do uspeha, ",
  "dn21:2.9.10": "a kako do neuspeha?’ ",
  "dn21:2.9.11": "Tako ih pitah, odgovor ne dobih, ",
  "dn21:2.9.12": "na koji način putem da hodim. ",
  "dn21:2.9.13": "Oni me prepoznaše ",
  "dn21:2.9.14": "kao Sakku, koji im dođe, ",
  "dn21:2.9.15": "te počeše da me ispituju: ",
  "dn21:2.9.16": "’Kojim delima si to zaslužio?’ ",
  "dn21:2.9.17": "Dhammi onakvoj kakvu sam je čuo ",
  "dn21:2.9.18": "podučavao sam ljude željne da čuju, ",
  "dn21:2.9.19": "Time zadovoljni, oni rekoše: ",
  "dn21:2.9.20": "„Vāsavu smo zaista videli!’ ",
  "dn21:2.9.21": "Ali od kada ugledah Budu, ",
  "dn21:2.9.22": "moje sumnje behu raspršene; ",
  "dn21:2.9.23": "sada sam bez ikakvog straha, ",
  "dn21:2.9.24": "približivši se potpuno probuđenome. ",
  "dn21:2.9.25": "Uništitelj strele žudnje, ",
  "dn21:2.9.26": "Buda je nendmašan, ",
  "dn21:2.9.27": "veliki heroj kojeg slavim, ",
  "dn21:2.9.28": "Buda, srodnik sunčev. ",
  "dn21:2.9.29": "Baš kao što se klanjaju Brahmi ",
  "dn21:2.9.30": "božanstva koja ga okružuju, ",
  "dn21:2.9.31": "danas ćemo se i mi poštovanje iskazati, ",
  "dn21:2.9.32": "hajde, poklonimo se Blaženome. ",
  "dn21:2.9.33": "Vi ste zaista potpuno probuđeni, ",
  "dn21:2.9.34": "vi ste ućitelj bez premca, ",
  "dn21:2.9.35": "u čitavom svetu, sa svim božanstvima, ",
  "dn21:2.9.36": "nema nikoga vama sličnog!” ",
  "dn21:2.10.1": "Onda se Sakka, vladar bogova, obrati nebesniku Pañćasikhi: ",
  "dn21:2.10.2": "„Dragi moj Pañćasikha, veliki sam mi pomoć bio, jer si ti prvi odobrovoljio Blaženog. ",
  "dn21:2.10.3": "Tek posle toga smo došli da vidimo Blaženog, plemenitoga i potpuno probuđenoga. ",
  "dn21:2.10.4": "Postaviću te na mesto tvoga oca, ti ćeš biti kralj nebesnika. I daću ti Bhaddu Sūriyavaććhu, za kojom tvoje srce čezne.” ",
  "dn21:2.10.5": "Onda Sakka, vladar bogova, tri puta dotakavši zemlju dlanom, izgovori ove nadahnute reči: ",
  "dn21:2.10.6": "„Poštovanje Blaženom, plemenitom i potpuno probuđenome. ",
  "dn21:2.10.7": "Poštovanje Blaženom, plemenitom i potpuno probuđenome. ",
  "dn21:2.10.8": "Poštovanje Blaženom, plemenitom i potpuno probuđenome. ",
  "dn21:2.10.9": "I dok je ovaj govor bio u toku, u Sakki, vladaru bogova, javilo se potpuno jasno razumevanje Dhamme, bez ikakvih nejasnoća: ",
  "dn21:2.10.10": "„Sve što je podložno nastanku podložno je i nestanku”. ",
  "dn21:2.10.11": "Isto se dogodilo i sa 80.000 božanstava. ",
  "dn21:2.10.12": "Takva su bila pitanja Sakke, vladara bogova, na koja je Blaženi odgovorio. ",
  "dn21:2.10.13": "Otuda to razjašnjavanje nazivaju Sakkapañha, „Sakkina pitanja”. "
}