{
  "dn23:0.1": "Zbirka dugih govora 23 ",
  "dn23:0.2": "Razgovor sa Pāyāsijem ",
  "dn23:1.1": "Ovako sam čuo. ",
  "dn23:1.2": "Jednom je poštovani Kumārakassapa lutao zemljom Kosala, praćen velikom grupom monaha, te je na kraju stigao u grad Setabyā. ",
  "dn23:1.3": "Tu se on smestio u simsapa šumi, severno od Setabye. ",
  "dn23:1.4": "U to vreme princ Pāyāsi je upravljao Setabyom, nekadašnjim kraljevskim imanjem prepunim životinja, bogatim pašnjacima, šumama, vodom i letinom, koje mu je Pasenadi, kralj Kosale, dao kao feud na poklon. ",
  "dn23:2.0": "1. O princu Pāyāsiju ",
  "dn23:2.1": "Tom prilikom princ Pāyāsi je imao ovakva pogrešna uverenja: ",
  "dn23:2.2": "„Nema drugog sveta, nema bića koja se spontano preporađaju, nema ploda, ni rezultata dobrih i rđavih dela.” ",
  "dn23:2.3": "I brahmani kućedomaćini iz Setabye dočuše ovako: ",
  "dn23:2.4": "„Asketa Kumārakassapa, učenik askete Gotame, lutao je zemljom Kosala, praćen velikom grupom monaha, te je na kraju stigao u grad Setabyu. Tu se on smestio u simsapa šumi, severno od Setabye. ",
  "dn23:2.5": "Ovakav se dobar glas raširio o poštovanom Kumāra Kassapi: ",
  "dn23:2.6": "’On je mudar, poseduje uvid, pronicljiv je, učen, vešt govornik, rečit, u poodmaklim je godinama i arahant. ",
  "dn23:2.7": "Istinska je dobrobit videti tako usavršeno biće.’ ",
  "dn23:2.8": "Onda brahmani kućedomaćini napustiše Setabyu i u grupama i družinama se zaputiše na sever ka simsapa šumi. ",
  "dn23:3.1": "U to vreme princ Pāyāsi se posle ručka odmarao na gornjem spratu svoje palate. ",
  "dn23:3.2": "Odatle on ugleda brahmane kućedomaćine iz Setabye kako su se u grupama i družinama zaputili na sever ka simsapa šumi. ",
  "dn23:3.3": "Kada ih je video, upita on svog slugu: ",
  "dn23:3.4": "„Slugo moj, zašto su brahmani kućedomaćini napustili Setabyu i u grupama i družinama se zaputiše na sever ka simsapa šumi?” ",
  "dn23:3.5": "„Visočanstvo, kažu da je asketa Kumārakassapa, učenik askete Gotame, lutao zemljom Kosala, praćen velikom grupom monaha, te je na kraju stigao u Setabyu. Tu se on smestio u simsapa šumi, severno od Setabye. ",
  "dn23:3.6": "Ovakav se dobar glas raširio o poštovanom Kumāra Kassapi: ",
  "dn23:3.7": "’On je mudar, poseduje uvid, pronicljiv je, učen, vešt govornik, rečit, u poodmaklim je godinama i arahant.’ ",
  "dn23:3.8": "Svi oni idu da vide poštovanog Kumāra Kassapu.” ",
  "dn23:3.9": "„Onda, dobri moj slugo, idi do brahmana kućedomaćina iz Setabye i kaži im: ",
  "dn23:3.10": "’Poštovani, princ Pāyāsi vam ovako poručuje: ",
  "dn23:3.11": "„Molim vas sačekajte. Princ Pāyāsi će takođe ići da vidi asketu Kumāra Kassapu”.’ ",
  "dn23:3.12": "Asketa Kumāra Kassapa je ranije ubedio budalaste, neuke brahmane kućedomaćine iz Setabye: ",
  "dn23:3.13": "’Postoji drugi svet, postoje bića koja se spontano preporađaju, postoji plod i rezultat dobrih i rđavih dela.’ ",
  "dn23:3.14": "A zapravo niti ima drugog sveta, niti bića koja se spontano preporađaju, a nema ni ploda, ni rezultata dobrih i rđavih dela.” ",
  "dn23:3.15": "„Da, visočanstvo,” odgovori sluga i uradi kako mu je rečeno. ",
  "dn23:4.1": "I tako se princ Pāyasi, praćen brahmanima kućedomaćinima iz Setabye, zaputi ka simsapa šumi i stiže do poštovanog Kumāra Kassape, pozdravi se sa njim, a kada taj učtivi i prijateljski razgovor bi završen, sede on sa strane. ",
  "dn23:4.2": "A ostali brahmani kućedomaćini iz Setabye se pokloniše poštovanom Kumāra Kassapi i sedoše sa strane; ",
  "dn23:4.3": "drugi se sa njim pozdraviše, ",
  "dn23:4.4": "pa kada taj učtiv i prijateljski razgovor bi završen, sedoše sa strane; ",
  "dn23:4.5": "treći u znak poštovanja sklopiše ruke u pravcu poštovanog Kumāra Kassape i sedoše sa strane; ",
  "dn23:4.6": "neki u njegovom prisustvu rekoše svoje ime i klan i sedoše sa strane; ",
  "dn23:4.7": "a neki ćutke sedoše sa strane. ",
  "dn23:5.0": "2. Nihilizam ",
  "dn23:5.1": "Sedeći sa strane, princ Pāyāsi ovako reče poštovanom Kumāra Kassapi: ",
  "dn23:5.2": "„Poštovani, ja zastupam ovakvo učenje, ovakvo gledište: ",
  "dn23:5.3": "’Nema drugog sveta, nema bića koja se spontano preporađaju, nema ploda, ni rezultata dobrih i rđavih dela’.” ",
  "dn23:5.4": "„Ja, prinče, nisam ni video ni čuo da neko zastupa takvo učenje, takvo gledište. ",
  "dn23:5.5": "Otkuda da ti onda kažeš: ",
  "dn23:5.6": "’Nema drugog sveta, nema bića koja se spontano preporađaju, nema ploda, ni rezultata dobrih i rđavih dela?’ ",
  "dn23:5.7.0": "2.1. Poređenje sa mesecom i suncem ",
  "dn23:5.8": "Ali dopusti da te prvo nešto pitam, a ti odgovori kako misliš da treba. ",
  "dn23:5.9": "Šta misliš, prinče, ",
  "dn23:5.10": "ovaj mesec i sunce, jesu li oni u ovom svetu ili u drugom svetu, jesu li oni nebeski ili ljudski?” ",
  "dn23:5.11": "”Poštovani Kassapa, ovi mesec i sunce su u drugom svetu, ne u ovome, oni su nebeski, a ne ljudski.” ",
  "dn23:5.12": "„Na osnovu toga se, prinče, može zaključiti: ",
  "dn23:5.13": "Postoji drugi svet, postoje bića koja se spontano preporađaju, postoji plod i rezultat dobrih i rđavih dela.” ",
  "dn23:6.1": "„Iako poštovani Kassapa tako tvrdi, moje je mišljenje je još uvek: ",
  "dn23:6.2": "’Nema drugog sveta, nema bića koja se spontano preporađaju, nema ploda, ni rezultata dobrih i rđavih dela’.” ",
  "dn23:6.3": "Ali, prinče, postoji li neki argument kojim bi dokazao svoje reči?” ",
  "dn23:6.5": "„Poštoji, poštovani.” ",
  "dn23:6.7": "„A koji bi to bio, prinče?” ",
  "dn23:6.8": "„Poštovani Kassapa, ja imam prijatelje i poznanike, članove porodice i rođake koji ubijaju živa bića, kradu, čine preljubu, lažu, ogovaraju, vređaju i naklapaju, gramzivi su, puni zlovolje i pogrešnih gledišta. ",
  "dn23:6.9": "Kasnije se oni razbole, snađu ih muke i teške bolesti. ",
  "dn23:6.10": "I kada znam ",
  "dn23:6.11": "da se neće opraviti od bolesti, odem do njih i kažem im: ",
  "dn23:6.12": "’Ima asketa i brahmana koji zastupaju ovako učenje, ovakvo gledište: ",
  "dn23:6.13": "„Oni koji ubijaju živa bića, kradu, čine preljubu, lažu, ogovaraju, vređaju i naklapaju, gramzivi su, puni zlovolje i pogrešnih gledišta, posle sloma tela, posle smrti, preporađaju se u svetu lišavanja, na lošem odredištu, u nižim svetovima, čak u paklu.” ",
  "dn23:6.14": "A vi ste upravo takvi. ",
  "dn23:6.15": "Ako je istina to što govore ti poštovani askete i brahmani, i vi ćete se posle sloma tela, posle smrti, preporoditi u svetu lišavanja, na lošem odredištu, u nižim svetovima, čak u paklu. ",
  "dn23:6.16": "Ako se to dogodi, molim vas da se vratiti i kažete mi da ",
  "dn23:6.17": "postoji drugi svet, postoje bića koja se spontano preporađaju, postoji plod i rezultat dobrih i rđavih dela.” ",
  "dn23:6.18": "Jer vi ste mi verni, odani, i to što vi vidite biće kao da sam ja to video.’ ",
  "dn23:6.19": "’U redu,’ odgovori li su, ali se nikada nisu vratili, niti poslali glasnika. ",
  "dn23:6.20": "To je, poštovani Kassapa, razlog zašto tvrdim: ",
  "dn23:6.21": "’Nema drugog sveta, nema bića koja se spontano preporađaju, nema ploda, ni rezultata dobrih i rđavih dela’.” ",
  "dn23:7.0": "2.2. Poređenje sa lopovom ",
  "dn23:7.1": "Ali dopusti mi, prinče, da te još nešto pitam, a ti dgovori kako misliš da treba. ",
  "dn23:7.2": "Šta misliš, prinče, ",
  "dn23:7.3": "kad bi ljudi uhvatili lopova na delu i doveli ti ga s rečima: ",
  "dn23:7.4": "’Visočanstvo, ovog smo lopava uhvatili na delu; ",
  "dn23:7.5": "kaznite ga na način na koji želite.’ ",
  "dn23:7.6": "A ti bi im odgovorio: ",
  "dn23:7.7": "’U tom slučaju, ovom čoveku čvrsto vežite ruke pozadi, obrijte mu glavu i povedite unaokolo uz zvukove bubnjeva, iz ulice u ulicu, od jednog do drugog raskršća, pa onda kroz južnu kapiju odvedite južno od grada do gubilišta i tamo mu odrubite glavu!’ ",
  "dn23:7.8": "’U redu,’ odgovore oni i odvedu ga do gubilišta. ",
  "dn23:7.9": "Da li bi tamo lopov mogao da odloži pogubljenje rečima: ",
  "dn23:7.10": "’Gospodo dželati, u tom i tom selu ili gradu imam prijatelje i poznanike, članove porodice i rođake. Sačekajte da odem da ih vidim, pa ću se vratiti’ ili bi mu oni odrubili glavu dok još tako brblja.” ",
  "dn23:7.11": "„Lopov ne bi mogao da odloži pogubljenje na taj način. ",
  "dn23:7.12": "",
  "dn23:7.13": "Dželati bi mu odrubili glavu dok još tako brblja.” ",
  "dn23:7.14": "„Dakle, prinče, čak ni običan lopov ne bi mogao da napusti dželate. ",
  "dn23:7.16": "„A šta tek reći za one koji ubijaju živa bića, kradu, čine preljubu, lažu, ogovaraju, vređaju i naklapaju, gramzivi su, puni zlovolje i pogrešnih gledišta, pa se posle sloma tela, posle smrti, preporode u svetu lišavanja, na lošem odredištu, u nižim svetovima, čak u paklu. Mogu li oni da kažu čuvarima pakla: ",
  "dn23:7.17": "’Gospodo čuvari pakla, sačekajte da odem mog gospodara Pāyāsija i dojavim mu: ",
  "dn23:7.18": "’Postoji drugi svet, postoje bića koja se spontano preporađaju, postoji plod i rezultat dobrih i rđavih dela’?” ",
  "dn23:7.19": "Na osnovu toga se, prinče, može zaključiti: ",
  "dn23:7.20": "’Postoji drugi svet, postoje bića koja se spontano preporađaju, postoji plod i rezultat dobrih i rđavih dela’.” ",
  "dn23:8.1": "„Iako poštovani Kassapa tako tvrdi, moje je mišljenje je još uvek: ",
  "dn23:8.2": "’Nema drugog sveta, nema bića koja se spontano preporađaju, nema ploda, ni rezultata dobrih i rđavih dela’.” ",
  "dn23:8.3": "Ali, prinče, postoji li neki argument kojim bi dokazao svoje reči?” ",
  "dn23:8.5": "„Poštoji, poštovani.” ",
  "dn23:8.7": "„A koji bi to bio, prinče?” ",
  "dn23:8.8": "„Poštovani Kassapa, ja imam prijatelje i poznanike, članove porodice i rođake koji se uzdržavaju od ubijanja živih bića, krađe, preljube, laganja, vređanja, naklapanja i ogovaranja, nisu gramzivi su, nisu puni zlovolje i pogrešnih gledišta. ",
  "dn23:8.9": "Kasnije se oni razbole, snađu ih muke i teške bolesti. ",
  "dn23:8.10": "I kada znam ",
  "dn23:8.11": "da se neće opraviti od bolesti, odem do njih i kažem im: ",
  "dn23:8.12": "’Ima asketa i brahmana koji zastupaju ovako učenje, ovakvo gledište: ",
  "dn23:8.13": "„Oni koji se uzdržavaju od ubijanja živih bića, krađe, preljube, laganja, vređanja, naklapanja i ogovaranja, nisu gramzivi su, nisu puni zlovolje i pogrešnih gledišta, takvi se posle sloma tela, posle smrti, preporađaju na dobrom odredištu, čak u nebeskom svetu.” ",
  "dn23:8.14": "A vi ste upravo takvi. ",
  "dn23:8.15": "Ako je istina to što govore ti poštovani askete i brahmani, i vi ćete se posle sloma tela, posle smrti, preporoditi na dobrom odredištu, čak u nebeskom svetu. ",
  "dn23:8.16": "Ako se to dogodi, molim vas da se vratiti i kažete mi da ",
  "dn23:8.17": "postoji drugi svet, postoje bića koja se spontano preporađaju, postoji plod i rezultat dobrih i rđavih dela. ",
  "dn23:8.18": "Jer vi ste mi verni, odani, i to što vi vidite biće kao da sam ja to video.’ ",
  "dn23:8.19": "’U redu,’ odgovori li su, ali se nikada nisu vratili, niti poslali glasnika. ",
  "dn23:8.20": "To je, poštovani Kassapa, razlog zašto tvrdim: ",
  "dn23:8.21": "’Nema drugog sveta, nema bića koja se spontano preporađaju, nema ploda, ni rezultata dobrih i rđavih dela’.” ",
  "dn23:9.0": "2.3. Poređenje sa septičkom jamom ",
  "dn23:9.1": "„U tom slučaju, prinče, daću ti jedno poređenje. ",
  "dn23:9.2": "Jer neki razumni ljudi uz pomoć poređenja shvate smisao onoga što je rečeno. ",
  "dn23:9.3": "Zamisli, prinče, čoveka koji je uronjen u septičku jamu do vrha glave. ",
  "dn23:9.4": "A onda ti narediš svojim ljudima: ",
  "dn23:9.5": "’Hajde izvucite tog čoveka iz septičke jame.’ ",
  "dn23:9.6": "’U redu,’ odgovore oni i izvuku ga. ",
  "dn23:9.7": "Onda im ovako kažeš: ",
  "dn23:9.8": "’Pažljivo strugačima od trske sastružite sa njega svu prljavštinu.’ ",
  "dn23:9.9": "’U redu,’ odgovore oni i tako urade. ",
  "dn23:9.10": "Onda im ovako kažeš: ",
  "dn23:9.11": "’Pažljivo belom glinom istrljajte telo tog čoveka tri puta.’ ",
  "dn23:9.12": "Tako bi učinjeno. ",
  "dn23:9.13": "Onda im ovako kažeš: ",
  "dn23:9.14": "’Nauljite telo tog čoveka i pažljivo ga tri puta operite sapunom.’ ",
  "dn23:9.15": "Tako bi učinjeno. ",
  "dn23:9.16": "Onda im ovako kažeš: ",
  "dn23:9.17": "’Uredite kosu i bradu tog čoveka.’ ",
  "dn23:9.18": "Tako bi učinjeno. ",
  "dn23:9.19": "Onda im ovako kažeš: ",
  "dn23:9.20": "’Dajte tom čoveku bogate vence, mirise i odeću.’ ",
  "dn23:9.21": "Tako bi učinjeno. ",
  "dn23:9.22": "Onda im ovako kažeš: ",
  "dn23:9.23": "’A sada ga odnesite u palatu i obezbedite mu svih pet vrsta zadovoljstava čula.’ ",
  "dn23:9.24": "Tako bi učinjeno. ",
  "dn23:9.25": "Šta misliš, prinče? ",
  "dn23:9.26": "Sada kada je taj čovek lepo okupan, nauljen, čiste kose i brade, ukrašen vencima, namirisan i u bogatom odelu, obezbeđen sa svih pet vrsta zadovoljstava čula, udobno smešten u kraljevskoj palati, da li bi on ponovo uronio u onu septičku jamu?” ",
  "dn23:9.27": "„Sigurno da ne bi, poštovani Kassapa.” ",
  "dn23:9.28": "„A zašto?” ",
  "dn23:9.29": "„Grozna je ta septička jama, poštovana Kassapa, smrdljiva, prljava, odvratna i tako svako na nju gleda.” ",
  "dn23:9.30": "„Isto tako, prinče, za božanstva su ljudi prljavi, smrdljivi, grozni, odvratni i tako na njih gledaju. ",
  "dn23:9.31": "Smrad ljudi dopire do božanstava ako su čak stotinu kilometara daleko. ",
  "dn23:9.32": "A šta tek reći za tvoje prijatelje i poznanike, članove porodice i rođake koji se uzdržavaju od ubijanja živih bića, krađe, preljube, laganja, vređanja, naklapanja i ogovaranja, nisu gramzivi su, nisu puni zlovolje i pogrešnih gledišta, pa su se posle sloma tela, posle smrti, preporodili na dobrom odredištu, čak u nebeskom svetu. Hoće li se oni vratiti da ti kažu: ",
  "dn23:9.33": "’Postoji drugi svet, postoje bića koja se spontano preporađaju, postoji plod i rezultat dobrih i rđavih dela’? ",
  "dn23:9.34": "Na osnovu toga se, prinče, može zaključiti: ",
  "dn23:9.35": "’Postoji drugi svet, postoje bića koja se spontano preporađaju, postoji plod i rezultat dobrih i rđavih dela’.” ",
  "dn23:10.1": "„Iako poštovani Kassapa tako tvrdi, moje je mišljenje je još uvek: ",
  "dn23:10.2": "’Nema drugog sveta, nema bića koja se spontano preporađaju, nema ploda, ni rezultata dobrih i rđavih dela’.” ",
  "dn23:10.3": "„Ali, prinče, postoji li neki argument… ",
  "dn23:10.4": "„Poštoji, poštovani… ",
  "dn23:10.5": "„A koji bi to bio, prinče?” ",
  "dn23:10.6": "„Poštovani Kassapa, ja imam prijatelje i poznanike, članove porodice i rođake koji se uzdržavaju od ubijanja živih bića, krađe, preljube, pogrešnog govora, alkohola i svega što pomračuje svest. ",
  "dn23:10.7": "Kasnije se oni razbole, snađu ih muke i teške bolesti. ",
  "dn23:10.8": "I kada znam ",
  "dn23:10.9": "da se neće opraviti od bolesti, odem do njih i kažem im: ",
  "dn23:10.10": "’Ima asketa i brahmana koji zastupaju ovako učenje, ovakvo gledište: ",
  "dn23:10.11": "„Oni koji se uzdržavaju od ubijanja živih bića, krađe, preljube, pogrešnog govora, alkohola i svega što pomračuje svest, takvi se posle sloma tela, posle smrti, preporađaju na dobrom odredištu, čak među božanstvima neba trideset trojice.” ",
  "dn23:10.12": "A vi ste upravo takvi. ",
  "dn23:10.13": "Ako je istina to što govore ti poštovani askete i brahmani, i vi ćete se posle sloma tela, posle smrti, preporoditi na dobrom odredištu, čak u svetu božanstava neba trideset trojice. ",
  "dn23:10.14": "Ako se to dogodi, molim vas da se vratiti i kažete mi da ",
  "dn23:10.15": "postoji drugi svet, postoje bića koja se spontano preporađaju, postoji plod i rezultat dobrih i rđavih dela. ",
  "dn23:10.16": "Jer vi ste mi verni, odani, i to što vi vidite biće kao da sam ja to video.’ ",
  "dn23:10.17": "’U redu,’ odgovori li su, ali se nikada nisu vratili, niti poslali glasnika. ",
  "dn23:10.18": "To je, poštovani Kassapa, razlog zašto tvrdim: ",
  "dn23:10.19": "’Nema drugog sveta, nema bića koja se spontano preporađaju, nema ploda, ni rezultata dobrih i rđavih dela’.” ",
  "dn23:11.0": "2.4. Poređenje sa božanstvima neba trideset trojice ",
  "dn23:11.1": "Ali dopusti mi, prinče, da te još nešto pitam, a ti odgovori kako misliš da treba. ",
  "dn23:11.2": "Stotinu ljudskih godina je božanstvima neba trideset trojice kao jedan dan i noć, Trideset takvih dana čine mesec, a dvanaest meseci čine godinu. Božanstva neba trideset trojice žive hiljadu takvih godina. ",
  "dn23:11.3": "A što se tiče tvojih prijatelja i poznanika, članova porodice i rođaka koji su se uzdržavali od ubijanja živih bića, krađe, preljube, pogrešnog govora, alskohola i svega što pomračuje svest, pa su se posle sloma tela, posle smrti, preporodili na dobrom odredištu, čak među božanstvima neba trideset trojice. ",
  "dn23:11.4": "Ako oni ovako razmišljaju: ",
  "dn23:11.5": "’Prvo ćemo se dva-tri dana zabavljati, uživati u pet vrsta nebeskih zadovoljstava čula, pa ćemo kasnije otići do princa Pāyāsija i izvestiti ga: ",
  "dn23:11.6": "„Postoji drugi svet, postoje bića koja se spontano preporađaju, postoji plod i rezultat dobrih i rđavih dela.” ",
  "dn23:11.7": "Šta misliš, hoće li doći da ti kažu da ",
  "dn23:11.8": "postoji drugi svet, postoje bića koja se spontano preporađaju, postoji plod i rezultat dobrih i rđavih dela?” ",
  "dn23:11.9": "„Sigurno da neće, poštovani Kassapa. ",
  "dn23:11.10": "Jer ja ću već dugo biti mrtav kada se to dogodi. ",
  "dn23:11.11": "Ali ko je poštovanom Kassapi rekao: ",
  "dn23:11.12": "’Postoje božanstva neba trideset trojice’ ili ’Toliko je dug život božanstava neba trideset trojice’? ",
  "dn23:11.13": "Ja ne verujem poštovanom Kassapi kada kaže: ",
  "dn23:11.14": "’Postoje božanstva neba trideset trojice’ ili ’Toliko je dug život božanstava neba trideset trojice’. ",
  "dn23:11.15.0": "2.5. Poređenje sa slepcem ",
  "dn23:11.16": "„Zamisli, prinče, slepca koji nije u stanju da vidi ni tamne ni svetle oblike, ni plave oblike, ni žute oblike, ni crvene oblike, ni narandžaste oblike, ni ravan ni neravan teren, ni zvezde, niti mesec i sunce. ",
  "dn23:11.17": "I on onda kaže: ",
  "dn23:11.18": "’Ne postoje ni tamni ni svetli oblici, niti bilo ko ko vidi tamne i svetle oblike. ",
  "dn23:11.19": "’Ne postoje plavi oblici, niti bilo ko ko vidi plave oblike. ",
  "dn23:11.20": "Ne postoje žuti oblici, niti bilo ko ko vidi žute oblike. ",
  "dn23:11.21": "Ne postoje crveni oblici, niti bilo ko ko vidi crvene oblike. ",
  "dn23:11.22": "’Ne postoje narandžasti oblici, niti bilo ko ko vidi narandžaste oblike. ",
  "dn23:11.23": "’Ne postoji ravan i neravan teren, niti bilo ko ko vidi ravan i neravan teren. ",
  "dn23:11.24": "Ne postoje zvezde, niti bilo ko ko vidi zvezde. ",
  "dn23:11.25": "Ne postoje sunce i mesec, niti bilo ko ko vidi sunce i mesec. ",
  "dn23:11.26": "Ja sve to niti vidim niti znam za to. Otuda sve to ne postoji.’ ",
  "dn23:11.27": "Da li bi, prinče, onaj ko tako govori govorio istinito?” ",
  "dn23:11.28": "„Sigurno da ne bi, poštovani Kassapa. ",
  "dn23:11.29": "Postoje tamni i svetli oblici, postoje oni koji vide tamne i svetle oblike. ",
  "dn23:11.30": "Postoje plavi oblici, postoje oni koji vide plave oblike… ",
  "dn23:11.31": "Postoji ravan i neravan teren, postoje oni koji vide ravan i neravan teren. ",
  "dn23:11.32": "Postoje zvezde, postoje oni koji vide zvezde. ",
  "dn23:11.33": "Postoje mesec i sunce, postoje oni koji vide mesec i sunce. ",
  "dn23:11.34": "Onaj ko bi rekao: ’Ja sve to niti vidim niti znam za to. Otuda sve to ne postoji’, ",
  "dn23:11.35": "ne bi govorio istinito.” ",
  "dn23:11.36": "„Isto tako, prinče, ja mislim da govoriš poput slepca iz ovog poređenja kada kažeš: ",
  "dn23:11.37": "’Ali ko je poštovanom Kassapi rekao: ",
  "dn23:11.38": "„Postoje božanstva neba trideset trojice” ili „Toliko je dug život božanstava neba trideset trojice?” ",
  "dn23:11.39": "Ja ne verujem poštovanom Kassapi kada kaže: ",
  "dn23:11.40": "„Postoje božanstva neba trideset trojice” ili „Toliko je dug život božanstava neba trideset trojice”’.” ",
  "dn23:11.41": "„Prinče, ne možeš da vidiš drugi svet onako kako ti misliš, fizičkim okom. ",
  "dn23:11.42": "Oni askete i brahmani koji obitavaju na osamljenim mestima, marljivi, predani i odlučni, pročišćuju svoje duhovno oko. ",
  "dn23:11.43": "I tim duhovnim okom, pročišćenim i superiornim u odnosu na ljudsko, oni vide drugi svet, vide bića koja se spontano preporađaju. ",
  "dn23:11.44": "Na taj način se, prinče, može videti drugi svet; ",
  "dn23:11.45": "ne onako kako ti zamišljaš, pomoću fizičkog oka. ",
  "dn23:11.46": "Na osnovu toga se, prinče, može zaključiti: ",
  "dn23:11.47": "’Postoji drugi svet, postoje bića koja se spontano preporađaju, postoji plod i rezultat dobrih i rđavih dela’.” ",
  "dn23:12.1": "„Iako poštovani Kassapa tako tvrdi, moje je mišljenje je još uvek: ",
  "dn23:12.2": "’Nema drugog sveta, nema bića koja se spontano preporađaju, nema ploda, ni rezultata dobrih i rđavih dela’.” ",
  "dn23:12.3": "„Ali, prinče, postoji li neki argument… ",
  "dn23:12.4": "„Poštoji, poštovani… ",
  "dn23:12.5": "„A koji bi to bio, prinče?” ",
  "dn23:12.6": "„Poštovani Kassapa, vidim askete i brahmane usavršene u vrlini, dobre po svojoj prirodi, koji žele da žive, ne žele da umru, žele da budu srećni, ne žele da pate. ",
  "dn23:12.7": "I ovako o njima razmišljam: ",
  "dn23:12.8": "Ako bi ovi poštovani askete i brahmani, usavršeni u vrlini, dobri po svojoj prirodi, znali ovako: ",
  "dn23:12.9": "’Onima među nama koji umru biće bolje’, ",
  "dn23:12.10": "onda bi ti poštovani askete i brahmani ispili otrov, potegli nož, sebe obesili ili skočili sa litice. ",
  "dn23:12.11": "Ali pošto oni očigledno ne znaju: ",
  "dn23:12.12": "’Onima među nama koji umru biće bolje’,  tada ti poštovani askete i brahmani, usavršeni u vrlini, dobri po svojoj prirodi, žele da žive, ne žele da umru, žele da budu srećni, ne žele da pate. ",
  "dn23:12.13": "To je, poštovani Kassapa, razlog zašto tvrdim: ",
  "dn23:12.14": "’Nema drugog sveta, nema bića koja se spontano preporađaju, nema ploda, ni rezultata dobrih i rđavih dela’.” ",
  "dn23:13.0": "2.6. Poređenje sa trudnicom ",
  "dn23:13.1": "„U tom slučaju, prinče, daću ti jedno poređenje. ",
  "dn23:13.2": "Jer neki razumni ljudi uz pomoć poređenja shvate smisao onoga što je rečeno. ",
  "dn23:13.3": "Jednom davno neki brahman imao je dve žene. ",
  "dn23:13.4": "Jedna od njih imala je sina starod deset ili dvanaest godina, dok je druga bila trudna i pred porođajem. ",
  "dn23:13.5": "Ali dogodi se da brahman preminu. ",
  "dn23:13.6": "I dečak reče drugoj supruzi: ",
  "dn23:13.7": "’Gospođo, sav imetak ovde, usevi, srebro ili zlato, moj je. ",
  "dn23:13.8": "Za vas nema ništa. ",
  "dn23:13.9": "Predajte mi nasledstvo moga oca.’ ",
  "dn23:13.10": "Kada je to čula, brahmanka reče dečaku: ",
  "dn23:13.11": "’Sačekaj, dragi moj, dok se ne porodim. ",
  "dn23:13.12": "Ako bude dečak, jedan deo će njemu pripasti; ",
  "dn23:13.13": "ako bude devojčica, ona će ti biti služavka. ",
  "dn23:13.14": "Po drugi put dečak reče: ",
  "dn23:13.15": "’Gospođo, sav imetak ovde, usevi, srebro ili zlato, moj je. ",
  "dn23:13.16": "Za vas nema ništa. ",
  "dn23:13.17": "Predajte mi nasledstvo moga oca.’ ",
  "dn23:13.18": "Po drugi put brahmanka reče dečaku: ",
  "dn23:13.19": "’Sačekaj, dragi moj, dok se ne porodim. ",
  "dn23:13.20": "Ako bude dečak, jedan deo će njemu pripasti; ",
  "dn23:13.21": "ako bude devojčica, ona će ti biti služavka. ",
  "dn23:13.22": "Po treći put dečak reče: ",
  "dn23:13.23": "’Gospođo, sav imetak ovde, usevi, srebro ili zlato, moj je. ",
  "dn23:13.24": "Za vas nema ništa. ",
  "dn23:13.25": "Predajte mi nasledstvo moga oca.’ ",
  "dn23:13.26": "Na to brahmanka uze nož i otide u svoje odaje i raspori sebi stomak: ",
  "dn23:13.27": "’Da pogledam hoće li moje dete biti dečak ili devojčica’. ",
  "dn23:13.28": "Tako ona uništi život sebi i novorođenčetu, zajedno sa svojim imetkom. ",
  "dn23:13.29": "Baš kao što su nju zadesili nesreća i propast, jer je tražila nasledstvo na budalast i neuk način, isto tako će i tebe, prinče, zadesiti nesreća i propast, jer tragaš za drugim svetom na budalast i neuk način. ",
  "dn23:13.31": "Prinče, askete i brahmani, usavršeni u vrlini, dobri po svojoj prirodi, ono što je nezrelo ne požuruju da sazri; ",
  "dn23:13.32": "oni strpljivo čekaju da to samo sazri. ",
  "dn23:13.33": "Zaista postoji korist za askete i brahmane, kada žive usavršeni u vrlini i dobri po svojoj prirodi. ",
  "dn23:13.34": "Jer što duže tako žive, askete i brahmani sve više zasluga stiču, na svoju, ali i na korist i sreću mnogih, iz saosećanja prema ovome svetu, na korist i sreću božanskih i ljudskih bića. ",
  "dn23:13.35": "Na osnovu toga se, prinče, može zaključiti: ",
  "dn23:13.36": "’Postoji drugi svet, postoje bića koja se spontano preporađaju, postoji plod i rezultat dobrih i rđavih dela’.” ",
  "dn23:14.1": "„Iako poštovani Kassapa tako tvrdi, moje je mišljenje je još uvek: ",
  "dn23:14.2": "’Nema drugog sveta, nema bića koja se spontano preporađaju, nema ploda, ni rezultata dobrih i rđavih dela’.” ",
  "dn23:14.3": "„Ali, prinče, postoji li neki argument… ",
  "dn23:14.4": "„Poštoji, poštovani… ",
  "dn23:14.5": "„A koji bi to bio, prinče?” ",
  "dn23:14.6": "„Poštovani Kassapa, recimo da moji ljudi uhvate lopova na delu i dovedu ga s rečima: ",
  "dn23:14.7": "’Visočanstvo, ovog smo lopava uhvatili na delu; ",
  "dn23:14.8": "kaznite ga na način na koji želite.’ ",
  "dn23:14.9": "Onda im ja ovako kažem: ",
  "dn23:14.10": "’Tog čoveka živog strpajte u krčag. Zapušite mu usta, pa preko otvora na krčagu zategnite kožu i prekrijte ga vlažnom glinom. Potom ga stavite iznad vatre i založite. ",
  "dn23:14.11": "’U redu”, odgovore i urade kako im je zapoveđeno. ",
  "dn23:14.12": "Kada znamo da je onaj čovek mrtav, skinemo krčag, otvorimo ga i dobro pogledamo: ",
  "dn23:14.13": "’Hoćemo li videti kako njegova duša izlazi?’ ",
  "dn23:14.14": "Ali ne vidimo da njegova duša odlazi. ",
  "dn23:14.15": "To je, poštovani Kassapa, razlog zašto tvrdim: ",
  "dn23:14.16": "’Nema drugog sveta, nema bića koja se spontano preporađaju, nema ploda, ni rezultata dobrih i rđavih dela’.” ",
  "dn23:15.0": "2.7. Poređenje sa snom ",
  "dn23:15.1": "Ali dopusti mi, prinče, da te još nešto pitam, a ti odgovori kako misliš da treba. ",
  "dn23:15.2": "Dešava li ti se, prinče, kada tokom dana prilegneš, da sanjaš snove sa divnim parkovima, divnim šumama, divnim poljima i divnim jezerima?” ",
  "dn23:15.3": "„Dešava se, poštovani Kassapa.” ",
  "dn23:15.4": "„A da li se za to vreme oko tebe razni grbavci, patuljci, dvorske lude i mlade devojke?” ",
  "dn23:15.5": "„Tako je, poštovani Kassapa.” ",
  "dn23:15.6": "„Pa da li oni vide tvoju dušu kako dolazi ili odlazi?” ",
  "dn23:15.7": "„Sigurno da ne, poštovani Kassapa.” ",
  "dn23:15.8": "„Dakle, prinče, živi ne vide dušu tebe živog kako dolazi ili odlazi. ",
  "dn23:15.9": "Pa kako ćeš ti onda videti dušu mrtvoga čoveka kako dolazi ili odlazi? ",
  "dn23:15.10": "Na osnovu toga se, prinče, može zaključiti: ",
  "dn23:15.11": "’Postoji drugi svet, postoje bića koja se spontano preporađaju, postoji plod i rezultat dobrih i rđavih dela’.” ",
  "dn23:16.1": "„Iako poštovani Kassapa tako tvrdi, moje je mišljenje je još uvek: ",
  "dn23:16.2": "’Nema drugog sveta, nema bića koja se spontano preporađaju, nema ploda, ni rezultata dobrih i rđavih dela’.” ",
  "dn23:16.3": "„Ali, prinče, postoji li neki argument… ",
  "dn23:16.4": "„Poštoji, poštovani… ",
  "dn23:16.5": "„A koji bi to bio, prinče?” ",
  "dn23:16.6": "„Poštovani Kassapa, recimo da moji ljudi uhvate lopova na delu i dovedu ga s rečima: ",
  "dn23:16.7": "’Visočanstvo, ovog smo lopava uhvatili na delu; ",
  "dn23:16.8": "kaznite ga na način na koji želite.’ ",
  "dn23:16.9": "Onda im ja ovako kažem: ",
  "dn23:16.10": "’Tog čoveka izmerite još dok je živ. Onda ga zadavite tetivom od luka, pa ga ponovo izmerite.’ ",
  "dn23:16.11": "’U redu”, odgovore i urade kako im je zapoveđeno. ",
  "dn23:16.12": "I tako, dok je on bio živ, bio lakši, mekši i savitljiviji. ",
  "dn23:16.13": "A kao mrtvac, postaje teži, tvrđi i krući. ",
  "dn23:16.14": "To je, poštovani Kassapa, razlog zašto tvrdim: ",
  "dn23:16.15": "’Nema drugog sveta, nema bića koja se spontano preporađaju, nema ploda, ni rezultata dobrih i rđavih dela’.” ",
  "dn23:17.0": "2.8. Poređenje sa užarenom gvozdenom kuglom ",
  "dn23:17.1": "„U tom slučaju, prinče, daću ti jedno poređenje. ",
  "dn23:17.2": "Jer neki razumni ljudi uz pomoć poređenja shvate smisao onoga što je rečeno. ",
  "dn23:17.3": "Zamisli, prinče, da neko izmeri gvozdenu kuglu koja je bila zagrevana ceo dan, tako da je postala usijana, užarena. ",
  "dn23:17.4": "A onda, posle nekog vremena, kada s eona ohladi, ponovo je izmeri. ",
  "dn23:17.5": "Kada će ta kugla biti lakša, mekša, pogodnija za obradu? Kada je usijana i užarena ili kada se ohladi?” ",
  "dn23:17.6": "„Poštovani Kassapa, onda kada je ta kugla usijana, užatena, tada je ona lakša, meška, pogodnija za obradu. ",
  "dn23:17.7": "Ali kada je ta gvozdena kugla ohlađena, lišena elementa vatre i elementra vazduha, tada je ona teža, tvrđa i manje pogodna za obradu.” ",
  "dn23:17.8": "„Na isti način, prinče, kada su u telu život, telesna toplota i svest, ono je lakše, mekše, savitljivije. ",
  "dn23:17.9": "A kada u telu nema života, toplote, niti svesti, ono je teže, tvrđe i kruće. ",
  "dn23:17.10": "Na osnovu toga se, prinče, može zaključiti: ",
  "dn23:17.11": "’Postoji drugi svet, postoje bića koja se spontano preporađaju, postoji plod i rezultat dobrih i rđavih dela’.” ",
  "dn23:18.1": "„Iako poštovani Kassapa tako tvrdi, moje je mišljenje je još uvek: ",
  "dn23:18.2": "’Nema drugog sveta, nema bića koja se spontano preporađaju, nema ploda, ni rezultata dobrih i rđavih dela’.” ",
  "dn23:18.3": "„Ali, prinče, postoji li neki argument… ",
  "dn23:18.4": "„Poštoji, poštovani… ",
  "dn23:18.5": "„A koji bi to bio, prinče?” ",
  "dn23:18.6": "„Poštovani Kassapa, recimo da moji ljudi uhvate lopova na delu i dovedu ga s rečima: ",
  "dn23:18.7": "’Visočanstvo, ovog smo lopava uhvatili na delu; ",
  "dn23:18.8": "kaznite ga na način na koji želite.’ ",
  "dn23:18.9": "Onda im ja ovako kažem: ",
  "dn23:18.10": "’Ubijte tog čoveka, ali tako da ne oštetite njegovu kožu ni spolja ni iznutra, niti mišiće, tetive, kosti i koštanu srž.’ ",
  "dn23:18.11": "’U redu”, odgovore i urade kako im je zapoveđeno. ",
  "dn23:18.12": "Kada je taj čovek skoro mrtav, ovako im kažem: ",
  "dn23:18.13": "’Položite ga na leđa, ne bismo li videli kako njegova duša odlazi.’ ",
  "dn23:18.14": "Oni ga polože na leđa. ",
  "dn23:18.15": "Ali ne vidimo da njegova duša odlazi. ",
  "dn23:18.16": "Onda im ovako kažem: ",
  "dn23:18.17": "’Položite ga na stomak… ",
  "dn23:18.18": "položite ga na jednu stranu… ",
  "dn23:18.19": "položite ga na drugu stranu… ",
  "dn23:18.20": "uspravite ga… ",
  "dn23:18.21": "postavite ga naglavce… ",
  "dn23:18.22": "udarite ga pesnicom… ",
  "dn23:18.23": "kamenom… ",
  "dn23:18.24": "batinom… ",
  "dn23:18.25": "mačem… ",
  "dn23:18.26": "dobro ga prodrmajte ne bismo li videli kako njegova duša odlazi.’ ",
  "dn23:18.27": "Tako i urade sa tim čovekom. ",
  "dn23:18.28": "Ali mi i dalje ne vidimo da njegova duša odlazi. ",
  "dn23:18.29": "Jer iako on i dalje ima oči, i dalje postoje oblici, ali on ne doživljava to područje čula. ",
  "dn23:18.30": "Iako on i dalje ima uši, i dalje postoje zvukovi, ali on ne doživljava to područje čula. ",
  "dn23:18.31": "Iako on i dalje ima nos, i dalje postoje mirisi, ali on ne doživljava to područje čula. ",
  "dn23:18.32": "Iako on i dalje ima jezik, i dalje postoje ukusi, ali on ne doživljava to područje čula. ",
  "dn23:18.33": "Iako on i dalje ima telo, i dalje postoje dodiri, ali on ne doživljava to područje čula. ",
  "dn23:18.34": "To je, poštovani Kassapa, razlog zašto tvrdim: ",
  "dn23:18.35": "’Nema drugog sveta, nema bića koja se spontano preporađaju, nema ploda, ni rezultata dobrih i rđavih dela’.” ",
  "dn23:19.0": "2.9. Poređenje sa duvanjem u rog ",
  "dn23:19.1": "„U tom slučaju, prinče, daću ti jedno poređenje. ",
  "dn23:19.2": "Jer neki razumni ljudi uz pomoć poređenja shvate smisao onoga što je rečeno. ",
  "dn23:19.3": "Jednom davno neki čovek koji je duvao u rog uze svoj rog i ode do susedne zemlje. ",
  "dn23:19.4": "Tu on stigne u neko selo, stane na sred sela i zaduva u rog tri puta. Zatim ga odloži na zemlju i sedne. ",
  "dn23:19.5": "Onda seljani ovako pomisliše: ",
  "dn23:19.6": "’Hej, kakav je to zvuk tako milozvučan, tako prijatan, tako zanosan, tako očaravajući!’ ",
  "dn23:19.7": "Okupe se oko onog čoveka i kažu mu: ",
  "dn23:19.8": "’Hej, kakav je to zvuk tako milozvučan, tako prijatan, tako zanosan, tako očaravajući?’ ",
  "dn23:19.9": "’To je zvuk ovog roga.’ ",
  "dn23:19.10": "A oni ga polože na leđa, ovim rečima: ",
  "dn23:19.11": "’Oglasi se, o veliki rože; oglasi se, o veliki rože!’ ",
  "dn23:19.12": "Ali iz roga ne izađe bilo kakav zvuk. ",
  "dn23:19.13": "Zatim ga polože na jednu stranu, pa na drugu stranu, usprave ga, stave naglavce, dare ga pesnicom, kamenom, batinom i mačem; dobro ga protresu, govoreći: ",
  "dn23:19.14": "’Oglasi se, o veliki rože; oglasi se, o veliki rože!’ ",
  "dn23:19.15": "Ali iz roga ne izađe bilo kakav zvuk. ",
  "dn23:19.16": "Onda onaj čovek što duva u rog ovako pomisli: ",
  "dn23:19.17": "’Kako su budalasti ovi ljudi, kako mogu na tako neuk način tragati za zvukom roga!’ ",
  "dn23:19.18": "I dok su ga okupljeni posmatrali, uze on rog, oglasi se tri puta i otide. ",
  "dn23:19.19": "Onda seljani ovako pomisliše: ",
  "dn23:19.20": "’Čini se da to što se naziva rogom udruži sa osobom, naporom i vazduhom, tada nastane zvuk. Ali kada te tri stvari nema, nema ni zvuka.’ ",
  "dn23:19.21": "Na isti način, prinče, sve dok je telo puno života, toplote i svesti, ono hoda tamo i ovamo, stoji, sedi i leži. Ono vidi oblike okom, čuje zvukove uhom, miriše mirise nosom, kuša ukuse jezikom, oseća dodire telom i zna misli umom. ",
  "dn23:19.22": "Ali kada u telu nema životne sile, toplote i svesti, ono nije u stanju da čini sve te stvari. ",
  "dn23:19.23": "Na osnovu toga se, prinče, može zaključiti: ",
  "dn23:19.24": "’Postoji drugi svet, postoje bića koja se spontano preporađaju, postoji plod i rezultat dobrih i rđavih dela’.” ",
  "dn23:20.1": "„Iako poštovani Kassapa tako tvrdi, moje je mišljenje je još uvek: ",
  "dn23:20.2": "’Nema drugog sveta, nema bića koja se spontano preporađaju, nema ploda, ni rezultata dobrih i rđavih dela’.” ",
  "dn23:20.3": "„Ali, prinče, postoji li neki argument… ",
  "dn23:20.4": "„Poštoji, poštovani… ",
  "dn23:20.5": "„A koji bi to bio, prinče?” ",
  "dn23:20.6": "„Poštovani Kassapa, recimo da moji ljudi uhvate lopova na delu i dovedu ga s rečima: ",
  "dn23:20.7": "’Visočanstvo, ovog smo lopava uhvatili na delu; ",
  "dn23:20.8": "kaznite ga na način na koji želite.’ ",
  "dn23:20.9": "Onda im ja ovako kažem: ",
  "dn23:20.10": "’Rasporite tog čoveka. Možda ćemo videti njegovu dušu.’ ",
  "dn23:20.11": "I oni mu raseku kožu. ",
  "dn23:20.12": "Ali ne vidimo njegovu dušu. ",
  "dn23:20.13": "Onda im ovako kažem: ",
  "dn23:20.14": "’Sada rasecite njegovu pokožicu, mišiće, tetive, kosti i koštanu srž. Možda ćemo videti njegovu dušu. ",
  "dn23:20.15": "I oni učine kako im je rečeno, ali ne vidimo dušu tog čoveka. ",
  "dn23:20.16": "To je, poštovani Kassapa, razlog zašto tvrdim: ",
  "dn23:20.17": "’Nema drugog sveta, nema bića koja se spontano preporađaju, nema ploda, ni rezultata dobrih i rđavih dela’.” ",
  "dn23:21.0": "2.10. Poređenje sa asketom koji obožava vatru ",
  "dn23:21.1": "„U tom slučaju, prinče, daću ti jedno poređenje. ",
  "dn23:21.2": "Jer neki razumni ljudi uz pomoć poređenja shvate smisao onoga što je rečeno. ",
  "dn23:21.3": "Jednom davno neki asketa sa punđom koji se klanjao vatri živeo je u kolibi od pruća u šumi. ",
  "dn23:21.4": "I jednoga dana tuda naiđe karavan iz druge zemlje. ",
  "dn23:21.5": "Prenoćio je nedaleko od mesta gde je živeo asketa, pa nastavi dalje. ",
  "dn23:21.6": "A onaj asketa sa punđom pomisli: ",
  "dn23:21.7": "’Kako bi bilo da odem do mesta na kojem je karavan prenoćio? Možda bih tamo mogao nešto korisno da nađem?’ ",
  "dn23:21.8": "Kada je stigao, pronađe on tamo dete položeno na leđa i ostavljeno. ",
  "dn23:21.9": "Videvši ga, pomisli: ",
  "dn23:21.10": "’Nije pravo da ništa ne uradim dok jedno ljudsko biće umire. ",
  "dn23:21.11": "Kako bi bilo da ovo dete odnesem u svoju isposnicu i pobrinem se za njega, nahranim ga i odgajam?’ ",
  "dn23:21.12": "Tako i učini. ",
  "dn23:21.13": "Kada je dečaku bilo deset ili dvamaest godina, asketa je nekim poslom trebalo da napusti isposnicu. ",
  "dn23:21.14": "Prethodno on reče dečaku: ",
  "dn23:21.15": "’Dragi moj, hoću da odem u drugi kraj. ",
  "dn23:21.16": "A ti se za to vreme staraj o svetoj vatri. ",
  "dn23:21.17": "Pazi da se ne ugasi. ",
  "dn23:21.18": "Ako bi se ipak ugasila, ovde ti je sekira, ovde drva, a ovde štapovi za paljenje vatre. Upali ponovo vatru i staraj se o njoj. ",
  "dn23:21.19": "Uputivši tako dečaka, asketa ode u drugi kraj. ",
  "dn23:21.20": "Ali dečak se toliko bio zaneo igranjem, da se vatra ugasila. ",
  "dn23:21.21": "Onda on pomisli: ",
  "dn23:21.22": "’Otac mi je rekao: ",
  "dn23:21.23": "„Dragi moj, staraj se o svetoj vatri. ",
  "dn23:21.24": "Pazi da se ne ugasi. ",
  "dn23:21.25": "Ako bi se ipak ugasila, ovde ti je sekira, ovde drva, a ovde štapovi za paljenje vatre. Upali ponovo vatru i staraj se o njoj.” ",
  "dn23:21.26": "Kako bi bilo da je ponovo upalim i staram se o njoj?’ ",
  "dn23:21.27": "On sekirom naseče svežaj štapova za paljenje vatre, razmišljajući: ",
  "dn23:21.28": "’Nadam se da ću upaliti vatru.’ ",
  "dn23:21.29": "Ali nije uspeo. ",
  "dn23:21.30": "Štapove za paljenje vatre bi rascepio na dva, potom tri, četiri dela, pet delova, deset delova, stotinu delova. Cepao ih je na sve sitnije delove, lupao u avanu i prosejavao na jakom vetru, razmišljajući: ",
  "dn23:21.31": "’Nadam se da ću upaliti vatru.’ ",
  "dn23:21.32": "Ali svejedno mu nije uspevalo. ",
  "dn23:21.33": "Onda se asketa sa punđom, obavivši šta je imao u drugom kraju, vratio u isposnicu. Kad je stigao, reče dečaku: ",
  "dn23:21.34": "’Dragi moj, nadam se da se vatra nije ugasila.’ ",
  "dn23:21.35": "’Dragi oče, bio sam se toliko zaneo igranjem da se vatra ugasila. ",
  "dn23:21.36": "Onda pomislih: ",
  "dn23:21.37": "’Otac mi je rekao da se staram o vatri. ",
  "dn23:21.38": "Pazi da se ne ugasi. ",
  "dn23:21.39": "Ako bi se ipak ugasila, ovde ti je sekira, ovde drva, a ovde štapovi za paljenje vatre. Upali ponovo vatru i staraj se o njoj. ",
  "dn23:21.40": "Kako bi bilo da je ponovo upalim i staram se o njoj?’ ",
  "dn23:21.41": "Onda sam sekirom nasekao svežaj štapova za paljenje vatre, razmišljajući: ",
  "dn23:21.42": "„Nadam se da ću upaliti vatru.” ",
  "dn23:21.43": "Ali nisam uspeo. ",
  "dn23:21.44": "Štapove za paljenje vatre bih rascepio na dva, potom tri, četiri dela, pet delova, deset delova, stotinu delova. Cepao sam ih na sve sitnije delove, lupao u avanu i prosejavao na jakom vetru, razmišljajući: ",
  "dn23:21.45": "„Nadam se da ću upaliti vatru.” ",
  "dn23:21.46": "Ali nisam uspeo.” ",
  "dn23:21.47": "A onaj asketa sa punđom pomisli: ",
  "dn23:21.48": "’Kako je glup ovaj dečak, budalast! Kako je mogao tragati za vatrom na tako neuk način!’ ",
  "dn23:21.49": "I dok je dečak posmatrao, uze on one štapove za paljenje vatre i upali vatru, pa mu reče: ",
  "dn23:21.50": "’Ovako, dragi moj, treba vatru upaliti. ",
  "dn23:21.51": "A ne na onako glup, budalast i neuk način kako si ti to pokušavao.’ ",
  "dn23:21.52": "Prinče, na isti takav, glup, budalast i neuk način i ti tragaš za drugim svetom. ",
  "dn23:21.53": "Napusti, prinče, to rđavo, pogrešno gledište! Učini to! ",
  "dn23:21.54": "Ne treba sebi da stvaraš trajnu štetu i patnju!” ",
  "dn23:22.1": "„Iako poštovani Kassapa tako kaže, ja ne mogu da dapustim to rđavo, pogrešno gledište: ",
  "dn23:22.2": "Jer za mene kralj Pasenaadi zna, kao što znaju i drugi kraljevi: ",
  "dn23:22.3": "’Princ Pāyāsi zastupa ovakvo učenje, ovakvo gledište: ",
  "dn23:22.4": "’Nema drugog sveta, nema bića koja se spontano preporađaju, nema ploda, ni rezultata dobrih i rđavih dela’.” ",
  "dn23:22.5": "Poštovani Kassapa, ako bih napustio to rđavo, pogrešno gledište, drugi ljudi će reći: ",
  "dn23:22.6": "’Kako je budalast princ Pāyāsi, kako je neuk, da se ne drži svoga gledišta.’ ",
  "dn23:22.7": "I pored svega, ja ću ga se i dalje držati.” ",
  "dn23:23.0": "2.11. Poređenje sa dvojicom vođa karavana ",
  "dn23:23.1": "„U tom slučaju, prinče, daću ti jedno poređenje. ",
  "dn23:23.2": "Jer neki razumni ljudi uz pomoć poređenja shvate smisao onoga što je rečeno. ",
  "dn23:23.3": "Jednom davno karavan od hiljadu kola se iz istočnih krajeva zaputio u one zapadne. ",
  "dn23:23.4": "I gde god bi se obreo, brzo bi potrošio su travu, drvo, vodu i zeleno lišće. ",
  "dn23:23.5": "A na čelu tog karavana su bila dvojica vođa, svaki zadužen za po petsto kola. ",
  "dn23:23.6": "Onda oni pomisliše: ",
  "dn23:23.7": "’Ovo je veliki karavan, od hiljadu kola. ",
  "dn23:23.8": "I gde god se nađe, brzo potroši svu travu, drvo, vodu i zeleno lišće. ",
  "dn23:23.9": "Kako bi bilo ako bismo se podelili ",
  "dn23:23.10": "na dva karavana po petsto kola. ",
  "dn23:23.11": "Tako i učiniše. ",
  "dn23:23.12": "Jedan vođa karavana pripremi mnogo trave, drva i vode, pa krenu. ",
  "dn23:23.13": "Posle dva ili tri dana putovanja, ugleda on tamnoputog čoveka crvenih očiju, kako im ide u susret na kolima koje je vukao magarac i sa blatnjavim točkovima. Nosio je luk i strele, oko vrata venac žutih lotosa, a odeća i kosa su mu bili mokri. Kada ga je video, ovako reče: ",
  "dn23:23.14": "’Odakle dolazite, gospodine?’ ",
  "dn23:23.15": "’Iz te i te zemlje.’ ",
  "dn23:23.16": "’A kuda idete?’ ",
  "dn23:23.17": "’Idem tamo i tamo.’ ",
  "dn23:23.18": "’Je li to bio neki jak pljusak u kraju iz kojeg dolazite?’ ",
  "dn23:23.19": "’Jeste, gospodine, bio je jak pljusak, Mnogo je bara na putu, a još više trave, drva i sveže vode. ",
  "dn23:23.20": "Baci tu travu, drva i vodu koju nosite,. kola će se kretati mnogo brže bez tog tovara, a tegleća marva se neće iscrpljivati.’ ",
  "dn23:23.21": "I tako onaj vođa karavana reče kočijašima: ",
  "dn23:23.22": "’Ovaj čovek mi ovako reče: ",
  "dn23:23.23": "„Bio je jak pljusak, Mnogo je bara na putu, a još više trave, drva i sveže vode. ",
  "dn23:23.24": "Bacite tu travu, drva i vodu koju nosite, kola će se kretati mnogo brže bez tog tovara, a tegleća marva se neće iscrpljivati.” ",
  "dn23:23.25": "Uradite tako.’ ",
  "dn23:23.26": "’U redu, gospodine,’  odgovoriše kočijaši. ",
  "dn23:23.27": "Ali na mestu na kojem su prvo prenoćili nisu videli ni trave, ni drva, ni vode. ",
  "dn23:23.28": "Na drugom mestu… ",
  "dn23:23.29": "Na trećem mestu… ",
  "dn23:23.30": "Na četvrtom mestu… ",
  "dn23:23.31": "Na petom mestu… ",
  "dn23:23.32": "Na šestom mestu… ",
  "dn23:23.33": "Ni na sedmom mestu na kojem su prenoćili nisu videli ni trave, ni drva, ni vode. ",
  "dn23:23.34": "I ceo karavan doživi propast. ",
  "dn23:23.35": "A sve životinje i ljude koji su bili u tom karavan proždrao je onaj zli duh. ",
  "dn23:23.36": "Ostadoše samo njihove kosti. ",
  "dn23:23.37": "A vođa drugog karavana pomisli: ",
  "dn23:23.38": "’Prvi karavan mora da je do sada već dosta odmakao’, te pripremi mnogo trave, drva i vode, pa krenu. ",
  "dn23:23.39": "Posle dva ili tri dana putovanja, ugleda on tamnoputog čoveka crvenih očiju, kako im ide u susret na kolima koje je vukao magarac i sa blatnjavim točkovima. Nosio je luk i strele, oko vrata venac žutih lotosa, a odeća i kosa su mu bili mokri. Kada ga je video, ovako reče: ",
  "dn23:23.40": "’Odakle dolazite, gospodine?’ ",
  "dn23:23.41": "’Iz te i te zemlje.’ ",
  "dn23:23.42": "’A kuda idete?’ ",
  "dn23:23.43": "’Idem tamo i tamo.’ ",
  "dn23:23.44": "’Je li to bio neki jak pljusak u kraju iz kojeg dolazite?’ ",
  "dn23:23.45": "’Jeste, gospodine, bio je jak pljusak, Mnogo je bara na putu, a još više trave, drva i sveže vode. ",
  "dn23:23.46": "Baci tu travu, drva i vodu koju nosite,. kola će se kretati mnogo brže bez tog tovara, a tegleća marva se neće iscrpljivati.’ ",
  "dn23:23.47": "I tako onaj vođa karavana reče kočijašima: ",
  "dn23:23.48": "’Onaj čovek mi ovako reče: ",
  "dn23:23.49": "„Bio je jak pljusak, Mnogo je bara na putu, a još više trave, drva i sveže vode. ",
  "dn23:23.50": "Bacite tu travu, drva i vodu koju nosite, kola će se kretati mnogo brže bez tog tovara, a tegleća marva se neće iscrpljivati.” ",
  "dn23:23.51": "Ali taj čovek nije ni naš prijatelj, ni srodnik. Kako možemo da mu verujemo samo na reč? ",
  "dn23:23.52": "Ne bacajte travu, drva i vodu. Nastavićemo sa onim što smo poneli. ",
  "dn23:23.53": "Nećemo baciti to što već imamo.’ ",
  "dn23:23.54": "’U redu, gospodine,’  odgovoriše kočijaši i karavan nastavi dalje sa onim što su poneli. ",
  "dn23:23.55": "I tako na mestu na kojem su prvo prenoćili nisu videli ni trave, ni drva, ni vode. ",
  "dn23:23.56": "Na drugom mestu… ",
  "dn23:23.57": "Na trećem mestu… ",
  "dn23:23.58": "Na četvrtom mestu… ",
  "dn23:23.59": "Na petom mestu… ",
  "dn23:23.60": "Na šestom mestu… ",
  "dn23:23.61": "Ni na sedmom mestu na kojem su prenoćili nisu videli ni trave, ni drva, ni vode. ",
  "dn23:23.62": "Ali tamo ugledaše prvi karavan koji zadesiše nesreća i propast. ",
  "dn23:23.63": "Nije više bilo ni ljudi ni životinja, jer ih je sve proždrao zli duh i ostavio samo kosti. ",
  "dn23:23.64": "I tako onaj vođa karavana reče kočijašima: ",
  "dn23:23.65": "’Ovaj karavan su zadesili nesreća i propast, baš kao što se dešava kada ga neko vodi na budalast i neuk način. ",
  "dn23:23.66": "Zato, gospodo, odbacite iz našeg tovara sve što je bezvredno i uzmite iz ovog karavana sve što je vredno.’ ",
  "dn23:23.67": "’U redu, gospodine,’ odgovoriše kočijaši i učiniše kako im je rečeno. I pređoše pustinju bezbedno, baš kao što se to događa sa onim karavanom koji je vođen znalački. ",
  "dn23:23.68": "Baš kao što su prvog vođu karavana zadesili nesreća i propast, isto tako će i tebe, prinče, zadesiti nesreća i propast, jer tragaš za drugim svetom na budalast i neuk način. ",
  "dn23:23.69": "I one koji misle da si vredan slušanja i poverenja isto tako će zadesiti nesreća i propast kao onog vođu karavana. ",
  "dn23:23.70": "Napusti, prinče, to rđavo, pogrešno gledište! Učini to! ",
  "dn23:23.71": "Ne treba sebi da stvaraš trajnu štetu i patnju!” ",
  "dn23:24.1": "„Iako poštovani Kassapa tako kaže, ja ne mogu da dapustim to rđavo, pogrešno gledište: ",
  "dn23:24.2": "Jer za mene kralj Pasenaadi zna, kao što znaju i drugi kraljevi: ",
  "dn23:24.3": "’Nema drugog sveta, nema bića koja se spontano preporađaju, nema ploda, ni rezultata dobrih i rđavih dela’.” ",
  "dn23:24.4": "Poštovani Kassapa, ako bih napustio to rđavo, pogrešno gledište, drugi ljudi će reći: ",
  "dn23:24.5": "’Kako je budalast princ Pāyāsi, kako je neuk, da se ne drži svoga gledišta.’ ",
  "dn23:24.6": "I pored svega, ja ću ga se i dalje držati.” ",
  "dn23:25.0": "2.12. Poređenje sa čovekom koji nosi izmet ",
  "dn23:25.1": "„U tom slučaju, prinče, daću ti jedno poređenje. ",
  "dn23:25.2": "Jer neki razumni ljudi uz pomoć poređenja shvate smisao onoga što je rečeno. ",
  "dn23:25.3": "Jednom davno neki svinjar se iz svog sela zaputio u jedno drugo selo. ",
  "dn23:25.4": "Usput naiđe na veliku gomilu osušenog izmeta. ",
  "dn23:25.5": "I pomisli: ",
  "dn23:25.6": "’Ova gomila suvog izmeta može poslužiti kao hrana mojim svinjama. ",
  "dn23:25.7": "Kako bi bilo ako bih je poneo?’ ",
  "dn23:25.8": "Tako on raširi svoj gornji ogrtač, potrpa onaj izmet u njega, tako svezan zavežljaj stavi na glavu i krenu dalje. ",
  "dn23:25.9": "I dok je išao zadesi ga veliki pljusak. ",
  "dn23:25.10": "Iako je onaj raskvašeni izmet curio i natopio ga sve do stopala, on je nastavljao da ide dalje. ",
  "dn23:25.11": "Kada ga ljudi videše, rekoše mu: ",
  "dn23:25.12": "’Prijatelju, jesi li ti sišao sa uma, jesi li lud, da iako taj raskvašeni izmet curi i natopio te je sve do stopala, ti nastavljaš da ideš sve dalje.’ ",
  "dn23:25.13": "’Vi ste sišli s uma, vi ste ludi, jer će ovo poslužiti kao hrana mojim svinjama.’ ",
  "dn23:25.14": "„Isto tako, prinče, ti ličiš na nosača izmete iz ovog poređenja. ",
  "dn23:25.15": "Napusti, prinče, to rđavo, pogrešno gledište! Učini to! ",
  "dn23:25.16": "Ne treba sebi da stvaraš trajnu štetu i patnju!” ",
  "dn23:26.1": "„Iako poštovani Kassapa tako kaže, ja ne mogu da dapustim to rđavo, pogrešno gledište: ",
  "dn23:26.2": "Jer za mene kralj Pasenaadi zna, kao što znaju i drugi kraljevi: ",
  "dn23:26.3": "’Princ Pāyāsi zastupa ovakvo učenje, ovakvo gledište: ",
  "dn23:26.4": "’Nema drugog sveta, nema bića koja se spontano preporađaju, nema ploda, ni rezultata dobrih i rđavih dela’.” ",
  "dn23:26.5": "Poštovani Kassapa, ako bih napustio to rđavo, pogrešno gledište, drugi ljudi će reći: ",
  "dn23:26.6": "’Kako je budalast princ Pāyāsi, kako je neuk, da se ne drži svoga gledišta.’ ",
  "dn23:26.7": "I pored svega, ja ću ga se i dalje držati.” ",
  "dn23:27.0": "2.13. Poređenje sa kockarima ",
  "dn23:27.1": "„U tom slučaju, prinče, daću ti jedno poređenje. ",
  "dn23:27.2": "Jer neki razumni ljudi uz pomoć poređenja shvate smisao onoga što je rečeno. ",
  "dn23:27.3": "Jednom davno dva kockara su bacala kocku. ",
  "dn23:27.4": "Jedan kockar bi svaki put stavio kocku u usta kada bi izgubio. ",
  "dn23:27.5": "Kada drugi kockar to vide, reče mu: ",
  "dn23:27.6": "’Prijatelju, znam kako ćeš sigurno dobiti! Daj mi kocku i ponudiću je kao dar bogovima.’ ",
  "dn23:27.7": "’U redu, prijatelju,’ odgovori drugi kockar i dade mu kocku. ",
  "dn23:27.8": "Pošto je kocku namočio u otrov, kockar reče kolegi: ",
  "dn23:27.9": "’Prijatelju, hajde da se kockamo.’ ",
  "dn23:27.10": "’Hajde,’ odgovori drugi kockar. ",
  "dn23:27.11": "Po drugi put počeše oni da bacaju kocku. ",
  "dn23:27.12": "I po drugi put poče onaj kockar da kocku stavlja u usta kad god bi izgubio. ",
  "dn23:27.13": "Kada drugi kockar to vide, reče mu: ",
  "dn23:27.14": "’Čovek u usta stavlja kocu ne shvatajući ",
  "dn23:27.15": "da je ona natopljena otrovom. ",
  "dn23:27.16": "Gutaj je, gutaj je, ti loši kockaru, ",
  "dn23:27.17": "i uskoro ćeš upoznati njen loš plod.’ ",
  "dn23:27.18": "„Isto tako, prinče, ti ličiš na kockara iz ovog poređenja. ",
  "dn23:27.19": "Napusti, prinče, to rđavo, pogrešno gledište! Učini to! ",
  "dn23:27.20": "Ne treba sebi da stvaraš trajnu štetu i patnju!” ",
  "dn23:28.1": "„Iako poštovani Kassapa tako kaže, ja ne mogu da dapustim to rđavo, pogrešno gledište: ",
  "dn23:28.2": "Jer za mene kralj Pasenaadi zna, kao što znaju i drugi kraljevi: ",
  "dn23:28.3": "’Princ Pāyāsi zastupa ovakvo učenje, ovakvo gledište: ",
  "dn23:28.4": "’Nema drugog sveta, nema bića koja se spontano preporađaju, nema ploda, ni rezultata dobrih i rđavih dela’.” ",
  "dn23:28.5": "Poštovani Kassapa, ako bih napustio to rđavo, pogrešno gledište, drugi ljudi će reći: ",
  "dn23:28.6": "’Kako je budalast princ Pāyāsi, kako je neuk, da se ne drži svoga gledišta.’ ",
  "dn23:28.7": "I pored svega, ja ću ga se i dalje držati.” ",
  "dn23:29.0": "2.14. Poređenje sa tovarom kudelje ",
  "dn23:29.1": "„U tom slučaju, prinče, daću ti jedno poređenje. ",
  "dn23:29.2": "Jer neki razumni ljudi uz pomoć poređenja shvate smisao onoga što je rečeno. ",
  "dn23:29.3": "Jednom davno nastala je nova zemlja. ",
  "dn23:29.4": "Onda jedan prijatelj reče drugome: ",
  "dn23:29.5": "’Hajde, prijatelju, da odemo do te zemlje, možda tamo naiđemo na neko bogatstvo.’ ",
  "dn23:29.6": "’Hajde,’ odgovori drugi prijatelj. ",
  "dn23:29.7": "Odoše oni u tu zemlju i stigoše do nekog sela, kad tamo ugledaše gomilu kudelje ostavljene kraj puta. Na to jedan od njih dvojice reče: ",
  "dn23:29.8": "’Prijatelju, vidi ovu bačenu kudelju. Napravi ti jedan svežanj, a ja ću drugi i ponesimo je.’ ",
  "dn23:29.9": "’Hajde,’ reče onaj drugi i tako i učiniše. ",
  "dn23:29.10": "Onda usput naiđoše na gomilu prediva od kudelje. Na to jedan od njih dvojice reče: ",
  "dn23:29.11": "’Prijatelju, ovo bačeno predivo od kudelje je upravo ono zbog čega smo uzeli ovu kudelju. ",
  "dn23:29.12": "Hajde, bacimo ovaj tovar kudelje koji nosimo, napravimo novi od kudeljinog prediva i nastavimo dalje.’ ",
  "dn23:29.13": "’Ja već dugo nosim svoj tovar i on je dobr osvezan. Znaš, meni će biti dobro ovo što već imam.’ ",
  "dn23:29.14": "Tako jedan od njih dvojice odbaci tovar kudelje koji je nosio i napravi sebi novi od kudeljinog prediva. ",
  "dn23:29.15": "I odoše do drugog mesta u istom selu. ",
  "dn23:29.16": "Kad tamo naiđoše na kudeljno platno bačeno kraj puta. na to jedan od njih dvojice reče: ",
  "dn23:29.17": "’Prijatelju, ovo bačeno kudeljno platno je upravo ono zbog čega smo uzeli ovu kudeljno predivo. ",
  "dn23:29.18": "Hajde, bacimo ovaj tovar kudeljnog prediva koji nosimo, napravimo novi od kudeljinog platna i nastavimo dalje.’ ",
  "dn23:29.19": "’Ja već dugo nosim svoj tovar i on je dobro svezan. Znaš, meni će biti dobro ovo što već imam.’ ",
  "dn23:29.20": "Tako jedan od njih dvojice odbaci tovar kudeljnog prediva koji je nosio i napravi sebi novi od kudeljinog platna. ",
  "dn23:29.21": "I odoše do drugog mesta u istom selu. ",
  "dn23:29.22": "Onda usput naiđoše na gomilu lana… ",
  "dn23:29.23": "lanenog prediva… ",
  "dn23:29.24": "gomilu lanenog platna… ",
  "dn23:29.25": "gomilu svile… ",
  "dn23:29.26": "gomilu svilenog prediva… ",
  "dn23:29.27": "gomilu svilenog platna… ",
  "dn23:29.28": "gomilu gvožđa… ",
  "dn23:29.29": "gomilu bakra… ",
  "dn23:29.30": "gomilu kalaja… ",
  "dn23:29.31": "gomilu olova… ",
  "dn23:29.32": "gomilu srebra… ",
  "dn23:29.33": "gomilu zlata. Na to jedan od njih dvojice reče: ",
  "dn23:29.34": "’Ova gomila zlata je upravo ono zbog čega smo uzeli sve one prethodne stvari. ",
  "dn23:29.35": "Hajde, bacimo tovare koji nosimo, napravimo novi sa zlatom i nastavimo dalje.’ ",
  "dn23:29.36": "’Ja već dugo nosim svoj tovar i on je dobro svezan. Znaš, meni će biti dobro ovo što već imam.’ ",
  "dn23:29.37": "Tako jedan od njih dvojice odbaci tovar srebra koji je nosio i napravi sebi novi sa zlatom. ",
  "dn23:29.38": "Zatim se vratiše u svoje selo. ",
  "dn23:29.39": "Kada se jedan od njih vratio sa tovarom kudelje, nije mnogo obradovao svoje roditelje, suprugu i decu, prijatelje i poznanike. I nije ni sebi time obezbedio ni udobrnost, ni zadovoljstvo. ",
  "dn23:29.40": "Ali kada se onaj drugi vratio sa tovarom zlata, mnogo je obradovao svoje roditelje, suprugu i decu, prijatelje i poznanike. I sebi je time obezbedio udobrnost i zadovoljstvo. ",
  "dn23:29.41": "„Isto tako, prinče, ti ličiš na čoveka koji je nosio tovar kudelje iz ovog poređenja. ",
  "dn23:29.42": "Napusti, prinče, to rđavo, pogrešno gledište! Učini to! ",
  "dn23:29.43": "Ne treba sebi da stvaraš trajnu štetu i patnju!” ",
  "dn23:30.0": "3. Uzimanje utočišta ",
  "dn23:30.1": "„Ja sam bio obradovan i ubeđen već prvim poređenjem koje je načinio poštovani Kassapa. ",
  "dn23:30.2": "Ali sam mu protivrečio u želji da čujem njegove različite odgovore na pitanje. ",
  "dn23:30.3": "„Zadivljujuće je to, poštovani Kassapa, čudesno je to! ",
  "dn23:30.4": "Baš kao kad bi neko ispravio ono što je stajalo naglavce, otkrio skriveno, pokazao put zalutalome ili upalio svetiljku u tami, tako da oni koji imaju oči mogu da vide, tako je i poštovani Kassapa, na više različitih načina, razjasnio Dhammu. ",
  "dn23:30.5": "Uzimam učitelja Gotamu za utočište, njegovo učenje i zajednicu monaha za utočište. ",
  "dn23:30.6": "Neka me poštovani Kassapa prihvati kao svog nezaređenog sledbenika koji, odsad pa do kraja života, pronađe svoje utočište! ",
  "dn23:30.7": "Želim sada da prinesem veliku žrtvu. Molim vas, posavetujte me kako da to bude za moju trajnu dobrobit i sreću.” ",
  "dn23:31.0": "4. Prinošenje žrtve ",
  "dn23:31.1": "„Prinče, uzmi onu vrstu žrtve kada volovi, koze i živina bivaju poklani, različita živa bića bivaju uništena, a učesnici imaju pogrešna gledišta, pogrešnu nameru, pogrešan govor, pogrešne postupke, pogrešno življenje, pogrešan napor, pogrešnu svesnost i pogrešnu koncentraciju; takva žrtva ne donosi veliki plod, veliku korist, veliki ugled, niti obilje. ",
  "dn23:31.2": "Zamisli, prinče, seljaka koji se uputi u šumu sa semenjem i plugom. ",
  "dn23:31.3": "Onda on na lošem zemljištu, neobrađenom zemljištu, gde panjevi ni šiblje nisu uklonjeni, poseje seme koje je zdrobljeno, crvljivo, lošim vremenom oštećeno, neplodno, loše skladišteno. ",
  "dn23:31.4": "Uz to nebo ne obezbedi dovoljno kiše kada je najpotrebnije. ",
  "dn23:31.5": "Hoće li to semenje proklijati i iznići u izobilju, hoće li taj seljak dobiti bogat rod?” ",
  "dn23:31.6": "„Sigurno da neće, poštovani Kassapa.” ",
  "dn23:31.9": "Zamisli, prinče, seljaka koji se uputi u šumu sa semenjem i plugom. ",
  "dn23:31.10": "Onda on na dobrom zemljištu, dobro obrađenom zemljištu, gde su panjevi i šiblje uklonjeni, poseje seme koje nije zdrobljeno, nije crvljivo, nije lošim vremenom oštećeno, plodno, dobro skladišteno. ",
  "dn23:31.11": "Uz to nebo obezbedi dovoljno kiše kada je najpotrebnije. ",
  "dn23:31.12": "Hoće li to semenje proklijati i iznići u izobilju, hoće li taj seljak dobiti bogat rod?” ",
  "dn23:31.13": "„Sigurno da hoće, poštovani Kassapa.” ",
  "dn23:31.14": "„Isto je, prinče, sa onom vrstom žrtve kada volovi, koze i živina ne bivaju poklani, različita živa bića ne bivaju uništena, a učesnici imaju ispravna gledišta, ispravnu nameru, ispravan govor, ispravne postupke, ispravno življenje, ispravan napor, ispravnu svesnost i ispravnu koncentracij; takva žrtva donosi veliki plod, veliku korist, veliki ugled i obilje. ",
  "dn23:32.0": "5. O brahmanskom učeniku Uttari ",
  "dn23:32.1": "Onda princ Pāyāsi naredi da se podele darovi asketama, brahmanima, siromašnima, beskućnicima, lutalicama i prosjacima. ",
  "dn23:32.2": "I tom prilikom bi podeljeno kaša od plesnjivog zrna, pomešana sa sirćetom, i gruba tkanina sa oštrim ivicama. ",
  "dn23:32.3": "A deljenje je nadzirao brahmanski učenik Uttara. ",
  "dn23:32.4": "Dok je sve to bilo deljeno, on je ovako izgovarao: ",
  "dn23:32.5": "„Neka ovim darivanjem budem povezan sa princom Pāyāsijem samo u ovom svetu, ali ne i u narednom.” ",
  "dn23:32.6": "I doču to princ Pāyāsi, ",
  "dn23:32.9": "te ga dozva i reče mu: ",
  "dn23:32.10": "„Je li istina, dragi Uttara, da o mom davanju ovako kažeš: ",
  "dn23:32.11": "’Neka ovim darivanjem budem povezan sa princom Pāyāsijem samo u ovom svetu, ali ne i u narednom.’ ",
  "dn23:32.12": "„Jeste, gospodine.” ",
  "dn23:32.13": "„A zbog čega, dragi Uttara, tako govoriš o mom davanju? ",
  "dn23:32.15": "Zar mi koji želimo zasluge ne očekujemo plodove ovakvog davanja?” ",
  "dn23:32.16": "„Ali poštovani, ono što ste darivali je kaša od plesnjivog zrna, pomešana sa sirćetom, koju vi sami ne biste hteli ni da dodirnete stopalom, a kamoli da jedete, i gruba tkanina sa oštrim ivicama, koju vi sami ne biste hteli da nosite. ",
  "dn23:32.17": "A vi ste nama dragi i mili. Pa kako onda da povežemo milo sa nemilim?” ",
  "dn23:32.18": "„U tom slučaju, dragi Uttara, deli istu onu hranu koju i ja jedem. ",
  "dn23:32.19": "Takođe, deli istu onu tkaninu koju i ja nosim.” ",
  "dn23:32.20": "„Da, poštovani’, odgovori brahmanski učenik Uttara i tako učini. ",
  "dn23:32.22": "Kasnije, pošto je darivao nepažljivo, ne svojim rukama, bez promišljanja, ono što je odbačeno, posle sloma tela, posle smrti, preporodio se među božanstvima neba četiri velika kralja, u praznoj palati po imenu Serīsaka. ",
  "dn23:32.23": "Međutim, mladi brahmanski učenik Uttara, pošto je darivao s pažnjom, svojim rukama, promišljeno i ono što nije odbačeno, posle sloma tela, posle smrti, preporodio se u društvu božanstava neba trideset trojice. ",
  "dn23:33.0": "6. Božanstvo Pāyāsi ",
  "dn23:33.1": "U to vreme poštovani Gavampati je redovno dolazio u Serīsaka palatu da tu provede dan. ",
  "dn23:33.2": "Onda božanstvo Pāyāsi dođe do poštovanog Gavampija, pokloni mu se, pa stade sa strane. Dok je tako stajalo, reče mu poštovani Gavampi: ",
  "dn23:33.3": "„Ko si ti, prijatelju?” ",
  "dn23:33.4": "„Poštovani, ja sam princ Pāyāsi.” ",
  "dn23:33.5": "„Nisi li ti onaj koji je zastupao ovakvo gledište: ",
  "dn23:33.6": "’Nema drugog sveta, nema bića koja se spontano preporađaju, nema ploda, ni rezultata dobrih i rđavih dela’?” ",
  "dn23:33.7": "„Jesam, poštovani, takvo sam gledište zastupao.” ",
  "dn23:33.9": "Ali sam zahvaljujući učitelju Kumāra Kassapi napustio to štetno gledište.” ",
  "dn23:33.10": "„A šta je, prijatelju, sa brahmanskim učenikom Uttarom, gde se on preporodio?” ",
  "dn23:33.11": "„Mladi brahmanski učenik Uttara, pošto je darivao s pažnjom, svojim rukama, promišljeno i ono što nije odbačeno, posle sloma tela, posle smrti, preporodio se u društvu božanstava neba trideset trojice. ",
  "dn23:33.12": "A ja, pošto sam darivao nepažljivo, ne svojim rukama, bez promišljanja, ono što je odbačeno, posle sloma tela, posle smrti, preporodio sam se među božanstvima neba četiri velika kralja, u praznoj palati po imenu Serīsaka. ",
  "dn23:33.13": "Zato, poštovani Gavampi, pošto se vratite u svet ljudi, ovako objavite: ",
  "dn23:33.14": "’Darujte s pažnjom, svojim rukama, promišljeno i ono što nije odbačeno. ",
  "dn23:33.15": "Princ Pāyāsi, pošto je darivao nepažljivo, ne svojim rukama, bez promišljanja, ono što je odbačeno, posle sloma tela, posle smrti, preporodio se među božanstvima neba četiri velika kralja, u praznoj palati po imenu Serīsaka. ",
  "dn23:33.16": "A mladi brahmanski učenik Uttara, pošto je darivao s pažnjom, svojim rukama, promišljeno i ono što nije odbačeno, posle sloma tela, posle smrti, preporodio se u društvu božanstava neba trideset trojice’.” ",
  "dn23:34.1": "Kada se poštovani Gavampi vratio u svet ljudi upravo tako im je i objavio. "
}