{
  "dn24:0.1": "Zbirka dugih govora 24 ",
  "dn24:0.2": "O Pāṭhikaputti ",
  "dn24:1.0": "1. Priča o Sunakkhatti ",
  "dn24:1.1.1": "Ovako sam čuo. ",
  "dn24:1.1.2": "Jednom je Buda boravio u zemlji Mala, kraj grada po imenu Anupiya. ",
  "dn24:1.1.3": "Jednoga jutra Blaženi se obukao, uzeo svoju prosjačku zdelu i gornji ogrtač, pa krenu do Anupiye da isprosi hranu. ",
  "dn24:1.1.4": "Usput mu na um pade ova misao: ",
  "dn24:1.1.5": "„Još je rano za prošenje hrane u Anupiyi. ",
  "dn24:1.1.6": "Kako bi bilo da odem do isposnice lutalice Bhaggavagotte i posetim ga?” ",
  "dn24:1.2.1": "Tako i učini. ",
  "dn24:1.2.2": "A asketa iz Bhagga klana mu reče: ",
  "dn24:1.2.3": "„Uđite, Blaženi! ",
  "dn24:1.2.4": "Dobrodošli, Blaženi! ",
  "dn24:1.2.5": "Dugo je vremena prošlo otkako je Blaženi ovde bio poslednji put. ",
  "dn24:1.2.6": "Izvolite, gospodine, sedite, ovo je mesto pripremljeno za vas.” ",
  "dn24:1.2.7": "Blaženi sede na unapred pripremljeno mesto, ",
  "dn24:1.2.8": "a asketa iz Bhaggava klana zauze jedno niže mesto, sa strane, ",
  "dn24:1.2.9": "pa reče Blaženome: ",
  "dn24:1.2.10": "„Poštovani gospodine, pre nekoliko dana Sunakkhatta iz plemena Liććhavi je bio ovde i rekao: ",
  "dn24:1.2.11": "’Bhaggava, napustio sam Blaženog. ",
  "dn24:1.2.12": "Ne živim više prema njegovim pravilima.’ ",
  "dn24:1.2.13": "Poštovani gospodine, je li to što je rekao Sunakkhata tačno?” ",
  "dn24:1.2.14": "„Tačno je, Bhaggava. ",
  "dn24:1.3.1": "Pre nekoliko dana Sunakkhatta iz plemena Liććhavi došao je kod mene, poklonio se, seo sa strane i rekao: ",
  "dn24:1.3.2": "’Ja sada napuštam Blaženog! ",
  "dn24:1.3.3": "Neću više živeti prema njegovim pravilima.’ ",
  "dn24:1.3.4": "A ja mu odgovorih: ",
  "dn24:1.3.5": "’Dobro, Sunakkhatta, jesam li ti ja ikada rekao: ",
  "dn24:1.3.6": "’Hajde, Sunakkhatta, živi prema mojim pravilima’? ",
  "dn24:1.3.7": "’Ne, gospodine.’ ",
  "dn24:1.3.8": "’A jesi li ti ikada rekao meni: ",
  "dn24:1.3.9": "„Gospodine, živeću prema pravilima Blaženog”?’ ",
  "dn24:1.3.10": "’Ne, gospodine.’ ",
  "dn24:1.3.11": "’Onda izgleda da niti sam ja od tebe tražio ",
  "dn24:1.3.12": "da živiš prema mojim pravilima, ",
  "dn24:1.3.13": "a niti si ti rekao da ćeš tako živeti. ",
  "dn24:1.3.15": "U tom slučaju, nerazumni čoveče, ko si ti i šta to napuštaš? ",
  "dn24:1.3.16": "Vidiš li koliko si zastranio!‘ ",
  "dn24:1.4.1": "‘Ali Blaženi nikada preda mnom nije izveo nekakvo čudo.‘ ",
  "dn24:1.4.2": "’Dobro, Sunakkhatta, jesam li ti ja ikada rekao: ",
  "dn24:1.4.3": "’Hajde, Sunakkhatta, živi prema mojim pravilima i ja ću pred tobom izvesti nekakvo čudo?’ ",
  "dn24:1.4.4": "’Ne, gospodine.’ ",
  "dn24:1.4.5": "’A jesi li ti ikada rekao meni: ",
  "dn24:1.4.6": "„Gospodine, živeću prema pravilima Blaženog i Blaženi će preda mnom izvesti nekakvo čudo”?’ ",
  "dn24:1.4.7": "’Ne, gospodine.’ ",
  "dn24:1.4.8": "’Onda izgleda da niti sam ja to od tebe tražio ",
  "dn24:1.4.10": "a niti si ti rekao da ćeš tako živeti. ",
  "dn24:1.4.12": "U tom slučaju, nerazumni čoveče, ko si ti i šta to napuštaš? ",
  "dn24:1.4.13": "Šta misliš, Sunakkhatta, ",
  "dn24:1.4.14": "Bilo da neko izvodi čuda ili ne, da li moje učenje vodi onoga ko ga praktikuje do potpunog iskorenjivanja patnje?’ ",
  "dn24:1.4.15": "’Vodi, poštovani gospodine.’ ",
  "dn24:1.4.16": "’Onda izgleda da bilo da neko izvodi čuda ili ne, moje učenje vodi onoga ko ga praktikuje do potpunog iskorenjivanja patnje. ",
  "dn24:1.4.17": "U tom slučaju, šta je smisao izvođenja čuda? ",
  "dn24:1.4.18": "Vidiš li koliko si zastranio, ti nerazumni čoveče!’ ",
  "dn24:1.5.1": "’Ali, gospodine, Blaženi mi nikada nije objasnio nastanak ovoga sveta.’ ",
  "dn24:1.5.2": "’Dobro, Sunakkhatta, jesam li ti ja ikada rekao: ",
  "dn24:1.5.3": "„Hajde, Sunakkhatta, živi prema mojim pravilima i ja ću ti objasniti nastanak ovoga sveta”?’ ",
  "dn24:1.5.4": "’Ne, gospodine.’ ",
  "dn24:1.5.5": "’A jesi li ti ikada rekao meni: ",
  "dn24:1.5.6": "„Gospodine, živeću prema pravilima Blaženog i Blaženi će mi objasniti nastanak ovoga sveta”?’ ",
  "dn24:1.5.7": "’Ne, gospodine.’ ",
  "dn24:1.5.8": "’Onda izgleda da niti sam ja to od tebe tražio ",
  "dn24:1.5.9": "",
  "dn24:1.5.10": "a niti si ti rekao da ćeš tako živeti. ",
  "dn24:1.5.12": "U tom slučaju, nerazumni čoveče, ko si ti i šta to napuštaš? ",
  "dn24:1.5.13": "Šta misliš, Sunakkhatta, ",
  "dn24:1.5.14": "Bilo da je nastanak ovoga sveta objašnjen ili nije, da li moje učenje vodi onoga ko ga praktikuje do potpunog iskorenjivanja patnje?’ ",
  "dn24:1.5.15": "’Vodi, poštovani gospodine.’ ",
  "dn24:1.5.16": "’Onda izgleda da bilo da neko objašnjava nastanak ovoga sveta ili ne, moje učenje vodi onoga ko ga praktikuje do potpunog iskorenjivanja patnje. ",
  "dn24:1.5.17": "U tom slučaju, koji je smisao objašnjavanja nastanka ovoga sveta? ",
  "dn24:1.5.18": "Vidiš li koliko si zastranio, ti nerazumni čoveče!’ ",
  "dn24:1.6.1": "Sunakkhatta, na mnogo načina si među Vađđijima govorio pohvalno o meni, ovako: ",
  "dn24:1.6.2": "„Zaista je Blaženi plemenit i potpuno probuđen, usavršen u znanju i ponašanju, srećan, znalac svetova, nenadmašni vodič onima kojima je potreban putokaz, učitelj božanskim i ljudskim bićima, budan, blažen.” ",
  "dn24:1.6.3": "",
  "dn24:1.6.4": "Sunakkhatta, na mnogo načina si među Vađđijima govorio pohvalno o Dhammi, ovako: ",
  "dn24:1.6.5": "’Blaženi je dobro izložio Dhammu, ona je vidljiva ovde i sada, vanvremena, poziva da je lično istražimo, praktikujemo i postanemo mudri razumevši je svako sam za sebe.’ ",
  "dn24:1.6.6": "",
  "dn24:1.6.7": "Na mnogo načina si među Vađđijima govorio pohvalno o Sanghi, ovako: ",
  "dn24:1.6.8": "’Zajednica učenika Blaženog vežba na pravi način, vežba na direktan način, vežba na mudar način, vežba na valjan način. Četiri para osoba, osam vrsta ljudi, ta zajednica učenika Blaženog vredna je darova, vredna gostoprimstva, vredna pohvala i vredna poštovanja, ona je nenadmašno polje sticanja zasluga u ovome svetu.’ ",
  "dn24:1.6.9": "Na sve te načine si govorio pohvalno o meni, Dhammi i Sanghi. ",
  "dn24:1.6.10": "Kažem ti ovo, Sunakkhatta, najavljujem ti ovo! ",
  "dn24:1.6.11": "Biće onih koji kažu da Sunakkhatta, iz plemena Liććhavi, nije bio u stanju da živi svetačkim životom pod asketom Gotamom. Zato se, odbacivši vežbanje, vratio nižem životu. ",
  "dn24:1.6.12": "Tako će drugi govoriti.’ ",
  "dn24:1.6.13": "Iako sam tako govorio Sunakkhatti, ipak je napustio učenje i praksu, nalik nekome ko juri pravo u pakao. ",
  "dn24:1.7.0": "2. O Korakkhattiyi ",
  "dn24:1.7.1": "„Jednom sam, Blaženi, boravio u zemlji Thūlua, u mestu po imenu Uttarakā. ",
  "dn24:1.7.2": "Jednoga jutra obukoh se, uzeh svoju prosjačku zdelu i gornji ogrtač, pa krenuh do Uttarake da isprosim hranu, zajedno sa Sunakkhattom iz plemena Liććhavi kao svojim pratiocem. ",
  "dn24:1.7.3": "A u to vreme goli asketa Korakkhattiya bio je uzeo pseći zavet. Kada bi hrana bila bačena na tlo, on bi prišao na sve četiri, grabio je i proždirao samo ustima. ",
  "dn24:1.7.4": "Sunakkhatta ga vide šta radi, ",
  "dn24:1.7.5": "pa pomisli: ",
  "dn24:1.7.6": "’Ovaj asketa je istinski sveti čovek!’ ",
  "dn24:1.7.7": "Znajući o čemu Sunakkhatta razmišlja, rekoh mu: ",
  "dn24:1.7.8": "’Zar ti ne tvrdiš da si asketa, sledbenik Sakyanina, ti nerazumni čoveče?’ ",
  "dn24:1.7.9": "’Ali zašto mi Blaženi ovo govori?’ ",
  "dn24:1.7.10": "",
  "dn24:1.7.11": "’Kada si video golog asketu Korakkhattiyu, zar nisi pomislio: ",
  "dn24:1.7.12": "’Ovaj asketa je istinski sveti čovek!’ ",
  "dn24:1.7.13": "„Jesam, poštovani.” ",
  "dn24:1.7.14": "Ali zar ste vi, poštovani gospodine, ljubomorni na savršene?” ",
  "dn24:1.7.15": "„Nisam ljubomoran, ti nerazumni čoveče. ",
  "dn24:1.7.16": "Umesto toga, ti bi trebalo da napustiš to štetno gledište koje se pojavilo u tebi. ",
  "dn24:1.7.17": "Ne treba sebi da stvaraš trajnu štetu i patnju! ",
  "dn24:1.7.18": "Taj goli asketa Korakkhattiya, za kojeg zamišljaš da je istinski sveti čovek, umreće od nadutosti za sedam dana. ",
  "dn24:1.7.19": "A kada umre, preporodiće se među najnižom vrstom demona, po imenu Kalakañđe. ",
  "dn24:1.7.20": "I kada umre, baciće ga na gomilu birana trave na mestu za spaljivanje leševa. ",
  "dn24:1.7.21": "Sunakkhatta, ako hoćeš, idi i pitaj Korakkhattiyu ",
  "dn24:1.7.22": "da li zna svoju sudbinu. ",
  "dn24:1.7.23": "Moguće je da će ti odgovoriti: ",
  "dn24:1.7.24": "„Poštovani Sunakkhatta, ja znam svoju sudbinu. ",
  "dn24:1.7.25": "Preporodiću se među najnižom vrstom demona, po imenu kalakañđe”.’ ",
  "dn24:1.8.1": "I tako, Blaženi, Sunakkhatta otide do Korakkhattiye i reče mu: ",
  "dn24:1.8.2": "„Poštovani Korakkhattiya, asketa Gotama je objavio ",
  "dn24:1.8.3": "da ćete umreti od nadimanja za sedam dana. ",
  "dn24:1.8.4": "A kada umrete, preporodićete se među najnižom vrstom demona, po imenu kalakañđe. ",
  "dn24:1.8.5": "I kada umrete, baciće vas na gomilu birana trave na mestu za spaljivanje leševa. ",
  "dn24:1.8.6": "Ali tako što ćete jesti malo hrane i piti samo malo vode, ",
  "dn24:1.8.7": "pokazaćete da je ono što asketa Gotama kaže pogrešno.’ ",
  "dn24:1.8.8": "Onda je Sunakkhatta brojao dane sve do sedmoga, kao što se to događa kada neko nema poverenja u Blaženoga. ",
  "dn24:1.8.9": "Ali sedmoga dana, goli asketa Korakkhattiya umre of nadimanja. ",
  "dn24:1.8.10": "A kada je umro, preporodio se među najnižom vrstom demona, po imenu kalakañđe. ",
  "dn24:1.8.11": "Kada je umro, bacili su ga na gomilu birana trave, na mestu za spaljivanje leševa. ",
  "dn24:1.9.1": "Sunakkhatta iz plemena Liććhavi doču o tome. ",
  "dn24:1.9.3": "I tako otide da vidi Korakkhattiyu na mesti za spaljivanje, na gomili birana trave. Tu Korakkhattiyu udari pesnicom tri puta: ",
  "dn24:1.9.4": "’Poštovani Korakkhattiya, da li znaš svoju sudbinu?’ ",
  "dn24:1.9.5": "Na to Korakkhattiya ustade, protrlja šakama leđa i reče: ",
  "dn24:1.9.6": "’Poštovani Sunakkhatta, ja znam svoju sudbinu. ",
  "dn24:1.9.7": "Preporodio sam se među najnižom vrstom demona, po imenu kalakañđe’. Izgovorivši ovo, stropošta se na tom istom mestu. ",
  "dn24:1.10.1": "Onda Sunakkhatta dođe do mene, pokloni se i sede sa strane. A ja mu rekoh: ",
  "dn24:1.10.2": "’Šta misliš, Sunakkhatta? ",
  "dn24:1.10.3": "Je li se ono što sam objavio o Korakkhattiyi na kraju ispostavilo kao tačno ili nije?’ ",
  "dn24:1.10.4": "’Ispostavilo se kao tačno.’ ",
  "dn24:1.10.5": "’Šta misliš, Sunakkhatta? ",
  "dn24:1.10.6": "Ako je tako, je li to čudo ili nije?’ ",
  "dn24:1.10.7": "’Poštovani gospodine, svakako da je to čudo.’ ",
  "dn24:1.10.8": "’Iako sam izveo takvo čudo, ti nerazumni čoveče kažeš ovako: ",
  "dn24:1.10.9": "„Ali Blaženi nikada preda mnom nije izveo nekakvo čudo”. ",
  "dn24:1.10.10": "Vidiš li koliko si zastranio!‘ ",
  "dn24:1.10.11": "Iako sam tako govorio Sunakkhatti, ipak je on napustio učenje i praksu, nalik nekome ko juri pravo u pakao. ",
  "dn24:1.11.0": "3. O golom asketi Kaḷāramaṭṭaki ",
  "dn24:1.11.1": "Tog puta sam, Blaženi, boravio kraj Vesalija, u Velikoj šumi, u dvorani sa šiljastim krovom. ",
  "dn24:1.11.2": "A u to vreme je goli asketa Kaḷāramaṭṭaka boravio u Vesaliju. U prestonici Vađđija uživao je on u materijalnom bogatstvu i slavi. ",
  "dn24:1.11.3": "Bio je na sebe uzeo sedam zaveta. ",
  "dn24:1.11.4": "’Dok živim, biću goli asketa, neću nositi odeću. Dok živim, biću u celibatu, neću imati snošaj. Dok živim, ješću samo meso i piti alkohol, neću jesti kuvani pirinač i jogurt. ",
  "dn24:1.11.5": "Neću ići dalje od četiri hrama u okolini Vesalija: Udena hram na istoku, Gotamaka na jugu, Sattamba na zapadu i Bahuputta na severu’. ",
  "dn24:1.11.6": "Zahvaljujući ovih sedam zaveta, uživao je on u materijalnom bogatstvu i slavi. ",
  "dn24:1.12.1": "I tako, Blaženi, Sunakkhatta otide da vidi Kaḷāramaṭṭaku i postavi mu pitanje. ",
  "dn24:1.12.2": "Ali kada mu ovaj nije mogao odgovoriti, ",
  "dn24:1.12.3": "obuzeše ga nestrpljenje, bes i ogorčenje. ",
  "dn24:1.12.4": "Ali Sunakkhatta pomisli: ",
  "dn24:1.12.5": "’Uvredio sam svetoga čoveka, usavršenoga, asketu. ",
  "dn24:1.12.6": "Ne treba sebi da stvaraš trajnu štetu i patnju!’ ",
  "dn24:1.13.1": "Tako Sunakkhatta dođe do mene, pokloni se i sede sa strane. A ja mu rekoh: ",
  "dn24:1.13.2": "’Zar ti, nerazumni čoveče, ne tvrdiš da si asketa, sledbenik Sakyanina?’ ",
  "dn24:1.13.3": "’Ali zašto mi Blaženi to govori?’ ",
  "dn24:1.13.5": "’Sunakkhatta, zar nisi išao da vidiš golog asketu Kaḷāramaṭṭaku i postaviš mu pitanje? ",
  "dn24:1.13.6": "Ali kada ti ovaj nije mogao odgovoriti, ",
  "dn24:1.13.7": "obuzeše te nestrpljenje, bes i ogorčenje. ",
  "dn24:1.13.8": "Onda si pomislio: ",
  "dn24:1.13.9": "’Uvredio sam svetoga čoveka, usavršenoga, asketu. ",
  "dn24:1.13.10": "Ne treba sebi da stvaram trajnu štetu i patnju!’” ",
  "dn24:1.13.11": "„Jesam, poštovani.” ",
  "dn24:1.13.12": "Ali zar ste vi, poštovani gospodine, ljubomorni na savršene?” ",
  "dn24:1.13.13": "„Nisam ljubomoran, ti nerazumni čoveče. ",
  "dn24:1.13.14": "Umesto toga, ti bi trebalo da napustiš to štetno gledište koje se pojavilo u tebi. ",
  "dn24:1.13.15": "Ne treba sebi da stvaraš trajnu štetu i patnju!” ",
  "dn24:1.13.16": "Taj goli asketa Kaḷāramaṭṭaka, za koje zamišljaš ",
  "dn24:1.13.17": "da je istinski sveti čovek, uskoro će biti obučen, živeti sa suprugom, jesti kuvani pirinač i jogurt, ići dalje od četiri hrama u okolini Vesalija. I umreće pošto je izbudio slavu.’ ",
  "dn24:1.13.18": "I upravo tako se dogodilo. ",
  "dn24:1.14.1": "Sunakkhatta iz plemena Liććhavi doču o tome. ",
  "dn24:1.14.3": "Onda dođe do mene, pokloni se i sede sa strane. A ja mu rekoh: ",
  "dn24:1.14.4": "’Šta misliš, Sunakkhatta? ",
  "dn24:1.14.5": "Je li se ono što sam objavio o Kaḷāramaṭṭaku na kraju ispostavilo kao tačno ili nije?’ ",
  "dn24:1.14.6": "’Ispostavilo se kao tačno.’ ",
  "dn24:1.14.7": "’Šta misliš, Sunakkhatta? ",
  "dn24:1.14.8": "Ako je tako, je li to čudo ili nije?’ ",
  "dn24:1.14.9": "’Poštovani gospodine, svakako da je to čudo.’ ",
  "dn24:1.14.10": "’Iako sam izveo takvo čudo, ti nerazumni čoveče kažeš ovako: ",
  "dn24:1.14.11": "‘Ali Blaženi nikada preda mnom nije izveonekakvo čudo.‘ ",
  "dn24:1.14.12": "Vidiš li koliko si zastranio!‘ ",
  "dn24:1.14.13": "Iako sam tako govorio Sunakkhatti, ipak je on napustio učenje i praksu, nalik nekome ko juri pravo u pakao. ",
  "dn24:1.15.0": "4. O golom asketi Pāṭikaputti ",
  "dn24:1.15.1": "Tog puta sam, Blaženi, boravio kraj Vesalija, u Velikoj šumi, u dvorani sa šiljastim krovom. ",
  "dn24:1.15.2": "A u to vreme je goli asketa Pāthikaputta boravio u Vesaliju. U prestonici Vađđija uživao je on u materijalnom bogatstvu i slavi. ",
  "dn24:1.15.3": "Objavljivao je okupljenima u Vesaliju: ",
  "dn24:1.15.4": "‘I asketa Gotama i ja govorimo na osnovu znanja. ",
  "dn24:1.15.5": "Onaj ko govori na osnovu znanja trebalo bi da izvede čudo pred drugim ko isto tako govori na osnovu znanja. ",
  "dn24:1.15.6": "Ako se asketa Gotama sretne sa mnom na pola puta, ",
  "dn24:1.15.7": "tada ćemo obojica izvesti čudo. ",
  "dn24:1.15.8": "Ako on izvede jedno čudo, ja ću izvesti dva. ",
  "dn24:1.15.9": "Ako on izvede dva čudo, ja ću izvesti četiri. ",
  "dn24:1.15.10": "Ako on izvede četiri čuda, ja ću izvesti osam. ",
  "dn24:1.15.11": "Koliko god čuda da izvede asketa Gotama, ja ću ih izvesti dvaput više.’ ",
  "dn24:1.16.1": "Onda Sunakkhatta dođe do mene, pokloni se, sede sa strane i ispriča sve to. ",
  "dn24:1.16.12": "A ja mu odgovorih: ",
  "dn24:1.16.13": "’Sunakkhatta, goli asketa Pāṭikaputta nije u stanju da se sretne sa mnom oči u oči, sve dok ne povuče sve što je rekao, odustane od svoje namere i napusti takvo gledište. ",
  "dn24:1.16.14": "Ako misli ",
  "dn24:1.16.15": "da se može sresti sa mnom oči u oči, a da ne napusti sve te stvari, njegova glava će se rasprsnuti u paramparčad.’ ",
  "dn24:1.17.1": "’Neka Blaženi pazi šta govori! Neka Srećni pazi šta govori!’ ",
  "dn24:1.17.2": "’Zašto mi to kažeš, Sunakkhatta?’ ",
  "dn24:1.17.4": "’Poštovani gospodine, Blaženi je ovako ustvrdio: ",
  "dn24:1.17.5": "„Sunakkhatta, goli asketa Pāṭikaputta nije u stanju da se sretne sa mnom oči u oči, sve dok ne povuče sve što je rekao, odustane od svoje namere i napusti takvo gledište. ",
  "dn24:1.17.6": "Ako misli ",
  "dn24:1.17.7": "da se može sresti sa mnom oči u oči, a da ne napusti sve te stvari, njegova glava će se rasprsnuti u paramparčad.” ",
  "dn24:1.17.8": "Ali Pāṭikaputta se može pred Blaženim pojaviti prerušen i tako dokazati da Blaženi greši.’ ",
  "dn24:1.18.1": "’Sunakkhatta, bi li Tathāgata izrekao nešto dvosmisleno?’ ",
  "dn24:1.18.2": "’Ali, gospodine, jeste li izrekli tu tvrdnju pošto ste Pāṭikaputtin um obuhvatili sopstvenim umom? ",
  "dn24:1.18.6": "Ili su ti to rekla božanstva?’ ",
  "dn24:1.18.10": "’Oboje, Sunakkhatta. ",
  "dn24:1.18.18": "Ađita, Liććhavi vojni zapovednik, nedavno je umro i preporodio se na nebu trideset trojice. ",
  "dn24:1.18.19": "On je došao i rekao mi: ",
  "dn24:1.18.20": "„Goli asketa Pāṭikaputta je bez srama, gospodine, ",
  "dn24:1.18.21": "on je lažljivac. ",
  "dn24:1.18.22": "Jer je u Vađđi prestonici objavio o meni: ",
  "dn24:1.18.23": "’Ađita, Liććhavi vojni zapovednik, preporodio se u velikom paklu’. ",
  "dn24:1.18.24": "Ali to nije istina – ",
  "dn24:1.18.25": "preporodio sam se na nebu trideset trojice. ",
  "dn24:1.18.26": "Goli asketa Pāṭikaputta je bez srama, ",
  "dn24:1.18.27": "on je lažljivac. ",
  "dn24:1.18.28": "Pāṭikaputta nije u stanju da se sa Blaženim sretne oči u oči, ",
  "dn24:1.18.30": "jer će mu se glava rasprsnuti u paramparčad.” ",
  "dn24:1.18.31": "Tako sam izrekao tu tvrdnju pošto sam Pāṭikaputtin um obuhvatili sopstvenim umom ",
  "dn24:1.18.34": " i pošto su mi to rekla božanstva. ",
  "dn24:1.18.38": "Zato, Sunakkhatta, otići ću u Vesali u prošenje hrane. Na povratku, posle obroka, otići ću u Pāṭikaputtin manastir, da tu provedem ostatak dana u meditaciji. ",
  "dn24:1.18.39": "Možeš mu to reći, ako želiš.’ ",
  "dn24:1.19.0": "5. O prikazivanju čuda ",
  "dn24:1.19.1": "Onda sam se, Blaženi, ujutro obukao, uzeo svoju prosjačku zdelu i gornji ogrtač, pa krenuo do Vesalija da isprosim hranu. ",
  "dn24:1.19.2": "Na povratku, posle obroka, otidoh u Pāṭikaputtin manastir, da tu provedem ostatak dana u meditaciji. ",
  "dn24:1.19.3": "A Sunakkhatta odjuri u Vesali do uglednih građana Vesalija i reče ima: ",
  "dn24:1.19.4": "’Gospodo, pošto je isprosio hranu, Blaženi je otišao u Pāṭikaputtin manastir, da tu provede ostatak dana u meditaciji. ",
  "dn24:1.19.5": "Hajdete, gospodo, hajdete! Veliki askete će prikazati čuda!’ ",
  "dn24:1.19.6": "A ugledni građani Vesalija pomisliše: ",
  "dn24:1.19.7": "’Čini se da će ova dva velika askete prikazati čuda! ",
  "dn24:1.19.8": "Krenimo!’ ",
  "dn24:1.19.9": "Potom ode do poznatih i imućnih brahmana, bogatih kućedomaćina, do asketa i brahmana sledbenika drugih tradicija i ispriča im isto. ",
  "dn24:1.19.12": "A ugledni građani Vesalija pomisliše: ",
  "dn24:1.19.13": "’Čini se da će ova dva velika askete prikazati čuda! ",
  "dn24:1.19.14": "Krenimo!’ ",
  "dn24:1.19.15": "Tako svi ti ugledni ljudi krenuše do Pāṭikaputtinog manastira. ",
  "dn24:1.19.16": "Ta grupa beše velika, bilo ih je mnogo stotina, mnogo hiljada. ",
  "dn24:1.20.1": "A Pāṭikaputta doču: ",
  "dn24:1.20.2": "’Čini se da su ugledni Liććhavi, imućni brahmani, bogati kućedomaćini, askete i brahmani sledbenici drugih tradicija došli. ",
  "dn24:1.20.3": "A asketa Gotama sedi u mom manastiru i tu provodi ostatak dana u meditaciji.’ ",
  "dn24:1.20.4": "Kad je to čuo, obuze ga strah, zaprepašćenje, kosa mu se digla na glavi. ",
  "dn24:1.20.5": "Prestrašen, on otide do Tinduka boravišta za lutalice. ",
  "dn24:1.20.6": "A ona grupa ču za ovo ",
  "dn24:1.20.8": "i zamoli nekog čoveka: ",
  "dn24:1.20.9": "’Hajde, dobri čoveče, idi do Pāṭikaputte u Tinduka boravištu za lutalice i reci mu ovako: ",
  "dn24:1.20.10": "„Hajdete, poštovani Pāṭikaputta! Svi ti ugledni ljudi su se okupili, a asketa Gotama sedi u vašem manastiru i tu provodi ostatak dana u meditaciji. ",
  "dn24:1.20.11": "Jer ste ovako rekli okupljenima u Vesaliju: ",
  "dn24:1.20.12": "‘I asketa Gotama i ja govorimo na osnovu znanja. ",
  "dn24:1.20.13": "Onaj ko govori na osnovu znanja trebalo bi da izvede čudo pred drugim ko isto tako govori na osnovu znanja. ",
  "dn24:1.20.14": "Ako se asketa Gotama sretne sa mnom na pola puta, ",
  "dn24:1.20.15": "tada ćemo obojica izvesti čudo. ",
  "dn24:1.20.16": "Ako on izvede jedno čudo, ja ću izvesti dva. ",
  "dn24:1.20.17": "Ako on izvede dva čudo, ja ću izvesti četiri. ",
  "dn24:1.20.18": "Ako on izvede četiri čuda, ja ću izvesti osam. ",
  "dn24:1.20.19": "Koliko god čuda da izvede asketa Gotama, ja ću ih izvesti dvaput više.’ ",
  "dn24:1.20.20": "Krenite, poštovani Pāṭikaputta, na pola puta. ",
  "dn24:1.20.21": "Asketa Gotama je došao na pola puta i sedi u vašem manastiru.” ",
  "dn24:1.21.1": "’Da, gospodine’, odgovori taj čovek i prenese poruku kako mu bi rečeno. ",
  "dn24:1.21.10": "Kada je završio, Pāṭikaputta mu reče: ’Dolazim, prijatelju, dolazim!’ Ali koliko god da se migoljio, nije uspevao da se digne sa mesta na kojem je sedeo. ",
  "dn24:1.21.11": "Onda onaj čovek reče Pāṭikaputti: ",
  "dn24:1.21.12": "’Šta se događa, poštovani Pāṭikaputta? Je li vam se stražnjica zalepila za to mesto ili se mesto zalepilo za vašu stražnjicu? ",
  "dn24:1.21.13": "Kažete „Dolazim, prijatelju, dolazim!” Ali koliko god da se migoljite, ne uspevate da se dignete sa mesta na kojem sedite.’ ",
  "dn24:1.21.14": "Dok je to ovaj govorio, Pāṭikaputta se i dalje migoljio, ali nije uspevao da ustane. ",
  "dn24:1.22.1": "Kada je onom čoveku postalo jasno: ",
  "dn24:1.22.2": "’Ovaj goli asketa Pāṭikaputta je sasvim nemoćan.’ ",
  "dn24:1.22.3": "Iako kaže: „Dolazim, prijatelju, dolazim!”, koliko god da se migolji, ne uspeva da se digne sa mesta na kojem sedi.’ ",
  "dn24:1.22.4": "Čovek se onda vrati onoj grupi i reče: ",
  "dn24:1.22.5": "’Goli asketa Pāṭikaputta je sasvim nemoćan. ",
  "dn24:1.22.6": "Iako kaže: „Dolazim, prijatelju, dolazim!”, koliko god da se migolji, ne uspeva da se digne sa mesta na kojem sedi.’ ",
  "dn24:1.22.7": "Kada ovo bi izrečeno, rekoh okupljenima: ",
  "dn24:1.22.8": "„Goli asketa Pāṭikaputta nije u stanju da se sretne sa mnom oči u oči, sve dok ne povuče sve što je rekao, odustane od svoje namere i napusti takvo gledište. ",
  "dn24:1.22.9": "Ako misli ",
  "dn24:1.22.10": "da se može sresti sa mnom oči u oči, a da ne napusti sve te stvari, njegova glava će se rasprsnuti u paramparčad.’ ",
  "dn24:2.1.1": "Na to, Blaženi, neki Liććhavi ministar ustade i reče okupljenima: ",
  "dn24:2.1.2": "’U tom slučaju, gospodo, sačekajte malo. Ja ću otići. ",
  "dn24:2.1.3": "Nadam se da ću biti u stanju da golog asketu Pāṭikaputtu dovedem ovamo.’ ",
  "dn24:2.1.4": "I tako taj ministar otide do Tinduka boravištu za lutalice, pa kad je stigao, približi se golom asketi Pāṭikaputti i reče mu: ",
  "dn24:2.1.5": "„Hajdete, poštovani Pāṭikaputta! Svi ti ugledni ljudi su se okupili, a asketa Gotama sedi u vašem manastiru i tu provodi ostatak dana u meditaciji. ",
  "dn24:2.1.6": "Jer ste ovako rekli okupljenima u Vesaliju: ",
  "dn24:2.1.7": "‘I asketa Gotama i ja govorimo na osnovu znanja… ",
  "dn24:2.1.8": "ja ću ih izvesti dvaput više.’ ",
  "dn24:2.1.9": "Krenite, poštovani Pāṭikaputta, na pola puta. ",
  "dn24:2.1.10": "Asketa Gotama je došao na pola puta i sedi u vašem manastiru. ",
  "dn24:2.1.11": "Asketa Gotama je rekao okupljenima ",
  "dn24:2.1.12": "da niste u stanju da se sa njim sretnete oči u oči. ",
  "dn24:2.1.15": "„Hajdete, poštovani Pāṭikaputta! Kada se pojavite, udesićemo da vi pobedite, a da asketa Gotama izgubi.’ ",
  "dn24:2.2.1": "Kada je završio, Pāṭikaputta mu reče: ’Dolazim, prijatelju, dolazim!’ Ali koliko god da se migoljio, nije uspevao da se digne sa mesta na kojem je sedeo. ",
  "dn24:2.2.2": "Onda onaj ministar reče Pāṭikaputti: ",
  "dn24:2.2.3": "’Šta se događa, poštovani Pāṭikaputta? Je li vam se stražnjica zalepila za to mesto ili se mesto zalepilo za vašu stražnjicu? ",
  "dn24:2.2.4": "Kažete „Dolazim, prijatelju, dolazim!” Ali koliko god da se migoljite, ne uspevate da se dignete sa mesta na kojem sedite.’ ",
  "dn24:2.2.5": "Dok je to ovaj govorio, Pāṭikaputta se i dalje migoljio, ali nije uspevao da ustane. ",
  "dn24:2.3.1": "Kad je i Liććhavi ministru postalo jasno ",
  "dn24:2.3.2": "da mu ne uspeva da ustane, ",
  "dn24:2.3.3": "vratio se onoj grupi i reče: ",
  "dn24:2.3.4": "’Goli asketa Pāṭikaputta je sasvim nemoćan.’ ",
  "dn24:2.3.5": "Kada ovo bi izrečeno, rekoh okupljenima: ",
  "dn24:2.3.6": "„Goli asketa Pāṭikaputta nije u stanju da se sretne sa mnom oči u oči, ",
  "dn24:2.3.8": "jer će se njegova glava rasprsnuti u paramparčad.’ ",
  "dn24:2.3.9": "Čak i ako bi dobri Liććhavi pomislili: ",
  "dn24:2.3.10": "„Vežimo Pātikaputtu konopcima i povucimo ga uz pomoć para volova!” ili bi pukli ti konopci ili Pāṭikaputta.’ ",
  "dn24:2.4.1": "Onda, Blaženi, Đāliya, učenik askete sa drvenom zdelom, ustade i reče okupljenima: ",
  "dn24:2.4.2": "’U tom slučaju, gospodo, sačekajte malo. Ja ću otići. ",
  "dn24:2.4.3": "Nadam se da ću biti u stanju da golog asketu Pāṭikaputtu dovedem ovamo.’ ",
  "dn24:2.4.4": "I tako učenik Đāliya otide do Tinduka boravištu za lutalice, pa kad je stigao, približi se golom asketi Pāṭikaputti i reče mu: ",
  "dn24:2.4.5": "„Hajdete, poštovani Pāṭikaputta! Svi ti ugledni ljudi su se okupili, a asketa Gotama sedi u vašem manastiru i tu provodi ostatak dana u meditaciji. ",
  "dn24:2.4.6": "Jer ste ovako rekli okupljenima u Vesaliju: ",
  "dn24:2.4.7": "‘I asketa Gotama i ja govorimo na osnovu znanja… ",
  "dn24:2.4.8": "…ja ću ih izvesti dvaput više.’ ",
  "dn24:2.4.9": "Krenite, poštovani Pāṭikaputta, na pola puta. ",
  "dn24:2.4.10": "Asketa Gotama je došao na pola puta i sedi u vašem manastiru. ",
  "dn24:2.4.11": "Asketa Gotama je rekao okupljenima ",
  "dn24:2.4.12": "da niste u stanju da se sa njim sretnete oči u oči. ",
  "dn24:2.4.15": "I još reče da čak i ako bi dobri Liććhavi pomislili: ",
  "dn24:2.4.16": "„Vežimo Pātikaputtu konopcima i povucimo ga uz pomoć para volova!” ili bi pukli ti konopci ili Pāṭikaputta.’ ",
  "dn24:2.4.20": "„Hajdete, poštovani Pāṭikaputta! Kada se pojavite, udesićemo da vi pobedite, a da asketa Gotama izgubi.’ ",
  "dn24:2.5.1": "Kada je završio, Pāṭikaputta mu reče: ’Dolazim, prijatelju, dolazim!’ Ali koliko god da se migoljio, nije uspevao da se digne sa mesta na kojem je sedeo. ",
  "dn24:2.5.2": "Onda učenik Đaliya reče golom asketi Pāṭikaputti: ",
  "dn24:2.5.3": "’Šta se događa, poštovani Pāṭikaputta? Je li vam se stražnjica zalepila za to mesto ili se mesto zalepilo za vašu stražnjicu? ",
  "dn24:2.5.4": "Kažete „Dolazim, prijatelju, dolazim!” Ali koliko god da se migoljite, ne uspevate da se dignete sa mesta na kojem sedite.’ ",
  "dn24:2.5.5": "Dok je to ovaj govorio, Pāṭikaputta se i dalje migoljio, ali nije uspevao da ustane. ",
  "dn24:2.6.1": "Kad je učenik Đaliya video ",
  "dn24:2.6.2": "da Pāṭikaputti ne uspeva da ustane, reče mu: ",
  "dn24:2.6.3": "’Jednom davno, poštovani Pāṭikaputta, pade na pamet lavu, kralju životinja: ",
  "dn24:2.6.4": "„Zašto svoje leglo ne napravim bliže onoj šumi. ",
  "dn24:2.6.5": "Kada se približi veče, mogu izaći iz svoje jazbine, zevnuti, pogledati na sve četiri strane i tri puta se oglasiti svojim lavovskim rikom, pa krenuti u lov. ",
  "dn24:2.6.6": "Pošto ulovim najboljeg u stadu jelena i pojedem mnogo svežeg mesa, mogu se vratiti u svoje leglo.” ",
  "dn24:2.6.7": "Tako i učini. ",
  "dn24:2.6.10": "A tu je živeo i jedan stari šakal, ugojen od onoga što je preostalo posle lava, nadmen i snažan. ",
  "dn24:2.6.11": "I taj šakal pomisli: ",
  "dn24:2.6.12": "„Šta to ima lav, kralj životinja, a što ja nemam? ",
  "dn24:2.6.13": "„Kako bi bilo da svoje leglo napravim bliže onoj šumi. ",
  "dn24:2.6.14": "Kada se približi veče, mogu izaći iz svoje jazbine, zevnuti, pogledati na sve četiri strane i tri puta se oglasiti svojim lavovskim rikom, pa krenuti u lov. ",
  "dn24:2.6.15": "Pošto ulovim najboljeg u stadu jelena i pojedem mnogo svežeg mesa, mogu se vratiti u svoje leglo.” ",
  "dn24:2.7.1": "Tako i učini. ",
  "dn24:2.7.2": "Ali kada je pokušao da se oglasi lavovskim rikom, uspeo je samo ga zacvili i zakevće, kao što to rade šakali. A šta je kevtanje nadmenog šakala naspram lavljeg rika? ",
  "dn24:2.7.3": "Na isti način, poštovani, živeći od onoga što pripada Srećnom, hraneći se onim što je preostalo od Srećnoga, zamišljate da ste jednaki Tathāgati, plemenitom i potpuno probuđenom. ",
  "dn24:2.7.4": "Ko su nadmeni Pāṭikaputte da se porede sa Tathāgatama, plemenitima i potpuno probuđenima?’ ",
  "dn24:2.8.1": "Pošto učeniku Đaliyi nije uspelo da golog asketu Pāṭikaputtu pomeri sa mesta čak ni ovim poređenjem, ",
  "dn24:2.8.2": "reče mu: ",
  "dn24:2.8.3": "’Smatrajući sebe ravnim lavu, ",
  "dn24:2.8.4": "šakal je mislio: „Ja sam kralj životinja!” ",
  "dn24:2.8.5": "Ali zapravo uspeo je jedino da zacvili; ",
  "dn24:2.8.6": "a šta je kevtanje šakala naspram lavljeg rika? ",
  "dn24:2.8.7": "Na isti način, prijatelju Pāṭhikaputta, živeći od onoga što pripada Srećnom, hraneći se onim što je preostalo od Srećnoga, zamišljaš da si jednak Tathāgati, plemenitom i potpuno probuđenom ",
  "dn24:2.8.8": "Ko su nadmeni Pāṭikaputte da se porede sa Tathāgatama, plemenitima i potpuno probuđenima?’ ",
  "dn24:2.9.1": "Pošto učeniku Đaliyi nije uspelo da golog asketu Pāṭikaputtu pomeri sa mesta čak ni ovim poređenjem, ",
  "dn24:2.9.2": "reče mu: ",
  "dn24:2.9.3": "’Idući stopama drugoga, ",
  "dn24:2.9.4": "hraneći se ostacima, ",
  "dn24:2.9.5": "sve dok samoga sebe ne vidi, ",
  "dn24:2.9.6": "šakal za sebe misli da je tigar. ",
  "dn24:2.9.7": "Ali zapravo uspeo je jedino da zacvili; ",
  "dn24:2.9.8": "a šta je kevtanje šakala naspram lavljeg rika? ",
  "dn24:2.9.9": "Na isti način, prijatelju Pāṭhikaputta, živeći od onoga što pripada Srećnom, hraneći se onim što je preostalo od Srećnoga, zamišljaš da si jednak Tathāgati, plemenitom i potpuno probuđenom! ",
  "dn24:2.9.10": "Ko su nadmeni Pāṭikaputte da se porede sa Tathāgatama, plemenitima i potpuno probuđenima?’ ",
  "dn24:2.10.1": "Pošto učeniku Đaliyi nije uspelo da golog asketu Pāṭikaputtu pomeri sa mesta čak ni ovim poređenjem, ",
  "dn24:2.10.2": "reče mu: ",
  "dn24:2.10.3": "’Proždirući žabe i miševe u amabru, ",
  "dn24:2.10.4": "leševe bačene na groblju, ",
  "dn24:2.10.5": "tumarajući kroz veliku, praznu šumu, ",
  "dn24:2.10.6": "šakal je zamišljao: „Ja sam kralj životinja!” ",
  "dn24:2.10.7": "Ali zapravo uspeo je jedino da zacvili; ",
  "dn24:2.10.8": "a šta je kevtanje šakala naspram lavljeg rika? ",
  "dn24:2.10.10": "Ko su nadmeni Pāṭikaputte da se porede sa Tathāgatama, plemenitima i potpuno probuđenima?’ ",
  "dn24:2.11.1": "Pošto učeniku Đaliyi nije uspelo da golog asketu Pāṭikaputtu pomeri sa mesta čak ni ovim poređenjem, ",
  "dn24:2.11.2": "vratio se onoj grupi i reče: ",
  "dn24:2.11.3": "’Goli asketa Pāṭikaputta je sasvim nemoćan.’ ",
  "dn24:2.12.1": "Kada ovo bi izrečeno, rekoh okupljenima: ",
  "dn24:2.12.2": "„Goli asketa Pāṭikaputta nije u stanju da se sretne sa mnom oči u oči, ",
  "dn24:2.12.3": "Ako misli ",
  "dn24:2.12.4": "da se može sresti sa mnom oči u oči, a da ne napusti sve te stvari, njegova glava će se rasprsnuti u paramparčad.’ ",
  "dn24:2.12.5": "Čak i ako bi dobri Liććhavi pomislili: ",
  "dn24:2.12.6": "„Vežimo Pāṭikaputtu konopcima i povucimo ga uz pomoć para volova!” ili bi pukli ti konopci ili Pāṭikaputta.’ ",
  "dn24:2.12.7": "Goli asketa Pāṭikaputta nije u stanju da se sretne sa mnom oči u oči, ",
  "dn24:2.12.8": "jer će mu se glava rasprsnuti u paramparčad.” ",
  "dn24:2.13.1": "Onda sam, Blaženi, okupljene uputio, podstakao, nadahnuo i ohrabrio govorom o Dhammi. Oslobodih okupljene velikog okova i spasoh 84.000 bića velike pogibelji. Potom uđoh u element vatre, izdigoh koliko je visoko sedam palmi i stvorih oganj visok koliko još sedam palmi, koji je plamteo i dimio. Na kraju se spustih u Veliku šumu, u dvoranu sa šiljastim krovom. ",
  "dn24:2.13.2": "Onda Sunakkhatta dođe do mene, pokloni se i sede sa strane. A ja mu rekoh: ",
  "dn24:2.13.3": "’Šta misliš, Sunakkhatta? ",
  "dn24:2.13.4": "Je li se ono što sam objavio o golom asketi Pāṭikaputti na kraju ispostavilo kao tačno ili nije?’ ",
  "dn24:2.13.5": "’Ispostavilo se, poštovani gospodine, kao tačno.’ ",
  "dn24:2.13.6": "’Šta misliš, Sunakkhatta? ",
  "dn24:2.13.7": "Ako je tako, je li to čudo ili nije?’ ",
  "dn24:2.13.8": "’Poštovani gospodine, svakako da je to čudo.’ ",
  "dn24:2.13.9": "’Iako sam izveo takvo čudo, ti nerazumni čoveče kažeš ovako: ",
  "dn24:2.13.10": "„Ali Blaženi nikada preda mnom nije izveo nekakvo čudo”. ",
  "dn24:2.13.11": "Vidiš li koliko si zastranio!‘ ",
  "dn24:2.13.12": "Iako sam tako govorio Sunakkhatti, ipak je on napustio učenje i praksu, nalik nekome ko juri pravo u pakao. ",
  "dn24:2.14.0": "6. Opis nastanka sveta ",
  "dn24:2.14.1": "Blaženi, ja razumem nastanak ovog sveta. ",
  "dn24:2.14.2": "Ja takođe razumem šta je to što sve ovo nadilazi. I pošto tom razumevanju ne prilazim na pogrešan način, u sebi sam ostvario stanje savršenog mira. Pošto to neposredno zna, Tathāgata ne propada. ",
  "dn24:2.14.3": "Postoje neki askete i brahmani koji unutar svoje tradicije opisuju nastanak sveta tako da ga je stvorio Vrhovni bog, Brahma. ",
  "dn24:2.14.4": "Otišao sam do njih i pitao ih: ",
  "dn24:2.14.5": "’Prihatelji, da li uistinu unutar svoje tradicije opisujete nastanak ovoga sveta tako da ga je stvorio Vrhovni bog, Brahma?’ ",
  "dn24:2.14.6": "A oni mi odgovoriše: ’Tako je’. ",
  "dn24:2.14.7": "Onda sam ih dalje ovako pitao: ",
  "dn24:2.14.8": "’U tom slučaju, prijatelji, kako kažete da se to tačno dogodilo?’ ",
  "dn24:2.14.9": "Ali nisu mogli da mi odgovore, već su čak oni mene ispitivali. ",
  "dn24:2.14.10": "Kada su me pitali, objasnio sam: ",
  "dn24:2.14.11": "Dođe vreme, prijatelji, kada posle dugog vremena ovaj svet počne da se skuplja (dezintegriše). ",
  "dn24:2.14.12": "Dok se on skuplja, biće se u najvećoj meri preporađaju u ābhassara svetu Brahme. ",
  "dn24:2.14.13": "Tu ona žive, umom stvorena, hraneći se ushićenjem, blistavi, lete nebom, veličanstveni i takvi ostaju dugo vremena. ",
  "dn24:2.15.1": "Dođe vreme, prijatelji, kada posle dugog vremena ovaj svet počne da se širi. ",
  "dn24:2.15.2": "Dok se on širi, pojavljuje se prazna Brahmina kuća. ",
  "dn24:2.15.3": "Onda neka svesna bića – pošto im ističe životni vek ili njihove zasluge – umru u toj grupi blistavih božanstava i preporađaju se u toj praznoj kući Brahminoj. ",
  "dn24:2.15.4": "Tu ona žive, umom stvorena, hraneći se ushićenjem, blistavi, lete nebom, veličanstveni i takvi ostaju dugo vremena. ",
  "dn24:2.16.1": "Ali pošto dugo tu borave sama, postaju nezadovoljna i nespokojna: ",
  "dn24:2.16.2": " „Ah, kad bi se samo još jedno biće pojavilo u ovom obliku postojanja!” ",
  "dn24:2.16.3": "Onda druga svesna bića – pošto im ističe životni vek ili njihove zasluge –  umru u toj grupi blistavih božanstava i preporode se u praznoj kući Bahminoj, u društvu drugih bića. ",
  "dn24:2.16.4": "Tu ona takođe žive, umom stvorena, hraneći se ushićenjem, blistavi, lete nebom, veličanstveni i takvi ostaju dugo vremena. ",
  "dn24:2.17.1": "A onda biće koje se tu prvo preporodi pomisli: ",
  "dn24:2.17.2": "’Ja sam Brahmā, veliki Brahmā, neporaženi, nepobedivi, univerzalni mudrac, silni, vrhovno božanstvo, tvorac, kreator, najbolji, roditelj, regulator, otac onima koji su rođeni i onima koji će tek biti rođeni. ",
  "dn24:2.17.3": "A zašto? ",
  "dn24:2.17.4": "Jer sam prvi pomislio: ",
  "dn24:2.17.5": " „Ah, kad bi se samo još jedno biće pojavilo u ovom obliku postojanja!” ",
  "dn24:2.17.6": "Takva beše želja mog srca i tada se ta bića pojaviše u ovom obliku postojanja’. ",
  "dn24:2.17.7": "A bića koja su se tu kasnije preporodila takođe pomisliše: ",
  "dn24:2.17.8": "’Ovo mora da je Brahmā, veliki Brahmā, neporaženi, nepobedivi, univerzalni mudrac, silni, vrhovno božanstvo, tvorac, kreator, najbolji, roditelj, regulator, otac onima koji su rođeni i onima koji će tek biti rođeni. ",
  "dn24:2.17.9": "I nas je on stvorio. ",
  "dn24:2.17.10": "A zašto? ",
  "dn24:2.17.11": "Jer vidimo da se on ovde prvi preporodio, a mi smo došli kasnije’. ",
  "dn24:2.17.12": "I biće koje se prvo preporodilo je dugovečnije, lepše i poštovanije nego ona bića koja su se preporodila kasnije. ",
  "dn24:2.17.13": "A bića koja su se tu kasnije preporodila takođe pomisliše: ",
  "dn24:2.17.14": "Onda, prijatelji, moguće je da jedno od tih bića umre u tom svetu i preporodi se u ovome. ",
  "dn24:2.17.15": "Došavši u ovaj svet, ono napusti dom i ode u beskućnike. ",
  "dn24:2.17.16": "Zahvaljujući snažnom, odlučnom, predanom i istrajnom naporu, kao i ispravnom promišljanju, postiže takav stepen koncentracije da se priseća prošlog života, ali ne dalje od toga. ",
  "dn24:2.17.17": "On ovako kaže: ",
  "dn24:2.17.18": "’Onaj ko je Brahmā – veliki Brahmā, neporaženi, nepobedivi, univerzalni mudrac, silni, vrhovno božanstvo, tvorac, kreator, najbolji, roditelj, regulator, otac onima koji su rođeni i onima koji će tek biti rođeni – on je trajan, neprolazan, večan, neuništiv, večno isti. ",
  "dn24:2.17.19": "A mi koje je stvorio taj Brahmā i moramo da se pojavimo u ovom svetu, privremeni smo, prolazni, kratkog veka i uništivi’. ",
  "dn24:2.17.20": "’U tom slučaju, prijatelji, kako kažete da se to tačno dogodilo?’ ",
  "dn24:2.17.21": "I rekoše: ",
  "dn24:2.17.22": "„Čuli smo da je upravo tako poštovani Gotama rekao. ",
  "dn24:2.17.23": "Blaženi, ja razumem nastanak ovog sveta. ",
  "dn24:2.17.24": "Ja takođe razumem šta je to što sve ovo nadilazi. I pošto tom razumevanju ne prilazim na pogrešan način, u sebi sam ostvario stanje savršenog mira. Pošto to neposredno zna, Tathāgata ne propada. ",
  "dn24:2.18.1": "Postoje neki askete i brahmani koji unutar svoje tradicije opisuju nastanak sveta tako da ga je stvorila iskvarenost zadovoljstvom. ",
  "dn24:2.18.2": "Otišao sam do njih i pitao ih: ",
  "dn24:2.18.3": "’Prihatelji, da li uistinu unutar svoje tradicije opisujete nastanak ovoga sveta tako da ga je stvorila iskvarenost uživanjem?’ ",
  "dn24:2.18.4": "A oni mi odgovoriše: ’Tako je’. ",
  "dn24:2.18.5": "Onda im ja ovako kažem: ",
  "dn24:2.18.6": "’U tom slučaju, prijatelji, kako kažete da se to tačno dogodilo?’ ",
  "dn24:2.18.7": "Ali nisu mogli da mi odgovore, već su čak oni mene ispitivali. ",
  "dn24:2.18.8": "Kada su me pitali, objasnio sam: ",
  "dn24:2.18.9": "Ima, orijatelji, božanstava zvanih ’iskvarena uživanjem’. Ona najveći deo vremena provode u smehu i igri. Posledica toga je da postaju rastreseni, pa zato umiru u tom svetu. ",
  "dn24:2.18.10": "Onda, prijatelji, moguće je da jedno od tih bića umre u tom svetu i preporodi se u ovome. ",
  "dn24:2.18.11": "Došavši u ovaj svet, ono napusti dom i ode u beskućnike. ",
  "dn24:2.18.12": "Zahvaljujući snažnom, odlučnom, predanom i istrajnom naporu, kao i ispravnom promišljanju, postiže takav stepen koncentracije da se priseća prošlog života, ali ne dalje od toga. ",
  "dn24:2.18.13": "Ono ovako kaže: ",
  "dn24:2.18.14": " ’Ova božanstva nisu iskvarena uživanjem, ne provode mnogo vremena u smehu i igri. Tako ona ne postaju rastresena i zato što nisu rastresena, ne nestaju iz te grupe božanstava. ",
  "dn24:2.18.15": "Ona su trajna, neprolazna, večna, neuništiva, večno ista. ",
  "dn24:2.18.16": "Ali mi smo iskvareni uživanjem, najveći deo vremena provodili smo u smehu i igri. Tako smo postali rastreseni i zato što smo rastreseni, nestali smo iz te grupe božanstava; ",
  "dn24:2.18.17": "privremeni smo, prolazni, kratkog veka i uništivi’. ",
  "dn24:2.18.18": "Prihatelji, da li uistinu unutar svoje tradicije tako opisujete nastanak ovoga sveta da ga je stvorila iskvarenost uživanjem?’ ",
  "dn24:2.18.19": "A oni rekoše: ",
  "dn24:2.18.20": "’Čuli smo da je upravo tako poštovani Gotama rekao.’ ",
  "dn24:2.18.21": "Blaženi, ja razumem nastanak ovog sveta… ",
  "dn24:2.18.22": "Pošto to neposredno zna, Tathāgata ne propada… ",
  "dn24:2.19.1": "Postoje neki askete i brahmani koji unutar svoje tradicije opisuju nastanak sveta tako da ga je stvorila iskvarenost uma. ",
  "dn24:2.19.2": "Otišao sam do njih i pitao ih: ",
  "dn24:2.19.3": "’Prihatelji, da li uistinu unutar svoje tradicije opisujete nastanak ovoga sveta tako da ga je stvorila iskvarenost uma?’ ",
  "dn24:2.19.4": "A oni mi odgovoriše: ’Tako je’. ",
  "dn24:2.19.5": "Onda im ja ovako kažem: ",
  "dn24:2.19.6": "’U tom slučaju, prijatelji, kako kažete da se to tačno dogodilo?’ ",
  "dn24:2.19.7": "Ali nisu mogli da mi odgovore, već su čak oni mene ispitivali. ",
  "dn24:2.19.8": "Kada su mene oni pitali, objasnio sam: ",
  "dn24:2.19.9": "Ima, monasi, božanstava zvanih ’zlovoljna’. Ona mnogo vremena provode posmatrajući jedna drugo, tako da se u njima razvije bes jednih prema drugima. Kada u njima vlada bes, tela i umovi im postaju iscrpljeni. Zbog toga ona umru u tom svetu. ",
  "dn24:2.19.10": "Onda, prijatelji, moguće je da jedno od tih bića umre u tom svetu i preporodi se u ovome. ",
  "dn24:2.19.11": "Došavši u ovaj svet, ono napusti dom i ode u beskućnike. ",
  "dn24:2.19.12": "Zahvaljujući snažnom, odlučnom, predanom i istrajnom naporu, kao i ispravnom promišljanju, postiže takav stepen koncentracije da se priseća prošlog života, ali ne dalje od toga. ",
  "dn24:2.19.13": "Ono ovako kaže: ",
  "dn24:2.19.14": "’Božanstva koja nisu zlovoljna ne provode mnogo vremena posmatrajući se međusobno. Tako ona ne postaju besna jedna prema drugima, njihova tela i umovi ne postaju iscrpljeni i ona ne nestaju iz te grupe božanstava. ",
  "dn24:2.19.15": "Ona su trajna, neprolazna, večna, neuništiva, večno ista. ",
  "dn24:2.19.16": "Ali mi koji smo bili zlovoljni, najveći deo vremena provodili smo posmatrajući jedni druge, postali smo besni jedni na druge, naša tela i umovi postali su iscrpljeni i nestali smo iz te grupe božanstava; ",
  "dn24:2.19.17": "privremeni smo, prolazni, kratkog veka i uništivi’. ",
  "dn24:2.19.18": "U tom slučaju, prijatelji, kako kažete da se to tačno dogodilo?’ ",
  "dn24:2.19.19": "A oni rekoše: ",
  "dn24:2.19.20": "’Čuli smo da je upravo tako poštovani Gotama rekao.’ ",
  "dn24:2.19.21": "Blaženi, ja razumem nastanak ovog sveta… ",
  "dn24:2.19.22": "Pošto to neposredno zna, Tathāgata ne propada. ",
  "dn24:2.20.1": "Postoje neki askete i brahmani koji unutar svoje tradicije opisuju nastanak sveta tako da ga je stvorila slučajnost. ",
  "dn24:2.20.2": "Otišao sam do njih i pitao ih: ",
  "dn24:2.20.3": "’Prihatelji, da li uistinu unutar svoje tradicije opisujete nastanak ovoga sveta tako da ga je stvorila slučajnost?’ ",
  "dn24:2.20.4": "A oni mi odgovoriše: ’Tako je’. ",
  "dn24:2.20.5": "Onda im ja ovako kažem: ",
  "dn24:2.20.6": "’U tom slučaju, prijatelji, kako kažete da se to tačno dogodilo?’ ",
  "dn24:2.20.7": "Ali nisu mogli da mi odgovore, već su čak oni mene ispitivali. ",
  "dn24:2.20.8": "Kada su me pitali, objasnio sam: ",
  "dn24:2.20.9": "Tako, monasi, postoje božanstva koja se nazivaju ’bićima bez opažaja”. ",
  "dn24:2.20.10": "Kada se u njima javi opažaj, ona umiru u tom svetu. ",
  "dn24:2.20.11": "Onda, prijatelji, moguće je da jedno od tih bića umre u tom svetu i preporodi se u ovome. ",
  "dn24:2.20.12": "Došavši u ovaj svet, ono napusti dom i ode u beskućnike. ",
  "dn24:2.20.13": "Zahvaljujući snažnom, odlučnom, predanom i istrajnom naporu, kao i ispravnom promišljanju, postiže takav stepen koncentracije da se priseća nastanka opažaja, ali ne dalje od toga. ",
  "dn24:2.20.14": "Ono ovako kaže: ",
  "dn24:2.20.15": "Sopstvo i ovaj svet nastaju slučajno. ",
  "dn24:2.20.16": "A zašto? ",
  "dn24:2.20.17": "Zato što prethodno nisam postojao. I tako, iako me nije bilo, sada izronih u postojanje.’ ",
  "dn24:2.20.18": "Prihatelji, da li uistinu unutar svoje tradicije tako opisujete nastanak ovoga sveta da ga je stvorila slučajnost?’ ",
  "dn24:2.20.19": "A oni rekoše: ",
  "dn24:2.20.20": "’Čuli smo da je upravo tako poštovani Gotama rekao.’ ",
  "dn24:2.20.21": "Ja takođe razumem šta je to što sve ovo nadilazi. I pošto tom razumevanju ne prilazim na pogrešan način, u sebi sam ostvario stanje savršenog mira. ",
  "dn24:2.20.22": "Pošto to neposredno zna, Tathāgata ne propada. ",
  "dn24:2.21.1": "Blaženi, iako govorim i objašnjavam na ovaj način, neki askete i brahmani moje učenje pogrešno predstavljaju pogrešnim, ispraznim, lažljivim, neistinitim tvrdnjama: ",
  "dn24:2.21.2": "’Asketa Gotama ima iskrivljena gledišta, a takvi su i njegovi monasi. ",
  "dn24:2.21.3": "Asketa Gotama ovako kaže: ",
  "dn24:2.21.4": "’Kada neko ulazi i ostaje u oslobođenju lepim, u tom trenutku on vidi samo ono što je ružno.’ ",
  "dn24:2.21.5": "Ali ja to ne govorim. ",
  "dn24:2.21.7": "Ja ovako kažem: ",
  "dn24:2.21.8": "’Kada neko ulazi i ostaje u oslobođenju lepim, u tom trenutku on vidi samo ono što je lepo’.” ",
  "dn24:2.21.9": "„Poštovani, oni su ti koji imaju iskrivljena gledišta, ako tako vide Blaženog i njegove monahe. ",
  "dn24:2.21.10": "Imam poverenje u Blaženog da me može podučiti, tako da mogu ući i ostati u oslobođenju lepim.” ",
  "dn24:2.21.11": "„Teško je za tebe, Bhaggava, da uđeš i ostaneš u oslobođenju lepim, jer imaš drugačije gledište, uverenje, verovanje, praksu i tradiciju. ",
  "dn24:2.21.12": "Hajde, Bhaggava, dobro pazi da sačuvaš poverenje koje imaš u mene.” ",
  "dn24:2.21.13": "„Poštovani ako je teško za mene da uđem i ostanem u oslobođenju lepim, jer imam drugačije gledište, uverenje, verovanje, praksu i tradiciju, ",
  "dn24:2.21.14": "dobro ću paziti da sačuvam poverenje koje imam u Blaženog.” ",
  "dn24:2.21.15": "Tako reče Blaženi. ",
  "dn24:2.21.16": "Zadovoljan, lutalica Bhaggavagotta se obradova rečima Blaženog. "
}
