{
  "dn25:0.1": "Zbirka dugih govora 25 ",
  "dn25:0.2": "Lavlji rik u Udumbariki ",
  "dn25:1.0": "1. Priča o lutalici Nigrodhi ",
  "dn25:1.1": "Ovako sam čuo. ",
  "dn25:1.2": "Jednom je Blaženi boravio kraj Rāđagahe, na Lešinarevoj hridi. ",
  "dn25:1.3": "U isto vreme je lutalica Nigrodha, zajedno sa velikom grupom lutalica, njih tri strotine, boravio u isposnici u Udumbarika gaju. ",
  "dn25:1.4": "A jednoga dana, rano izjutra, domaćin Sandhāna dođe u Rāđagahu da vidi Blaženog. ",
  "dn25:1.5": "Onda domaćin Sandhāna pomisli: ",
  "dn25:1.6": "„Nije vreme da idem da vidim Blaženog. ",
  "dn25:1.7": "On sada boravi u osami. ",
  "dn25:1.8": "A nije vreme ni da odem da vidim istaknute monahe. ",
  "dn25:1.9": "I oni sada borave u osami. ",
  "dn25:1.10": "Kako bi bilo da odem do Udumbarika isposnice i posetim lutalicu Nigrodhu?” ",
  "dn25:1.11": "Tako domaćin Sandhāna otide do Udumbarika isposnice. ",
  "dn25:2.1": "A tom prilikom lutalica Bighroda sedeo je s velikom grupom drugih lutalica, koji su pravili veliku galamu i žučno raspravljali o različitim nevažnim temama. ",
  "dn25:2.2": "kao što su kraljevi i kraljevi savetnici, razbojnici, vojske, opasnosti, bitke, hrana, piće, odeća, ležaji, cvetni venci, mirisi, rođaci, vozila, sela, varoši, gradovi, zemlje, žene, heroji, ulice, izvori, pokojnici, razne sitnice, nastanak sveta, nastanak mora, jesu li stvari ovakve ili onakve. ",
  "dn25:3.1": "I vide lutalica Nighroda još izdaleka domaćina Sandhānu kako ide, ",
  "dn25:3.2": "pa reče okupljenima: ",
  "dn25:3.3": "„Prijatelji, budite tihi; prijatelji, ne pravite buku. ",
  "dn25:3.4": "Evo dolazi kućedomaćin Sandhāna, sledbenik askete Gotame ",
  "dn25:3.5": "On je jedan od nezaređenih sledbenika askete Gotame koji žive u Rāđagahi. ",
  "dn25:3.6": "Taj poštovani voli tišinu, on hvali tišinu. ",
  "dn25:3.7": "Ako se utišamo, možda će poželeti da nam se pridruži.” ",
  "dn25:3.8": "Na to se drugi lutalice utišaše. ",
  "dn25:4.1": "I priđe kućedomaćin Sandhāna lutalici Nigrodhi, pozdravi se sa njim, ",
  "dn25:4.2": " a kada taj učtivi i prijateljski razgovor bi završen, sede on sa strane. Sedeći tako sa strane, ovako reče Nigrodhi: ",
  "dn25:4.3": "Jedan je način na koji lutalice prave galamu, kada sede zajedno i raspravljaju o nevažnim stvarima, ",
  "dn25:4.4": "kao što su: kraljevi…  jesu li stvari ovakve ili onakve. ",
  "dn25:4.5": "Sasvim je drugi način na koji Blaženi boravi na osamljenim mestima u gajevima i šumama, koja su sasvim tiha, bez buke, daleko od ljudi, pogodna za povlačenje.” ",
  "dn25:5.1": "Kada ovo bi rečeno, lutalica Nogroda ovako reče kućedomaćinu Sandhāni: ",
  "dn25:5.2": "„Da li ti znaš, kućedomaćine, sa kime razgovara asketa Gotama, sa kime diskutuje, sa kime razvija svoju mudrost? ",
  "dn25:5.3": "Boraveći u praznim kolibama, asketa Gotama je uništio svoju mudrost. Pošto ne učestvuje u skupovima, nije u stanju da raspravlja. ",
  "dn25:5.4": "On samo gleda iz prikrajka. ",
  "dn25:5.5": "Nalik je kravi sa jednim okom, koja luta unaokolo i gleda iz prikrajka. ",
  "dn25:5.10": "Vidi, kućedomaćine. ako bi se asketa Gotama našao među nama, porazili bismo ga jednim jedinim pitanjem, oborili bismo ga kao prazan ćup!” ",
  "dn25:6.1": "A Blaženi duhovnim uhom, koje je pročišćeno i nadmašuju ljudsko, doču taj razgovor između kućedomaćina Sandhāne i lutalive Nigrodhe. ",
  "dn25:6.2": "Onda Blaženi siđe sa Lešinareve hridi i ode do mesta gde se hrane paunovi, na obali Sumāgadha jezera, te je tu hodao na otvorenom. ",
  "dn25:6.3": "I vide lutalica Nighroda Blaženog kako hoda na obali jezera, ",
  "dn25:6.4": "pa poče da utišava okupljene ovim rečima: ",
  "dn25:6.5": "„Prijatelji, budite tihi; prijatelji, ne pravite buku. Eno ga asketa Gotama hoda kraj Sumāgadha jezera. ",
  "dn25:6.6": "Taj poštovani voli tišinu, on hvali tišinu. ",
  "dn25:6.7": "Ako se utišamo, možda će poželeti da nam se pridruži. ",
  "dn25:6.8": "Ako nam se pridruži, ovo ćemo pitanje postaviti asketi Gotami: ",
  "dn25:6.9": "’Poštovani, koje je to učenje u koje Blaženi upućuje svoje učenike i u kojem nalaze ispunjenje glavnog cilja duhovnog života?’” ",
  "dn25:6.10": "Na to se drugi lutalice utišaše. ",
  "dn25:7.0": "2. Razgovor o asketskom obuzdavanju ",
  "dn25:7.1": "Onda Blaženi dođe do lutalice Nigrodhe, ",
  "dn25:7.2": "i ovaj mu ovako reče: ",
  "dn25:7.3": "„Neka priđe Blaženi! Dobro nam je došao Blaženi! ",
  "dn25:7.4": "Dugo je vremena prošlo otkako je Blaženi ovde bio poslednji put. ",
  "dn25:7.5": "Neka Blaženi sedne, ovo je mesto spremno za njega.” ",
  "dn25:7.6": "Blaženi sede na pripremljeno mesto, ",
  "dn25:7.7": "a lutalica Nigrodha odabra jedno niže, sa strane. ",
  "dn25:7.8": "Kad je tako uradio, Blaženi mu ovako reče: ",
  "dn25:7.9": "„Nigrodha, radi kakvog razgovora ste se ovde okupili? U kakvom sam vas to razgovoru prekinuo?” ",
  "dn25:7.10": "Čuvši ovo, lutalica Nigrodha ovako odgovori: ",
  "dn25:7.11": "„Poštovani, video sam Blaženog kako hoda na mestu gde se hrane paunovi, na obali Sumāgadha jezera, pa rekoh: ",
  "dn25:7.12": "’Ako nam se asketa Gotama pridruži, ovo ćemo mu pitanje postaviti: ",
  "dn25:7.13": "„Poštovani, koje je to učenje u koje Blaženi upućuje svoje učenike i u kojem oni nalaze ispunjenje glavnog cilja duhovnog života?”’ ",
  "dn25:7.14": "O tome smo razgovarali, poštovani gospodine, pre nego što je Blaženi došao.” ",
  "dn25:7.15": "„Nigrodha, zato što imaš drugačije gledište, uverenje, verovanje, praksu i tradiciju, teško je za tebe da razumeš učenje u koje Blaženi upućuje svoje učenike i u kojem oni nalaze ispunjenje glavnog cilja duhovnog života. ",
  "dn25:7.16": "Hajde, Nigrodha, pitaj me radije o svom učenju i o najvišem obuzdavanju: ",
  "dn25:7.17": "’Poštovani, na koji način se praksa asketskog obuzdavanja ispunjava, a kako se ne ispunjava?’” ",
  "dn25:7.18": "Kad ovo bi rečeno, veliki žamor se razleže među lutalicama: ",
  "dn25:7.19": "’Zadivljujuće je to, poštovani, čudesno je to, koliko asketa Gotama ima moći, koliko snage, jer ostavlja po strani svoje učenje i poziva druge da raspravljaju o njihovom!” ",
  "dn25:8.1": "Kada ih je utišao, lutalica Nigrodha ovako reče: ",
  "dn25:8.2": "„Poštovani, mi živimo u skladu sa učenjem o asketskom obuzdavanju, u skladu sa suštinom asketskog obuzdavanja, praktikujući asketsko obuzdavanje. ",
  "dn25:8.3": "Pošto je to tako, kažite nam na koji način se praksa asketskog obuzdavanja ispunjava, a kako se ne ispunjava?” ",
  "dn25:8.4": "„Nigrodha, onaj ko sebe obuzdava ide nag, odbacujući pravila. Liže dlanove, ne dolazi kada ga pozovu, ne zaustavi se kad ga neko zamoli. ",
  "dn25:8.5": "Ne prihvatau hranu koju mu donesu, posebno pripreme ili ga pozovu na ručak. Ne prima ništa iz lonca, iz zdele, iz kuće, iz avana, od dvoje koji jedu zajedno, od trudnice, od žene koja doji, od žene koja leže kraj muškarca, s mesta gde se hrana javno deli, sa mesta gde je bilo pasa ili muva. Ne uzima ni ribu, ni meso, ne pije rakiju, vino, niti drugi alkohol. ",
  "dn25:8.6": "Drži se pravila da u jednoj kući uzme jedan zalogaj; da u dve kuće uzme dva zalogaja… da u sedam kuća uzme sedam zalogaja. ",
  "dn25:8.7": "Uzima hranu samo jednom dnevno, jednom u dva dana… jednom u sedam dana i tako dalje, sve do jednom u dve nedelje. Istrajava u praksi uzimanja hrane u određenim intervalima. ",
  "dn25:8.8": "Jede zeleniš ili proso ili pirinač ili koru ili mahovinu ili pirinčanu plevu ili pirinčane mekinje ili brašno od susama ili travu ili kravlji izmet. Živi od šumskog korenja ili voća, hrani se otpalim plodovima. ",
  "dn25:8.9": "Oblači ogrtač načinjen od grube kudelje, mrtvačkog pokrova, bačenih krpa, kore drveta, kože antilope, traka od kože antilope, ogrtač od ispletene kusa trave, od like, od lišća, od vune, životinjskog krzna ili sovinog perja. ",
  "dn25:8.10": "Čupa sami sebi kosu i bradu, istrajan je u redovnom čupanju kose i brade. ",
  "dn25:8.11": "Neprekidno stoji, odbijajući da sedne. ",
  "dn25:8.12": "Čuči bez prekida, stalno je u čučećem položaju. ",
  "dn25:8.13": "Koristi ležaj od trnja, pravi sam sebi ležaj od trnja. ",
  "dn25:8.14": "Pravi sebi ležaj od dasaka ili leži na kamenitoj zemlji. ",
  "dn25:8.15": "Leži samo na jednoj strani. ",
  "dn25:8.16": "Prekriven je prašinom i blatom. ",
  "dn25:8.17": "Živi samo na otvorenom. ",
  "dn25:8.18": "Spava gde god da raširi svoju prostirku. ",
  "dn25:8.19": "Jede nečistu hranu, istrajan je u tome da živi od nečiste hrane (kravlji izmet, kravlja mokraća, pepeo i glina) ",
  "dn25:8.20": "Ništa ne pije, istrajan je u takvoj praksi (apānaka, verovatno neko ko, poput đaina, ne pije hladnu vodu, jer u njoj može biti živih bića). ",
  "dn25:8.21": "Živi praktikujući kupanje u vodi tri puta na dan, uključujući veče. ",
  "dn25:8.22": "Šta misliš, Nigrodha, ",
  "dn25:8.23": "da li se na ovaj način praksa asketskog obuzdavanja ispunjava ili se ne ispunjava?” ",
  "dn25:8.24": "„Poštovani, svakako da se na ovaj način praksa asketskog obuzdavanja ispunjava.” ",
  "dn25:8.25": "„Ali, Nigrodha, ja čak i za takvu praksu aksetskog obudavanja kažem da ima mnogo manjkavosti.” ",
  "dn25:9.0": "2.1. Manjkavosti ",
  "dn25:9.1": "„Na šta to Blaženi misli kada govori o manjkavostima?” ",
  "dn25:9.2": "„Tako, Nigrodha, onaj ko sebe obuzdava postaje ushićen tim obuzdavanjem, misleći da je tako dostigao cilj. ",
  "dn25:9.3": "",
  "dn25:9.4": "Takvo stanje, Nigrodha, jeste manjkavost onoga ko sebe obuzdava. ",
  "dn25:9.5": "Dalje, Nigrodha, onaj ko sebe obuzdava na osnovu toga uzdiže sebe i omalovažava druge. ",
  "dn25:9.7": "Takvo stanje, Nigrodha, jeste manjkavost onoga ko sebe obuzdava. ",
  "dn25:9.8": "Dalje, Nigrodha, onaj ko sebe obuzdava postaje postaje time zaluđen, opsednut, a onda i nepromišljen. ",
  "dn25:9.10": "Takvo stanje, Nigrodha, jeste manjkavost onoga ko sebe obuzdava. ",
  "dn25:10.1": "Dalje, Nigrodha, onaj ko sebe obuzdava stiče materijalni dobitak, počasti i slavu, te postaje ushićen time, misleći da je tako dostigao cilj. ",
  "dn25:10.3": "Takvo stanje, Nigrodha, jeste manjkavost onoga ko sebe obuzdava. ",
  "dn25:10.4": "Dalje, Nigrodha, onaj ko sebe obuzdava stiče materijalni dobitak, počasti i slavu, te na osnovu toga uzdiže sebe i omalovažava druge. ",
  "dn25:10.6": "Takvo stanje, Nigrodha, jeste manjkavost onoga ko sebe obuzdava. ",
  "dn25:10.7": "Dalje, Nigrodha, onaj ko sebe obuzdava stiče materijalni dobitak, počasti i slavu, te postaje time zaluđen, opsednut, a onda i nepromišljen. ",
  "dn25:10.9": "Takvo stanje, Nigrodha, jeste manjkavost onoga ko sebe obuzdava. ",
  "dn25:10.10": "Dalje, Nigrodha, onaj ko sebe obuzdava deli svoju hranu u dve grupe: ",
  "dn25:10.11": "’Ova hrana mi odgovara, ova hrana mi ne odgovara.’ ",
  "dn25:10.12": "Onu hranu koja mu ne odgovara on odmah odbacuje. ",
  "dn25:10.13": "A onu koja mu odgovara jede sa velikim uživanjem, nesvestan opasnosti i ne znajući izlaz iz toga. ",
  "dn25:10.14": "Takvo stanje, Nigrodha, jeste manjkavost onoga ko sebe obuzdava. ",
  "dn25:10.15": "Dalje, Nigrodha, onaj ko sebe obuzdava zato da bi stekao materijalnu dobit, počasti i slavu, misleći ovako: ",
  "dn25:10.16": "’Kraljevi, kraljevi savetnici, plemići, brahmani, kućedomaćini, kao i drugi učitelji će mi se klanjati!’ ",
  "dn25:10.17": "Takvo stanje, Nigrodha, jeste manjkavost onoga ko sebe obuzdava. ",
  "dn25:11.1": "Dalje, Nigrodha, onaj ko sebe obuzdava omalovažava nekog drugog asketu ili brahmana, govoreći: ",
  "dn25:11.2": "’Vidite ga kako živi u izobilju, jedući svaku vrstu hrane. ",
  "dn25:11.3": "Tu spadaju biljke koje se razmnožavaju korenom, izdankom, reznicom ili okcem, a pete su one nastale iz redovnog semena.’ ",
  "dn25:11.4": "Takvo stanje, Nigrodha, jeste manjkavost onoga ko sebe obuzdava. ",
  "dn25:11.5": "Dalje, Nigrodha, onaj ko sebe obuzdava vidi nekog drugog asketu ili brahmana kako se porodice staraju o njemu, slave ga, poštuju, klanjaju mu se. ",
  "dn25:11.6": "Kada to vidi, razmišlja: ",
  "dn25:11.7": "’Taj čovek živi u izobilju, jer se porodice staraju o njemu, slave ga, poštuju, klanjaju mu se. ",
  "dn25:11.8": "Ali o meni se ne staraju, ne slave me, ne poštuju, ne klanjaju mi se, iako živim zaista teškim životom. Tako u njemu nastaju zavist i ljubomora. ",
  "dn25:11.9": "Takvo stanje, Nigrodha, jeste manjkavost onoga ko sebe obuzdava. ",
  "dn25:11.10": "Dalje, Nigrodha, onaj ko sebe obuzdava sebe izlaže javnim pogledima. ",
  "dn25:11.11": "Takvo stanje, Nigrodha, jeste manjkavost onoga ko sebe obuzdava. ",
  "dn25:11.12": "Dalje, Nigrodha, onaj ko sebe obuzdava se stalno kreće među nezaređenima, pun sebe, s mišlju: ",
  "dn25:11.13": "’Gledajte kakav sa ja asketa! Gledajte kakav sam ja asketa!’ ",
  "dn25:11.14": "Takvo stanje, Nigrodha, jeste manjkavost onoga ko sebe obuzdava. ",
  "dn25:11.15": "Dalje, Nigrodha, onaj ko sebe obuzdava sebe biva neiskren. ",
  "dn25:11.16": "Kada ga pitaju: ’Da li vi to odobravate?’, iako ne odobrava, on kaže: ’Odobravam’. ",
  "dn25:11.17": "A za ono što odobrava, on kaže: ’Ne odobravam’. ",
  "dn25:11.18": "Na taj način svesno postaje lažljivac. ",
  "dn25:11.19": "Takvo stanje, Nigrodha, jeste manjkavost onoga ko sebe obuzdava. ",
  "dn25:12.1": "Dalje, Nigrodha, iako Tathāgata ili Tathāgatin učenik izlaže Dhammu na način koji zaslužuje saglasnost, onaj ko sebe obuzdava se sa njim ne saglašava. ",
  "dn25:12.2": "Takvo stanje, Nigrodha, jeste manjkavost onoga ko sebe obuzdava. ",
  "dn25:12.3": "Dalje, Nigrodha, onaj ko sebe obuzdava je pun besa i osvetoljubivosti. ",
  "dn25:12.5": "Takvo stanje, Nigrodha, jeste manjkavost onoga ko sebe obuzdava. ",
  "dn25:12.6": "Dalje, Nigrodha, onaj ko sebe obuzdava je pun prezira i oholosti. ",
  "dn25:12.7": "zavidan i pohlepan… ",
  "dn25:12.8": "sklon obmanjivanju i prevari… ",
  "dn25:12.9": "tvrdoglav i arogantan… ",
  "dn25:12.10": "ima loše želje i pod njihovim je uticajem… ",
  "dn25:12.11": "zastupa pogrešna gledišta i oduševljen je ekstremnim gledištima… ",
  "dn25:12.12": "zarobljen je sopstvenim gledištima, tvrdoglavo ih se drži i odbija da ih napusti. ",
  "dn25:12.14": "Takvo stanje, Nigrodha, jeste manjkavost onoga ko sebe obuzdava. ",
  "dn25:12.15": "Šta misliš, Nigrodha, ",
  "dn25:12.16": "jesu li ovo manjkavosti prakse asketskog obuzdavanja ili nisu?” ",
  "dn25:12.17": "„Poštovani, svakako da su to sve manjkavosti asketskog obuzdavanja. ",
  "dn25:12.18": "Moguće je da neko ko sebe obuzdava ima sve ove manjkavosti, ",
  "dn25:12.19": "a kamoli jednu ili dve njih!” ",
  "dn25:13.0": "2.2. Pročišćavanje koje stiže tek do površine ",
  "dn25:13.1": "„Tako, Nigrodha, onaj ko sebe obuzdava ne postaje ushićen tim obuzdavanjem, misleći da je tako dostigao cilj. ",
  "dn25:13.3": "U tom slučaju on je čist. ",
  "dn25:13.4": "Dalje, Nigrodha, onaj ko sebe obuzdava na osnovu toga ne uzdiže sebe i ne omalovažava druge. ",
  "dn25:13.5": "U tom slučaju on je čist. ",
  "dn25:13.6": "Dalje, Nigrodha, onaj ko sebe obuzdava ne postaje postaje time zaluđen, opsednut, a onda i nepromišljen. ",
  "dn25:13.7": "U tom slučaju on je čist. ",
  "dn25:13.8": "Dalje, Nigrodha, onaj ko sebe obuzdava ne stiče materijalni dobitak, počasti i slavu, te ne postaje ushićen time, misleći da je tako dostigao cilj. ",
  "dn25:13.9": "U tom slučaju on je čist. ",
  "dn25:13.10": "Dalje, Nigrodha, onaj ko sebe obuzdava ne stiče materijalni dobitak, počasti i slavu, te na osnovu toga ne uzdiže sebe i ne omalovažava druge. ",
  "dn25:13.11": "U tom slučaju on je čist. ",
  "dn25:13.12": "Dalje, Nigrodha, onaj ko sebe obuzdava ne stiče materijalni dobitak, počasti i slavu, te ne postaje time zaluđen, opsednut, a onda i nepromišljen. ",
  "dn25:13.13": "U tom slučaju on je čist. ",
  "dn25:13.14": "Dalje, Nigrodha, onaj ko sebe obuzdava ne deli svoju hranu u dve grupe: ",
  "dn25:13.15": "’Ova hrana mi odgovara, ova hrana mi ne odgovara.’ ",
  "dn25:13.16": "Onu hranu koja mu ne odgovara on ne odbacuje odmah. ",
  "dn25:13.17": "A onu koja mu odgovara ne jede sa velikim uživanjem, nesvestan opasnosti i ne znajući izlaz iz toga. ",
  "dn25:13.18": "U tom slučaju on je čist. ",
  "dn25:13.19": "Dalje, Nigrodha, onaj ko sebe obuzdava ne čini to zato da bi stekao materijalnu dobit, počasti i slavu, misleći ovako: ",
  "dn25:13.20": "’Kraljevi, kraljevi savetnici, plemići, brahmani, kućedomaćini, kao i drugi učitelji će mi se klanjati!’ ",
  "dn25:13.21": "U tom slučaju on je čist. ",
  "dn25:13.22": "Dalje, Nigrodha, onaj ko sebe obuzdava ne omalovažava nekog drugog asketu ili brahmana, govoreći: ",
  "dn25:13.23": "’Vidite ga kako živi u izobilju, jedući svaku vrstu hrane. ",
  "dn25:13.24": "Tu spadaju biljke koje se razmnožavaju korenom, izdankom, reznicom ili okcem, a pete su one nastale iz redovnog semena.’ ",
  "dn25:13.25": "U tom slučaju on je čist. ",
  "dn25:14.1": "Dalje, Nigrodha, onaj ko sebe obuzdava vidi nekog drugog asketu ili brahmana kako se porodice staraju o njemu, slave ga, poštuju, klanjaju mu se. ",
  "dn25:14.2": "Kada to vidi, ne razmišlja: ",
  "dn25:14.3": "’Taj čovek živi u izobilju, jer se porodice staraju o njemu, slave ga, poštuju, klanjaju mu se. ",
  "dn25:14.4": "Ali o meni se ne staraju, ne slave me, ne poštuju, ne klanjaju mi se, iako živim zaista teškim životom. Tako u njemu ne nastaju zavist i ljubomora. ",
  "dn25:14.5": "U tom slučaju on je čist. ",
  "dn25:14.6": "Dalje, Nigrodha, onaj ko sebe obuzdava sebe ne izlaže javnim pogledima. ",
  "dn25:14.7": "U tom slučaju on je čist. ",
  "dn25:14.8": "Dalje, Nigrodha, onaj ko sebe obuzdava se ne kreće stalno među nezaređenima, pun sebe, s mišlju: ",
  "dn25:14.9": "’Gledajte kakav sa ja asketa! Gledajte kakav sam ja asketa!’ ",
  "dn25:14.10": "U tom slučaju on je čist. ",
  "dn25:14.11": "Dalje, Nigrodha, onaj ko sebe obuzdava sebe ne biva neiskren. ",
  "dn25:14.12": "Kada ga pitaju: ’Da li vi to odobravate?’, iako ne odobrava, on kaže: ",
  "dn25:14.13": "’Ne odobravam.’ ",
  "dn25:14.14": "A za ono što odobrava, on kaže: ",
  "dn25:14.15": "’Odobravam.’ ",
  "dn25:14.16": "Na taj način ne postaje svesno lažljivac. ",
  "dn25:14.17": "U tom slučaju on je čist. ",
  "dn25:15.1": "Dalje, Nigrodha, iako Tathāgata ili Tathāgatin učenik izlaže Dhammu na način koji zaslužuje saglasnost, onaj ko sebe obuzdava se sa njim saglašava. ",
  "dn25:15.2": "U tom slučaju on je čist. ",
  "dn25:15.3": "Dalje, Nigrodha, onaj ko sebe obuzdava nije pun besa i osvetoljubivosti. ",
  "dn25:15.4": "U tom slučaju on je čist. ",
  "dn25:15.5": "Dalje, Nigrodha, onaj ko sebe obuzdava nije pun prezira i oholosti… ",
  "dn25:15.6": "nije zavidan i pohlepan… ",
  "dn25:15.7": "nije sklon obmanjivanju i prevari… ",
  "dn25:15.8": "nije tvrdoglav i arogantan… ",
  "dn25:15.9": "nema loše želje i nije pod njihovim uticajem… ",
  "dn25:15.10": "ne zastupa pogrešna gledišta i nije oduševljen ekstremnim gledištima… ",
  "dn25:15.11": "nije zarobljen sopstvenim gledištima, ne drži ih se tvrdoglavo i ne odbija da ih napusti. ",
  "dn25:15.13": "U tom slučaju on je čist. ",
  "dn25:15.14": "Šta misliš, Nigrodha, ",
  "dn25:15.15": "da li se na ovaj način praksa asketskog obuzdavanja pročišćuje ili se ne pročišćuje?” ",
  "dn25:15.16": "„Poštovani, svakako da se na ovaj način praksa asketskog obuzdavanja pročišćuje. Ona dostiže svoj vrhunac i prodire do same srži.” ",
  "dn25:15.17": "„Ne, Nigrodha, ona time ne dostiže svoj vrhunac, niti prodire do same srži; ",
  "dn25:15.18": "to je kao da je neko nasekao tek spoljašnju koru.” ",
  "dn25:16.0": "2.3. Pročišćenje koje stiže tek do kore ",
  "dn25:16.1": "„Ali, poštovani, na koji način praksa obuzdavanja dostiž svoj vrhunac, prodire do same srži? ",
  "dn25:16.2": "Bilo bi dobro ako bi Blaženi pomogao da moja praksa asketskog obuzdavanja dostigne svoj vrhunac, prodre do same srži.” ",
  "dn25:16.3": "„Tako, Nigrodha, onaj ko sebe obuzdava čini to na četiri načina. ",
  "dn25:16.4": "A koja su to četiri načina? ",
  "dn25:16.5": "On ne ubija živa bića, ne podstiče drugoga da ubija, niti odobrava ubijanje živih bića. ",
  "dn25:16.6": "On ne uzima ono što nije dato, ne podstiče drugoga da uzima ono što nije dato, niti odobrava uzimanje onoga što nije dato. ",
  "dn25:16.7": "On ne govori laži, ne podstiče drugoga da govori laži, niti odobrava laganje. ",
  "dn25:16.8": "On ne traga za zadovoljstvima čula, ne podstiče drugoga da traga za zadovoljstvima čula, niti odobrava traganje za zadovoljstvima čula. ",
  "dn25:16.9": "Onaj ko sebe obuzdava, Nigrodha, čini to na ova četiri načina. ",
  "dn25:16.10": "Zaista, Nigrodha, sve dok onaj koji sebe obuzdava na ova četiri načina, to je njegova praksa obuzdavanja. ",
  "dn25:16.11": "I tako se on uspinje, ne pada na niže grane. ",
  "dn25:16.12": "Tako on odlazi na osamljeno, mirno mesto: u šumu, podnožje drveta, planinu, klisuru, pećinu, mesto za kremaciju, gustu džunglu, proplanak, stog sena. ",
  "dn25:16.13": "Kada se vrati iz prošenja hrane, posle jela, seda nogu ukrštenih, uspravnog tela i ustali svesnost pred sobom. ",
  "dn25:16.14": "Napustivši pohlepu za ovim svetom, živi uma oslobođenog pohlepe; um svoj pročišćuje od pohlepe. ",
  "dn25:16.15": "Napustivši zlovolju i mržnju, živi uma oslobođenog zlovolje, stalo mu je do dobrobiti svih živih bića; um svoj pročišćuje od zlovolje i mržnje. ",
  "dn25:16.16": "Napustivši tromost i pospanost, živi oslobođen tromosti i pospanosti, opaža svetlost, svestan i s jasnim razumevanjem; um svoj pročišćuje od tromosti i pospanosti. ",
  "dn25:16.17": "Napustivši uznemirenost i kajanje, živi neuznemiren, uma sasvim spokojnog; um svoj pročišćuje od uznemirenosti i kajanja. ",
  "dn25:16.18": "Napustivši sumnjičavost, živi tako što je prevazišao sumnjičavost, jasno razabira povoljna mentalna stanja; um svoj pročišćuje od sumnjičavosti. ",
  "dn25:17.1": "Kada je tako napustio ovih pet prepreka, nesavršenosti uma koje slabe mudrost, ",
  "dn25:17.2": "živi on obasjavajući jednu stranu sveta umom prožetim prijateljskom ljubavlju, isto tako i drugu, isto tako i treću, isto tako i četvrtu; takođe iznad, ispod, unaokolo, svuda i svakoga, kao i sebe; živi on obasjavajući čitav svet umom prožetim prijateljskom ljubavlju, obilnom, uzvišenom, nemerljivom, bez ikakvog neprijateljstva i zlovolje u sebi. ",
  "dn25:17.3": "Živi on obasjavajući jednu stranu sveta umom prožetim saosećanjem… ",
  "dn25:17.4": "Živi on obasjavajući jednu stranu sveta umom prožetim radošću zbog sreće drugih… ",
  "dn25:17.5": "Živi on obasjavajući jednu stranu sveta umom prožetim spokojstvom, isto tako i drugu, isto tako i treću, isto tako i četvrtu; takođe iznad, ispod, unaokolo, svuda i svakoga, kao i sebe; živi on obasjavajući čitav svet umom prožetim spokojstvom, obilnim, uzvišenim, nemerljivim, bez ikakvog neprijateljstva i zlovolje u sebi. ",
  "dn25:17.6": "Šta misliš, Nigrodha, ",
  "dn25:17.7": "da li se na ovaj način praksa asketskog obuzdavanja pročišćuje ili se ne pročišćuje?” ",
  "dn25:17.8": "„Poštovani, svakako da se na ovaj način praksa asketskog obuzdavanja pročišćuje. Ona dostiže svoj vrhunac i prodire do same srži.” ",
  "dn25:17.9": "„Ne, Nigrodha, ona time ne dostiže svoj vrhunac, niti prodire do same srži; ",
  "dn25:17.10": "ona time stiže tek do unutrašnje kore.” ",
  "dn25:18.0": "2.4. Pročišćavanje koje stiže tek do mekog dela stabla ",
  "dn25:18.1": "„Ali, poštovani, na koji način praksa obuzdavanja dostiž svoj vrhunac, prodire do same srži? ",
  "dn25:18.2": "Bilo bi dobro ako bi Blaženi pomogao da moja praksa asketskog obuzdavanja dostigne svoj vrhunac, prodre do same srži.” ",
  "dn25:18.3": "„Tako, Nigrodha, onaj ko sebe obuzdava čini to na četiri načina. ",
  "dn25:18.4": "A koja su to četiri načina? ",
  "dn25:18.5": "Zaista, Nigrodha, sve dok onaj koji sebe obuzdava na ova četiri načina, to je njegova praksa obuzdavanja. ",
  "dn25:18.6": "I tako se on uspinje, ne pada na niže grane. ",
  "dn25:18.7": "Tako on odlazi na osamljeno, mirno mesto… ",
  "dn25:18.8": "Kada je tako napustio ovih pet prepreka, nesavršenosti uma koje slabe mudrost, ",
  "dn25:18.9": "živi on obasjavajući jednu stranu sveta umom prožetim prijateljskom ljubavlju… ",
  "dn25:18.10": "Živi on obasjavajući jednu stranu sveta umom prožetim saosećanjem… ",
  "dn25:18.11": "Živi on obasjavajući jednu stranu sveta umom prožetim radošću zbog sreće drugih… ",
  "dn25:18.12": "živi on obasjavajući čitav svet umom prožetim spokojstvom, obilnim, uzvišenim, nemerljivim, bez ikakvog neprijateljstva i zlovolje u sebi. ",
  "dn25:18.13": "Seća se mnoštva svojih prošlih života, jednog rođenja, dva, tri, četiri, pet, deset rođenja, dvadeset, trideset, četrdeset, pedeset, stotinu rođenja, hiljadu i stotinu hiljada rođenja, mnoštva skupljanja, mnoštva širenja, mnoštva skupljanja i širenja ovoga sveta. Seća se: ’Tu sam živeo i tako sam se zvao, pripadao sam toj porodici, tako sam izgledao. Time sam se hranio i doživljavao takva zadovoljstva i bol, takav je bio kraj mog života. Nestavši tu, ponovo sam se pojavio onde. I tamo sam se ovako zvao, pripadao sam toj familiji, tako sam izgledao. Time sam se hranio i doživljavao takva zadovoljstva i bol, takav je bio kraj moga života. Nestavši iz tog stanja onde, ponovo sam se pojavio ovde.’ Tako se seća mnoštva svojih prošlih života u celini i do detalja. ",
  "dn25:18.14": "Šta misliš, Nigrodha, ",
  "dn25:18.15": "da li se na ovaj način praksa asketskog obuzdavanja pročišćuje ili se ne pročišćuje?” ",
  "dn25:18.16": "„Poštovani, svakako da se na ovaj način praksa asketskog obuzdavanja pročišćuje. Ona dostiže svoj vrhunac i prodire do same srži.” ",
  "dn25:18.17": "„Ne, Nigrodha, ona time ne dostiže svoj vrhunac, niti prodire do same srži; ",
  "dn25:18.18": "ona time stiže tek do mekog dela stabla.” ",
  "dn25:19.0": "3. Pročišćavanje koje stiže do srži stabla ",
  "dn25:19.1": "„Ali, poštovani, na koji način praksa obuzdavanja dostiž svoj vrhunac, prodire do same srži? ",
  "dn25:19.2": "Bilo bi dobro ako bi Blaženi pomogao da moja praksa asketskog obuzdavanja dostigne svoj vrhunac, prodre do same srži.” ",
  "dn25:19.3": "„Tako, Nigrodha, onaj ko sebe obuzdava čini to na četiri načina. ",
  "dn25:19.4": "A koja su to četiri načina? ",
  "dn25:19.5": "Zaista, Nigrodha, sve dok onaj koji sebe obuzdava na ova četiri načina, to je njegova praksa obuzdavanja. ",
  "dn25:19.6": "I tako se on uspinje, ne pada na niže grane. ",
  "dn25:19.7": "Tako on odlazi na osamljeno, mirno mesto… ",
  "dn25:19.8": "Kada je tako napustio ovih pet prepreka, nesavršenosti uma koje slabe mudrost, ",
  "dn25:19.9": "živi on obasjavajući jednu stranu sveta umom prožetim prijateljskom ljubavlju… ",
  "dn25:19.10": "živi on obasjavajući čitav svet umom prožetim spokojstvom, obilnim, uzvišenim, nemerljivim, bez ikakvog neprijateljstva i zlovolje u sebi. ",
  "dn25:19.11": "Seća se mnoštva svojih prošlih života, jednog rođenja, dva, tri, četiri, pet… Tako se seća mnoštva svojih prošlih života u celini i do detalja. ",
  "dn25:19.12": "Duhovnim okom, pročišćenim i superiornim u odnosu na ljudsko, vidi bića kako umiru i ponovo se rađaju, kako su inferiorna i superiorna, lepa i ružna, srećna i nesrećna. On razume kako se bića preporađaju u skladu sa svojim postupcima: ’Ova bića koja su loše postupala telom, govorom i mišlju, koja su klevetala plemenite, imala pogrešna gledišta i postupala u skladu s tim pogrešnim gledištima, posle sloma tela, posle smrti ponovo su se rodila u svetu oskudice, na lošem odredištu, u nižim svetovima, čak u čistilištu. Ali neka druga bića, koja su dobro postupala telom, govorom i mišlju, koja nisu klevetala plemenite, imala ispravna gledišta i postupala u skladu s tim ispravnim gledištima, posle sloma tela, posle smrti ponovo su se rodila na dobrom odredištu, čak u nebeskom svetu.’ Tako duhovnim okom, pročišćenim i superiornim u odnosu na ljudsko, vidi bića kako umiru i ponovo se rađaju, kako su inferiorna i superiorna, lepa i ružna, srećna i nesrećna. On razume kako se bića preporađaju u skladu sa svojim postupcima. ",
  "dn25:19.13": "Šta misliš, Nigrodha, ",
  "dn25:19.14": "da li se na ovaj način praksa asketskog obuzdavanja pročišćuje ili se ne pročišćuje?” ",
  "dn25:19.15": "„Poštovani, svakako da se na ovaj način praksa asketskog obuzdavanja pročišćuje. Ona dostiže svoj vrhunac i prodire do same srži.” ",
  "dn25:19.16": "„Da, Nigrodha, ona time dostiže svoj vrhunac, prodire do same srži. ",
  "dn25:19.17": "Sećaš li se da si mi rekao: ",
  "dn25:19.18": "’Poštovani, koje je to učenje u koje Blaženi upućuje svoje učenike i u kojem nalaze ispunjenje glavnog cilja duhovnog života?’ ",
  "dn25:19.19": "E pa, Nigrodha, postoji nešto još uzvišenije i suptilnije od ovoga i t oje učenje u koje Blaženi upućuje svoje učenike i u kojem oni nalaze ispunjenje glavnog cilja duhovnog života. ",
  "dn25:19.20": "Kad ovo bi rečeno, okupljeni lutalice povikaše: ",
  "dn25:19.21": "„Izgubljeni smo, zajedno sa učenjem našeg učitelja! Mi ne poznajemo bilo šta više od toga!” ",
  "dn25:20.0": "4. Nigrodhina potištenost ",
  "dn25:20.1": "U tom trenutku kućedomaćin Sandhana razumede: ",
  "dn25:20.2": "„Zaista, ovi lutalice koji pripadaju drugoj tradiciji sada žele da čuju, obraćaju pažnju i usmeravaju svoj um ka razumevanju reči Blaženog.” ",
  "dn25:20.3": "Onda on ovako reče: ",
  "dn25:20.4": "„Poštovani Nigrodha, sećate li se da ste mi rekli: ",
  "dn25:20.5": "’Da li ti znaš, kućedomaćine, sa kime razgovara asketa Gotama, sa kime diskutuje, sa kime razvija svoju mudrost? ",
  "dn25:20.6": "Boraveći u praznim kolibama, asketa Gotama je uništio svoju mudrost. Pošto ne učestvuje u skupovima, nije u stanju da raspravlja. ",
  "dn25:20.7": "Nalik je kravi sa jednim okom, koja luta unaokolo i gleda iz prikrajka. ",
  "dn25:20.8": "Boraveći u praznim kolibama, asketa Gotama je uništio svoju mudrost. Pošto ne učestvuje u skupovima, nije u stanju da raspravlja, već samo gleda iz prikrajka. ",
  "dn25:20.9": "Vidi, kućedomaćine, ako bi se asketa Gotama našao među nama, porazili bismo ga jednim jedinim pitanjem, oborili bismo ga kao prazan ćup!” ",
  "dn25:20.10": "Poštovani, sada je Blaženi, plemeniti i potpuno probuđeni ovde. Pokažite da je nalik kravi sa jednim okom, koja luta unaokolo i gleda iz prikrajka. Porazite ga jednim jedinim pitanjem, oborite ga kao prazan ćup!” ",
  "dn25:20.11": "Čuvši ovo, lutalica Nigrodha ostade da sedi ćutke, zbunjen, povijenih leđa i pognute glave, ophrvan mislima, nesposoban da bilo šta odgovori. ",
  "dn25:21.1": "Onda mu se Blaženi, koji je znao njegovo stanje, obrati: ",
  "dn25:21.2": "„Jesu li to, Nigrodha, uistinu tvoje reči?” ",
  "dn25:21.3": "„Jesu, poštovani, to su moje reči. I to što sam ih izgovorio je zaista bilo glupo, nepromišljeno, štetno.” ",
  "dn25:21.4": "„Šta misliš, Nigrodha, ",
  "dn25:21.5": "prema onome što si čuo od lutalica, starih, u poodmaklim godinama, učitelja i učiteljevih učitelja, ",
  "dn25:21.6": "oni u prošlosti, koji su bili plemeniti, potpuno probuđeni, kada bi se okupili, jesu li pravili veliku galamu i žučno raspravljali o o različitim nevažnim temama, ",
  "dn25:21.7": "kao što su: kraljevi…  jesu li stvari ovakve ili onakve, ",
  "dn25:21.8": "kao što to činite u vašoj tradiciji? ",
  "dn25:21.9": "Ili su ti blaženi boravili na osamljenim mestima, u gajevima i šumama, koja su sasvim tiha, bez buke, daleko od ljudi, pogodna za povlačenje, kao što ja to činim sada?” ",
  "dn25:21.10": "„Poštovani, čuo sam od lutalica, starih, u poodmaklim godinama, učitelja i učiteljevih učitelja, kako govore: ",
  "dn25:21.11": "’Oni u prošlosti, koji su bili plemeniti, potpuno probuđeni, kada bi se okupili, nisu pravili veliku galamu, niti žučno raspravljali o o različitim nevažnim temama, ",
  "dn25:21.12": "kao što su: kraljevi, razbojnici…  jesu li stvari ovakve ili onakve’, ",
  "dn25:21.13": "kao što mi to činimo u našoj tradiciji. ",
  "dn25:21.14": "Ti blaženi su boravili na osamljenim mestima, u gajevima i šumama, koja su sasvim tiha, bez buke, daleko od ljudi, pogodna za povlačenje, kao što Blaženi to sada čini.” ",
  "dn25:21.15": "„Nigrodha, zar ti kao razuman čovek, u zrelim godinama, nisi nikada pomislio: ",
  "dn25:21.16": "’Blaženi jeste probuđen i podučava Dhammu koja vodi probuđenju. Blaženi jeste ukroćen i podučava Dhammu koja vodi kroćenju samoga sebe. Blaženi jeste miran i podučava Dhammu koja vodi miru. Blaženi jeste prešao na drugu obalu i podučava Dhammu koja vodi prelasku na drugu obalu. Blaženi je dostigao potpuno oslobođenje i podučava Dhammu koja vodi dostizanju potpunog oslobođenja’?” ",
  "dn25:22.0": "5. Ostvarenje krajnjeg cilja svetačkog života ",
  "dn25:22.1": "Čuvši ovo, lutalica Nigrodha ovako odgovori: ",
  "dn25:22.2": "Poštovani gospodine, zlo učinih. Bejah tako nepromišljen, tako zaslepljen, tako neuk, što sam o Blaženom na taj način govorio. ",
  "dn25:22.3": "Neka Blaženi prihvati ovo što ispovedih, kako bi u budućnosti živeo obuzdan.” ",
  "dn25:22.4": "„Zaista, Nigrodha, zlo učini. Beše tako nepromišljen, tako zaslepljen, tako neuk, što si o meni na taj način govorio. ",
  "dn25:22.5": "Ali pošto si svoju grešku prepoznao kao grešku i priznao je u skladu sa Dhammom, prihvatam tvoju ispovest. ",
  "dn25:22.6": "Jer to je, Nigrodha, rast u praksi plemenitih: prepoznati grešku kao grešku, priznati je u skladu sa Dhammom, te ostati obuzdan ubuduće. ",
  "dn25:22.7": "Sada ti, Nigrodha, ovako kažem: ",
  "dn25:22.8": "’Neka razuman čovek dođe, pošten, poverljiv, ispravan čovek i ja ću ga uputiti, podučiti Dhammi. ",
  "dn25:22.9": "Ako potom bude vežbao onako kako je podučen da sam za sebe, ovde i sada, dostigne krajnji cilj svetačkog života zbog kojeg sinovi dobrih porodice napuštaju dom i odlaze u beskućnike, za to će mu trebati sedam godina. ",
  "dn25:22.10": "Samo sedam godina, Nigrodha. ",
  "dn25:22.11": "’Neka razuman čovek dođe, pošten, poverljiv, ispravan čovek i ja ću ga uputiti, podučiti Dhammi. ",
  "dn25:22.12": "Ako potom bude vežbao onako kako je podučen da sam za sebe, ovde i sada, dostigne krajnji cilj svetačkog života zbog kojeg sinovi dobrih porodice napuštaju dom i odlaze u beskućnike, za to će mu trebati šest godina. ",
  "dn25:22.13": "pet godina… ",
  "dn25:22.14": "četiri godine… ",
  "dn25:22.15": "tri godine… ",
  "dn25:22.16": "dve godine… ",
  "dn25:22.17": "jedna godina… ",
  "dn25:22.18": "Samo jedna godina, Nigrodha. ",
  "dn25:22.19": "Neka razuman čovek dođe, pošten, poverljiv, ispravan čovek i ja ću ga uputiti, podučiti Dhammi. ",
  "dn25:22.20": "Ako potom bude vežbao onako kako je podučen da sam za sebe, ovde i sada, dostigne krajnji cilj svetačkog života zbog kojeg sinovi dobrih porodice napuštaju dom i odlaze u beskućnike, za to će mu trebati sedam meseci. ",
  "dn25:22.21": "Samo sedam meseci, Nigrodha. ",
  "dn25:22.22": "šest meseci… ",
  "dn25:22.23": "pet meseci… ",
  "dn25:22.24": "četiri meseca… ",
  "dn25:22.25": "tri meseca… ",
  "dn25:22.26": "dva meseca… ",
  "dn25:22.27": "jedan mesec… ",
  "dn25:22.28": "pola meseca… ",
  "dn25:22.29": "Samo pola meseca, Nigrodha. ",
  "dn25:22.30": "Neka razuman čovek dođe, pošten, poverljiv, ispravan čovek i ja ću ga uputiti, podučiti Dhammi. ",
  "dn25:22.31": "Ako potom bude vežbao onako kako je podučen da sam za sebe, ovde i sada, dostigne krajnji cilj svetačkog života zbog kojeg sinovi dobrih porodice napuštaju dom i odlaze u beskućnike, za to će mu trebati sedam dana. ",
  "dn25:23.0": "6. Potištenost lutalica ",
  "dn25:23.1": "Nigrodha, ti možda pomišljaš: ",
  "dn25:23.2": "’Asketa Gotama ovako govori jer želi sledbenike.’ ",
  "dn25:23.3": "Ali ne bi trebalo tako na ovo da gledaš. ",
  "dn25:23.4": "Neka onaj ko je do sada bio tvoj učitelj to i ostane. ",
  "dn25:23.5": "Nigrodha, ti možda pomišljaš: ",
  "dn25:23.6": "’Asketa Gotama ovako govori jer želi da napustimo naša pravila.’ ",
  "dn25:23.7": "Ali ne bi trebalo tako na ovo da gledaš. ",
  "dn25:23.8": "Neka ono što su bila vaša pravila to i ostanu. ",
  "dn25:23.9": "Nigrodha, ti možda pomišljaš: ",
  "dn25:23.10": "’Asketa Gotama ovako govori jer želi da napustimo naš način življenja.’ ",
  "dn25:23.11": "Ali ne bi trebalo tako na ovo da gledaš. ",
  "dn25:23.12": "Neka ono što je bio vaš način življenja to i ostane. ",
  "dn25:23.13": "Nigrodha, ti možda pomišljaš: ",
  "dn25:23.14": "’Asketa Gotama ovako govori jer želi da počnemo da radimo stvari koje su štetne i u našem učenju se smatraju štetnim.’ ",
  "dn25:23.15": "Ali ne bi trebalo tako na ovo da gledaš. ",
  "dn25:23.16": "Neka stvari koje su štetne i u vašem učenju se smatraju štetnim takve i ostanu. ",
  "dn25:23.17": "Nigrodha, ti možda pomišljaš: ",
  "dn25:23.18": "’Asketa Gotama ovako govori jer želi da prestanemo da radimo stvari koje su korisne i u našem učenju se smatraju korisnim.’ ",
  "dn25:23.19": "Ali ne bi trebalo tako na ovo da gledaš. ",
  "dn25:23.20": "Neka stvari koje su korisne i u vašem učenju se smatraju korisnim takve i ostanu. ",
  "dn25:23.21": "Nigrodha, ja ovako ne govorim zato što želim sledbenike, niti želim da napustite vaša pravila, niti da napustite vaš način življenja, niti da počnete da radite stvari koje su štetne i u vašem učenju se smatraju štetnim, niti želim da prestanete da radite stvari koje su korisne i u vašem učenju se smatraju korisnim. ",
  "dn25:23.22": "Postoje, Nigrodha, štetne stvari koje, kada nisu napuštene, prljaju čoveka, vode obnavljanju bića, stvaraju nevolje, dozrevaju u patnji i vode budućim rođenjima, starosti i smrti. O tom stvarima ja govorim. ",
  "dn25:23.23": "Kada neko vežba na pravi način, oslobađa se loših stanja u sebi i jača ona stanja koja ga pročišćuju, tada on, zahvaljujući sopstvenom neposrednom znanju, ovde i sada dostiže i boravi u oslobođenosti uma i oslobođenosti mudrošću. ",
  "dn25:24.1": "Čuvši ovo, lutalice ostadoše da sede u tišini, zbunjeni, povijenih leđa i pognute glave, ophrvani mislima, nesposobni da bilo šta odgovore. ",
  "dn25:24.2": "Na to Blaženi pomisli: ",
  "dn25:24.3": "„Svi ovi zabludeli lutelice su pod uticajem Zlog. ",
  "dn25:24.4": "Jer nijedan od njih nije pomislio: ",
  "dn25:24.5": "’Hajde da sledimo svetački život koji je objavio asketa Gotama, jer sedam dana je zaista ništa!’” ",
  "dn25:24.6": "I pošto se oglasio lavovskim rikom u isposnici u Udumbarika gaju, Blaženi se uzdiže u nebo i vrati se na Lešinarevu hrid. ",
  "dn25:24.7": "A kućedomaćin Sandhāno se takođe vrati u Rāđagahu. "
}