{
  "dn26:0.1": "'\\'\"\\\\\\'Zbirka dugih govora 26 \\\\\\'\"\\''",
  "dn26:0.2": "'\\'\"\\\\\\'O vladaru koji pokreće točak istine \\\\\\'\"\\''",
  "dn26:1.0": "'\\'\"\\\\\\'1. Utočište u samome sebi \\\\\\'\"\\''",
  "dn26:1.1": "'\\'\"\\\\\\'Ovako sam čuo. \\\\\\'\"\\''",
  "dn26:1.2": "'\\'\"\\\\\\'Jednom je Blaženi boravio u zemlji Magadhi, kraj Mātule. \\\\\\'\"\\''",
  "dn26:1.3": "'\\'\"\\\\\\'Tu on reče monasima: \\\\\\'\"\\''",
  "dn26:1.4": "'\\'\"\\\\\\'„Monasi.” \\\\\\'\"\\''",
  "dn26:1.5": "'\\'\"\\\\\\'„Da, poštovani gospodine”, odgovoriše monasi. \\\\\\'\"\\''",
  "dn26:1.6": "'\\'\"\\\\\\'A Blaženi ovako nastavi: \\\\\\'\"\\''",
  "dn26:1.7": "'\\'\"\\\\\\'„Budite sami sebi svetlo, budite sami sebi utočište, a ne neko drugi. Neka Dhamma bude vaše svetlo, vaše utočište, a ne nešto drugo. \\\\\\'\"\\''",
  "dn26:1.8": "'\\'\"\\\\\\'A kako je to monah sam sebi svetlo, sam sebi utočište, a ne neko drugi, kako je to Dhamma njegovo svetlo, njegovo utočište, a ne nešto drugo? \\\\\\'\"\\''",
  "dn26:1.9": "'\\'\"\\\\\\'Tako, monasi, monah boravi kontemplirajući telo kao telo, marljiv, s jasnim razumevanjem i svestan, odloživši sa strane gramzivost i odbojnost prema ovom svetu. \\\\\\'\"\\''",
  "dn26:1.10": "'\\'\"\\\\\\'boravi kontemplirajući osećaje kao osećaje… \\\\\\'\"\\''",
  "dn26:1.11": "'\\'\"\\\\\\'boravi kontemplirajući um kao um… \\\\\\'\"\\''",
  "dn26:1.12": "'\\'\"\\\\\\'Boravi on kontemplirajući objekte uma kao objekte uma, marljiv, s jasnim razumevanjem i svestan, odloživši sa strane gramzivost i odbojnost prema ovom svetu. \\\\\\'\"\\''",
  "dn26:1.13": "'\\'\"\\\\\\'Na taj način, monasi, monah je sam sebi svetlo, sam sebi utočište, a ne neko drugi. Na taj način Dhamma je njegovo svetlo, njegovo utočište, a ne nešto drugo. \\\\\\'\"\\''",
  "dn26:1.14": "'\\'\"\\\\\\'Monasi, krećite se u granicama svog terena, područja svojih predaka. \\\\\\'\"\\''",
  "dn26:1.15": "'\\'\"\\\\\\'Monasi, ako se krećete\\\\\\\\\\\\\\\\xa0u granicama svog terena, područja svojih predaka, Māra vas neće ugrabiti, Māra vas neće zarobiti. \\\\\\'\"\\''",
  "dn26:1.16": "'\\'\"\\\\\\'Zahvaljujući povoljnim stanjima uma zasluge se u vama uvećavaju. \\\\\\'\"\\''",
  "dn26:2.0": "'\\'\"\\\\\\'2. Daḷhanemi, vladara koji pokreće točak istine \\\\\\'\"\\''",
  "dn26:2.1": "'\\'\"\\\\\\'Monasi, nekada davno, živeo je vladar po imenu Daḷhanemi, vladar koji pokreće točak istine, pravedni vladar, osvajač sve četiri strane sveta, koji je zemlju učinio stabilnom, opskrbljen sa sedam blaga. \\\\\\'\"\\''",
  "dn26:2.2": "'\\'\"\\\\\\'Imao je ovih sedam blaga: \\\\\\'\"\\''",
  "dn26:2.3": "'\\'\"\\\\\\'točak kao blago, slona kao blago, konja kao blago, dragulj kao blago, ženu kao blago, nadzornika kao blago i savetnika kao sedmo blago. \\\\\\'\"\\''",
  "dn26:2.4": "'\\'\"\\\\\\'Njegovi sinovi, kojih je više od hiljadu, bili su hrabri i odvažni, slamali tuđe vojske; \\\\\\'\"\\''",
  "dn26:2.5": "'\\'\"\\\\\\'nad ovom zemljom omeđenom okeanima vlada on bez batine, bez oružja, uz pomoć Dhamme. \\\\\\'\"\\''",
  "dn26:3.1": "'\\'\"\\\\\\'I tako, pošto je prošlo mnogo godina, mnogo stotina godina, mnogo hiljada godina, kralj Daḷhanemi reče jednom od svojih ljudi: \\\\\\'\"\\''",
  "dn26:3.2": "'\\'\"\\\\\\'’Dobri čoveče, kada budeš video da se božanski točak-blago spustio, pao na tlo, tada bi to trebalo da mi kažeš.’ \\\\\\'\"\\''",
  "dn26:3.3": "'\\'\"\\\\\\'’Da, vaše visočanstvo,’ odgovori onaj čovek kralju Daḷhanemi. \\\\\\'\"\\''",
  "dn26:3.4": "'\\'\"\\\\\\'I tako, monasi, pošto je prošlo mnogo godina, mnogo stotina godina, mnogo hiljada godina, onaj čovek zaista vide božanski točak-blago kako se spustio, pao na tlo, te o tome obavesti kralja: \\\\\\'\"\\''",
  "dn26:3.5": "'\\'\"\\\\\\'’Vaše visočanstvo, treba da znate da se vaš točak-blago spustio, pao na tlo.’ \\\\\\'\"\\''",
  "dn26:3.6": "'\\'\"\\\\\\'Na to kralj Daḷhanemi pozva svog najstarijeg sina i reče mu: \\\\\\'\"\\''",
  "dn26:3.7": "'\\'\"\\\\\\'’Dragi sine, čini se da se moj božanski točak-blago spustio pao na tlo. \\\\\\'\"\\''",
  "dn26:3.8": "'\\'\"\\\\\\'Čuo sam da \\\\\\'\"\\''",
  "dn26:3.9": "'\\'\"\\\\\\'kada se to dogodi vladaru koji pokreće točak istine, on neće još dugo poživeti. \\\\\\'\"\\''",
  "dn26:3.10": "'\\'\"\\\\\\'Do sada sam uživao u ljudskim zadovoljstvima, a sada je vreme za mene da potražim ona božanska. \\\\\\'\"\\''",
  "dn26:3.11": "'\\'\"\\\\\\'Hajde, dragi sine, vladaj ovom zemljom okruženom okeanima. \\\\\\'\"\\''",
  "dn26:3.12": "'\\'\"\\\\\\'A ja ću obrijati kosu i bradu, zaogrnuti se žutim ogrtačem i, napustivši dom, otići u beskućnike.’ \\\\\\'\"\\''",
  "dn26:3.13": "'\\'\"\\\\\\'I tako, monasi, pošto je najstarijeg sina pažljivo poučio umeću vladanja, kralj Daḷhanemi obrije kosu i bradu, zaogrnu se žutim ogrtačem i, napustivši dom, otide u beskućnike. \\\\\\'\"\\''",
  "dn26:3.14": "'\\'\"\\\\\\'A sedam dana pošto je kralj otišao u beskućnike, božanski točak-blago je nestao. \\\\\\'\"\\''",
  "dn26:4.1": "'\\'\"\\\\\\'Onda neki čovek dože do novog kralja, plemenitog i miropomazanog, pa mu ovako reče: \\\\\\'\"\\''",
  "dn26:4.2": "'\\'\"\\\\\\'’Vaše visočanstvo, treba da znate da se je točak-blago nestao.’ \\\\\\'\"\\''",
  "dn26:4.3": "'\\'\"\\\\\\'Kada je to čuo, kralj beše nesrećan, oseti veliko nespokojstvo. \\\\\\'\"\\''",
  "dn26:4.4": "'\\'\"\\\\\\'Zato on ode do kraljevskog mudraca i reče mu: \\\\\\'\"\\''",
  "dn26:4.5": "'\\'\"\\\\\\'’Poštovani, treba da znate da se je točak-blago nestao.’ \\\\\\'\"\\''",
  "dn26:4.6": "'\\'\"\\\\\\'A mudrac mu odogovori: \\\\\\'\"\\''",
  "dn26:4.7": "'\\'\"\\\\\\'’Dragi moj, ne treba da budeš nesrećan, da osećaš veliko nespokojstvo, jer točak-blago nisi nasledio od svoga oca. \\\\\\'\"\\''",
  "dn26:4.8": "'\\'\"\\\\\\'Zato se pridržavaj dužnosti vladara koji pokreće točak istine. \\\\\\'\"\\''",
  "dn26:4.9": "'\\'\"\\\\\\'Kada miropomazani kralj okiti glavu na uposatha dan, te se uspne u gornje odaje svoje palate, moguće je da se tu\\\\\\\\\\\\\\\\xa0pred njim pojavi nebeski točak-blago, sa hiljadu paoka, naplatkom i glavčinom, savršen u svakom pogledu i taj kralj tada postaje vladar koji pokreće točak istine. \\\\\\'\"\\''",
  "dn26:5.0": "'\\'\"\\\\\\'2.1. Plemenite dužnosti kralja koji pokreće točak istine \\\\\\'\"\\''",
  "dn26:5.1": "'\\'\"\\\\\\'’A koja je to plemenita dužnost kralja koji pokreće točak istine?’ \\\\\\'\"\\''",
  "dn26:5.2": "'\\'\"\\\\\\'’Dragi moj, oslanjajući se samo na Dhammu, poštujući Dhammu, dajući prednost Dhammi, uvažavajući Dhammu, klanjajući se Dhammi, služeći Dhammi, uzevši Dhammu kao svoj barjak, kao svoj steg, staviviši je iznad svega, obezbedi sigurnost, sklonište i zaštitu za svoj dom, vojsku, plemiće, vazale, brahmanske kućedomaćine, askete i brahmane, životinje i ptice. \\\\\\'\"\\''",
  "dn26:5.3": "'\\'\"\\\\\\'Ne postupaj nepravedno prema onima nad kojima vladaš. \\\\\\'\"\\''",
  "dn26:5.4": "'\\'\"\\\\\\'I pobrini se da oni koji su siromašni imaju od čega da žive. \\\\\\'\"\\''",
  "dn26:5.5": "'\\'\"\\\\\\'Dragi moj, ima u kraljevstvu asketa i brahmana koji se uzdržavaju od gordosti i nepromišljenosti, već su posvećeni razvijanju strpljivosti i blagosti, svaki od njih sam sebe kroti, smiruje i hladi, pa kada se s vremna na vreme sa njima sretneš, ovako treba da ih pitaš, ovako propituješ: \\\\\\'\"\\''",
  "dn26:5.6": "'\\'\"\\\\\\'„Poštovani, šta je korisno, a šta je štetno, šta je vredno pohvale, a šta pokude? Sa kim se treba družiti, a sa kime ne? Šta treba činiti, a da to bude zadugo na nađu dobrobit, na našu sreću?” \\\\\\'\"\\''",
  "dn26:5.7": "'\\'\"\\\\\\'Pošto ih saslušaš, izbegavaj ono što kažu da je štetno, a čini ono što kažu da jeste korisno. \\\\\\'\"\\''",
  "dn26:5.8": "'\\'\"\\\\\\'To je, dragi moj, plemenita dužnost kralja koji pokreće točak istine.” \\\\\\'\"\\''",
  "dn26:5.9.0": "'\\'\"\\\\\\'2.2. Točak-blago se pojavljuje \\\\\\'\"\\''",
  "dn26:5.10": "'\\'\"\\\\\\'’Dobro, poštovani,’ odgovori miropomazani plemeniti kralj i nadalje se pridržavao dužnosti kralja koji pokreće točak istine. \\\\\\'\"\\''",
  "dn26:5.11": "'\\'\"\\\\\\'To znači da bi se na uposatha dan okitio glavu, te uspeo u gornje odaje svoje palate. \\\\\\'\"\\''",
  "dn26:5.12": "'\\'\"\\\\\\'Tu bi se pred njim pojavio nebeski točak-blago, sa hiljadu paoka, naplatkom i glavčinom, savršen u svakom pogledu. \\\\\\'\"\\''",
  "dn26:5.13": "'\\'\"\\\\\\'Kad ga ugleda, miropomazani kralj ovako pomisli: \\\\\\'\"\\''",
  "dn26:5.14": "'\\'\"\\\\\\'’Čuo sam tako: kada miropomazani kralj okiti glavu na uposatha dan, te se uspne u gornje odaje svoje palate i tu\\\\\\\\\\\\\\\\xa0se pred njim pojavi nebeski točak-blago, sa hiljadu paoka, naplatkom i glavčinom, savršen u svakom pogledu, taj kralj tada postaje vladar koji pokreće točak istine. \\\\\\'\"\\''",
  "dn26:5.15": "'\\'\"\\\\\\'Jesam li ja onda vladar koji pokreće točak istine?’ \\\\\\'\"\\''",
  "dn26:6.1": "'\\'\"\\\\\\'Onda, monasi, kralj ustane sa svog mesta, uze posudu s vodom u levu ruku, poprska točak desnom, ovako govoreći: \\\\\\'\"\\''",
  "dn26:6.2": "'\\'\"\\\\\\'’Pokreni se, točku-blago! Pobeđuj, točku-blago!’ \\\\\\'\"\\''",
  "dn26:6.3": "'\\'\"\\\\\\'I na to točak-blago, okrećući se, krene ka istoku, a kralj ga je sledio sa svojom četvorostrukom vojskom. I gde god da se točak-blago zaustavio, tu se i kralj ulogorio, zajedno sa svojom četvorostrukom vojskom. \\\\\\'\"\\''",
  "dn26:6.4": "'\\'\"\\\\\\'A suparnički kraljevi sa istoka dođu do kralja i ovako mu kažu: \\\\\\'\"\\''",
  "dn26:6.5": "'\\'\"\\\\\\'’Naklon, veliki kralju; dobro nam došao; posavetuj, veliki kralju.’ \\\\\\'\"\\''",
  "dn26:6.6": "'\\'\"\\\\\\'I kralj koji pokreće točak istine im ovako odgovori: \\\\\\'\"\\''",
  "dn26:6.7": "'\\'\"\\\\\\'’Ne treba da ubijate živa bića; ne treba da uzimate ono što vam nije dato; ne treba da zloupotrebljavate čulna zadovoljstva; ne treba da govorite laži; ne opijajte se; nastavite u moje ime da vladate kao i do sada.’ \\\\\\'\"\\''",
  "dn26:6.8": "'\\'\"\\\\\\'I suparnički kraljevi sa istoka iskazaše lojalnost kralju koji pokreće točak istine. \\\\\\'\"\\''",
  "dn26:7.1": "'\\'\"\\\\\\'Onda točak-blago uroni u istočni okean i ponovo izroni. Potom počne da se kreće ka jugu… \\\\\\'\"\\''",
  "dn26:7.2": "'\\'\"\\\\\\'Onda točak-blago uroni u južni okean i ponovo izroni. Potom počne da se kreće ka zapadu… \\\\\\'\"\\''",
  "dn26:7.3": "'\\'\"\\\\\\'I gde god da se točak-blago zaustavio, tu se i kralj ulogorio, zajedno sa svojom četvorostrukom vojskom. \\\\\\'\"\\''",
  "dn26:7.4": "'\\'\"\\\\\\'A suparnički kraljevi sa zapada dođu do kralja i ovako mu kažu: \\\\\\'\"\\''",
  "dn26:7.5": "'\\'\"\\\\\\'’Naklon, veliki kralju; dobro nam došao; posavetuj, veliki kralju.’ \\\\\\'\"\\''",
  "dn26:7.6": "'\\'\"\\\\\\'I kralj koji pokreće točak istine im ovako odgovori: \\\\\\'\"\\''",
  "dn26:7.7": "'\\'\"\\\\\\'’Ne treba da ubijate živa bića; ne treba da uzimate ono što vam nije dato; ne treba da zloupotrebljavate čulna zadovoljstva; ne treba da govorite laži; ne opijajte se; nastavite u moje ime da vladate kao i do sada.’ \\\\\\'\"\\''",
  "dn26:7.8": "'\\'\"\\\\\\'I suparnički kraljevi sa zapada iskazaše lojalnost kralju koji pokreće točak istine. \\\\\\'\"\\''",
  "dn26:7.9": "'\\'\"\\\\\\'Onda točak-blago uroni u zapadni okean i ponovo izroni. Potom počne da se kreće ka severu, a kralj ga je sledio sa svojom četvorostrukom vojskom. \\\\\\'\"\\''",
  "dn26:7.10": "'\\'\"\\\\\\'I gde god da se točak-blago zaustavio, tu se i kralj ulogorio, zajedno sa svojom četvorostrukom vojskom. \\\\\\'\"\\''",
  "dn26:7.11": "'\\'\"\\\\\\'A suparnički kraljevi sa severa dođu do kralja i ovako mu kažu: \\\\\\'\"\\''",
  "dn26:7.12": "'\\'\"\\\\\\'’Naklon, veliki kralju; dobro nam došao; posavetuj, veliki kralju.’ \\\\\\'\"\\''",
  "dn26:7.13": "'\\'\"\\\\\\'I kralj koji pokreće točak istine im ovako odgovori: \\\\\\'\"\\''",
  "dn26:7.14": "'\\'\"\\\\\\'’Ne treba da ubijate živa bića; ne treba da uzimate ono što vam nije dato; ne treba da zloupotrebljavate čulna zadovoljstva; ne treba da govorite laži; ne opijajte se; nastavite u moje ime da vladate kao i do sada.’ \\\\\\'\"\\''",
  "dn26:7.15": "'\\'\"\\\\\\'I suparnički kraljevi sa severa iskazaše lojalnost kralju koji pokreće točak istine. \\\\\\'\"\\''",
  "dn26:7.16": "'\\'\"\\\\\\'Kada je točak-blago zavladao čitavom zemljom, sve do obala okeana, vrati se u prestonicu i na kapiji kraljeve unutrašnje palate, ispred glavnog suda, ostade za glavčinu pričvršćen, obasjavajući kraljevu palatu. \\\\\\'\"\\''",
  "dn26:8.0": "'\\'\"\\\\\\'3. O narednim kraljevima koji pokreću točak istine \\\\\\'\"\\''",
  "dn26:8.1": "'\\'\"\\\\\\'Monasi, drugi kralj koji pokreće točak istine… \\\\\\'\"\\''",
  "dn26:8.2": "'\\'\"\\\\\\'Treći kralj koji pokreće točak istine… \\\\\\'\"\\''",
  "dn26:8.3": "'\\'\"\\\\\\'Četvrti kralj koji pokreće točak istine… \\\\\\'\"\\''",
  "dn26:8.4": "'\\'\"\\\\\\'Peti kralj koji pokreće točak istine… \\\\\\'\"\\''",
  "dn26:8.5": "'\\'\"\\\\\\'Šesti kralj koji pokreće točak istine… \\\\\\'\"\\''",
  "dn26:8.6": "'\\'\"\\\\\\'I tako, pošto je prošlo mnogo godina, mnogo stotina godina, mnogo hiljada godina, sedmi kralj koji pokreće točak istine reče jednom od svojih ljudi: \\\\\\'\"\\''",
  "dn26:8.7": "'\\'\"\\\\\\'’Dobri čoveče, kada budeš video da se božanski točak-blago spustio, pao na tlo, tada bi to trebalo da mi kažeš.’ \\\\\\'\"\\''",
  "dn26:8.8": "'\\'\"\\\\\\'’Da, vaše visočanstvo,’ odgovori onaj čovek kralju Daḷhanemi. \\\\\\'\"\\''",
  "dn26:8.9": "'\\'\"\\\\\\'I tako, monasi, pošto je prošlo mnogo godina, mnogo stotina godina, mnogo hiljada godina, onaj čovek zaista vide božanski točak-blago kako se spustio, pao na tlo, \\\\\\'\"\\''",
  "dn26:8.10": "'\\'\"\\\\\\'te o tome obavesti kralja: \\\\\\'\"\\''",
  "dn26:8.11": "'\\'\"\\\\\\'’Vaše visočanstvo, treba da znate da se vaš točak-blago spustio, pao na tlo.’ \\\\\\'\"\\''",
  "dn26:8.12": "'\\'\"\\\\\\'Na to kralj kralj koji pokreće točak istine pozva svog najstarijeg sina i reče mu: \\\\\\'\"\\''",
  "dn26:8.13": "'\\'\"\\\\\\'’Dragi sine, čini se da se moj božanski točak-blago spustio pao na tlo. \\\\\\'\"\\''",
  "dn26:8.14": "'\\'\"\\\\\\'kada se to dogodi vladaru koji pokreće točak istine, on neće još dugo poživeti. \\\\\\'\"\\''",
  "dn26:8.15": "'\\'\"\\\\\\'Do sada sam uživao u ljudskim zadovoljstvima, a sada je vreme za mene da potražim ona božanska. Hajde, dragi sine, vladaj ovom zemljom okruženom okeanima. \\\\\\'\"\\''",
  "dn26:8.16": "'\\'\"\\\\\\'A ja ću obrijati kosu i bradu, zaogrnuti se žutim ogrtačem i, napustivši dom, otići u beskućnike.’ \\\\\\'\"\\''",
  "dn26:8.17": "'\\'\"\\\\\\'I tako, monasi, pošto je najstarijeg sina pažljivo poučio umeću vladanja, kralj koji pokreće točak istine obrije kosu i bradu, zaogrnu se žutim ogrtačem i, napustivši dom, otide u beskućnike. \\\\\\'\"\\''",
  "dn26:8.18": "'\\'\"\\\\\\'A sedam dana pošto je kralj otišao u beskućnike, božanski točak-blago je nestao. \\\\\\'\"\\''",
  "dn26:9.1": "'\\'\"\\\\\\'Onda neki čovek dože do novog kralja, plemenitog i miropomazanog, pa mu ovako reče: \\\\\\'\"\\''",
  "dn26:9.2": "'\\'\"\\\\\\'’Vaše visočanstvo, treba da znate da se je točak-blago nestao.’ \\\\\\'\"\\''",
  "dn26:9.3": "'\\'\"\\\\\\'Kada je to čuo, kralj beše nesrećan, oseti veliko nespokojstvo. \\\\\\'\"\\''",
  "dn26:9.4": "'\\'\"\\\\\\'Ali on nije otišao do kraljevskog mudraca i upitao ga o plemenitoj dužnosti kralja koji pokreće točak istine. \\\\\\'\"\\''",
  "dn26:9.5": "'\\'\"\\\\\\'On je kraljevstvom vladao onako kako mu se prohtelo. \\\\\\'\"\\''",
  "dn26:9.6": "'\\'\"\\\\\\'Ali sa takvom vladavinom zemlja nije napredovala onako kako je to bilo sa ranijim vladarima, koji su sledili plemenitu dužnost kralja koji pokreće točak istine. \\\\\\'\"\\''",
  "dn26:9.7": "'\\'\"\\\\\\'Onda lični savetnici, članovi saveta, rizničari, vojni zapovednici, stražari, profesionalni savetnici dođoše do kralja, plemenitog i miropomazanog, pa mu ovako rekoše: \\\\\\'\"\\''",
  "dn26:9.8": "'\\'\"\\\\\\'’Vaše visočanstvo, vi vladate zemljom onako kako vam se prohte i zemlja ne napreduje onako kako je to bilo sa ranijim vladarima, koji su sledili plemenitu dužnost kralja koji pokreće točak istine. \\\\\\'\"\\''",
  "dn26:9.9": "'\\'\"\\\\\\'Ali među vašim podanicima ima ličnih savetnika, članova saveta, rizničara, vojnih zapovednika, stražara i profesionalnih savetnika – nas, a i drugih – koji se još sećaju plemenite dužnosti kralja koji pokreće točak istine. \\\\\\'\"\\''",
  "dn26:9.10": "'\\'\"\\\\\\'Molimo vas, vaše visočanstvo, pitajte nas o plemenitoj dužnosti kralja koji pokreće točak istine. \\\\\\'\"\\''",
  "dn26:9.11": "'\\'\"\\\\\\'Rado ćemo vam odgovoriti.’ \\\\\\'\"\\''",
  "dn26:10.0": "'\\'\"\\\\\\'4. Vreme propadanja \\\\\\'\"\\''",
  "dn26:10.1": "'\\'\"\\\\\\'Kralj, plemenit i morpomazan, upita okupljene lične savetnike, članove saveta, rizničare, vojne zapovednike, stražare i profesionalne savetnike o plemenitoj dužnosti kralja koji pokreće točak istine. \\\\\\'\"\\''",
  "dn26:10.2": "'\\'\"\\\\\\'I oni mu odgovoriše. \\\\\\'\"\\''",
  "dn26:10.3": "'\\'\"\\\\\\'Pošto ih je saslušao, on uspostavi pravednu zaštitu i sigurnost u zemlji, ali nije obezbedio da siromašni imaju od čega da žive. \\\\\\'\"\\''",
  "dn26:10.4": "'\\'\"\\\\\\'I pošto to nije učinio, siromaštvo se raširi zemljom. \\\\\\'\"\\''",
  "dn26:10.5": "'\\'\"\\\\\\'Pošto se siromaštvo raširilo, neki čovek uze ono što mu nije dato, s namerom da ukrade. \\\\\\'\"\\''",
  "dn26:10.6": "'\\'\"\\\\\\'Onda ga uhvatiše, \\\\\\'\"\\''",
  "dn26:10.7": "'\\'\"\\\\\\'odvedoše pred kralja i rekoše mu: \\\\\\'\"\\''",
  "dn26:10.8": "'\\'\"\\\\\\'’Vaše visočanstvo, ovaj čovek je uzeo ono što mu nije dato, s namerom da ukrade.’ \\\\\\'\"\\''",
  "dn26:10.9": "'\\'\"\\\\\\'Kada je to čuo, kralj, plemeniti  miropomazan, obrati se onom čoveku: \\\\\\'\"\\''",
  "dn26:10.10": "'\\'\"\\\\\\'’Je li istina, dobri čoveče, da si to uradio?’ \\\\\\'\"\\''",
  "dn26:10.11": "'\\'\"\\\\\\'’Istina je, vaše visočanstvo.’ \\\\\\'\"\\''",
  "dn26:10.12": "'\\'\"\\\\\\'’A zbog čega?’ \\\\\\'\"\\''",
  "dn26:10.13": "'\\'\"\\\\\\'’Nemam od čega da živim, vaše visočanstvo.’ \\\\\\'\"\\''",
  "dn26:10.14": "'\\'\"\\\\\\'Onda kralj dade tom čoveku nešto imetka, pa reče: \\\\\\'\"\\''",
  "dn26:10.15": "'\\'\"\\\\\\'’Uz moć ovog imetka, dragi čoveče, živi, staraj se o svojim roditeljima, o svojoj ženi i deci, obezbedi sebi posao i ustali se u tome da pomažeš duhovni život asketa i brahmana, a to će te voditi na nebo, doneti sreću kao plod, obezbediti preporađanje u nebeskom svetu.’ \\\\\\'\"\\''",
  "dn26:10.16": "'\\'\"\\\\\\'’U redu, vaše visočanstvo,’ odgovori onaj čovek kralju. \\\\\\'\"\\''",
  "dn26:11.1": "'\\'\"\\\\\\'Ali onda neki drugi čovek uze ono što mu nije dato, s namerom da ukrade. \\\\\\'\"\\''",
  "dn26:11.2": "'\\'\"\\\\\\'Uhvatiše ga, \\\\\\'\"\\''",
  "dn26:11.3": "'\\'\"\\\\\\'odveli pred kralja i rekoše mu: \\\\\\'\"\\''",
  "dn26:11.4": "'\\'\"\\\\\\'’Vaše visočanstvo, ovaj čovek je uzeo ono što mu nije dato, s namerom da ukrade.’ \\\\\\'\"\\''",
  "dn26:11.5": "'\\'\"\\\\\\'Kada je to čuo, kralj, plemeniti  miropomazan, obrati se onom čoveku: \\\\\\'\"\\''",
  "dn26:11.6": "'\\'\"\\\\\\'’Je li istina, dobri čoveče, da si to uradio?’ \\\\\\'\"\\''",
  "dn26:11.7": "'\\'\"\\\\\\'’Istina je, vaše visočanstvo.’ \\\\\\'\"\\''",
  "dn26:11.8": "'\\'\"\\\\\\'’A zbog čega?’ \\\\\\'\"\\''",
  "dn26:11.9": "'\\'\"\\\\\\'’Nemam od čega da živim, vaše visočanstvo.’ \\\\\\'\"\\''",
  "dn26:11.10": "'\\'\"\\\\\\'Onda kralj dade tom čoveku nešto imetka, pa reče: \\\\\\'\"\\''",
  "dn26:11.11": "'\\'\"\\\\\\'’Uz moć ovog imetka, dragi čoveče, živi, staraj se o svojim roditeljima, o svojoj ženi i deci, obezbedi sebi posao i ustali se u tome da pomažeš duhovni život asketa i brahmana, a to će te voditi na nebo, doneti sreću kao plod, obezbediti preporađanje u nebeskom svetu.’ \\\\\\'\"\\''",
  "dn26:11.12": "'\\'\"\\\\\\'’U redu, vaše visočanstvo,’ odgovori onaj čovek kralju. \\\\\\'\"\\''",
  "dn26:12.1": "'\\'\"\\\\\\'I dočuše drugi ljudi: \\\\\\'\"\\''",
  "dn26:12.2": "'\\'\"\\\\\\'’Gospodine, izgleda da kralj daruje svakoga ko ukrade od drugoga.’ \\\\\\'\"\\''",
  "dn26:12.3": "'\\'\"\\\\\\'Čuvši to, oni pomisliše: \\\\\\'\"\\''",
  "dn26:12.4": "'\\'\"\\\\\\'’Kako bi bilo da i ja uzmem ono što mi nije dato, s namerom da ukradem?’ \\\\\\'\"\\''",
  "dn26:12.5": "'\\'\"\\\\\\'I tako neki čovek ukrade od drugoga. \\\\\\'\"\\''",
  "dn26:12.6": "'\\'\"\\\\\\'Onda ga uhvatiše, \\\\\\'\"\\''",
  "dn26:12.7": "'\\'\"\\\\\\'odvedoše pred kralja i rekoše mu: \\\\\\'\"\\''",
  "dn26:12.8": "'\\'\"\\\\\\'’Vaše visočanstvo, ovaj čovek je uzeo ono što mu nije dato, s namerom da ukrade.’ \\\\\\'\"\\''",
  "dn26:12.9": "'\\'\"\\\\\\'Kada je to čuo, kralj, plemeniti\\\\\\\\\\\\\\\\xa0 miropomazan, obrati se onom čoveku: \\\\\\'\"\\''",
  "dn26:12.10": "'\\'\"\\\\\\'’Je li istina, dobri čoveče, da si to uradio?’ \\\\\\'\"\\''",
  "dn26:12.11": "'\\'\"\\\\\\'’Istina je, vaše visočanstvo.’ \\\\\\'\"\\''",
  "dn26:12.12": "'\\'\"\\\\\\'’A zbog čega?’ \\\\\\'\"\\''",
  "dn26:12.13": "'\\'\"\\\\\\'’Nemam od čega da živim, vaše visočanstvo.’ \\\\\\'\"\\''",
  "dn26:12.14": "'\\'\"\\\\\\'Na to kralj, plemenit i miropomazan, pomisli: \\\\\\'\"\\''",
  "dn26:12.15": "'\\'\"\\\\\\'’Ako budem darovao svakoga koji ukrade, to će samo uvećati opštu krađu. \\\\\\'\"\\''",
  "dn26:12.16": "'\\'\"\\\\\\'Kako bi bilo da odmah i potpuno završim sa ovim čovekom, da naredim da mu se odrubi glava?’ \\\\\\'\"\\''",
  "dn26:12.17": "'\\'\"\\\\\\'Onda kralj naredi svojim ljudima: \\\\\\'\"\\''",
  "dn26:12.18": "'\\'\"\\\\\\'’U tom slučaju vežite ovom čoveku ruke čvrsto pozadi, obrijte mu glavu i povedite ga unaokolo uz zvuke bubnjeva, od jedne do druge ulice, od jednog do drugog raskršća, pa ga kroz južnu kapiju izvedite iz grada, sve do mesta za pogubljenja i tu mu odsecite glavu.’ \\\\\\'\"\\''",
  "dn26:12.19": "'\\'\"\\\\\\'’U redu,’ odgovore oni i odvedu ga do gubilišta. \\\\\\'\"\\''",
  "dn26:13.1": "'\\'\"\\\\\\'I dočuše drugi ljudi: \\\\\\'\"\\''",
  "dn26:13.2": "'\\'\"\\\\\\'’Gospodine, izgleda da kralj sa svakim ko ukrade od drugoga završi po kratkom postupku, odseče mu glavu.’ \\\\\\'\"\\''",
  "dn26:13.3": "'\\'\"\\\\\\'Čuvši to, oni pomisliše: \\\\\\'\"\\''",
  "dn26:13.4": "'\\'\"\\\\\\'’Kako bi bilo da iskujemo oštre mačeve, pa krenemo da od drugih uzimamo ono što nam nije dato, i mi završimo sa njima\\\\\\\\\\\\\\\\xa0po kratkom postupku, odsečemo im glavu?’ \\\\\\'\"\\''",
  "dn26:13.5": "'\\'\"\\\\\\'I zaista, oni iskovaše oštre mačeve, pa krenuše da pljačkaju sela varoši i gradove, da prave zasede po putevima. \\\\\\'\"\\''",
  "dn26:13.6": "'\\'\"\\\\\\'Koga god da su opljačkali, sa njim su završili po kratkom postupku, odsekli su mu glavu. \\\\\\'\"\\''",
  "dn26:14.1": "'\\'\"\\\\\\'Tako, monasi, pošto siromašni nisu imali od čega da žive, siromaštvo se sve više širilo. Sa širenjem siromaštva, bilo je sve više krađa. Sa širenjem krađa, bilo je sve više mačeva. Sa širenjem mačeva, bilo je sve više ubijanja živih bića. Sa širenjem ubijanja, životni vek bića se sve više skraćivao, ona su postajala sve ružnija. \\\\\\'\"\\''",
  "dn26:14.2": "'\\'\"\\\\\\'Životni vek takvih ljudi bio je 80.000 godina, ali je životni vek njihove dece bio 40.000 godina. \\\\\\'\"\\''",
  "dn26:14.3": "'\\'\"\\\\\\'A među ljudima koji su živeli 40.000 godina, neki čovek uze ono što mu nije bilo dato, s namerom da ukrade. \\\\\\'\"\\''",
  "dn26:14.4": "'\\'\"\\\\\\'Onda ga uhvatiše, \\\\\\'\"\\''",
  "dn26:14.5": "'\\'\"\\\\\\'odvedoše pred kralja i rekoše mu: \\\\\\'\"\\''",
  "dn26:14.6": "'\\'\"\\\\\\'’Vaše visočanstvo, ovaj čovek je uzeo ono što mu nije dato, s namerom da ukrade.’ \\\\\\'\"\\''",
  "dn26:14.7": "'\\'\"\\\\\\'Kada je to čuo, kralj, plemeniti\\\\\\\\\\\\\\\\xa0 miropomazan, obrati se onom čoveku: \\\\\\'\"\\''",
  "dn26:14.8": "'\\'\"\\\\\\'’Je li istina, dobri čoveče, da si to uradio?’ \\\\\\'\"\\''",
  "dn26:14.9": "'\\'\"\\\\\\'’Nije, vaše visočanstvo,’ reče ovaj, svestan da je slagao. \\\\\\'\"\\''",
  "dn26:15.1": "'\\'\"\\\\\\'Tako, monasi, pošto siromašni nisu imali od čega da žive, siromaštvo se sve više širilo. Sa širenjem siromaštva, bilo je sve više krađa. Sa širenjem krađa, bilo je sve više mačeva. Sa širenjem mačeva, bilo je sve više ubijanja živih bića. Sa širenjem ubijanja, bilo je sve više laganja. Sa širenjem laganja, životni vek bića se sve više skraćivao, ona su postajala sve ružnija. \\\\\\'\"\\''",
  "dn26:15.2": "'\\'\"\\\\\\'Životni vek takvih ljudi bio je 40.000 godina, ali je životni vek njihove dece bio 20.000 godina. \\\\\\'\"\\''",
  "dn26:15.3": "'\\'\"\\\\\\'A među ljudima koji su živeli 20.000 godina, neki čovek uze ono što mu nije bilo dato, s namerom da ukrade. \\\\\\'\"\\''",
  "dn26:15.4": "'\\'\"\\\\\\'Neki drugi čovek, samo iz želje za ogovaranjem, obavesti o tome kralja, plemenitog i miropomazanog: \\\\\\'\"\\''",
  "dn26:15.5": "'\\'\"\\\\\\'’Vaše visočanstvo, taj i taj čovek je uzeo ono što mu nije dato, s namerom da ukrade.’ \\\\\\'\"\\''",
  "dn26:16.1": "'\\'\"\\\\\\'Tako, monasi, pošto siromašni nisu imali od čega da žive, siromaštvo se sve više širilo. Sa širenjem siromaštva, bilo je sve više krađa. Sa širenjem krađa, bilo je sve više mačeva. Sa širenjem mačeva, bilo je sve više ubijanja živih bića. Sa širenjem ubijanja, bilo je sve više laganja. Sa širenjem laganja, bilo je sve više ogovaranja. Sa širenjem ogovaranja, životni vek bića se sve više skraćivao, ona su postajala sve ružnija. \\\\\\'\"\\''",
  "dn26:16.2": "'\\'\"\\\\\\'Životni vek takvih ljudi bio je 20.000 godina, ali je životni vek njihove dece bio 10.000 godina. \\\\\\'\"\\''",
  "dn26:17.1": "'\\'\"\\\\\\'Neka od tih bića bila su lepa, druga ružna. \\\\\\'\"\\''",
  "dn26:17.2": "'\\'\"\\\\\\'I ružna bića, gonjena željom za onim lepima, počiniše preljubu sa tuđim ženama. \\\\\\'\"\\''",
  "dn26:17.3": "'\\'\"\\\\\\'Tako, monasi, pošto siromašni nisu imali od čega da žive, siromaštvo se sve više širilo. Sa širenjem siromaštva… Sa širenjem preljube, životni vek bića se sve više skraćivao, ona su postajala sve ružnija. \\\\\\'\"\\''",
  "dn26:17.4": "'\\'\"\\\\\\'Životni vek takvih ljudi bio je 10.000 godina, ali je životni vek njihove dece bio 5.000 godina. \\\\\\'\"\\''",
  "dn26:17.5": "'\\'\"\\\\\\'Među ljudima koji su živeli 5.000 godina dve stvari su se raširile: \\\\\\'\"\\''",
  "dn26:17.6": "'\\'\"\\\\\\'vređanje i naklapanje. \\\\\\'\"\\''",
  "dn26:17.7": "'\\'\"\\\\\\'Sa širenjem te dve stvari, životni vek bića se sve više skraćivao, ona su postajala sve ružnija. \\\\\\'\"\\''",
  "dn26:17.8": "'\\'\"\\\\\\'Životni vek takvih ljudi bio je 5.000 godina, ali je životni vek njihove dece bio 2.500, a nekih 2.000 godina. \\\\\\'\"\\''",
  "dn26:17.9": "'\\'\"\\\\\\'Onda se se među ljudima koji su živeli 2.500 godina škrtost i zlovolja\\\\\\\\\\\\\\\\xa0raširile: \\\\\\'\"\\''",
  "dn26:17.10": "'\\'\"\\\\\\'Sa širenjem škrtosti i zlovolje, životni vek bića se sve više skraćivao, ona su postajala sve ružnija. \\\\\\'\"\\''",
  "dn26:17.11": "'\\'\"\\\\\\'Životni vek takvih ljudi bio je 2.500 godina, ali je životni vek njihove dece bio 1.000 godina. \\\\\\'\"\\''",
  "dn26:17.12": "'\\'\"\\\\\\'Među ljudima koji su živeli 1.000 godina pogrešno razumevanje se raširilo. \\\\\\'\"\\''",
  "dn26:17.13": "'\\'\"\\\\\\'Sa širenjem pogrešnog razumevanja, životni vek bića se sve više skraćivao, ona su postajala sve ružnija. \\\\\\'\"\\''",
  "dn26:17.14": "'\\'\"\\\\\\'Životni vek takvih ljudi bio je 1.000 godina, ali je životni vek njihove dece bio pet stotina godina. \\\\\\'\"\\''",
  "dn26:17.15": "'\\'\"\\\\\\'Među ljudima koji su živeli pet stotina godina tri stvari su se raširile: \\\\\\'\"\\''",
  "dn26:17.16": "'\\'\"\\\\\\'nedopuštena strast, pogrešna žudnja i pogrešni običaji. \\\\\\'\"\\''",
  "dn26:17.17": "'\\'\"\\\\\\'Sa širenjem te tri stvari, životni vek bića se sve više skraćivao, ona su postajala sve ružnija. \\\\\\'\"\\''",
  "dn26:17.18": "'\\'\"\\\\\\'Životni vek takvih ljudi bio je 500 godina, ali je životni vek njihove dece bio 250, a nekih 200 godina. \\\\\\'\"\\''",
  "dn26:17.19": "'\\'\"\\\\\\'Onda se se među ljudima koji su živeli 250 godina raširile ove stvari: \\\\\\'\"\\''",
  "dn26:17.20": "'\\'\"\\\\\\'nepoštovanje prema majci, nepoštovanje prema ocu, nepoštovanje prema asketama, nepoštovanje prema brahmanima i nepoštovanje prema starijima u familiji. \\\\\\'\"\\''",
  "dn26:18.1": "'\\'\"\\\\\\'Tako, monasi, pošto siromašni nisu imali od čega da žive, siromaštvo se sve više širilo. \\\\\\'\"\\''",
  "dn26:18.2": "'\\'\"\\\\\\'Sa širenjem siromaštva, bilo je sve više krađa. \\\\\\'\"\\''",
  "dn26:18.3": "'\\'\"\\\\\\'Sa širenjem krađa, bilo je sve više mačeva. \\\\\\'\"\\''",
  "dn26:18.4": "'\\'\"\\\\\\'Sa širenjem mačeva, bilo je sve više ubijanja živih bića. \\\\\\'\"\\''",
  "dn26:18.5": "'\\'\"\\\\\\'Sa širenjem ubijanja, bilo je sve više laganja. \\\\\\'\"\\''",
  "dn26:18.6": "'\\'\"\\\\\\'Sa širenjem laganja, bilo je sve više ogovaranja. \\\\\\'\"\\''",
  "dn26:18.7": "'\\'\"\\\\\\'Sa širenjem ogovaranja, bilo je sve više preljube. \\\\\\'\"\\''",
  "dn26:18.8": "'\\'\"\\\\\\'Sa širenjem preljube, dve stvari su se raširile: uvrede i naklapanje. \\\\\\'\"\\''",
  "dn26:18.9": "'\\'\"\\\\\\'Sa širenjem ove dve stvari, škrtost i zlovolja su se raširile. \\\\\\'\"\\''",
  "dn26:18.10": "'\\'\"\\\\\\'Sa širenjem škrtosti i zlovolje, pogrešno razumevanje se raširilo. \\\\\\'\"\\''",
  "dn26:18.11": "'\\'\"\\\\\\'Sa širenjem pogrešnog razumevanja, tri stvari su se raširile: nedopuštena strast, pogrešna žudnja i pogrešni običaji. \\\\\\'\"\\''",
  "dn26:18.12": "'\\'\"\\\\\\'Sa širenjem ove tri stvari, bilo je sve više nepoštovanja prema majci, nepoštovanja prema ocu, nepoštovanja prema asketama, nepoštovanja prema brahmanima i nepoštovanja prema starijima u familiji. \\\\\\'\"\\''",
  "dn26:18.13": "'\\'\"\\\\\\'Sa širenjem tih stvari, životni vek bića se sve više skraćivao, ona su postajala sve ružnija. \\\\\\'\"\\''",
  "dn26:18.14": "'\\'\"\\\\\\'Životni vek takvih ljudi bio je 250 godina, ali je životni vek njihove dece bio 100 godina. \\\\\\'\"\\''",
  "dn26:19.0": "'\\'\"\\\\\\'5. Kada su ljudi živeli deset godina \\\\\\'\"\\''",
  "dn26:19.1": "'\\'\"\\\\\\'Doći će vreme, monasi, kada će ti ljudi imati decu koja će poživeti samo deset godina. \\\\\\'\"\\''",
  "dn26:19.2": "'\\'\"\\\\\\'Među ljudima koji žive deset godina, devojčice će biti za udaju sa pet godina. \\\\\\'\"\\''",
  "dn26:19.3": "'\\'\"\\\\\\'Ovi ukusi će nestati: \\\\\\'\"\\''",
  "dn26:19.4": "'\\'\"\\\\\\'ghi, buter, ulje, med, melasa i so. \\\\\\'\"\\''",
  "dn26:19.5": "'\\'\"\\\\\\'Najbolja vrsta hrane biće im ragi (vrsta prosa), \\\\\\'\"\\''",
  "dn26:19.6": "'\\'\"\\\\\\'baš kao što fini pirinač i meso najbolja vrsta hrane danas. \\\\\\'\"\\''",
  "dn26:19.8": "'\\'\"\\\\\\'Monasi, među ljudima koji žive deset godina, deset korisnih načina postupanja će potpuno nestati, a deset štetnih načina delovanja će potpuno prevladati. \\\\\\'\"\\''",
  "dn26:19.9": "'\\'\"\\\\\\'Među tim ljudima neće čak ni postojati reč ’dobro’, a kamo li da će neko tako nešto raditi. \\\\\\'\"\\''",
  "dn26:19.10": "'\\'\"\\\\\\'A svako ko ne bude poštovao svoju majku, oca, askete, brahmane, kao i starije u familiji, biće obožavan i hvaljen, \\\\\\'\"\\''",
  "dn26:19.11": "'\\'\"\\\\\\'baš kao što se danas slavi i hvali svako ko poštuje svoju majku, oca, askete, brahmane, kao i starije u familiji. \\\\\\'\"\\''",
  "dn26:20.1": "'\\'\"\\\\\\'Među ljudima koji žive deset godina neće biti obuzdavanja u pogledu svoje majke, tetke, ujne, supruge učiteljeve ili žena drugih ljudi koji zaslužuju poštovanje. \\\\\\'\"\\''",
  "dn26:20.2": "'\\'\"\\\\\\'Svet će se rastočiti u promiskuitetu, kao kad se pare koze i ovce, kokoši i svinje, psi i šakali. \\\\\\'\"\\''",
  "dn26:20.3": "'\\'\"\\\\\\'Među ljudima će zavladati duboka mržnja jednih prema drugima, sa mnogo zle volje, zle namere, željom za ubijanjem: \\\\\\'\"\\''",
  "dn26:20.4": "'\\'\"\\\\\\'kćeri prema majci, majke prema kćeri, \\\\\\'\"\\''",
  "dn26:20.5": "'\\'\"\\\\\\'sina prema ocu, oca prema sinu, \\\\\\'\"\\''",
  "dn26:20.6": "'\\'\"\\\\\\'brata prema sestri i sestre prema bratu. \\\\\\'\"\\''",
  "dn26:20.7": "'\\'\"\\\\\\'Monasi, kao što se javi duboka mržnja, sa mnogo zle volje, zle namere, sa željom za ubijanjem, kada lovac vidi životinju, \\\\\\'\"\\''",
  "dn26:20.8": "'\\'\"\\\\\\'isto tako će među ljudima zavladati duboka mržnja jednih prema drugima, sa mnogo zle volje, zle namere, željom za ubijanjem; \\\\\\'\"\\''",
  "dn26:20.9": "'\\'\"\\\\\\'kćeri prema majci, majke prema kćeri, \\\\\\'\"\\''",
  "dn26:20.10": "'\\'\"\\\\\\'sina prema ocu, oca prema sinu, \\\\\\'\"\\''",
  "dn26:20.11": "'\\'\"\\\\\\'brata prema sestri i sestre prema bratu. \\\\\\'\"\\''",
  "dn26:21.1": "'\\'\"\\\\\\'Među ljudima koji žive deset godina rat će potrajati sedam dana. \\\\\\'\"\\''",
  "dn26:21.2": "'\\'\"\\\\\\'Oni će jedni na druge gledati kao na životinje. \\\\\\'\"\\''",
  "dn26:21.3": "'\\'\"\\\\\\'Oštri mačevi se pojaviti u njihovim rukama \\\\\\'\"\\''",
  "dn26:21.4": "'\\'\"\\\\\\'i njima će ubijati jedni druge, uz povike: ’Evo je životinja, evo je životinja!’ \\\\\\'\"\\''",
  "dn26:21.5": "'\\'\"\\\\\\'Ali onda će neka od tih bića pomisliti: \\\\\\'\"\\''",
  "dn26:21.6": "'\\'\"\\\\\\'’Neka mi ne ubijamo i neka durgi ne ubijaju nas. Kako bi bilo ako bismo se sakrili u gustoj travi, gustoj šumi, među gustim drvećem, među rekama koje je teško preći ili nepristupačnim planinama i živeli od plodova i korenja u šumi?’ \\\\\\'\"\\''",
  "dn26:21.7": "'\\'\"\\\\\\'Tako i učiniše. \\\\\\'\"\\''",
  "dn26:21.8": "'\\'\"\\\\\\'Posle sedam dana, pojavivši se iz guste trave, guste šume,\\\\\\\\\\\\\\\\xa0gustog drveća, između reka koje je teško preći ili sa nepristupačnih planina, oni će zagrliti jedni druge, te pozdravljajući se, ovako će uglas povikati: \\\\\\'\"\\''",
  "dn26:21.9": "'\\'\"\\\\\\'’O, gospodine, koja radost da ste živi! O, gospodine, koja radost da ste živi!’ \\\\\\'\"\\''",
  "dn26:21.10.0": "'\\'\"\\\\\\'6. Vreme rasta \\\\\\'\"\\''",
  "dn26:21.11": "'\\'\"\\\\\\'A onda će neka od tih bića pomisliti: \\\\\\'\"\\''",
  "dn26:21.12": "'\\'\"\\\\\\'’Zato što smo činili loše stvari, toliko mnogo naših srodnika je stradalo.’ \\\\\\'\"\\''",
  "dn26:21.13": "'\\'\"\\\\\\'Kako bi bilo da činimo dobre stvari? \\\\\\'\"\\''",
  "dn26:21.14": "'\\'\"\\\\\\'I koje dobre stvari? \\\\\\'\"\\''",
  "dn26:21.15": "'\\'\"\\\\\\'Kako bi bilo da odustanemo od ubijanja živih bića? Učinimo jednu takvu dobru stvar i nje se držimo.’ \\\\\\'\"\\''",
  "dn26:21.16": "'\\'\"\\\\\\'Oni će odustati od ubijanja živih bića. Učinivši takvu jednu dobr ustvar, nje su se držali. \\\\\\'\"\\''",
  "dn26:21.17": "'\\'\"\\\\\\'I zahvaljujući tome što čine, njihov životni vek i lepota će se uvećati. \\\\\\'\"\\''",
  "dn26:21.18": "'\\'\"\\\\\\'Životni vek takvih ljudi biće deset godina, ali će životni vek njihove dece biti dvadeset godina. \\\\\\'\"\\''",
  "dn26:22.1": "'\\'\"\\\\\\'A onda će neka od tih bića pomisliti: \\\\\\'\"\\''",
  "dn26:22.2": "'\\'\"\\\\\\'’Zahvaljujući tome što smo činili dobre stvari, naš životni vek i lepota su se uvećali. \\\\\\'\"\\''",
  "dn26:22.3": "'\\'\"\\\\\\'Kako bi bilo da činimo još dobrih stvari? \\\\\\'\"\\''",
  "dn26:22.4": "'\\'\"\\\\\\'I koje dobre stvari? \\\\\\'\"\\''",
  "dn26:22.5": "'\\'\"\\\\\\'Kako bi bilo da odustanemo od uzimanja onoga što nam nije dato… \\\\\\'\"\\''",
  "dn26:22.6": "'\\'\"\\\\\\'odustanemo od preljube… \\\\\\'\"\\''",
  "dn26:22.7": "'\\'\"\\\\\\'odustanemo od laganja… \\\\\\'\"\\''",
  "dn26:22.8": "'\\'\"\\\\\\'odustanemo od ogovaranja… \\\\\\'\"\\''",
  "dn26:22.9": "'\\'\"\\\\\\'odustanemo od vređanja… \\\\\\'\"\\''",
  "dn26:22.10": "'\\'\"\\\\\\'odustanemo od naklapanja… \\\\\\'\"\\''",
  "dn26:22.11": "'\\'\"\\\\\\'napustimo pohlepu… \\\\\\'\"\\''",
  "dn26:22.12": "'\\'\"\\\\\\'napustimo zlovolju… \\\\\\'\"\\''",
  "dn26:22.13": "'\\'\"\\\\\\'napustimo pogrešna gledišta… \\\\\\'\"\\''",
  "dn26:22.14": "'\\'\"\\\\\\'napustimo tri stvari: \\\\\\'\"\\''",
  "dn26:22.15": "'\\'\"\\\\\\'nedopuštenu strast, pogrešnu žudnja i pogrešne običaje. \\\\\\'\"\\''",
  "dn26:22.16": "'\\'\"\\\\\\'Kako bi bilo da iskazujemo poštovanje prema majci i ocu, asketama i brahmanima, kao i starijima u svojoj familiji? Učinimo jednu takvu dobru stvar i nje se držimo.’ \\\\\\'\"\\''",
  "dn26:22.17": "'\\'\"\\\\\\'Tako i učiniše. \\\\\\'\"\\''",
  "dn26:22.18": "'\\'\"\\\\\\'I zahvaljujući tome što će tako činiti, njihov životni vek i lepota će se uvećati. \\\\\\'\"\\''",
  "dn26:22.19": "'\\'\"\\\\\\'Životni vek takvih ljudi biće dvadeset godina, ali će životni vek njihove dece biti četrdeset godina… \\\\\\'\"\\''",
  "dn26:22.20": "'\\'\"\\\\\\'Kod ljudi čiji je životni vek četrdeset godina, životni vek njihove dece biće osamdeset godina… \\\\\\'\"\\''",
  "dn26:22.21": "'\\'\"\\\\\\'Kod ljudi čiji je životni vek osamdeset godina, životni vek njihove dece biće 160 godina… \\\\\\'\"\\''",
  "dn26:22.22": "'\\'\"\\\\\\'Kod ljudi čiji je životni vek 160 godina, životni vek njihove dece biće 320 godina… \\\\\\'\"\\''",
  "dn26:22.23": "'\\'\"\\\\\\'Kod ljudi čiji je životni vek 320 godina, životni vek njihove dece biće 640 godina… \\\\\\'\"\\''",
  "dn26:22.24": "'\\'\"\\\\\\'Kod ljudi čiji je životni vek 640 godina, životni vek njihove dece biće 2.000 godina… \\\\\\'\"\\''",
  "dn26:22.25": "'\\'\"\\\\\\'Kod ljudi čiji je životni vek 2.000 godina, životni vek njihove dece biće 4.000 godina… \\\\\\'\"\\''",
  "dn26:22.26": "'\\'\"\\\\\\'Kod ljudi čiji je životni vek 4.000 godina, životni vek njihove dece biće 8.000 godina… \\\\\\'\"\\''",
  "dn26:22.27": "'\\'\"\\\\\\'Kod ljudi čiji je životni vek 8.000 godina, životni vek njihove dece biće 20.000 godina… \\\\\\'\"\\''",
  "dn26:23.1": "'\\'\"\\\\\\'Kod ljudi čiji je životni vek 20.000 godina, životni vek njihove dece biće 40.000 godina… \\\\\\'\"\\''",
  "dn26:23.2": "'\\'\"\\\\\\'Kod ljudi čiji je životni vek 40.000 godina, životni vek njihove dece biće 80.000 godina… \\\\\\'\"\\''",
  "dn26:23.3": "'\\'\"\\\\\\'Među ljudima koji žive 80.000 godina, žena\\\\\\\\\\\\\\\\xa0će biti za udaju sa 500 godina. \\\\\\'\"\\''",
  "dn26:23.4.0": "'\\'\"\\\\\\'7. Pojavljivanje kralja Saṅkhe \\\\\\'\"\\''",
  "dn26:23.5": "'\\'\"\\\\\\'Monasi, među ljudima koji žive 80.000 godina, postojaće samo tri bolesti: žudnja, glad i starost. \\\\\\'\"\\''",
  "dn26:23.6": "'\\'\"\\\\\\'Među ljudima koji žive 80.000 godina, ova Đambudīpa biće moćna i prosperitetna, a rastojanja između sela i gradova neće biti veća od onoga koliko kokoška može da preleti. \\\\\\'\"\\''",
  "dn26:23.7": "'\\'\"\\\\\\'Među ljudima koji žive 80.000 godina, ova Đambudīpa prepuna ljudi, nalik paklu, nalik gustišu trske ili rogoza. \\\\\\'\"\\''",
  "dn26:23.8": "'\\'\"\\\\\\'Među ljudima koji žive 80.000 godina, ovaj Vārāṇasī biće prestonica po imenu Ketumatī, prepuna ljudi, snažnih i stasitih ljudi, i sa obiljem hrane. \\\\\\'\"\\''",
  "dn26:23.9": "'\\'\"\\\\\\'Među ljudima koji žive 80.000 godina, u ovoj Đambudīpi, biće 84.000 gradova, a Ketumatī će biti kraljevska prestonica. \\\\\\'\"\\''",
  "dn26:24.1": "'\\'\"\\\\\\'Monasi, među ljudima koji žive 80.000 godina, u kraljevskoj prestonici Ketumatīju pojaviće se kralj po imenu Saṅkha, vladar koji pokreće točak istine, pravedni vladar, osvajač sve četiri strane sveta, koji je zemlju učinio stabilnom, opskrbljen sa sedam blaga. \\\\\\'\"\\''",
  "dn26:24.2": "'\\'\"\\\\\\'A tih sedam blaga su: \\\\\\'\"\\''",
  "dn26:24.3": "'\\'\"\\\\\\'točak kao blago, slon kao blago, konj kao blago, dragulj kao blago, žena kao blago, nadzornik kao blago i savetnik kao sedmo blago. \\\\\\'\"\\''",
  "dn26:24.4": "'\\'\"\\\\\\'Njegova deca, kojih je više od hiljadu, biće hrabra i odvažna, slamaće tuđe vojske. \\\\\\'\"\\''",
  "dn26:24.5": "'\\'\"\\\\\\'Svojom zemljom, omeđenom okeanom, vladaće on bez batine, bez oružja, uz pomoć Dhamme. \\\\\\'\"\\''",
  "dn26:25.0": "'\\'\"\\\\\\'8. Dolazak Bude Metteyye \\\\\\'\"\\''",
  "dn26:25.1": "'\\'\"\\\\\\'Monasi, među ljudima koji žive 80.000 godina, ova Đambudīpa\\\\\\\\\\\\\\\\xa0 Tathāgata se pojaviće se u ovome svetu blaženi po imenu Metteyya, plemenit i potpuno probuđen, usavršen u znanju i ponašanju, srećan, znalac svetova, nenadmašni vodič onima kojima je potreban putokaz, učitelj božanskim i ljudskim bićima, budan, blažen. \\\\\\'\"\\''",
  "dn26:25.2": "'\\'\"\\\\\\'Baš kao što sam se ja u ovo vreme pojavio u svetu, plemenit i potpuno probuđen, usavršen u znanju i ponašanju, srećan, znalac svetova, nenadmašni vodič onima kojima je potreban putokaz, učitelj božanskim i ljudskim bićima, budan, blažen. \\\\\\'\"\\''",
  "dn26:25.3": "'\\'\"\\\\\\'Snagom vlastite spoznaje razumeće i znaće da objasni ovaj svet, njegove dobre i zle duhove, božanstva, pokolenja isposnika i sveštenika, plemenitih i običnih ljudi. Baš kao što sam i ja razumeo i znam da objasnim ovaj svet, njegove dobre i zle duhove, božanstva, pokolenja isposnika i sveštenika, plemenitih i običnih ljudi. \\\\\\'\"\\''",
  "dn26:25.4": "'\\'\"\\\\\\'On će propovedati učenje i slovom i duhom, divno na početku, divno u sredini, divno na kraju; upućivaće na potpuno savršen i pročišćen svetački život. \\\\\\'\"\\''",
  "dn26:25.5": "'\\'\"\\\\\\'Baš kao što i ja danas propovedam učenje i slovom i duhom, divno na početku, divno u sredini, divno na kraju; upućujem na potpuno savršen i pročišćen svetački život. \\\\\\'\"\\''",
  "dn26:25.6": "'\\'\"\\\\\\'Predvodiće monašku zajednicu od više hiljada članova, baš kao što to danas i ja činim. \\\\\\'\"\\''",
  "dn26:26.1": "'\\'\"\\\\\\'Onda će kralj Saṅkha iznova podići palatu kakvu je nekada bio podigao kralja Mahāpanāda. \\\\\\'\"\\''",
  "dn26:26.2": "'\\'\"\\\\\\'Kada je podgne, živeće jedno vreme u njoj, a onda će je na kraju pokloniti asketama, brahmanima, siromasima, lutalicama, beskućnicima i prosjacima. A sam će obrijati kosu i bradu, ogrnuti žuti ogrtač i u prisustvu Bude Metteyye, blaženog, plemenitog i potpuno probuđenoga, napustiti dom i otići u beskućnike. \\\\\\'\"\\''",
  "dn26:26.3": "'\\'\"\\\\\\'Ne zadugo posle odlaska u beskućnike, boraveći u meditaciji, povučen, marljiv, predan i odlučan,\\\\\\\\\\\\\\\\xa0stekavši neposredno znanje, ovde i sada, dostići će i ostati na krajnjem cilju svetačkog života, radi kojeg sinovi dobrih porodica napuštaju dom i odlaze u beskućnike. \\\\\\'\"\\''",
  "dn26:27.1": "'\\'\"\\\\\\'Monasi, budite sami sebi svetlo, budite sami sebi utočište, a ne neko drugi. Neka Dhamma bude vaše svetlo, vaše utočište, a ne nešto drugo. \\\\\\'\"\\''",
  "dn26:27.2": "'\\'\"\\\\\\'A kako je to monah sam sebi svetlo, sam sebi utočište, a ne neko drugi, kako je to Dhamma njegovo svetlo, njegovo utočište, a ne nešto drugo? \\\\\\'\"\\''",
  "dn26:27.3": "'\\'\"\\\\\\'Tako, monasi, monah boravi kontemplirajući telo kao telo, marljiv, s jasnim razumevanjem i svestan, odloživši sa strane gramzivost i odbojnost prema ovom svetu. \\\\\\'\"\\''",
  "dn26:27.4": "'\\'\"\\\\\\'boravi kontemplirajući osećaje kao osećaje… \\\\\\'\"\\''",
  "dn26:27.5": "'\\'\"\\\\\\'boravi kontemplirajući um kao um… \\\\\\'\"\\''",
  "dn26:27.6": "'\\'\"\\\\\\'Boravi on kontemplirajući objekte uma kao objekte uma, marljiv, s jasnim razumevanjem i svestan, odloživši sa strane gramzivost i odbojnost prema ovom svetu. \\\\\\'\"\\''",
  "dn26:27.7": "'\\'\"\\\\\\'Na taj način, monasi, monah je sam sebi svetlo, sam sebi utočište, a ne neko drugi. Na taj način Dhamma je njegovo svetlo, njegovo utočište, a ne nešto drugo. \\\\\\'\"\\''",
  "dn26:28.0": "'\\'\"\\\\\\'9. O dugom životu i lepoti monaha \\\\\\'\"\\''",
  "dn26:28.1": "'\\'\"\\\\\\'Monasi, krećite se u granicama svog terena, područja svojih predaka. \\\\\\'\"\\''",
  "dn26:28.2": "'\\'\"\\\\\\'Ako se krećete se u granicama svog terena, područja svojih predaka, vaš životni vek, lepota, sreća, imetak i snaga će se uvećavati. \\\\\\'\"\\''",
  "dn26:28.3": "'\\'\"\\\\\\'A šta je to životni vek za monaha? \\\\\\'\"\\''",
  "dn26:28.4": "'\\'\"\\\\\\'Tako monah razvija osnovu duhovne moći, koja se sastoji od koncentracije nastale zahvaljujući revnosti i odlučnom nastojanju. \\\\\\'\"\\''",
  "dn26:28.5": "'\\'\"\\\\\\'On razvija osnovu duhovne moći, koja se sastoji od koncentracije nastale zahvaljujući energiji i odlučnom nastojanju. \\\\\\'\"\\''",
  "dn26:28.6": "'\\'\"\\\\\\'On razvija osnovu duhovne moći, koja se sastoji od koncentracije nastale zahvaljujući (čistoti) uma i odlučnom nastojanju. \\\\\\'\"\\''",
  "dn26:28.7": "'\\'\"\\\\\\'On razvija osnovu duhovne moći, koja se sastoji od koncentracije nastale zahvaljujući istraživanju i odlučnom nastojanju. \\\\\\'\"\\''",
  "dn26:28.8": "'\\'\"\\\\\\'I ko god je razvijao, često vežbao, ovladao, temeljno praktikovao, održavao, uvećavao i na pravi način koristio četiri puta ka duhovnim moćima, ukoliko poželi, može da živi pun životni vek ili još i malo duže. \\\\\\'\"\\''",
  "dn26:28.9": "'\\'\"\\\\\\'To je, monasi, životni vek za monaha. \\\\\\'\"\\''",
  "dn26:28.10": "'\\'\"\\\\\\'A šta je to lepota za monaha? \\\\\\'\"\\''",
  "dn26:28.11": "'\\'\"\\\\\\'Tako monah živi obuzdan granicama Pātimokkhe, savršenog ponašanja i delovanja. Videći opasnost i u najmanjoj pogrešci, vežba sebe držeći se pravila vežbanja. \\\\\\'\"\\''",
  "dn26:28.12": "'\\'\"\\\\\\'To je, monasi, lepota za monaha. \\\\\\'\"\\''",
  "dn26:28.13": "'\\'\"\\\\\\'A šta je to sreća za monaha? \\\\\\'\"\\''",
  "dn26:28.14": "'\\'\"\\\\\\'Tako monah, sasvim obuzdanih čula, bez mentalnih nečistoća, ulazi i ostaje na prvom stupnju zadubljenja. \\\\\\'\"\\''",
  "dn26:28.15": "'\\'\"\\\\\\'Sa smirivanjem usmerene misli i istraživanja, on uđe i ostade na drugom stupnju zadubljenja… \\\\\\'\"\\''",
  "dn26:28.16": "'\\'\"\\\\\\'na trećem stupnju zadubljenja… \\\\\\'\"\\''",
  "dn26:28.17": "'\\'\"\\\\\\'On ulazi i ostaje na četvrtom stupnju zadubljenja. \\\\\\'\"\\''",
  "dn26:28.18": "'\\'\"\\\\\\'To je, monasi, sreća za monaha. \\\\\\'\"\\''",
  "dn26:28.19": "'\\'\"\\\\\\'A šta je to imetak za monaha? \\\\\\'\"\\''",
  "dn26:28.20": "'\\'\"\\\\\\'Tako, monasi, monah živi obasjavajući jednu stranu sveta umom prožetim prijateljskom ljubavlju, isto tako i drugu, isto tako i treću, isto tako i četvrtu; takođe iznad, ispod, unaokolo, svuda i svakoga, kao i sebe; živi on obasjavajući čitav svet umom prožetim prijateljskom ljubavlju, obilnom, uzvišenom, nemerljivom, bez ikakvog neprijateljstva i zlovolje u sebi. \\\\\\'\"\\''",
  "dn26:28.21": "'\\'\"\\\\\\'Živi on obasjavajući jednu stranu sveta umom prožetim saosećanjem… \\\\\\'\"\\''",
  "dn26:28.22": "'\\'\"\\\\\\'Živi on obasjavajući jednu stranu sveta umom prožetim radošću zbog sreće drugih… \\\\\\'\"\\''",
  "dn26:28.23": "'\\'\"\\\\\\'Živi on obasjavajuži jednu stranu sveta umom prožetim spokojstvom, isto tako i drugu, isto tako i treću, isto tako i četvrtu; takođe iznad, ispod, unaokolo, svuda i svakoga, kao i sebe; živi on obasjavajući čitav svet umom prožetim spokojstvom, obilnim, uzvišenim, nemerljivim, bez ikakvog neprijateljstva i zlovolje u sebi. \\\\\\'\"\\''",
  "dn26:28.24": "'\\'\"\\\\\\'To je, monasi, imetak za monaha. \\\\\\'\"\\''",
  "dn26:28.25": "'\\'\"\\\\\\'A šta je to snaga za monaha? \\\\\\'\"\\''",
  "dn26:28.26": "'\\'\"\\\\\\'Tako, razumevajući sopstvenim neposrednim znanjem, monah ovde i sada ulazi i boravi u oslobođenosti uma i oslobođenosti mudrošću, koje su bez nečistoća, svaki od otrova uklonjen. \\\\\\'\"\\''",
  "dn26:28.27": "'\\'\"\\\\\\'To je, monasi, snaga za monaha. \\\\\\'\"\\''",
  "dn26:28.28": "'\\'\"\\\\\\'Monasi, ja ne vidim nijednu drugu snagu koju je tako teško nadvladati kao što je to snaga Māre. \\\\\\'\"\\''",
  "dn26:28.29": "'\\'\"\\\\\\'Takođe, zahvaljujući povoljnim stanjima uma, zasluge se u vama uvećavaju. \\\\\\'\"\\''",
  "dn26:28.30": "'\\'\"\\\\\\'Tako reče Blaženi. \\\\\\'\"\\''",
  "dn26:28.31": "'\\'\"\\\\\\'Zadovoljni, monasi se obradovaše rečima Blaženoga. \\\\\\'\"\\''"
}