{
  "dn28:0.1": "Zbirka dugih govora 28 ",
  "dn28:0.2": "Ono što uliva poverenje ",
  "dn28:1.0": "1. Sāriputtin lavlji rik ",
  "dn28:1.1": "Ovako sam čuo. ",
  "dn28:1.2": "Jednom je Blaženi boravio kraj Nāḷande, u Pāvārikinom mangovom gaju. ",
  "dn28:1.3": "Tu poštovani Sāriputta dođe do Blaženog, pokloni mu se i sede sa strane. Dok je tako sedeo, ovako reče Blaženom: ",
  "dn28:1.4": "„Ovako verujem, Blaženi, nije bilo, neće biti, niti sada postoji asketa ili brahman koji nadilazi Blaženog u višem znanju o potpunom probuđenju.” ",
  "dn28:1.5": "„Zaista su uzvišene tvoje reči, Sāriputta. hrabre reči, odlučne reči, pravi lavovski rik kada kažeš: ",
  "dn28:1.6": "’Ovako verujem, Blaženi: ",
  "dn28:1.7": "nije bilo, neće biti, niti sada postoji asketa ili brahman koji nadilazi Blaženog u višem znanju o potpunom probuđenju’. ",
  "dn28:1.8": "Sāriputta, plemenite, potpuno probuđene Bude koji su živeli u prošlosti, da li si znao sve te Blažene pronikavši svojim umom u njihov um ovako: ",
  "dn28:1.9": "’Ovakva je vrlina tih Blaženih, ovakvo učenje, ovakva mudrost, ovakvo življenje, ovakvo oslobođenje’?” ",
  "dn28:1.10": "„Sigurno da ne, poštovani gospodine.” ",
  "dn28:1.11": "A one plemenite, potpuno probuđene Bude koji će tek živeti u budućnosti, da li znaš sve te Blažene pronikavši svojim umom u njihov um ovako: ",
  "dn28:1.12": "’Ovakva je vrlina tih Blaženih, ovakvo učenje, ovakva mudrost, ovakvo življenje, ovakvo oslobođenje’?” ",
  "dn28:1.13": "„Sigurno da ne, poštovani gospodine.” ",
  "dn28:1.14": "A mene koji sam sada plemeniti, potpuno probuđeni Buda, da li si pronikao svojim umom u moj um ovako: ",
  "dn28:1.15": "’Ovakva je vrlina Blaženog, ovakvo učenje, ovakva mudrost, ovakvo življenje, ovakvo oslobođenje’?” ",
  "dn28:1.16": "„Sigurno da ne, poštovani gospodine.” ",
  "dn28:1.17": "„Dakle, Sāriputta, ti ne znaš umove prošlih, budućih i sadašnjeg plemenitog, potpuno probuđenoga. ",
  "dn28:1.18": "Kako onda možeš reći tako hrabre reči, odlučne reči, pravi lavovski rik: ",
  "dn28:1.19": "’Nije bilo, neće biti, niti sada postoji asketa ili brahman koji nadilazi Blaženog u višem znanju o potpunom probuđenju’.” ",
  "dn28:2.1": "„Poštovani gospodine, ja ne znam umove prošlih, budućih i sadašnjeg plemenitog, potpuno probuđenoga. ",
  "dn28:2.2": "Ali sam do takvog zaključka došao zaključivanjem zasnovanim na Dhammi. ",
  "dn28:2.3": "Baš kao što u kraljevom gradu na granici, jakom utvrđenju opasanom zidinama, postoji samo jedna kapija ",
  "dn28:2.4": "i na njoj stoji mudar, umešan, inteligentan stražar. ",
  "dn28:2.5": "I on ne pušta da uđu oni koje ne poznaje, a pušta one koje poznaje. A onda neko obiđe oko tog grada i ne vidi nijednu pukotinu u zidu, nijedan otvor čak ni toliko mali da bi mačka mogla kroz njega da se provuče. ",
  "dn28:2.6": "I on pomisli: ",
  "dn28:2.7": "’Svako živo biće koje bi ušlo ili izašlo iz ovoga grada, moralo bi da to učini kroz ovu kapiju’. ",
  "dn28:2.8": "Na isti način sam, poštovani gospodine, do takvog zaključka došao razmišljanjem zasnovanim na Dhammi: ",
  "dn28:2.9": "’Oni u prošlosti, plemeniti i potpuno probuđeni, svi ti Blaženi su savladali pet prepreka, razumeli svojom mudrošću nečistoće uma koje ga slabe, učvrstili svoj um u četiri temelja svesnosti, razvili sedam elemenata probuđenja, te tako stekli više znanje o nenadmašnom potpunom probuđenju. ",
  "dn28:2.10": "Isto tako, oni u budućnosti, plemeniti i potpuno probuđeni, svi ti Blaženi će savladati pet prepreka, razumeti svojom mudrošću nečistoće uma koje ga slabe, učvrstiti svoj um u četiri temelja svesnosti, razviti sedam elemenata probuđenja, te tako steći više znanje o nenadmašnom potpunom probuđenju. ",
  "dn28:2.11": "Isto tako, Blaženi, koji je sada plemeniti i potpuno probuđeni, jeste savladao pet prepreka, razumeo svojom mudrošću nečistoće uma koje ga slabe, učvrstio svoj um u četiri temelja svesnosti, razvio sedam elemenata probuđenja, te tako stekao više znanje o nenadmašnom potpunom probuđenju.” ",
  "dn28:2.12": "Poštovani, došao sam pred Blaženog da čujem Dhammu. ",
  "dn28:2.13": "I Blaženi me je podučio Dhammi, najuzvišenijoj i najizvrsnijoj, koja podjednako ukazuje na tamne i svetle stvari. ",
  "dn28:2.14": "I dok me je Blaženi podučavao Dhammi, najuzvišenijoj i najizvrsnijoj, koja podjednako ukazuje na tamne i svetle stvari, u meni je javilo neposredno znanje u pogledu Dhamme i stekoh poverenje u učitelja. ",
  "dn28:2.15": "’Blaženi je potpuno probuđen, Blaženi je dobro izložio Dhammu i monaška zajednica vežba na pravi način.’ ",
  "dn28:3.0": "1.1. Podučavanje povoljnim stvarima ",
  "dn28:3.1": "Sem toga, poštovani, to kako Blaženi podučava Dhammi u pogledu povoljnih stvari jeste nenadmašno. ",
  "dn28:3.2": "A te povoljne stvari su sledeće: ",
  "dn28:3.3": "četiri temelja svesnosti, četiri prave vrste nastojanja, četiri osnove duhovne moći, pet sposobnosti, pet snaga, sedam elemenata probuđenja, plemeniti osmostruki put. ",
  "dn28:3.4": "Tako, razumevajući sopstvenim neposrednim znanjem, monah ovde i sada ulazi i boravi u oslobođenosti uma i oslobođenosti mudrošću, koje su bez nečistoća, svaki od otrova uklonjen. ",
  "dn28:3.5": "To je nenadmašno u pogledu povoljnih stvari. ",
  "dn28:3.6": "I to Blaženi razume na osnovu sopstvenog iskustva. Nema ničeg višeg od toga što bi se moglo razumeti. A u pogledu takvog razumevanja povoljnih stvari, ne postoji asketa ili brahman koji nadilazi Blaženog. ",
  "dn28:4.0": "1.2. Podučavanje područjima čula ",
  "dn28:4.1": "Sem toga, poštovani, to kako Blaženi podučava Dhammi u pogledu područja čula jeste nenadmašno. ",
  "dn28:4.2": "Postoji ovih šest unutrašnjih i spoljašnjih područja čula. ",
  "dn28:4.3": "Oko i oblici, uho i zvuci, nos i mirisi, jezik i ukusi, telo i taktilni podražaji i um i objekti uma. ",
  "dn28:4.4": "To je nenadmašno u pogledu opisa područja čula. ",
  "dn28:4.5": "I to Blaženi razume na osnovu sopstvenog iskustva. Nema ničeg višeg od toga što bi se moglo razumeti. A u pogledu takvog razumevanja područja čula, ne postoji asketa ili brahman koji nadilazi Blaženog. ",
  "dn28:5.0": "1.3. Podučavanje o začetku bića ",
  "dn28:5.1": "Sem toga, poštovani, to kako Blaženi podučava Dhammi u pogledu začetka bića jeste nenadmašno. ",
  "dn28:5.2": "Postoje ova četiri začetka bića. ",
  "dn28:5.3": "Tako neko nije svestan kada biva začet u materici svoje majke, nije svestan kada boravi u njoj, nije svestan kada iz nje izlazi. To je prva vrsta začetka. ",
  "dn28:5.4": "Dalje, neko jeste svestan kada biva začet u materici svoje majke, ali nije svestan kada boravi u njoj, nije svestan kada iz nje izlazi. To je druga vrsta začetka. ",
  "dn28:5.5": "Dalje, neko jeste svestan kada biva začet u materici svoje majke i jeste svestan kada boravi u njoj, ali nije svestan kada iz nje izlazi. To je treća vrsta začetka. ",
  "dn28:5.6": "Dalje, neko jeste svestan kada biva začet u materici svoje majke, jeste svestan kada boravi u njoj i jeste svestan kada iz nje izlazi. To je četvrta vrsta začetka. ",
  "dn28:5.7": "To je nenadmašno u pogledu opisa začetka bića. ",
  "dn28:6.0": "1.4. Podučavanje o čitanju misli ",
  "dn28:6.1": "Sem toga, poštovani, to kako Blaženi podučava Dhammi u pogledu čitanja misli jeste nenadmašno. ",
  "dn28:6.2": "Postoje ove četiri vrste čitanja misli. ",
  "dn28:6.3": "Tako neko na osnovu nekog znaka objavi: ",
  "dn28:6.4": "’Takve su ti misli, razmišljaš o tome i tome, stanje tvog uma je takvo.’ ",
  "dn28:6.5": "I čak i ako pravi mnogo ovakvih objava, one su uvek tačno takve, nikada drugačije. ",
  "dn28:6.6": "To je prva vrsta čitanja misli. ",
  "dn28:6.7": "Dalje, neko ne objavljuje na osnovu nekog znaka, već čuje zvukove ljudi, dugova i božanstava (kako govore) i onda objavi: ",
  "dn28:6.8": "’Takve su ti misli, razmišljaš o tome i tome, stanje tvog uma je takvo.’ ",
  "dn28:6.9": "I čak i ako pravi mnogo ovakvih objava, one su uvek tačno takve, nikada drugačije. ",
  "dn28:6.10": "To je druga vrsta čitanja misli. ",
  "dn28:6.11": "Dalje, neko ne objavljuje na osnovu nekog znaka, niti čuje zvukove ljudi, dugova i božanstava (kako govore), već čuje zvuk misli dok neko razmišlja i onda objavi: ",
  "dn28:6.12": "’Takve su ti misli, razmišljaš o tome i tome, stanje tvog uma je takvo.’ ",
  "dn28:6.13": "I čak i ako pravi mnogo ovakvih objava, one su uvek tačno takve, nikada drugačije. ",
  "dn28:6.14": "To je treća vrsta čitanja misli. ",
  "dn28:6.15": "Dalje, neko ne objavljuje na osnovu nekog znaka, niti čuje zvukove ljudi, dugova i božanstava (kako govore), niti zvuk misli dok neko razmišlja, već svojim umom obuhvati um drugoga koji je dostigao koncentraciju bez usmeren misli i istraživanja, te tako zna: ",
  "dn28:6.16": "’Mentalna aktivnost ove osobe je takva da će sada pomisliti ovu misao.’ ",
  "dn28:6.17": "I čak i ako pravi mnogo ovakvih objava, one su uvek tačno takve, nikada drugačije. ",
  "dn28:6.18": "To je četvrta vrsta čitanja misli. ",
  "dn28:6.19": "To je nenadmašno u pogledu opisa čitanja misli. ",
  "dn28:7.0": "1.5. Podučavanje o dostizanju viđenja ",
  "dn28:7.1": "Sem toga, poštovani, to kako Blaženi podučava Dhammi u pogledu dostizanja viđenja jeste nenadmašno. ",
  "dn28:7.2": "Postoje ove četiri vrste dostizanja viđenja. ",
  "dn28:7.3": "Tako, monasi, neki asketa ili brahman, zahvaljujući svojoj revnosti, naporu, predanosti, marljivosti i ispravnoj pažnji, dostigne takvu koncentraciju uma, da uma tako koncentrisanog razmatra upravo ovo telo, od peta nagore i od temena nadole, zatvoreno u kožu i prepuno nečistoće, ovako: ",
  "dn28:7.4": "’Ovo je telo načinjeno od kose, malja, noktiju, zuba, kože, mišića, tetiva, kostiju, koštane srži, bubrega, srca, jetre, dijafragme, slezine, pluća, debelog creva, tankog creva, želuca i njegovog sadržaja, izmeta, žuči, sluzi, gnoja, krvi, znoja, sala, suza, masnoće, pljuvačke, slina, tečnosti u zglobovima i mokraće.’ ",
  "dn28:7.5": "To je prvo dostizanje viđenja. ",
  "dn28:7.6": "Dalje, neki asketa ili brahman, zahvaljujući svojoj revnosti… dostigne takvu koncentraciju uma, da uma tako koncentrisanog razmatra upravo ovo telo, od peta nagore i od temena nadole, zatvoreno u kožu i prepuno nečistoće, ovako: ",
  "dn28:7.7": "’Ovo je telo načinjeno od: kose… i mokraće.’ ",
  "dn28:7.8": "Idući još dalje, on razmatra kosti prekrivene kožom, mišićima i krvlju. ",
  "dn28:7.9": "To je drugo dostizanje viđenja. ",
  "dn28:7.10": "Dalje, neki asketa ili brahman, zahvaljujući svojoj revnosti… dostigne takvu koncentraciju uma, da uma tako koncentrisanog razmatra upravo ovo telo, od peta nagore i od temena nadole, zatvoreno u kožu i prepuno nečistoće, ovako: ",
  "dn28:7.11": "’Ovo je telo načinjeno od: kose… i mokraće.’ ",
  "dn28:7.12": "Idući još dalje, on razmatra kosti prekrivene kožom, mišićima i krvlju. ",
  "dn28:7.13": "I on zna neprekinuti tok svesti tog čoveka, kako se uspostavlja u ovome svetu i kako se uspostavlja u narednom. ",
  "dn28:7.14": "To je treće dostizanje viđenja. ",
  "dn28:7.15": "Dalje, neki asketa ili brahman, zahvaljujući svojoj revnosti… dostigne takvu koncentraciju uma, da uma tako koncentrisanog razmatra upravo ovo telo, od peta nagore i od temena nadole, zatvoreno u kožu i prepuno nečistoće, ovako: ",
  "dn28:7.16": "’Ovo je telo načinjeno od: kose… i mokraće.’ ",
  "dn28:7.17": "Idući još dalje, on razmatra kosti prekrivene kožom, mišićima i krvlju. ",
  "dn28:7.18": "I on zna neprekinuti tok svesti tog čoveka, kako se ne uspostavlja u ovome svetu i kako se ne uspostavlja u narednom. ",
  "dn28:7.19": "To je četvrto dostizanje viđenja. ",
  "dn28:7.20": "To je nenadmašno u pogledu opisa dostizanja viđenja. ",
  "dn28:8.0": "1.6. Podučavanje o vrstama ljudi ",
  "dn28:8.1": "Sem toga, poštovani, to kako Blaženi podučava Dhammi u pogledu vrsta ljudi jeste nenadmašno. ",
  "dn28:8.2": "Sedam je vrsta ljudi. ",
  "dn28:8.3": "Oslobođen na oba načina, oslobođen mudrošću, neposredni svedok, onaj koji je učvrstio gledište, oslobođen poverenjen, sledbenik na osnovu Dhamme i sledbenik na osnovu poverenja. ",
  "dn28:8.4": "To je nenadmašno u pogledu opisa vrsta ljudi. ",
  "dn28:9.0": "1.7. Podučavanje o vrstama nastojanja ",
  "dn28:9.1": "Sem toga, poštovani, to kako Blaženi podučava Dhammi u pogledu vrsti nastojanja jeste nenadmašno. ",
  "dn28:9.2": "Sedam je elemenata probuđenja: svesnost, istraživanje pojava, energija, radost, smirenje, koncentracija i spokojstvo. ",
  "dn28:9.3": "To je nenadmašno u pogledu opisa vrsta nastojanja. ",
  "dn28:10.0": "1.8. Podučavanja o vrstama vežbanja ",
  "dn28:10.1": "Sem toga, poštovani, to kako Blaženi podučava Dhammi u pogledu vrsti vežbanja jeste nenadmašno. ",
  "dn28:10.2": "Postoje ove četiri vrste vežbanja: bolno vežbanje sa sporim dolaženjem do neposrednog znanja; ",
  "dn28:10.3": "bolno vežbanje sa brzim dolaženjem do neposrednog znanja; ",
  "dn28:10.4": "prijatno vežbanje sa sporim dolaženjem do neposrednog znanja i ",
  "dn28:10.5": "prijatno vežbanje sa brzim dolaženjem do neposrednog znanja. ",
  "dn28:10.6": "Kad je u pitanju bolno vežbanje sa sporim dolaženjem do neposrednog znanja, ono je nisko na dva načina: zato što je bolno i zato što je sporo. ",
  "dn28:10.7": "Kad je u pitanju bolno vežbanje sa brzim dolaženjem do neposrednog znanja, ono je nisko po tome što je bolno. ",
  "dn28:10.8": "Kad je u pitanju prijatno vežbanje sa sporim dolaženejm do neposrednog znanja, ono je nisko zato što je sporo. ",
  "dn28:10.9": "Kada je pitanju prijatno vežbanje sa brzim dolaženejm do neposrednog znanja, ono je izvrsno na dva načina: zato što je prijatno i zato što je brzo. ",
  "dn28:10.10": "To je nenadmašno u pogledu opisa vrsta vežbanja. ",
  "dn28:11.0": "1.9. Podučavanje o govoru ",
  "dn28:11.1": "Sem toga, poštovani, to kako Blaženi podučava Dhammi u pogledu postupanja sa govorom jeste nenadmašno. ",
  "dn28:11.2": "Tako, neko ne koristi govor koj ije povezan sa laganjem, ogovaranjem, vređanjem ili ismevanjem drugogs ",
  "dn28:11.3": "već koristi reči koje su mudre, vredne da se zapamte, pravovremene. ",
  "dn28:11.4": "To je nenadmašno u pogledu opisa postupanja sa govorom. ",
  "dn28:12.1": "Sem toga, poštovani, to kako Blaženi podučava Dhammi u pogledu čovekovog moralnog postupanja jeste nenadmašno. ",
  "dn28:12.2": "Tako, neko je istinoljubiv, ispunjen povrenjem, a ne pretvara se, ne laska i ne nagovara koristi radi, ne vara, ne koristi svoj materijalni posed da bi došao do još većeg imetka, stražari na vratima čula; umeren je u jelu, nepristrasan, posvećen razvijanju pažnje, marljiv, energičan, meditira, dobrog paćenja, govori u pravo vreme, odmeren, odlučan i promišljen; ne juri za zadovoljstvima čula, već je sabran i mudar. ",
  "dn28:12.3": "To je nenadmašno u pogledu opisa moralnog postupanja ljudi. ",
  "dn28:13.0": "1.10. Podučavanje o rezultatima prakse ",
  "dn28:13.1": "Sem toga, poštovani, to kako Blaženi podučava Dhammi u pogledu rezultata prakse jeste nenadmašno. ",
  "dn28:13.2": "Postoje ova četiri rezultata prakse: ",
  "dn28:13.3": "Pošto je dobro osmotrio drugu osobu, Blaženi za nju zna: ",
  "dn28:13.4": "’Ovaj čovek, pošto je vežbao onako kako je podučen i raskinuo tri okova, biće onaj koji je ušao u tok, neće se preporoditi na mestu patnje, već će sigurno postati probuđen.’ ",
  "dn28:13.5": "Pošto je dobro osmotrio drugu osobu, Blaženi za nju zna: ",
  "dn28:13.6": "’Ovaj čovek, pošto je vežbao onako kako je podučen, raskinuo tri okova i smanjio pohlepu, mržnju i obmanutost, tako da će se vratiti kao sakadagamin još jednom u ovaj svet da potpuno okonča patnju.’ ",
  "dn28:13.7": "Pošto je dobro osmotrio drugu osobu, Blaženi za nju zna: ",
  "dn28:13.8": "’Ovaj čovek, pošto je vežbao onako kako je podučen i raskinuo pet nižih okova, spontano će se preporoditi u drugom svetu. Tamo će dostići konačno oslobođenje, tako da se više nikada ne vrati u ovaj svet.’ ",
  "dn28:13.9": "Pošto je dobro osmotrio drugu osobu, Blaženi za nju zna: ",
  "dn28:13.10": "’Ovaj čovek, pošto je vežbao onako kako je podučen i uklonio sve otrove, ovde i sada dostići će i boraviti u potpuno čistom oslobođenju uma, oslobođenju mudrošću, ostvarivši to sam za sebe uz pomoć neposrednog znanja.’ ",
  "dn28:13.11": "To je nenadmašno u pogledu opisa rezultata prakse. ",
  "dn28:14.0": "1.11. Znanje o oslobođenju drugih ",
  "dn28:14.1": "Sem toga, poštovani, to kako Blaženi podučava Dhammi u pogledu znanja o oslobođenju drugih jeste nenadmašno. ",
  "dn28:14.2": "Pošto je dobro osmotrio drugu osobu, Blaženi za nju zna: ",
  "dn28:14.3": "’Ovaj čovek, pošto je raskinuo tri okova, biće onaj koji je ušao u tok, neće se preporoditi na mestu patnje, već će sigurno postati probuđen.’ ",
  "dn28:14.4": "Pošto je dobro osmotrio drugu osobu, Blaženi za nju zna: ",
  "dn28:14.5": "’Ovaj čovek, pošto je raskinuo tri okova i smanjio pohlepu, mržnju i obmanutost, vratiće se kao sakadagamin još jednom u ovaj svet da potpuno okonča patnju.’ ",
  "dn28:14.6": "Pošto je dobro osmotrio drugu osobu, Blaženi za nju zna: ",
  "dn28:14.7": "’Ovaj čovek, pošto je raskinuo pet nižih okova, spontano će se preporoditi u drugom svetu. Tamo će dostići konačno oslobođenje, tako da se više nikada ne vrati u ovaj svet.’ ",
  "dn28:14.8": "Pošto je dobro osmotrio drugu osobu, Blaženi za nju zna: ",
  "dn28:14.9": "’Ovaj čovek, pošto je uklonio sve otrove, ovde i sada dostići će i boraviti u potpuno čistom oslobođenju uma, oslobođenju mudrošću, ostvarivši to sam za sebe uz pomoć neposrednog znanja.’ ",
  "dn28:14.10": "To je nenadmašno u pogledu opisa znanja o oslobođenju drugih. ",
  "dn28:15.0": "1.12. Podučavanje o eternalizmu ",
  "dn28:15.1": "Sem toga, poštovani, to kako Blaženi podučava Dhammi u pogledu učenja o eternalizmu, jeste nenadmašno. ",
  "dn28:15.2": "Tri su vrste učenja o eternalizmu. ",
  "dn28:15.3": "Tako, neki asketa ili brahman uz pomoć napora, nastojanja, istrajnosti, marljivosti i pravog promišljanja dostigne takav stepen mentalne koncentracije da se zahvaljujući umu, tako koncentrisanom, seća mnogih svojih prošlih života. ",
  "dn28:15.4": "to znači, seća se jednog rođenja, dva, tri, četiri, pet, deset rođenja, dvadeset, trideset, četrdeset, pedeset, stotinu rođenja, hiljadu i stotinu hiljada rođenja. Seća se: ’Tu sam živeo i tako sam se zvao, pripadao sam toj porodici, tako sam izgledao. Time sam se hranio i doživljavao takva zadovoljstva i bol, takav je bio kraj mog života. Nestavši tu, ponovo sam se pojavio onde. I tamo sam se ovako zvao, pripadao sam toj familiji, tako sam izgledao. Time sam se hranio i doživljavao takva zadovoljstva i bol, takav je bio kraj moga života. Nestavši iz tog stanja onde, ponovo sam se pojavio ovde.’ Tako se seća mnoštva svojih prošlih života u celini i do detalja. ",
  "dn28:15.5": "On ovako kaže: ",
  "dn28:15.6": "’Ja znam prošlost, kada se ovaj svet širio ili kada se ovaj svet skupljao. ",
  "dn28:15.7": "Ali ja ne znam budućnost, da li će se ovaj svet širiti ili skupljati. ",
  "dn28:15.8": "Aopstvo i ovaj svet su večni, sterilni, postojani poput vrha planine, stoje čvrsti poput stuba. Ostaju takvi večno, dok ova svesna bića lutaju, preporađaju se, umiru i ponovo nastaju.’ ",
  "dn28:15.9": "To je prvo učenje o eternalizmu. ",
  "dn28:15.10": "Dalje, neki asketa ili brahman uz pomoć napora, nastojanja, istrajnosti, marljivosti i pravog promišljanja dostigne takav stepen mentalne koncentracije da se zahvaljujući umu, tako koncentrisanom, seća mnogih svojih prošlih života. ",
  "dn28:15.11": "Dakle: jednog eona skupljanja i širenja ovoga sveta, dva, tri, četiri, pet ili deset eona skupljanja i širenja ovoga sveta. Seća se: ’Tu sam živeo i tako sam se zvao, pripadao sam toj familiji, tako sam izgledao. Time sam se hranio i doživljavao takva zadovoljstva i bol, takav je bio kraj moga života. Nestavši tu, ponovo sam se pojavio onde. I tamo sam se ovako zvao, pripadao sam toj familiji, tako sam izgledao. Time sam se hranio i doživljavao takva zadovoljstva i bol, takav je bio kraj moga života. Nestavši iz tog stanja onde, ponovo sam se pojavio ovde.’ Tako se seća mnoštva svojih prošlih života u celini i do detalja. ",
  "dn28:15.12": "On ovako kaže: ",
  "dn28:15.13": "’Ja znam prošlost, kada se ovaj svet širio ili kada se ovaj svet skupljao. ",
  "dn28:15.14": "Ali ja ne znam budućnost, da li će se ovaj svet širiti ili skupljati. ",
  "dn28:15.15": "’Sopstvo i ovaj svet su večni, sterilni, postojani poput vrha planine, stoje čvrsti poput stuba. ",
  "dn28:15.16": "Ostaju takvi večno, dok ova svesna bića lutaju, preporađaju se, umiru i ponovo nastaju.’ ",
  "dn28:15.17": "To je drugo učenje o eternalizmu. ",
  "dn28:15.18": "Dalje, neki asketa ili brahman uz pomoć napora, nastojanja, istrajnosti, marljivosti i pravog promišljanja dostigne takav stepen mentalne koncentracije da se zahvaljujući umu, tako koncentrisanom, seća mnogih svojih prošlih života. ",
  "dn28:15.19": "Dakle: deset eona skupljanja i širenja ovoga sveta, dvadeset, trideset, četrdeset eona skupljanja i širenja ovoga sveta. Seća se: ’Tu sam živeo i tako sam se zvao, pripadao sam toj porodici, tako sam izgledao. Time sam se hranio i doživljavao takva zadovoljstva i bol, takav je bio kraj mog života. Nestavši tu, ponovo sam se pojavio onde. I tamo sam se ovako zvao, pripadao sam toj familiji, tako sam izgledao. Time sam se hranio i doživljavao takva zadovoljstva i bol, takav je bio kraj moga života. Nestavši iz tog stanja onde, ponovo sam se pojavio ovde.’ Tako se seća mnoštva svojih prošlih života u celini i do detalja. ",
  "dn28:15.20": "On ovako kaže: ",
  "dn28:15.21": "’Ja znam prošlost, kada se ovaj svet širio ili kada se ovaj svet skupljao. ",
  "dn28:15.22": "Ali ja ne znam budućnost, da li će se ovaj svet širiti ili skupljati. ",
  "dn28:15.23": "’Sopstvo i ovaj svet su večni, sterilni, postojani poput vrha planine, stoje čvrsti poput stuba. ",
  "dn28:15.24": "Ostaju takvi večno, dok ova svesna bića lutaju, preporađaju se, umiru i ponovo nastaju.’ ",
  "dn28:15.25": "To je treće učenje o eternalizmu. ",
  "dn28:15.26": "To je nenadmašno u pogledu opisa učenja o eternalizmu. ",
  "dn28:16.0": "1.13. Sećanje na prošle živote ",
  "dn28:16.1": "Sem toga, poštovani, to kako Blaženi podučava Dhammi u pogledu sećanja na prošle živote jeste nenadmašno. ",
  "dn28:16.2": "Tako, neki asketa ili brahman uz pomoć napora, nastojanja, istrajnosti, marljivosti i pravog promišljanja dostigne takav stepen mentalne koncentracije da se zahvaljujući umu, tako koncentrisanom, seća mnogih svojih prošlih života. ",
  "dn28:16.3": "Dakle, jednog rođenja, dva, tri, četiri, pet, deset rođenja, dvadeset, trideset, četrdeset, pedeset, stotinu rođenja, hiljadu i stotinu hiljada rođenja, , mnoštva skupljanja, mnoštva širenja, mnoštva skupljanja i širenja ovoga sveta. ",
  "dn28:16.4": "Seća se: ’Tu sam živeo i tako sam se zvao, pripadao sam toj porodici, tako sam izgledao. Time sam se hranio i doživljavao takva zadovoljstva i bol, takav je bio kraj mog života. Nestavši tu, ponovo sam se pojavio onde. I tamo sam se ovako zvao, pripadao sam toj familiji, tako sam izgledao. Time sam se hranio i doživljavao takva zadovoljstva i bol, takav je bio kraj moga života. Nestavši iz tog stanja onde, ponovo sam se pojavio ovde.’ Tako se seća mnoštva svojih prošlih života u celini i do detalja. ",
  "dn28:16.5": "Ima božanstava, poštovani, čiji životni vek nije moguće izračunati ni na koji način. ",
  "dn28:16.6": "Pa ipak, u kojem god obliku da su postojali u ranijim životima, sa oblikom ili bez oblika, kao biće koja imaju opažaju, ne opažaju ili niti opažaju, niti ne opažaju, ",
  "dn28:16.7": "oni se sećaju mnoštva svojih prošlih života, u celini i do detalja. ",
  "dn28:16.8": "To je nenadmašno u pogledu opisa sećanja na prošle živote. ",
  "dn28:17.0": "1.14. Znanje o umiranju i preporađanju ",
  "dn28:17.1": "Sem toga, poštovani, to kako Blaženi podučava Dhammi u pogledu znanja o umiranju i preporađanju jeste nenadmašno. ",
  "dn28:17.2": "Tako, neki asketa ili brahman uz pomoć napora, nastojanja, istrajnosti, marljivosti i pravog promišljanja dostigne takav stepen mentalne koncentracije da zahvaljujući umu, tako koncentrisanom,duhovnim okom, pročišćenim i superiornim u odnosu na ljudsko, vidi bića kako umiru i ponovo se rađaju, ",
  "dn28:17.3": "kako su inferiorna i superiorna, lepa i ružna, srećna i nesrećna. On razume kako se bića preporađaju u skladu sa svojim postupcima: ’Ova bića koja su loše postupala telom, govorom i mišlju, koja su klevetala plemenite, imala pogrešna gledišta i postupala u skladu s tim pogrešnim gledištima, posle sloma tela, posle smrti ponovo su se rodila u svetu oskudice, na lošem odredištu, u nižim svetovima, čak u čistilištu. Ali neka druga bića, koja su dobro postupala telom, govorom i mišlju, koja nisu klevetala plemenite, imala ispravna gledišta i postupala u skladu s tim ispravnim gledištima, posle sloma tela, posle smrti ponovo su se rodila na dobrom odredištu, čak u nebeskom svetu.’ Tako duhovnim okom, pročišćenim i superiornim u odnosu na ljudsko, vidi bića kako umiru i ponovo se rađaju, kako su inferiorna i superiorna, lepa i ružna, srećna i nesrećna. On razume kako se bića preporađaju u skladu sa svojim postupcima. ",
  "dn28:17.4": "To je nenadmašno u pogledu opisa znanja o umiranju i preporađanju. ",
  "dn28:18.0": "1.15. Natprirodne moći ",
  "dn28:18.1": "Sem toga, poštovani, to kako Blaženi podučava Dhammi u pogledu natprirodnih moći, jeste nenadmašno. ",
  "dn28:18.2": "Postoje dve vrste natprirodnih moći: ",
  "dn28:18.3": "one povezane sa mentalnim otrovima i vezivanjem, koje se nazivaju neplemenitima ",
  "dn28:18.4": "i one bez otrova i vezivanja, koje se nazivaju plemenitima. ",
  "dn28:18.5": "A koje su to moći povezane sa mentalnim otrovima i vezivanjem, koje se nazivaju neplemenitima? ",
  "dn28:18.6": "Tako, neki asketa ili brahman uz pomoć napora, nastojanja, istrajnosti, marljivosti i pravog promišljanja dostigne takav stepen mentalne koncentracije da zahvaljujući umu, tako koncentrisanom, ispoljava različite vrste natprirodnih moći. ",
  "dn28:18.7": "iz jednog bića se pretvara u mnogobrojna, a iz mnogobrojnih opet u jedno; iz vidljivog bića se pretvara u nevidljivo; nesmetano prolazi kroz zidove, bedeme i bregove, kao kroz vazduh; uranja u zemlju i izranja iz nje kao iz vode; hoda po vodi, a da je i ne ustalasa, kao po zemlji; kreće se vazduhom ukrštenih nogu, poput ptice; u stanju je da rukom dotakne i miluje Mesec i Sunce, tako moćne i velike; telesno se uzdiže, čak do sveta boga Brahme. ",
  "dn28:18.8": "To su moći povezane sa mentalnim otrovima i vezivanjem, koje se nazivaju neplemenitima. ",
  "dn28:18.9": "A koje su to moći bez otrova i vezivanja, koje se nazivaju plemenitima? ",
  "dn28:18.10": "To je kada, ako monah poželi: ’Neka boravim opažajući neodbojno u odbojnom’, on to i čini. ",
  "dn28:18.11": "Ako poželi: ’Neka boravim opažajući odbojno u neodbojnom’, on to i čini. ",
  "dn28:18.12": "Ako poželi: ’Neka boravim opažajući neodbojno u odbojnom i neodbojnom’, on to i čini. ",
  "dn28:18.13": "Ako poželi: ’Neka boravim opažajući odbojno u neodbojnom i odbojnom’, on to i čini. ",
  "dn28:18.14": "Ako poželi: ’Izbegavajući odbojno i neodbojno, neka boravim u spokojstvu, svestan i s jasnim razumevanjem’, on to i čini. ",
  "dn28:18.15": "To su moći bez otrova i vezivanja, koje se nazivaju plemenitima. ",
  "dn28:18.16": "To je nenadmašno u pogledu opisa natprirodnih moći. ",
  "dn28:18.17": "I to Blaženi razume na osnovu sopstvenog iskustva. Nema ničeg višeg od toga što bi se moglo razumeti. A u pogledu takvog razumevanja područja čula, ne postoji asketa ili brahman koji nadilazi Blaženog. ",
  "dn28:19.0": "1.16. Viđenje kvaliteta drugih bića ",
  "dn28:19.1": "Ono što bi poverenjem ispunjen sin iz dobre porodice mogao da postigne zahvaljujući energičnosti i snazi, zahvaljujući ljudskoj snazi, energiji, naporu i istrajnosti, to je Blaženi postigao. ",
  "dn28:19.2": "U Blaženom nema vezanosti za užitke čula, koja je niska, vulgarna, svojstvena prostim ljudima, neplemenita i ne donosi korist, kao ni vezanosti za samomučenje, koja je bolna, neplemenita i ne donosi korist. ",
  "dn28:19.3": "Blaženi po volji, bez poteškoća, ulazi u sva četiri zadubljenja, koja čine uzvišen um i obezbeđuju prijatno boravište ovd ei sada. ",
  "dn28:19.4.0": "1.17. ",
  "dn28:19.5": "Poštovani, ako bi me pitali: ",
  "dn28:19.6": "’Prijatelju Sāriputta, je li bilo u prošlosti askete ili brahmana čije je neposredno znanje o probuđenju veće nego kod Blaženog?’ odgovorih bi da nije. ",
  "dn28:19.7": "’Prijatelju Sāriputta, hoće li biti u budućnosti askete ili brahmana čije je neposredno znanje o probuđenju veće nego kod Blaženog?’ odgovorih bi da neće. ",
  "dn28:19.8": "’Prijatelju Sāriputta, ima li sada askete ili brahmana čije je neposredno znanje o probuđenju veće nego kod Blaženog?’ odgovorih bi da nema. ",
  "dn28:19.9": "A ako ako bi me ovako pitali: ",
  "dn28:19.10": "’Prijatelju Sāriputta, je li bilo u prošlosti askete ili brahmana čije je neposredno znanje o probuđenju jednako kao kod Blaženog?’ odgovorih bi da jeste. ",
  "dn28:19.11": "’Prijatelju Sāriputta, hoće li biti u budućnosti askete ili brahmana čije je neposredno znanje o probuđenju jednako kao kod Blaženog?’ odgovorih bi da hoće. ",
  "dn28:19.12": "’Prijatelju Sāriputta, ima li sada askete ili brahmana čije je neposredno znanje o probuđenju jednako kao kod Blaženog?’ odgovorih bi da nema. ",
  "dn28:19.13": "A ako ako bi me ovako pitali: ",
  "dn28:19.14": "’Ali zašto poštovani Sāriputta iskazuje svoje poštovanje nekima, a drugima ne?’ ovako bih odgovorio: ",
  "dn28:19.15": "’Prijatelju, ovako sam čuo iz usta Blaženog, ovako sam naučio: ",
  "dn28:19.16": "„Bilo je u prošlosti plemenitih, potpuno probuđenih koji su mi po probuđenju bili ravni.” ",
  "dn28:19.17": "Prijatelju, ovako sam čuo iz usta Blaženog, ovako sam naučio: ",
  "dn28:19.18": "„Biće u budućnosti plemenitih, potpuno probuđenih koji će mi po probuđenju bili ravni.” ",
  "dn28:19.19": "Prijatelju, ovako sam čuo iz usta Blaženog, ovako sam naučio: ",
  "dn28:19.20": "„Nemoguće je, ne može se dogoditi da se u jednom svetu u isto vreme pojave dva plemenita, dva potpuno probuđena bića, tako nešto ne postoji.” ",
  "dn28:19.21": "Odgovatajući na taj način, verujem da ponavljam ono što je Blaženi rekao i ne izvrćem njegove reči; verujem da Dhammu objašnjavam u skladu sa Dhammom, ne dajući bilo kakvog razloga za prekor i kritikovanje.” ",
  "dn28:19.22": "„Zaista, Sāriputta, odgovatajući na taj način, ponavljaš ono što sam rekao i ne izvrćeš moje reči; Dhammu objašnjavaš u skladu sa Dhammom, ne dajući bilo kakvog razloga za prekor i kritikovanje.” ",
  "dn28:20.0": "2. Zadivljujuće i čudesno ",
  "dn28:20.1": "Kada ovo bi izrečeno, poštovani Udāyi reče Blaženom: ",
  "dn28:20.2": "„Zadivljujuće je, poštovani, čudesno je koliko je malo želja u Tathāgati, kolika je njegova zadovoljenost i pročišćenost. ",
  "dn28:20.3": "Pa ipak, iako ima tako veliku moć, tako veliku snagu, on ih neće otvoreno pokazivati. ",
  "dn28:20.4": "Ako bi sledbenici drugih tradicija videli u sebi makar jedan od tih kvaliteta, oni bi to razglasili na sve strane! ",
  "dn28:20.5": "„Zadivljujuće je, poštovani, čudesno je koliko je malo želja u Tathāgati, kolika je njegova zadovoljenost i pročišćenost. ",
  "dn28:20.6": "Pa ipak, iako ima tako veliku moć, tako veliku snagu, on ih neće otvoreno pokazivati.” ",
  "dn28:20.7": "„Gledaj, Udāyi, koliko je malo želja u Tathāgati, kolika je njegova zadovoljenost i pročišćenost. ",
  "dn28:20.8": "Pa ipak, iako ima tako veliku moć, tako veliku snagu, on ih neće otvoreno pokazivati. ",
  "dn28:20.9": "Ako bi sledbenici drugih tradicija videli u sebi makar jedan od tih kvaliteta, oni bi to razglasili na sve strane! ",
  "dn28:20.10": "Gledaj, Udāyi, koliko je malo želja u Tathāgati, kolika je njegova zadovoljenost i pročišćenost. ",
  "dn28:20.11": "Pa ipak, iako ima tako veliku moć, tako veliku snagu, on ih neće otvoreno pokazivati.” ",
  "dn28:21.1": "Onda Blaženi reče poštovanom Sāriputti: ",
  "dn28:21.2": "„Zato bi, Sāriputta, ovaj govor o Dhammi trebalo često da ponavljaš monasima i monahinjama, nezaređenim sledbenicima i sledbenicama. ",
  "dn28:21.3": "Iako će biti nekih budalastih ljudi koji gaje sumnju i nesigurnost u pogledu Tathāgate, kada budu čuli to izlaganje, njihova sumnja i nesigurnost biće razvejani.” ",
  "dn28:21.4": "Na taj način poštovani Sāriputta je iskazao svoje poverenje prema Blaženom. ",
  "dn28:21.5": "I otuda je naziv ovog govora „Ono što uliva poverenje”. "
}