{
  "dn29:0.1": "Zbirka dugih govora 29 ",
  "dn29:0.2": "Divan govor ",
  "dn29:1.1": "Ovako sam čuo. ",
  "dn29:1.2": "Jednom je Blaženi boravio među Sayanima, u kolibi u mangovom gaju koji je pripadao Vedhañña familiji. ",
  "dn29:1.3": "A u to vreme je Nigaṇṭha Nātaputta upravo bio umro u Pavi. ",
  "dn29:1.4": "I posle njegove smrti, među nigaṇṭhama nasta raskol, podeliše se na dva tabora; međusobno se svađali i prepirali, duboko podeljeni, ranjavali jedni druge rečima kao bodežima: ",
  "dn29:1.5": "„Ti ne razumeš ovu Dhammu i praksu. Ja razumem ovu Dhammu i praksu. Kako uopšte možeš razumeti ovu Dhammu i praksu? Tvoj put je pogrešan. Moj put je ispravan. Ja sam dosledan. Ti si nedosledan. Ono što treba reći na početku, ti kažeš na kraju. Ono što treba reći na kraju, ti kažeš na početku. Ono što si tako pažljiv izmozgao potpuno je izokretanje. Tvoja tvrdnja je razotkrivena. Izgubio si raspravu. Idi i nauči nešto bolje ili se priberi ako si u stanju!” ",
  "dn29:1.6": "Činilo se kao da se među učenicima Nigaṇṭha Nātaputte ne dešava ništa drugo do pokolj. ",
  "dn29:1.7": "I njegovi nezaređeni sledbenici behu zgađeni, zbunjeni i razočarani učenicima Nigaṇṭha Nātaputte, kao što su bili i njihovom loše izloženim, loše objašnjenim učenjem i pravilima, koji ne vode ka oslobođenju, ne vode do smirenja, već dolaze od  nekoga ko nije potpuno probuđen. Tako je sada njihovo svetilište bilo razrušeno, ostavljeni su bez utočišta. ",
  "dn29:2.1": "Onda iskušenik Ćunda, koji je period monsuna bio proveo u Pavi, otide do poštovanog Ānande, pokloni mu se i sede sa strane, ",
  "dn29:2.2": "te ispriča šta se tamo događa. ",
  "dn29:2.4": "Kada je saslušao, poštovani Ānanda reče: ",
  "dn29:2.5": "„Prijatelju Ćunda, ovo je vest koju treba saopštiti Blaženome. ",
  "dn29:2.6": "Hajdemo do Blaženog, pa mu ti ispričaj o svemu tome.” ",
  "dn29:2.7": "„Da, poštovani gospodine”, odgovori iskušenik Ćunda. ",
  "dn29:3.1": "Onda poštovani Ānanda i iskušenik Ćunda odoše zajedno do Blaženog. Pošto su mu se poklonili, sedoše sa strane, te poštovani Ānanda reče Blaženome: ",
  "dn29:3.2": "„Poštovani gospodine, novajlija Ćunda ovako kaže: ‘Nigaṇṭha Nātaputta upravo je umro. ",
  "dn29:3.3": "I posle njegove smrti, među nigaṇṭhama nasta raskol… sada je njihovo svetilište razrušeno, ostavljeni su bez utočišta.’” ",
  "dn29:4.0": "1. Učenje i praksa neprobuđenih ",
  "dn29:4.1": "„To se dođaga, Ćunda, kada su učenje i pravila loše izloženi, loše objašnjeni, ne vode ka oslobođenju, ne vode do smirenja, kada ih objašnjava neko ko nije potpuno probuđen. ",
  "dn29:4.2": "Ima slučajeva, Ćunda, kada učitelj nije potpuno probuđen, a učenje je loše izloženo, loše objašnjeno, ne vodi ka oslobođenju, ne vodi do smirenja, ne objašnjava ga neko ko je potpuno probuđen. ",
  "dn29:4.3": "A onda učenik u takvom učenju ne vežba u skladu sa učenjem, ne vežba na propisan način, ne živi u skladu sa učenjem; on ide putem sve dalje od učenja. ",
  "dn29:4.4": "Zato mu ovako treba reći: ",
  "dn29:4.5": "’Prijatelju, dobitak je za tebe, veliki dobitak! ",
  "dn29:4.6": "Tvoj učitelj nije potpuno probuđen, učenje je loše izloženo, loše objašnjeno, ne vodi ka oslobođenju, ne vodi do smirenja, ne objašnjava ga neko ko je potpuno probuđen. ",
  "dn29:4.7": "Ali ti u takvom učenju ne vežbaš u skladu sa tim učenjem, ne vežbaš na taj način, ne živiš u skladu sa tim učenjem; ti ideš putem sve dalje od učenja. ",
  "dn29:4.8": "U tom slučaju učitelj i učenje su ti koje treba kritikovati, ali učenika treba pohvaliti. ",
  "dn29:4.9": "Zamisli, Ćunda, da neko kaže takvom učeniku: ",
  "dn29:4.10": "’Hajdete, poštovani, vežbajte onako kako je vaš učitelj podučavao i propisao.’ ",
  "dn29:4.11": "Ko god tako nagovara, koga tako nagovaraju i ko god tako nagovaran to  i praktikuje, svako od njih stvara loše zasluge za sebe. ",
  "dn29:4.12": "A zašto? ",
  "dn29:4.13": "Zato, Ćunda, što su takvo učenje i pravila loše izloženi, loše objašnjeni, ne vode ka oslobođenju, ne vode do smirenja, objašnjava ih neko ko nije potpuno probuđen. ",
  "dn29:5.1": "Ima slučajeva, Ćunda, kada učitelj nije potpuno probuđen, a učenje je loše izloženo, loše objašnjeno, ne vodi ka oslobođenju, ne vodi do smirenja, ne objašnjava ga neko ko je potpuno probuđen. ",
  "dn29:5.2": "A onda učenik u takvom učenju vežba u skladu sa učenjem, vežba na propisan način, živi u skladu sa učenjem; on ide putem koji sledi takvo učenje. ",
  "dn29:5.3": "Zato mu ovako treba reći: ",
  "dn29:5.4": "’Prijatelju, gubitak je za tebe, veliki gubitak! Tvoj učitelj nije potpuno probuđen, učenje je loše izloženo, loše objašnjeno, ne vodi ka oslobođenju, ne vodi do smirenja, ne objašnjava ga neko ko je potpuno probuđen. ",
  "dn29:5.5": "A ti u takvom učenju vežbaš u skladu sa učenjem, vežbaš na propisan način, živiš u skladu sa učenjem; ti ideš putem koji sledi takvo učenje. ",
  "dn29:5.6": "U tom slučaju učitelj, učenje, kao i učenik su ti koje treba kritikovati. ",
  "dn29:5.8": "’Poštovani, vi na ovom putu vežbate na mudar način i stići ćete na cilj.’ ",
  "dn29:5.9": "Ko god tako hvali, koga tako hvale i ko god tako hvaljen u sebi budi još više energije, svako od njih stvara loše zasluge za sebe. ",
  "dn29:5.10": "A zašto? ",
  "dn29:5.11": "Zato, Ćunda, što su takvo učenje i pravila loše izloženi, loše objašnjeni, ne vode ka oslobođenju, ne vode do smirenja, objašnjava ih neko ko nije potpuno probuđen. ",
  "dn29:6.0": "2. Učenje i praksa potpuno probuđenoga ",
  "dn29:6.1": "Ima slučajeva, Ćunda, kada je učitelj potpuno probuđen, učenje je dobro izloženo, dobro objašnjeno, pa vodi ka oslobođenju, vodi do smirenja, objašnjava ga neko ko je potpuno probuđen. ",
  "dn29:6.2": "A onda učenik u takvom učenju ne vežba u skladu sa učenjem, ne vežba na propisan način, ne živi u skladu sa učenjem; on ide putem sve dalje od učenja. ",
  "dn29:6.3": "Zato mu ovako treba reći: ",
  "dn29:6.4": "’Prijatelju, gubitak je za tebe, veliki gubitak! Tvoj učitelj je potpuno probuđen, učenje je dobro izloženo, dobro objašnjeno, pa vodi ka oslobođenju, vodi do smirenja, objašnjava ga neko ko je potpuno probuđen. ",
  "dn29:6.5": "Ali ti u takvom učenju ne vežbaš u skladu sa tim učenjem, ne vežbaš na taj način, ne živiš u skladu sa tim učenjem; ti ideš putem sve dalje od učenja.’ ",
  "dn29:6.6": "U tom slučaju učitelj i učenje su ti koje treba hvaliti, ali učenika treba kritikovati. ",
  "dn29:6.7": "Zamisli, Ćunda, da neko kaže takvom učeniku: ",
  "dn29:6.8": "’Hajdete, poštovani, vežbajte onako kako je vaš učitelj podučavao i propisao.’ ",
  "dn29:6.9": "Ko god tako nagovara, koga tako nagovaraju i ko god tako nagovaran to  i praktikuje, svako od njih stvara dobre zasluge za sebe. ",
  "dn29:6.10": "A zašto? ",
  "dn29:6.11": "Zato što su učenje i pravila dobro izloženi, dobro objašnjeni, pa vode ka oslobođenju, vode do smirenja, objašnjava ih neko ko je potpuno probuđen. ",
  "dn29:7.1": "Ima slučajeva, Ćunda, kada je učitelj potpuno probuđen, učenje je dobro izloženo, dobro objašnjeno, pa vodi ka oslobođenju, vodi do smirenja, objašnjava ga neko ko je potpuno probuđen. ",
  "dn29:7.2": "A onda učenik u takvom učenju vežba u skladu sa učenjem, vežba na propisan način, živi u skladu sa učenjem; on ide putem koji sledi takvo učenje. ",
  "dn29:7.3": "Zato mu ovako treba reći: ",
  "dn29:7.4": "’Prijatelju, dobitak je za tebe, veliki dobitak! ",
  "dn29:7.5": "Tvoj učitelj je potpuno probuđen, učenje je dobro izloženo, dobro objašnjeno, pa vodi ka oslobođenju, vodi do smirenja, objašnjava ga neko ko je potpuno probuđen. ",
  "dn29:7.6": "A ti u takvom učenju vežbaš u skladu sa učenjem, vežbaš na propisan način, živiš u skladu sa učenjem; ti ideš putem koji sledi takvo učenje. ",
  "dn29:7.7": "U tom slučaju učitelj, učenje, kao i učenik su ti koje treba hvaliti. ",
  "dn29:7.8": "Zamisli, Ćunda, da neko kaže takvom učeniku: ",
  "dn29:7.9": "’Poštovani, vi na ovom putu vežbate na mudar način i stići ćete na cilj.’ ",
  "dn29:7.10": "Ko god tako hvali, koga tako hvale i ko god tako hvaljen u sebi budi još više energije, svako od njih stvara dobre zasluge za sebe. ",
  "dn29:7.11": "A zašto? ",
  "dn29:7.12": "Zato što su učenje i pravila dobro izloženi, dobro objašnjeni, pa vode ka oslobođenju, vode do smirenja, objašnjava ih neko ko je potpuno probuđen. ",
  "dn29:8.0": "3. Kajanje učenika ",
  "dn29:8.1": "Ima slučajeva, Ćunda, kada se u ovom svetu pojavi učitelj potpuno probuđen, učenje je dobro izloženo, dobro objašnjeno, pa vodi ka oslobođenju, vodi do smirenja, objašnjava ga neko ko je potpuno probuđen. ",
  "dn29:8.2": "Ali njegovi učenici nisu upućeni u istinsko učenje; svetački život, tako celovit i pročišćen, nije im obelodanjen i rastumačen, sa svim koracima podrobno razjašnjenim, nije postao ustaljen među ljudima. ",
  "dn29:8.3": "A onda njihovog učitelja više nema. ",
  "dn29:8.4": "Kada je takav učitelj preminuo, učenike obuzme kajanje. ",
  "dn29:8.5": "A zašto? ",
  "dn29:8.6": "Oni razmišljaju: ’Naš učitelj se pojavio u ovome svetu, plemenit i potpuno probuđen, učenje je dobro izložio, dobro objasnio, tako da ono vodi ka oslobođenju, vodi do smirenja, objašnjavao ga je neko ko je potpuno probuđen. Ali mi nismo postali upućeni u istinsko učenje; svetački život, tako celovit i pročišćen, nije nam obelodanjen i rastumačen, sa svim koracima podrobno razjašnjenim, nije postao ustaljen među ljudima. ",
  "dn29:8.7": "I sada našeg učitelja više nema.’ ",
  "dn29:8.8": "Kada je takav učitelj preminuo, učenike obuzme kajanje. ",
  "dn29:9.0": "4. Učenici bez kajanja ",
  "dn29:9.1": "Ima slučajeva, Ćunda, kada se u ovom svetu pojavi učitelj potpuno probuđen, učenje je dobro izloženo, dobro objašnjeno, pa vodi ka oslobođenju, vodi do smirenja, objašnjava ga neko ko je potpuno probuđen. ",
  "dn29:9.2": "A njegovi učenici su upućeni u istinsko učenje; svetački život, tako celovit i pročišćen, obelodanjen im je i rastumačen, sa svim koracima podrobno razjašnjenim, postao je ustaljen među ljudima. ",
  "dn29:9.3": "A onda njihovog učitelja više nema. ",
  "dn29:9.4": "Kada je takav učitelj preminuo, među učenicima nema kajanja. ",
  "dn29:9.5": "A zašto? ",
  "dn29:9.6": "Oni razmišljaju: ’Naš učitelj se pojavio u ovome svetu, plemenit i potpuno probuđen. ",
  "dn29:9.7": "Učenje je dobro izloženo, dobro objašnjeno, pa vodi ka oslobođenju, vodi do smirenja, objašnjavao ga je neko ko je potpuno probuđen. ",
  "dn29:9.8": "A mi smo upućeni u istinsko učenje; svetački život, tako celovit i pročišćen, obelodanjen nam je i rastumačen, sa svim koracima podrobno razjašnjenim, postao je ustaljen među ljudima. ",
  "dn29:9.9": "I sada našeg učitelja više nema.’ ",
  "dn29:9.10": "Kada je takav učitelj preminuo, među učenicima nema kajanja. ",
  "dn29:10.0": "5. Nekompletan svetački život ",
  "dn29:10.1": "A sada zamisli, Ćunda, da svetački život ima sve te karakteristike, ali ne postoji učitelj koji je starešina, odavno otišao u beskućnike, poodmaklih godina, stigao u poslednje doba života. ",
  "dn29:10.2": "Tada taj svetački život nije celovit. ",
  "dn29:10.3": "Ali kada svetački život ima sve te karakteristike, a postoji i učitelj koji je starešina, odavno otišao u beskućnike, poodmaklih godina, stigao u poslednje doba života, ",
  "dn29:10.4": "tada je svetački život u tom pogledu celovit. ",
  "dn29:11.1": "A sada zamisli, Ćunda, da svetački život ima sve te karakteristike, da postoji učitelj koji je starešina, odavno otišao u beskućnike, poodmaklih godina, stigao u poslednje doba života, ali ne postoje stariji monasi njegovi učenici koji su učeni, uvežbani, sigurni u sebe, oslobođen vezanosti, ",
  "dn29:11.2": "sposoban da na pravi način objasni istinsko učenje, s dobrim razlogom kritikuje tvrdnje drugih koje su se pojavile, te podučava čudesnu Dhammu. ",
  "dn29:11.3": "Tada taj svetački život nije celovit. ",
  "dn29:12.1": "A sada zamisli, Ćunda, da svetački život ima sve te karakteristike, da postoji učitelj koji je starešina, odavno otišao u beskućnike, poodmaklih godina, stigao u poslednje doba života, kao i stariji monasi njegovi učenici koji su učeni, uvežbani, sigurni u sebe, oslobođeni vezanosti, ",
  "dn29:12.2": "sposobni da na pravi način objasne istinsko učenje, s dobrim razlogom kritikuju tvrdnje drugih koje su se pojavile, te podučavaju čudesnu Dhammu. ",
  "dn29:12.3": "tada je svetački život u tom pogledu celovit. ",
  "dn29:12.4": "A sada zamisli, Ćunda, da svetački život ima sve te karakteristike, da postoji učitelj koji je starešina, odavno otišao u beskućnike, poodmaklih godina, stigao u poslednje doba života, kao i stariji monasi njegovi učenici koji su učeni, uvežbani, sigurni u sebe, oslobođeni vezanosti, ",
  "dn29:12.5": "sposobni da na pravi način objasne istinsko učenje, s dobrim razlogom kritikuju tvrdnje drugih koje su se pojavile, te podučavaju čudesnu Dhammu. ",
  "dn29:12.6": "Ali ne postoje njegovi učenici, monasi koji su srednjeg ranga… ",
  "dn29:12.7": "postoje monasi koji su srednjeg ranga… ali ne i mladi monasi… ",
  "dn29:12.8": "postoje mladi monasi, ali ne i monahinje starešine… ",
  "dn29:12.9": "postoje monahinje starešine, ali ne i monahinje koje su srednjeg ranga… ",
  "dn29:12.10": "postoje monahinje koje su srednjeg ranga, ali ne i nove monahinje… ",
  "dn29:12.11": "postoje nove monahinje, ali ne i njegovi učenici nezaređeni sledbenici, kućedomaćini, u belo obučeni, koji žive svetačkim životom… ",
  "dn29:12.12": "postoje nezaređeni sledbenici, kućedomaćini, u belo obučeni, koji žive svetačkim životom, ali nema nezaređenih sledbenika, kućedomaćina, u belo obučenih, koji uživaju u zadovoljstvima čula… ",
  "dn29:12.13": "postoje nezaređeni sledbenici, kućedomaćini, u belo obučeni, koji uživaju u zadovoljstvima čula, ali nema nezaređenih sledbenica, kućedomaćica, u belo obučenih, koje žive svetačkim životom… ",
  "dn29:12.14": "postoje nezaređene sledbenice, kućedomaćice, u belo obučene, koje žive svetačkim životom, ali nema nezaređenih sledbenica, kućedomaćica, u belo obučenih, koje uživaju u zadovoljstvima čula… ",
  "dn29:12.15": "postoje nezaređene sledbenice, kućedomaćice, u belo obučene, koje uživaju u zadovoljstvima čula, ali nema svetačkog života koji je uspešan, prosperitetan i raširen, dostupan, poznat mnogima, dobro objašnjen božanskim i ljudskim bićima… ",
  "dn29:12.16": "postoji svetački život koji je uspešan, prosperitetan i raširen, dostupan, poznat mnogima, dobro objašnjen božanskim i ljudskim bićima, ali nije dosegao vrh materijalnih dobara i ugleda, ",
  "dn29:12.17": "tada taj svetački život nije celovit. ",
  "dn29:13.1": "A sada zamisli, Ćunda, da svetački život ima sve te karakteristike, da postoji učitelj koji je starešina, odavno otišao u beskućnike, poodmaklih godina, stigao u poslednje doba života, kao i stariji monasi njegovi učenici koji su učeni, uvežbani, sigurni u sebe, oslobođeni vezanosti, ",
  "dn29:13.2": "sposobni da na pravi način objasne istinsko učenje, s dobrim razlogom kritikuju tvrdnje drugih koje su se pojavile, te podučavaju čudesnu Dhammu. ",
  "dn29:13.3": "postoje monasi koji su srednjeg ranga… ",
  "dn29:13.4": "postoje mladi monasi… ",
  "dn29:13.5": "postoje monahinje starešine… ",
  "dn29:13.6": "postoje monahinje koje su srednjeg ranga… ",
  "dn29:13.7": "postoje nove monahinje, ali ne i njegovi učenici nezaređeni sledbenici, kućedomaćini, u belo obučeni, koji žive svetačkim životom… ",
  "dn29:13.8": "postoje nezaređeni sledbenici, kućedomaćini, u belo obučeni, koji žive svetačkim životom… ",
  "dn29:13.9": "postoje nezaređeni sledbenici, kućedomaćini, u belo obučeni, koji uživaju u zadovoljstvima čula… ",
  "dn29:13.10": "postoje nezaređene sledbenice, kućedomaćice, u belo obučene, koje žive svetačkim životom… ",
  "dn29:13.11": "postoje nezaređene sledbenice, kućedomaćice, u belo obučene, koje uživaju u zadovoljstvima čula… ",
  "dn29:13.12": "postoji svetački život koji je uspešan, prosperitetan i raširen, dostupan, poznat mnogima, dobro objašnjen božanskim i ljudskim bićima, koji je dosegao vrh materijalnih dobara i ugleda. ",
  "dn29:13.13": "Tada je svetački život u tom pogledu celovit. ",
  "dn29:14.1": "Ćunda, ja sam jedan od učitelja koji su se pojavili u ovom svetu, plemenit i potpuno probuđen. ",
  "dn29:14.2": "Učenje je dobro izloženo, dobro objašnjeno, pa vodi ka oslobođenju, vodi do smirenja, objašnjavao ga je neko ko je potpuno probuđen. ",
  "dn29:14.3": "A moji učenici su upućeni u istinsko učenje; svetački život, tako celovit i pročišćen, obelodanjen im je i rastumačen, sa svim koracima podrobno razjašnjenim, postao je ustaljen među ljudima. ",
  "dn29:14.4": "I ja sam učitelj koji je starešina, odavno otišao u beskućnike, poodmaklih godina, stigao u poslednje doba života. ",
  "dn29:15.1": "Sada postoje moji učenici koji su učeni, uvežbani, sigurni u sebe, oslobođeni vezanosti, ",
  "dn29:15.2": "sposobni da na pravi način objasne istinsko učenje, s dobrim razlogom kritikuju tvrdnje drugih koje su se pojavile, te podučavaju čudesnu Dhammu. ",
  "dn29:15.3": "I sada postoje moji učenici, monasi koji su srednjeg ranga… ",
  "dn29:15.4": "postoje moji učenici koji su mladi monasi… ",
  "dn29:15.5": "postoje moje učenice monahinje starešine… ",
  "dn29:15.6": "postoje moje učenice monahinje koje su srednjeg ranga… ",
  "dn29:15.7": "postoje moje učenice koje su mlade monahinje… ",
  "dn29:15.8": "postoje moji nezaređeni sledbenici, kućedomaćini, u belo obučeni, koji žive svetačkim životom… ",
  "dn29:15.9": "postoje moje nezaređeni sledbenici, kućedomaćini, u belo obučeni, koji uživaju u zadovoljstvima čula… ",
  "dn29:15.10": "postoje moje nezaređene sledbenice, kućedomaćice, u belo obučene, koje žive svetačkim životom… ",
  "dn29:15.11": "postoje moje nezaređene sledbenice, kućedomaćice, u belo obučene, koje uživaju u zadovoljstvima čula… ",
  "dn29:15.12": "I evo sada postoji moj svetački život, koji je uspešan, prosperitetan i raširen, dostupan, poznat mnogima, dobro objašnjen božanskim i ljudskim bićima. ",
  "dn29:16.1": "Koliko god se, Ćunda, pojavilo učitelja u ovome svetu, ja ne vidim nijednoga od njih da je dosegao vrh materijalnih dobara i ugleda kao ja. ",
  "dn29:16.2": "Koliko god se monaških zajednica ili grupa pojavilo u ovome svetu, ",
  "dn29:16.3": "ja ne vidim nijednu od njih da je dosegla vrh materijalnih dobara i ugleda kao ova monaška zajednica. ",
  "dn29:16.4": "I ako postoji neki svetački život za koji bi se s pravom moglo reći: ",
  "dn29:16.5": "’Poseduje sve dobre kvalitete, ispunjen je dobrim kvalitetima, ni previše ni premalo, dobro izložen, celovit i pročišćen, dobro objašnjen,’ ",
  "dn29:16.6": "onda bi se to moglo reći za ovaj. ",
  "dn29:16.8": "Tako je Udaka imao običaj da kaže: ",
  "dn29:16.9": "’Gleda, a ne vidi.’ ",
  "dn29:16.10": "A šta to gleda, a ne vidi? ",
  "dn29:16.11": "Vidi stranicu dobro naoštrenog brijača, ali mu ne vidi ivicu. ",
  "dn29:16.12": "Zato se kaže: ",
  "dn29:16.13": "’Gleda, a ne vidi.’ ",
  "dn29:16.14": "Ali te reči Uddake Rāmaputte su niske, vulgarne, svojstvene prostim ljudima, neplemenite i ne donose korist, jer s eodnose samo na brijač. ",
  "dn29:16.15": "Ako postoji nešto za šta bi se s pravom moglo reći: ",
  "dn29:16.16": "’Gleda, a ne vidi’, onda bi se o ovome moglo reći. ",
  "dn29:16.18": "A šta to gleda,  a ne vidi? ",
  "dn29:16.19": "Ne vidi svetački život koji poseduje sve dobre kvalitete, ispunjen je dobrim kvalitetima, ni previše ni premalo, dobro izložen, celovit i pročišćen, dobro objašnjen. ",
  "dn29:16.20": "Ne vidi išta što bi ga, kada bi se uklonilo, učinilo čistijim. ",
  "dn29:16.21": "Ne vidi išta što bi ga, kada bi se dodalo, učinilo celovitijim. ",
  "dn29:16.22": "Zato se kaže: ",
  "dn29:16.23": "’Gleda, a ne vidi.’ ",
  "dn29:16.24": "I ako postoji neki svetački život za koji bi se s pravom moglo reći: ",
  "dn29:16.25": "’Poseduje sve dobre kvalitete… ",
  "dn29:16.26": "…dobro objašnjen.’ ",
  "dn29:16.27": "onda bi se to moglo reći za ovaj. ",
  "dn29:17.0": "6. Učenje treba zajednički recitovati ",
  "dn29:17.1": "Ćunda, pošto ste dobro savladali učenje koje sam razumeo na osnovu sopstvenog iskustva i kojem sam vas podučio, treba da se okupite i u slozi zajednički ga recitujete, u skladu sa značenjem i sa formom, tako da ovaj svetački život opstane što duže. To će biti na korist mnogima, na sreću mnogima, iz saosećanja prema ovom svetu, na dobrobit, korist i sreću božanskih i ljudskih bića. ",
  "dn29:17.2": "A kakvo je to učenje koje sam razumeo na osnovu sopstvenog iskustva i kojem sam vas podučio? ",
  "dn29:17.3": "To su četiri temelja svesnosti, četiri prave vrste nastojanja, četiri osnove duhovne moći, pet sposobnosti, pet snaga, sedam elemenata probuđenja, plemeniti osmostruki put. ",
  "dn29:17.4": "To učenje koje sam razumeo na osnovu sopstvenog iskustva i kojem sam vas podučio ",
  "dn29:18.0": "7. Postizanje saglasnosti ",
  "dn29:18.1": "I dok u tim stvarima sebe vežbate, poštujući jedni druge, bez prepirki, moguće je da neki od vaših saputnika u svetačkom životu govori o učenju pred monaškom zajednicom. ",
  "dn29:18.2": "Na to pomislite: ",
  "dn29:18.3": "’Ovaj poštovani je pogrešno razumeo značenje ili ga u pogrešnoj formi objašnjava.’ ",
  "dn29:18.4": "No, njegove reči ne treba ni odobravati, ni negirati, već mu ovako reći: ",
  "dn29:18.5": "’Prijatelju, ako je značenje toga što govoriš takvo, koja bi forma za to bila najprikladnija; ako je forma toga što govoriš takva, koje bi značenje za to bilo najprikladnije?’ ",
  "dn29:18.6": "I ako on odgovori: ",
  "dn29:18.7": "’Za takvo značenje prikladnija je ova forma, a ne ona; za takvu formu prikladnije je ovo značenje, a ne ono,’ ",
  "dn29:18.8": "ne odobravajući, niti negirajući njegove reči, treba mu pažljivo objasniti, razmatrajući upravo to značenje i tu formu. ",
  "dn29:19.1": "Moguće je, Ćunda, da neki drugi od vaših saputnika u svetačkom životu govori o učenju pred monaškom zajednicom. ",
  "dn29:19.2": "Na to pomislite: ",
  "dn29:19.3": "’Ovaj poštovani je pogrešno razumeo značenje, ali ga u ispravnoj formi objašnjava.’ ",
  "dn29:19.4": "No, njegove reči ne treba ni odobravati, ni negirati, već mu ovako reći: ",
  "dn29:19.5": "’Prijatelju, ako je forma toga što govoriš takva, koje bi značenje za to bilo najprikladnije?’ ",
  "dn29:19.6": "I ako on odgovori: ",
  "dn29:19.7": "’Za za takvu formu prikladnije je ovo značenje, a ne ono,’ ",
  "dn29:19.8": "ne odobravajući, niti negirajući njegove reči, treba mu pažljivo objasniti, razmatrajući upravo to značenje. ",
  "dn29:20.1": "Moguće je, Ćunda, da neki drugi od vaših saputnika u svetačkom životu govori o učenju pred monaškom zajednicom. ",
  "dn29:20.2": "Na to pomislite: ",
  "dn29:20.3": "’Ovaj poštovani je ispravno razumeo značenje, ali ga u pogrešnoj formi objašnjava.’ ",
  "dn29:20.4": "No, njegove reči ne treba ni odobravati, ni negirati, već mu ovako reći: ",
  "dn29:20.5": "’Prijatelju, ako je značenje toga što govoriš takvo, koja bi forma za to bila najprikladnija?’ ",
  "dn29:20.6": "I ako on odgovori: ",
  "dn29:20.7": "’Za takvo značenje prikladnija je ova forma, a ne ona,’ ",
  "dn29:20.8": "ne odobravajući, niti negirajući njegove reči, treba mu pažljivo objasniti, razmatrajući upravo tu formu. ",
  "dn29:21.1": "Moguće je, Ćunda, da neki drugi od vaših saputnika u svetačkom životu govori o učenju pred monaškom zajednicom. ",
  "dn29:21.2": "Na to pomislite: ",
  "dn29:21.3": "’Ovaj poštovani je ispravno razumeo značenje i u ispravnoj formi ga objašnjava.’ ",
  "dn29:21.4": "Njegovim rečima treba da se obradujete i da ih odobravate sa: ’Tako je!’ ",
  "dn29:21.5": "i onda da mu ovako kažete: ",
  "dn29:21.6": "„Dobitak je, prijatelju, veliki je dobitak za nas ",
  "dn29:21.7": "da vidimo jednog od naših saputnika u svetačkom životu da je tako upućen u značenje i formu. ",
  "dn29:22.0": "8. Potrepštine za monahe ",
  "dn29:22.1": "Ćunda, ja vas ne podučavam Dhammi samo radi obuzdavanja otrova uma u ovom životu, ",
  "dn29:22.2": "Niti vas podučavam Dhammi samo radi zaštite od nastanka otrova uma u narednom životu. ",
  "dn29:22.3": "Ja to činim radi obuzdavanja otrova uma u ovom životu ",
  "dn29:22.4": "i radi njihovog obuzdavanja u narednom. ",
  "dn29:22.5": "Zato , Ćunda, ogrtač koji sam vam odobrio da koristite dovoljan je ",
  "dn29:22.6": "da se zaštitite od hladnoće, da se zaštitite od vrućine, da se zaštitite od muva, komaraca, vetra, sunca i gmizavaca, da pokrijete one delove tela koje je nepristojno otkrivati. ",
  "dn29:22.7": "Hrana koju sam vam odobrio da koristite dovoljna je ",
  "dn29:22.8": "za snagu i izdržljivost vašeg tela, da uklonite glad, kao potporu svetačkom životu, ovako razmišljajući: ‘Na taj način iskoreniću stare osećaje, a neću stvoriti nove; biću zdrav, neporočan i živeti ugodno.’ ",
  "dn29:22.9": "Boravište koji sam vam odobrio da koristite dovoljno je ",
  "dn29:22.10": "da se zaštitite od hladnoće, od vrućine, da se zaštitite od muva, komaraca, vetra, sunca i gmizavaca, da se zaštiti od ćudi vremena i uživate u samoći. ",
  "dn29:22.11": "Lekove koje sam vam odobrio da koristite dovoljni su ",
  "dn29:22.12": "da uklonite bolesti koje vas zadese i sačuvate dobro zdravlje. ",
  "dn29:23.0": "9. Predanost zadovoljstvima čula ",
  "dn29:23.1": "Moguće je, Ćunda, da lutalice drugih tradicija ovako kažu: ",
  "dn29:23.2": "’Askete koji slede Sakyanina predani su zadovoljstvima čula.’ ",
  "dn29:23.3": "Kada tako kažu, ovako im treba odgovoriti: ",
  "dn29:23.4": "’U čemu je, prijatelju, ta predanost zadovoljstvima čula? ",
  "dn29:23.5": "Jer ima mnogo vrsta predanosti zadovoljstvima čula.’ ",
  "dn29:23.6": "Ćunda, postoje četiri vrste predanosti zadovoljstvima čula koje su niske, vulgarne, svojstvene prostim ljudima, neplemenite i ne donose korist, ne vode do otrežnjenja, hlađenja strasti, prestanka, smirenja, neposrednog znanja, probuđenja, nibbāne. ",
  "dn29:23.7": "Koje četiri? ",
  "dn29:23.8": "Tako  neka budala uživa, raduje se ubijanju živih bića. ",
  "dn29:23.9": "To je prva vrsta predanosti zadovoljstvima čula. ",
  "dn29:23.10": "Dalje, neko uživa, raduje se da uzima ono što mu nije dato. ",
  "dn29:23.11": "To je druga vrsta predanosti zadovoljstvima čula. ",
  "dn29:23.12": "Dalje, neko uživa, raduje se laganju. ",
  "dn29:23.13": "To je treća vrsta predanosti zadovoljstvima čula. ",
  "dn29:23.14": "Dalje, neko je zaokupljen, predan, sebe zabavlja zadovoljstvima čula. ",
  "dn29:23.15": "To je četvrta vrsta predanosti zadovoljstvima čula. ",
  "dn29:23.16": "To su, Ćunda, četiri vrste predanosti zadovoljstvima čula koje su niske, vulgarne, svojstvene prostim ljudima, neplemenite i ne donose korist, ne vode do otrežnjenja, hlađenja strasti, prestanka, smirenja, neposrednog znanja, probuđenja, nibbāne. ",
  "dn29:24.1": "Moguće je, Ćunda, da lutalice drugih tradicija ovako kažu: ",
  "dn29:24.2": "’Askete koji slede Sakyanina predani su tim četiri vrstama zadovoljstava čula.’ ",
  "dn29:24.3": "Takvima treba da kažete da to nije istina. ",
  "dn29:24.4": "Nije ispravno tako o vama govoriti, blatiti vas neistinom. ",
  "dn29:24.5": "Ćunda, postoje četiri vrste predanosti zadovoljstvima čula koje nepogrešivo vode do otrežnjenja, hlađenja strasti, prestanka, smirenja, neposrednog znanja, probuđenja, nibbāne. ",
  "dn29:24.6": "Koje četiri? ",
  "dn29:24.7": "Tako monah, sasvim obuzdanih čula, bez mentalnih nečistoća, ulazi i ostaje na prvom stupnju zadubljenja. ",
  "dn29:24.8": "To je prva vrsta predanosti zadovoljstvima čula. ",
  "dn29:24.9": "Dalje, sa smirivanjem usmerenosti misli i istraživanja, ulazi on i ostaje na drugom stupnju zadubljenja… ",
  "dn29:24.10": "To je druga vrsta predanosti zadovoljstvima čula. ",
  "dn29:24.11": "A zatim, učeniče, sa slabljenjem ushićenja… monah ulazi i ostaje na trećem stupnju zadubljenja. ",
  "dn29:24.12": "To je treća vrsta predanosti zadovoljstvima čula. ",
  "dn29:24.13": "Dalje, sa napuštanjem zadovoljstva i bola… monah ulazi i ostaje na četvrtom stupnju zadubljenja. ",
  "dn29:24.14": "To je četvrta vrsta predanosti zadovoljstvima čula. ",
  "dn29:24.15": "To su, Ćunda, četiri vrste predanosti zadovoljstvima čula koje nepogrešivo vode do otrežnjenja, hlađenja strasti, prestanka, smirenja, neposrednog znanja, probuđenja, nibbāne. ",
  "dn29:24.16": "Moguće je, Ćunda, da lutalice drugih tradicija ovako kažu: ",
  "dn29:24.17": "’Askete koji slede Sakyanina predani su tim četiri vrstama zadovoljstava čula.’ ",
  "dn29:24.18": "Takvima treba da kažete da je to istina. ",
  "dn29:24.19": "Ispravno je tako o vama govoriti, to nije blaćenje neistinom. ",
  "dn29:25.0": "10. Dobrobiti predanosti zadovoljstvima čula ",
  "dn29:25.1": "Moguće je, Ćunda, da lutalice drugih tradicija ovako kažu: ",
  "dn29:25.2": "’Prijatelju, koliko plodova, koliko dobrobiti mogu očekivati oni koji žive predani tim četiri vrstama zadovoljstava čula?’ ",
  "dn29:25.3": "Kada tako kažu, ovako im treba odgovoriti: ",
  "dn29:25.4": "’Prijatelju, takvi mogu očekivati četiri ploda, četiri dobrobiti.’ ",
  "dn29:25.5": "Koje četiri? ",
  "dn29:25.6": "Tako, sa raskidanjem tri okova, monah postaje onaj ko ulazi u tok, ne preporađa se na mestu patnje, već će sigurno postati probuđen. ",
  "dn29:25.7": "To je prvi plod, prva blagodet. ",
  "dn29:25.8": "Dalje, sa raskidanjem tri okova i slabljenjem pohlepe, mržnje i obmanutosti, monah postaje jednom povratnik. Došavši na ovaj svet poslednji put, on okončava patnju. ",
  "dn29:25.9": "To je drugi plod, druga blagodet. ",
  "dn29:25.10": "Dalje, sa raskidanjem pet nižih okova, monah se spontano preporodi u drugom svetu i tu postaje oslobođen, nikada se više ne vrativši u ovaj svet. ",
  "dn29:25.11": "To je treći plod, treća blagodet. ",
  "dn29:25.12": "Dalje, razumevajući sopstvenim neposrednim znanjem, monah ovde i sada ulazi i boravi u oslobođenosti uma i oslobođenosti mudrošću, koje su bez nečistoća, svaki od otrova uklonjen. ",
  "dn29:25.13": "To je četvrti plod, četvrta blagodet. ",
  "dn29:25.14": "’Prijatelju, ta četiri ploda, četiri dobrobiti, mogu očekivati oni koji žive predani tim četiri vrstama zadovoljstava čula.’ ",
  "dn29:26.0": "11. Stvari koje su nemoguće za pročišćenoga ",
  "dn29:26.1": "Moguće je, Ćunda, da lutalice drugih tradicija ovako kažu: ",
  "dn29:26.2": "’Askete koji slede Sakyanina su nepostojani.’ ",
  "dn29:26.3": "Kada tako kažu, ovako im treba odgovoriti: ",
  "dn29:26.4": "’Prijatelju, Blaženi, znalac, i vidilac, plemeniti i potpuno probuđeni, svojim je učenicima objavio i objasnio učenje koje ne treba prekršiti dokle god živimo. ",
  "dn29:26.5": "Zamisli stub Indre ili gvozdeni stub, čvrsto poboden, dug, stabilan, nepomičan; ",
  "dn29:26.6": "isto takvo je učenje koje je Blaženi, znalac, i vidilac, plemeniti i potpuno probuđeni, svojim je učenicima objavio i objasnio i koje ne treba prekršiti dokle god živimo. ",
  "dn29:26.7": "Takav je i arahant koji je sve otrove uklonio, proživeo svetački život, učinio što je trebalo učiniti, odložio tovar, dosegao istinski cilj, raskinuo okove bića i potpuno je oslobođen sopstvenim znanjem; takav nije u stanju da prekrši pravila na devet načina. ",
  "dn29:26.8": "Monah koji je sve otrove uklonio nije u stanju da svojevoljno liši života neko drugo biće; nije u stanju da uzme ono što mu nije dato, dakle da nešto ukrade; nije u stanju da se upušta u seksualni odnos; nije u stanju da svojevoljno govori laži; nije u stanju da uživa u zadovoljstvima čula, gomilajući ih kao što je činio ranije, u laičkom životu; nije u stanju da postupa obuzet željom, mržnjom, obmanutošću ili strahom. ",
  "dn29:26.9": "Monah koji je arahant, sve otrove uklonio, proživeo svetački život, učinio što je trebalo učiniti, odložio tovar, dosegao istinski cilj, raskinuo okove bića i potpuno je oslobođen sopstvenim znanjem, nije u stanju da prekrši pravila na tih devet načina. ",
  "dn29:27.0": "12. Pitanja i odgovori ",
  "dn29:27.1": "Moguće je, Ćunda, da lutalice drugih tradicija ovako kažu: ",
  "dn29:27.2": "’Asketa Gotama pokazuje bezgranično znanje i viđenje u vezi sa prošlošću. Ali šta je sa budućnošću?’ ",
  "dn29:27.3": "Ali ti lutalice drugih tradicija, budalasti i neznalice, misle da znanje i viđenje u vezi sa jednom stvari treba da se manifestuje na isti način kao i u vezi sa nekom drugom stvari. ",
  "dn29:27.4": "Što se tiče prošlosti, onoga što je bilo, Tathāgatino sećanje seže daleko, ",
  "dn29:27.5": "u stvanju sam da se setim koliko želim. ",
  "dn29:27.6": "Što se tiče budućnosti, onoga što će biti, Tahāgata i,a znanje nastalo probuđenjem: ",
  "dn29:27.7": "’Ovo je moje poslednje rođenje. Za mene nema novog bivanja.’ ",
  "dn29:28.1": "Na pitanje o prošlosti koje je neistinito, netačno i beskorisno, Tathāgata ne odgovara. ",
  "dn29:28.2": "Na pitanje o prošlosti koje je istinito, tačno, ali beskorisno, Tathāgata ne odgovara. ",
  "dn29:28.3": "Na pitanje o prošlosti koje je istinito, tačno i donosi korist, Tathāgata zna pravo vreme da na njega odgovori. ",
  "dn29:28.4": "Sa pitanjima o budućnosti Tathāgata postupa na isti način. ",
  "dn29:28.5": "Na pitanje o sadašnjosti koje je neistinito, netačno i beskorisno, Tathāgata ne odgovara. ",
  "dn29:28.6": "Na pitanje o sadašnjosti koje je istinito, tačno, ali beskorisno, Tathāgata ne odgovara. ",
  "dn29:28.7": "Na pitanje o prošlosti koje je istinito, tačno i donosi korist, Tathāgata zna pravo vreme da na njega odgovori. ",
  "dn29:28.8": "U stvarima koje se tiču prošlosti, budućnosti i sadašnjosti, Tathāgata govori u pravo vreme, govori činjenice, govori o onome što jeste dobro, govori o učenju i pravilima; zato se on naziva Tathāgata. ",
  "dn29:29.1": "U ovome svetu, sa njegovim božanstvima, Mārama i Brahmāma, u ovom pokolenju sa njegovim asketama i brahmanima, plemenitim i običnim ljudima, šta god da je viđeno, čuto, osećano, saznato, dosegnuto, traženo, istraživano umom – za sve to je Tathāgata potpuno probuđen; ",
  "dn29:29.2": "zato se on naziva Tathāgata. ",
  "dn29:29.3": "Šta god da Tathāgata govori, kaže ili izlaže između noći kada stiče mudrost nenadmašnog, potpunog probuđenja i noći u kojoj doseže konačno oslobođenje od patnje, upravo je tako i nikako drugačije; ",
  "dn29:29.4": "zato se on naziva Tathāgata. ",
  "dn29:29.5": "Kako Tathāgata govori, tako i radi; kako radi, tako i govori. ",
  "dn29:29.6": "Pošto radi onako kako govori i govori onako kako radi, zato se on naziva Tathāgata. ",
  "dn29:29.7": "U ovome svetu, sa njegovim božanstvima, Mārama i Brahmāma, u ovom pokolenju sa njegovim asketama i brahmanima, plemenitim i običnim ljudima, Tathāgata je pobednik, neporažen, svevideći, najmoćniji; zato se on naziva Tathāgata. ",
  "dn29:30.0": "13. Ono što je ostalo neobjašnjeno ",
  "dn29:30.1": "Moguće je, Ćunda, da lutalice drugih tradicija ovako kažu: ",
  "dn29:30.2": "Da li je vaše gledište: ’Tathāgata postoji posle smrti. To je jedina istina i sve drugo je pogrešno?’ ",
  "dn29:30.3": "Kada tako kažu, ovako im treba odgovoriti: ",
  "dn29:30.4": "’Prijatelju, Blaženi nije tako podučavao.’ ",
  "dn29:30.6": "Moguće je, Ćunda, da lutalice drugih tradicija ovako kažu: ",
  "dn29:30.7": "Da li je vaše gledište: ’Tathāgata ne postoji posle smrti. To je jedina istina i sve drugo je pogrešno?’ ",
  "dn29:30.8": "Kada tako kažu, ovako im treba odgovoriti: ",
  "dn29:30.9": "’Prijatelju, Blaženi nije tako podučavao.’ ",
  "dn29:30.11": "Moguće je, Ćunda, da lutalice drugih tradicija ovako kažu: ",
  "dn29:30.12": "Da li je vaše gledište: ’Tathāgata i postoji i ne postoji posle smrti. To je jedina istina i sve drugo je pogrešno?’ ",
  "dn29:30.13": "Kada tako kažu, ovako im treba odgovoriti: ",
  "dn29:30.14": "’Prijatelju, Blaženi nije tako podučavao.’ ",
  "dn29:30.16": "Moguće je, Ćunda, da lutalice drugih tradicija ovako kažu: ",
  "dn29:30.17": "Da li je vaše gledište: ’Tathāgata niti postoji, niti ne postoji posle smrti. To je jedina istina i sve drugo je pogrešno?’ ",
  "dn29:30.18": "Kada tako kažu, ovako im treba odgovoriti: ",
  "dn29:30.19": "’Prijatelju, Blaženi nije tako podučavao.’ ",
  "dn29:31.1": "Moguće je, Ćunda, da lutalice drugih tradicija ovako kažu: ",
  "dn29:31.2": "’Ali zašto to asketa Gotama nije objasnio?’ ",
  "dn29:31.3": "Kada tako kažu, ovako im treba odgovoriti: ",
  "dn29:31.4": "’Zato što, prijatelju, te stvari nisu korisne, nisu važne za utemeljenje svetačkog života i ne vode do otrežnjenja, hlađenja strasti, prestanka, smirenja, neposrednog znanja, probuđenja, nibbāne; zato ih Blaženi nije objasnio.’ ",
  "dn29:32.0": "14. Ono što jeste objašnjeno ",
  "dn29:32.1": "Moguće je, Ćunda, da lutalice drugih tradicija ovako kažu: ",
  "dn29:32.2": "’Prijatelju, šta sketa Gotama jeste objasnio?’ ",
  "dn29:32.3": "Kada tako kažu, ovako im treba odgovoriti: ",
  "dn29:32.4": "„Ovo je patnja”, to Blaženi jeste objasnio; „Ovo je nastanak patnje”,  to Blaženi jeste objasnio; „Ovo je prestanak patnje”,  to Blaženi jeste objasnio; „Ovo je put koji vodi do prestanka patnje”, to Blaženi jeste objasnio.’ ",
  "dn29:33.1": "Moguće je, Ćunda, da lutalice drugih tradicija ovako kažu: ",
  "dn29:33.2": "’Ali zašto je to asketa Gotama objasnio?’ ",
  "dn29:33.3": "Kada tako kažu, ovako im treba odgovoriti: ",
  "dn29:33.4": "Zato što, prijatelju, te stvari jesu korisne, važne za utemeljenje svetačkog života i vode do otrežnjenja, hlađenja strasti, prestanka, smirenja, neposrednog znanja, probuđenja, nibbāne. Zato ih jeste objasnio. ",
  "dn29:34.0": "15. Gledanje na prošlost ",
  "dn29:34.1": "Ćunda, u meri u kojoj je moguće objasniti, objasnio sam ti gledišta povezana sa prošlošću. ",
  "dn29:34.2": "Da li da ti sve to sada objašnjavam onako kako ne bi trebalo? ",
  "dn29:34.3": "U meri u kojoj je moguće objasniti, objasnio sam ti gledišta povezana sa budućnošću. ",
  "dn29:34.4": "Da li da ti sve to sada objašnjavam onako kako ne bi trebalo? ",
  "dn29:34.5": "A koja su to gledišta povezana sa prošlošću, koja sam ti objasnio u meri u kojoj ih je moguće objasniti? ",
  "dn29:34.7": "Ima asketa i brahmana koji zastupaju ovako učenje, ovakvo gledište: ",
  "dn29:34.8": "’Sopstvo i ovaj svet su večni. To je jedina istina i sve drugo je pogrešno’. ",
  "dn29:34.9": "Ali ima asketa i brahmana koji zastupaju ovako učenje, ovakvo gledište: ",
  "dn29:34.10": "’Sopstvo i ovaj svet nisu večni… ",
  "dn29:34.11": "Sopstvo i ovaj svet su i večni i nisu večni… ",
  "dn29:34.12": "Sopstvo i ovaj svet niti su večni, niti nisu večni… ",
  "dn29:34.13": "Sopstvo i ovaj svet su nastali sami od sebe… ",
  "dn29:34.14": "Sopstvo i ovaj svet je načinio neko drugi… ",
  "dn29:34.15": "Sopstvo i ovaj svet su nastali sami od sebe i načinio ih je neko drugi… ",
  "dn29:34.16": "Sopstvo i ovaj svet nisu nastali sami od sebe, nije ih načinio neko drugi, već su nastali slučajno. To je jedina istina i sve drugo je pogrešno.’ ",
  "dn29:34.17": "’Sreća i patnja su večne… ",
  "dn29:34.18": "sreća i patnja nisu večne… ",
  "dn29:34.19": "sreća i patnja u i večne i nisu večne… ",
  "dn29:34.20": "sreća i patnja niti su večne, niti nisu večne… ",
  "dn29:34.21": "sreća i patnja su nastale same od sebe… ",
  "dn29:34.22": "sreću i patnju je načinio neko drugi… ",
  "dn29:34.23": "sreća i patnja su nastale same od sebe i načinio ih je neko drugi… ",
  "dn29:34.24": "Sreća i patnja nisu nastale same od sebe, nije ih načinio neko drugi, već su nastale slučajno. To je jedina istina i sve drugo je pogrešno.’ ",
  "dn29:35.1": "Zato, Ćunda, kod onih asketa i brahmana koji zastupaju ovakvo učenje, ovakvo gledište: ",
  "dn29:35.2": "’Sopstvo i ovaj svet su večni. To je jedina istina i sve drugo je pogrešno’. ",
  "dn29:35.3": "ja odem i kažem im: ",
  "dn29:35.4": "’Prijatelji, da li vi kažete: ",
  "dn29:35.5": "„Sopstvo i ovaj svet su večni”?’ ",
  "dn29:35.6": "A kada oni odgovore: ",
  "dn29:35.7": "’Da, samo je to istina! Sve drugo je pogrešno!’ ",
  "dn29:35.8": "ja se sa tim ne saglašavam. ",
  "dn29:35.9": "A zašto? ",
  "dn29:35.10": "Zato što ima bića koja različito misle o tome. ",
  "dn29:35.11": "Ćunda, u svim tim objašnjenima ja ne vidim nijedno koje je ravno mom znanju, a kamoli da je iznad njega. ",
  "dn29:35.12": "U pogledu znanja o višim stvarima, ja sam najveći. ",
  "dn29:36.1": "Zato, Ćunda, kod onih asketa i brahmana koji zastupaju ovakvo učenje, ovakvo gledište: ",
  "dn29:36.2": "’Sopstvo i ovaj svet nisu večni… ",
  "dn29:36.3": "Sopstvo i ovaj svet su i večni i nisu večni… ",
  "dn29:36.4": "Sopstvo i ovaj svet niti su večni, niti nisu večni… ",
  "dn29:36.5": "Sopstvo i ovaj svet su nastali sami od sebe… ",
  "dn29:36.6": "Sopstvo i ovaj svet je načinio neko drugi… ",
  "dn29:36.7": "Sopstvo i ovaj svet su nastali sami od sebe i načinio ih je neko drugi… ",
  "dn29:36.8": "Sopstvo i ovaj svet nisu nastali sami od sebe, nije ih načinio neko drugi, već su nastali slučajno… ",
  "dn29:36.9": "Sreća i patnja su večne… ",
  "dn29:36.10": "Sreća i patnja nisu večne… ",
  "dn29:36.11": "Sreća i patnja u i večne i nisu večne… ",
  "dn29:36.12": "Sreća i patnja niti su večne, niti nisu večne… ",
  "dn29:36.13": "Sreća i patnja su nastale same od sebe… ",
  "dn29:36.14": "Sreću i patnju je načinio neko drugi… ",
  "dn29:36.15": "Sreća i patnja su nastale same od sebe i načinio ih je neko drugi… ",
  "dn29:36.16": "Sreća i patnja nisu nastale same od sebe, nije ih načinio neko drugi, već su nastale slučajno. To je jedina istina i sve drugo je pogrešno.’ ",
  "dn29:36.17": "Kada dođem do njih, ovako ih pitam: ",
  "dn29:36.18": "’Prijatelji, da li vi kažete: ",
  "dn29:36.19": "„Sreća i patnja nisu nastale same od sebe, nije ih načinio neko drugi, već su nastale slučajno. To je jedina istina i sve drugo je pogrešno”.’ ",
  "dn29:36.20": "A kada oni odgovore: ",
  "dn29:36.21": "’Samo je ovo istina! Sve drugo je pogrešno!’ ",
  "dn29:36.22": "ja se sa tim ne saglašavam. ",
  "dn29:36.23": "A zašto? ",
  "dn29:36.24": "Zato što ima bića koja različito misle o tome. ",
  "dn29:36.25": "Ćunda, u svim tim objašnjenima ja ne vidim nijedno koje je ravno mom znanju, a kamoli da je iznad njega. ",
  "dn29:36.26": "U pogledu znanja o višim stvarima, ja sam najveći. ",
  "dn29:36.27": "Ćunda, u meri u kojoj je to moguće, objasnio sam ti gledišta povezana sa prošlošću. ",
  "dn29:36.28": "Da li da ti sve to sada objašnjavam onako kako ne bi trebalo? ",
  "dn29:37.0": "16. Gledanje na budućnost ",
  "dn29:37.1": "U meri u kojoj je to moguće, objasnio sam ti gledišta povezana sa budućnošću. ",
  "dn29:37.2": "Da li da ti sve to sada objašnjavam onako kako ne bi trebalo? ",
  "dn29:37.3": "Ima asketa i brahmana koji zastupaju ovako učenje, ovakvo gledište: ",
  "dn29:37.4": "’Sopstvo je materijalno i nepromenljivo posle smrti. To je jedina istina i sve drugo je pogrešno.’ ",
  "dn29:37.5": "Ali ima asketa i brahmana koji zastupaju ovako učenje, ovakvo gledište: ",
  "dn29:37.6": "Sopstvo je nematerijalno… ",
  "dn29:37.7": "Sopstvo je i materijalno i nematerijalno… ",
  "dn29:37.8": "Sopstvo je ni materijalno, ni nematerijalno… ",
  "dn29:37.9": "Sopstvo opaža… ",
  "dn29:37.10": "Sopstvo ne opaža… ",
  "dn29:37.12": "Sopstvo je poništeno i razoreno posle smrti. To je jedina istina i sve drugo je pogrešno. ",
  "dn29:38.1": "Zato, Ćunda, kod onih asketa i brahmana koji zastupaju ovakvo učenje, ovakvo gledište: ",
  "dn29:38.2": "’Sopstvo je materijalno i nepromenljivo posle smrti. To je jedina istina i sve drugo je pogrešno.’ ",
  "dn29:38.3": "Kada dođem do njih, pitam ih: ",
  "dn29:38.4": "’Prijatelji, da li vi kažete: ",
  "dn29:38.5": "„Sopstvo je materijalno, nepromenljivo posle smrti”?’ ",
  "dn29:38.6": "A kada oni odgovore: ",
  "dn29:38.7": "’Samo je ovo istina! Sve drugo je pogrešno!’ ",
  "dn29:38.8": "ja se sa tim ne saglašavam. ",
  "dn29:38.9": "A zašto? ",
  "dn29:38.10": "Zato što ima bića koja različito misle o tome. ",
  "dn29:38.11": "Ćunda, u svim tim objašnjenima ja ne vidim nijedno koje je ravno mom znanju, a kamoli da je iznad njega. ",
  "dn29:38.12": "U pogledu znanja o višim stvarima, ja sam najveći. ",
  "dn29:39.1": "Zato, Ćunda, kod onih asketa i brahmana koji zastupaju ovakvo učenje, ovakvo gledište: ",
  "dn29:39.2": "Sopstvo je nematerijalno… ",
  "dn29:39.3": "Sopstvo je i materijalno i nematerijalno… ",
  "dn29:39.4": "Sopstvo nije ni materijalno, ni nematerijalno… ",
  "dn29:39.5": "Sopstvo opaža… ",
  "dn29:39.6": "Sopstvo ne opaža… ",
  "dn29:39.7": "Sopstvo niti opaža, niti ne opaža… ",
  "dn29:39.8": "Sopstvo nije poništeno i razoreno posle smrti. To je jedina istina i sve drugo je pogrešno.’ ",
  "dn29:39.9": "Kada dođem do njih, ovako ih pitam: ",
  "dn29:39.10": "’Prijatelji, da li vi kažete: ",
  "dn29:39.11": "Sopstvo nije poništeno i razoreno posle smrti”?’ ",
  "dn29:39.12": "A kada oni odgovore: ",
  "dn29:39.13": "’Samo je ovo istina! Sve drugo je pogrešno!’ ",
  "dn29:39.14": "ja se sa tim ne saglašavam. ",
  "dn29:39.15": "A zašto? ",
  "dn29:39.16": "Zato što ima bića koja različito misle o tome. ",
  "dn29:39.17": "Ćunda, u svim tim objašnjenima ja ne vidim nijedno koje je ravno mom znanju, a kamoli da je iznad njega. ",
  "dn29:39.18": "U pogledu znanja o višim stvarima, ja sam najveći. ",
  "dn29:39.19": "To su, Ćunda, gledišta povezana sa budućnošću, koja sam ti objasnio u meri u kojoj je moguće objasniti ih. ",
  "dn29:39.20": "Da li da ti sve to sada objašnjavam onako kako ne bi trebalo? ",
  "dn29:40.1": "Podučio sam te i objasnio ti četiri temelja sabranosti, koji vode do napuštanja i odlaska izvan svih tih gledišta o prošlosti i budućnosti. ",
  "dn29:40.2": "Koje četiri? ",
  "dn29:40.3": "Tako, Ćunda, monah boravi kontemplirajući telo kao telo, marljiv, s jasnim razumevanjem i svestan, odloživši sa strane gramzivost i odbojnost prema ovom svetu. ",
  "dn29:40.4": "boravi kontemplirajući osećaje kao osećaje… ",
  "dn29:40.5": "boravi kontemplirajući um kao um… ",
  "dn29:40.6": "Boravi on kontemplirajući objekte uma kao objekte uma, marljiv, s jasnim razumevanjem i svestan, odloživši sa strane gramzivost i odbojnost prema ovom svetu. ",
  "dn29:40.7": "To su četiri temelja sabranosti, kojima sam te podučio i objasnio ih, a vode do napuštanja i odlaska izvan svih tih gledišta o prošlosti i budućnosti.” ",
  "dn29:41.1": "Tom prilikom poštovani Upavāṇa je stajao kraj Blaženog i hladio ga lepezom. ",
  "dn29:41.2": "Onda poštovani Upavāna reče Blaženom: ",
  "dn29:41.3": "„Zadivljujuće je to, poštovani, čudesno je to! ",
  "dn29:41.4": "Kako je divan ovaj govor o Dhammi, ",
  "dn29:41.5": "zaista je divan! Koji je njegov naziv?” ",
  "dn29:41.6": "„Upāvaṇa, možeš onda ovaj govor o Dhammi zapamtiti kao ’Divan govor’.” ",
  "dn29:41.7": "Tako reče Blaženi. ",
  "dn29:41.8": "Zadovoljan, poštovani Upāvaṇa se obradova rečima Blaženoga. "
}