{
  "dn2:0.1": "Zbirka dugih govora 2 ",
  "dn2:0.2": "Govor o plodovima asketskog života ",
  "dn2:1.0": "1. Predlozi savetnika ",
  "dn2:1.1": "Ovako sam čuo. ",
  "dn2:1.2": "Jednom je Blaženi boravio kraj Rāđagahe, u mangovom gaju Đīvake Komārabhaćće, zajedno sa velikom grupom od hiljadu dvesta pedeset monaha. ",
  "dn2:1.3": "U to vreme, u noći punog meseca, na Komudi uposatha dan u četvrtom mesecu, Ađātasattu, kralj Magadhe i sin kraljice Videhe, sedeo je na gornjoj terasi palate, okružen svojim savetnicima. ",
  "dn2:1.4": "I onda kralj izreče ove nadahnute reči: ",
  "dn2:1.5": "„Gospodo, kakva prekrasna noć! Kako je lepa ova mesečinom obasjana noć! Kako je divna ova mesečinom obasjana noć! Kako je mirna ova mesečinom obasjana noć! Kako inspiriše ova mesečinom obasjana noć! ",
  "dn2:1.6": "Ima li nekog askete ili brahmana da ga posetimo noćas, a koji bi umu našem mogao doneti mir?” ",
  "dn2:2.1": "Na to jedan od njegovih savetnika reče: ",
  "dn2:2.2": "„Vaše visočanstvo, tu je Pūraṇa Kassapa, starešina reda, učitelj grupe, ugledni i nadaleko čuveni osnivač tradicije, kojeg mnogi smatraju svecem. Star je, odavno otišao u beskućnike, poodmaklih je godina, stigao u poslednje doba života. ",
  "dn2:2.3": "Vaše visočanstvo bi trebalo da ga poseti. ",
  "dn2:2.4": "Možda bi on vašem umu mogao doneti mir.” ",
  "dn2:2.5": "Tako bi rečeno, ali kralj Ađātasattu ostane nem. ",
  "dn2:3.1": "A ostali savetnici ovako rekoše: ",
  "dn2:3.2": "“Vaše visočanstvo, tu je Makkhali Gosāla… ",
  "dn2:4.2": "Ađita Kesakambala… ",
  "dn2:5.2": "Pakudha Kaććāyana… ",
  "dn2:6.2": "Sañđaya Belaṭṭhaputta ",
  "dn2:7.2": "“Vaše visočanstvo, tu je Nigaṇṭha Nātaputta, starešina reda, učitelj grupe, ugledni i nadaleko čuveni osnivač tradicije, kojeg mnogi smatraju svecem. Star je, odavno otišao u beskućnike, poodmaklih je godina, stigao u poslednje doba života. ",
  "dn2:7.3": "Vaše visočanstvo bi trebalo da ga poseti. ",
  "dn2:7.4": "Možda bi on vašem umu mogao doneti mir.” ",
  "dn2:7.5": "Tako bi rečeno, ali kralj Ađātasattu ostane nem. ",
  "dn2:8.0": "2. Predlog Đīvake Komārabhaćće ",
  "dn2:8.1": "Sve vreme Đīvaka Komārabhaćća je sedeo ćutke, nedaleko od kralja Ađātasattua. ",
  "dn2:8.2": "Onda mu se kralj obrati: ",
  "dn2:8.3": "„Dragi Đīvaka, zašto ti ćutiš?” ",
  "dn2:8.4": "A Đīvaka odgovori: „Vaše visočanstvo, Blaženi, plemeniti i potpuno probuđeni, zajedno sa velikom grupom od hiljadu dvesta pedeset monaha, boravi sada u mom mangovom gaju. ",
  "dn2:8.5": "Ovakav se dobar glas širi o učitelju Gotami: ",
  "dn2:8.6": "’Zaista je Blaženi plemenit i potpuno probuđen, usavršen u znanju i ponašanju, srećan, znalac svetova, nenadmašni vodič onima kojima je potreban putokaz, učitelj božanskim i ljudskim bićima, budan, blažen’. ",
  "dn2:8.7": "Vaše visočanstvo bi trebalo da poseti Blaženog. ",
  "dn2:8.8": "Možda bi on vašem umu mogao doneti mir.” ",
  "dn2:8.9": "„Neka nam onda, dragi Đīvaka, pripreme kočije i u njih upregnu slonove.” ",
  "dn2:9.1": "„Da, vaše visočanstvo!” odgovori Đīvaka. I naredi da se pripremi pet stotina slonica, kao i kraljev slon predvodnik, te obavesti kralja: ",
  "dn2:9.2": "„Vaše visočanstvo, kočije su spremne. ",
  "dn2:9.3": "Učinite onako kako mislite da treba.” ",
  "dn2:10.1": "I kralj Ađātasattu na slonice posadi pet stotina svojih žena, na svaku po jednu, a sam se pope na svog slona predvodnika. I dok su sluge napred nosile baklje, izjaha on iz Rāđagahe u punom kraljevskoj sjaju, te se zaputi ka Đīvakovom mangovom gaju. ",
  "dn2:10.2": "Kada je kralj Ađātasattu stigao blizu mangovog gaja, iznenada ga obuze strah, uznemirenost i panika. ",
  "dn2:10.3": "Uplašen, uznemiren i uspaničen, reče on Đīvaku: ",
  "dn2:10.4": "„Da me ti, dragi Đīvako, možda ne vodiš u klopku? ",
  "dn2:10.5": "Da me nisi izdao? ",
  "dn2:10.6": "Planiraš li da me predaš mojih neprijateljima? ",
  "dn2:10.7": "Kako je moguće da tako velika grupa monaha, hiljadu dvesta pedeset monaha, boravi ovde, a da niko od njih ne kine ili se nakašlje, kako je moguće da se ne čuje bilo kakav zvuk?” ",
  "dn2:10.8": "„Ne plašite se, veliki kralju. Ne plašite se. ",
  "dn2:10.9": "Ne vodim vas u klopku, vaše visočanstvo, ",
  "dn2:10.10": "niti sam vas izdao; ",
  "dn2:10.11": "ne planiram da vas predam vašim neprijateljima. ",
  "dn2:10.12": "Samo idite napred, veliki kralju! Samo idite napred! Eno ih, vide se lampe koje gore u velikom paviljonu.” ",
  "dn2:11.0": "3. Pitanja o plodu asketskog života ",
  "dn2:11.1": "Kralj Ađātasattu jahao je na slonu dokle je mogao, pa onda sa njega siđe i peške se približi velikom paviljonu. Kad je stigao, upita Đīvaku: ",
  "dn2:11.2": "„Đīvaka, gde je Blaženi?” ",
  "dn2:11.3": "„Eno ga Blaženi, veliki kralju. ",
  "dn2:11.4": "Onaj što sedi oslonjen na središnji stub, okrenut istoku i okružen monaškom zajednicom.” ",
  "dn2:12.1": "Na to kralj Ađātasattu priđe Blaženom i stade sa strane. ",
  "dn2:12.2": "Dok je tako stajao, prelazeći pogledom po grupi monaha koja je sedela u potpunoj tišini, nalik mirnoj površini jezera, oteše mu se ove nadahnute reči: ",
  "dn2:12.3": "„Ah, kad bi i moj sin, princ Udāyibhadda, mogao da uživa u takvom miru kakav sada ima monaška zajednica!” ",
  "dn2:12.4": "(A Blaženi mu reče:) „Idu li tvoje misli, veliki kralju, ka onome koga voliš?” ",
  "dn2:12.5": "„Da, poštovani gospodine, volim svog sina princa Udāyibhaddu. ",
  "dn2:12.6": "Kad bi i on mogao da uživa u takvom miru kakav sada ima monaška zajednica!” ",
  "dn2:13.1": "Kralj Ađātasattu onda oda počast Blaženom, sklopljenim dlanovima pozdravi monašku zajednicu, pa sede sa strane. ",
  "dn2:13.2": "Dok je tako sedeo, obrati se on Blaženom: ",
  "dn2:13.3": "„Poštovani gospodine, želeo bih da upitam Blaženog o jednoj stvari, ",
  "dn2:13.4": " ako bi se potrudio da mi odgovori.” ",
  "dn2:13.5": "„Pitaj šta god želiš, veliki kralju.” ",
  "dn2:14.1": "„Ima različitih profesija, poštovani gospodine, ",
  "dn2:14.3": "pekari, berberi, kupališna posluga, kuvari, cvećari, perači rublja, tkači, korpari, grnčari, rizničari, blagajnici i različiti drugi slični zanati. Svi oni koji ih obavljaju, uživaju već ovde i sada u vidljivim plodovima svoga rada. ",
  "dn2:14.4": "Tako obezbeđuju radost i sreću sebi, a isto tako obezbeđuju radost i sreću svojim roditeljima, ženi i deci, rođacima i prijateljima. Oni daruju različitim darovima askete i brahmane – što ih vodi na nebo, donosi sreću kao plod, obezbeđuje preporađanje u nebeskom svetu. ",
  "dn2:14.5": "Možeš li mi, poštovani gospodine, ukazati na bilo kakav plod asketskog života koji je na sličan način vidljiv ovde i sada?” ",
  "dn2:15.1": "„Sećaš li se, veliki kralju, da si slično ovo ikada pitao neke druge askete i brahmane?” ",
  "dn2:15.2": "„Sećam se, poštovani gospodine.” ",
  "dn2:15.3": "„Ako ti nije teško, molim te reci mi šta su ti odgovorili.” ",
  "dn2:15.4": "„Nije mi teško kada sam u društvu Blaženog ili nekoga sličnog njemu.” ",
  "dn2:15.5": "„Govori onda, veliki kralju.” ",
  "dn2:16.0": "3.1. Učenje Pūraṇa Kassape ",
  "dn2:16.1": "„Jednom sam posetio Pūraṇa Kassapu i pozdravio se sa njim. Kada taj učtivi i prijateljski razgovor bi završen, sedoh sa strane. ",
  "dn2:16.2": "Onda ga upitah može li mi ukazati na bilo kakav plod asketskog života koji je vidljiv ovde i sada. ",
  "dn2:17.1": "Na to mi Pūraṇa Kassapa reče: ",
  "dn2:17.2": "’Veliki kralju, ako bi neko činio ili druge terao da čine, ako bi neko sakatio ili terao druge da sakate, ako bi neko mučio ili terao druge da muče, ako bi neko nanosio bol ili terao druge da nanose bol, ako bi neko tlačio ili terao druge da tlače, ako bi neko pretio i terao druge da prete, ako bi neko ubijao živa bića, uzimao ono što mu nije dato, upadao u kuće, pljačkao tuđ imetak, provaljivao, postavljao zasede na putu, zavodio tuđu ženu, govorio laži – nikakvo zlo takav ne bi počinio. Ukoliko bi neko oštrom testerom sva živa bića na ovom svetu pretvorio u gomilu mesa, u brdo mesa, to ne bi bilo zlo, niti bi ishod toga bilo zlo. ",
  "dn2:17.3": "Ako bi neko išao duž južne obale Ganga, te ubijao i satirao, sakatio ili terao druge da sakate, mučio ili terao druge da muče, to ne bi bilo zlo, niti bi ishod toga bilo zlo. ",
  "dn2:17.4": "Ako bi neko išao duž severne obale Ganga, te davao darove ili terao druge da daju darove, prinosio ponude ili terao druge da prinose ponude, to mu ne bi donelo zasluge, niti bi ishod toga bile zasluge. ",
  "dn2:17.5": "U davanju, kroćenju samoga sebe, obuzdavanju, govorenju istine nema zasluga, niti ploda zasluga.’ ",
  "dn2:18.1": "Tako mi je, poštovani gospodine, kada sam ga pitao o vidljivom plodu asketskog života, Pūraṇa Kassapa objasnio (svoje učenje) da postupci nemaju nikakav rezultat. ",
  "dn2:18.2": "Baš kao kad bi neko koga su pitali za mango, pričao o hlebnom drvetu ili ako bi ga neko pitao za hlebno drvo, a on pričao o mangu, ",
  "dn2:18.3": "na isti način kada sam Pūraṇa Kassapu upitao o vidljivom plodu asketskog života, on mi je objasnio (svoje učenje) da postupci nemaju nikakav rezultat. ",
  "dn2:18.4": "Onda pomislih: ",
  "dn2:18.5": "’Neko kao ja ne bi trebalo ni da pomisli da kritikuje asketu ili brahmana koji živi u njegovom kraljevstvu’. ",
  "dn2:18.6": "Tako se nisam ni obradovao rečima Pūraṇa Kassape, a nisam ih ni odbacio. ",
  "dn2:18.7": "Mada im se nisam ni obradovao, niti ih odbacio, osećao sam nezadovoljstvo, ali ga nisam izrazio rečima, već ustadoh sa mesta na kojem sam sedeo i otidoh. ",
  "dn2:19.0": "3.2. Učenje Makkhali Gosāle ",
  "dn2:19.1": "Jednom drugom prilikom sam posetio Makkhali Gosālu i pozdravio se sa njim. Kada taj učtivi i prijateljski razgovor bi završen, sedoh sa strane. ",
  "dn2:19.2": "Onda ga upitah može li mi ukazati na bilo kakav plod asketskog života koji je vidljiv ovde i sada. ",
  "dn2:20.1": "Na to mi Makkhali Gosāla reče: ",
  "dn2:20.2": "’Ne postoji uzrok ili uslov prljanja bića; bića se prljaju bez uzroka ili uslova. ",
  "dn2:20.3": "Ne postoji uzrok ili uslov pročišćenja bića; ",
  "dn2:20.4": "bića se pročišćuju bez uzroka ili uslova. ",
  "dn2:20.5": "Nema samoodređenja, niti određenja koje čine drugi, nema ličnog određenja. Ne postoji sila, ni energija, ni snaga, niti muževna srčanost. ",
  "dn2:20.6": "Sva bića, sva živa bića, sva stvorenja, sve duše su bez moći, snage i energije; oblikovana sudbinom, okolnostima i prirodom, bića doživljavaju zadovoljstvo i bol u šest klasa. ",
  "dn2:20.7": "Postoji milion četiristo šest hiljada šesto osnovnih vrsta rođenja. Postoji petsto vrsta delanja, pet vrsta delanja, tri vrste delanja, delanje i poludelanje. Postoji šezdeset dva puta, šezdeset dva međueona, šest klasa, osam nivoa ljudi, četiri hiljade devetsto vrsta življenja, četiri hiljade devetsto vrsta asketa, četiri hiljade devetsto boravišta zmija, dve hiljade životnih sila, tri hiljade čistilišta, trideset šest sastojaka nečistoće, sedam opažajućih zametaka, sedam neopažajućih zametaka, sedam zametaka bez opne, sedam vrsta božanstava, sedam vrsta ljudi, sedam vrsta demona, sedam jezera, sedam čvorišta, sedam vrsta ambisa, sedam stotina vrsta ambisa, sedam glavnih vrsta snova, sedamsto manjih vrsta snova. I ima osam miliona četiristo hiljada velikih eona, tokom kojih će, idući i tumarajući krugom preporađanja, i budale i mudri stići na kraj svoje patnje. ",
  "dn2:20.8": "I mada neko pomisli: ’Pomoću vrline, poštovanja pravila, asketizma ili svetačkog života učiniću da dozru dela koja još nisu dozrela ili da već dozrela dela poništim onako kako nadolaze’ – to je nemoguće. ",
  "dn2:20.9": "Zadovoljstvo i bol su odmereni. Krug preporađanja je ograničen, nema njegovog skraćenja ili produženja, nema njegovog uvećanja ili smanjenja. ",
  "dn2:20.10": "Baš kao što se bačeno klupko zakotrlja i odmotava samo dok u njemu ima prediva, ",
  "dn2:20.11": "tako će, idući i tumarajući krugom preporađanja, i budale i mudri stići na kraj svoje patnje.’ ",
  "dn2:21.1": "Tako mi je, poštovani gospodine, kada sam ga pitao o vidljivom plodu asketskog života, Makkhali Gosāla objasnio (svoje učenje) o pročišćenju lutanjem kroz krug preporađanja. ",
  "dn2:21.2": "Baš kao kad bi neko koga su pitali za mango, pričao o hlebnom drvetu ili ako bi ga neko pitao za hlebno drvo, a on pričao o mangu, ",
  "dn2:21.3": "na isti način kada sam Makkhali Gosālu upitao o vidljivom plodu asketskog života, on mi je objasnio (svoje učenje) o pročišćenju lutanjem kroz krug preporađanja. ",
  "dn2:21.4": "Onda pomislih: ",
  "dn2:21.5": "’Neko kao ja ne bi trebalo ni da pomisli da kritikuje asketu ili brahmana koji živi u njegovom kraljevstvu’. ",
  "dn2:21.6": "Tako se nisam ni obradovao rečima Makkhali Gosāle, a nisam ih ni odbacio. ",
  "dn2:21.7": "Mada im se nisam ni obradovao, niti ih odbacio, osećao sam nezadovoljstvo, ali ga nisam izrazio rečima, već ustadoh sa mesta na kojem sam sedeo i otidoh. ",
  "dn2:22.0": "3.3. Učenje Ađite Kesakambale ",
  "dn2:22.1": "Jednom drugom prilikom sam posetio Ađitu Kesakambalu i pozdravio se sa njim. Kada taj učtivi i prijateljski razgovor bi završen, sedoh sa strane. ",
  "dn2:22.2": "Onda ga upitah može li mi ukazati na bilo kakav plod asketskog života koji je vidljiv ovde i sada. ",
  "dn2:23.1": "Na to mi Ađita Kesakambala reče: ",
  "dn2:23.2": "’Nema ničeg datog, ničeg prinetog i ničeg žrtvovanog. Nema ploda, ni rezultata dobrih i rđavih dela. Nema ovog sveta, ni drugog sveta; nema majke, ni oca; nema bića koja se spontano preporađaju. Nema dobrih i čestitih asketa i brahmana u ovome svetu koji su kroz neposredno znanje sami za sebe razumeli i objavljuju ovaj svet i drugi svet. ",
  "dn2:23.3": "Čovek je sastavljen od četiri osnovna elementa. Kada umre, zemlja (u njegovom telu) vraća se i spaja sa čitavom masom zemlje; voda (u njegovom telu) vraća se i spaja sa čitavom masom vode; vatra (u njegovom telu) vraća se i spaja sa čitavom masom vatre; vazduh (u njegovom telu) vraća se i spaja sa čitavom masom vazduha. Njegove mentalne i fizičke moći bivaju rasute u prostoru. ",
  "dn2:23.4": "Četiri čoveka na nosilima odnose leš. ",
  "dn2:23.5": "Posmrtni govori traju koliko i lomača. ",
  "dn2:23.6": "Kosti potom izblede, prinete žrtve paljenice izmešaju se s pepelom. ",
  "dn2:23.7": "Darežljivost je učenje za budale. ",
  "dn2:23.8": "Kada bilo ko tvrdi da postoji (život posle smrti), to je tek pogrešno, šuplje blebetanje. ",
  "dn2:23.9": "Budale i mudraci su na isti način posečeni i uništeni raspadom tela. Posle smrti oni ne postoje.’ ",
  "dn2:24.1": "Tako mi je, poštovani gospodine, kada sam ga pitao o vidljivom plodu asketskog života, Ađita Kesakambala objasnio (svoje učenje) o poništavanju. ",
  "dn2:24.2": "Baš kao kad bi neko koga su pitali za mango, pričao o hlebnom drvetu ili ako bi ga neko pitao za hlebno drvo, a on pričao o mangu, ",
  "dn2:24.3": "na isti način kada sam Ađitu Kesakambalu upitao o vidljivom plodu asketskog života, on mi je objasnio (svoje učenje) o poništavanju. ",
  "dn2:24.4": "Onda pomislih: ",
  "dn2:24.5": "’Neko kao ja ne bi trebalo ni da pomisli da kritikuje asketu ili brahmana koji živi u njegovom kraljevstvu’. ",
  "dn2:24.6": "Tako se nisam ni obradovao rečima Ađite Kesakambale, a nisam ih ni odbacio. ",
  "dn2:24.7": "Mada im se nisam ni obradovao, niti ih odbacio, osećao sam nezadovoljstvo, ali ga nisam izrazio rečima, već ustadoh sa mesta na kojem sam sedeo i otidoh. ",
  "dn2:25.0": "3.4. Učenje Pakudha Kaććāyane ",
  "dn2:25.1": "Jednom drugom prilikom sam posetio Pakudha Kaććāyanu i pozdravio se sa njim. Kada taj učtivi i prijateljski razgovor bi završen, sedoh sa strane. ",
  "dn2:25.2": "Onda ga upitah može li mi ukazati na bilo kakav plod asketskog života koji je vidljiv ovde i sada. ",
  "dn2:26.1": "Na to mi Pakudha Kaććāyana reče: ",
  "dn2:26.2": "’Veliki kralju, postoji sedam entiteta koji su nenačinjeni, nerođeni, nestvoreni, bez tvorca, nerodni, nalik planinskim vrhovima, nalik stubovima. ",
  "dn2:26.3": "Oni se ne pomeraju, niti menjaju, ne ometaju jedan drugog. Nijedan nije u stanju (da pobudi) zadovoljstvo, bol ili zadovoljstvo i bol u drugome. ",
  "dn2:26.4": "Kojih je to sedam? ",
  "dn2:26.5": "To su entitet zemlje, entitet vode, entitet vatre, entitet vazduha, zadovoljstvo, bol i duša kao sedmi. ",
  "dn2:26.6": "Tih sedam entiteta su nenačinjeni, nerođeni, nestvoreni, bez tvorca, nerodni, nepomerivi poput planinskih vrhova, čvrsto stoje poput stubova. ",
  "dn2:26.7": "Oni se ne pomeraju, niti menjaju, ne ometaju jedan drugog. Nijedan nije u stanju (da pobudi) zadovoljstvo, bol ili zadovoljstvo i bol u drugome. ",
  "dn2:26.8": "Otuda, ne postoji ubica, ni žrtva, ni slušalac, ni govornik, ni onaj ko uči, ni onaj ko podučava. ",
  "dn2:26.9": "Čak i oni koji odseku nečiju glavu oštrim mačem, nikoga ne lišavaju života. ",
  "dn2:26.10": "Mač samo prolazi kroz prostor između tih sedam entiteta’. ",
  "dn2:27.1": "Tako mi je, poštovani gospodine, kada sam ga pitao o vidljivom plodu asketskog života, Pakudha Kaććāyana odgovorio na potpuno nebitan način. ",
  "dn2:27.2": "Baš kao kad bi neko koga su pitali za mango, pričao o hlebnom drvetu ili ako bi ga neko pitao za hlebno drvo, a on pričao o mangu, ",
  "dn2:27.3": "na isti način kada sam Pakudha Kaććāyanu upitao o vidljivom plodu asketskog života, on mi je odgovorio na potpuno nebitan način. ",
  "dn2:27.4": "Onda pomislih: ",
  "dn2:27.5": "’Neko kao ja ne bi trebalo ni da pomisli da kritikuje asketu ili brahmana koji živi u njegovom kraljevstvu’. ",
  "dn2:27.6": "Tako se nisam ni obradovao rečima Pakudha Kaććāyane, a nisam ih ni odbacio. ",
  "dn2:27.7": "Mada im se nisam ni obradovao, niti ih odbacio, osećao sam nezadovoljstvo, ali ga nisam izrazio rečima, već ustadoh sa mesta na kojem sam sedeo i otidoh. ",
  "dn2:28.0": "3.5. Učenje Nigaṇṭha Nātaputte ",
  "dn2:28.1": "Jednom drugom prilikom sam posetio Nigaṇṭha Nātaputtu i pozdravio se sa njim. Kada taj učtivi i prijateljski razgovor bi završen, sedoh sa strane. ",
  "dn2:28.2": "Onda ga upitah može li mi ukazati na bilo kakav plod asketskog života koji je vidljiv ovde i sada. ",
  "dn2:29.1": "Na to mi Nigaṇṭha Nātaputta reče: ",
  "dn2:29.2": "’Veliki kralju, nigaṇṭha je obuzdan četvorostrukom obuzdanošću. ",
  "dn2:29.3": "Kako to? ",
  "dn2:29.4": "Tako što je nigaṇṭha omeđen svim stegama, stegnut svim stegama, pročišćen svim stegama. utvrđen svim stegama. ",
  "dn2:29.5": "Na taj način je nigaṇṭha obuzdan četvorostrukom obuzdanošću. ",
  "dn2:29.6": "A kada je obuzdan četvorostrukom obuzdanošću, ",
  "dn2:29.7": "on se naziva nesputanim, onim ko sam sebe štiti, kontroliše i ućvršćuje’. ",
  "dn2:30.1": "Tako mi je, poštovani gospodine, kada sam ga pitao o vidljivom plodu asketskog života, Nigaṇṭha Nāṭaputta objasnio (svoje učenje) o četvorostrukom obuzdavanju. ",
  "dn2:30.2": "Baš kao kad bi neko koga su pitali za mango, pričao o hlebnom drvetu ili ako bi ga neko pitao za hlebno drvo, a on pričao o mangu, ",
  "dn2:30.3": "na isti način kada sam Nigaṇṭha Nāṭaputtu upitao o vidljivom plodu asketskog života, on mi je objasnio (svoje učenje) o četvorostrukom obuzdavanju. ",
  "dn2:30.4": "Onda pomislih: ",
  "dn2:30.5": "’Neko kao ja ne bi trebalo ni da pomisli da kritikuje asketu ili brahmana koji živi u njegovom kraljevstvu’. ",
  "dn2:30.6": "Tako se nisam ni obradovao rečima Nigaṇṭha Nāṭaputte, a nisam ih ni odbacio. ",
  "dn2:30.7": "Mada im se nisam ni obradovao, niti ih odbacio, osećao sam nezadovoljstvo, ali ga nisam izrazio rečima, već ustadoh sa mesta na kojem sam sedeo i otidoh. ",
  "dn2:31.0": "3.6. Učenje Sañđaya Belaṭṭhaputte ",
  "dn2:31.1": "Jednom drugom prilikom sam posetio Sañđaya Belaṭṭhaputtu i pozdravio se sa njim. Kada taj učtivi i prijateljski razgovor bi završen, sedoh sa strane. ",
  "dn2:31.2": "Onda ga upitah može li mi ukazati na bilo kakav plod asketskog života koji je vidljiv ovde i sada. ",
  "dn2:32.1": "Na to mi Sañđaya Belaṭṭhaputta reče: ",
  "dn2:32.2": "’Može se dogoditi da me pitaš: „Postoji li drugi svet?” Ako bih mislio da je tako, tako bih i objavio. ",
  "dn2:32.3": "Ali ja ne mislim tako, ne uzimam stvari na taj način, niti na drugi način. Ne kažem da to nije tako, ali ne kažem ni da je to ovako ili drugačije. ",
  "dn2:32.4": "Slično tome, može se dogoditi da mi postaviš sledeća pitanja: „Da li nema drugog sveta?”… ",
  "dn2:32.5": "„Da li drugi svet u isto vreme i postoji i ne postoji?”… ",
  "dn2:32.6": "„Da li drugi sve u isto vreme niti postoji, niti ne postoji?”… ",
  "dn2:32.7": "„Postoje li bića koja se spontano preporađaju?”… ",
  "dn2:32.8": "„Da li ne postoje bića koja se spontano preporađaju?”… ",
  "dn2:32.9": "„Da li u isto vreme i postoje i ne postoje bića koja se spontano preporađaju?”… ",
  "dn2:32.10": "„Da li u isto vreme niti postoje, niti ne postoje bića koja se spontano preporađaju?”… ",
  "dn2:32.11": "„Postoji li plod i rezultat dobrog i lošeg postupka?”… ",
  "dn2:32.12": "„Da li ne postoji plod i rezultat dobrog i lošeg postupka?”… ",
  "dn2:32.13": "”Da li u isto vreme i postoji i ne postoji plod i rezultat dobrog i lošeg postupka?”… ",
  "dn2:32.14": "„Da li u isto vreme niti postoji, niti ne postoji plod i rezultat dobrog i lošeg postupka?”… ",
  "dn2:32.15": "„Postoji li Tathāgata posle smrti?”… ",
  "dn2:32.16": "„Da li Tathāgata ne postoji posle smrti?”… ",
  "dn2:32.17": "”Da li u isto vreme i postoji i ne postoji Tathāgata posle smrti?”… ",
  "dn2:32.18": "„Da li u isto vreme niti postoji, niti ne postoji Tathāgata posle smrti?” Ako bih tako mislio, ja bih tako i objavio. ",
  "dn2:32.19": "’Ali ja ne mislim tako, ne uzimam stvari na taj način, niti na drugi način. Ne kažem da to nije tako, ali ne kažem ni da je to ovako ili drugačije.’ ",
  "dn2:33.1": "Tako je, poštovani gospodine, kada sam ga pitao o vidljivom plodu asketskog života, Sañđaya Belaṭṭhaputta izbegao da mi odgovori. ",
  "dn2:33.2": "Baš kao kad bi neko koga su pitali za mango, pričao o hlebnom drvetu ili ako bi ga neko pitao za hlebno drvo, a on pričao o mangu, ",
  "dn2:33.3": "na isti način kada sam Sañđaya Belaṭṭhaputtu upitao o vidljivom plodu asketskog života, on je izbegao da mi odgovori. ",
  "dn2:33.4": "Onda pomislih: ",
  "dn2:33.5": "’Ovaj je najgluplji i najbudalastiji od svih asketa i brahmana. ",
  "dn2:33.6": "Kako je Sañđaya Belaṭṭhaputta mogao da odgovori izvrdavanjem kada ga pitam o plovima asketskog života vidljivim u ovom životu?’ ",
  "dn2:33.7": "Onda pomislih: ",
  "dn2:33.8": "’Neko kao ja ne bi trebalo ni da pomisli da kritikuje asketu ili brahmana koji živi u njegovom kraljevstvu’. ",
  "dn2:33.9": "Tako se nisam ni obradovao rečima Sañđaya Belaṭṭhaputte, a nisam ih ni odbacio. ",
  "dn2:33.10": "Mada im se nisam ni obradovao, niti ih odbacio, osećao sam nezadovoljstvo, ali ga nisam izrazio rečima, već ustadoh sa mesta na kojem sam sedeo i otidoh. ",
  "dn2:34.0.1": "4. Plodovi asketskog života ",
  "dn2:34.0.2": "4.1. Prvi vidljivi plod asketskog života ",
  "dn2:34.1": "I zato, poštovani gospodine, pitam Blaženoga: ",
  "dn2:34.2": "„Ima različitih profesija, poštovani gospodine, ",
  "dn2:34.4": "pekari, berberi, kupališna posluga, kuvari, cvećari, perači rublja, tkači, korpari, grnčari, rizničari, blagajnici i različiti drugi slični zanati. Svi oni koji ih obavljaju, uživaju već ovde i sada u vidljivim plodovima svoga rada. ",
  "dn2:34.5": "Tako obezbeđuju radost i sreću sebi, a isto tako obezbeđuju radost i sreću svojim roditeljima, ženi i deci, rođacima i prijateljima. Oni daruju različitim darovima askete i brahmane – što ih vodi na nebo, donosi sreću kao plod, obezbeđuje preporađanje u nebeskom svetu. ",
  "dn2:34.6": "Možeš li mi, poštovani gospodine, ukazati na bilo kakav plod asketskog života koji je na sličan način vidljiv ovde i sada?” ",
  "dn2:34.7": "„Mogu, veliki kralju. ",
  "dn2:34.8": "Ali dopusti da te prvo nešto pitam. Odgovori kako misliš da treba. ",
  "dn2:35.1": "Šta misliš, veliki kralju? ",
  "dn2:35.2": "Zamisli da imaš slugu, radnika koji ustaje pre tebe, leže posle tebe, čini sve što poželiš, radi ono što te veseli, učtivo ti se obraća i čini sve da budeš zadovoljan. ",
  "dn2:35.3": "On možda jednom pomisli: ",
  "dn2:35.4": "’Zadivljujući je taj, čudesan je put dobrih dela i njihov rezultat. ",
  "dn2:35.5": "Jer ovaj kralj Ađātasatuu je ljudsko biće, a i ja sam ljudsko biće. ",
  "dn2:35.6": "Pa ipak kralj Ađātasattu uživa u svim mogućim zadovoljstvima čula kao da je božanstvo, ",
  "dn2:35.7": "dok sam ja njegov sluga, radnik – ustajem pre njega, ležem posle njega, činim sve što poželi, radim ono što ga veseli, učtivo mu se obraćam i činim sve da bude zadovoljan. ",
  "dn2:35.8": "A mogao bih da budem kao on, ako bih načinio dovoljno dobrih dela. ",
  "dn2:35.9": "Kako bi bilo da obrijem kosu i bradu, ogrnem žuti ogrtač i napustivši dom odem u beskućnike?’ ",
  "dn2:35.10": "Posle izvesnog vremena, on zaista obrije glavu i bradu, stavi na sebe žuti ogrtač i ostavivši iza sebe domaćinski život, postane beskućnik. ",
  "dn2:35.11": "Tako živi obuzdanog tela, govora i uma, zadovoljan najjednostavnijom hranom i smeštajem, radostan u samoći. ",
  "dn2:35.12": "I zamisli da te tvoji ljudi obaveste o svemu tome. ",
  "dn2:35.16": "Da li bi rekao: ",
  "dn2:35.17": "’Dovedite mi tog čoveka. Neka opet bude moj sluga, radnik, što ustaje pre mene,  leže posle mene, čini sve što poželim, radi ono što me veseli, učtivo mi se obraća i čini sve da budem zadovoljan’?” ",
  "dn2:36.1": "„Sigurno da ne bih, poštovani gospodine. ",
  "dn2:36.2": "Umesto toga, odao bih mu poštovanje, ustao sa svog sedišta u znak poštovanja, pozvao ga da sedne, pozvao da prihvati ogrtač, hranu, boravište i lekove. Obezbedio bih mu neophodnu zaštitu i sigurnost.” ",
  "dn2:36.3": "Šta misliš, veliki kralju? ",
  "dn2:36.4": "Ako je tako, postoji li ili ne vidljiv plod asketskog života?” ",
  "dn2:36.5": "„Svakako da postoji, poštovani gospodine.” ",
  "dn2:36.6": "„To je, veliki kralju, prvi plod asketskog života, vidljiv ovde i sada, na koji ti ukazujem.” ",
  "dn2:37.0": "4.2. Drugi vidljivi plod asketskog života ",
  "dn2:37.1": "Možeš li mi, poštovani gospodine, ukazati na još kakav plod asketskog života koji je na sličan način vidljiv ovde i sada?” ",
  "dn2:37.2": "„Mogu, veliki kralju. ",
  "dn2:37.3": "Ali dopusti da te prvo nešto pitam. Odgovori kako misliš da treba. ",
  "dn2:37.4": "Šta misliš, veliki kralju? ",
  "dn2:37.5": "Zamisli da imaš zemljoradnika, kućedomaćina, koji ti redovno plaća porez. ",
  "dn2:37.6": "On možda jednom pomisli: ",
  "dn2:37.7": "’Zadivljujući je taj, čudesan je put dobrih dela i njihov rezultat. ",
  "dn2:37.8": "Jer ovaj kralj Ađātasatuu je ljudsko biće, a i ja sam ljudsko biće. ",
  "dn2:37.9": "Pa ipak, kralj Ađātasattu uživa u svim mogućim zadovoljstvima čula kao da je božanstvo, ",
  "dn2:37.10": "dok sam ja zemljoradnik, kućedomaćin, koji mu redovno plaća porez. ",
  "dn2:37.11": "A mogao bih da budem kao on, ako bih načinio dovoljno dobrih dela. ",
  "dn2:37.12": "Kako bi bilo da obrijem kosu i bradu, ogrnem žuti ogrtač i napustivši dom odem u beskućnike?’ ",
  "dn2:37.13": "Posle izvesnog vremena, on zaista obrije kosu i bradu, obuče žuti ogrtač i ostavivši iza sebe domaćinski život, postane beskućnik. ",
  "dn2:37.14": "Tako živi obuzdanog tela, govora i uma, zadovoljan najjednostavnijom hranom i smeštajem, radostan u samoći. ",
  "dn2:37.15": "I zamisli da te tvoji ljudi obaveste o svemu tome. ",
  "dn2:37.19": "Da li bi rekao: ",
  "dn2:37.20": "’Dovedite mi tog čoveka. Neka opet bude zemljoradnik, kućedomaćin, koji mi redovno plaća porez’?” ",
  "dn2:38.1": "„Sigurno da ne bih, poštovani gospodine. ",
  "dn2:38.2": "Umesto toga, odao bih mu poštovanje, ustao sa svog sedišta u znak poštovanja, pozvao ga da sedne, pozvao da prihvati ogrtač, hranu, boravište i lekove. Obezbedio bih mu neophodnu zaštitu i sigurnost.” ",
  "dn2:38.3": "Šta misliš, veliki kralju? ",
  "dn2:38.4": "Ako je tako, postoji li ili ne vidljiv plod asketskog života?” ",
  "dn2:38.5": "„Svakako da postoji, poštovani gospodine.” ",
  "dn2:38.6": "„To je, veliki kralju, drugi plod asketskog života, vidljiv ovde i sada, na koji ti ukazujem.” ",
  "dn2:39.0": "4.3. Još bolji plodovi asketskog života ",
  "dn2:39.1": "Možeš li mi, poštovani gospodine, ukazati na još kakav plod asketskog života koji je na sličan način vidljiv ovde i sada?” ",
  "dn2:39.2": "„Mogu, veliki kralju. ",
  "dn2:39.3": "Zato slušaj i dobro zapamti šta ću ti reći. ",
  "dn2:39.4": "„U redu, poštovani gospodine”, odgovori kralj Ađātasattu Blaženome. ",
  "dn2:39.5": "A Blaženi mu ovako reče: ",
  "dn2:40.1": "„Tako, veliki kralju, Tathāgata se pojavi u ovome svetu, plemenit i potpuno probuđen, usavršen u znanju i ponašanju, srećan, znalac svetova, nenadmašni vodič onima kojima je potreban putokaz, učitelj božanskim i ljudskim bićima, budan, blažen. ",
  "dn2:40.2": "Snagom vlastite spoznaje razumeo je i zna da objasni ovaj svet, njegove dobre i zle duhove, božanstva, pokolenja isposnika i sveštenika, plemenitih i običnih ljudi. ",
  "dn2:40.3": "On propoveda učenje i slovom i duhom, divno na početku, divno u sredini, divno na kraju; upućuje na potpuno savršen i pročišćen svetački život. ",
  "dn2:41.1": "A kućedomaćin ili kućedomaćinov sin ili neko rođen u nekom drugom klanu čuje tu Dhammu. ",
  "dn2:41.2": "Kad čuje Dhammu, on stiče poverenje u Tathāgatu. ",
  "dn2:41.3": "Kad poseduje poverenje, ovako razmišlja: ",
  "dn2:41.4": "’Domaćinski život je skučen i prašnjav. Svetački život je poput širokog polja. ",
  "dn2:41.5": "Nije lako u kući praktikovati svetački život potpuno savršen i čist, nalik uglačanoj školjki. ",
  "dn2:41.6": "Kako bi bilo da obrijem kosu i bradu, ogrnem žuti ogrtač i napustivši dom odem u beskućnike?’ ",
  "dn2:41.7": "Posle izvesnog vremena, on zaista obrije kosu i bradu, obuče žuti ogrtač i ostavivši iza sebe domaćinski život, postane beskućnik. ",
  "dn2:42.1": "Kada je tako otišao u beskućnike, živi on obuzdan granicama Pātimokkhe, savršenog ponašanja i delovanja. Videći opasnost i u najmanjoj pogrešci, vežba sebe držeći se pravila vežbanja. I telom i rečima čini samo ono što je korisno, njegov život biva pročišćen, a on prožet vrlinom. Stražari na vratima čula, učvrstio je svesnost i jasno razumevanje, zadovoljan je. ",
  "dn2:43.0.1": "4.3.1. Vrlina ",
  "dn2:43.0.2": "4.3.1.1. Kratki odeljak o vrlini ",
  "dn2:43.1": "A kako to, veliki kralju, monah postaje prožet vrlinom? ",
  "dn2:43.2": "’Odustavši od ubijanja živih bića, napustivši ubijanje živih bića, monah je odložio štap i oružje, živi pun obzira i blag, ispunjen saosećanjem prema svim bićima.’ ",
  "dn2:43.3": "To je deo njegove vrline. ",
  "dn2:43.4": "’Odustavši od uzimanja onoga što mu nije dato, monah je napustio uzimanje onoga što mu nije dato,  prihvata i očekuje samo ono što je dato, živi on u poštenju i iskrenosti srca.’ ",
  "dn2:43.5": "To je takođe deo njegove vrline. ",
  "dn2:43.6": "’Napustivši necelibat, pridržava se celibata, živi podalje od žena, odustavši od vulgarne prakse seksualnog snošaja.’ ",
  "dn2:43.7": "To je takođe deo njegove vrline. ",
  "dn2:44.1": "’Napustivši laganje, ne laže; govori istinu, čvrsto se drži istine, poverljiv i pouzdan, ne obmanjuje bilo koga na ovome svetu.’ ",
  "dn2:44.2": "To je takođe deo njegove vrline. ",
  "dn2:44.3": "’Napustivši ogovaranje, ne ogovara, ne ponavlja tamo ono što je čuo ovde kako bi ove ljude zavadio s onima, niti ponavlja ovde ono što je čuo tamo kako bi one ljude zavadio s ovima. Tako spaja podeljene, podstiče prijateljstvo, uživa u slozi, raduje se slozi, oduševljava slogom, govori reči koje jačaju slogu.’ ",
  "dn2:44.4": "To je takođe deo njegove vrline. ",
  "dn2:44.5": "’Napustivši grube reči, ne izgovara grube reči, govori samo reči koje su blage, prijatne za uho i ljubazne, koje idu pravo do srca, učtive su, poželjne za mnoge i s njima su saglasni mnogi.’ ",
  "dn2:44.6": "To je takođe deo njegove vrline. ",
  "dn2:44.7": "’Napustivši naklapanje, ne ogovara, govori u pravo vreme, govori činjenice, govori o onome što jeste dobro, govori o Dhammi i praksi; u pravo vreme govori reči koje su vredne čuvanja, razložne, umerene i korisne.’ ",
  "dn2:44.8": "To je takođe deo njegove vrline. ",
  "dn2:45.1": "Odustao od uništavanja semenki i biljaka… ",
  "dn2:45.2": "Jede samo jednom dnevno, odustavši od jela noću i izvan propisanog vremena… ",
  "dn2:45.3": "Odustao je od plesa, pevanja, muzike i pozorišnih predstava… ",
  "dn2:45.4": "Odustao je od nošenja venaca, korišćenja mirisa i ulepšavanja balzamima… ",
  "dn2:45.5": "Odustao je od visokih i luksuznih ležajeva… ",
  "dn2:45.6": "Odustao je od primanja zlata i srebra… ",
  "dn2:45.7": "sirovog zrna i ",
  "dn2:45.8": "sirovog mesa, ",
  "dn2:45.9": "primanja žena i devojaka, ",
  "dn2:45.10": "robova i ropkinja, ",
  "dn2:45.11": "koza i ovaca, ",
  "dn2:45.12": "živine i svinja, ",
  "dn2:45.13": "primanja slonova, stoke, konja i kobila. ",
  "dn2:45.14": "Odustao je od prihvatanja njiva i livada. ",
  "dn2:45.15": "Odustao je od izvršavanja tuđih naloga i prenošenja poruka. ",
  "dn2:45.16": "Odustao je od kupovanja i prodavanja, ",
  "dn2:45.17": "od lažnih utega, lažnih metala i lažnih mera. ",
  "dn2:45.18": "Odustao je od primanja mita, obmanjivanja, podvaljivanja i lukavstva. ",
  "dn2:45.19": "Odustao je od ranjavanja, ubijanja, vezivanja, prepada, pljačkanja i drugog nasilja. ",
  "dn2:45.20": "To je takođe deo njegove vrline. ",
  "dn2:46.0": "4.3.1.2. Srednji odeljak o vrlini ",
  "dn2:46.1": "Iako ima asketa i brahmana koji, živeći od hrane koje im daruju predani, još uvek uništavaju biljke i semenke – ",
  "dn2:46.2": "biljke koje se razmnožavaju korenom, izdankom, reznicom ili okcem, a pete su one nastale iz redovnog semena – on je odustao od uništavanja semenki i biljaka. ",
  "dn2:46.3": "To je takođe deo njegove vrline. ",
  "dn2:47.1": "Iako ima asketa i brahmana koji, živeći od hrane koju im daruju predani, još uvek gomilaju stvari radi svog užitka, ",
  "dn2:47.2": "kao što su hrana, piće, odeća, kočije, ležajevi, mirisi i druge materijalne stvari – ",
  "dn2:47.3": "on je odustao od gomilanja stvari. ",
  "dn2:47.4": "To je takođe deo njegove vrline. ",
  "dn2:48.1": "Iako ima asketa i brahmana koji, živeći od hrane koju im daruju predani, još uvek prisustvuju neprikladnim događajima, ",
  "dn2:48.2": "kao što su: predstave plesa, pevanja i muzike, pozorišne predstave, pričanje legendi, muzika koja se izvodi pljeskanjem, cimbalima i bubnjevima, izložbe umetnina, akrobatske predstave, borbe slonova, konja, bivola, bikova, ovnova, petlova i prepelica, borbe štapovima, pesnicama i rvanje, vojne parade, manevri i smotre – ",
  "dn2:48.3": "on je odustao od prisustvovanja ovakvim neprikladnim događajima. ",
  "dn2:48.4": "To je takođe deo njegove vrline. ",
  "dn2:49.1": "Iako ima asketa i brahmana koji, živeći od hrane koju im daruju predani, još uvek učestvuju u igrama koje su osnova za nepažnju, ",
  "dn2:49.2": "kao što su: šah na tabli sa osam redova, šah na tabli sa deset redova, šah naslepo, školice, mikado, bacanje kocke, klis, bojenje šakom, klikeranje, sviranje kroz savijeni list, mali plugovi, kolut napred i nazad, male vetrenjače, male stvari, mala vozila, mali luk i strela, pogađanje slova ispisanih u vazduhu ili po leđima, pogađanje tuđih misli, imitiranje – ",
  "dn2:49.3": "on je odustao od učestvovanja u takvim igrama. ",
  "dn2:49.4": "To je takođe deo njegove vrline. ",
  "dn2:50.1": "Iako ima asketa i brahmana koji, živeći od hrane koju im daruju predani, još uvek uživaju u visokim i luksuznim ležajevima i stolicama, ",
  "dn2:50.2": "kao što su: prostrane ležaljke, tronovi sa izrezbarenim figurama životinja, prekrivači sa dugim resama, prekrivači u različitim bojama, beli vuneni prekrivači, vuneni prekrivači sa izvezenim cvetovima, jorgani, vuneni prekrivači sa izvezenim životinjama, vuneni prekrivači čupavi sa jedne ili sa obe strane, krevetski čaršavi ukrašeni draguljima, svileni prekrivači, veliki tepisi, prostirke za slonove, konje ili kočije, prostirke od kože antilope, prostirke od meke kože jelena, kreveti sa baldahinom, ležaljke sa crvenim jastucima za glavu i noge – ",
  "dn2:50.3": "on je odustao od korišćenja visokih i luksuznih ležajeva i stolica. ",
  "dn2:50.4": "To je takođe deo njegove vrline. ",
  "dn2:51.1": "Iako ima asketa i brahmana koji, živeći od hrane koju im daruju predani, još uvek koriste razne stvari za ulepšavanje i ukrašavanje, ",
  "dn2:51.2": "kao što su: utrljavanje mirisnog praha u kožu, trljanje tela uljima, kupanje u mirisnoj vodi, masiranje udova, ogledala, kreme, cvetni venci, parfemi, pomade, talk, maskara, narukvice, poveze za glavu, ukrašene štapove za hodanje, izrezbarene čuture, rapire, suncobrane, izvezene sandale, turbane, dijademe, teralice za muve od dlaka iz repa jaka, ogrtači sa dugim resama – ",
  "dn2:51.3": "on je odustao od takvog ulepšavanja i ukrašavanja. ",
  "dn2:51.4": "To je takođe deo njegove vrline. ",
  "dn2:52.1": "Iako ima asketa i brahmana koji se, živeći od hrane koju im daruju predani, još uvek upuštaju u naklapanje o različitim nevažnim temama, ",
  "dn2:52.2": "kao što je razgovor o kraljevima, kraljevim savetnicima i lopovima; razgovor o vojskama, opasnostima i ratovima; razgovor o hrani, piću, odeći i prenoćištu; razgovor o cvetnim vencima i mirisima; razgovor o rođacima, vozilima, selima, varošima, gradovima i zemljama; razgovor o ženama i herojima; razgovor na ulici i kraj izvora; razgovor o pokojnicima, raznim sitnicama, spekulacijama o nastanku sveta, nastanku mora; razgovor o dobitku i gubitku – ",
  "dn2:52.3": "on je odustao od takvog naklapanja.’ ",
  "dn2:52.4": "To je takođe deo njegove vrline. ",
  "dn2:53.1": "Iako ima asketa i brahmana koji se, živeći od hrane koju im daruju predani, još uvek upuštaju u rasprave  i govore jedni drugima: ",
  "dn2:53.2": "’Ti ne razumeš ovu Dhammu i praksu. Ja razumem ovu Dhammu i praksu. Kako uopšte možeš razumeti ovu Dhammu i praksu? Tvoj put je pogrešan. Moj put je ispravan. Ja sam dosledan. Ti si nedosledan. Ono što treba reći na početku, ti kažeš na kraju. Ono što treba reći na kraju, ti kažeš na početku. Ono što si tako pažljiv izmozgao potpuno je izokretanje. Tvoja tvrdnja je razotkrivena. Izgubio si raspravu. Idi i nauči nešto bolje ili se priberi ako si u stanju!’ – ",
  "dn2:53.3": "on je odustao od takvog raspravljanja. ",
  "dn2:53.4": "To je takođe deo njegove vrline. ",
  "dn2:54.1": "Iako ima asketa i brahmana koji se, živeći od hrane koju im daruju predani, još uvek upuštaju u prenošenje poruka i obavljanju zadataka, ",
  "dn2:54.2": "i to čine za kraljeve, kraljeve savetnike, ratnike, brahmane, kućedomaćine ili mlade (koji im naređuju): ’Dođi ovamo, idi tamo, uzmi ovo, donesi ovo odande’ – ",
  "dn2:54.3": "on je odustao je od takvog prenošenje poruka i obavljanju zadataka za druge. ",
  "dn2:54.4": "To je takođe deo njegove vrline. ",
  "dn2:55.1": "Iako ima asketa i brahmana koji se, živeći od hrane koju im daruju predani, još uvek upuštaju u prevare, laskanje (radi dobiti), nagoveštavanje (šta im darivati), omalovažavanje drugih i korišćenje materijalnog poseda da se stekne još veći posed – on je odustao od takvih prevara. ",
  "dn2:55.2": "To je takođe deo njegove vrline. ",
  "dn2:56.0": "4.3.1.3. Dugi odeljak o vrlini ",
  "dn2:56.3": "on je odustao od takvog nedoličnog znanja, takvog pogrešnog življenja.’ ",
  "dn2:56.4": "To je takođe deo njegove vrline. ",
  "dn2:57.1": "’Ima asketa i brahmana koji, živeći od hrane koju im daruju predani, još uvek zarađuju takvim pogrešnim življenjem, takvim nedoličnim znanjem ",
  "dn2:57.2": "kao što su: proricanje dugovečnosti, materijalnog blagostanja itd. ili obrnutog na osnovu obeležja na čovekovim udovima, šakama, stopalima itd.; proricanje na osnovu znamenja i znakova; proricanje na osnovu gromova i drugih nebeskih pojava; tumačenje značajnih snova; proricanje sreće na osnovu belega na telu; proricanje na osnovu tkanine koju su izgrizli miševi; prinošenje žrtvi paljenica; prinošenje žrtvi posipanjem vatre; prinošenje pleve, pirinčanog brašna, pirinčanog zrna, ghija ili ulja; prinošenje žrtve uz recitovanje; prinošenje krvnih žrtava; proricanje na osnovu vrhova prstiju; određivanje da li je mesto za kuću ili vrt pogodno ili ne; predviđanja za državne činovnike; poznavanje vradžbina za umirivanje demona na groblju; poznavanje vradžbina za lečenje onih koje su zaposeli duhovi; poznavanje vradžbina koje treba da izgovara onaj ko živi u kući od zemlje; poznavanje zmija (radi lečenja od ujeda zmije ili umirivanja zmija); poznavanje otrova (radi neutralisanja ili spravljanja otrova); poznavanje škorpija i pacova (radi lečenja od ujeda škorpije ili pacova); poznavanje ptica i gavrana (radi razumevanja graktanja ptica i gavrana); proricanje koliko će godina neko živeti; poznavanje bajalica koje štite od strela; recitovanje bajalica kako bi se razumeo jezik životinja – ",
  "dn2:57.3": "on je odustao je od takvog nedoličnog znanja, takvog pogrešnog življenja.’ ",
  "dn2:57.4": "To je takođe deo njegove vrline. ",
  "dn2:58.1": "’Ima asketa i brahmana koji, živeći od hrane koju im daruju predani, još uvek zarađuju takvim pogrešnim življenjem, takvim nedoličnim znanjem ",
  "dn2:58.2": "kao što su predviđanja kada će: kralj i njegova vojska napredovati; kralj i njegova vojska se povlačiti; naš kralj napasti i neprijateljski kralj se povući; neprijateljski kralj napasti i naš kralj se povući; naš kralj trijumfovati, a neprijateljski kralj biti poražen; neprijateljski kralj trijumfovati, a naš kralj biti poražen; kada će biti pobeda za jednoga, a poraz za drugoga – ",
  "dn2:58.3": "on je odustao je od takvog nedoličnog znanja, takvog pogrešnog življenja.’ ",
  "dn2:58.4": "To je takođe deo njegove vrline. ",
  "dn2:59.1": "’Ima asketa i brahmana koji, živeći od hrane koju im daruju predani, još uvek zarađuju takvim pogrešnim življenjem, takvim nedoličnim znanjem ",
  "dn2:59.2": "kao što su predviđanja: biće pomračenje meseca, pomračenje sunca, pomračenje sazvežđa; sunce i mesec će se kretati svojom uobičajenom putanjom; sunce i mesec će se kretati promenjenom putanjom; sazvežđa će se kretati svojom uobičajenom putanjom; sazvežđa će se kretati promenjenom putanjom; biće meteorska kiša; biće vatre na nebu; biće zemljotres; biće gromova; biće izlazak, zalazak, zatamnjenje i zasvetljenje meseca, sunca i zvezda; takav će biti rezultat svih ovih pojava – ",
  "dn2:59.3": "on je odustao od takvog nedoličnog znanja, takvog pogrešnog življenja.’ ",
  "dn2:59.4": "To je takođe deo njegove vrline. ",
  "dn2:60.1": "’Ima asketa i brahmana koji, živeći od hrane koju im daruju predani, još uvek zarađuju takvim pogrešnim življenjem, takvim nedoličnim znanjem ",
  "dn2:60.2": "kao što su predviđanja: biće obilna kiša; biće suša; biće dobra žetva; biće glad; biće sve sigurno; biće opasnosti; biće bolesti; biće zdravlja; ili zarađuju tako što rade poslove računovođe, izračunavanja i proračunavanja, pisanja poezije i spekulisanja o ovome svetu – ",
  "dn2:60.3": "on je odustao od takvog nedoličnog znanja, takvog pogrešnog življenja.’ ",
  "dn2:60.4": "To je takođe deo njegove vrline. ",
  "dn2:61.1": "’Ima asketa i brahmana koji, živeći od hrane koju im daruju predani, još uvek zarađuju takvim pogrešnim življenjem, takvim nedoličnim znanjem ",
  "dn2:61.2": "kao što su: određivanje povoljnog datuma za venčanja; određivanje povoljnog datuma za veridbu i razvod; određivanje povoljnog datuma za štednju ili trošenje novca; recitovanje bajalica koje ljudima donose sreću ili nesreću; recitovanje bajalica kojima se sprečava trudnoća; recitovanje vradžbina od kojih se čoveku veže jezik, parališe vilicu, gubi kontrolu nad svojim rukama, gubi kontrolu nad vilicom ili postane gluv; davanje proročkih odgovora na pitanja, uz pomoć ogledala, devojke ili božanstva; obožavanje sunca; obožavanje Mahābrahme; bljuvanje vatre iz usta; zazivanje boginje sreće – ",
  "dn2:61.3": "on je odustao od takvog nedoličnog znanja, takvog pogrešnog življenja.’ ",
  "dn2:61.4": "To je takođe deo njegove vrline. ",
  "dn2:62.1": "’Ima asketa i brahmana koji, živeći od hrane koju im daruju predani, još uvek zarađuju takvim pogrešnim življenjem, takvim nedoličnim znanjem ",
  "dn2:62.2": "kao što su: obećavanje darova božanstvima u zamenu za učinjene usluge; ispunjavanje takvih obećanja; rituali vezani za demone; recitovanje bajalica za zaštitu kuće; izazivanje potencije i sterilnosti; pripremanje i osvećivanje lokacije za kuću; rituali koji uključuju ispiranje usta i kupanje; prinošenje žrtava sa vatrom; prepisivanje sredstava za povraćanje, pražnjenje creva i izbacivanje šlajma; prepisivanje ulja za uho, kapi za oči i nos, masti i melema; operisanje očiju i ušiju; opšte operacije na telu; pedijatrija; primena lekovitih korena; povezi sa melemima od lekovitih biljaka – ",
  "dn2:62.3": "on je odustao od takvog nedoličnog znanja, takvog pogrešnog življenja.’ ",
  "dn2:62.4": "To je takođe deo njegove vrline. ",
  "dn2:63.1": "Veliki kralju, monah koji je tako prožet vrlinom ne vidi bilo kakvu opasnost u svojoj obuzdanosti vrlinom. ",
  "dn2:63.2": "Kao što miropomazani plemeniti kralj, što porazio je neprijatelje, ne vidi bilo kakvu opasnost od svojih neprijatelja, ",
  "dn2:63.3": "isto tako i monah koji je tako prožet vrlinom ne vidi bilo kakvu opasnost u svojoj obuzdanosti vrlinom. ",
  "dn2:63.4": "Kad poseduje taj kvalitet obuzdanosti u vrlini, doživljava onu vrstu sreće kojoj se ne može ništa prigovoriti. ",
  "dn2:63.5": "Na taj način, veliki kralju, monah je prožet vrlinom. ",
  "dn2:64.0.1": "4.3.2. Koncentracija ",
  "dn2:64.0.2": "4.3.2.1. Obuzdavanje čula ",
  "dn2:64.1": "A kako to, veliki kralju, monah stražari na vratima čula? ",
  "dn2:64.2": "Kad vidi oblik okom, monah se ne veže za njegova obeležja i detalje. ",
  "dn2:64.3": "Pošto, kad ostavi oko bez nadzora, loša, štetna stanja gramzivosti i odbojnosti mogu da ga osvoje, vežba njegovo obuzdavanje, stražari nad čulom vida, obuzdava čulo vida. ",
  "dn2:64.4": "",
  "dn2:64.5": "Kad oseti miris nosom… ",
  "dn2:64.6": "Kad okusi ukus jezikom… ",
  "dn2:64.7": "Kad telom dodirne neki predmet… ",
  "dn2:64.8": "Kad umom prepozna neki mentalni objekat, monah se ne veže za njegova obeležja i detalje. ",
  "dn2:64.9": "Pošto, kad ostavi um bez nadzora, loša, štetna stanja gramzivosti i odbojnosti mogu da ga osvoje, on vežba njegovo obuzdavanje, stražari nad čulom uma, obuzdava čulo uma. ",
  "dn2:64.10": "Kad poseduje taj kvalitet obuzdanosti u vrlini, doživljava onu vrstu sreće kojoj se ne može ništa prigovoriti. ",
  "dn2:64.11": "Na taj način, veliki kralju, monah stražari na vratima čula. ",
  "dn2:65.0": "4.3.2.2. Svesnost i jasno razumevanje ",
  "dn2:65.1": "A kako to, veliki kralju, monah poseduje svesnost i jasno razumevanje? ",
  "dn2:65.2": "Tako što, veliki kralju, kad odlazi i dolazi, monah postupa sa jasnim razumevanjem; kad gleda pravo i kad gleda u stranu, postupa sa jasnim razumevanjem; kad savija i kad pruža svoje udove, postupa sa jasnim razumevanjem; kad oblači svoj donji ogrtač, kad nosi spoljašnji ogrtač i zdelu za prošenje hrane, postupa sa jasnim razumevanjem; kad jede, pije, žvaće i guta hranu, postupa sa jasnim razumevanjem; kad obavlja veliku i malu nuždu, postupa sa jasnim razumevanjem; kad hoda, stoji, sedi, leže i ustaje, govori i ćuti, postupa sa jasnim razumevanjem. ",
  "dn2:65.3": "Na taj način, veliki kralju, monah poseduje svesnost i jasno razumevanje. ",
  "dn2:66.0": "4.3.2.3. Zadovoljenost ",
  "dn2:66.1": "A kako je to, veliki kralju, monah zadovoljan? ",
  "dn2:66.2": "Tako, veliki kralju, monah je zadovoljan ogrtačem da zaštiti telo i dobijenom hranom da utoli glad; gde god da krene, sa sobom nosi samo ogrtač i zdelu. ",
  "dn2:66.3": "Kao i ptici što su, kud god da krene, jedini teret sopstvena krila, ",
  "dn2:66.4": "tako je i monah zadovoljan ogrtačem da zaštiti telo i dobijenom hranom da utoli glad; gde god da krene, sa sobom nosi samo ogrtač i zdelu. ",
  "dn2:66.5": "Na taj način, veliki kralju, monah je zadovoljan. ",
  "dn2:67.0": "4.3.2.4. Napuštanje prepreka ",
  "dn2:67.1": "Kad poseduje takvo svojstvo plemenite vrline i plemenitu obuzdanost čula, kada poseduje takvu plemenitu svesnost i jasno razumevanje, kada poseduje plemenitu zadovoljenost, ",
  "dn2:67.2": "tada odlazi na osamljeno, mirno mesto: u šumu, podnožje drveta, planinu, klisuru, pećinu, mesto za kremaciju, gustu džunglu, proplanak, stog sena. ",
  "dn2:67.3": "Kada se vrati iz prošenja hrane, posle jela, seda nogu ukrštenih, uspravnog tela i ustali svesnost pred sobom. ",
  "dn2:68.1": "Napustivši pohlepu za ovim svetom, živi uma oslobođenog pohlepe; um svoj pročišćuje od pohlepe. ",
  "dn2:68.2": "Napustivši zlovolju i mržnju, živi uma oslobođenog zlovolje, stalo mu je do dobrobiti svih živih bića; um svoj pročišćuje od zlovolje i mržnje. ",
  "dn2:68.3": "Napustivši tromost i pospanost, živi oslobođen tromosti i pospanosti, opaža svetlost, svestan i s jasnim razumevanjem; um svoj pročišćuje od tromosti i pospanosti. ",
  "dn2:68.4": "Napustivši uznemirenost i kajanje, živi neuznemiren, uma sasvim spokojnog; um svoj pročišćuje od uznemirenosti i kajanja. ",
  "dn2:68.5": "Napustivši sumnjičavost, živi tako što je prevazišao sumnjičavost, jasno razabira povoljna mentalna stanja; um svoj pročišćuje od sumnjičavosti. ",
  "dn2:69.1": "Isto tako, veliki kralju, zamisli čoveka koji uzme novac u zajam i hoće da pokrene sopstveni posao. ",
  "dn2:69.2": "I taj mu posao dobro krene, ",
  "dn2:69.3": "tako da je u stanju da vrati pozajmicu i još mu ostane dovoljno da izdržava svoju ženu. ",
  "dn2:69.4": "Kad kasnije na sve to pomisli, ",
  "dn2:69.8": "čovek je zadovoljan i ispunjen radošću. ",
  "dn2:70.1": "Ili zamisli, veliki kralju, čoveka koji je bolestan, muči ga teška, po život opasna bolest, tako da nije u stanju ni da jede i telo mu je malaksalo. ",
  "dn2:70.2": "Kasnije se oporavi od te bolesti, vrati mu se apetit i telo mu povrati snagu. ",
  "dn2:70.3": "Kad kasnije na sve to pomisli, ",
  "dn2:70.8": "čovek je zadovoljan i ispunjen radošću. ",
  "dn2:71.1": "Ili zamisli, veliki kralju, čoveka zatočenog u zatvoru. ",
  "dn2:71.2": "No onda ga iz tog zatvora oslobode, i on je na sigurnom, bez straha, bez ikakve štete po svoj imetak. ",
  "dn2:71.3": "Kad kasnije na sve to pomisli, ",
  "dn2:71.6": "čovek je zadovoljan i ispunjen radošću. ",
  "dn2:72.1": "Ili zamisli, veliki kralju, nekog slugu, čoveka koji nije sam svoj gospodar, već zavisi od drugih, bez prava da ide kud mu je volja. ",
  "dn2:72.2": "No onda ga oslobode ropstva, tako da postane sam svoj gospodar, a ne zavisi od drugih, slobodan da ide kud god mu je volja. ",
  "dn2:72.3": "Kad kasnije na sve to pomisli, ",
  "dn2:72.6": "čovek je zadovoljan i ispunjen radošću. ",
  "dn2:73.1": "Ili zamisli, veliki kralju, bogatog trgovca, s velikom tovarom, koji sa malo hrane krene opasnim putem kroz pustinju. ",
  "dn2:73.2": "I uspe da pređe tu pustinju i vrati se u svoje selo, bez ikakve štete po sebe i svoj tovar. ",
  "dn2:73.3": "Kad kasnije na sve to pomisli, ",
  "dn2:73.6": "čovek je zadovoljan i ispunjen radošću. ",
  "dn2:74.1": "Na isti način, veliki kralju, kada vidi da pet prepreka nije prevladao u sebi, monah ih jednu za drugom razume kao dug, bolest, zatvor, ropstvo i put preko pustinje. ",
  "dn2:74.2": "Ali kada vidi da je tih pet prepreka prevladao u sebi, monah ih jednu za drugom razume kao život bez dugova, zdravlje, izlazak iz zatvora, slobodu i bezbedno mesto. ",
  "dn2:74.4": "Kada vidi da je ovih pet prepreka prevladao u sebi, u monahu se rađa radost; sa radošću, u njemu se rađa ushićenje. Onome ko je ushićen, telo postaje smireno; a onaj čije je telo smireno, oseća zadovoljstvo. Sa osećajem zadovoljstvo, um postaje koncentrisan. ",
  "dn2:75.0": "4.3.2.5. Prvo zadubljenje ",
  "dn2:75.1": "Sasvim obuzdanih čula, bez mentalnih nečistoća, ulazi tako monah i ostaje na prvom stupnju zadubljenja, praćenim usmerenom mišlju i istraživanjem, uz ushićenje i zadovoljstvo rođeno iz osame. ",
  "dn2:75.2": "Onda on natapa i prožima, preplavljuje i ispunjava svoje telo ushićenjem i zadovoljstvom rođenim iz osame. Ne postoji nijedan deo tela koji nije prožet ushićenjem i zadovoljstvom rođenim iz osame. ",
  "dn2:76.1": "Kao kad vešti berberin ili njegov pomoćnik sipa prašak u metalnu posudu i meša je s vodom da dobije sapunicu; tada je pena puna vlage, prožeta vlagom iznutra i spolja, ali ne previše; ",
  "dn2:76.2": "isto tako monah natapa i prožima, preplavljuje i ispunjava svoje telo ushićenjem i zadovoljstvom rođenim iz osame, tako da nijedan deo tela ne ostaje nezahvaćen ushićenjem i zadovoljstvom rođenim iz osame. ",
  "dn2:76.3": "To je, veliki kralju, takođe plod asketskog života, vidljiv ovde i sada, još bolji i uzvišeniji od prethodnih. ",
  "dn2:77.0": "4.3.2.6. Drugo zadubljenje ",
  "dn2:77.1": "A zatim, veliki kralju, sa smirivanjem usmerene misli i istraživanja, ulazi on i ostaje na drugom stupnju zadubljenja, koji karakterišu kako samopouzdanje i sabranost uma, oslobođenog usmerene misli i istraživanja, tako i ushićenje i zadovoljstvo rođeni iz koncentracije. ",
  "dn2:77.2": "Onda on natapa i prožima, preplavljuje i ispunjava svoje telo ushićenjem i zadovoljstvom rođenim iz koncentracije. Ne postoji nijedan deo čitavog tela koji nije prožet ushićenjem i zadovoljstvom rođenim iz koncentracije. ",
  "dn2:78.1": "Veliki kralju, zamisli duboko jezero, u čijim dubinama je izvor sveže vode i u koje se ne uliva nijedna reka ni sa istoka ni sa zapada, ni sa severa ni sa juga, niti ga bilo kad zapljuskuju kiše; ali hladni izvor u dubinama jezerskim ispuniće i prožeće ga svog, tako da nijedan deo jezera ne ostane neprožet vodom iz tog hladnog izvora. ",
  "dn2:78.3": "Isto tako, monah natapa i prožima, preplavljuje i ispunjava upravo to telo ushićenjem i zadovoljstvom rođenim iz koncentracije. Ne postoji nijedan deo čitavog tela koji nije prožet ushićenjem i zadovoljstvom rođenim iz koncentracije. ",
  "dn2:78.4": "To je, veliki kralju, takođe plod asketskog života, vidljiv ovde i sada, još bolji i uzvišeniji od prethodnih. ",
  "dn2:79.0": "4.3.2.7. Treće zadubljenje ",
  "dn2:79.1": "A zatim, veliki kralju, sa slabljenjem ushićenja monah ostaje spokojan, svestan i s jasnim razumevanjem, sa fizičkim osećajem zadovoljstva. Monah ulazi i ostaje na trećem stupnju zadubljenja, o kojem plemeniti kažu: ‘Srećan je čovek ispunjen spokojstvom i svesnošću!’ ",
  "dn2:79.2": "Onda on natapa i prožima, preplavljuje i ispunjava svoje telo zadovoljstvom, lišenim ushićenja, tako da ne postoji nijedan deo čitavog tela koji nije prožet zadovoljstvom lišenim ushićenja. ",
  "dn2:80.1": "Kao što u jezeru s plavim, crvenim i belim lotosovim cvetovima, odraslim pod vodom, ti cvetovi ne izlaze na površinu, već cvetaju pod vodom, pa ih sveža voda obliva, natapa, ispunjava i prožima od korena do vrha latica, tako da nijedan deo tih lotosa ne ostane neprožet vodom; ",
  "dn2:80.2": "isto tako monah natapa i prožima, preplavljuje i ispunjava celo svoje telo zadovoljstvom, lišenim ushićenja. Ne postoji nijedan deo čitavog tela koji nije prožet zadovoljstvom, lišenim ushićenja. ",
  "dn2:80.3": "To je, veliki kralju, takođe plod asketskog života, vidljiv ovde i sada, još bolji i uzvišeniji od prethodnih. ",
  "dn2:81.0": "4.3.2.8. Četvrto zadubljenje ",
  "dn2:81.1": "A zatim, veliki kralju, sa napuštanjem zadovoljstva i bola, kao i s ranijim nestankom radosti i žalosti, monah ulazi i ostaje na četvrtom stupnju zadubljenja, koji nije ni bolan ni prijatan, a čini ga čista svesnost, zasnovana na spokojstvu. ",
  "dn2:81.2": "On sedi prožimajući telo čistim, sjajnim umom, tako da ne postoji nijedan deo čitavog tela koji nije prožet čistim, sjajnim umom. ",
  "dn2:82.1": "Veliki kralju, zamisli čoveka koji sedi zaogrnut belim platnom od glave do pete, tako da mu nijedan deo tela ne ostane nezaogrnut tim belim platnom. ",
  "dn2:82.2": "Tako i monah sedi prožimajući telo čistim, sjajnim umom. Ne postoji nijedan deo čitavog tela koji nije prožet čistim, sjajnim umom. ",
  "dn2:82.3": "To je, veliki kralju, takođe plod asketskog života, vidljiv ovde i sada, još bolji i uzvišeniji od prethodnih. ",
  "dn2:83.0.1": "4.3.3. Usavršenost u znanju ",
  "dn2:83.0.2": "4.3.3.1. Znanje stečeno uvidom ",
  "dn2:83.1": "Kada je njegov koncentrisan um postao tako pročišćen, blistav, bez i najmanje nečistoće, bez nesavršenosti, prilagodljiv, lako vođen, postojan i stabilan, monah ga okreće i usmerava ka znanju i viđenju. ",
  "dn2:83.2": "I ovako razume: ",
  "dn2:83.3": "’Ovo je moje telo, načinjeno od materijalnog oblika, sastavljeno od četiri velika elementa, stvorili su ga majka i otac, izgradili kuvani pirinač i kaša, podložno je prolaznosti, trošnosti i propadanju, razlaganju i nestanku. ",
  "dn2:83.4": "A ovo je moja svest, tim telom podržana i za njega vezana.’ ",
  "dn2:84.1": "Veliki kralju, zamisli divan dragi kamen beril boje najčistijeg mora, s osam stranica, dobro obrađen, čist i proziran, koji krase sve druge dobre osobine; ",
  "dn2:84.2": "a kroz njega su provučene plava, žuta, crvena, bela ili braon nit. ",
  "dn2:84.3": "A čovek dobroga vida ga uzme u ruku, ovako bi o njemu mislio: ",
  "dn2:84.4": "’Ovo je divan dragi kamen beril boje najčistijeg mora, sa osam stranica, dobro obrađen, čist i proziran, koji krase sve druge dobre osobine; ",
  "dn2:84.5": "a kroz njega su provučene plava, žuta, crvena, bela ili braon nit’. ",
  "dn2:84.6": "Na isti način, veliki kralju, kada je njegov koncentrisan um postao tako pročišćen, blistav, bez i najmanje nečistoće… monah ga okreće i usmerava ka znanju i viđenju. ",
  "dn2:84.7": "I ovako razume: ",
  "dn2:84.8": " ‘Ovo je moje telo, načinjeno od materijalnog oblika… ",
  "dn2:84.9": "A ovo je moja svest, tim telom podržana i za njega vezana.’ ",
  "dn2:84.10": "To je, veliki kralju, takođe plod asketskog života, vidljiv ovde i sada, još bolji i uzvišeniji od prethodnih. ",
  "dn2:85.0": "4.3.3.2. Znanje o umom stvorenom telu ",
  "dn2:85.1": "Kada je njegov koncentrisan um postao tako pročišćen, blistav, bez i najmanje nečistoće, bez nesavršenosti, prilagodljiv, lako vođen, postojan i stabilan, monah ga okreće i usmerava ka kreiranju umom stvorenog tela. ",
  "dn2:85.2": "Iz ovog tela on stvara drugo telo, koje ima materijalni oblik, umom stvoreno, potpuno, sa svim delovima, ne manjka mu nijedna sposobnost. ",
  "dn2:86.1": "Veliki kralju, zamisli da neki čovek izvuče trsku iz njezine ljušture ",
  "dn2:86.2": "i pomisli: ",
  "dn2:86.3": "‘Ovo je ljuštura, ovo je trska; ljuštura je jedno, trska je drugo; iz ljušture je trska bila izvučena’. ",
  "dn2:86.4": "Ili zamisli da neki čovek izvuče mač iz korica ",
  "dn2:86.5": "i pomisli: ",
  "dn2:86.6": " ’Ovo je mač, ovo su korice; mač je jedno, korice su drugo; iz korica je mač bio izvučen’. ",
  "dn2:86.7": "Ili zamisli da neki čovek izvuče zmiju iz njezine košuljice ",
  "dn2:86.8": "i pomisli: ",
  "dn2:86.9": "’Ovo je zmija, ovo je košuljica; zmija je jedno, košuljica je drugo; iz košuljice je zmija bila izvučena.’ ",
  "dn2:86.10": "Na isti način, veliki kralju, kada je njegov um tako pročišćen, blistav, bez i najmanje nečistoće… monah ga okreće i usmerava ga ka kreiranju umom stvorenog tela. ",
  "dn2:86.11": "Iz ovog tela on stvara drugo telo, koje ima materijalni oblik, umom stvoreno, potpuno, sa svim delovima, ne manjka mu nijedna sposobnost. ",
  "dn2:86.12": "To je, veliki kralju, takođe plod asketskog života, vidljiv ovde i sada, još bolji i uzvišeniji od prethodnih. ",
  "dn2:87.0": "4.3.3.3. Znanje o vrstama natprirodnih moći ",
  "dn2:87.1": "Kada je njegov koncentrisan um postao tako pročišćen, blistav, bez i najmanje nečistoće, bez nesavršenosti, prilagodljiv, lako vođen, postojan i stabilan, monah ga okreće i usmerava ka vrstama natprirodnih moći. ",
  "dn2:87.2": "On ispoljava različite vrste natprirodnih moći: iz jednog bića se pretvara u mnogobrojna, a iz mnogobrojnih opet u jedno; iz vidljivog bića se pretvara u nevidljivo; nesmetano prolazi kroz zidove, bedeme i bregove, kao kroz vazduh; uranja u zemlju i izranja iz nje kao iz vode; hoda po vodi, a da je i ne ustalasa, kao po zemlji; kreće se vazduhom ukrštenih nogu, poput ptice; u stanju je da rukom dotakne i miluje Mesec i Sunce, tako moćne i velike; telesno se uzdiže, čak do sveta boga Brahme. ",
  "dn2:88.1": "Veliki kralju, zamisli da vešt grnčar ili njegov šegrt, od dobro pripremljenog komada gline načini i formira posudu oblika kakvog god poželi. ",
  "dn2:88.2": "Ili da vešt duborezac ili njegov šegrt, od dobro pripremljenog komada slonovače načini rezbariju kakvu god poželi. ",
  "dn2:88.3": "Ili da vešt zlatar ili njegov šegrt, od dobro pripremljenog komada zlata načini nakit kakav god poželi. ",
  "dn2:88.4": "Na isti način, kada je njegov koncentrisan um postao tako pročišćen, blistav, bez i najmanje nečistoće… monah ga okreće i usmerava ka vrstama natprirodnih moći. ",
  "dn2:88.6": "To je, veliki kralju, takođe plod asketskog života, vidljiv ovde i sada, još bolji i uzvišeniji od prethodnih. ",
  "dn2:89.0": "4.3.3.4. Znanje o duhovnom uhu ",
  "dn2:89.1": "Kada je njegov koncentrisan um postao tako pročišćen, blistav, bez i najmanje nečistoće, bez nesavršenosti, prilagodljiv, lako vođen, postojan i stabilan, monah ga okreće i usmerava ka duhovnom uhu. ",
  "dn2:89.2": "Uz pomoć duhovnog uha, koje je pročišćeno i prevazilazi ljudsko, čuje obe vrste zvukova, božanske i ljudske, one koji su daleko i one blizu. ",
  "dn2:90.1": "Veliki kralju, zamisli čoveka koji ide putem i začuje zvukove bubnjeva, tambura, truba, činela i doboša, te pomisli: ’Ovo je zvuk bubnja, ovo je zvuk tambura, ovo je zvuk truba, ovo je zvuk činela, ovo je zvuk doboša’. ",
  "dn2:90.2": "Na isti način, veliki kralju, kada je njegov koncentrisan um postao tako pročišćen, blistav, bez i najmanje nečistoće… monah ga okreće i usmerava ka duhovnom uhu. ",
  "dn2:90.3": "Uz pomoć duhovnog uha, koje je pročišćeno i prevazilazi ljudsko, čuje obe vrste zvukova, božanske i ljudske, one koji su daleko i one blizu. ",
  "dn2:90.4": "To je, veliki kralju, takođe plod asketskog života, vidljiv ovde i sada, još bolji i uzvišeniji od prethodnih. ",
  "dn2:91.0": "4.3.3.5. Znanje o razumevanju umova drugih ",
  "dn2:91.1": "Kada je njegov koncentrisan um postao tako pročišćen, blistav, bez i najmanje nečistoće, bez nesavršenosti, prilagodljiv, lako vođen, postojan i stabilan, monah ga okreće i usmerava ka razumevanju umova drugih bića. ",
  "dn2:91.2": "On razume umove drugih osoba, drugih bića, tako što ih obuhvati sopstvenim umom: ",
  "dn2:91.3": "um zahvaćen strašću razume kao um zahvaćen strašću, ",
  "dn2:91.4": "a um koji nije zahvaćen strašću kao um koji nije zahvaćen strašću. ",
  "dn2:91.5": "Um zahvaćen mržnjom on razume kao um zahvaćen mržnjom, ",
  "dn2:91.6": "a um koji nije zahvaćen mržnjom kao um koji nije zahvaćen mržnjom. ",
  "dn2:91.7": "Um zahvaćen obmanom on razume kao um zahvaćen obmanom, ",
  "dn2:91.8": "a um koji nije zahvaćen obmanom kao um koji nije zahvaćen obmanom. ",
  "dn2:91.9": "Sabran um on razume kao sabran, ",
  "dn2:91.10": "a rastresen um kao rastresen; ",
  "dn2:91.11": "ushićen um on razume kao ushićen, ",
  "dn2:91.12": "a neushićen um kao neushićen. ",
  "dn2:91.13": "Nadmašiv um on razume kao nadmašiv, ",
  "dn2:91.14": "a nenadmašiv um kao nenadmašiv; ",
  "dn2:91.15": "koncentrisan um on razume kao koncentrisan, ",
  "dn2:91.16": "a nekoncentrisan um kao nekoncentrisan. ",
  "dn2:91.17": "Oslobođen um on razume kao oslobođen, ",
  "dn2:91.18": "a neoslobođen um kao neoslobođen. ",
  "dn2:92.1": "Veliki kralju, zamisli da muškarac ili žena – mladi, zdravi, skloni ukrašavanju – vide odraz svoga lica u čistom ogledalu ili u posudi punoj vode, pa znaju ako na licu imaju mrlju ovako: ’Imam mrlju’ ili ako nemaju na licu mrlju, znaju ovako: ’Neman mrlju’. ",
  "dn2:92.2": "Na isti način, veliki kralju, kada je njegov koncentrisan um postao tako pročišćen, blistav, bez i najmanje nečistoće… monah ga okreće i usmerava ka razumevanju umova drugih bića, drugih osoba, obuhvativši ih sopstvenim umom. ",
  "dn2:92.3": "On razume umove drugih osoba, drugih bića, tako što ih obuhvati sopstvenim umom. ",
  "dn2:92.20": "To je, veliki kralju, takođe plod asketskog života, vidljiv ovde i sada, još bolji i uzvišeniji od prethodnih. ",
  "dn2:93.0": "4.3.3.6. Sećanje na prošle živote ",
  "dn2:93.1": "Kada je njegov koncentrisan um postao tako pročišćen, blistav, bez i najmanje nečistoće, bez nesavršenosti, prilagodljiv, lako vođen, postojan i stabilan, monah ga okreće i usmerava ka sećanju na prošle živote. ",
  "dn2:93.2": "Seća se mnoštva svojih prošlih života, jednog rođenja, dva, tri, četiri, pet, deset rođenja, dvadeset, trideset, četrdeset, pedeset, stotinu rođenja, hiljadu i stotinu hiljada rođenja, mnoštva skupljanja i širenja ovoga sveta. Seća se: ’Tu sam živeo i tako sam se zvao, pripadao sam toj porodici, tako sam izgledao. Time sam se hranio i doživljavao takva zadovoljstva i bol, takav je bio kraj mog života. Nestavši tu, ponovo sam se pojavio onde. I tamo sam se ovako zvao, pripadao sam toj familiji, tako sam izgledao. Time sam se hranio i doživljavao takva zadovoljstva i bol, takav je bio kraj moga života. Nestavši iz tog stanja onde, ponovo sam se pojavio ovde.’ Tako se seća mnoštva svojih prošlih života u celini i do detalja. ",
  "dn2:94.1": "Veliki kralju, zamisli da čovek iz svog sela ode u drugo selo, pa još u neko dalje, a zatim se vrati u svoje selo. Onda se on može prisetiti: ’Iz svog sela sam otišao u drugo selo i u njemu sam stajao tako, sedeo onako, govorio ovako, ćutao onako; iz tog sela sam otišao dalje, u drugo selo, i u njemu sam stajao tako… ćutao onako; a iz tog sela sam se vratio u svoje selo.’ ",
  "dn2:94.2": "Na isti način, veliki kralju, kada je njegov koncentrisan um postao tako pročišćen, blistav, bez i najmanje nečistoće… monah ga okreće i usmerava ka sećanju na prošle živote, sa mnoštvom pojedinosti. ",
  "dn2:94.4": "To je, veliki kralju, takođe plod asketskog života, vidljiv ovde i sada, još bolji i uzvišeniji od prethodnih. ",
  "dn2:95.0": "4.3.3.7. Znanje o duhovnom oku ",
  "dn2:95.1": "Kada je njegov koncentrisan um postao tako pročišćen, blistav, bez i najmanje nečistoće, bez nesavršenosti, prilagodljiv, lako vođen, postojan i stabilan, monah ga okreće i usmerava ka znanju o umiranju i preporađanju bića. ",
  "dn2:95.2": "Duhovnim okom, pročišćenim i superiornim u odnosu na ljudsko, vidi bića kako umiru i ponovo se rađaju, kako su inferiorna i superiorna, lepa i ružna, srećna i nesrećna. On razume kako se bića preporađaju u skladu sa svojim postupcima: ’Ova bića koja su loše postupala telom, govorom i mišlju, koja su klevetala plemenite, imala pogrešna gledišta i postupala u skladu s tim pogrešnim gledištima, posle sloma tela, posle smrti ponovo su se rodila u svetu oskudice, na lošem odredištu, u nižim svetovima, čak u čistilištu. Ali neka druga bića, koja su dobro postupala telom, govorom i mišlju, koja nisu klevetala plemenite, imala ispravna gledišta i postupala u skladu s tim ispravnim gledištima, posle sloma tela, posle smrti ponovo su se rodila na dobrom odredištu, čak u nebeskom svetu.’ Tako duhovnim okom, pročišćenim i superiornim u odnosu na ljudsko, vidi bića kako umiru i ponovo se rađaju, kako su inferiorna i superiorna, lepa i ružna, srećna i nesrećna. On razume kako se bića preporađaju u skladu sa svojim postupcima. ",
  "dn2:96.1": "Veliki kralju, zamisli kuću na glavnom trgu, sa terasom, i čoveka dobrog vida koji stoji na njoj, te gleda ljude koji ulaze u kuću, izlaze iz nje, hodaju po okolnim ulicama ili sede na trgu. Onda bi pomislio bi: ’Ovi ljudi ulaze u kuću, oni je napuštaju, ovi hodaju okolnim ulicama, a oni sede na trgu’. ",
  "dn2:96.2": "Na isti način, veliki kralju, kada je njegov koncentrisan um postao tako pročišćen, blistav, bez i najmanje nečistoće… monah ga okreće i usmerava ka znanju o umiranju i preporađanju bića. Duhovnim okom, pročišćenim i superiornim u odnosu na ljudsko, vidi bića kako umiru i ponovo se rađaju. On razume kako se bića preporađaju u skladu sa svojim postupcima. ",
  "dn2:96.4": "To je, veliki kralju, takođe plod asketskog života, vidljiv ovde i sada, još bolji i uzvišeniji od prethodnih. ",
  "dn2:97.0": "4.3.3.8. Znanje o uklanjanju otrova ",
  "dn2:97.1": "Kada je njegov koncentrisan um postao tako pročišćen, blistav, bez i najmanje nečistoće, bez nesavršenosti, prilagodljiv, lako vođen, postojan i stabilan, monah ga okreće i usmerava ka znanju o uklanjanju otrova. ",
  "dn2:97.2": "On zna onako kako zaista jeste: ’Ovo je patnja’. On zna onako kako zaista jeste: ’Ovo je nastanak patnje’. On zna onako kako zaista jeste: ’Ovo je prestanak patnje’. On zna onako kako zaista jeste: ’Ovo je put koji vodi do prestanka patnje’. ",
  "dn2:97.3": "On zna onako kako zaista jeste: ’Ovo su otrovi’. On zna onako kako zaista jeste: ’Ovo je nastanak otrova’. On zna onako kako zaista jeste: ’Ovo je prestanak otrova’. On zna onako kako zaista jeste: ’Ovo je put koji vodi prestanku otrova’. ",
  "dn2:97.4": "Kad tako zna i vidi, njegov um je oslobođen otrova žudnje za zadovoljstvima čula, otrova bivanja i otrova neznanja. ",
  "dn2:97.5": "Kada je oslobođen, javlja se znanje: ’Um je oslobođen’. ",
  "dn2:97.6": "On razume: ’Ovo je poslednje rođenje, proživljen je svetački život, učinjeno ono što je trebalo učiniti, nema više preporađanja u bilo koji oblik bivanja.’ ",
  "dn2:98.1": "Veliki kralju, zamisli jezero, čisto, providno i mirno, tako da čovek dobrog vida, stojeći na njegovoj ivici, može da vidi školjke, šljunak i kamenčiće na dnu, kao i jata riba kako plivaju ili plutaju. I onda pomisli. ’Ovo je jezero, čisto, providno i nezamućeno, ono su školjke, šljunak i kamenčići na dnu, a ovo su jata riba koja u njemu plivaju ili plutaju.’ ",
  "dn2:98.2": "Na isti način, veliki kralju, kada je njegov koncentrisan um postao tako pročišćen, blistav, bez i najmanje nečistoće… monah ga okreće i usmerava ka znanju o uklanjanju otrova. ",
  "dn2:98.3": "On zna onako kako zaista jeste: ’Ovo je patnja’… ",
  "dn2:98.4": "",
  "dn2:98.7": "On razume: ’Ovo je poslednje rođenje, proživljen je svetački život, učinjeno ono što je trebalo učiniti, nema više preporađanja u bilo koji oblik bivanja.’ ",
  "dn2:98.8": "To je, veliki kralju, takođe plod asketskog života, vidljiv ovde i sada, još bolji i uzvišeniji od prethodnih. ",
  "dn2:98.9": "Nema ploda asketskog života, vidljivog ovde i sada, koji bio bolji i uzvišeniji od ovoga. ",
  "dn2:99.0": "5. Kralj Ađātasattu proglašava sebe za Budinog sledbenika ",
  "dn2:99.1": "Kada je Blaženi završio, kralj Ađātasattu uzviknu: ",
  "dn2:99.2": "„Zadivljujuće je to, poštovani gospodine, čudesno je to! ",
  "dn2:99.3": "Baš kao kad bi neko ispravio ono što je stajalo naglavce, otkrio skriveno, pokazao put zalutalome ili upalio svetiljku u tami, tako da oni koji imaju oči mogu da vide, tako je i učitelj Gotama, na više različitih načina, razjasnio Dhammu. ",
  "dn2:99.4": "Uzimam učitelja Gotamu za utočište, njegovo učenje i zajednicu monaha za utočište. ",
  "dn2:99.5": "Neka me učitelj Gotama prihvati kao svog nezaređenog sledbenika koji, odsad pa do kraja života, pronađe svoje utočište! ",
  "dn2:99.6": "Poštovani gospodine, zlo učinih. Bejah tako nepromišljen, tako zaslepljen, tako neuk da sam trona radi oduzeo život sopstvenom ocu, pravednom čoveku, pravednom vladaru. ",
  "dn2:99.7": "Neka Blaženi prihvati ovo što ispovedih, kako bi u budućnosti živeo obuzdan.” ",
  "dn2:100.1": "Zaista, veliki kralju, zlo učini. Bio si tako nepromišljen, tako zaslepljen, tako neuk da si trona radi oduzeo život sopstvenom ocu, pravednom čoveku, pravednom vladaru. ",
  "dn2:100.2": "Ali pošto si svoju grešku prepoznao kao grešku i priznao je u skladu sa Dhammom, prihvatam tvoju ispovest. ",
  "dn2:100.3": "Jer to je, veliki kralju, rast u praksi plemenitih: prepoznati grešku kao grešku, priznati je u skladu sa Dhammom, te ostati obuzdan ubuduće.” ",
  "dn2:101.1": "Kada ovo bi izgovoreno, kralj Ađātasattu reče Blaženome: ",
  "dn2:101.2": "„A sada je, poštovani gospodine, vreme da krenem. Vrlo sam zauzet i mnogo toga treba još uraditi.” ",
  "dn2:101.3": "„Vreme je, veliki kralju, da uradiš kako misliš da treba.” ",
  "dn2:101.4": "Kralj Ađātasattu se obradova rečima Blaženog i zahvali se na njima. Ustade sa svog mesta, oda počast Blaženom, te pazeći da mu ovaj ostane sa desne strane, ode. ",
  "dn2:102.1": "Nedugo pošto je kralj Ađātasattu otišao, Blaženi se obrati monasima: ",
  "dn2:102.2": "„Ovaj kralj je, monasi, ",
  "dn2:102.3": "sam sebe upropastio, sam je sebe uništio. ",
  "dn2:102.4": "Monasi, da ovaj kralj nije ubio svog oca, pravednog čoveka i pravednog vladara, u njemu bi se upravo na ovom mestu javilo jasno potpuno čisto oko Dhamme.” ",
  "dn2:102.5": "Tako reče Blaženi. ",
  "dn2:102.6": "Zadovoljni, monasi se obradovaše rečima Blaženoga. "
}