{
  "dn33:0.1": "'Zbirka dugih govora 33 '",
  "dn33:0.2": "'Zajedničko recitovanje '",
  "dn33:1.1.1": "'Ovako sam čuo. '",
  "dn33:1.1.2": "'Jednom je Blaženi lutao među Mallama, praćen velikom grupom\\xa0monaha, te je na kraju stigao u grad Pāvu. '",
  "dn33:1.1.3": "'Tu se smestio u mangovom gaju kovača Ćunde. Tu se smestio u mangovom gaju kovača Ćunde. '",
  "dn33:1.2.1": "'A u to vreme bila je za Malle iz Pāve podignuta nova dvorana za okupljanja, nazvana Ubbhataka, u kojoj još nije boravio nijedan asketa ili brahman, niti kakvo drugo ljudsko biće. '",
  "dn33:1.2.2": "'I dočuše Malle iz Pāve: „Blaženi je lutao među Mallama, praćen velikom grupom monaha, te je na kraju stigao u grad Pāvu. Tu se smestio u mangovom gaju kovača Ćunde.” '",
  "dn33:1.2.3": "'Onda oni dođoše do Blaženog, pokloniše mu se i sedoše sa strane. Dok su tako sedeli, ovako mu rekoše: '",
  "dn33:1.2.4": "'„Poštovani, za Malle iz Pāve podignuta je nova dvorana, nazvana Ubbhataka, u kojoj još nije boravio nijedan asketa ili brahman, niti kakvo drugo ljudsko biće. '",
  "dn33:1.2.5": "'Neka Blaženi bude prvi koji će je koristiti. Pošto je Blaženi bude prvi koristio, potom će je i Malle iz Pāve koristiti. '",
  "dn33:1.2.6": "'To će biti na njihovu korist i sreću za dugo vremena.” '",
  "dn33:1.2.7": "'Blaženi ćutke prihvati ovaj poziv. '",
  "dn33:1.3.1": "'Videvši da se Blaženi saglasio, Malle iz Pāve ustadoše sa svojih mesta, pa poklonivši se Blaženom i pazeći da im on ostane sa desne strane, otidoše do dvorane. Kada su stigli, raširiše prostirke posvuda po podu, pripremiše mesta za sedenje, napuniše posude sa vodom, upališe uljane lampe, te se vratiše do Blaženog. '",
  "dn33:1.3.2": "'Kada su stigli, pokloniše mu se, pa stadoše sa strane. '",
  "dn33:1.3.3": "'Stojeći tako sa strane, ovako rekoše Blaženom: '",
  "dn33:1.3.4": "'„Poštovani gospodine, prostirke su raširene posvuda po podu, mesta za sedenje pripremljena, posude sa vodom napunjene, uljane lampe upaljene. '",
  "dn33:1.3.5": "'Vreme je da poštovani uradi kako misli da treba.” '",
  "dn33:1.4.1": "'Na to se Blaženi obuče, uze ogrtač i prosjačku zdelu, te zajedno sa monasima ode do sale, opra noge, pa uđe u nju i sede licem okrenut prema istoku, naslonjen na središnji stub. '",
  "dn33:1.4.2": "'Monasi isto tako opraše noge, pa uđoše u odmorište i sedoše uz zapadni zid, okrenuti ka istoku, tako da je Blaženi bio pred njima. '",
  "dn33:1.4.3": "'I Malleiz Pāve opraše noge, pa uđoše u salu i sedoše uz istočni zid, okrenuti ka zapadu, tako da je Blaženi bio pred njima. '",
  "dn33:1.4.4": "'Pošto je Blaženi tokom dobrog dela noći Malle iz Pāve upućivao, podsticao, nadahnjivao i obradovao govorom o Dhammi, na kraju im reče: '",
  "dn33:1.4.5": "'„Na izmaku je noć, Vāseṭṭhe, '",
  "dn33:1.4.6": "'vreme je da učinite ono što mislite da treba.” '",
  "dn33:1.4.7": "'„Da, poštovani,” odgovoriše Malle iz Pāve, pa ustadoše sa svojih mesta, pokloniše se Blaženom i pazeći da im ovaj ostane sa desne strane, otidoše. '",
  "dn33:1.5.1": "'Ubrzo pošto su Malle iz Pāve otišli, Blaženi pogleda u pravcu monaške zajednice koja je sedela u tišini i onda reče poštovanom Sāriputti: '",
  "dn33:1.5.2": "'„Sāriputta, monaška zajednica je oslobođena tromosti i pospanosti. '",
  "dn33:1.5.3": "'Održi im govor o Dhammi sledeći svoje nadahnuće. '",
  "dn33:1.5.4": "'Mene bole leđa '",
  "dn33:1.5.5": "'i odmoriću se.” '",
  "dn33:1.5.6": "'„Da, poštovani gospodine,” odgovori Sāriputta. '",
  "dn33:1.5.7": "'A Blaženi leže da desnu stranu, u lavlji položaj, jedno stopalo povrh drugog, svestan i s jasnim razumevanjem, odredivši unapred vreme kada će ustati. '",
  "dn33:1.6.1": "'A u to vreme je Nigaṇṭha Nātaputta upravo bio umro u Pavi. '",
  "dn33:1.6.2": "'I posle njegove smrti, među nigaṇṭhama nasta raskol, podeliše se na dva tabora; međusobno se svađali i prepirali, duboko podeljeni, ranjavali jedni druge rečima kao bodežima: '",
  "dn33:1.6.3": "'„Ti ne razumeš ovu Dhammu i praksu. Ja razumem ovu Dhammu i praksu. Kako uopšte možeš razumeti ovu Dhammu i praksu? Tvoj put je pogrešan. Moj put je ispravan. Ja sam dosledan. Ti si nedosledan. Ono što treba reći na početku, ti kažeš na kraju. Ono što treba reći na kraju, ti kažeš na početku. Ono što si tako pažljiv izmozgao potpuno je izokretanje. Tvoja tvrdnja je razotkrivena. Izgubio si raspravu. Idi i nauči nešto bolje ili se priberi ako si u stanju!” '",
  "dn33:1.6.4": "'Činilo se kao da se među učenicima Nigaṇṭha Nātaputte ne dešava ništa drugo do pokolj. '",
  "dn33:1.6.5": "'I njegovi nezaređeni sledbenici behu zgađeni, zbunjeni i razočarani učenicima Nigaṇṭha Nātaputte, kao što su bili i njihovom loše izloženim, loše objašnjenim učenjem i pravilima, koji ne vode ka oslobođenju, ne vode do smirenja, već dolaze od\\xa0 nekoga ko nije potpuno probuđen. Tako je sada njihovo svetilište bilo razrušeno, ostavljeni su bez utočišta. '",
  "dn33:1.7.1": "'Onda poštovani Sāriputta reče monasima: '",
  "dn33:1.7.2": "'„Prijatelji,\\xa0Nigaṇṭha Nātaputta je upravo umro u Pavi. '",
  "dn33:1.7.3": "'I posle njegove smrti, među nigaṇṭhama nasta raskol… sada je njihovo svetilište razrušeno, ostavljeni su bez utočišta.’” '",
  "dn33:1.7.4": "'Zato, prijatelji, što su takvo učenje i pravila loše izloženi, loše objašnjeni, ne vode ka oslobođenju, ne vode do smirenja, objašnjava ih neko ko nije potpuno probuđen. '",
  "dn33:1.7.5": "'Međutim, učenje Blaženog je dobro izloženo, dobro objašnjeno, pa vodi ka oslobođenju,\\xa0vodi do smirenja,\\xa0objašnjavao ga je neko ko je potpuno probuđen. '",
  "dn33:1.7.6": "'Zato treba da se okupite i u slozi zajednički\\xa0ga recitujete, tako da ovaj svetački život opstane što duže. To će biti na korist mnogima, na sreću mnogima, iz saosećanja prema ovom svetu, na dobrobit, korist i sreću božanskih i ljudskih bića. '",
  "dn33:1.7.7": "'A kakvo je to učenje? '",
  "dn33:1.7.9.0": "'1. Jedinice '",
  "dn33:1.7.10": "'’Prijatelju,\\xa0Blaženi, znalac i vidilac, plemeniti i potpuno probuđeni,\\xa0objavio je svoje učenje grupisano kao jedan. '",
  "dn33:1.7.11": "'Zato treba da se okupite i u slozi zajednički\\xa0ga recitujete, tako da ovaj svetački život opstane što duže. To će biti na korist mnogima, na sreću mnogima, iz saosećanja prema ovom svetu, na dobrobit, korist i sreću božanskih i ljudskih bića. '",
  "dn33:1.8.1": "'A koje je to učenje grupisano kao jedan? '",
  "dn33:1.8.2": "'Sva bića opstaju zahvaljujući hrani. '",
  "dn33:1.8.3": "'Sva bića opstaju zahvaljujući mentalnim obrascima. '",
  "dn33:1.8.4": "'To je učenje koje je Blaženi, znalac i vidilac, plemeniti i potpuno probuđeni,\\xa0objavio grupisano kao jedan. '",
  "dn33:1.8.5": "'Zato treba da se okupite i u slozi zajednički\\xa0ga recitujete, tako da ovaj svetački život opstane što duže. To će biti na korist mnogima, na sreću mnogima, iz saosećanja prema ovom svetu, na dobrobit, korist i sreću božanskih i ljudskih bića. '",
  "dn33:1.9.0": "'2. Dvojke '",
  "dn33:1.9.1": "'’Prijatelju,\\xa0Blaženi, znalac i vidilac, plemeniti i potpuno probuđeni,\\xa0objavio je svoje učenje grupisano kao dva. '",
  "dn33:1.9.2": "'Zato treba da se okupite i u slozi zajednički\\xa0ga recitujete, tako da ovaj svetački život opstane što duže. To će biti na korist mnogima, na sreću mnogima, iz saosećanja prema ovom svetu, na dobrobit, korist i sreću božanskih i ljudskih bića. '",
  "dn33:1.9.3": "'A koje je to učenje grupisano kao dva? '",
  "dn33:1.9.4": "'Ime i oblik. '",
  "dn33:1.9.5": "'Neznanje i žudnja za postojanjem. '",
  "dn33:1.9.6": "'Verovanje u trajno postojanje i verovanje u nepostojanje. '",
  "dn33:1.9.7": "'Nedostatak stida i nedotatak straha od činjenja loših dela. '",
  "dn33:1.9.8": "'Stid i strah od činjenja loših dela. '",
  "dn33:1.9.9": "'Ne prihvatati savete i imati loše prijatelje. '",
  "dn33:1.9.10": "'Prihvatati savete i imati dobre prijatelje. '",
  "dn33:1.9.11": "'Umešnost u prekršajima pravila i umešnost u izlasku iz kršenja pravila. '",
  "dn33:1.9.12": "'Umeštnost u meditativnim postignućima i umešnost u izlasku iz meditativnih postignuća. '",
  "dn33:1.9.13": "'Umešnost u elementima i umešnost u držanju pažnje na njima. '",
  "dn33:1.9.14": "'Umešnost u područjima čula i umešnost u uslovljenom nastanku. '",
  "dn33:1.9.15": "'Umešnost u onome što jeste moguće i onome što nije moguće. '",
  "dn33:1.9.16": "'Iskrenost i skromnost. '",
  "dn33:1.9.17": "'Strpljivost i blagost. '",
  "dn33:1.9.18": "'Prijateljstvo i gostoljubivost. '",
  "dn33:1.9.19": "'Nepovređivanje i čistota. '",
  "dn33:1.9.20": "'Pomanjkanje svesnosti i jasnog razumevanja. '",
  "dn33:1.9.21": "'Svesnost i jasno razumevanje. '",
  "dn33:1.9.22": "'Ne-stražarenje na vratima čula i neumerenost u jelu. '",
  "dn33:1.9.23": "'Stražarenje na vratima čula i\\xa0umerenost u jelu. '",
  "dn33:1.9.24": "'Snaga promišljanja i snaga mentalnog razvoja. '",
  "dn33:1.9.25": "'Snaga svesnosti i snaga koncentracije. '",
  "dn33:1.9.26": "'Smirenje i uvid. '",
  "dn33:1.9.27": "'Znak smirenja i znak napora. '",
  "dn33:1.9.28": "'Nastojanje i nerastresenost. '",
  "dn33:1.9.29": "'Manjkavost vrline i manjkavost gledišta. '",
  "dn33:1.9.30": "'Usavršenost u vrlini i usavršenost u gledištu. '",
  "dn33:1.9.31": "'Pročišćenost vrline i pročišćenost gledišta. '",
  "dn33:1.9.32": "'Pročišćenost gledišta i ulaganje napora u skladu sa tim gledištem. '",
  "dn33:1.9.33": "'Osećaj neodložnosti i napor koji ulažemo kada se javi takav osećaj. '",
  "dn33:1.9.34": "'Večita nezadovoljenost pozitivnim kvalitetima i stalni napor. '",
  "dn33:1.9.35": "'Znanje i oslobođenje. '",
  "dn33:1.9.36": "'Znanje o prestanku i znanje o nenastajanju. '",
  "dn33:1.9.37": "'To je, prijatelju, učenje koje je Blaženi, znalac i vidilac, plemeniti i potpuno probuđeni,\\xa0objavio grupisano kao dva. '",
  "dn33:1.9.38": "'Zato treba da se okupite i u slozi zajednički\\xa0ga recitujete, tako da ovaj svetački život opstane što duže. To će biti na korist mnogima, na sreću mnogima, iz saosećanja prema ovom svetu, na dobrobit, korist i sreću božanskih i ljudskih bića. '",
  "dn33:1.10.0": "'3. Trojke '",
  "dn33:1.10.1": "'Prijatelju,\\xa0Blaženi, znalac i vidilac, plemeniti i potpuno probuđeni,\\xa0objavio je svoje učenje grupisano kao tri. '",
  "dn33:1.10.2": "'Zato treba da se okupite… na dobrobit, korist i sreću božanskih i ljudskih bića. '",
  "dn33:1.10.3": "'Koje tri? '",
  "dn33:1.10.4": "'Tri korena svega lošeg: '",
  "dn33:1.10.5": "'pohlepa, mržnja i obmanutost. '",
  "dn33:1.10.6": "'Tri korena svega dobrog: '",
  "dn33:1.10.7": "'odsustvo pohlepe, odsustvo mržnje i odsustvo obmanutosti. '",
  "dn33:1.10.8": "'Tri rđava postupka: '",
  "dn33:1.10.9": "'rđavo postupanje telom, rđavo postupanje govorom i rđavo postupanje umom. '",
  "dn33:1.10.10": "'Tri dobra postupka: '",
  "dn33:1.10.11": "'dobro postupanje telom, dobro postupanje govorom i dobro postupanje umom. '",
  "dn33:1.10.12": "'Tri rđave misli: '",
  "dn33:1.10.13": "'misao vođena zadovoljstvima čula, misao vođena zlovoljom i misao vođena željom za povređivanjem. '",
  "dn33:1.10.14": "'Tri dobre misli: '",
  "dn33:1.10.15": "'misao vođena obuzdavanjem, misao vođena dobronamernošću i misao vođena željom za nepovređivanjem. '",
  "dn33:1.10.16": "'Tri\\xa0rđave namere: '",
  "dn33:1.10.17": "'namera vođena zadovoljstvima čula, namera vođena zlovoljom i namera vođena željom za povređivanjem. '",
  "dn33:1.10.18": "'Tri dobre namere: '",
  "dn33:1.10.19": "'namera vođena obuzdavanjem, namera vođena dobronamernošću i namera vođena željom za nepovređivanjem. '",
  "dn33:1.10.20": "'Tri rđava opažaja: '",
  "dn33:1.10.21": "'opažaj vođen zadovoljstvima čula, opažaj vođen zlovoljom i opažaj vođen željom za povređivanjem. '",
  "dn33:1.10.22": "'Tri dobra opažaja: '",
  "dn33:1.10.23": "'opažaj vođen obuzdavanjem, opažaj vođen dobronamernošću i opažaj vođen željom za nepovređivanjem. '",
  "dn33:1.10.24": "'Tri rđava elementa: '",
  "dn33:1.10.25": "'elemenat zadovoljstava čula, element zlovolje i element želje za povređivanjem. '",
  "dn33:1.10.26": "'Tri dobra elementa: '",
  "dn33:1.10.27": "'element obuzdavanja, element dobronamernosti i element želje za nepovređivanjem. '",
  "dn33:1.10.28": "'Druga tri elementa: '",
  "dn33:1.10.29": "'element zadovoljstava čula, element oblika i element bezobličnog. '",
  "dn33:1.10.30": "'Druga tri elementa: '",
  "dn33:1.10.31": "'element oblika, element bezobličnog i element prestanka. '",
  "dn33:1.10.32": "'Druga tri elementa: '",
  "dn33:1.10.33": "'niski element, srednji element i uzvišeni element. '",
  "dn33:1.10.34": "'Tri žudnje: '",
  "dn33:1.10.35": "'žudnja za zadovoljstvima čula, žudnja za postojanjem i žudnja za nepostojanjem. '",
  "dn33:1.10.36": "'Druge tri žudnje: '",
  "dn33:1.10.37": "'Žudnja za zadovoljstvima čula, žudnja za oblicima i žudnja za bezobličnim. '",
  "dn33:1.10.38": "'Druge tri žudnje: '",
  "dn33:1.10.39": "'Žudnja za oblicima, žudnja za bezobličnim i žudnja za prestankom. '",
  "dn33:1.10.40": "'Tri okova: '",
  "dn33:1.10.41": "'okov uverenja da postoji trajna osoba, okov sumnje i okov vezanosti za pravila i rituale. '",
  "dn33:1.10.42": "'Tri otrova: '",
  "dn33:1.10.43": "'otrov žudnje za čulnim zadovoljstvima, otrov žudnje za večnim postojanjem i otrov neznanja. '",
  "dn33:1.10.44": "'Tri bivanja: '",
  "dn33:1.10.45": "'bivanje u području čulnog, bivanje u području suptilne materije i bivanje u području bez materije. '",
  "dn33:1.10.46": "'Tri traganja: '",
  "dn33:1.10.47": "'traganje za zadovoljstvima čula, traganje za bivanjem i traganje za svetačkim životom. '",
  "dn33:1.10.48": "'Tri zablude: '",
  "dn33:1.10.49": "'’Ja sam bolji’, ’Ja sam isti’ i ’Ja sam gori’. '",
  "dn33:1.10.50": "'Tri vremena: '",
  "dn33:1.10.51": "'prošlo vreme, buduće vreme i sadašnje vreme. '",
  "dn33:1.10.52": "'Tri krajnosti: '",
  "dn33:1.10.53": "'osoba, nastanak osobe i prestanak osobe. '",
  "dn33:1.10.54": "'Tri osećaja: '",
  "dn33:1.10.55": "'prijatan osećaj, bolan osećaj i ni bolan ni prijatan osećaj. '",
  "dn33:1.10.56": "'Tri patnje: '",
  "dn33:1.10.57": "'patnja izazvana patnjom, patnja izazvana stanjima i patnja izazvana promenom. '",
  "dn33:1.10.58": "'Tri gomile: '",
  "dn33:1.10.59": "'gomila pouzdanja u pogrešan put, gomila pouzdanja u ispravan put i gomila nedostatka pouzdanja. '",
  "dn33:1.10.60": "'Tri tame: '",
  "dn33:1.10.61": "'Tama nedoumice, sumnje, neodlučnosti i pomanjkanja izvesnosti u vezi sa prošlošću, tama nedoumice, sumnje, neodlučnosti i pomanjkanja izvesnosti u vezi sa budućnošću i tama nedoumice, sumnje, neodlučnosti i pomanjkanja izvesnosti u vezi sa sadašnjošću. '",
  "dn33:1.10.62": "'Tri stvari koje Tathāgata ne mora da skriva: '",
  "dn33:1.10.63": "'To što Tathāgata čini telom je čisto, on ne čini rđave postupke telom, zbog čega bi morao da ih skriva: '",
  "dn33:1.10.64": "'’Neka o ovome drugi ništa ne znaju’. '",
  "dn33:1.10.65": "'To što Tathāgata čini govorom je čisto, on ne čini rđave postupke govorom, zbog čega bi morao da ih skriva: '",
  "dn33:1.10.66": "'’Neka o ovome drugi ništa ne znaju’. '",
  "dn33:1.10.67": "'To što Tathāgata čini umom je čisto, on ne čini rđave postupke umom, zbog čega bi morao da ih skriva: '",
  "dn33:1.10.68": "'’Neka o ovome drugi ništa ne znaju’. '",
  "dn33:1.10.69": "'Tri poseda: '",
  "dn33:1.10.70": "'posed strasti, posed mržnje i posed obmanutosti. '",
  "dn33:1.10.71": "'Tri vatre: '",
  "dn33:1.10.72": "'vatra strasti, vatra mržnje i vatra obmanutosti. '",
  "dn33:1.10.73": "'Druge tri vatre: '",
  "dn33:1.10.74": "'vatra onih koji su vredni darova, vatra kućedomaćina i vatra onih koji su vredni pohvala. '",
  "dn33:1.10.75": "'Tri vrste materije: '",
  "dn33:1.10.76": "'vidljiva, dostupna čulima, zatim nevidljiva, dostupna čulima i nevidljiva, nedostupna čulima. '",
  "dn33:1.10.77": "'Tri vrste karmičkih tvorevina: '",
  "dn33:1.10.78": "'zasluge, prekršaji i neoborive. '",
  "dn33:1.10.79": "'Tri vrste ljudi: '",
  "dn33:1.10.80": "'onaj koji uči, onaj koji je naučio i onaj koji nije nijedan od ova dva. '",
  "dn33:1.10.81": "'Tri starešine: '",
  "dn33:1.10.82": "'starešina po rođenju, starešima po Dhammi i starešina po konvenciji. '",
  "dn33:1.10.83": "'Tri područja sticanja zasluga: '",
  "dn33:1.10.84": "'davanje, vrlina i meditacija. '",
  "dn33:1.10.85": "'Tri područja kritikovanja: '",
  "dn33:1.10.86": "'ono što je viđeno, ono što je čuto i ono o čemu postoji sumnja. '",
  "dn33:1.10.87": "'Tri preporađanja u području čulnog: '",
  "dn33:1.10.88": "'Ima bića koja žele to što sada postoji i pod uticajem su sada nastalih zadovoljstava čula, kao što su to ljudska bića, božanstva i neka bića u nižim svetovima. '",
  "dn33:1.10.89": "'To je prva vrsta preporađanja u području čulnog. '",
  "dn33:1.10.90": "'Ima bića koja žele da stvaraju. Stalno iznova stvarajući, ona su pod uticajem zadovoljstava čula, kao što su to božanstva koja se oduševljavaju stvaranjem. '",
  "dn33:1.10.91": "'To je druga vrsta preporađanja u području čulnog. '",
  "dn33:1.10.92": "'Ima bića koja žele to što su stvorili drugi i pod uticajem su zadovoljstava čula koja su stvorili drugi, kao što su to božanstva koja imaju moć nad tvorevinama drugih. '",
  "dn33:1.10.93": "'To je treća vrsta preporađanja u području čulnog. '",
  "dn33:1.10.94": "'Tri srećna preporađanja: '",
  "dn33:1.10.95": "'Ima bića koja, neprekidno se preporađajući, žive u sreći, kao što su to božanstva iz Brahmine pratnje. '",
  "dn33:1.10.96": "'To je prva vrsta srećnog preporađanja. '",
  "dn33:1.10.97": "'Ima bića koja su natopljena, prožeta, preplavljena i ispunjena srećom. '",
  "dn33:1.10.98": "'Svako malo, bivaju nadahnuta da uzviknu: '",
  "dn33:1.10.99": "'’Ah, kakva sreća, ah, kakva sreća!’, kao što su to božanstva neprekidnog sjaja. '",
  "dn33:1.10.100": "'To je druga vrsta srećnog preporađanja. '",
  "dn33:1.10.101": "'Ima bića koja su natopljena, prožeta, preplavljena i ispunjena srećom. '",
  "dn33:1.10.102": "'Pošto su zaista zadovoljna, doživljavaju sreću, i to su božanstva blistave slave. '",
  "dn33:1.10.103": "'To je treća vrsta srećnog preporađanja. '",
  "dn33:1.10.104": "'Tri mudrosti: '",
  "dn33:1.10.105": "'mudrost učenika, mudrost onoga ko je završio vežbanje i mudrost onoga ko nije ni jedno ni drugo. '",
  "dn33:1.10.106": "'Druge tri mudrosti: '",
  "dn33:1.10.107": "'Mudrost zasnovana na razmišljanju, mudrost zasnovana na slušanju i mudrost zasnovana na meditaciji. '",
  "dn33:1.10.108": "'Tri oružja: '",
  "dn33:1.10.109": "'Učenje, osama i mudrost. '",
  "dn33:1.10.110": "'Tri sposobnosti: '",
  "dn33:1.10.111": "'Sposobnost da saznamo ono što još ne znamo, sposobnost konačnog znanja i sposobnost onoga ko poseduje konačno znanje. '",
  "dn33:1.10.112": "'Tri oka: '",
  "dn33:1.10.113": "'fizičko oko, duhovno oko i oko mudrosti. '",
  "dn33:1.10.114": "'Tri vežbanja: '",
  "dn33:1.10.115": "'vežbanje u višoj vrlini, vežbanje u višem umu i vežbanje u višoj mudrosti. '",
  "dn33:1.10.116": "'Tri razvijanja: '",
  "dn33:1.10.117": "'razvijanje tela, razvijanje uma i razvijanje mudrosti. '",
  "dn33:1.10.118": "'Tri nenadmašna kvaliteta: '",
  "dn33:1.10.119": "'nenadmašno viđenje, nenadmašno praktikovanje puta i nenadmašno oslobođenje. '",
  "dn33:1.10.120": "'Tri koncentracije: '",
  "dn33:1.10.121": "'koncentracija sa usmerenom mišlju i istraživanjem, koncentracija bez usmerene misli, ali sa istraživanjem i koncentracija bez i jednog i drugog. '",
  "dn33:1.10.122": "'Druge tri koncentracije: '",
  "dn33:1.10.123": "'koncentracija praznine, koncentracija bez ikakvog znaka i neusmerena koncentracija. '",
  "dn33:1.10.124": "'Tri pročišćenja: '",
  "dn33:1.10.125": "'pročišćenje tela, pročišćenje govora i pročišćenje uma. '",
  "dn33:1.10.126": "'Tri svetosti: '",
  "dn33:1.10.127": "'svetost telom, svetost govorom i svetost umom. '",
  "dn33:1.10.128": "'Tri umešnosti: '",
  "dn33:1.10.129": "'umešnost u napredovanju, umešnost u nazadovanju i umešnost u korišćenju korisnih sredstava. '",
  "dn33:1.10.130": "'Tri opijenosti: '",
  "dn33:1.10.131": "'opijenost zdravljem, opijenost mladošću i opijenost životom. '",
  "dn33:1.10.132": "'Tri stavljanja na prvo mesto: '",
  "dn33:1.10.133": "'stavljanje sebe na prvo mesto, stavljanje sveta na prvo mesto i stavljanje učenja na prvo mesto. '",
  "dn33:1.10.134": "'Tri teme za razgovor: '",
  "dn33:1.10.135": "'možete diskutovati o prošlosti: '",
  "dn33:1.10.136": "'’Tako je to bilo u prošlosti’; '",
  "dn33:1.10.137": "'možete diskutovati o budućnosti: '",
  "dn33:1.10.138": "'’Tako će to biti u budućnosti’; '",
  "dn33:1.10.139": "'možete diskutovati o sadašnjosti: '",
  "dn33:1.10.140": "'’Tako je sada.’ '",
  "dn33:1.10.141": "'Tri znanja: '",
  "dn33:1.10.142": "'znanje o svojim prošlim životima, znanje o umiranju i rađanju drugih bića i znanje o uklanjanju otrova. '",
  "dn33:1.10.143": "'Tri boravišta: '",
  "dn33:1.10.144": "'božansko boravište, uzvišeno boravište i plemenito boravište. '",
  "dn33:1.10.145": "'Tri čuda: '",
  "dn33:1.10.146": "'čudo duhovne moći, čudo čitanja misli i čudo podučavanja. '",
  "dn33:1.10.147": "'To je, prijatelju, učenje koje je Blaženi, znalac i vidilac, plemeniti i potpuno probuđeni,\\xa0objavio grupisano kao tri. '",
  "dn33:1.10.148": "'Zato treba da se okupite… na dobrobit, korist i sreću božanskih i ljudskih bića. '",
  "dn33:1.11.0": "'4. Četvorke '",
  "dn33:1.11.1": "'Prijatelju,\\xa0Blaženi, znalac i vidilac, plemeniti i potpuno probuđeni,\\xa0objavio je svoje učenje grupisano kao četiri. '",
  "dn33:1.11.2": "'Zato treba da se okupite… na dobrobit, korist i sreću božanskih i ljudskih bića. '",
  "dn33:1.11.3": "'Koje četiri? '",
  "dn33:1.11.4": "'Četiri temelja svesnosti. '",
  "dn33:1.11.5": "'Tako, prijatelju, monah boravi kontemplirajući telo kao telo, marljiv, s jasnim razumevanjem i svestan, odloživši sa strane gramzivost i odbojnost prema ovom svetu. '",
  "dn33:1.11.6": "'boravi kontemplirajući osećaje kao osećaje… '",
  "dn33:1.11.7": "'boravi kontemplirajući um kao um… '",
  "dn33:1.11.8": "'Boravi on kontemplirajući objekte uma kao objekte uma, marljiv, s jasnim razumevanjem i svestan, odloživši sa strane gramzivost i odbojnost prema ovom svetu. '",
  "dn33:1.11.9": "'Četiri ispravna napora. '",
  "dn33:1.11.10": "'Tako se, prijatelju, u monahu probudi revnost da izbegava nastanak još nenastalih loših, nekorisnih stanja uma, te ulaže napor, budi energiju, usmerava um i tome teži. '",
  "dn33:1.11.11": "'U sebi budi revnost da napusti već nastala loša, štetna stanja uma, te ulaže napor, budi energiju, usmerava um i tome teži. '",
  "dn33:1.11.12": "'U sebi budi revnost da neguje još nenastala povoljna stanja uma, te ulaže napor, budi energiju, usmerava um i tome teži. '",
  "dn33:1.11.13": "'U sebi budi revnost za nastavljanjem, neiščezavanjem, jačanjem, uvećanjem i ispunjenjem kroz negovanje već nastalih povoljnih stanja uma, te ulaže napor, budi energiju, usmerava um i tome teži. '",
  "dn33:1.11.14": "'Četiri duhovne moći. '",
  "dn33:1.11.15": "'Tako monah razvija osnovu duhovne moći, koja se sastoji od koncentracije nastale zahvaljujući revnosti i odlučnom nastojanju. '",
  "dn33:1.11.16": "'On razvija osnovu duhovne moći, koja se sastoji od koncentracije nastale zahvaljujući (čistoti) uma i odlučnom nastojanju. '",
  "dn33:1.11.17": "'On razvija osnovu duhovne moći, koja se sastoji od koncentracije nastale zahvaljujući energiji i odlučnom nastojanju. '",
  "dn33:1.11.18": "'On razvija osnovu duhovne moći, koja se sastoji od koncentracije nastale zahvaljujući istraživanju i odlučnom nastojanju. '",
  "dn33:1.11.19": "'Četiri zadubljenja. '",
  "dn33:1.11.20": "'Tako monah, sasvim obuzdanih čula, bez mentalnih nečistoća, ulazi i ostaje na prvom stupnju zadubljenja. '",
  "dn33:1.11.21": "'Sa smirivanjem usmerene misli i istraživanja, ulazi on i ostaje na drugom stupnju zadubljenja, koji karakterišu kako samopouzdanje i sabranost uma, oslobođenog usmerene  misli i istraživanja, tako i ushićenje i zadovoljstvo rođeni iz koncentracije. '",
  "dn33:1.11.22": "'Sa slabljenjem ushićenja ostaje on spokojan, svestan i s jasnim razumevanjem, sa fizičkim osećajem zadovoljstva. Tako on ulazi i ostaje na trećem stupnju zadubljenja, o kojem plemeniti kažu: ‘Srećan je čovek ispunjen spokojstvom i svesnošću!’ '",
  "dn33:1.11.23": "'Sa napuštanjem zadovoljstva i bola, kao i s ranijim nestankom radosti i žalosti, ulazi on i ostaje na četvrtom stupnju zadubljenja, koji nije ni bolan ni prijatan, a čini ga čista svesnost, zasnovana na spokojstvu. '",
  "dn33:1.11.24": "'Četiri razvijanja koncentracije. '",
  "dn33:1.11.25": "'Tako, prijatelju, ako se razvijanje koncentracije neguje i često vežba, to vodi ka življenju u sreći ovde i sada. '",
  "dn33:1.11.26": "'Ako se razvijanje koncentracije neguje i često vežba, to vodi ka zadobijanju znanja i viđenja. '",
  "dn33:1.11.27": "'Ako se razvijanje koncentracije neguje i često vežba, to vodi ka svesnosti i jasnom razumevanju. '",
  "dn33:1.11.28": "'Ako se razvijanje koncentracije neguje i često vežba, to vodi ka uklanjanju otrova. '",
  "dn33:1.11.29": "'A kakvo to ravijanje koncentracije, ako se neguje i često vežba, vodi ka življenju u sreći ovde i sada? '",
  "dn33:1.11.30": "'Tako monah, sasvim obuzdanih čula, bez mentalnih nečistoća, ulazi i ostaje na prvom stupnju zadubljenja… '",
  "dn33:1.11.32": "'On ulazi i ostaje na četvrtom stupnju zadubljenja. '",
  "dn33:1.11.33": "'Takvo razvijanje koncentracije, prijatelju, ako se neguje i često vežba,\\xa0vodi ka življenju u sreći ovde i sada. '",
  "dn33:1.11.34": "'A kakvo to ravijanje koncentracije, ako se neguje i često vežba, vodi ka zadobijanju znanja i viđenja? '",
  "dn33:1.11.35": "'Tako se, monah, koncentriše na opažaj svetlosti, na opažaj dana, kako danju, tako i noću; kako noću, tako i danju. '",
  "dn33:1.11.36": "'Na taj način, jasnog i nezamagljenog uma, on razvija stanje uma koje je prepuno svetlosti. '",
  "dn33:1.11.37": "'Takvo razvijanje koncentracije, ako se neguje i često vežba,\\xa0vodi ka zadobijanju znanja i viđenja. '",
  "dn33:1.11.38": "'A kakvo to ravijanje koncentracije, ako se neguje i često vežba, vodi ka svesnosti i razumevanju? '",
  "dn33:1.11.39": "'Tako monah zna osećaje dok nastaju, zna osećaje dok traju i zna osećaje kada nestaju. '",
  "dn33:1.11.40": "'On zna opažaje dok nastaju, zna opažaje dok traju i zna opažaje kada nestaju. '",
  "dn33:1.11.41": "'On zna misli dok nastaju, zna misli dok traju i zna misli kada nestaju. '",
  "dn33:1.11.42": "'Ako se razvijanje koncentracije neguje i često vežba na ovakav način, to vodi ka svesnosti i jasnom razumevanju. '",
  "dn33:1.11.43": "'A kakvo to ravijanje koncentracije, ako se neguje i često vežba, vodi ka uklanjanju otrova? '",
  "dn33:1.11.44": "'Tako, prijatelji, boravi kontemplirajući nastanak i nestanak pet sastojaka bića podložnih vezivanju: '",
  "dn33:1.11.45": "'Ovakav je materijalni oblik, ovakav je njegov nastanak, ovakav njegov nestanak. '",
  "dn33:1.11.46": "'Ovakav je osećaj… '",
  "dn33:1.11.47": "'Ovakav je opažaj… '",
  "dn33:1.11.48": "'Ovakvi su mentalni obrasci… '",
  "dn33:1.11.49": "'Ovakva je svest, ovakav je nastanak svesti, ovakav prestanak svesti. '",
  "dn33:1.11.50": "'Ako se razvijanje koncentracije neguje i često vežba na ovakav način, to vodi ka uklanjanju otrova. '",
  "dn33:1.11.51": "'Četiri nemerljiva stanja. '",
  "dn33:1.11.52": "'Tako, prijatelju, monah živi obasjavajući jednu stranu sveta umom prožetim prijateljskom ljubavlju, isto tako i drugu, isto tako i treću, isto tako i četvrtu; takođe iznad, ispod, unaokolo, svuda i svakoga, kao i sebe; živi on obasjavajući čitav svet umom prožetim prijateljskom ljubavlju, obilnom, uzvišenom, nemerljivom, bez ikakvog neprijateljstva i zlovolje u sebi. '",
  "dn33:1.11.53": "'Živi on obasjavajući jednu stranu sveta umom prožetim saosećanjem… '",
  "dn33:1.11.54": "'umom prožetim radošću zbog sreće drugih… '",
  "dn33:1.11.55": "'umom prožetim spokojstvom, isto tako i drugu, isto tako i treću, isto tako i četvrtu; takođe iznad, ispod, unaokolo, svuda i svakoga, kao i sebe; živi on obasjavajući čitav svet umom prožetim spokojstvom, obilnim, uzvišenim, nemerljivim, bez ikakvog neprijateljstva i zlovolje u sebi. '",
  "dn33:1.11.56": "'Četiri bezoblična stanja. '",
  "dn33:1.11.57": "'Kroz potpuno nadilaženje opažanjâ materijalnog oblika, prestanka opažanjâ podražaja, neobraćanje pažnje na opažanja raznolikosti i (kontemplirajući) ’Prostor je beskrajan’, monah\\xa0stiže i boravi u području beskonačnog prostora. '",
  "dn33:1.11.58": "'Kroz potpuno nadilaženje područja beskonačnog prostora i (kontemplirajući) ’Svest je bezgranična’, monah stiže i boravi u području bezgranične svesti. '",
  "dn33:1.11.59": "'Kroz potpuno nadilaženje područja bezgranične svesti i (kontemplirajući) ’Ništa ne postoji’, monah\\xa0stiže i boravi u području ničega. '",
  "dn33:1.11.60": "'Kroz potpuno nadilaženje područja ničega, neko stiže i boravi u području ni opažanja ni neopažanja. '",
  "dn33:1.11.61": "'Četiri podrške. '",
  "dn33:1.11.62": "'Tako, prijatelju, monah koristi neke stvari, podnosi neke stvari, izbegava neke stvari i oslobađa se nekih stvari. '",
  "dn33:1.11.63": "'Četiri plemenite loze. '",
  "dn33:1.11.64": "'Tako, prijatelju, monah je zadovoljan ogrtačem koji ima i ujedno hvali takvu zadovoljenost i ne nastoji da se domogne drugog ogrtača na neprimeren i neprikladan način. Nije zabrinut ako ne dobije novi ogrtač, a ako ga ipak dobije, nije obuzet gramzivošću, zaslepljen žudnjom, već ga koristi svestan svih ovih opasnosti, svestan njegove prave svrhe. I on zbog toga ne veliča sebe, niti omalovažava druge. '",
  "dn33:1.11.65": "'Onaj ko je na takav način vešt, marljiv, jasno razume i promišljen je, za njega kažu: ’Ovaj monah pripada drevnoj, prvobitnoj plemenitoj lozi’. '",
  "dn33:1.11.66": "'Dalje, monah je zadovoljan isprošenom hranom, ujedno hvali takvu zadovoljenost i ne nastoji da se domogne druge isprošene hrane na neprimeren i neprikladan način. Nije zabrinut ako ne dobije isprošenu hranu, a ako je ipak dobije, nije obuzet gramzivošću, zaslepljen žudnjom, već je koristi svestan svih ovih opasnosti, svestan njezine prave svrhe. I on zbog toga ne veliča sebe, niti omalovažava druge. '",
  "dn33:1.11.67": "'Onaj ko je na takav način vešt, marljiv, jasno razume i promišljen je, za njega kažu: ’Ovaj monah pripada drevnoj, prvobitnoj plemenitoj lozi’. '",
  "dn33:1.11.68": "'Dalje, monah je zadovoljan smeštajem koji ima, ujedno hvali takvu zadovoljenost i ne nastoji da se domogne drugog smeštaja na neprimeren i neprikladan način. Nije zabrinut ako ne dobije novi smeštaj, a ako ga ipak dobije, nije obuzet gramzivošću, zaslepljen žudnjom, već ga koristi svestan svih ovih opasnosti, svestan njegove prave svrhe. I on zbog toga ne veliča sebe, niti omalovažava druge. '",
  "dn33:1.11.69": "'Onaj ko je na takav način vešt, marljiv, jasno razume i promišljen je, za njega kažu: ’Ovaj monah pripada drevnoj, prvobitnoj plemenitoj lozi. '",
  "dn33:1.11.70": "'Dalje, monah uživa u uklanjanju, raduje se uklanjanju, uživa u razvijanju, raduje se razvijanju; ali zbog te svoje ljubavi prema uklanjanju i razvijanju ne veliča sebe, niti omalovažava druge. '",
  "dn33:1.11.71": "'Onaj ko je na takav način vešt, marljiv, jasno razume i promišljen je, za njega kažu: ’Ovaj monah pripada drevnoj, prvobitnoj plemenitoj lozi’. '",
  "dn33:1.11.72": "'Četiri napora: '",
  "dn33:1.11.73": "'Napor obuzdavanja, napor uklanjanja, napor razvijanja i napor očuvanja. '",
  "dn33:1.11.74": "'A šta je to napor obuzdavanja? '",
  "dn33:1.11.75": "'Kad vidi oblik okom, monah se ne veže za njegova obeležja i detalje. '",
  "dn33:1.11.76": "'Pošto, kad ostavi oko bez nadzora, loša, štetna stanja gramzivosti i odbojnosti mogu da ga osvoje, vežba njegovo obuzdavanje, stražari nad čulom vida, obuzdava čulo vida. '",
  "dn33:1.11.77": "'Kad zvuk čuje uhom… '",
  "dn33:1.11.78": "'Kad oseti miris nosom… '",
  "dn33:1.11.79": "'Kad okusi ukus jezikom… '",
  "dn33:1.11.80": "'Kad telom dodirne neki predmet… '",
  "dn33:1.11.81": "'Kad umom prepozna neki mentalni objekat, monah se ne veže za njegova obeležja i detalje. '",
  "dn33:1.11.82": "'Pošto, kad ostavi um bez nadzora, loša, štetna stanja gramzivosti i odbojnosti mogu da ga osvoje, on vežba njegovo obuzdavanje, stražari nad čulom uma, obuzdava čulo uma. '",
  "dn33:1.11.83": "'To se naziva naporom obuzdavanja. '",
  "dn33:1.11.84": "'A šta je to napor uklanjanja? '",
  "dn33:1.11.85": "'Kada se u njemu javi misao vođena zadovoljstvima čula, monaj je ne toleriše, napušta je, uklanja je, uništava, čini da ona nestane; '",
  "dn33:1.11.86": "'misao vođena zlovoljom… '",
  "dn33:1.11.87": "'misao vođena željom za povređivanjem… '",
  "dn33:1.11.88": "'On ne toleriše bilo kakva loša, štetna stanja koja se jave, već ih napušta, uklanja, uništava i čini da nestanu. '",
  "dn33:1.11.89": "'To se naziva naporom uklanjanja. '",
  "dn33:1.11.90": "'A šta je to napor razvijanja? '",
  "dn33:1.11.91": "'Tako monah razvija svesnost kao element probuđenja, podržanu osamljenošću, hlađenjem strasti i prestankom, što za rezultat ima nevezivanje. '",
  "dn33:1.11.92": "'razvija istraživanje pojava kao element probuđenja… '",
  "dn33:1.11.93": "'razvija energičnost kao element probuđenja… '",
  "dn33:1.11.94": "'razvija ushićenje kao element probuđenja… '",
  "dn33:1.11.95": "'razvija smirenje kao element probuđenja… '",
  "dn33:1.11.96": "'razvija koncentraciju kao element probuđenja… '",
  "dn33:1.11.97": "'razvija spokojstvo kao element probuđenja, podržano osamljenošću, hlađenjem strasti i prestankom, što za rezultat ima nevezivanje. '",
  "dn33:1.11.98": "'To se naziva naporom razvijanje. '",
  "dn33:1.11.99": "'A šta je to napor očuvanja? '",
  "dn33:1.11.100": "'Tako monah u svom umu čvrsto održava objekat meditacije koji se pojavio, kao što je to kostur, leš koji jedu crvi, leš koji je pomodreo, leš koji se raspada ili nadut leš. '",
  "dn33:1.11.101": "'To se naziva naporom očuvanja. '",
  "dn33:1.11.102": "'Četiri znanja. '",
  "dn33:1.11.103": "'Znanje o Dhammi, znanje o tome šta je sa njom u saglasnosti, znanje o umovima drugih i\\xa0 konvencionalno znanje. '",
  "dn33:1.11.104": "'Druga četiri znanja. '",
  "dn33:1.11.105": "'Znanje o patnji, znanje o nastanku patnje, znanje o prestanku patnje i put koji vodi do prestanka patnje. '",
  "dn33:1.11.106": "'Četiri elementa ulaska u tok. '",
  "dn33:1.11.107": "'Druženje sa dobrim ljudima, slušanje pravog učenja, pomno razmatranje i vežbanje u skladu sa učenjem. '",
  "dn33:1.11.108": "'Četiri kvaliteta onoga ko je ušao u tok. '",
  "dn33:1.11.109": "'Tako, prijatelju, plemeniti učenik poseduje potpuno poverenje u Budu: '",
  "dn33:1.11.110": "'’Zaista je Blaženi plemenit i potpuno probuđen, usavršen u znanju i ponašanju, srećan, znalac svetova, nenadmašni vodič onima kojima je potreban putokaz, učitelj božanskim i ljudskim bićima, budan, blažen’. '",
  "dn33:1.11.111": "'On poseduje potpuno poverenje u Dhammu: '",
  "dn33:1.11.112": "'’Blaženi je dobro izložio Dhammu, ona je vidljiva ovde i sada, vanvremena, poziva da je lično istražimo, praktikujemo i postanemo mudri razumevši je svako sam za sebe.’ '",
  "dn33:1.11.113": "'On poseduje potpuno poverenje u monašku zajednicu: '",
  "dn33:1.11.114": "'’Zajednica učenika Blaženog vežba na pravi način, vežba na direktan način, vežba na mudar način, vežba na valjan način. Četiri para osoba, osam vrsta ljudi, ta zajednica učenika Blaženog vredna je darova, vredna gostoprimstva, vredna pohvala i vredna poštovanja, ona je nenadmašno polje sticanja zasluga u ovome svetu.’ '",
  "dn33:1.11.115": "'On takođe poseduje vrlinu kakva priliči plemenitima, nenarušenu, neuprljanu, čistu, neukaljanu, oslobađajuću, vrlinu kakvu mudri hvale, a potpomaže koncentraciju. '",
  "dn33:1.11.116": "'Četiri ploda sketskog života. '",
  "dn33:1.11.117": "'Plod ulaska u tok, plod jednom povratnika, plod nepovratnika i plod arahanta. '",
  "dn33:1.11.118": "'Četiri elementa. '",
  "dn33:1.11.119": "'Zemlja, voda, vatra i vazduh. '",
  "dn33:1.11.120": "'Četiri hrane. '",
  "dn33:1.11.121": "'Fizička hrana, gruba ili fina; kontakt kao druga; mentalni obrasci kao treća; svest kao četvrta. '",
  "dn33:1.11.122": "'Četiri uporišta za svest. '",
  "dn33:1.11.123": "'Sve dok svest traje, ona je zaokupljena oblikom, podržana oblikom, zasnovana na obliku. I sa svakom kapi slasti dobijene od oblika ona raste, razvija se, dostiže zrelost. '",
  "dn33:1.11.124": "'ona je zaokupljena osećajem… '",
  "dn33:1.11.125": "'ona je zaokupljena opažajem… '",
  "dn33:1.11.126": "'Sve dok svest traje, ona je zaokupljena mentalnim obrascima, podržana mentalnim obrascima, zasnovana na mentalnim obrascima. I sa svakom kapi slasti dobijene od mentalnih obrazaca ona raste, razvija se, dostiže zrelost. '",
  "dn33:1.11.127": "'Četiri pogrešna puta. '",
  "dn33:1.11.128": "'postupati vođen željom, vođen mržnjom, vođen obmanutošću i vođen strahom. '",
  "dn33:1.11.129": "'Četiri izvor žudnje. '",
  "dn33:1.11.130": "'žudnja u asketi nastane zbog ogrtača; '",
  "dn33:1.11.131": "'žudnja u asketi nastane zbog isprošene hrane; '",
  "dn33:1.11.132": "'žudnja u asketi nastane zbog smeštaja; '",
  "dn33:1.11.133": "'žudnja u asketi nastane zbog ove ili one vrste preporađanja. '",
  "dn33:1.11.134": "'Četiri načina vežbanja: '",
  "dn33:1.11.135": "'bolno vežbanje sa sporim dolaženjem do neposrednog znanja, bolno vežbanje sa brzim dolaženjem do neposrednog znanja, prijatno vežbanje sa sporim dolaženjem do neposrednog znanja i prijatno vežbanje sa brzim dolaženjem do neposrednog znanja. '",
  "dn33:1.11.136": "'Druga četiri načina vežbanja: '",
  "dn33:1.11.137": "'nestrpljivo vežbanje, strpljivo vežbanje, obuzdavajuće vežbanje i smirujuće vežbanje. '",
  "dn33:1.11.138": "'Četiri osnove Dhamme: '",
  "dn33:1.11.139": "'odsustvo pohlepe, odsustvo zlovolje, ispravna svesnost i ispravna koncentracija. '",
  "dn33:1.11.140": "'Četiri načina postupanja. '",
  "dn33:1.11.141": "'Prijatelju, postoji postupanje bolno sada, a u budućnosti takođe dozreva kao bol. '",
  "dn33:1.11.142": "'Postoji postupanje bolno sada, ali u budućnosti dozreva kao zadovoljstvo. '",
  "dn33:1.11.143": "'Postoji postupanje prijatno sada, ali u budućnosti dozreva kao bol. '",
  "dn33:1.11.144": "'Postoji postupanje prijatno sada, a u budućnosti takođe dozreva kao zadovoljstvo. '",
  "dn33:1.11.145": "'Četiri sastojka Dhamme: '",
  "dn33:1.11.146": "'vrlina, koncentracija, mudrost i oslobođenje. '",
  "dn33:1.11.147": "'Četiri snage: '",
  "dn33:1.11.148": "'snaga energičnosti, snaga svesnosti, snaga koncentracije i snaga mudrosti. '",
  "dn33:1.11.149": "'Četiri temelja: '",
  "dn33:1.11.150": "'temelj mudrosti, temelj istine, temelj obuzdavanja i temelj mira. '",
  "dn33:1.11.151": "'Četiri vrste pitanja: '",
  "dn33:1.11.152": "'pitanje na koje treba odgovoriti direktno, pitanje na koje treba odgovoriti protivpitanjem, pitanje na koje treba odgovoriti detaljnim objašnjenjem i pitanje koje treba ostaviti postrani. '",
  "dn33:1.11.153": "'Četiri vrste postupaka: '",
  "dn33:1.11.154": "'taman postupak sa tamnim rezultatom; '",
  "dn33:1.11.155": "'svetao postupak sa svetlim rezultatom; '",
  "dn33:1.11.156": "'taman i svetao postupak sa tamnim i svetlim rezultatom i '",
  "dn33:1.11.157": "'postupak koji nije ni taman ni svetao, sa ni tamnim ni svetlim rezultatom. '",
  "dn33:1.11.158": "'Četiri stvari koje treba razumeti: '",
  "dn33:1.11.159": "'svoje prethodne živote treba razumeti uz pomoć sećanja; '",
  "dn33:1.11.160": "'rađanje i umiranje bića treba razumeti uz pomoć gledanja; '",
  "dn33:1.11.161": "'osam oslobođenja treba razumeti kroz direktno meditativno iskustvo; '",
  "dn33:1.11.162": "'uklanjanje otrova treba razumeti uz pomoć mudrosti. '",
  "dn33:1.11.163": "'Četiri bujice: '",
  "dn33:1.11.164": "'bujica zadovoljstava čula, bujica bivanja, bujica gledišta i bujica neznanja. '",
  "dn33:1.11.165": "'Četiri jarma: '",
  "dn33:1.11.166": "'jaram zadovoljstava čula, jaram bivanja, jaram gledišta i jaram neznanja. '",
  "dn33:1.11.167": "'Četiri skidanja jarma: '",
  "dn33:1.11.168": "'skidanje jarma zadovoljstava čula, jarma bivanja, jarma gledišta i jarma neznanja. '",
  "dn33:1.11.169": "'Četiri čvora: '",
  "dn33:1.11.170": "'telesni čvor pohlepe, telesni čvor zlovolje, telesni čvor vezanosti za pravila i rituale i telesni čvor sklonosti ka stavu: ’Samo je ovo istina’. '",
  "dn33:1.11.171": "'Četiri vezivanja: '",
  "dn33:1.11.172": "'vezivanje za zadovoljstva čula, vezivanje za gledišta, vezivanje za pravila i rituale i vezivanje za verovanje u postojanje trajnog sopstva. '",
  "dn33:1.11.173": "'Četiri načina rađanja: '",
  "dn33:1.11.174": "'rađanje iz jajeta, rađanje iz materice, rađanje iz vlage i spontano rođenje. '",
  "dn33:1.11.175": "'Četiri vrste začetka bića. '",
  "dn33:1.11.176": "'Tako, prijatelju, neko nije svestan kada biva začet u materici svoje majke, nije svestan kada boravi u njoj, nije svestan kada iz nje izlazi. To je prva vrsta začetka. '",
  "dn33:1.11.177": "'Dalje, neko\\xa0jeste svestan kada biva začet u materici svoje majke, ali nije svestan kada boravi u njoj, nije svestan kada iz nje izlazi. To je druga vrsta začetka. '",
  "dn33:1.11.178": "'Dalje, neko jeste svestan kada biva začet u materici svoje majke i jeste svestan kada boravi u njoj, ali nije svestan kada iz nje izlazi. To je treća vrsta začetka. '",
  "dn33:1.11.179": "'Dalje, neko jeste svestan kada biva začet u materici svoje majke, jeste svestan kada boravi u njoj i jeste svestan kada iz nje izlazi. To je četvrta vrsta začetka. '",
  "dn33:1.11.180": "'Četiri vrste stvaranja individue. '",
  "dn33:1.11.181": "'Postoji, prijatelju, stvaranje individue kada deluje jedino sopstvena volja, ali ne drugih; '",
  "dn33:1.11.182": "'kada deluje volja drugih, ali ne i sopstvena; '",
  "dn33:1.11.183": "'kada deluju obe volje, i sopstvena i drugih; '",
  "dn33:1.11.184": "'kada ne deluje ni sopstvena, a ni volja drugih. '",
  "dn33:1.11.185": "'Četiri vrste pročišćenja prinetih darova: '",
  "dn33:1.11.186": "'Postoje, prijatelju, darovi koje pročišćuje onaj koji daje, a ne onaj koji prima. '",
  "dn33:1.11.187": "'Postoje darovi koje pročišćuje onaj koji prima, a ne onaj koji daje. '",
  "dn33:1.11.188": "'Postoje darovi koje ne pročišćuje ni onaj koji daje, ni onaj koji prima. '",
  "dn33:1.11.189": "'Postoje darovi koje pročišćuju i onaj koji daje i onaj koji prima. '",
  "dn33:1.11.190": "'Četiri načina okupljanja: '",
  "dn33:1.11.191": "'davanje, ljubazne reči, brižnost i jednakost. '",
  "dn33:1.11.192": "'Četiri neplemnita načina govorenja: '",
  "dn33:1.11.193": "'laganje, ogovaranje, uvrede i naklapanje. '",
  "dn33:1.11.194": "'Četiri\\xa0plemenita načina govorenja: '",
  "dn33:1.11.195": "'Odustati od laganja, odustati od ogovaranja, odustati od uvreda, odustati od naklapanja. '",
  "dn33:1.11.196": "'Druga četiri neplemenita načina govorenja: '",
  "dn33:1.11.197": "'Ono što nije video opisuje kao da je video, ono što nije čuo opisuje kao da je čuo, ono št onije osetio opisuje kao da jeste osetio, a ono što nije spoznao opisuje kao da jeste spoznao. '",
  "dn33:1.11.198": "'Druga četiri\\xa0plemenita načina govorenja: '",
  "dn33:1.11.199": "'Ono što\\xa0je video opisuje kako je video, ono što\\xa0je čuo opisuje kako je čuo, ono što\\xa0je osetio opisuje kako je osetio, a ono što\\xa0je spoznao opisuje kako je spoznao. '",
  "dn33:1.11.200": "'Druga četiri neplemenita načina govorenja: '",
  "dn33:1.11.201": "'Za ono što\\xa0je video kaže da nije video, za ono što\\xa0je čuo kaže da nije čuo, za ono što\\xa0je osetio kaže da nije osetio, a za ono što\\xa0je spoznao kaže da nije spoznao. '",
  "dn33:1.11.202": "'Druga četiri\\xa0plemenita načina govorenja: '",
  "dn33:1.11.203": "'Za ono što\\xa0je video kaže da\\xa0je video, za ono što\\xa0je čuo kaže da\\xa0je čuo, za ono što\\xa0je osetio kaže da nje osetio, a za ono što\\xa0je spoznao kaže da\\xa0jeste spoznao. '",
  "dn33:1.11.204": "'Četiri vrste osoba. '",
  "dn33:1.11.205": "'Tako, prijatelju, neka osoba sebe muči, posvećena je praktikovanju samomučenja. '",
  "dn33:1.11.206": "'Neka osoba muči druge, posvećena je\\xa0mučenju drugih. '",
  "dn33:1.11.207": "'Neka osoba muči i sebe i druge, posvećena je mučenju i sebe i drugih. '",
  "dn33:1.11.208": "'Neka osoba ne muči ni sebe ni druge, posvećena je nemučenju ni sebe ni drugih. '",
  "dn33:1.11.209": "'Takav ovde i sada živi bez žudnje, stišan i ohlađen, živi ispunjen blaženstvom. '",
  "dn33:1.11.210": "'Druge četiri vrste osoba. '",
  "dn33:1.11.211": "'Tako, prijatelju, neka osoba vežba za svoju korist, ali ne i za korist drugih. '",
  "dn33:1.11.212": "'Neka osoba vežba za korist drugih, ali ne i za svoju. '",
  "dn33:1.11.213": "'Neka osoba ne vežba ni za svoju korist, a ni za korist drugih. '",
  "dn33:1.11.214": "'Neka, pak, osoba vežba i za svoju korist i za korist drugih. '",
  "dn33:1.11.215": "'Druge četiri vrste osoba: '",
  "dn33:1.11.216": "'ona koja iz tame ide prema tami, ona koja iz tame ide prema svetlosti, ona koja iz svetlosti ide prema tami i ona koja iz svetlosti ide prema svetlosti. '",
  "dn33:1.11.217": "'Druge četiri vrste osoba: '",
  "dn33:1.11.218": "'nepokolebljivi asketa, asketa crvenog lotosa, asketa belog lotosa i krhki asketa među asketama. '",
  "dn33:1.11.219": "'To je, prijatelju, učenje koje je Blaženi, znalac i vidilac, plemeniti i potpuno probuđeni,\\xa0objavio grupisano kao četiri. '",
  "dn33:1.11.220": "'Zato treba da se okupite… na dobrobit, korist i sreću božanskih i ljudskih bića. '",
  "dn33:2.1.0": "'5. Petice '",
  "dn33:2.1.1": "'Prijatelju,\\xa0Blaženi, znalac i vidilac, plemeniti i potpuno probuđeni,\\xa0objavio je svoje učenje grupisano kao pet. '",
  "dn33:2.1.2": "'Zato treba da se okupite… na dobrobit, korist i sreću božanskih i ljudskih bića. '",
  "dn33:2.1.3": "'Kojih pet? '",
  "dn33:2.1.4": "'Pet sastojaka bića: '",
  "dn33:2.1.5": "'materijalni oblik, osećaj, opažaj, mentalni obrasci i svest. '",
  "dn33:2.1.6": "'Pet sastojaka bića kao objekti vezivanja: '",
  "dn33:2.1.7": "'materijalni oblik kao objekat vezivanja, osećaj kao objekat vezivanja, opažaj kao objekat vezivanja, mentalni obrasci kao objekat vezivanja, svest kao objekat vezivanja. '",
  "dn33:2.1.8": "'Pet struna zadovoljstva čula: '",
  "dn33:2.1.9": "'Oblici dostupni oku za kojima se žudi, poželjni, primamljivi, dopadljivi, povezani sa željom za zadovoljstvima čula i podsticajni za strast. '",
  "dn33:2.1.10": "'Zvuci dostupni uhu… '",
  "dn33:2.1.11": "'Mirisi dostupni nosu… '",
  "dn33:2.1.12": "'Ukusi dostupni jeziku… '",
  "dn33:2.1.13": "'Dodiri dostupni telu za kojima se žudi, poželjni, primamljivi, dopadljivi, povezani sa željom za zadovoljstvima čula i podsticajni za strast. '",
  "dn33:2.1.14": "'Pet odredišta posle smrti: '",
  "dn33:2.1.15": "'pakao, životinjska materica, svet gladnih duhova, ljudi i božanstva. '",
  "dn33:2.1.16": "'Pet škrtosti: '",
  "dn33:2.1.17": "'sebičnost u odnosu na prenoćište, sebičnost u odnosu na porodicu, sebičnost u odnosu na materijalne stvari, sebičnost u odnosu na pohvale i sebičnost u odnosu na Dhammu. '",
  "dn33:2.1.18": "'Pet prepreka: '",
  "dn33:2.1.19": "'Prepreka želje za zadovoljstvima čula, prepreka zlovolje, prepreka tromosti i tuposti, prepreka uznemirenosti i kajanja, prepreka sumnjičavosti. '",
  "dn33:2.1.20": "'Pet nižih okova: '",
  "dn33:2.1.21": "'okov uverenja da postoji trajna osoba, okov sumnje, okov vezanosti za pravila i rituale, okov želje za zadovoljstvima čula i okov zlovolje. '",
  "dn33:2.1.22": "'Pet viših okova: '",
  "dn33:2.1.23": "'strast prema oblicima, strast prema bezobličnom, uobraženost, uznemirenost i neznanje. '",
  "dn33:2.1.24": "'Pet pravila: '",
  "dn33:2.1.25": "'odustajanje od ubijanja živih bića, uzimanja onoga što mu nije dato, preljube, laganja i konzumiranja svega što zamagljuje svest. '",
  "dn33:2.1.26": "'Pet nemogućih stvari: '",
  "dn33:2.1.27": "'monah koji je sve otrove uklonio nije u stanju da svojevoljno liši života neko drugo biće; nije u stanju da uzme ono što mu nije dato, dakle da nešto ukrade; nije u stanju da se upušta u seksualni odnos; nije u stanju da svojevoljno govori laži; nije u stanju da uživa u zadovoljstvima čula, gomilajući ih kao što je činio ranije, u laičkom životu. '",
  "dn33:2.1.28": "'Pet gubitaka: '",
  "dn33:2.1.29": "'gubitak srodnika, gubitak imetka, gubitak zdravlja, gubitak vrline i gubitak ispravnog gledišta. '",
  "dn33:2.1.30": "'Posle sloma tela, posle smrti, bića se ne preporađaju\\xa0u svetu lišavanja, na lošem odredištu, u nižim svetovima, čak u paklu, zbog gubitka srodnika, imetka ili zdravlja. '",
  "dn33:2.1.31": "'Bića se tamo preporađaju zbog gubitka vrline ili gubitka ispravnog gledišta. '",
  "dn33:2.1.32": "'Pet dobitaka: '",
  "dn33:2.1.33": "'dobitak srodnika, dobitak imetka, dobitak zdravlja, dobitak vrline i dobitak ispravnog gledišta. '",
  "dn33:2.1.34": "'Posle sloma tela, posle smrti, bića se ne preporađaju na dobrom mestu, u nebeskom svetu, zato što imaju srodnike, imetak ili zdravlje. '",
  "dn33:2.1.35": "'Bića se tamo preporađaju zato što imaju vrlinu i ispravno gledište. '",
  "dn33:2.1.36": "'Pet opasnosti za onoga ko je bez vrline, ko je izgubio vrlinu: '",
  "dn33:2.1.37": "'Takav zbog svoje nepromišljenosti trpi veliki gubitak imetka. '",
  "dn33:2.1.38": "'To je prva opasnost za njega. '",
  "dn33:2.1.39": "'Dalje, onaj ko je bez vrline, ko je izgubio vrlinu, izbija na loš glas. '",
  "dn33:2.1.40": "'To je druga opasnost za njega. '",
  "dn33:2.1.41": "'Dalje, onaj ko je bez vrline, ko je izgubio vrlinu, u kojem god društvu da se nađe – plemića, brahmana, kućedomaćina ili asketa – oseća nesigurnost, ne sme ništa da prozbori. '",
  "dn33:2.1.42": "'To je treća opasnost za njega. '",
  "dn33:2.1.43": "'Dalje, onaj ko je bez vrline, ko je izgubio vrlinu, umire zbunjen. '",
  "dn33:2.1.44": "'To je četvrta opasnost za njega. '",
  "dn33:2.1.45": "'Dalje, onaj ko je bez vrline, ko je izgubio vrlinu, posle sloma tela, posle smrti, preporađa se u svetu lišavanja, na lošem odredištu, u nižim svetovima, čak u paklu. '",
  "dn33:2.1.46": "'To je peta opasnost za njega. '",
  "dn33:2.1.47": "'Pet koristi za onoga ko ima vrlinu, ko je razvio vrlinu: '",
  "dn33:2.1.48": "'Onaj ko ima vrlinu, ko je razvio vrlinu, zbog svoje promišljenosti veliki imetak stiče. '",
  "dn33:2.1.49": "'To je prva korist za njega. '",
  "dn33:2.1.50": "'Dalje, o onome ko ima vrlinu, ko je razvio vrlinu, širi se dobar glas. '",
  "dn33:2.1.51": "'To je druga korist za njega. '",
  "dn33:2.1.52": "'Dalje, onaj ko ima vrlinu, ko je razvio vrlinu, u kojem god društvu da se nađe – plemića, brahmana, kućedomaćina ili asketa – oseća sigurnost, sme da govori. '",
  "dn33:2.1.53": "'To je treća korist za njega. '",
  "dn33:2.1.54": "'Dalje, onaj ko ima vrlinu, ko je razvio vrlinu, ne umire zbunjen. '",
  "dn33:2.1.55": "'To je četvrta korist za njega. '",
  "dn33:2.1.56": "'Dalje, onaj ko ima vrlinu, ko je razvio vrlinu, posle sloma tela, posle smrti, preporađa se na dobrom odredištu, čak u nebeskom svetu. '",
  "dn33:2.1.57": "'To je peta korist za njega. '",
  "dn33:2.1.58": "'Monah koji želi da optuži nekog drugog prvo u sebi treba da ustali ovih pet stvari: '",
  "dn33:2.1.59": "'govoriću u pravo vreme, ne u pogrešno; '",
  "dn33:2.1.60": "'govoriću onako kako jeste, a ne kako nije; '",
  "dn33:2.1.61": "'govoriću blage, a ne grubo; '",
  "dn33:2.1.62": "'govoriću da popravim, a ne da naškodim; '",
  "dn33:2.1.63": "'govoriću s ljubavlju, a ne sa prikrivenom mržnjom. '",
  "dn33:2.1.64": "'Monah koji želi da optuži nekog drugog prvo u sebi treba da ustali tih pet stvari. '",
  "dn33:2.1.65": "'Pet sastojaka nastojanja: '",
  "dn33:2.1.66": "'Tako, prijatelju, monah ima poverenje u Tathāgatino probuđenje: '",
  "dn33:2.1.67": "'’Zaista je Blaženi plemenit i potpuno probuđen, usavršen u znanju i ponašanju, srećan, znalac svetova, nenadmašni vodič onima kojima je potreban putokaz, učitelj božanskim i ljudskim bićima, budan, blažen’. '",
  "dn33:2.1.68": "'Nema ni bolova ni bolesti, dobrog je varenja, koje nije ni suviše hladno, ni suviše toplo. '",
  "dn33:2.1.69": "'Nije sklon ni prevari ni obmani, učitelju ili iskusnom duhovnom prijatelju sebe prikazuje kakav jeste. '",
  "dn33:2.1.70": "'Živi ispunjen energičnošću u napuštanju loših stvari i prihvatanju onih dobrih. Jak je i istrajan, nije lenj, kada se radi o razvijanju dobrih stvari. '",
  "dn33:2.1.71": "'Mudar je, poseduje mudrost u pogledu nastanka i prestanka stvari, koja je plemenita, prodorna i vodi po potpunog prestanka patnje. '",
  "dn33:2.1.72": "'Pet čistih boravišta: '",
  "dn33:2.1.73": "'Aviha, atappa, božanstva koje je lepo videti, božanstva koja dobro vide i akaniṭṭha. '",
  "dn33:2.1.74": "'Pet nepovratnika: '",
  "dn33:2.1.75": "'onaj ko je postao potpuno oslobođen u prvoj polovini života u čistim boravištima; onaj ko je postao potpuno oslobođen u drugoj polovini života; onaj ko je postao potpuno oslobođen uz pomoć napora; onaj ko je postao potpuno oslobođen bez napora i onaj ko je postao potpuno oslobođen u najvišem, akaniṭṭha boravištu. '",
  "dn33:2.1.76": "'Pet požara u srcu: '",
  "dn33:2.1.77": "'Tako je, prijatelju, monah sumnjičav, nesiguran, neodlučan i bez poverenja u Učitelja. '",
  "dn33:2.1.78": "'Otuda njegov um nije sklon marljivosti, predanosti, istrajnosti i naporu. Pošto njegov um nije sklon marljivosti, predanosti, istrajnosti i naporu, to je prvi požar u srcu koji nije ugasio. '",
  "dn33:2.1.79": "'Dalje, monah je sumnjičav, nesiguran, neodlučan i bez poverenja u Dhammu… '",
  "dn33:2.1.80": "'Dalje, monah je sumnjičav, nesiguran, neodlučan i bez poverenja u Sanghu… '",
  "dn33:2.1.81": "'Dalje, monah je sumnjičav, nesiguran, neodlučan i bez poverenja u vežbanje… '",
  "dn33:2.1.82": "'Dalje, monah je besan i nezadovoljan svojim saputnicima u svetačkom životu, ogorčen i neosetljiv prema njima. '",
  "dn33:2.1.83": "'Otuda njegov um nije sklon marljivosti, predanosti, istrajnosti i naporu. Pošto njegov um nije sklon marljivosti, predanosti, istrajnosti i naporu, to je peti požar u srcu koji nije ugasio. '",
  "dn33:2.1.84": "'Pet okova u srcu: '",
  "dn33:2.1.85": "'Tako, prijatelju, monah nije oslobođen strasti, želje, privrženosti, žeđi, groznice i žudnje za zadovoljstvima čula. '",
  "dn33:2.1.86": "''",
  "dn33:2.1.87": "'Otuda njegov um nije sklon marljivosti, predanosti, istrajnosti i naporu. '",
  "dn33:2.1.88": "'To je prvi okov u srcu koji nije raskinuo. '",
  "dn33:2.1.89": "'Dalje, monah nije oslobođen strasti, želje, privrženosti, žeđi, groznice i žudnje za telom… '",
  "dn33:2.1.90": "'Dalje, monah nije oslobođen strasti, želje, privrženosti, žeđi, groznice i žudnje za oblikom… '",
  "dn33:2.1.91": "'Dalje, monah jede koliko želi sve dok mu stomak nije prepun i prepušta se zadovoljstvima spavanja, lenčarenja i dremanja… '",
  "dn33:2.1.92": "'Dalje, monah živi svetačkim životom u težnji za nekim božanskim svetom ovako: ‘Pomoću ove vrline, rituala, asketizma ili svetačkog života postaću (veliko) božanstvo ili neko (manje) božanstvo’. '",
  "dn33:2.1.93": "'Otuda njegov um nije sklon marljivosti, predanosti, istrajnosti i naporu. '",
  "dn33:2.1.94": "'To je peti okov u srcu koji nije raskinuo. '",
  "dn33:2.1.95": "'Pet sposobnosti: '",
  "dn33:2.1.96": "'sposobnost viđenja, sposobnost slušanja, sposobnost mirisanja, sposobnost ukusa i sposobnost dodira. '",
  "dn33:2.1.97": "'Drugih pet sposobnosti: '",
  "dn33:2.1.98": "'sposobnost da se oseti zadovoljstvo, sposobnost da se oseti bol, sposobnost da se oseti sreća, sposobnost da se oseti tuga i sposobnost da se oseti spokojstvo. '",
  "dn33:2.1.99": "'Drugih pet sposobnosti: '",
  "dn33:2.1.100": "'sposobnost poverenja, sposobnost energičnosti, sposobnost svesnosti, sposobnost koncentracije i sposobnost mudrosti. '",
  "dn33:2.1.101": "'Pet begova: '",
  "dn33:2.1.102": "'Tako, prijatelju, monah se fokusira na zadovoljstva čula, ali njegov um ne stiče poverenje, postojanost i odlučnost, ne biva oslobođen. '",
  "dn33:2.1.103": "'Ali kada se njegov um fokusira na obuzdavanje, njegov um stiče poverenje, postojanost i odlučnost, on biva oslobođen. '",
  "dn33:2.1.104": "'Njegov um je tada u dobrom stanju, dobro razvijen, dobro postavljen, dobro oslobođen i odvojen od zadovoljstava čula. '",
  "dn33:2.1.105": "'On je oslobođen otrova, nemira i groznice koji nastanu zbog zadovoljstava čula i tako on ne doživljava takve osećaje. '",
  "dn33:2.1.106": "'Tako je opisan beg od zadovoljstava čula. '",
  "dn33:2.1.107": "'Dalje, prijatelju, monah se fokusira na zlovolju, ali njegov um ne stiče poverenje, postojanost i odlučnost, ne biva oslobođen. '",
  "dn33:2.1.108": "'Ali kada se njegov um fokusira na dobronamernost, njegov um stiče poverenje, postojanost i odlučnost, on biva oslobođen. '",
  "dn33:2.1.109": "'Njegov um je tada u dobrom stanju, dobro razvijen, dobro postavljen, dobro oslobođen i odvojen od zlovolje. '",
  "dn33:2.1.110": "'Oslobođen je otrova, nemira i groznice koji nastanu zbog zlovolje i tako on ne doživljava takve osećaje. '",
  "dn33:2.1.111": "'Tako je opisan beg od zlovolje. '",
  "dn33:2.1.113": "'Ali kada se njegov um fokusira na dobronamernost, njegov um stiče poverenje, postojanost i odlučnost, on biva oslobođen. '",
  "dn33:2.1.114": "'Njegov um je tada u dobrom stanju, dobro razvijen, dobro postavljen, dobro oslobođen i odvojen od nasilnosti. '",
  "dn33:2.1.115": "'Oslobođen je otrova, nemira i groznice koji nastanu zbog nasilnosti i tako on ne doživljava takve osećaje. '",
  "dn33:2.1.116": "'Tako je opisan beg od nasilnosti. '",
  "dn33:2.1.117": "'Dalje, prijatelju, monah se fokusira na oblike, ali njegov um ne stiče poverenje, postojanost i odlučnost, ne biva oslobođen. '",
  "dn33:2.1.118": "'Ali kada se njegov um fokusira na bezoblično, njegov um stiče poverenje, postojanost i odlučnost, on biva oslobođen. '",
  "dn33:2.1.119": "'Njegov um je tada u dobrom stanju, dobro razvijen, dobro postavljen, dobro oslobođen i odvojen od zadovoljstava oblika. '",
  "dn33:2.1.120": "'Oslobođen je otrova, nemira i groznice koji nastanu zbog oblika i tako on ne doživljava takve osećaje. '",
  "dn33:2.1.121": "'Tako je opisan beg od oblika. '",
  "dn33:2.1.122": "'Dalje, prijatelju, monah se fokusira na osobu, ali njegov um ne stiče poverenje, postojanost i odlučnost, ne biva oslobođen. '",
  "dn33:2.1.123": "'Ali kada se njegov um fokusira na prestanak osobe, njegov um stiče poverenje, postojanost i odlučnost, on biva oslobođen. '",
  "dn33:2.1.124": "'Njegov um je tada u dobrom stanju, dobro razvijen, dobro postavljen, dobro oslobođen i odvojen od osobe. '",
  "dn33:2.1.125": "'On je oslobođen otrova, nemira i groznice koji nastanu zbog osobe i tako on ne doživljava takve osećaje. '",
  "dn33:2.1.126": "'Tako je opisan beg od osobe. '",
  "dn33:2.1.127": "'Pet područja oslobođenja: '",
  "dn33:2.1.128": "'Tako, prijatelju, monaha podučava Dhammi učitelj ili neki drugi saputnik u svetačkom životu kojeg poštuje. '",
  "dn33:2.1.129": "'I dok ga podučavaju, on stiče razumevanje suštine i forme učenja. '",
  "dn33:2.1.130": "'Sa tim razumevanjem,\\xa0u monahu se rađa radost; sa radošću, u njemu se rađa ushićenje. Onome ko je ushićen, telo postaje smireno; a onaj čije je telo smireno, oseća zadovoljstvo. Sa osećajem zadovoljstvo, um postaje koncentrisan. '",
  "dn33:2.1.131": "'To je prvo područje oslobođenja. '",
  "dn33:2.1.132": "'Dalje, moguće je da učitelj ili neki drugi saputnik u svetačkom životu kojeg poštuje nisu podučavali monaha. Ali on ipak druge podučava učenju do detalja, onako kako je čuo i zapamtio… '",
  "dn33:2.1.133": "'Ili monah recituje učenje do detalja, onako kako je naučio i zapamtio… '",
  "dn33:2.1.134": "'Ili monah razmišlja i razmatra učenje do detalja u svom umu, onako kako ga je naučio i zapamtio… '",
  "dn33:2.1.135": "'Ili je objekat meditacije kao osnovu zadubljenja na pravi način prihvatio, na njega se fokusirao, drži ga u umu i razumeo svojom mudrošću. '",
  "dn33:2.1.136": "'Kada tako čini,\\xa0on stiče razumevanje suštine i forme učenja. '",
  "dn33:2.1.137": "'Sa tim razumevanjem, u monahu se rađa radost; sa radošću, u njemu se rađa ushićenje. Onome ko je ushićen, telo postaje smireno; a onaj čije je telo smireno, oseća zadovoljstvo. Sa osećajem zadovoljstvo, um postaje koncentrisan. '",
  "dn33:2.1.138": "'To je peto  područje oslobođenja. '",
  "dn33:2.1.139": "'Pet opažaja koji prerastaju u oslobođenje: '",
  "dn33:2.1.140": "'opažaj prolaznosti, opažaj patnje u prolaznosti, opažaj nepostojanja trajnog sopstva u patnji, opažaja napuštanja i opažaj hlađenja strasti. '",
  "dn33:2.1.141": "'To je, prijatelju, učenje koje je Blaženi, znalac i vidilac, plemeniti i potpuno probuđeni,\\xa0objavio grupisano kao pet. '",
  "dn33:2.1.142": "'Zato treba da se okupite… na dobrobit, korist i sreću božanskih i ljudskih bića. '",
  "dn33:2.2.0": "'6. Šestice '",
  "dn33:2.2.1": "'Prijatelju,\\xa0Blaženi, znalac i vidilac, plemeniti i potpuno probuđeni,\\xa0objavio je svoje učenje grupisano kao šest. '",
  "dn33:2.2.2": "'Zato treba da se okupite… na dobrobit, korist i sreću božanskih i ljudskih bića. '",
  "dn33:2.2.3": "'Kojih šest? '",
  "dn33:2.2.4": "'Šest unutrašnjih područja čula: '",
  "dn33:2.2.5": "'oko, uho, nos, jezik, telo i um. '",
  "dn33:2.2.6": "'Šest spoljašnjih područja čula: '",
  "dn33:2.2.7": "'oblik, zvuk, miris, ukus, dodir i mentalni sadržaji. '",
  "dn33:2.2.8": "'Šest vrsta svesti: '",
  "dn33:2.2.9": "'Svest o onome što vidimo, čujemo, mirišemo, okusimo, dodirnemo i mislimo. '",
  "dn33:2.2.10": "'Šest vrsta kontakta: '",
  "dn33:2.2.11": "'Kontakt putem oka, uha, nosa, jezika, tela i uma. '",
  "dn33:2.2.12": "'Šest vrsta osećaja: '",
  "dn33:2.2.13": "'osećaj rođen na osnovu kontakta okom, osećaj rođen na osnovu kontakta uhom, osećaj rođen na osnovu kontakta nosom, osećaj rođen na osnovu kontakta jezikom, osećaj rođen na osnovu kontakta telom, osećaj rođen na osnovu kontakta umom. '",
  "dn33:2.2.14": "'Šest vrsta opažaja: '",
  "dn33:2.2.15": "'opažaj oblika, opažaj zvuka, opažaj mirisa, opažaj ukusa, opažaj dodira i opažaj sadržaja uma. '",
  "dn33:2.2.16": "'Šest vrsta namere: '",
  "dn33:2.2.17": "'namera vezana za oblike, namera vezana za zvukove, namera vezana za mirise, namera vezana za ukuse, namera vezana za dodire i namera vezana za sadržaje uma. '",
  "dn33:2.2.18": "'Šest vrsta žudnje: '",
  "dn33:2.2.19": "'žudnja za oblicima, žudnja za zvukovima, žudnja za mirisima, žudnja za ukusima, žudnja za dodiria i žudnja za sadržajima uma. '",
  "dn33:2.2.20": "'Šest nepoštovanja: '",
  "dn33:2.2.21": "'Tako, prijatelju, monah živi bez poštovanja za učitelja, poštovanja za učenje, poštovanja za monašku zajednicu, poštovanja za vežbanje, poštovanja za promišljenost i poštovanja za srdačnost. '",
  "dn33:2.2.22": "'Šest poštovanja: '",
  "dn33:2.2.23": "'Tako, prijatelju, monah živi ispunjen poštovanjem za učitelja, poštovanjem za učenje, poštovanjem za monašku zajednicu, poštovanjem za vežbanje, poštovanjem za promišljenost i poštovanjem za srdačnost. '",
  "dn33:2.2.24": "'Šest zaokupljenosti srećom: '",
  "dn33:2.2.25": "'Kad okom vidi oblik, zaokupljen je onim oblikom koji izaziva sreću. '",
  "dn33:2.2.26": "'Kad uhom čuje zvuk… '",
  "dn33:2.2.27": "'Kad nosom omiriše miris… '",
  "dn33:2.2.28": "'Kad jezikom okusi ukus… '",
  "dn33:2.2.29": "'Kad telom oseti dodir… '",
  "dn33:2.2.30": "'Kad umom spozna misao, zaokupljen je onom mišlju koja izaziva sreću. '",
  "dn33:2.2.31": "'Šest zaokupljenosti tugom: '",
  "dn33:2.2.32": "'Kad okom vidi oblik, zaokupljen je onim oblikom koji izaziva tugu… '",
  "dn33:2.2.33": "'Kad umom spozna misao, zaokupljen je onom mišlju koja izaziva tugu. '",
  "dn33:2.2.34": "'Šest zaokupljenosti spokojstvom: '",
  "dn33:2.2.35": "'Kad okom vidi oblik, zaokupljen je onim oblikom koji izaziva spokojstvo… '",
  "dn33:2.2.36": "'Kad umom spozna misao, zaokupljen je onom mišlju koja izaziva spokojstvo. '",
  "dn33:2.2.37": "'Šest pravila srdačnosti: '",
  "dn33:2.2.38": "'Tako, prijatelju, monah s ljubavlju postupa telom prema svojim saputnicima u svetačkom životu, kako javno, tako i nasamo. '",
  "dn33:2.2.39": "'To pravilo srdačnosti rađa ljubav i poštovanje, doprinosi zajedništvu, nesukobljavanju, slozi i jedinstvu. '",
  "dn33:2.2.40": "'Dalje, monah s ljubavlju postupa govorom prema svojim saputnicima u svetačkom životu, kako javno, tako i nasamo. '",
  "dn33:2.2.41": "'To je pravilo srdačnosti rađa… jedinstvo. '",
  "dn33:2.2.42": "'Dalje, monah s ljubavlju postupa umom prema svojim saputnicima u svetačkom životu, kako javno, tako i nasamo. '",
  "dn33:2.2.43": "'To pravilo srdačnosti rađa… jedinstvo. '",
  "dn33:2.2.44": "'Dalje, monah bez predomišljanja deli ono što je na propisan način dobio, čak i hranu u svojoj prosjačkoj zdeli, koristi zajedno sa svojim vrlim saputnicima u svetačkom životu. '",
  "dn33:2.2.45": "'To pravilo srdačnosti rađa… jedinstvo. '",
  "dn33:2.2.46": "'Dalje, monah živi u skladu sa pravilima koja deli sa svojim saputnicima u svetačkom životu, kako javno, tako i nasamo – pravilima koja su bez kršenja, nedostataka, prljanja, defekta, već oslobađaju, a mudri ih hvale, bez vezivanja za njih, pravilima koja doprinose koncentraciji. '",
  "dn33:2.2.47": "'To pravilo srdačnosti rađa… jedinstvo. '",
  "dn33:2.2.48": "'Dalje, monah je vođen ispravnim razumevanjem – plemenitim, oslobađajućim, onoga ko u skladu sa njim živi vodi do potpunog okončanja patnje – javno i nasamo živi među svojim saputnicima u svetačkom životu koji dele isto takvo razumevanje. '",
  "dn33:2.2.49": "'To pravilo srdačnosti rađa ljubav i poštovanje, doprinosi zajedništvu, nesukobljavanju, slozi i jedinstvu. '",
  "dn33:2.2.50": "'Šest uzroka sporova: '",
  "dn33:2.2.51": "'Tako, prijatelju, monah je pun besa i osvetoljubivosti. '",
  "dn33:2.2.52": "'Takav monah živi bez poštovanja za učitelja, poštovanja za učenje, poštovanja za monašku zajednicu, ne ispunjava obaveze u vežbanju. '",
  "dn33:2.2.53": "'Monah koji tako živi unosi razdor u monašku zajednicu i to je na veliku štetu, na veliku nesreću, na veliki gubitak, štetu i patnju božanskih i ljudskih bića. '",
  "dn33:2.2.54": "'Prijatelju, ako takav uzrok sporova vidiš u sebi ili u drugima, treba da nastojiš da napustiš jednu tako lošu stvar. '",
  "dn33:2.2.55": "'Ako je ne vidiš, treba tako da vežbaš da se ona ni ne pojavi u budućnosti. '",
  "dn33:2.2.56": "'Na takav način treba napustiti taj rđav uzrok sporova, tako da s eon ne pojavi u budućnosti. '",
  "dn33:2.2.57": "'Dalje, monah je pun prezira i oholosti… '",
  "dn33:2.2.58": "'zavisti i sebičnosti… '",
  "dn33:2.2.59": "'vara i obmanjuje… '",
  "dn33:2.2.60": "'pun loših želja i pogrešnog razumevanja… '",
  "dn33:2.2.61": "'vezan je za svoja gledišta, čvrsto ih se drži i odbija da ih napusti… '",
  "dn33:2.2.62": "'Takav monah živi bez poštovanja za učitelja, poštovanja za učenje, poštovanja za monašku zajednicu, ne ispunjava obaveze u vežbanju. '",
  "dn33:2.2.63": "'Monah koji tako živi unosi razdor u monašku zajednicu i to je na veliku štetu, na veliku nesreću, na veliki gubitak, štetu i patnju božanskih i ljudskih bića. '",
  "dn33:2.2.64": "'Prijatelju, ako takav uzrok sporova vidiš u sebi ili u drugima, treba da nastojiš da napustiš jednu tako lošu stvar. '",
  "dn33:2.2.65": "'Ako je ne vidiš, treba tako da vežbaš da se ona ni ne pojavi u budućnosti. '",
  "dn33:2.2.66": "'Na takav način treba napustiti taj rđav uzrok sporova, tako da s eon ne pojavi u budućnosti. '",
  "dn33:2.2.67": "'Šest elemenata: '",
  "dn33:2.2.68": "'zemlja, voda, vatra i vazduh, prostor i svest. '",
  "dn33:2.2.69": "'Šest begova: '",
  "dn33:2.2.70": "'Tako prijatelju, ako bi monah ovako rekao: '",
  "dn33:2.2.71": "'Razvijao sam oslobođenje uma uz pomoć prijateljske ljubavi, tako što sam je često vežbao, njome ovladao, temeljno praktikovao, održavao, uvećavao i na pravi način koristio. '",
  "dn33:2.2.72": "'Pa ipak, nekako, zlovolja u mome umu opstaje.’ '",
  "dn33:2.2.73": "'Njemu bi trebalo reći: ’Ne, poštovani. Nemojte tako govoriti! Nemojte pogrešno tumačiti Blaženog, jer to nije dobro. Blaženi ne bi tako nešto rekao. '",
  "dn33:2.2.74": "'Nemoguće je da se uz pomoć prijateljske ljubavi razvija oslobođenje uma i na pravi način koristi, '",
  "dn33:2.2.75": "'a da ipak, nekako, zlovolja u umu opstaje. '",
  "dn33:2.2.76": "'Jer razvijanje oslobođenja uma uz pomoć prijateljske ljubavi upravo znači beg od zlovolje. '",
  "dn33:2.2.77": "'Ako bi neki monah ovako rekao: '",
  "dn33:2.2.78": "'Razvijao sam oslobođenje uma uz pomoć saosećanja, tako što sam ga često vežbao, njime ovladao, temeljno praktikovao, održavao, uvećavao i na pravi način koristio. '",
  "dn33:2.2.79": "'Pa ipak, nekako, nasilnost u mome umu opstaje.’ '",
  "dn33:2.2.80": "'Njemu bi trebalo reći: ’Ne, poštovani. Nemojte tako govoriti! Nemojte pogrešno tumačiti Blaženog, jer to nije dobro. Blaženi ne bi tako nešto rekao. '",
  "dn33:2.2.81": "'Nemoguće je da se uz pomoć saosećanja razvija oslobođenje uma i na pravi način koristi, '",
  "dn33:2.2.82": "'a da ipak, nekako, nasilnost u umu opstaje. '",
  "dn33:2.2.83": "'Jer razvijanje oslobođenja uma uz pomoć saosećanja upravo znači beg od nasilnosti. '",
  "dn33:2.2.84": "'Ako bi neki monah ovako rekao: '",
  "dn33:2.2.85": "'Razvijao sam oslobođenje uma uz pomoć radosti zbog sreće drugih, tako što sam je često vežbao, njome ovladao, temeljno praktikovao, održavao, uvećavao i na pravi način koristio. '",
  "dn33:2.2.86": "'Pa ipak, nekako, nezadovoljstvo u mome umu opstaje.’ '",
  "dn33:2.2.87": "'Njemu bi trebalo reći: ’Ne, poštovani. Nemojte tako govoriti! Nemojte pogrešno tumačiti Blaženog, jer to nije dobro. Blaženi ne bi tako nešto rekao. '",
  "dn33:2.2.88": "'Nemoguće je da se uz pomoć radosti zbog sreće drugih razvija oslobođenje uma i na pravi način koristi, '",
  "dn33:2.2.89": "'a da ipak, nekako, nezadovoljstvo u umu opstaje. '",
  "dn33:2.2.90": "'Jer razvijanje oslobođenja uma uz pomoć radosti zbog sreće drugih upravo znači beg od nezadovoljstva. '",
  "dn33:2.2.91": "'Ako bi neki monah ovako rekao: '",
  "dn33:2.2.92": "'Razvijao sam oslobođenje uma uz pomoć spokojstva, tako što sam ga često vežbao, njime ovladao, temeljno praktikovao, održavao, uvećavao i na pravi način koristio. '",
  "dn33:2.2.93": "'Pa ipak, nekako, strast u mome umu opstaje.’ '",
  "dn33:2.2.94": "'Njemu bi trebalo reći: ’Ne, poštovani. Nemojte tako govoriti! Nemojte pogrešno tumačiti Blaženog, jer to nije dobro. Blaženi ne bi tako nešto rekao. '",
  "dn33:2.2.95": "'Nemoguće je da se uz pomoć spokojstva razvija oslobođenje uma i na pravi način koristi, '",
  "dn33:2.2.96": "'a da ipak, nekako, strast u umu opstaje. '",
  "dn33:2.2.98": "'Ako bi neki monah ovako rekao: '",
  "dn33:2.2.99": "'Razvijao sam oslobođenje uma bez ikakvog znaka, tako što sam ga često vežbao, njime ovladao, temeljno praktikovao, održavao, uvećavao i na pravi način koristio. '",
  "dn33:2.2.100": "'Pa ipak, nekako, moj um i dalje sledi znakove.’ '",
  "dn33:2.2.101": "'Njemu bi trebalo reći: ’Ne, poštovani. Nemojte tako govoriti! Nemojte pogrešno tumačiti Blaženog, jer to nije dobro. Blaženi ne bi tako nešto rekao. '",
  "dn33:2.2.102": "'Nemoguće je da se oslobođenje uma bez ikakvog znaka razvija i na pravi način koristi, '",
  "dn33:2.2.103": "'a da ipak, nekako, um i dalje sledi znakove. '",
  "dn33:2.2.104": "'Jer razvijanje oslobođenja uma bez ikakvog znaka upravo znači beg od svakog znaka. '",
  "dn33:2.2.105": "'Ako bi neki monah ovako rekao: '",
  "dn33:2.2.106": "'’Oslobodio sam se obmane „ja sam” i ni na šta ne gledam kao na „to sam ja”. '",
  "dn33:2.2.107": "'Pa ipak, nekako, strela sumnje i neodlučnosti je još uvek u mom umu.’ '",
  "dn33:2.2.108": "'Njemu bi trebalo reći: ’Ne, poštovani. Nemojte tako govoriti! Nemojte pogrešno tumačiti Blaženog, jer to nije dobro. Blaženi ne bi tako nešto rekao. '",
  "dn33:2.2.109": "'Nemoguće je da se oslobodimo obmane „ja sam” i da ni na šta ne gledamo kao na „to sam ja”, '",
  "dn33:2.2.110": "'a da ipak, nekako, strela sumnje i neodlučnosti još uvek u umu opstaje. '",
  "dn33:2.2.111": "'Jer iskoreniti obmanu „ja sam” upravo znači iščupati strelu sumnje i neodlučnosti. '",
  "dn33:2.2.112": "'Šest nenadmašnih stvari: '",
  "dn33:2.2.113": "'nenadmašno viđenje, slušanje, zadobijanje, vežbanje, služenje i podsećanje. '",
  "dn33:2.2.114": "'Šest vrsta podsećanja: '",
  "dn33:2.2.115": "'Podsećanje na Budu, Dhammu, Sanghu, vrlinu, velikodušnost i božanstva. '",
  "dn33:2.2.116": "'Šest stabilnih stanja: '",
  "dn33:2.2.117": "'Tako, prijatelju, kada monah okom vidi neki oblik, nije ni obradovan, ni potišten, već zadržava spokojstvo, svestan i jasno razumevajući. '",
  "dn33:2.2.118": "'Kada uhom čuje neki zvuk… '",
  "dn33:2.2.119": "'kada umom spozna neki objekat uma, nije ni obradovan, ni potišten, već zadržava spokojstvo, svestan i jasno razumevajući. '",
  "dn33:2.2.120": "'Šest klasa rođenja: '",
  "dn33:2.2.121": "'Tako, prijatelju, neki se asketa rodi u tami i proživi svoj život u tami. '",
  "dn33:2.2.122": "'Neki se asketa rodi u tami i proživi svoj život u svetlosti. '",
  "dn33:2.2.123": "'Neki se asketa rodi u tami i dostigne nibbānu, koja nije ni tamna, ni svetla. '",
  "dn33:2.2.124": "'Neki se asketa rodi u svetlosti i proživi svoj život u svetlosti. '",
  "dn33:2.2.125": "'Neki se asketa rodi u tami i proživi svoj život u svetlosti. '",
  "dn33:2.2.126": "'Neki se asketa rodi u svetlosti i dostigne nibbānu, koja nije ni tamna, ni svetla. '",
  "dn33:2.2.127": "'Šest opažaja koji donose proboj: '",
  "dn33:2.2.128": "'opažaj prolaznosti, opažaj patnje u prolaznosti, opažaj nepostojanja trajnog sopstva u patnji, opažaja napuštanja i opažaj hlađenja strasti. '",
  "dn33:2.2.129": "'To je, prijatelju, učenje koje je Blaženi, znalac i vidilac, plemeniti i potpuno probuđeni,\\xa0objavio grupisano kao šest. '",
  "dn33:2.2.130": "'Zato treba da se okupite… na dobrobit, korist i sreću božanskih i ljudskih bića. '",
  "dn33:2.3.0": "'7. Sedmice '",
  "dn33:2.3.1": "'Prijatelju,\\xa0Blaženi, znalac i vidilac, plemeniti i potpuno probuđeni,\\xa0objavio je svoje učenje grupisano kao sedam. '",
  "dn33:2.3.2": "'Zato treba da se okupite… na dobrobit, korist i sreću božanskih i ljudskih bića. '",
  "dn33:2.3.3": "'Kojih to sedam? '",
  "dn33:2.3.4": "'Sedam bogatstava plemenitih: '",
  "dn33:2.3.5": "'bogatstvo poverenja, bogatstvo vrline, bogatstvo stida od činjenja loših dela, bogatstvo straha od činjeja loših dela, bogatstvo učenosti, bogatstvo darežljivosti i bogatstvo mudrosti. '",
  "dn33:2.3.6": "'Sedam elemenata probuđenja: '",
  "dn33:2.3.7": "'svesnost kao elemenat probuđenja, istraživanje pojava, energija, radost, smirenje, koncentracija i spokojstvo kao elemenat probuđenja. '",
  "dn33:2.3.8": "'Sedam preduslova za koncentraciju: '",
  "dn33:2.3.9": "'ispravno razumevanje, ispravna namera, ispravan govor, ispravni postupci, ispravno življenje, ispravan napor i ispravna svesnost. '",
  "dn33:2.3.10": "'Sedam loših osobina: '",
  "dn33:2.3.11": "'Tako, prijatelju, monah nema poverenja, nema stida i nema straha od činjena loših dela, neuk je, lenj, rastresen i bez mudrosti. '",
  "dn33:2.3.12": "'Sedam dobrih osobina: '",
  "dn33:2.3.13": "'Tako, prijatelju, monah ima poverenja, ima stida i straha od činjena loših dela, učen je, marljiv, svestan i mudar. '",
  "dn33:2.3.14": "'Sedam kvaliteta dobrog čoveka: '",
  "dn33:2.3.15": "'Tako, prijatelju, monah dobro zna učenje, dobro zna značenje, dobro poznaje sebe, odmeren je, zna pravi trenutak, zna zajednice i poznaje ljude. '",
  "dn33:2.3.16": "'Sedam razloga za pohvalu: '",
  "dn33:2.3.17": "'Tako, prijatelju, monah ima snažnu volju da vežba i nastoji da u tome istraje. '",
  "dn33:2.3.18": "'Monah ima snažnu volju da proučava učenje i nastoji da u tome istraje. '",
  "dn33:2.3.19": "'Monah ima snažnu volju da se oslobodi želja i nastoji da u tome istraje. '",
  "dn33:2.3.20": "'Monah ima snažnu volju da živi u osami i želi da u tome istraje. '",
  "dn33:2.3.21": "'Monah ima snažnu volju da u sebi budi energiju i nastoji da u tome istraje. '",
  "dn33:2.3.22": "'Monah ima snažnu volju da razvija svesnost i pažljivost i nastoji da u tome istraje. '",
  "dn33:2.3.23": "'Monah ima snažnu volju da razvija prodoran uvid i nastoji da u tome istraje. '",
  "dn33:2.3.24": "'Sedam opažaja: '",
  "dn33:2.3.25": "'opažaj prolaznosti, opažaj nepostojanja trajnog sopstva, opažaja odbojnosti, opažaj opasnosti, opažaj napuštanja, opažaj hlađenja strasti i opažaj prestanka. '",
  "dn33:2.3.26": "'Sedam snaga: '",
  "dn33:2.3.27": "'snaga poverenje, snaga energičnosti, snaga stida i snaga straha od činjenja loših dela, snaga svesnosti, snaga koncentracije i snaga mudrosti. '",
  "dn33:2.3.28": "'Sedam uporišta za svest: '",
  "dn33:2.3.29": "'Postoje, prijatelju, bića koja se razlikuju po telu i po opažanju, kao što su ljudska bića, božanstva i neka bića u nižim svetovima. '",
  "dn33:2.3.30": "'To je prvo uporište za svest. '",
  "dn33:2.3.31": "'Postoje bića koja se razlikuju po telu, ali su identična po opažanju, kao što su božanstva iz sveta Brahme, koja su nastala na osnovu prvog zadubljenja. '",
  "dn33:2.3.32": "'To je drugo uporište za svest. '",
  "dn33:2.3.33": "'Postoje bića koja su identična po telu, ali se razlikuju po opažanju, kao što su božanstva neprekidnog sjaja. '",
  "dn33:2.3.34": "'To je treće uporište za svest. '",
  "dn33:2.3.35": "'Postoje bića koja su identična po telu i po opažanju, kao što su božanstva blistave slave. '",
  "dn33:2.3.36": "'To je četvrto uporište za svest. '",
  "dn33:2.3.37": "'Postoje bića koja, kroz potpuno nadilaženje opažanjâ materijalnih oblika, prestanak opažanjâ podražaja, neobraćanje pažnje na opažanja raznolikosti i (kontemplirajući) ’Prostor je beskrajan’, stižu u područje beskonačnog prostora. '",
  "dn33:2.3.38": "'To je peto uporište za svest. '",
  "dn33:2.3.39": "'Postoje bića koja, kroz potpuno nadilaženje područja beskonačnog prostora i (kontemplirajući) ’Svest je bezgranična’, stižu u područje bezgranične svesti. '",
  "dn33:2.3.40": "'To je šesto uporište za svest. '",
  "dn33:2.3.41": "'Postoje bića koja, kroz potpuno nadilaženje područja bezgranične svesti i (kontemplirajući) ’Ništa ne postoji’, stižu u područje ničega. '",
  "dn33:2.3.42": "'To je sedmo uporište za svest. '",
  "dn33:2.3.43": "'Sedam vrsta ljudi vrednih darova: '",
  "dn33:2.3.44": "'Oslobođen na oba načina, oslobođen mudrošću, neposredni svedok, onaj koji je učvrstio gledište, oslobođen poverenjen, sledbenik na osnovu Dhamme i sledbenik na osnovu poverenja. '",
  "dn33:2.3.45": "'Sedam prikrivenih sklonosti '",
  "dn33:2.3.46": "'prikrivena sklonost ka strasti za zadovoljstvima čula, ka odbojnosti, gledištima, sumnji, uobraženosti, strasti za novi preporađanjem i ka neznanju. '",
  "dn33:2.3.47": "'Sedam okova: '",
  "dn33:2.3.48": "'okov druželjubivosti, odbojnosti, gledišta, sumnje, uobraženosti, strasti za novim preporađanjem i neznanja. '",
  "dn33:2.3.49": "'Sedam načina rešavanja sporova: '",
  "dn33:2.3.50": "'suočavanje stranaka u sporu, kada je moguće; rešavanje na osnovu sećanja, kada je moguće; oporavak od privremene poremećenosti, kada je moguće; priznavanje krivice; odluka većine; odluka o teškom kršenju pravila i prekrivanje slučaja travom. '",
  "dn33:2.3.51": "'To je, prijatelju, učenje koje je Blaženi, znalac i vidilac, plemeniti i potpuno probuđeni,\\xa0objavio grupisano kao sedam. '",
  "dn33:2.3.52": "'Zato treba da se okupite… na dobrobit, korist i sreću božanskih i ljudskih bića. '",
  "dn33:3.1.0": "'8. Osmice '",
  "dn33:3.1.1": "'Prijatelju,\\xa0Blaženi, znalac i vidilac, plemeniti i potpuno probuđeni,\\xa0objavio je svoje učenje grupisano kao osam. '",
  "dn33:3.1.2": "'Zato treba da se okupite… na dobrobit, korist i sreću božanskih i ljudskih bića. '",
  "dn33:3.1.3": "'Kojih to osam? '",
  "dn33:3.1.4": "'Osam pogrešnih stvari: '",
  "dn33:3.1.5": "'pogrešno razumevanje, pogrešna namera, pogrešan govor, pogrešni postupci, pogrešno življenje, pogrešan napor, pogrešna svesnost i pogrešna koncentracija. '",
  "dn33:3.1.6": "'Osam ispravnih stvari: '",
  "dn33:3.1.7": "'ispravno razumevanje, ispravna namera, ispravan govor, ispravni postupci, ispravno življenje, ispravan napor, ispravna svesnost i ispravna koncentracija. '",
  "dn33:3.1.8": "'Osam vrsta ljudi vrednih darova: '",
  "dn33:3.1.9": "'onaj koji je ušao u tok, onaj koji vežba radi ulaska u tok, jednom povratnik, onaj koji vežba da bi postao jednom povratnik, nepovratnik, onaj koji vežba da bi postao nepovratnik, arahant i onaj koji vežba da bi postao arahant. '",
  "dn33:3.1.10": "'Osam slučajeva lenjosti: '",
  "dn33:3.1.11": "'Tako, prijatelju, monah treba da obavi neki posao. '",
  "dn33:3.1.12": "'Onda on ovako razmišlja: '",
  "dn33:3.1.13": "'’Treba taj posao da uradim. Ali dok ga budem radio moje telo će se zamoriti. Bolje da malo prilegnem.’ '",
  "dn33:3.1.14": "'I on prilegne, ne budi u sebi energiju da završi ono što još nije završio, postigne ono što još nije postigao, da ostvari ono što još nije ostvario. '",
  "dn33:3.1.15": "'To je prvi slučaj lenjosti. '",
  "dn33:3.1.16": "'Dalje, monah je uradio neki posao. '",
  "dn33:3.1.17": "'Onda on ovako razmišlja: '",
  "dn33:3.1.18": "'’Uradio sam taj posao. Ali dok sam ga radio, moje telo se zamorilo. Bolje da malo prilegnem.’ '",
  "dn33:3.1.19": "'I on prilegne, ne budi u sebi energiju… '",
  "dn33:3.1.20": "'To je drugi slučaj lenjosti. '",
  "dn33:3.1.21": "'Dalje, monah treba da krene na put. '",
  "dn33:3.1.22": "'Onda on ovako razmišlja: '",
  "dn33:3.1.23": "'’Treba da idem na put. Ali dok ga budem putovao, moje telo će se zamoriti. Bolje da malo prilegnem.’ '",
  "dn33:3.1.24": "'I on prilegne, ne budi u sebi energiju… '",
  "dn33:3.1.25": "'To je treći slučaj lenjosti. '",
  "dn33:3.1.26": "'Dalje, monah je krenuo na put. '",
  "dn33:3.1.27": "'Onda on ovako razmišlja: '",
  "dn33:3.1.28": "'’Krenuo sam na ovaj na put. Ali dok ovako putujem, moje telo se zamorilo. Bolje da malo prilegnem.’ '",
  "dn33:3.1.29": "'I on prilegne, ne budi u sebi energiju… '",
  "dn33:3.1.30": "'To je četvrti slučaj lenjosti. '",
  "dn33:3.1.31": "'Dalje, monah je prošao selo ili grad proseći hranu, ali nije dobio onoliko koliko je želeo, ni čvrste, ni meke. '",
  "dn33:3.1.32": "'Onda on ovako razmišlja: '",
  "dn33:3.1.33": "'’Prošao sam selo ili grad proseći hranu, ali nisam dobio onoliko koliko sam želeo, ni čvrste, ni meke. Od toga se moje telo zamorilo, nije sposobno ni za kakav rad. Bolje da malo prilegnem.’ '",
  "dn33:3.1.34": "'I on prilegne, ne budi u sebi energiju… '",
  "dn33:3.1.35": "'To je peti slučaj lenjosti. '",
  "dn33:3.1.36": "'Dalje, monah je prošao selo ili grad proseći hranu i dobije onoliko koliko je želeo, i čvrste i meke. '",
  "dn33:3.1.37": "'Onda on ovako razmišlja: '",
  "dn33:3.1.38": "'’Prošao sam selo ili grad proseći hranu i dobio sam onoliko koliko sam želeo, i čvrste i meke. Od toga se moje telo zamorilo, nije sposobno ni za kakav rad. Bolje da malo prilegnem.’ '",
  "dn33:3.1.39": "'I on prilegne, ne budi u sebi energiju… '",
  "dn33:3.1.40": "'To je šesti slučaj lenjosti. '",
  "dn33:3.1.41": "'Dalje, monaha zadesi neka mala boljka. '",
  "dn33:3.1.42": "'Onda on ovako razmišlja: '",
  "dn33:3.1.43": "'’Zadesila me je ova mala boljka; '",
  "dn33:3.1.44": "'lakše će mi biti ako ležim. Bolje da malo prilegnem.’ '",
  "dn33:3.1.45": "'I on prilegne, ne budi u sebi energiju… '",
  "dn33:3.1.46": "'To je sedmi slučaj lenjosti. '",
  "dn33:3.1.47": "'Dalje, u monahu su se bolovi umirili, oporavlja se od bolesti. '",
  "dn33:3.1.48": "'Onda on ovako razmišlja: '",
  "dn33:3.1.49": "'’Bolovi su se umirili, oporavljam se od bolesti, ali je moje telo slabo, nije sposobno ni za kakav rad. Bolje da malo prilegnem.’ '",
  "dn33:3.1.50": "'I on prilegne, ne budi u sebi energiju da završi ono što još nije završio, postigne ono što još nije postigao, da ostvari ono što još nije ostvario. '",
  "dn33:3.1.51": "'To je osmi slučaj lenjosti. '",
  "dn33:3.1.52": "'Osam slučajeva energičnosti: '",
  "dn33:3.1.53": "'Tako, prijatelju, monah treba da obavi neki posao. '",
  "dn33:3.1.54": "'Onda on ovako razmišlja: '",
  "dn33:3.1.55": "'’Treba taj posao da uradim. Dok budem radio, nije lako biti koncentrisan na učenja Budnih. Zato ću probuditi u sebi dovoljno energije da završim ono što još nije završeno, postignem ono što još nije postignuto, da ostvarim ono što još nije ostvareno.’ '",
  "dn33:3.1.56": "'I tako on budi u sebi energiju da završi ono što još nije završio, postigne ono što još nije postigao, da ostvari ono što još nije ostvario. '",
  "dn33:3.1.57": "'To je prvi slučaj energičnosti. '",
  "dn33:3.1.58": "'Dalje, monah je uradio neki posao. '",
  "dn33:3.1.59": "'Onda on ovako razmišlja: '",
  "dn33:3.1.60": "'’Uradio sam taj posao. Ali dok sam ga radio, nije lako biti koncentrisan na učenja Budnih. Zato ću probuditi u sebi dovoljno energije… '",
  "dn33:3.1.61": "'I tako on budi u sebi energiju… '",
  "dn33:3.1.62": "'To je drugi slučaj energičnosti. '",
  "dn33:3.1.63": "'Dalje, monah treba da krene na put. '",
  "dn33:3.1.64": "'Onda on ovako razmišlja: '",
  "dn33:3.1.65": "'’Treba da idem na put. Ali dok ga budem putovao, nije lako biti koncentrisan na učenja Budnih. '",
  "dn33:3.1.66": "'Zato ću probuditi u sebi dovoljno energije… '",
  "dn33:3.1.67": "'I tako on budi u sebi energiju… '",
  "dn33:3.1.68": "'To je treći slučaj energičnosti. '",
  "dn33:3.1.69": "'Dalje, monah je krenuo na put. '",
  "dn33:3.1.70": "'Onda on ovako razmišlja: '",
  "dn33:3.1.71": "'’Krenuo sam na ovaj na put. Ali dok ovako putujem, nije lako biti koncentrisan na učenja Budnih. Zato ću probuditi u sebi dovoljno energije… '",
  "dn33:3.1.72": "'I tako on budi u sebi energiju… '",
  "dn33:3.1.73": "'To je četvrti slučaj energičnosti. '",
  "dn33:3.1.74": "'Dalje, monah je prošao selo ili grad proseći hranu, ali nije dobio onoliko koliko je želeo, ni čvrste, ni meke. '",
  "dn33:3.1.75": "'Onda on ovako razmišlja: '",
  "dn33:3.1.76": "'’Prošao sam selo ili grad proseći hranu, ali nisam dobio onoliko koliko sam želeo, ni čvrste, ni meke. Zbog toga je moje telo lako, sposobno za rad. Zato ću probuditi u sebi dovoljno energije…’ '",
  "dn33:3.1.77": "'I tako on budi u sebi energiju… '",
  "dn33:3.1.78": "'To je peti slučaj energičnosti. '",
  "dn33:3.1.79": "'Dalje, monah je prošao selo ili grad proseći hranu i dobije onoliko koliko je želeo, i čvrste i meke. '",
  "dn33:3.1.80": "'Onda on ovako razmišlja: '",
  "dn33:3.1.81": "'’Prošao sam selo ili grad proseći hranu i dobio sam onoliko koliko sam želeo, i čvrste i meke. Zbog toga je moje telo snažno, sposobno za rad. Zato ću probuditi u sebi dovoljno energije…’ '",
  "dn33:3.1.82": "'I tako on budi u sebi energiju… '",
  "dn33:3.1.83": "'To je šesti slučaj energičnosti. '",
  "dn33:3.1.84": "'Dalje, monaha zadesi neka mala boljka. '",
  "dn33:3.1.85": "'Onda on ovako razmišlja: '",
  "dn33:3.1.86": "'’Zadesila me je ova mala boljka; moguće je da će ona postati još gora. Zato ću probuditi u sebi dovoljno energije… '",
  "dn33:3.1.87": "'I tako on budi u sebi energiju… '",
  "dn33:3.1.88": "'To je sedmi slučaj energičnosti. '",
  "dn33:3.1.89": "'Dalje, u monahu su se bolovi umirili, oporavlja se od bolesti. '",
  "dn33:3.1.90": "'Onda on ovako razmišlja: '",
  "dn33:3.1.91": "'’Bolovi su se umirili, oporavljam se od bolesti, ali moguće je da se ona ponovo javi. Zato ću probuditi u sebi dovoljno energije da završim ono što još nije završeno, postignem ono što još nije postignuto, da ostvarim ono što još nije ostvareno.’ '",
  "dn33:3.1.92": "'I tako on budi u sebi energiju da završi ono što još nije završio, postigne ono što još nije postigao, da ostvari ono što još nije ostvario. '",
  "dn33:3.1.93": "'To je osmi slučaj energičnosti. '",
  "dn33:3.1.94": "'Osam slučajeva darežljivosti: '",
  "dn33:3.1.95": "'Čovek daje zato što je uvredio onog drugog, iz straha, zato što pomisli: ’On je i meni dao’, zato što pomisli: ’On će i meni dati’, zato što pomisli: ’Dobro je davati’, zato što pomisli: ’Ja kuvam, a on ne. Ne bi bilo u redu da i njemu ne dam’, zato što pomisli: ’Ako darujem izaću ću na dobar glas’ '",
  "dn33:3.1.96": "'ili zato što pomisli: ’Davanje je ukras za um, davanje je blagodet za um.’ '",
  "dn33:3.1.97": "'Osam preporađanja kao rezultat davanja: '",
  "dn33:3.1.98": "'Tako, prijatelju, neko daje asketi ili brahmanu stvari kao što su hrana, piće, odeća, prevoz, vence, mirise, ukrase, smeštaj, mesto za odmor i osvetljenje. '",
  "dn33:3.1.99": "'Ono što daje očekuje i da dobije. '",
  "dn33:3.1.100": "'On vidi imućnog plemića, brahmana ili kućedomaćina kako se zabavlja, obasut i opskrbljen sa pet struna zadovoljstava čula. '",
  "dn33:3.1.101": "'Onda on ovako razmišlja: '",
  "dn33:3.1.102": "'’Posle sloma tela, posle smrti, voleo bih da se preporodim među imućnim plemićima, brahmanima ili kućedomaćinima.’ '",
  "dn33:3.1.103": "'On prihvata tu misao, fokusira se na nju i razvija je. I pošto je sebe usmerio na nešto tako nisko, ne teži nečem višem, on se upravo na takav način i preporodi. '",
  "dn33:3.1.104": "'Ali ja kažem da to važi samo za one sa vrlinom, ne za one bez vrline. '",
  "dn33:3.1.105": "'Težnja moralne osobe ostvaruje se upravo zahvaljujući njezinoj čistoti. '",
  "dn33:3.1.106": "'Dalje, neko daje asketi ili brahmanu stvari kao što su hrana, piće… smeštaj, mesto za odmor i osvetljenje. '",
  "dn33:3.1.107": "'Ono što daje očekuje i da dobije. '",
  "dn33:3.1.108": "'Onda takav čuje: '",
  "dn33:3.1.109": "'’Božanstva neba četiri velika kralja su dugovečna, lepa i srećna.’ '",
  "dn33:3.1.110": "'Dalje on ovako razmišlja: '",
  "dn33:3.1.111": "'’Posle sloma tela, posle smrti, voleo bih da se preporodim među božanstvima neba četiri velika kralja.’ '",
  "dn33:3.1.112": "'On prihvata tu misao, fokusira se na nju i razvija je. I pošto je sebe usmerio na nešto tako nisko, ne teži nečem višem, on se upravo na takav način i preporodi. '",
  "dn33:3.1.113": "'Ali ja kažem da to važi samo za one sa vrlinom, ne za one bez vrline. '",
  "dn33:3.1.114": "'Težnja moralne osobe ostvaruje se upravo zahvaljujući njezinoj čistoti. '",
  "dn33:3.1.115": "'Dalje, neko daje asketi ili brahmanu stvari kao što su hrana, piće… smeštaj, mesto za odmor i osvetljenje. '",
  "dn33:3.1.116": "'Ono što daje očekuje i da dobije. '",
  "dn33:3.1.117": "'Onda takav čuje: '",
  "dn33:3.1.118": "'’Božanstva neba trideset trojice… '",
  "dn33:3.1.119": "'Božanstva sveta Yāme… '",
  "dn33:3.1.120": "'Božanstva Tusitā neba… '",
  "dn33:3.1.121": "'Nimmānaratī božanstva… '",
  "dn33:3.1.122": "'Nimmānaratī božanstva neba su dugovečna, lepa i srećna.’ '",
  "dn33:3.1.123": "'Onda on ovako razmišlja: '",
  "dn33:3.1.124": "'’Posle sloma tela, posle smrti, voleo bih da se preporodim među božanstvima koja imaju moć nad tvorevinama drugih.’ '",
  "dn33:3.1.125": "'On prihvata tu misao, fokusira se na nju i razvija je. I pošto je sebe usmerio na nešto tako nisko, ne teži nečem višem, on se upravo na takav način i preporodi. '",
  "dn33:3.1.126": "'Ali ja kažem da to važi samo za one sa vrlinom, ne za one bez vrline. '",
  "dn33:3.1.127": "'Težnja moralne osobe ostvaruje se upravo zahvaljujući njezinoj čistoti. '",
  "dn33:3.1.128": "'Dalje, neko daje asketi ili brahmanu stvari kao što su hrana, piće, odeća, prevoz, vence, mirise, ukrase, smeštaj, mesto za odmor i osvetljenje. '",
  "dn33:3.1.129": "'Ono što daje očekuje i da dobije. '",
  "dn33:3.1.130": "'Onda takav čuje: '",
  "dn33:3.1.131": "'’Božanstva iz Brahmine pratnje su dugovečna, lepa i srećna.’ '",
  "dn33:3.1.132": "'Onda on ovako razmišlja: '",
  "dn33:3.1.133": "'’Posle sloma tela, posle smrti, voleo bih da se preporodim među božanstvima iz Brahmine pratnje.’ '",
  "dn33:3.1.134": "'On prihvata tu misao, fokusira se na nju i razvija je. I pošto je sebe usmerio na nešto tako nisko, ne teži nečem višem, on se upravo na takav način i preporodi. '",
  "dn33:3.1.135": "'Ali ja kažem da to važi samo za one sa vrlinom, ne za one bez vrline; '",
  "dn33:3.1.136": "'za one bez strasti, ne one zaslepljene strastima. '",
  "dn33:3.1.137": "'Težnja moralne osobe ostvaruje se upravo zahvaljujući njezinoj oslobođenosti strasti. '",
  "dn33:3.1.138": "'Osam zajednica: '",
  "dn33:3.1.139": "'Zajednica plemića, brahmana, kućedomaćina, asketa, četiri velika kralja, trideset trojice, Mārina zajednica i Brahmina zajednica. '",
  "dn33:3.1.140": "'Osam stanja u ovom svetu: '",
  "dn33:3.1.141": "'dobitak i gubitak, dobra i loša reputacija, pokuda i pohvala, zadovoljstvo i bol. '",
  "dn33:3.1.142": "'Osam načina ovladavanja umom: '",
  "dn33:3.1.143": "'Kad neko u sebi opažajući oblike, vidi i spoljašnje oblike, male, lepe ili ružne, i zaključuje ovako: ’Ovladavši njima, ja znam, ja vidim’. '",
  "dn33:3.1.144": "'To je prvi način ovladavanja umom. '",
  "dn33:3.1.145": "'Kad neko u sebi opažajući oblike, vidi i spoljašnje oblike, ogromne, lepe ili ružne. I zaključuje ovako: '",
  "dn33:3.1.146": "'’Ovladavši njima, ja znam, ja vidim’. '",
  "dn33:3.1.147": "'To je drugi način ovladavanja umom. '",
  "dn33:3.1.148": "'Kad neko ne opažajući oblike u sebi, vidi spoljašnje oblike, male, lepe ili ružne. I zaključuje ovako: ’Ovladavši njima, ja znam, ja vidim’. '",
  "dn33:3.1.149": "'To je treći način ovladavanja umom. '",
  "dn33:3.1.150": "'Kad neko ne opažajući oblike u sebi, vidi spoljašnje oblike, ogromne, lepe ili ružne. I zaključuje ovako: ’Ovladavši njima, ja znam, ja vidim’. '",
  "dn33:3.1.151": "'To je četvrti način ovladavanja umom. '",
  "dn33:3.1.152": "'Kad neko, ne opažajući u sebi oblike, vidi spoljašnje oblike, plave, plave boje, plave spoljašnjosti, plavog sjaja. '",
  "dn33:3.1.153": "'Baš kao što je umā cvet plav, plave boje, plave spoljašnjosti, plavog sjaja. Ili kao što je tkanina iz Benaresa sa obe strane plava, plave boje, plave spoljašnjosti, plavog sjaja. '",
  "dn33:3.1.154": "'Na isti način neko, ne opažajući u sebi oblike, vidi spoljašnje oblike, plave, plave boje, plave spoljašnjosti, plavog sjaja. '",
  "dn33:3.1.155": "'To je peti način ovladavanja umom. '",
  "dn33:3.1.156": "'Kad neko, ne opažajući u sebi oblike, vidi spoljašnje oblike, žute, žute boje, žute spoljašnjosti, žutog sjaja. '",
  "dn33:3.1.157": "'Baš kao što je kaṇikāra cvet žut, žute boje, žute spoljašnjosti, žutog sjaja. Ili kao što je tkanina iz Benaresa sa obe strane žuta, žute boje, žute spoljašnjosti, žutog sjaja. '",
  "dn33:3.1.158": "'Na isti način neko, ne opažajući u sebi oblike, vidi spoljašnje oblike, žute, žute boje, žute spoljašnjosti, žutog sjaja. '",
  "dn33:3.1.159": "'To je šesti način ovladavanja umom. '",
  "dn33:3.1.160": "'Kad neko, ne opažajući u sebi oblike, vidi spoljašnje oblike, žute, žute boje, žute spoljašnjosti, žutog sjaja. '",
  "dn33:3.1.161": "'Baš kao što je bandhuđīvaka cvet crven, crvene boje, crvene spoljašnjosti, crvenog sjaja. Ili kao što je tkanina iz Benaresa sa obe strane crvena, crvene boje, crvene spoljašnjosti, crvenog sjaja. '",
  "dn33:3.1.162": "'Na isti način neko, ne opažajući u sebi oblike, vidi spoljašnje oblike, crvene, crvene boje, crvene spoljašnjosti, crvenog sjaja. '",
  "dn33:3.1.163": "'To je sedmi način ovladavanja umom. '",
  "dn33:3.1.164": "'Kad neko, ne opažajući u sebi oblike, vidi spoljašnje oblike, bele, bele boje, bele spoljašnjosti, belog sjaja. '",
  "dn33:3.1.165": "'Baš kao što je jutarnja zvezda bela, bele boje, bele spoljašnjosti, belog sjaja. Ili kao što je tkanina iz Benaresa sa obe strane bela, bele boje, bele spoljašnjosti, belog sjaja. '",
  "dn33:3.1.166": "'Na isti način neko, ne opažajući u sebi oblike, vidi spoljašnje oblike, crvene, crvene boje, crvene spoljašnjosti, crvenog sjaja. '",
  "dn33:3.1.167": "'To je osmi način ovladavanja umom. '",
  "dn33:3.1.168": "'Osam oslobođenja: '",
  "dn33:3.1.169": "'Neko ko ima materijalni oblik vidi materijalne oblike. '",
  "dn33:3.1.170": "'To je prvo oslobođenje. '",
  "dn33:3.1.171": "'Neko ko ne opaža materijalne oblik interno, vidi materijalne oblike eksterno. '",
  "dn33:3.1.172": "'To je drugo oslobođenje. '",
  "dn33:3.1.173": "'Neko biva oslobođen zahvaljujući ideji lepoga. '",
  "dn33:3.1.174": "'To je treće oslobođenje. '",
  "dn33:3.1.175": "'Kroz potpuno nadilaženje opažanjâ materijalnog oblika, prestanka opažanjâ podražaja, neobraćanje pažnje na opažanja raznolikosti i (kontemplirajući) ’Prostor je beskrajan’, neko stiže i boravi u području beskonačnog prostora. '",
  "dn33:3.1.176": "'To je četvrto oslobođenje. '",
  "dn33:3.1.177": "'Kroz potpuno nadilaženje područja beskonačnog prostora i (kontemplirajući) ’Svest je bezgranična’, neko stiže i boravi u području bezgranične svesti. '",
  "dn33:3.1.178": "'To je peto oslobođenje. '",
  "dn33:3.1.179": "'Kroz potpuno nadilaženje područja bezgranične svesti i (kontemplirajući) ’Ništa ne postoji’, neko stiže i boravi u području ničega. '",
  "dn33:3.1.180": "'To je šesto oslobođenje. '",
  "dn33:3.1.181": "'Kroz potpuno nadilaženje područja ničega, neko stiže i boravi u području ni opažanja ni neopažanja. '",
  "dn33:3.1.182": "'To je sedmo oslobođenje. '",
  "dn33:3.1.183": "'Kroz potpuno nadilaženje područja ni opažanja ni neopažanja, neko stiže i boravi u prestanku opažanja i osećanja. '",
  "dn33:3.1.184": "'To je osmo oslobođenje. '",
  "dn33:3.1.185": "'To je, prijatelju, učenje koje je Blaženi, znalac i vidilac, plemeniti i potpuno probuđeni,\\xa0objavio grupisano kao osam. '",
  "dn33:3.1.186": "'Zato treba da se okupite… na dobrobit, korist i sreću božanskih i ljudskih bića. '",
  "dn33:3.2.0": "'9. Devetke '",
  "dn33:3.2.1": "'Prijatelju,\\xa0Blaženi, znalac i vidilac, plemeniti i potpuno probuđeni,\\xa0objavio je svoje učenje grupisano kao devet. '",
  "dn33:3.2.2": "'Zato treba da se okupite… na dobrobit, korist i sreću božanskih i ljudskih bića. '",
  "dn33:3.2.3": "'Kojih to devet? '",
  "dn33:3.2.4": "'Devet osnova besa: '",
  "dn33:3.2.5": "'Neko pomisli: ’Uvredio me je’ i gaji u sebi bes. '",
  "dn33:3.2.6": "'Neko pomisli: ’Vređa me’ i gaji u sebi bes. '",
  "dn33:3.2.7": "'Neko pomisli: ’Uvrediće me’ i gaji u sebi bes. '",
  "dn33:3.2.8": "'Neko pomisli: ’Uvredio je onoga koga volim i ko mi je drag’ i gaji u sebi bes. '",
  "dn33:3.2.9": "'Neko pomisli: ’Vređa onoga koga volim i ko mi je drag’ i gaji u sebi bes. '",
  "dn33:3.2.10": "'Neko pomisli: ’Uvrediće onoga koga volim i ko mi je drag’ i gaji u sebi bes. '",
  "dn33:3.2.11": "'Neko pomisli: ’Pomogao je onome koga ne volim i ko mi nije drag’ i gaji u sebi bes. '",
  "dn33:3.2.12": "'Neko pomisli: ’Pomaže onome koga ne volim i ko mi nije drag’ i gaji u sebi bes. '",
  "dn33:3.2.13": "'Neko pomisli: ’Pomoći će onome koga ne volim i ko mi nije drag’ i gaji u sebi bes. '",
  "dn33:3.2.14": "'Devet oslobađanja od besa: '",
  "dn33:3.2.15": "'Neko pomisli: ’Uvredio me je. Kakvu bih korist mogao imati ako zbog toga gajim bes?’ I tako sebe oslobađa besa. '",
  "dn33:3.2.16": "'Neko pomisli: ’Vređa me. Kakvu bih korist mogao imati ako zbog toga gajim bes?’ I tako sebe oslobađa besa. '",
  "dn33:3.2.17": "'Neko pomisli: ’Uvrediće me. Kakvu bih korist mogao imati ako zbog toga gajim bes?’ I tako sebe oslobađa besa. '",
  "dn33:3.2.18": "'Neko pomisli: ’Uvredio je onoga koga volim i ko mi je drag. Kakvu bih korist mogao imati ako zbog toga gajim bes?’ I tako sebe oslobađa besa. '",
  "dn33:3.2.19": "'Neko pomisli: ’Vređa onoga koga volim i ko mi je drag. Kakvu bih korist mogao imati ako zbog toga gajim bes?’ I tako sebe oslobađa besa. '",
  "dn33:3.2.20": "'Neko pomisli: ’Uvrediće onoga koga volim i ko mi je drag. Kakvu bih korist mogao imati ako zbog toga gajim bes?’ I tako sebe oslobađa besa. '",
  "dn33:3.2.21": "'Neko pomisli: ’Uvredio je onoga koga ne volim i ko mi nije drag. Kakvu bih korist mogao imati ako zbog toga gajim bes?’ I tako sebe oslobađa besa. '",
  "dn33:3.2.22": "'Neko pomisli: ’Vređa onoga koga ne volim i ko mi nije drag. Kakvu bih korist mogao imati ako zbog toga gajim bes?’ I tako sebe oslobađa besa. '",
  "dn33:3.2.23": "'Neko pomisli: ’Uvrediće onoga koga ne volim i ko mi nije drag. Kakvu bih korist mogao imati ako zbog toga gajim bes?’ I tako sebe oslobađa besa. '",
  "dn33:3.2.24": "'Devet boravišta bićâ: '",
  "dn33:3.2.25": "'Postoje, prijatelju, bića koja se razlikuju po telu i po opažanju, kao što su ljudska bića, božanstva i neka bića u nižim svetovima. '",
  "dn33:3.2.26": "'To je prvo boravište bića. '",
  "dn33:3.2.27": "'Postoje bića koja se razlikuju po telu, ali su identična po opažanju, kao što su božanstva iz sveta Brahme, koja su nastala na osnovu prvog zadubljenja. '",
  "dn33:3.2.28": "'To je drugo boravište bića. '",
  "dn33:3.2.29": "'Postoje bića koja su identična po telu, ali se razlikuju po opažanju, kao što su božanstva neprekidnog sjaja. '",
  "dn33:3.2.30": "'To je treće boravište bića. '",
  "dn33:3.2.31": "'Postoje bića koja su identična po telu i po opažanju, kao što su božanstva blistave slave. '",
  "dn33:3.2.32": "'To je četvrto boravište bića. '",
  "dn33:3.2.33": "'Postoje bića koja nemaju moć opažanja i ništa ne doživljavaju, kao što su ona božanstva koja su bića bez opažaja. '",
  "dn33:3.2.34": "'To je peto boravište bića. '",
  "dn33:3.2.35": "'Postoje bića koja, kroz potpuno nadilaženje opažanjâ materijalnih oblika, prestanak opažanjâ podražaja, neobraćanje pažnje na opažanja raznolikosti i (kontemplirajući) ’Prostor je beskrajan’, stižu u područje beskonačnog prostora. '",
  "dn33:3.2.36": "'To je šesto boravište bića. '",
  "dn33:3.2.37": "'Postoje bića koja, kroz potpuno nadilaženje područja beskonačnog prostora i (kontemplirajući) ’Svest je bezgranična’, stižu u područje bezgranične svesti. '",
  "dn33:3.2.38": "'To je sedmo boravište bića. '",
  "dn33:3.2.39": "'Postoje bića koja, kroz potpuno nadilaženje područja bezgranične svesti i (kontemplirajući) ’Ništa ne postoji’, stižu u područje ničega. '",
  "dn33:3.2.40": "'To je osmo boravište bića. '",
  "dn33:3.2.41": "'Postoje bića koja, kroz potpuno nadilaženje ničega stižu u područja ni opažanja ni neopažanja. '",
  "dn33:3.2.42": "'To je deveto boravište bića. '",
  "dn33:3.2.43": "'Devet propuštenih prilika za svetački život: '",
  "dn33:3.2.44": "'„Tako, prijatelji, Tathāgata se pojavi u ovome svetu, plemeniti i potpuno probuđeni, a Dhamma koja vodi ka miru, nibbāni i probuđenju, biva podučavana onako kako ju je objavio Srećni. '",
  "dn33:3.2.45": "'Ali čovek se preporodio u paklu. '",
  "dn33:3.2.46": "'To je prva propuštena prilika za svetački život. '",
  "dn33:3.2.47": "'Dalje, Tathāgata se pojavi u ovome svetu, plemeniti i potpuno probuđeni, i biva podučavana Dhamma koja vodi ka miru, nibbāni i probuđenju, onako kako ju je objavio Srećni. '",
  "dn33:3.2.48": "'Ali čovek se preporodio u životinjskoj materici. '",
  "dn33:3.2.49": "'To je druga propuštena prilika za svetački život. '",
  "dn33:3.2.50": "'Dalje, Tathāgata se pojavi u ovome svetu… '",
  "dn33:3.2.51": "'Ali čovek se preporodio među gladnim duhovima. '",
  "dn33:3.2.52": "'To je treća propuštena prilika za svetački život. '",
  "dn33:3.2.53": "'Dalje, Tathāgata se pojavi u ovome svetu… '",
  "dn33:3.2.54": "'Ali čovek se preporodio među titanima. '",
  "dn33:3.2.55": "'To je četvrta propuštena prilika za svetački život. '",
  "dn33:3.2.56": "'Dalje, Tathāgata se pojavi u ovome svetu… '",
  "dn33:3.2.57": "'Ali čovek se preporodio među nekim durgim dugovečnim božanstvima. '",
  "dn33:3.2.58": "'To je peta propuštena prilika za svetački život. '",
  "dn33:3.2.59": "'Dalje, Tathāgata se pojavi u ovome svetu… '",
  "dn33:3.2.60": "'Ali čovek se rodio u rubnim oblastima, među neobičnim, varvarskim plemenima, tamo gde monasi, monahinje, nezaređeni sledbenici i sledbenice ne zalaze. '",
  "dn33:3.2.61": "'To je šesta propuštena prilika za svetački život. '",
  "dn33:3.2.62": "'Dalje, Tathāgata se pojavi u ovome svetu… '",
  "dn33:3.2.63": "'I čovek se rodio u Srednjoj zemlji. Ali ima pogrešno razumevanje, iskrivljena gledišta: '",
  "dn33:3.2.64": "'’Nema ničeg datog, ničeg prinetog i ničeg žrtvovanog. Nema ploda, ni rezultata dobrih i rđavih dela. Nema ovog sveta, ni drugog sveta; nema majke, ni oca; nema bića koja se spontano preporađaju. Nema dobrih i čestitih asketa i brahmana u ovome svetu koji su kroz neposredno znanje sami za sebe razumeli i objavljuju ovaj svet i drugi svet.’ '",
  "dn33:3.2.65": "'To je sedma propuštena prilika za svetački život. '",
  "dn33:3.2.66": "'Dalje, Tathāgata se pojavi u ovome svetu… '",
  "dn33:3.2.67": "'I čovek se rodio u Srednjoj zemlji. Ali je bez mudrosti, glup, tupav, nije u stanju da razluči šta je dobro, a šta loše rečeno. '",
  "dn33:3.2.68": "'To je osma propuštena prilika za svetački život. '",
  "dn33:3.2.69": "'Dalje, Tathāgata se pojavi u ovome svetu, plemeniti i potpuno probuđeni, '",
  "dn33:3.2.70": "'ali Dhamma koja vodi ka miru, nibbāni i probuđenju, ne biva podučavana onako kako ju je objavio Srećni. A onaj čovek se rodio u Srednjoj zemlji, poseduje mudrost, oštrouman je, bistar, u stanju da razluči šta je dobro, a šta loše rečeno. '",
  "dn33:3.2.71": "'To je deveta propuštena prilika za svetački život. '",
  "dn33:3.2.72": "'Devet postupnih meditacija: '",
  "dn33:3.2.73": "'Tako, monah, sasvim obuzdanih čula, bez mentalnih nečistoća, ulazi i ostaje na prvom stupnju zadubljenja, praćenim usmerenom mišlju i istraživanjem, uz ushićenje i zadovoljstvo rođeno iz osame. '",
  "dn33:3.2.74": "'Dalje, sa smirivanjem usmerene misli i istraživanja… ulazi on i ostaje na drugom stupnju zadubljenja. '",
  "dn33:3.2.75": "'Sa slabljenjem ushićenja… monah ulazi i ostaje na trećem stupnju zadubljenja. '",
  "dn33:3.2.76": "'Sa napuštanjem zadovoljstva i bola… monah ulazi i ostaje na četvrtom stupnju zadubljenja. '",
  "dn33:3.2.77": "'Kroz potpuno nadilaženje opažanjâ materijalnog oblika… stiže i boravi u području beskonačnog prostora. '",
  "dn33:3.2.78": "'Kroz potpuno nadilaženje područja beskonačnog prostora i (kontemplirajući) ’Svest je bezgranična’, neko stiže i boravi u području bezgranične svesti. '",
  "dn33:3.2.79": "'Kroz potpuno nadilaženje područja bezgranične svesti i (kontemplirajući) ’Ništa ne postoji’, neko stiže i boravi u području ničega. '",
  "dn33:3.2.80": "'Kroz potpuno nadilaženje područja ničega, neko stiže i boravi u području ni opažanja ni neopažanja. '",
  "dn33:3.2.81": "'Kroz potpuno nadilaženje područja ni opažanja ni neopažanja, neko stiže i boravi u prestanku opažanja i osećanja. '",
  "dn33:3.2.82": "'Devet postupnih prestanaka: '",
  "dn33:3.2.83": "'Sa dostizanjem prvog zadubljenja, opažaj želje za zadovoljstvima čula prestaje. '",
  "dn33:3.2.84": "'Sa dostizanjem drugog zadubljenja, usmerena misao i istraživanje prestaju. '",
  "dn33:3.2.85": "'Sa dostizanjem trećeg zadubljenja, ushićenje prestaje. '",
  "dn33:3.2.86": "'Sa dostizanjem četvrtog zadubljenja, udah i izdah prestaju. '",
  "dn33:3.2.87": "'Sa dostizanjem područja beskonačnog prostora, opažanje materijalnog oblika prestaje. '",
  "dn33:3.2.88": "'Sa dostizanjem područja bezgranične svesti, opažanje područja beskonačnog prostora prestaje. '",
  "dn33:3.2.89": "'Sa dostizanjem područja ničega, opažanje područja bezgranične svesti prestaje. '",
  "dn33:3.2.90": "'Sa dostizanjem područja ni opažanja ni neopažanja, opažanje područja ničega prestaje. '",
  "dn33:3.2.91": "'Sa dostizanjem prestanka opažaja i osećaja, opažaji i osećaji prestaju. '",
  "dn33:3.2.92": "'To je, prijatelju, učenje koje je Blaženi, znalac i vidilac, plemeniti i potpuno probuđeni,\\xa0objavio grupisano kao devet. '",
  "dn33:3.2.93": "'Zato treba da se okupite… na dobrobit, korist i sreću božanskih i ljudskih bića. '",
  "dn33:3.3.0": "'10. Desetke '",
  "dn33:3.3.1": "'Prijatelju,\\xa0Blaženi, znalac i vidilac, plemeniti i potpuno probuđeni,\\xa0objavio je svoje učenje grupisano kao deset. '",
  "dn33:3.3.2": "'Zato treba da se okupite… na dobrobit, korist i sreću božanskih i ljudskih bića. '",
  "dn33:3.3.3": "'Kojih to deset? '",
  "dn33:3.3.4": "'Deset kvaliteta koji služe kao zaštita: '",
  "dn33:3.3.5": "'Tako je, prijatelju, monah čestit, živi obuzdan granicama Pātimokkhe, savršenog ponašanja i delovanja. Videći opasnost i u najmanjoj pogrešci, vežba sebe držeći se pravila vežbanja. '",
  "dn33:3.3.7": "'To je kvalitet koji služi kao zaštita. '",
  "dn33:3.3.8": "'Dalje, monah je mnogo čuo, zapamtio to što je čuo i razumeo. A onog učenja koje je divno na početku, divno u sredini, divno na kraju, pravog je značenja i izraza, upućuje na potpuno zaokružen i pročišćen svetački život, upravo takvog učenja je monah mnogo čuo, zapamtio to što je čuo, može da ga ponovi, istražio ga je svojim umom i dobro ga razumeo. '",
  "dn33:3.3.10": "'To je kvalitet koji služi kao zaštita. '",
  "dn33:3.3.11": "'Dalje, monah je dobar prijatelj, dobar drug, dobar saputnik. '",
  "dn33:3.3.13": "'To je kvalitet koji služi kao zaštita. '",
  "dn33:3.3.14": "'Dalje, monah je lak za opominjanje, ima osobine koje ga čine lakim za opominjanje, strpljiv je i uputstva shvata kako treba. '",
  "dn33:3.3.16": "'To je kvalitet koji služi kao zaštita. '",
  "dn33:3.3.17": "'Dalje, monah je aktivan u različitim stvarima vezanim za njegove saputnike u svetačkom životu, vešt je i marljiv u tome da te poslove završi i organizuje. '",
  "dn33:3.3.19": "'To je kvalitet koji služi kao zaštita. '",
  "dn33:3.3.20": "'Dalje, monah voli učenje, ushićuje ga razgovor o učenju, učenje i pravila ga ispunjavaju radošću. '",
  "dn33:3.3.22": "'To je kvalitet koji služi kao zaštita. '",
  "dn33:3.3.23": "'Dalje, monah je zadovoljan bilo kakvim ogrtačem, isprošenom hranom, sveštajem i lekovima koje dobije. '",
  "dn33:3.3.25": "'To je kvalitet koji služi kao zaštita. '",
  "dn33:3.3.26": "'Dalje, monah živi ispunjen energičnošću u napuštanju loših stvari i prihvatanju onih dobrih. Jak je i istrajan, nije lenj, kada se radi o razvijanju dobrih stvari. '",
  "dn33:3.3.28": "'To je kvalitet koji služi kao zaštita. '",
  "dn33:3.3.29": "'Dalje, monah održava svesnost, poseduje najvišu svesnost i veštinu; seća se i zna šta je radio nekad davno i šta je govorio nekad davno. '",
  "dn33:3.3.31": "'To je kvalitet koji služi kao zaštita. '",
  "dn33:3.3.32": "'Dalje, monah je mudar, poseduje mudrost u pogledu nastanka i prestanka stvari, koja je plemenita, prodorna i vodi po potpunog prestanka patnje. '",
  "dn33:3.3.34": "'To je kvalitet koji služi kao zaštita. '",
  "dn33:3.3.35": "'Deset objekata za dostizanje zadubljenja: '",
  "dn33:3.3.36": "'Neko je svestan zemlje kao objekta, iznad, ispod, popreko, nepodeljene i nemerljive. '",
  "dn33:3.3.37": "'Neko je svestan vode kao objekta… '",
  "dn33:3.3.38": "'Neko je svestan vatre kao objekta… '",
  "dn33:3.3.39": "'Neko je svestan vazduha kao objekta… '",
  "dn33:3.3.40": "'Neko je svestan plavog kao objekta… '",
  "dn33:3.3.41": "'Neko je svestan žutog kao objekta… '",
  "dn33:3.3.42": "'Neko je svestan crvenog kao objekta… '",
  "dn33:3.3.43": "'Neko je svestan belog kao objekta… '",
  "dn33:3.3.44": "'Neko je svestan prostora kao objekta… '",
  "dn33:3.3.45": "'Neko je svestan svesti kao objekta, iznad, ispod, popreko, nepodeljene i nemerljive. '",
  "dn33:3.3.46": "'Deset štetnih načina delovanja: '",
  "dn33:3.3.47": "'ubijanje živih bića, uzimanje onoga što nije dato, upuštanje u nedolične seksualne odnose, laganje, ogovaranje, vređanje i naklapanje, gramzivost, zlovolja i pogrešno razumevanje. '",
  "dn33:3.3.48": "'Deset korisnih načina delovanja: '",
  "dn33:3.3.49": "'odustajanje od ubijanja živih bića, odustajanje od uzimanja onoga što nije dato, odustajanje od nedoličnih seksualnih odnosa, odustajanje od laganja, ogovaranja, vređanja i naklapanje, darežljivost, dobronamernost i ispravno razumevanje. '",
  "dn33:3.3.50": "'Deset boravišta plemenitih: '",
  "dn33:3.3.51": "'Tako, prijatelju, monah je napustio pet elemenata, poseduje šest elemenata, ima jednu stražu, četiri podrške, napustio je saku individualnu istinu, prekinuo traganje, pročistio svoje namere, umirio je telesni sklop i postao dobro oslobođenog uma i dobro oslobođen mudrošću. '",
  "dn33:3.3.52": "'A koji je to pet elemenata monah napustio? '",
  "dn33:3.3.53": "'Napustio je želju za zadovoljstvima, zlovolju, tromost i pospanost, uznemirenost i kajanje, napustio je sumnju. '",
  "dn33:3.3.54": "'Tih pet elemenata je napustio. '",
  "dn33:3.3.55": "'A kojih to šest elemenata monah poseduje? '",
  "dn33:3.3.56": "'Tako, prijatelju, kada monah okom vidi neki oblik, nije ni obradovan, ni potišten, već zadržava spokojstvo, svestan i jasno razumevajući. '",
  "dn33:3.3.57": "'Kad zvuk čuje uhom… '",
  "dn33:3.3.58": "'Kada umom spozna neki objekat uma, nije ni obradovan, ni potišten, već zadržava spokojstvo, svestan i jasno razumevajući. '",
  "dn33:3.3.59": "'Tih šest elemenata monah poseduje? '",
  "dn33:3.3.60": "'A koju to jednu stražu monah ima? '",
  "dn33:3.3.61": "'Tako negova svesnost stražari na dnjegovim umom. '",
  "dn33:3.3.62": "'Tu jednu stražu monah ima. '",
  "dn33:3.3.63": "'A koje to četiri podrške monah ima? '",
  "dn33:3.3.64": "'Tako, prijatelju, monah koristi neke stvari, podnosi neke stvari, izbegava neke stvari i oslobađa se nekih stvari. '",
  "dn33:3.3.65": "'To su četiri podrške koje on ima. '",
  "dn33:3.3.66": "'A kako je to monah napustio svaku individualnu istinu? '",
  "dn33:3.3.67": "'Tako, svaku običnu individualnu istinu koju bi obični askete i brahmani mogli zastupati, svaku od njih je napustio, odbacio, okrenuo se od nje, odgurnuo i sa njom završio. '",
  "dn33:3.3.68": "'Tako je monah napustio svaku individualnu istinu. '",
  "dn33:3.3.69": "'A kako je to monah prekinuo traganje? '",
  "dn33:3.3.70": "'Tako je monah prekinuo traganje za zadovoljstvima čula, traganje za bivanjem i traganje za svetačkim životom. '",
  "dn33:3.3.71": "'Tako je monah prekinuo traganje. '",
  "dn33:3.3.72": "'A kako je to monah pročistio svoje namere? '",
  "dn33:3.3.73": "'Tako je monah napustio nameru vođenu zadovoljstvima čula, nameru vođenu zlovoljom i nameru vođenu željom za povređivanjem. '",
  "dn33:3.3.74": "'Tako je monah pročistio svoje namere. '",
  "dn33:3.3.75": "'A kako je to monah smirio svoj telesni sklop. '",
  "dn33:3.3.76": "'Sa napuštanjem zadovoljstva i bola, kao i s ranijim nestankom radosti i žalosti, ulazi on i ostaje na četvrtom stupnju zadubljenja, koji nije ni bolan ni prijatan, a čini ga čista svesnost, zasnovana na spokojstvu. '",
  "dn33:3.3.77": "'Tako je monah smirio svoj telesni sklop. '",
  "dn33:3.3.78": "'A kako je to monah postao dobro oslobođenog uma? '",
  "dn33:3.3.79": "'Tako je, prijatelju, monah um oslobođen strasti, oslobođen mržnje i oslobođen obmanutosti. '",
  "dn33:3.3.80": "'Tako je monah postao dobro oslobođenog uma. '",
  "dn33:3.3.81": "'A kako je to monah postao dobro oslobođen mudrošću? '",
  "dn33:3.3.82": "'Tako monah zna: ’Napustio sam strast, sasekao je u korenu, načinio je poput palminog panja, uklonio je, tako da se u budućnosti više ne može javiti. '",
  "dn33:3.3.83": "'Monah zna: ’Napustio sam mržnju, sasekao je u korenu, načinio je poput palminog panja, uklonio je, tako da se u budućnosti više ne može javiti.’ '",
  "dn33:3.3.84": "'Monah zna: ’Napustio sam obmanutost, sasekao je u korenu, načinio je poput palminog panja, uklonio je, tako da se u budućnosti više ne može javiti.’ '",
  "dn33:3.3.85": "'Tako je monah postao dobro oslobođen mudrošću? '",
  "dn33:3.3.86": "'Deset stvari onoga ko je završio vežbanje: '",
  "dn33:3.3.87": "'Ispravno razumevanje onoga ko je završio vežbanje, ispravna namera, ispravan govor, ispravni postupci, ispravno življenje, ispravan napor, ispravna svesnost, ispravna koncentracija, ispravno znanje i ispravno oslobađanje onoga ko je završio vežbanje. '",
  "dn33:3.3.88": "'To je, prijatelju, učenje koje je Blaženi, znalac i vidilac, plemeniti i potpuno probuđeni,\\xa0objavio grupisano kao deset. '",
  "dn33:3.3.89": "'Zato treba da se okupite i u slozi zajednički\\xa0ga recitujete, tako da ovaj svetački život opstane što duže. To će biti na korist mnogima, na sreću mnogima, iz saosećanja prema ovom svetu, na dobrobit, korist i sreću božanskih i ljudskih bića.” '",
  "dn33:3.4.1": "'Onda Blaženi reče poštovanom Sāriputti: '",
  "dn33:3.4.2": "'„Dobro je, Sāriputta, dobro je, '",
  "dn33:3.4.3": "'dobro je da si monasima izložio ovo učenje o zajedničkom recitovanju.” '",
  "dn33:3.4.4": "'Ovo je ono što je poštovani Sāriputta izrekao i što je učitelj odobrio. '",
  "dn33:3.4.5": "'Zadovoljni, monasi se obradovaše rečima poštovanog Sāriputte. '"
}