{
  "dn34:0.1": "'\"\\'Zbirka dugih govora 34 \\'\"'",
  "dn34:0.2": "'\"\\'Od jedan do deset \\'\"'",
  "dn34:1.1.1": "'\"\\'Ovako sam čuo. \\'\"'",
  "dn34:1.1.2": "'\"\\'Jednom je Blaženi boravio kraj Ćampe, na obali Gaggarā jezera, prepunog lotosa, zajedno sa velikom grupom\\\\\\\\xa0monaha. \\'\"'",
  "dn34:1.1.3": "'\"\\'I tu poštovani Sāriputta reče monasima: \\'\"'",
  "dn34:1.1.4": "'\"\\'„Prijatelji monasi.” \\'\"'",
  "dn34:1.1.5": "'\"\\'„Prijatelju,” odgovoriše monasi. \\'\"'",
  "dn34:1.1.6": "'\"\\'A poštovani Sāriputa ovako nastavi: \\'\"'",
  "dn34:1.1.7": "'\"\\'„Reću ću vam od jedan do deset \\'\"'",
  "dn34:1.1.8": "'\"\\'stvari koje vode utrnuću, \\'\"'",
  "dn34:1.1.9": "'\"\\'vode okončanju patnje \\'\"'",
  "dn34:1.1.10": "'\"\\'i raskidanju svih veza. \\'\"'",
  "dn34:1.2.0": "'\"\\'1. Jedna stvar \\'\"'",
  "dn34:1.2.1": "'\"\\'Prijatelji, jednu stvar treba često činiti, jednu razvijati, jednu potpuno razumeti, jednu napustiti, jedna stvar vodi do propasti, jedna do izvrsnosti, u jednu stvar je teško proniknuti, jednu treba stvoriti, jednu neposredno saznati i jednu ostvariti. \\'\"'",
  "dn34:1.2.2": "'\"\\'A koja je to jedna stvar koju treba često činiti? \\'\"'",
  "dn34:1.2.3": "'\"\\'Biti neumoran u korisnim stvarima. \\'\"'",
  "dn34:1.2.4": "'\"\\'\\'\"'",
  "dn34:1.2.5": "'\"\\'Koju jednu stvar treba razvijati? \\'\"'",
  "dn34:1.2.6": "'\"\\'Svesnost usmerena na telo, praćena užitkom. \\'\"'",
  "dn34:1.2.8": "'\"\\'Koju jednu stvar treba potpuno razumeti? \\'\"'",
  "dn34:1.2.9": "'\"\\'Kontakt, sa kojim dolaze otrovi i postaje objekat vezivanja. \\'\"'",
  "dn34:1.2.11": "'\"\\'Koju jednu stvar treba napustiti? \\'\"'",
  "dn34:1.2.12": "'\"\\'Obmana ’ja sam’. \\'\"'",
  "dn34:1.2.14": "'\"\\'Koja to jednu stvar vodi do propasti? \\'\"'",
  "dn34:1.2.15": "'\"\\'Površno razmatranje. \\'\"'",
  "dn34:1.2.17": "'\"\\'A koja jedna stvar vodi do izvrsnosti? \\'\"'",
  "dn34:1.2.18": "'\"\\'Pomno razmatranje. \\'\"'",
  "dn34:1.2.20": "'\"\\'U koju je to jednu stvar teško proniknuti? \\'\"'",
  "dn34:1.2.21": "'\"\\'Neprekidna koncentracija uma. \\'\"'",
  "dn34:1.2.23": "'\"\\'Koju jedna stvar treba stvoriti? \\'\"'",
  "dn34:1.2.24": "'\"\\'Nepokolebljivo znanje. \\'\"'",
  "dn34:1.2.26": "'\"\\'Koja je to jedna stvar koju treba neposredno saznati? \\'\"'",
  "dn34:1.2.27": "'\"\\'Sva bića opstaju zahvaljujući hrani. \\'\"'",
  "dn34:1.2.29": "'\"\\'Koju to jednu stvar treba ostvariti? \\'\"'",
  "dn34:1.2.30": "'\"\\'Nepokolebljivo oslobođenje uma. \\'\"'",
  "dn34:1.2.32": "'\"\\'Za ovih deset stvari koje su istinite, stvarne, takve, a ne izmišljene, drugačije, Tathāgata je dostigao ispravno probuđenje. \\'\"'",
  "dn34:1.3.0": "'\"\\'2. Dve stvari \\'\"'",
  "dn34:1.3.1": "'\"\\'Dve stvari treba često činiti, dve razvijati, dve potpuno razumeti, dve napustiti, dve stvari vode do propasti, dve do izvrsnosti, u dve stvari je teško proniknuti, dve treba stvoriti, dve neposredno saznati i dve ostvariti. \\'\"'",
  "dn34:1.3.2": "'\"\\'A koje su to dve stvari koje treba često činiti? \\'\"'",
  "dn34:1.3.3": "'\"\\'Svesnost i jasno razumevanje. \\'\"'",
  "dn34:1.3.5": "'\"\\'Koje dve stvari treba razvijati? \\'\"'",
  "dn34:1.3.6": "'\"\\'Smirenje i uvid. \\'\"'",
  "dn34:1.3.8": "'\"\\'Koje dve stvari treba potpuno razumeti? \\'\"'",
  "dn34:1.3.9": "'\"\\'Ime i oblik. \\'\"'",
  "dn34:1.3.11": "'\"\\'Koje dve stvari treba napustiti? \\'\"'",
  "dn34:1.3.12": "'\"\\'Neznanje i žudnja za postojanjem. \\'\"'",
  "dn34:1.3.14": "'\"\\'Koje to dve stvari vode do propasti? \\'\"'",
  "dn34:1.3.15": "'\"\\'Ne prihvatati savete i imati loše prijatelje. \\'\"'",
  "dn34:1.3.17": "'\"\\'A koje dve stvari vode do izvrsnosti? \\'\"'",
  "dn34:1.3.18": "'\"\\'Prihvatati savete i imati dobre prijatelje. \\'\"'",
  "dn34:1.3.20": "'\"\\'U koje je to dve stvari teško proniknuti? \\'\"'",
  "dn34:1.3.21": "'\"\\'U ono što je uzrok, uslov prljanja bića i u ono što je uzrok, uslov pročišćenja bića. \\'\"'",
  "dn34:1.3.23": "'\"\\'Koje dve stvari treba stvoriti? \\'\"'",
  "dn34:1.3.24": "'\"\\'Dva znanja: \\'\"'",
  "dn34:1.3.25": "'\"\\'Znanje o prestanku i znanje o nenastajanju. \\'\"'",
  "dn34:1.3.27": "'\"\\'Koje dve stvari treba neposredno saznati? \\'\"'",
  "dn34:1.3.28": "'\"\\'Dva elementa: \\'\"'",
  "dn34:1.3.29": "'\"\\'uslovljeni elemenat i neuslovljeni elemenat. \\'\"'",
  "dn34:1.3.31": "'\"\\'Koje to dve stvari treba ostvariti? \\'\"'",
  "dn34:1.3.32": "'\"\\'Znanje i oslobođenje. \\'\"'",
  "dn34:1.3.34": "'\"\\'Za ovih dvadeset stvari koje su istinite, stvarne, takve, a ne izmišljene, drugačije, Tathāgata je dostigao ispravno probuđenje. \\'\"'",
  "dn34:1.4.0": "'\"\\'3. Tri stvari \\'\"'",
  "dn34:1.4.1": "'\"\\'Prijatelji, tri stvari treba često činiti, tri razvijati, tri potpuno razumeti, tri napustiti, tri stvari vode do propasti, tri do izvrsnosti, u tri stvari je teško proniknuti, tri treba stvoriti, tri  neposredno saznati i tri ostvariti. \\'\"'",
  "dn34:1.4.2": "'\"\\'A koje su to tri stvari koje treba često činiti? \\'\"'",
  "dn34:1.4.3": "'\"\\'Druženje sa dobrim ljudima, slušanje pravog učenja i vežbanje u skladu sa učenjem. \\'\"'",
  "dn34:1.4.5": "'\"\\'Koje tri stvari treba razvijati? \\'\"'",
  "dn34:1.4.6": "'\"\\'Tri koncentracije: \\'\"'",
  "dn34:1.4.7": "'\"\\'koncentraciju sa usmerenom mišlju i istraživanjem, koncentraciju bez usmerene misli, ali sa istraživanjem i koncentraciju bez i jednog i drugog. \\'\"'",
  "dn34:1.4.9": "'\"\\'Koje tri stvari treba potpuno razumeti? \\'\"'",
  "dn34:1.4.10": "'\"\\'Tri osećaja: \\'\"'",
  "dn34:1.4.11": "'\"\\'prijatan osećaj, bolan osećaj i ni bolan ni prijatan osećaj. \\'\"'",
  "dn34:1.4.13": "'\"\\'Koje tri stvari treba napustiti? \\'\"'",
  "dn34:1.4.14": "'\"\\'Tri žudnje: \\'\"'",
  "dn34:1.4.15": "'\"\\'žudnja za zadovoljstvima čula, žudnja za postojanjem i žudnja za nepostojanjem. \\'\"'",
  "dn34:1.4.17": "'\"\\'Koje to tri stvari vode do propasti? \\'\"'",
  "dn34:1.4.18": "'\"\\'Tri korena svega lošeg: \\'\"'",
  "dn34:1.4.19": "'\"\\'pohlepa, mržnja i obmanutost. \\'\"'",
  "dn34:1.4.21": "'\"\\'A koje tri stvari vode do izvrsnosti? \\'\"'",
  "dn34:1.4.22": "'\"\\'Tri korena svega dobrog: \\'\"'",
  "dn34:1.4.23": "'\"\\'odsustvo pohlepe, odsustvo mržnje i odsustvo obmanutosti. \\'\"'",
  "dn34:1.4.25": "'\"\\'U koje je to tri stvari teško proniknuti? \\'\"'",
  "dn34:1.4.26": "'\"\\'U tri bega: \\'\"'",
  "dn34:1.4.27": "'\"\\'beg od čulnih zadovoljstava je obuzdavanje; beg od oblika jeste bezoblično, a prestanak je beg od bilo čega što je stvoreno, uslovljeno, nastalo zahvaljujući uzrocima. \\'\"'",
  "dn34:1.4.29": "'\"\\'Koje tri stvari treba stvoriti? \\'\"'",
  "dn34:1.4.30": "'\"\\'Tri znanja: \\'\"'",
  "dn34:1.4.31": "'\"\\'znanje o prošlosti, znanje o budućnosti i znanje o sadašnjosti. \\'\"'",
  "dn34:1.4.33": "'\"\\'Koje tri stvari treba neposredno saznati? \\'\"'",
  "dn34:1.4.34": "'\"\\'Tri elementa: \\'\"'",
  "dn34:1.4.35": "'\"\\'element čulnog, element suptilne materije i element nematerijalnog. \\'\"'",
  "dn34:1.4.37": "'\"\\'Koje to tri stvari treba ostvariti? \\'\"'",
  "dn34:1.4.38": "'\"\\'Tri znanja: \\'\"'",
  "dn34:1.4.39": "'\"\\'znanje o svojim prošlim životima, znanje o umiranju i rađanju drugih bića i znanje o uklanjanju otrova. \\'\"'",
  "dn34:1.4.41": "'\"\\'Za ovih trideset stvari koje su istinite, stvarne, takve, a ne izmišljene, drugačije, Tathāgata je dostigao ispravno probuđenje. \\'\"'",
  "dn34:1.5.0": "'\"\\'4. Četiri stvari \\'\"'",
  "dn34:1.5.1": "'\"\\'Četiri stvari treba često činiti, četiri razvijati… i četiri ostvariti. \\'\"'",
  "dn34:1.5.2": "'\"\\'A koje su to četiri stvari koje treba često činiti? \\'\"'",
  "dn34:1.5.3": "'\"\\'Četiri načina napredovanja: \\'\"'",
  "dn34:1.5.4": "'\"\\'živeti na pogodnom mestu, oslanjati se na čestite ljude, ka ispravnom cilju sebe usmeriti i mnogo dobročinstava iza sebe imati. \\'\"'",
  "dn34:1.5.6": "'\"\\'Koje četiri stvari treba razvijati? \\'\"'",
  "dn34:1.5.7": "'\"\\'Četiri temelja svesnosti: \\'\"'",
  "dn34:1.5.8": "'\"\\'Tako, prijatelji, monah boravi kontemplirajući telo kao telo, marljiv, s jasnim razumevanjem i svestan, odloživši sa strane gramzivost i odbojnost prema ovom svetu. \\'\"'",
  "dn34:1.5.9": "'\"\\'osećaje kao osećaje… \\'\"'",
  "dn34:1.5.10": "'\"\\'um kao um… \\'\"'",
  "dn34:1.5.11": "'\"\\'Boravi on kontemplirajući objekte uma kao objekte uma, marljiv, s jasnim razumevanjem i svestan, odloživši sa strane gramzivost i odbojnost prema ovom svetu. \\'\"'",
  "dn34:1.5.13": "'\"\\'Koje četiri stvari treba potpuno razumeti? \\'\"'",
  "dn34:1.5.14": "'\"\\'Četiri hrane. \\'\"'",
  "dn34:1.5.15": "'\"\\'Fizička hrana, gruba ili fina; kontakt kao druga; mentalni obrasci kao treća; svest kao četvrta. \\'\"'",
  "dn34:1.5.17": "'\"\\'Koje četiri stvari treba napustiti? \\'\"'",
  "dn34:1.5.18": "'\"\\'Četiri bujice: \\'\"'",
  "dn34:1.5.19": "'\"\\'bujica zadovoljstava čula, bujica bivanja, bujica gledišta i bujica neznanja. \\'\"'",
  "dn34:1.5.21": "'\"\\'Koje to četiri stvari vode do propasti? \\'\"'",
  "dn34:1.5.22": "'\"\\'Četiri jarma: \\'\"'",
  "dn34:1.5.23": "'\"\\'jaram zadovoljstava čula, jaram bivanja, jaram gledišta i jaram neznanja. \\'\"'",
  "dn34:1.5.25": "'\"\\'A koje četiri stvari vode do izvrsnosti? \\'\"'",
  "dn34:1.5.26": "'\"\\'Četiri skidanja jarma: \\'\"'",
  "dn34:1.5.27": "'\"\\'skidanje jarma zadovoljstava čula, jarma bivanja, jarma gledišta i jarma neznanja. \\'\"'",
  "dn34:1.5.29": "'\"\\'U koje je to četiri stvari teško proniknuti? \\'\"'",
  "dn34:1.5.30": "'\"\\'Četiri koncentracije: \\'\"'",
  "dn34:1.5.31": "'\"\\'koncentracija koja vodi do propasti, koncentracija koja vodi do stabilnosti, koncentracija koja vodi do izvrsnosti i koncentracija koja vodi do prodora. \\'\"'",
  "dn34:1.5.33": "'\"\\'Koje četiri stvari treba stvoriti? \\'\"'",
  "dn34:1.5.34": "'\"\\'Četiri znanja: \\'\"'",
  "dn34:1.5.35": "'\"\\'znanje o Dhammi, znanje o tome šta je sa njom u saglasnosti, znanje o umovima drugih i\\\\\\\\xa0 konvencionalno znanje. \\'\"'",
  "dn34:1.5.37": "'\"\\'Koje četiri stvari treba neposredno saznati? \\'\"'",
  "dn34:1.5.38": "'\"\\'Četiri plemenite istine: \\'\"'",
  "dn34:1.5.39": "'\"\\'plemenita istina o patnji, plemenita istina o nastanku patnje, plemenita istina o prestanku patnje i plemenita istina o putu koji vodi do prestanka patnje. \\'\"'",
  "dn34:1.5.41": "'\"\\'Koje to četiri stvari treba ostvariti? \\'\"'",
  "dn34:1.5.42": "'\"\\'Četiri ploda sketskog života: \\'\"'",
  "dn34:1.5.43": "'\"\\'plod ulaska u tok, plod jednom povratnika, plod nepovratnika i plod arahanta. \\'\"'",
  "dn34:1.5.45": "'\"\\'Za ovih četrdeset stvari koje su istinite, stvarne, takve, a ne izmišljene, drugačije, Tathāgata je dostigao ispravno probuđenje. \\'\"'",
  "dn34:1.6.0": "'\"\\'5. Pet stvari \\'\"'",
  "dn34:1.6.1": "'\"\\'Pet stvari treba često činiti… i pet ostvariti. \\'\"'",
  "dn34:1.6.2": "'\"\\'A kojih su to pet stvari koje treba često činiti? \\'\"'",
  "dn34:1.6.3": "'\"\\'Pet sastojaka nastojanja: \\'\"'",
  "dn34:1.6.4": "'\"\\'Tako, prijatelju, monah ima poverenje u Tathāgatino probuđenje: \\'\"'",
  "dn34:1.6.5": "'\"\\'’Zaista je Blaženi plemenit i potpuno probuđen, usavršen u znanju i ponašanju, srećan, znalac svetova, nenadmašni vodič onima kojima je potreban putokaz, učitelj božanskim i ljudskim bićima, budan, blažen’. \\'\"'",
  "dn34:1.6.6": "'\"\\'Nema ni bolova ni bolesti, dobrog je varenja, koje nije ni suviše hladno, ni suviše toplo. \\'\"'",
  "dn34:1.6.7": "'\"\\'Nije sklon ni prevari ni obmani, učitelju ili iskusnom duhovnom prijatelju sebe prikazuje kakav jeste. \\'\"'",
  "dn34:1.6.8": "'\"\\'Živi ispunjen energičnošću u napuštanju loših stvari i prihvatanju onih dobrih. Jak je i istrajan, nije lenj, kada se radi o razvijanju dobrih stvari. \\'\"'",
  "dn34:1.6.9": "'\"\\'Mudar je, poseduje mudrost u pogledu nastanka i prestanka stvari, koja je plemenita, prodorna i vodi po potpunog prestanka patnje. \\'\"'",
  "dn34:1.6.11": "'\"\\'Kojih pet stvari treba razvijati? \\'\"'",
  "dn34:1.6.12": "'\"\\'Petostruku ispravnu koncentraciju: \\'\"'",
  "dn34:1.6.13": "'\"\\'prožetu ushićenje, prožetu srećom, prožetu voljom, prožetu svetlošću i kao temelj za razmatranje. \\'\"'",
  "dn34:1.6.15": "'\"\\'Kojih pet stvari treba potpuno razumeti? \\'\"'",
  "dn34:1.6.16": "'\"\\'Pet sastojaka bića kao objekti vezivanja: \\'\"'",
  "dn34:1.6.17": "'\"\\'materijalni oblik kao objekat vezivanja, osećaj kao objekat vezivanja, opažaj kao objekat vezivanja, mentalni obrasci kao objekat vezivanja, svest kao objekat vezivanja. \\'\"'",
  "dn34:1.6.19": "'\"\\'Kojih pet stvari treba napustiti? \\'\"'",
  "dn34:1.6.20": "'\"\\'Pet prepreka: \\'\"'",
  "dn34:1.6.21": "'\"\\'Prepreka želje za zadovoljstvima čula, prepreka zlovolje, prepreka tromosti i tuposti, prepreka uznemirenosti i kajanja, prepreka sumnjičavosti. \\'\"'",
  "dn34:1.6.23": "'\"\\'Kojih to pet stvari vodi do propasti? \\'\"'",
  "dn34:1.6.24": "'\"\\'Pet požara u srcu: \\'\"'",
  "dn34:1.6.25": "'\"\\'Tako je, prijatelju, monah sumnjičav, nesiguran, neodlučan i bez poverenja u Učitelja. \\'\"'",
  "dn34:1.6.26": "'\"\\'Otuda njegov um nije sklon marljivosti, predanosti, istrajnosti i naporu. Pošto njegov um nije sklon marljivosti, predanosti, istrajnosti i naporu. \\'\"'",
  "dn34:1.6.28": "'\"\\'To je prvi požar u srcu. \\'\"'",
  "dn34:1.6.29": "'\"\\'Dalje, monah je sumnjičav, nesiguran, neodlučan i bez poverenja u Dhammu… \\'\"'",
  "dn34:1.6.30": "'\"\\'u Sanghu… \\'\"'",
  "dn34:1.6.31": "'\"\\'u vežbanje… \\'\"'",
  "dn34:1.6.32": "'\"\\'Dalje, monah je besan i nezadovoljan svojim saputnicima u svetačkom životu, ogorčen i neosetljiv prema njima i otuda njegov um nije sklon marljivosti, predanosti, istrajnosti i naporu. \\'\"'",
  "dn34:1.6.34": "'\"\\'To je peti požar u srcu. \\'\"'",
  "dn34:1.6.36": "'\"\\'A kojih pet stvari vode do izvrsnosti? \\'\"'",
  "dn34:1.6.37": "'\"\\'Pet sposobnosti: \\'\"'",
  "dn34:1.6.38": "'\"\\'sposobnost poverenja, sposobnost energičnosti, sposobnost svesnosti, sposobnost koncentracije i sposobnost mudrosti. \\'\"'",
  "dn34:1.6.40": "'\"\\'U kojih je to pet stvari teško proniknuti? \\'\"'",
  "dn34:1.6.41": "'\"\\'Pet begova: \\'\"'",
  "dn34:1.6.42": "'\"\\'Tako, prijatelji, monah se fokusira na zadovoljstva čula, ali njegov um ne stiče poverenje, postojanost i odlučnost, ne biva oslobođen. \\'\"'",
  "dn34:1.6.43": "'\"\\'Ali kada se njegov um fokusira na obuzdavanje, njegov um stiče poverenje, postojanost i odlučnost, on biva oslobođen. \\'\"'",
  "dn34:1.6.44": "'\"\\'Njegov um je tada u dobrom stanju, dobro razvijen, dobro postavljen, dobro oslobođen i odvojen od zadovoljstava čula. \\'\"'",
  "dn34:1.6.45": "'\"\\'On je oslobođen otrova, nemira i groznice koji nastanu zbog zadovoljstava čula i tako on ne doživljava takve osećaje. \\'\"'",
  "dn34:1.6.46": "'\"\\'Tako je opisan beg od zadovoljstava čula. \\'\"'",
  "dn34:1.6.47": "'\"\\'Dalje, prijatelji, monah se fokusira na zlovolju, ali njegov um ne stiče poverenje, postojanost i odlučnost, ne biva oslobođen. \\'\"'",
  "dn34:1.6.48": "'\"\\'Ali kada se njegov um fokusira na dobronamernost, njegov um stiče poverenje, postojanost i odlučnost, on biva oslobođen. \\'\"'",
  "dn34:1.6.49": "'\"\\'Njegov um je tada u dobrom stanju, dobro razvijen, dobro postavljen, dobro oslobođen i odvojen od zlovolje. \\'\"'",
  "dn34:1.6.50": "'\"\\'Oslobođen je otrova, nemira i groznice koji nastanu zbog zlovolje i tako on ne doživljava takve osećaje. \\'\"'",
  "dn34:1.6.51": "'\"\\'Tako je opisan beg od zlovolje. \\'\"'",
  "dn34:1.6.52": "'\"\\'Dalje, prijatelji, monah se fokusira na oblike, ali njegov um ne stiče poverenje, postojanost i odlučnost, ne biva oslobođen. \\'\"'",
  "dn34:1.6.53": "'\"\\'Ali kada se njegov um fokusira na dobronamernost, njegov um stiče poverenje, postojanost i odlučnost, on biva oslobođen. \\'\"'",
  "dn34:1.6.54": "'\"\\'Njegov um je tada u dobrom stanju, dobro razvijen, dobro postavljen, dobro oslobođen i odvojen od nasilnosti. \\'\"'",
  "dn34:1.6.55": "'\"\\'Oslobođen je otrova, nemira i groznice koji nastanu zbog nasilnosti i tako on ne doživljava takve osećaje. \\'\"'",
  "dn34:1.6.56": "'\"\\'Tako je opisan beg od nasilnosti. \\'\"'",
  "dn34:1.6.57": "'\"\\'Dalje, prijatelju, monah se fokusira na oblike, ali njegov um ne stiče poverenje, postojanost i odlučnost, ne biva oslobođen. \\'\"'",
  "dn34:1.6.58": "'\"\\'Ali kada se njegov um fokusira na bezoblično, njegov um stiče poverenje, postojanost i odlučnost, on biva oslobođen. \\'\"'",
  "dn34:1.6.59": "'\"\\'Njegov um je tada u dobrom stanju, dobro razvijen, dobro postavljen, dobro oslobođen i odvojen od zadovoljstava oblika. \\'\"'",
  "dn34:1.6.60": "'\"\\'Oslobođen je otrova, nemira i groznice koji nastanu zbog oblika i tako on ne doživljava takve osećaje. \\'\"'",
  "dn34:1.6.61": "'\"\\'Tako je opisan beg od oblika. \\'\"'",
  "dn34:1.6.62": "'\"\\'Dalje, prijatelju, monah se fokusira na osobu, ali njegov um ne stiče poverenje, postojanost i odlučnost, ne biva oslobođen. \\'\"'",
  "dn34:1.6.63": "'\"\\'Ali kada se njegov um fokusira na prestanak osobe, njegov um stiče poverenje, postojanost i odlučnost, on biva oslobođen. \\'\"'",
  "dn34:1.6.64": "'\"\\'Njegov um je tada u dobrom stanju, dobro razvijen, dobro postavljen, dobro oslobođen i odvojen od osobe. \\'\"'",
  "dn34:1.6.65": "'\"\\'On je oslobođen otrova, nemira i groznice koji nastanu zbog osobe i tako on ne doživljava takve osećaje. \\'\"'",
  "dn34:1.6.66": "'\"\\'Tako je opisan beg od osobe. \\'\"'",
  "dn34:1.6.68": "'\"\\'Kojih pet stvari treba stvoriti? \\'\"'",
  "dn34:1.6.69": "'\"\\'Ispravnu koncentraciju sa pet znanja: \\'\"'",
  "dn34:1.6.70": "'\"\\'’Ova koncentracija je sada prijatna i rezultira prijatnošću u budućnosti’, takvo se znanje javi u onome ko vežba. \\'\"'",
  "dn34:1.6.71": "'\"\\'’Ova koncentracija je plemenita i transcendentna’, takvo se znanje javi u onome ko vežba. \\'\"'",
  "dn34:1.6.72": "'\"\\'’Ovu koncentraciju ne praktikuju oni koji čine nedelja”, takvo se znanje javi u onome ko vežba. \\'\"'",
  "dn34:1.6.73": "'\"\\'’Ova koncentracija smiruje i nadahnjuje, ugodna je, sabira um, a ne održava se pukom snagom volje’, takvo se znanje javi u onome ko vežba. \\'\"'",
  "dn34:1.6.74": "'\"\\'’Sa svesnošću ulazim u ovu koncentraciju i iz nje izlazim’, takvo se znanje javi u onome ko vežba. \\'\"'",
  "dn34:1.6.76": "'\"\\'Kojih pet stvari treba neposredno saznati? \\'\"'",
  "dn34:1.6.77": "'\"\\'Pet područja oslobođenja: \\'\"'",
  "dn34:1.6.78": "'\"\\'Tako, prijatelju, monaha podučava Dhammi učitelj ili neki drugi saputnik u svetačkom životu kojeg poštuje. \\'\"'",
  "dn34:1.6.79": "'\"\\'I dok ga podučavaju, on stiče razumevanje suštine i forme učenja. \\'\"'",
  "dn34:1.6.80": "'\"\\'Sa tim razumevanjem, u monahu se rađa radost; sa radošću, u njemu se rađa ushićenje. Onome ko je ushićen, telo postaje smireno; a onaj čije je telo smireno, oseća zadovoljstvo. Sa osećajem zadovoljstvo, um postaje koncentrisan. \\'\"'",
  "dn34:1.6.81": "'\"\\'To je prvo područje oslobođenja. \\'\"'",
  "dn34:1.6.82": "'\"\\'Dalje, moguće je da učitelj ili neki drugi saputnik u svetačkom životu kojeg poštuje nisu podučavali monaha. Ali on ipak druge podučava učenju do detalja, onako kako je čuo i zapamtio… \\'\"'",
  "dn34:1.6.83": "'\"\\'Kada tako čini,\\\\\\\\xa0on stiče razumevanje suštine i forme učenja. \\'\"'",
  "dn34:1.6.84": "'\"\\'Sa tim razumevanjem, u monahu se rađa radost; sa radošću, u njemu se rađa ushićenje. Onome ko je ushićen, telo postaje smireno; a onaj čije je telo smireno, oseća zadovoljstvo. Sa osećajem zadovoljstvo, um postaje koncentrisan. \\'\"'",
  "dn34:1.6.85": "'\"\\'To je drugo područje oslobođenja. \\'\"'",
  "dn34:1.6.86": "'\"\\'Dalje, moguće je da učitelj ili neki drugi saputnik u svetačkom životu kojeg poštuje nisu podučavali monaha. Ali on ipak druge podučava učenju do detalja, onako kako je čuo i zapamtio… \\'\"'",
  "dn34:1.6.87": "'\"\\'Kada tako čini,\\\\\\\\xa0on stiče razumevanje suštine i forme učenja. \\'\"'",
  "dn34:1.6.88": "'\"\\'Sa tim razumevanjem, u monahu se rađa radost; sa radošću, u njemu se rađa ushićenje. Onome ko je ushićen, telo postaje smireno; a onaj čije je telo smireno, oseća zadovoljstvo. Sa osećajem zadovoljstvo, um postaje koncentrisan. \\'\"'",
  "dn34:1.6.89": "'\"\\'To je treće područje oslobođenja. \\'\"'",
  "dn34:1.6.90": "'\"\\'Dalje, moguće je da učitelj ili neki drugi saputnik u svetačkom životu kojeg poštuje nisu podučavali monaha. Ali on ipak druge podučava učenju do detalja, onako kako je čuo i zapamtio… \\'\"'",
  "dn34:1.6.91": "'\"\\'Ili monah razmišlja i razmatra učenje do detalja u svom umu, onako kako ga je naučio i zapamtio… \\'\"'",
  "dn34:1.6.92": "'\"\\'Kada tako čini,\\\\\\\\xa0on stiče razumevanje suštine i forme učenja. \\'\"'",
  "dn34:1.6.93": "'\"\\'Sa tim razumevanjem, u monahu se rađa radost; sa radošću, u njemu se rađa ushićenje. Onome ko je ushićen, telo postaje smireno; a onaj čije je telo smireno, oseća zadovoljstvo. Sa osećajem zadovoljstvo, um postaje koncentrisan. \\'\"'",
  "dn34:1.6.94": "'\"\\'To je četvrto područje oslobođenja. \\'\"'",
  "dn34:1.6.95": "'\"\\'Dalje, moguće je da učitelj ili neki drugi saputnik u svetačkom životu kojeg poštuje nisu podučavali monaha. Ali on ipak druge podučava učenju do detalja, onako kako je čuo i zapamtio… \\'\"'",
  "dn34:1.6.96": "'\"\\'Ili je objekat meditacije kao osnovu zadubljenja na pravi način prihvatio, na njega se fokusirao, drži ga u umu i razumeo svojom mudrošću. \\'\"'",
  "dn34:1.6.97": "'\"\\'Kada tako čini,\\\\\\\\xa0on stiče razumevanje suštine i forme učenja. \\'\"'",
  "dn34:1.6.98": "'\"\\'Sa tim razumevanjem, u monahu se rađa radost; sa radošću, u njemu se rađa ushićenje. Onome ko je ushićen, telo postaje smireno; a onaj čije je telo smireno, oseća zadovoljstvo. Sa osećajem zadovoljstvo, um postaje koncentrisan. \\'\"'",
  "dn34:1.6.99": "'\"\\'To je peto područje oslobođenja. \\'\"'",
  "dn34:1.6.101": "'\"\\'Kojih to pet stvari treba ostvariti? \\'\"'",
  "dn34:1.6.102": "'\"\\'Pet sastojaka Dhamme: \\'\"'",
  "dn34:1.6.103": "'\"\\'vrlina, koncentracija, mudrost, oslobođenje i znanje i viđenje oslobođenja. \\'\"'",
  "dn34:1.6.105": "'\"\\'Za ovih pedeset stvari koje su istinite, stvarne, takve, a ne izmišljene, drugačije, Tathāgata je dostigao ispravno probuđenje. \\'\"'",
  "dn34:1.7.0": "'\"\\'6. Šest stvari \\'\"'",
  "dn34:1.7.1": "'\"\\'Šest stvari treba često činiti… i šest ostvariti. \\'\"'",
  "dn34:1.7.2": "'\"\\'A kojih su to šest stvari koje treba često činiti? \\'\"'",
  "dn34:1.7.3": "'\"\\'Šest pravila srdačnosti: \\'\"'",
  "dn34:1.7.4": "'\"\\'Tako, prijatelju, monah s ljubavlju postupa telom prema svojim saputnicima u svetačkom životu, kako javno, tako i nasamo. \\'\"'",
  "dn34:1.7.5": "'\"\\'To pravilo srdačnosti rađa ljubav i poštovanje, doprinosi zajedništvu, nesukobljavanju, slozi i jedinstvu. \\'\"'",
  "dn34:1.7.6": "'\"\\'Dalje, monah s ljubavlju postupa govorom… i to rađa jedinstvo. \\'\"'",
  "dn34:1.7.7": "'\"\\'Dalje, monah s ljubavlju postupa umom… i to rađa jedinstvo. \\'\"'",
  "dn34:1.7.8": "'\"\\'Dalje, monah bez predomišljanja deli ono što je na propisan način dobio, čak i hranu u svojoj prosjačkoj zdeli, koristi zajedno sa svojim vrlim saputnicima u svetačkom životu. To pravilo srdačnosti rađa… jedinstvo. \\'\"'",
  "dn34:1.7.9": "'\"\\'Dalje, monah živi u skladu sa pravilima koja deli sa svojim saputnicima u svetačkom životu, kako javno, tako i nasamo – pravilima koja su bez kršenja, nedostataka, prljanja, defekta, već oslobađaju, a mudri ih hvale, bez vezivanja za njih, pravilima koja doprinose koncentraciji. To pravilo srdačnosti rađa… jedinstvo. \\'\"'",
  "dn34:1.7.10": "'\"\\'Dalje, monah je vođen ispravnim razumevanjem – plemenitim, oslobađajućim, onoga ko u skladu sa njim živi vodi do potpunog okončanja patnje – javno i nasamo živi među svojim saputnicima u svetačkom životu koji dele isto takvo razumevanje. \\'\"'",
  "dn34:1.7.11": "'\"\\'To pravilo srdačnosti rađa ljubav i poštovanje, doprinosi zajedništvu, nesukobljavanju, slozi i jedinstvu. \\'\"'",
  "dn34:1.7.13": "'\"\\'Kojih šest stvari treba razvijati? \\'\"'",
  "dn34:1.7.14": "'\"\\'Šest vrsta podsećanja: \\'\"'",
  "dn34:1.7.15": "'\"\\'Podsećanje na Budu, Dhammu, Sanghu, vrlinu, velikodušnost i božanstva. \\'\"'",
  "dn34:1.7.17": "'\"\\'Kojih šest stvari treba potpuno razumeti? \\'\"'",
  "dn34:1.7.18": "'\"\\'Šest unutrašnjih područja čula: \\'\"'",
  "dn34:1.7.19": "'\"\\'oko, uho, nos, jezik, telo i um. \\'\"'",
  "dn34:1.7.20": "'\"\\'\\'\"'",
  "dn34:1.7.21": "'\"\\'Kojih šest stvari treba napustiti? \\'\"'",
  "dn34:1.7.22": "'\"\\'Šest vrsta žudnje: \\'\"'",
  "dn34:1.7.23": "'\"\\'žudnja za oblicima, žudnja za zvukovima, žudnja za mirisima, žudnja za ukusima, žudnja za dodiria i žudnja za sadržajima uma. \\'\"'",
  "dn34:1.7.25": "'\"\\'Kojih to šest stvari vodi do propasti? \\'\"'",
  "dn34:1.7.26": "'\"\\'Šest nepoštovanja: \\'\"'",
  "dn34:1.7.27": "'\"\\'Tako, prijatelju, monah živi bez poštovanja za učitelja, poštovanja za učenje, poštovanja za monašku zajednicu, poštovanja za vežbanje, poštovanja za promišljenost i poštovanja za srdačnost. \\'\"'",
  "dn34:1.7.29": "'\"\\'A kojih šest stvari vode do izvrsnosti? \\'\"'",
  "dn34:1.7.30": "'\"\\'Šest poštovanja: \\'\"'",
  "dn34:1.7.31": "'\"\\'Tako, prijatelju, monah živi ispunjen poštovanjem za učitelja, poštovanjem za učenje, poštovanjem za monašku zajednicu, poštovanjem za vežbanje, poštovanjem za promišljenost i poštovanjem za srdačnost. \\'\"'",
  "dn34:1.7.33": "'\"\\'U kojih je to šest stvari teško proniknuti? \\'\"'",
  "dn34:1.7.34": "'\"\\'Šest begova: \\'\"'",
  "dn34:1.7.35": "'\"\\'Tako prijatelju, ako bi monah ovako rekao: \\'\"'",
  "dn34:1.7.36": "'\"\\'Razvijao sam oslobođenje uma uz pomoć prijateljske ljubavi, tako što sam je često vežbao, njome ovladao, temeljno praktikovao, održavao, uvećavao i na pravi način koristio. \\'\"'",
  "dn34:1.7.37": "'\"\\'Pa ipak, nekako, zlovolja u mome umu opstaje.’ \\'\"'",
  "dn34:1.7.38": "'\"\\'Njemu bi trebalo reći: ’Ne, poštovani. Nemojte tako govoriti! Nemojte pogrešno tumačiti Blaženog, jer to nije dobro. Blaženi ne bi tako nešto rekao. \\'\"'",
  "dn34:1.7.39": "'\"\\'Nemoguće je da se uz pomoć prijateljske ljubavi razvija oslobođenje uma i na pravi način koristi, \\'\"'",
  "dn34:1.7.40": "'\"\\'a da ipak, nekako, zlovolja u umu opstaje. \\'\"'",
  "dn34:1.7.41": "'\"\\'Jer razvijanje oslobođenja uma uz pomoć prijateljske ljubavi upravo znači beg od zlovolje. \\'\"'",
  "dn34:1.7.42": "'\"\\'Ako bi neki monah ovako rekao: \\'\"'",
  "dn34:1.7.43": "'\"\\'Razvijao sam oslobođenje uma uz pomoć saosećanja, tako što sam ga često vežbao, njime ovladao, temeljno praktikovao, održavao, uvećavao i na pravi način koristio. \\'\"'",
  "dn34:1.7.44": "'\"\\'Pa ipak, nekako, nasilnost u mome umu opstaje.’ \\'\"'",
  "dn34:1.7.45": "'\"\\'Njemu bi trebalo reći: ’Ne, poštovani. Nemojte tako govoriti!… \\'\"'",
  "dn34:1.7.46": "'\"\\'Jer razvijanje oslobođenja uma uz pomoć saosećanja upravo znači beg od nasilnosti. \\'\"'",
  "dn34:1.7.47": "'\"\\'Ako bi neki monah ovako rekao: \\'\"'",
  "dn34:1.7.48": "'\"\\'Razvijao sam oslobođenje uma uz pomoć radosti zbog sreće drugih… \\'\"'",
  "dn34:1.7.49": "'\"\\'Pa ipak, nekako, nezadovoljstvo u mome umu opstaje.’ \\'\"'",
  "dn34:1.7.50": "'\"\\'Njemu bi trebalo reći: ’Ne, poštovani. Nemojte tako govoriti!… \\'\"'",
  "dn34:1.7.51": "'\"\\'Jer razvijanje oslobođenja uma uz pomoć radosti zbog sreće drugih upravo znači beg od nezadovoljstva. \\'\"'",
  "dn34:1.7.52": "'\"\\'Ako bi neki monah ovako rekao: \\'\"'",
  "dn34:1.7.53": "'\"\\'Razvijao sam oslobođenje uma uz pomoć spokojstva… \\'\"'",
  "dn34:1.7.54": "'\"\\'Pa ipak, nekako, strast u mome umu opstaje.’ \\'\"'",
  "dn34:1.7.55": "'\"\\'Njemu bi trebalo reći: ’Ne, poštovani. Nemojte tako govoriti!… \\'\"'",
  "dn34:1.7.56": "'\"\\'Jer razvijanje oslobođenja uma uz pomoć radosti zbog sreće drugih upravo znači beg od strasti.’ \\'\"'",
  "dn34:1.7.57": "'\"\\'Ako bi neki monah ovako rekao: \\'\"'",
  "dn34:1.7.58": "'\"\\'’Razvijao sam oslobođenje uma bez ikakvog znaka… \\'\"'",
  "dn34:1.7.59": "'\"\\'Pa ipak, nekako, moj um i dalje sledi znakove.’ \\'\"'",
  "dn34:1.7.60": "'\"\\'Njemu bi trebalo reći: ’Ne, poštovani. Nemojte tako govoriti!… \\'\"'",
  "dn34:1.7.61": "'\"\\'Jer razvijanje oslobođenja uma bez ikakvog znaka upravo znači beg od svakog znaka.’ \\'\"'",
  "dn34:1.7.62": "'\"\\'Ako bi neki monah ovako rekao: \\'\"'",
  "dn34:1.7.63": "'\"\\'’Oslobodio sam se obmane „ja sam” i ni na šta ne gledam kao na „to sam ja”. \\'\"'",
  "dn34:1.7.64": "'\"\\'Pa ipak, nekako, strela sumnje i neodlučnosti je još uvek u mom umu.’ \\'\"'",
  "dn34:1.7.65": "'\"\\'Njemu bi trebalo reći: ’Ne, poštovani. Nemojte tako govoriti! Nemojte pogrešno tumačiti Blaženog, jer to nije dobro. Blaženi ne bi tako nešto rekao. \\'\"'",
  "dn34:1.7.66": "'\"\\'Nemoguće je da se oslobodimo obmane „ja sam” i da ni na šta ne gledamo kao na „to sam ja”, \\'\"'",
  "dn34:1.7.67": "'\"\\'a da ipak, nekako, strela sumnje i neodlučnosti još uvek u umu opstaje. \\'\"'",
  "dn34:1.7.68": "'\"\\'Jer iskoreniti obmanu „ja sam” upravo znači iščupati strelu sumnje i neodlučnosti. \\'\"'",
  "dn34:1.7.70": "'\"\\'Kojih šest stvari treba stvoriti? \\'\"'",
  "dn34:1.7.71": "'\"\\'Šest stabilnih stanja: \\'\"'",
  "dn34:1.7.72": "'\"\\'Tako, prijatelju, kada monah okom vidi neki oblik, nije ni obradovan, ni potišten, već zadržava spokojstvo, svestan i jasno razumevajući. \\'\"'",
  "dn34:1.7.73": "'\"\\'Kad zvuk čuje uhom… \\'\"'",
  "dn34:1.7.74": "'\"\\'Kad oseti miris nosom… \\'\"'",
  "dn34:1.7.75": "'\"\\'Kad okusi ukus jezikom… \\'\"'",
  "dn34:1.7.76": "'\"\\'Kad telom dodirne neki predmet… \\'\"'",
  "dn34:1.7.77": "'\"\\'Kada umom spozna neki objekat uma, nije ni obradovan, ni potišten, već zadržava spokojstvo, svestan i jasno razumevajući. \\'\"'",
  "dn34:1.7.79": "'\"\\'Kojih šest stvari treba neposredno saznati? \\'\"'",
  "dn34:1.7.80": "'\"\\'Šest nenadmašnih stvari: \\'\"'",
  "dn34:1.7.81": "'\"\\'nenadmašno viđenje, slušanje, zadobijanje, vežbanje, služenje i podsećanje. \\'\"'",
  "dn34:1.7.83": "'\"\\'Kojih to šest stvari treba ostvariti? \\'\"'",
  "dn34:1.7.84": "'\"\\'Šest neposrednih znanja: \\'\"'",
  "dn34:1.7.85": "'\"\\'Tako, prijatelju, monah ispoljava različite vrste natprirodnih moći: iz jednog bića se pretvara u mnogobrojna, a iz mnogobrojnih opet u jedno; iz vidljivog bića se pretvara u nevidljivo; nesmetano prolazi kroz zidove, bedeme i bregove, kao kroz vazduh; uranja u zemlju i izranja iz nje kao iz vode; hoda po vodi, a da je i ne ustalasa, kao po zemlji; kreće se vazduhom ukrštenih nogu, poput ptice; u stanju je da rukom dotakne i miluje Mesec i Sunce, tako moćne i velike; telesno se uzdiže, čak do sveta boga Brahme. \\'\"'",
  "dn34:1.7.86": "'\"\\'Uz pomoć duhovnog uha, koje je pročišćeno i prevazilazi ljudsko, čuje obe vrste zvukova, božanske i ljudske, one koji su daleko i one blizu. \\'\"'",
  "dn34:1.7.87": "'\"\\'On razume umove drugih osoba, drugih bića, tako što ih obuhvati sopstvenim umom. \\'\"'",
  "dn34:1.7.88": "'\"\\'um zahvaćen strašću razume kao um zahvaćen strašću, \\'\"'",
  "dn34:1.7.89": "'\"\\'a neoslobođen um kao neoslobođen. \\'\"'",
  "dn34:1.7.90": "'\"\\'Seća se mnoštva svojih prošlih života, jednog rođenja, dva, tri, četiri, pet…\\\\\\\\xa0Tako se seća mnoštva svojih prošlih života u celini i do detalja. \\'\"'",
  "dn34:1.7.91": "'\"\\'Duhovnim okom, pročišćenim i superiornim u odnosu na ljudsko, vidi bića kako umiru i ponovo se rađaju, kako su inferiorna i superiorna, lepa i ružna, srećna i nesrećna… \\'\"'",
  "dn34:1.7.92": "'\"\\'Tako, razumevajući sopstvenim neposrednim znanjem, monah ovde i sada ulazi i boravi u oslobođenosti uma i oslobođenosti mudrošću, koje su bez nečistoća, svaki od otrova uklonjen. \\'\"'",
  "dn34:1.7.94": "'\"\\'Za ovih šezdeset stvari koje su istinite, stvarne, takve, a ne izmišljene, drugačije, Tathāgata je dostigao ispravno probuđenje. \\'\"'",
  "dn34:1.8.0": "'\"\\'7. Sedam stvari \\'\"'",
  "dn34:1.8.1": "'\"\\'Sedam stvari treba često činiti… i sedam ostvariti. \\'\"'",
  "dn34:1.8.2": "'\"\\'A kojih su to sedam stvari koje treba često činiti? \\'\"'",
  "dn34:1.8.3": "'\"\\'Sedam bogatstava plemenitih: \\'\"'",
  "dn34:1.8.4": "'\"\\'bogatstvo poverenja, bogatstvo vrline, bogatstvo stida od činjenja loših dela, bogatstvo straha od činjeja loših dela, bogatstvo učenosti, bogatstvo darežljivosti i bogatstvo mudrosti. \\'\"'",
  "dn34:1.8.6": "'\"\\'Kojih sedam stvari treba razvijati? \\'\"'",
  "dn34:1.8.7": "'\"\\'Sedam elemenata probuđenja: \\'\"'",
  "dn34:1.8.8": "'\"\\'svesnost kao elemenat probuđenja, istraživanje pojava, energija, radost, smirenje, koncentracija i spokojstvo kao elemenat probuđenja. \\'\"'",
  "dn34:1.8.10": "'\"\\'Kojih sedam stvari treba potpuno razumeti? \\'\"'",
  "dn34:1.8.11": "'\"\\'Sedam uporišta za svest: \\'\"'",
  "dn34:1.8.12": "'\"\\'Postoje, prijatelju, bića koja se razlikuju po telu i po opažanju, kao što su ljudska bića, božanstva i neka bića u nižim svetovima. \\'\"'",
  "dn34:1.8.13": "'\"\\'To je prvo uporište za svest. \\'\"'",
  "dn34:1.8.14": "'\"\\'Postoje bića koja se razlikuju po telu, ali su identična po opažanju, kao što su božanstva iz sveta Brahme, koja su nastala na osnovu prvog zadubljenja. \\'\"'",
  "dn34:1.8.15": "'\"\\'To je drugo uporište za svest. \\'\"'",
  "dn34:1.8.16": "'\"\\'Postoje bića koja su identična po telu, ali se razlikuju po opažanju, kao što su božanstva neprekidnog sjaja. \\'\"'",
  "dn34:1.8.17": "'\"\\'To je treće uporište za svest. \\'\"'",
  "dn34:1.8.18": "'\"\\'Postoje bića koja su identična po telu i po opažanju, kao što su božanstva blistave slave. \\'\"'",
  "dn34:1.8.19": "'\"\\'To je četvrto uporište za svest. \\'\"'",
  "dn34:1.8.20": "'\"\\'Postoje bića koja, kroz potpuno nadilaženje opažanjâ materijalnih oblika… stižu u područje beskonačnog prostora. \\'\"'",
  "dn34:1.8.21": "'\"\\'To je peto uporište za svest. \\'\"'",
  "dn34:1.8.22": "'\"\\'Postoje bića koja, kroz potpuno nadilaženje područja beskonačnog prostora i (kontemplirajući) ’Svest je bezgranična’, stižu u područje bezgranične svesti. \\'\"'",
  "dn34:1.8.23": "'\"\\'To je šesto uporište za svest. \\'\"'",
  "dn34:1.8.24": "'\"\\'Postoje bića koja, kroz potpuno nadilaženje područja bezgranične svesti i (kontemplirajući) ’Ništa ne postoji’, stižu u područje ničega. \\'\"'",
  "dn34:1.8.25": "'\"\\'To je sedmo uporište za svest. \\'\"'",
  "dn34:1.8.27": "'\"\\'Kojih sedam stvari treba napustiti? \\'\"'",
  "dn34:1.8.28": "'\"\\'Sedam prikrivenih sklonosti: \\'\"'",
  "dn34:1.8.29": "'\"\\'prikrivena sklonost ka strasti za zadovoljstvima čula, ka odbojnosti, gledištima, sumnji, uobraženosti, strasti za novi preporađanjem i ka neznanju. \\'\"'",
  "dn34:1.8.31": "'\"\\'Kojih to sedam stvari vodi do propasti? \\'\"'",
  "dn34:1.8.32": "'\"\\'Sedam loših osobina: \\'\"'",
  "dn34:1.8.33": "'\"\\'Tako, prijatelju, monah nema poverenja, nema stida i nema straha od činjena loših dela, neuk je, lenj, rastresen i bez mudrosti. \\'\"'",
  "dn34:1.8.35": "'\"\\'A kojih sedam stvari vode do izvrsnosti? \\'\"'",
  "dn34:1.8.36": "'\"\\'Sedam dobrih osobina: \\'\"'",
  "dn34:1.8.37": "'\"\\'Tako, prijatelju, monah ima poverenja, ima stida i straha od činjena loših dela, učen je, marljiv, svestan i mudar. \\'\"'",
  "dn34:1.8.39": "'\"\\'U kojih je to sedam stvari teško proniknuti? \\'\"'",
  "dn34:1.8.40": "'\"\\'Sedam kvaliteta dobrog čoveka: \\'\"'",
  "dn34:1.8.41": "'\"\\'Tako, prijatelju, monah dobro zna učenje, dobro zna značenje, dobro poznaje sebe, odmeren je, zna pravi trenutak, zna zajednice i poznaje ljude. \\'\"'",
  "dn34:1.8.43": "'\"\\'Kojih sedam stvari treba stvoriti? \\'\"'",
  "dn34:1.8.44": "'\"\\'Sedam opažaja: \\'\"'",
  "dn34:1.8.45": "'\"\\'opažaj prolaznosti, opažaj nepostojanja trajnog sopstva, opažaja odbojnosti, opažaj opasnosti, opažaj napuštanja, opažaj hlađenja strasti i opažaj prestanka. \\'\"'",
  "dn34:1.8.47": "'\"\\'Kojih sedam stvari treba neposredno saznati? \\'\"'",
  "dn34:1.8.48": "'\"\\'Sedam razloga za pohvalu: \\'\"'",
  "dn34:1.8.49": "'\"\\'Tako, prijatelju, monah ima snažnu volju da vežba i nastoji da u tome istraje. \\'\"'",
  "dn34:1.8.50": "'\"\\'Monah ima snažnu volju da proučava učenje i nastoji da u tome istraje. \\'\"'",
  "dn34:1.8.51": "'\"\\'Monah ima snažnu volju da se oslobodi želja i nastoji da u tome istraje. \\'\"'",
  "dn34:1.8.52": "'\"\\'Monah ima snažnu volju da živi u osami i želi da u tome istraje. \\'\"'",
  "dn34:1.8.53": "'\"\\'Monah ima snažnu volju da u sebi budi energiju i nastoji da u tome istraje. \\'\"'",
  "dn34:1.8.54": "'\"\\'Monah ima snažnu volju da razvija svesnost i pažljivost i nastoji da u tome istraje. \\'\"'",
  "dn34:1.8.55": "'\"\\'Monah ima snažnu volju da razvija prodoran uvid i nastoji da u tome istraje. \\'\"'",
  "dn34:1.8.57": "'\"\\'Kojih to sedam stvari treba ostvariti? \\'\"'",
  "dn34:1.8.58": "'\"\\'Sedam snaga onoga ko je uklonio otrove u umu: \\'\"'",
  "dn34:1.8.59": "'\"\\'Tako, prijatelji, monah koji je uklonio otrove je sa ispravnom mudrošću video sve uslovljene stvari onakvima kakve jesu, dakle prolazne. \\'\"'",
  "dn34:1.8.60": "'\"\\'I to je snaga na osnovu koje monah koji je uklonio sve otrove može da kaže: ’U meni otrova više nema’. \\'\"'",
  "dn34:1.8.61": "'\"\\'Dalje, monah koji je uklonio sve otrove je sa ispravnom mudrošću zadovoljstva čula jasno video onakvima kakve jesu, kao jamu punu užarenog ugljevlja. \\'\"'",
  "dn34:1.8.62": "'\"\\'I… može da kaže: ’U meni otrova više nema’. \\'\"'",
  "dn34:1.8.63": "'\"\\'Dalje, um monah koji je uklonio sve otrove se priklanja osami, okrenut je osami, teži osami. Radujući se tako osami i obuzdavanju, uklonio je sve uticaje koji izviru iz otrova u umu. \\'\"'",
  "dn34:1.8.64": "'\"\\'I… može da kaže: ’U meni otrova više nema’. \\'\"'",
  "dn34:1.8.65": "'\"\\'Dalje, monah koji je uklonio sve otrove je dobro razvio četiri temelja svesnosti. \\'\"'",
  "dn34:1.8.66": "'\"\\'I… može da kaže: ’U meni otrova više nema’. \\'\"'",
  "dn34:1.8.67": "'\"\\'Dalje, monah koji je uklonio sve otrove je dobro razvio pet sposobnosti. \\'\"'",
  "dn34:1.8.68": "'\"\\'I… može da kaže: ’U meni otrova više nema’. \\'\"'",
  "dn34:1.8.69": "'\"\\'Dalje, monah koji je uklonio sve otrove je dobro razvio sedam elemenata probuđenja. \\'\"'",
  "dn34:1.8.70": "'\"\\'I… može da kaže: ’U meni otrova više nema’. \\'\"'",
  "dn34:1.8.71": "'\"\\'Dalje, monah koji je uklonio sve otrove je dobro razvio plemeniti osmostruki put. \\'\"'",
  "dn34:1.8.72": "'\"\\'I to je snaga na osnovu koje monah koji je uklonio sve otrove može da kaže: \\'\"'",
  "dn34:1.8.73": "'\"\\'’U meni otrova više nema’. \\'\"'",
  "dn34:1.8.75": "'\"\\'Za ovih sedamdeset stvari koje su istinite, stvarne, takve, a ne izmišljene, drugačije, Tathāgata je dostigao ispravno probuđenje. \\'\"'",
  "dn34:2.1.0": "'\"\\'8. Osam stvari \\'\"'",
  "dn34:2.1.1": "'\"\\'Osam stvari treba često činiti… i osam ostvariti. \\'\"'",
  "dn34:2.1.2": "'\"\\'A kojih su to osam stvari koje treba često činiti? \\'\"'",
  "dn34:2.1.3": "'\"\\'Osam je uzroka, osam uslova sticanja mudrosti koja je temelj svetačkog života, kao i njezinog jačanja, uvećanja i ispunjenja kada je jednom stečena. \\'\"'",
  "dn34:2.1.4": "'\"\\'Kojih osam? \\'\"'",
  "dn34:2.1.5": "'\"\\'Tako monah živi kraj svoga učitelja ili nekog drugog saputnika u svetačkom životu kojeg poštuje, a u njemu su snažno razvijeni stid i strah od činjenja loših dela, ljubav i poštovanje. \\'\"'",
  "dn34:2.1.6": "'\"\\'Ovo je prvi uzrok, prvi uslov sticanja mudrosti koja je temelj svetačkog života, kao i njezinog jačanja, uvećanja i ispunjenja kada je jednom stečena. \\'\"'",
  "dn34:2.1.7": "'\"\\'Kada monah živi kraj svoga učitelja ili nekog drugog saputnika u svetačkom životu kojeg poštuje, a u njemu su snažno razvijeni stid i strah od činjenja loših dela, ljubav i poštovanje, on s vremena na vreme dođe i postavi pitanje: \\'\"'",
  "dn34:2.1.8": "'\"\\'’Kako je to, poštovani? \\'\"'",
  "dn34:2.1.9": "'\"\\'Kakvo je značenje ovoga?’ \\'\"'",
  "dn34:2.1.10": "'\"\\'Na taj način takav poštovani razjašnjava sebi ono što je nejasno, otkriva ono što je skriveno, razvejava nedoumice oko mnogih stvari u koje nije siguran. \\'\"'",
  "dn34:2.1.11": "'\"\\'Ovo je drugi uzrok, treći uslov… \\'\"'",
  "dn34:2.1.12": "'\"\\'Kad čuje Dhammu, on postaje usavršeniji u odvajanju, i telom i umom. \\'\"'",
  "dn34:2.1.13": "'\"\\'Ovo je treći uzrok, treći uslov… \\'\"'",
  "dn34:2.1.14": "'\"\\'Tako monah živi obuzdan granicama Pātimokkhe, savršenog ponašanja i delovanja. Videći opasnost i u najmanjoj pogrešci, vežba sebe držeći se pravila vežbanja. \\'\"'",
  "dn34:2.1.15": "'\"\\'Ovo je četvrti uzrok, četvrti uslov… \\'\"'",
  "dn34:2.1.16": "'\"\\'Dalje, monah je mnogo čuo, zapamtio to što je čuo i razumeo. A onog učenja koje je divno na početku, divno u sredini, divno na kraju, pravog je značenja i izraza, upućuje na potpuno zaokružen i pročišćen svetački život, upravo takvog učenja je monah mnogo čuo, zapamtio to što je čuo, može da ga ponovi, istražio ga je svojim umom i dobro ga razumeo. \\'\"'",
  "dn34:2.1.17": "'\"\\'Ovo je peti uzrok, peti uslov… \\'\"'",
  "dn34:2.1.18": "'\"\\'Dalje, monah živi ispunjen energičnošću u napuštanju loših stvari i prihvatanju onih dobrih. Jak je i istrajan, nije lenj, kada se radi o razvijanju dobrih stvari. \\'\"'",
  "dn34:2.1.19": "'\"\\'Ovo je šesti uzrok, šesti uslov… \\'\"'",
  "dn34:2.1.20": "'\"\\'Dalje, monah održava svesnost, poseduje najvišu svesnost i veštinu; seća se i zna šta je radio nekad davno i šta je govorio nekad davno. \\'\"'",
  "dn34:2.1.21": "'\"\\'Ovo je sedmi uzrok, sedmi uslov… \\'\"'",
  "dn34:2.1.22": "'\"\\'Dalje, monah boravi kontemplirajući nastanak i nestanak pet sastojaka bića podložnih vezivanju: \\'\"'",
  "dn34:2.1.23": "'\"\\'Ovakav je materijalni oblik, ovakav je njegov nastanak, ovakav njegov nestanak. \\'\"'",
  "dn34:2.1.24": "'\"\\'Ovakav je osećaj, ovakav je nastanak osećaja, ovakav prestanak osećaja. \\'\"'",
  "dn34:2.1.25": "'\"\\'Ovakav je opažaj, ovakav je nastanak opažaja, ovakav prestanak opažaja. \\'\"'",
  "dn34:2.1.26": "'\"\\'Ovakvi su mentalni obrasci, ovakav je nastanak mentalnih obrazaca, ovakav prestanak mentalnih obrazaca.” \\'\"'",
  "dn34:2.1.27": "'\"\\'Ovakva je svest, ovakav je nastanak svesti, ovakav prestanak svesti.” \\'\"'",
  "dn34:2.1.28": "'\"\\'Ovo je osmi uzrok, osmi uslov sticanja mudrosti koja je temelj svetačkog života, kao i njezinog jačanja, uvećanja i ispunjenja kada je jednom stečena. \\'\"'",
  "dn34:2.1.30": "'\"\\'Kojih osam stvari treba razvijati? \\'\"'",
  "dn34:2.1.31": "'\"\\'Plemeniti osmostruki put: \\'\"'",
  "dn34:2.1.32": "'\"\\'ispravno razumevanje, ispravna namera, ispravan govor, ispravni postupci, ispravno življenje, ispravan napor, ispravna svesnost i ispravna koncentracija. \\'\"'",
  "dn34:2.1.34": "'\"\\'Kojih osam stvari treba potpuno razumeti? \\'\"'",
  "dn34:2.1.35": "'\"\\'Osam stanja u ovom svetu: \\'\"'",
  "dn34:2.1.36": "'\"\\'dobitak i gubitak, dobra i loša reputacija, pokuda i pohvala, zadovoljstvo i bol. \\'\"'",
  "dn34:2.1.38": "'\"\\'Kojih osam stvari treba napustiti? \\'\"'",
  "dn34:2.1.39": "'\"\\'Osam pogrešnih stvari: \\'\"'",
  "dn34:2.1.40": "'\"\\'pogrešno razumevanje, pogrešna namera, pogrešan govor, pogrešni postupci, pogrešno življenje, pogrešan napor, pogrešna svesnost i pogrešna koncentracija. \\'\"'",
  "dn34:2.1.42": "'\"\\'Kojih to osam stvari vodi do propasti? \\'\"'",
  "dn34:2.1.43": "'\"\\'Osam slučajeva lenjosti: \\'\"'",
  "dn34:2.1.44": "'\"\\'Tako, prijatelju, monah treba da obavi neki posao. \\'\"'",
  "dn34:2.1.45": "'\"\\'Onda on ovako razmišlja: \\'\"'",
  "dn34:2.1.46": "'\"\\'’Treba taj posao da uradim. Ali dok ga budem radio moje telo će se zamoriti. Bolje da malo prilegnem.’ \\'\"'",
  "dn34:2.1.47": "'\"\\'I on prilegne, ne budi u sebi energiju da završi ono što još nije završio, postigne ono što još nije postigao, da ostvari ono što još nije ostvario. \\'\"'",
  "dn34:2.1.48": "'\"\\'To je prvi slučaj lenjosti. \\'\"'",
  "dn34:2.1.49": "'\"\\'Dalje, monah je uradio neki posao. \\'\"'",
  "dn34:2.1.50": "'\"\\'Onda on ovako razmišlja: \\'\"'",
  "dn34:2.1.51": "'\"\\'’Uradio sam taj posao. Ali dok sam ga radio, moje telo se zamorilo. Bolje da malo prilegnem.’ \\'\"'",
  "dn34:2.1.52": "'\"\\'I on prilegne, ne budi u sebi energiju… \\'\"'",
  "dn34:2.1.53": "'\"\\'To je drugi slučaj lenjosti. \\'\"'",
  "dn34:2.1.54": "'\"\\'Dalje, monah treba da krene na put. \\'\"'",
  "dn34:2.1.55": "'\"\\'Onda on ovako razmišlja: \\'\"'",
  "dn34:2.1.56": "'\"\\'’Treba da idem na put. Ali dok ga budem putovao, moje telo će se zamoriti. Bolje da malo prilegnem.’ \\'\"'",
  "dn34:2.1.57": "'\"\\'I on prilegne, ne budi u sebi energiju… \\'\"'",
  "dn34:2.1.58": "'\"\\'To je treći slučaj lenjosti. \\'\"'",
  "dn34:2.1.59": "'\"\\'Dalje, monah je krenuo na put. \\'\"'",
  "dn34:2.1.60": "'\"\\'Onda on ovako razmišlja: \\'\"'",
  "dn34:2.1.61": "'\"\\'’Krenuo sam na ovaj na put. Ali dok ovako putujem, moje telo se zamorilo. Bolje da malo prilegnem.’ \\'\"'",
  "dn34:2.1.62": "'\"\\'I on prilegne, ne budi u sebi energiju… \\'\"'",
  "dn34:2.1.63": "'\"\\'To je četvrti slučaj lenjosti. \\'\"'",
  "dn34:2.1.64": "'\"\\'Dalje, monah je prošao selo ili grad proseći hranu, ali nije dobio onoliko koliko je želeo, ni čvrste, ni meke. \\'\"'",
  "dn34:2.1.65": "'\"\\'Onda on ovako razmišlja: \\'\"'",
  "dn34:2.1.66": "'\"\\'’Prošao sam selo ili grad proseći hranu, ali nisam dobio onoliko koliko sam želeo, ni čvrste, ni meke. Od toga se moje telo zamorilo, nije sposobno ni za kakav rad. Bolje da malo prilegnem.’ \\'\"'",
  "dn34:2.1.67": "'\"\\'To je peti slučaj lenjosti. \\'\"'",
  "dn34:2.1.68": "'\"\\'Dalje, monah je prošao selo ili grad proseći hranu i dobije onoliko koliko je želeo, i čvrste i meke. \\'\"'",
  "dn34:2.1.69": "'\"\\'Onda on ovako razmišlja: \\'\"'",
  "dn34:2.1.70": "'\"\\'’Prošao sam selo ili grad proseći hranu i dobio sam onoliko koliko sam želeo, i čvrste i meke. Od toga se moje telo zamorilo, nije sposobno ni za kakav rad. Bolje da malo prilegnem.’ \\'\"'",
  "dn34:2.1.71": "'\"\\'I on prilegne, ne budi u sebi energiju… \\'\"'",
  "dn34:2.1.72": "'\"\\'To je šesti slučaj lenjosti. \\'\"'",
  "dn34:2.1.73": "'\"\\'Dalje, monaha zadesi neka mala boljka. \\'\"'",
  "dn34:2.1.74": "'\"\\'lakše će mi biti ako ležim. Bolje da malo prilegnem.’ \\'\"'",
  "dn34:2.1.75": "'\"\\'I on prilegne, ne budi u sebi energiju… \\'\"'",
  "dn34:2.1.76": "'\"\\'To je sedmi slučaj lenjosti. \\'\"'",
  "dn34:2.1.77": "'\"\\'Dalje, u monahu su se bolovi umirili, oporavlja se od bolesti. \\'\"'",
  "dn34:2.1.78": "'\"\\'Onda on ovako razmišlja: \\'\"'",
  "dn34:2.1.79": "'\"\\'’Bolovi su se umirili, oporavljam se od bolesti, \\'\"'",
  "dn34:2.1.80": "'\"\\'ali je moje telo slabo, nije sposobno ni za kakav rad. Bolje da malo prilegnem.’ \\'\"'",
  "dn34:2.1.81": "'\"\\'I on prilegne, ne budi u sebi energiju… \\'\"'",
  "dn34:2.1.82": "'\"\\'To je osmi slučaj lenjosti. \\'\"'",
  "dn34:2.1.84": "'\"\\'A kojih osam stvari vode do izvrsnosti? \\'\"'",
  "dn34:2.1.85": "'\"\\'Osam slučajeva energičnosti: \\'\"'",
  "dn34:2.1.86": "'\"\\'Tako, prijatelju, monah treba da obavi neki posao. \\'\"'",
  "dn34:2.1.87": "'\"\\'’Treba taj posao da uradim. Dok budem radio, nije lako biti koncentrisan na učenja Budnih. Zato ću probuditi u sebi dovoljno energije da završim ono što još nije završeno, postignem ono što još nije postignuto, da ostvarim ono što još nije ostvareno.’ \\'\"'",
  "dn34:2.1.88": "'\"\\'I tako on budi u sebi energiju da završi ono što još nije završio, postigne ono što još nije postigao, da ostvari ono što još nije ostvario. \\'\"'",
  "dn34:2.1.89": "'\"\\'To je prvi slučaj energičnosti. \\'\"'",
  "dn34:2.1.90": "'\"\\'Dalje, monah je uradio neki posao. \\'\"'",
  "dn34:2.1.91": "'\"\\'Onda on ovako razmišlja: \\'\"'",
  "dn34:2.1.92": "'\"\\'’Uradio sam taj posao. Ali dok sam ga radio, nije lako biti koncentrisan na učenja Budnih. Zato ću probuditi u sebi dovoljno energije… \\'\"'",
  "dn34:2.1.93": "'\"\\'To je drugi slučaj energičnosti. \\'\"'",
  "dn34:2.1.94": "'\"\\'Dalje, monah treba da krene na put. \\'\"'",
  "dn34:2.1.95": "'\"\\'Onda on ovako razmišlja: \\'\"'",
  "dn34:2.1.96": "'\"\\'’Treba da idem na put. Ali dok ga budem putovao, nije lako biti koncentrisan na učenja Budnih. Zato ću probuditi u sebi dovoljno energije… \\'\"'",
  "dn34:2.1.97": "'\"\\'To je treći slučaj energičnosti. \\'\"'",
  "dn34:2.1.98": "'\"\\'Dalje, monah je krenuo na put. \\'\"'",
  "dn34:2.1.99": "'\"\\'Onda on ovako razmišlja: \\'\"'",
  "dn34:2.1.100": "'\"\\'’Krenuo sam na ovaj na put. Ali dok ovako putujem, nije lako biti koncentrisan na učenja Budnih. Zato ću probuditi u sebi dovoljno energije… \\'\"'",
  "dn34:2.1.101": "'\"\\'To je četvrti slučaj energičnosti. \\'\"'",
  "dn34:2.1.102": "'\"\\'Dalje, monah je prošao selo ili grad proseći hranu, ali nije dobio onoliko koliko je želeo, ni čvrste, ni meke. \\'\"'",
  "dn34:2.1.103": "'\"\\'Onda on ovako razmišlja: \\'\"'",
  "dn34:2.1.104": "'\"\\'’Prošao sam selo ili grad proseći hranu, ali nisam dobio onoliko koliko sam želeo, ni čvrste, ni meke. Zbog toga je moje telo lako, sposobno za rad. Zato ću probuditi u sebi dovoljno energije…’ \\'\"'",
  "dn34:2.1.105": "'\"\\'To je peti slučaj energičnosti. \\'\"'",
  "dn34:2.1.106": "'\"\\'Dalje, monah je prošao selo ili grad proseći hranu i dobije onoliko koliko je želeo, i čvrste i meke. \\'\"'",
  "dn34:2.1.107": "'\"\\'Onda on ovako razmišlja: \\'\"'",
  "dn34:2.1.108": "'\"\\'’Prošao sam selo ili grad proseći hranu i dobio sam onoliko koliko sam želeo, i čvrste i meke. \\'\"'",
  "dn34:2.1.109": "'\"\\'Zbog toga je moje telo snažno, sposobno za rad. Zato ću probuditi u sebi dovoljno energije…’ \\'\"'",
  "dn34:2.1.110": "'\"\\'To je šesti slučaj energičnosti. \\'\"'",
  "dn34:2.1.111": "'\"\\'Dalje, monaha zadesi neka mala boljka. \\'\"'",
  "dn34:2.1.112": "'\"\\'Onda on ovako razmišlja: \\'\"'",
  "dn34:2.1.113": "'\"\\'’Zadesila me je ova mala boljka; moguće je da će ona postati još gora. Zato ću probuditi u sebi dovoljno energije… \\'\"'",
  "dn34:2.1.114": "'\"\\'To je sedmi slučaj energičnosti. \\'\"'",
  "dn34:2.1.115": "'\"\\'Dalje, u monahu su se bolovi umirili, oporavlja se od bolesti. \\'\"'",
  "dn34:2.1.116": "'\"\\'Onda on ovako razmišlja: \\'\"'",
  "dn34:2.1.117": "'\"\\'’Bolovi su se umirili, oporavljam se od bolesti, ali moguće je da se ona ponovo javi. Zato ću probuditi u sebi dovoljno energije da završim ono što još nije završeno, postignem ono što još nije postignuto, da ostvarim ono što još nije ostvareno.’ \\'\"'",
  "dn34:2.1.118": "'\"\\'I tako on budi u sebi energiju da završi ono što još nije završio, postigne ono što još nije postigao, da ostvari ono što još nije ostvario. \\'\"'",
  "dn34:2.1.119": "'\"\\'To je osmi slučaj energičnosti. \\'\"'",
  "dn34:2.1.121": "'\"\\'U kojih je to osam stvari teško proniknuti? \\'\"'",
  "dn34:2.1.122": "'\"\\'Osam propuštenih prilika za svetački život: \\'\"'",
  "dn34:2.1.123": "'\"\\'„Tako, prijatelji, Tathāgata se pojavi u ovome svetu, plemeniti i potpuno probuđeni, a Dhamma koja vodi ka miru, nibbāni i probuđenju, biva podučavana onako kako ju je objavio Srećni. \\'\"'",
  "dn34:2.1.124": "'\"\\'Ali čovek se preporodio u paklu. \\'\"'",
  "dn34:2.1.125": "'\"\\'To je prva propuštena prilika za svetački život. \\'\"'",
  "dn34:2.1.126": "'\"\\'Dalje, Tathāgata se pojavi u ovome svetu, plemeniti i potpuno probuđeni, i biva podučavana Dhamma koja vodi ka miru, nibbāni i probuđenju, onako kako ju je objavio Srećni. \\'\"'",
  "dn34:2.1.127": "'\"\\'Ali čovek se preporodio u životinjskoj materici. \\'\"'",
  "dn34:2.1.128": "'\"\\'To je druga propuštena prilika za svetački život. \\'\"'",
  "dn34:2.1.129": "'\"\\'Dalje, Tathāgata se pojavi u ovome svetu… \\'\"'",
  "dn34:2.1.130": "'\"\\'Ali čovek se preporodio među gladnim duhovima. \\'\"'",
  "dn34:2.1.131": "'\"\\'To je treća propuštena prilika za svetački život. \\'\"'",
  "dn34:2.1.132": "'\"\\'Dalje, Tathāgata se pojavi u ovome svetu… \\'\"'",
  "dn34:2.1.133": "'\"\\'Ali čovek se preporodio među nekim durgim dugovečnim božanstvima. \\'\"'",
  "dn34:2.1.134": "'\"\\'To je četvrta propuštena prilika za svetački život. \\'\"'",
  "dn34:2.1.135": "'\"\\'Dalje, Tathāgata se pojavi u ovome svetu… \\'\"'",
  "dn34:2.1.136": "'\"\\'Ali čovek se rodio u rubnim oblastima, među neobičnim, varvarskim plemenima, tamo gde monasi, monahinje, nezaređeni sledbenici i sledbenice ne zalaze. \\'\"'",
  "dn34:2.1.137": "'\"\\'To je peta propuštena prilika za svetački život. \\'\"'",
  "dn34:2.1.138": "'\"\\'Dalje, Tathāgata se pojavi u ovome svetu… \\'\"'",
  "dn34:2.1.139": "'\"\\'I čovek se rodio u Srednjoj zemlji. Ali ima pogrešno razumevanje, iskrivljena gledišta: \\'\"'",
  "dn34:2.1.140": "'\"\\'’Nema ničeg datog, ničeg prinetog i ničeg žrtvovanog. Nema ploda, ni rezultata dobrih i rđavih dela. Nema ovog sveta, ni drugog sveta; nema majke, ni oca; nema bića koja se spontano preporađaju. Nema dobrih i čestitih asketa i brahmana u ovome svetu koji su kroz neposredno znanje sami za sebe razumeli i objavljuju ovaj svet i drugi svet.’ \\'\"'",
  "dn34:2.1.141": "'\"\\'To je šesta propuštena prilika za svetački život. \\'\"'",
  "dn34:2.1.142": "'\"\\'Dalje, Tathāgata se pojavi u ovome svetu… \\'\"'",
  "dn34:2.1.143": "'\"\\'I čovek se rodio u Srednjoj zemlji. Ali je bez mudrosti, glup, tupav, nije u stanju da razluči šta je dobro, a šta loše rečeno. \\'\"'",
  "dn34:2.1.144": "'\"\\'To je sedma propuštena prilika za svetački život. \\'\"'",
  "dn34:2.1.145": "'\"\\'Dalje, Tathāgata se pojavi u ovome svetu… \\'\"'",
  "dn34:2.1.146": "'\"\\'ali Dhamma koja vodi ka miru, nibbāni i probuđenju, ne biva podučavana onako kako ju je objavio Srećni. A onaj čovek se rodio u Srednjoj zemlji, poseduje mudrost, oštrouman je, bistar, u stanju da razluči šta je dobro, a šta loše rečeno. \\'\"'",
  "dn34:2.1.147": "'\"\\'To je osma propuštena prilika za svetački život. \\'\"'",
  "dn34:2.1.149": "'\"\\'Kojih osam stvari treba stvoriti? \\'\"'",
  "dn34:2.1.150": "'\"\\'Osam misli velikog čoveka: \\'\"'",
  "dn34:2.1.151": "'\"\\'’Ovo je učenje za one sa malo želja, ne za one sa mnogo želja.’ \\'\"'",
  "dn34:2.1.152": "'\"\\'’Ovo je učenje za zadovoljne, ne za nezadovoljne.’ \\'\"'",
  "dn34:2.1.153": "'\"\\'’Ovo je učenje za one koje vole osamu, ne za druželjubive.’ \\'\"'",
  "dn34:2.1.154": "'\"\\'’Ovo je učenje za energične, ne za lenje.’ \\'\"'",
  "dn34:2.1.155": "'\"\\'’Ovo je učenje za zadovoljne, ne za nezadovoljne.’ \\'\"'",
  "dn34:2.1.156": "'\"\\'’Ovo je učenje za koncentrisane, ne za rastresene.’ \\'\"'",
  "dn34:2.1.157": "'\"\\'’Ovo je učenje za mudre, ne za one druge.’ \\'\"'",
  "dn34:2.1.158": "'\"\\'’Ovo je učenje za one koji ne uživaju u umnožavanju misli, ne za one koji u tome uživaju.’ \\'\"'",
  "dn34:2.1.159": "'\"\\'Kojih osam stvari treba neposredno saznati? \\'\"'",
  "dn34:2.1.160": "'\"\\'Osam oblika majstorstva: \\'\"'",
  "dn34:2.1.161": "'\"\\'Kad neko u sebi opažajući oblike, vidi i spoljašnje oblike, male, lepe ili ružne, i zaključuje ovako: ’Ovladavši njima, ja znam, ja vidim’. \\'\"'",
  "dn34:2.1.163": "'\"\\'To je prvi način ovladavanja umom. \\'\"'",
  "dn34:2.1.164": "'\"\\'Kad neko u sebi opažajući oblike, vidi i spoljašnje oblike, ogromne, lepe ili ružne. I zaključuje ovako: ’Ovladavši njima, ja znam, ja vidim’. \\'\"'",
  "dn34:2.1.166": "'\"\\'To je drugi način ovladavanja umom. \\'\"'",
  "dn34:2.1.167": "'\"\\'Kad neko ne opažajući oblike u sebi, vidi spoljašnje oblike, male, lepe ili ružne. I zaključuje ovako: ’Ovladavši njima, ja znam, ja vidim’. \\'\"'",
  "dn34:2.1.169": "'\"\\'To je treći način ovladavanja umom. \\'\"'",
  "dn34:2.1.170": "'\"\\'Kad neko ne opažajući oblike u sebi, vidi spoljašnje oblike, ogromne, lepe ili ružne. I zaključuje ovako: ’Ovladavši njima, ja znam, ja vidim’. \\'\"'",
  "dn34:2.1.172": "'\"\\'To je četvrti način ovladavanja umom. \\'\"'",
  "dn34:2.1.173": "'\"\\'Kad neko, ne opažajući u sebi oblike, vidi spoljašnje oblike, plave, plave boje, plave spoljašnjosti, plavog sjaja. \\'\"'",
  "dn34:2.1.174": "'\"\\'Baš kao što je umā cvet plav, plave boje, plave spoljašnjosti, plavog sjaja. Ili kao što je tkanina iz Benaresa sa obe strane plava, plave boje, plave spoljašnjosti, plavog sjaja. \\'\"'",
  "dn34:2.1.175": "'\"\\'Na isti način neko, ne opažajući u sebi oblike, vidi spoljašnje oblike, plave, plave boje, plave spoljašnjosti, plavog sjaja. \\'\"'",
  "dn34:2.1.176": "'\"\\'To je peti način ovladavanja umom. \\'\"'",
  "dn34:2.1.177": "'\"\\'Kad neko, ne opažajući u sebi oblike, vidi spoljašnje oblike, žute, žute boje, žute spoljašnjosti, žutog sjaja. \\'\"'",
  "dn34:2.1.178": "'\"\\'Baš kao što je kaṇikāra cvet žut, žute boje, žute spoljašnjosti, žutog sjaja. Ili kao što je tkanina iz Benaresa sa obe strane žuta, žute boje, žute spoljašnjosti, žutog sjaja. \\'\"'",
  "dn34:2.1.179": "'\"\\'Na isti način neko, ne opažajući u sebi oblike, vidi spoljašnje oblike, žute, žute boje, žute spoljašnjosti, žutog sjaja. \\'\"'",
  "dn34:2.1.180": "'\"\\'To je šesti način ovladavanja umom. \\'\"'",
  "dn34:2.1.181": "'\"\\'Kad neko, ne opažajući u sebi oblike, vidi spoljašnje oblike, žute, žute boje, žute spoljašnjosti, žutog sjaja. \\'\"'",
  "dn34:2.1.182": "'\"\\'Baš kao što je bandhuđīvaka cvet crven, crvene boje, crvene spoljašnjosti, crvenog sjaja. Ili kao što je tkanina iz Benaresa sa obe strane crvena, crvene boje, crvene spoljašnjosti, crvenog sjaja. \\'\"'",
  "dn34:2.1.183": "'\"\\'Na isti način neko, ne opažajući u sebi oblike, vidi spoljašnje oblike, crvene, crvene boje, crvene spoljašnjosti, crvenog sjaja. \\'\"'",
  "dn34:2.1.184": "'\"\\'To je sedmi način ovladavanja umom. \\'\"'",
  "dn34:2.1.185": "'\"\\'Kad neko, ne opažajući u sebi oblike, vidi spoljašnje oblike, bele, bele boje, bele spoljašnjosti, belog sjaja. \\'\"'",
  "dn34:2.1.186": "'\"\\'Baš kao što je jutarnja zvezda bela, bele boje, bele spoljašnjosti, belog sjaja. Ili kao što je tkanina iz Benaresa sa obe strane bela, bele boje, bele spoljašnjosti, belog sjaja. \\'\"'",
  "dn34:2.1.187": "'\"\\'Na isti način neko, ne opažajući u sebi oblike, vidi spoljašnje oblike, crvene, crvene boje, crvene spoljašnjosti, crvenog sjaja. \\'\"'",
  "dn34:2.1.188": "'\"\\'To je osmi način ovladavanja umom. \\'\"'",
  "dn34:2.1.190": "'\"\\'Kojih to osam stvari treba ostvariti? \\'\"'",
  "dn34:2.1.191": "'\"\\'Osam oslobođenja: \\'\"'",
  "dn34:2.1.192": "'\"\\'Neko ko ima materijalni oblik vidi materijalne oblike. \\'\"'",
  "dn34:2.1.193": "'\"\\'To je prvo oslobođenje. \\'\"'",
  "dn34:2.1.194": "'\"\\'Neko ne opažajući oblike u sebi, vidi spoljašnje oblike. \\'\"'",
  "dn34:2.1.195": "'\"\\'To je drugo oslobođenje. \\'\"'",
  "dn34:2.1.196": "'\"\\'Neko biva oslobođen zahvaljujući ideji lepoga. \\'\"'",
  "dn34:2.1.197": "'\"\\'To je treće oslobođenje. \\'\"'",
  "dn34:2.1.198": "'\"\\'Kroz potpuno nadilaženje opažanjâ materijalnog oblika, prestanka opažanjâ podražaja, neobraćanje pažnje na opažanja raznolikosti i (kontemplirajući) ’Prostor je beskrajan’, neko stiže i boravi u područje beskrajnog prostora. \\'\"'",
  "dn34:2.1.199": "'\"\\'To je četvrto oslobođenje. \\'\"'",
  "dn34:2.1.200": "'\"\\'Kroz potpuno nadilaženje područja beskrajnog prostora i (kontemplirajući) ’Svest je beskonačna’, neko stiže i boavi u području beskrajne svesti. \\'\"'",
  "dn34:2.1.201": "'\"\\'To je peto oslobođenje. \\'\"'",
  "dn34:2.1.202": "'\"\\'Kroz potpuno nadilaženje područja bezgranične svesti i (kontemplirajući) ’Ništa ne postoji’, neko stiže i boravi u području ničega. \\'\"'",
  "dn34:2.1.203": "'\"\\'To je šesto oslobođenje. \\'\"'",
  "dn34:2.1.204": "'\"\\'Kroz potpuno nadilaženje područja ničega, neko stiže i boravi u području ni opažanja ni neopažanja. \\'\"'",
  "dn34:2.1.205": "'\"\\'To je sedmo oslobođenje. \\'\"'",
  "dn34:2.1.206": "'\"\\'Kroz potpuno nadilaženje područja ni opažanja ni neopažanja, neko stiže i boravi u prestanku opažanja i osećanja. \\'\"'",
  "dn34:2.1.207": "'\"\\'To je osmo oslobođenje. \\'\"'",
  "dn34:2.1.209": "'\"\\'Za ovih osamdeset stvari koje su istinite, stvarne, takve, a ne izmišljene, drugačije, Tathāgata je dostigao ispravno probuđenje. \\'\"'",
  "dn34:2.2.0": "'\"\\'9. Devet stvari \\'\"'",
  "dn34:2.2.1": "'\"\\'Devet stvari treba često činiti… i devet ostvariti. \\'\"'",
  "dn34:2.2.2": "'\"\\'A kojih su to devet stvari koje treba često činiti? \\'\"'",
  "dn34:2.2.3": "'\"\\'Devet je stvari koje svoj koren imaju u pomnom razmatranju. Kada ih pomno razmatramo, u nama se rađa radost; sa radošću, u nama se rađa ushićenje. Onome ko je ushićen, telo postaje smireno; a onaj čije je telo smireno, oseća zadovoljstvo. Sa osećajem zadovoljstvo, um postaje koncentrisan. Koncentrisan um zna i vidi stvari kakve jesu i tako prestaje zaslepljenost, dolazi hlađenje strasti, a onda i oslobođenje. \\'\"'",
  "dn34:2.2.5": "'\"\\'Kojih devet stvari treba razvijati? \\'\"'",
  "dn34:2.2.6": "'\"\\'Devet elemenata nastojanja da postane pročišćeni: \\'\"'",
  "dn34:2.2.7": "'\"\\'pročišćenje vrline, pročišćenje uma, pročišćenje gledišta, pročišćenje prevazilaženjem nedoumice, pročišćenje kroz jasno viđenje šta jeste, a šta nije pravi put, pročišćenje kroz jasno znanje šta jeste, a šta nije praksa, pročišćenje znanja i viđenja, pročišćenje mudrosti i pročišćenje oslobođenosti. \\'\"'",
  "dn34:2.2.9": "'\"\\'Kojih devet stvari treba potpuno razumeti? \\'\"'",
  "dn34:2.2.10": "'\"\\'Devet boravišta bićâ: \\'\"'",
  "dn34:2.2.11": "'\"\\'Postoje, prijatelju, bića koja se razlikuju po telu i po opažanju, kao što su ljudska bića, božanstva i neka bića u nižim svetovima. \\'\"'",
  "dn34:2.2.12": "'\"\\'To je prvo boravište bića. \\'\"'",
  "dn34:2.2.13": "'\"\\'Postoje bića koja se razlikuju po telu, ali su identična po opažanju, kao što su božanstva iz sveta Brahme, koja su nastala na osnovu prvog zadubljenja. \\'\"'",
  "dn34:2.2.14": "'\"\\'To je drugo boravište bića. \\'\"'",
  "dn34:2.2.15": "'\"\\'Postoje bića koja su identična po telu, ali se razlikuju po opažanju, kao što su božanstva neprekidnog sjaja. \\'\"'",
  "dn34:2.2.16": "'\"\\'To je treće boravište bića. \\'\"'",
  "dn34:2.2.17": "'\"\\'Postoje bića koja su identična po telu i po opažanju, kao što su božanstva blistave slave. \\'\"'",
  "dn34:2.2.18": "'\"\\'To je četvrto boravište bića. \\'\"'",
  "dn34:2.2.19": "'\"\\'Postoje bića koja nemaju moć opažanja i ništa ne doživljavaju, kao što su ona božanstva koja su bića bez opažaja. \\'\"'",
  "dn34:2.2.20": "'\"\\'To je peto boravište bića. \\'\"'",
  "dn34:2.2.21": "'\"\\'Postoje bića koja, kroz potpuno nadilaženje opažanjâ materijalnih oblika, prestanak opažanjâ podražaja, neobraćanje pažnje na opažanja raznolikosti i (kontemplirajući) ’Prostor je beskrajan’, stižu u područje beskonačnog prostora. \\'\"'",
  "dn34:2.2.22": "'\"\\'To je šesto boravište bića. \\'\"'",
  "dn34:2.2.23": "'\"\\'Postoje bića koja, kroz potpuno nadilaženje područja beskonačnog prostora i (kontemplirajući) ’Svest je bezgranična’, stižu u područje bezgranične svesti. \\'\"'",
  "dn34:2.2.24": "'\"\\'To je sedmo boravište bića. \\'\"'",
  "dn34:2.2.25": "'\"\\'Postoje bića koja, kroz potpuno nadilaženje područja bezgranične svesti i (kontemplirajući) ’Ništa ne postoji’, stižu u područje ničega. \\'\"'",
  "dn34:2.2.26": "'\"\\'To je osmo boravište bića. \\'\"'",
  "dn34:2.2.27": "'\"\\'Postoje bića koja, kroz potpuno nadilaženje ničega stižu u područja ni opažanja ni neopažanja. \\'\"'",
  "dn34:2.2.28": "'\"\\'To je deveto boravište bića. \\'\"'",
  "dn34:2.2.30": "'\"\\'Kojih devet stvari treba napustiti? \\'\"'",
  "dn34:2.2.31": "'\"\\'Devet stvari ukorenjenih u žudnji: \\'\"'",
  "dn34:2.2.32": "'\"\\'žudnja je uslov za nastanak traganja, traganje je uslov za nastanak dobitka, dobitak je uslov za nastanak odlučivanja, odlučivanje je uslov za nastanak želje i strasti, želja i strast su uslov za nastanak prianjanja, prianjanje je uslov za nastanak posesivnosti, posesivnost je uslov za nastanak gramzivosti, gramzivost je uslov za nastanak prisvajanja. Zbog prisvajanja nastaju mnoga loša, štetna dela, kao što su da se neko lati štapa i batine, sukobi, svađe i rasprave, uvredljive reči, ogovaranje i laganje. \\'\"'",
  "dn34:2.2.34": "'\"\\'Kojih to devet stvari vodi do propasti? \\'\"'",
  "dn34:2.2.35": "'\"\\'Devet osnova besa: \\'\"'",
  "dn34:2.2.36": "'\"\\'Neko pomisli: ’Uvredio me je’ i gaji u sebi bes. \\'\"'",
  "dn34:2.2.37": "'\"\\'Neko pomisli: ’Vređa me’ i gaji u sebi bes. \\'\"'",
  "dn34:2.2.38": "'\"\\'Neko pomisli: ’Uvrediće me’ i gaji u sebi bes. \\'\"'",
  "dn34:2.2.39": "'\"\\'Neko pomisli: ’Uvredio je onoga koga volim i ko mi je drag’ i gaji u sebi bes. \\'\"'",
  "dn34:2.2.40": "'\"\\'Neko pomisli: ’Vređa onoga koga volim i ko mi je drag’ i gaji u sebi bes. \\'\"'",
  "dn34:2.2.41": "'\"\\'Neko pomisli: ’Uvrediće onoga koga volim i ko mi je drag’ i gaji u sebi bes. \\'\"'",
  "dn34:2.2.42": "'\"\\'Neko pomisli: ’Pomogao je onome koga ne volim i ko mi nije drag’ i gaji u sebi bes. \\'\"'",
  "dn34:2.2.43": "'\"\\'Neko pomisli: ’Pomaže onome koga ne volim i ko mi nije drag’ i gaji u sebi bes. \\'\"'",
  "dn34:2.2.44": "'\"\\'Neko pomisli: ’Pomoći će onome koga ne volim i ko mi nije drag’ i gaji u sebi bes. \\'\"'",
  "dn34:2.2.46": "'\"\\'A kojih devet stvari vode do izvrsnosti? \\'\"'",
  "dn34:2.2.47": "'\"\\'Devet oslobađanja od besa: \\'\"'",
  "dn34:2.2.48": "'\"\\'Neko pomisli: ’Uvredio me je. Kakvu bih korist mogao imati ako zbog toga gajim bes?’ I tako sebe oslobađa besa. \\'\"'",
  "dn34:2.2.49": "'\"\\'Neko pomisli: ’Vređa me. Kakvu bih korist mogao imati ako zbog toga gajim bes?’ I tako sebe oslobađa besa. \\'\"'",
  "dn34:2.2.50": "'\"\\'Neko pomisli: ’Uvrediće me. Kakvu bih korist mogao imati ako zbog toga gajim bes?’ I tako sebe oslobađa besa. \\'\"'",
  "dn34:2.2.51": "'\"\\'’Uvredio je onoga koga volim…’ \\'\"'",
  "dn34:2.2.52": "'\"\\'’Vređa onoga koga volim…’ \\'\"'",
  "dn34:2.2.53": "'\"\\'Neko pomisli: ’Uvrediće nekoga koga volim i ko mi je drag. Kakvu bih korist mogao imati ako zbog toga gajim bes?’ I tako sebe oslobađa besa. \\'\"'",
  "dn34:2.2.54": "'\"\\'’Uvredio je onoga koga ne volim i ko mi nije drag…’ \\'\"'",
  "dn34:2.2.55": "'\"\\'’Vređa onoga koga ne volim i ko mi nije drag…’ \\'\"'",
  "dn34:2.2.56": "'\"\\'Neko pomisli: ’Uvrediće onoga koga ne volim i ko mi nije drag. Kakvu bih korist mogao imati ako zbog toga gajim bes?’ I tako sebe oslobađa besa. \\'\"'",
  "dn34:2.2.58": "'\"\\'U kojih je to devet stvari teško proniknuti? \\'\"'",
  "dn34:2.2.59": "'\"\\'Devet vrsta raznolikosti: \\'\"'",
  "dn34:2.2.60": "'\"\\'Raznolikost elemenata je uslov za nastanak raznolikosti kontakata. Raznolikost kontakata je uslov za nastanak raznolikosti osećaja. Raznolikost osećaja je uslov za nastanak raznolikosti opažaja. Raznolikost opažaja je uslov za nastanak raznolikosti misli. Raznolikost misli je uslov za nastanak raznolikosti želja. Raznolikost želja je uslov za nastanak raznolikosti groznica. Raznolikost želja je uslov za nastanak raznolikosti traganja. Raznolikost traganja je uslov za nastanak raznolikosti dobitaka. \\'\"'",
  "dn34:2.2.62": "'\"\\'Kojih devet stvari treba stvoriti? \\'\"'",
  "dn34:2.2.63": "'\"\\'Devet opažaja: \\'\"'",
  "dn34:2.2.64": "'\"\\'opažaj odbojnosti, opažaj smrti, opažaj gađenja nad hranom, opažaj prestanka očaranosti čitavim ovim svetom, opažaj prolaznosti, opažaj patnje u prolaznosti, opažaj nepostojanja trajnog sopstva u patnji, opažaj napuštanja i opažaj hlađenja strasti. \\'\"'",
  "dn34:2.2.66": "'\"\\'Kojih devet stvari treba neposredno saznati? \\'\"'",
  "dn34:2.2.67": "'\"\\'Devet postupnih meditacija: \\'\"'",
  "dn34:2.2.68": "'\"\\'Tako, monah, sasvim obuzdanih čula, bez mentalnih nečistoća, ulazi i ostaje na prvom stupnju zadubljenja, praćenim usmerenom mišlju i istraživanjem, uz ushićenje i zadovoljstvo rođeno iz osame. \\'\"'",
  "dn34:2.2.69": "'\"\\'Dalje, sa smirivanjem usmerene misli i istraživanja… ulazi on i ostaje na drugom stupnju zadubljenja. \\'\"'",
  "dn34:2.2.70": "'\"\\'Sa slabljenjem ushićenja… monah ulazi i ostaje na trećem stupnju zadubljenja. \\'\"'",
  "dn34:2.2.71": "'\"\\'Sa napuštanjem zadovoljstva i bola… monah ulazi i ostaje na četvrtom stupnju zadubljenja. \\'\"'",
  "dn34:2.2.72": "'\"\\'Kroz potpuno nadilaženje opažanjâ materijalnog oblika… stiže i boravi u području beskonačnog prostora. \\'\"'",
  "dn34:2.2.73": "'\"\\'Kroz potpuno nadilaženje područja beskonačnog prostora i (kontemplirajući) ’Svest je bezgranična’, neko stiže i boravi u području bezgranične svesti. \\'\"'",
  "dn34:2.2.74": "'\"\\'Kroz potpuno nadilaženje područja bezgranične svesti i (kontemplirajući) ’Ništa ne postoji’, neko stiže i boravi u području ničega. \\'\"'",
  "dn34:2.2.75": "'\"\\'Kroz potpuno nadilaženje područja ničega, neko stiže i boravi u području ni opažanja ni neopažanja. \\'\"'",
  "dn34:2.2.76": "'\"\\'Kroz potpuno nadilaženje područja ni opažanja ni neopažanja, neko stiže i boravi u prestanku opažanja i osećanja. \\'\"'",
  "dn34:2.2.78": "'\"\\'Kojih to devet stvari treba ostvariti? \\'\"'",
  "dn34:2.2.79": "'\"\\'Devet postupnih prestanaka: \\'\"'",
  "dn34:2.2.80": "'\"\\'Sa dostizanjem prvog zadubljenja, opažaj želje za zadovoljstvima čula prestaje. \\'\"'",
  "dn34:2.2.81": "'\"\\'Sa dostizanjem drugog zadubljenja, usmerena misao i istraživanje prestaju. \\'\"'",
  "dn34:2.2.82": "'\"\\'Sa dostizanjem trećeg zadubljenja, ushićenje prestaje. \\'\"'",
  "dn34:2.2.83": "'\"\\'Sa dostizanjem četvrtog zadubljenja, udah i izdah prestaju. \\'\"'",
  "dn34:2.2.84": "'\"\\'Sa dostizanjem područja beskonačnog prostora, opažanje materijalnog oblika prestaje. \\'\"'",
  "dn34:2.2.85": "'\"\\'Sa dostizanjem područja bezgranične svesti, opažanje područja beskonačnog prostora prestaje. \\'\"'",
  "dn34:2.2.86": "'\"\\'Sa dostizanjem područja ničega, opažanje područja bezgranične svesti prestaje. \\'\"'",
  "dn34:2.2.87": "'\"\\'Sa dostizanjem područja ni opažanja ni neopažanja, opažanje područja ničega prestaje. \\'\"'",
  "dn34:2.2.88": "'\"\\'Sa dostizanjem prestanka opažaja i osećaja, opažaji i osećaji prestaju. \\'\"'",
  "dn34:2.2.90": "'\"\\'Za ovih devedeset stvari koje su istinite, stvarne, takve, a ne izmišljene, drugačije, Tathāgata je dostigao ispravno probuđenje. \\'\"'",
  "dn34:2.3.0": "'\"\\'10. Deset stvari \\'\"'",
  "dn34:2.3.1": "'\"\\'Prijatelji, deset stvari treba često činiti, deset razvijati, deset potpuno razumeti, deset napustiti, deset stvari vodi do propasti, deset do izvrsnosti, u deset stvari je teško proniknuti, deset treba stvoriti, deset neposredno saznati i deset ostvariti. \\'\"'",
  "dn34:2.3.2": "'\"\\'A kojih su to deset stvari koje treba često činiti? \\'\"'",
  "dn34:2.3.3": "'\"\\'Deset kvaliteta koji služe kao zaštita: \\'\"'",
  "dn34:2.3.4": "'\"\\'Tako je, prijatelju, monah čestit, živi obuzdan granicama Pātimokkhe, savršenog ponašanja i delovanja. Videći opasnost i u najmanjoj pogrešci, vežba sebe držeći se pravila vežbanja. \\'\"'",
  "dn34:2.3.6": "'\"\\'To je kvalitet koji služi kao zaštita. \\'\"'",
  "dn34:2.3.7": "'\"\\'Dalje, monah je mnogo čuo, zapamtio to što je čuo i razumeo. A onog učenja koje je divno na početku, divno u sredini, divno na kraju, pravog je značenja i izraza, upućuje na potpuno zaokružen i pročišćen svetački život, upravo takvog učenja je monah mnogo čuo, zapamtio to što je čuo, može da ga ponovi, istražio ga je svojim umom i dobro ga razumeo. \\'\"'",
  "dn34:2.3.9": "'\"\\'To je kvalitet koji služi kao zaštita. \\'\"'",
  "dn34:2.3.10": "'\"\\'Dalje, monah je dobar prijatelj, dobar drug, dobar saputnik. \\'\"'",
  "dn34:2.3.12": "'\"\\'To je kvalitet koji služi kao zaštita. \\'\"'",
  "dn34:2.3.13": "'\"\\'Dalje, monah je lak za opominjanje, ima osobine koje ga čine lakim za opominjanje, strpljiv je i uputstva shvata kako treba. \\'\"'",
  "dn34:2.3.15": "'\"\\'To je kvalitet koji služi kao zaštita. \\'\"'",
  "dn34:2.3.16": "'\"\\'Dalje, monah je aktivan u različitim stvarima vezanim za njegove saputnike u svetačkom životu, vešt je i marljiv u tome da te poslove završi i organizuje. \\'\"'",
  "dn34:2.3.18": "'\"\\'To je kvalitet koji služi kao zaštita. \\'\"'",
  "dn34:2.3.19": "'\"\\'Dalje, monah voli učenje, ushićuje ga razgovor o učenju, učenje i pravila ga ispunjavaju radošću. \\'\"'",
  "dn34:2.3.21": "'\"\\'To je kvalitet koji služi kao zaštita. \\'\"'",
  "dn34:2.3.22": "'\"\\'Dalje, monah je zadovoljan bilo kakvim ogrtačem, isprošenom hranom, sveštajem i lekovima koje dobije. \\'\"'",
  "dn34:2.3.24": "'\"\\'To je kvalitet koji služi kao zaštita. \\'\"'",
  "dn34:2.3.25": "'\"\\'Dalje, monah živi ispunjen energičnošću u napuštanju loših stvari i prihvatanju onih dobrih. Jak je i istrajan, nije lenj, kada se radi o razvijanju dobrih stvari. \\'\"'",
  "dn34:2.3.27": "'\"\\'To je kvalitet koji služi kao zaštita. \\'\"'",
  "dn34:2.3.28": "'\"\\'Dalje, monah održava svesnost, poseduje najvišu svesnost i veštinu; seća se i zna šta je radio nekad davno i šta je govorio nekad davno. \\'\"'",
  "dn34:2.3.30": "'\"\\'To je kvalitet koji služi kao zaštita. \\'\"'",
  "dn34:2.3.31": "'\"\\'Dalje, monah je mudar, poseduje mudrost u pogledu nastanka i prestanka stvari, koja je plemenita, prodorna i vodi po potpunog prestanka patnje. \\'\"'",
  "dn34:2.3.33": "'\"\\'To je kvalitet koji služi kao zaštita. \\'\"'",
  "dn34:2.3.35": "'\"\\'Kojih deset stvari treba razvijati? \\'\"'",
  "dn34:2.3.36": "'\"\\'Deset objekata za dostizanje zadubljenja: \\'\"'",
  "dn34:2.3.37": "'\"\\'Neko je svestan zemlje kao objekta, iznad, ispod, popreko, nepodeljene i nemerljive. \\'\"'",
  "dn34:2.3.38": "'\"\\'Neko je svestan vode kao objekta… \\'\"'",
  "dn34:2.3.39": "'\"\\'Neko je svestan vatre kao objekta… \\'\"'",
  "dn34:2.3.40": "'\"\\'Neko je svestan vazduha kao objekta… \\'\"'",
  "dn34:2.3.41": "'\"\\'Neko je svestan plavog kao objekta… \\'\"'",
  "dn34:2.3.42": "'\"\\'Neko je svestan žutog kao objekta… \\'\"'",
  "dn34:2.3.43": "'\"\\'Neko je svestan crvenog kao objekta… \\'\"'",
  "dn34:2.3.44": "'\"\\'Neko je svestan belog kao objekta… \\'\"'",
  "dn34:2.3.45": "'\"\\'Neko je svestan prostora kao objekta… \\'\"'",
  "dn34:2.3.46": "'\"\\'Neko je svestan svesti kao objekta, iznad, ispod, popreko, nepodeljene i nemerljive. \\'\"'",
  "dn34:2.3.48": "'\"\\'Kojih deset stvari treba potpuno razumeti? \\'\"'",
  "dn34:2.3.49": "'\"\\'Deset područja: \\'\"'",
  "dn34:2.3.50": "'\"\\'područje oka, područje oblika, područje uha, područje zvuka, područje nosa, područje mirisa, područje jezika, područje ukusa, područje tela i područje dodira. \\'\"'",
  "dn34:2.3.52": "'\"\\'Kojih deset stvari treba napustiti? \\'\"'",
  "dn34:2.3.53": "'\"\\'Deset pogrešnih stvari: \\'\"'",
  "dn34:2.3.54": "'\"\\'pogrešno razumevanje, pogrešnu nameru, pogrešan govor, pogrešne postupke, pogrešno življenje, pogrešan napor, pogrešnu svesnost, pogrešnu koncentraciju, pogrešno znanje i pogrešno oslobođenje. \\'\"'",
  "dn34:2.3.56": "'\"\\'Kojih to deset stvari vodi do propasti? \\'\"'",
  "dn34:2.3.57": "'\"\\'Deset štetnih načina delovanja: \\'\"'",
  "dn34:2.3.58": "'\"\\'ubijanje živih bića, uzimanje onoga što nije dato, upuštanje u nedolične seksualne odnose, laganje, ogovaranje, vređanje i naklapanje, gramzivost, zlovolja i pogrešno razumevanje. \\'\"'",
  "dn34:2.3.60": "'\"\\'A kojih deset stvari vode do izvrsnosti? \\'\"'",
  "dn34:2.3.61": "'\"\\'Deset korisnih načina delovanja: \\'\"'",
  "dn34:2.3.62": "'\"\\'odustajanje od ubijanja živih bića, odustajanje od uzimanja onoga što nije dato, odustajanje od nedoličnih seksualnih odnosa, odustajanje od laganja, ogovaranja, vređanja i naklapanje, darežljivost, dobronamernost i ispravno razumevanje. \\'\"'",
  "dn34:2.3.64": "'\"\\'U kojih je to deset stvari teško proniknuti? \\'\"'",
  "dn34:2.3.65": "'\"\\'Deset boravišta plemenitih: \\'\"'",
  "dn34:2.3.66": "'\"\\'Tako, prijatelju, monah je napustio pet elemenata, poseduje šest elemenata, ima jednu stražu, četiri podrške, napustio je saku individualnu istinu, prekinuo traganje, pročistio svoje namere, umirio je telesni sklop i postao dobro oslobođenog uma i dobro oslobođen mudrošću. \\'\"'",
  "dn34:2.3.67": "'\"\\'A koji je to pet elemenata monah napustio? \\'\"'",
  "dn34:2.3.68": "'\"\\'Napustio je želju za zadovoljstvima, zlovolju, tromost i pospanost, uznemirenost i kajanje, napustio je sumnju. \\'\"'",
  "dn34:2.3.69": "'\"\\'Tih pet elemenata je napustio. \\'\"'",
  "dn34:2.3.70": "'\"\\'A kojih to šest elemenata monah poseduje? \\'\"'",
  "dn34:2.3.71": "'\"\\'Tako, prijatelju, kada monah okom vidi neki oblik, nije ni obradovan, ni potišten, već zadržava spokojstvo, svestan i jasno razumevajući. \\'\"'",
  "dn34:2.3.72": "'\"\\'Kad zvuk čuje uhom… \\'\"'",
  "dn34:2.3.73": "'\"\\'Kad oseti miris nosom… \\'\"'",
  "dn34:2.3.74": "'\"\\'Kad okusi ukus jezikom… \\'\"'",
  "dn34:2.3.75": "'\"\\'Kad telom dodirne neki predmet… \\'\"'",
  "dn34:2.3.76": "'\"\\'Kada umom spozna neki objekat uma, nije ni obradovan, ni potišten, već zadržava spokojstvo, svestan i jasno razumevajući. \\'\"'",
  "dn34:2.3.77": "'\"\\'Tih šest elemenata monah poseduje? \\'\"'",
  "dn34:2.3.78": "'\"\\'A koju to jednu stražu monah ima? \\'\"'",
  "dn34:2.3.79": "'\"\\'Tako negova svesnost stražari na dnjegovim umom. \\'\"'",
  "dn34:2.3.80": "'\"\\'Tu jednu stražu monah ima. \\'\"'",
  "dn34:2.3.81": "'\"\\'A koje to četiri podrške monah ima? \\'\"'",
  "dn34:2.3.82": "'\"\\'Tako, prijatelju, monah koristi neke stvari, podnosi neke stvari, izbegava neke stvari i oslobađa se nekih stvari. \\'\"'",
  "dn34:2.3.83": "'\"\\'To su četiri podrške koje on ima. \\'\"'",
  "dn34:2.3.84": "'\"\\'A kako je to monah napustio svaku individualnu istinu? \\'\"'",
  "dn34:2.3.85": "'\"\\'Tako, svaku običnu individualnu istinu koju bi obični askete i brahmani mogli zastupati, svaku od njih je napustio, odbacio, okrenuo se od nje, odgurnuo i sa njom završio. \\'\"'",
  "dn34:2.3.86": "'\"\\'Tako je monah napustio svaku individualnu istinu. \\'\"'",
  "dn34:2.3.87": "'\"\\'A kako je to monah prekinuo traganje? \\'\"'",
  "dn34:2.3.88": "'\"\\'Tako je monah prekinuo traganje za zadovoljstvima čula, traganje za bivanjem i traganje za svetačkim životom. \\'\"'",
  "dn34:2.3.89": "'\"\\'Tako je monah prekinuo traganje. \\'\"'",
  "dn34:2.3.90": "'\"\\'A kako je to monah pročistio svoje namere? \\'\"'",
  "dn34:2.3.91": "'\"\\'Tako je monah napustio nameru vođenu zadovoljstvima čula, nameru vođenu zlovoljom i nameru vođenu željom za povređivanjem. \\'\"'",
  "dn34:2.3.92": "'\"\\'Tako je monah pročistio svoje namere. \\'\"'",
  "dn34:2.3.93": "'\"\\'A kako je to monah smirio svoj telesni sklop. \\'\"'",
  "dn34:2.3.94": "'\"\\'Sa napuštanjem zadovoljstva i bola, kao i s ranijim nestankom radosti i žalosti, ulazi on i ostaje na četvrtom stupnju zadubljenja, koji nije ni bolan ni prijatan, a čini ga čista svesnost, zasnovana na spokojstvu. \\'\"'",
  "dn34:2.3.95": "'\"\\'Tako je monah smirio svoj telesni sklop. \\'\"'",
  "dn34:2.3.96": "'\"\\'A kako je to monah postao dobro oslobođenog uma? \\'\"'",
  "dn34:2.3.97": "'\"\\'Tako je, prijatelju, monah um oslobođen strasti, oslobođen mržnje i oslobođen obmanutosti. \\'\"'",
  "dn34:2.3.98": "'\"\\'Tako je monah postao dobro oslobođenog uma. \\'\"'",
  "dn34:2.3.99": "'\"\\'A kako je to monah postao dobro oslobođen mudrošću? \\'\"'",
  "dn34:2.3.100": "'\"\\'Tako monah zna: ’Napustio sam strast, sasekao je u korenu, načinio je poput palminog panja, uklonio je, tako da se u budućnosti više ne može javiti. \\'\"'",
  "dn34:2.3.101": "'\"\\'Monah zna: ’Napustio sam mržnju…’ \\'\"'",
  "dn34:2.3.103": "'\"\\'Monah zna: ’Napustio sam obmanutost…’ \\'\"'",
  "dn34:2.3.105": "'\"\\'Tako je monah postao dobro oslobođen mudrošću? \\'\"'",
  "dn34:2.3.107": "'\"\\'Kojih deset stvari treba stvoriti? \\'\"'",
  "dn34:2.3.108": "'\"\\'Deset opažaja: \\'\"'",
  "dn34:2.3.109": "'\"\\'opažaj odbojnosti, opažaj smrti, opažaj gađenja nad hranom, opažaj prestanka očaranosti čitavim ovim svetom, opažaj prolaznosti, opažaj patnje u prolaznosti, opažaj nepostojanja trajnog sopstva u patnji, opažaj napuštanja, opažaj hlađenja strasti i opažaj prestanka. \\'\"'",
  "dn34:2.3.111": "'\"\\'Kojih deset stvari treba neposredno saznati? \\'\"'",
  "dn34:2.3.112": "'\"\\'Deset puteva brisanja stare kamme: \\'\"'",
  "dn34:2.3.113": "'\"\\'Ispravnim razumevanjem se briše pogrešno razumevanje. \\'\"'",
  "dn34:2.3.114": "'\"\\'Njime mnoga loša dela uslovljena pogrešnim razumevanjem bivaju izbrisana. \\'\"'",
  "dn34:2.3.115": "'\"\\'Ispravnom namerom se briše pogrešna namera… \\'\"'",
  "dn34:2.3.116": "'\"\\'Ispravnim govorm se briše pogrešan govor… \\'\"'",
  "dn34:2.3.117": "'\"\\'Ispravnim postupcima se brišu pogrešni postupci… \\'\"'",
  "dn34:2.3.118": "'\"\\'Ispravnim življenjem se briše pogrešno življenje… \\'\"'",
  "dn34:2.3.119": "'\"\\'Ispravnom namerom se brišu pogrešne namere… \\'\"'",
  "dn34:2.3.120": "'\"\\'Ispravnom svesnosšću se briše pogrešna svesnost… \\'\"'",
  "dn34:2.3.121": "'\"\\'Ispravnom koncentracijom se briše pogrešna koncentracija… \\'\"'",
  "dn34:2.3.122": "'\"\\'Ispravnim znanjem se briše pogrešno znanje. \\'\"'",
  "dn34:2.3.123": "'\"\\'Ispravnim oslobođenjem se briše pogrešno oslobođenje. \\'\"'",
  "dn34:2.3.124": "'\"\\'Njime mnoga loša dela uslovljena pogrešnim oslobođenjem bivaju izbrisana. \\'\"'",
  "dn34:2.3.126": "'\"\\'Kojih to deset stvari treba ostvariti? \\'\"'",
  "dn34:2.3.127": "'\"\\'Deset stvari onoga ko je završio vežbanje: \\'\"'",
  "dn34:2.3.128": "'\"\\'Ispravno razumevanje onoga ko je završio vežbanje, ispravna namera, ispravan govor, ispravni postupci, ispravno življenje, ispravan napor, ispravna svesnost, ispravna koncentracija, ispravno znanje i ispravno oslobađanje onoga ko je završio vežbanje. \\'\"'",
  "dn34:2.3.130": "'\"\\'Za ovih sto stvari koje su istinite, stvarne, takve, a ne izmišljene, drugačije, Tathāgata je dostigao ispravno probuđenje.” \\'\"'",
  "dn34:2.3.131": "'\"\\'Rako reče Sāriputta. \\'\"'",
  "dn34:2.3.132": "'\"\\'Zadovoljni, monasi se obradovaše rečima poštovanog Sāriputte. \\'\"'"
}