{
  "dn3:0.1": "Zbirka dugih govora 3 ",
  "dn3:0.2": "Razgovor sa Ambaṭṭhom ",
  "dn3:1.1.2": "Jednom je Blaženi lutao zemljom Kosala, praćen velikom grupom monaha, te je na kraju stigao u brahmansko selo Iććhānaṅgala. ",
  "dn3:1.1.3": "Tu se smestio u šumi blizu Iććhānaṅgale. ",
  "dn3:1.2.0": "1. Odeljak o Pokkharasātiju ",
  "dn3:1.2.1": "U to vreme brahman Pokkharasāti je živeo u Ukaṭṭhi, nekadašnjem kraljevskom imanju prepunom životinja, bogatom pašnjacima, šumama, vodom i letinom, koje mu je Pasenadi, kralj Kosale, dao kao feud na poklon. ",
  "dn3:1.2.2": "I brahman Pokkharasāti doču: ",
  "dn3:1.2.3": "„Asketa Gotama, sin plemena Sakya, koji je napustio klan Sakyana, lutao je zemljom Kosala, praćen velikom grupom monaha, te je na kraju stigao u Iććhānaṅgalu. Tu se smestio u obližnjoj šumi. ",
  "dn3:1.2.4": "Ovakav se dobar glas širi o učitelju Gotami: ",
  "dn3:1.2.5": "’Zaista je Blaženi plemenit i potpuno probuđen, usavršen u znanju i ponašanju, srećan, znalac svetova, nenadmašni vodič onima kojima je potreban putokaz, učitelj božanskim i ljudskim bićima, budan, blažen’. ",
  "dn3:1.2.6": "Snagom vlastite spoznaje razumeo je i zna da objasni ovaj svet, njegove dobre i zle duhove, božanstva, pokolenja isposnika i sveštenika, plemenitih i običnih ljudi. ",
  "dn3:1.2.7": "On propoveda učenje i slovom i duhom, divno na početku, divno u sredini, divno na kraju; upućuje na potpuno savršen i pročišćen svetački život. ",
  "dn3:1.2.8": "Istinska je dobrobit videti tako usavršena bića.” ",
  "dn3:1.3.0": "2. Brahmanski učenik Ambaṭṭha ",
  "dn3:1.3.1": "A u to vreme je Pokkharasāti imao učenika po imenu Ambaṭṭha, veštog u recitovanju mantri, tumačenju mantri, znalac triju Veda, sa njihovim invokacijama, obrednim pravilima, fonologijom, etimologijom i povestima kao petom disciplinom; izučio je metriku i gramatiku, sasvim upućen u filozofiju prirode i telesna obeležja velikih ljudi. Njegov ga je učitelj i samog imenovao za učitelja ovim rečima: ",
  "dn3:1.3.2": "„Ono što ja znam, znaš i ti; ",
  "dn3:1.3.3": "ono što znaš ti, znam i ja”. ",
  "dn3:1.4.1": "Onda Brahman Pokkharasāti reče svom učeniku Ambaṭṭhi: ",
  "dn3:1.4.2": "„Dragi Ambaṭṭha, kažu da je asketa Gotama, sin plemena Sakya… stigao u Iććhānaṅgalu i smestio se u obližnjoj šumi… ",
  "dn3:1.4.7": "Istinska je dobrobit videti tako usavršena bića.” ",
  "dn3:1.4.8": "Idi, dragi moj Ambaṭṭha, do askete Gotame i vidi je li glas koji se proširio o njemu istinit ili nije, je li učitelj Gotama jedan od takvih ili nije. ",
  "dn3:1.4.9": "Tako ću, zahvaljujući tebi, saznati kakav je zaista učitelj Gotama.” ",
  "dn3:1.5.1": "„Ali kako ću ja, gospodine, saznati je li glas koji se proširio o njemu istinit ili nije, je li učitelj Gotama zaista takav ili nije?” ",
  "dn3:1.5.2": "„Dragi moj Ambaṭṭha, u našim himnama sačuvana su trideset dva obeležja velikog čoveka, a veliki čovek koji ih poseduje ima pred sobom samo dva puta, nijedan drugi. ",
  "dn3:1.5.3": "Ako živi životom kućedomaćina, postaće vladar koji pokreće točak istine, pravedni vladar koji vlada u skladu sa Dhammom, gospodar četiri strane sveta, pobednik, koji je učvrstio svoje kraljevstvo i poseduje sedam blaga. ",
  "dn3:1.5.4": "On ima ovih sedam blaga: ",
  "dn3:1.5.5": "točak kao blago, slona kao blago, konja kao blago, dragulj kao blago, ženu kao blago, nadzornika kao blago i savetnika kao sedmo blago. ",
  "dn3:1.5.6": "Njegova deca, kojih je više od hiljadu, jesu hrabra i odvažna, slamaju tuđe vojske. ",
  "dn3:1.5.7": "Svojom zemljom, omeđenom okeanom, vlada on bez batine, bez oružja, uz pomoć Dhamme. ",
  "dn3:1.5.8": "Ako ipak napusti domaćinski život i ode u beskućnike, postaje plemeniti i potpuno probuđeni, što skida velove sa ovoga sveta. ",
  "dn3:1.5.9": "Ali, dragi moj Ambaṭṭha, ja sam davalac himni, ",
  "dn3:1.5.10": "a ti si njihov primalac.” ",
  "dn3:1.6.1": "„Da, gospodine”, odgovori Ambaṭṭha. Onda se diže s mesta na kojem je sedeo, pokloni se brahmanu Pokkharasātiju i pazeći da mu ovaj ostane sa desne strane. Onda se pope na kočije, koje su vukle kobile, te se zajedno sa još nekoliko učenika zaputi ka šumi kraj Iććhānaṅgale. ",
  "dn3:1.6.2": "Vozio se u kočiji dokle je bilo moguće, pa onda sa nje siđe i peške uđe u manastir. ",
  "dn3:1.7.1": "Tom prilikom je jedan broj monaha radio je meditaciju u hodu na otvorenom. ",
  "dn3:1.7.2": "Onda Ambaṭṭha, otide do njih i upita: ",
  "dn3:1.7.3": "„Gospodo, gde boravi učitelj Gotama? ",
  "dn3:1.7.4": "Došli smo da vidimo učitelja Gotamu.” ",
  "dn3:1.8.1": "A monasi pomisliše: ",
  "dn3:1.8.2": "„Ovaj brahmanski učenik Ambaṭṭha je iz ugledne porodice, učenik je poznatog brahmana Pokkharasātija. ",
  "dn3:1.8.3": "Blaženi ne bi imao ništa protiv da prijateljski popriča sa tako uglednim osobama”. ",
  "dn3:1.8.4": "Tako rekoše Ambaṭṭhi: ",
  "dn3:1.8.5": "„Ono je njegova koliba, brahmanski učeniče, sa zatvorenim vratima. Priđi joj tiho, bez žurbe, popni se na trem, nakašlji se i pokucaj na vrata. Blaženi će ti otvoriti.” ",
  "dn3:1.9.1": "Bez žurbe, brahmanski učenik Ambaṭṭha otide tiho do kolibe sa zatvorenim vratima, pope se na trem, nakašlja i pokuca na vrata. Blaženi mu otvori ",
  "dn3:1.9.2": "i Ambaṭṭha uđe. Sa njim uđoše i drugi brahmanski učenici, te se pozdraviše se sa njim. Kada taj učtivi i prijateljski razgovor bi završen, sedoše sa strane. ",
  "dn3:1.9.3": "Ali Ambaṭṭha je, pozdravljajući se, sve vreme šetao tamo-amo, dok je Blaženi sedeo. ",
  "dn3:1.9.4": "Na to mu Blaženi reče: ",
  "dn3:1.9.5": "„Ambaṭṭha, da li tako razgovaraš sa učiteljima starijima od sebe i sa učiteljima svojih učitelja: hodaš tamo-amo ili stojiš dok ja sedim, tako se pozdravljaš?” ",
  "dn3:1.10.0": "2.1. Prvo pominjanje reči „izrod” ",
  "dn3:1.10.1": "„Ne, učitelju Gotama. ",
  "dn3:1.10.2": "Primereno je da jedan brahman razgovara sa drugim samo kada obojica hodaju, stoje, sede ili leže. ",
  "dn3:1.10.3": "Ali što se tiče ćelavih asketa, tih crnoputih ropskih izroda nastalih od stopala Srodnikovih, sa njima razgovaram upravo ovako kao sa učiteljem Gotamom.” ",
  "dn3:1.11.1": "„Ali, Ambaṭṭha, mora da si ovamo došao sa nekim ciljem. Ako je tako, Ambaṭṭha, usmeri svoj um na to i pažljivo slušaj. ",
  "dn3:1.11.2": "Iako neobučen, ovaj Ambaṭṭha misli da jeste obučen. Šta je to nego pomanjkanje obučenosti?” ",
  "dn3:1.12.1": "Kad ovo bi rečeno, besan i uznemiren zato što ga je Blaženi nazvao neobučenim, Ambaṭṭha poče da vređa i psuje Blaženog: ",
  "dn3:1.12.2": "„Lako ću se obračunati sa asketom Gotamom!” A onda nastavi: ",
  "dn3:1.12.3": "„Učitelju Gotama, Sakyani su sirovi, ",
  "dn3:1.12.4": "grubi, ",
  "dn3:1.12.5": "lako uvredljivi ",
  "dn3:1.12.6": " i nasilni. ",
  "dn3:1.12.7": "Oduvek su bili izrodi i takvi su ostali! Oni se ne klanjaju brahmanima, ne slave ih, ne poštuju i ne hvale. ",
  "dn3:1.12.8": "Ne priliči, nije u redu da se Sakyani – takvi izrodi kakvi su – ne klanjaju brahmanima, ne slave ih, ne poštuju i ne hvale.” ",
  "dn3:1.12.9": "To beše prvi put da je Ambaṭṭha nazvao Sakyane izrodima. ",
  "dn3:1.13.0": "2.2. Drugo pominjanje reči „izrod” ",
  "dn3:1.13.1": "„Ali, Ambaṭṭha, šta su ti toliko Sakyani nažao učinili?” ",
  "dn3:1.13.2": "„Jednom smo, učitelju Gotama, moj učitelj brahman Pokkharasāti i ja nekim poslom otišli u Kapilavatthu. ",
  "dn3:1.13.3": "Tu smo se našli na Sakyane, u dvorani za okupljanja. ",
  "dn3:1.13.4": "U njoj je na visokim sedištima sedelo nekoliko Sakyana i njihovih prinčeva, koji su pokazivali prstom jedni na druge i cerekali. Ali oni su očigledno ismevali nas, umesto da nam ponude mesto da sednemo. ",
  "dn3:1.13.5": "Ne priliči, nije u redu da se Sakyani – takvi izrodi kakvi su – ne klanjaju brahmanima, ne slave ih, ne poštuju i ne hvale.” ",
  "dn3:1.13.6": "To beše drugi put da je Ambaṭṭha nazvao Sakyane izrodima. ",
  "dn3:1.14.0": "2.3. Treće pominjanje reči „izrod” ",
  "dn3:1.14.1": "„Čak se i mala prepelica, Ambaṭṭha oglašava kako joj je volja kada je u svom gnezdu. ",
  "dn3:1.14.2": "Kapilavatthu je dom Sakyanima. Ne priliči poštovanom Ambaṭṭhi da se vređa zbog tako nevažnih stvari.” ",
  "dn3:1.14.3": "„Učitelju Gotama, postoje četiri kaste; ",
  "dn3:1.14.4": "plemići, brahmani, ratari i najamnici. ",
  "dn3:1.14.5": "Tri od njih – ",
  "dn3:1.14.6": "plemići, ratari i najamnici – ",
  "dn3:1.14.7": "tek su sluge brahmanima. ",
  "dn3:1.14.8": "Ne priliči, nije u redu da se Sakyani – takvi izrodi kakvi su – ne klanjaju brahmanima, ne slave ih, ne poštuju i ne hvale.” ",
  "dn3:1.14.9": "To beše treći put da je Ambaṭṭha nazvao Sakyane izrodima. ",
  "dn3:1.15.0": "2.4. Sin sluge ",
  "dn3:1.15.1": "Na to Blaženi pomisli: ",
  "dn3:1.15.2": "„Ovaj mladi učenik Ambaṭṭha zaista podcenjuje Sakyane nazivajući ih izrodima. Kako bi bilo da ja njega upitam za njegov klan?” ",
  "dn3:1.15.3": "I Blaženi mu reče: ",
  "dn3:1.15.4": "„Koji je tvoj klan, Ambaṭṭha?” ",
  "dn3:1.15.5": "„Ja pripadam Kaṇhāyana klanu, učitelju Gotama.” ",
  "dn3:1.15.6": "„Ali, Ambaṭṭha, prema liniji tvojih predaka i na očevoj i na majčinoj strani, Sakyani su potomci gospodara, dok ti potičeš od sina sluškinje Sakyana. ",
  "dn3:1.15.7": "Jer Sakyani smatraju kralja Okkāku svojim pretkom. ",
  "dn3:1.15.8": "Jednom davno, u želji da sinu svoje najdraže kraljice obezbedi tron, proterao je iz svog kraljevstva starije prinčeve – ",
  "dn3:1.15.9": "Okkāmukhu, Karakaṇḍu, Hatthiniku i Sinisūru. ",
  "dn3:1.15.10": "Oni su se skrasili kraj jezera s lotosima, na obroncima Himalaja, u gustoj tikovoj šumi. ",
  "dn3:1.15.11": "U strahu da će pokvariti svoju plemenitu krv, oženiše se sopstvenim sestrama. ",
  "dn3:1.15.12": "Onda se jednog dana kralj Okkāka obrati svojim ministrima i savetnicima: ",
  "dn3:1.15.13": "’Gospodo, gde sada žive pričevi?’ ",
  "dn3:1.15.14": "’Vaše visočanstvo, postoji jezero s lotosima, na obroncima Himalaja, u gustoj tikovoj (sāka) šumi. ",
  "dn3:1.15.15": "Tu oni sada žive. U strahu da će pokvariti svoju plemenitu krv, oženiše se sopstvenim (saka) sestrama.’ ",
  "dn3:1.15.16": "Na to kralj Okkāka bi nadahnut da izgovori ove reči: ",
  "dn3:1.15.17": "’Ti prinčevi su pravi Sakyani! Ti prinčevi su najbolji Sakyani!’ ",
  "dn3:1.15.18": "Od toga dana svi su znali za Sakyane i on beše njihov utemeljivač. ",
  "dn3:1.16.1": "Isto tako, Ambaṭṭha, kralj Okkāka je imao sluškinju po imenu Disā. ",
  "dn3:1.16.2": "I ona je rodila crnoputog dečaka. ",
  "dn3:1.16.3": "Kad se rodio, crni dečak joj reče: ",
  "dn3:1.16.4": "’Operi me, majko, okupaj me! Skini tu prljavštinu sa mene! Biću ti od koristi!’ ",
  "dn3:1.16.6": "u to vreme su ljudi demone zvali „crnim dečacima”. ",
  "dn3:1.16.7": "I rekoše: ",
  "dn3:1.16.8": "’Progovorio je čim se rodio – crni dečak se rodio!’ ",
  "dn3:1.16.9": "Od tog dana je nastao klan Kaṇhāyana, a on im beše utemeljivač. ",
  "dn3:1.16.10": "Na taj način, Ambaṭṭha, prema liniji tvojih predaka i na očevoj i na majčinoj strani, Sakyani su potomci gospodara, dok ti potičeš od sina sluškinje Sakyana.” ",
  "dn3:1.17.1": "Kad ovo bi rečeno, ostali brahmanski učenici rekoše: ",
  "dn3:1.17.2": "„Učitelju Gotama, molimo vas ne unižavajte Ambaṭṭhu toliko, nazivajući ga sinom sluškinje. ",
  "dn3:1.17.3": "On je dobrog porekla, ugledan, učen, rečit i uman. U stanju je da znalački vodi dijalog sa učiteljem Gotamom.” ",
  "dn3:1.18.1": "A Blaženi im odgovori: ",
  "dn3:1.18.2": "„Dobro, učenici, ako smatrate ",
  "dn3:1.18.3": "da je Ambaṭṭha lošeg porekla, bez ugleda, neuk, nemušt i glup, da nije u stanju znalački da vodi dijalog sa mnom, onda neka on zaćuti, a vi ćete razgovarati sa mnom. ",
  "dn3:1.18.4": "Ali ako smatrate ",
  "dn3:1.18.5": "da Ambaṭṭha jeste dobrog porekla, ugledan, učen, rečit i uman, da jeste u stanju da znalački vodi dijalog sa mnom, onda vi zaćutite ",
  "dn3:1.18.6": "i pustite njega da razgovara sa mnom.” ",
  "dn3:1.19.1": "„Ambaṭṭha jeste dobrog porekla… u stanju da znalački vodi dijalog sa učiteljem Gotamom. Mi ćemo ćutati i dopustiti Ambaṭṭhi da razgovara sa učiteljem Gotamom.” ",
  "dn3:1.20.1": "Tada Blaženi reče brahmanskom učeniku Ambaṭṭhi: ",
  "dn3:1.20.2": "„Dobro, Ambaṭṭha, imam jedno razložno pitanje za tebe. Neće ti se dopasti, ali svejedno treba na njega da odgovoriš. ",
  "dn3:1.20.3": "Ako to ne učiniš, već okolišiš, ćutiš ili se jednostavno okreneš da bi otišao, glava će ti upravo na ovom mestu prsnuti na sedam delova. ",
  "dn3:1.20.4": "Šta misliš, Ambaṭṭha? ",
  "dn3:1.20.5": "Prema onome što si čuo od brahmana, starih, u poodmaklim godinama, učitelja i učiteljevih učitelja, koje je poreklo Kaṇhāyana klana i ko je njegov začetnik?” ",
  "dn3:1.20.6": "Kad ovo bi rečeno, Ambaṭṭha ostane nem. ",
  "dn3:1.20.7": "Po drugi put, Blaženi reče brahmanskom učeniku Ambaṭṭhi: ",
  "dn3:1.20.8": "„Šta misliš, Ambaṭṭha? Prema onome što si čuo od brahmana, starih, u poodmaklim godinama, učitelja i učiteljevih učitelja, koje je poreklo Kaṇhāyana klana i ko je njegov začetnik?” ",
  "dn3:1.20.9": "I po drugi put Ambaṭṭha ostade nem. ",
  "dn3:1.20.10": "Zato mu Blaženi reče: ",
  "dn3:1.20.11": "„Odgovori sada, Ambaṭṭha. Nije sada vreme za ćutanje. ",
  "dn3:1.20.12": "Ako neko ne odgovori na razložno pitanje koje Tathāgata po treći put postavi, tome će glava upravo na tom mestu eksplodirati na sedam delova.” ",
  "dn3:1.21.1": "U tom trenutku duh Vađirapāṇi, koji je sa ogromnim gvozdenim buzdovanom u ruci, užarenim, plamenim, usijanim, lebdeo iznad glave brahmanskog učenika Ambaṭṭhe, pomisli: ",
  "dn3:1.21.2": "„Ako ovaj brahmanski učenik Ambaṭṭha ne odgovori kada bude pitan i treći put, razlupaću mu glavu na sedam delova!” ",
  "dn3:1.21.3": "Onda Blaženi ugleda duha Vađirapāṇija, a ugleda ga i brahmanski učenik Ambaṭṭha. ",
  "dn3:1.21.4": "Ambaṭṭha beše prestravljen, zapanjen, digla mu se kosa na glavi. Primače se bliže Blaženom, da ga ovaj zaštiti, pa reče: ",
  "dn3:1.21.5": "„Šta ste rekli? ",
  "dn3:1.21.6": "Molim vas ponovite pitanje.” ",
  "dn3:1.21.7": "„Šta misliš, Ambaṭṭha? ",
  "dn3:1.21.8": "Prema onome što si čuo od brahmana, starih, u poodmaklim godinama, učitelja i učiteljevih učitelja, koje je poreklo Kaṇhāyana klana i ko je njegov začetnik?” ",
  "dn3:1.21.9": "„Čuo sam da je upravo tako kako je učitelj Gotama rekao. ",
  "dn3:1.21.10": "To je poreklo Kaṇhāyana klana ",
  "dn3:1.21.11": " i to je njegov začetnik.” ",
  "dn3:1.22.0": "2.5. Rasprava o Ambaṭṭhinom nasleđu ",
  "dn3:1.22.1": "Kada ovo bi rečeno, okupljeni brahmanski studenti povikaše u glas: ",
  "dn3:1.22.2": "„Ispada da brahmanski učenik Ambaṭṭha jeste lošeg porekla, bez ugleda, sin sakyanske sluškinje i da su sakyanski sinovi njegovi gospodari! ",
  "dn3:1.22.3": "Ispada da je istina sve što je asketa Gotama govorio. A mi smo hteli da ga kritikujemo!” ",
  "dn3:1.23.1": "Na to Blaženi pomisli: ",
  "dn3:1.23.2": "„Ovi brahmanski učenici previše unižavaju Ambaṭṭhu, govoreći o sinu sluškinje. Kako bi bilo ako bih mu pomogao?” ",
  "dn3:1.23.3": "Onda Blaženi reče brahmanskim učenicima: ",
  "dn3:1.23.4": "„Učenici, ne unižavajte Ambaṭṭhu previše, govoreći o sinu sluškinje. ",
  "dn3:1.23.5": "Taj crni dečak beše veliki mudrac. ",
  "dn3:1.23.6": "Otišao je u južnu zemlju i naučio sve brahmanske svete mantre. A onda je došao do kralja Okkāke i zaprosio njegovu kćer Maddarūpi. ",
  "dn3:1.23.7": "Kralj beše van sebe od besa: ",
  "dn3:1.23.8": "’Šta taj sin sluškinje misli, kad traži ruku moje kćeri!’ Razjaren, zategnu strelu oštru poput brijača. ",
  "dn3:1.23.9": "Ali nije bio u stanju ni da je odapne, ni da je odloži. ",
  "dn3:1.23.10": "Na to ministri i savetnici kraljevi zamoliše crnog dečaka: ",
  "dn3:1.23.11": "’Poštedite našeg kralja, gospodine, ",
  "dn3:1.23.12": "poštedite ga!’ ",
  "dn3:1.23.13": "’Kralj će biti pošteđen. Ali ako odapne strelu nadole, to će izazvati zemljotres u čitavoj zemlji.’ ",
  "dn3:1.23.14": "’Poštedite našeg kralja, gospodine, i poštedite našu zemlju!’ ",
  "dn3:1.23.15": "’I kralj i zemlja biće pošteđeni. Ali ako odapne strelu nagore, neće biti kiše u zeloj zemlji sedam godina.’ ",
  "dn3:1.23.16": "’Poštedite našeg kralja, gospodine, poštedite našu zemlju i neka bude kiše!’ ",
  "dn3:1.23.17": "’I kralj i zemlja biće pošteđeni, padaće kiša. Ali ako kralj odapne strelu ka krunskom princu, princ će biti potpuno bezbedan i nepovređen!’ ",
  "dn3:1.23.18": "Na to ministri rekoše kralju Okkāki: ",
  "dn3:1.23.19": "’Neka kralj Okkaka odapne strelu ka krunskom princu. On će biti potpuno bezbedan i nepovređen.’ ",
  "dn3:1.23.20": "Kralj Okkāka odape strelu ka krunskom princu. I on ostade potpuno bezbedan i nepovređen. ",
  "dn3:1.23.21": "Kralj Okkāka beše prestravljen, zapanjen, digla mu se kosa na glavi. U strahu od božanske kazne, dade ruku svoje kćeri Maddarūpi. ",
  "dn3:1.23.22": "Učenici, ne unižavajte Ambaṭṭhu previše, govoreći o sinu sluškinje. Taj crni dečak beše veliki mudrac.” ",
  "dn3:1.24.0": "3. Nadmoć plemića ",
  "dn3:1.24.1": "Onda se Blaženi obrati brahmanskom učeniku Ambaṭṭhi: ",
  "dn3:1.24.2": "„Šta misliš, Ambaṭṭha? ",
  "dn3:1.24.3": "Zamisli da sin plemića oženi kćer brahmana i potom oni dobiju sina. ",
  "dn3:1.24.4": "Da li bi takav sin plemića i brahmanke dobio svoje mesto za sedenje i vodu od brahmana?” ",
  "dn3:1.24.5": "„Dobio bi, učitelju Gotama.” ",
  "dn3:1.24.6": "„Da li bi mu brahmani dopustili da učestvuje u ritualima za pretke, prinošenju žrtve paljenice, posvećenju i gozbi za goste?” ",
  "dn3:1.24.7": "„Dopustili bi mu, učitelju Gotama.” ",
  "dn3:1.24.8": "„Da li bi ga brahmani poučili svetim himnama ili ne?” ",
  "dn3:1.24.9": "„Poučili bi ga, učitelju Gotama.” ",
  "dn3:1.24.10": "„Da li bi pred njim držali svoje žene pod velom ili ne bi?” ",
  "dn3:1.24.11": "„Ne bi, učitelju Gotama.” ",
  "dn3:1.24.12": "„A da li bi ga plemići miropomazali za vladara?” ",
  "dn3:1.24.13": "„Ne bi, učitelju Gotama.” ",
  "dn3:1.24.14": "„A zašto?” ",
  "dn3:1.24.15": "„Zato što nije dobrog porekla sa majčine strane.” ",
  "dn3:1.25.1": "„Šta misliš, Ambaṭṭha? ",
  "dn3:1.25.2": "Zamisli da sin brahmana oženi kćer plemića i potom dobiju sina. ",
  "dn3:1.25.3": "Da li bi takav sin brahmana i plemkinje dobio svoje mesto za sedenje i vodu od brahmana?” ",
  "dn3:1.25.4": "„Dobio bi, učitelju Gotama.” ",
  "dn3:1.25.5": "„Da li bi mu brahmani dopustili da učestvuje u ritualima za pretke, prinošenju žrtve paljenice, posvećenju i gozbi za goste?” ",
  "dn3:1.25.6": "„Dopustili bi mu, učitelju Gotama.” ",
  "dn3:1.25.7": "„Da li bi ga brahmani poučili svetim himnama ili ne?” ",
  "dn3:1.25.8": "„Poučili bi ga, učitelju Gotama.” ",
  "dn3:1.25.9": "„Da li bi pred njim držali svoje žene pod velom ili ne bi?” ",
  "dn3:1.25.10": "„Ne bi, učitelju Gotama.” ",
  "dn3:1.25.11": "„A da li bi ga plemići miropomazali za vladara?” ",
  "dn3:1.25.12": "„Ne bi, učitelju Gotama.” ",
  "dn3:1.25.13": "„A zašto?” ",
  "dn3:1.25.14": "„Zato što nije dobrog porekla sa očeve strane.” ",
  "dn3:1.26.1": "„Tako su, Ambaṭṭha, plemići nadmoćni i brahmani inferiorni, bilo da se upoređuju žena sa ženom ili muškarac sa muškarce. ",
  "dn3:1.26.2": "Šta misliš, Ambaṭṭha? ",
  "dn3:1.26.3": "Zamisli da brahmani zbog nekog prekršaja obriju glavu nekom brahmanu, pospu ga vrećom pepela i proteraju ga iz sela ili grada. ",
  "dn3:1.26.4": "Da li bi takav brahman dobio svoje mesto za sedenje i vodu od brahmana?” ",
  "dn3:1.26.5": "„Ne bi, učitelju Gotama.” ",
  "dn3:1.26.6": "„Da li bi mu brahmani dopustili da učestvuje u ritualima za pretke, prinošenju žrtve paljenice, posvećenju i gozbi za goste?” ",
  "dn3:1.26.7": "„Ne bi, učitelju Gotama.” ",
  "dn3:1.26.8": "„Da li bi ga brahmani poučili svetim himnama ili ne?” ",
  "dn3:1.26.9": "„Ne bi, učitelju Gotama.” ",
  "dn3:1.26.10": "„Da li bi pred njim držali svoje žene pod velom ili ne bi?” ",
  "dn3:1.26.11": "„Držali bi, učitelju Gotama.” ",
  "dn3:1.27.1": "„Šta misliš, Ambaṭṭha? ",
  "dn3:1.27.2": "Zamisli da plemići zbog nekog prekršaja obriju glavu nekom plemiću, pospu ga vrećom pepela i proteraju ga iz sela ili grada. ",
  "dn3:1.27.3": "Da li bi takav brahman dobio svoje mesto za sedenje i vodu od brahmana?” ",
  "dn3:1.27.4": "„Dobio bi, učitelju Gotama.” ",
  "dn3:1.27.5": "„Da li bi mu brahmani dopustili da učestvuje u ritualima za pretke, prinošenju žrtve paljenice, posvećenju i gozbi za goste?” ",
  "dn3:1.27.6": "„Dopustili bi mu, učitelju Gotama.” ",
  "dn3:1.27.7": "„Da li bi ga brahmani poučili svetim himnama ili ne?” ",
  "dn3:1.27.8": "„Poučili bi ga, učitelju Gotama.” ",
  "dn3:1.27.9": "„Da li bi pred njim držali svoje žene pod velom ili ne bi?” ",
  "dn3:1.27.10": "„Ne bi, učitelju Gotama.” ",
  "dn3:1.27.11": "„U takvoj situaciji, Ambaṭṭha, taj plemić je na samom dnu, obrijane glave, po njemu posut pepeo i proteran iz sela ili grada. ",
  "dn3:1.27.12": "Pa ipak, iako je doživeo najveće poniženje, taj plemić je nadmoćniji i brahmani inferiorniji. ",
  "dn3:1.28.1": "Brahmā Sanaṅkumāra je jednom izrekao ove stihove: ",
  "dn3:1.28.2": "’Plemić je najbolji među onima ",
  "dn3:1.28.3": "koji klan uzimaju kao svoje merilo. ",
  "dn3:1.28.4": "Ali onaj usavršen u znanju i ponašanju ",
  "dn3:1.28.5": "najbolji je među bogovima i ljudima.’ ",
  "dn3:1.28.6": "Te stihove je dobro ispevao Brahmā Sanaṅkumāra, ne loše; dobro ih izgovorio, ne loše, korisni su, ne povređuju i ja ih odobravam. ",
  "dn3:1.28.7": "Jer i ja isto tako kažem: ",
  "dn3:1.28.8": "’Plemić je najbolji među onima ",
  "dn3:1.28.9": "koji klan uzimaju kao svoje merilo. ",
  "dn3:1.28.10": "Ali onaj usavršen u znanju i ponašanju ",
  "dn3:1.28.11": "najbolji je među bogovima i ljudima.’ ",
  "dn3:2.1.0": "4. Znanje i ponašanje ",
  "dn3:2.1.1": "„Ali šta je, učitelju Gotama, to ponašanje, šta je to znanje?” ",
  "dn3:2.1.2": "„Ambaṭṭha, u nenadmašnom znanju i ponašanju nema govora o precima, klanu ili gordosti koja kaže: ",
  "dn3:2.1.3": "’Ti me zaslužuješ’ ili ’Ti me ne zaslužuješ’. ",
  "dn3:2.1.4": "Gde god postoji davanje, uzimanje ili davanje i uzimanje pri sklapanju braka, postoji i takav govor i gordost: ",
  "dn3:2.1.5": "’Ti me zaslužuješ’ ili ’Ti me ne zaslužuješ’. ",
  "dn3:2.1.6": "Ko god je zarobljenik takvih stvari kao što su preci, klan ili gordost, kao što je davanje, uzimanje ili davanje i uzimanje, taj je daleko od nenadmašnog znanja i ponašanja. ",
  "dn3:2.1.7": " To dvoje postiže se tek napuštanjem takvih stvari.” ",
  "dn3:2.2.1": "„Ali šta je, učitelju Gotama, to ponašanje, šta je to znanje?” ",
  "dn3:2.2.2": "„Tako, Ambaṭṭha, Tathāgata se pojavi u ovome svetu, plemenit i potpuno probuđen, usavršen u znanju i ponašanju, srećan, znalac svetova, nenadmašni vodič onima kojima je potreban putokaz, učitelj božanskim i ljudskim bićima, budan, blažen. ",
  "dn3:2.2.3": "Snagom vlastite spoznaje razumeo je i zna da objasni ovaj svet, njegove dobre i zle duhove, božanstva, pokolenja isposnika i sveštenika, plemenitih i običnih ljudi. ",
  "dn3:2.2.4": "On propoveda učenje i slovom i duhom, divno na početku, divno u sredini, divno na kraju; upućuje na potpuno savršen i pročišćen svetački život. ",
  "dn3:2.2.5": "A kućedomaćin ili kućedomaćinov sin ili neko rođen u nekom drugom klanu čuje tu Dhammu. ",
  "dn3:2.2.6": "Kad čuje Dhammu, on stiče poverenje u Tathāgatu. ",
  "dn3:2.2.7": "Kad poseduje poverenje, ovako razmišlja… ",
  "dn3:2.2.8": "Sasvim obuzdanih čula, bez mentalnih nečistoća, ulazi tako monah i ostaje na prvom stupnju zadubljenja… ",
  "dn3:2.2.9": "To je deo njegovog ponašanja. ",
  "dn3:2.2.10": "A zatim, Ambaṭṭha, sa smirivanjem usmerene misli i istraživanja, ulazi on i ostaje na drugom stupnju zadubljenja… ",
  "dn3:2.2.11": "To je takođe deo njegovog ponašanja. ",
  "dn3:2.2.12": "A zatim, Ambaṭṭha, sa slabljenjem ushićenja monah ostaje spokojan, svestan i s jasnim razumevanjem, sa fizičkim osećajem zadovoljstva. Monah ulazi i ostaje na trećem stupnju zadubljenja… ",
  "dn3:2.2.13": "To je takođe deo njegovog ponašanja. ",
  "dn3:2.2.14": "A zatim, Ambaṭṭha, sa napuštanjem zadovoljstva i bola, kao i s ranijim nestankom radosti i žalosti, monah ulazi i ostaje na četvrtom stupnju zadubljenja… ",
  "dn3:2.2.15": "To je takođe deo njegovog ponašanja. ",
  "dn3:2.2.16": "To je, Ambaṭṭha, to ponašanje. ",
  "dn3:2.2.17": "Kada je njegov koncentrisan um postao tako pročišćen, blistav, bez i najmanje nečistoće, bez nesavršenosti, prilagodljiv, lako vođen, postojan i stabilan, monah ga okreće i usmerava ka znanju i viđenju… ",
  "dn3:2.2.18": "To je deo njegovog znanja… ",
  "dn3:2.2.19": "On razume: ’Ovo je poslednje rođenje, proživljen je svetački život, učinjeno ono što je trebalo učiniti, nema više preporađanja u bilo koji oblik bivanja.’ ",
  "dn3:2.2.20": "To je takođe deo njegovog znanja. ",
  "dn3:2.2.21": "To je, Ambaṭṭha, to znanje. ",
  "dn3:2.2.22": "Takav monah se, Ambaṭṭha. naziva usavršenim u znanju, usavršenim u ponašanju, usavršenim u znanju i ponašanju. ",
  "dn3:2.2.23": "Nema, Ambaṭṭha, usavršenosti u znanju i ponašanju koja je bolja i uzvišenija od toga. ",
  "dn3:2.3.0": "5. Četiri izvora gubitka ",
  "dn3:2.3.1": "Ambaṭṭha, u vezi sa tom najvišom usavršenošću u znanju i ponašanju, postoje četiri izvora gubitka. ",
  "dn3:2.3.2": "Koja četiri? ",
  "dn3:2.3.3": "Tako neki asketa ili brahman koji nije dosegao najvišu usavršenost u znanju i ponašanju, okači svoje stvari na štap i prebaci ga preko ramena, pa zađe u gustu šumu razmišljajući: ",
  "dn3:2.3.4": "’Živeću na voću koje uspem da sakupim’. ",
  "dn3:2.3.5": "Ali ispostavi se da sve što može jeste da bude sluga onome ko jeste dosegao najvišu usavršenost u znanju i ponašanju. ",
  "dn3:2.3.6": "To je prvi izvor gubitka u vezi sa dostizanjem najvišeg znanja i ponašanja. ",
  "dn3:2.3.7": "Dalje, neki asketa ili brahman koji nije dosegao najvišu usavršenost u znanju i ponašanju i nije u stanju da živi od voća koje sakupi, uzme motiku i košaru, pa zađe u gustu šumu razmišljajući: ",
  "dn3:2.3.8": "’Živeću na lukovicama, korenju i plodovima koje uspem da sakupim’. ",
  "dn3:2.3.9": "Ali ispostavi se da sve što može je da bude sluga onome ko jeste dosegao najvišu usavršenost u znanju i ponašanju. ",
  "dn3:2.3.10": "To je drugi izvor gubitka u vezi sa dostizanjem najvišeg znanja i ponašanja. ",
  "dn3:2.3.11": "Dalje, neki asketa ili brahman koji nije dosegao najvišu usavršenost u znanju i ponašanju i nije u stanju da živi od voća koje sakupi, niti od lukovica, korenja i plodova koje sakupi, napravi oltar za svetu vatru u blizini nekog sela ili grada i tu živi, starajući se o bogu vatre. ",
  "dn3:2.3.12": "Ali ispostavi se da sve što može je da bude sluga onome ko jeste dosegao najvišu usavršenost u znanju i ponašanju. ",
  "dn3:2.3.13": "To je treći izvor gubitka u vezi sa dostizanjem najvišeg znanja i ponašanja. ",
  "dn3:2.3.14": "Dalje, neki asketa ili brahman koji nije dosegao najvišu usavršenost u znanju i ponašanju, nije u stanju da živi od voća koje sakupi, niti od lukovica, korenja i plodova koje sakupi, niti od staranja o bogu vatre, napravi oltar za svetu vatru na glavnom trgu i tu živi, razmišljajući: ",
  "dn3:2.3.15": "’Kada neki asketa ili brahman dođe iz bilo kojeg kraja, iskazaću mu poštovanje najbolje što umem.’ ",
  "dn3:2.3.16": "Ali ispostavi se da sve što može je da bude sluga onome ko jeste dosegao najvišu usavršenost u znanju i ponašanju. ",
  "dn3:2.3.17": "To je četvrti izvor gubitka u vezi sa dostizanjem najvišeg znanja i ponašanja. ",
  "dn3:2.3.18": "Ambaṭṭha, to su četiri izvora gubitka u vezi sa tom najvišom usavršenošću u znanju i ponašanju. ",
  "dn3:2.4.1": "„Šta misliš, Ambaṭṭha, ",
  "dn3:2.4.2": "živiš li ti, zajedno sa svojim učiteljem, u skladu sa tom najvišom usavršenošću u znanju i ponašanju?” ",
  "dn3:2.4.3": "„Ne, učitelju Gotama. ",
  "dn3:2.4.4": "Ko sam ja, zajedno sa svojim učiteljem, u poređenju sa tom najvišom usavršenošću u znanju i ponašanju? ",
  "dn3:2.4.5": "Daleko smo mi od toga.” ",
  "dn3:2.4.6": "„Kaži mi, Ambaṭṭha, ",
  "dn3:2.4.7": "iako nisi dosegao najvišu usavršenost u znanju i ponašanju, jesi li ti, zajedno sa svojim učiteljem, okačio svoje stvari na štap i prebacio ga preko ramena, pa zašao u gustu šumu razmišljajući: ",
  "dn3:2.4.8": "’Živeću od voća koje uspem da sakupim’?” ",
  "dn3:2.4.9": "„Ne, učitelju Gotama.” ",
  "dn3:2.4.10": "„A kaži mi, Ambaṭṭha, ",
  "dn3:2.4.11": "iako nisi dosegao najvišu usavršenost u znanju i ponašanju, jesi li ti, zajedno sa svojim učiteljem, uzeo motiku i košaru, pa zašao u gustu šumu razmišljajući: ",
  "dn3:2.4.12": "’Živeću na lukovicama, korenju i voću koje uspem da sakupim’.” ",
  "dn3:2.4.13": "„Ne, učitelju Gotama.” ",
  "dn3:2.4.14": "„A kaži mi, Ambaṭṭha, ",
  "dn3:2.4.15": "iako nisi dosegao najvišu usavršenost u znanju i ponašanju, jesi li ti, zajedno sa svojim učiteljem, živeo od voća koje si uspeo da sakupiš, od lukovica, korenja i drugih plodova i jesi li napravio oltar za svetu vatru na ivici sela ili grada, kako bi tu živeo starajući se o bogu vatre?” ",
  "dn3:2.4.16": "„Ne, učitelju Gotama.” ",
  "dn3:2.4.17": "„A kaži mi, Ambaṭṭha, ",
  "dn3:2.4.18": "iako nisi dosegao najvišu usavršenost u znanju i ponašanju, jesi li ti, zajedno sa svojim učiteljem, živeo od voća koje si uspeo da sakupiš, od lukovica, korenja i drugih plodova i staranja o bogu vatre, i jesi li napravio oltar za svetu vatru na glavnom trgu i tu živeo, razmišljajući: ",
  "dn3:2.4.19": "’Kada asketa ili brahman dođe iz bilo kojeg kraja, iskazaćemo mu poštovanje najbolje što umemo’? ",
  "dn3:2.4.20": "„Ne, učitelju Gotama.” ",
  "dn3:2.5.1": "„Dakle, ti, zajedno sa svojim učiteljem, ne samo da si inferioran u odnosu na ovu najvišu usavršenost u znanju i ponašanju, ",
  "dn3:2.5.2": "već si inferioran čak i u odnosu na ova četiri izvora gubitka. ",
  "dn3:2.5.3": "Ali tvoj učitelj Pokkharasāti ti je govorio: ",
  "dn3:2.5.4": "’Ko su uopšte ti ćelavi askete, ti crnoputi ropski izrodi nastali od nogu Srodnikovih da hoće da razgovaraju sa brahmanima upućenim u tri vede?’ Iako, Ambaṭṭha, ni on sam nije otklonio ni jedan jedini izvor gubitaka! ",
  "dn3:2.5.5": "Vidiš li, Ambaṭṭha, kako je tvoj učitelj Pokkharasāti pogrešio u toj stvari. ",
  "dn3:2.6.0": "6. Biti nalik mudracima iz prošlosti ",
  "dn3:2.6.1": "Ambaṭṭha, brahman Pokkharasāti uživa u daru Pasenadija, kralja Kosale. ",
  "dn3:2.6.2": "Ali Pasenadi, kralj Kosale, mu ne daruje i susret sa njim oči u oči. ",
  "dn3:2.6.3": "Jer kada se sa njim savetuje, to čini ostavši iza zavese. ",
  "dn3:2.6.4": "Kako to, Ambaṭṭha, da mu Pasenadi, kralj Kosale, od koga prima poklon na pravi način dat, ne daruje i susret sa njim oči u oči? ",
  "dn3:2.6.5": "Vidiš li, Ambaṭṭha, kako se tvoj učitelj Pokkharasāti ogrešio o tebe. ",
  "dn3:2.7.1": "Šta misliš o ovome, Ambaṭṭha? ",
  "dn3:2.7.2": "Zamisli da se Pasenadi, kralj Kosale, savetuje sa svojim zapovednicima i drugim plemićima sedeći na slonu, na konju ili stojeći u kočijama. ",
  "dn3:2.7.3": "I zamisli da on siđe sa tog mesta i stane sa strane. ",
  "dn3:2.7.4": "A na to mesto se popne najamnik ili neki od njegovih slugu i nastavi savetovanje: ",
  "dn3:2.7.5": "’Ovako je rekao kralj Pasenadi, a rekao je još i ovo’. ",
  "dn3:2.7.6": "Da li ga to što je izgovorio kraljeve reči i dao isti savet kao i kralj ",
  "dn3:2.7.7": "čini kraljem ili kraljevim savetnikom?” ",
  "dn3:2.7.8": "„Ne, učitelju Gotama.” ",
  "dn3:2.8.1": "„Na isti način, Ambaṭṭha, brahmanski mudraci iz prošlosti bili su Aṭṭhaka, Vāmaka, Vāmadeva, Vessāmitta, Yamadaggi, Aṅgīrasa, Bhāradvāđa, Vāseṭṭha, Kassapa i Bhagu. Oni su bili tvorci himni, oni su ih objavili, njihove himne su recitovane, prenošene i prerađivane u ta drevna vremena. I danas brahmani nastavljaju da ih recituju i pevaju. Nastavljaju da recituju ono što je bilo recitovano i da podučavaju ono što je bilo podučavano. ",
  "dn3:2.8.2": "I ti možda zamišljaš da te, pošto si unutar svoje tradicije napamet naučio takve himne, to čini mudracem ili nekim ko je na putu da postane mudrac. Ali to nije moguće. ",
  "dn3:2.9.1": "Šta misliš, Ambaṭṭha? ",
  "dn3:2.9.2": "Prema onome što si čuo od brahmana, starih, u poodmaklim godinama, učitelja i učiteljevih učitelja, ",
  "dn3:2.9.3": "jesu li ti brahmanski mudraci iz davnina nalazili zadovoljstvo u tome da budu divno okupani i pomazani, uređene kose i brade, okićeni draguljima, minđušama i narukvicama, u belo odeveni, ",
  "dn3:2.9.4": "kao što to danas činite ti i tvoj učitelj?” ",
  "dn3:2.9.5": "„Ne, učitelju Gotama.” ",
  "dn3:2.10.1": "",
  "dn3:2.10.2": "„Jesu li oni jeli probrani pirinač, sa čistim mesom, uz razna variva i dodatke, kao što to danas činite ti i tvoj učitelj?” ",
  "dn3:2.10.3": "„Ne, učitelju Gotama.” ",
  "dn3:2.10.4": "",
  "dn3:2.10.5": "„Jesu li se oni zabavljali gledajući devojke obučene tako da im se ističu obline, kao što to danas činite ti i tvoj učitelj?” ",
  "dn3:2.10.6": "„Ne, učitelju Gotama.” ",
  "dn3:2.10.8": "„Jesu li oni vozili kočije sa upregnutim kobilama upletenih griva, šibajući ih i podbadajući dugačkim kamdžijama, kao što to danas činite ti i tvoj učitelj?” ",
  "dn3:2.10.9": "„Ne, učitelju Gotama.” ",
  "dn3:2.10.11": "„Jesu li oni imali ljude sa dugim mačevima da ih čuvaju u tvrđavama, opkoljenim šančevima i drugim preprekama, kao što to danas činite ti i tvoj učitelj?” ",
  "dn3:2.10.12": "„Ne, učitelju Gotama.” ",
  "dn3:2.10.13": "„Dakle ni ti, Ambaṭṭha, ni tvoj učitelj niste mudraci, niti ste na putu da postanete mudraci. ",
  "dn3:2.10.14": "Ako imaš sumnji ili nedoumica u vezi sa mnom, pitaj me i ja ću ih svojim odgovorom razvejati.” ",
  "dn3:2.11.0": "7. Videti dva obeležja ",
  "dn3:2.11.1": "Onda Buda izađe iz svoje kolibe i poče da hoda tamo-amo da protegne noge. ",
  "dn3:2.11.2": "Mladi brahman Ambaṭṭha učini isto. ",
  "dn3:2.11.3": "Hodajući kraj Blaženog, poče pogledom da na telu Blaženog traži trideset dva obeležja velikog čoveka. ",
  "dn3:2.11.4": "Video je skoro sva obeležja velikog čoveka na telu Blaženoga, osim dva. ",
  "dn3:2.11.5": "Bio je sumnjičav, nesiguran u pogledu dva obeležja, te nije mogao da se odluči i bude uveren u njih: ",
  "dn3:2.11.6": "u vezi s polnim organom obavijenim naborima kože i sa dužinom jezika. ",
  "dn3:2.12.1": "Onda se u Blaženom javi misao: ",
  "dn3:2.12.2": "„Ovaj brahmanski učenik Ambaṭṭha vidi sva obeležja velikog čoveka na mome telu, osim dva. ",
  "dn3:2.12.3": "Sumnjičav je, nesiguran u pogledu dva obeležja, neodlučan i bez poverenja u njih: ",
  "dn3:2.12.4": "u vezi s polnim organom obavijenim naborima kože i sa dužinom jezika. ",
  "dn3:2.12.5": "Na to Blaženi svojom natprirodnom moći učini da brahmanski učenik Ambaṭṭha vidi da je organ Blaženog obavijen naborima kože. ",
  "dn3:2.12.6": "Potom Blaženi izbaci jezik i više puta njime dodirnu oba uveta i obe nozdrve, te potom čitavo čelo prekri svojim jezikom. ",
  "dn3:2.12.7": "A brahmanski učenik Ambaṭṭha pomisli: ",
  "dn3:2.12.8": "„Asketa Gotama poseduje trideset dva obeležja velikog čoveka”. ",
  "dn3:2.12.9": "I reče Blaženom: ",
  "dn3:2.12.10": "„A sada je, učitelju Gotama, vreme da krenem. Vrlo sam zauzet i mnogo toga treba još uraditi.” ",
  "dn3:2.12.11": "„Vreme je, Ambaṭṭha, da uradiš kako misliš da treba.” ",
  "dn3:2.12.12": "Ambaṭṭha se onda pope na svoju kočiju koju su vukle kobile i otide. ",
  "dn3:2.13.1": "A u to vreme brahman Pokkharasāti napustio je Ukkaṭṭhu, praćen velikom grupom brahmana, i sedeo u svom parku čekajući na Ambaṭṭhu. ",
  "dn3:2.13.2": "Onda Ambaṭṭha stiže do parka. ",
  "dn3:2.14.1": "Vozio se u kočiji dokle je bilo moguće, pa onda sa nje siđe i peške stiže do brahmana Pokkharasātija, pokloni mu se, pa sede sa strane. Dok je tako sedeo sa strane, brahman Pokkharasāti mu se obrati: ",
  "dn3:2.14.2": "„Jesi li, dragi Ambaṭṭha, video učitelja Gotamu.” ",
  "dn3:2.14.3": "„Video sam ga, poštovani gospodine.” ",
  "dn3:2.14.4": "„Pa, je li učitelj Gotama takav kako se priča ili nije?” ",
  "dn3:2.14.6": "„Jeste, poštovani gospodine, takav je. ",
  "dn3:2.14.7": "Učitelj Gotama poseduje trideset dva obeležja velikog čoveka, ne nedostaje nijedno od njih.” ",
  "dn3:2.14.8": "„Jesi li razgovarao sa učiteljem Gotamom” ",
  "dn3:2.14.9": "„Jesam, razgovarao sam sa učiteljem Gotamom.” ",
  "dn3:2.14.10": "„Pa o čemu ste to razgovarali?” ",
  "dn3:2.14.11": "Na to brahmanski učenik Ambaṭṭha ispriča brahmanu Pokkharasātiju sve kako se dogodilo. ",
  "dn3:2.15.1": "A brahman Pokkharasāti reče Ambaṭṭhi: ",
  "dn3:2.15.2": "„Ah, veliki si ti stručnjak, veliki mudrac, veliki znalac triju veda! Svako ko tako postupa trebalo bi posle sloma tela, posle smrti da se preporodi u svetu lišavanja, na lošem odredištu, u nižim svetovima, u paklu! ",
  "dn3:2.15.3": "Obasuo si uvredama učitelja Gotamu i zato je iznosio sve više argumenata protiv nas! ",
  "dn3:2.15.4": "Veliki si ti stručnjak…” Besan i ogorčen, Pokkharasāti skoči sa svog mesta, šutnu brahmanskog učenika Ambaṭṭhu ",
  "dn3:2.15.5": "i htede da smesta krene, kako bi video Blaženog. ",
  "dn3:2.16.0": "8. Pokkharasāti posećuje Budu ",
  "dn3:2.16.1": "Na to okupljeni brahmani rekođe Pokkharasātiju: ",
  "dn3:2.16.2": "„Suviše je kasno danas, poštovani gospodine, za posetu asketi Gotami. ",
  "dn3:2.16.3": "Neka brahman Pokkharasāti sutra poseti asketu Gotamu.” ",
  "dn3:2.16.4": "I brahman Pokkharasāti naredi da se u njegovoj kući na više načina pripremi najbolja hrana. Onda se pope na kočiju i sa slugama koji su pred njim nosili baklje, zaputi se od Ukkaṭṭhe ka šumi kraj Icchānaṅgale. ",
  "dn3:2.17.1": "Vozio se u kočiji dokle je bilo moguće, pa onda sa nje siđe i peške stiže do Blaženog. Kada je stigao, pozdravi se sa Blaženim, a kada taj učtivi i prijateljski razgovor bi završen, sede sa strane i reče: ",
  "dn3:2.17.2": "„Učitelju Gotama, je li moj učenik, mladi brahman Ambaṭṭha bio ovde?” ",
  "dn3:2.17.3": "„Da, brahmane. tvoj učenik, mladi brahman Ambaṭṭha bio je ovde.” ",
  "dn3:2.17.4": "„Jeste li učitelj Gotama razgovarao sa mladim brahmanom Ambaṭṭhom?” ",
  "dn3:2.17.5": "„Jesam, razgovarao sam sa njim.” ",
  "dn3:2.17.6": "„A o čemu je učitelju Gotama razgovarao sa mladim brahmanom Ambaṭṭhom?” ",
  "dn3:2.17.7": "Na to Blaženi ispriča čitav razgovor sa Ambaṭṭhom, ",
  "dn3:2.17.8": "a brahman Pokkharasāti mu reče: ",
  "dn3:2.17.9": "„Učitelju Gotama, Ambaṭṭha je budala! Neka učitelj Gotama oprosti mladom brahmanu Ambaṭṭhi.” ",
  "dn3:2.17.10": "„Neka mladi brahman Ambaṭṭha bude spokojan.” ",
  "dn3:2.18.1": "Onda brahman Pokkharasāti poče pogledom da na telu Blaženog traži trideset dva obeležja velikog čoveka. ",
  "dn3:2.18.2": "Video je skoro sva obeležja velikog čoveka na telu Blaženoga, osim dva. ",
  "dn3:2.18.3": "Bio je sumnjičav, nesiguran u pogledu dva obeležja, te nije mogao da se odluči i bude uveren u njih: ",
  "dn3:2.18.4": "u vezi s polnim organom obavijenim naborima kože i sa dužinom jezika. ",
  "dn3:2.18.5": "Na to Blaženi pomisli: ",
  "dn3:2.18.6": "„Brahman Pokkharasāti je video skoro sva obeležja velikog čoveka na mom telu, osim dva. ",
  "dn3:2.18.7": "Sumnjičav je, nesiguran u pogledu dva obeležja, neodlučan i bez poverenja u njih: ",
  "dn3:2.18.8": "u vezi s polnim organom obavijenim naborima kože i sa dužinom jezika.” ",
  "dn3:2.18.9": "Na to Blaženi svojom natprirodnom moći učini da brahman Pokkharasāti vidi da je organ Blaženog obavijen naborima kože. ",
  "dn3:2.18.10": "Potom Blaženi izbaci jezik i više puta njime dodirnu oba uveta i obe nozdrve, te potom čitavo čelo prekri svojim jezikom. ",
  "dn3:2.19.1": "A brahman Pokkharasāti pomisli: ",
  "dn3:2.19.2": "„Asketa Gotama poseduje trideset dva obeležja velikog čoveka”. ",
  "dn3:2.19.3": "I reče Blaženom: ",
  "dn3:2.19.4": "„Da li bi učitelj Gotama, zajedno sa svojom monaškom zajednicom, prihvatio poziv da danas jede u mojoj kući?” ",
  "dn3:2.19.5": "Blaženi ćutke prihvati ovaj poziv. ",
  "dn3:2.20.1": "Razumevši da je Blaženi prihvatio poziv, brahman Pokkharasāti objavi: ",
  "dn3:2.20.2": "„Vreme je, učitelju Gotama, obrok je spreman”. ",
  "dn3:2.20.3": "A ujutro, Blaženi se obukao, uze svoju prosjačku zdelu i gornji ogrtač, pa zajedno praćen monasima krenu put doma brahmana Pokkharasātija i tamo sede na pripremljeno mesto. ",
  "dn3:2.20.4": "Onda brahman Pokkharasāti svojim rukama posluži i različitim vrstama jela ugosti monašku zajednicu predvođenu Blaženim. ",
  "dn3:2.20.5": "Kad je Blaženi jeo i izvadio ruke iz činije, brahman Pokkharasāti sede na niže mesto, sa strane. ",
  "dn3:2.21.1": "Dok je tako sedeo, Blaženi mu postupno izloži pouku i to kroz ",
  "dn3:2.21.2": "govor o davanju, govor o vrlini, govor o nebesima; objasni opasnost,  propadanje i prljanje u čulnim zadovoljstvima, kao i blagoslov  obuzdavanja. ",
  "dn3:2.21.3": "Kada je video da je um brahmana Pokkharasātija spreman, prijemčiv, oslobođen prepreka, nadahnut i ispunjen poverenjem, izloži mu učenje koje je posebno svojstveno budama: ",
  "dn3:2.21.4": "patnju, nastanak patnje, prestanak patnje i put. ",
  "dn3:2.21.5": "I baš kao kad bi čist komad platna, bez ikakvih mrlja, bio obojen svuda jednako, ",
  "dn3:2.21.6": "isto tako i u brahmanu Pokkharasātiju, dok je tu sedeo, javi se potpuno čisto oko Dhamme, bez mrlja: ",
  "dn3:2.21.7": "’Sve što je podložno nastanku jeste podložno i nestanku.’ ",
  "dn3:2.22.0": "9. Pokkharasāti se deklariše kao sledbenik ",
  "dn3:2.22.1": "Tada brahman Pokkharasāti ugleda Dhammu, doseže Dhammu, razume Dhammu, obuhvati Dhammu; otide izvan sumnje, oslobodi se zbunjenosti, zadobi neustrašivost i postade nezavisan od drugih u učiteljevom nauku, pa reče Blaženom: ",
  "dn3:2.22.2": "„Zadivljujuće je to, učitelju Gotama, čudesno je to! ",
  "dn3:2.22.3": "Baš kao kad bi neko ispravio ono što je stajalo naglavce, otkrio skriveno, pokazao put zalutalome ili upalio svetiljku u tami, tako da oni koji imaju oči mogu da vide, tako je i Blaženi, na više različitih načina, razjasnio Dhammu. ",
  "dn3:2.22.4": "Uzimam Blaženog za utočište, njegovo učenje i zajednicu monaha za utočište. ",
  "dn3:2.22.5": "Neka me Blaženi prihvati kao svog nezaređenog sledbenika koji, odsad pa do kraja života, pronađe svoje utočište! ",
  "dn3:2.22.6": "Kao što učitelj Gotama posećuje druge porodice u Ukkaṭṭhi, neka tako poseti i moju. ",
  "dn3:2.22.7": "Brahmanski učenici i učenice će mu se klanjati, ustajati u njegovom prisustvu, ustupati mesto i vodu, srca ispunjenog poverenjem. To će biti zadugo na njihovu korist i sreću.” ",
  "dn3:2.22.8": "„Dobro je što tako govoriš, brahmane.” "
}