{
  "dn4:0.1": "Zbirka dugih govora 4 ",
  "dn4:0.2": "Razgovor sa Soṇadaṇḍom ",
  "dn4:1.0": "Brahmani kućedomaćini iz Ćampe ",
  "dn4:1.1": "Ovako sam čuo. ",
  "dn4:1.2": "Jednom je Blaženi lutao zemljom Aṅga, praćen velikom grupom monaha, te je na kraju stigao u grad Ćampu. ",
  "dn4:1.3": "Tu se smestio na obali Gaggarā jezera prepunog lotosa. ",
  "dn4:1.4": "U to vreme brahman Soṇadaṇḍa je živeo u Ćampi, nekadašnjem kraljevskom imanju prepunom životinja, bogatom pašnjacima, šumama, vodom i letinom, koje mu je Pasenadi, kralj Kosale, dao kao feud na poklon. ",
  "dn4:2.1": "I brahmani kućedomaćini iz Ćampe dočuše ovako: ",
  "dn4:2.2": "„Asketa Gotama, sin plemena Sakya, koji je napustio klan Sakyana, lutao je zemljom Aṅga, praćen velikom grupom monaha, te je na kraju stigao u Ćampu. Tu se smestio na obali Gaggarā jezera, prepunog lotosa. ",
  "dn4:2.3": "Ovakav se dobar glas širi o učitelju Gotami: ",
  "dn4:2.4": "’Zaista je Blaženi plemenit i potpuno probuđen, usavršen u znanju i ponašanju, srećan, znalac svetova, nenadmašni vodič onima kojima je potreban putokaz, učitelj božanskim i ljudskim bićima, budan, blažen’. ",
  "dn4:2.5": "Snagom vlastite spoznaje razumeo je i zna da objasni ovaj svet, njegove dobre i zle duhove, božanstva, pokolenja isposnika i sveštenika, plemenitih i običnih ljudi. ",
  "dn4:2.6": "On propoveda učenje i slovom i duhom, divno na početku, divno u sredini, divno na kraju; upućuje na potpuno savršen i pročišćen svetački život. ",
  "dn4:2.7": "Istinska je dobrobit videti tako usavršena bića.” ",
  "dn4:2.8": "Onda brahmani kućedomaćini iz Ćampe u grupama i družinama kretoše iz Ćampe ka Gaggarā jezeru. ",
  "dn4:3.1": "U to vreme brahman Soṇadaṇḍa se posle ručka odmarao na gornjem spratu svoje kuće. ",
  "dn4:3.2": "Odatle on ugleda brahmane kućedomaćine iz Ćampe kako u grupama i družinama idu iz Ćampe ka Gaggarā jezeru. ",
  "dn4:3.3": "Kada ih je video, upita on svog slugu: ",
  "dn4:3.4": "„Dobri moj slugo, zašto su ovi brahmani kućedomaćini iz Ćampe krenuli u grupama i družinama ka Gaggarā jezeru?” ",
  "dn4:3.5": "„Gospodaru, asketa Gotama je stigao u Ćampu i smestio se na obali Gaggarā jezera. ",
  "dn4:3.6": "Ovakav se dobar glas širi o učitelju Gotami: ",
  "dn4:3.7": "’Zaista je Blaženi plemenit i potpuno probuđen, usavršen u znanju i ponašanju, srećan, znalac svetova, nenadmašni vodič onima kojima je potreban putokaz, učitelj božanskim i ljudskim bićima, budan, blažen’. ",
  "dn4:3.8": "Svi oni idu da vide učitelja Gotamu.” ",
  "dn4:3.9": "„Onda, dobri moj slugo, idi do brahmana kućedomaćina iz Ćampe i kaži im: ",
  "dn4:3.10": "’Gospodo, brahman Soṇadaṇḍa vam ovako poručuje: ",
  "dn4:3.11": "’Molim vas sačekajte. Brahman Soṇadaṇḍa će takođe ići da vidi asketu Gotamu’.” ",
  "dn4:3.12": "„Da, gospodine”, odgovori savetnik, otide do brahmana kućedomaćina iz Ćampe i prenese im poruku: ",
  "dn4:3.13": "’Gospodo, brahman Soṇadaṇḍa vam ovako poručuje: ",
  "dn4:3.14": "’Molim vas sačekajte. Brahman Soṇadaṇḍa će takođe ići da vidi asketu Gotamu’.” ",
  "dn4:4.0": "2. Soṇadaṇḍini kvaliteti ",
  "dn4:4.1": "A tom prilikom pet stotina brahmana iz različitih krajeva boravilo je u Ćampi, svaki svojim poslom. ",
  "dn4:4.2": "Oni dočuše ",
  "dn4:4.3": "da će brahman Soṇadaṇḍa ići da se sretne s asketom Gotamom. ",
  "dn4:4.4": "I dođoše do brahmana Soṇadaṇḍe, te ga upitaše: ",
  "dn4:4.5": "„Gospodine, je li istina da ćete se sresti s asketom Gotamom?” ",
  "dn4:4.6": "„Istina je, gospodo. ",
  "dn4:4.7": "Srešću se s asketom Gotamom.” ",
  "dn4:5.1": "„Gospodine, ne idite da se sretnete s asketom Gotamom. ",
  "dn4:5.2": "Ne priliči, učitelju Soṇadaṇḍa, da idete kako biste sreli asketu Gotamu. ",
  "dn4:5.3": "Ako odete, vaš ugled će biti umanjen, a njegov uvećan. ",
  "dn4:5.4": "Zbog toga ne priliči da idete kako biste videli asketu Gotamu. ",
  "dn4:5.5": "Umesto toga, više priliči da asketa Gotama dođe da vidi vas. ",
  "dn4:5.6": "Jer vi ste, gospodine, plemenitog porekla na obe strane, čistih predaka i s majčine i sa očeve strane sedam generacija unazad, bez mane i besprekoran u pogledu rođenja. ",
  "dn4:5.7": "Pošto je to tako, učitelju Soṇadaṇḍa, ne priliči da idete kako biste videli asketu Gotamu. ",
  "dn4:5.8": "Umesto toga, više priliči da asketa Gotama dođe da vidi vas. ",
  "dn4:5.9": "Vi ste, gospodine, bogati, imućni, sa velikim posedom. Pošto je to tako… više priliči da asketa Gotama dođe da vidi vas. ",
  "dn4:5.10": "Vi ste, gospodine, znalac triju Veda, sa njihovim invokacijama, obrednim pravilima, fonologijom, etimologijom i povestima kao petom disciplinom; izučili ste metriku i gramatiku, sasvim upućeni u filozofiju prirode i telesna obeležja velikih ljudi. Pošto je to tako… više priliči da asketa Gotama dođe da vidi vas. ",
  "dn4:5.11": "Vi ste, gospodine, naočiti, lepi i milostivi, crte vašeg lica su savršene, uzvišene ste lepote i uzvišenog ponašanja, divota vas je videti. Pošto je to tako… više priliči da asketa Gotama dođe da vidi vas. ",
  "dn4:5.12": "Vi ste, gospodine, puni vrlina, zreli u svojoj čestitosti, posedujete istinsku čestitost. Pošto je to tako… više priliči da asketa Gotama dođe da vidi vas. ",
  "dn4:5.13": "Vi ste, gospodine, odličan govornik, pažljivo birate reči; izgovarate reči koje su učtive, ništa im se ne može zameriti i izvanredno prenose značenje. Pošto je to tako… više priliči da asketa Gotama dođe da vidi vas. ",
  "dn4:5.14": "Vi ste, gospodine, učitelj mnogima, pa tako tri stotine brahmanskih učenika podučavate recitovanju himni. Mnogi učenici dolaze iz različitih krajeva i oblasti zbog tih himni, u želji da nauče da recituju himne. Pošto je to tako… više priliči da asketa Gotama dođe da vidi vas. ",
  "dn4:5.15": "Stari ste, vremešni, na leđima vam je breme godina, poodmakli ste stazom života i stigli do njenog poslednjeg dela. ",
  "dn4:5.16": "Asketa Gotama je mlad, nedavno je napustio domaćinski život. Pošto je to tako… više priliči da asketa Gotama dođe da vidi vas. ",
  "dn4:5.17": "Vas, gospodine, ceni, poštuje, hvali, slavi i priznaje Bimbisara, kralj Magadhe. ",
  "dn4:5.18": "Vas, gospodine, takođe ceni, poštuje, hvali, slavi i priznaje brahman Pokkharasāti. Pošto je to tako… više priliči da asketa Gotama dođe da vidi vas. ",
  "dn4:5.19": "Vi, gospodine, vladate Ćampom, kraljevskim imanjem prepunim živih bića, bogatim pašnjacima, šumama, vodom i letinom, koje vam je Bimbisara, kralj Magadhe, dao kao feud na poklon. ",
  "dn4:5.20": "Pošto je tako, ",
  "dn4:5.21": "Pošto je tako, učitelju Soṇadaṇḍa, ne priliči vama da idete kako biste videli asketu Gotamu; ",
  "dn4:5.22": "umesto toga, više priliči da asketa Gotama dođe da vidi vas.” ",
  "dn4:6.0": "3. Budini kvaliteti ",
  "dn4:6.1": "Kada je ovo bilo izgovoreno, brahman Soṇadaṇḍa reče brahmanima: ",
  "dn4:6.2": "„A sada, gospodo, čujte od mene zašto priliči da idem i vidim učitelja Gotamu ",
  "dn4:6.3": "i zašto ne priliči da učitelj Gotama dođe kako bi video mene. ",
  "dn4:6.4": "Gospodo, učitelj Gotama je plemenitog porekla na obe strane, čistih predaka i s majčine i sa očeve strane sedam generacija unazad. ",
  "dn4:6.5": "Pošto je tako, ne priliči da učitelj Gotama dođe kako bi video mene. ",
  "dn4:6.6": "Umesto toga, priliči da ja odem i vidim učitelja Gotamu. ",
  "dn4:6.7": "Gospodo, učitelj Gotama je otišao u beskućnike, napustivši veliku porodicu… ",
  "dn4:6.8": "Gospodo, učitelj Gotama je otišao u beskućnike, ostavivši za sobom mnogo zlata i dragocenosti, pohranjenih u riznicama i skladištima… ",
  "dn4:6.9": "Gospodo, učitelj Gotama je otišao u beskućnike kao još uvek mlad, crne kose i obdaren blagoslovom mladosti, u najboljim godinama… ",
  "dn4:6.10": "Gospodo, učitelj Gotama je obrijao kosu i bradu, obukao žuti ogrtač, napustio kuću i postao beskućnik, iako su njegovi majka i otac želeli drugačije i suze su im se kotrljale niz lice… ",
  "dn4:6.11": "Gospodo, učitelj Gotama je naočit, lep i milostiv, crte njegovog lica su savršene, uzvišene je lepote i uzvišenog ponašanja, divota ga je videti… ",
  "dn4:6.12": "Gospodo, učitelj Gotama je čestit, pun vrlina, plemenitih i korisnih vrlina… ",
  "dn4:6.13": "Gospodo, učitelj Gotama je odličan govornik, pažljivo bira reči; izgovara reči koje su učtive, ništa im se ne može zameriti i izvanredno prenose značenje… ",
  "dn4:6.14": "Gospodo, učitelj Gotama je učitelj nad učiteljima mnogima… ",
  "dn4:6.15": "Gospodo, učitelj Gotama je bez strasti i taštine… ",
  "dn4:6.17": "Gospodo, učitelj Gotama je otišao u beskućnike iz plemićke porodice, iz porodice koja je jedna od prvobitnih plemenitih loza… ",
  "dn4:6.18": "Gospodo, učitelj Gotama je otišao u beskućnike iz bogate porodice, iz porodice koja je imućna, sa velikim posedom… ",
  "dn4:6.19": "Gospodo, ljudi iz najdaljih kraljevstava i najdaljih regiona dolaze da razgovaraju sa učiteljem Gotamom… ",
  "dn4:6.20": "Gospodo, na hiljade božanstava je pronašlo utočište u učitelju Gotami do kraja svog života… ",
  "dn4:6.21": "Gospodo, ovakav se dobar glas proširio o učitelju Gotami: ",
  "dn4:6.22": "’Zaista je Blaženi plemenit i potpuno probuđen, usavršen u znanju i ponašanju, srećan, znalac svetova, nenadmašni vodič onima kojima je potreban putokaz, učitelj božanskim i ljudskim bićima, budan, blažen.’… ",
  "dn4:6.23": "Gospodo, učitelj Gotama na svom telu ima trideset dva obeležja velikog čoveka… ",
  "dn4:6.24": "Gospodo, učitelj Gotama je srdačan, prijateljski nastrojen, učtiv, veseo, otvoren, spreman na razgovor… ",
  "dn4:6.25": "Gospodo, njega četiri zajednice poštuju i obožavaju, dive mu se i klanjaju… ",
  "dn4:6.26": "Gospodo, mnoga božanska i ljudska bića njegovi su sledbenici… ",
  "dn4:6.27": "Gospodo, dok boravi u nekom selu ili gradu, duhovi ljude u tom mestu ne opsedaju… ",
  "dn4:6.28": "Gospodo, učitelj Gotama je osnivač monaškog reda, monaške zajednice; podučava tu zajednicu. Za njega se kaže da je najbolji među svim osnivačima. Mnogi askete i brahmani izbili na glas zbog različitih nevažnih stvari, ali ne i učitelj Gotama. ",
  "dn4:6.29": "On je na glas izbio zato što je usavršen u znanju i ponašanju… ",
  "dn4:6.30": "Seniya Bimbisāra, kralj Magadhe, njegova supruga i deca pronašli su utočište do kraja života u učitelju Gotami… ",
  "dn4:6.31": "Gospodo, Pasenadi, kralj Kosale, njegova supruga i deca pronašli su utočište do kraja života u učitelju Gotami… ",
  "dn4:6.32": "Gospodo, brahman Pokkharasāti, njegova supruga i deca pronašli su utočište do kraja života u učitelju Gotami… ",
  "dn4:6.33": "Gospodo, učitelja Gotamu poštuju i obožavaju, dive mu se i klanjaju, Bimbisāra, kralj Magadhe, ",
  "dn4:6.34": "Pasenadi, kralj Kosale, ",
  "dn4:6.35": "i brahman Pokkharasāti… ",
  "dn4:6.36": "Gospodo, učitelj Gotama je stigao u Ćampu i živi na obali Gaggarā jezera, prepunog lotosa. ",
  "dn4:6.37": "Svaki asketa ili brahman koji dođe u naše mesto jeste naš gost, a gosta treba da cenimo, poštujemo, hvalimo i slavimo. ",
  "dn4:6.38": "",
  "dn4:6.41": "Pošto je tako, ne priliči da učitelj Gotama dođe kako bi video mene. ",
  "dn4:6.42": "Umesto toga, priliči da ja odem i vidim učitelja Gotamu. ",
  "dn4:6.43": "Gospodo, ovo su pohvale koje sam čuo o učitelju Gotami. Ali pohvale o učitelju Gotami nisu samo to, ",
  "dn4:6.44": "njih je nebrojeno.” ",
  "dn4:6.45": "Kada je ovo bilo rečeno, oni brahmani mu odgovoriše: ",
  "dn4:6.46": "„Zbog načina na koji je brahman Soṇadaṇḍa hvalio učitelja Gotamu, kada bi živeo i stotinu kilometara daleko, vredelo bi čoveku iz dobre porodice, ispunjenom poverenjem, da ga sretne, čak i kada bi morao da puten nosi tovar na leđima.” ",
  "dn4:6.47": "„Onda, gospodo, hajdemo da vidimo učitelja Gotamu.” ",
  "dn4:7.0": "4. Soṇadaṇḍa se predomišlja ",
  "dn4:7.1": "Onda Soṇadaṇḍa, zajedno sa grupom brahmana, pođe da vidi Blaženog. ",
  "dn4:8.1": "Ali kako se približavao drugom kraju šume, ova mu se misao javi: ",
  "dn4:8.2": "„Ako recimo postavim pitanje asketi Gotami, ",
  "dn4:8.3": "on bi mi mogao odgovoriti: ",
  "dn4:8.4": "’Brahmane, ne bi trebalo tako da postaviš svoje pitanje. Ovako treba da ga postaviš.’ A okupljeni bi zbog toga mogli da me kritikuju: ",
  "dn4:8.5": "’Soṇadaṇḍa je glup i neuk. Nije u stanju da na pravi način postavi pitanje asketi Gotami.’ ",
  "dn4:8.6": "Onome koga okolina kritikuje, ugled se smanjuje. ",
  "dn4:8.7": "Kada se ugled smanjuje i imetak se smanjuje. ",
  "dn4:8.8": "A moj imetak se zasniva na mom ugledu. ",
  "dn4:8.9": "Ili će možda asketa Gotama meni postaviti pitanje, a ja neću umeti da mu odgovorim. ",
  "dn4:8.10": "I tako bi mi mogao odgovoriti: ",
  "dn4:8.11": "’Brahmane, ne bi trebalo tako da odgovaraš na pitanje. Ovako treba da na njega odgovoriš.’ A okupljeni bi zbog toga mogli da me kritikuju: ",
  "dn4:8.12": "’Soṇadaṇḍa je glup i neuk. Nije u stanju da na pravi način odgovori na pitanje askete Gotame.’ ",
  "dn4:8.13": "Onome koga okolina kritikuje, ugled se smanjuje. ",
  "dn4:8.14": "Kada se ugled smanjuje i imetak se smanjuje. ",
  "dn4:8.15": "A moj imetak se zasniva na mom ugledu. ",
  "dn4:8.16": "Sa druge strane, ako bih se vratio, a da ne vidim asketu Gotamu sada kada sam čak dovde došao, okupljeni bi zbog toga mogli da me kritikuju: ",
  "dn4:8.17": "’Soṇadaṇḍa je glup i neuk. Kolebljiv je i preplašen. Nema hrabrosti da ide sa nama do kraja i sretne asketu Gotamu. Kako uopšte može da se vrati nazad, a da ne vidi asketu Gotamu sada kada je čak dovde došao!’ ",
  "dn4:8.18": "Onome koga okolina kritikuje, ugled se smanjuje. ",
  "dn4:8.19": "Kada se ugled smanjuje i imetak se smanjuje. ",
  "dn4:8.20": "A moj imetak se zasniva na mom ugledu.” ",
  "dn4:9.1": "I tako brahman Soṇadaṇḍa zajedno sa velikom grupom brahmana, otide do Blaženog i učtivo se pozdravi sa njim. ",
  "dn4:9.2": "pa kada taj učtiv i prijateljski razgovor bi završen, sede sa strane. ",
  "dn4:9.3": "A ostali brahmani kućedomaćini iz Ćampe se pokloniše Blaženom i sedoše sa strane; drugi se pozdraviše sa Blaženim, pa kada taj učtiv i prijateljski razgovor bi završen, sedoše sa strane; treći u znak poštovanja sklopiše ruke u pravcu Blaženog i sedoše sa strane; neki u prisustvu Blaženog rekoše svoje ime i klan i sedoše sa strane; neki ćutke sedoše sa strane. ",
  "dn4:10.1": "Dok je tako sedeo, Soṇadaṇḍu su još uvek obuzimale sumnje. Mislio je: ",
  "dn4:10.2": "„Ako recimo postavim pitanje asketi Gotami, ",
  "dn4:10.3": "on bi mi mogao odgovoriti: ",
  "dn4:10.4": "’Brahmane, ne bi trebalo tako da postaviš svoje pitanje… ",
  "dn4:10.9": "Ili će možda asketa Gotama meni postaviti pitanje, a ja neću umeti da mu odgovorim… ",
  "dn4:10.16": "Kada bi me samo asketa Gotama pitao o onome što znam, a to je nasleđe mog učitelja o trima Vedama. Tada bi sigurno bio zadovoljan mojim odgovorom’.” ",
  "dn4:11.0": "5. Šta čini brahmana? ",
  "dn4:11.1": "Onda Buda, znajući o čemu Soṇadaṇḍa razmišlja, pomisli: ",
  "dn4:11.2": "„Ovog brahmana Soṇadaṇḍu muče sopstvene misli. ",
  "dn4:11.3": "Kako bi bilo da ga pitam o nasleđu njegovog učitelja o trima Vedama?” ",
  "dn4:11.4": "I tako reče on Soṇadaṇḍi: ",
  "dn4:11.5": "„Brahmane, koliko kvaliteta mora imati brahman da bi ga nazvali brahmanom; ",
  "dn4:11.6": "isto tako, da bi sam za sebe s pravom mogao da kaže: ’Ja sam brahman’, a da ne laže?” ",
  "dn4:12.1": "Na to Soṇadaṇḍa pomisli: ",
  "dn4:12.2": "„Asketa Gotama me je pitao upravo ono što sam priželjkivao, očekivao, čemu sam se nadao; ",
  "dn4:12.3": "a to je o mom nasleđu. ",
  "dn4:12.4": "Sigurno će biti zadovoljan mojim odgovorom.” ",
  "dn4:13.1": "Ispravivši se, osvrnu se oko sebe, pa reče Blaženom: ",
  "dn4:13.2": "„Učitelju Gotama, brahman mora posedovati pet kvaliteta da bi ga nazvali brahmanom; ",
  "dn4:13.3": "isto tako, da bi sam za sebe s pravom mogao da kaže: ’Ja sam brahman’, a da ne laže?” ",
  "dn4:13.4": "Kojih pet? ",
  "dn4:13.5": "Kada je brahman plemenitog porekla na obe strane, čistih predaka i s majčine i sa očeve strane sedam generacija unazad, bez mane i besprekoran u pogledu rođenja. ",
  "dn4:13.6": "Kada je znalac triju Veda, sa njihovim invokacijama, obrednim pravilima, fonologijom, etimologijom i povestima kao petom disciplinom; izučio je metriku i gramatiku, sasvim je upućen u filozofiju prirode i telesna obeležja velikih ljudi. ",
  "dn4:13.7": "Kad je naočit, lep i milostiv, crte njegovog lica su savršene, uzvišene je lepote i uzvišenog ponašanja, divota ga je videti. ",
  "dn4:13.8": "Kad je pun vrlina, zreo u svojoj čestitosti, poseduje istinsku čestitost. ",
  "dn4:13.9": "Oštrouman je i pronicljiv, prvi ili drugi po redu među onima koji drže žrtvenu posudu. ",
  "dn4:13.10": "„Učitelju Gotama, brahman mora posedovati tih pet kvaliteta da bi ga nazvali brahmanom; ",
  "dn4:13.11": "isto tako, da bi sam za sebe s pravom mogao da kaže: ’Ja sam brahman’, a da ne laže?” ",
  "dn4:14.1": "„Ali, brahmane, je li moguće ostaviti po strani neki od tih pet kvaliteta, ",
  "dn4:14.2": "a da ga neko ipak s pravom označi kao brahmana?” ",
  "dn4:14.3": "„Moguće je, učitelju Gotama. ",
  "dn4:14.4": "Izgled bi se mogao ostaviti po strani. ",
  "dn4:14.5": "Jer kakva je važnost izgleda? ",
  "dn4:14.6": "",
  "dn4:14.10": "Brahman mora posedovati preostala četiri kvaliteta da bi ga neko s pravom označio kao brahmana.” ",
  "dn4:15.1": "„Ali, brahmane, je li moguće ostaviti po strani neki od ta četiri kvaliteta, ",
  "dn4:15.2": "a da ga neko ipak s pravom označi kao brahmana?” ",
  "dn4:15.3": "„Moguće je, učitelju Gotama. ",
  "dn4:15.4": "Invokacije bi se mogle ostaviti po strani. ",
  "dn4:15.5": "Jer kakva je važnost invokacija? ",
  "dn4:15.9": "Brahman mora posedovati preostala tri kvaliteta da bi ga neko s pravom označio kao brahmana.” ",
  "dn4:16.1": "„Ali, brahmane, je li moguće ostaviti po strani neki od ta tri kvaliteta, ",
  "dn4:16.2": "a da ga neko ipak s pravom označi kao brahmana?” ",
  "dn4:16.3": "„Moguće je, učitelju Gotama. ",
  "dn4:16.4": "Rođenje bi se moglo ostaviti po strani. ",
  "dn4:16.5": "Jer kakva je važnost rođenja? ",
  "dn4:16.6": "Kada je brahman pun vrlina, zreo u svojoj čestitosti i kada je oštrouman i pronicljiv, ",
  "dn4:16.7": "tada je prvi ili drugi po redu među onima koji drže žrtvenu posudu. ",
  "dn4:16.8": "Brahman mora posedovati ta dva kvaliteta da bi ga neko s pravom označio kao brahmana.” ",
  "dn4:17.1": "Kada je ovo izrekao, ostali brahmani mu se obratiše: ",
  "dn4:17.2": "„Molimo vas, učitelju Soṇadaṇḍa, nemojte tako govoriti! ",
  "dn4:17.3": "Upravo ste odbacili izgled, invokacije i rođenje! Potpuno ste prešli na stranu učenja askete Gotame! ",
  "dn4:18.1": "A Blaženi im na to reče: ",
  "dn4:18.2": "„Brahmani, ako mislite da je Soṇadaṇḍa ",
  "dn4:18.3": "neobrazovan, loš govornik, nerazuman i nesposoban da razgovara o svemu tome sa mnom, tada ga stavite na stranu i vi razgovarajte sa mnom. ",
  "dn4:18.4": "Ali ako mislite ",
  "dn4:18.5": "da on jeste obrazovan, dobar govornik, razuman i sposoban da razgovara sa mnom, tada vi treba da stanete sa strane i dopustite njemu da razgovara sa mnom.” ",
  "dn4:19.1": "Kada je ovo bilo izgovoreno, brahman Soṇadaṇḍa reče Blaženom: ",
  "dn4:19.2": "„Sačekajte, učitelju Gotama, ne mešajte se. Sam ću im odgovoriti na pravi način.” ",
  "dn4:19.3": "Onda se obrati tim brahmanima: ",
  "dn4:19.4": "„Ne govorite tako, gospodo, ne govorite tako: ",
  "dn4:19.5": "’Upravo ste odbacili izgled, invokacije i rođenje! Potpuno ste prešli na stranu učenja askete Gotame!’ ",
  "dn4:19.6": "Ja ne odbacujem izgled, invokacije i rođenje.” ",
  "dn4:20.1": "U to vreme Soṇadaṇḍin nećak, brahmanski učenik Aṅgaka sedeo je među okupljenima. ",
  "dn4:20.2": "I Soṇadaṇḍa reče onim brahmanima: ",
  "dn4:20.3": "„Gospodo, vidite li mog nećaka, brahmanskog učenika Aṅgaku? ",
  "dn4:20.4": "„Da, gospodine.” ",
  "dn4:20.5": "„Aṅgaka je naočit, lep i milostiv, crte njegovog lica su savršene, uzvišene je lepote i uzvišenog ponašanja, divota ga je videti. Nema nikoga ovde tako naočitog, izuzev askete Gotame. ",
  "dn4:20.6": "Aṅgaka je znalac triju Veda, sa njihovim invokacijama, obrednim pravilima, fonologijom, etimologijom i povestima kao petom disciplinom; izučio je metriku i gramatiku, sasvim je upućen u filozofiju prirode i telesna obeležja velikih ljudi. ",
  "dn4:20.7": "A ja sam taj koji ga podučava invokacijama. ",
  "dn4:20.8": "Aṅgaka je plemenitog porekla na obe strane, čistih predaka i s majčine i sa očeve strane sedam generacija unazad, bez mane i besprekoran u pogledu rođenja. ",
  "dn4:20.9": "Znam njegovu majku i oca. ",
  "dn4:20.10": "Ali ako bi Aṅgaka ubijao živa bića, uzimao ono što mu nije dato, činio preljubu, lagao i pio alkohol, kakva bi tada bila korist od njegovog izgleda, njegovih invokacija ili plemenitog porekla? ",
  "dn4:20.11": "Samo kada je brahman pun vrlina, zreo u svojoj čestitosti i kada je oštrouman i pronicljiv, ",
  "dn4:20.12": "tada je prvi ili drugi po redu među onima koji drže žrtvenu posudu. ",
  "dn4:20.13": "Brahman mora posedovati ta dva kvaliteta da bi ga neko s pravom označio kao brahmana.” ",
  "dn4:21.0": "Razgovor o vrlini i mudrosti ",
  "dn4:21.1": "„Ali, brahmane, je li moguće ostaviti po strani neki od ta dva kvaliteta, a da ga neko ipak s pravom označi kao brahmana? ",
  "dn4:21.3": "„Nije moguće, učitelju Gotama. ",
  "dn4:21.4": "Jer mudrost se pročišćuje vrlinom, a vrlina se pročišćuje mudrošću. ",
  "dn4:21.5": "Vrlina i mudrost idu ruku pod ruku. ",
  "dn4:21.6": "Čovek pun vrline jeste mudar, a mudar čovek jeste pun vrline. ",
  "dn4:21.7": "Vrlina i mudrost smatraju se najboljim stvarima na svetu. ",
  "dn4:21.8": "To je kao kad neko pere jednu šaku drugom ili jedno stopalo drugim. ",
  "dn4:21.9": "Na isti način, mudrost se pročišćuje vrlinom, a vrlina se pročišćuje mudrošću. ",
  "dn4:21.10": "Vrlina i mudrost idu ruku pod ruku. ",
  "dn4:21.11": "Čovek pun vrline jeste mudar, a mudar čovek jeste pun vrline. ",
  "dn4:21.12": "Vrlina i mudrost smatraju se najboljim stvarima na svetu.” ",
  "dn4:22.1": "„Zaista je tako, brahmane, zaista je tako! Jer mudrost se pročišćuje vrlinom, a vrlina se pročišćuje mudrošću. ",
  "dn4:22.2": "Vrlina i mudrost idu ruku pod ruku. ",
  "dn4:22.3": "Čovek pun vrline jeste mudar, a mudar čovek jeste pun vrline. ",
  "dn4:22.4": "Vrlina i mudrost smatraju se najboljim stvarima na svetu. ",
  "dn4:22.5": "To je, brahmane, kao kad neko pere jednu šaku drugom ili jedno stopalo drugim. ",
  "dn4:22.6": "Na isti način, mudrost se pročišćuje vrlinom, a vrlina se pročišćuje mudrošću. ",
  "dn4:22.7": "Vrlina i mudrost idu ruku pod ruku. ",
  "dn4:22.8": "Čovek pun vrline jeste mudar, a mudar čovek jeste pun vrline. ",
  "dn4:22.9": "Vrlina i mudrost smatraju se najboljim stvarima na svetu. ",
  "dn4:22.10": "Ali šta je ta vrlina, brahmane? ",
  "dn4:22.11": "A šta je ta mudrost?” ",
  "dn4:22.12": "„Ovo je bilo sve što ja znam o tome, učitelju Gotama. ",
  "dn4:22.13": "Neka nam učitelj Gotama to razjasni.” ",
  "dn4:23.1": "„U tom slučaju, brahmane, slušaj i dobro zapamti šta ću ti reći.” ",
  "dn4:23.2": "„Da, poštovani gospodine”, odgovori Soṇadaṇḍa. ",
  "dn4:23.3": "A Blaženi mu ovako reče: ",
  "dn4:23.4": "„Tako, brahmane, Tathāgata se pojavi u ovome svetu… ",
  "dn4:23.5": "Tako je monah usavršen u vrlini. ",
  "dn4:23.6": "To je brahmane vrlina. … ",
  "dn4:23.7": "On ulazi i ostaje na prvom stupnju zadubljenja… ",
  "dn4:23.8": "drugom stupnju zadubljenja… ",
  "dn4:23.9": "trećem stupnju zadubljenja… ",
  "dn4:23.10": "četvrtom stupnju zadubljenja… ",
  "dn4:23.11": "svoj um okreće i usmerava ka znanju i viđenju ",
  "dn4:23.12": "To je takođe deo njegove mudrosti… ",
  "dn4:23.13": "On razume: …nema više preporađanja u bilo koji oblik bivanja.’ ",
  "dn4:23.14": "To je takođe deo njegove mudrosti. ",
  "dn4:23.15": "To, brahmane, jeste ta mudrost. ",
  "dn4:24.0": "7. Soṇadaṇḍa postaje sledbenik ",
  "dn4:24.1": "Kada ovo bi rečeno, brahman Soṇadaṇḍa reče Blaženom: ",
  "dn4:24.2": "„Zadivljujuće je to, učitelju Gotama, čudesno je to! ",
  "dn4:24.3": "Baš kao kad bi neko ispravio ono što je stajalo naglavce, otkrio skriveno, pokazao put zalutalome ili upalio svetiljku u tami, tako da oni koji imaju oči mogu da vide, tako je i učitelj Gotama, na više različitih načina, razjasnio Dhammu. ",
  "dn4:24.4": "Uzimam učitelja Gotamu za utočište, njegovo učenje i zajednicu monaha za utočište. ",
  "dn4:24.5": "Neka me Blaženi prihvati kao svog nezaređenog sledbenika koji, odsad pa do kraja života, pronađe svoje utočište! ",
  "dn4:24.6": "Neka učitelj Gotama, zajedno sa svojom monaškom zajednicom, prihvati poziv da jede u mojoj kući.” ",
  "dn4:24.7": "Blaženi ćutke prihvati ovaj poziv. ",
  "dn4:24.8": "Razumevši da je Blaženi prihvatio poziv, brahman Soṇadaṇḍa se pokloni, pa pazeći da mu Blaženi ostane sa desne strane, otide. ",
  "dn4:24.9": "U zoru, brahman Soṇadaṇḍa naredi da se u njegovoj kući na više načina pripremi najbolja hrana. Onda posla poruku Blaženom: ",
  "dn4:24.10": "„Vreme je, učitelju Gotama, obrok je spreman”. ",
  "dn4:25.1": "A Blaženi se ujutro obukao, uze svoju prosjačku zdelu i gornji ogrtač, pa zajedno praćen monasima krenu put doma brahmana Soṇadaṇḍe i tamo sede na pripremljeno mesto. ",
  "dn4:25.2": "Onda brahman Soṇadaṇḍa svojim rukama posluži i različitim vrstama jela ugosti monašku zajednicu predvođenu Blaženim. ",
  "dn4:26.1": "Kad je Blaženi jeo i izvadio ruke iz činije, brahman Soṇadaṇḍa sede na niže mesto, sa strane. ",
  "dn4:26.2": "Sedeći tako, reče on Blaženom: ",
  "dn4:26.3": "„Učitelju Gotama, ako bih u društvu drugih brahmana ustao i naklonio se Blaženom u znak poštovanja, oni bi me možda kritikovali. ",
  "dn4:26.4": "Onome koga okolina kritikuje, ugled se smanjuje. ",
  "dn4:26.5": "Kada se ugled smanjuje i imetak se smanjuje. ",
  "dn4:26.6": "A moj imetak se zasniva na mom ugledu. ",
  "dn4:26.7": "Ako bih u društvu drugih brahmana sklopio dlanove, molim vas da to prihvatite kao da sam ustao. ",
  "dn4:26.8": "I ako razvežem turban,  molim vas da to prihvatite kao da sam se naklonio. ",
  "dn4:26.9": "Učitelju Gotama, ako bih vozeći se u kočijama u društvu drugih brahmana ustao i naklonio se Blaženom u znak poštovanja, oni bi me možda kritikovali. ",
  "dn4:26.10": "Onome koga okolina kritikuje, ugled se smanjuje. ",
  "dn4:26.11": "A moj imetak se zasniva na mom ugledu. ",
  "dn4:26.12": "Učitelju Gotama, ako bih vozeći se u kočijama u ruci drža kamdžiju, molim vas da to prihvatite kao da sam sišao sa kočije. ",
  "dn4:26.13": "I ako malo spustim nadstrešnicu nad kočijom, molim vas da to prihvatite kao da sam se naklonio.” ",
  "dn4:27.1": "Na to, pošto je govorom o Dhammi uputio, podstakao, obodrio i ohrabrio brahmana Soṇadaṇḍu, Blaženi ustane sa svog sedišta i ode. "
}