{
  "dn5:0.1": "Zbirka dugih govora 5 ",
  "dn5:0.2": "Kūṭadanta ",
  "dn5:1.0": "1. Brahmani i kućedomaćini iz Khāṇumate ",
  "dn5:1.1": "Ovako sam čuo. ",
  "dn5:1.2": "Jednom je Blaženi lutao zemljom Magadha, praćen velikom grupom monaha, te je na kraju stigao u brahmansko selo Khāṇumata. ",
  "dn5:1.3": "Tu se smestio u obližnjem Ambalaṭṭhikā parku. ",
  "dn5:1.4": "A brahman Kūṭadanta je živeo u Khāṇumati, nekadašnjem kraljevskom imanju prepunom životinja, bogatom pašnjacima, šumama, vodom i letinom, koje mu je Bimbisāra, kralj Magadhe, dao kao feud na poklon. ",
  "dn5:1.5": "U to vreme brahman Kūṭadanta se pripremao da prinese veliku žrtvu. ",
  "dn5:1.6": "Po sedam stotina volova, bivola, teladi, ovnova i jarčeva bilo je dovedeno na mesto za žrtvovanje. ",
  "dn5:2.1": "A brahmani kućedomaćini iz Khāṇumate dočuše ovako: ",
  "dn5:2.2": "„Asketa Gotama, sin plemena Sakya, koji je napustio klan Sakyana, lutao je zemljom Magadha, praćen velikom grupom monaha i na kraju stigao u Khāṇumatu. Tu se smestio u obližnjem Ambalaṭṭhikā parku. ",
  "dn5:2.3": "Ovakav se dobar glas širi o učitelju Gotami: ",
  "dn5:2.4": "’Zaista je Blaženi plemenit i potpuno probuđen, usavršen u znanju i ponašanju, srećan, znalac svetova, nenadmašni vodič onima kojima je potreban putokaz, učitelj božanskim i ljudskim bićima, budan, blažen’. ",
  "dn5:2.5": "Snagom vlastite spoznaje razumeo je i zna da objasni ovaj svet, njegove dobre i zle duhove, božanstva, pokolenja isposnika i sveštenika, plemenitih i običnih ljudi. ",
  "dn5:2.6": "On propoveda učenje i slovom i duhom, divno na početku, divno u sredini, divno na kraju; upućuje na potpuno savršen i pročišćen svetački život. ",
  "dn5:2.7": "Istinska je dobrobit videti tako usavršena bića.” ",
  "dn5:2.8": "Onda brahmani kućedomaćini iz Khāṇumate u grupama i družinama kretoše ka Ambalaṭṭhikā parku. ",
  "dn5:3.1": "U to vreme brahman Kūṭadanta se posle ručka odmarao na gornjem spratu svoje kuće. ",
  "dn5:3.2": "Odatle on ugleda brahmane kućedomaćine iz Khāṇumate u grupama i družinama idu ka Ambalaṭṭhikā parku. ",
  "dn5:3.3": "Kada ih je video, upita on svog slugu: ",
  "dn5:3.4": "„Dobri moj slugo, zašto su ovi brahmani kućedomaćini iz Khāṇumate krenuli u grupama i družinama ka Ambalaṭṭhikā parku?” ",
  "dn5:3.5": "„Gospodaru, asketa Gotama je stigao u Khāṇumatu i smestio se u Ambalaṭṭhikā parku. ",
  "dn5:3.6": "A ovakav se dobar glas širi o učitelju Gotami: ",
  "dn5:3.7": "‘Zaista je Blaženi plemenit i potpuno probuđen, usavršen u znanju i ponašanju…’ ",
  "dn5:3.8": "Svi oni idu da vide učitelja Gotamu.” ",
  "dn5:4.1": "Na to brahman Kūṭadanta pomisli: ",
  "dn5:4.2": "„Čuo sam da ",
  "dn5:4.3": "asketa Gotama zna kako treba prineti žrtvu na tri načina i sa šesnaest pomoći. ",
  "dn5:4.4": "Ja ne znam o tome ništa, ",
  "dn5:4.6": "Kako bi bilo da odem do askete Gotame i ispitam ga o svemu tome?” ",
  "dn5:4.7": "Zato reče svom slugi: ",
  "dn5:4.8": "„Dobri moj slugo, idi do brahmana kućedomaćina iz Khāṇumate i kaži im: ",
  "dn5:4.9": "‘Gospodo, brahman Kūṭadanta vam ovako poručuje: ",
  "dn5:4.10": "„Molim vas, gospodo, sačekajte. Brahman Kūṭadanta će takođe ići da vidi asketu Gotamu’.” ",
  "dn5:4.11": "„Da, gospodine”, odgovori sluga, otide do brahmana kućedomaćina iz Ćampe i prenese im poruku. ",
  "dn5:5.0": "2. Kvaliteti Kūṭadante ",
  "dn5:5.2": "s namerom da učestvuju u Kūṭadantinom prinošenju žrtve. ",
  "dn5:5.3": "Oni dočuše: ",
  "dn5:5.4": "„Brahman Kūṭadanta će ići da se sretne s asketom Gotamom.” ",
  "dn5:5.5": "I dođoše ti brahmani do brahmana Kūṭadante, te ga upitaše: ",
  "dn5:5.6": "“Gospodine, je li istina da ćete se sresti s asketom Gotamom?” ",
  "dn5:5.7": "“Istina je, gospodo. ",
  "dn5:5.8": "Srešću se s asketom Gotamom.” ",
  "dn5:6.1": "“Gospodine, ne idite da se sretnete s asketom Gotamom. ",
  "dn5:6.2": "Ne priliči, učitelju Kūṭadanta, da idete kako biste videli asketu Gotamu. ",
  "dn5:6.3": "Ako odete, vaš ugled će biti umanjen, a njegov uvećan. ",
  "dn5:6.4": "Zbog toga ne priliči da idete kako biste videli asketu Gotamu. ",
  "dn5:6.5": "Umesto toga, više priliči da asketa Gotama dođe da vidi vas. ",
  "dn5:6.6": "Jer vi ste, gospodine, plemenitog porekla na obe strane, čistih predaka i s majčine i sa očeve strane sedam generacija unazad, bez mane i besprekoran u pogledu rođenja. ",
  "dn5:6.7": "Pošto je to tako, učitelju Kūṭadanta, ne priliči da idete kako biste videli asketu Gotamu. ",
  "dn5:6.8": "Umesto toga, više priliči da asketa Gotama dođe da vidi vas. ",
  "dn5:6.9": "Vi ste, gospodine, bogati, imućni, sa velikim posedom, sa mnogo zemlje i livada, mnogo zlata i srebra… ",
  "dn5:6.10": "Vi ste, gospodine, znalac triju Veda, sa njihovim invokacijama, obrednim pravilima, fonologijom, etimologijom i povestima kao petom disciplinom; izučili ste metriku i gramatiku, sasvim upućeni u filozofiju prirode i telesna obeležja velikih ljudi. Pošto je to tako… više priliči da asketa Gotama dođe da vidi vas. ",
  "dn5:6.11": "Vi ste, gospodine, naočiti, lepi i milostivi, crte vašeg lica su savršene, uzvišene ste lepote i uzvišenog ponašanja, divota vas je videti. Pošto je to tako… više priliči da asketa Gotama dođe da vidi vas. ",
  "dn5:6.12": "Vi ste, gospodine, puni vrlina, zreli u svojoj čestitosti, posedujete istinsku čestitost. Pošto je to tako… više priliči da asketa Gotama dođe da vidi vas. ",
  "dn5:6.13": "Vi ste, gospodine, odličan govornik, pažljivo birate reči; izgovarate reči koje su učtive, ništa im se ne može zameriti i izvanredno prenose značenje. Pošto je to tako… više priliči da asketa Gotama dođe da vidi vas. ",
  "dn5:6.14": "Vi ste, gospodine, učitelj mnogima, pa tako tri stotine brahmanskih učenika podučavate recitovanju himni. Mnogi učenici dolaze iz različitih krajeva i oblasti zbog tih himni, u želji da nauče da recituju himne. Pošto je to tako… više priliči da asketa Gotama dođe da vidi vas. ",
  "dn5:6.15": "Stari ste, vremešni, na leđima vam je breme godina, poodmakli ste stazom života i stigli do njenog poslednjeg dela. ",
  "dn5:6.16": "Asketa Gotama je mlad, nedavno je napustio domaćinski život. Pošto je to tako… više priliči da asketa Gotama dođe da vidi vas. ",
  "dn5:6.17": "Vas, gospodine, ceni, poštuje, hvali, slavi i priznaje Bimbisara, kralj Magadhe… ",
  "dn5:6.18": "Vas, gospodine, takođe ceni, poštuje, hvali, slavi i priznaje brahman Pokkharasāti. Pošto je to tako… više priliči da asketa Gotama dođe da vidi vas. ",
  "dn5:6.19": "Vi, gospodine, vladate Khāṇumatom, kraljevskim imanjem prepunim živih bića, bogatim pašnjacima, šumama, vodom i letinom, koje vam je Bimbisara, kralj Magadhe, dao kao feud na poklon. ",
  "dn5:6.20": "Pošto je tako, učitelju Kūṭadanta, ne priliči vama da idete kako biste videli asketu Gotamu; ",
  "dn5:6.21": "umesto toga, više priliči da asketa Gotama dođe da vidi vas.” ",
  "dn5:7.0": "3. Budini kvaliteti ",
  "dn5:7.1": "Kada ovo bi rečeno, brahman Kūṭadanta reče brahmanima: ",
  "dn5:7.2": "„A sada, gospodo, čujte od mene zašto priliči da idem i vidim učitelja Gotamu ",
  "dn5:7.3": "i zašto ne priliči da učitelj Gotama dođe kako bi video mene. ",
  "dn5:7.4": "Gospodo, učitelj Gotama je plemenitog porekla na obe strane, čistih predaka i s majčine i sa očeve strane sedam generacija unazad. ",
  "dn5:7.5": "Pošto je tako, ne priliči da učitelj Gotama dođe kako bi video mene. ",
  "dn5:7.6": "Umesto toga, priliči da ja odem i vidim učitelja Gotamu. ",
  "dn5:7.7": "Gospodo, učitelj Gotama je otišao u beskućnike, napustivši veliku porodicu… ",
  "dn5:7.8": "Gospodo, učitelj Gotama je otišao u beskućnike, ostavivši za sobom mnogo zlata i dragocenosti, pohranjenih u riznicama i skladištima… ",
  "dn5:7.9": "Gospodo, učitelj Gotama je otišao u beskućnike kao još uvek mlad, crne kose i obdaren blagoslovom mladosti, u najboljim godinama… ",
  "dn5:7.10": "Gospodo, učitelj Gotama je obrijao kosu i bradu, obukao žuti ogrtač, napustio kuću i postao beskućnik, iako su njegovi majka i otac želeli drugačije i suze su im se kotrljale niz lice… ",
  "dn5:7.11": "Gospodo, učitelj Gotama je naočit, lep i milostiv, crte njegovog lica su savršene, uzvišene je lepote i uzvišenog ponašanja, divota ga je videti… ",
  "dn5:7.12": "Gospodo, učitelj Gotama je čestit, pun vrlina, plemenitih i korisnih vrlina… ",
  "dn5:7.13": "Gospodo, učitelj Gotama je odličan govornik, pažljivo bira reči; izgovara reči koje su učtive, ništa im se ne može zameriti i izvanredno prenose značenje… ",
  "dn5:7.14": "Gospodo, učitelj Gotama je učitelj nad učiteljima mnogima… ",
  "dn5:7.15": "Gospodo, učitelj Gotama je bez strasti i taštine… ",
  "dn5:7.16": "Gospodo, učitelj Gotama zastupa učenje o moralnom kvalitetu postupaka, učenje o moralnom kvalitetu dela. On ne priželjkuje nikakvo zlo bilo kojem brahmanu… ",
  "dn5:7.17": "Gospodo, učitelj Gotama je otišao u beskućnike iz plemićke porodice, iz porodice koja je jedna od prvobitnih plemenitih loza… ",
  "dn5:7.18": "Gospodo, učitelj Gotama je otišao u beskućnike iz bogate porodice, iz porodice koja je imućna, sa velikim posedom… ",
  "dn5:7.19": "Gospodo, ljudi iz najdaljih kraljevstava i najdaljih regiona dolaze da razgovaraju sa učiteljem Gotamom… ",
  "dn5:7.20": "Gospodo, na hiljade božanstava je pronašlo utočište u učitelju Gotami do kraja svog života… ",
  "dn5:7.21": "Gospodo, ovakav se dobar glas proširio o učitelju Gotami: ",
  "dn5:7.22": "’Zaista je Blaženi plemenit i potpuno probuđen, usavršen u znanju i ponašanju, srećan, znalac svetova, nenadmašni vodič onima kojima je potreban putokaz, učitelj božanskim i ljudskim bićima, budan, blažen.’… ",
  "dn5:7.23": "Gospodo, učitelj Gotama na svom telu ima trideset dva obeležja velikog čoveka… ",
  "dn5:7.24": "Gospodo, učitelj Gotama je srdačan, prijateljski nastrojen, učtiv, veseo, otvoren, spreman na razgovor… ",
  "dn5:7.25": "Gospodo, njega četiri zajednice poštuju i obožavaju, dive mu se i klanjaju… ",
  "dn5:7.26": "Gospodo, mnoga božanska i ljudska bića njegovi su sledbenici… ",
  "dn5:7.27": "Gospodo, dok boravi u nekom selu ili gradu, duhovi ljude u tom mestu ne opsedaju… ",
  "dn5:7.28": "Gospodo, učitelj Gotama je osnivač monaškog reda, monaške zajednice; podučava tu zajednicu. Za njega se kaže da je najbolji među svim osnivačima. Mnogi askete i brahmani izbili na glas zbog različitih nevažnih stvari, ali ne i učitelj Gotama. ",
  "dn5:7.29": "On je na glas izbio zato što je usavršen u znanju i ponašanju… ",
  "dn5:7.30": "Seniya Bimbisāra, kralj Magadhe, njegova supruga i deca pronašli su utočište do kraja života u učitelju Gotami… ",
  "dn5:7.31": "Gospodo, Pasenadi, kralj Kosale, njegova supruga i deca pronašli su utočište do kraja života u učitelju Gotami… ",
  "dn5:7.32": "Gospodo, brahman Pokkharasāti, njegova supruga i deca pronašli su utočište do kraja života u učitelju Gotami… ",
  "dn5:7.33": "Gospodo, učitelja Gotamu poštuju i obožavaju, dive mu se i klanjaju, Bimbisāra, kralj Magadhe, ",
  "dn5:7.34": "Pasenadi, kralj Kosale, ",
  "dn5:7.35": "i brahman Pokkharasāti… ",
  "dn5:7.36": "Gospodo, učitelj Gotama je stigao u Khāṇumatu i živi u Ambalaṭṭhikā parku. ",
  "dn5:7.37": "Svaki asketa ili brahman koji dođe u naše mesto jeste naš gost, ",
  "dn5:7.38": "a gosta treba da cenimo, poštujemo, hvalimo i slavimo. ",
  "dn5:7.39": "Gospodo, pošto je učitelj Gotama stigao u Khāṇumatu i živi u Ambalaṭṭhikā parku, on je naš gost. ",
  "dn5:7.40": "A gosta treba da cenimo, poštujemo, hvalimo i slavimo. ",
  "dn5:7.41": "Pošto je tako, ne priliči da učitelj Gotama dođe kako bi video mene. ",
  "dn5:7.42": "Umesto toga, priliči da ja odem i vidim učitelja Gotamu. ",
  "dn5:7.43": "Gospodo, ovo su pohvale koje sam čuo o učitelju Gotami. Ali pohvale o učitelju Gotami nisu samo to, ",
  "dn5:7.44": "njih je nebrojeno.” ",
  "dn5:7.45": "Kada ovo bi rečeno, oni brahmani mu odgovoriše: ",
  "dn5:7.46": "„Zbog načina na koji ga je brahman Kūṭadanta hvalio, kada bi učitelj Gotama živeo i stotinu kilometara daleko, vredelo bi čoveku iz dobre porodice, ispunjenom poverenjem, da ga sretne, čak i ako bi morao da puten nosi tovar na leđima.” ",
  "dn5:7.47": "„Onda, gospodo, hajdemo da vidimo učitelja Gotamu.” ",
  "dn5:8.0": "4. Priča o prinošenju žrtve kralja Mahāviđite ",
  "dn5:8.1": "Onda Soṇadaṇḍa, zajedno sa grupom brahmana, otide do Blaženog i učtivo se pozdravi sa njim, ",
  "dn5:8.2": "pa kada taj učtiv i prijateljski razgovor bi završen, sede sa strane. ",
  "dn5:8.3": "A ostali brahmani kućedomaćini iz Khāṇumatake se pokloniše Blaženom i sedoše sa strane; drugi se pozdraviše sa Blaženim, pa kada taj učtiv i prijateljski razgovor bi završen, sedoše sa strane; treći u znak poštovanja sklopiše ruke u pravcu Blaženog i sedoše sa strane; neki u prisustvu Blaženog rekoše svoje ime i klan i sedoše sa strane; neki ćutke sedoše sa strane. ",
  "dn5:9.1": "Dok je tako sedeo, Kūṭadanta reče Blaženom: ",
  "dn5:9.2": "„Učitelju Gotama, čuo sam ",
  "dn5:9.3": "da vi znate kako treba prineti žrtvu na tri načina i sa šesnaest pomoći. ",
  "dn5:9.4": "Ja ne znam o tome ništa, ",
  "dn5:9.5": "ali bih želeo da prinesem veliku žrtvu. ",
  "dn5:9.6": "Dobro bi bilo da me učitelj Gotama poduči kako da prinesem žrtvu na tri načina i sa šesnaest alatki.” ",
  "dn5:9.7": "„U tom slučaju, brahmane, slušaj i dobro zapamti šta ću ti reći.” ",
  "dn5:9.8": "„Da, poštovani gospodine”, odgovori Kūṭadanta. ",
  "dn5:9.9": "A Blaženi mu ovako reče: ",
  "dn5:10.1": "„Nekada davno, brahmane, živeo je kralj po imenu Mahāviđita. Bio je bogat, imućan, sa velikim posedom, sa mnogo zlata i srebra, mnogo zemlje i livada, mnogo roda i letine, sa prepunim riznicama i ambarima. ",
  "dn5:10.2": "A onda, dok je kralj Mahāviđita boravio u osami, ova mu se misao pojavi: ",
  "dn5:10.4": "Tako pozva glavnog brahmanskog sveštenika i reče mu: ",
  "dn5:10.5": "’Brahmane, dok sam boravio u osami, ova mi se misao pojavi: ",
  "dn5:10.6": "„Stekao sam ogromno bogatstvo koje čovek može steći, vladam osvojivši ovu veliku zemlju. Zašto ne bih prineo veliku žrtvu? Biće to za moju trajnu dobrobit i sreću.” ",
  "dn5:10.7": "Brahmane, želim da prinesem veliku žrtvu. ",
  "dn5:10.8": "Molim te, uputi me. Biće to za moju trajnu dobrobit i sreću.’ ",
  "dn5:11.1": "Na to brahmanski sveštenik odgovori kralju Mahāviđiti: ",
  "dn5:11.2": "’Vaše visočanstvo, kraljevstvo je prepuno lopova, krađe su na sve strane. Razbojnici haraju po selima i gradovima, postavljaju zasede na putevima. ",
  "dn5:11.3": "Ako vaše visočanstvo namerava da uvede nove poreze, dok njegovo kraljevstvo pljačkaju razbojnici, to bi bilo pogrešno. ",
  "dn5:11.4": "Umesto toga, možete pomisliti: ",
  "dn5:11.5": "„Iskoreniću ovu epidemiju lopova i razbojnika egzekucijama, zatvaranjem, konfiskacijom i progonom.” Ali time je neće iskoreniti. ",
  "dn5:11.6": "Oni koji preostanu posle sveg tog ubijanja, vratiće se da ponovo haraju kraljevstvom. ",
  "dn5:11.7": "Umesto toga, postoji plan kojim možete potpuno iskoreniti tu epidemiju. ",
  "dn5:11.8": "Onima koji obrađuju zemlju i gaje stoku, neka vaše visočanstvo obezbedi seme i krmno bilje. ",
  "dn5:11.9": "Onima koji trguju, neka vaše visočanstvo obezbedi pozajmice. ",
  "dn5:11.10": "Neka onima u državnoj upravi osigura hranu i platu. ",
  "dn5:11.11": "Tada ljudi, zaokupljeni svojim poslovima, neće harati kraljevstvom. ",
  "dn5:11.12": "Prihodi vašeg visočanstva biće veliki. ",
  "dn5:11.13": "Zemlja će biti mirna, bez nasilja i zločina, a srca ljudi ispunjena radošću; oni će se igrati sa svojom decom i živeti u svojim kućama potpuno mirno.’ ",
  "dn5:11.14": "’Neka tako bude’, saglasi se kralj i učini kako mu je sveštenik savetovao. ",
  "dn5:11.15": "",
  "dn5:11.16": "",
  "dn5:11.17": "",
  "dn5:11.18": "",
  "dn5:11.19": "Onda kralj Mahāviđita pozva glavnog brahmanskog sveštenika i reče mu: ",
  "dn5:11.20": "’Iskorenio sam ovu epidemiju. Oslanjajući se na tvoj plan, moji prihodi su porasli. ",
  "dn5:11.21": "Zemlja je sada mirna, bez nasilja i zločina, a srca ljudi ispunjena radošću; oni se igraju sa svojom decom i žive u svojim kućama potpuno mirno. ",
  "dn5:11.22": "Brahmane, želim sada da prinesem veliku žrtvu. ",
  "dn5:11.23": "Molim te, uputi me. Biće to za moju trajnu dobrobit i sreću.’ ",
  "dn5:12.0": "4.1. Četiri pomoći ",
  "dn5:12.1": "’U tom slučaju, neka vaše visočanstvo razglasi čitavim kraljevstvom, svojim plemićima vazalima, ministrima i savetnicima, imućnim brahmanima i dobro stojećim domaćinima, u gradovima i u unutrašnjosti: ",
  "dn5:12.2": "„Želim sada da prinesem veliku žrtvu. Molim vas, gospodo, da se sa time saglasite; biće to za moju trajnu dobrobit i sreću.” ",
  "dn5:12.3": "’Neka tako bude’, saglasi se kralj sa sveštenikovim savetom i tako bi učinjeno. A svi ljudi koji tako behu obavešteni, odgovoriše: ",
  "dn5:12.4": "A svi ljudi koji tako behu obavešteni, odgovoriše: ",
  "dn5:12.9": "I tako te četiri kategorije ljudi postadoše pomoć za njegovu veliku žrtvu. ",
  "dn5:13.0": "4.2. Osam pomoći ",
  "dn5:13.1": "Kralj Mahāviđita posedovao je osam kvaliteta. ",
  "dn5:13.2": "(1) Bio je plemenitog porekla na obe strane, čistih predaka i s majčine i sa očeve strane sedam generacija unazad. (2) Bio je bez mane i besprekoran u pogledu rođenja. ",
  "dn5:13.3": "(3) Bio je naočit, lep i milostiv, crte njegovog lica bile su savršene, uzvišene lepote i uzvišenog ponašanja; divota ga je bilo videti. ",
  "dn5:13.4": "(3) Bio je bogat, imućan, sa velikim posedom, sa mnogo zlata i srebra, mnogo zemlje i livada, mnogo roda i letine, sa prepunim riznicama i ambarima. ",
  "dn5:13.5": "(4) Bio je moćan, sa svoje četiri armije, odane, koje su sledile njegove naredbe; već samo njegovo ime ulivalo je strah neprijatelju. ",
  "dn5:13.6": "(5) Bio je predan, velikodušan, darežljiv; njegova vrata bila su uvek otvorena. Neiscrpan izvor pomoći za askete i brahmane, namernike, prosjake i unesrećene. ",
  "dn5:13.7": "(6) Bio je učen na različitim poljima; razumeo je značenje toga što je rečeno: ",
  "dn5:13.8": "’Značenje ovoga jeste ovo; značenje toga jeste to’. ",
  "dn5:13.9": "(7) Bio je mudar, učen, pronicljiv, oštrouman i sposoban da promišlja u pogledu prošlosti, sadašnjosti i budućnosti. ",
  "dn5:13.10": "Kralj Mahāviđita posedovao je tih osam kvaliteta. ",
  "dn5:13.11": "I tako tih osam kvaliteta postadoše pomoć za njegovu veliku žrtvu. ",
  "dn5:14.0": "4.3. Još četiri pomoći ",
  "dn5:14.1": "I glavni brahmanski sveštenik je imao četiri kvaliteta. ",
  "dn5:14.2": "(1) Bio je plemenitog porekla na obe strane, čistih predaka i s majčine i sa očeve strane sedam generacija unazad; bio je bez mane i besprekoran u pogledu rođenja. ",
  "dn5:14.3": "(2) Bio je znalac triju veda, sa njihovim invokacijama, obrednim pravilima, fonologijom, etimologijom i povestima kao petom disciplinom; izučio je metriku i gramatiku, sasvim je upućen u filozofiju prirode i telesna obeležja velikih ljudi. ",
  "dn5:14.4": "(3) Bio je pun vrlina, zreo u svojoj čestitosti; posedovao je istinsku čestitost. ",
  "dn5:14.5": "(4) Bio je mudar, učen i pronicljiv, prvi ili drugi po redu među onima koji drže žrtvenu posudu. ",
  "dn5:14.6": "Glavni brahmanski sveštenik je imao ova četiri kvaliteta. ",
  "dn5:14.7": "I tako ta četiri kvaliteta postadoše pomoć za njegovu veliku žrtvu. ",
  "dn5:15.0": "4.4. Tri načina ",
  "dn5:15.1": "Onda, pre same žrtve, glavni brahmanski sveštenik izloži kralju tri načina. ",
  "dn5:15.2": "’Sada, iako kralj želi da prinese veliku žrtvu, možda će se pokajati, misleći: ",
  "dn5:15.5": "„Gubim veliko bogatstvo” ili ",
  "dn5:15.7": "„izgubio sam veliko bogatstvo”. Ali kralj ne bi trebalo da tako razmišlja.’ ",
  "dn5:15.8": "To su tri načina koja je glavni brahmanski sveštenik izložio kralju pre same žrtve. ",
  "dn5:16.0": "4.5. Deset pravaca delovanja ",
  "dn5:16.1": "Onda, pre same žrtve, glavni brahmanski sveštenik odagnao je kraljeve brige u pogledu deset pravaca delovanja: ",
  "dn5:16.2": "’Na prinošenje žrtve doći će oni koji ubijaju živa bića i oni koji su odustali od ubijanja živih bića. ",
  "dn5:16.3": "Kod onih koji ubijaju živa bića, rezultat toga je samo njihov. ",
  "dn5:16.4": "Ali što se tiče onih koji su odustali od ubijanja živih bića, neka kralj prinese žrtvu u njihovo ime, neka je se u njihovo ime odrekne, neka se sa njima raduje i pronađe mir u svome srcu. ",
  "dn5:16.5": " Na prinošenje žrtve doći će oni koji kradu i oni koji su odustali od toga… ",
  "dn5:16.6": "oni koji čine preljubu i oni koji su odustali od toga… ",
  "dn5:16.7": "oni koji lažu i oni koji su odustali od toga… ",
  "dn5:16.8": "oni koji spletkare i oni koji su odustali od toga… ",
  "dn5:16.9": "oni koji vređaju i oni koji su odustali od toga… ",
  "dn5:16.10": "oni koji naklapaju i oni koji su odustali od toga… ",
  "dn5:16.11": "oni koji su gramzivi i oni koji su odustali od toga… ",
  "dn5:16.12": "oni koji su puni zlovolje i oni koji to nisu… ",
  "dn5:16.13": "oni koji zastupaju pogrešna gledišta i oni koji zastupaju ispravna gledišta. ",
  "dn5:16.14": "Kod onih koji zastupaju pogrešna gledišta, rezultat toga je samo njihov. ",
  "dn5:16.15": "Ali što se tiče onih koji zastupaju ispravna gledišta, neka kralj prinese žrtvu u njihovo ime, neka je se u njihovo ime odrekne, neka se sa njima raduje i pronađe mir u svome srcu. ",
  "dn5:16.16": "Na taj način je, pre same žrtve, glavni brahmanski sveštenik odagnao je kraljeve brige u pogledu deset pravaca delovanja. ",
  "dn5:17.0": "4.6. Šesnaest načina ",
  "dn5:17.1": "Onda, dok je kralj Mahāviđita prinosio vreliku žrtvu, glavni brahmanski sveštenik je uputio, podstakao, nadahnuo i ohrabrio kraljev um na šesnaest načina: ",
  "dn5:17.2": "’Sada, dok kralj Mahāviđita prinosi veliku žrtvu, neko može reći: ",
  "dn5:17.3": "„Kralj prinosi veliku žrtvu, ali on to nije objavio plemićima vazalima u gradovima i u unutrašnjosti. ",
  "dn5:17.4": "Takvu vrstu velike žrtve kralj prinosi.” ",
  "dn5:17.5": "Oni koji tako govore protiv kralja nisu u pravu. ",
  "dn5:17.6": "Jer kralj jeste to objavio plemićima vazalima u gradovima i u unutrašnjosti. ",
  "dn5:17.7": "Neka kralj to zna kao razlog da prinese žrtvu, da je se odrekne u ime drugih, da se raduje i pronađe mir u svome srcu. ",
  "dn5:17.8": "Dok kralj Mahāviđita prinosi veliku žrtvu, neko može reći: ",
  "dn5:17.9": "„Kralj Mahāviđita prinosi veliku žrtvu, ali on to nije objavio ministrima i savetnicima… imućnim brahmanima… dobro stojećim domaćinima u gradovima i u unutrašnjosti. Takvu vrstu velike žrtve kralj prinosi.” ",
  "dn5:17.10": "Oni koji tako govore protiv kralja nisu u pravu. ",
  "dn5:17.11": "Jer kralj jeste to objavio dobro stojećim domaćinima u gradovima i u unutrašnjosti. ",
  "dn5:17.12": "Neka kralj to zna kao razlog da prinese žrtvu, da je se odrekne u ime drugih, da se raduje i pronađe mir u svome srcu. ",
  "dn5:17.13": "Dok kralj Mahāviđita prinosi veliku žrtvu, neko može reći da on ne poseduje osam kvaliteta. ",
  "dn5:17.14": "’Kralj Mahāviđita prinosi veliku žrtvu, a on sam ne poseduje četiri kvaliteta.’ ",
  "dn5:17.15": "",
  "dn5:17.16": "Jer kralj jeste plemenitog porekla na obe strane, čistih predaka i s majčine i sa očeve strane sedam generacija unazad, bez mane i besprekoran u pogledu rođenja. ",
  "dn5:17.17": "Neka kralj to zna kao razlog da prinese žrtvu, da je se odrekne u ime drugih, da se raduje i pronađe mir u svome srcu. ",
  "dn5:17.18": "’Dalje, dok kralj Mahāviđita prinosi veliku žrtvu, neko može reći: ",
  "dn5:17.19": "’Kralj Mahāviđita nije naočit, lep i milostiv, crte njegovog lica su savršene, uzvišene je lepote i uzvišenog ponašanja, divota ga je videti… ",
  "dn5:17.20": "nije bogat, imućan, sa velikim posedom, sa mnogo zlata i srebra, mnogo zemlje i livada, mnogo roda i letine, sa prepunim riznicama i ambarima… ",
  "dn5:17.21": "nije moćan, sa svoje četiri armije, odane, koje su sledile njegove naredbe; već samo njegovo ime ulivalo je strah neprijatelju… ",
  "dn5:17.22": "nije predan, velikodušan, darežljiv; njegova vrata nisu bila uvek otvorena. Nije neiscrpan izvor pomoći za askete i brahmane, namernike, prosjake i unesrećene… ",
  "dn5:17.23": "nije učen na različitim poljima… ",
  "dn5:17.24": "ne razume značenje toga što je rečeno: ",
  "dn5:17.25": "„Značenje ovoga jeste ovo; značenje toga jeste to…” ",
  "dn5:17.26": "nije mudar, učen, pronicljiv, oštrouman i sposoban da promišlja u pogledu prošlosti, sadašnjosti i budućnosti. Takvu vrstu velike žrtve kralj prinosi.” ",
  "dn5:17.27": "Oni koji tako govore protiv kralja nisu u pravu. ",
  "dn5:17.28": "Jer kralj Mahāviđita  zaista poseduje svih ovih osam kvaliteta. ",
  "dn5:17.29": "Neka kralj to zna kao razlog da prinese žrtvu, da je se odrekne u ime drugih, da se raduje i pronađe mir u svome srcu. ",
  "dn5:17.30": "Dok kralj Mahāviđita prinosi veliku žrtvu, neko može reći: ",
  "dn5:17.31": "„Kralj prinosi veliku žrtvu, ",
  "dn5:17.32": "Ali neko može reći da njegov glavni brahmanski sveštenik nije plemenitog porekla na obe strane, čistih predaka i s majčine i sa očeve strane sedam generacija unazad, nije bez mane i besprekoran u pogledu rođenja. ",
  "dn5:17.33": "Takvu vrstu velike žrtve kralj prinosi.” ",
  "dn5:17.34": "Oni koji tako govore protiv kralja nisu u pravu. ",
  "dn5:17.35": "Kraljev glavni brahmanski sveštenik jeste plemenitog porekla na obe strane, čistih predaka i s majčine i sa očeve strane sedam generacija unazad, bez mane i besprekoran u pogledu rođenja. ",
  "dn5:17.36": "Neka kralj to zna kao razlog da prinese žrtvu, da je se odrekne u ime drugih, da se raduje i pronađe mir u svome srcu. ",
  "dn5:17.37": "’Dalje, dok kralj Mahāviđita prinosi veliku žrtvu, neko može reći: ",
  "dn5:17.38": "„Kralj prinosi veliku žrtvu, ",
  "dn5:17.39": "ali njegov glavni brahmanski sveštenik nije znalac triju Veda, sa njihovim invokacijama, obrednim pravilima, fonologijom, etimologijom i povestima kao petom disciplinom; nije izučio metriku i gramatiku, nije sasvim upućen u filozofiju prirode i telesna obeležja velikih ljudi… ",
  "dn5:17.40": "nije pun vrlina, zreo u svojoj čestitosti, oštrouman i pronicljiv… ",
  "dn5:17.41": "nije mudar, učen i pronicljiv, prvi ili drugi po redu među onima koji drže žrtvenu posudu. Takvu vrstu velike žrtve kralj prinosi.” ",
  "dn5:17.42": "Oni koji tako govore protiv kralja nisu u pravu. ",
  "dn5:17.43": "Jer kraljev glavni brahmanski sveštenik zaista poseduje sva ova četiri kvaliteta. ",
  "dn5:17.44": "Neka kralj to zna kao razlog da prinese žrtvu, da je se odrekne u ime drugih, da se raduje i pronađe mir u svome srcu. ",
  "dn5:17.45": "Tako, dok je kralj Mahāviđita prinosio vreliku žrtvu, glavni brahmanski sveštenik je uputio, podstakao, nadahnuo i ohrabrio kraljev um na ovih šesnaest načina: ",
  "dn5:18.1": "Brahmane, pri tom prinošenju žrtve nije bilo ubijene stoke, ubijenih jaraca, živine ili svinja. Nije bilo ubijanja različitih vrsta stvorenja. Nijedno drvo nije oboreno za žrtveni stub. Nije trava posečena da se rasprostre na mestu žrtvovanja. ",
  "dn5:18.2": "Nije bilo slugu, nadničara i radnika koji bi radili pod pretnjom kažnjavanja i šibanja, dok su im suze oblivale lice. ",
  "dn5:18.3": "Oni koji su želeli da rade, učinili su to, a koji nisu želeli, nisu ni radili. ",
  "dn5:18.4": "Uradili su poslove koje su želeli da rade, a nisu radili poslove koje nisu hteli da rade. ",
  "dn5:18.5": "Žrtva je obavljena sa ghijem, buterom, surutkom, medom i melasom. ",
  "dn5:19.1": "Onda plemići vazali, ministri i savetnici, imućni brahmani i dobro stojeći domaćini iz gradova i unutrašnjosti dođoše do kralja, sa velikim blagom i rekoše: ",
  "dn5:19.2": "’Vaše visočanstvo, ovo veliko blago je samo za vas; molimo njegovo visočanstvo da ga primi!’ ",
  "dn5:19.3": "’Dovoljno mi je ono što sam prikupio redovnim porezima. ",
  "dn5:19.4": "Neka to bude vaše; evo, uzmite još!’ ",
  "dn5:19.5": "Kada je kralj odbio ponudu, oni se povukoše da smisle plan: ",
  "dn5:19.6": "’Ne bi bilo u redu ako bismo sve ovo blago vratili svome domu. ",
  "dn5:19.7": "Kralj Mahāviđita prinosi veliku žrtvu. Kako bi bilo da mu ga ponudimo kao dodatnu žrtvu?’ ",
  "dn5:20.1": "Onda plemići vazali iz gradova i unutrašnjosti postaviše darove istočno od žrtvenog plamena. ",
  "dn5:20.2": "Ministri i savetnici iz gradova i unutrašnjosti postaviše darove južno od žrtvenog plamena. ",
  "dn5:20.3": "Imućni brahmani iz gradova i unutrašnjosti postaviše darove zapadno od žrtvenog plamena. ",
  "dn5:20.4": "Dobro stojeći domaćini iz gradova i unutrašnjosti postaviše darove severno od žrtvenog plamena. ",
  "dn5:20.5": "Tako, brahmane, pri tom prinošenju žrtve nije bilo ubijene stoke, ubijenih jaraca, živine ili svinja. Nije bilo ubijanja različitih vrsta stvorenja. Nijedno drvo nije oboreno za žrtveni stub. Nije trava posečena da se rasprostre na mestu žrtvovanja. ",
  "dn5:20.6": "Takođe nije bilo slugu, nadničara i radnika koji bi radili pod pretnjom kažnjavanja i šibanja, dok su im suze oblivale lice. ",
  "dn5:20.7": "Oni koji su želeli da rade, učinili su to, a koji nisu želeli, nisu ni radili. ",
  "dn5:20.8": "Uradili su poslove koje su želeli da rade, a nisu radili poslove koje nisu hteli da rade. ",
  "dn5:20.9": "Žrtva je obavljena sa ghijem, buterom, surutkom, medom i melasom. ",
  "dn5:20.10": "Tako su na jednom mestu bile četiri složne grupe, osam kvaliteta koje je posedovao kralj Mahāviđita, četiri kvaliteta koje je posedovao njegov glavni brahmanski sveštenik ",
  "dn5:20.11": "i tri načina. ",
  "dn5:20.12": "Brahmane, to se naziva prinošenjem žrtve koje je obavljeno na tri načina i sa šesnaest pomoći.” ",
  "dn5:21.1": "Kada ovo bi rečeno, okupljeni brahmani povikaše: ",
  "dn5:21.2": "„Kakvo divna žrtva! Kakav divan način da se prinese žrtva!” ",
  "dn5:21.3": "Ali brahman Kūṭadanta ne reče ni reč. ",
  "dn5:21.4": "Na to mu drugi brahmani rekoše: ",
  "dn5:21.5": "„Kako možeš da ne pljeskaš rečima askete Gotame?” ",
  "dn5:21.6": "„Nije da ne pljeskam onome što je rekao asketa Gotama. ",
  "dn5:21.7": "Svakome ko ne bi pljeskao tako dobro izgovorenim rečima glava bi prsnula! ",
  "dn5:21.8": "Ali, gospodo, palo mi je na pamet ",
  "dn5:21.9": "da asketa Gotama ne kaže: ",
  "dn5:21.10": "’Ovako sam čuo’ ili ’Ovako bi trebalo da bude’. ",
  "dn5:21.11": "Umesto toga, on kaže: ",
  "dn5:21.12": "’To je bilo tada, tako je bilo tada’. ",
  "dn5:21.13": "I zato ovako pomislih: ",
  "dn5:21.14": "’Mora da je asketa Gotama bio ili kralj Mahāviđita, onaj ko je prinosio žrtvu, ili pak njegov glavni brahmanski sveštenik, onaj koji je sve to nadgledao.’ ",
  "dn5:21.15": "Da li se učitelj Gotama seća da je prineo takvu žrtvu ili da ju je neko obavio za njega, a da se posle smrt, posle sloma tela, preporodio na dobrom mestu, u nebeskom svetu?” ",
  "dn5:21.16": "„Sećam se. brahmane. Jer sam u to vreme bio glavni brahmanski sveštenik, koji je nadgledao prinošenje žrtve.” ",
  "dn5:22.0": "5. Redovan dar kao trajna porodična žrtva ",
  "dn5:22.1": "„Ali učitelju Gotama, sem žrtve obavljene na tri načina i sa šesnaest pomoći, postoji li bilo kakva druga žrtva koja ima manje zahteva i poslova, a da je plodonosnija i korisnija?” ",
  "dn5:22.2": "„Postoji, brahmane.” ",
  "dn5:22.3": "„A koja je?” ",
  "dn5:22.4": "„Redovni darovi kao trajna porodična žrtva, dati naročito čestitim asketama; ",
  "dn5:22.5": "takva žrtva, brahmane, ima manje zahteva i poslova, a plodonosnija je i korisnija.” ",
  "dn5:23.1": "„Učitelju Gotama, šta je uzrok, šta je razlog da redovni darovi kao trajna porodična žrtva ima manje zahteva i poslova, a plodonosnija je i korisnija u poređenju sa žrtvom koja je obavljena na tri načina i sa šesnaest pomoći?” ",
  "dn5:23.2": "„Zato što ovoj drugoj neće prisustvovati ni probuđeni, a ni oni koji su stupili na stazu ka probuđenju. ",
  "dn5:23.3": "A zašto? ",
  "dn5:23.4": "Zato što se na njoj mogu videti mučenja i ubijanja, a na takvu žrtvu ne dolaze ni probuđeni, ni oni koji su stupili na stazu ka probuđenju. ",
  "dn5:23.5": "„A što se tiče redovnih darova kao trajne porodične žrtve, date čestitim asketama; ",
  "dn5:23.6": "njoj će prisustvovati probuđeni i oni koji su stupili na stazu ka probuđenja. ",
  "dn5:23.7": "A zašto? ",
  "dn5:23.8": "Pošto se na njoj ne mogu mogu videti mučenja i ubijanja, na takvu žrtvu dolaze probuđeni, kao i oni koji su stupili na stazu ka probuđenju. ",
  "dn5:23.9": "„To je, brahmane, uzrok, to je razlog da redovni darovi kao trajna porodična žrtva ima manje zahteva i poslova, a plodonosnija je i korisnija u poređenju sa žrtvom koja je obavljena na tri načina i sa šesnaest pomoći?” ",
  "dn5:24.1": "„Ali, učitelju Gotama, sem žrtve koja je obavljena na tri načina i sa šesnaest pomoći, kao i darova kao trajne porodične žrtve, postoji li bilo kakva druga žrtva koja ima manje zahteva i poslova, a da je plodonosnija i korisnija?” ",
  "dn5:24.2": "„Postoji, brahmane.” ",
  "dn5:24.3": "„A koja je?” ",
  "dn5:24.4": "„Kada neko podigne manastir za monašku zajednicu koja dolazi sa sve četiri strane sveta. To je žrtva koja ima manje zahteva i poslova, a da je plodonosnija i korisnija od žrtve koja je obavljena na tri načina i sa šesnaest pomoći, kao i od darova kao trajne porodične žrtve.” ",
  "dn5:25.1": "„Postoji li, učitelju Gotama, bilo kakva druga žrtva koja ima manje zahteva i poslova, a da je plodonosnija i korisnija?” ",
  "dn5:25.2": "„Postoji, brahmane.” ",
  "dn5:25.3": "„A koja je?” ",
  "dn5:25.4": "„Kada neko čistog srca uzme Budu, njegovo učenje i monašku zajednicu za svoje utočište. ",
  "dn5:25.5": "To je, brahmane, žrtva koja ima manje zahteva i poslova, a da je plodonosnija i korisnija od prethodnih.” ",
  "dn5:26.1": "„Postoji li, učitelju Gotama, bilo kakva druga žrtva koja ima manje zahteva i poslova, a da je plodonosnija i korisnija?” ",
  "dn5:26.2": "„Postoji, brahmane.” ",
  "dn5:26.3": "„A koja je?” ",
  "dn5:26.4": "„Kada neko čistog srca prihvati pravila vežbanja: ",
  "dn5:26.5": "odustajanje od ubijanja živih bića, uzimanja onoga što mu nije dato, preljube, laganja i konzumiranja svega što mu zamagljuje svest. ",
  "dn5:26.6": "To je žrtva koja ima manje zahteva i poslova, a da je plodonosnija i korisnija od prethodnih.” ",
  "dn5:27.1": "„Postoji li, učitelju Gotama, bilo kakva druga žrtva koja ima manje zahteva i poslova, a da je plodonosnija i korisnija?” ",
  "dn5:27.2": "„Postoji, brahmane.” ",
  "dn5:27.3": "„A koja je?” ",
  "dn5:27.4": "„Događa se, brahmane, da se Tathāgata pojavi u ovome svetu… ",
  "dn5:27.5": "Na taj način, brahmane, monah je usavršen u vrlini… ",
  "dn5:27.6": "On ulazi i ostaje na prvom stupnju zadubljenja. ",
  "dn5:27.8": "On ulati i ostaje na drugum stupnju zadubljenja… ",
  "dn5:27.9": "na trećem stupnju zadubljenja… ",
  "dn5:27.10": "na četvrtom stupnju zadubljenja… ",
  "dn5:27.11": "To je, brahmane, žrtva koja ima manje zahteva i poslova, a da je plodonosnija i korisnija od prethodnih… ",
  "dn5:27.12": "Svoj um okreće i usmerava ka znanju i viđenju… ",
  "dn5:27.13": "To je, brahmane, žrtva koja ima manje zahteva i poslova, a da je plodonosnija i korisnija od prethodnih… ",
  "dn5:27.14": "On razume: ’Ovo je poslednje rođenje, proživljen je svetački život, učinjeno ono što je trebalo učiniti, nema više preporađanja u bilo koji oblik bivanja.’ ",
  "dn5:27.15": "To je, brahmane, žrtva koja ima manje zahteva i poslova, a da je plodonosnija i korisnija od prethodnih.” ",
  "dn5:27.16": "Ali, brahmane, ne postoji druga žrtva koja je bolja ili uzvišenija od ove. ",
  "dn5:28.0": "6. Kūṭadanta postaje nezaređeni sledbenik Blaženog ",
  "dn5:28.1": "Kada ovo bi izgovoreno, brahman Kūṭadanta reče Blaženom: ",
  "dn5:28.2": "„Zadivljujuće je to, učitelju Gotama, čudesno je to! ",
  "dn5:28.3": "Baš kao kad bi neko ispravio ono što je stajalo naglavce, otkrio skriveno, pokazao put zalutalome ili upalio svetiljku u tami, tako da oni koji imaju oči mogu da vide, tako je i Blaženi, na više različitih načina, razjasnio Dhammu. ",
  "dn5:28.4": "Uzimam učitelja Gotamu za utočište, njegovo učenje i zajednicu monaha za utočište. ",
  "dn5:28.5": "Neka me Blaženi prihvati kao svog nezaređenog sledbenika koji, odsad pa do kraja života, pronađe svoje utočište! ",
  "dn5:29.0": "7. Dostizanje ploda ulaska u tok ",
  "dn5:29.1": "Potom Blaženi postupno izloži pouku brahmanu Kūṭadanti i to kroz ",
  "dn5:29.2": "govor o davanju, govor o vrlini, govor o nebesima; objasni opasnost,  propadanje i prljanje u čulnim zadovoljstvima, kao i blagoslov  obuzdavanja. ",
  "dn5:29.3": "Kada je video da je um brahmana Kūṭadante spreman, prijemčiv, oslobođen prepreka, nadahnut i ispunjen poverenjem, izloži mu učenje koje je posebno svojstveno budama: ",
  "dn5:29.4": "patnju, nastanak patnje, prestanak patnje i put. ",
  "dn5:29.5": "I baš kao kad bi čist komad platna, bez ikakvih mrlja, bio obojen svuda jednako, ",
  "dn5:29.6": "isto tako i u brahmanu Kūṭadanti, dok je tu sedeo, javi se potpuno čisto oko Dhamme, bez mrlja: ",
  "dn5:29.7": "’Sve što je podložno nastanku jeste podložno i nestanku.’ ",
  "dn5:30.1": "Tada brahman Kūṭadanta ugleda Dhammu, doseže Dhammu, razume Dhammu, obuhvati Dhammu; otide izvan sumnje, oslobodi se zbunjenosti, zadobi neustrašivost i postade nezavisan od drugih u učiteljevom nauku, pa reče Blaženom: ",
  "dn5:30.2": "„Neka učitelj Gotama, zajedno sa svojom monaškom zajednicom, prihvati poziv da jede u mojoj kući.” ",
  "dn5:30.3": "Blaženi ćutke prihvati ovaj poziv. ",
  "dn5:30.4": "Razumevši da je Blaženi prihvatio poziv, brahman Kūṭadanta se pokloni, pa pazeći da mu Blaženi ostane sa desne strane, otide. ",
  "dn5:30.5": "U zoru, brahman Kūṭadanta naredi da se u njegovoj kući na više načina pripremi najbolja hrana. Onda posla poruku Blaženom: ",
  "dn5:30.6": "„Vreme je, učitelju Gotama, obrok je spreman”. ",
  "dn5:30.7": "A Blaženi se ujutro obukao, uze svoju prosjačku zdelu i gornji ogrtač, pa zajedno praćen monasima krenu put doma brahmana Kūṭadante i tamo sede na pripremljeno mesto. ",
  "dn5:30.8": "Onda brahman Kūṭadanta svojim rukama posluži i različitim vrstama jela ugosti monašku zajednicu predvođenu Blaženim. ",
  "dn5:30.9": "Kad je Blaženi jeo i izvadio ruke iz činije, brahman Kūṭadanta sede na niže mesto, sa strane. ",
  "dn5:30.10": "Na to, pošto je govorom o Dhammi uputio, podstakao, obodrio i ohrabrio brahmana Kūṭadantu, Blaženi ustane sa svog sedišta i ode. "
}