{
  "dn8:0.1": "Zbirka dugih govora 8 ",
  "dn8:0.2": "Veliki lavlji rik ",
  "dn8:1.1": "Ovako sam čuo. ",
  "dn8:1.2": "Ovako sam čuo. Jednom je Blaženi boravio kraj Uđuññe, u Kaṇṇakatthala parku jelena. ",
  "dn8:1.3": "Onda goli asketa Kassapa dođe do Blaženog i učtivo se pozdravi sa njim. ",
  "dn8:1.4": "Kada taj učtivi i prijateljski razgovor bi završen, stade on sa strane i reče: ",
  "dn8:2.1": "„Učitelju Gotama, ovako sam čuo: ",
  "dn8:2.2": "’Asketa Gotama se protivi bilo kojem obliku asketskog mučenja tela. On kritikuje i osuđuje one koji vode težak život samomučenja.’ ",
  "dn8:2.3": "Da li oni koji tako govore, istinu zbore ili blate učitelja Gotamu svojim lažima? Objašnjavaju li oni istinu o njegovom učenju i onome što ono sadrži ili neki učitelji drugih tradicija zaslužuju prekor za svoje reči? ",
  "dn8:2.4": "Ne bismo želeli da pogrešno razumemo njegovo učenje.” ",
  "dn8:3.1": "„Kassapa, ti koji kažu: ’Asketa Gotama se protivi bilo kojem obliku asketskog mučenja tela. On kritikuje i osuđuje one koji vode težak život samomučenja’ ne prenose ono što sam zaista rekao, već pogrešno tumače moje reči onim što je suprotno činjenicama. ",
  "dn8:3.2": "Dešava se, Kassapa, da uz pomoć duhovnog oka, pročišćenog i superiornog u odnosu na fizičko, vidim askete koji se podvrgavaju mučenju tela kako se posle sloma tela, posle smrti, ponovo rode u svetu oskudice, na lošem odredištu, u nižim svetovima, u paklu. ",
  "dn8:3.3": "A neke druge takve askete vidim kako se posle sloma tela, posle smrti, ponovo rode na dobrom odredištu, u nebeskom svetu. ",
  "dn8:3.4": "Isto tako, neke askete koji sebe ne podvrgavaju mučenju tela vidim kako se posle sloma tela, posle smrti, ponovo rode u svetu oskudice, na lošem odredištu, u nižim svetovima, u paklu. ",
  "dn8:3.5": "A neke druge takve askete vidim kako se posle sloma tela, posle smrti, ponovo rode na dobrom odredištu, u nebeskom svetu. ",
  "dn8:3.6": "Pošto sam u stanju da vidim nastanak i nestanak, umiranje i preporađanja svih tih asketa, zašto bih se onda protivio bilo kojem obliku asketskog mučenja tela, zašto bih kritikovao i osuđivao one koji vode težak život samomučenja? ",
  "dn8:4.1": "Kassapa, postoje askete i brahmani koji su oštroumni, istančani, dobro upućeni u učenja drugih, cepidlake. Oni žive zato da bi svojim intelektom razorili ubeđenja drugih. ",
  "dn8:4.2": "Oni se slažu sa mnom u nekim stvarima, ali se ne slažu u nekim drugim. ",
  "dn8:4.3": "Neke od stvari koje oni pozdravljaju, pozdravljam i ja. ",
  "dn8:4.4": "Neke od stvari koje oni ne pozdravljaju, ne pozdravljam ni ja. ",
  "dn8:4.5": "Ali neke od stvari koje oni pozdravljaju, ja ne pozdravljam. ",
  "dn8:4.6": "Kao što neke od stvari koje oni ne pozdravljaju, ja pozdravljam. ",
  "dn8:4.7": "Neke od stvari koje ja pozdravljam, drugi isto tako pozdravljaju. ",
  "dn8:4.8": "Neke od stvari koje ja ne pozdravljam, drugi isto tako ne pozdravljaju. ",
  "dn8:4.9": "Ali neke od stvari koje ja ne pozdravljam, oni pozdravljaju. ",
  "dn8:4.10": "Kao što neke od stvari koje ja pozdravljam, oni ne pozdravljaju. ",
  "dn8:5.0": "1. Ispitivanje ",
  "dn8:5.1": "Kada se sa njima sretnem, kažem im: ",
  "dn8:5.2": "’Ostavimo po strani stvari oko kojih se ne slažemo. ",
  "dn8:5.3": "Ali postoje stvari oko kojih se slažemo. U pogledu njih, oštroumni ljudi će posle razmatranja, analiziranja i preispitivanja uporediti učitelja sa učiteljem, zajednicu sa zajednicom: ",
  "dn8:5.4": "„Ima stvari koje su štetne, vredne prekora, koje ne treba negovati, nedostojne plemenitih i mračne – a takvima se i smatraju. ",
  "dn8:5.5": "Ko živi kao da je potpuno odbacio takve stvari: asketa Gotama ili učitelji drugih zajednica?” ",
  "dn8:6.1": "I moguće je da oni odgovore: ",
  "dn8:6.3": "’U poređenju sa učiteljima drugih zajednica, asketa Gotama živi kao da je potpuno odbacio takve stvari.’ ",
  "dn8:6.4": "I to je način na koji će nas razumni ljudi, kada o svemu ovome razmisle, najčešće hvaliti. ",
  "dn8:7.1": "Dalje, oštroumni ljudi će posle razmatranja, analiziranja i preispitivanja uporediti učitelja sa učiteljem, zajednicu sa zajednicom: ",
  "dn8:7.2": "’Ima stvari koje su korisne, vredne hvale, koje treba negovati, dostojne plemenitih i blistave – a takvima se i smatraju. ",
  "dn8:7.3": "Ko živi kao da se potpuno posvetio takvim stvarima: asketa Gotama ili učitelji drugih zajednica?’ ",
  "dn8:8.1": "I moguće je da oni odgovore: ",
  "dn8:8.3": "’U poređenju sa učiteljima drugih zajednica, asketa Gotama živi kao da se potpuno posvetio takvim stvarima.’ ",
  "dn8:8.4": "I to je, Kassapa, način na koji će nas razumni ljudi, kada o svemu ovome razmisle, najčešće hvaliti. ",
  "dn8:9.1": "Dalje, oštroumni ljudi će posle razmatranja, analiziranja i preispitivanja uporediti učitelja sa učiteljem, zajednicu sa zajednicom: ",
  "dn8:9.2": "’Ima stvari koje su štetne, vredne prekora, koje ne treba negovati, nedostojne plemenitih i mračne – a takvima se i smatraju. ",
  "dn8:9.3": "Ko živi kao da je potpuno odbacio takve stvari: učenici askete Gotame ili učenici drugih učitelja?’ ",
  "dn8:10.1": "I moguće je da oni odgovore: ",
  "dn8:10.3": "’U poređenju sa učenicima drugih učitelja, učenici askete Gotame žive kao da su potpuno odbacili takve stvari.’ ",
  "dn8:10.4": "I to je, Kassapa, način na koji će nas razumni ljudi, kada o svemu ovome razmisle, najčešće hvaliti. ",
  "dn8:11.1": "Dalje, oštroumni ljudi će posle razmatranja, analiziranja i preispitivanja uporediti učitelja sa učiteljem, zajednicu sa zajednicom: ",
  "dn8:11.2": "’Ima stvari koje su korisne, vredne hvale, koje treba negovati, dostojne plemenitih i blistave – a takvima se i smatraju. ",
  "dn8:11.3": "Ko živi kao da se potpuno posvetio takvim stvarima: asketa Gotama ili učitelji drugih zajednica?’ ",
  "dn8:12.1": "I moguće je da oni odgovore: ",
  "dn8:12.3": "’U poređenju sa učiteljima drugih zajednica, učenici askete Gotame žive kao da su se potpuno posvetili takvim stvarima.’ ",
  "dn8:12.4": "I to je, Kassapa, način na koji će nas razumni ljudi, kada o svemu ovome razmisle, najčešće hvaliti. ",
  "dn8:13.0": "2. Plemeniti osmostruki put ",
  "dn8:13.1": "Postoji, Kasapa, put, postoji praksa, i vežbajući u skladu sa njom ćeš znati i videti sam za sebe: ",
  "dn8:13.2": "’Samo reči askete Gotame su izgovorene u pravo vreme, istinite i razložne, u skladu sa učenjem i vežbanjem.’ ",
  "dn8:13.3": "A koji je to put, koja praksa? ",
  "dn8:13.5": "To je jednostavno ovaj plemeniti osmostruki put, ",
  "dn8:13.6": "to jest: ispravno razumevanje, ispravna namera, ispravan govor, ispravni postupci, ispravno življenje, ispravan napor, ispravna svesnost i ispravna koncentracija. ",
  "dn8:13.7": "To je put, Kassapa, to je praksa, i vežbajući u skladu sa njom ćeš znati i videti sam za sebe: ’Samo reči askete Gotame su izgovorene u pravo vreme, istinite i razložne, u skladu sa učenjem i vežbanjem’.” ",
  "dn8:14.0": "3. Praktikovanje samomučenja ",
  "dn8:14.1": "Kad ovo bi rečeno, goli asketa Kassapa reče Blaženom: ",
  "dn8:14.2": "„Prijatelju Gotama, ima praksi mučenja tela za koje ti askete i brahmani smatraju da ih upravo one čine istinskim asketama i brahmanima. ",
  "dn8:14.3": "Tako oni idu nagi, odbacujući pravila. Ližu dlanove, ne dolaze kad ih pozovu, ne zaustave se kad ih neko zamoli. ",
  "dn8:14.4": "Ne prihvataju hranu koju im donesu, posebno pripreme ili ih pozovu na ručak. Ne primaju ništa iz lonca, iz zdele, iz kuće, iz avana, od dvoje koji jedu zajedno, od trudnice, od žene koja doji, od žene koja leže kraj muškarca, s mesta gde se hrana javno deli, sa mesta gde je bilo pasa ili muva. Ne uzimaju ni ribu ni meso, ne piju rakiju, vino, niti drugi alkohol. ",
  "dn8:14.5": "Drže se pravila da u jednoj kući uzmu jedan zalogaj; da u dve kuće uzmu dva zalogaja… da u sedam kuća uzmu sedam zalogaja. ",
  "dn8:14.6": "Žive na jednom tanjiru hrane dnevno, na dva tanjira hrane dnevno… na sedam tanjira hrane dnevno. ",
  "dn8:14.7": "Uzimaju hranu samo jednom dnevno, jednom u dva dana… jednom u sedam dana i tako dalje, sve do jednom u dve nedelje. Istrajavaju u praksi uzimanja hrane u određenim intervalima. ",
  "dn8:14.8": "Takvi askete i brahmani smatraju da ih upravo te prakse samomučenja čine istinskim asketama i brahmanima. ",
  "dn8:14.9": "Jedu zeleniš ili proso ili pirinač ili koru ili mahovinu ili pirinčanu plevu ili pirinčane mekinje ili brašno od susama ili travu ili kravlji izmet. Žive od šumskog korenja ili voća, hrane se otpalim plodovima. ",
  "dn8:14.10": "Takvi askete i brahmani smatraju da ih upravo te prakse samomučenja čine istinskim asketama i brahmanima. ",
  "dn8:14.11": "Oblače ogrtač načinjen od grube kudelje, mrtvačkog pokroav, bačenih krpa, kore drveta, kože antilope, traka od kože antilope, ogrtač od ispletene kusa trave, od like, od lišća, od vune, životinjskog krznao, sovinog perja. ",
  "dn8:14.12": "Čupaju sami sebi kosu i bradu, istrajni su u redovnom čupanju kose i brade. ",
  "dn8:14.13": "Neprekidno stoje, odbijajući da sednu. ",
  "dn8:14.14": "Čuče bez prekida, stalno su u čučećem položaju. ",
  "dn8:14.15": "Koriste ležaj od trnja, prave sami sebi ležaj od trnja. ",
  "dn8:14.16": "Pravi sebi ležaj od dasaka ili leže na kamenitoj zemlji. ",
  "dn8:14.17": "Leže samo ja jednoj strani. ",
  "dn8:14.18": "Pokriveni su prašinom i blatom. ",
  "dn8:14.19": "Žive samo na otvorenom. ",
  "dn8:14.20": "Spavaju gde god da rašire svoju prostirku. ",
  "dn8:14.21": "Jedu nečistu hranu, istrajni su u tome da žive od nečiste hrane (kravlji izmet, kravlja mokraća, pepeo i glina) ",
  "dn8:14.22": "Ništa ne piju, istrajni su u takvoj praksi (apānaka, verovatno neko ko, poput đaina, ne pije hladnu vodu, jer u njoj može biti živih bića.). ",
  "dn8:14.23": "Žive praktikujući kupanje u vodi tri puta na dan, uključujući veče. ",
  "dn8:15.0": "4. Beskorisnost samomučenja ",
  "dn8:15.1": "„Kassapa, mogu drugi askete i brahmani praktikovati mučenje tela, ",
  "dn8:15.2": "ali ako nisu razvili vrlinu, nisu razvili um, nisu razvili mudrost, tada su oni daleko od toga da budu istinski askete i brahmani. ",
  "dn8:15.3": "Ali kada monah živi ispunjen blagošću, dobrom namerom i prijateljskom ljubavlju, ovde i sada ulazi i boravi u oslobođenosti uma i oslobođenosti mudrošću, koje su bez nečistoća, svaki od otrova uklonjen. ",
  "dn8:15.4": "Tek kada to postigne, monah se naziva istinskim asketom, istinskim brahmanom. ",
  "dn8:15.5": "",
  "dn8:15.6": "",
  "dn8:15.7": "",
  "dn8:16.1": "Kada ovo bi rečeno. Kassapa reče Blaženom: ",
  "dn8:16.2": "„Teško je, učitelju Gotama, biti istinski asketa, biti istinski brahman.” ",
  "dn8:16.4": "Ali neko može praktikovati sve te načine mučenja tela. ",
  "dn8:16.5": "i ako bi to bila mera koliko je teško da se bude istinski asketa, istinski brahman, tada ne bi bilo istina govoriti: ",
  "dn8:16.6": "’Teško je biti istinski asketa, biti istinski brahman.’ ",
  "dn8:16.7": "Zato što je za svakog kućedomaćina, za njegovog sina, čak i za njegovu sluškinju što s izvora donosi vodu ",
  "dn8:16.8": "moguće da radi sve te prakse samomučenja. ",
  "dn8:16.9": "Ali, Kassapa, samo zato što postoji jedna druga vrsta asketizma, s pravom se može reći da je teško biti istinski asketa, istinski brahman. ",
  "dn8:16.11": "Tek kada monah živi ispunjen blagošću, dobrom namerom i prijateljskom ljubavlju, ovde i sada ulazi i boravi u oslobođenosti uma i oslobođenosti mudrošću, koje su bez nečistoća, svaki od otrova uklonjen, ",
  "dn8:17.1": "Kada ovo bi rečeno. Kassapa reče Blaženom: ",
  "dn8:17.2": "„Teško je, učitelju Gotama, razumeti istinskog asketu, istinskog brahmana.” ",
  "dn8:17.3": "„Uobičajeno je, Kassapa, da na ovome svetu kažu kako je teško razumeti istinskog asketu, istinskog brahmana. ",
  "dn8:17.4": "Ali neko može praktikovati sve te načine mučenja tela, ",
  "dn8:17.5": "i ako bi to bila mera koliko je teško razumeti istinskog asketu, istinskog brahmana, tada ne bi bilo istina govoriti: ",
  "dn8:17.6": "’Teško je razumeti istinskog asketu, istinskog brahmana.’ ",
  "dn8:17.7": "Zato što je za svakog kućedomaćina, za njegovog sina, čak i za njegovu sluškinju što s izvora donosi vodu, ",
  "dn8:17.8": "moguće da razume da neko radi sve te prakse samomučenja. ",
  "dn8:17.9": "Kassapa, samo zato što postoji jedna druga vrsta asketizma, s pravom se može reći da je ",
  "dn8:17.10": "teško razumeti istinskog asketu, istinskog brahmana. ",
  "dn8:17.11": "Ali kada monah živi ispunjen blagošću, dobrom namerom i prijateljskom ljubavlju, ovde i sada ulazi i boravi u oslobođenosti uma i oslobođenosti mudrošću, koje su bez nečistoća, svaki od otrova uklonjen. ",
  "dn8:17.12": "Tek kada to postigne, monah se naziva istinskim asketom, istinskim brahmanom. ",
  "dn8:18.0": "5. Razvijanje vrline, koncentracije i mudrosti ",
  "dn8:18.1": "Kada ovo bi rečeno. goli asketa Kassapa reče Blaženom: ",
  "dn8:18.2": "„Učitelju Gotama, šta znači to razviti vrlinu, razviti um, razviti mudrost?” ",
  "dn8:18.3": "„Događa se, brahmane, da se Tathāgata pojavi u ovome svetu… ",
  "dn8:18.5": "A kako to, Kassapa, monah postaje usavršen u vrlini? ",
  "dn8:18.6": "Odustavši od ubijanja živih bića, napustivši ubijanje živih bića, monah je odložio štap i oružje, živi pun obzira i blag, ispunjen saosećanjem prema svim bićima. ",
  "dn8:18.7": "To je takođe deo njegove vrline… ",
  "dn8:19.1": "’Ima asketa i brahmana koji, živeći od hrane koju im daruju predani, još uvek zarađuju takvim pogrešnim življenjem… ",
  "dn8:19.3": "Monah je odustao od takvog nedoličnog znanja, takvog pogrešnog življenja. ",
  "dn8:19.4": "To je takođe deo njegove vrline… ",
  "dn8:19.5": "Kassapa, monah koji je tako prožet vrlinom ne vidi bilo kakvu opasnost u svojoj obuzdanosti vrlinom. ",
  "dn8:19.6": "Kao što miropomazani plemeniti ratnik, što porazio je neprijatelje, ne vidi bilo kakvu opasnost od svojih neprijatelja, ",
  "dn8:19.7": "isto tako i monah koji je tako prožet vrlinom ne vidi bilo kakvu opasnost u svojoj obuzdanosti vrlinom. ",
  "dn8:19.8": "Kad poseduje taj kvalitet obuzdanosti u vrlini, doživljava onu vrstu sreće kojoj se ne može ništa prigovoriti. ",
  "dn8:19.9": "Tako, Kassapa, monah postaje usavršen u vrlini. ",
  "dn8:19.10": "To, Kassapa, jeste razvijanje vrline… ",
  "dn8:19.11": "On ulazi i ostaje na prvom stupnju zadubljenja. ",
  "dn8:19.12": "To je takođe deo njegovog razvijanja uma… ",
  "dn8:19.13": "na drugom stupnju zadubljenja… ",
  "dn8:19.14": "na trećem stupnju zadubljenja… ",
  "dn8:19.15": "na četvrtom stupnju zadubljenja… ",
  "dn8:19.16": "To je takođe deo njegovog razvijanja uma… ",
  "dn8:19.17": "To, Kassapa, jeste razvijanje uma. ",
  "dn8:20.1": "Kada je njegov koncentrisan um postao tako pročišćen… ",
  "dn8:20.2": "on ga okreće i usmerava ka znanju i viđenju… ",
  "dn8:20.3": "To je takođe deo njegovog razvijanja mudrosti… ",
  "dn8:20.4": "On zna: ’…nema više preporađanja u bilo koji oblik bivanja’. ",
  "dn8:20.5": "To je takođe deo njegove mudrosti. ",
  "dn8:20.6": "To, Kassapa, jeste razvijanje mudrosti. ",
  "dn8:20.7": "Ne postoji, Kassapa, bilo šta više ili savršenije od ovako razvijene vrline, znanje i mudrosti. ",
  "dn8:21.0": "6. Lavlji rik ",
  "dn8:21.1": "Ima, Kassapa, asketa i brahmana koji podučavaju vrlinu. ",
  "dn8:21.2": "Oni hvale vrlinu na različite načine. ",
  "dn8:21.3": "Ali što se tiče najviše, plemenite vrline, ne vidim bilo koga ko mi je ravan, a kamoli da me nadmašuje. ",
  "dn8:21.4": "Ja sam najveći u tom pogledu. ",
  "dn8:21.5": "Ima, Kassapa, asketa i brahmana koji podučavaju asketsko mučenje tela. ",
  "dn8:21.6": "Oni hvale asketsko mučenje tela na različite načine. ",
  "dn8:21.7": "Ali što se tiče najviše, plemenitog asketskog mučenja tela, ne vidim bilo koga ko mi je ravan, a kamoli da me nadmašuje. ",
  "dn8:21.8": "Ja sam najveći u tom pogledu. ",
  "dn8:21.9": "Ima, Kassapa, asketa i brahmana koji podučavaju mudrost. ",
  "dn8:21.10": "Oni hvale mudrost na različite načine. ",
  "dn8:21.11": "Ali što se tiče najviše, plemenite mudrosti, ne vidim bilo koga ko mi je ravan, a kamoli da me nadmašuje. ",
  "dn8:21.12": "Ja sam najveći u tom pogledu. ",
  "dn8:21.13": "Ima, Kassapa, asketa i brahmana koji podučavaju oslobođenje. ",
  "dn8:21.14": "Oni hvale oslobođenje na različite načine. ",
  "dn8:21.15": "Ali što se tiče najvišeg, plemenitog oslobođenja, ne vidim bilo koga ko mi je ravan, a kamoli da me nadmašuje. ",
  "dn8:21.16": "Ja sam najveći u tom pogledu. ",
  "dn8:22.1": "Kassapa, moguće je da isposnici drugih škola kažu: ",
  "dn8:22.2": "’Asketa Gotama objavljuje svoj lavlji rik, ali samo na pustim mestima, ne u društvu drugih.’ ",
  "dn8:22.3": "Takvima treba reći da to nije istina: ",
  "dn8:22.4": "’Asketa Gotama objavljuje svoj lavlji rik u društvu drugih.’ ",
  "dn8:22.5": "Ili možda kažu: ",
  "dn8:22.6": "’Asketa Gotama objavljuje svoj lavlji rik, u društvu drugih, ali bez samopouzdanja.’ ",
  "dn8:22.7": "Takvima treba reći da to nije istina: ",
  "dn8:22.8": "’Asketa Gotama objavljuje svoj lavlji rik, u društvu drugih, i to sa samopouzdanjem.’ ",
  "dn8:22.9": "Ili možda kažu: ",
  "dn8:22.10": "’Asketa Gotama objavljuje svoj lavlji rik, u društvu drugih i sa samopouzdanjem, ali ga drugi ne propituju. … ",
  "dn8:22.11": "Ili on ne odgovara na njihova pitanja. … ",
  "dn8:22.12": "Ili njegovi odgovori nisu zadovoljavajući. … ",
  "dn8:22.13": "Ili misle da ih nije vredno čuti. … ",
  "dn8:22.14": "Ili nemaju poveranja, pošto su ga saslušali. … ",
  "dn8:22.15": "Ili ne pokazuju poverenje. … ",
  "dn8:22.16": "Ili ne vežbaju u skladu sa onim što su čuli. … ",
  "dn8:22.17": "Ili vežbaju bez uspeha. … ",
  "dn8:22.18": "Takvima treba reći da to nije istina. ",
  "dn8:23.0": "7. Zaređenje sledbenika drugih tradicija ",
  "dn8:23.1": "Jednom sam, Kassapa, boravio kraj Rāđagahe, na Lešinarevoj hridi. ",
  "dn8:23.2": "A neki isposnik koji je praktikovao asketsko mučenje tela po imenu Nigrodha me je propitivao o praktikovanju takvog mučenja tela. ",
  "dn8:23.3": "Odgovorih na njegova pitanja. ",
  "dn8:23.4": "I bio je veoma obradovan mojim objašnjenjem.” ",
  "dn8:23.5": "„Poštovani, ko ne bi bio veoa obradovan kada čuje učenje Blaženog? ",
  "dn8:23.6": "I sâm sam veom obradovan vašim objašnjenjem učenja. ",
  "dn8:23.7": "„Izvrsno, poštovani gospodine! Izvrsno! ",
  "dn8:23.8": "Baš kao kad bi neko ispravio ono što je stajalo naglavce, otkrio skriveno, pokazao put zalutalome ili upalio svetiljku u tami, tako da oni koji imaju oči mogu da vide, tako je i učitelj Gotama, na više različitih načina, razjasnio Dhammu. ",
  "dn8:23.9": "Uzimam učitelja Gotamu za utočište, njegovo učenje i zajednicu monaha za utočište. ",
  "dn8:23.10": "Neka me učitelj Gotama prihvati kao zaređenog sledbenika i neka primim puno zaređenje.” ",
  "dn8:24.1": "„Kassapa, onaj ko je prethodno pripadao nekom drugom redu, a želi da se pridruži beskućnicima i primi puno zaređenje u učenju i pravilima, mora provesti četiri probna meseca.  Posle četiri probna meseca, ako su zadovoljni njime, monasi ga primaju u beskućništvo i daju mu puno zaređenje, tako da i sam postaje monah. ",
  "dn8:24.2": "Ali, ja sam u ovoj stvari prihvatio da postoje individualne razlike.” ",
  "dn8:24.3": "„Poštovani gospodine, ako oni koji su prethodno pripadali nekom drugom redu, a žele da se pridruže beskućnicima i prime puno zaređenje u učenju i pravilima, moraju provesti četiri probna meseca, ja ću na probi provesti četiri godine. Posle te četiri godine neka me monasi, ako su zadovoljni mnome, prime u beskućništvo i daju mi puno zaređenje.” ",
  "dn8:24.4": "I tako goli asketa Kassapa primi od Blaženog puno zaređenje i bi primljen među beskućnike. ",
  "dn8:24.5": "Ne zadugo posle potpunog zaređenja, boraveći u meditaciji, povučen, marljiv, predan i odlučan, poštovani Kassapa, stekavši neposredno znanje, ovde i sada dostiže i ostade na krajnjem cilju svetačkog života, radi kojeg sinovi dobrih porodica napuštaju dom i odlaze u beskućnike. ",
  "dn8:24.6": "Neposredno je znao: „Ovo je poslednje rođenje, proživljen je svetački život, učinjeno što je trebalo učiniti. Nema više preporađanja u bilo koji oblik bivanja.” ",
  "dn8:24.7": "I poštovani Kassapa postade jedan od arahanata. "
}