{
  "dn9:0.1": "Zbirka dugih govora 9 ",
  "dn9:0.2": "Razgovor sa Poṭṭhapādom ",
  "dn9:1.0": "1. O lutalici Poṭṭhapādi ",
  "dn9:1.1": "Ovako sam čuo. ",
  "dn9:1.2": "Jednom je Blaženi boravio kraj Sāvatthīja, u Đetinom gaju, u manastiru koji je podigao Anāthapiṇḍika. ",
  "dn9:1.3": "A u isto vreme je lutalica Poṭṭhapāda, zajedno sa trista drugih asketa, boravio u Mallikinom manastiru sa dvoranom podignutom za javne debate i okruženom tinduka drvećem. ",
  "dn9:1.4": "Jednoga jutra Blaženi se obuče, uze svoju prosjačku zdelu i gornji ogrtač, pa krenu put Sāvatthīja da prosi hranu. ",
  "dn9:2.1": "A onda pomisli: ",
  "dn9:2.2": "„Još je rano da prosim hranu u Sāvatthīju. ",
  "dn9:2.3": "Kako bi bilo da odem do Mallikinog manastira i posetim lutalicu Poṭṭhapādu?” ",
  "dn9:2.4": "Tako i učini. ",
  "dn9:3.1": "A tom prilikom lutalica Poṭṭhapāda sedeo je s velikom grupom drugih lutalica, koji su pravili veliku galamu i žučno raspravljali o različitim nevažnim temama, ",
  "dn9:3.2": "kao što su kraljevi i kraljevi savetnici, razbojnici, vojske, opasnosti, bitke, hrana, piće, odeća, ležaji, cvetni venci, mirisi, rođaci, vozila, sela, varoši, gradovi, zemlje, žene, heroji, ulice, izvori, pokojnici, razne sitnice, nastanak sveta, nastanak mora, jesu li stvari ovakve ili onakve. ",
  "dn9:4.1": "Lutalica Poṭṭhapāda još izdaleka opazi Blaženog kako dolazi. ",
  "dn9:4.2": "Kad ga je video, poče da utišava okupljene ovim rečima: ",
  "dn9:4.3": "„Prijatelji, budite tihi; prijatelji, ne pravite buku. ",
  "dn9:4.4": "Evo, dolazi asketa Gotama. ",
  "dn9:4.5": "Taj poštovani voli tišinu, on hvali tišinu. ",
  "dn9:4.6": "Ako se utišamo, možda će poželeti da nam se pridruži.” ",
  "dn9:4.7": "Na to se drugi lutalice utišaše. ",
  "dn9:5.1": "Onda Blaženi dođe do Poṭṭhapāde, ",
  "dn9:5.2": "koji mu reče: ",
  "dn9:5.3": "„Neka priđe Blaženi! ",
  "dn9:5.4": "Dobro nam je došao Blaženi! ",
  "dn9:5.5": "Mnogo je vremena prošlo otkako je Blaženi ugrabio priliku da dođe ovamo. ",
  "dn9:5.6": "Neka Blaženi sedne, ovo je mesto spremno za njega.” ",
  "dn9:5.7": "Blaženi sede na pripremljeno mesto, ",
  "dn9:5.8": "a lutalica Poṭṭhapāda odabra jedno niže, sa strane. ",
  "dn9:5.9": "Kad je tako uradio, Blaženi ga upita: ",
  "dn9:5.10": "„Radi kakvog razgovora ste se ovde okupili, Poṭṭhapāda? U kakvom sam vas to razgovoru prekinuo?” ",
  "dn9:6.0": "1.1. O prestanku opažaja ",
  "dn9:6.1": "A Poṭṭhapāda mu odgovori: ",
  "dn9:6.2": "„Ostavimo na stranu razgovor radi kojeg smo se ovdeokupili. ",
  "dn9:6.3": "Neće biti teško Blaženom da o tome čuje kasnije. ",
  "dn9:6.4": "Pre nekoliko dana različiti askete i brahmani sedeli su u dvorani za debate i povela se među njima ovakva diskusija: ",
  "dn9:6.5": "’Kako se događa prestanak opažaja?’ ",
  "dn9:6.6": "Neki od njih rekoše: ",
  "dn9:6.7": "’Opažaji u osobi nastaju i prestaju bez ikakvog uzroka i razloga. ",
  "dn9:6.8": "Kada nastanu, čovek opaža. ",
  "dn9:6.9": "Kada prestanu, čovek ne opaža.’ ",
  "dn9:6.10": "Tako su oni objasnili prestanak opažaja. ",
  "dn9:6.11": "Ali neki drugi rekoše: ",
  "dn9:6.12": "’Ne, nije tako, gospodo! ",
  "dn9:6.13": "Opažaj je sopstvo te osobe. ",
  "dn9:6.14": "Ono dolazi i odlazi. ",
  "dn9:6.15": "Kada je ono u njoj, ta osoba opaža. ",
  "dn9:6.16": "Kada je sopstvo napusti, ta osobe ne opaža.’ ",
  "dn9:6.17": "Tako su oni objasnili prestanak opažaja. ",
  "dn9:6.18": "Ali neki drugi rekoše: ",
  "dn9:6.19": "’Ne, nije tako, gospodo! ",
  "dn9:6.20": "Ima asketa i brahmana sa velikom moći, sa velikim uticajem. ",
  "dn9:6.21": "Oni su ti koji daju i oduzimaju opažaj osobi. ",
  "dn9:6.22": "Kada vam ga daju, tada opažate. ",
  "dn9:6.23": "Kada vam ga oduzmu, tada ne opažate.’ ",
  "dn9:6.24": "Tako su oni objasnili prestanak opažaja. ",
  "dn9:6.25": "Ali neki drugi rekoše: ",
  "dn9:6.26": "’Ne, nije tako, gospodo! ",
  "dn9:6.27": "Ima božanstava sa velikom moći, sa velikim uticajem. ",
  "dn9:6.28": "Ona su ta koja daju i oduzimaju opažaj osobi. ",
  "dn9:6.29": "Kada vam ga daju, tada opažate. ",
  "dn9:6.30": "Kada vam ga oduzmu, tada ne opažate.’ ",
  "dn9:6.31": "Tako su oni objasnili prestanak opažaja. ",
  "dn9:6.32": "Sve to me je podsetilo na Blaženog: ",
  "dn9:6.33": "’Ah, sigurno je Blaženi, potpuno probuđeni, izuzetno vešt u takvim stvarima.’ ",
  "dn9:6.34": "Jer Blaženi do kraja razume prestanak opažaja. ",
  "dn9:6.35": "Pa kako to onda, Blaženi, nastaje prestanak opažaja?” ",
  "dn9:7.0": "1.2. Opažaj nastaje zbog uzroka ",
  "dn9:7.1": "„U pogledu toga, Poṭṭhapāda, oni askete i brahmani koji kažu: ",
  "dn9:7.3": "A zašto? ",
  "dn9:7.4": "Zato što opažaji u osobi nastaju i prestaju sa uzrokom i razlogom. ",
  "dn9:7.5": "Neki opažaji nastaju kao rezultat vežbanja, dok drugi opažaji tako prestaju. ",
  "dn9:7.6": "A kakvo je to vežbanje?” upita Blaženi. ",
  "dn9:7.7": "„Poṭṭhapāda, Tathāgata se pojavi u ovome svetu, plemenit i potpuno probuđen, usavršen u znanju i ponašanju, srećan, znalac svetova, nenadmašni vodič onima kojima je potreban putokaz, učitelj božanskim i ljudskim bićima, budan, blažen. Snagom vlastite spoznaje razumeo je i zna da objasni ovaj svet, njegove dobre i zle duhove, božanstva, pokolenja isposnika i sveštenika, plemenitih i običnih ljudi. On propoveda učenje i slovom i duhom, divno na početku, divno u sredini, divno na kraju; upućuje na potpuno savršen i pročišćen svetački život. … ",
  "dn9:7.8": "Na taj način, Poṭṭhapāda, monah je usavršen u vrlini… ",
  "dn9:9.1": "Kada vidi da je ovih pet prepreka prevladao u sebi, u monahu se rađa radost; sa radošću, u njemu se rađa ushićenje. Onome ko je ushićen, telo postaje smireno; a onaj čije je telo smireno, oseća zadovoljstvo. Sa osećajem zadovoljstvo, um postaje koncentrisan. ",
  "dn9:10.1": "Sasvim obuzdanih čula, bez mentalnih nečistoća, ulazi tako monah i ostaje na prvom stupnju zadubljenja, praćenim usmerenom mišlju i istraživanjem, uz ushićenje i zadovoljstvo rođeno iz osame. ",
  "dn9:10.2": "Sa time čulni opažaji koje je ranije imao prestaju. ",
  "dn9:10.3": "Tom prilikom on ima suptilni i istinski opažaj ushićenja i zadovoljstva rođenog iz osame; i on postaje svestan tog suptilnog i istinskog opažaja ushićenja i zadovoljstva rođenog iz osame. ",
  "dn9:10.4": "Na taj način neki opažaji nastaju kao rezultat vežbanja, dok drugi opažaji tako prestaju. ",
  "dn9:10.5": "To je takvo vežbanje,” reče Blaženi. ",
  "dn9:11.1": "A zatim, Poṭṭhapāda, sa smirivanjem usmerene misli i istraživanja, ulazi on i ostaje na drugom stupnju zadubljenja, koji karakterišu kako samopouzdanje i sabranost uma, oslobođenog usmerene mislii i istraživanja, tako i ushićenje i zadovoljstvo rođeni iz koncentracije. ",
  "dn9:11.2": "Sa time suptilni i istinski opažaj ushićenja i zadovoljstva rođen iz osame koji je ranije imao prestaje. ",
  "dn9:11.3": "Tom prilikom javlja se suptilni i istinski opažaj ushićenja i zadovoljstva rođen iz koncentracije; i on postaje svestan tog suptilnog i instinskog osećaja ushićenja i zadovoljstva rođenog iz koncentracije. ",
  "dn9:11.4": "Na taj način neki opažaji nastaju kao rezultat vežbanja, dok drugi opažaji tako prestaju. ",
  "dn9:11.5": "To je takvo vežbanje,” reče Blaženi. ",
  "dn9:12.1": "A zatim, Poṭṭhapāda, sa slabljenjem ushićenja monah ostaje spokojan, svestan i s jasnim razumevanjem, sa fizičkim osećajem zadovoljstva. Monah ulazi i ostaje na trećem stupnju zadubljenja, o kojem plemeniti kažu: ‘Srećan je čovek ispunjen spokojstvom i svesnošću!’ ",
  "dn9:12.2": "Sa time suptilni i istinski opažaj ushićenja i zadovoljstva rođen iz koncentracije koji je do tada imao prestaje. ",
  "dn9:12.3": "Tom prilikom on ima suptilni i istinski opažaj spokojstva i sreće; i on postaje svestan tog suptilnog i istinskgo opažaja spokojstva i sreće. ",
  "dn9:12.4": "Na taj način neki opažaji nastaju kao rezultat vežbanja, dok drugi opažaji tako prestaju. ",
  "dn9:12.5": "To je takvo vežbanje,” reče Blaženi. ",
  "dn9:13.1": "A zatim, Poṭṭhapāda, sa napuštanjem zadovoljstva i bola, kao i s ranijim nestankom radosti i žalosti, monah ulazi i ostaje na četvrtom stupnju zadubljenja, koji nije ni bolan ni prijatan, a čini ga čista svesnost, zasnovana na spokojstvu. ",
  "dn9:13.2": "Sa time suptilni i istinski opažaj spokojstva i sreće koji je do tada imao prestaje. ",
  "dn9:13.3": "Tom prilikom on ima suptilni i istinski opažaj ni bola ni prijatnosti; i on postaje svestan tog suptilnog i istinskog opažaja ni bola ni prijatnosti. ",
  "dn9:13.4": "Na taj način neki opažaji nastaju kao rezultat vežbanja, dok drugi opažaji tako prestaju. ",
  "dn9:13.5": "To je takvo vežbanje,” reče Blaženi. ",
  "dn9:14.1": "A zatim, Poṭṭhapāda, sa potpunim nadilaženjem opažanja oblika, sa nestankom opažanja čulnih utisaka, sa neobraćanjem pažnje na opažanje različitosti, svestan da ‘prostor jeste beskrajan’, monah ulazi i ostaje u području beskonačnog prostora. ",
  "dn9:14.2": "Sa time opažaji oblika koje je do tada imao prestaju. ",
  "dn9:14.3": "Tom prilikom javlja se suptilni i istinski opažaj područja beskrajnog prostora; i on postaje svestan tog suptilnog i istinskog opažaja područja beskonačnog prostora. ",
  "dn9:14.4": "Na taj način neki opažaji nastaju kao rezultat vežbanja, dok drugi opažaji tako prestaju. ",
  "dn9:14.5": "To je takvo vežbanje,” reče Blaženi. ",
  "dn9:15.2": "Sa time suptilni i istinski opažaj beskonačnog prostora koji je do tada imao prestaje. ",
  "dn9:15.3": "Tom prilikom nastaje suptilni i istinski opažaj bezgranične svesti; i on postaje svestan tog suptilnog i istinskog opažaja bezgranične svesti. ",
  "dn9:15.4": "Na taj način neki opažaji nastaju kao rezultat vežbanja, dok drugi opažaji tako prestaju. ",
  "dn9:15.5": "To je takvo vežbanje,” reče Blaženi. ",
  "dn9:16.1": "A zatim, sa potpunim nadilaženjem područja bezgranične svesti, svestan da ‘nema ničega’, monah ulazi i boravi u području ničega. ",
  "dn9:16.2": "Sa time suptilni i istinski opažaj bezgranične svesti koji je do tada imao prestaje. ",
  "dn9:16.3": "Tom prilikom nastaje suptilni i istinski opažaj područja ničega; i on postaje svestan tog suptilnog i istinskog opažaja područja ničega. ",
  "dn9:16.4": "Na taj način neki opažaji nastaju kao rezultat vežbanja, dok drugi opažaji tako prestaju. ",
  "dn9:16.5": "To je takvo vežbanje,” reče Blaženi. ",
  "dn9:17.1": "Poṭṭhapāda, od trenutka kada je monah ovako preuzeo odgovornost za svoje opažaje, on napreduje od jednog stupnja ka drugom, postupno dosežući vrhunac opažaja. ",
  "dn9:17.2": "I ostajući na vrhuncu opažaja, on pomisli: ",
  "dn9:17.3": "’Namera je loša za mene. Bolje je da je nemam. ",
  "dn9:17.5": "Zašto ne bih odustao kako od namere, tako i od stremljenja?’ ",
  "dn9:17.6": "I tako on odustaje kako od namere, tako i od stremljenja. ",
  "dn9:17.7": "Onda ti opažaji prestanu u njemu i drugi, grublji opažaji ne nastaju. ",
  "dn9:17.8": "Stiže on do prestanka ",
  "dn9:17.9": "I to je, Poṭṭhapāda, način na koji se dostiže prestanak sve više rafiniranih opažaja, pri punoj svesnosti. ",
  "dn9:18.1": "Kako stoji stvar, Poṭṭhapāda? ",
  "dn9:18.3": "„Ne, poštovani gospodine. ",
  "dn9:18.4": "Kako ja razumem, Blaženi je rekao sledeće: ",
  "dn9:18.5": "Poṭṭhapāda, od trenutka kada je monah ovako preuzeo odgovornost za svoje opažaje, on napreduje od jednog stupnja ka drugom, postupno dosežući vrhunac opažaja… ",
  "dn9:18.6": "I stojeći na vrhuncu opažaja, on pomisli: ",
  "dn9:18.7": "’Namera je loša za mene. Bolje je da je nemam. ",
  "dn9:18.8": "Ako bih imao nameru, stremio, ovi opažaji bi u meni nestali, a neki grublji opažaji bi nastali. ",
  "dn9:18.9": "Zašto ne bih odustao kako od namere, tako i od stremljenja?’ ",
  "dn9:18.10": "Onda ti opažaji prestanu u njemu i drugi, grublji opažaji ne nastaju. ",
  "dn9:18.11": "Stiže on do prestanka ",
  "dn9:18.12": "I to je, Poṭṭhapāda, način na koji se dostiže prestanak sve više rafiniranih opažaja, pri punoj svesnosti.” ",
  "dn9:18.13": "„Tako je, Poṭṭhapāda.” ",
  "dn9:19.1": "„Poštovani gospodine, da li vi podučavate da je vrhunac opažaja samo jedan ili ih ima više?” ",
  "dn9:19.2": "„Podučavam da je i jedan i da ih je više.” ",
  "dn9:19.3": "„Na koji način je jedan, a na koji način ih je više?” ",
  "dn9:19.4": "„Vrhunac opažaja opisujem u skladu sa načinom na koji neko dostiže prestanak. ",
  "dn9:19.5": "„Na ta način podučavam da je i jedan vrhunac opažaja i da ih je više.” ",
  "dn9:20.1": "„Ali, poštovani, da li prvo nastaje opažaj, a zatim znanje? Ili prvo nastaje znanje, a zatim opažaj? Ili oboje nastaju istovremeno?” ",
  "dn9:20.2": "„Prvo nastaje opažaj, a zatim znanje. Nastanak opažaja vodi do nastanka znanja. ",
  "dn9:20.3": "I monah razume: ",
  "dn9:20.4": "’Moje znanje nastalo je na osnovu posebnog uslova’. ",
  "dn9:20.5": "Na taj način treba razumeti da ",
  "dn9:20.6": "prvo nastaje opažaj, a zatim znanje, da nastanak opažaja vodi do nastanka znanja.” ",
  "dn9:21.0": "1.3. Opažaj i sopstvo ",
  "dn9:21.1": "„Poštovani gospodine, je li opažaj sopstvo neke osobe ili su opažaj i sopstvo dve različite stvari?” ",
  "dn9:21.2": "„Ali, Poṭṭhapāda, da li ti pretpostavljaš postojanje stvarnog sopstva?” ",
  "dn9:21.3": "„Da, poštovani, pretpostavljam postojanje stvarnog sopstva, koje je fizičko, sačinjeno od četiri osnovna elementa i konzumira čvrstu hranu.” ",
  "dn9:21.4": "„Ali sa postojanjem takvog grubog sopstva, koje je fizičko, sačinjeno od četiri osnovna elementa i konzumira čvrstu hranu, opažaj bi bio jedna stvar, a sopstvo druga.” ",
  "dn9:21.5": "Postoji, Poṭṭhapāda, još jedan način da se razume kako su opažaj i sopstvo dve različite stvari. ",
  "dn9:21.6": "I sve dok postoji takvo grubo sopstvo, još uvek će neki opažaji nastajati u toj osobi, a drugi nestajati. ",
  "dn9:21.7": "Na taj način treba razumeti da su opažaj i sopstvo dve različite stvari.” ",
  "dn9:22.1": "Poštovani, ja pretpostavljam postojanje umom stvorenog sopstva, koje je potpuno u svim svojim različitim delovima i ne manjka mu nijedna sposobnost.” ",
  "dn9:22.2": "„Ali i sa postojanjem takvog umom stvorenog sopstva, koje je potpuno u svim svojim različitim delovima i ne manjka mu nijedna sposobnost, opažaj bi bio jedna stvar, a sopstvo druga. ",
  "dn9:22.3": "Postoji, Poṭṭhapāda, još jedan način da se razume kako su opažaj i sopstvo dve različite stvari. ",
  "dn9:22.4": "I sve dok postoji takvo umom stvoreno sopstvo, još uvek će neki opažaji nastajati u toj osobi, a drugi nestajati. ",
  "dn9:22.5": "I na ovaj način treba razumeti da su opažaj i sopstvo dve različite stvari.” ",
  "dn9:23.1": "„Poštovani, ja pretpostavljam postojanje nematerijalnog sopstva, sačinjenog od opažaja.” ",
  "dn9:23.2": "„Ali i sa postojanjem takvog nematerijalnog sopstva, sačinjenog od opažaja, opažaj bi bio jedna stvar, a sopstvo druga. ",
  "dn9:23.3": "Postoji, Poṭṭhapāda, još jedan način da se razume kako su opažaj i sopstvo dve različite stvari. ",
  "dn9:23.4": "I sve dok postoji takvo nematerijalno sopstvo, još uvek će neki opažaji nastajati u toj osobi, a drugi nestajati. ",
  "dn9:23.5": "I na ovaj način treba razumeti da su opažaj i sopstvo dve različite stvari.” ",
  "dn9:24.1": "„Poštovani, mogu li ja da znam je li ",
  "dn9:24.2": "opažaj sopstvo neke osobe ili su opažaj i sopstvo dve različite stvari?” ",
  "dn9:24.3": "„Teško je za tebe da to znaš, jer imaš drugačije gledište, uverenje, verovanje, praksu i tradiciju.” ",
  "dn9:25.1": "„Ako je pitanje sopstva i opažaja teško za nekoga kao što sam ja, sa drugačijim gledištem, uverenjem, verovanjem, prakso, i tradicijom, ",
  "dn9:25.3": "recite mi onda je li ovo tačno: ’Ovaj svet je večan. To je jedina istina i sve drugo je pogrešno’.” ",
  "dn9:25.4": "„Ja tako nešto ne podučavam, Poṭṭhapāda.” ",
  "dn9:26.1": "„A da li je onda ovo tačno: ’Ovaj svet nije večan. To je jedina istina i sve drugo je pogrešno’.” ",
  "dn9:26.2": "„Ja ni tako nešto ne podučavam, Poṭṭhapāda.” ",
  "dn9:27.1": "„A da li je onda ovo tačno: ’Ovaj svet nije beskrajan…’ ",
  "dn9:27.2": "’Ovaj svet je beskrajan…’ ",
  "dn9:27.3": "’Duša i telo su jedna ista stvar…’ ",
  "dn9:27.4": "’Duša i telo su dve različite stvari…’ ",
  "dn9:27.5": "’Tathāgata postoji posle smrti…’ ",
  "dn9:27.6": "’Tathāgata ne postoji posle smrti…’ ",
  "dn9:27.7": "’Tathāgata i postoji i ne postoji posle smrti.’ ",
  "dn9:27.8": "’Tathāgata niti postoji, niti ne postoji posle smrti. To je jedina istina i sve drugo je pogrešno’.” ",
  "dn9:27.9": "„Ja ni tako nešto ne podučavam, Poṭṭhapāda.” ",
  "dn9:28.1": "„A zašto Blaženi ne podučava takve stvari?” ",
  "dn9:28.2": "Zato što, Poṭṭhapāda, te stvari nisu korisne, niti važne za utemeljenje svetačkog života, ne vode do otrežnjenja, hlađenja strasti, prestanka, smirenja, neposrednog znanja, probuđenja, nibbāne. ",
  "dn9:28.3": "Zato ja ne podučavam takve stvari.” ",
  "dn9:29.1": "„A šta to Blaženi podučava?” ",
  "dn9:29.2": "„Poṭṭhapāda, ja podučavam: ’Ovo je patnja’. Ja podučavam: ’Ovo je nastanak patnje’. Ja podučavam: ’Ovo je prestanak patnje’. Ja podučavam: ’Ovo je put koji vodi do prestanka patnje’.” ",
  "dn9:30.1": "„A zašto Blaženi podučava takve stvari?” ",
  "dn9:30.2": "Zato što, Poṭṭhapāda, te stvari jesu korisne, važne za utemeljenje svetačkog života i vode do otrežnjenja, hlađenja strasti, prestanka, smirenja, neposrednog znanja, probuđenja, nibbāne. ",
  "dn9:30.3": "Zato ja podučavam takve stvari.” ",
  "dn9:30.4": "„Istina je, Blaženi! Istina je, Srećni! ",
  "dn9:30.5": "„Vreme je da poštovani uradi kako misli da treba.” ",
  "dn9:30.6": "Na to Blaženi ustade sa svog mesta i otide. ",
  "dn9:31.1": "Ne dugo pošto je Blaženi otišao, isti oni lutalice se okupiše oko Poṭṭhapāde i žestoko ga kritikovaše: ",
  "dn9:31.2": "„Šta god da je asketa Gotama rekao, Poṭṭhapāda se sa njim saglasio: ",
  "dn9:31.3": "„Istina je, Blaženi! Istina je, Srećni! ",
  "dn9:31.4": "Videli smo da asketa Gotama nije dao bilo kakav konačan odgovor na to ",
  "dn9:31.5": "da li je ovaj svet večan ili nije; da li je ovaj svet beskrajan ili nije; da li je duša isto što i telo ili nije; da li Tathāgata postoji posle smrti ili ne, da li i postoji i ne postoji ili niti postoji, niti ne postoji.” ",
  "dn9:31.6": "Na to im lutalica Poṭṭhapāda odgovori: ",
  "dn9:31.7": "„I ja razumem da asketa Gotama nije dao bilo kakav konačan odgovor u vezi sa tim pitanjima. ",
  "dn9:31.10": "Pa ipak, asketa Gotama podučava istinit, tačan i koristan put vežbanja, koji je u utemeljen u Dhammi, u skladu sa Dhammom. ",
  "dn9:31.11": "A sa onim što je istinit, tačan i koristan put vežbanja, utemeljen u Dhammi, u skladu sa Dhammom, i što je asketa Gotama dobro izrekao, kako razuman čovek kao što sam ja može da se sa tim ne saglasi?” ",
  "dn9:32.0": "2. O Ćitti, sinu krotitelja slonova ",
  "dn9:32.1": "Dva ili tri dana kasnije, Ćitta, sin krotitelja slonova, i lutalica Poṭṭhapāda odoše do Blaženoga. Kada su stigli,  Ćitta se pokloni i sede sa strane. ",
  "dn9:32.2": "A lutalica Poṭṭhapāda se učtivo pozdravi sa Blaženim. Kad taj učtivi i prijateljski razgovor bi završen, sede on sa strane ",
  "dn9:32.3": "i ispriča Blaženom šta se dogodilo pošto je ovaj otišao. Na to mu Blaženi reče: ",
  "dn9:33.2": "Jedini si ti među njima koji vidiš. ",
  "dn9:33.3": "Jer ja sam izložio stvari koje su izvesne ",
  "dn9:33.4": "i one stvari koje su neizvesne. ",
  "dn9:33.5": "A koje sam to stvari izložio kao neizvesne? ",
  "dn9:33.6": "’Ovaj svet je večan’… ",
  "dn9:33.7": "’Ovaj svet nije večan’… ",
  "dn9:33.8": "’Ovaj svet je konačan’… ",
  "dn9:33.9": "’Ovaj svet je beskonačan’… ",
  "dn9:33.10": "’Duša i telo su jedna ista stvar’… ",
  "dn9:33.11": "’Duša i telo su dve različite stvari’… ",
  "dn9:33.12": "’Tathāgata postoji posle smrti’… ",
  "dn9:33.13": "’Tathāgata ne postoji posle smrti’… ",
  "dn9:33.14": "’Tathāgata i postoji i ne postoji posle smrti’… ",
  "dn9:33.15": "’Tathāgata niti postoji niti ne postoji posle smrti’. Sve to sam, Poṭṭhapāda, izložio kao neizvesno. ",
  "dn9:33.16": "A zašto? ",
  "dn9:33.17": "Zato što, Poṭṭhapāda, te stvari nisu korisne, nisu važne za utemeljenje svetačkog života i ne vode do otrežnjenja, hlađenja strasti, prestanka, smirenja, neposrednog znanja, probuđenja, nibbāne. ",
  "dn9:33.18": "Zato sam te stvari izložio kao neizvesne. ",
  "dn9:33.19.0": "2.1. Ono što je izvesno ",
  "dn9:33.20": "A koje sam to stvari izložio kao izvesne? ",
  "dn9:33.21": "’Ovo je patnja’… ",
  "dn9:33.22": "’Ovo je nastanak patnje’… ",
  "dn9:33.23": "’Ovo je prestanak patnje’… ",
  "dn9:33.24": "’Ovo je put koji vodi do prestanka patnje’. ",
  "dn9:33.25": "A zašto sam te stvari izložio kao izvesne? ",
  "dn9:33.26": "Zato što, Poṭṭhapāda, te stvari jesu korisne, važne za utemeljenje svetačkog života i vode do otrežnjenja, hlađenja strasti, prestanka, smirenja, neposrednog znanja, probuđenja, nibbāne. ",
  "dn9:33.27": "Zato sam te stvari izložio kao izvesne. ",
  "dn9:34.1": "Ima asketa i brahmana koji zastupaju ovako učenje, ovakvo gledište: ",
  "dn9:34.2": "’Sopstvo posle smrti je potpuno srećno i pošteđeno svake bolesti.’ ",
  "dn9:34.3": "Otišao sam do njih i pitao ih: ",
  "dn9:34.4": "’Prijatelji, da li vi uistinu zastupate ovakvo učenje, takvo gledište: ",
  "dn9:34.5": "sopstvo posle smrti je potpuno srećno i pošteđeno svake bolesti?’ ",
  "dn9:34.6": "A oni mi odgovoriše: ’Tako je’. ",
  "dn9:34.7": "Onda sam ih upitao: ",
  "dn9:34.8": "’Prijatelji, pošto živite u ovome svetu, da li ga znate i vidite kao jedno potpuno srećno mesto?’ ",
  "dn9:34.9": "A oni mi odgovoriše: ’Ne’. ",
  "dn9:34.10": "Onda sam ih dalje pitao: ",
  "dn9:34.11": "’Jeste li doživeli jednu jedinu noć ili dan ili makar pola noći ili dana koji su bili potpuno srećni?’ ",
  "dn9:34.12": "A oni mi odgovoriše: ’Nismo’. ",
  "dn9:34.13": "Onda sam ih dalje pitao: ",
  "dn9:34.14": "’A da li vi, prijatelji, možda znate: ",
  "dn9:34.15": "„Ovo je put, ovo je praksa kojom bi se moglo stići u jedan potpuno srećan svet”?’ ",
  "dn9:34.16": "A oni mi odgovoriše: ’Ne znamo’. ",
  "dn9:34.17": "Onda sam ih dalje pitao: ",
  "dn9:34.18": "’Jeste li čuli glasove božanstava koja su se preporodila u jednom potpuno srećnom svetu, kako kažu: ",
  "dn9:34.19": "’Vežbajte dobro, časna gospodo, vežbajte ispravno, tako da stignete do jednog potpuno srećnog sveta. ",
  "dn9:34.20": "Jer tako smo mi vežbali, pa smo se preporodili u jednom potpuno srećnom svetu’? ",
  "dn9:34.21": "A oni mi odgovoriše: ’Nismo’. ",
  "dn9:34.22": "„Šta misliš, Poṭṭhapāda? ",
  "dn9:34.23": "Ako je to tako, nije li onda sve to što ti askete i brahmani govore besmislica?” ",
  "dn9:34.24": "„Mislim da jeste, poštovani gospodine.” ",
  "dn9:35.1": "„Zamisli, Poṭṭhapāda, da neki čovek kaže: ",
  "dn9:35.2": "’Koja god da je najlepša devojka u ovoj zemlji, upravo nju želim, upravo za njom čeznem!’ ",
  "dn9:35.3": "Onda ga drugi ljudi pitaju: ",
  "dn9:35.4": "’Gospodine, ta najlepša devojka za kojom čeznete – znate li je li ona iz plemićke, brahmanske, ratarske ili najamničke kaste?’ ",
  "dn9:35.5": "Kad ga tako upitaju, on kaže: ’Ne znam’. ",
  "dn9:35.6": "Onda ga dalje pitaju: ",
  "dn9:35.7": "’Gospodine, ta najlepša devojka za kojom čeznete – znate li je li njeno ime ili ime klana kojem pripada? Je li visoka, niska ili srednje visine?’ Jel i joj put tamna, smeđa i svetla? Iz kojeg sela, varoši ili grada dolazi?’ ",
  "dn9:35.8": "Kad ga tako upitaju, on kaže: ’Ne znam’. ",
  "dn9:35.9": "Onda ga drugi ljudi pitaju: ",
  "dn9:35.10": "’Gospodine, da li vi to čeznete za nekim koga niti znate, niti ste ga ikada videli?’ ",
  "dn9:35.11": "Kad ga tako upitaju, on kaže: ’Tako je’. ",
  "dn9:35.12": "Pa šta onda misliš, Poṭṭhapāda? ",
  "dn9:35.13": "Ako je to tako, nije li sve što taj čovek govori jedna besmislica?” ",
  "dn9:35.14": "„Mislim da jeste, poštovani gospodine.” ",
  "dn9:36.1": "Isto je tako sa onim asketama i brahmanima koji zastupaju takvo učenje, takvo gledište… ",
  "dn9:36.22": "Pa šta onda misliš, Poṭṭhapāda, ako je to tako, nije li onda sve to što ti askete i brahmani govore besmislica?” ",
  "dn9:36.23": "„Mislim da jeste, poštovani gospodine.” ",
  "dn9:37.1": "Zamisli čoveka koji bi pravio stepenište kojima će se penjati u kuću na raskršću. ",
  "dn9:37.2": "Onda ga drugi ljudi pitaju: ",
  "dn9:37.3": "’Gospodine, ovo su stepenice za buduću kuću – da li znate hoće li ona biti okrenuta ka istoku, zapadu, severu ili jugu, hoće li biti visoka, niska i srednje visine?’ ",
  "dn9:37.4": "Kad ga tako upitaju, on kaže: ’Ne znam’. ",
  "dn9:37.5": "Onda ga dalje pitaju: ",
  "dn9:37.6": "’Zar vi onda ni ne znate, niti vidite za kakvu vrstu kuće gradite stepenište?’ ",
  "dn9:37.7": "Kad ga tako upitaju, on kaže: ’Tako je’. ",
  "dn9:37.8": "Pa šta onda misliš, Poṭṭhapāda, ",
  "dn9:37.9": "ako je to tako, nije li sve što taj čovek govori jedna besmislica?” ",
  "dn9:37.10": "„Mislim da jeste, poštovani gospodine.” ",
  "dn9:38.1": "Isto je tako sa onim asketama i brahmanima koji zastupaju takvo učenje, takvo gledište… ",
  "dn9:38.21": "Pa šta onda misliš, Poṭṭhapāda, ako je to tako, nije li onda sve to što ti askete i brahmani govore besmislica?” ",
  "dn9:38.22": "„Mislim da jeste, poštovani gospodine.” ",
  "dn9:39.0": "2.2. Stečeno sopstvo ",
  "dn9:39.1": "„Poṭṭhapāda, postoje ove tri vrste stečenog sopstva: ",
  "dn9:39.2": "materijalno, umom stvoreno i nematerijalno stečeno sopstvo. ",
  "dn9:39.3": "A kakvo je to materijalno stečeno sopstvo? ",
  "dn9:39.4": "To je ono fizičko, načinjeno od četiri velika elementa, koje živi zahvaljujući hrani koju jede. ",
  "dn9:39.5": "A kakvo je to umom stvoreno stečeno sopstvo? ",
  "dn9:39.6": "To je ono fizičko, umom stvoreno celovito u svim svojim delovima, ne manjka mu nijedna sposobnost. ",
  "dn9:39.7": "A kakvo je to nematerijalno stečeno sopstvo? ",
  "dn9:39.8": "To je ono bez oblika, stvoreno opažajem. ",
  "dn9:40.1": "Ja Dhammu podučavam radi napuštanja materijalnog stečenog sopstva: ",
  "dn9:40.2": "’Kada neko vežba na pravi način, oslobađa se loših stanja u sebi i jača ona stanja koja ga pročišćuju, tada on, zahvaljujući sopstvenom neposrednom znanju, ovde i sada dostiže i boravi u oslobođenosti uma i oslobođenosti mudrošću. ",
  "dn9:40.3": "Poṭṭhapāda, ti možda pomišljaš: ",
  "dn9:40.4": "’Možda se neko oslobodi loših stanja i ojača ona koja ga pročišćuju. I tada on, zahvaljujući sopstvenom neposrednom znanju, ovde i sada dostiže i boravi u oslobođenosti uma i oslobođenosti mudrošću. Ali takav život ipak jeste patnja.’ ",
  "dn9:40.5": "No, nemoj tako na to gledati. ",
  "dn9:40.6": "Kada neko napusti loša stanja, a ona pročišćujuća ojača, takav razumevši to sopstvenim neposrednim znanjem, ovde i sada dostiže i boravi u oslobođenosti uma i oslobođenosti mudrošću. I tada postoje samo radost i ushićenje, smirenje, svenost i jasno razumevanje. A takav život jeste blaženstvo! ",
  "dn9:41.1": "Ja, Poṭṭhapāda, Dhammu podučavam radi napuštanja umom stvorenog stečeno sopstva… ",
  "dn9:42.1": "Ja, Poṭṭhapāda, Dhammu podučavam radi napuštanja nematerijalnog stečeno sopstva… ",
  "dn9:43.1": "Ako bi me, Poṭṭhapāda, drugi upitali: ",
  "dn9:43.2": "’Prijatelju, kakvo je to materijalno stečeno sopstvo, radi čijeg napuštanja podučavaš Dhammu…?’ ovako bi im trebalo odgovoriti: ",
  "dn9:43.3": "’To je ono materijalno stečeno sopstvo, radi čijeg napuštanja podučavam Dhammu…’ ",
  "dn9:44.1": "Ako bi nas, Poṭṭhapāda, drugi upitali: ",
  "dn9:44.2": "’Prijatelju, kakvo je to umom stvoreno stečeno sopstvo, radi čijeg napuštanja podučavaš Dhammu…?’ ",
  "dn9:44.3": "ovako bi im trebalo odgovoriti: ",
  "dn9:44.4": "’To je ono umom stvoreno stečeno sopstvo, radi čijeg napuštanja podučavam Dhammu…’ ",
  "dn9:45.1": "Ako bi nas, Poṭṭhapāda, drugi upitali: ",
  "dn9:45.2": "’Prijatelju, kakvo je to nematerijalno stečeno sopstvo, radi čijeg napuštanja podučavaš Dhammu…?’ ",
  "dn9:45.3": "ovako bi im trebalo odgovoriti: ",
  "dn9:45.4": "’To je ono nematerijalno stečeno sopstvo, radi čijeg napuštanja podučavam Dhammu…’ ",
  "dn9:45.5": "Pa šta onda misliš, Poṭṭhapāda, ",
  "dn9:45.6": "ako tako odgovorimo, da li će ta tvrdnja biti čvrsto utemeljena?” ",
  "dn9:45.7": "„Svakako da hoće, poštovani gospodine.” ",
  "dn9:46.1": "„Zamisli čoveka koji bi pravio stepenište za kuću, koje se upravo ispod nje. ",
  "dn9:46.2": "Onda ga drugi ljudi pitaju: ",
  "dn9:46.3": "’Gospodine, ovo su stepenice za buduću kuću – da li znate hoće li ona biti okrenuta ka istoku, zapadu, severu ili jugu, hoće li biti visoka, niska i srednje visine?’ ",
  "dn9:46.4": "A on im ovako kaže: ",
  "dn9:46.5": "’Ja to, prijatelju, pravim stepenište za kuću, koje će biti upravo ispod nje.’ ",
  "dn9:46.6": "Pa šta onda misliš, Poṭṭhapāda, ",
  "dn9:46.7": "ako tako odgovori, da li će tvrdnja tog čoveka biti čvrsto utemeljena?” ",
  "dn9:46.8": "„Svakako da hoće, poštovani gospodine.” ",
  "dn9:47.1": "Isto tako, Poṭṭhapāda, ako bi nas drugi upitali… ",
  "dn9:48.1": "Kada je Blaženi završio, Ćitta, sin krotitelja slonova, reče: ",
  "dn9:48.2": "„Poštovani gospodine, kada god postoji materijalno stečeno sopstvo, da li tada umom stvoreno stečeno sopstvo i nematerijalno stečeno sopstvo ne postoje? ",
  "dn9:48.3": "Da li tada zaista postoji samo materijalno stečeno sopstvo? ",
  "dn9:48.4": "Kada god postoji nematerijalno pretpostavljeno sopstvo, da li tada materijalno pretpostavljeno sopstvo i umom stvoreno pretpostavljeno sopstvo ne postoje? ",
  "dn9:48.5": "Da li tada zaista postoji samo umom stvoreno stečeno sopstvo? ",
  "dn9:48.6": "„Poštovani gospodine, kada god postoji nematerijalno stečeno sopstvo, da li tada materijalno i umom stvoreno stečeno sopstvo ne postoje? ",
  "dn9:48.7": "Da li tada zaista postoji samo nematerijalno stečeno sopstvo?” ",
  "dn9:49.1": "„Ćitta, kada god postoji materijalno stečeno sopstvo, smatra se da nema umom stvorenog stečenog sopstva, smatra se da nema nematerijalnog stečenog sopstva, ",
  "dn9:49.2": "već samo materijalnog. ",
  "dn9:49.3": "Kada god postoji umom stvoreno stečeno sopstvo, smatra se da nema materijalnog stečenog sopstva, smatra se da nema nematerijalnog stečenog sopstva, ",
  "dn9:49.4": "već samo umom stvorenog. ",
  "dn9:49.5": "Kada god postoji nematerijalno stečeno sopstvo, smatra se da nema materijalnog stečenog sopstva, smatra se da nema umom stvorenog stečenog sopstva, ",
  "dn9:49.6": "već samo nematerijalnog. ",
  "dn9:49.7": "Ćitta, zamisli da te neko pita: ",
  "dn9:49.8": "’Jesi li postojao u prošlosti ili nisi? ",
  "dn9:49.9": "Hoćeš li postojati u budućnosti ili nećeš? ",
  "dn9:49.10": "Da li postojiš sada ili ne? ",
  "dn9:49.11": "Kako bi odgovorio?” ",
  "dn9:49.16": "ovako bih odgovorio: ",
  "dn9:49.17": "’Postojao sam u prošlosti; ",
  "dn9:49.18": "postojaću u budućnosti; ",
  "dn9:49.19": "postojim i sada.’ ",
  "dn9:49.20": "Tako bih odgovorio.” ",
  "dn9:50.1": "Ali, Ćitta, zamisli da te neko pita: ",
  "dn9:50.2": "’To stečeno sopstvo koje si imao u prošlosti, je li ono stvarno stečeno sopstvo, a ono buduće stečeno sopstvo je nepostojeće, kao što je to i ovo sada? ",
  "dn9:50.3": "Ili to stečeno sopstvo koje ćeš imati u budućnosti, je li ono stvarno stečeno sopstvo, a ono stečeno sopstvo koje si imao u prošlosti je nepostojeće, kao što je to i ovo sada? ",
  "dn9:50.4": "Ili to stečeno sopstvo koje imaš sada, je li ono stvarno stečeno sopstvo, a ono stečeno sopstvo koje ćeš imati u budućnosti je nepostojeće, kao što je i ono koje si imao u prošlosti?’ ",
  "dn9:50.5": "Kako bi odgovorio?” ",
  "dn9:50.10": "ovako bih odgovorio: ",
  "dn9:50.11": "’Stečeno sopstvo koje sam imao u prošlosti, bilo je stvarno tada, a ono buduće i sadašnje je bilo nepostojeće. ",
  "dn9:50.12": "Stečeno sopstvo koje ću imati u budućnosti, biće stvarno tada, a ono prošlo i sadašnje će biti nepostojeće. ",
  "dn9:50.13": "Stečeno sopstvo koje imam sada, jeste stvarno tada, a ono prošlo i buduće je nepostojeće.’ ",
  "dn9:50.14": "Tako bih odgovorio.” ",
  "dn9:51.1": "„Na isti način, Ćitta, kada postoji materijalno stečeno sopstvo, računa se da su nepostojeći umom stvoreno stečeno sopstvo i nematerijalno stečeno sopstvo – ",
  "dn9:51.2": "postoji samo ono materijalno. ",
  "dn9:51.3": "Na isti način, Ćitta, kada postoji umom stvoreno stečeno sopstvo… ",
  "dn9:51.4": "Na isti način, Ćitta, kada postoji nematerijalno stečeno sopstvo, računa se da su nepostojeći materijalno stečeno sopstvo i umom stvoreno stečeno sopstvo – ",
  "dn9:51.5": "postoji samo ono nematerijalno. ",
  "dn9:52.1": "Kao što od krave nastaje mleko, od mleka nastaje pavlaka, od pavlake nastaje buter, od butera nastaje ghi, od ghija nastaje krem; a za krem se kaže da je najbolji. ",
  "dn9:52.2": "I kada imamo mleko, ne govorimo o pavlaci, buteru, ghiju ili kremu, ",
  "dn9:52.3": "već govorimo o mleku; ",
  "dn9:52.4": "kada imamo pavlaku… ",
  "dn9:52.5": "kada imamo buter… ",
  "dn9:52.6": "kad imamo ghi… ",
  "dn9:52.7": "I kada imamo krem, ne govorimo omleku,  pavlaci, buteru ili ghiju, ",
  "dn9:52.8": "već govorimo o kremu. ",
  "dn9:53.1": "Isto tako, kada imamo materijalno stečeno sopstvo… ",
  "dn9:53.2": "kada imamo umom stvoreno stečeno sopstvo… ",
  "dn9:53.3": "kada imamo nematerijalno stečeno sopstvo, ne govorimo o materijalnom i umom stvorenom stečeno sopstvu; ",
  "dn9:53.4": "postoji samo ono nematerijalno. ",
  "dn9:53.5": "Jer, Ćitta, to su samo uobičajeni nazivi, izrazi, reči, oznake koje Tathāgata koristi, a da se za njih ne vezuje.” ",
  "dn9:54.1": "Kada ovo bi rečeno, lutalica Poṭṭhapāda ovako odgovori: ",
  "dn9:54.2": "„Zadivljujuće je to, poštovani gospodine, čudesno je to! ",
  "dn9:54.3": "Baš kao kad bi neko ispravio ono što je stajalo naglavce, otkrio skriveno, pokazao put zalutalome ili upalio svetiljku u tami, tako da oni koji imaju oči mogu da vide, tako je i učitelj Gotama, na više različitih načina, razjasnio Dhammu. ",
  "dn9:54.4": "Uzimam učitelja Gotamu za utočište, njegovo učenje i zajednicu monaha za utočište. ",
  "dn9:54.5": "Neka me učitelj Gotama prihvati kao svog nezaređenog sledbenika koji, odsad pa do kraja života, pronađe svoje utočište! ",
  "dn9:55.0": "2.3. Zamonašenje Ćitte, sina krotitelja slonova ",
  "dn9:55.1": "A Ćitta, sin krotitelja slonova, se ovako obrati Blaženom: ",
  "dn9:55.2": "„Zadivljujuće je to, poštovani gospodine, čudesno je to! ",
  "dn9:55.3": "Baš kao kad bi neko ispravio ono što je stajalo naglavce, otkrio skriveno, pokazao put zalutalome ili upalio svetiljku u tami, tako da oni koji imaju oči mogu da vide, tako je i učitelj Gotama, na više različitih načina, razjasnio Dhammu. ",
  "dn9:55.4": "Uzimam učitelja Gotamu za utočište, njegovo učenje i zajednicu monaha za utočište. ",
  "dn9:55.5": "Neka me učitelj Gotama prihvati kao zaređenog sledbenika i neka primim puno zaređenje.” ",
  "dn9:56.1": "I tako Ćitta, sin krotitelja slonova, bi primljen među beskućnike i primi od Blaženog puno zaređenje. ",
  "dn9:56.2": "Ne zadugo posle potpunog zaređenja, boraveći u meditaciji, povučen, marljiv, predan i odlučan, poštovani Ćitta, stekavši neposredno znanje, ovde i sada dostiže i ostade na krajnjem cilju svetačkog života, radi kojeg sinovi dobrih porodica napuštaju dom i odlaze u beskućnike. ",
  "dn9:56.3": "Neposredno je znao: „Ovo je poslednje rođenje, proživljen je svetački život, učinjeno što je trebalo učiniti. Nema više preporađanja u bilo koji oblik bivanja.” ",
  "dn9:56.4": "I poštovani Ćitta postade jedan od arahanata. "
}