{
  "sn4.21:0.1": "Linked Discourses 4 ",
  "sn4.21:0.2": "3. Māra ",
  "sn4.21:0.3": "21. Several ",
  "sn4.21:1.1": "So I have heard. ",
  "sn4.21:1.2": "At one time the Buddha was staying in the land of the Sakyans near Silāvatī. ",
  "sn4.21:1.3": "Now at that time several mendicants were meditating not far from the Buddha, diligent, keen, and resolute. ",
  "sn4.21:1.4": "Then Māra the Wicked manifested in the form of a brahmin with a large matted dreadlock, wearing an antelope hide. He was old, bent double, wheezing, and held a staff made of cluster fig tree wood. He went up to those mendicants and said, ",
  "sn4.21:1.5": "“You’ve gone forth while young, reverends. You’re black-haired, blessed with youth, in the prime of life, and you’ve never flirted with sensual pleasures. ",
  "sn4.21:1.6": "Enjoy human sensual pleasures. ",
  "sn4.21:1.7": "Don’t give up what is visible in the present to chase after what takes effect over time.” ",
  "sn4.21:1.8": "“Brahmin, that’s not what we’re doing. ",
  "sn4.21:1.9": "We’re giving up what takes effect over time to chase after what is visible in the present. ",
  "sn4.21:1.10": "For the Buddha says that sensual pleasures take effect over time; they give much suffering and distress, and they are all the more full of drawbacks. ",
  "sn4.21:1.11": "But this teaching is visible in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves.” ",
  "sn4.21:1.12": "When they had spoken, Māra the Wicked shook his head, waggled his tongue, raised his eyebrows until his brow puckered in three furrows, and departed leaning on his staff. ",
  "sn4.21:2.1": "Then those senior mendicants went up to the Buddha, bowed, sat down to one side, and told him what had happened. The Buddha said, ",
  "sn4.21:2.2": " ",
  "sn4.21:2.3": " ",
  "sn4.21:2.4": " ",
  "sn4.21:2.5": " ",
  "sn4.21:2.6": " ",
  "sn4.21:2.7": " ",
  "sn4.21:2.8": " ",
  "sn4.21:2.9": " ",
  "sn4.21:2.10": " ",
  "sn4.21:2.11": " ",
  "sn4.21:2.12": " ",
  "sn4.21:3.1": "“Mendicants, that was no brahmin. ",
  "sn4.21:3.2": "That was Māra the Wicked who came to pull the wool over your eyes!” ",
  "sn4.21:3.3": "Then, knowing the meaning of this, on that occasion the Buddha recited this verse: ",
  "sn4.21:4.1": "“When a person has seen where suffering comes from ",
  "sn4.21:4.2": "how could they incline towards sensual pleasures? ",
  "sn4.21:4.3": "Realizing that attachment is a chain in the world, ",
  "sn4.21:4.4": "a person would train to remove it.”"
}