{
  "sn5.3:0.1": "Verbundene Lehrreden 5 ",
  "sn5.3:0.2": "1. Nonnen ",
  "sn5.3:0.3": "3. Mit Kisāgotamī ",
  "sn5.3:1.1": "In Sāvatthī. ",
  "sn5.3:1.2": "Da kleidete die Nonne Kisāgotamī sich am Morgen an, nahm Schale und Robe und betrat Sāvatthī zum Almosengang. ",
  "sn5.3:1.3": "Sie zog um Almosen durch Sāvatthī. Nach dem Essen, als sie vom Almosengang zurückkam, ging sie in den Finsteren Wald, ",
  "sn5.3:1.4": "begab sich tief hinein und setzte sich an den Fuß eines Baumes, um den Tag über dort zu meditieren. ",
  "sn5.3:1.5": "Da kam Māra der Böse und wollte der Nonne Kisāgotamī Angst machen, sie erschrecken, ihr die Haare zu Berge stehen lassen, er wollte sie aus der Versenkung reißen. Er ging zu ihr und redete sie mit einer Strophe an: ",
  "sn5.3:2.1": "„Warum sitzt du da allein und weinst, ",
  "sn5.3:2.2": "als seien deine Kinder gestorben? ",
  "sn5.3:2.3": "Du bist allein in den Wald gekommen – ",
  "sn5.3:2.4": "du musst dich nach einem Mann umschauen!“ ",
  "sn5.3:3.1": "Da dachte die Nonne Kisāgotamī: ",
  "sn5.3:3.2": "„Wer spricht diese Strophe, ein Mensch oder ein nicht-menschliches Wesen?“ ",
  "sn5.3:3.3": "Dann dachte sie: ",
  "sn5.3:3.4": "„Das ist Māra der Böse, er will mir Angst machen, mich erschrecken, mir die Haare zu Berge stehen lassen, er will mich aus der Versenkung reißen!“ ",
  "sn5.3:4.1": "Und Kisāgotamī, in dem Wissen, dass es Māra der Böse war, antwortete ihm mit einer Strophe: ",
  "sn5.3:5.1": "„Über den Tod von Kindern bin ich hinaus, ",
  "sn5.3:5.2": "mit Männern habe ich abgeschlossen. ",
  "sn5.3:5.3": "Ich bin nicht betrübt oder bekümmert ",
  "sn5.3:5.4": "und fürchte mich nicht vor dir, Herr! ",
  "sn5.3:6.1": "Genießen ist in jeder Hinsicht zerstört, ",
  "sn5.3:6.2": "und die Masse der Dunkelheit ist zerschmettert. ",
  "sn5.3:6.3": "Das Heer des Todes habe ich geschlagen ",
  "sn5.3:6.4": "und lebe ohne Befleckungen.“ ",
  "sn5.3:7.1": "Da dachte Māra der Böse: „Die Nonne Kisāgotamī kennt mich!“ Elend und traurig verschwand er eben dort. "
}