{
  "sn5.5:0.1": "Verbundene Lehrreden 5 ",
  "sn5.5:0.2": "1. Nonnen ",
  "sn5.5:0.3": "5. Mit Uppalavaṇṇā ",
  "sn5.5:1.1": "In Sāvatthī. ",
  "sn5.5:1.2": "Da kleidete die Nonne Uppalavaṇṇā sich am Morgen an … ",
  "sn5.5:1.3": "und stand am Fuß eines Salbaumes, der in voller Blüte war. ",
  "sn5.5:1.4": "Da kam Māra der Böse und wollte der Nonne Uppalavaṇṇā Angst machen, sie erschrecken, ihr die Haare zu Berge stehen lassen, er wollte sie aus der Versenkung reißen. Er ging zu ihr und redete sie mit einer Strophe an: ",
  "sn5.5:2.1": "„Du bist zu diesem Salbaum gekommen, Nonne, der von Blüten gekrönt ist, ",
  "sn5.5:2.2": "und stehst ganz alleine an seinem Fuß.",
  "sn5.5:2.3": "Deine Schönheit hat nicht ihresgleichen – ",
  "sn5.5:2.4": "dummes Mädchen, hast du keine Angst vor Schurken?“ ",
  "sn5.5:3.1": "Da dachte die Nonne Uppalavaṇṇā: ",
  "sn5.5:3.2": "„Wer spricht diese Strophe, ein Mensch oder ein nicht-menschliches Wesen?“ ",
  "sn5.5:3.3": "Dann dachte sie: ",
  "sn5.5:3.4": "„Das ist Māra der Böse, er will mir Angst machen, mich erschrecken, mir die Haare zu Berge stehen lassen, er will mich aus der Versenkung reißen!“ ",
  "sn5.5:3.5": "Und Uppalavaṇṇā, in dem Wissen, dass es Māra der Böse war, antwortete ihm mit einer Strophe: ",
  "sn5.5:4.1": "„Selbst wenn 100.000 Schurken wie du ",
  "sn5.5:4.2": "hierher kämen, ",
  "sn5.5:4.3": "würde sich mir kein Haar sträuben, noch würde ich mich erschrecken. ",
  "sn5.5:4.4": "Ich habe keine Angst vor dir, Māra, auch wenn ich alleine bin. ",
  "sn5.5:5.1": "Ich werde verschwinden ",
  "sn5.5:5.2": "oder in deinen Bauch schlüpfen; ",
  "sn5.5:5.3": "ich könnte zwischen deinen Augenbrauen stehen, ",
  "sn5.5:5.4": "und du würdest mich dennoch nicht sehen. ",
  "sn5.5:6.1": "Ich bin Meisterin über meinen Geist, ",
  "sn5.5:6.2": "ich habe die Grundlagen der Wunderkräfte gut entwickelt. ",
  "sn5.5:6.3": "Ich bin von allen Fesseln frei, ",
  "sn5.5:6.4": "und fürchte mich nicht vor dir, Herr!“ ",
  "sn5.5:7.1": "Da dachte Māra der Böse: „Die Nonne Uppalavaṇṇā kennt mich!“ Elend und traurig verschwand er eben dort. "
}