{
  "sn5.1:0.1": "Verbundene Lehrreden 5 ",
  "sn5.1:0.2": "1. Nonnen ",
  "sn5.1:0.3": "1. Mit Āḷavikā ",
  "sn5.1:1.1": "So habe ich es gehört: ",
  "sn5.1:1.2": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "sn5.1:1.3": "Da kleidete die Nonne Āḷavikā sich am Morgen an, nahm Schale und Robe und betrat Sāvatthī zum Almosengang. ",
  "sn5.1:1.4": "Sie zog um Almosen durch Sāvatthī. Nach dem Essen, als sie vom Almosengang zurückkam, ging sie in den Finsteren Wald, um sich zurückzuziehen. ",
  "sn5.1:1.5": "Da kam Māra der Böse und wollte der Nonne Āḷavikā Angst machen, sie erschrecken, ihr die Haare zu Berge stehen lassen, er wollte sie aus der Zurückgezogenheit holen. Er ging zu ihr und redete sie mit einer Strophe an: ",
  "sn5.1:2.1": "„Es gibt aus der Welt kein Entrinnen, ",
  "sn5.1:2.2": "was soll dir deine Zurückgezogenheit da bringen? ",
  "sn5.1:2.3": "Ergötze dich am Vergnügen der Sinnenfreuden, ",
  "sn5.1:2.4": "damit du es später nicht bereust.“ ",
  "sn5.1:3.1": "Da dachte die Nonne Āḷavikā: ",
  "sn5.1:3.2": "„Wer spricht diese Strophe, ein Mensch oder ein nicht-menschliches Wesen?“ ",
  "sn5.1:3.3": "Dann dachte sie: ",
  "sn5.1:3.4": "„Das ist Māra der Böse, er will mir Angst machen, mich erschrecken, mir die Haare zu Berge stehen lassen, er will mich aus der Zurückgezogenheit holen!“ ",
  "sn5.1:3.5": "Und Āḷavikā, in dem Wissen, dass es Māra der Böse war, antwortete ihm mit einer Strophe: ",
  "sn5.1:4.1": "„Es gibt aus der Welt ein Entrinnen, ",
  "sn5.1:4.2": "mit meiner Weisheit habe ich es selbst erfahren. ",
  "sn5.1:4.3": "Böser, du Nachfahre der Nachlässigen, ",
  "sn5.1:4.4": "diesen Ort kennst du nicht. ",
  "sn5.1:5.1": "Sinnenfreuden sind wie Schwerter und Pflöcke, ",
  "sn5.1:5.2": "die Aggregate sind der Hackklotz dazu. ",
  "sn5.1:5.3": "Was du Vergnügen der Sinnenfreuden nennst, ",
  "sn5.1:5.4": "ist für mich zur Quelle des Widerwillens geworden.“ ",
  "sn5.1:6.1": "Da dachte Māra der Böse: „Die Nonne Āḷavikā kennt mich!“ Elend und traurig verschwand er eben dort. "
}