{
  "ud5.3:0.1": "Udāna 5.3",
  "ud5.3:0.2": "Suppabuddhakuṭṭhisutta",
  "ud5.3:1.1": "Evaṁ me sutaṁ—",
  "ud5.3:1.2": " ekaṁ samayaṁ bhagavā rājagahe viharati veḷuvane kalandakanivāpe.",
  "ud5.3:1.3": "Tena kho pana samayena rājagahe suppabuddho nāma kuṭṭhī ahosi—",
  "ud5.3:1.4": "manussadaliddo, manussakapaṇo, manussavarāko.",
  "ud5.3:1.5": "Tena kho pana samayena bhagavā mahatiyā parisāya parivuto dhammaṁ desento nisinno hoti.",
  "ud5.3:2.1": "Addasā kho suppabuddho kuṭṭhī taṁ mahājanakāyaṁ dūratova sannipatitaṁ.",
  "ud5.3:2.2": "Disvānassa etadahosi:",
  "ud5.3:2.3": "“nissaṁsayaṁ kho ettha kiñci khādanīyaṁ vā bhojanīyaṁ vā bhājīyati.",
  "ud5.3:2.4": "Yannūnāhaṁ yena so mahājanakāyo tenupasaṅkameyyaṁ.",
  "ud5.3:2.5": "Appeva nāmettha kiñci khādanīyaṁ vā bhojanīyaṁ vā labheyyan”ti.",
  "ud5.3:3.1": "Atha kho suppabuddho kuṭṭhī yena so mahājanakāyo tenupasaṅkami.",
  "ud5.3:3.2": "Addasā kho suppabuddho kuṭṭhī bhagavantaṁ mahatiyā parisāya parivutaṁ dhammaṁ desentaṁ nisinnaṁ.",
  "ud5.3:3.3": "Disvānassa etadahosi:",
  "ud5.3:3.4": "“na kho ettha kiñci khādanīyaṁ vā bhojanīyaṁ vā bhājīyati.",
  "ud5.3:3.5": "Samaṇo ayaṁ gotamo parisati dhammaṁ deseti.",
  "ud5.3:3.6": "Yannūnāhampi dhammaṁ suṇeyyan”ti.",
  "ud5.3:3.7": "Tattheva ekamantaṁ nisīdi:",
  "ud5.3:3.8": "“ahampi dhammaṁ sossāmī”ti.",
  "ud5.3:4.1": "Atha kho bhagavā sabbāvantaṁ parisaṁ cetasā ceto paricca manasākāsi “ko nu kho idha bhabbo dhammaṁ viññātun”ti?",
  "ud5.3:4.2": "Addasā kho bhagavā suppabuddhaṁ kuṭṭhiṁ tassaṁ parisāyaṁ nisinnaṁ.",
  "ud5.3:4.3": "Disvānassa etadahosi:",
  "ud5.3:4.4": "“ayaṁ kho idha bhabbo dhammaṁ viññātun”ti.",
  "ud5.3:4.5": "Suppabuddhaṁ kuṭṭhiṁ ārabbha anupubbiṁ kathaṁ kathesi, seyyathidaṁ—",
  "ud5.3:4.6": "dānakathaṁ sīlakathaṁ saggakathaṁ;",
  "ud5.3:4.7": "kāmānaṁ ādīnavaṁ okāraṁ saṅkilesaṁ;",
  "ud5.3:4.8": "nekkhamme ānisaṁsaṁ pakāsesi.",
  "ud5.3:4.9": "Yadā bhagavā aññāsi suppabuddhaṁ kuṭṭhiṁ kallacittaṁ muducittaṁ vinīvaraṇacittaṁ udaggacittaṁ pasannacittaṁ, atha yā buddhānaṁ sāmukkaṁsikā dhammadesanā taṁ pakāsesi—",
  "ud5.3:4.10": "dukkhaṁ, samudayaṁ, nirodhaṁ, maggaṁ.",
  "ud5.3:4.11": "Seyyathāpi nāma suddhaṁ vatthaṁ apagatakāḷakaṁ sammadeva rajanaṁ paṭiggaṇheyya;",
  "ud5.3:4.12": "evamevaṁ suppabuddhassa kuṭṭhissa tasmiṁyeva āsane virajaṁ vītamalaṁ dhammacakkhuṁ udapādi:",
  "ud5.3:4.13": "“yaṁ kiñci samudayadhammaṁ sabbaṁ taṁ nirodhadhamman”ti.",
  "ud5.3:5.1": "Atha kho suppabuddho kuṭṭhī diṭṭhadhammo pattadhammo viditadhammo pariyogāḷhadhammo tiṇṇavicikiccho vigatakathaṅkatho vesārajjappatto aparappaccayo satthu sāsane uṭṭhāyāsanā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi.",
  "ud5.3:5.2": "Ekamantaṁ nisinno kho suppabuddho kuṭṭhī bhagavantaṁ etadavoca:",
  "ud5.3:6.1": "“Abhikkantaṁ, bhante, abhikkantaṁ, bhante.",
  "ud5.3:6.2": "Seyyathāpi, bhante, nikkujjitaṁ vā ukkujjeyya, paṭicchannaṁ vā vivareyya, mūḷhassa vā maggaṁ ācikkheyya, andhakāre vā telapajjotaṁ dhāreyya:",
  "ud5.3:6.3": "‘cakkhumanto rūpāni dakkhantī’ti;",
  "ud5.3:6.4": "evamevaṁ bhagavatā anekapariyāyena dhammo pakāsito.",
  "ud5.3:6.5": "Esāhaṁ, bhante, bhagavantaṁ saraṇaṁ gacchāmi dhammañca bhikkhusaṅghañca.",
  "ud5.3:6.6": "Upāsakaṁ maṁ bhagavā dhāretu ajjatagge pāṇupetaṁ saraṇaṁ gatan”ti.",
  "ud5.3:7.1": "Atha kho suppabuddho kuṭṭhī bhagavatā dhammiyā kathāya sandassito samādapito samuttejito sampahaṁsito bhagavatā bhāsitaṁ abhinanditvā anumoditvā uṭṭhāyāsanā bhagavantaṁ abhivādetvā padakkhiṇaṁ katvā pakkāmi.",
  "ud5.3:7.2": "Atha kho acirapakkantaṁ suppabuddhaṁ kuṭṭhiṁ gāvī taruṇavacchā adhipatitvā jīvitā voropesi.",
  "ud5.3:8.1": "Atha kho sambahulā bhikkhū yena bhagavā tenupasaṅkamiṁsu; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdiṁsu.",
  "ud5.3:8.2": "Ekamantaṁ nisinnā kho te bhikkhū bhagavantaṁ etadavocuṁ:",
  "ud5.3:8.3": "“yo so, bhante, suppabuddho nāma kuṭṭhī bhagavatā dhammiyā kathāya sandassito samādapito samuttejito sampahaṁsito, so kālaṅkato.",
  "ud5.3:8.4": "Tassa kā gati, ko abhisamparāyo”ti?",
  "ud5.3:9.1": "“Paṇḍito, bhikkhave, suppabuddho kuṭṭhī;",
  "ud5.3:9.2": "paccapādi dhammassānudhammaṁ;",
  "ud5.3:9.3": "na ca maṁ dhammādhikaraṇaṁ vihesesi.",
  "ud5.3:9.4": "Suppabuddho, bhikkhave, kuṭṭhī tiṇṇaṁ saṁyojanānaṁ parikkhayā sotāpanno avinipātadhammo niyato sambodhiparāyaṇo”ti.",
  "ud5.3:10.1": "Evaṁ vutte, aññataro bhikkhu bhagavantaṁ etadavoca:",
  "ud5.3:10.2": "“ko nu kho, bhante, hetu, ko paccayo yena suppabuddho kuṭṭhī ahosi—",
  "ud5.3:10.3": "manussadaliddo, manussakapaṇo, manussavarāko”ti?",
  "ud5.3:11.1": "“Bhūtapubbaṁ, bhikkhave, suppabuddho kuṭṭhī imasmiṁyeva rājagahe seṭṭhiputto ahosi.",
  "ud5.3:11.2": "So uyyānabhūmiṁ niyyanto addasa tagarasikhiṁ paccekabuddhaṁ nagaraṁ piṇḍāya pavisantaṁ.",
  "ud5.3:11.3": "Disvānassa etadahosi:",
  "ud5.3:11.4": "‘kvāyaṁ kuṭṭhī kuṭṭhicīvarena vicaratī’ti?",
  "ud5.3:11.5": "Niṭṭhubhitvā apasabyato karitvā pakkāmi.",
  "ud5.3:11.6": "So tassa kammassa vipākena bahūni vassasatāni bahūni vassasahassāni bahūni vassasatasahassāni niraye paccittha.",
  "ud5.3:11.7": "Tasseva kammassa vipākāvasesena imasmiṁyeva rājagahe kuṭṭhī ahosi manussadaliddo, manussakapaṇo, manussavarāko.",
  "ud5.3:11.8": "So tathāgatappaveditaṁ dhammavinayaṁ āgamma saddhaṁ samādiyi sīlaṁ samādiyi sutaṁ samādiyi cāgaṁ samādiyi paññaṁ samādiyi.",
  "ud5.3:11.9": "So tathāgatappaveditaṁ dhammavinayaṁ āgamma saddhaṁ samādiyitvā sīlaṁ samādiyitvā sutaṁ samādiyitvā cāgaṁ samādiyitvā paññaṁ samādiyitvā kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapanno devānaṁ tāvatiṁsānaṁ sahabyataṁ.",
  "ud5.3:11.10": "So tattha aññe deve atirocati vaṇṇena ceva yasasā cā”ti.",
  "ud5.3:12.1": "Atha kho bhagavā etamatthaṁ viditvā tāyaṁ velāyaṁ imaṁ udānaṁ udānesi:",
  "ud5.3:13.1": "“Cakkhumā visamānīva,",
  "ud5.3:13.2": "vijjamāne parakkame;",
  "ud5.3:13.3": "Paṇḍito jīvalokasmiṁ,",
  "ud5.3:13.4": "pāpāni parivajjaye”ti.",
  "ud5.3:13.5": "Tatiyaṁ."
}