{
  "ud5.6:0.1": "Udāna 5.6",
  "ud5.6:0.2": "Soṇasutta",
  "ud5.6:1.1": "Evaṁ me sutaṁ—",
  "ud5.6:1.2": " ekaṁ samayaṁ bhagavā sāvatthiyaṁ viharati jetavane anāthapiṇḍikassa ārāme.",
  "ud5.6:1.3": "Tena kho pana samayena āyasmā mahākaccāno avantīsu viharati kuraraghare pavatte pabbate.",
  "ud5.6:1.4": "Tena kho pana samayena soṇo upāsako kuṭikaṇṇo āyasmato mahākaccānassa upaṭṭhāko hoti.",
  "ud5.6:2.1": "Atha kho soṇassa upāsakassa kuṭikaṇṇassa rahogatassa paṭisallīnassa evaṁ cetaso parivitakko udapādi:",
  "ud5.6:2.2": "“yathā yathā kho ayyo mahākaccāno dhammaṁ deseti nayidaṁ sukaraṁ agāraṁ ajjhāvasatā ekantaparipuṇṇaṁ ekantaparisuddhaṁ saṅkhalikhitaṁ brahmacariyaṁ carituṁ.",
  "ud5.6:2.3": "Yannūnāhaṁ kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajeyyan”ti.",
  "ud5.6:3.1": "Atha kho soṇo upāsako kuṭikaṇṇo yenāyasmā mahākaccāno tenupasaṅkami; upasaṅkamitvā āyasmantaṁ mahākaccānaṁ abhivādetvā ekamantaṁ nisīdi.",
  "ud5.6:3.2": "Ekamantaṁ nisinno kho soṇo upāsako kuṭikaṇṇo āyasmantaṁ mahākaccānaṁ etadavoca:",
  "ud5.6:4.1": "“Idha mayhaṁ, bhante, rahogatassa paṭisallīnassa evaṁ cetaso parivitakko udapādi:",
  "ud5.6:4.2": "‘yathā yathā kho ayyo mahākaccāno dhammaṁ deseti nayidaṁ sukaraṁ agāraṁ ajjhāvasatā ekantaparipuṇṇaṁ ekantaparisuddhaṁ saṅkhalikhitaṁ brahmacariyaṁ carituṁ.",
  "ud5.6:4.3": "Yannūnāhaṁ kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajeyyan’ti.",
  "ud5.6:4.4": "Pabbājetu maṁ, bhante, ayyo mahākaccāno”ti.",
  "ud5.6:5.1": "Evaṁ vutte, āyasmā mahākaccāno soṇaṁ upāsakaṁ kuṭikaṇṇaṁ etadavoca:",
  "ud5.6:5.2": "“dukkaraṁ kho, soṇa, yāvajīvaṁ ekabhattaṁ ekaseyyaṁ brahmacariyaṁ.",
  "ud5.6:5.3": "Iṅgha tvaṁ, soṇa, tattheva āgārikabhūto samāno buddhānaṁ sāsanaṁ anuyuñja kālayuttaṁ ekabhattaṁ ekaseyyaṁ brahmacariyan”ti.",
  "ud5.6:5.4": "Atha kho soṇassa upāsakassa kuṭikaṇṇassa yo ahosi pabbajjābhisaṅkhāro so paṭipassambhi.",
  "ud5.6:6.1": "Dutiyampi kho …pe…",
  "ud5.6:6.2": "dutiyampi kho āyasmā mahākaccāno soṇaṁ upāsakaṁ kuṭikaṇṇaṁ etadavoca:",
  "ud5.6:6.3": "“dukkaraṁ kho, soṇa, yāvajīvaṁ ekabhattaṁ ekaseyyaṁ brahmacariyaṁ.",
  "ud5.6:6.4": "Iṅgha tvaṁ, soṇa, tattheva āgārikabhūto samāno buddhānaṁ sāsanaṁ anuyuñja kālayuttaṁ ekabhattaṁ ekaseyyaṁ brahmacariyan”ti.",
  "ud5.6:6.5": "Dutiyampi kho soṇassa upāsakassa kuṭikaṇṇassa yo ahosi pabbajjābhisaṅkhāro so paṭipassambhi.",
  "ud5.6:7.1": "Tatiyampi kho soṇassa upāsakassa kuṭikaṇṇassa rahogatassa paṭisallīnassa evaṁ cetaso parivitakko udapādi:",
  "ud5.6:7.2": "“yathā yathā kho ayyo mahākaccāno dhammaṁ deseti nayidaṁ sukaraṁ agāraṁ ajjhāvasatā ekantaparipuṇṇaṁ ekantaparisuddhaṁ saṅkhalikhitaṁ brahmacariyaṁ carituṁ.",
  "ud5.6:7.3": "Yannūnāhaṁ kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajeyyan”ti.",
  "ud5.6:7.4": "Tatiyampi kho soṇo upāsako kuṭikaṇṇo yenāyasmā mahākaccāno tenupasaṅkami; upasaṅkamitvā āyasmantaṁ mahākaccānaṁ abhivādetvā ekamantaṁ nisīdi.",
  "ud5.6:7.5": "Ekamantaṁ nisinno kho soṇo upāsako kuṭikaṇṇo āyasmantaṁ mahākaccānaṁ etadavoca:",
  "ud5.6:8.1": "“Idha mayhaṁ, bhante, rahogatassa paṭisallīnassa evaṁ cetaso parivitakko udapādi:",
  "ud5.6:8.2": "‘yathā yathā kho ayyo mahākaccāno dhammaṁ deseti nayidaṁ sukaraṁ agāraṁ ajjhāvasatā ekantaparipuṇṇaṁ ekantaparisuddhaṁ saṅkhalikhitaṁ brahmacariyaṁ carituṁ.",
  "ud5.6:8.3": "Yannūnāhaṁ kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajeyyan’ti.",
  "ud5.6:8.4": "Pabbājetu maṁ, bhante, ayyo mahākaccāno”ti.",
  "ud5.6:9.1": "Atha kho āyasmā mahākaccāno soṇaṁ upāsakaṁ kuṭikaṇṇaṁ pabbājesi.",
  "ud5.6:9.2": "Tena kho pana samayena avantidakkhiṇāpatho appabhikkhuko hoti.",
  "ud5.6:9.3": "Atha kho āyasmā mahākaccāno tiṇṇaṁ vassānaṁ accayena kicchena kasirena tato tato dasavaggaṁ bhikkhusaṅghaṁ sannipātetvā āyasmantaṁ soṇaṁ upasampādesi.",
  "ud5.6:10.1": "Atha kho āyasmato soṇassa vassaṁvuṭṭhassa rahogatassa paṭisallīnassa evaṁ cetaso parivitakko udapādi:",
  "ud5.6:10.2": "“na kho me so bhagavā sammukhā diṭṭho, api ca sutoyeva me:",
  "ud5.6:10.3": "‘so bhagavā īdiso ca īdiso cā’ti.",
  "ud5.6:10.4": "Sace maṁ upajjhāyo anujāneyya, gaccheyyāhaṁ taṁ bhagavantaṁ dassanāya arahantaṁ sammāsambuddhan”ti.",
  "ud5.6:11.1": "Atha kho āyasmā soṇo sāyanhasamayaṁ paṭisallānā vuṭṭhito yenāyasmā mahākaccāno tenupasaṅkami; upasaṅkamitvā āyasmantaṁ mahākaccānaṁ abhivādetvā ekamantaṁ nisīdi.",
  "ud5.6:11.2": "Ekamantaṁ nisinno kho āyasmā soṇo āyasmantaṁ mahākaccānaṁ etadavoca:",
  "ud5.6:12.1": "“Idha mayhaṁ, bhante, rahogatassa paṭisallīnassa evaṁ cetaso parivitakko udapādi:",
  "ud5.6:12.2": "‘na kho me so bhagavā sammukhā diṭṭho, api ca sutoyeva me—",
  "ud5.6:12.3": "so bhagavā īdiso ca īdiso cā’ti.",
  "ud5.6:12.4": "Sace maṁ upajjhāyo anujāneyya, gaccheyyāhaṁ taṁ bhagavantaṁ dassanāya arahantaṁ sammāsambuddhan”ti.",
  "ud5.6:12.5": "(…)",
  "ud5.6:13.1": "“Sādhu sādhu, soṇa;",
  "ud5.6:13.2": "gaccha tvaṁ, soṇa, taṁ bhagavantaṁ dassanāya arahantaṁ sammāsambuddhaṁ.",
  "ud5.6:13.3": "Dakkhissasi tvaṁ, soṇa, taṁ bhagavantaṁ pāsādikaṁ pasādanīyaṁ santindriyaṁ santamānasaṁ uttamadamathasamathamanuppattaṁ dantaṁ guttaṁ yatindriyaṁ nāgaṁ.",
  "ud5.6:13.4": "Disvāna mama vacanena bhagavato pāde sirasā vandāhi, appābādhaṁ appātaṅkaṁ lahuṭṭhānaṁ balaṁ phāsuvihāraṁ puccha:",
  "ud5.6:13.5": "‘upajjhāyo me, bhante, āyasmā mahākaccāno bhagavato pāde sirasā vandati, appābādhaṁ appātaṅkaṁ lahuṭṭhānaṁ balaṁ phāsuvihāraṁ pucchatī’”ti.",
  "ud5.6:14.1": "“Evaṁ, bhante”ti kho āyasmā soṇo āyasmato mahākaccānassa bhāsitaṁ abhinanditvā anumoditvā uṭṭhāyāsanā āyasmantaṁ mahākaccānaṁ abhivādetvā padakkhiṇaṁ katvā senāsanaṁ saṁsāmetvā pattacīvaramādāya yena sāvatthi tena cārikaṁ pakkāmi.",
  "ud5.6:14.2": "Anupubbena cārikaṁ caramāno yena sāvatthi jetavanaṁ anāthapiṇḍikassa ārāmo, yena bhagavā tenupasaṅkami, upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi.",
  "ud5.6:14.3": "Ekamantaṁ nisinno kho āyasmā soṇo bhagavantaṁ etadavoca:",
  "ud5.6:14.4": "“upajjhāyo me, bhante, āyasmā mahākaccāno bhagavato pāde sirasā vandati, appābādhaṁ appātaṅkaṁ lahuṭṭhānaṁ balaṁ phāsuvihāraṁ pucchatī”ti.",
  "ud5.6:15.1": "“Kacci, bhikkhu, khamanīyaṁ, kacci yāpanīyaṁ, kaccisi appakilamathena addhānaṁ āgato, na ca piṇḍakena kilantosī”ti?",
  "ud5.6:15.2": "“Khamanīyaṁ, bhagavā, yāpanīyaṁ, bhagavā, appakilamathena cāhaṁ, bhante, addhānaṁ āgato, na ca piṇḍakena kilantomhī”ti.",
  "ud5.6:16.1": "Atha kho bhagavā āyasmantaṁ ānandaṁ āmantesi:",
  "ud5.6:16.2": "“imassānanda, āgantukassa bhikkhuno senāsanaṁ paññāpehī”ti.",
  "ud5.6:16.3": "Atha kho āyasmato ānandassa etadahosi:",
  "ud5.6:16.4": "“yassa kho maṁ bhagavā āṇāpeti:",
  "ud5.6:16.5": "‘imassānanda, āgantukassa bhikkhuno senāsanaṁ paññāpehī’ti, icchati bhagavā tena bhikkhunā saddhiṁ ekavihāre vatthuṁ, icchati bhagavā āyasmatā soṇena saddhiṁ ekavihāre vatthun”ti.",
  "ud5.6:16.6": "Yasmiṁ vihāre bhagavā viharati, tasmiṁ vihāre āyasmato soṇassa senāsanaṁ paññāpesi.",
  "ud5.6:17.1": "Atha kho bhagavā bahudeva rattiṁ abbhokāse nisajjāya vītināmetvā pāde pakkhāletvā vihāraṁ pāvisi.",
  "ud5.6:17.2": "Āyasmāpi kho soṇo bahudeva rattiṁ abbhokāse nisajjāya vītināmetvā pāde pakkhāletvā vihāraṁ pāvisi.",
  "ud5.6:17.3": "Atha kho bhagavā rattiyā paccūsasamayaṁ paccuṭṭhāya āyasmantaṁ soṇaṁ ajjhesi:",
  "ud5.6:17.4": "“paṭibhātu taṁ, bhikkhu, dhammo bhāsitun”ti.",
  "ud5.6:18.1": "“Evaṁ, bhante”ti kho āyasmā soṇo bhagavato paṭissutvā soḷasa aṭṭhakavaggikāni sabbāneva sarena abhaṇi.",
  "ud5.6:18.2": "Atha kho bhagavā āyasmato soṇassa sarabhaññapariyosāne abbhanumodi:",
  "ud5.6:18.3": "“sādhu sādhu, bhikkhu, suggahitāni te, bhikkhu, soḷasa aṭṭhakavaggikāni sumanasikatāni sūpadhāritāni, kalyāṇiyāsi vācāya samannāgato vissaṭṭhāya anelagaḷāya atthassa viññāpaniyā.",
  "ud5.6:18.4": "Kati vassosi tvaṁ, bhikkhū”ti?",
  "ud5.6:18.5": "“Ekavasso ahaṁ, bhagavā”ti.",
  "ud5.6:18.6": "“Kissa pana tvaṁ, bhikkhu, evaṁ ciraṁ akāsī”ti?",
  "ud5.6:18.7": "“Ciraṁ diṭṭho me, bhante, kāmesu ādīnavo;",
  "ud5.6:18.8": "api ca sambādho gharāvāso bahukicco bahukaraṇīyo”ti.",
  "ud5.6:19.1": "Atha kho bhagavā etamatthaṁ viditvā tāyaṁ velāyaṁ imaṁ udānaṁ udānesi:",
  "ud5.6:20.1": "“Disvā ādīnavaṁ loke,",
  "ud5.6:20.2": "ñatvā dhammaṁ nirūpadhiṁ;",
  "ud5.6:20.3": "Ariyo na ramatī pāpe,",
  "ud5.6:20.4": "pāpe na ramatī sucī”ti.",
  "ud5.6:20.5": "Chaṭṭhaṁ."
}