{
  "ud5.6:0.1": "Udāna 5.6",
  "ud5.6:0.2": "Soṇasutta",
  "ud5.6:1.1": "Evaṃ me sutaṃ—",
  "ud5.6:1.2": " ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.",
  "ud5.6:1.3": "Tena kho pana samayena āyasmā mahākaccāno avantīsu viharati kuraraghare pavatte pabbate.",
  "ud5.6:1.4": "Tena kho pana samayena soṇo upāsako kuṭikaṇṇo āyasmato mahākaccānassa upaṭṭhāko hoti.",
  "ud5.6:2.1": "Atha kho soṇassa upāsakassa kuṭikaṇṇassa rahogatassa paṭisallīnassa evaṃ cetaso parivitakko udapādi:",
  "ud5.6:2.2": "“yathā yathā kho ayyo mahākaccāno dhammaṃ deseti nayidaṃ sukaraṃ agāraṃ ajjhāvasatā ekantaparipuṇṇaṃ ekantaparisuddhaṃ saṅkhalikhitaṃ brahmacariyaṃ carituṃ.",
  "ud5.6:2.3": "Yannūnāhaṃ kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajeyyan”ti.",
  "ud5.6:3.1": "Atha kho soṇo upāsako kuṭikaṇṇo yenāyasmā mahākaccāno tenupasaṅkami; upasaṅkamitvā āyasmantaṃ mahākaccānaṃ abhivādetvā ekamantaṃ nisīdi.",
  "ud5.6:3.2": "Ekamantaṃ nisinno kho soṇo upāsako kuṭikaṇṇo āyasmantaṃ mahākaccānaṃ etadavoca:",
  "ud5.6:4.1": "“Idha mayhaṃ, bhante, rahogatassa paṭisallīnassa evaṃ cetaso parivitakko udapādi:",
  "ud5.6:4.2": "‘yathā yathā kho ayyo mahākaccāno dhammaṃ deseti nayidaṃ sukaraṃ agāraṃ ajjhāvasatā ekantaparipuṇṇaṃ ekantaparisuddhaṃ saṅkhalikhitaṃ brahmacariyaṃ carituṃ.",
  "ud5.6:4.3": "Yannūnāhaṃ kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajeyyan’ti.",
  "ud5.6:4.4": "Pabbājetu maṃ, bhante, ayyo mahākaccāno”ti.",
  "ud5.6:5.1": "Evaṃ vutte, āyasmā mahākaccāno soṇaṃ upāsakaṃ kuṭikaṇṇaṃ etadavoca:",
  "ud5.6:5.2": "“dukkaraṃ kho, soṇa, yāvajīvaṃ ekabhattaṃ ekaseyyaṃ brahmacariyaṃ.",
  "ud5.6:5.3": "Iṅgha tvaṃ, soṇa, tattheva āgārikabhūto samāno buddhānaṃ sāsanaṃ anuyuñja kālayuttaṃ ekabhattaṃ ekaseyyaṃ brahmacariyan”ti.",
  "ud5.6:5.4": "Atha kho soṇassa upāsakassa kuṭikaṇṇassa yo ahosi pabbajjābhisaṅkhāro so paṭipassambhi.",
  "ud5.6:6.1": "Dutiyampi kho …pe…",
  "ud5.6:6.2": "dutiyampi kho āyasmā mahākaccāno soṇaṃ upāsakaṃ kuṭikaṇṇaṃ etadavoca:",
  "ud5.6:6.3": "“dukkaraṃ kho, soṇa, yāvajīvaṃ ekabhattaṃ ekaseyyaṃ brahmacariyaṃ.",
  "ud5.6:6.4": "Iṅgha tvaṃ, soṇa, tattheva āgārikabhūto samāno buddhānaṃ sāsanaṃ anuyuñja kālayuttaṃ ekabhattaṃ ekaseyyaṃ brahmacariyan”ti.",
  "ud5.6:6.5": "Dutiyampi kho soṇassa upāsakassa kuṭikaṇṇassa yo ahosi pabbajjābhisaṅkhāro so paṭipassambhi.",
  "ud5.6:7.1": "Tatiyampi kho soṇassa upāsakassa kuṭikaṇṇassa rahogatassa paṭisallīnassa evaṃ cetaso parivitakko udapādi:",
  "ud5.6:7.2": "“yathā yathā kho ayyo mahākaccāno dhammaṃ deseti nayidaṃ sukaraṃ agāraṃ ajjhāvasatā ekantaparipuṇṇaṃ ekantaparisuddhaṃ saṅkhalikhitaṃ brahmacariyaṃ carituṃ.",
  "ud5.6:7.3": "Yannūnāhaṃ kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajeyyan”ti.",
  "ud5.6:7.4": "Tatiyampi kho soṇo upāsako kuṭikaṇṇo yenāyasmā mahākaccāno tenupasaṅkami; upasaṅkamitvā āyasmantaṃ mahākaccānaṃ abhivādetvā ekamantaṃ nisīdi.",
  "ud5.6:7.5": "Ekamantaṃ nisinno kho soṇo upāsako kuṭikaṇṇo āyasmantaṃ mahākaccānaṃ etadavoca:",
  "ud5.6:8.1": "“Idha mayhaṃ, bhante, rahogatassa paṭisallīnassa evaṃ cetaso parivitakko udapādi:",
  "ud5.6:8.2": "‘yathā yathā kho ayyo mahākaccāno dhammaṃ deseti nayidaṃ sukaraṃ agāraṃ ajjhāvasatā ekantaparipuṇṇaṃ ekantaparisuddhaṃ saṅkhalikhitaṃ brahmacariyaṃ carituṃ.",
  "ud5.6:8.3": "Yannūnāhaṃ kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajeyyan’ti.",
  "ud5.6:8.4": "Pabbājetu maṃ, bhante, ayyo mahākaccāno”ti.",
  "ud5.6:9.1": "Atha kho āyasmā mahākaccāno soṇaṃ upāsakaṃ kuṭikaṇṇaṃ pabbājesi.",
  "ud5.6:9.2": "Tena kho pana samayena avantidakkhiṇāpatho appabhikkhuko hoti.",
  "ud5.6:9.3": "Atha kho āyasmā mahākaccāno tiṇṇaṃ vassānaṃ accayena kicchena kasirena tato tato dasavaggaṃ bhikkhusaṅghaṃ sannipātetvā āyasmantaṃ soṇaṃ upasampādesi.",
  "ud5.6:10.1": "Atha kho āyasmato soṇassa vassaṃvuṭṭhassa rahogatassa paṭisallīnassa evaṃ cetaso parivitakko udapādi:",
  "ud5.6:10.2": "“na kho me so bhagavā sammukhā diṭṭho, api ca sutoyeva me:",
  "ud5.6:10.3": "‘so bhagavā īdiso ca īdiso cā’ti.",
  "ud5.6:10.4": "Sace maṃ upajjhāyo anujāneyya, gaccheyyāhaṃ taṃ bhagavantaṃ dassanāya arahantaṃ sammāsambuddhan”ti.",
  "ud5.6:11.1": "Atha kho āyasmā soṇo sāyanhasamayaṃ paṭisallānā vuṭṭhito yenāyasmā mahākaccāno tenupasaṅkami; upasaṅkamitvā āyasmantaṃ mahākaccānaṃ abhivādetvā ekamantaṃ nisīdi.",
  "ud5.6:11.2": "Ekamantaṃ nisinno kho āyasmā soṇo āyasmantaṃ mahākaccānaṃ etadavoca:",
  "ud5.6:12.1": "“Idha mayhaṃ, bhante, rahogatassa paṭisallīnassa evaṃ cetaso parivitakko udapādi:",
  "ud5.6:12.2": "‘na kho me so bhagavā sammukhā diṭṭho, api ca sutoyeva me—",
  "ud5.6:12.3": "so bhagavā īdiso ca īdiso cā’ti.",
  "ud5.6:12.4": "Sace maṃ upajjhāyo anujāneyya, gaccheyyāhaṃ taṃ bhagavantaṃ dassanāya arahantaṃ sammāsambuddhan”ti.",
  "ud5.6:12.5": "()",
  "ud5.6:13.1": "“Sādhu sādhu, soṇa;",
  "ud5.6:13.2": "gaccha tvaṃ, soṇa, taṃ bhagavantaṃ dassanāya arahantaṃ sammāsambuddhaṃ.",
  "ud5.6:13.3": "Dakkhissasi tvaṃ, soṇa, taṃ bhagavantaṃ pāsādikaṃ pasādanīyaṃ santindriyaṃ santamānasaṃ uttamadamathasamathamanuppattaṃ dantaṃ guttaṃ yatindriyaṃ nāgaṃ.",
  "ud5.6:13.4": "Disvāna mama vacanena bhagavato pāde sirasā vandāhi, appābādhaṃ appātaṅkaṃ lahuṭṭhānaṃ balaṃ phāsuvihāraṃ puccha:",
  "ud5.6:13.5": "‘upajjhāyo me, bhante, āyasmā mahākaccāno bhagavato pāde sirasā vandati, appābādhaṃ appātaṅkaṃ lahuṭṭhānaṃ balaṃ phāsuvihāraṃ pucchatī’”ti.",
  "ud5.6:14.1": "“Evaṃ, bhante”ti kho āyasmā soṇo āyasmato mahākaccānassa bhāsitaṃ abhinanditvā anumoditvā uṭṭhāyāsanā āyasmantaṃ mahākaccānaṃ abhivādetvā padakkhiṇaṃ katvā senāsanaṃ saṃsāmetvā pattacīvaramādāya yena sāvatthi tena cārikaṃ pakkāmi.",
  "ud5.6:14.2": "Anupubbena cārikaṃ caramāno yena sāvatthi jetavanaṃ anāthapiṇḍikassa ārāmo, yena bhagavā tenupasaṅkami, upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.",
  "ud5.6:14.3": "Ekamantaṃ nisinno kho āyasmā soṇo bhagavantaṃ etadavoca:",
  "ud5.6:14.4": "“upajjhāyo me, bhante, āyasmā mahākaccāno bhagavato pāde sirasā vandati, appābādhaṃ appātaṅkaṃ lahuṭṭhānaṃ balaṃ phāsuvihāraṃ pucchatī”ti.",
  "ud5.6:15.1": "“Kacci, bhikkhu, khamanīyaṃ, kacci yāpanīyaṃ, kaccisi appakilamathena addhānaṃ āgato, na ca piṇḍakena kilantosī”ti?",
  "ud5.6:15.2": "“Khamanīyaṃ, bhagavā, yāpanīyaṃ, bhagavā, appakilamathena cāhaṃ, bhante, addhānaṃ āgato, na ca piṇḍakena kilantomhī”ti.",
  "ud5.6:16.1": "Atha kho bhagavā āyasmantaṃ ānandaṃ āmantesi:",
  "ud5.6:16.2": "“imassānanda, āgantukassa bhikkhuno senāsanaṃ paññāpehī”ti.",
  "ud5.6:16.3": "Atha kho āyasmato ānandassa etadahosi:",
  "ud5.6:16.4": "“yassa kho maṃ bhagavā āṇāpeti:",
  "ud5.6:16.5": "‘imassānanda, āgantukassa bhikkhuno senāsanaṃ paññāpehī’ti, icchati bhagavā tena bhikkhunā saddhiṃ ekavihāre vatthuṃ, icchati bhagavā āyasmatā soṇena saddhiṃ ekavihāre vatthun”ti.",
  "ud5.6:16.6": "Yasmiṃ vihāre bhagavā viharati, tasmiṃ vihāre āyasmato soṇassa senāsanaṃ paññāpesi.",
  "ud5.6:17.1": "Atha kho bhagavā bahudeva rattiṃ abbhokāse nisajjāya vītināmetvā pāde pakkhāletvā vihāraṃ pāvisi.",
  "ud5.6:17.2": "Āyasmāpi kho soṇo bahudeva rattiṃ abbhokāse nisajjāya vītināmetvā pāde pakkhāletvā vihāraṃ pāvisi.",
  "ud5.6:17.3": "Atha kho bhagavā rattiyā paccūsasamayaṃ paccuṭṭhāya āyasmantaṃ soṇaṃ ajjhesi:",
  "ud5.6:17.4": "“paṭibhātu taṃ, bhikkhu, dhammo bhāsitun”ti.",
  "ud5.6:18.1": "“Evaṃ, bhante”ti kho āyasmā soṇo bhagavato paṭissutvā soḷasa aṭṭhakavaggikāni sabbāneva sarena abhaṇi.",
  "ud5.6:18.2": "Atha kho bhagavā āyasmato soṇassa sarabhaññapariyosāne abbhanumodi:",
  "ud5.6:18.3": "“sādhu sādhu, bhikkhu, suggahitāni te, bhikkhu, soḷasa aṭṭhakavaggikāni sumanasikatāni sūpadhāritāni, kalyāṇiyāsi vācāya samannāgato vissaṭṭhāya anelagaḷāya atthassa viññāpaniyā.",
  "ud5.6:18.4": "Kati vassosi tvaṃ, bhikkhū”ti?",
  "ud5.6:18.5": "“Ekavasso ahaṃ, bhagavā”ti.",
  "ud5.6:18.6": "“Kissa pana tvaṃ, bhikkhu, evaṃ ciraṃ akāsī”ti?",
  "ud5.6:18.7": "“Ciraṃ diṭṭho me, bhante, kāmesu ādīnavo;",
  "ud5.6:18.8": "api ca sambādho gharāvāso bahukicco bahukaraṇīyo”ti.",
  "ud5.6:19.1": "Atha kho bhagavā etamatthaṃ viditvā tāyaṃ velāyaṃ imaṃ udānaṃ udānesi:",
  "ud5.6:20.1": "“Disvā ādīnavaṃ loke,",
  "ud5.6:20.2": "ñatvā dhammaṃ nirūpadhiṃ;",
  "ud5.6:20.3": "Ariyo na ramatī pāpe,",
  "ud5.6:20.4": "pāpe na ramatī sucī”ti.",
  "ud5.6:20.5": "Chaṭṭhaṃ."
}