{
  "sn12.70:0.1": "Saṃyutta Nikāya 12 ",
  "sn12.70:0.2": "7. Mahāvagga ",
  "sn12.70:0.3": "70. Susimaparibbājakasutta ",
  "sn12.70:1.1": "Evaṃ me sutaṃ—",
  "sn12.70:1.2": "ekaṃ samayaṃ bhagavā rājagahe viharati veḷuvane kalandakanivāpe. ",
  "sn12.70:1.3": "Tena kho pana samayena bhagavā sakkato hoti garukato mānito pūjito apacito lābhī cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārānaṃ. ",
  "sn12.70:1.4": "Bhikkhusaṃghopi sakkato hoti garukato mānito pūjito apacito lābhī cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārānaṃ. ",
  "sn12.70:1.5": "Aññatitthiyā pana paribbājakā asakkatā honti agarukatā amānitā apūjitā anapacitā, na lābhino cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārānaṃ. ",
  "sn12.70:2.1": "Tena kho pana samayena susimo paribbājako rājagahe paṭivasati mahatiyā paribbājakaparisāya saddhiṃ. ",
  "sn12.70:2.2": "Atha kho susimassa paribbājakassa parisā susimaṃ paribbājakaṃ etadavocuṃ: ",
  "sn12.70:2.3": "“ehi tvaṃ, āvuso susima, samaṇe gotame brahmacariyaṃ cara. ",
  "sn12.70:2.4": "Tvaṃ dhammaṃ pariyāpuṇitvā amhe vāceyyāsi. ",
  "sn12.70:2.5": "Taṃ mayaṃ dhammaṃ pariyāpuṇitvā gihīnaṃ bhāsissāma. ",
  "sn12.70:2.6": "Evaṃ mayampi sakkatā bhavissāma garukatā mānitā pūjitā apacitā lābhino cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārānan”ti. ",
  "sn12.70:2.7": "“Evamāvuso”ti kho susimo paribbājako sakāya parisāya paṭissuṇitvā yenāyasmā ānando tenupasaṅkami; upasaṅkamitvā āyasmatā ānandena saddhiṃ sammodi. ",
  "sn12.70:2.8": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho susimo paribbājako āyasmantaṃ ānandaṃ etadavoca: ",
  "sn12.70:2.9": "“icchāmahaṃ, āvuso ānanda, imasmiṃ dhammavinaye brahmacariyaṃ caritun”ti. ",
  "sn12.70:3.1": "Atha kho āyasmā ānando susimaṃ paribbājakaṃ ādāya yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā ānando bhagavantaṃ etadavoca: ",
  "sn12.70:3.2": "“ayaṃ, bhante, susimo paribbājako evamāha: ",
  "sn12.70:3.3": "‘icchāmahaṃ, āvuso ānanda, imasmiṃ dhammavinaye brahmacariyaṃ caritun’”ti. ",
  "sn12.70:3.4": "“Tenahānanda, susimaṃ pabbājethā”ti. ",
  "sn12.70:3.5": "Alattha kho susimo paribbājako bhagavato santike pabbajjaṃ, alattha upasampadaṃ. ",
  "sn12.70:4.1": "Tena kho pana samayena sambahulehi bhikkhūhi bhagavato santike aññā byākatā hoti: ",
  "sn12.70:4.2": "“khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyāti pajānāmā”ti. ",
  "sn12.70:4.3": "Assosi kho āyasmā susimo: ",
  "sn12.70:4.4": "“sambahulehi kira bhikkhūhi bhagavato santike aññā byākatā: ",
  "sn12.70:4.5": "‘khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti pajānāmā”ti. ",
  "sn12.70:4.6": "Atha kho āyasmā susimo yena te bhikkhū tenupasaṅkami; upasaṅkamitvā tehi bhikkhūhi saddhiṃ sammodi. ",
  "sn12.70:4.7": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā susimo te bhikkhū etadavoca: ",
  "sn12.70:4.8": "“saccaṃ kirāyasmantehi bhagavato santike aññā byākatā: ",
  "sn12.70:4.9": "‘khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti pajānāmā”ti? ",
  "sn12.70:4.10": "“Evamāvuso”ti. ",
  "sn12.70:5.1": "“Api pana tumhe āyasmanto evaṃ jānantā evaṃ passantā anekavihitaṃ iddhividhaṃ paccanubhotha—ekopi hutvā bahudhā hotha, bahudhāpi hutvā eko hotha; āvibhāvaṃ, tirobhāvaṃ, tirokuṭṭaṃ tiropākāraṃ tiropabbataṃ asajjamānā gacchatha, seyyathāpi ākāse; pathaviyāpi ummujjanimujjaṃ karotha, seyyathāpi udake; udakepi abhijjamāne gacchatha, seyyathāpi pathaviyaṃ; ākāsepi pallaṅkena kamatha, seyyathāpi pakkhī sakuṇo; imepi candimasūriye evaṃmahiddhike evaṃmahānubhāve pāṇinā parimasatha parimajjatha, yāva brahmalokāpi kāyena vasaṃ vattethā”ti? ",
  "sn12.70:5.2": "“No hetaṃ, āvuso”. ",
  "sn12.70:6.1": "“Api pana tumhe āyasmanto evaṃ jānantā evaṃ passantā dibbāya sotadhātuyā visuddhāya atikkantamānusikāya ubho sadde suṇātha dibbe ca mānuse ca ye dūre santike cā”ti? ",
  "sn12.70:6.2": "“No hetaṃ, āvuso”. ",
  "sn12.70:7.1": "“Api pana tumhe āyasmanto evaṃ jānantā evaṃ passantā parasattānaṃ parapuggalānaṃ cetasā ceto paricca pajānātha—sarāgaṃ vā cittaṃ sarāgaṃ cittanti pajānātha; vītarāgaṃ vā cittaṃ vītarāgaṃ cittanti pajānātha; sadosaṃ vā cittaṃ sadosaṃ cittanti pajānātha; vītadosaṃ vā cittaṃ vītadosaṃ cittanti pajānātha; samohaṃ vā cittaṃ samohaṃ cittanti pajānātha; vītamohaṃ vā cittaṃ vītamohaṃ cittanti pajānātha; saṅkhittaṃ vā cittaṃ saṅkhittaṃ cittanti pajānātha; vikkhittaṃ vā cittaṃ vikkhittaṃ cittanti pajānātha; mahaggataṃ vā cittaṃ mahaggataṃ cittanti pajānātha; amahaggataṃ vā cittaṃ amahaggataṃ cittanti pajānātha; sauttaraṃ vā cittaṃ sauttaraṃ cittanti pajānātha; anuttaraṃ vā cittaṃ anuttaraṃ cittanti pajānātha; samāhitaṃ vā cittaṃ samāhitaṃ cittanti pajānātha; asamāhitaṃ vā cittaṃ asamāhitaṃ cittanti pajānātha; vimuttaṃ vā cittaṃ vimuttaṃ cittanti pajānātha; avimuttaṃ vā cittaṃ avimuttaṃ cittanti pajānāthā”ti? ",
  "sn12.70:7.2": "“No hetaṃ, āvuso”. ",
  "sn12.70:8.1": "“Api pana tumhe āyasmanto evaṃ jānantā evaṃ passantā anekavihitaṃ pubbenivāsaṃ anussaratha, seyyathidaṃ—ekampi jātiṃ dvepi jātiyo tissopi jātiyo catassopi jātiyo pañcapi jātiyo dasapi jātiyo vīsampi jātiyo tiṃsampi jātiyo cattārīsampi jātiyo paññāsampi jātiyo jātisatampi jātisahassampi jātisatasahassampi, anekepi saṃvaṭṭakappe anekepi vivaṭṭakappe anekepi saṃvaṭṭavivaṭṭakappe: ‘amutrāsiṃ evaṃnāmo evaṅgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhapaṭisaṃvedī evamāyupariyanto, so tato cuto amutra udapādiṃ; tatrāpāsiṃ evaṃnāmo evaṅgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhapaṭisaṃvedī evamāyupariyanto, so tato cuto idhūpapanno’ti. Iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarathā”ti? ",
  "sn12.70:8.2": "“No hetaṃ, āvuso”. ",
  "sn12.70:9.1": "“Api pana tumhe āyasmanto evaṃ jānantā evaṃ passantā dibbena cakkhunā visuddhena atikkantamānusakena satte passatha cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe, sugate duggate yathākammūpage satte pajānātha: ‘ime vata bhonto sattā kāyaduccaritena samannāgatā vacīduccaritena samannāgatā manoduccaritena samannāgatā, ariyānaṃ upavādakā micchādiṭṭhikā micchādiṭṭhikammasamādānā, te kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapannā; ime vā pana bhonto sattā kāyasucaritena samannāgatā vacīsucaritena samannāgatā manosucaritena samannāgatā, ariyānaṃ anupavādakā sammādiṭṭhikā sammādiṭṭhikammasamādānā te kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapannā’ti, iti dibbena cakkhunā visuddhena atikkantamānusakena satte passatha cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe, sugate duggate yathākammūpage satte pajānāthā”ti? ",
  "sn12.70:9.2": "“No hetaṃ, āvuso”. ",
  "sn12.70:10.1": "“Api pana tumhe āyasmanto evaṃ jānantā evaṃ passantā ye te santā vimokkhā atikkamma rūpe āruppā, te kāyena phusitvā viharathā”ti? ",
  "sn12.70:10.2": "“No hetaṃ, āvuso”. ",
  "sn12.70:11.1": "“Ettha dāni āyasmanto idañca veyyākaraṇaṃ imesañca dhammānaṃ asamāpatti; idaṃ no, āvuso, kathan”ti? ",
  "sn12.70:11.2": "“Paññāvimuttā kho mayaṃ, āvuso susimā”ti. ",
  "sn12.70:12.1": "“Na khvāhaṃ imassa āyasmantānaṃ saṅkhittena bhāsitassa vitthārena atthaṃ ājānāmi. ",
  "sn12.70:12.2": "Sādhu me āyasmanto tathā bhāsantu yathāhaṃ imassa āyasmantānaṃ saṅkhittena bhāsitassa vitthārena atthaṃ ājāneyyan”ti. ",
  "sn12.70:12.3": "“Ājāneyyāsi vā tvaṃ, āvuso susima, na vā tvaṃ ājāneyyāsi atha kho paññāvimuttā mayan”ti. ",
  "sn12.70:13.1": "Atha kho āyasmā susimo uṭṭhāyāsanā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. ",
  "sn12.70:13.2": "Ekamantaṃ nisinno kho āyasmā susimo yāvatako tehi bhikkhūhi saddhiṃ ahosi kathāsallāpo taṃ sabbaṃ bhagavato ārocesi. ",
  "sn12.70:13.3": "“Pubbe kho, susima, dhammaṭṭhitiñāṇaṃ, pacchā nibbāne ñāṇan”ti. ",
  "sn12.70:14.1": "“Na khvāhaṃ, bhante, imassa bhagavatā saṃkhittena bhāsitassa vitthārena atthaṃ ājānāmi. ",
  "sn12.70:14.2": "Sādhu me, bhante, bhagavā tathā bhāsatu yathāhaṃ imassa bhagavatā saṃkhittena bhāsitassa vitthārena atthaṃ ājāneyyan”ti. ",
  "sn12.70:14.3": "“Ājāneyyāsi vā tvaṃ, susima, na vā tvaṃ ājāneyyāsi, atha kho dhammaṭṭhitiñāṇaṃ pubbe, pacchā nibbāne ñāṇaṃ. ",
  "sn12.70:15.1": "Taṃ kiṃ maññasi, susima, ",
  "sn12.70:15.2": "rūpaṃ niccaṃ vā aniccaṃ vā”ti? ",
  "sn12.70:15.3": "“Aniccaṃ, bhante”. ",
  "sn12.70:15.4": "“Yaṃ panāniccaṃ dukkhaṃ vā taṃ sukhaṃ vā”ti? ",
  "sn12.70:15.5": "“Dukkhaṃ, bhante”. ",
  "sn12.70:15.6": "“Yaṃ panāniccaṃ dukkhaṃ vipariṇāmadhammaṃ, kallaṃ nu taṃ samanupassituṃ: ",
  "sn12.70:15.7": "‘etaṃ mama, esohamasmi, eso me attā’”ti? ",
  "sn12.70:15.8": "“No hetaṃ, bhante”. ",
  "sn12.70:15.9": "“Vedanā niccā vā aniccā vā”ti? ",
  "sn12.70:15.10": "“Aniccā, bhante”. ",
  "sn12.70:15.11": "“Yaṃ panāniccaṃ dukkhaṃ vā taṃ sukhaṃ vā”ti? ",
  "sn12.70:15.12": "“Dukkhaṃ, bhante”. ",
  "sn12.70:15.13": "“Yaṃ panāniccaṃ dukkhaṃ vipariṇāmadhammaṃ, kallaṃ nu taṃ samanupassituṃ: ",
  "sn12.70:15.14": "‘etaṃ mama, esohamasmi, eso me attā’”ti? ",
  "sn12.70:15.15": "“No hetaṃ, bhante”. ",
  "sn12.70:15.16": "“Saññā niccā vā aniccā vā”ti? ",
  "sn12.70:15.17": "“Aniccā, bhante” …pe… ",
  "sn12.70:15.18": "“saṅkhārā niccā vā aniccā vā”ti? ",
  "sn12.70:15.19": "“Aniccā, bhante”. ",
  "sn12.70:15.20": "“Yaṃ panāniccaṃ dukkhaṃ vā taṃ sukhaṃ vā”ti? ",
  "sn12.70:15.21": "“Dukkhaṃ, bhante”. ",
  "sn12.70:15.22": "“Yaṃ panāniccaṃ dukkhaṃ vipariṇāmadhammaṃ, kallaṃ nu taṃ samanupassituṃ: ",
  "sn12.70:15.23": "‘etaṃ mama, esohamasmi, eso me attā’”ti? ",
  "sn12.70:15.24": "“No hetaṃ, bhante”. ",
  "sn12.70:15.25": "“Viññāṇaṃ niccaṃ vā aniccaṃ vā”ti? ",
  "sn12.70:15.26": "“Aniccaṃ, bhante”. ",
  "sn12.70:15.27": "“Yaṃ panāniccaṃ dukkhaṃ vā taṃ sukhaṃ vā”ti? ",
  "sn12.70:15.28": "“Dukkhaṃ, bhante”. ",
  "sn12.70:15.29": "“Yaṃ panāniccaṃ dukkhaṃ vipariṇāmadhammaṃ, kallaṃ nu taṃ samanupassituṃ: ",
  "sn12.70:15.30": "‘etaṃ mama, esohamasmi, eso me attā’”ti? ",
  "sn12.70:15.31": "“No hetaṃ, bhante”. ",
  "sn12.70:16.1": "“Tasmātiha, susima, yaṃ kiñci rūpaṃ atītānāgatapaccuppannaṃ ajjhattaṃ vā bahiddhā vā oḷārikaṃ vā sukhumaṃ vā hīnaṃ vā paṇītaṃ vā yaṃ dūre santike vā, sabbaṃ rūpaṃ netaṃ mama nesohamasmi na meso attāti; evametaṃ yathābhūtaṃ sammappaññāya daṭṭhabbaṃ. ",
  "sn12.70:16.2": "Yā kāci vedanā atītānāgatapaccuppannā ajjhattaṃ vā bahiddhā vā oḷārikā vā sukhumā vā hīnā vā paṇītā vā yā dūre santike vā, sabbā vedanā netaṃ mama nesohamasmi na meso attāti; evametaṃ yathābhūtaṃ sammappaññāya daṭṭhabbaṃ. ",
  "sn12.70:16.3": "Yā kāci saññā …pe… ",
  "sn12.70:16.4": "ye keci saṅkhārā atītānāgatapaccuppannā ajjhattaṃ vā bahiddhā vā oḷārikā vā sukhumā vā hīnā vā paṇītā vā ye dūre santike vā, sabbe saṅkhārā netaṃ mama nesohamasmi na meso attāti; evametaṃ yathābhūtaṃ sammappaññāya daṭṭhabbaṃ. ",
  "sn12.70:16.5": "Yaṃ kiñci viññāṇaṃ atītānāgatapaccuppannaṃ ajjhattaṃ vā bahiddhā vā oḷārikaṃ vā sukhumaṃ vā hīnaṃ vā paṇītaṃ vā yaṃ dūre santike vā, sabbaṃ viññāṇaṃ netaṃ mama nesohamasmi na meso attāti; evametaṃ yathābhūtaṃ sammappaññāya daṭṭhabbaṃ. ",
  "sn12.70:17.1": "Evaṃ passaṃ, susima, sutavā ariyasāvako rūpasmimpi nibbindati, vedanāyapi nibbindati, saññāyapi nibbindati, saṅkhāresupi nibbindati, viññāṇasmimpi nibbindati. ",
  "sn12.70:17.2": "Nibbindaṃ virajjati, virāgā vimuccati, vimuttasmiṃ vimuttamiti ñāṇaṃ hoti. ",
  "sn12.70:17.3": "‘Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti pajānāti. ",
  "sn12.70:18.1": "‘Jātipaccayā jarāmaraṇan’ti, susima, passasī”ti? ",
  "sn12.70:18.2": "“Evaṃ, bhante”. ",
  "sn12.70:18.3": "“‘Bhavapaccayā jātī’ti, susima, passasī”ti? ",
  "sn12.70:18.4": "“Evaṃ, bhante”. ",
  "sn12.70:18.5": "“‘Upādānapaccayā bhavo’ti, susima, passasī”ti? ",
  "sn12.70:18.6": "“Evaṃ, bhante”. ",
  "sn12.70:18.7": "“‘Taṇhāpaccayā upādānan’ti, susima, passasī”ti? ",
  "sn12.70:18.8": "“Evaṃ, bhante”. ",
  "sn12.70:18.9": "“Vedanāpaccayā taṇhāti … ",
  "sn12.70:18.10": "phassapaccayā vedanāti … ",
  "sn12.70:18.11": "saḷāyatanapaccayā phassoti … ",
  "sn12.70:18.12": "nāmarūpapaccayā saḷāyatananti … ",
  "sn12.70:18.13": "viññāṇapaccayā nāmarūpanti … ",
  "sn12.70:18.14": "saṅkhārapaccayā viññāṇanti … ",
  "sn12.70:18.15": "avijjāpaccayā saṅkhārāti, susima, passasī”ti? ",
  "sn12.70:18.16": "“Evaṃ, bhante”. ",
  "sn12.70:19.1": "“‘Jātinirodhā jarāmaraṇanirodho’ti, susima, passasī”ti? ",
  "sn12.70:19.2": "“Evaṃ, bhante”. ",
  "sn12.70:19.3": "“‘Bhavanirodhā jātinirodho’ti susima, passasī”ti? ",
  "sn12.70:19.4": "“Evaṃ, bhante”. ",
  "sn12.70:19.5": "“Upādānanirodhā bhavanirodhoti … ",
  "sn12.70:19.6": "taṇhānirodhā upādānanirodhoti … ",
  "sn12.70:19.7": "vedanānirodhā taṇhānirodhoti … ",
  "sn12.70:19.8": "phassanirodhā vedanānirodhoti … ",
  "sn12.70:19.9": "saḷāyatananirodhā phassanirodhoti … ",
  "sn12.70:19.10": "nāmarūpanirodhā saḷāyatananirodhoti … ",
  "sn12.70:19.11": "viññāṇanirodhā nāmarūpanirodhoti … ",
  "sn12.70:19.12": "saṅkhāranirodhā viññāṇanirodhoti … ",
  "sn12.70:19.13": "avijjānirodhā saṅkhāranirodhoti, susima, passasī”ti? ",
  "sn12.70:19.14": "“Evaṃ, bhante”. ",
  "sn12.70:20.1": "“Api pana tvaṃ, susima, evaṃ jānanto evaṃ passanto anekavihitaṃ iddhividhaṃ paccanubhosi—ekopi hutvā bahudhā hosi, bahudhāpi hutvā eko hosi; āvibhāvaṃ, tirobhāvaṃ, tirokuṭṭaṃ tiropākāraṃ tiropabbataṃ asajjamāno gacchasi, seyyathāpi ākāse; pathaviyāpi ummujjanimujjaṃ karosi, seyyathāpi udake; udakepi abhijjamāno gacchasi, seyyathāpi pathaviyaṃ; ākāsepi pallaṅkena kamasi, seyyathāpi pakkhī sakuṇo; imepi candimasūriye evaṃmahiddhike evaṃmahānubhāve pāṇinā parimasasi parimajjasi, yāva brahmalokāpi kāyena vasaṃ vattesī”ti? ",
  "sn12.70:20.2": "“No hetaṃ, bhante”. ",
  "sn12.70:21.1": "“Api pana tvaṃ, susima, evaṃ jānanto evaṃ passanto dibbāya sotadhātuyā visuddhāya atikkantamānusikāya ubho sadde suṇasi dibbe ca mānuse ca ye dūre santike cā”ti? ",
  "sn12.70:21.2": "“No hetaṃ, bhante”. ",
  "sn12.70:22.1": "“Api pana tvaṃ, susima, evaṃ jānanto evaṃ passanto parasattānaṃ parapuggalānaṃ cetasā ceto paricca pajānāsi—sarāgaṃ vā cittaṃ sarāgaṃ cittanti pajānāsi …pe… vimuttaṃ vā cittaṃ vimuttaṃ cittanti pajānāsī”ti? ",
  "sn12.70:22.2": "“No hetaṃ, bhante”. ",
  "sn12.70:23.1": "“Api pana tvaṃ, susima, evaṃ jānanto evaṃ passanto anekavihitaṃ pubbenivāsaṃ anussarasi, seyyathidaṃ—ekampi jātiṃ …pe… iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarasī”ti? ",
  "sn12.70:23.2": "“No hetaṃ, bhante”. ",
  "sn12.70:24.1": "“Api pana tvaṃ, susima, evaṃ jānanto evaṃ passanto dibbena cakkhunā visuddhena atikkantamānusakena satte passasi cavamāne …pe… yathākammūpage satte pajānāsī”ti? ",
  "sn12.70:24.2": "“No hetaṃ, bhante”. ",
  "sn12.70:25.1": "“Api pana tvaṃ, susima, evaṃ jānanto evaṃ passanto ye te santā vimokkhā atikkamma rūpe āruppā, te kāyena phusitvā viharasī”ti? ",
  "sn12.70:25.2": "“No hetaṃ, bhante”. ",
  "sn12.70:26.1": "“Ettha dāni, susima, idañca veyyākaraṇaṃ imesañca dhammānaṃ asamāpatti, idaṃ no, susima, kathan”ti? ",
  "sn12.70:27.1": "Atha kho āyasmā susimo bhagavato pādesu sirasā nipatitvā bhagavantaṃ etadavoca: ",
  "sn12.70:27.2": "“accayo maṃ, bhante, accagamā yathābālaṃ yathāmūḷhaṃ yathāakusalaṃ, yvāhaṃ evaṃ svākkhāte dhammavinaye dhammatthenako pabbajito. ",
  "sn12.70:27.3": "Tassa me, bhante, bhagavā accayaṃ accayato paṭiggaṇhātu āyatiṃ saṃvarāyā”ti. ",
  "sn12.70:28.1": "“Taggha tvaṃ, susima, accayo accagamā yathābālaṃ yathāmūḷhaṃ yathāakusalaṃ, yo tvaṃ evaṃ svākkhāte dhammavinaye dhammatthenako pabbajito. ",
  "sn12.70:28.2": "Seyyathāpi, susima, coraṃ āgucāriṃ gahetvā rañño dasseyyuṃ: ",
  "sn12.70:28.3": "‘ayaṃ te, deva, coro āgucārī, imassa yaṃ icchasi taṃ daṇḍaṃ paṇehī’ti. ",
  "sn12.70:28.4": "Tamenaṃ rājā evaṃ vadeyya: ",
  "sn12.70:28.5": "‘gacchatha, bho, imaṃ purisaṃ daḷhāya rajjuyā pacchābāhaṃ gāḷhabandhanaṃ bandhitvā khuramuṇḍaṃ karitvā kharassarena paṇavena rathiyāya rathiyaṃ siṅghāṭakena siṅghāṭakaṃ parinetvā dakkhiṇena dvārena nikkhāmetvā dakkhiṇato nagarassa sīsaṃ chindathā’ti. ",
  "sn12.70:28.6": "Tamenaṃ rañño purisā daḷhāya rajjuyā pacchābāhaṃ gāḷhabandhanaṃ bandhitvā khuramuṇḍaṃ karitvā kharassarena paṇavena rathiyāya rathiyaṃ siṅghāṭakena siṅghāṭakaṃ parinetvā dakkhiṇena dvārena nikkhāmetvā dakkhiṇato nagarassa sīsaṃ chindeyyuṃ. ",
  "sn12.70:28.7": "Taṃ kiṃ maññasi, susima, ",
  "sn12.70:28.8": "api nu so puriso tatonidānaṃ dukkhaṃ domanassaṃ paṭisaṃvediyethā”ti? ",
  "sn12.70:28.9": "“Evaṃ, bhante”. ",
  "sn12.70:29.1": "“Yaṃ kho so, susima, puriso tatonidānaṃ dukkhaṃ domanassaṃ paṭisaṃvediyetha. ",
  "sn12.70:29.2": "Yā evaṃ svākkhāte dhammavinaye dhammatthenakassa pabbajjā, ayaṃ tato dukkhavipākatarā ca kaṭukavipākatarā ca, api ca vinipātāya saṃvattati. ",
  "sn12.70:29.3": "Yato ca kho tvaṃ, susima, accayaṃ accayato disvā yathādhammaṃ paṭikarosi taṃ te mayaṃ paṭiggaṇhāma. ",
  "sn12.70:29.4": "Vuddhi hesā, susima, ariyassa vinaye yo accayaṃ accayato disvā yathādhammaṃ paṭikaroti, āyatiñca saṃvaraṃ āpajjatī”ti. ",
  "sn12.70:29.5": "Dasamaṃ. ",
  "sn12.70:29.6": "Mahāvaggo sattamo. ",
  "sn12.70:30.1": "Dve assutavatā vuttā, ",
  "sn12.70:30.2": "puttamaṃsena cāparaṃ; ",
  "sn12.70:30.3": "Atthirāgo ca nagaraṃ, ",
  "sn12.70:30.4": "sammasaṃ naḷakalāpiyaṃ; ",
  "sn12.70:30.5": "Kosambī upayanti ca, ",
  "sn12.70:30.6": "dasamo susimena cāti. "
}