{
  "sn12.66:0.1": "Saṁyutta Nikāya 12 ",
  "sn12.66:0.2": "7. Mahāvagga ",
  "sn12.66:0.3": "66. Sammasasutta ",
  "sn12.66:1.1": "Evaṁ me sutaṁ—",
  "sn12.66:1.2": "ekaṁ samayaṁ bhagavā kurūsu viharati kammāsadhammaṁ nāma kurūnaṁ nigamo. ",
  "sn12.66:1.3": "Tatra kho bhagavā bhikkhū āmantesi: ",
  "sn12.66:1.4": "“bhikkhavo”ti. ",
  "sn12.66:1.5": "“Bhadante”ti te bhikkhū bhagavato paccassosuṁ. ",
  "sn12.66:1.6": "Bhagavā etadavoca: ",
  "sn12.66:1.7": "“sammasatha no tumhe, bhikkhave, antaraṁ sammasan”ti. ",
  "sn12.66:1.8": "Evaṁ vutte, aññataro bhikkhu bhagavantaṁ etadavoca: ",
  "sn12.66:1.9": "“ahaṁ kho, bhante, sammasāmi antaraṁ sammasan”ti. ",
  "sn12.66:1.10": "“Yathā kathaṁ pana tvaṁ, bhikkhu, sammasasi antaraṁ sammasan”ti? ",
  "sn12.66:1.11": "Atha kho so bhikkhu byākāsi. ",
  "sn12.66:1.12": "Yathā so bhikkhu byākāsi na so bhikkhu bhagavato cittaṁ ārādhesi. ",
  "sn12.66:2.1": "Evaṁ vutte, āyasmā ānando bhagavantaṁ etadavoca: ",
  "sn12.66:2.2": "“etassa, bhagavā, kālo; etassa, sugata, kālo; ",
  "sn12.66:2.3": "yaṁ bhagavā antaraṁ sammasaṁ bhāseyya. Bhagavato sutvā bhikkhū dhāressantī”ti. ",
  "sn12.66:2.4": "“Tenahānanda, suṇātha, sādhukaṁ manasi karotha, bhāsissāmī”ti. ",
  "sn12.66:2.5": "“Evaṁ, bhante”ti kho te bhikkhū bhagavato paccassosuṁ. ",
  "sn12.66:2.6": "Bhagavā etadavoca: ",
  "sn12.66:3.1": "“Idha, bhikkhave, bhikkhu sammasamāno sammasati antaraṁ sammasaṁ: ",
  "sn12.66:3.2": "‘yaṁ kho idaṁ anekavidhaṁ nānappakārakaṁ dukkhaṁ loke uppajjati jarāmaraṇaṁ. ",
  "sn12.66:3.3": "Idaṁ kho dukkhaṁ kiṁnidānaṁ kiṁsamudayaṁ kiṁjātikaṁ kiṁpabhavaṁ, kismiṁ sati jarāmaraṇaṁ hoti, kismiṁ asati jarāmaraṇaṁ na hotī’ti? ",
  "sn12.66:3.4": "So sammasamāno evaṁ jānāti: ",
  "sn12.66:3.5": "‘yaṁ kho idaṁ anekavidhaṁ nānappakārakaṁ dukkhaṁ loke uppajjati jarāmaraṇaṁ. ",
  "sn12.66:3.6": "Idaṁ kho dukkhaṁ upadhinidānaṁ upadhisamudayaṁ upadhijātikaṁ upadhipabhavaṁ, upadhismiṁ sati jarāmaraṇaṁ hoti, upadhismiṁ asati jarāmaraṇaṁ na hotī’ti. ",
  "sn12.66:3.7": "So jarāmaraṇañca pajānāti jarāmaraṇasamudayañca pajānāti jarāmaraṇanirodhañca pajānāti yā ca jarāmaraṇanirodhasāruppagāminī paṭipadā tañca pajānāti. ",
  "sn12.66:3.8": "Tathāpaṭipanno ca hoti anudhammacārī. ",
  "sn12.66:3.9": "Ayaṁ vuccati, bhikkhave, bhikkhu sabbaso sammā dukkhakkhayāya paṭipanno jarāmaraṇanirodhāya. ",
  "sn12.66:4.1": "Athāparaṁ sammasamāno sammasati antaraṁ sammasaṁ: ",
  "sn12.66:4.2": "‘upadhi panāyaṁ kiṁnidāno kiṁsamudayo kiṁjātiko kiṁpabhavo, kismiṁ sati upadhi hoti, kismiṁ asati upadhi na hotī’ti? ",
  "sn12.66:4.3": "So sammasamāno evaṁ jānāti: ",
  "sn12.66:4.4": "‘upadhi taṇhānidāno taṇhāsamudayo taṇhājātiko taṇhāpabhavo, taṇhāya sati upadhi hoti, taṇhāya asati upadhi na hotī’ti. ",
  "sn12.66:4.5": "So upadhiñca pajānāti upadhisamudayañca pajānāti upadhinirodhañca pajānāti yā ca upadhinirodhasāruppagāminī paṭipadā tañca pajānāti. ",
  "sn12.66:4.6": "Tathāpaṭipanno ca hoti anudhammacārī. ",
  "sn12.66:4.7": "Ayaṁ vuccati, bhikkhave, bhikkhu sabbaso sammā dukkhakkhayāya paṭipanno upadhinirodhāya. ",
  "sn12.66:5.1": "Athāparaṁ sammasamāno sammasati antaraṁ sammasaṁ: ",
  "sn12.66:5.2": "‘taṇhā panāyaṁ kattha uppajjamānā uppajjati, kattha nivisamānā nivisatī’ti? ",
  "sn12.66:5.3": "So sammasamāno evaṁ jānāti—",
  "sn12.66:5.4": "yaṁ kho loke piyarūpaṁ sātarūpaṁ etthesā taṇhā uppajjamānā uppajjati, ettha nivisamānā nivisati. ",
  "sn12.66:5.5": "Kiñca loke piyarūpaṁ sātarūpaṁ? ",
  "sn12.66:5.6": "Cakkhuṁ loke piyarūpaṁ, sātarūpaṁ, etthesā taṇhā uppajjamānā uppajjati, ettha nivisamānā nivisati. ",
  "sn12.66:5.7": "Sotaṁ loke piyarūpaṁ sātarūpaṁ …pe… ",
  "sn12.66:5.8": "ghānaṁ loke piyarūpaṁ sātarūpaṁ … ",
  "sn12.66:5.9": "jivhā loke piyarūpaṁ sātarūpaṁ … ",
  "sn12.66:5.10": "kāyo loke piyarūpaṁ sātarūpaṁ … ",
  "sn12.66:5.11": "mano loke piyarūpaṁ sātarūpaṁ, etthesā taṇhā uppajjamānā uppajjati ettha nivisamānā nivisati. ",
  "sn12.66:6.1": "Ye hi keci, bhikkhave, atītamaddhānaṁ samaṇā vā brāhmaṇā vā yaṁ loke piyarūpaṁ sātarūpaṁ taṁ niccato addakkhuṁ sukhato addakkhuṁ attato addakkhuṁ ārogyato addakkhuṁ khemato addakkhuṁ. ",
  "sn12.66:6.2": "Te taṇhaṁ vaḍḍhesuṁ. ",
  "sn12.66:6.3": "Ye taṇhaṁ vaḍḍhesuṁ te upadhiṁ vaḍḍhesuṁ. ",
  "sn12.66:6.4": "Ye upadhiṁ vaḍḍhesuṁ te dukkhaṁ vaḍḍhesuṁ. ",
  "sn12.66:6.5": "Ye dukkhaṁ vaḍḍhesuṁ te na parimucciṁsu jātiyā jarāya maraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi, na parimucciṁsu dukkhasmāti vadāmi. ",
  "sn12.66:7.1": "Yepi hi keci, bhikkhave, anāgatamaddhānaṁ samaṇā vā brāhmaṇā vā yaṁ loke piyarūpaṁ sātarūpaṁ taṁ niccato dakkhissanti sukhato dakkhissanti attato dakkhissanti ārogyato dakkhissanti khemato dakkhissanti. ",
  "sn12.66:7.2": "Te taṇhaṁ vaḍḍhissanti. ",
  "sn12.66:7.3": "Ye taṇhaṁ vaḍḍhissanti te upadhiṁ vaḍḍhissanti. ",
  "sn12.66:7.4": "Ye upadhiṁ vaḍḍhissanti te dukkhaṁ vaḍḍhissanti. ",
  "sn12.66:7.5": "Ye dukkhaṁ vaḍḍhissanti te na parimuccissanti jātiyā jarāya maraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi, na parimuccissanti dukkhasmāti vadāmi. ",
  "sn12.66:8.1": "Yepi hi keci, bhikkhave, etarahi samaṇā vā brāhmaṇā vā yaṁ loke piyarūpaṁ sātarūpaṁ taṁ niccato passanti sukhato passanti attato passanti ārogyato passanti khemato passanti. ",
  "sn12.66:8.2": "Te taṇhaṁ vaḍḍhenti. ",
  "sn12.66:8.3": "Ye taṇhaṁ vaḍḍhenti te upadhiṁ vaḍḍhenti. ",
  "sn12.66:8.4": "Ye upadhiṁ vaḍḍhenti te dukkhaṁ vaḍḍhenti. ",
  "sn12.66:8.5": "Ye dukkhaṁ vaḍḍhenti te na parimuccanti jātiyā jarāya maraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi, na parimuccanti dukkhasmāti vadāmi. ",
  "sn12.66:9.1": "Seyyathāpi, bhikkhave, āpānīyakaṁso vaṇṇasampanno gandhasampanno rasasampanno. ",
  "sn12.66:9.2": "So ca kho visena saṁsaṭṭho. ",
  "sn12.66:9.3": "Atha puriso āgaccheyya ghammābhitatto ghammapareto kilanto tasito pipāsito. ",
  "sn12.66:9.4": "Tamenaṁ evaṁ vadeyyuṁ: ",
  "sn12.66:9.5": "‘ayaṁ te, ambho purisa, āpānīyakaṁso vaṇṇasampanno gandhasampanno rasasampanno; ",
  "sn12.66:9.6": "so ca kho visena saṁsaṭṭho. ",
  "sn12.66:9.7": "Sace ākaṅkhasi piva. ",
  "sn12.66:9.8": "Pivato hi kho taṁ chādessati vaṇṇenapi gandhenapi rasenapi, pivitvā ca pana tatonidānaṁ maraṇaṁ vā nigacchasi maraṇamattaṁ vā dukkhan’ti. ",
  "sn12.66:9.9": "So taṁ āpānīyakaṁsaṁ sahasā appaṭisaṅkhā piveyya, nappaṭinissajjeyya. ",
  "sn12.66:9.10": "So tatonidānaṁ maraṇaṁ vā nigaccheyya maraṇamattaṁ vā dukkhaṁ. ",
  "sn12.66:9.11": "Evameva kho, bhikkhave, ye hi keci atītamaddhānaṁ samaṇā vā brāhmaṇā vā yaṁ loke piyarūpaṁ …pe… ",
  "sn12.66:9.12": "anāgatamaddhānaṁ …pe… ",
  "sn12.66:9.13": "etarahi samaṇā vā brāhmaṇā vā yaṁ loke piyarūpaṁ sātarūpaṁ taṁ niccato passanti sukhato passanti attato passanti ārogyato passanti khemato passanti, te taṇhaṁ vaḍḍhenti. ",
  "sn12.66:9.14": "Ye taṇhaṁ vaḍḍhenti te upadhiṁ vaḍḍhenti. ",
  "sn12.66:9.15": "Ye upadhiṁ vaḍḍhenti te dukkhaṁ vaḍḍhenti. ",
  "sn12.66:9.16": "Ye dukkhaṁ vaḍḍhenti te na parimuccanti jātiyā jarāya maraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi, na parimuccanti dukkhasmāti vadāmi. ",
  "sn12.66:10.1": "Ye ca kho keci, bhikkhave, atītamaddhānaṁ samaṇā vā brāhmaṇā vā yaṁ loke piyarūpaṁ sātarūpaṁ taṁ aniccato addakkhuṁ dukkhato addakkhuṁ anattato addakkhuṁ rogato addakkhuṁ bhayato addakkhuṁ, ",
  "sn12.66:10.2": "te taṇhaṁ pajahiṁsu. ",
  "sn12.66:10.3": "Ye taṇhaṁ pajahiṁsu te upadhiṁ pajahiṁsu. ",
  "sn12.66:10.4": "Ye upadhiṁ pajahiṁsu te dukkhaṁ pajahiṁsu. ",
  "sn12.66:10.5": "Ye dukkhaṁ pajahiṁsu te parimucciṁsu jātiyā jarāya maraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi, parimucciṁsu dukkhasmāti vadāmi. ",
  "sn12.66:11.1": "Yepi hi keci, bhikkhave, anāgatamaddhānaṁ samaṇā vā brāhmaṇā vā yaṁ loke piyarūpaṁ sātarūpaṁ taṁ aniccato dakkhissanti dukkhato dakkhissanti anattato dakkhissanti rogato dakkhissanti bhayato dakkhissanti, ",
  "sn12.66:11.2": "te taṇhaṁ pajahissanti. ",
  "sn12.66:11.3": "Ye taṇhaṁ pajahissanti …pe… ",
  "sn12.66:11.4": "parimuccissanti dukkhasmāti vadāmi. ",
  "sn12.66:12.1": "Yepi hi keci, bhikkhave, etarahi samaṇā vā brāhmaṇā vā yaṁ loke piyarūpaṁ sātarūpaṁ taṁ aniccato passanti dukkhato passanti anattato passanti rogato passanti bhayato passanti, ",
  "sn12.66:12.2": "te taṇhaṁ pajahanti. ",
  "sn12.66:12.3": "Ye taṇhaṁ pajahanti te upadhiṁ pajahanti. ",
  "sn12.66:12.4": "Ye upadhiṁ pajahanti te dukkhaṁ pajahanti. ",
  "sn12.66:12.5": "Ye dukkhaṁ pajahanti te parimuccanti jātiyā jarāya maraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi, parimuccanti dukkhasmāti vadāmi. ",
  "sn12.66:13.1": "Seyyathāpi, bhikkhave, āpānīyakaṁso vaṇṇasampanno gandhasampanno rasasampanno. ",
  "sn12.66:13.2": "So ca kho visena saṁsaṭṭho. ",
  "sn12.66:13.3": "Atha puriso āgaccheyya ghammābhitatto ghammapareto kilanto tasito pipāsito. ",
  "sn12.66:13.4": "Tamenaṁ evaṁ vadeyyuṁ: ",
  "sn12.66:13.5": "‘ayaṁ te, ambho purisa, āpānīyakaṁso vaṇṇasampanno gandhasampanno rasasampanno so ca kho visena saṁsaṭṭho. ",
  "sn12.66:13.6": "Sace ākaṅkhasi piva. ",
  "sn12.66:13.7": "Pivato hi kho taṁ chādessati vaṇṇenapi gandhenapi rasenapi; pivitvā ca pana tatonidānaṁ maraṇaṁ vā nigacchasi maraṇamattaṁ vā dukkhan’ti. ",
  "sn12.66:13.8": "Atha kho, bhikkhave, tassa purisassa evamassa: ",
  "sn12.66:13.9": "‘sakkā kho me ayaṁ surāpipāsitā pānīyena vā vinetuṁ dadhimaṇḍakena vā vinetuṁ bhaṭṭhaloṇikāya vā vinetuṁ loṇasovīrakena vā vinetuṁ, na tvevāhaṁ taṁ piveyyaṁ, yaṁ mama assa dīgharattaṁ hitāya sukhāyā’ti. ",
  "sn12.66:13.10": "So taṁ āpānīyakaṁsaṁ paṭisaṅkhā na piveyya, paṭinissajjeyya. ",
  "sn12.66:13.11": "So tatonidānaṁ na maraṇaṁ vā nigaccheyya maraṇamattaṁ vā dukkhaṁ. ",
  "sn12.66:13.12": "Evameva kho, bhikkhave, ye hi keci atītamaddhānaṁ samaṇā vā brāhmaṇā vā yaṁ loke piyarūpaṁ sātarūpaṁ taṁ aniccato addakkhuṁ dukkhato addakkhuṁ anattato addakkhuṁ rogato addakkhuṁ bhayato addakkhuṁ, ",
  "sn12.66:13.13": "te taṇhaṁ pajahiṁsu. ",
  "sn12.66:13.14": "Ye taṇhaṁ pajahiṁsu te upadhiṁ pajahiṁsu. ",
  "sn12.66:13.15": "Ye upadhiṁ pajahiṁsu te dukkhaṁ pajahiṁsu. ",
  "sn12.66:13.16": "Ye dukkhaṁ pajahiṁsu te parimucciṁsu jātiyā jarāya maraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi, parimucciṁsu dukkhasmāti vadāmi. ",
  "sn12.66:14.1": "Yepi hi keci, bhikkhave, anāgatamaddhānaṁ …pe… ",
  "sn12.66:14.2": "etarahi samaṇā vā brāhmaṇā vā yaṁ loke piyarūpaṁ sātarūpaṁ taṁ aniccato passanti dukkhato passanti anattato passanti rogato passanti bhayato passanti, ",
  "sn12.66:14.3": "te taṇhaṁ pajahanti. ",
  "sn12.66:14.4": "Ye taṇhaṁ pajahanti te upadhiṁ pajahanti. ",
  "sn12.66:14.5": "Ye upadhiṁ pajahanti te dukkhaṁ pajahanti. ",
  "sn12.66:14.6": "Ye dukkhaṁ pajahanti te parimuccanti jātiyā jarāya maraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi, parimuccanti dukkhasmāti vadāmī”ti. ",
  "sn12.66:14.7": "Chaṭṭhaṁ. "
}