{
  "sn12.66:0.1": "Saṃyutta Nikāya 12 ",
  "sn12.66:0.2": "7. Mahāvagga ",
  "sn12.66:0.3": "66. Sammasasutta ",
  "sn12.66:1.1": "Evaṃ me sutaṃ—",
  "sn12.66:1.2": "ekaṃ samayaṃ bhagavā kurūsu viharati kammāsadhammaṃ nāma kurūnaṃ nigamo. ",
  "sn12.66:1.3": "Tatra kho bhagavā bhikkhū āmantesi: ",
  "sn12.66:1.4": "“bhikkhavo”ti. ",
  "sn12.66:1.5": "“Bhadante”ti te bhikkhū bhagavato paccassosuṃ. ",
  "sn12.66:1.6": "Bhagavā etadavoca: ",
  "sn12.66:1.7": "“sammasatha no tumhe, bhikkhave, antaraṃ sammasan”ti. ",
  "sn12.66:1.8": "Evaṃ vutte, aññataro bhikkhu bhagavantaṃ etadavoca: ",
  "sn12.66:1.9": "“ahaṃ kho, bhante, sammasāmi antaraṃ sammasan”ti. ",
  "sn12.66:1.10": "“Yathā kathaṃ pana tvaṃ, bhikkhu, sammasasi antaraṃ sammasan”ti? ",
  "sn12.66:1.11": "Atha kho so bhikkhu byākāsi. ",
  "sn12.66:1.12": "Yathā so bhikkhu byākāsi na so bhikkhu bhagavato cittaṃ ārādhesi. ",
  "sn12.66:2.1": "Evaṃ vutte, āyasmā ānando bhagavantaṃ etadavoca: ",
  "sn12.66:2.2": "“etassa, bhagavā, kālo; etassa, sugata, kālo; ",
  "sn12.66:2.3": "yaṃ bhagavā antaraṃ sammasaṃ bhāseyya. Bhagavato sutvā bhikkhū dhāressantī”ti. ",
  "sn12.66:2.4": "“Tenahānanda, suṇātha, sādhukaṃ manasi karotha, bhāsissāmī”ti. ",
  "sn12.66:2.5": "“Evaṃ, bhante”ti kho te bhikkhū bhagavato paccassosuṃ. ",
  "sn12.66:2.6": "Bhagavā etadavoca: ",
  "sn12.66:3.1": "“Idha, bhikkhave, bhikkhu sammasamāno sammasati antaraṃ sammasaṃ: ",
  "sn12.66:3.2": "‘yaṃ kho idaṃ anekavidhaṃ nānappakārakaṃ dukkhaṃ loke uppajjati jarāmaraṇaṃ. ",
  "sn12.66:3.3": "Idaṃ kho dukkhaṃ kiṃnidānaṃ kiṃsamudayaṃ kiṃjātikaṃ kiṃpabhavaṃ, kismiṃ sati jarāmaraṇaṃ hoti, kismiṃ asati jarāmaraṇaṃ na hotī’ti? ",
  "sn12.66:3.4": "So sammasamāno evaṃ jānāti: ",
  "sn12.66:3.5": "‘yaṃ kho idaṃ anekavidhaṃ nānappakārakaṃ dukkhaṃ loke uppajjati jarāmaraṇaṃ. ",
  "sn12.66:3.6": "Idaṃ kho dukkhaṃ upadhinidānaṃ upadhisamudayaṃ upadhijātikaṃ upadhipabhavaṃ, upadhismiṃ sati jarāmaraṇaṃ hoti, upadhismiṃ asati jarāmaraṇaṃ na hotī’ti. ",
  "sn12.66:3.7": "So jarāmaraṇañca pajānāti jarāmaraṇasamudayañca pajānāti jarāmaraṇanirodhañca pajānāti yā ca jarāmaraṇanirodhasāruppagāminī paṭipadā tañca pajānāti. ",
  "sn12.66:3.8": "Tathāpaṭipanno ca hoti anudhammacārī. ",
  "sn12.66:3.9": "Ayaṃ vuccati, bhikkhave, bhikkhu sabbaso sammā dukkhakkhayāya paṭipanno jarāmaraṇanirodhāya. ",
  "sn12.66:4.1": "Athāparaṃ sammasamāno sammasati antaraṃ sammasaṃ: ",
  "sn12.66:4.2": "‘upadhi panāyaṃ kiṃnidāno kiṃsamudayo kiṃjātiko kiṃpabhavo, kismiṃ sati upadhi hoti, kismiṃ asati upadhi na hotī’ti? ",
  "sn12.66:4.3": "So sammasamāno evaṃ jānāti: ",
  "sn12.66:4.4": "‘upadhi taṇhānidāno taṇhāsamudayo taṇhājātiko taṇhāpabhavo, taṇhāya sati upadhi hoti, taṇhāya asati upadhi na hotī’ti. ",
  "sn12.66:4.5": "So upadhiñca pajānāti upadhisamudayañca pajānāti upadhinirodhañca pajānāti yā ca upadhinirodhasāruppagāminī paṭipadā tañca pajānāti. ",
  "sn12.66:4.6": "Tathāpaṭipanno ca hoti anudhammacārī. ",
  "sn12.66:4.7": "Ayaṃ vuccati, bhikkhave, bhikkhu sabbaso sammā dukkhakkhayāya paṭipanno upadhinirodhāya. ",
  "sn12.66:5.1": "Athāparaṃ sammasamāno sammasati antaraṃ sammasaṃ: ",
  "sn12.66:5.2": "‘taṇhā panāyaṃ kattha uppajjamānā uppajjati, kattha nivisamānā nivisatī’ti? ",
  "sn12.66:5.3": "So sammasamāno evaṃ jānāti—",
  "sn12.66:5.4": "yaṃ kho loke piyarūpaṃ sātarūpaṃ etthesā taṇhā uppajjamānā uppajjati, ettha nivisamānā nivisati. ",
  "sn12.66:5.5": "Kiñca loke piyarūpaṃ sātarūpaṃ? ",
  "sn12.66:5.6": "Cakkhuṃ loke piyarūpaṃ, sātarūpaṃ, etthesā taṇhā uppajjamānā uppajjati, ettha nivisamānā nivisati. ",
  "sn12.66:5.7": "Sotaṃ loke piyarūpaṃ sātarūpaṃ …pe… ",
  "sn12.66:5.8": "ghānaṃ loke piyarūpaṃ sātarūpaṃ … ",
  "sn12.66:5.9": "jivhā loke piyarūpaṃ sātarūpaṃ … ",
  "sn12.66:5.10": "kāyo loke piyarūpaṃ sātarūpaṃ … ",
  "sn12.66:5.11": "mano loke piyarūpaṃ sātarūpaṃ, etthesā taṇhā uppajjamānā uppajjati ettha nivisamānā nivisati. ",
  "sn12.66:6.1": "Ye hi keci, bhikkhave, atītamaddhānaṃ samaṇā vā brāhmaṇā vā yaṃ loke piyarūpaṃ sātarūpaṃ taṃ niccato addakkhuṃ sukhato addakkhuṃ attato addakkhuṃ ārogyato addakkhuṃ khemato addakkhuṃ. ",
  "sn12.66:6.2": "Te taṇhaṃ vaḍḍhesuṃ. ",
  "sn12.66:6.3": "Ye taṇhaṃ vaḍḍhesuṃ te upadhiṃ vaḍḍhesuṃ. ",
  "sn12.66:6.4": "Ye upadhiṃ vaḍḍhesuṃ te dukkhaṃ vaḍḍhesuṃ. ",
  "sn12.66:6.5": "Ye dukkhaṃ vaḍḍhesuṃ te na parimucciṃsu jātiyā jarāya maraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi, na parimucciṃsu dukkhasmāti vadāmi. ",
  "sn12.66:7.1": "Yepi hi keci, bhikkhave, anāgatamaddhānaṃ samaṇā vā brāhmaṇā vā yaṃ loke piyarūpaṃ sātarūpaṃ taṃ niccato dakkhissanti sukhato dakkhissanti attato dakkhissanti ārogyato dakkhissanti khemato dakkhissanti. ",
  "sn12.66:7.2": "Te taṇhaṃ vaḍḍhissanti. ",
  "sn12.66:7.3": "Ye taṇhaṃ vaḍḍhissanti te upadhiṃ vaḍḍhissanti. ",
  "sn12.66:7.4": "Ye upadhiṃ vaḍḍhissanti te dukkhaṃ vaḍḍhissanti. ",
  "sn12.66:7.5": "Ye dukkhaṃ vaḍḍhissanti te na parimuccissanti jātiyā jarāya maraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi, na parimuccissanti dukkhasmāti vadāmi. ",
  "sn12.66:8.1": "Yepi hi keci, bhikkhave, etarahi samaṇā vā brāhmaṇā vā yaṃ loke piyarūpaṃ sātarūpaṃ taṃ niccato passanti sukhato passanti attato passanti ārogyato passanti khemato passanti. ",
  "sn12.66:8.2": "Te taṇhaṃ vaḍḍhenti. ",
  "sn12.66:8.3": "Ye taṇhaṃ vaḍḍhenti te upadhiṃ vaḍḍhenti. ",
  "sn12.66:8.4": "Ye upadhiṃ vaḍḍhenti te dukkhaṃ vaḍḍhenti. ",
  "sn12.66:8.5": "Ye dukkhaṃ vaḍḍhenti te na parimuccanti jātiyā jarāya maraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi, na parimuccanti dukkhasmāti vadāmi. ",
  "sn12.66:9.1": "Seyyathāpi, bhikkhave, āpānīyakaṃso vaṇṇasampanno gandhasampanno rasasampanno. ",
  "sn12.66:9.2": "So ca kho visena saṃsaṭṭho. ",
  "sn12.66:9.3": "Atha puriso āgaccheyya ghammābhitatto ghammapareto kilanto tasito pipāsito. ",
  "sn12.66:9.4": "Tamenaṃ evaṃ vadeyyuṃ: ",
  "sn12.66:9.5": "‘ayaṃ te, ambho purisa, āpānīyakaṃso vaṇṇasampanno gandhasampanno rasasampanno; ",
  "sn12.66:9.6": "so ca kho visena saṃsaṭṭho. ",
  "sn12.66:9.7": "Sace ākaṅkhasi piva. ",
  "sn12.66:9.8": "Pivato hi kho taṃ chādessati vaṇṇenapi gandhenapi rasenapi, pivitvā ca pana tatonidānaṃ maraṇaṃ vā nigacchasi maraṇamattaṃ vā dukkhan’ti. ",
  "sn12.66:9.9": "So taṃ āpānīyakaṃsaṃ sahasā appaṭisaṅkhā piveyya, nappaṭinissajjeyya. ",
  "sn12.66:9.10": "So tatonidānaṃ maraṇaṃ vā nigaccheyya maraṇamattaṃ vā dukkhaṃ. ",
  "sn12.66:9.11": "Evameva kho, bhikkhave, ye hi keci atītamaddhānaṃ samaṇā vā brāhmaṇā vā yaṃ loke piyarūpaṃ …pe… ",
  "sn12.66:9.12": "anāgatamaddhānaṃ …pe… ",
  "sn12.66:9.13": "etarahi samaṇā vā brāhmaṇā vā yaṃ loke piyarūpaṃ sātarūpaṃ taṃ niccato passanti sukhato passanti attato passanti ārogyato passanti khemato passanti, te taṇhaṃ vaḍḍhenti. ",
  "sn12.66:9.14": "Ye taṇhaṃ vaḍḍhenti te upadhiṃ vaḍḍhenti. ",
  "sn12.66:9.15": "Ye upadhiṃ vaḍḍhenti te dukkhaṃ vaḍḍhenti. ",
  "sn12.66:9.16": "Ye dukkhaṃ vaḍḍhenti te na parimuccanti jātiyā jarāya maraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi, na parimuccanti dukkhasmāti vadāmi. ",
  "sn12.66:10.1": "Ye ca kho keci, bhikkhave, atītamaddhānaṃ samaṇā vā brāhmaṇā vā yaṃ loke piyarūpaṃ sātarūpaṃ taṃ aniccato addakkhuṃ dukkhato addakkhuṃ anattato addakkhuṃ rogato addakkhuṃ bhayato addakkhuṃ, ",
  "sn12.66:10.2": "te taṇhaṃ pajahiṃsu. ",
  "sn12.66:10.3": "Ye taṇhaṃ pajahiṃsu te upadhiṃ pajahiṃsu. ",
  "sn12.66:10.4": "Ye upadhiṃ pajahiṃsu te dukkhaṃ pajahiṃsu. ",
  "sn12.66:10.5": "Ye dukkhaṃ pajahiṃsu te parimucciṃsu jātiyā jarāya maraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi, parimucciṃsu dukkhasmāti vadāmi. ",
  "sn12.66:11.1": "Yepi hi keci, bhikkhave, anāgatamaddhānaṃ samaṇā vā brāhmaṇā vā yaṃ loke piyarūpaṃ sātarūpaṃ taṃ aniccato dakkhissanti dukkhato dakkhissanti anattato dakkhissanti rogato dakkhissanti bhayato dakkhissanti, ",
  "sn12.66:11.2": "te taṇhaṃ pajahissanti. ",
  "sn12.66:11.3": "Ye taṇhaṃ pajahissanti …pe… ",
  "sn12.66:11.4": "parimuccissanti dukkhasmāti vadāmi. ",
  "sn12.66:12.1": "Yepi hi keci, bhikkhave, etarahi samaṇā vā brāhmaṇā vā yaṃ loke piyarūpaṃ sātarūpaṃ taṃ aniccato passanti dukkhato passanti anattato passanti rogato passanti bhayato passanti, ",
  "sn12.66:12.2": "te taṇhaṃ pajahanti. ",
  "sn12.66:12.3": "Ye taṇhaṃ pajahanti te upadhiṃ pajahanti. ",
  "sn12.66:12.4": "Ye upadhiṃ pajahanti te dukkhaṃ pajahanti. ",
  "sn12.66:12.5": "Ye dukkhaṃ pajahanti te parimuccanti jātiyā jarāya maraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi, parimuccanti dukkhasmāti vadāmi. ",
  "sn12.66:13.1": "Seyyathāpi, bhikkhave, āpānīyakaṃso vaṇṇasampanno gandhasampanno rasasampanno. ",
  "sn12.66:13.2": "So ca kho visena saṃsaṭṭho. ",
  "sn12.66:13.3": "Atha puriso āgaccheyya ghammābhitatto ghammapareto kilanto tasito pipāsito. ",
  "sn12.66:13.4": "Tamenaṃ evaṃ vadeyyuṃ: ",
  "sn12.66:13.5": "‘ayaṃ te, ambho purisa, āpānīyakaṃso vaṇṇasampanno gandhasampanno rasasampanno so ca kho visena saṃsaṭṭho. ",
  "sn12.66:13.6": "Sace ākaṅkhasi piva. ",
  "sn12.66:13.7": "Pivato hi kho taṃ chādessati vaṇṇenapi gandhenapi rasenapi; pivitvā ca pana tatonidānaṃ maraṇaṃ vā nigacchasi maraṇamattaṃ vā dukkhan’ti. ",
  "sn12.66:13.8": "Atha kho, bhikkhave, tassa purisassa evamassa: ",
  "sn12.66:13.9": "‘sakkā kho me ayaṃ surāpipāsitā pānīyena vā vinetuṃ dadhimaṇḍakena vā vinetuṃ bhaṭṭhaloṇikāya vā vinetuṃ loṇasovīrakena vā vinetuṃ, na tvevāhaṃ taṃ piveyyaṃ, yaṃ mama assa dīgharattaṃ hitāya sukhāyā’ti. ",
  "sn12.66:13.10": "So taṃ āpānīyakaṃsaṃ paṭisaṅkhā na piveyya, paṭinissajjeyya. ",
  "sn12.66:13.11": "So tatonidānaṃ na maraṇaṃ vā nigaccheyya maraṇamattaṃ vā dukkhaṃ. ",
  "sn12.66:13.12": "Evameva kho, bhikkhave, ye hi keci atītamaddhānaṃ samaṇā vā brāhmaṇā vā yaṃ loke piyarūpaṃ sātarūpaṃ taṃ aniccato addakkhuṃ dukkhato addakkhuṃ anattato addakkhuṃ rogato addakkhuṃ bhayato addakkhuṃ, ",
  "sn12.66:13.13": "te taṇhaṃ pajahiṃsu. ",
  "sn12.66:13.14": "Ye taṇhaṃ pajahiṃsu te upadhiṃ pajahiṃsu. ",
  "sn12.66:13.15": "Ye upadhiṃ pajahiṃsu te dukkhaṃ pajahiṃsu. ",
  "sn12.66:13.16": "Ye dukkhaṃ pajahiṃsu te parimucciṃsu jātiyā jarāya maraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi, parimucciṃsu dukkhasmāti vadāmi. ",
  "sn12.66:14.1": "Yepi hi keci, bhikkhave, anāgatamaddhānaṃ …pe… ",
  "sn12.66:14.2": "etarahi samaṇā vā brāhmaṇā vā yaṃ loke piyarūpaṃ sātarūpaṃ taṃ aniccato passanti dukkhato passanti anattato passanti rogato passanti bhayato passanti, ",
  "sn12.66:14.3": "te taṇhaṃ pajahanti. ",
  "sn12.66:14.4": "Ye taṇhaṃ pajahanti te upadhiṃ pajahanti. ",
  "sn12.66:14.5": "Ye upadhiṃ pajahanti te dukkhaṃ pajahanti. ",
  "sn12.66:14.6": "Ye dukkhaṃ pajahanti te parimuccanti jātiyā jarāya maraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi, parimuccanti dukkhasmāti vadāmī”ti. ",
  "sn12.66:14.7": "Chaṭṭhaṃ. "
}