{
  "sn8.2:0.1": "Verbundene Lehrreden 8.2 ",
  "sn8.2:0.2": "1. Das Kapitel mit Vaṅgīsa ",
  "sn8.2:0.3": "Widerwille ",
  "sn8.2:1.1": "Einmal hielt sich der Ehrwürdige Vaṅgīsa bei Āḷavī auf, beim Aggāḷava-Baumheiligtum, zusammen mit seinem Mentor, dem Ehrwürdigen Nigrodhakappa. ",
  "sn8.2:1.2": "Zu dieser Zeit ging der Ehrwürdige Nigrodhakappa nach dem Essen, wenn er vom Almosengang zurückkam, in seine Hütte und kam für den Rest des Tages, oder auch den nächsten, nicht mehr heraus. ",
  "sn8.2:1.3": "Da wurde zu der Zeit der Ehrwürdige Vaṅgīsa unzufrieden, da Begierde seinen Geist befiel. ",
  "sn8.2:1.4": "Da dachte er: ",
  "sn8.2:1.5": "„Es ist mein Pech, mein Missgeschick, ",
  "sn8.2:1.6": "dass ich unzufrieden geworden bin und Begierde meinen Geist befallen hat. Wie könnte jemand anders meine Unzufriedenheit vertreiben und Zufriedenheit hervorbringen? ",
  "sn8.2:1.7": "Warum tue ich es nicht selbst?“ ",
  "sn8.2:1.8": "Und als er dann seine eigene Unzufriedenheit vertrieb und Zufriedenheit hervorbrachte, sagte er diese Strophen auf: ",
  "sn8.2:2.1": "„Er gibt Widerwillen und Begierde auf ",
  "sn8.2:2.2": "und alle Gedanken an das Leben im Haus, ",
  "sn8.2:2.3": "in nichts lässt er sich mehr verwickeln; ",
  "sn8.2:2.4": "ohne Verwicklungen, ohne Wünsche: Das ist ein wahrer Mönch. ",
  "sn8.2:3.1": "Ob auf dieser Erde oder im Himmel, ",
  "sn8.2:3.2": "alles, was in der Welt zur Form gehört, ",
  "sn8.2:3.3": "nutzt sich ab, es ist alles unbeständig; ",
  "sn8.2:3.4": "bedachte Menschen haben diese Wahrheit verstanden und handeln danach. ",
  "sn8.2:4.1": "Menschen hängen fest an ihren Bindungen ",
  "sn8.2:4.2": "an Gesehenes, Gehörtes, Gefühltes und Gedachtes. ",
  "sn8.2:4.3": "Sei unbewegt, vertreibe das Sehnen nach diesen Dingen, ",
  "sn8.2:4.4": "denn einer, den man ‚einen Abgeklärten‘ nennt, haftet nicht daran. ",
  "sn8.2:5.1": "An die sechzig falschen Ansichten gebunden und voller eigener Meinungen, ",
  "sn8.2:5.2": "so sind gewöhnliche Menschen auf falsche Grundsätze fixiert. ",
  "sn8.2:5.3": "Aber dieser Mönch würde sich keiner andersgläubigen Gruppe anschließen, ",
  "sn8.2:5.4": "noch weniger würde er obszöne Reden äußern. ",
  "sn8.2:6.1": "Tüchtig, lange im Samādhi versunken, ",
  "sn8.2:6.2": "nicht betrügerisch, wach, ohne Neid – ",
  "sn8.2:6.3": "der Abgeklärte hat den Zustand des Friedens erreicht; ",
  "sn8.2:6.4": "und weil er erloschen ist, wartet er seine Zeit ab.“ "
}