{
  "sn8.7:0.1": "Verbundene Lehrreden 8.7 ",
  "sn8.7:0.2": "1. Das Kapitel mit Vaṅgīsa ",
  "sn8.7:0.3": "Die Einladung zum Ermahnen ",
  "sn8.7:1.1": "Einmal hielt sich der Buddha bei Sāvatthī im Ostkloster auf, dem Pfahlhaus der Mutter Migāras, zusammen mit einem großen Saṅgha von 500 Mönchen und Nonnen, die alle Vollendete waren. ",
  "sn8.7:1.2": "Zu der Zeit, es war der Besinnungstag, der Vollmond am fünfzehnten Tag, saß der Buddha für die Einladung zum Ermahnen inmitten eines Saṅgha von Mönchen unter freiem Himmel. ",
  "sn8.7:1.3": "Da blickte der Buddha über den stillen Saṅgha der Mönche und redete sie an: ",
  "sn8.7:1.4": "„Kommt, Mönche, ich lade euch ein: ",
  "sn8.7:1.5": "Gibt es irgendetwas, das ich mit dem Körper oder der Sprache getan habe, das ihr tadeln würdet?“ ",
  "sn8.7:2.1": "Als er geendet hatte, erhob sich der Ehrwürdige Sāriputta von seinem Sitz, ordnete seine Robe über einer Schulter, erhob seine zusammengelegten Hände zum Buddha und sagte: ",
  "sn8.7:2.2": "„Es gibt nichts, Herr, das du mit dem Körper oder der Sprache getan hast, das wir tadeln würden. ",
  "sn8.7:2.3": "Denn der Gesegnete ließ den nicht erschienenen Pfad erscheinen, gebar den nicht geborenen Pfad, erklärte den nicht erklärten Pfad. Er ist der Kenner des Pfades, der Entdecker des Pfades, ist mit dem Pfad vertraut. ",
  "sn8.7:2.4": "Und jetzt leben die Schüler, indem sie dem Pfad folgen; sie gewinnen ihn später. ",
  "sn8.7:2.5": "Und, Herr, ich lade den Gesegneten ein: ",
  "sn8.7:2.6": "Gibt es irgendetwas, das ich mit dem Körper oder der Sprache getan habe, das du tadeln würdest?“ ",
  "sn8.7:3.1": "„Es gibt nichts, Sāriputta, das du mit dem Körper oder der Sprache getan hast, das ich tadeln würde. ",
  "sn8.7:3.2": "Sāriputta, du bist klug. Du besitzt große Weisheit, umfassende Weisheit, lachende Weisheit, flinke Weisheit, scharfe Weisheit, durchdringende Weisheit. ",
  "sn8.7:3.3": "Wie der älteste Sohn eines Rad-drehenden Herrschers, der die Macht, die sein Vater in Gang gesetzt hat, rechtmäßig weiter ausübt, ",
  "sn8.7:3.4": "ebenso rollt Sāriputta das unübertreffliche Rad des Dhamma, das von mir vorwärts gerollt worden ist, rechtmäßig weiter.“ ",
  "sn8.7:4.1": "„Da ich anscheinend nichts getan habe, das den Tadel des Gesegneten verdient – ",
  "sn8.7:4.2": "gibt es irgendetwas, das diese 500 Mönche mit dem Körper oder der Sprache getan haben, das du tadeln würdest?“ ",
  "sn8.7:4.3": "„Es gibt nichts, Sāriputta, das diese 500 Mönche mit dem Körper oder der Sprache getan haben, das ich tadeln würde. ",
  "sn8.7:4.4": "Denn von diesen 500 Mönchen besitzen sechzig das dreifache Wissen, sechzig besitzen die sechs unmittelbaren Einsichten, sechzig sind auf beide Arten befreit und die übrigen sind durch Weisheit befreit.“ ",
  "sn8.7:5.1": "Da erhob sich der Ehrwürdige Vaṅgīsa von seinem Sitz, ordnete seine Robe über einer Schulter, erhob seine zusammengelegten Hände zum Buddha und sagte: ",
  "sn8.7:5.2": "„Mir kommt etwas in den Sinn, Gesegneter! Mir kommt etwas in den Sinn, Heiliger!“ ",
  "sn8.7:5.3": "„So sag, was dir in den Sinn kommt“, sagte der Buddha. ",
  "sn8.7:5.4": "Da rühmte der Ehrwürdige Vaṅgīsa den Buddha vor diesem selbst mit passenden Strophen: ",
  "sn8.7:6.1": "„Heute, am fünfzehnten Tag, dem Besinnungstag, ",
  "sn8.7:6.2": "haben sich 500 Mönche versammelt, um ihre Regeln zu läutern. ",
  "sn8.7:6.3": "Diese Eremiten, frei von Sorgen, haben ihre Fesseln und Ketten durchtrennt, ",
  "sn8.7:6.4": "sie werden nicht wieder geboren werden. ",
  "sn8.7:7.1": "Gerade wie ein Rad-drehender Herrscher ",
  "sn8.7:7.2": "mit seinen Ministern im Gefolge ",
  "sn8.7:7.3": "dieses von der See umspülte Land ",
  "sn8.7:7.4": "ganz umwandert, ",
  "sn8.7:8.1": "so verehren die Schüler den Sieger in der Schlacht, ",
  "sn8.7:8.2": "den unübertroffenen Karawanenführer – ",
  "sn8.7:8.3": "sie, die das dreifache Wissen besitzen, ",
  "sn8.7:8.4": "die den Tod bezwungen haben. ",
  "sn8.7:9.1": "Alle sind Söhne des Gesegneten, ",
  "sn8.7:9.2": "es gibt hier keine Spreu. ",
  "sn8.7:9.3": "Ich verbeuge mich vor ihm, der mit der Sonne verwandt ist, ",
  "sn8.7:9.4": "der den Pfeil des Verlangens zerstört hat.“ "
}