{
  "sn8.2:0.1": "Verbundene Lehrreden 8.2 ",
  "sn8.2:0.2": "1. Das Kapitel mit Vaṅgīsa ",
  "sn8.2:0.3": "Widerwille ",
  "sn8.2:1.1": "Einmal hielt sich der Ehrwürdige Vaṅgīsa bei Āḷavī auf, bei Āḷavīs vorderstem Heiligtum, zusammen mit seinem Mentor, dem Ehrwürdigen Nigrodhakappa. ",
  "sn8.2:1.2": "Zu dieser Zeit ging der Ehrwürdige Nigrodhakappa nach dem Essen, wenn er vom Almosengang zurückkam, in seine Hütte und kam für den Rest des Tages, oder auch den nächsten, nicht mehr heraus. ",
  "sn8.2:1.3": "Da wurde zu der Zeit der Ehrwürdige Vaṅgīsa unzufrieden, da Wollust seinen Geist befiel. ",
  "sn8.2:1.4": "Da dachte er: ",
  "sn8.2:1.5": "„Es ist mein Pech, mein Missgeschick, ",
  "sn8.2:1.6": "dass ich unzufrieden geworden bin und Wollust meinen Geist befallen hat. Wie könnte jemand anders meine Unzufriedenheit vertreiben und Zufriedenheit hervorbringen? ",
  "sn8.2:1.7": "Warum tue ich es nicht selbst?“ ",
  "sn8.2:1.8": "Und als er dann seine eigene Unzufriedenheit vertrieb und Zufriedenheit hervorbrachte, sagte er diese Strophen auf: ",
  "sn8.2:2.1": "„Er gibt Widerwillen und Begierde auf ",
  "sn8.2:2.2": "und alle Gedanken an das Leben im Haus, ",
  "sn8.2:2.3": "auf kein Gewirr lässt er sich ein; ",
  "sn8.2:2.4": "ohne Gewirr, von Gewirr frei: Das ist ein wahrer Mönch. ",
  "sn8.2:3.1": "Was immer hier zur Form gehört, ",
  "sn8.2:3.2": "auf Erden, im Himmel, in der Tiefe des Wandelsterns, ",
  "sn8.2:3.3": "es nutzt sich ab, ist alles unbeständig; ",
  "sn8.2:3.4": "die sich selbst geprüft haben, haben das verstanden und leben danach. ",
  "sn8.2:4.1": "Menschen hängen fest an ihren Bindungen, ",
  "sn8.2:4.2": "am Aufprall von Gesehenem und Gehörtem und an dem, was gedacht wird. ",
  "sn8.2:4.3": "Sei unbewegt, vertreibe das Sehnen nach diesen Dingen, ",
  "sn8.2:4.4": "denn einer, den man ‚einen Abgeklärten‘ nennt, haftet nicht daran. ",
  "sn8.2:5.1": "In den sechzig falschen Ansichten gefangen, voller eigener Meinungen, ",
  "sn8.2:5.2": "so sind gewöhnliche Menschen auf falsche Grundsätze fixiert. ",
  "sn8.2:5.3": "Aber dieser Mönch würde sich keiner Sekte anschließen, ",
  "sn8.2:5.4": "noch weniger würde er obszöne Reden äußern. ",
  "sn8.2:6.1": "Tüchtig, lange im Samādhi versunken, ",
  "sn8.2:6.2": "nicht betrügerisch, wach, ohne Neid – ",
  "sn8.2:6.3": "der Abgeklärte hat den Zustand des Friedens erreicht; ",
  "sn8.2:6.4": "vollkommen verloschen wartet er seine Zeit ab.“ "
}