{
  "sn8.8:0.1": "Verbundene Lehrreden 8.8 ",
  "sn8.8:0.2": "1. Das Kapitel mit Vaṅgīsa ",
  "sn8.8:0.3": "Über tausend ",
  "sn8.8:1.1": "Einmal hielt sich der Buddha zusammen mit einem großen Saṅgha von 1.250 Mönchen und Nonnen bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "sn8.8:1.2": "Da nun leitete der Buddha die Mönche und Nonnen mit einem Dhammavortrag über das Erlöschen an, ermunterte sie, begeisterte sie und regte sie an. ",
  "sn8.8:1.3": "Und diese Mönche und Nonnen gaben acht, passten auf, waren mit ganzem Herzen dabei und spitzten die Ohren. ",
  "sn8.8:1.4": "Da dachte der Ehrwürdige Vaṅgīsa: ",
  "sn8.8:1.5": "„Der Buddha leitet die Mönche und Nonnen mit einem Dhammavortrag über das Erlöschen an, ermuntert sie, begeistert sie und regt sie an. ",
  "sn8.8:1.6": "Und die Mönche und Nonnen geben acht, passen auf, sind mit ganzem Herzen dabei und spitzen die Ohren. ",
  "sn8.8:1.7": "Warum rühme ich ihn nicht vor ihm selbst mit passenden Strophen?“ ",
  "sn8.8:2.1": "Und der Ehrwürdige Vaṅgīsa erhob sich von seinem Sitz, ordnete seine Robe über einer Schulter, erhob seine zusammengelegten Hände zum Buddha und sagte: ",
  "sn8.8:2.2": "„Mir fällt etwas ein, Gesegneter! Mir fällt etwas ein, Heiliger!“ ",
  "sn8.8:2.3": "„So sag, was dir einfällt“, sagte der Buddha. ",
  "sn8.8:2.4": "Da rühmte der Ehrwürdige Vaṅgīsa den Buddha vor diesem selbst mit passenden Strophen: ",
  "sn8.8:3.1": "„Über tausend Mönche und Nonnen ",
  "sn8.8:3.2": "verehren den Heiligen, ",
  "sn8.8:3.3": "wie er den unbefleckten Dhamma lehrt, ",
  "sn8.8:3.4": "das Erlöschen, allseitige Furchtlosigkeit. ",
  "sn8.8:4.1": "Sie lauschen dem unbefleckten Dhamma, ",
  "sn8.8:4.2": "der vom vollkommen erwachten Buddha gelehrt wird; ",
  "sn8.8:4.3": "so glänzend ist der Buddha, ",
  "sn8.8:4.4": "wie er vor dem Saṅgha der Mönche und Nonnen sitzt. ",
  "sn8.8:5.1": "Gesegneter, dein Name ist ‚Riese‘, ",
  "sn8.8:5.2": "der siebte der Weisen. ",
  "sn8.8:5.3": "Du bist wie eine große Regenwolke, ",
  "sn8.8:5.4": "die auf deine Schüler herabregnet. ",
  "sn8.8:6.1": "Ich habe mich von meiner Meditation des Tages erhoben, ",
  "sn8.8:6.2": "weil ich den Lehrer sehen wollte. ",
  "sn8.8:6.3": "Großer Held, dein Schüler Vaṅgīsa ",
  "sn8.8:6.4": "verbeugt sich zu deinen Füßen.“ ",
  "sn8.8:7.1": "„Vaṅgīsa, hattest du diese Strophen vorher verfasst oder sind sie dir eben in den Sinn gekommen?“ ",
  "sn8.8:7.2": "„Sie sind mir eben in den Sinn gekommen, Herr.“ ",
  "sn8.8:7.3": "„Nun, Vaṅgīsa, sprich weitere Strophen, die dir spontan einfallen.“ ",
  "sn8.8:7.4": "„Ja, Herr“, antwortete Vaṅgīsa. Dann rühmte er den Buddha mit weiteren Strophen, die ihm spontan einfielen und die er nicht vorher verfasst hatte: ",
  "sn8.8:8.1": "„Nachdem du Māras trügerischen Pfad überwunden hast, ",
  "sn8.8:8.2": "wanderst du, die Hartherzigkeit gelöst. ",
  "sn8.8:8.3": "Seht ihn, den Befreier von den Fesseln, ungebunden, ",
  "sn8.8:8.4": "wie er die Lehre aufgliedert. ",
  "sn8.8:9.1": "Auf viele Arten hast du ",
  "sn8.8:9.2": "den Weg erklärt, um die Flut zu überqueren. ",
  "sn8.8:9.3": "Die Seher der Wahrheit stehen, ohne zu wanken, ",
  "sn8.8:9.4": "in der Unsterblichkeit, die du erklärt hast. ",
  "sn8.8:10.1": "Du Bringer des Lichts, der die Wahrheit durchdrungen hat, ",
  "sn8.8:10.2": "du hast gesehen, was jenseits aller Seinsbereiche liegt. ",
  "sn8.8:10.3": "Nachdem du es selbst gesehen und erkannt hast, ",
  "sn8.8:10.4": "hast du es zuerst die Gruppe der Fünf gelehrt. ",
  "sn8.8:11.1": "Da der Dhamma so gut gelehrt ist, ",
  "sn8.8:11.2": "wie könnte jemand, der ihn kennt, nachlässig sein? ",
  "sn8.8:11.3": "Daher sollten wir beflissen sein ",
  "sn8.8:11.4": "und uns stets respektvoll in der Lehre des Buddha schulen.“ "
}