{
  "sn8.6:0.1": "Verbundene Lehrreden 8.6 ",
  "sn8.6:0.2": "1. Das Kapitel mit Vaṅgīsa ",
  "sn8.6:0.3": "Mit Sāriputta ",
  "sn8.6:1.1": "Einmal hielt sich der Ehrwürdige Sāriputta bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "sn8.6:1.2": "Da nun leitete der Ehrwürdige Sāriputta die Mönche und Nonnen in der Versammlungshalle mit einem Dhammavortrag an, ermunterte sie, begeisterte sie und regte sie an. Seine Worte waren geschliffen, klar und deutlich und brachten die Bedeutung zum Ausdruck. ",
  "sn8.6:1.3": "Und diese Mönche und Nonnen gaben acht, passten auf, waren mit ganzem Herzen dabei und spitzten die Ohren. ",
  "sn8.6:1.4": "Da dachte der Ehrwürdige Vaṅgīsa: ",
  "sn8.6:1.5": "„Dieser Ehrwürdige Sāriputta leitet die Mönche und Nonnen an … ",
  "sn8.6:1.6": "Und die Mönche und Nonnen geben acht, passen auf, sind mit ganzem Herzen dabei und spitzen die Ohren. ",
  "sn8.6:1.7": "Warum rühme ich ihn nicht vor ihm selbst mit passenden Strophen?“ ",
  "sn8.6:2.1": "Und der Ehrwürdige Vaṅgīsa erhob sich von seinem Sitz, ordnete seine Robe über einer Schulter, erhob seine zusammengelegten Hände zu Sāriputta und sagte: ",
  "sn8.6:2.2": "„Mir fällt etwas ein, werter Sāriputta! Mir fällt etwas ein, werter Sāriputta!“ ",
  "sn8.6:2.3": "„So sag, was dir einfällt“, sagte Sāriputta. ",
  "sn8.6:2.4": "Da rühmte der Ehrwürdige Vaṅgīsa den Ehrwürdigen Sāriputta vor diesem selbst mit passenden Strophen: ",
  "sn8.6:3.1": "„Tiefgründig in der Weisheit, verständig, ",
  "sn8.6:3.2": "in der Vielfalt der Wege bewandert – ",
  "sn8.6:3.3": "Sāriputta, der so überaus weise ist, ",
  "sn8.6:3.4": "lehrt die Mönche und Nonnen den Dhamma. ",
  "sn8.6:4.1": "Er lehrt ihn kurz, ",
  "sn8.6:4.2": "er spricht ausführlich. ",
  "sn8.6:4.3": "Sein Ruf, wie ein Maina-Vogel, ",
  "sn8.6:4.4": "fließt über vor Ergriffenheit. ",
  "sn8.6:5.1": "Während er lehrt, ",
  "sn8.6:5.2": "lauschen die Mönche und Nonnen seiner süßen Stimme, ",
  "sn8.6:5.3": "die anziehend klingt, ",
  "sn8.6:5.4": "klar und melodisch. ",
  "sn8.6:5.5": "Freudig hören sie zu, ",
  "sn8.6:5.6": "ihre Herzen erhoben.“ "
}