{
  "an8.40:0.1": "Aṅguttara Nikāya 8.40 ",
  "an8.40:0.2": "4. Dānavagga ",
  "an8.40:0.3": "Duccaritavipākasutta ",
  "an8.40:1.1": "“Pāṇātipāto, bhikkhave, āsevito bhāvito bahulīkato nirayasaṁvattaniko tiracchānayonisaṁvattaniko pettivisayasaṁvattaniko. ",
  "an8.40:1.2": "Yo sabbalahuso pāṇātipātassa vipāko, manussabhūtassa appāyukasaṁvattaniko hoti. ",
  "an8.40:2.1": "Adinnādānaṁ, bhikkhave, āsevitaṁ bhāvitaṁ bahulīkataṁ nirayasaṁvattanikaṁ tiracchānayonisaṁvattanikaṁ pettivisayasaṁvattanikaṁ. ",
  "an8.40:2.2": "Yo sabbalahuso adinnādānassa vipāko, manussabhūtassa bhogabyasanasaṁvattaniko hoti. ",
  "an8.40:3.1": "Kāmesumicchācāro, bhikkhave, āsevito bhāvito bahulīkato nirayasaṁvattaniko tiracchānayonisaṁvattaniko pettivisayasaṁvattaniko. ",
  "an8.40:3.2": "Yo sabbalahuso kāmesumicchācārassa vipāko, manussabhūtassa sapattaverasaṁvattaniko hoti. ",
  "an8.40:4.1": "Musāvādo, bhikkhave, āsevito bhāvito bahulīkato nirayasaṁvattaniko tiracchānayonisaṁvattaniko pettivisayasaṁvattaniko. ",
  "an8.40:4.2": "Yo sabbalahuso musāvādassa vipāko, manussabhūtassa abhūtabbhakkhānasaṁvattaniko hoti. ",
  "an8.40:5.1": "Pisuṇā, bhikkhave, vācā āsevitā bhāvitā bahulīkatā nirayasaṁvattanikā tiracchānayonisaṁvattanikā pettivisayasaṁvattanikā. ",
  "an8.40:5.2": "Yo sabbalahuso pisuṇāya vācāya vipāko, manussabhūtassa mittehi bhedanasaṁvattaniko hoti. ",
  "an8.40:6.1": "Pharusā, bhikkhave, vācā āsevitā bhāvitā bahulīkatā nirayasaṁvattanikā tiracchānayonisaṁvattanikā pettivisayasaṁvattanikā. ",
  "an8.40:6.2": "Yo sabbalahuso pharusāya vācāya vipāko, manussabhūtassa amanāpasaddasaṁvattaniko hoti. ",
  "an8.40:7.1": "Samphappalāpo, bhikkhave, āsevito bhāvito bahulīkato nirayasaṁvattaniko tiracchānayonisaṁvattaniko pettivisayasaṁvattaniko. ",
  "an8.40:7.2": "Yo sabbalahuso samphappalāpassa vipāko, manussabhūtassa anādeyyavācāsaṁvattaniko hoti. ",
  "an8.40:8.1": "Surāmerayapānaṁ, bhikkhave, āsevitaṁ bhāvitaṁ bahulīkataṁ nirayasaṁvattanikaṁ tiracchānayonisaṁvattanikaṁ pettivisayasaṁvattanikaṁ. ",
  "an8.40:8.2": "Yo sabbalahuso surāmerayapānassa vipāko, manussabhūtassa ummattakasaṁvattaniko hotī”ti. ",
  "an8.40:8.3": "Dasamaṁ. ",
  "an8.40:8.4": "Dānavaggo catuttho. ",
  "an8.40:9.0": "Tassuddānaṁ ",
  "an8.40:9.1": "Dve dānāni vatthuñca, ",
  "an8.40:9.2": "khettaṁ dānūpapattiyo; ",
  "an8.40:9.3": "Kiriyaṁ dve sappurisā, ",
  "an8.40:9.4": "abhisando vipāko cāti. "
}