{
  "an8.11:0.1": "Aṅguttara Nikāya 8 ",
  "an8.11:0.2": "2. Mahāvagga ",
  "an8.11:0.3": "11. Verañjasutta ",
  "an8.11:1.1": "Evaṁ me sutaṁ—",
  "an8.11:1.2": "ekaṁ samayaṁ bhagavā verañjāyaṁ viharati naḷerupucimandamūle. ",
  "an8.11:1.3": "Atha kho verañjo brāhmaṇo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṁ sammodi. ",
  "an8.11:1.4": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho verañjo brāhmaṇo bhagavantaṁ etadavoca: ",
  "an8.11:2.1": "“Sutaṁ metaṁ, bho gotama: ",
  "an8.11:2.2": "‘na samaṇo gotamo brāhmaṇe jiṇṇe vuḍḍhe mahallake addhagate vayoanuppatte abhivādeti vā paccuṭṭheti vā āsanena vā nimantetī’ti. ",
  "an8.11:2.3": "Tayidaṁ, bho gotama, tatheva. ",
  "an8.11:2.4": "Na hi bhavaṁ gotamo brāhmaṇe jiṇṇe vuḍḍhe mahallake addhagate vayoanuppatte abhivādeti vā paccuṭṭheti vā āsanena vā nimanteti. ",
  "an8.11:2.5": "Tayidaṁ, bho gotama, na sampannamevā”ti. ",
  "an8.11:2.6": "“Nāhaṁ taṁ, brāhmaṇa, passāmi sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya yamahaṁ abhivādeyyaṁ vā paccuṭṭheyyaṁ vā āsanena vā nimanteyyaṁ. ",
  "an8.11:2.7": "Yañhi, brāhmaṇa, tathāgato abhivādeyya vā paccuṭṭheyya vā āsanena vā nimanteyya, muddhāpi tassa vipateyyā”ti. ",
  "an8.11:3.1": "“Arasarūpo bhavaṁ gotamo”ti. ",
  "an8.11:3.2": "“Atthi khvesa, brāhmaṇa, pariyāyo, yena maṁ pariyāyena sammā vadamāno vadeyya: ",
  "an8.11:3.3": "‘arasarūpo samaṇo gotamo’ti. ",
  "an8.11:3.4": "Ye te, brāhmaṇa, rūparasā saddarasā gandharasā rasarasā phoṭṭhabbarasā, te tathāgatassa pahīnā ucchinnamūlā tālāvatthukatā anabhāvaṅkatā āyatiṁ anuppādadhammā. ",
  "an8.11:3.5": "Ayaṁ kho, brāhmaṇa, pariyāyo, yena maṁ pariyāyena sammā vadamāno vadeyya: ",
  "an8.11:3.6": "‘arasarūpo samaṇo gotamo’ti, no ca kho yaṁ tvaṁ sandhāya vadesī”ti. ",
  "an8.11:4.1": "“Nibbhogo bhavaṁ gotamo”ti. ",
  "an8.11:4.2": "“Atthi khvesa, brāhmaṇa, pariyāyo, yena maṁ pariyāyena sammā vadamāno vadeyya: ",
  "an8.11:4.3": "‘nibbhogo samaṇo gotamo’ti. ",
  "an8.11:4.4": "Ye te, brāhmaṇa, rūpabhogā saddabhogā gandhabhogā rasabhogā phoṭṭhabbabhogā, te tathāgatassa pahīnā ucchinnamūlā tālāvatthukatā anabhāvaṅkatā āyatiṁ anuppādadhammā. ",
  "an8.11:4.5": "Ayaṁ kho, brāhmaṇa, pariyāyo, yena maṁ pariyāyena sammā vadamāno vadeyya: ",
  "an8.11:4.6": "‘nibbhogo samaṇo gotamo’ti, no ca kho yaṁ tvaṁ sandhāya vadesī”ti. ",
  "an8.11:5.1": "“Akiriyavādo bhavaṁ gotamo”ti. ",
  "an8.11:5.2": "“Atthi khvesa, brāhmaṇa, pariyāyo, yena maṁ pariyāyena sammā vadamāno vadeyya: ",
  "an8.11:5.3": "‘akiriyavādo samaṇo gotamo’ti. ",
  "an8.11:5.4": "Ahañhi, brāhmaṇa, akiriyaṁ vadāmi kāyaduccaritassa vacīduccaritassa manoduccaritassa; anekavihitānaṁ pāpakānaṁ akusalānaṁ dhammānaṁ akiriyaṁ vadāmi. ",
  "an8.11:5.5": "Ayaṁ kho, brāhmaṇa, pariyāyo, yena maṁ pariyāyena sammā vadamāno vadeyya: ",
  "an8.11:5.6": "‘akiriyavādo samaṇo gotamo’ti, no ca kho yaṁ tvaṁ sandhāya vadesī”ti. ",
  "an8.11:6.1": "“Ucchedavādo bhavaṁ gotamo”ti. ",
  "an8.11:6.2": "“Atthi khvesa, brāhmaṇa, pariyāyo, yena maṁ pariyāyena sammā vadamāno vadeyya: ",
  "an8.11:6.3": "‘ucchedavādo samaṇo gotamo’ti. ",
  "an8.11:6.4": "Ahañhi, brāhmaṇa, ucchedaṁ vadāmi rāgassa dosassa mohassa; anekavihitānaṁ pāpakānaṁ akusalānaṁ dhammānaṁ ucchedaṁ vadāmi. ",
  "an8.11:6.5": "Ayaṁ kho, brāhmaṇa, pariyāyo, yena maṁ pariyāyena sammā vadamāno vadeyya: ",
  "an8.11:6.6": "‘ucchedavādo samaṇo gotamo’ti, no ca kho yaṁ tvaṁ sandhāya vadesī”ti. ",
  "an8.11:7.1": "“Jegucchī bhavaṁ gotamo”ti. ",
  "an8.11:7.2": "“Atthi khvesa, brāhmaṇa, pariyāyo, yena maṁ pariyāyena sammā vadamāno vadeyya: ",
  "an8.11:7.3": "‘jegucchī samaṇo gotamo’ti. ",
  "an8.11:7.4": "Ahañhi, brāhmaṇa, jigucchāmi kāyaduccaritena vacīduccaritena manoduccaritena; jigucchāmi anekavihitānaṁ pāpakānaṁ akusalānaṁ dhammānaṁ samāpattiyā. ",
  "an8.11:7.5": "Ayaṁ kho, brāhmaṇa, pariyāyo, yena maṁ pariyāyena sammā vadamāno vadeyya: ",
  "an8.11:7.6": "‘jegucchī samaṇo gotamo’ti, no ca kho yaṁ tvaṁ sandhāya vadesī”ti. ",
  "an8.11:8.1": "“Venayiko bhavaṁ gotamo”ti. ",
  "an8.11:8.2": "“Atthi khvesa, brāhmaṇa, pariyāyo, yena maṁ pariyāyena sammā vadamāno vadeyya: ",
  "an8.11:8.3": "‘venayiko samaṇo gotamo’ti. ",
  "an8.11:8.4": "Ahañhi, brāhmaṇa, vinayāya dhammaṁ desemi rāgassa dosassa mohassa; anekavihitānaṁ pāpakānaṁ akusalānaṁ dhammānaṁ vinayāya dhammaṁ desemi. ",
  "an8.11:8.5": "Ayaṁ kho, brāhmaṇa, pariyāyo, yena maṁ pariyāyena sammā vadamāno vadeyya: ",
  "an8.11:8.6": "‘venayiko samaṇo gotamo’ti, no ca kho yaṁ tvaṁ sandhāya vadesī”ti. ",
  "an8.11:9.1": "“Tapassī bhavaṁ gotamo”ti. ",
  "an8.11:9.2": "“Atthi khvesa, brāhmaṇa, pariyāyo, yena maṁ pariyāyena sammā vadamāno vadeyya: ",
  "an8.11:9.3": "‘tapassī samaṇo gotamo’ti. ",
  "an8.11:9.4": "Tapanīyāhaṁ, brāhmaṇa, pāpake akusale dhamme vadāmi kāyaduccaritaṁ vacīduccaritaṁ manoduccaritaṁ. ",
  "an8.11:9.5": "Yassa kho, brāhmaṇa, tapanīyā pāpakā akusalā dhammā pahīnā ucchinnamūlā tālāvatthukatā anabhāvaṅkatā āyatiṁ anuppādadhammā, tamahaṁ ‘tapassī’ti vadāmi. ",
  "an8.11:9.6": "Tathāgatassa kho, brāhmaṇa, tapanīyā pāpakā akusalā dhammā pahīnā ucchinnamūlā tālāvatthukatā anabhāvaṅkatā āyatiṁ anuppādadhammā. ",
  "an8.11:9.7": "Ayaṁ kho, brāhmaṇa, pariyāyo, yena maṁ pariyāyena sammā vadamāno vadeyya: ",
  "an8.11:9.8": "‘tapassī samaṇo gotamo’ti, no ca kho yaṁ tvaṁ sandhāya vadesī”ti. ",
  "an8.11:10.1": "“Apagabbho bhavaṁ gotamo”ti. ",
  "an8.11:10.2": "“Atthi khvesa, brāhmaṇa, pariyāyo, yena maṁ pariyāyena sammā vadamāno vadeyya: ",
  "an8.11:10.3": "‘apagabbho samaṇo gotamo’ti. ",
  "an8.11:10.4": "Yassa kho, brāhmaṇa, āyatiṁ gabbhaseyyā punabbhavābhinibbatti pahīnā ucchinnamūlā tālāvatthukatā anabhāvaṅkatā āyatiṁ anuppādadhammā, tamahaṁ ‘apagabbho’ti vadāmi. ",
  "an8.11:10.5": "Tathāgatassa kho, brāhmaṇa, āyatiṁ gabbhaseyyā punabbhavābhinibbatti pahīnā ucchinnamūlā tālāvatthukatā anabhāvaṅkatā āyatiṁ anuppādadhammā. ",
  "an8.11:10.6": "Ayaṁ kho, brāhmaṇa, pariyāyo, yena maṁ pariyāyena sammā vadamāno vadeyya: ",
  "an8.11:10.7": "‘apagabbho samaṇo gotamo’ti, no ca kho yaṁ tvaṁ sandhāya vadesi. ",
  "an8.11:11.1": "Seyyathāpi, brāhmaṇa, kukkuṭiyā aṇḍāni aṭṭha vā dasa vā dvādasa vā. ",
  "an8.11:11.2": "Tānāssu kukkuṭiyā sammā adhisayitāni sammā pariseditāni sammā paribhāvitāni. ",
  "an8.11:11.3": "Yo nu kho tesaṁ kukkuṭacchāpakānaṁ paṭhamataraṁ pādanakhasikhāya vā mukhatuṇḍakena vā aṇḍakosaṁ padāletvā sotthinā abhinibbhijjeyya, kinti svāssa vacanīyo: ‘jeṭṭho vā kaniṭṭho vā’”ti? ",
  "an8.11:11.4": "“Jeṭṭho tissa, bho gotama, vacanīyo. So hi nesaṁ, bho gotama, jeṭṭho hotī”ti. ",
  "an8.11:12.1": "“Evamevaṁ kho ahaṁ, brāhmaṇa, avijjāgatāya pajāya aṇḍabhūtāya pariyonaddhāya avijjaṇḍakosaṁ padāletvā ekova loke anuttaraṁ sammāsambodhiṁ abhisambuddho. ",
  "an8.11:12.2": "Ahañhi, brāhmaṇa, jeṭṭho seṭṭho lokassa. ",
  "an8.11:13.1": "Āraddhaṁ kho pana me, brāhmaṇa, vīriyaṁ ahosi asallīnaṁ, upaṭṭhitā sati asammuṭṭhā, passaddho kāyo asāraddho, samāhitaṁ cittaṁ ekaggaṁ. ",
  "an8.11:13.2": "So kho ahaṁ, brāhmaṇa, vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṁ savicāraṁ vivekajaṁ pītisukhaṁ paṭhamaṁ jhānaṁ upasampajja viharāmi; ",
  "an8.11:13.3": "vitakkavicārānaṁ vūpasamā ajjhattaṁ sampasādanaṁ cetaso ekodibhāvaṁ avitakkaṁ avicāraṁ samādhijaṁ pītisukhaṁ dutiyaṁ jhānaṁ upasampajja viharāmi; ",
  "an8.11:13.4": "pītiyā ca virāgā upekkhako ca viharāmi sato ca sampajāno sukhañca kāyena paṭisaṁvedemi yaṁ taṁ ariyā ācikkhanti: ‘upekkhako satimā sukhavihārī’ti tatiyaṁ jhānaṁ upasampajja viharāmi; ",
  "an8.11:13.5": "sukhassa ca pahānā dukkhassa ca pahānā pubbeva somanassadomanassānaṁ atthaṅgamā adukkhamasukhaṁ upekkhāsatipārisuddhiṁ catutthaṁ jhānaṁ upasampajja viharāmi. ",
  "an8.11:14.1": "So evaṁ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte pubbenivāsānussatiñāṇāya cittaṁ abhininnāmesiṁ. ",
  "an8.11:14.2": "So anekavihitaṁ pubbenivāsaṁ anussarāmi, seyyathidaṁ—ekampi jātiṁ dvepi jātiyo tissopi jātiyo catassopi jātiyo pañcapi jātiyo dasapi jātiyo vīsampi jātiyo tiṁsampi jātiyo cattālīsampi jātiyo paññāsampi jātiyo jātisatampi jātisahassampi jātisatasahassampi anekepi saṁvaṭṭakappe anekepi vivaṭṭakappe anekepi saṁvaṭṭavivaṭṭakappe: ‘amutrāsiṁ evaṁnāmo evaṅgotto evaṁvaṇṇo evamāhāro evaṁsukhadukkhappaṭisaṁvedī evamāyupariyanto. So tato cuto amutra udapādiṁ; tatrāpāsiṁ evaṁnāmo evaṅgotto evaṁvaṇṇo evamāhāro evaṁsukhadukkhappaṭisaṁvedī evamāyupariyanto. So tato cuto idhūpapanno’ti. Iti sākāraṁ sauddesaṁ anekavihitaṁ pubbenivāsaṁ anussarāmi. ",
  "an8.11:15.1": "Ayaṁ kho me, brāhmaṇa, rattiyā paṭhame yāme paṭhamā vijjā adhigatā; ",
  "an8.11:15.2": "avijjā vihatā vijjā uppannā; tamo vihato āloko uppanno, yathā taṁ appamattassa ātāpino pahitattassa viharato. ",
  "an8.11:15.3": "Ayaṁ kho me, brāhmaṇa, paṭhamā abhinibbhidā ahosi kukkuṭacchāpakasseva aṇḍakosamhā. ",
  "an8.11:16.1": "So evaṁ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte sattānaṁ cutūpapātañāṇāya cittaṁ abhininnāmesiṁ. ",
  "an8.11:16.2": "So dibbena cakkhunā visuddhena atikkantamānusakena satte passāmi cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe, sugate duggate yathākammūpage satte pajānāmi: ‘ime vata bhonto sattā kāyaduccaritena samannāgatā, vacīduccaritena samannāgatā, manoduccaritena samannāgatā, ariyānaṁ upavādakā, micchādiṭṭhikā, micchādiṭṭhikammasamādānā. Te kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapannāti. Ime vā pana bhonto sattā kāyasucaritena samannāgatā, vacīsucaritena samannāgatā, manosucaritena samannāgatā, ariyānaṁ anupavādakā, sammādiṭṭhikā, sammādiṭṭhikammasamādānā. Te kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapannā’ti. Iti dibbena cakkhunā visuddhena atikkantamānusakena satte passāmi cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe, sugate duggate yathākammūpage satte pajānāmi. ",
  "an8.11:17.1": "Ayaṁ kho me, brāhmaṇa, rattiyā majjhime yāme dutiyā vijjā adhigatā; ",
  "an8.11:17.2": "avijjā vihatā vijjā uppannā; tamo vihato āloko uppanno, yathā taṁ appamattassa ātāpino pahitattassa viharato. ",
  "an8.11:17.3": "Ayaṁ kho me, brāhmaṇa, dutiyā abhinibbhidā ahosi kukkuṭacchāpakasseva aṇḍakosamhā. ",
  "an8.11:18.1": "So evaṁ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte āsavānaṁ khayañāṇāya cittaṁ abhininnāmesiṁ. ",
  "an8.11:18.2": "So ‘idaṁ dukkhan’ti yathābhūtaṁ abbhaññāsiṁ, ‘ayaṁ dukkhasamudayo’ti yathābhūtaṁ abbhaññāsiṁ, ‘ayaṁ dukkhanirodho’ti yathābhūtaṁ abbhaññāsiṁ, ‘ayaṁ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṁ abbhaññāsiṁ; ",
  "an8.11:18.3": "‘ime āsavā’ti yathābhūtaṁ abbhaññāsiṁ, ‘ayaṁ āsavasamudayo’ti yathābhūtaṁ abbhaññāsiṁ, ‘ayaṁ āsavanirodho’ti yathābhūtaṁ abbhaññāsiṁ, ‘ayaṁ āsavanirodhagāminī paṭipadā’ti yathābhūtaṁ abbhaññāsiṁ. ",
  "an8.11:18.4": "Tassa me evaṁ jānato evaṁ passato kāmāsavāpi cittaṁ vimuccittha, bhavāsavāpi cittaṁ vimuccittha, avijjāsavāpi cittaṁ vimuccittha. ",
  "an8.11:18.5": "Vimuttasmiṁ vimuttamiti ñāṇaṁ ahosi. ",
  "an8.11:18.6": "‘Khīṇā jāti, vusitaṁ brahmacariyaṁ, kataṁ karaṇīyaṁ, nāparaṁ itthattāyā’ti abbhaññāsiṁ. ",
  "an8.11:19.1": "Ayaṁ kho me, brāhmaṇa, rattiyā pacchime yāme tatiyā vijjā adhigatā; ",
  "an8.11:19.2": "avijjā vihatā vijjā uppannā; tamo vihato āloko uppanno, yathā taṁ appamattassa ātāpino pahitattassa viharato. ",
  "an8.11:19.3": "Ayaṁ kho me, brāhmaṇa, tatiyā abhinibbhidā ahosi kukkuṭacchāpakasseva aṇḍakosamhā”ti. ",
  "an8.11:20.1": "Evaṁ vutte, verañjo brāhmaṇo bhagavantaṁ etadavoca: ",
  "an8.11:20.2": "“jeṭṭho bhavaṁ gotamo, seṭṭho bhavaṁ gotamo. ",
  "an8.11:20.3": "Abhikkantaṁ, bho gotama, abhikkantaṁ, bho gotama. ",
  "an8.11:20.4": "Seyyathāpi, bho gotama, nikkujjitaṁ vā ukkujjeyya, paṭicchannaṁ vā vivareyya, mūḷhassa vā maggaṁ ācikkheyya, andhakāre vā telapajjotaṁ dhāreyya: ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṁ bhotā gotamena anekapariyāyena dhammo pakāsito. ",
  "an8.11:20.5": "Esāhaṁ bhavantaṁ gotamaṁ saraṇaṁ gacchāmi dhammañca bhikkhusaṅghañca. ",
  "an8.11:20.6": "Upāsakaṁ maṁ bhavaṁ gotamo dhāretu ajjatagge pāṇupetaṁ saraṇaṁ gatan”ti. ",
  "an8.11:20.7": "Paṭhamaṁ. "
}