{
  "an8.36:0.1": "Aṅguttara Nikāya 8 ",
  "an8.36:0.2": "4. Dānavagga ",
  "an8.36:0.3": "36. Puññakiriyavatthusutta ",
  "an8.36:1.1": "“Tīṇimāni, bhikkhave, puññakiriyavatthūni. ",
  "an8.36:1.2": "Katamāni tīṇi? ",
  "an8.36:1.3": "Dānamayaṁ puññakiriyavatthu, sīlamayaṁ puññakiriyavatthu, bhāvanāmayaṁ puññakiriyavatthu. ",
  "an8.36:2.1": "Idha, bhikkhave, ekaccassa dānamayaṁ puññakiriyavatthu parittaṁ kataṁ hoti, sīlamayaṁ puññakiriyavatthu parittaṁ kataṁ hoti, bhāvanāmayaṁ puññakiriyavatthuṁ nābhisambhoti. ",
  "an8.36:2.2": "So kāyassa bhedā paraṁ maraṇā manussadobhagyaṁ upapajjati. ",
  "an8.36:3.1": "Idha pana, bhikkhave, ekaccassa dānamayaṁ puññakiriyavatthu mattaso kataṁ hoti, sīlamayaṁ puññakiriyavatthu mattaso kataṁ hoti, bhāvanāmayaṁ puññakiriyavatthuṁ nābhisambhoti. ",
  "an8.36:3.2": "So kāyassa bhedā paraṁ maraṇā manussasobhagyaṁ upapajjati. ",
  "an8.36:4.1": "Idha pana, bhikkhave, ekaccassa dānamayaṁ puññakiriyavatthu adhimattaṁ kataṁ hoti, sīlamayaṁ puññakiriyavatthu adhimattaṁ kataṁ hoti, bhāvanāmayaṁ puññakiriyavatthuṁ nābhisambhoti. ",
  "an8.36:4.2": "So kāyassa bhedā paraṁ maraṇā cātumahārājikānaṁ devānaṁ sahabyataṁ upapajjati. ",
  "an8.36:4.3": "Tatra, bhikkhave, cattāro mahārājāno dānamayaṁ puññakiriyavatthuṁ atirekaṁ karitvā, sīlamayaṁ puññakiriyavatthuṁ atirekaṁ karitvā, cātumahārājike deve dasahi ṭhānehi adhigaṇhanti—",
  "an8.36:4.4": "dibbena āyunā, dibbena vaṇṇena, dibbena sukhena, dibbena yasena, dibbena ādhipateyyena, dibbehi rūpehi, dibbehi saddehi, dibbehi gandhehi, dibbehi rasehi, dibbehi phoṭṭhabbehi. ",
  "an8.36:5.1": "Idha pana, bhikkhave, ekaccassa dānamayaṁ puññakiriyavatthu adhimattaṁ kataṁ hoti, sīlamayaṁ puññakiriyavatthu adhimattaṁ kataṁ hoti, bhāvanāmayaṁ puññakiriyavatthuṁ nābhisambhoti. ",
  "an8.36:5.2": "So kāyassa bhedā paraṁ maraṇā tāvatiṁsānaṁ devānaṁ sahabyataṁ upapajjati. ",
  "an8.36:5.3": "Tatra, bhikkhave, sakko devānamindo dānamayaṁ puññakiriyavatthuṁ atirekaṁ karitvā sīlamayaṁ puññakiriyavatthuṁ atirekaṁ karitvā tāvatiṁse deve dasahi ṭhānehi adhigaṇhāti—",
  "an8.36:5.4": "dibbena āyunā …pe… ",
  "an8.36:5.5": "dibbehi phoṭṭhabbehi. ",
  "an8.36:6.1": "Idha pana, bhikkhave, ekaccassa dānamayaṁ puññakiriyavatthu adhimattaṁ kataṁ hoti, sīlamayaṁ puññakiriyavatthu adhimattaṁ kataṁ hoti, bhāvanāmayaṁ puññakiriyavatthuṁ nābhisambhoti. ",
  "an8.36:6.2": "So kāyassa bhedā paraṁ maraṇā yāmānaṁ devānaṁ sahabyataṁ upapajjati. ",
  "an8.36:6.3": "Tatra, bhikkhave, suyāmo devaputto dānamayaṁ puññakiriyavatthuṁ atirekaṁ karitvā, sīlamayaṁ puññakiriyavatthuṁ atirekaṁ karitvā, yāme deve dasahi ṭhānehi adhigaṇhāti—",
  "an8.36:6.4": "dibbena āyunā …pe… ",
  "an8.36:6.5": "dibbehi phoṭṭhabbehi. ",
  "an8.36:7.1": "Idha pana, bhikkhave, ekaccassa dānamayaṁ puññakiriyavatthu adhimattaṁ kataṁ hoti, sīlamayaṁ puññakiriyavatthu adhimattaṁ kataṁ hoti, bhāvanāmayaṁ puññakiriyavatthuṁ nābhisambhoti. ",
  "an8.36:7.2": "So kāyassa bhedā paraṁ maraṇā tusitānaṁ devānaṁ sahabyataṁ upapajjati. ",
  "an8.36:7.3": "Tatra, bhikkhave, santusito devaputto dānamayaṁ puññakiriyavatthuṁ atirekaṁ karitvā, sīlamayaṁ puññakiriyavatthuṁ atirekaṁ karitvā, tusite deve dasahi ṭhānehi adhigaṇhāti—",
  "an8.36:7.4": "dibbena āyunā …pe… ",
  "an8.36:7.5": "dibbehi phoṭṭhabbehi. ",
  "an8.36:8.1": "Idha pana, bhikkhave, ekaccassa dānamayaṁ puññakiriyavatthu adhimattaṁ kataṁ hoti, sīlamayaṁ puññakiriyavatthu adhimattaṁ kataṁ hoti, bhāvanāmayaṁ puññakiriyavatthuṁ nābhisambhoti. ",
  "an8.36:8.2": "So kāyassa bhedā paraṁ maraṇā nimmānaratīnaṁ devānaṁ sahabyataṁ upapajjati. ",
  "an8.36:8.3": "Tatra, bhikkhave, sunimmito devaputto dānamayaṁ puññakiriyavatthuṁ atirekaṁ karitvā, sīlamayaṁ puññakiriyavatthuṁ atirekaṁ karitvā, nimmānaratīdeve dasahi ṭhānehi adhigaṇhāti—",
  "an8.36:8.4": "dibbena āyunā …pe… ",
  "an8.36:8.5": "dibbehi phoṭṭhabbehi. ",
  "an8.36:9.1": "Idha pana, bhikkhave, ekaccassa dānamayaṁ puññakiriyavatthu adhimattaṁ kataṁ hoti, sīlamayaṁ puññakiriyavatthu adhimattaṁ kataṁ hoti, bhāvanāmayaṁ puññakiriyavatthuṁ nābhisambhoti. ",
  "an8.36:9.2": "So kāyassa bhedā paraṁ maraṇā paranimmitavasavattīnaṁ devānaṁ sahabyataṁ upapajjati. ",
  "an8.36:9.3": "Tatra, bhikkhave, vasavattī devaputto dānamayaṁ puññakiriyavatthuṁ atirekaṁ karitvā, sīlamayaṁ puññakiriyavatthuṁ atirekaṁ karitvā, paranimmitavasavattīdeve dasahi ṭhānehi adhigaṇhāti—",
  "an8.36:9.4": "dibbena āyunā, dibbena vaṇṇena, dibbena sukhena, dibbena yasena, dibbena ādhipateyyena, dibbehi rūpehi, dibbehi saddehi, dibbehi gandhehi, dibbehi rasehi, dibbehi phoṭṭhabbehi. ",
  "an8.36:9.5": "Imāni kho, bhikkhave, tīṇi puññakiriyavatthūnī”ti. ",
  "an8.36:9.6": "Chaṭṭhaṁ. "
}