{
  "an8.70:0.1": "Aṅguttara Nikāya 8.70 ",
  "an8.70:0.2": "7. Bhūmicālavagga ",
  "an8.70:0.3": "Bhūmicālasutta ",
  "an8.70:1.1": "Ekaṁ samayaṁ bhagavā vesāliyaṁ viharati mahāvane kūṭāgārasālāyaṁ. ",
  "an8.70:1.2": "Atha kho bhagavā pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya vesāliṁ piṇḍāya pāvisi. ",
  "an8.70:1.3": "Vesāliyaṁ piṇḍāya caritvā pacchābhattaṁ piṇḍapātapaṭikkanto āyasmantaṁ ānandaṁ āmantesi: ",
  "an8.70:1.4": "“gaṇhāhi, ānanda, nisīdanaṁ. ",
  "an8.70:1.5": "Yena cāpālaṁ cetiyaṁ tenupasaṅkamissāma divāvihārāyā”ti. ",
  "an8.70:1.6": "“Evaṁ, bhante”ti kho āyasmā ānando bhagavato paṭissutvā nisīdanaṁ ādāya bhagavantaṁ piṭṭhito piṭṭhito anubandhi. ",
  "an8.70:2.1": "Atha kho bhagavā yena cāpālaṁ cetiyaṁ tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. ",
  "an8.70:2.2": "Nisajja kho bhagavā āyasmantaṁ ānandaṁ āmantesi: ",
  "an8.70:3.1": "“Ramaṇīyā, ānanda, vesālī, ramaṇīyaṁ udenaṁ cetiyaṁ, ramaṇīyaṁ gotamakaṁ cetiyaṁ, ramaṇīyaṁ sattambaṁ cetiyaṁ, ramaṇīyaṁ bahuputtakaṁ cetiyaṁ; ramaṇīyaṁ sārandadaṁ cetiyaṁ, ramaṇīyaṁ cāpālaṁ cetiyaṁ. ",
  "an8.70:3.2": "Yassa kassaci, ānanda, cattāro iddhipādā bhāvitā bahulīkatā yānīkatā vatthukatā anuṭṭhitā paricitā susamāraddhā, ākaṅkhamāno so, ānanda, kappaṁ vā tiṭṭheyya kappāvasesaṁ vā. ",
  "an8.70:3.3": "Tathāgatassa kho, ānanda, cattāro iddhipādā bhāvitā bahulīkatā yānīkatā vatthukatā anuṭṭhitā paricitā susamāraddhā. Ākaṅkhamāno, ānanda, tathāgato kappaṁ vā tiṭṭheyya kappāvasesaṁ vā”ti. ",
  "an8.70:3.4": "Evampi kho āyasmā ānando bhagavatā oḷārike nimitte kayiramāne oḷārike obhāse kayiramāne nāsakkhi paṭivijjhituṁ; ",
  "an8.70:3.5": "na bhagavantaṁ yāci: ",
  "an8.70:3.6": "“tiṭṭhatu, bhante, bhagavā kappaṁ, tiṭṭhatu sugato kappaṁ bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānan”ti, yathā taṁ mārena pariyuṭṭhitacitto. ",
  "an8.70:4.1": "Dutiyampi kho bhagavā …pe… ",
  "an8.70:4.2": "tatiyampi kho bhagavā āyasmantaṁ ānandaṁ āmantesi: ",
  "an8.70:4.3": "“ramaṇīyā, ānanda, vesālī, ramaṇīyaṁ udenaṁ cetiyaṁ, ramaṇīyaṁ gotamakaṁ cetiyaṁ, ramaṇīyaṁ sattambaṁ cetiyaṁ, ramaṇīyaṁ bahuputtakaṁ cetiyaṁ, ramaṇīyaṁ sārandadaṁ cetiyaṁ, ramaṇīyaṁ cāpālaṁ cetiyaṁ. ",
  "an8.70:4.4": "Yassa kassaci, ānanda, cattāro iddhipādā bhāvitā bahulīkatā yānīkatā vatthukatā anuṭṭhitā paricitā susamāraddhā, ākaṅkhamāno so, ānanda, kappaṁ vā tiṭṭheyya kappāvasesaṁ vā. ",
  "an8.70:4.5": "Tathāgatassa kho, ānanda, cattāro iddhipādā bhāvitā …pe… ākaṅkhamāno, ānanda, tathāgato kappaṁ vā tiṭṭheyya kappāvasesaṁ vā”ti. ",
  "an8.70:4.6": "Evampi kho āyasmā ānando bhagavatā oḷārike nimitte kayiramāne oḷārike obhāse kayiramāne nāsakkhi paṭivijjhituṁ; ",
  "an8.70:4.7": "na bhagavantaṁ yāci: ",
  "an8.70:4.8": "“tiṭṭhatu, bhante, bhagavā kappaṁ, tiṭṭhatu sugato kappaṁ bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānan”ti, yathā taṁ mārena pariyuṭṭhitacitto. ",
  "an8.70:5.1": "Atha kho bhagavā āyasmantaṁ ānandaṁ āmantesi: ",
  "an8.70:5.2": "“gaccha tvaṁ, ānanda, yassadāni kālaṁ maññasī”ti. ",
  "an8.70:5.3": "“Evaṁ, bhante”ti kho āyasmā ānando bhagavato paṭissutvā uṭṭhāyāsanā bhagavantaṁ abhivādetvā padakkhiṇaṁ katvā bhagavato avidūre aññatarasmiṁ rukkhamūle nisīdi. ",
  "an8.70:5.4": "Atha kho māro pāpimā acirapakkante āyasmante ānande bhagavantaṁ etadavoca: ",
  "an8.70:6.1": "“Parinibbātu dāni, bhante, bhagavā, parinibbātu sugato. Parinibbānakālo dāni, bhante, bhagavato. ",
  "an8.70:6.2": "Bhāsitā kho panesā, bhante, bhagavatā vācā: ",
  "an8.70:6.3": "‘na tāvāhaṁ, pāpima, parinibbāyissāmi yāva me bhikkhū na sāvakā bhavissanti viyattā vinītā visāradā pattayogakkhemā bahussutā dhammadharā dhammānudhammappaṭipannā sāmīcippaṭipannā anudhammacārino, sakaṁ ācariyakaṁ uggahetvā ācikkhissanti desessanti paññapessanti paṭṭhapessanti vivarissanti vibhajissanti uttānīkarissanti uppannaṁ parappavādaṁ sahadhammena suniggahitaṁ niggahetvā sappāṭihāriyaṁ dhammaṁ desessantī’ti. ",
  "an8.70:6.4": "Etarahi, bhante, bhikkhū bhagavato sāvakā viyattā vinītā visāradā pattayogakkhemā bahussutā dhammadharā dhammānudhammappaṭipannā sāmīcippaṭipannā anudhammacārino, sakaṁ ācariyakaṁ uggahetvā ācikkhanti desenti paññapenti paṭṭhapenti vivaranti vibhajanti uttānīkaronti uppannaṁ parappavādaṁ sahadhammena suniggahitaṁ niggahetvā sappāṭihāriyaṁ dhammaṁ desenti. ",
  "an8.70:7.1": "Parinibbātu dāni, bhante, bhagavā, parinibbātu sugato. Parinibbānakālo dāni, bhante, bhagavato. ",
  "an8.70:7.2": "Bhāsitā kho panesā, bhante, bhagavatā vācā: ",
  "an8.70:7.3": "‘na tāvāhaṁ, pāpima, parinibbāyissāmi yāva me bhikkhuniyo na sāvikā bhavissanti …pe… ",
  "an8.70:7.4": "yāva me upāsakā na sāvakā bhavissanti …pe… ",
  "an8.70:7.5": "yāva me upāsikā na sāvikā bhavissanti viyattā vinītā visāradā pattayogakkhemā bahussutā dhammadharā dhammānudhammappaṭipannā sāmīcippaṭipannā anudhammacāriniyo, sakaṁ ācariyakaṁ uggahetvā ācikkhissanti desessanti paññapessanti paṭṭhapessanti vivarissanti vibhajissanti uttānīkarissanti, uppannaṁ parappavādaṁ sahadhammena suniggahitaṁ niggahetvā sappāṭihāriyaṁ dhammaṁ desessantī’ti. ",
  "an8.70:7.6": "Etarahi, bhante, upāsikā bhagavato sāvikā viyattā vinītā visāradā pattayogakkhemā bahussutā dhammadharā dhammānudhammappaṭipannā sāmīcippaṭipannā anudhammacāriniyo, sakaṁ ācariyakaṁ uggahetvā ācikkhanti desenti paññapenti paṭṭhapenti vivaranti vibhajanti uttānīkaronti, uppannaṁ parappavādaṁ sahadhammena suniggahitaṁ niggahetvā sappāṭihāriyaṁ dhammaṁ desenti. ",
  "an8.70:8.1": "Parinibbātu dāni, bhante, bhagavā, parinibbātu sugato. Parinibbānakālo dāni, bhante, bhagavato. ",
  "an8.70:8.2": "Bhāsitā kho panesā, bhante, bhagavatā vācā: ",
  "an8.70:8.3": "‘na tāvāhaṁ, pāpima, parinibbāyissāmi yāva me idaṁ brahmacariyaṁ na iddhañceva bhavissati phītañca vitthārikaṁ bāhujaññaṁ puthubhūtaṁ, yāva devamanussehi suppakāsitan’ti. ",
  "an8.70:8.4": "Etarahi, bhante, bhagavato brahmacariyaṁ iddhañceva phītañca vitthārikaṁ bāhujaññaṁ puthubhūtaṁ, yāva devamanussehi suppakāsitaṁ. ",
  "an8.70:9.1": "Parinibbātu dāni, bhante, bhagavā, parinibbātu sugato. Parinibbānakālo dāni, bhante, bhagavato”ti. ",
  "an8.70:9.2": "“Appossukko tvaṁ, pāpima, hohi. Naciraṁ tathāgatassa parinibbānaṁ bhavissati. ",
  "an8.70:9.3": "Ito tiṇṇaṁ māsānaṁ accayena tathāgato parinibbāyissatī”ti. ",
  "an8.70:10.1": "Atha kho bhagavā cāpāle cetiye sato sampajāno āyusaṅkhāraṁ ossaji. ",
  "an8.70:10.2": "Ossaṭṭhe ca bhagavatā āyusaṅkhāre mahābhūmicālo ahosi bhiṁsanako salomahaṁso, devadundubhiyo ca phaliṁsu. ",
  "an8.70:10.3": "Atha kho bhagavā etamatthaṁ viditvā tāyaṁ velāyaṁ imaṁ udānaṁ udānesi: ",
  "an8.70:10.4": "“Tulamatulañca sambhavaṁ, ",
  "an8.70:10.5": "Bhavasaṅkhāramavassaji muni; ",
  "an8.70:10.6": "Ajjhattarato samāhito, ",
  "an8.70:10.7": "Abhindi kavacamivattasambhavan”ti. ",
  "an8.70:11.1": "Atha kho āyasmato ānandassa etadahosi: ",
  "an8.70:12.2": "“mahā vatāyaṁ bhūmicālo; ",
  "an8.70:12.3": "sumahā vatāyaṁ bhūmicālo bhiṁsanako salomahaṁso, devadundubhiyo ca phaliṁsu. ",
  "an8.70:12.4": "Ko nu kho hetu, ko paccayo mahato bhūmicālassa pātubhāvāyā”ti? ",
  "an8.70:13.1": "Atha kho āyasmā ānando yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho āyasmā ānando bhagavantaṁ etadavoca: ",
  "an8.70:13.2": "“mahā vatāyaṁ, bhante, bhūmicālo; ",
  "an8.70:13.3": "sumahā vatāyaṁ, bhante, bhūmicālo bhiṁsanako salomahaṁso, devadundubhiyo ca phaliṁsu. ",
  "an8.70:13.4": "Ko nu kho, bhante, hetu, ko paccayo mahato bhūmicālassa pātubhāvāyā”ti? ",
  "an8.70:14.1": "“Aṭṭhime, ānanda, hetū, aṭṭha paccayā mahato bhūmicālassa pātubhāvāya. ",
  "an8.70:14.2": "Katame aṭṭha? ",
  "an8.70:14.3": "Ayaṁ, ānanda, mahāpathavī udake patiṭṭhitā; udakaṁ vāte patiṭṭhitaṁ; vāto ākāsaṭṭho hoti. So, ānanda, samayo yaṁ mahāvātā vāyanti; mahāvātā vāyantā udakaṁ kampenti; udakaṁ kampitaṁ pathaviṁ kampeti. ",
  "an8.70:14.4": "Ayaṁ, ānanda, paṭhamo hetu, paṭhamo paccayo mahato bhūmicālassa pātubhāvāya. ",
  "an8.70:15.1": "Puna caparaṁ, ānanda, samaṇo vā brāhmaṇo vā iddhimā cetovasippatto devatā vā mahiddhikā mahānubhāvā. Tassa parittā pathavīsaññā bhāvitā hoti, appamāṇā āposaññā. So imaṁ pathaviṁ kampeti saṅkampeti sampakampeti sampavedheti. ",
  "an8.70:15.2": "Ayaṁ, ānanda, dutiyo hetu, dutiyo paccayo mahato bhūmicālassa pātubhāvāya. ",
  "an8.70:16.1": "Puna caparaṁ, ānanda, yadā bodhisatto tusitā kāyā cavitvā sato sampajāno mātukucchiṁ okkamati, tadāyaṁ pathavī kampati saṅkampati sampakampati sampavedhati. ",
  "an8.70:16.2": "Ayaṁ, ānanda, tatiyo hetu, tatiyo paccayo mahato bhūmicālassa pātubhāvāya. ",
  "an8.70:17.1": "Puna caparaṁ, ānanda, yadā bodhisatto sato sampajāno mātukucchismā nikkhamati, tadāyaṁ pathavī kampati saṅkampati sampakampati sampavedhati. ",
  "an8.70:17.2": "Ayaṁ, ānanda, catuttho hetu, catuttho paccayo mahato bhūmicālassa pātubhāvāya. ",
  "an8.70:18.1": "Puna caparaṁ, ānanda, yadā tathāgato anuttaraṁ sammāsambodhiṁ abhisambujjhati, tadāyaṁ pathavī kampati saṅkampati sampakampati sampavedhati. ",
  "an8.70:18.2": "Ayaṁ, ānanda, pañcamo hetu, pañcamo paccayo mahato bhūmicālassa pātubhāvāya. ",
  "an8.70:19.1": "Puna caparaṁ, ānanda, yadā tathāgato anuttaraṁ dhammacakkaṁ pavatteti, tadāyaṁ pathavī kampati saṅkampati sampakampati sampavedhati. ",
  "an8.70:19.2": "Ayaṁ, ānanda, chaṭṭho hetu, chaṭṭho paccayo mahato bhūmicālassa pātubhāvāya. ",
  "an8.70:20.1": "Puna caparaṁ, ānanda, yadā tathāgato sato sampajāno āyusaṅkhāraṁ ossajjati, tadāyaṁ pathavī kampati saṅkampati sampakampati sampavedhati. ",
  "an8.70:20.2": "Ayaṁ, ānanda, sattamo hetu, sattamo paccayo mahato bhūmicālassa pātubhāvāya. ",
  "an8.70:21.1": "Puna caparaṁ, ānanda, yadā tathāgato anupādisesāya nibbānadhātuyā parinibbāyati, tadāyaṁ pathavī kampati saṅkampati sampakampati sampavedhati. ",
  "an8.70:21.2": "Ayaṁ, ānanda, aṭṭhamo hetu, aṭṭhamo paccayo mahato bhūmicālassa pātubhāvāya. ",
  "an8.70:21.3": "Ime kho, ānanda, aṭṭha hetū, aṭṭha paccayā mahato bhūmicālassa pātubhāvāyā”ti. ",
  "an8.70:21.4": "Dasamaṁ. ",
  "an8.70:21.5": "Bhūmicālavaggo dutiyo. ",
  "an8.70:22.0": "Tassuddānaṁ ",
  "an8.70:22.1": "Icchā alañca saṅkhittaṁ, ",
  "an8.70:22.2": "gayā abhibhunā saha; ",
  "an8.70:22.3": "Vimokkho dve ca vohārā, ",
  "an8.70:22.4": "parisā bhūmicālenāti. "
}