{
  "an8.22:0.1": "Aṅguttara Nikāya 8 ",
  "an8.22:0.2": "3. Gahapativagga ",
  "an8.22:0.3": "22. Dutiyauggasutta ",
  "an8.22:1.1": "Ekaṁ samayaṁ bhagavā vajjīsu viharati hatthigāme. ",
  "an8.22:1.2": "Tatra kho bhagavā bhikkhū āmantesi: ",
  "an8.22:1.3": "“aṭṭhahi, bhikkhave, acchariyehi abbhutehi dhammehi samannāgataṁ uggaṁ gahapatiṁ hatthigāmakaṁ dhārethā”ti. ",
  "an8.22:1.4": "Idamavoca bhagavā. ",
  "an8.22:1.5": "Idaṁ vatvāna sugato uṭṭhāyāsanā vihāraṁ pāvisi. ",
  "an8.22:2.1": "Atha kho aññataro bhikkhu pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya yena uggassa gahapatino hatthigāmakassa nivesanaṁ tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. ",
  "an8.22:2.2": "Atha kho uggo gahapati hatthigāmako yena so bhikkhu tenupasaṅkami; upasaṅkamitvā taṁ bhikkhuṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinnaṁ kho uggaṁ gahapatiṁ hatthigāmakaṁ so bhikkhu etadavoca: ",
  "an8.22:2.3": "“aṭṭhahi kho tvaṁ, gahapati, acchariyehi abbhutehi dhammehi samannāgato bhagavatā byākato. ",
  "an8.22:2.4": "Katame te, gahapati, aṭṭha acchariyā abbhutā dhammā, yehi tvaṁ samannāgato bhagavatā byākato”ti? ",
  "an8.22:3.1": "“Na kho ahaṁ, bhante, jānāmi: ",
  "an8.22:3.2": "‘katamehi aṭṭhahi acchariyehi abbhutehi dhammehi samannāgato bhagavatā byākato’ti. ",
  "an8.22:3.3": "Api ca, bhante, ye me aṭṭha acchariyā abbhutā dhammā saṁvijjanti, ",
  "an8.22:3.4": "taṁ suṇāhi, sādhukaṁ manasi karohi; bhāsissāmī”ti. ",
  "an8.22:3.5": "“Evaṁ, gahapatī”ti kho so bhikkhu uggassa gahapatino hatthigāmakassa paccassosi. ",
  "an8.22:3.6": "Uggo gahapati hatthigāmako etadavoca: ",
  "an8.22:3.7": "“yadāhaṁ, bhante, nāgavane paricaranto bhagavantaṁ paṭhamaṁ dūratova addasaṁ; ",
  "an8.22:3.8": "saha dassaneneva me, bhante, bhagavato cittaṁ pasīdi, surāmado ca pahīyi. ",
  "an8.22:3.9": "Ayaṁ kho me, bhante, paṭhamo acchariyo abbhuto dhammo saṁvijjati. ",
  "an8.22:4.1": "So kho ahaṁ, bhante, pasannacitto bhagavantaṁ payirupāsiṁ. ",
  "an8.22:4.2": "Tassa me bhagavā anupubbiṁ kathaṁ kathesi, seyyathidaṁ—",
  "an8.22:4.3": "dānakathaṁ sīlakathaṁ saggakathaṁ; ",
  "an8.22:4.4": "kāmānaṁ ādīnavaṁ okāraṁ saṅkilesaṁ, nekkhamme ānisaṁsaṁ pakāsesi. ",
  "an8.22:4.5": "Yadā maṁ bhagavā aññāsi kallacittaṁ muducittaṁ vinīvaraṇacittaṁ udaggacittaṁ pasannacittaṁ, atha yā buddhānaṁ sāmukkaṁsikā dhammadesanā taṁ pakāsesi—",
  "an8.22:4.6": "dukkhaṁ, samudayaṁ, nirodhaṁ, maggaṁ. ",
  "an8.22:4.7": "Seyyathāpi nāma suddhaṁ vatthaṁ apagatakāḷakaṁ sammadeva rajanaṁ paṭiggaṇheyya; ",
  "an8.22:4.8": "evamevaṁ kho me tasmiṁyeva āsane virajaṁ vītamalaṁ dhammacakkhuṁ udapādi: ",
  "an8.22:4.9": "‘yaṁ kiñci samudayadhammaṁ sabbaṁ taṁ nirodhadhamman’ti. ",
  "an8.22:4.10": "So kho ahaṁ, bhante, diṭṭhadhammo pattadhammo viditadhammo pariyogāḷhadhammo tiṇṇavicikiccho vigatakathaṅkatho vesārajjappatto aparappaccayo satthusāsane tattheva buddhañca dhammañca saṅghañca saraṇaṁ agamāsiṁ, brahmacariyapañcamāni ca sikkhāpadāni samādiyiṁ. ",
  "an8.22:4.11": "Ayaṁ kho me, bhante, dutiyo acchariyo abbhuto dhammo saṁvijjati. ",
  "an8.22:5.1": "Tassa mayhaṁ, bhante, catasso komāriyo pajāpatiyo ahesuṁ. ",
  "an8.22:5.2": "Atha khvāhaṁ, bhante, yena tā pajāpatiyo tenupasaṅkamiṁ; upasaṅkamitvā tā pajāpatiyo etadavacaṁ: ",
  "an8.22:5.3": "‘mayā kho, bhaginiyo, brahmacariyapañcamāni sikkhāpadāni samādinnāni. ",
  "an8.22:5.4": "Yā icchati sā idheva bhoge ca bhuñjatu puññāni ca karotu, sakāni vā ñātikulāni gacchatu. ",
  "an8.22:5.5": "Hoti vā pana purisādhippāyo, kassa vo dammī’ti? ",
  "an8.22:5.6": "Evaṁ vutte, sā, bhante, jeṭṭhā pajāpati maṁ etadavoca: ",
  "an8.22:5.7": "‘itthannāmassa maṁ, ayyaputta, purisassa dehī’ti. ",
  "an8.22:5.8": "Atha kho ahaṁ, bhante, taṁ purisaṁ pakkosāpetvā vāmena hatthena pajāpatiṁ gahetvā dakkhiṇena hatthena bhiṅgāraṁ gahetvā tassa purisassa oṇojesiṁ. ",
  "an8.22:5.9": "Komāriṁ kho panāhaṁ, bhante, dāraṁ pariccajanto nābhijānāmi cittassa aññathattaṁ. ",
  "an8.22:5.10": "Ayaṁ kho me, bhante, tatiyo acchariyo abbhuto dhammo saṁvijjati. ",
  "an8.22:6.1": "Saṁvijjanti kho pana me, bhante, kule bhogā. ",
  "an8.22:6.2": "Te ca kho appaṭivibhattā sīlavantehi kalyāṇadhammehi. ",
  "an8.22:6.3": "Ayaṁ kho me, bhante, catuttho acchariyo abbhuto dhammo saṁvijjati. ",
  "an8.22:7.1": "Yaṁ kho panāhaṁ, bhante, bhikkhuṁ payirupāsāmi; ",
  "an8.22:7.2": "sakkaccaṁyeva payirupāsāmi, no asakkaccaṁ. ",
  "an8.22:7.3": "So ce me āyasmā dhammaṁ deseti; ",
  "an8.22:7.4": "sakkaccaṁyeva suṇomi, no asakkaccaṁ. ",
  "an8.22:7.5": "No ce me so āyasmā dhammaṁ deseti, ahamassa dhammaṁ desemi. ",
  "an8.22:7.6": "Ayaṁ kho me, bhante, pañcamo acchariyo abbhuto dhammo saṁvijjati. ",
  "an8.22:8.1": "Anacchariyaṁ kho pana, bhante, saṅghe nimantite devatā upasaṅkamitvā ārocenti: ",
  "an8.22:8.2": "‘asuko, gahapati, bhikkhu ubhatobhāgavimutto asuko paññāvimutto asuko kāyasakkhī asuko diṭṭhippatto asuko saddhāvimutto asuko dhammānusārī asuko saddhānusārī asuko sīlavā kalyāṇadhammo asuko dussīlo pāpadhammo’ti. ",
  "an8.22:8.3": "Saṅghaṁ kho panāhaṁ, bhante, parivisanto nābhijānāmi evaṁ cittaṁ uppādento: ",
  "an8.22:8.4": "‘imassa vā thokaṁ demi imassa vā bahukan’ti. ",
  "an8.22:8.5": "Atha khvāhaṁ, bhante, samacittova demi. ",
  "an8.22:8.6": "Ayaṁ kho me, bhante, chaṭṭho acchariyo abbhuto dhammo saṁvijjati. ",
  "an8.22:9.1": "Anacchariyaṁ kho pana maṁ, bhante, devatā upasaṅkamitvā ārocenti: ",
  "an8.22:9.2": "‘svākkhāto, gahapati, bhagavatā dhammo’ti. ",
  "an8.22:9.3": "Evaṁ vutte, ahaṁ, bhante, tā devatā evaṁ vademi: ",
  "an8.22:9.4": "‘vadeyyātha vā evaṁ kho tumhe devatā no vā vadeyyātha, atha kho svākkhāto bhagavatā dhammo’ti. ",
  "an8.22:9.5": "Na kho panāhaṁ, bhante, abhijānāmi tatonidānaṁ cittassa unnatiṁ: ",
  "an8.22:9.6": "‘maṁ tā devatā upasaṅkamanti, ahaṁ vā devatāhi saddhiṁ sallapāmī’ti. ",
  "an8.22:9.7": "Ayaṁ kho me, bhante, sattamo acchariyo abbhuto dhammo saṁvijjati. ",
  "an8.22:10.1": "Sace kho panāhaṁ, bhante, bhagavato paṭhamataraṁ kālaṁ kareyyaṁ, anacchariyaṁ kho panetaṁ yaṁ maṁ bhagavā evaṁ byākareyya: ",
  "an8.22:10.2": "‘natthi taṁ saṁyojanaṁ yena saṁyutto uggo gahapati hatthigāmako puna imaṁ lokaṁ āgaccheyyā’ti. ",
  "an8.22:10.3": "Ayaṁ kho me, bhante, aṭṭhamo acchariyo abbhuto dhammo saṁvijjati. ",
  "an8.22:11.1": "Ime kho me, bhante, aṭṭha acchariyā abbhutā dhammā saṁvijjanti. ",
  "an8.22:11.2": "Na ca kho ahaṁ jānāmi: ",
  "an8.22:11.3": "‘katamehi cāhaṁ aṭṭhahi acchariyehi abbhutehi dhammehi samannāgato bhagavatā byākato’”ti. ",
  "an8.22:12.1": "Atha kho so bhikkhu uggassa gahapatino hatthigāmakassa nivesane piṇḍapātaṁ gahetvā uṭṭhāyāsanā pakkāmi. ",
  "an8.22:12.2": "Atha kho so bhikkhu pacchābhattaṁ piṇḍapātapaṭikkanto yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. ",
  "an8.22:12.3": "Ekamantaṁ nisinno kho so bhikkhu yāvatako ahosi uggena gahapatinā hatthigāmakena saddhiṁ kathāsallāpo, taṁ sabbaṁ bhagavato ārocesi. ",
  "an8.22:13.1": "“Sādhu sādhu, bhikkhu. ",
  "an8.22:13.2": "Yathā taṁ uggo gahapati hatthigāmako sammā byākaramāno byākareyya, imeheva kho, bhikkhu, aṭṭhahi acchariyehi abbhutehi dhammehi samannāgato uggo gahapati hatthigāmako mayā byākato. ",
  "an8.22:13.3": "Imehi ca pana, bhikkhu, aṭṭhahi acchariyehi abbhutehi dhammehi samannāgataṁ uggaṁ gahapatiṁ hatthigāmakaṁ dhārehī”ti. ",
  "an8.22:13.4": "Dutiyaṁ. "
}