{
  "an8.51:0.1": "Aṅguttara Nikāya 8 ",
  "an8.51:0.2": "6. Gotamīvagga ",
  "an8.51:0.3": "51. Gotamīsutta ",
  "an8.51:1.1": "Ekaṁ samayaṁ bhagavā sakkesu viharati kapilavatthusmiṁ nigrodhārāme. ",
  "an8.51:1.2": "Atha kho mahāpajāpatī gotamī yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ aṭṭhāsi. Ekamantaṁ ṭhitā kho mahāpajāpatī gotamī bhagavantaṁ etadavoca: ",
  "an8.51:1.3": "“sādhu, bhante, labheyya mātugāmo tathāgatappavedite dhammavinaye agārasmā anagāriyaṁ pabbajjan”ti. ",
  "an8.51:1.4": "“Alaṁ, gotami. ",
  "an8.51:1.5": "Mā te rucci mātugāmassa tathāgatappavedite dhammavinaye agārasmā anagāriyaṁ pabbajjā”ti. ",
  "an8.51:2.1": "Dutiyampi kho mahāpajāpatī gotamī bhagavantaṁ etadavoca: ",
  "an8.51:2.2": "“sādhu, bhante, labheyya mātugāmo tathāgatappavedite dhammavinaye agārasmā anagāriyaṁ pabbajjan”ti. ",
  "an8.51:2.3": "“Alaṁ, gotami. ",
  "an8.51:2.4": "Mā te rucci mātugāmassa tathāgatappavedite dhammavinaye agārasmā anagāriyaṁ pabbajjā”ti. ",
  "an8.51:3.1": "Tatiyampi kho mahāpajāpatī gotamī bhagavantaṁ etadavoca: ",
  "an8.51:3.2": "“sādhu, bhante, labheyya mātugāmo tathāgatappavedite dhammavinaye agārasmā anagāriyaṁ pabbajjan”ti. ",
  "an8.51:3.3": "“Alaṁ, gotami. ",
  "an8.51:3.4": "Mā te rucci mātugāmassa tathāgatappavedite dhammavinaye agārasmā anagāriyaṁ pabbajjā”ti. ",
  "an8.51:4.1": "Atha kho mahāpajāpatī gotamī “na bhagavā anujānāti mātugāmassa tathāgatappavedite dhammavinaye agārasmā anagāriyaṁ pabbajjan”ti dukkhī dummanā assumukhī rudamānā bhagavantaṁ abhivādetvā padakkhiṇaṁ katvā pakkāmi. ",
  "an8.51:5.1": "Atha kho bhagavā kapilavatthusmiṁ yathābhirantaṁ viharitvā yena vesālī tena cārikaṁ pakkāmi. ",
  "an8.51:5.2": "Anupubbena cārikaṁ caramāno yena vesālī tadavasari. ",
  "an8.51:5.3": "Tatra sudaṁ bhagavā vesāliyaṁ viharati mahāvane kūṭāgārasālāyaṁ. ",
  "an8.51:5.4": "Atha kho mahāpajāpatī gotamī kese chedāpetvā kāsāyāni vatthāni acchādetvā sambahulāhi sākiyānīhi saddhiṁ yena vesālī tena pakkāmi. ",
  "an8.51:5.5": "Anupubbena yena vesālī mahāvanaṁ kūṭāgārasālā tenupasaṅkami. ",
  "an8.51:5.6": "Atha kho mahāpajāpatī gotamī sūnehi pādehi rajokiṇṇena gattena dukkhī dummanā assumukhī rudamānā bahidvārakoṭṭhake aṭṭhāsi. ",
  "an8.51:6.1": "Addasā kho āyasmā ānando mahāpajāpatiṁ gotamiṁ sūnehi pādehi rajokiṇṇena gattena dukkhiṁ dummanaṁ assumukhiṁ rudamānaṁ bahidvārakoṭṭhake ṭhitaṁ. ",
  "an8.51:6.2": "Disvāna mahāpajāpatiṁ gotamiṁ etadavoca: ",
  "an8.51:6.3": "“kiṁ nu tvaṁ, gotami, sūnehi pādehi rajokiṇṇena gattena dukkhī dummanā assumukhī rudamānā bahidvārakoṭṭhake ṭhitā”ti? ",
  "an8.51:6.4": "“Tathā hi pana, bhante ānanda, na bhagavā anujānāti mātugāmassa tathāgatappavedite dhammavinaye agārasmā anagāriyaṁ pabbajjan”ti. ",
  "an8.51:6.5": "“Tena hi tvaṁ, gotami, muhuttaṁ idheva tāva hohi, yāvāhaṁ bhagavantaṁ yācāmi mātugāmassa tathāgatappavedite dhammavinaye agārasmā anagāriyaṁ pabbajjan”ti. ",
  "an8.51:7.1": "Atha kho āyasmā ānando yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho āyasmā ānando bhagavantaṁ etadavoca: ",
  "an8.51:7.2": "“esā, bhante, mahāpajāpatī gotamī sūnehi pādehi rajokiṇṇena gattena dukkhī dummanā assumukhī rudamānā bahidvārakoṭṭhake ṭhitā: ",
  "an8.51:7.3": "‘na bhagavā anujānāti mātugāmassa tathāgatappavedite dhammavinaye agārasmā anagāriyaṁ pabbajjan’ti. ",
  "an8.51:7.4": "Sādhu, bhante, labheyya mātugāmo tathāgatappavedite dhammavinaye agārasmā anagāriyaṁ pabbajjan”ti. ",
  "an8.51:7.5": "“Alaṁ, ānanda. ",
  "an8.51:7.6": "Mā te rucci mātugāmassa tathāgatappavedite dhammavinaye agārasmā anagāriyaṁ pabbajjā”ti. ",
  "an8.51:8.1": "Dutiyampi kho …pe… ",
  "an8.51:8.2": "tatiyampi kho āyasmā ānando bhagavantaṁ etadavoca: ",
  "an8.51:8.3": "“sādhu, bhante, labheyya mātugāmo tathāgatappavedite dhammavinaye agārasmā anagāriyaṁ pabbajjan”ti. ",
  "an8.51:8.4": "“Alaṁ, ānanda. ",
  "an8.51:8.5": "Mā te rucci mātugāmassa tathāgatappavedite dhammavinaye agārasmā anagāriyaṁ pabbajjā”ti. ",
  "an8.51:9.1": "Atha kho āyasmato ānandassa etadahosi: ",
  "an8.51:9.2": "“na bhagavā anujānāti mātugāmassa tathāgatappavedite dhammavinaye agārasmā anagāriyaṁ pabbajjaṁ. ",
  "an8.51:9.3": "Yannūnāhaṁ aññenapi pariyāyena bhagavantaṁ yāceyyaṁ mātugāmassa tathāgatappavedite dhammavinaye agārasmā anagāriyaṁ pabbajjan”ti. ",
  "an8.51:9.4": "Atha kho āyasmā ānando bhagavantaṁ etadavoca: ",
  "an8.51:9.5": "“bhabbo nu kho, bhante, mātugāmo tathāgatappavedite dhammavinaye agārasmā anagāriyaṁ pabbajitvā sotāpattiphalaṁ vā sakadāgāmiphalaṁ vā anāgāmiphalaṁ vā arahattaphalaṁ vā sacchikātun”ti? ",
  "an8.51:9.6": "“Bhabbo, ānanda, mātugāmo tathāgatappavedite dhammavinaye agārasmā anagāriyaṁ pabbajitvā sotāpattiphalampi sakadāgāmiphalampi anāgāmiphalampi arahattaphalampi sacchikātun”ti. ",
  "an8.51:9.7": "“Sace, bhante, bhabbo mātugāmo tathāgatappavedite dhammavinaye agārasmā anagāriyaṁ pabbajitvā sotāpattiphalampi …pe… arahattaphalampi sacchikātuṁ; ",
  "an8.51:9.8": "bahukārā, bhante, mahāpajāpatī gotamī bhagavato mātucchā āpādikā posikā khīrassa dāyikā; ",
  "an8.51:9.9": "bhagavantaṁ janettiyā kālaṅkatāya thaññaṁ pāyesi. ",
  "an8.51:9.10": "Sādhu, bhante, labheyya mātugāmo tathāgatappavedite dhammavinaye agārasmā anagāriyaṁ pabbajjan”ti. ",
  "an8.51:10.1": "“Sace, ānanda, mahāpajāpatī gotamī aṭṭha garudhamme paṭiggaṇhāti, sāvassā hotu upasampadā—",
  "an8.51:11.1": "Vassasatūpasampannāya bhikkhuniyā tadahūpasampannassa bhikkhuno abhivādanaṁ paccuṭṭhānaṁ añjalikammaṁ sāmīcikammaṁ kattabbaṁ. ",
  "an8.51:11.2": "Ayampi dhammo sakkatvā garuṁ katvā mānetvā pūjetvā yāvajīvaṁ anatikkamanīyo. ",
  "an8.51:12.1": "Na bhikkhuniyā abhikkhuke āvāse vassaṁ upagantabbaṁ. ",
  "an8.51:12.2": "Ayampi dhammo sakkatvā garuṁ katvā mānetvā pūjetvā yāvajīvaṁ anatikkamanīyo. ",
  "an8.51:13.1": "Anvaḍḍhamāsaṁ bhikkhuniyā bhikkhusaṅghato dve dhammā paccāsīsitabbā—",
  "an8.51:13.2": "uposathapucchakañca, ovādūpasaṅkamanañca. ",
  "an8.51:13.3": "Ayampi dhammo sakkatvā garuṁ katvā mānetvā pūjetvā yāvajīvaṁ anatikkamanīyo. ",
  "an8.51:14.1": "Vassaṁvuṭṭhāya bhikkhuniyā ubhatosaṅghe tīhi ṭhānehi pavāretabbaṁ—",
  "an8.51:14.2": "diṭṭhena vā sutena vā parisaṅkāya vā. ",
  "an8.51:14.3": "Ayampi dhammo sakkatvā garuṁ katvā mānetvā pūjetvā yāvajīvaṁ anatikkamanīyo. ",
  "an8.51:15.1": "Garudhammaṁ ajjhāpannāya bhikkhuniyā ubhatosaṅghe pakkhamānattaṁ caritabbaṁ. ",
  "an8.51:15.2": "Ayampi dhammo sakkatvā garuṁ katvā mānetvā pūjetvā yāvajīvaṁ anatikkamanīyo. ",
  "an8.51:16.1": "Dve vassāni chasu dhammesu sikkhitasikkhāya sikkhamānāya ubhatosaṅghe upasampadā pariyesitabbā. ",
  "an8.51:16.2": "Ayampi dhammo sakkatvā garuṁ katvā mānetvā pūjetvā yāvajīvaṁ anatikkamanīyo. ",
  "an8.51:17.1": "Na kenaci pariyāyena bhikkhuniyā bhikkhu akkositabbo paribhāsitabbo. ",
  "an8.51:17.2": "Ayampi dhammo sakkatvā garuṁ katvā mānetvā pūjetvā yāvajīvaṁ anatikkamanīyo. ",
  "an8.51:18.1": "Ajjatagge ovaṭo bhikkhunīnaṁ bhikkhūsu vacanapatho, anovaṭo bhikkhūnaṁ bhikkhunīsu vacanapatho. ",
  "an8.51:18.2": "Ayampi dhammo sakkatvā garuṁ katvā mānetvā pūjetvā yāvajīvaṁ anatikkamanīyo. ",
  "an8.51:19.1": "Sace, ānanda, mahāpajāpatī gotamī ime aṭṭha garudhamme paṭiggaṇhāti, sāvassā hotu upasampadā”ti. ",
  "an8.51:20.1": "Atha kho āyasmā ānando bhagavato santike ime aṭṭha garudhamme uggahetvā yena mahāpajāpatī gotamī tenupasaṅkami; upasaṅkamitvā mahāpajāpatiṁ gotamiṁ etadavoca: ",
  "an8.51:21.1": "“Sace kho tvaṁ, gotami, aṭṭha garudhamme paṭiggaṇheyyāsi, sāva te bhavissati upasampadā—",
  "an8.51:22.1": "Vassasatūpasampannāya bhikkhuniyā tadahūpasampannassa bhikkhuno abhivādanaṁ paccuṭṭhānaṁ añjalikammaṁ sāmīcikammaṁ kattabbaṁ. ",
  "an8.51:22.2": "Ayampi dhammo sakkatvā garuṁ katvā mānetvā pūjetvā yāvajīvaṁ anatikkamanīyo …pe…. ",
  "an8.51:23.1": "Ajjatagge ovaṭo bhikkhunīnaṁ bhikkhūsu vacanapatho, anovaṭo bhikkhūnaṁ bhikkhunīsu vacanapatho. ",
  "an8.51:23.2": "Ayampi dhammo sakkatvā garuṁ katvā mānetvā pūjetvā yāvajīvaṁ anatikkamanīyo. ",
  "an8.51:23.3": "Sace kho tvaṁ, gotami, ime aṭṭha garudhamme paṭiggaṇheyyāsi, sāva te bhavissati upasampadā”ti. ",
  "an8.51:24.1": "“Seyyathāpi, bhante ānanda, itthī vā puriso vā daharo yuvā maṇḍanakajātiko sīsaṁnhāto uppalamālaṁ vā vassikamālaṁ vā adhimuttakamālaṁ vā labhitvā ubhohi hatthehi paṭiggahetvā uttamaṅge sirasmiṁ patiṭṭhāpeyya; ",
  "an8.51:24.2": "evamevaṁ kho ahaṁ, bhante ānanda, ime aṭṭha garudhamme paṭiggaṇhāmi yāvajīvaṁ anatikkamanīye”ti. ",
  "an8.51:25.1": "Atha kho āyasmā ānando yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho āyasmā ānando bhagavantaṁ etadavoca: ",
  "an8.51:25.2": "“paṭiggahitā, bhante, mahāpajāpatiyā gotamiyā aṭṭha garudhammā yāvajīvaṁ anatikkamanīyā”ti. ",
  "an8.51:26.1": "“Sace, ānanda, nālabhissa mātugāmo tathāgatappavedite dhammavinaye agārasmā anagāriyaṁ pabbajjaṁ, ciraṭṭhitikaṁ, ānanda, brahmacariyaṁ abhavissa, vassasahassameva saddhammo tiṭṭheyya. ",
  "an8.51:26.2": "Yato ca kho, ānanda, mātugāmo tathāgatappavedite dhammavinaye agārasmā anagāriyaṁ pabbajito, na dāni, ānanda, brahmacariyaṁ ciraṭṭhitikaṁ bhavissati. ",
  "an8.51:26.3": "Pañceva dāni, ānanda, vassasatāni saddhammo ṭhassati. ",
  "an8.51:27.1": "Seyyathāpi, ānanda, yāni kānici kulāni bahutthikāni appapurisakāni, tāni suppadhaṁsiyāni honti corehi kumbhatthenakehi; ",
  "an8.51:27.2": "evamevaṁ kho, ānanda, yasmiṁ dhammavinaye labhati mātugāmo agārasmā anagāriyaṁ pabbajjaṁ, na taṁ brahmacariyaṁ ciraṭṭhitikaṁ hoti. ",
  "an8.51:28.1": "Seyyathāpi, ānanda, sampanne sālikkhette setaṭṭhikā nāma rogajāti nipatati, evaṁ taṁ sālikkhettaṁ na ciraṭṭhitikaṁ hoti; ",
  "an8.51:28.2": "evamevaṁ kho, ānanda, yasmiṁ dhammavinaye labhati mātugāmo agārasmā anagāriyaṁ pabbajjaṁ, na taṁ brahmacariyaṁ ciraṭṭhitikaṁ hoti. ",
  "an8.51:29.1": "Seyyathāpi, ānanda, sampanne ucchukkhette mañjiṭṭhikā nāma rogajāti nipatati, evaṁ taṁ ucchukkhettaṁ na ciraṭṭhitikaṁ hoti; ",
  "an8.51:29.2": "evamevaṁ kho, ānanda, yasmiṁ dhammavinaye labhati mātugāmo agārasmā anagāriyaṁ pabbajjaṁ, na taṁ brahmacariyaṁ ciraṭṭhitikaṁ hoti. ",
  "an8.51:30.1": "Seyyathāpi, ānanda, puriso mahato taḷākassa paṭikacceva āḷiṁ bandheyya yāvadeva udakassa anatikkamanāya; ",
  "an8.51:30.2": "evamevaṁ kho, ānanda, mayā paṭikacceva bhikkhunīnaṁ aṭṭha garudhammā paññattā yāvajīvaṁ anatikkamanīyā”ti. ",
  "an8.51:30.3": "Paṭhamaṁ. "
}