{
  "an8.13:0.1": "Aṅguttara Nikāya 8 ",
  "an8.13:0.2": "2. Mahāvagga ",
  "an8.13:0.3": "13. Assājānīyasutta ",
  "an8.13:1.1": "“Aṭṭhahi, bhikkhave, aṅgehi samannāgato rañño bhaddo assājānīyo rājāraho hoti rājabhoggo, rañño aṅganteva saṅkhaṁ gacchati. ",
  "an8.13:1.2": "Katamehi aṭṭhahi? ",
  "an8.13:1.3": "Idha, bhikkhave, rañño bhaddo assājānīyo ubhato sujāto hoti—",
  "an8.13:1.4": "mātito ca pitito ca. ",
  "an8.13:1.5": "Yassaṁ disāyaṁ aññepi bhaddā assājānīyā jāyanti, tassaṁ disāyaṁ jāto hoti. ",
  "an8.13:1.6": "Yaṁ kho panassa bhojanaṁ denti—",
  "an8.13:1.7": "allaṁ vā sukkhaṁ vā—",
  "an8.13:1.8": "taṁ sakkaccaṁyeva paribhuñjati avikiranto. ",
  "an8.13:1.9": "Jegucchī hoti uccāraṁ vā passāvaṁ vā abhinisīdituṁ vā abhinipajjituṁ vā. ",
  "an8.13:1.10": "Sorato hoti sukhasaṁvāso, na ca aññe asse ubbejetā. ",
  "an8.13:1.11": "Yāni kho panassa honti sāṭheyyāni kūṭeyyāni jimheyyāni vaṅkeyyāni, tāni yathābhūtaṁ sārathissa āvikattā hoti. ",
  "an8.13:1.12": "Tesamassa sārathi abhinimmadanāya vāyamati. ",
  "an8.13:1.13": "Vāhī kho pana hoti. ",
  "an8.13:1.14": "‘Kāmaññe assā vahantu vā mā vā, ahamettha vahissāmī’ti cittaṁ uppādeti. ",
  "an8.13:1.15": "Gacchanto kho pana ujumaggeneva gacchati. ",
  "an8.13:1.16": "Thāmavā hoti yāva jīvitamaraṇapariyādānā thāmaṁ upadaṁsetā. ",
  "an8.13:1.17": "Imehi kho, bhikkhave, aṭṭhahi aṅgehi samannāgato rañño bhaddo assājānīyo rājāraho hoti rājabhoggo, rañño aṅganteva saṅkhaṁ gacchati. ",
  "an8.13:2.1": "Evamevaṁ kho, bhikkhave, aṭṭhahi dhammehi samannāgato bhikkhu āhuneyyo hoti …pe… anuttaraṁ puññakkhettaṁ lokassa. ",
  "an8.13:2.2": "Katamehi aṭṭhahi? ",
  "an8.13:2.3": "Idha, bhikkhave, bhikkhu sīlavā hoti, pātimokkhasaṁvarasaṁvuto viharati ācāragocarasampanno aṇumattesu vajjesu bhayadassāvī, samādāya sikkhati sikkhāpadesu. ",
  "an8.13:2.4": "Yaṁ kho panassa bhojanaṁ denti—",
  "an8.13:2.5": "lūkhaṁ vā paṇītaṁ vā—",
  "an8.13:2.6": "taṁ sakkaccaṁyeva paribhuñjati avihaññamāno. ",
  "an8.13:2.7": "Jegucchī hoti kāyaduccaritena vacīduccaritena manoduccaritena; ",
  "an8.13:2.8": "jegucchī hoti anekavihitānaṁ pāpakānaṁ akusalānaṁ dhammānaṁ samāpattiyā. ",
  "an8.13:2.9": "Sorato hoti sukhasaṁvāso, na aññe bhikkhū ubbejetā. ",
  "an8.13:2.10": "Yāni kho panassa honti sāṭheyyāni kūṭeyyāni jimheyyāni vaṅkeyyāni, tāni yathābhūtaṁ āvikattā hoti satthari vā viññūsu vā sabrahmacārīsu. ",
  "an8.13:2.11": "Tesamassa satthā vā viññū vā sabrahmacārī abhinimmadanāya vāyamati. ",
  "an8.13:2.12": "Sikkhitā kho pana hoti. ",
  "an8.13:2.13": "‘Kāmaññe bhikkhū sikkhantu vā mā vā, ahamettha sikkhissāmī’ti cittaṁ uppādeti. ",
  "an8.13:2.14": "Gacchanto kho pana ujumaggeneva gacchati; ",
  "an8.13:2.15": "tatrāyaṁ ujumaggo, seyyathidaṁ—",
  "an8.13:2.16": "sammādiṭṭhi …pe… sammāsamādhi. ",
  "an8.13:2.17": "Āraddhavīriyo viharati: ",
  "an8.13:2.18": "‘kāmaṁ taco ca nhāru ca aṭṭhi ca avasissatu, sarīre upassussatu maṁsalohitaṁ; yaṁ taṁ purisathāmena purisavīriyena purisaparakkamena pattabbaṁ, na taṁ apāpuṇitvā vīriyassa saṇṭhānaṁ bhavissatī’ti. ",
  "an8.13:2.19": "Imehi kho, bhikkhave, aṭṭhahi dhammehi samannāgato bhikkhu āhuneyyo hoti …pe… anuttaraṁ puññakkhettaṁ lokassā”ti. ",
  "an8.13:2.20": "Tatiyaṁ. "
}