{
  "an8.86:0.1": "Aṅguttara Nikāya 8 ",
  "an8.86:0.2": "9. Sativagga ",
  "an8.86:0.3": "86. Yasasutta ",
  "an8.86:1.1": "Ekaṁ samayaṁ bhagavā kosalesu cārikaṁ caramāno mahatā bhikkhusaṅghena saddhiṁ yena icchānaṅgalaṁ nāma kosalānaṁ brāhmaṇagāmo tadavasari. ",
  "an8.86:1.2": "Tatra sudaṁ bhagavā icchānaṅgale viharati icchānaṅgalavanasaṇḍe. ",
  "an8.86:1.3": "Assosuṁ kho icchānaṅgalakā brāhmaṇagahapatikā: ",
  "an8.86:1.4": "“samaṇo khalu bho gotamo sakyaputto sakyakulā pabbajito icchānaṅgalaṁ anuppatto icchānaṅgale viharati icchānaṅgalavanasaṇḍe. ",
  "an8.86:1.5": "Taṁ kho pana bhavantaṁ gotamaṁ evaṁ kalyāṇo kittisaddo abbhuggato: ",
  "an8.86:1.6": "‘itipi so bhagavā arahaṁ sammāsambuddho …pe… ",
  "an8.86:1.7": "sādhu kho pana tathārūpānaṁ arahataṁ dassanaṁ hotī’”ti. ",
  "an8.86:2.1": "Atha kho icchānaṅgalakā brāhmaṇagahapatikā tassā rattiyā accayena pahutaṁ khādanīyaṁ bhojanīyaṁ ādāya yena icchānaṅgalavanasaṇḍo tenupasaṅkamiṁsu; upasaṅkamitvā bahidvārakoṭṭhake aṭṭhaṁsu uccāsaddā mahāsaddā. ",
  "an8.86:2.2": "Tena kho pana samayena āyasmā nāgito bhagavato upaṭṭhāko hoti. ",
  "an8.86:2.3": "Atha kho bhagavā āyasmantaṁ nāgitaṁ āmantesi: ",
  "an8.86:2.4": "“ke pana te, nāgita, uccāsaddā mahāsaddā kevaṭṭā maññe macchavilope”ti? ",
  "an8.86:2.5": "“Ete, bhante, icchānaṅgalakā brāhmaṇagahapatikā pahutaṁ khādanīyaṁ bhojanīyaṁ ādāya bahidvārakoṭṭhake ṭhitā bhagavantaṁyeva uddissa bhikkhusaṅghañcā”ti. ",
  "an8.86:2.6": "“Māhaṁ, nāgita, yasena samāgamaṁ, mā ca mayā yaso. ",
  "an8.86:2.7": "Yo kho, nāgita, nayimassa nekkhammasukhassa pavivekasukhassa upasamasukhassa sambodhasukhassa nikāmalābhī assa akicchalābhī akasiralābhī. Yassāhaṁ nekkhammasukhassa pavivekasukhassa upasamasukhassa sambodhasukhassa nikāmalābhī akicchalābhī akasiralābhī, ",
  "an8.86:2.8": "so taṁ mīḷhasukhaṁ middhasukhaṁ lābhasakkārasilokasukhaṁ sādiyeyyā”ti. ",
  "an8.86:3.1": "“Adhivāsetu dāni, bhante, bhagavā. Adhivāsetu sugato. ",
  "an8.86:3.2": "Adhivāsanakālo dāni, bhante, bhagavato. ",
  "an8.86:3.3": "Yena yeneva dāni, bhante, bhagavā gamissati tanninnāva bhavissanti brāhmaṇagahapatikā negamā ceva jānapadā ca. ",
  "an8.86:3.4": "Seyyathāpi, bhante, thullaphusitake deve vassante yathāninnaṁ udakāni pavattanti; ",
  "an8.86:3.5": "evamevaṁ kho, bhante, yena yeneva dāni bhagavā gamissati tanninnāva bhavissanti brāhmaṇagahapatikā negamā ceva jānapadā ca. ",
  "an8.86:3.6": "Taṁ kissa hetu? ",
  "an8.86:3.7": "Tathā hi, bhante, bhagavato sīlapaññāṇan”ti. ",
  "an8.86:4.1": "“Māhaṁ, nāgita, yasena samāgamaṁ, mā ca mayā yaso. ",
  "an8.86:4.2": "Yo kho, nāgita, nayimassa nekkhammasukhassa pavivekasukhassa upasamasukhassa sambodhasukhassa nikāmalābhī assa akicchalābhī akasiralābhī. Yassāhaṁ nekkhammasukhassa pavivekasukhassa upasamasukhassa sambodhasukhassa nikāmalābhī akicchalābhī akasiralābhī, ",
  "an8.86:4.3": "so taṁ mīḷhasukhaṁ middhasukhaṁ lābhasakkārasilokasukhaṁ sādiyeyya. ",
  "an8.86:5.1": "devatāpi kho, nāgita, ekaccā nayimassa nekkhammasukhassa pavivekasukhassa upasamasukhassa sambodhasukhassa nikāmalābhiniyo assu akicchalābhiniyo akasiralābhiniyo, yassāhaṁ nekkhammasukhassa pavivekasukhassa upasamasukhassa sambodhasukhassa nikāmalābhī akicchalābhī akasiralābhī. ",
  "an8.86:5.2": "Tumhākampi kho, nāgita, saṅgamma samāgamma saṅgaṇikavihāraṁ anuyuttānaṁ viharataṁ evaṁ hoti: ",
  "an8.86:5.3": "‘na hi nūname āyasmanto imassa nekkhammasukhassa pavivekasukhassa upasamasukhassa sambodhasukhassa nikāmalābhino assu akicchalābhino akasiralābhino. Yassāhaṁ nekkhammasukhassa pavivekasukhassa upasamasukhassa sambodhasukhassa nikāmalābhī akicchalābhī akasiralābhī. ",
  "an8.86:5.4": "Tathā hi paname āyasmanto saṅgamma samāgamma saṅgaṇikavihāraṁ anuyuttā viharanti’. ",
  "an8.86:6.1": "Idhāhaṁ, nāgita, bhikkhū passāmi aññamaññaṁ aṅgulipatodakena sañjagghante saṅkīḷante. ",
  "an8.86:6.2": "Tassa mayhaṁ, nāgita, evaṁ hoti: ",
  "an8.86:6.3": "‘na hi nūname āyasmanto imassa nekkhammasukhassa pavivekasukhassa upasamasukhassa sambodhasukhassa nikāmalābhino assu akicchalābhino akasiralābhino. Yassāhaṁ nekkhammasukhassa pavivekasukhassa upasamasukhassa sambodhasukhassa nikāmalābhī akicchalābhī akasiralābhī. ",
  "an8.86:6.4": "Tathā hi paname āyasmanto aññamaññaṁ aṅgulipatodakena sañjagghanti saṅkīḷanti’. ",
  "an8.86:7.1": "Idha panāhaṁ, nāgita, bhikkhū passāmi yāvadatthaṁ udarāvadehakaṁ bhuñjitvā seyyasukhaṁ passasukhaṁ middhasukhaṁ anuyutte viharante. ",
  "an8.86:7.2": "Tassa mayhaṁ, nāgita, evaṁ hoti: ",
  "an8.86:7.3": "‘na hi nūname āyasmanto imassa nekkhammasukhassa pavivekasukhassa upasamasukhassa sambodhasukhassa nikāmalābhino assu akicchalābhino akasiralābhino. Yassāhaṁ nekkhammasukhassa pavivekasukhassa upasamasukhassa sambodhasukhassa nikāmalābhī akicchalābhī akasiralābhī. ",
  "an8.86:7.4": "Tathā hi paname āyasmanto yāvadatthaṁ udarāvadehakaṁ bhuñjitvā seyyasukhaṁ passasukhaṁ middhasukhaṁ anuyuttā viharanti’. ",
  "an8.86:8.1": "Idhāhaṁ, nāgita, bhikkhuṁ passāmi gāmantavihāriṁ samāhitaṁ nisinnaṁ. ",
  "an8.86:8.2": "Tassa mayhaṁ, nāgita, evaṁ hoti: ",
  "an8.86:8.3": "‘idāni imaṁ āyasmantaṁ ārāmiko vā upaṭṭhahissati samaṇuddeso vā. Taṁ tamhā samādhimhā cāvessatī’ti. ",
  "an8.86:8.4": "Tenāhaṁ, nāgita, tassa bhikkhuno na attamano homi gāmantavihārena. ",
  "an8.86:9.1": "Idha panāhaṁ, nāgita, bhikkhuṁ passāmi āraññikaṁ araññe pacalāyamānaṁ nisinnaṁ. ",
  "an8.86:9.2": "Tassa mayhaṁ, nāgita, evaṁ hoti: ",
  "an8.86:9.3": "‘idāni ayamāyasmā imaṁ niddākilamathaṁ paṭivinodetvā araññasaññaṁyeva manasi karissati ekattan’ti. ",
  "an8.86:9.4": "Tenāhaṁ, nāgita, tassa bhikkhuno attamano homi araññavihārena. ",
  "an8.86:10.1": "Idha panāhaṁ, nāgita, bhikkhuṁ passāmi āraññikaṁ araññe asamāhitaṁ nisinnaṁ. ",
  "an8.86:10.2": "Tassa mayhaṁ, nāgita, evaṁ hoti: ",
  "an8.86:10.3": "‘idāni ayamāyasmā asamāhitaṁ vā cittaṁ samādahissati, samāhitaṁ vā cittaṁ anurakkhissatī’ti. ",
  "an8.86:10.4": "Tenāhaṁ, nāgita, tassa bhikkhuno attamano homi araññavihārena. ",
  "an8.86:11.1": "Idha panāhaṁ, nāgita, bhikkhuṁ passāmi āraññikaṁ araññe samāhitaṁ nisinnaṁ. ",
  "an8.86:11.2": "Tassa mayhaṁ, nāgita, evaṁ hoti: ",
  "an8.86:11.3": "‘idāni ayamāyasmā avimuttaṁ vā cittaṁ vimuccissati, vimuttaṁ vā cittaṁ anurakkhissatī’ti. ",
  "an8.86:11.4": "Tenāhaṁ, nāgita, tassa bhikkhuno attamano homi araññavihārena. ",
  "an8.86:12.1": "Idha panāhaṁ, nāgita, bhikkhuṁ passāmi gāmantavihāriṁ lābhiṁ cīvarapiṇḍapātasenāsanagilānapaccayabhesajjaparikkhārānaṁ. ",
  "an8.86:12.2": "So taṁ lābhasakkārasilokaṁ nikāmayamāno riñcati paṭisallānaṁ, riñcati araññavanapatthāni pantāni senāsanāni; ",
  "an8.86:12.3": "gāmanigamarājadhāniṁ osaritvā vāsaṁ kappeti. ",
  "an8.86:12.4": "Tenāhaṁ, nāgita, tassa bhikkhuno na attamano homi gāmantavihārena. ",
  "an8.86:13.1": "Idha panāhaṁ, nāgita, bhikkhuṁ passāmi āraññikaṁ lābhiṁ cīvarapiṇḍapātasenāsanagilānapaccayabhesajjaparikkhārānaṁ. ",
  "an8.86:13.2": "So taṁ lābhasakkārasilokaṁ paṭipaṇāmetvā na riñcati paṭisallānaṁ, na riñcati araññavanapatthāni pantāni senāsanāni. ",
  "an8.86:13.3": "Tenāhaṁ, nāgita, tassa bhikkhuno attamano homi araññavihārena. ",
  "an8.86:14.1": "Yasmāhaṁ, nāgita, samaye addhānamaggappaṭipanno na kañci passāmi purato vā pacchato vā, phāsu me, nāgita, tasmiṁ samaye hoti antamaso uccārapassāvakammāyā”ti. ",
  "an8.86:14.2": "Chaṭṭhaṁ. "
}