{
  "an8.26:0.1": "Aṅguttara Nikāya 8 ",
  "an8.26:0.2": "3. Gahapativagga ",
  "an8.26:0.3": "26. Jīvakasutta ",
  "an8.26:1.1": "Ekaṁ samayaṁ bhagavā rājagahe viharati jīvakambavane. ",
  "an8.26:1.2": "Atha kho jīvako komārabhacco yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho jīvako komārabhacco bhagavantaṁ etadavoca: ",
  "an8.26:1.3": "“kittāvatā nu kho, bhante, upāsako hotī”ti? ",
  "an8.26:1.4": "“Yato kho, jīvaka, buddhaṁ saraṇaṁ gato hoti, dhammaṁ saraṇaṁ gato hoti, saṅghaṁ saraṇaṁ gato hoti; ",
  "an8.26:1.5": "ettāvatā kho, jīvaka, upāsako hotī”ti. ",
  "an8.26:2.1": "“Kittāvatā pana, bhante, upāsako sīlavā hotī”ti? ",
  "an8.26:2.2": "“Yato kho, jīvaka, upāsako pāṇātipātā paṭivirato hoti …pe… surāmerayamajjapamādaṭṭhānā paṭivirato hoti; ",
  "an8.26:2.3": "ettāvatā kho, jīvaka, upāsako sīlavā hotī”ti. ",
  "an8.26:3.1": "“Kittāvatā pana, bhante, upāsako attahitāya paṭipanno hoti, no parahitāyā”ti? ",
  "an8.26:3.2": "“Yato kho, jīvaka, upāsako attanāva saddhāsampanno hoti, no paraṁ saddhāsampadāya samādapeti …pe… ",
  "an8.26:3.3": "attanāva atthamaññāya dhammamaññāya dhammānudhammappaṭipanno hoti, no paraṁ dhammānudhammappaṭipattiyā samādapeti. ",
  "an8.26:3.4": "Ettāvatā kho, jīvaka, upāsako attahitāya paṭipanno hoti, no parahitāyā”ti. ",
  "an8.26:4.1": "“Kittāvatā pana, bhante, upāsako attahitāya ca paṭipanno hoti parahitāya cā”ti? ",
  "an8.26:4.2": "“Yato kho, jīvaka, upāsako attanā ca saddhāsampanno hoti, parañca saddhāsampadāya samādapeti; ",
  "an8.26:4.3": "attanā ca sīlasampanno hoti, parañca sīlasampadāya samādapeti; ",
  "an8.26:4.4": "attanā ca cāgasampanno hoti, parañca cāgasampadāya samādapeti; ",
  "an8.26:4.5": "attanā ca bhikkhūnaṁ dassanakāmo hoti, parañca bhikkhūnaṁ dassane samādapeti; ",
  "an8.26:4.6": "attanā ca saddhammaṁ sotukāmo hoti, parañca saddhammassavane samādapeti; ",
  "an8.26:4.7": "attanā ca sutānaṁ dhammānaṁ dhāraṇajātiko hoti, parañca dhammadhāraṇāya samādapeti; ",
  "an8.26:4.8": "attanā ca sutānaṁ dhammānaṁ atthūpaparikkhitā hoti, parañca atthūpaparikkhāya samādapeti; ",
  "an8.26:4.9": "attanā ca atthamaññāya dhammamaññāya dhammānudhammappaṭipanno hoti, parañca dhammānudhammappaṭipattiyā samādapeti. ",
  "an8.26:4.10": "Ettāvatā kho, jīvaka, upāsako attahitāya ca paṭipanno hoti parahitāya cā”ti. ",
  "an8.26:4.11": "Chaṭṭhaṁ. "
}