{
  "an8.2:0.1": "Aṅguttara Nikāya 8 ",
  "an8.2:0.2": "1. Mettāvagga ",
  "an8.2:0.3": "2. Paññāsutta ",
  "an8.2:1.1": "“Aṭṭhime, bhikkhave, hetū aṭṭha paccayā ādibrahmacariyikāya paññāya appaṭiladdhāya paṭilābhāya, paṭiladdhāya bhiyyobhāvāya vepullāya bhāvanāya pāripūriyā saṁvattanti. ",
  "an8.2:1.2": "Katame aṭṭha? ",
  "an8.2:1.3": "Idha, bhikkhave, bhikkhu satthāraṁ upanissāya viharati aññataraṁ vā garuṭṭhāniyaṁ sabrahmacāriṁ, yatthassa tibbaṁ hirottappaṁ paccupaṭṭhitaṁ hoti pemañca gāravo ca. ",
  "an8.2:1.4": "Ayaṁ, bhikkhave, paṭhamo hetu paṭhamo paccayo ādibrahmacariyikāya paññāya appaṭiladdhāya paṭilābhāya, paṭiladdhāya bhiyyobhāvāya vepullāya bhāvanāya pāripūriyā saṁvattati. ",
  "an8.2:2.1": "So taṁ satthāraṁ upanissāya viharanto aññataraṁ vā garuṭṭhāniyaṁ sabrahmacāriṁ, yatthassa tibbaṁ hirottappaṁ paccupaṭṭhitaṁ hoti pemañca gāravo ca, te kālena kālaṁ upasaṅkamitvā paripucchati paripañhati: ",
  "an8.2:2.2": "‘idaṁ, bhante, kathaṁ; imassa ko attho’ti? ",
  "an8.2:2.3": "Tassa te āyasmanto avivaṭañceva vivaranti, anuttānīkatañca uttānīkaronti, anekavihitesu ca kaṅkhāṭhāniyesu dhammesu kaṅkhaṁ paṭivinodenti. ",
  "an8.2:2.4": "Ayaṁ, bhikkhave, dutiyo hetu dutiyo paccayo ādibrahmacariyikāya paññāya appaṭiladdhāya paṭilābhāya, paṭiladdhāya bhiyyobhāvāya vepullāya bhāvanāya pāripūriyā saṁvattati. ",
  "an8.2:3.1": "So taṁ dhammaṁ sutvā dvayena vūpakāsena sampādeti—kāyavūpakāsena ca cittavūpakāsena ca. ",
  "an8.2:3.2": "Ayaṁ, bhikkhave, tatiyo hetu tatiyo paccayo ādibrahmacariyikāya paññāya appaṭiladdhāya paṭilābhāya, paṭiladdhāya bhiyyobhāvāya vepullāya bhāvanāya pāripūriyā saṁvattati. ",
  "an8.2:4.1": "Sīlavā hoti, pātimokkhasaṁvarasaṁvuto viharati ācāragocarasampanno aṇumattesu vajjesu bhayadassāvī, samādāya sikkhati sikkhāpadesu. ",
  "an8.2:4.2": "Ayaṁ, bhikkhave, catuttho hetu catuttho paccayo ādibrahmacariyikāya paññāya appaṭiladdhāya paṭilābhāya, paṭiladdhāya bhiyyobhāvāya vepullāya bhāvanāya pāripūriyā saṁvattati. ",
  "an8.2:5.1": "Bahussuto hoti sutadharo sutasannicayo. Ye te dhammā ādikalyāṇā majjhekalyāṇā pariyosānakalyāṇā sātthaṁ sabyañjanaṁ kevalaparipuṇṇaṁ parisuddhaṁ brahmacariyaṁ abhivadanti, tathārūpāssa dhammā bahussutā honti dhātā vacasā paricitā manasānupekkhitā diṭṭhiyā suppaṭividdhā. ",
  "an8.2:5.2": "Ayaṁ, bhikkhave, pañcamo hetu pañcamo paccayo ādibrahmacariyikāya paññāya appaṭiladdhāya paṭilābhāya, paṭiladdhāya bhiyyobhāvāya vepullāya bhāvanāya pāripūriyā saṁvattati. ",
  "an8.2:6.1": "Āraddhavīriyo viharati akusalānaṁ dhammānaṁ pahānāya, kusalānaṁ dhammānaṁ upasampadāya, thāmavā daḷhaparakkamo anikkhittadhuro kusalesu dhammesu. ",
  "an8.2:6.2": "Ayaṁ, bhikkhave, chaṭṭho hetu chaṭṭho paccayo ādibrahmacariyikāya paññāya appaṭiladdhāya paṭilābhāya, paṭiladdhāya bhiyyobhāvāya vepullāya bhāvanāya pāripūriyā saṁvattati. ",
  "an8.2:7.1": "Saṅghagato kho pana anānākathiko hoti atiracchānakathiko. ",
  "an8.2:7.2": "Sāmaṁ vā dhammaṁ bhāsati paraṁ vā ajjhesati ariyaṁ vā tuṇhībhāvaṁ nātimaññati. ",
  "an8.2:7.3": "Ayaṁ, bhikkhave, sattamo hetu sattamo paccayo ādibrahmacariyikāya paññāya appaṭiladdhāya paṭilābhāya, paṭiladdhāya bhiyyobhāvāya vepullāya bhāvanāya pāripūriyā saṁvattati. ",
  "an8.2:8.1": "Pañcasu kho pana upādānakkhandhesu udayabbayānupassī viharati: ",
  "an8.2:8.2": "‘iti rūpaṁ, iti rūpassa samudayo, iti rūpassa atthaṅgamo; ",
  "an8.2:8.3": "iti vedanā, iti vedanāya samudayo, iti vedanāya atthaṅgamo; ",
  "an8.2:8.4": "iti saññā …pe… ",
  "an8.2:8.5": "iti saṅkhārā … ",
  "an8.2:8.6": "iti viññāṇaṁ, iti viññāṇassa samudayo, iti viññāṇassa atthaṅgamo’ti. ",
  "an8.2:8.7": "Ayaṁ, bhikkhave, aṭṭhamo hetu aṭṭhamo paccayo ādibrahmacariyikāya paññāya appaṭiladdhāya paṭilābhāya, paṭiladdhāya bhiyyobhāvāya vepullāya bhāvanāya pāripūriyā saṁvattati. ",
  "an8.2:9.1": "Tamenaṁ sabrahmacārī evaṁ sambhāventi: ",
  "an8.2:9.2": "‘ayaṁ kho āyasmā satthāraṁ upanissāya viharati aññataraṁ vā garuṭṭhāniyaṁ sabrahmacāriṁ, yatthassa tibbaṁ hirottappaṁ paccupaṭṭhitaṁ hoti pemañca gāravo ca. ",
  "an8.2:9.3": "Addhā ayamāyasmā jānaṁ jānāti passaṁ passatī’ti. ",
  "an8.2:9.4": "Ayampi dhammo piyattāya garuttāya bhāvanāya sāmaññāya ekībhāvāya saṁvattati. ",
  "an8.2:10.1": "‘Taṁ kho panāyamāyasmā satthāraṁ upanissāya viharanto aññataraṁ vā garuṭṭhāniyaṁ sabrahmacāriṁ, yatthassa tibbaṁ hirottappaṁ paccupaṭṭhitaṁ hoti pemañca gāravo ca, te kālena kālaṁ upasaṅkamitvā paripucchati paripañhati: ",
  "an8.2:10.2": "“idaṁ, bhante, kathaṁ; imassa ko attho”ti? ",
  "an8.2:10.3": "Tassa te āyasmanto avivaṭañceva vivaranti, anuttānīkatañca uttānīkaronti, anekavihitesu ca kaṅkhāṭhāniyesu dhammesu kaṅkhaṁ paṭivinodenti. ",
  "an8.2:10.4": "Addhā ayamāyasmā jānaṁ jānāti passaṁ passatī’ti. ",
  "an8.2:10.5": "Ayampi dhammo piyattāya garuttāya bhāvanāya sāmaññāya ekībhāvāya saṁvattati. ",
  "an8.2:11.1": "‘Taṁ kho panāyamāyasmā dhammaṁ sutvā dvayena vūpakāsena sampādeti—kāyavūpakāsena ca cittavūpakāsena ca. ",
  "an8.2:11.2": "Addhā ayamāyasmā jānaṁ jānāti passaṁ passatī’ti. ",
  "an8.2:11.3": "Ayampi dhammo piyattāya garuttāya bhāvanāya sāmaññāya ekībhāvāya saṁvattati. ",
  "an8.2:12.1": "‘Sīlavā kho panāyamāyasmā pātimokkhasaṁvarasaṁvuto viharati ācāragocarasampanno aṇumattesu vajjesu bhayadassāvī, samādāya sikkhati sikkhāpadesu. ",
  "an8.2:12.2": "Addhā ayamāyasmā jānaṁ jānāti passaṁ passatī’ti. ",
  "an8.2:12.3": "Ayampi dhammo piyattāya garuttāya bhāvanāya sāmaññāya ekībhāvāya saṁvattati. ",
  "an8.2:13.1": "‘Bahussuto kho panāyamāyasmā sutadharo sutasannicayo. Ye te dhammā ādikalyāṇā majjhekalyāṇā pariyosānakalyāṇā sātthaṁ sabyañjanaṁ kevalaparipuṇṇaṁ parisuddhaṁ brahmacariyaṁ abhivadanti, tathārūpāssa dhammā bahussutā honti dhātā vacasā paricitā manasānupekkhitā diṭṭhiyā suppaṭividdhā. ",
  "an8.2:13.2": "Addhā ayamāyasmā jānaṁ jānāti passaṁ passatī’ti. ",
  "an8.2:13.3": "Ayampi dhammo piyattāya garuttāya bhāvanāya sāmaññāya ekībhāvāya saṁvattati. ",
  "an8.2:14.1": "‘Āraddhavīriyo kho panāyamāyasmā viharati akusalānaṁ dhammānaṁ pahānāya, kusalānaṁ dhammānaṁ upasampadāya, thāmavā daḷhaparakkamo anikkhittadhuro kusalesu dhammesu. ",
  "an8.2:14.2": "Addhā ayamāyasmā jānaṁ jānāti passaṁ passatī’ti. ",
  "an8.2:14.3": "Ayampi dhammo piyattāya garuttāya bhāvanāya sāmaññāya ekībhāvāya saṁvattati. ",
  "an8.2:15.1": "‘Saṅghagato kho panāyamāyasmā anānākathiko hoti atiracchānakathiko. ",
  "an8.2:15.2": "Sāmaṁ vā dhammaṁ bhāsati paraṁ vā ajjhesati ariyaṁ vā tuṇhībhāvaṁ nātimaññati. ",
  "an8.2:15.3": "Addhā ayamāyasmā jānaṁ jānāti passaṁ passatī’ti. ",
  "an8.2:15.4": "Ayampi dhammo piyattāya garuttāya bhāvanāya sāmaññāya ekībhāvāya saṁvattati. ",
  "an8.2:16.1": "‘Pañcasu kho panāyamāyasmā upādānakkhandhesu udayabbayānupassī viharati—",
  "an8.2:16.2": "iti rūpaṁ, iti rūpassa samudayo, iti rūpassa atthaṅgamo; ",
  "an8.2:16.3": "iti vedanā …pe… ",
  "an8.2:16.4": "iti saññā … ",
  "an8.2:16.5": "iti saṅkhārā … ",
  "an8.2:16.6": "iti viññāṇaṁ, iti viññāṇassa samudayo, iti viññāṇassa atthaṅgamoti. ",
  "an8.2:16.7": "Addhā ayamāyasmā jānaṁ jānāti passaṁ passatī’ti. ",
  "an8.2:16.8": "Ayampi dhammo piyattāya garuttāya bhāvanāya sāmaññāya ekībhāvāya saṁvattati. ",
  "an8.2:17.1": "Ime kho, bhikkhave, aṭṭha hetū aṭṭha paccayā ādibrahmacariyikāya paññāya appaṭiladdhāya paṭilābhāya, paṭiladdhāya bhiyyobhāvāya vepullāya bhāvanāya pāripūriyā saṁvattantī”ti. ",
  "an8.2:17.2": "Dutiyaṁ. "
}