{
  "an8.20:0.1": "Aṅguttara Nikāya 8 ",
  "an8.20:0.2": "2. Mahāvagga ",
  "an8.20:0.3": "20. Uposathasutta ",
  "an8.20:1.1": "Ekaṁ samayaṁ bhagavā sāvatthiyaṁ viharati pubbārāme migāramātupāsāde. ",
  "an8.20:1.2": "Tena kho pana samayena bhagavā tadahuposathe bhikkhusaṅghaparivuto nisinno hoti. ",
  "an8.20:1.3": "Atha kho āyasmā ānando abhikkantāya rattiyā, nikkhante paṭhame yāme, uṭṭhāyāsanā ekaṁsaṁ uttarāsaṅgaṁ karitvā yena bhagavā tenañjaliṁ paṇāmetvā bhagavantaṁ etadavoca: ",
  "an8.20:1.4": "“abhikkantā, bhante, ratti, nikkhanto paṭhamo yāmo, ciranisinno bhikkhusaṅgho. ",
  "an8.20:1.5": "Uddisatu, bhante, bhagavā bhikkhūnaṁ pātimokkhan”ti. ",
  "an8.20:2.1": "Evaṁ vutte, bhagavā tuṇhī ahosi. ",
  "an8.20:2.2": "Dutiyampi kho āyasmā ānando abhikkantāya rattiyā, nikkhante majjhime yāme, uṭṭhāyāsanā ekaṁsaṁ uttarāsaṅgaṁ karitvā yena bhagavā tenañjaliṁ paṇāmetvā bhagavantaṁ etadavoca: ",
  "an8.20:2.3": "“abhikkantā, bhante, ratti, nikkhanto majjhimo yāmo, ciranisinno bhikkhusaṅgho. ",
  "an8.20:2.4": "Uddisatu, bhante, bhagavā bhikkhūnaṁ pātimokkhan”ti. ",
  "an8.20:2.5": "Dutiyampi kho bhagavā tuṇhī ahosi. ",
  "an8.20:2.6": "Tatiyampi kho āyasmā ānando abhikkantāya rattiyā, nikkhante pacchime yāme, uddhaste aruṇe, nandimukhiyā rattiyā uṭṭhāyāsanā ekaṁsaṁ uttarāsaṅgaṁ karitvā yena bhagavā tenañjaliṁ paṇāmetvā bhagavantaṁ etadavoca: ",
  "an8.20:2.7": "“abhikkantā, bhante, ratti, nikkhanto pacchimo yāmo, uddhastaṁ aruṇaṁ, nandimukhī ratti; ",
  "an8.20:2.8": "ciranisinno bhikkhusaṅgho. ",
  "an8.20:2.9": "Uddisatu, bhante, bhagavā bhikkhūnaṁ pātimokkhan”ti. ",
  "an8.20:2.10": "“Aparisuddhā, ānanda, parisā”ti. ",
  "an8.20:3.1": "Atha kho āyasmato mahāmoggallānassa etadahosi: ",
  "an8.20:3.2": "“kaṁ nu kho bhagavā puggalaṁ sandhāya evamāha: ",
  "an8.20:3.3": "‘aparisuddhā, ānanda, parisā’”ti? ",
  "an8.20:3.4": "Atha kho āyasmā mahāmoggallāno sabbāvantaṁ bhikkhusaṅghaṁ cetasā ceto paricca manasākāsi. ",
  "an8.20:3.5": "Addasā kho āyasmā mahāmoggallāno taṁ puggalaṁ dussīlaṁ pāpadhammaṁ asuciṁ saṅkassarasamācāraṁ paṭicchannakammantaṁ assamaṇaṁ samaṇapaṭiññaṁ abrahmacāriṁ brahmacāripaṭiññaṁ antopūtiṁ avassutaṁ kasambujātaṁ majjhe bhikkhusaṅghassa nisinnaṁ; ",
  "an8.20:3.6": "disvāna uṭṭhāyāsanā yena so puggalo tenupasaṅkami; upasaṅkamitvā taṁ puggalaṁ etadavoca: ",
  "an8.20:3.7": "“uṭṭhehāvuso, diṭṭhosi bhagavatā. ",
  "an8.20:3.8": "Natthi te bhikkhūhi saddhiṁ saṁvāso”ti. ",
  "an8.20:4.1": "Evaṁ vutte, so puggalo tuṇhī ahosi. ",
  "an8.20:4.2": "Dutiyampi kho āyasmā mahāmoggallāno taṁ puggalaṁ etadavoca: ",
  "an8.20:4.3": "“uṭṭhehāvuso, diṭṭhosi bhagavatā. ",
  "an8.20:4.4": "Natthi te bhikkhūhi saddhiṁ saṁvāso”ti. ",
  "an8.20:4.5": "Dutiyampi kho so puggalo tuṇhī ahosi. ",
  "an8.20:4.6": "Tatiyampi kho āyasmā mahāmoggallāno taṁ puggalaṁ etadavoca: ",
  "an8.20:4.7": "“uṭṭhehāvuso, diṭṭhosi bhagavatā. ",
  "an8.20:4.8": "Natthi te bhikkhūhi saddhiṁ saṁvāso”ti. ",
  "an8.20:4.9": "Tatiyampi kho so puggalo tuṇhī ahosi. ",
  "an8.20:5.1": "Atha kho āyasmā mahāmoggallāno taṁ puggalaṁ bāhāyaṁ gahetvā bahidvārakoṭṭhakā nikkhāmetvā sūcighaṭikaṁ datvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ etadavoca: ",
  "an8.20:5.2": "“nikkhāmito so, bhante, puggalo mayā. ",
  "an8.20:5.3": "Parisuddhā parisā. ",
  "an8.20:5.4": "Uddisatu, bhante, bhagavā bhikkhūnaṁ pātimokkhan”ti. ",
  "an8.20:5.5": "“Acchariyaṁ, moggallāna, abbhutaṁ, moggallāna. ",
  "an8.20:5.6": "Yāva bāhā gahaṇāpi nāma so moghapuriso āgamissatī”ti. ",
  "an8.20:6.1": "Atha kho bhagavā bhikkhū āmantesi: ",
  "an8.20:6.2": "“tumheva dāni, bhikkhave, uposathaṁ kareyyātha, pātimokkhaṁ uddiseyyātha. ",
  "an8.20:6.3": "Na dānāhaṁ, bhikkhave, ajjatagge uposathaṁ karissāmi, pātimokkhaṁ uddisissāmi. ",
  "an8.20:6.4": "Aṭṭhānametaṁ, bhikkhave, anavakāso yaṁ tathāgato aparisuddhāya parisāya pātimokkhaṁ uddiseyya. ",
  "an8.20:7.1": "Aṭṭhime, bhikkhave, mahāsamudde acchariyā abbhutā dhammā, ye disvā disvā asurā mahāsamudde abhiramanti. ",
  "an8.20:7.2": "Katame aṭṭha? ",
  "an8.20:7.3": "Mahāsamuddo, bhikkhave, anupubbaninno anupubbapoṇo anupubbapabbhāro, na āyatakeneva papāto. ",
  "an8.20:7.4": "Yampi, bhikkhave, mahāsamuddo anupubbaninno anupubbapoṇo anupubbapabbhāro, na āyatakeneva papāto; ",
  "an8.20:7.5": "ayaṁ, bhikkhave, mahāsamudde paṭhamo acchariyo abbhuto dhammo, yaṁ disvā disvā asurā mahāsamudde abhiramanti (yathā purime tathā vitthāro.) ",
  "an8.20:7.6": "…pe… ",
  "an8.20:8.1": "Puna caparaṁ, bhikkhave, mahāsamuddo mahataṁ bhūtānaṁ āvāso. Tatrime bhūtā—timi timiṅgalo timirapiṅgalo asurā nāgā gandhabbā. Vasanti mahāsamudde yojanasatikāpi attabhāvā …pe… pañcayojanasatikāpi attabhāvā. ",
  "an8.20:8.2": "Yampi, bhikkhave, mahāsamuddo mahataṁ bhūtānaṁ āvāso; tatrime bhūtā—timi timiṅgalo timirapiṅgalo asurā nāgā gandhabbā; vasanti mahāsamudde yojanasatikāpi attabhāvā …pe… pañcayojanasatikāpi attabhāvā; ",
  "an8.20:8.3": "ayaṁ, bhikkhave, mahāsamudde aṭṭhamo acchariyo abbhuto dhammo, yaṁ disvā disvā asurā mahāsamudde abhiramanti. ",
  "an8.20:8.4": "Ime kho, bhikkhave, mahāsamudde aṭṭha acchariyā abbhutā dhammā, yaṁ disvā disvā asurā mahāsamudde abhiramanti. ",
  "an8.20:9.1": "Evamevaṁ kho, bhikkhave, aṭṭha imasmiṁ dhammavinaye acchariyā abbhutā dhammā, ye disvā disvā bhikkhū imasmiṁ dhammavinaye abhiramanti. ",
  "an8.20:9.2": "Katame aṭṭha? ",
  "an8.20:9.3": "Seyyathāpi, bhikkhave, mahāsamuddo anupubbaninno anupubbapoṇo anupubbapabbhāro, na āyatakeneva papāto; ",
  "an8.20:9.4": "evamevaṁ kho, bhikkhave, imasmiṁ dhammavinaye anupubbasikkhā anupubbakiriyā anupubbapaṭipadā, na āyatakeneva aññāpaṭivedho. ",
  "an8.20:9.5": "Yampi, bhikkhave, imasmiṁ dhammavinaye anupubbasikkhā anupubbakiriyā anupubbapaṭipadā, na āyatakeneva aññāpaṭivedho; ",
  "an8.20:9.6": "ayaṁ, bhikkhave, imasmiṁ dhammavinaye paṭhamo acchariyo abbhuto dhammo, yaṁ disvā disvā bhikkhū imasmiṁ dhammavinaye abhiramanti …pe… ",
  "an8.20:9.7": "seyyathāpi, bhikkhave, mahāsamuddo mahataṁ bhūtānaṁ āvāso; tatrime bhūtā—timi timiṅgalo timirapiṅgalo asurā nāgā gandhabbā, vasanti mahāsamudde yojanasatikāpi attabhāvā …pe… pañcayojanasatikāpi attabhāvā; ",
  "an8.20:9.8": "evamevaṁ kho, bhikkhave, ayaṁ dhammavinayo mahataṁ bhūtānaṁ āvāso. Tatrime bhūtā—sotāpanno sotāpattiphalasacchikiriyāya paṭipanno …pe… arahā arahattāya paṭipanno. ",
  "an8.20:9.9": "Yampi, bhikkhave, ayaṁ dhammavinayo mahataṁ bhūtānaṁ āvāso; tatrime bhūtā—sotāpanno sotāpattiphalasacchikiriyāya paṭipanno …pe… arahā arahattāya paṭipanno; ",
  "an8.20:9.10": "ayaṁ, bhikkhave, imasmiṁ dhammavinaye aṭṭhamo acchariyo abbhuto dhammo, yaṁ disvā disvā bhikkhū imasmiṁ dhammavinaye abhiramanti. ",
  "an8.20:9.11": "Ime kho, bhikkhave, imasmiṁ dhammavinaye aṭṭha acchariyā abbhutā dhammā, ye disvā disvā bhikkhū imasmiṁ dhammavinaye abhiramantī”ti. ",
  "an8.20:9.12": "Dasamaṁ. ",
  "an8.20:9.13": "Mahāvaggo dutiyo. ",
  "an8.20:10.0": "Tassuddānaṁ",
  "an8.20:10.1": "Verañjo sīho ājaññaṁ, ",
  "an8.20:10.2": "khaḷuṅkena malāni ca; ",
  "an8.20:10.3": "Dūteyyaṁ dve ca bandhanā, ",
  "an8.20:10.4": "pahārādo uposathoti. "
}