{
  "an8.30:0.1": "Aṅguttara Nikāya 8.30 ",
  "an8.30:0.2": "3. Gahapativagga ",
  "an8.30:0.3": "Anuruddhamahāvitakkasutta ",
  "an8.30:1.1": "Ekaṁ samayaṁ bhagavā bhaggesu viharati suṁsumāragire bhesakaḷāvane migadāye. ",
  "an8.30:1.2": "Tena kho pana samayena āyasmā anuruddho cetīsu viharati pācīnavaṁsadāye. ",
  "an8.30:1.3": "Atha kho āyasmato anuruddhassa rahogatassa paṭisallīnassa evaṁ cetaso parivitakko udapādi: ",
  "an8.30:1.4": "“appicchassāyaṁ dhammo, nāyaṁ dhammo mahicchassa; ",
  "an8.30:1.5": "santuṭṭhassāyaṁ dhammo, nāyaṁ dhammo asantuṭṭhassa; ",
  "an8.30:1.6": "pavivittassāyaṁ dhammo, nāyaṁ dhammo saṅgaṇikārāmassa; ",
  "an8.30:1.7": "āraddhavīriyassāyaṁ dhammo, nāyaṁ dhammo kusītassa; ",
  "an8.30:1.8": "upaṭṭhitassatissāyaṁ dhammo, nāyaṁ dhammo muṭṭhassatissa; ",
  "an8.30:1.9": "samāhitassāyaṁ dhammo, nāyaṁ dhammo asamāhitassa; ",
  "an8.30:1.10": "paññavato ayaṁ dhammo, nāyaṁ dhammo duppaññassā”ti. ",
  "an8.30:2.1": "Atha kho bhagavā āyasmato anuruddhassa cetasā cetoparivitakkamaññāya—seyyathāpi nāma balavā puriso samiñjitaṁ vā bāhaṁ pasāreyya, pasāritaṁ vā bāhaṁ samiñjeyya; evamevaṁ—bhaggesu susumāragire bhesakaḷāvane migadāye antarahito cetīsu pācīnavaṁsadāye āyasmato anuruddhassa sammukhe pāturahosi. ",
  "an8.30:2.2": "Nisīdi bhagavā paññatte āsane. ",
  "an8.30:2.3": "Āyasmāpi kho anuruddho bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. ",
  "an8.30:2.4": "Ekamantaṁ nisinnaṁ kho āyasmantaṁ anuruddhaṁ bhagavā etadavoca: ",
  "an8.30:3.1": "“Sādhu sādhu, anuruddha. ",
  "an8.30:3.2": "Sādhu kho tvaṁ, anuruddha, yaṁ taṁ mahāpurisavitakkaṁ vitakkesi: ",
  "an8.30:3.3": "‘appicchassāyaṁ dhammo, nāyaṁ dhammo mahicchassa; ",
  "an8.30:3.4": "santuṭṭhassāyaṁ dhammo, nāyaṁ dhammo asantuṭṭhassa; ",
  "an8.30:3.5": "pavivittassāyaṁ dhammo, nāyaṁ dhammo saṅgaṇikārāmassa; ",
  "an8.30:3.6": "āraddhavīriyassāyaṁ dhammo, nāyaṁ dhammo kusītassa; ",
  "an8.30:3.7": "upaṭṭhitassatissāyaṁ dhammo, nāyaṁ dhammo muṭṭhassatissa; ",
  "an8.30:3.8": "samāhitassāyaṁ dhammo, nāyaṁ dhammo asamāhitassa; ",
  "an8.30:3.9": "paññavato ayaṁ dhammo, nāyaṁ dhammo duppaññassā’ti. ",
  "an8.30:3.10": "Tena hi tvaṁ, anuruddha, imampi aṭṭhamaṁ mahāpurisavitakkaṁ vitakkehi: ",
  "an8.30:3.11": "‘nippapañcārāmassāyaṁ dhammo nippapañcaratino, nāyaṁ dhammo papañcārāmassa papañcaratino’ti. ",
  "an8.30:4.1": "Yato kho tvaṁ, anuruddha, ime aṭṭha mahāpurisavitakke vitakkessasi, tato tvaṁ, anuruddha, yāvadeva ākaṅkhissasi, vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṁ savicāraṁ vivekajaṁ pītisukhaṁ paṭhamaṁ jhānaṁ upasampajja viharissasi. ",
  "an8.30:5.1": "Yato kho tvaṁ, anuruddha, ime aṭṭha mahāpurisavitakke vitakkessasi, tato tvaṁ, anuruddha, yāvadeva ākaṅkhissasi, vitakkavicārānaṁ vūpasamā ajjhattaṁ sampasādanaṁ cetaso ekodibhāvaṁ avitakkaṁ avicāraṁ samādhijaṁ pītisukhaṁ dutiyaṁ jhānaṁ upasampajja viharissasi. ",
  "an8.30:6.1": "Yato kho tvaṁ, anuruddha, ime aṭṭha mahāpurisavitakke vitakkessasi, tato tvaṁ, anuruddha, yāvadeva ākaṅkhissasi, pītiyā ca virāgā upekkhako ca viharissasi sato ca sampajāno sukhañca kāyena paṭisaṁvedissasi yaṁ taṁ ariyā ācikkhanti: ‘upekkhako satimā sukhavihārī’ti tatiyaṁ jhānaṁ upasampajja viharissasi. ",
  "an8.30:7.1": "Yato kho tvaṁ, anuruddha, ime aṭṭha mahāpurisavitakke vitakkessasi, tato tvaṁ, anuruddha, yāvadeva ākaṅkhissasi, sukhassa ca pahānā dukkhassa ca pahānā pubbeva somanassadomanassānaṁ atthaṅgamā adukkhamasukhaṁ upekkhāsatipārisuddhiṁ catutthaṁ jhānaṁ upasampajja viharissasi. ",
  "an8.30:8.1": "Yato kho tvaṁ, anuruddha, ime ca aṭṭha mahāpurisavitakke vitakkessasi, imesañca catunnaṁ jhānānaṁ ābhicetasikānaṁ diṭṭhadhammasukhavihārānaṁ nikāmalābhī bhavissasi akicchalābhī akasiralābhī, tato tuyhaṁ, anuruddha, seyyathāpi nāma gahapatissa vā gahapatiputtassa vā nānārattānaṁ dussānaṁ dussakaraṇḍako pūro; ",
  "an8.30:8.2": "evamevaṁ te paṁsukūlacīvaraṁ khāyissati santuṭṭhassa viharato ratiyā aparitassāya phāsuvihārāya okkamanāya nibbānassa. ",
  "an8.30:9.1": "Yato kho tvaṁ, anuruddha, ime ca aṭṭha mahāpurisavitakke vitakkessasi, imesañca catunnaṁ jhānānaṁ ābhicetasikānaṁ diṭṭhadhammasukhavihārānaṁ nikāmalābhī bhavissasi akicchalābhī akasiralābhī, tato tuyhaṁ, anuruddha, seyyathāpi nāma gahapatissa vā gahapatiputtassa vā sālīnaṁ odano vicitakāḷako anekasūpo anekabyañjano; ",
  "an8.30:9.2": "evamevaṁ te piṇḍiyālopabhojanaṁ khāyissati santuṭṭhassa viharato ratiyā aparitassāya phāsuvihārāya okkamanāya nibbānassa. ",
  "an8.30:10.1": "Yato kho tvaṁ, anuruddha, ime ca aṭṭha mahāpurisavitakke vitakkessasi, imesañca catunnaṁ jhānānaṁ ābhicetasikānaṁ diṭṭhadhammasukhavihārānaṁ nikāmalābhī bhavissasi akicchalābhī akasiralābhī, tato tuyhaṁ, anuruddha, seyyathāpi nāma gahapatissa vā gahapatiputtassa vā kūṭāgāraṁ ullittāvalittaṁ nivātaṁ phusitaggaḷaṁ pihitavātapānaṁ; ",
  "an8.30:10.2": "evamevaṁ te rukkhamūlasenāsanaṁ khāyissati santuṭṭhassa viharato ratiyā aparitassāya phāsuvihārāya okkamanāya nibbānassa. ",
  "an8.30:11.1": "Yato kho tvaṁ, anuruddha, ime ca aṭṭha mahāpurisavitakke vitakkessasi, imesañca catunnaṁ jhānānaṁ ābhicetasikānaṁ diṭṭhadhammasukhavihārānaṁ nikāmalābhī bhavissasi akicchalābhī akasiralābhī, tato tuyhaṁ, anuruddha, seyyathāpi nāma gahapatissa vā gahapatiputtassa vā pallaṅko gonakatthato paṭikatthato paṭalikatthato kadalimigapavarapaccattharaṇo sauttaracchado ubhatolohitakūpadhāno; ",
  "an8.30:11.2": "evamevaṁ te tiṇasanthārakasayanāsanaṁ khāyissati santuṭṭhassa viharato ratiyā aparitassāya phāsuvihārāya okkamanāya nibbānassa. ",
  "an8.30:12.1": "Yato kho tvaṁ, anuruddha, ime ca aṭṭha mahāpurisavitakke vitakkessasi, imesañca catunnaṁ jhānānaṁ ābhicetasikānaṁ diṭṭhadhammasukhavihārānaṁ nikāmalābhī bhavissasi akicchalābhī akasiralābhī, tato tuyhaṁ, anuruddha, seyyathāpi nāma gahapatissa vā gahapatiputtassa vā nānābhesajjāni, seyyathidaṁ—sappi navanītaṁ telaṁ madhu phāṇitaṁ; ",
  "an8.30:12.2": "evamevaṁ te pūtimuttabhesajjaṁ khāyissati santuṭṭhassa viharato ratiyā aparitassāya phāsuvihārāya okkamanāya nibbānassa. ",
  "an8.30:12.3": "Tena hi tvaṁ, anuruddha, āyatikampi vassāvāsaṁ idheva cetīsu pācīnavaṁsadāye vihareyyāsī”ti. ",
  "an8.30:12.4": "“Evaṁ, bhante”ti kho āyasmā anuruddho bhagavato paccassosi. ",
  "an8.30:13.1": "Atha kho bhagavā āyasmantaṁ anuruddhaṁ iminā ovādena ovaditvā—seyyathāpi nāma balavā puriso samiñjitaṁ vā bāhaṁ pasāreyya, pasāritaṁ vā bāhaṁ samiñjeyya; evamevaṁ—cetīsu pācīnavaṁsadāye antarahito bhaggesu susumāragire bhesakaḷāvane migadāye pāturahosīti. ",
  "an8.30:13.2": "Nisīdi bhagavā paññatte āsane. ",
  "an8.30:13.3": "Nisajja kho bhagavā bhikkhū āmantesi: ",
  "an8.30:13.4": "“aṭṭha kho, bhikkhave, mahāpurisavitakke desessāmi, taṁ suṇātha …pe… ",
  "an8.30:13.5": "katame ca, bhikkhave, aṭṭha mahāpurisavitakkā? ",
  "an8.30:13.6": "Appicchassāyaṁ, bhikkhave, dhammo, nāyaṁ dhammo mahicchassa; ",
  "an8.30:13.7": "santuṭṭhassāyaṁ, bhikkhave, dhammo, nāyaṁ dhammo asantuṭṭhassa; ",
  "an8.30:13.8": "pavivittassāyaṁ, bhikkhave, dhammo, nāyaṁ dhammo saṅgaṇikārāmassa; ",
  "an8.30:13.9": "āraddhavīriyassāyaṁ, bhikkhave, dhammo, nāyaṁ dhammo kusītassa; ",
  "an8.30:13.10": "upaṭṭhitassatissāyaṁ, bhikkhave, dhammo, nāyaṁ dhammo muṭṭhassatissa; ",
  "an8.30:13.11": "samāhitassāyaṁ, bhikkhave, dhammo, nāyaṁ dhammo asamāhitassa; ",
  "an8.30:13.12": "paññavato ayaṁ, bhikkhave, dhammo, nāyaṁ dhammo duppaññassa; ",
  "an8.30:13.13": "nippapañcārāmassāyaṁ, bhikkhave, dhammo nippapañcaratino, nāyaṁ dhammo papañcārāmassa papañcaratino. ",
  "an8.30:14.1": "‘Appicchassāyaṁ, bhikkhave, dhammo, nāyaṁ dhammo mahicchassā’ti, ",
  "an8.30:14.2": "iti kho panetaṁ vuttaṁ. Kiñcetaṁ paṭicca vuttaṁ? ",
  "an8.30:14.3": "Idha, bhikkhave, bhikkhu appiccho samāno ‘appicchoti maṁ jāneyyun’ti na icchati, santuṭṭho samāno ‘santuṭṭhoti maṁ jāneyyun’ti na icchati, pavivitto samāno ‘pavivittoti maṁ jāneyyun’ti na icchati, āraddhavīriyo samāno ‘āraddhavīriyoti maṁ jāneyyun’ti na icchati, upaṭṭhitassati samāno ‘upaṭṭhitassatīti maṁ jāneyyun’ti na icchati, samāhito samāno ‘samāhitoti maṁ jāneyyun’ti na icchati, paññavā samāno ‘paññavāti maṁ jāneyyun’ti na icchati, nippapañcārāmo samāno ‘nippapañcārāmoti maṁ jāneyyun’ti na icchati. ",
  "an8.30:14.4": "‘Appicchassāyaṁ, bhikkhave, dhammo, nāyaṁ dhammo mahicchassā’ti, ",
  "an8.30:14.5": "iti yaṁ taṁ vuttaṁ idametaṁ paṭicca vuttaṁ. ",
  "an8.30:15.1": "‘Santuṭṭhassāyaṁ, bhikkhave, dhammo, nāyaṁ dhammo asantuṭṭhassā’ti, iti kho panetaṁ vuttaṁ, kiñcetaṁ paṭicca vuttaṁ? ",
  "an8.30:15.2": "Idha, bhikkhave, bhikkhu santuṭṭho hoti itarītaracīvarapiṇḍapātasenāsanagilānapaccayabhesajjaparikkhārena. ",
  "an8.30:15.3": "‘Santuṭṭhassāyaṁ, bhikkhave, dhammo, nāyaṁ dhammo asantuṭṭhassā’ti, ",
  "an8.30:15.4": "iti yaṁ taṁ vuttaṁ idametaṁ paṭicca vuttaṁ. ",
  "an8.30:16.1": "‘Pavivittassāyaṁ, bhikkhave, dhammo, nāyaṁ dhammo saṅgaṇikārāmassā’ti, iti kho panetaṁ vuttaṁ, kiñcetaṁ paṭicca vuttaṁ? ",
  "an8.30:16.2": "Idha, bhikkhave, bhikkhuno pavivittassa viharato bhavanti upasaṅkamitāro bhikkhū bhikkhuniyo upāsakā upāsikāyo rājāno rājamahāmattā titthiyā titthiyasāvakā. ",
  "an8.30:16.3": "Tatra bhikkhu vivekaninnena cittena vivekapoṇena vivekapabbhārena vivekaṭṭhena nekkhammābhiratena aññadatthu uyyojanikapaṭisaṁyuttaṁyeva kathaṁ kattā hoti. ",
  "an8.30:16.4": "‘Pavivittassāyaṁ, bhikkhave, dhammo, nāyaṁ dhammo saṅgaṇikārāmassā’ti, ",
  "an8.30:16.5": "iti yaṁ taṁ vuttaṁ idametaṁ paṭicca vuttaṁ. ",
  "an8.30:17.1": "‘Āraddhavīriyassāyaṁ, bhikkhave, dhammo, nāyaṁ dhammo kusītassā’ti, iti kho panetaṁ vuttaṁ, kiñcetaṁ paṭicca vuttaṁ? ",
  "an8.30:17.2": "Idha, bhikkhave, bhikkhu āraddhavīriyo viharati akusalānaṁ dhammānaṁ pahānāya kusalānaṁ dhammānaṁ upasampadāya thāmavā daḷhaparakkamo anikkhittadhuro kusalesu dhammesu. ",
  "an8.30:17.3": "‘Āraddhavīriyassāyaṁ, bhikkhave, dhammo, nāyaṁ dhammo kusītassā’ti, ",
  "an8.30:17.4": "iti yaṁ taṁ vuttaṁ idametaṁ paṭicca vuttaṁ. ",
  "an8.30:18.1": "‘Upaṭṭhitassatissāyaṁ, bhikkhave, dhammo, nāyaṁ dhammo muṭṭhassatissā’ti, ",
  "an8.30:18.2": "iti kho panetaṁ vuttaṁ. Kiñcetaṁ paṭicca vuttaṁ? ",
  "an8.30:18.3": "Idha, bhikkhave, bhikkhu satimā hoti paramena satinepakkena samannāgato, cirakatampi cirabhāsitampi saritā anussaritā. ",
  "an8.30:18.4": "‘Upaṭṭhitassatissāyaṁ, bhikkhave, dhammo, nāyaṁ dhammo, muṭṭhassatissā’ti, ",
  "an8.30:18.5": "iti yaṁ taṁ vuttaṁ idametaṁ paṭicca vuttaṁ. ",
  "an8.30:19.1": "‘Samāhitassāyaṁ, bhikkhave, dhammo, nāyaṁ dhammo asamāhitassā’ti, ",
  "an8.30:19.2": "iti kho panetaṁ vuttaṁ. Kiñcetaṁ paṭicca vuttaṁ? ",
  "an8.30:19.3": "Idha, bhikkhave, bhikkhu vivicceva kāmehi …pe… catutthaṁ jhānaṁ upasampajja viharati. ",
  "an8.30:19.4": "‘Samāhitassāyaṁ, bhikkhave, dhammo, nāyaṁ dhammo asamāhitassā’ti, ",
  "an8.30:19.5": "iti yaṁ taṁ vuttaṁ idametaṁ paṭicca vuttaṁ. ",
  "an8.30:20.1": "‘Paññavato ayaṁ, bhikkhave, dhammo, nāyaṁ dhammo duppaññassā’ti, ",
  "an8.30:20.2": "iti kho panetaṁ vuttaṁ. Kiñcetaṁ paṭicca vuttaṁ? ",
  "an8.30:20.3": "Idha, bhikkhave, bhikkhu paññavā hoti udayatthagāminiyā paññāya samannāgato ariyāya nibbedhikāya sammā dukkhakkhayagāminiyā. ",
  "an8.30:20.4": "‘Paññavato ayaṁ, bhikkhave, dhammo, nāyaṁ dhammo duppaññassā’ti, ",
  "an8.30:20.5": "iti yaṁ taṁ vuttaṁ idametaṁ paṭicca vuttaṁ. ",
  "an8.30:21.1": "‘Nippapañcārāmassāyaṁ, bhikkhave, dhammo nippapañcaratino, nāyaṁ dhammo papañcārāmassa papañcaratino’ti, ",
  "an8.30:21.2": "iti kho panetaṁ vuttaṁ. Kiñcetaṁ paṭicca vuttaṁ? ",
  "an8.30:21.3": "Idha, bhikkhave, bhikkhuno papañcanirodhe cittaṁ pakkhandati pasīdati santiṭṭhati vimuccati. ",
  "an8.30:21.4": "‘Nippapañcārāmassāyaṁ, bhikkhave, dhammo, nippapañcaratino, nāyaṁ dhammo papañcārāmassa papañcaratino’ti, ",
  "an8.30:21.5": "iti yaṁ taṁ vuttaṁ idametaṁ paṭicca vuttan”ti. ",
  "an8.30:22.1": "Atha kho āyasmā anuruddho āyatikampi vassāvāsaṁ tattheva cetīsu pācīnavaṁsadāye vihāsi. ",
  "an8.30:22.2": "Atha kho āyasmā anuruddho eko vūpakaṭṭho appamatto ātāpī pahitatto viharanto nacirasseva—yassatthāya kulaputtā sammadeva agārasmā anagāriyaṁ pabbajanti, tadanuttaraṁ—brahmacariyapariyosānaṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja vihāsi. ",
  "an8.30:22.3": "“Khīṇā jāti, vusitaṁ brahmacariyaṁ, kataṁ karaṇīyaṁ, nāparaṁ itthattāyā”ti abbhaññāsi. ",
  "an8.30:22.4": "Aññataro ca panāyasmā anuruddho arahataṁ ahosīti. ",
  "an8.30:22.5": "Atha kho āyasmā anuruddho arahattappatto tāyaṁ velāyaṁ imā gāthāyo abhāsi: ",
  "an8.30:23.1": "“Mama saṅkappamaññāya, ",
  "an8.30:23.2": "satthā loke anuttaro; ",
  "an8.30:23.3": "Manomayena kāyena, ",
  "an8.30:23.4": "iddhiyā upasaṅkami. ",
  "an8.30:24.1": "Yathā me ahu saṅkappo, ",
  "an8.30:24.2": "tato uttari desayi; ",
  "an8.30:24.3": "Nippapañcarato buddho, ",
  "an8.30:24.4": "nippapañcaṁ adesayi. ",
  "an8.30:25.1": "Tassāhaṁ dhammamaññāya, ",
  "an8.30:25.2": "vihāsiṁ sāsane rato; ",
  "an8.30:25.3": "Tisso vijjā anuppattā, ",
  "an8.30:25.4": "kataṁ buddhassa sāsanan”ti. ",
  "an8.30:25.5": "Dasamaṁ. ",
  "an8.30:25.6": "Gahapativaggo tatiyo. ",
  "an8.30:26.0": "Tassuddānaṁ ",
  "an8.30:26.1": "Dve uggā dve ca hatthakā, ",
  "an8.30:26.2": "mahānāmena jīvako; ",
  "an8.30:26.3": "Dve balā akkhaṇā vuttā, ",
  "an8.30:26.4": "anuruddhena te dasāti. "
}