{
  "an8.39:0.1": "Aṅguttara Nikāya 8 ",
  "an8.39:0.2": "4. Dānavagga ",
  "an8.39:0.3": "39. Abhisandasutta ",
  "an8.39:1.1": "“Aṭṭhime, bhikkhave, puññābhisandā kusalābhisandā sukhassāhārā sovaggikā sukhavipākā saggasaṁvattanikā, iṭṭhāya kantāya manāpāya hitāya sukhāya saṁvattanti. ",
  "an8.39:1.2": "Katame aṭṭha? ",
  "an8.39:1.3": "Idha, bhikkhave, ariyasāvako buddhaṁ saraṇaṁ gato hoti. ",
  "an8.39:1.4": "Ayaṁ, bhikkhave, paṭhamo puññābhisando kusalābhisando sukhassāhāro sovaggiko sukhavipāko saggasaṁvattaniko, iṭṭhāya kantāya manāpāya hitāya sukhāya saṁvattati. ",
  "an8.39:2.1": "Puna caparaṁ, bhikkhave, ariyasāvako dhammaṁ saraṇaṁ gato hoti. ",
  "an8.39:2.2": "Ayaṁ, bhikkhave, dutiyo puññābhisando …pe… saṁvattati. ",
  "an8.39:3.1": "Puna caparaṁ, bhikkhave, ariyasāvako saṅghaṁ saraṇaṁ gato hoti. ",
  "an8.39:3.2": "Ayaṁ, bhikkhave, tatiyo puññābhisando kusalābhisando sukhassāhāro sovaggiko sukhavipāko saggasaṁvattaniko, iṭṭhāya kantāya manāpāya hitāya sukhāya saṁvattati. ",
  "an8.39:3.3": "Pañcimāni, bhikkhave, dānāni mahādānāni aggaññāni rattaññāni vaṁsaññāni porāṇāni asaṅkiṇṇāni asaṅkiṇṇapubbāni, na saṅkiyanti na saṅkiyissanti, appaṭikuṭṭhāni samaṇehi brāhmaṇehi viññūhi. ",
  "an8.39:3.4": "Katamāni pañca? ",
  "an8.39:3.5": "Idha, bhikkhave, ariyasāvako pāṇātipātaṁ pahāya pāṇātipātā paṭivirato hoti. ",
  "an8.39:3.6": "Pāṇātipātā paṭivirato, bhikkhave, ariyasāvako aparimāṇānaṁ sattānaṁ abhayaṁ deti, averaṁ deti, abyābajjhaṁ deti. ",
  "an8.39:3.7": "Aparimāṇānaṁ sattānaṁ abhayaṁ datvā averaṁ datvā abyābajjhaṁ datvā aparimāṇassa abhayassa averassa abyābajjhassa bhāgī hoti. ",
  "an8.39:3.8": "Idaṁ, bhikkhave, paṭhamaṁ dānaṁ mahādānaṁ aggaññaṁ rattaññaṁ vaṁsaññaṁ porāṇaṁ asaṅkiṇṇaṁ asaṅkiṇṇapubbaṁ, na saṅkiyati na saṅkiyissati, appaṭikuṭṭhaṁ samaṇehi brāhmaṇehi viññūhi. ",
  "an8.39:3.9": "Ayaṁ, bhikkhave, catuttho puññābhisando kusalābhisando sukhassāhāro sovaggiko sukhavipāko saggasaṁvattaniko, iṭṭhāya kantāya manāpāya hitāya sukhāya saṁvattati. ",
  "an8.39:4.1": "Puna caparaṁ, bhikkhave, ariyasāvako adinnādānaṁ pahāya adinnādānā paṭivirato hoti …pe… ",
  "an8.39:5.2": "kāmesumicchācāraṁ pahāya kāmesumicchācārā paṭivirato hoti …pe… ",
  "an8.39:5.4": "musāvādaṁ pahāya musāvādā paṭivirato hoti …pe… ",
  "an8.39:5.6": "surāmerayamajjapamādaṭṭhānaṁ pahāya surāmerayamajjapamādaṭṭhānā paṭivirato hoti. ",
  "an8.39:5.7": "Surāmerayamajjapamādaṭṭhānā paṭivirato, bhikkhave, ariyasāvako aparimāṇānaṁ sattānaṁ abhayaṁ deti averaṁ deti abyābajjhaṁ deti. ",
  "an8.39:5.8": "Aparimāṇānaṁ sattānaṁ abhayaṁ datvā averaṁ datvā abyābajjhaṁ datvā, aparimāṇassa abhayassa averassa abyābajjhassa bhāgī hoti. ",
  "an8.39:5.9": "Idaṁ, bhikkhave, pañcamaṁ dānaṁ mahādānaṁ aggaññaṁ rattaññaṁ vaṁsaññaṁ porāṇaṁ asaṅkiṇṇaṁ asaṅkiṇṇapubbaṁ, na saṅkiyati na saṅkiyissati, appaṭikuṭṭhaṁ samaṇehi brāhmaṇehi viññūhi. ",
  "an8.39:5.10": "Ayaṁ kho, bhikkhave, aṭṭhamo puññābhisando kusalābhisando sukhassāhāro sovaggiko sukhavipāko saggasaṁvattaniko, iṭṭhāya kantāya manāpāya hitāya sukhāya saṁvattati.  ",
  "an8.39:6.1": "Ime kho, bhikkhave, aṭṭha puññābhisandā kusalābhisandā sukhassāhārā sovaggikā sukhavipākā saggasaṁvattanikā, iṭṭhāya kantāya manāpāya hitāya sukhāya saṁvattantī”ti. ",
  "an8.39:6.2": "Navamaṁ. "
}