Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag06.05.po
Languages: kn

# thag6.5:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag6.5:2.1
source: Chakkanipāta
kn: The Book of the Sixes

# thag6.5:3.1
source: Paṭhamavagga
kn: Chapter One

# thag6.5:4.1
source: 6.5. Mālukyaputtattheragāthā
kn: 6.5. Māluṅkyaputta (1st)

# thag6.5:5.1
source: “Manujassa pamattacārino,
kn: When a person lives heedlessly,

# thag6.5:5.2
source: Taṇhā vaḍḍhati māluvā viya;
kn: craving grows in them like a parasitic creeper.

# thag6.5:5.3
source: So <span class="var" title="plavati (bj, mr) | pariplavati (s2, s3) | palavatī (pts1-2)" id="note207">plavatī</span> hurā huraṃ,
kn: They jump from life to life, like a monkey

# thag6.5:5.4
source: Phalamicchaṃva vanasmi vānaro.
kn: greedy for fruit in a forest grove.

# thag6.5:6.1
source: Yaṃ esā <span class="var" title="sahatī (pts1-2, mr)" id="note208">sahate</span> jammī,
kn: Whoever is beaten by this wretched craving,

# thag6.5:6.2
source: taṇhā loke visattikā;
kn: this attachment to the world,

# thag6.5:6.3
source: Sokā tassa pavaḍḍhanti,
kn: their sorrow grows,

# thag6.5:6.4
source: <span class="var" title="abhivuṭṭhaṃva (s2, s3, pts2) | abhivaḍḍhaṃva (pts1, mr)" id="note209">abhivaṭṭhaṃva</span> bīraṇaṃ.
kn: like grass in the rain.

# thag6.5:7.1
source: Yo cetaṃ <span class="var" title="sahatī (pts1-2, mr)" id="note210">sahate</span> jammiṃ,
kn: But whoever prevails over this wretched craving,

# thag6.5:7.2
source: taṇhaṃ loke duraccayaṃ;
kn: so hard to get over in the world,

# thag6.5:7.3
source: Sokā tamhā papatanti,
kn: their sorrows fall from them,

# thag6.5:7.4
source: udabindūva pokkharā.
kn: like a drop from a lotus-leaf.

# thag6.5:8.1
source: Taṃ vo vadāmi bhaddaṃ vo,
kn: I say this to you, good people,

# thag6.5:8.2
source: yāvantettha samāgatā;
kn: all those who have gathered here:

# thag6.5:8.3
source: Taṇhāya mūlaṃ khaṇatha,
kn: dig up the root of craving,

# thag6.5:8.4
source: usīratthova bīraṇaṃ;
kn: as you’d dig up the grass in search of roots.

# thag6.5:8.5
source: Mā vo naḷaṃva sotova,
kn: Don’t let Māra break you again and again,

# thag6.5:8.6
source: māro bhañji punappunaṃ.
kn: like a stream breaking a reed.

# thag6.5:9.1
source: Karotha buddhavacanaṃ,
kn: Act on the Buddha’s words,

# thag6.5:9.2
source: khaṇo vo mā upaccagā;
kn: don’t let the moment pass you by.

# thag6.5:9.3
source: Khaṇātītā hi socanti,
kn: For if you miss your moment

# thag6.5:9.4
source: nirayamhi samappitā.
kn: you’ll grieve when you’re sent to hell.

# thag6.5:10.1
source: <span class="cross" title="^snp2.10#315 [Uṭṭhānasutta]" id="note211">*</span> <a class="verse-num-sc" id="verse-num-sc404"></a><a class="verse-num-pts" id="verse-num-pts404"></a>Pamādo rajo <span class="var" title="pamādo rajo sabbadā (bj, mr) | pamādo rajo (s2, s3, pts1-2)" id="note212">pamādo</span>,
kn: Negligence is a toxin;

# thag6.5:10.2
source: pamādānupatito rajo;
kn: negligence is included as a toxin.

# thag6.5:10.3
source: Appamādena vijjāya,
kn: Through diligence and knowledge,

# thag6.5:10.4
source: abbahe sallamattano”ti.
kn: pluck out the dart from yourself.
