Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag02.33.po
Languages: kn

# thag2.33:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag2.33:2.1
source: Dukanipāta
kn: The Book of the Twos

# thag2.33:3.1
source: Catutthavagga
kn: Chapter Four

# thag2.33:4.1
source: <span class="var" title="upavānattheragāthā (bj)" id="note118">2.33 Upavāṇattheragāthā</span>
kn: 2.33. Upavāṇa

# thag2.33:5.1
source: “Arahaṃ sugato loke,
kn: The perfected one, the Holy One in the world,

# thag2.33:5.2
source: <span class="var" title="... bādhito (bj, s2, s3, pts1-2, mr)" id="note119">vātehābādhiko</span> muni;
kn: the sage is afflicted by winds.

# thag2.33:5.3
source: Sace uṇhodakaṃ atthi,
kn: If there’s hot water,

# thag2.33:5.4
source: munino dehi brāhmaṇa.
kn: give it to the sage, brahmin.

# thag2.33:6.1
source: Pūjito <span class="var" title="pūjanīyānaṃ (bj)" id="note120">pūjaneyyānaṃ</span>,
kn: I wish to bring it to the one

# thag2.33:6.2
source: sakkareyyāna sakkato;
kn: who is esteemed by the estimable,

# thag2.33:6.3
source: <span class="var" title="apacitopacanīyānaṃ (bj) | apacito apacineyyānaṃ (s2, s3, pts1) | apacito apaceyyānaṃ (pts2)" id="note121">Apacitopaceyyānaṃ</span>,
kn: honored by the honorable,

# thag2.33:6.4
source: tassa icchāmi hātave”ti.
kn: and venerated by the venerable.
