Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag06.08.po
Languages: kn

# thag6.8:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag6.8:2.1
source: Chakkanipāta
kn: The Book of the Sixes

# thag6.8:3.1
source: Paṭhamavagga
kn: Chapter One

# thag6.8:4.1
source: 6.8. Migajālattheragāthā
kn: 6.8. Migajāla

# thag6.8:5.1
source: “Sudesito cakkhumatā,
kn: It was well-taught by the seer,

# thag6.8:5.2
source: buddhenādiccabandhunā;
kn: the Buddha, Kinsman of the Sun,

# thag6.8:5.3
source: Sabbasaṃyojanātīto,
kn: who has transcended all fetters,

# thag6.8:5.4
source: sabbavaṭṭavināsano.
kn: and destroyed all rolling-on.

# thag6.8:6.1
source: Niyyāniko uttaraṇo,
kn: Emancipating, it leads across,

# thag6.8:6.2
source: taṇhāmūlavisosano;
kn: drying up the root of craving,

# thag6.8:6.3
source: Visamūlaṃ āghātanaṃ,
kn: and, having cut off the root of poison, the slaughter-house,

# thag6.8:6.4
source: chetvā pāpeti nibbutiṃ.
kn: it leads to quenching.

# thag6.8:7.1
source: Aññāṇamūlabhedāya,
kn: By breaking the root of unknowing,

# thag6.8:7.2
source: kammayantavighāṭano;
kn: it smashes the mechanism of deeds,

# thag6.8:7.3
source: Viññāṇānaṃ pariggahe,
kn: and drops the thunderbolt of knowledge

# thag6.8:7.4
source: ñāṇavajiranipātano.
kn: on the taking up of consciousnesses.

# thag6.8:8.1
source: Vedanānaṃ viññāpano,
kn: It informs us of our feelings,

# thag6.8:8.2
source: upādānappamocano;
kn: releasing us from grasping,

# thag6.8:8.3
source: Bhavaṃ aṅgārakāsuṃva,
kn: contemplating with understanding

# thag6.8:8.4
source: ñāṇena anupassano.
kn: all states of existence as a pit of burning coals.

# thag6.8:9.1
source: Mahāraso sugambhīro,
kn: It’s very sweet and very deep,

# thag6.8:9.2
source: jarāmaccunivāraṇo;
kn: holding birth and death at bay;

# thag6.8:9.3
source: Ariyo aṭṭhaṅgiko maggo,
kn: it is the noble eightfold path—

# thag6.8:9.4
source: dukkhūpasamano sivo.
kn: the stilling of suffering, bliss.

# thag6.8:10.1
source: Kammaṃ kammanti ñatvāna,
kn: Knowing deed as deed

# thag6.8:10.2
source: vipākañca vipākato;
kn: and result as result;

# thag6.8:10.3
source: Paṭiccuppannadhammānaṃ,
kn: seeing dependently originated phenomena

# thag6.8:10.4
source: yathāvālokadassano;
kn: as if they were in a clear light;

# thag6.8:10.5
source: Mahākhemaṅgamo santo,
kn: leading to the great sanctuary and peace,

# thag6.8:10.6
source: pariyosānabhaddako”ti.
kn: it’s excellent at the end.
