Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag15.1.po
Languages: kn

# thag15.1:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag15.1:2.1
source: Soḷasakanipāta
kn: The Book of the Sixteens

# thag15.1:3.1
source: Paṭhamavagga
kn: Chapter One

# thag15.1:4.1
source: <span class="var" title="aññākoṇḍaññattheragāthā (bj)" id="note309">15.1 Aññāsikoṇḍaññattheragāthā</span>
kn: 15.1. Aññāsikoṇḍañña

# thag15.1:5.1
source: “Esa bhiyyo pasīdāmi,
kn: “My confidence grew

# thag15.1:5.2
source: sutvā dhammaṃ mahārasaṃ;
kn: as I heard the teaching, so full of flavor.

# thag15.1:5.3
source: Virāgo desito dhammo,
kn: Dispassion is what was taught,

# thag15.1:5.4
source: anupādāya sabbaso”.
kn: without any grasping at all.”

# thag15.1:6.1
source: “Bahūni loke citrāni,
kn: “There are so many pretty things

# thag15.1:6.2
source: asmiṃ pathavimaṇḍale;
kn: in this wide open land.

# thag15.1:6.3
source: Mathenti maññe saṅkappaṃ,
kn: They disturb one’s thoughts, it seems to me,

# thag15.1:6.4
source: subhaṃ rāgūpasaṃhitaṃ.
kn: attractive, provoking lust.

# thag15.1:7.1
source: <span class="var" title="rajamūhataṃ ca (bj) | rajamuhataṃ (s2, s3) | rajam upātaṃ (pts1) | rajam ūhataṃ (pts2)" id="note310">Rajamuhatañca</span> vātena,
kn: Just as a rain cloud would settle

# thag15.1:7.2
source: yathā meghopasammaye;
kn: the dust blown up by the wind,

# thag15.1:7.3
source: Evaṃ sammanti saṅkappā,
kn: so thoughts settle down

# thag15.1:7.4
source: yadā paññāya passati.
kn: when seen with wisdom.

# thag15.1:8.1
source: <span class="cross" title="(gāthā 676--678) ^dhp273-289#274.1 [273. Pañcasatabhikkhuvatthu/274. Aniccalakkhaṇavatthu]-301 | ^ne4#1 [Vibhaṅga/ Desanāhāravibhaṅga]" id="note311">*</span> <a class="verse-num-sc" id="verse-num-sc676"></a><a class="verse-num-pts" id="verse-num-pts676"></a>Sabbe saṅkhārā aniccāti,
kn: All conditions are impermanent—

# thag15.1:8.2
source: yadā paññāya passati;
kn: when this is seen with wisdom

# thag15.1:8.3
source: Atha nibbindati dukkhe,
kn: one grows disillusioned with suffering:

# thag15.1:8.4
source: esa maggo visuddhiyā.
kn: this is the path to purity.

# thag15.1:9.1
source: Sabbe saṅkhārā dukkhāti,
kn: All conditions are suffering—

# thag15.1:9.2
source: <span class="var" title=" ...pe... (cha1-2)" id="note312">yadā paññāya passati;</span>
kn: when this is seen with wisdom

# thag15.1:9.3
source: Atha nibbindati dukkhe,
kn: one grows disillusioned with suffering:

# thag15.1:9.4
source: esa maggo visuddhiyā.
kn: this is the path to purity.

# thag15.1:10.1
source: <span class="cross" title="^dhp273-289#276.1 [273. Pañcasatabhikkhuvatthu/276. Anattalakkhaṇavatthu] | ^ne4#1 [Vibhaṅga/ Desanāhāravibhaṅga] | ^pe2#55 [Sāsanapaṭṭhānadutiyabhūmi] | ^pe2#129 [Sāsanapaṭṭhānadutiyabhūmi]" id="note314">*</span> <a class="verse-num-sc" id="verse-num-sc678"></a><a class="verse-num-pts" id="verse-num-pts678"></a>Sabbe dhammā anattāti,
kn: All principles are not-self—

# thag15.1:10.2
source: yadā paññāya passati;
kn: when this is seen with wisdom

# thag15.1:10.3
source: Atha nibbindati dukkhe,
kn: one grows disillusioned with suffering:

# thag15.1:10.4
source: esa maggo visuddhiyā.
kn: this is the path to purity.

# thag15.1:11.1
source: Buddhānubuddho yo thero,
kn: The senior monk who was awakened right after the Buddha,

# thag15.1:11.2
source: koṇḍañño tibbanikkamo;
kn: Koṇḍañña, is keenly energetic.

# thag15.1:11.3
source: Pahīnajātimaraṇo,
kn: He has given up birth and death,

# thag15.1:11.4
source: brahmacariyassa kevalī.
kn: and has completed the spiritual journey.

# thag15.1:12.1
source: Oghapāso <span class="var" title="daḷho khīlo (s2, s3, pts1) | daḷhakhīlo (pts2) | daḷho khilo (mr)" id="note315">daḷhakhilo</span>,
kn: There are floods, snares, and strong posts,

# thag15.1:12.2
source: Pabbato duppadālayo;
kn: and a mountain hard to crack;

# thag15.1:12.3
source: Chetvā khilañca pāsañca,
kn: snapping the posts and snares,

# thag15.1:12.4
source: Selaṃ <span class="var" title="chetvāna (s2, s3, pts1, mr)" id="note316">bhetvāna</span> dubbhidaṃ;
kn: breaking the mountain so hard to break,

# thag15.1:12.5
source: Tiṇṇo pāraṅgato jhāyī,
kn: crossing over to the far shore,

# thag15.1:12.6
source: Mutto so mārabandhanā.
kn: one practicing absorption is freed from Māra’s bonds.

# thag15.1:13.1
source: Uddhato capalo bhikkhu,
kn: When a mendicant is haughty and fickle,

# thag15.1:13.2
source: mitte āgamma pāpake;
kn: relying on bad friends,

# thag15.1:13.3
source: Saṃsīdati mahoghasmiṃ,
kn: they sink down in the great flood,

# thag15.1:13.4
source: <span class="var" title="ummiyā (s2, s3, pts1)" id="note317">ūmiyā</span> paṭikujjito.
kn: overcome by a wave.

# thag15.1:14.1
source: Anuddhato acapalo,
kn: But one who is steady and stable,

# thag15.1:14.2
source: nipako saṃvutindriyo;
kn: alert, with senses restrained,

# thag15.1:14.3
source: Kalyāṇamitto medhāvī,
kn: intelligent, with good friends,

# thag15.1:14.4
source: dukkhassantakaro siyā.
kn: makes an end of suffering.

# thag15.1:15.1
source: Kālapabbaṅgasaṅkāso,
kn: With knobbly knees,

# thag15.1:15.2
source: kiso dhamanisanthato;
kn: thin and veiny,

# thag15.1:15.3
source: Mattaññū annapānasmiṃ,
kn: eating and drinking in moderation—

# thag15.1:15.4
source: adīnamanaso naro.
kn: this person’s spirit is undaunted.

# thag15.1:16.1
source: Phuṭṭho ḍaṃsehi makasehi,
kn: Pestered by flies and mosquitoes

# thag15.1:16.2
source: araññasmiṃ brahāvane;
kn: in the wilds, the formidable forest,

# thag15.1:16.3
source: Nāgo saṅgāmasīseva,
kn: one should mindfully endure,

# thag15.1:16.4
source: sato tatrādhivāsaye.
kn: like an elephant at the head of the battle.

# thag15.1:17.1
source: Nābhinandāmi maraṇaṃ,
kn: I don’t long for death;

# thag15.1:17.3
source: pe …
kn: I await my time,

# thag15.1:17.4
source: nibbisaṃ bhatako yathā.
kn: like a worker waiting for their wages.

# thag15.1:18.1
source: Nābhinandāmi maraṇaṃ,
kn: I don’t long for death;

# thag15.1:18.3
source: pe …
kn: I await my time,

# thag15.1:18.4
source: sampajāno patissato.
kn: aware and mindful.

# thag15.1:19.1
source: Pariciṇṇo mayā satthā,
kn: I’ve served the teacher

# thag15.1:19.3
source: pe …
kn: The heavy burden is laid down,

# thag15.1:19.4
source: bhavanetti samūhatā.
kn: the attachment to rebirth is eradicated.

# thag15.1:20.1
source: <span class="var" title="yassatthāya (bj, pts2)" id="note318">Yassa catthāya</span> pabbajito,
kn: I’ve attained the goal

# thag15.1:20.2
source: agārasmānagāriyaṃ;
kn: for the sake of which I went forth

# thag15.1:20.3
source: So me attho anuppatto,
kn: from the lay life to homelessness—

# thag15.1:20.4
source: kiṃ me saddhivihārinā”ti.
kn: what use do I have for pupils?”
