Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag01.001.po
Languages: kn

# thag1.1:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag1.1:2.1
source: Ekakanipāta
kn: The Book of the Ones

# thag1.1:3.1
source: Paṭhamavagga
kn: Chapter One

# thag1.1:4.1
source: 1.1. Subhūtittheragāthā
kn: 1.1. Subhūti

# thag1.1:5.1
source: Nidānagāthā
kn: Background

# thag1.1:6.1
source: Namo tassa Bhagavato Arahato Sammāsambuddhassa.
kn: Homage to that Blessed One, the perfected one, the fully awakened Buddha!

# thag1.1:7.1
source: Sīhānaṃva nadantānaṃ,
kn: Like the lions of mighty fang

# thag1.1:7.2
source: dāṭhīnaṃ girigabbhare;
kn: who roar in mountain caves—

# thag1.1:7.3
source: Suṇātha bhāvitattānaṃ,
kn: hear now from those who’ve practiced well

# thag1.1:7.4
source: gāthā atthūpanāyikā.
kn: their own verses about themselves.

# thag1.1:8.1
source: Yathānāmā yathāgottā,
kn: What their name, and what their clan,

# thag1.1:8.2
source: yathādhammavihārino;
kn: and how they lived by the teaching;

# thag1.1:8.3
source: Yathādhimuttā sappaññā,
kn: how dedicated were those wise ones,

# thag1.1:8.4
source: vihariṃsu atanditā.
kn: as they meditated tirelessly.

# thag1.1:9.1
source: Tattha tattha vipassitvā,
kn: Clearly seeing in every case,

# thag1.1:9.2
source: phusitvā accutaṃ padaṃ;
kn: they reached the imperishable state.

# thag1.1:9.3
source: Katantaṃ paccavekkhantā,
kn: Reviewing their completed task,

# thag1.1:9.4
source: imamatthamabhāsisuṃ.
kn: they spoke about it in these words.

# thag1.1:10.1
source: Subhūtittheragāthā
kn: Subhūti

# thag1.1:11.1
source: “Channā me kuṭikā sukhā nivātā,
kn: My little hut is ro­ofed and pleasant, sheltered from the wind:

# thag1.1:11.2
source: Vassa deva yathāsukhaṃ;
kn: so rain, sky, as you please!

# thag1.1:11.3
source: Cittaṃ me susamāhitaṃ vimuttaṃ,
kn: My mind is serene and freed,

# thag1.1:11.4
source: Ātāpī viharāmi vassa devā”ti.
kn: I practice wholeheartedly: so rain, sky!

# thag1.1:12.1
source: Itthaṃ sudaṃ āyasmā subhūtitthero gāthaṃ abhāsitthāti.
kn: It was thus that this verse was recited by the senior venerable Subhūti.
