Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag06.12.po
Languages: kn

# thag6.12:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag6.12:2.1
source: Chakkanipāta
kn: The Book of the Sixes

# thag6.12:3.1
source: Paṭhamavagga
kn: Chapter One

# thag6.12:4.1
source: 6.12. Brahmadattattheragāthā
kn: 6.12. Brahmadatta

# thag6.12:5.1
source: <span class="cross" title="^sn7.2#1 [2. Akkosasutta]" id="note223">*</span> <a class="verse-num-sc" id="verse-num-sc441"></a><a class="verse-num-pts" id="verse-num-pts441"></a>“Akkodhassa kuto kodho,
kn: For one free of anger, tamed, living in balance,

# thag6.12:5.2
source: dantassa samajīvino;
kn: freed by right knowledge,

# thag6.12:5.3
source: Sammadaññāvimuttassa,
kn: at peace, poised:

# thag6.12:5.4
source: upasantassa tādino.
kn: where would anger come from?

# thag6.12:6.1
source: <span class="cross" title="^sn7.2#1 [2. Akkosasutta] | ^sn11.4#1 [4. Vepacittisutta]" id="note224">*</span> <a class="verse-num-sc" id="verse-num-sc442"></a><a class="verse-num-pts" id="verse-num-pts442"></a><a class="pts" id="pts47"></a>Tasseva tena pāpiyo,
kn: When you get angry at an angry person

# thag6.12:6.2
source: yo kuddhaṃ paṭikujjhati;
kn: you just make things worse for yourself.

# thag6.12:6.3
source: Kuddhaṃ appaṭikujjhanto,
kn: When you don’t get angry at an angry person

# thag6.12:6.4
source: saṅgāmaṃ jeti dujjayaṃ.
kn: you win a battle hard to win.

# thag6.12:7.1
source: Ubhinnamatthaṃ carati,
kn: When you know that the other is angry,

# thag6.12:7.2
source: attano ca parassa ca;
kn: you act for the good of both

# thag6.12:7.3
source: Paraṃ saṅkupitaṃ ñatvā,
kn: yourself and the other

# thag6.12:7.4
source: yo sato upasammati.
kn: if you’re mindful and stay calm.

# thag6.12:8.1
source: Ubhinnaṃ tikicchantaṃ taṃ,
kn: People unfamiliar with the teaching

# thag6.12:8.2
source: attano ca parassa ca;
kn: consider one who heals both

# thag6.12:8.3
source: Janā maññanti bāloti,
kn: oneself and the other

# thag6.12:8.4
source: ye dhammassa akovidā.
kn: to be a fool.

# thag6.12:9.1
source: <span class="var" title="uppajjate (s2, s3, pts1)" id="note225">Uppajje te</span> sace kodho,
kn: If anger arises in you,

# thag6.12:9.2
source: āvajja kakacūpamaṃ;
kn: reflect on the simile of the saw;

# thag6.12:9.3
source: Uppajje ce rase taṇhā,
kn: if craving for flavors arises in you,

# thag6.12:9.4
source: puttamaṃsūpamaṃ sara.
kn: remember the simile of the child’s flesh.

# thag6.12:10.1
source: Sace dhāvati cittaṃ te,
kn: If your mind runs off

# thag6.12:10.2
source: kāmesu ca bhavesu ca;
kn: to sensual pleasures and future lives,

# thag6.12:10.3
source: Khippaṃ niggaṇha satiyā,
kn: quickly curb it with mindfulness,

# thag6.12:10.4
source: kiṭṭhādaṃ viya duppasun”ti.
kn: as one would curb a greedy cow eating corn.
