Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag07.5.po
Languages: kn

# thag7.5:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag7.5:2.1
source: Sattakanipāta
kn: The Book of the Sevens

# thag7.5:3.1
source: Paṭhamavagga
kn: Chapter One

# thag7.5:4.1
source: 7.5. Sarabhaṅgattheragāthā
kn: 7.5. Sarabhaṅga

# thag7.5:5.1
source: “Sare hatthehi bhañjitvā,
kn: I broke the reeds off with my hands,

# thag7.5:5.2
source: katvāna kuṭimacchisaṃ;
kn: made a hut, and stayed there.

# thag7.5:5.3
source: Tena me sarabhaṅgoti,
kn: That’s how I became known

# thag7.5:5.4
source: nāmaṃ sammutiyā ahu.
kn: as “Reed-breaker”.

# thag7.5:6.1
source: Na mayhaṃ kappate ajja,
kn: But now it’s not appropriate

# thag7.5:6.2
source: sare hatthehi bhañjituṃ;
kn: for me to break reeds with my hands.

# thag7.5:6.3
source: Sikkhāpadā no paññattā,
kn: The training rules have been laid down for us

# thag7.5:6.4
source: gotamena yasassinā.
kn: by Gotama the renowned.

# thag7.5:7.1
source: Sakalaṃ samattaṃ rogaṃ,
kn: Previously, I, Sarabhaṅga,

# thag7.5:7.2
source: Sarabhaṅgo nāddasaṃ pubbe;
kn: didn’t see the disease in its entirety.

# thag7.5:7.3
source: Soyaṃ rogo diṭṭho,
kn: But now I have seen the disease,

# thag7.5:7.4
source: Vacanakarenātidevassa.
kn: as I’ve practiced what was taught by he who is beyond the gods.

# thag7.5:8.1
source: Yeneva maggena gato vipassī,
kn: Gotama traveled by that straight road;

# thag7.5:8.2
source: Yeneva maggena sikhī ca vessabhū;
kn: the same path traveled by Vipassī,

# thag7.5:8.3
source: Kakusandhakoṇāgamano ca kassapo,
kn: by Sikhī, Vessabhū,

# thag7.5:8.4
source: Tenañjasena agamāsi gotamo.
kn: Kakusandha, Koṇāgamana, and Kassapa.

# thag7.5:9.1
source: Vītataṇhā anādānā,
kn: These seven Buddhas have plunged into the ending,

# thag7.5:9.2
source: satta buddhā khayogadhā;
kn: free of craving, without grasping,

# thag7.5:9.3
source: Yehāyaṃ desito dhammo,
kn: having become Dhamma, poised.

# thag7.5:9.4
source: dhammabhūtehi tādibhi.
kn: They have taught this Dhamma

# thag7.5:10.1
source: Cattāri ariyasaccāni,
kn: out of compassion for living creatures—

# thag7.5:10.2
source: anukampāya pāṇinaṃ;
kn: suffering, origin, path,

# thag7.5:10.3
source: Dukkhaṃ samudayo maggo,
kn: and cessation, the ending of suffering.

# thag7.5:10.4
source: nirodho dukkhasaṅkhayo.
kn: In these four noble truths,

# thag7.5:11.1
source: Yasmiṃ nivattate dukkhaṃ,
kn: the endless suffering of transmigration

# thag7.5:11.2
source: saṃsārasmiṃ anantakaṃ;
kn: finally comes to an end.

# thag7.5:11.3
source: Bhedā imassa kāyassa,
kn: When the body breaks up,

# thag7.5:11.4
source: jīvitassa ca saṅkhayā;
kn: and life comes to an end,

# thag7.5:11.5
source: Añño punabbhavo natthi,
kn: there are no future lives;

# thag7.5:11.6
source: suvimuttomhi sabbadhī”ti.
kn: I’m well-freed in every way.
