Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag02.37.po
Languages: kn

# thag2.37:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag2.37:2.1
source: Dukanipāta
kn: The Book of the Twos

# thag2.37:3.1
source: Catutthavagga
kn: Chapter Four

# thag2.37:4.1
source: 2.37 Soṇapoṭiriyattheragāthā
kn: 2.37. Soṇapoṭiriya

# thag2.37:5.1
source: “Na tāva supituṃ hoti,
kn: Night, with her garland of stars,

# thag2.37:5.2
source: ratti nakkhattamālinī;
kn: is not only for sleeping.

# thag2.37:5.3
source: Paṭijaggitumevesā,
kn: For those who know,

# thag2.37:5.4
source: ratti hoti vijānatā”.
kn: this night is really for waking.

# thag2.37:6.1
source: “Hatthikkhandhāvapatitaṃ,
kn: Were I to fall from the back of an elephant,

# thag2.37:6.2
source: kuñjaro ce anukkame;
kn: trampled by the tuskers that follow,

# thag2.37:6.3
source: Saṅgāme me mataṃ seyyo,
kn: better for me to die in battle,

# thag2.37:6.4
source: yañce jīve parājito”ti.
kn: than to live on in defeat.
