Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag16.01.po
Languages: kn

# thag16.1:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag16.1:2.1
source: Vīsatinipāta
kn: The Book of the Twenties

# thag16.1:3.1
source: Paṭhamavagga
kn: Chapter One

# thag16.1:4.1
source: 16.1. Adhimuttattheragāthā
kn: 16.1. Adhimutta (2nd)

# thag16.1:5.1
source: “Yaññatthaṃ vā dhanatthaṃ vā,
kn: “Those who we killed in the past,

# thag16.1:5.2
source: ye hanāma mayaṃ pure;
kn: whether for sacrifice or for wealth,

# thag16.1:5.3
source: <span class="var" title="avase taṃ (bj) | avase'saṃ (pts2) | avasesānaṃ (aṭṭha.)" id="note326">Avasesaṃ</span> bhayaṃ hoti,
kn: without exception were afraid;

# thag16.1:5.4
source: vedhanti vilapanti ca.
kn: they trembled and they squealed.

# thag16.1:6.1
source: Tassa te natthi bhītattaṃ,
kn: But you’re not scared;

# thag16.1:6.2
source: bhiyyo vaṇṇo pasīdati;
kn: you look even calmer than before.

# thag16.1:6.3
source: Kasmā na paridevesi,
kn: Why don’t you cry out

# thag16.1:6.4
source: evarūpe mahabbhaye”.
kn: in such a terrifying situation?”

# thag16.1:7.1
source: “Natthi cetasikaṃ dukkhaṃ,
kn: “There isn’t any mental suffering

# thag16.1:7.2
source: anapekkhassa gāmaṇi;
kn: for one without hope, village chief.

# thag16.1:7.3
source: Atikkantā bhayā sabbe,
kn: All fears are left behind

# thag16.1:7.4
source: khīṇasaṃyojanassa ve.
kn: by one whose fetters have ended.

# thag16.1:8.1
source: Khīṇāya bhavanettiyā,
kn: When attachment to rebirth is ended,

# thag16.1:8.2
source: diṭṭhe dhamme yathātathe;
kn: and the truth is seen as it is,

# thag16.1:8.3
source: Na bhayaṃ maraṇe hoti,
kn: there is no fear of death;

# thag16.1:8.4
source: bhāranikkhepane yathā.
kn: it’s like laying down a burden.

# thag16.1:9.1
source: Suciṇṇaṃ brahmacariyaṃ me,
kn: I’ve lived the spiritual life well,

# thag16.1:9.2
source: maggo cāpi subhāvito;
kn: and developed the path well, too.

# thag16.1:9.3
source: Maraṇe me bhayaṃ natthi,
kn: I do not fear death;

# thag16.1:9.4
source: rogānamiva saṅkhaye.
kn: it’s like the passing of a disease.

# thag16.1:10.1
source: Suciṇṇaṃ brahmacariyaṃ me,
kn: I’ve lived the spiritual life well,

# thag16.1:10.2
source: maggo cāpi subhāvito;
kn: and developed the path well, too.

# thag16.1:10.3
source: Nirassādā bhavā diṭṭhā,
kn: I’ve seen that there’s nothing gratifying in existences,

# thag16.1:10.4
source: visaṃ <span class="var" title="pītvāva (bj) | pitvāna (s2, s3, pts1)" id="note327">pitvāva</span> chaḍḍitaṃ.
kn: like someone who has tasted poison, then thrown it out.

# thag16.1:11.1
source: Pāragū anupādāno,
kn: One who has gone beyond, without grasping,

# thag16.1:11.2
source: katakicco anāsavo;
kn: they’ve completed the task and are free of defilements.

# thag16.1:11.3
source: Tuṭṭho āyukkhayā hoti,
kn: They are content at the end of life,

# thag16.1:11.4
source: mutto āghātanā yathā.
kn: like someone released from execution.

# thag16.1:12.1
source: Uttamaṃ dhammataṃ patto,
kn: Having realized the supreme Dhamma,

# thag16.1:12.2
source: sabbaloke anatthiko;
kn: without needing anything in the whole world,

# thag16.1:12.3
source: Ādittāva gharā mutto,
kn: one doesn’t grieve at death;

# thag16.1:12.4
source: maraṇasmiṃ na socati.
kn: for it’s like escaping from a burning house.

# thag16.1:13.1
source: Yadatthi saṅgataṃ kiñci,
kn: Whatever has come to pass,

# thag16.1:13.2
source: bhavo vā yattha labbhati;
kn: wherever life is obtained,

# thag16.1:13.3
source: Sabbaṃ anissaraṃ etaṃ,
kn: there is no Lord of all that:

# thag16.1:13.4
source: iti vuttaṃ mahesinā.
kn: so said the great hermit.

# thag16.1:14.1
source: Yo taṃ tathā pajānāti,
kn: Whoever understands this

# thag16.1:14.2
source: yathā buddhena desitaṃ;
kn: as it was taught by the Buddha

# thag16.1:14.3
source: Na gaṇhāti bhavaṃ kiñci,
kn: doesn’t grab on to any new life,

# thag16.1:14.4
source: sutattaṃva ayoguḷaṃ.
kn: like you wouldn’t grab a hot iron ball.

# thag16.1:15.1
source: Na me hoti ‘ahosin’ti,
kn: It doesn’t occur to me, ‘I existed in the past’;

# thag16.1:15.2
source: ‘bhavissan’ti na hoti me;
kn: nor, ‘I will exist in the future’.

# thag16.1:15.3
source: Saṅkhārā vigamissanti,
kn: All conditions will disappear—

# thag16.1:15.4
source: tattha kā paridevanā.
kn: why weep over that?

# thag16.1:16.1
source: Suddhaṃ dhammasamuppādaṃ,
kn: Seeing in accordance with reality

# thag16.1:16.2
source: Suddhaṃ saṅkhārasantatiṃ;
kn: the bare arising of phenomena,

# thag16.1:16.3
source: Passantassa yathābhūtaṃ,
kn: and the bare process of conditions,

# thag16.1:16.4
source: Na bhayaṃ hoti gāmaṇi.
kn: there is no fear, village chief.

# thag16.1:17.1
source: Tiṇakaṭṭhasamaṃ lokaṃ,
kn: The world is like grass and sticks:

# thag16.1:17.2
source: yadā paññāya passati;
kn: when this is seen with wisdom,

# thag16.1:17.3
source: Mamattaṃ so asaṃvindaṃ,
kn: not finding anything to be mine,

# thag16.1:17.4
source: ‘natthi me’ti na socati.
kn: thinking ‘it isn’t mine’, one doesn’t grieve.

# thag16.1:18.1
source: Ukkaṇṭhāmi sarīrena,
kn: I’m fed up with the body;

# thag16.1:18.2
source: bhavenamhi anatthiko;
kn: I don’t need another life.

# thag16.1:18.3
source: Soyaṃ bhijjissati kāyo,
kn: This body will be broken up,

# thag16.1:18.4
source: añño ca na bhavissati.
kn: and there won’t be another.

# thag16.1:19.1
source: Yaṃ vo kiccaṃ sarīrena,
kn: Do what you want

# thag16.1:19.2
source: taṃ karotha yadicchatha;
kn: with my corpse.

# thag16.1:19.3
source: Na me tappaccayā tattha,
kn: I won’t be angry or attached

# thag16.1:19.4
source: doso pemañca hehiti”.
kn: on account of that.”

# thag16.1:20.1
source: Tassa taṃ vacanaṃ sutvā,
kn: When they heard these words,

# thag16.1:20.2
source: abbhutaṃ lomahaṃsanaṃ;
kn: so astonishing and hair-raising,

# thag16.1:20.3
source: Satthāni nikkhipitvāna,
kn: the young men laid down their swords

# thag16.1:20.4
source: māṇavā etadabravuṃ.
kn: and spoke these words:

# thag16.1:21.1
source: “Kiṃ <span class="var" title="bhaddante (bj, pts1)" id="note328">bhadante</span> karitvāna,
kn: “What have you practiced, Venerable?

# thag16.1:21.2
source: ko vā ācariyo tava;
kn: And who is your teacher?

# thag16.1:21.3
source: Kassa sāsanamāgamma,
kn: Whose instructions do we follow

# thag16.1:21.4
source: labbhate taṃ asokatā”.
kn: to gain the sorrowless state?”

# thag16.1:22.1
source: “Sabbaññū sabbadassāvī,
kn: “The knower of all, the seer of all:

# thag16.1:22.2
source: jino ācariyo mama;
kn: the victor is my teacher.

# thag16.1:22.3
source: Mahākāruṇiko satthā,
kn: He is a Teacher of great compassion,

# thag16.1:22.4
source: sabbalokatikicchako.
kn: healer of the whole world.

# thag16.1:23.1
source: Tenāyaṃ desito dhammo,
kn: He taught this Dhamma,

# thag16.1:23.2
source: khayagāmī anuttaro;
kn: leading to ending, unsurpassed.

# thag16.1:23.3
source: Tassa sāsanamāgamma,
kn: Following his instructions,

# thag16.1:23.4
source: labbhate taṃ asokatā”.
kn: you can gain the sorrowless state.”

# thag16.1:24.1
source: Sutvāna corā isino subhāsitaṃ,
kn: When the bandits heard the good words of the hermit,

# thag16.1:24.2
source: Nikkhippa satthāni ca āvudhāni ca;
kn: they laid down their swords and weapons.

# thag16.1:24.3
source: Tamhā ca kammā viramiṃsu eke,
kn: Some refrained from their former deeds,

# thag16.1:24.4
source: Eke ca pabbajjamarocayiṃsu.
kn: while others chose the going-forth.

# thag16.1:25.1
source: Te pabbajitvā sugatassa sāsane,
kn: When they had gone forth in the teaching of the Holy One,

# thag16.1:25.2
source: Bhāvetva bojjhaṅgabalāni paṇḍitā;
kn: those astute ones developed the awakening factors and the powers.

# thag16.1:25.3
source: Udaggacittā sumanā katindriyā,
kn: Joyful, happy, their faculties complete,

# thag16.1:25.4
source: Phusiṃsu nibbānapadaṃ asaṅkhatanti.
kn: they realized the state of quenching, the unconditioned.
