Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag03.01.po
Languages: kn

# thag3.1:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag3.1:2.1
source: Tikanipāta
kn: The Book of the Threes

# thag3.1:3.1
source: Paṭhamavagga
kn: Chapter One

# thag3.1:4.1
source: <span class="var" title="aggikabhāradvājattheragāthā (bj)" id="note148">3.1 Aṅgaṇikabhāradvājattheragāthā</span>
kn: 3.1. Aṅgaṇikabhāradvāja

# thag3.1:5.1
source: “Ayoni suddhimanvesaṃ,
kn: Seeking purity the wrong way,

# thag3.1:5.2
source: aggiṃ paricariṃ vane;
kn: I served the sacred fire in a grove.

# thag3.1:5.3
source: Suddhimaggaṃ ajānanto,
kn: Not knowing the path to purity,

# thag3.1:5.4
source: <span class="var" title="akāsiṃ aparaṃ tapaṃ (s2, s3) | akāsiṃ amataṃ tapaṃ (mr)" id="note149">akāsiṃ amaraṃ tapaṃ</span>.
kn: I mortified my flesh in search of immortality.

# thag3.1:6.1
source: Taṃ sukhena sukhaṃ laddhaṃ,
kn: I’ve gained this happiness by means of happiness:

# thag3.1:6.2
source: passa dhammasudhammataṃ;
kn: see the excellence of the teaching!

# thag3.1:6.3
source: Tisso vijjā anuppattā,
kn: I’ve attained the three knowledges

# thag3.1:6.4
source: kataṃ buddhassa sāsanaṃ.
kn: and fulfilled the Buddha’s instructions.

# thag3.1:7.1
source: Brahmabandhu pure āsiṃ,
kn: In the past I was related to Brahmā,

# thag3.1:7.2
source: idāni khomhi brāhmaṇo;
kn: but now I really am a brahmin!

# thag3.1:7.3
source: Tevijjo <span class="var" title="nahātako (bj)" id="note150">nhātako</span> camhi,
kn: I am master of the three knowledges, I’m a bathed initiate,

# thag3.1:7.4
source: sottiyo camhi vedagū”ti.
kn: I’m a scholar and a knowledge master.
