Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag02.38.po
Languages: kn

# thag2.38:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag2.38:2.1
source: Dukanipāta
kn: The Book of the Twos

# thag2.38:3.1
source: Catutthavagga
kn: Chapter Four

# thag2.38:4.1
source: 2.38. Nisabhattheragāthā
kn: 2.38. Nisabha

# thag2.38:5.1
source: “Pañca kāmaguṇe hitvā,
kn: One who has left the home life out of faith,

# thag2.38:5.2
source: Piyarūpe manorame;
kn: giving up the five kinds of sensual stimulation,

# thag2.38:5.3
source: Saddhāya <span class="var" title=" abhinikkhamma (sī1, pā1)" id="note129">gharā nikkhamma</span>,
kn: so pleasing and delightful—

# thag2.38:5.4
source: Dukkhassantakaro bhave.
kn: let them make an end to suffering!

# thag2.38:6.1
source: <span class="cross" title="^thag11.1#11 [Saṅkiccattheragāthā] | ^thag14.1#11 [Paṭhamavagga/ Khadiravaniyarevatattheragāthā] | ^mi3.2.4#1 [Paṭisandahanapuggalavediyanapañha]" id="note131">*</span> <a class="verse-num-sc" id="verse-num-sc196"></a><a class="verse-num-pts" id="verse-num-pts196"></a>Nābhinandāmi maraṇaṃ,
kn: I don’t long for death;

# thag2.38:6.2
source: nābhinandāmi jīvitaṃ;
kn: I don’t long for life;

# thag2.38:6.3
source: Kālañca paṭikaṅkhāmi,
kn: I await my time,

# thag2.38:6.4
source: sampajāno patissato”ti.
kn: aware and mindful.
