Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag10.5.po
Languages: kn

# thag10.5:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag10.5:2.1
source: Dasakanipāta
kn: The Book of the Tens

# thag10.5:3.1
source: Paṭhamavagga
kn: Chapter One

# thag10.5:4.1
source: 10.5. Kappattheragāthā
kn: 10.5. Kappa

# thag10.5:5.1
source: “Nānākulamalasampuṇṇo,
kn: Filled with different kinds of dirt,

# thag10.5:5.2
source: mahāukkārasambhavo;
kn: a great producer of dung,

# thag10.5:5.3
source: Candanikaṃva paripakkaṃ,
kn: like a stagnant cesspool,

# thag10.5:5.4
source: mahāgaṇḍo mahāvaṇo.
kn: a huge boil, a bad wound,

# thag10.5:6.1
source: Pubbaruhirasampuṇṇo,
kn: full of pus and blood,

# thag10.5:6.2
source: <span class="var" title="gūthakūpe nigāḷhiko (s2, s3, pts1, mr) | gūthakūpe nigāḷhito (pts2)" id="note274">gūthakūpena gāḷhito</span>;
kn: sunk in a toilet-pit,

# thag10.5:6.3
source: <span class="var" title="āpopaggharaṇī (s2, s3, pts1)" id="note275">Āpopaggharaṇo</span> kāyo,
kn: trickling with fluids,

# thag10.5:6.4
source: sadā sandati pūtikaṃ.
kn: this rotting body always oozes.

# thag10.5:7.1
source: Saṭṭhikaṇḍarasambandho,
kn: Bound by sixty tendons,

# thag10.5:7.2
source: maṃsalepanalepito;
kn: coated with a fleshy coating,

# thag10.5:7.3
source: Cammakañcukasannaddho,
kn: clothed in a jacket of skin,

# thag10.5:7.4
source: pūtikāyo niratthako.
kn: this rotting body is worthless.

# thag10.5:8.1
source: Aṭṭhisaṅghātaghaṭito,
kn: Held together by a skeleton of bones,

# thag10.5:8.2
source: nhārusuttanibandhano;
kn: and bound by sinews;

# thag10.5:8.3
source: Nekesaṃ saṅgatībhāvā,
kn: it assumes postures

# thag10.5:8.4
source: kappeti iriyāpathaṃ.
kn: due to a complex of many things.

# thag10.5:9.1
source: Dhuvappayāto <span class="var" title="maraṇassa (bj, s2, s3, pts1)" id="note276">maraṇāya</span>,
kn: We set out in the certainty of death,

# thag10.5:9.2
source: maccurājassa santike;
kn: in the presence of the King of Death;

# thag10.5:9.3
source: Idheva chaḍḍayitvāna,
kn: and having discarded the body right here,

# thag10.5:9.4
source: yenakāmaṅgamo naro.
kn: a person goes where he likes.

# thag10.5:10.1
source: Avijjāya nivuto kāyo,
kn: Enveloped by ignorance,

# thag10.5:10.2
source: catuganthena ganthito;
kn: tied by the four ties,

# thag10.5:10.3
source: Oghasaṃsīdano kāyo,
kn: this body is sinking in the flood,

# thag10.5:10.4
source: anusayajālamotthato.
kn: caught in the net of the underlying tendencies.

# thag10.5:11.1
source: Pañcanīvaraṇe yutto,
kn: Yoked to the five hindrances,

# thag10.5:11.2
source: vitakkena samappito;
kn: afflicted by thought,

# thag10.5:11.3
source: Taṇhāmūlenānugato,
kn: stuck to the root of craving,

# thag10.5:11.4
source: mohacchādanachādito.
kn: hidden by delusion:

# thag10.5:12.1
source: Evāyaṃ vattate kāyo,
kn: that is how the body goes on,

# thag10.5:12.2
source: kammayantena yantito;
kn: propelled by the mechanism of deeds.

# thag10.5:12.3
source: Sampatti ca vipatyantā,
kn: But existence ends in perishing;

# thag10.5:12.4
source: nānābhāvo vipajjati.
kn: separated, the body perishes.

# thag10.5:13.1
source: Yemaṃ kāyaṃ mamāyanti,
kn: Those blind, ordinary people

# thag10.5:13.2
source: andhabālā puthujjanā;
kn: who think of this body as theirs,

# thag10.5:13.3
source: Vaḍḍhenti kaṭasiṃ ghoraṃ,
kn: swell the horrors of the charnel ground,

# thag10.5:13.4
source: ādiyanti punabbhavaṃ.
kn: taking hold of future lives.

# thag10.5:14.1
source: Yemaṃ kāyaṃ vivajjenti,
kn: Those who shun this body,

# thag10.5:14.2
source: Gūthalittaṃva pannagaṃ;
kn: like a snake smeared with dung,

# thag10.5:14.3
source: Bhavamūlaṃ vamitvāna,
kn: expel the root of rebirth,

# thag10.5:14.4
source: <span class="var" title="parinibbantyanāsavā (bj) | parinibbissantyanāsavāti (s2, s3, pts1-2)" id="note277">Parinibbissantināsavā”ti</span>.
kn: and realize quenching free of defilements.
