Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag06.09.po
Languages: kn

# thag6.9:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag6.9:2.1
source: Chakkanipāta
kn: The Book of the Sixes

# thag6.9:3.1
source: Paṭhamavagga
kn: Chapter One

# thag6.9:4.1
source: 6.9 Purohitaputtajentattheragāthā
kn: 6.9. Jenta, the High Priest’s Son

# thag6.9:5.1
source: “Jātimadena mattohaṃ,
kn: I was drunk with the pride of birth

# thag6.9:5.2
source: bhogaissariyena ca;
kn: and wealth and authority.

# thag6.9:5.3
source: Saṇṭhānavaṇṇarūpena,
kn: I wandered about intoxicated

# thag6.9:5.4
source: madamatto acārihaṃ.
kn: with my own gorgeous body.

# thag6.9:6.1
source: Nāttano samakaṃ kañci,
kn: No-one was my equal or my better—

# thag6.9:6.2
source: atirekaṃ ca maññisaṃ;
kn: or so I thought.

# thag6.9:6.3
source: Atimānahato bālo,
kn: I was such an arrogant fool,

# thag6.9:6.4
source: patthaddho ussitaddhajo.
kn: stuck up, waving my own flag.

# thag6.9:7.1
source: Mātaraṃ pitarañcāpi,
kn: I never paid homage to anyone:

# thag6.9:7.2
source: aññepi garusammate;
kn: not even my mother or father,

# thag6.9:7.3
source: Na kañci abhivādesiṃ,
kn: nor others esteemed as respectable.

# thag6.9:7.4
source: mānatthaddho anādaro.
kn: I was stiff with pride, lacking regard for others.

# thag6.9:8.1
source: Disvā vināyakaṃ aggaṃ,
kn: When I saw the foremost leader,

# thag6.9:8.2
source: sārathīnaṃ varuttamaṃ;
kn: the most excellent of charioteers,

# thag6.9:8.3
source: Tapantamiva ādiccaṃ,
kn: shining like the sun,

# thag6.9:8.4
source: bhikkhusaṃghapurakkhataṃ.
kn: at the fore of the mendicant Saṅgha,

# thag6.9:9.1
source: Mānaṃ madañca chaḍḍetvā,
kn: I discarded conceit and intoxication,

# thag6.9:9.2
source: vippasannena cetasā;
kn: and, with a clear and confident heart,

# thag6.9:9.3
source: Sirasā abhivādesiṃ,
kn: I bowed down with my head

# thag6.9:9.4
source: sabbasattānamuttamaṃ.
kn: to the most excellent of all beings.

# thag6.9:10.1
source: Atimāno ca omāno,
kn: The conceit of superiority and the conceit of inferiority

# thag6.9:10.2
source: pahīnā susamūhatā;
kn: have been given up and eradicated.

# thag6.9:10.3
source: Asmimāno samucchinno,
kn: The conceit “I am” is cut off,

# thag6.9:10.4
source: sabbe mānavidhā hatā”ti.
kn: and every kind of conceit is destroyed.
