Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag03.02.po
Languages: kn

# thag3.2:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag3.2:2.1
source: Tikanipāta
kn: The Book of the Threes

# thag3.2:3.1
source: Paṭhamavagga
kn: Chapter One

# thag3.2:4.1
source: 3.2. Paccayattheragāthā
kn: 3.2. Paccaya

# thag3.2:5.1
source: “Pañcāhāhaṃ pabbajito,
kn: I went forth five days ago,

# thag3.2:5.2
source: sekho appattamānaso;
kn: a trainee, my heart’s desire unfulfilled.

# thag3.2:5.3
source: Vihāraṃ me paviṭṭhassa,
kn: I entered my dwelling

# thag3.2:5.4
source: cetaso paṇidhī ahu.
kn: and resolved in my heart:

# thag3.2:6.1
source: Nāsissaṃ na pivissāmi,
kn: I won’t eat; I won’t drink;

# thag3.2:6.2
source: vihārato na nikkhame;
kn: I won’t leave my dwelling;

# thag3.2:6.3
source: Napi passaṃ nipātessaṃ,
kn: nor will I lie down on my side—

# thag3.2:6.4
source: taṇhāsalle anūhate.
kn: not until the dart of craving is pulled out.

# thag3.2:7.1
source: Tassa mevaṃ viharato,
kn: See my energy and vigor

# thag3.2:7.2
source: passa vīriyaparakkamaṃ;
kn: as I meditate like this!

# thag3.2:7.3
source: Tisso vijjā anuppattā,
kn: I’ve attained the three knowledges

# thag3.2:7.4
source: kataṃ buddhassa sāsanan”ti.
kn: and fulfilled the Buddha’s instructions.
