Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag04.10.po
Languages: kn

# thag4.10:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag4.10:2.1
source: Catukkanipāta
kn: The Book of the Fours

# thag4.10:3.1
source: Paṭhamavagga
kn: Chapter One

# thag4.10:4.1
source: 4.10. Dhammikattheragāthā
kn: 4.10. Dhammika

# thag4.10:5.1
source: <span class="cross" title="^ne4#1 [Vibhaṅga/ Desanāhāravibhaṅga] | ^ne4#141 [Vibhaṅga/ Catubyūhahāravibhaṅga], ^ne4#198 [Vibhaṅga/ Āvaṭṭahāravibhaṅga] | ^pe2#55 [Sāsanapaṭṭhānadutiyabhūmi]" id="note177">*</span> <a class="verse-num-sc" id="verse-num-sc303"></a><a class="verse-num-pts" id="verse-num-pts303"></a>“Dhammo have rakkhati dhammacāriṃ,
kn: “Dhamma surely protects one who practices Dhamma;

# thag4.10:5.2
source: Dhammo suciṇṇo sukhamāvahati;
kn: the teaching brings happiness when practiced well.

# thag4.10:5.3
source: Esānisaṃso dhamme suciṇṇe,
kn: This is the benefit of practicing Dhamma:

# thag4.10:5.4
source: Na duggatiṃ gacchati dhammacārī.
kn: one doesn’t go to a bad destination.

# thag4.10:6.1
source: <span class="cross" title="^ja510#23 [Ayogharajātaka] | ^ne6#460 [Sāsanapaṭṭhāna]" id="note178">*</span> <a class="verse-num-sc" id="verse-num-sc304"></a><a class="verse-num-pts" id="verse-num-pts304"></a>Na hi dhammo adhammo ca,
kn: It’s not the case that Dhamma and what is not Dhamma

# thag4.10:6.2
source: ubho samavipākino;
kn: lead to the same results.

# thag4.10:6.3
source: Adhammo nirayaṃ neti,
kn: What is not Dhamma leads to hell,

# thag4.10:6.4
source: dhammo pāpeti suggatiṃ.
kn: while Dhamma takes you to a good place.

# thag4.10:7.1
source: Tasmā hi dhammesu kareyya chandaṃ,
kn: So you should rouse enthusiasm for the teachings;

# thag4.10:7.2
source: Iti modamāno sugatena tādinā;
kn: such rejoicing is owing to the Holy One, the poised.

# thag4.10:7.3
source: Dhamme ṭhitā sugatavarassa sāvakā,
kn: The disciples of the best of Holy Ones are firm in the teaching;

# thag4.10:7.4
source: Nīyanti dhīrā saraṇavaraggagāmino”.
kn: those wise ones are led on, headed to the very best of refuges.”

# thag4.10:8.1
source: “Vipphoṭito gaṇḍamūlo,
kn: “The boil has been burst from its root,

# thag4.10:8.2
source: Taṇhājālo samūhato;
kn: the net of craving is eradicated.

# thag4.10:8.3
source: So khīṇasaṃsāro na catthi kiñcanaṃ,
kn: He has ended transmigration, he has nothing,

# thag4.10:8.4
source: Cando yathā dosinā puṇṇamāsiyan”ti.
kn: he’s like the full moon on a bright night.”
