Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag07.2.po
Languages: kn

# thag7.2:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag7.2:2.1
source: Sattakanipāta
kn: The Book of the Sevens

# thag7.2:3.1
source: Paṭhamavagga
kn: Chapter One

# thag7.2:4.1
source: <span class="var" title="lakuṇṭakabhaddiyattheragāthā (bj)" id="note239">7.2 Lakuṇḍakabhaddiyattheragāthā</span>
kn: 7.2. Lakuṇṭaka Bhaddiya

# thag7.2:5.1
source: “Pare ambāṭakārāme,
kn: Bhaddiya has plucked out craving, root and all,

# thag7.2:5.2
source: vanasaṇḍamhi bhaddiyo;
kn: and in a jungle thicket

# thag7.2:5.3
source: Samūlaṃ taṇhamabbuyha,
kn: on the far side of the Wild Mango Monastery,

# thag7.2:5.4
source: tattha <span class="var" title="bhaddo jhiyāyati (bj, s2, s3, pts1-2) | bhaddo'dhijhāyāyati (si) | bhaddo jijhāyati (?)" id="note240">bhaddova jhāyati</span>.
kn: he practices absorption; he is truly well-favoured.

# thag7.2:6.1
source: Ramanteke <span class="var" title="mutiṅgehi (bj, pts1-2)" id="note241">mudiṅgehi</span>,
kn: Some delight in clay drums,

# thag7.2:6.2
source: vīṇāhi paṇavehi ca;
kn: in arched harps, and in cymbals.

# thag7.2:6.3
source: Ahañca rukkhamūlasmiṃ,
kn: But here, at the foot of a tree,

# thag7.2:6.4
source: rato buddhassa sāsane.
kn: I delight in the Buddha’s teaching.

# thag7.2:7.1
source: <span class="var" title="buddho ca (s2, s3, pts1)" id="note242">Buddho ce</span> me varaṃ dajjā,
kn: If the Buddha were to grant me one wish,

# thag7.2:7.2
source: so ca labbhetha me varo;
kn: and I were to get what I wished for,

# thag7.2:7.3
source: Gaṇhehaṃ sabbalokassa,
kn: I’d choose for the whole world

# thag7.2:7.4
source: niccaṃ kāyagataṃ satiṃ.
kn: constant mindfulness of the body.

# thag7.2:8.1
source: Ye maṃ rūpena pāmiṃsu,
kn: Those who’ve judged me on appearance,

# thag7.2:8.2
source: ye ca ghosena anvagū;
kn: and those swayed by my voice,

# thag7.2:8.3
source: Chandarāgavasūpetā,
kn: are full of desire and greed;

# thag7.2:8.4
source: na maṃ jānanti te janā.
kn: they don’t know me.

# thag7.2:9.1
source: Ajjhattañca na jānāti,
kn: Not knowing what’s inside,

# thag7.2:9.2
source: bahiddhā ca na passati;
kn: nor seeing what’s outside,

# thag7.2:9.3
source: Samantāvaraṇo bālo,
kn: the fool shut in on every side,

# thag7.2:9.4
source: sa ve ghosena vuyhati.
kn: gets carried away by a voice.

# thag7.2:10.1
source: Ajjhattañca na jānāti,
kn: Not knowing what’s inside,

# thag7.2:10.2
source: bahiddhā ca vipassati;
kn: but seeing what’s outside,

# thag7.2:10.3
source: Bahiddhā phaladassāvī,
kn: seeing the fruit outside,

# thag7.2:10.4
source: sopi ghosena vuyhati.
kn: they’re also carried away by a voice.

# thag7.2:11.1
source: Ajjhattañca pajānāti,
kn: Understanding what’s inside,

# thag7.2:11.2
source: bahiddhā ca vipassati;
kn: and seeing what’s outside,

# thag7.2:11.3
source: Anāvaraṇadassāvī,
kn: seeing without obstacles,

# thag7.2:11.4
source: na so ghosena vuyhatī”ti.
kn: they don’t get carried away by a voice.
