Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag05.03.po
Languages: kn

# thag5.3:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag5.3:2.1
source: Pañcakanipāta
kn: The Book of the Fives

# thag5.3:3.1
source: Paṭhamavagga
kn: Chapter One

# thag5.3:4.1
source: 5.3. Girimānandattheragāthā
kn: 5.3. Girimānanda

# thag5.3:5.1
source: “Vassati devo yathā sugītaṃ,
kn: The sky rains down, like a beautiful song;

# thag5.3:5.2
source: Channā me kuṭikā sukhā nivātā;
kn: my little hut is ro­ofed and pleasant, sheltered from the wind;

# thag5.3:5.3
source: Tassaṃ viharāmi vūpasanto,
kn: I meditate there, peaceful:

# thag5.3:5.4
source: Atha ce patthayasī pavassa deva.
kn: so rain, sky, as you please.

# thag5.3:6.1
source: Vassati devo yathā sugītaṃ,
kn: The sky rains down, like a beautiful song;

# thag5.3:6.2
source: Channā me kuṭikā sukhā nivātā;
kn: my little hut is ro­ofed and pleasant, sheltered from the wind;

# thag5.3:6.3
source: Tassaṃ viharāmi santacitto,
kn: I meditate there, my mind at peace:

# thag5.3:6.4
source: Atha ce patthayasī pavassa deva.
kn: so rain, sky, as you please.

# thag5.3:7.1
source: Vassati devo,
kn: The sky rains down, like a beautiful song;

# thag5.3:7.4
source: tassaṃ viharāmi vītarāgo,
kn: I meditate there, free of lust:

# thag5.3:8.1
source: Vassati devo,
kn: The sky rains down, like a beautiful song;

# thag5.3:8.4
source: tassaṃ viharāmi vītadoso,
kn: I meditate there, free of hate:

# thag5.3:9.1
source: Vassati devo,
kn: The sky rains down, like a beautiful song;

# thag5.3:9.4
source: tassaṃ viharāmi vītamoho,
kn: I meditate there, free of delusion:

# thag5.3:9.5
source: Atha ce patthayasī pavassa devā”ti.
kn: so rain, sky, as you please.
