Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag07.4.po
Languages: kn

# thag7.4:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag7.4:2.1
source: Sattakanipāta
kn: The Book of the Sevens

# thag7.4:3.1
source: Paṭhamavagga
kn: Chapter One

# thag7.4:4.1
source: 7.4. Sopākattheragāthā
kn: 7.4. Sopāka (2nd)

# thag7.4:5.1
source: “Disvā pāsādachāyāyaṃ,
kn: I saw the supreme person

# thag7.4:5.2
source: caṅkamantaṃ naruttamaṃ;
kn: walking meditation in the shade of the terrace,

# thag7.4:5.3
source: Tattha naṃ upasaṅkamma,
kn: so I approached,

# thag7.4:5.4
source: <span class="var" title="vandisaṃ (bj)" id="note244">vandissaṃ</span> purisuttamaṃ.
kn: and bowed to the supreme among men.

# thag7.4:6.1
source: Ekaṃsaṃ cīvaraṃ katvā,
kn: Arranging my robe over one shoulder

# thag7.4:6.2
source: saṃharitvāna pāṇayo;
kn: and clasping my hands together,

# thag7.4:6.3
source: <span class="var" title="anucaṅkamiṃ (pts2)" id="note245">Anucaṅkamissaṃ</span> virajaṃ,
kn: I walked meditation alongside that stainless one,

# thag7.4:6.4
source: sabbasattānamuttamaṃ.
kn: supreme among all beings.

# thag7.4:7.1
source: Tato pañhe apucchi maṃ,
kn: The wise one, expert in questions,

# thag7.4:7.2
source: pañhānaṃ kovido vidū;
kn: questioned me.

# thag7.4:7.3
source: Acchambhī ca abhīto ca,
kn: Brave and fearless,

# thag7.4:7.4
source: byākāsiṃ satthuno ahaṃ.
kn: I answered the teacher.

# thag7.4:8.1
source: Vissajjitesu pañhesu,
kn: When all his questions were answered,

# thag7.4:8.2
source: anumodi tathāgato;
kn: the Realized One congratulated me.

# thag7.4:8.3
source: Bhikkhusaṃghaṃ viloketvā,
kn: Looking around the mendicant Saṅgha,

# thag7.4:8.4
source: imamatthaṃ abhāsatha.
kn: he said the following:

# thag7.4:9.1
source: ‘Lābhā <span class="var" title="aṅgānamagadhānaṃ (bj, pts1) | aṅgamagadhānaṃ (s2, s3, pts2)" id="note246">aṅgānaṃ magadhānaṃ</span>,
kn: “It is a blessing for the people of Aṅga and Magadha

# thag7.4:9.2
source: Yesāyaṃ paribhuñjati;
kn: that this person enjoys their

# thag7.4:9.3
source: Cīvaraṃ piṇḍapātañca,
kn: robe and almsfood,

# thag7.4:9.4
source: Paccayaṃ sayanāsanaṃ;
kn: requisites and lodgings,

# thag7.4:9.5
source: Paccuṭṭhānañca sāmīciṃ,
kn: their respect and service—

# thag7.4:9.6
source: Tesaṃ lābhāti cābravi.
kn: it’s a blessing for them,” he declared.

# thag7.4:10.1
source: Ajjatagge maṃ sopāka,
kn: “Sopāka, from this day on

# thag7.4:10.2
source: dassanāyopasaṅkama;
kn: you are invited to come and see me.

# thag7.4:10.3
source: Esā ceva te sopāka,
kn: And Sopāka, let this

# thag7.4:10.4
source: bhavatu upasampadā’.
kn: be your ordination.”

# thag7.4:11.1
source: Jātiyā sattavassohaṃ,
kn: At seven years old

# thag7.4:11.2
source: laddhāna upasampadaṃ;
kn: I received ordination.

# thag7.4:11.3
source: Dhāremi antimaṃ dehaṃ,
kn: I bear my final body—

# thag7.4:11.4
source: aho dhammasudhammatā”ti.
kn: oh, the excellence of the teaching!
