Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag02.03.po
Languages: kn

# thag2.3:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag2.3:2.1
source: Dukanipāta
kn: The Book of the Twos

# thag2.3:3.1
source: Paṭhamavagga
kn: Chapter One

# thag2.3:4.1
source: 2.3. Valliyattheragāthā
kn: 2.3. Valliya (2nd)

# thag2.3:5.1
source: “Makkaṭo pañcadvārāyaṃ,
kn: A monkey went up to the little hut

# thag2.3:5.2
source: kuṭikāyaṃ pasakkiya;
kn: with five doors.

# thag2.3:5.3
source: Dvārena anupariyeti,
kn: He circles around, knocking

# thag2.3:5.4
source: ghaṭṭayanto muhuṃ muhuṃ.
kn: on each door, again and again.

# thag2.3:6.1
source: Tiṭṭha makkaṭa mā dhāvi,
kn: Stand still monkey, don’t run!

# thag2.3:6.2
source: na hi te taṃ yathā pure;
kn: Things are different now;

# thag2.3:6.3
source: Niggahītosi paññāya,
kn: you’ve been caught by wisdom—

# thag2.3:6.4
source: neva dūraṃ gamissatī”ti.
kn: you won’t go far.
