Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag04.05.po
Languages: kn

# thag4.5:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag4.5:2.1
source: Catukkanipāta
kn: The Book of the Fours

# thag4.5:3.1
source: Paṭhamavagga
kn: Chapter One

# thag4.5:4.1
source: 4.5. Jambukattheragāthā
kn: 4.5. Jambuka

# thag4.5:5.1
source: “Pañcapaññāsavassāni,
kn: For fifty-five years

# thag4.5:5.2
source: rajojallamadhārayiṃ;
kn: I wore dust and dirt.

# thag4.5:5.3
source: Bhuñjanto māsikaṃ bhattaṃ,
kn: Eating one meal a month,

# thag4.5:5.4
source: kesamassuṃ alocayiṃ.
kn: I tore out my hair and beard.

# thag4.5:6.1
source: Ekapādena aṭṭhāsiṃ,
kn: I stood on one foot;

# thag4.5:6.2
source: āsanaṃ parivajjayiṃ;
kn: I rejected seats;

# thag4.5:6.3
source: Sukkhagūthāni ca khādiṃ,
kn: I ate dried-out dung;

# thag4.5:6.4
source: uddesañca na sādiyiṃ.
kn: I didn’t accept food set aside for me.

# thag4.5:7.1
source: Etādisaṃ karitvāna,
kn: I did many deeds of this kind,

# thag4.5:7.2
source: bahuṃ duggatigāminaṃ;
kn: which lead to a bad destination.

# thag4.5:7.3
source: Vuyhamāno mahoghena,
kn: Swept away by a great flood,

# thag4.5:7.4
source: buddhaṃ saraṇamāgamaṃ.
kn: I went to the Buddha for refuge.

# thag4.5:8.1
source: Saraṇagamanaṃ passa,
kn: See the going for refuge!

# thag4.5:8.2
source: passa dhammasudhammataṃ;
kn: See the excellence of the teaching!

# thag4.5:8.3
source: Tisso vijjā anuppattā,
kn: I’ve attained the three knowledges

# thag4.5:8.4
source: kataṃ buddhassa sāsanan”ti.
kn: and fulfilled the Buddha’s instructions.
