Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag03.04.po
Languages: kn

# thag3.4:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag3.4:2.1
source: Tikanipāta
kn: The Book of the Threes

# thag3.4:3.1
source: Paṭhamavagga
kn: Chapter One

# thag3.4:4.1
source: 3.4. Dhaniyattheragāthā
kn: 3.4. Dhaniya

# thag3.4:5.1
source: “Sukhañce jīvituṃ icche,
kn: If you wish to live in happiness,

# thag3.4:5.2
source: sāmaññasmiṃ apekkhavā;
kn: longing for the ascetic life,

# thag3.4:5.3
source: Saṃghikaṃ nātimaññeyya,
kn: don’t look down on the Saṅgha’s robes,

# thag3.4:5.4
source: cīvaraṃ pānabhojanaṃ.
kn: or its food and drinks.

# thag3.4:6.1
source: Sukhañce jīvituṃ icche,
kn: If you wish to live in happiness,

# thag3.4:6.2
source: sāmaññasmiṃ apekkhavā;
kn: longing for the ascetic life,

# thag3.4:6.3
source: Ahi mūsikasobbhaṃva,
kn: stay in the Saṅgha’s lodgings

# thag3.4:6.4
source: sevetha sayanāsanaṃ.
kn: like a snake making use of a mouse’s hole.

# thag3.4:7.1
source: Sukhañce jīvituṃ icche,
kn: If you wish to live in happiness,

# thag3.4:7.2
source: sāmaññasmiṃ apekkhavā;
kn: longing for the ascetic life,

# thag3.4:7.3
source: Itarītarena tusseyya,
kn: develop this one quality:

# thag3.4:7.4
source: ekadhammañca bhāvaye”ti.
kn: be content with whatever is offered.
