Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag20.1.po
Languages: kn

# thag20.1:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag20.1:2.1
source: Saṭṭhinipāta
kn: The Book of the Sixties

# thag20.1:3.1
source: Paṭhamavagga
kn: Chapter One

# thag20.1:4.1
source: 20.1. Mahāmoggallānattheragāthā
kn: 20.1. Mahāmoggallāna

# thag20.1:5.1
source: “Āraññikā piṇḍapātikā,
kn: “Living in the wilderness, eating only alms-food,

# thag20.1:5.2
source: uñchāpattāgate ratā;
kn: happy with the scraps in our bowls,

# thag20.1:5.3
source: Dālemu maccuno senaṃ,
kn: let us tear apart the army of death,

# thag20.1:5.4
source: ajjhattaṃ susamāhitā.
kn: while remaining serene within.

# thag20.1:6.1
source: Āraññikā piṇḍapātikā,
kn: Living in the wilderness, eating only alms-food,

# thag20.1:6.2
source: uñchāpattāgate ratā;
kn: happy with the scraps in our bowls,

# thag20.1:6.3
source: Dhunāma maccuno senaṃ,
kn: let us crush the army of death,

# thag20.1:6.4
source: naḷāgāraṃva kuñjaro.
kn: as an elephant a hut of reeds.

# thag20.1:7.1
source: Rukkhamūlikā sātatikā,
kn: Living at the foot of a tree, persistent,

# thag20.1:7.2
source: uñchāpattāgate ratā;
kn: happy with the scraps in our bowls,

# thag20.1:7.3
source: Dālemu maccuno senaṃ,
kn: let us tear apart the army of death,

# thag20.1:7.4
source: ajjhattaṃ susamāhitā.
kn: while remaining serene within.

# thag20.1:8.1
source: Rukkhamūlikā sātatikā,
kn: Living at the foot of a tree, persistent,

# thag20.1:8.2
source: uñchāpattāgate ratā;
kn: happy with the scraps in our bowls,

# thag20.1:8.3
source: Dhunāma maccuno senaṃ,
kn: let us crush the army of death,

# thag20.1:8.4
source: naḷāgāraṃva kuñjaro”.
kn: as an elephant a hut of reeds.”

# thag20.1:9.1
source: “Aṭṭhikaṅkalakuṭike,
kn: “You little hut, made of a chain of bones,

# thag20.1:9.2
source: maṃsanhārupasibbite;
kn: sewn together with flesh and sinew;

# thag20.1:9.3
source: Dhiratthu pure duggandhe,
kn: damn you mortal frame, you stink,

# thag20.1:9.4
source: paragatte mamāyase.
kn: you cherish the parts of others!

# thag20.1:10.1
source: Gūthabhaste taconaddhe,
kn: You sack of dung wrapped up in skin!

# thag20.1:10.2
source: uragaṇḍipisācini;
kn: You demoness with horns on your chest!

# thag20.1:10.3
source: Nava sotāni te kāye,
kn: O body, you have nine streams

# thag20.1:10.4
source: yāni sandanti sabbadā.
kn: that are flowing all the time.

# thag20.1:11.1
source: Tava sarīraṃ navasotaṃ,
kn: With its nine streams,

# thag20.1:11.2
source: <span class="var" title="duggandhakaṃ (s2, s3) | duggandhaṃ (pts1)" id="note491">Duggandhakaraṃ</span> <span class="var" title="parivajjeyya (s2, s3) | kariparibandha (pts1)" id="note492">paribandhaṃ</span>;
kn: your body stinks, full of dung.

# thag20.1:11.3
source: Bhikkhu parivajjayate taṃ,
kn: A monk seeking purity

# thag20.1:11.4
source: Mīḷhaṃ ca yathā sucikāmo.
kn: would avoid it like excrement.

# thag20.1:12.1
source: Evañce taṃ jano jaññā,
kn: If they knew you

# thag20.1:12.2
source: yathā jānāmi taṃ ahaṃ;
kn: like I do,

# thag20.1:12.3
source: Ārakā parivajjeyya,
kn: they’d keep far away,

# thag20.1:12.4
source: gūthaṭṭhānaṃva pāvuse”.
kn: like a cesspit in the rain.”

# thag20.1:13.1
source: “Evametaṃ mahāvīra,
kn: “So it is, great hero!

# thag20.1:13.2
source: yathā samaṇa bhāsasi;
kn: As you say, ascetic!

# thag20.1:13.3
source: Ettha ceke visīdanti,
kn: But some sink here

# thag20.1:13.4
source: paṅkamhiva jaraggavo”.
kn: like an old bull stuck in a bog.”

# thag20.1:14.1
source: “Ākāsamhi haliddiyā,
kn: “Whoever might think

# thag20.1:14.2
source: yo maññetha rajetave;
kn: of making the sky yellow,

# thag20.1:14.3
source: Aññena vāpi raṅgena,
kn: or some other color,

# thag20.1:14.4
source: vighātudayameva taṃ.
kn: would only trouble themselves.

# thag20.1:15.1
source: Tadākāsasamaṃ cittaṃ,
kn: This mind is like the sky:

# thag20.1:15.2
source: ajjhattaṃ susamāhitaṃ;
kn: serene inside itself.

# thag20.1:15.3
source: Mā pāpacitte <span class="var" title="ahati (bj) | āhari (pts1)" id="note493">āsādi</span>,
kn: Evil-minded one, don’t attack me,

# thag20.1:15.4
source: aggikhandhaṃva pakkhimā”.
kn: you’ll end up like a moth in a bonfire.”

# thag20.1:16.1
source: “Passa cittakataṃ bimbaṃ,
kn: “See this fancy puppet,

# thag20.1:16.2
source: arukāyaṃ samussitaṃ;
kn: a body built of sores,

# thag20.1:16.3
source: Āturaṃ bahusaṅkappaṃ,
kn: diseased, obsessed over,

# thag20.1:16.4
source: yassa natthi dhuvaṃ ṭhiti.
kn: which doesn’t last at all.

# thag20.1:17.1
source: Passa cittakataṃ rūpaṃ,
kn: See this fancy figure,

# thag20.1:17.2
source: maṇinā kuṇḍalena ca;
kn: with its gems and earrings;

# thag20.1:17.3
source: Aṭṭhiṃ tacena onaddhaṃ,
kn: it is bones wrapped in skin,

# thag20.1:17.4
source: saha vatthehi sobhati.
kn: made pretty by its clothes.

# thag20.1:18.1
source: Alattakakatā pādā,
kn: Rouged feet

# thag20.1:18.2
source: mukhaṃ cuṇṇakamakkhitaṃ;
kn: and powdered face

# thag20.1:18.3
source: Alaṃ bālassa mohāya,
kn: may be enough to beguile a fool,

# thag20.1:18.4
source: no ca pāragavesino.
kn: but not a seeker of the far shore.

# thag20.1:19.1
source: Aṭṭhapadakatā kesā,
kn: Hair in eight braids

# thag20.1:19.2
source: nettā añjanamakkhitā;
kn: and eyeliner

# thag20.1:19.3
source: Alaṃ bālassa mohāya,
kn: may be enough to beguile a fool,

# thag20.1:19.4
source: no ca pāragavesino.
kn: but not a seeker of the far shore.

# thag20.1:20.1
source: Añjanīva navā cittā,
kn: A rotting body all adorned

# thag20.1:20.2
source: pūtikāyo alaṅkato;
kn: like a freshly painted makeup box

# thag20.1:20.3
source: Alaṃ bālassa mohāya,
kn: may be enough to beguile a fool,

# thag20.1:20.4
source: no ca pāragavesino.
kn: but not a seeker of the far shore.

# thag20.1:21.1
source: Odahi migavo pāsaṃ,
kn: The hunter laid his snare,

# thag20.1:21.2
source: nāsadā vāguraṃ migo;
kn: but the deer didn’t spring the trap.

# thag20.1:21.3
source: Bhutvā nivāpaṃ gacchāma,
kn: I’ve eaten the bait and now I go,

# thag20.1:21.4
source: kaddante migabandhake.
kn: leaving the trapper to lament.

# thag20.1:22.1
source: Chinno pāso migavassa,
kn: The hunter’s trap is broken,

# thag20.1:22.2
source: nāsadā vāguraṃ migo;
kn: but the deer didn’t spring the trap.

# thag20.1:22.3
source: Bhutvā nivāpaṃ gacchāma,
kn: I’ve eaten the bait and now I go,

# thag20.1:22.4
source: socante migaluddake”.
kn: leaving the deer-hunter to grieve.”

# thag20.1:23.1
source: “Tadāsi yaṃ bhiṃsanakaṃ,
kn: “Then there was terror!

# thag20.1:23.2
source: tadāsi lomahaṃsanaṃ;
kn: Then they had goosebumps!

# thag20.1:23.3
source: Anekākārasampanne,
kn: When Sāriputta, endowed with a multitude of attributes,

# thag20.1:23.4
source: sāriputtamhi nibbute.
kn: became quenched.

# thag20.1:24.1
source: <span class="cross" title="^dn16#239 [Mahāparinibbānasutta/36. Parinibbutakathā] | ^dn17#56 [Mahāsudassanasutta/8. Brahmalokūpagama] | ^sn6.15#1 [15. Parinibbānasutta] | ^sn15.20#1 [20. Vepullapabbatasutta] | ^ja95#1 [Mahāsudassanajātaka]" id="note494">*</span> Aniccā vata saṅkhārā,
kn: Oh! Conditions are impermanent,

# thag20.1:24.2
source: uppādavayadhammino;
kn: their nature is to rise and fall;

# thag20.1:24.3
source: Upajjitvā nirujjhanti,
kn: having arisen, they cease;

# thag20.1:24.4
source: tesaṃ vūpasamo sukho.
kn: their stilling is true bliss.”

# thag20.1:25.1
source: Sukhumaṃ te paṭivijjhanti,
kn: “Those who see the five aggregates

# thag20.1:25.2
source: vālaggaṃ usunā yathā;
kn: as other, not as self,

# thag20.1:25.3
source: Ye pañcakkhandhe passanti,
kn: penetrate a subtle thing,

# thag20.1:25.4
source: parato no ca attato.
kn: like a hair-tip with an arrow.

# thag20.1:26.1
source: Ye ca passanti saṅkhāre,
kn: Those who see conditions

# thag20.1:26.2
source: parato no ca attato;
kn: as other, not as self,

# thag20.1:26.3
source: Paccabyādhiṃsu nipuṇaṃ,
kn: pierce a fine thing,

# thag20.1:26.4
source: vālaggaṃ usunā yathā.
kn: like a hair-tip with an arrow.”

# thag20.1:27.1
source: <span class="cross" title="(gāthā 1171--1172) ^sn1.21#1 [21. Sattisutta] | ^sn2.16#1 [16. Vāsudattasutta] | ^thag1.39#1 [Tissattheragāthā]-90 | ^ne6#181 [Sāsanapaṭṭhāna] | ^pe2#97 [Sāsanapaṭṭhānadutiyabhūmi]" id="note495">*</span> Sattiyā viya omaṭṭho,
kn: “Like they’re struck by a sword,

# thag20.1:27.2
source: ḍayhamānova matthake;
kn: like their head was on fire,

# thag20.1:27.3
source: Kāmarāgappahānāya,
kn: a mendicant should go forth mindfully,

# thag20.1:27.4
source: sato bhikkhu paribbaje.
kn: to give up sensual desire.

# thag20.1:28.1
source: Sattiyā viya omaṭṭho,
kn: Like they’re struck by a sword,

# thag20.1:28.2
source: ḍayhamānova matthake;
kn: like their head was on fire,

# thag20.1:28.3
source: Bhavarāgappahānāya,
kn: a mendicant should go forth mindfully,

# thag20.1:28.4
source: sato bhikkhu paribbaje.
kn: to give up desire for rebirth.”

# thag20.1:29.1
source: Codito bhāvitattena,
kn: “Encouraged by the developed one,

# thag20.1:29.2
source: sarīrantimadhārinā;
kn: who bore his final body,

# thag20.1:29.3
source: Migāramātupāsādaṃ,
kn: I shook the stilt longhouse of Migāra’s mother

# thag20.1:29.4
source: pādaṅguṭṭhena kampayiṃ.
kn: with my big toe.”

# thag20.1:30.1
source: <span class="cross" title="^sn21.4#1 [4. Navasutta] | ^ne6#227 [Sāsanapaṭṭhāna]" id="note496">*</span> Nayidaṃ sithilamārabbha,
kn: “Not by being slack,

# thag20.1:30.2
source: nayidaṃ appena thāmasā;
kn: or with little strength

# thag20.1:30.3
source: Nibbānamadhigantabbaṃ,
kn: is extinguishment realized,

# thag20.1:30.4
source: sabbaganthapamocanaṃ.
kn: the release from all ties.”

# thag20.1:31.1
source: Ayañca daharo bhikkhu,
kn: “This young monk,

# thag20.1:31.2
source: ayamuttamaporiso;
kn: this best of men,

# thag20.1:31.3
source: Dhāreti antimaṃ dehaṃ,
kn: bears his final body,

# thag20.1:31.4
source: jetvā māraṃ <span class="var" title="savāhanaṃ (s2, s3, pts1-2, mr)" id="note497">savāhiniṃ</span>.
kn: having vanquished Māra and his mount.”

# thag20.1:32.1
source: Vivaramanupabhanti vijjutā,
kn: “Lightning flashes down

# thag20.1:32.2
source: Vebhārassa ca paṇḍavassa ca;
kn: on the cleft of Vebhāra and Paṇḍava.

# thag20.1:32.3
source: Nagavivaragato jhāyati,
kn: But in the mountain cleft he is absorbed in jhāna—

# thag20.1:32.4
source: Putto appaṭimassa tādino.
kn: the son of the Buddha, inimitable and poised.”

# thag20.1:33.1
source: Upasanto uparato,
kn: “Calm and quiet,

# thag20.1:33.2
source: pantasenāsano muni;
kn: the sage in his remote lodging,

# thag20.1:33.3
source: Dāyādo buddhaseṭṭhassa,
kn: the heir to the best of Buddhas,

# thag20.1:33.4
source: brahmunā abhivandito”.
kn: is honored even by Brahmā.

# thag20.1:34.1
source: “Upasantaṃ uparataṃ,
kn: Calm and quiet,

# thag20.1:34.2
source: pantasenāsanaṃ muniṃ;
kn: the sage in his remote lodging,

# thag20.1:34.3
source: Dāyādaṃ buddhaseṭṭhassa,
kn: is heir to the best of Buddhas:

# thag20.1:34.4
source: vanda brāhmaṇa kassapaṃ.
kn: Brahmin, you should honor Kassapa!

# thag20.1:35.1
source: Yo ca jātisataṃ gacche,
kn: Even if someone were to be born again and again

# thag20.1:35.2
source: sabbā brāhmaṇajātiyo;
kn: a hundred times in the human realm,

# thag20.1:35.3
source: Sottiyo vedasampanno,
kn: and always as a brahmin,

# thag20.1:35.4
source: manussesu punappunaṃ.
kn: a student accomplished in the Vedas;

# thag20.1:36.1
source: Ajjhāyakopi ce assa,
kn: and if he were to become a reciter,

# thag20.1:36.2
source: tiṇṇaṃ vedāna pāragū;
kn: a master of the three Vedas:

# thag20.1:36.3
source: Etassa <span class="var" title="... ekaṃ (s2, s3, pts1)" id="note498">vandanāyetaṃ</span>,
kn: honoring such a person

# thag20.1:36.4
source: kalaṃ nāgghati soḷasiṃ.
kn: isn’t worth a sixteenth of that.

# thag20.1:37.1
source: Yo so aṭṭha vimokkhāni,
kn: One who attains the eight emancipations

# thag20.1:37.2
source: purebhattaṃ <span class="var" title="aphussayi (s2, s3) | apassayi (pts1, mr)" id="note499">aphassayi</span>;
kn: forwards and backwards

# thag20.1:37.3
source: Anulomaṃ paṭilomaṃ,
kn: before breakfast,

# thag20.1:37.4
source: tato piṇḍāya gacchati.
kn: and then goes on alms-round—

# thag20.1:38.1
source: Tādisaṃ bhikkhuṃ <span class="var" title="mā hani (bj) | māhari (pts1)" id="note500">māsādi</span>,
kn: don’t attack such a mendicant!

# thag20.1:38.2
source: māttānaṃ khaṇi brāhmaṇa;
kn: Don’t ruin yourself, brahmin!

# thag20.1:38.3
source: Abhippasādehi manaṃ,
kn: Let your heart have trust

# thag20.1:38.4
source: arahantamhi tādine;
kn: in the perfected one, the poised;

# thag20.1:38.5
source: Khippaṃ pañjaliko vanda,
kn: quickly venerate him with joined palms:

# thag20.1:38.6
source: mā te vijaṭi matthakaṃ”.
kn: don’t let your head explode!”

# thag20.1:39.1
source: “Neso passati saddhammaṃ,
kn: “If you prioritize transmigration,

# thag20.1:39.2
source: saṃsārena purakkhato;
kn: you don’t see the true teaching.

# thag20.1:39.3
source: <span class="var" title="acaṅkamaṃ (s2, s3, pts1)" id="note501">Adhogamaṃ</span> jimhapathaṃ,
kn: You’re following a twisted path,

# thag20.1:39.4
source: kummaggamanudhāvati.
kn: a bad path that will lead you down.

# thag20.1:40.1
source: Kimīva mīḷhasallitto,
kn: Like a worm smeared with dung,

# thag20.1:40.2
source: saṅkhāre adhimucchito;
kn: he is besotted with conditions.

# thag20.1:40.3
source: Pagāḷho lābhasakkāre,
kn: Sunk in gain and honor,

# thag20.1:40.4
source: tuccho gacchati poṭṭhilo”.
kn: Poṭṭhila goes on, hollow.”

# thag20.1:41.1
source: “Imañca passa āyantaṃ,
kn: “See Sāriputta coming!

# thag20.1:41.2
source: sāriputtaṃ sudassanaṃ;
kn: It is good to see him;

# thag20.1:41.3
source: Vimuttaṃ ubhatobhāge,
kn: he is freed in both ways,

# thag20.1:41.4
source: ajjhattaṃ susamāhitaṃ.
kn: serene inside himself;

# thag20.1:42.1
source: Visallaṃ khīṇasaṃyogaṃ,
kn: free of thorns, with fetters ended,

# thag20.1:42.2
source: tevijjaṃ maccuhāyinaṃ;
kn: master of the three knowledges, destroyer of death;

# thag20.1:42.3
source: Dakkhiṇeyyaṃ manussānaṃ,
kn: worthy of offerings,

# thag20.1:42.4
source: puññakkhettaṃ anuttaraṃ”.
kn: a supreme field of merit for the people.”

# thag20.1:43.1
source: “Ete sambahulā devā,
kn: “These many gods,

# thag20.1:43.2
source: iddhimanto yasassino;
kn: powerful and glorious,

# thag20.1:43.3
source: Dasa devasahassāni,
kn: all 10,000 of them,

# thag20.1:43.4
source: sabbe brahmapurohitā;
kn: are ministers of Brahmā.

# thag20.1:43.5
source: Moggallānaṃ namassantā,
kn: They stand with joined palms

# thag20.1:43.6
source: tiṭṭhanti pañjalīkatā.
kn: honoring Moggallāna:

# thag20.1:44.1
source: ‘Namo te purisājañña,
kn: ‘Homage to you, O thoroughbred!

# thag20.1:44.2
source: namo te purisuttama;
kn: Homage to you, supreme among men!

# thag20.1:44.3
source: Yassa te āsavā khīṇā,
kn: Since your defilements are ended,

# thag20.1:44.4
source: dakkhiṇeyyosi mārisa’.
kn: you, sir, are worthy of teacher’s offerings.”

# thag20.1:45.1
source: Pūjito naradevena,
kn: “Venerated by men and gods,

# thag20.1:45.2
source: uppanno maraṇābhibhū;
kn: he has arisen, the master of death.

# thag20.1:45.3
source: Puṇḍarīkaṃva toyena,
kn: He is unsmeared by conditions,

# thag20.1:45.4
source: saṅkhārenupalippati.
kn: as a lotus-flower by water.

# thag20.1:46.1
source: Yassa muhuttena sahassadhā loko,
kn: Knowing in an hour the thousand-fold world, together with the Brahmā realm;

# thag20.1:46.2
source: Saṃvidito sabrahmakappo vasi;
kn: master of psychic powers

# thag20.1:46.3
source: Iddhiguṇe cutupapāte kāle,
kn: and the knowledge of the passing away and rebirth of beings;

# thag20.1:46.4
source: Passati devatā sa bhikkhu”.
kn: that mendicant sees the gods in time.”

# thag20.1:47.1
source: “Sāriputtova paññāya,
kn: “Sāriputta, the monk who has crossed over,

# thag20.1:47.2
source: sīlena upasamena ca;
kn: may be supreme

# thag20.1:47.3
source: Yopi pāraṅgato bhikkhu,
kn: in respect of his wisdom,

# thag20.1:47.4
source: etāvaparamo siyā.
kn: ethics, and peace.

# thag20.1:48.1
source: Koṭisatasahassassa,
kn: But in a moment I can create the likenesses

# thag20.1:48.2
source: Attabhāvaṃ khaṇena nimmine;
kn: of ten million times 100,000 people!

# thag20.1:48.3
source: Ahaṃ vikubbanāsu kusalo,
kn: I’m skilled in transformations;

# thag20.1:48.4
source: Vasībhūtomhi iddhiyā.
kn: I’m a master of physic powers.

# thag20.1:49.1
source: Samādhivijjāvasipāramīgato,
kn: A member of the Moggallāna clan, attained to perfection and mastery

# thag20.1:49.2
source: Moggallānagotto asitassa sāsane;
kn: in immersion and knowledge, wise in the teachings of the unattached,

# thag20.1:49.3
source: Dhīro samucchindi samāhitindriyo,
kn: with serene faculties, has burst his bonds

# thag20.1:49.4
source: Nāgo yathā pūtilataṃva bandhanaṃ.
kn: like an elephant bursts a rope of creeper.

# thag20.1:50.1
source: Pariciṇṇo mayā satthā,
kn: I’ve served the teacher

# thag20.1:50.2
source: kataṃ buddhassa sāsanaṃ;
kn: and fulfilled the Buddha’s instructions.

# thag20.1:50.3
source: Ohito garuko bhāro,
kn: The heavy burden is laid down,

# thag20.1:50.4
source: bhavanetti samūhatā.
kn: the attachment to rebirth is eradicated.

# thag20.1:51.1
source: Yassa catthāya pabbajito,
kn: I’ve attained the goal

# thag20.1:51.2
source: agārasmānagāriyaṃ;
kn: for the sake of which I went forth

# thag20.1:51.3
source: So me attho anuppatto,
kn: from the lay life to homelessness—

# thag20.1:51.4
source: sabbasaṃyojanakkhayo.
kn: the end of all fetters.”

# thag20.1:52.1
source: <a class="verse-num-sc" id="verse-num-sc1197"><span class="cross" title="^mn50#21 [Māratajjanīyasutta]" id="note502">*</span> </a><a class="sc" id="1197"></a><a class="verse-num-pts" id="verse-num-pts1187"></a>Kīdiso nirayo āsi,
kn: “What kind of hell was that,

# thag20.1:52.2
source: yattha dussī apaccatha;
kn: where Dūsī was roasted

# thag20.1:52.3
source: Vidhuraṃ sāvakamāsajja,
kn: after attacking the disciple Vidhura

# thag20.1:52.4
source: kakusandhañca brāhmaṇaṃ.
kn: along with the brahmin Kakusandha?

# thag20.1:53.1
source: <a class="verse-num-sc" id="verse-num-sc1198"><span class="cross" title="^mn50#21 [Māratajjanīyasutta] | ^pe1#35 [Ariyasaccappakāsanapaṭhamabhūmi]" id="note503">*</span> </a><a class="sc" id="1198"></a><a class="verse-num-pts" id="verse-num-pts1188"></a>Sataṃ āsi ayosaṅkū,
kn: There were 100 iron spikes,

# thag20.1:53.2
source: sabbe paccattavedanā;
kn: each one individually painful.

# thag20.1:53.3
source: Īdiso nirayo āsi,
kn: That’s the kind of hell

# thag20.1:53.4
source: yattha dussī apaccatha;
kn: where Dūsī was roasted

# thag20.1:53.5
source: Vidhuraṃ sāvakamāsajja,
kn: after attacking the disciple Vidhura

# thag20.1:53.6
source: kakusandhañca brāhmaṇaṃ.
kn: along with the brahmin Kakusandha.

# thag20.1:54.1
source: Yo etamabhijānāti,
kn: Dark One, if you attack

# thag20.1:54.2
source: bhikkhu buddhassa sāvako;
kn: a mendicant who directly knows this,

# thag20.1:54.3
source: Tādisaṃ bhikkhumāsajja,
kn: a disciple of the Buddha,

# thag20.1:54.4
source: kaṇha dukkhaṃ nigacchasi.
kn: you’ll fall into suffering.

# thag20.1:55.1
source: <span class="var" title="... sarassa (bj, pts2) | ... sāgarasmiṃ (s2, s3, pts1, mr)" id="note504">Majjhesarasmiṃ</span> tiṭṭhanti,
kn: There are mansions that last for an eon

# thag20.1:55.2
source: vimānā kappaṭhāyino;
kn: standing in the middle of a lake.

# thag20.1:55.3
source: Veḷuriyavaṇṇā rucirā,
kn: Sapphire-colored, brilliant,

# thag20.1:55.4
source: accimanto pabhassarā;
kn: they sparkle and shine.

# thag20.1:55.5
source: Accharā tattha naccanti,
kn: Dancing there are nymphs

# thag20.1:55.6
source: puthu nānattavaṇṇiyo.
kn: shining in all different colors.

# thag20.1:56.1
source: Yo etamabhijānāti,
kn: Dark One, if you attack

# thag20.1:56.3
source: pe …
kn: a disciple of the Buddha,

# thag20.1:56.4
source: kaṇha dukkhaṃ nigacchasi.
kn: you’ll fall into suffering.

# thag20.1:57.1
source: Yo ve buddhena codito,
kn: I’m the one who, encouraged by the Buddha,

# thag20.1:57.2
source: bhikkhusaṃghassa pekkhato;
kn: shook the stilt longhouse of Migāra’s mother

# thag20.1:57.3
source: Migāramātupāsādaṃ,
kn: with his big toe

# thag20.1:57.4
source: pādaṅguṭṭhena kampayi.
kn: as the Saṅgha of mendicants watched.

# thag20.1:58.1
source: Yo etamabhijānāti,
kn: Dark One, if you attack

# thag20.1:58.3
source: pe …
kn: a disciple of the Buddha,

# thag20.1:58.4
source: kaṇha dukkhaṃ nigacchasi.
kn: you’ll fall into suffering.

# thag20.1:59.1
source: Yo vejayantapāsādaṃ,
kn: I’m the one who shook the Palace of Victory

# thag20.1:59.2
source: pādaṅguṭṭhena kampayi;
kn: with his big toe

# thag20.1:59.3
source: Iddhibalenupatthaddho,
kn: owing to psychic power,

# thag20.1:59.4
source: saṃvejesi ca devatā.
kn: inspiring deities to awe.

# thag20.1:60.1
source: Yo etamabhijānāti,
kn: Dark One, if you attack

# thag20.1:60.3
source: pe …
kn: a disciple of the Buddha,

# thag20.1:60.4
source: kaṇha dukkhaṃ nigacchasi.
kn: you’ll fall into suffering.

# thag20.1:61.1
source: Yo vejayantapāsāde,
kn: I’m the one who asked Sakka

# thag20.1:61.2
source: sakkaṃ so paripucchati;
kn: in the Palace of Victory:

# thag20.1:61.3
source: Api āvuso jānāsi,
kn: ‘Sir, do you know the freedom

# thag20.1:61.4
source: taṇhakkhayavimuttiyo;
kn: that comes with the ending of craving?’

# thag20.1:61.5
source: Tassa sakko viyākāsi,
kn: And I’m the one to whom Sakka

# thag20.1:61.6
source: pañhaṃ puṭṭho yathātathaṃ”.
kn: admitted the truth when asked.

# thag20.1:62.1
source: “Yo etamabhijānāti,
kn: Dark One, if you attack

# thag20.1:62.3
source: pe …
kn: a disciple of the Buddha,

# thag20.1:62.4
source: kaṇha dukkhaṃ nigacchasi.
kn: you’ll fall into suffering.

# thag20.1:63.1
source: Yo brahmānaṃ paripucchati,
kn: I’m the one who asked Brahmā

# thag20.1:63.2
source: <span class="var" title="sudhammāyaṃ abhitosabhaṃ (s2, s3, pts1-2)" id="note505">Sudhammāyaṃ ṭhito sabhaṃ</span>;
kn: in the Hall of Justice before the assembly:

# thag20.1:63.3
source: Ajjāpi tyāvuso sā diṭṭhi,
kn: ‘Sir, do you still have the same view

# thag20.1:63.4
source: Yā te diṭṭhi pure ahu;
kn: that you had in the past?

# thag20.1:63.5
source: Passasi vītivattantaṃ,
kn: Or do you see the radiance

# thag20.1:63.6
source: Brahmaloke pabhassaraṃ.
kn: transcending the Brahmā realm?’

# thag20.1:64.1
source: Tassa brahmā viyākāsi,
kn: And I’m the one to whom Brahmā

# thag20.1:64.2
source: pañhaṃ puṭṭho yathātathaṃ;
kn: admitted the truth when asked.

# thag20.1:64.3
source: Na me mārisa sā diṭṭhi,
kn: ‘Good sir, I don’t have that view

# thag20.1:64.4
source: yā me diṭṭhi pure ahu.
kn: that I had in the past.

# thag20.1:65.1
source: Passāmi vītivattantaṃ,
kn: I see the radiance

# thag20.1:65.2
source: brahmaloke pabhassaraṃ;
kn: transcending the Brahmā realm.

# thag20.1:65.3
source: Sohaṃ ajja kathaṃ vajjaṃ,
kn: So how could I say today

# thag20.1:65.4
source: ahaṃ niccomhi sassato”.
kn: that I am permanent and eternal?’

# thag20.1:66.1
source: “Yo etamabhijānāti,
kn: Dark One, if you attack

# thag20.1:66.3
source: pe …
kn: a disciple of the Buddha,

# thag20.1:66.4
source: kaṇha dukkhaṃ nigacchasi.
kn: you’ll fall into suffering.

# thag20.1:67.1
source: Yo mahāneruno kūṭaṃ,
kn: I’m the one who has touched the peak of Mount Neru

# thag20.1:67.2
source: vimokkhena <span class="var" title="apassayi (s2, s3, pts1, mr)" id="note506">aphassayi</span>;
kn: using the power of meditative liberation.

# thag20.1:67.3
source: Vanaṃ pubbavidehānaṃ,
kn: I’ve visited the forests of the people

# thag20.1:67.4
source: ye ca bhūmisayā narā.
kn: who dwell in the Eastern Continent.

# thag20.1:68.1
source: Yo etamabhijānāti,
kn: Dark One, if you attack

# thag20.1:68.2
source: bhikkhu buddhassa sāvako;
kn: a mendicant who directly knows this,

# thag20.1:68.3
source: Tādisaṃ bhikkhumāsajja,
kn: a disciple of the Buddha,

# thag20.1:68.4
source: kaṇha dukkhaṃ nigacchasi.
kn: you’ll fall into suffering.
