Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag05.02.po
Languages: kn

# thag5.2:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag5.2:2.1
source: Pañcakanipāta
kn: The Book of the Fives

# thag5.2:3.1
source: Paṭhamavagga
kn: Chapter One

# thag5.2:4.1
source: 5.2. Subhūtattheragāthā
kn: 5.2. Subhūta

# thag5.2:5.1
source: “Ayoge yuñjamattānaṃ,
kn: When a person, wishing for a certain outcome,

# thag5.2:5.2
source: puriso <span class="var" title="kiccamicchato (bj, pts1) | kiccamicchayaṃ (katthaci)" id="note186">kiccamicchako</span>;
kn: applies themselves in a misguided endeavor;

# thag5.2:5.3
source: Carañce nādhigaccheyya,
kn: not achieving what they worked for,

# thag5.2:5.4
source: ‘taṃ me dubbhagalakkhaṇaṃ’.
kn: they say: “That’s a sign of my bad luck.”

# thag5.2:6.1
source: Abbūḷhaṃ aghagataṃ vijitaṃ,
kn: When a misfortune is extracted and beaten,

# thag5.2:6.2
source: Ekañce ossajeyya kalīva siyā;
kn: to surrender it in part would be like losing at dice;

# thag5.2:6.3
source: Sabbānipi ce ossajeyya andhova siyā,
kn: but to surrender it all you’d have to be blind,

# thag5.2:6.4
source: Samavisamassa adassanato.
kn: not seeing the even and the uneven.

# thag5.2:7.1
source: Yañhi kayirā tañhi vade,
kn: You should only say what you would do;

# thag5.2:7.2
source: yaṃ na kayirā na taṃ vade;
kn: you shouldn’t say what you wouldn’t do.

# thag5.2:7.3
source: Akarontaṃ bhāsamānaṃ,
kn: The wise will recognize

# thag5.2:7.4
source: parijānanti paṇḍitā.
kn: one who talks without doing.

# thag5.2:8.1
source: <span class="cross" title="^dhp44-59#50.1 [44. Pathavikathāpasutapañcasatabhikkhuvatthu/50. Chattapāṇiupāsakavatthu]" id="note187">*</span> <a class="verse-num-sc" id="verse-num-sc323"></a><a class="verse-num-pts" id="verse-num-pts323"></a>Yathāpi ruciraṃ pupphaṃ,
kn: Just like a glorious flower

# thag5.2:8.2
source: vaṇṇavantaṃ agandhakaṃ;
kn: that’s colorful but lacks fragrance;

# thag5.2:8.3
source: Evaṃ subhāsitā vācā,
kn: well-spoken speech is fruitless

# thag5.2:8.4
source: aphalā hoti akubbato.
kn: for one who does not act on it.

# thag5.2:9.1
source: Yathāpi ruciraṃ pupphaṃ,
kn: Just like a glorious flower

# thag5.2:9.2
source: Vaṇṇavantaṃ <span class="var" title="sagandhakaṃ (bj, s2, s3, pts1-2 ^dhp44-59#50.2 [44. Pathavikathāpasutapañcasatabhikkhuvatthu/50. Chattapāṇiupāsakavatthu])" id="note188">sugandhakaṃ</span>;
kn: that's both colorful and fragrant,

# thag5.2:9.3
source: Evaṃ subhāsitā vācā,
kn: well-spoken speech is fruitful

# thag5.2:9.4
source: Saphalā <span class="var" title="pakubbatoti (bj) | sakubbatoti (si, s2, s3, pts1-2)" id="note189">hoti kubbato”ti</span>.
kn: for one who acts on it.
