Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag02.45.po
Languages: kn

# thag2.45:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag2.45:2.1
source: Dukanipāta
kn: The Book of the Twos

# thag2.45:3.1
source: Pañcamavagga
kn: Chapter Five

# thag2.45:4.1
source: 2.45. Visākhapañcālaputtattheragāthā
kn: 2.45. Visākhapañcālaputta

# thag2.45:5.1
source: “Na ukkhipe no ca parikkhipe pare,
kn: One should not suspend others from the Saṅgha, nor raise objections against them;

# thag2.45:5.2
source: Na okkhipe pāragataṃ na eraye;
kn: and neither disparage nor raise one’s voice against one who has crossed to the further shore.

# thag2.45:5.3
source: Na cattavaṇṇaṃ parisāsu byāhare,
kn: One should not praise oneself among the assemblies,

# thag2.45:5.4
source: Anuddhato sammitabhāṇi subbato.
kn: but be stable, measured in speech, and true to your vows.

# thag2.45:6.1
source: Susukhumanipuṇatthadassinā,
kn: For one who sees the goal, so very subtle and fine,

# thag2.45:6.2
source: Matikusalena nivātavuttinā;
kn: who is skilled in thought and humble in manner,

# thag2.45:6.3
source: Saṃsevitavuddhasīlinā,
kn: who has cultivated mature ethics—

# thag2.45:6.4
source: Nibbānaṃ na hi tena dullabhan”ti.
kn: it’s not hard to gain extinguishment.
