Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag20.1.po
Languages: kn

# thag20.1:69.1
source: Na ve aggi cetayati,
kn: Though a fire doesn’t think:

# thag20.1:69.2
source: ahaṃ bālaṃ ḍahāmīti;
kn: ‘I’ll burn the fool!’

# thag20.1:69.3
source: Bālova jalitaṃ aggiṃ,
kn: Still the fool who attacks

# thag20.1:69.4
source: āsajja naṃ paḍayhati.
kn: the fire gets burnt.

# thag20.1:70.1
source: <span class="var" title="evameva (c1)" id="note507">Evamevaṃ</span> tuvaṃ māra,
kn: In the same way, Māra,

# thag20.1:70.2
source: āsajja naṃ tathāgataṃ;
kn: in attacking the Realized One,

# thag20.1:70.3
source: Sayaṃ <span class="var" title="dahissasi (bj, pts2) | ḍahissati (s2, s3) | dahissam (pts1)" id="note508">ḍahissasi</span> attānaṃ,
kn: you’ll only burn yourself,

# thag20.1:70.4
source: bālo aggiṃva samphusaṃ.
kn: like a fool touching the flames.

# thag20.1:71.1
source: Apuññaṃ pasavī māro,
kn: Māra’s done a bad thing

# thag20.1:71.2
source: āsajja naṃ tathāgataṃ;
kn: in attacking the Realized One.

# thag20.1:71.3
source: Kiṃ nu maññasi pāpima,
kn: Wicked One, do you imagine that

# thag20.1:71.4
source: na me pāpaṃ vipaccati.
kn: your wickedness won’t bear fruit?

# thag20.1:72.1
source: <span class="var" title="karato te miyyate (bj, s2, s3, pts1) | karato cīyate (^mn50#21 [Māratajjanīyasutta])" id="note509">Karato te cīyate</span> pāpaṃ,
kn: Your deeds heap up wickedness

# thag20.1:72.2
source: cirarattāya antaka;
kn: that will last a long time, Terminator!

# thag20.1:72.3
source: Māra nibbinda buddhamhā,
kn: Forget about the Buddha, Māra!

# thag20.1:72.4
source: āsaṃ mākāsi bhikkhusu”.
kn: And give up your hopes for the mendicants!”

# thag20.1:73.1
source: “Iti māraṃ atajjesi,
kn: “That is how, in the Bhesekaḷā grove,

# thag20.1:73.2
source: bhikkhu bhesakaḷāvane;
kn: the mendicant rebuked Māra.

# thag20.1:73.3
source: Tato so dummano yakkho,
kn: That spirit, downcast,

# thag20.1:73.4
source: tatthevantaradhāyathā”<span class="var" title="... dhāyatīti (s2, s3, pts1)" id="note510">ti</span>.
kn: disappeared right there!”

# thag20.1:74.1
source: Itthaṃ sudaṃ āyasmā <span class="var" title="mahāmoggalāno (mr)" id="note511">mahāmoggallāno</span> thero gāthāyo abhāsitthāti.
kn: It was thus that these verses were recited by the senior venerable Mahāmoggallāna.
