Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag03.08.po
Languages: kn

# thag3.8:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag3.8:2.1
source: Tikanipāta
kn: The Book of the Threes

# thag3.8:3.1
source: Paṭhamavagga
kn: Chapter One

# thag3.8:4.1
source: <span class="var" title="passikattheragāthā (bj)" id="note158">3.8 Vassikattheragāthā</span>
kn: 3.8. Vassika

# thag3.8:5.1
source: “Ekopi saddho medhāvī,
kn: I was the only one in my family

# thag3.8:5.2
source: assaddhānīdha ñātinaṃ;
kn: who had faith and wisdom.

# thag3.8:5.3
source: Dhammaṭṭho sīlasampanno,
kn: It’s good for my relatives that I’m

# thag3.8:5.4
source: hoti atthāya bandhunaṃ.
kn: firm in Dhamma, and my conduct is virtuous.

# thag3.8:6.1
source: Niggayha anukampāya,
kn: I rebuked my family out of compassion,

# thag3.8:6.2
source: coditā ñātayo mayā;
kn: telling them off out of love

# thag3.8:6.3
source: Ñātibandhavapemena,
kn: for my family and relatives.

# thag3.8:6.4
source: kāraṃ katvāna bhikkhusu.
kn: They performed a service for the monks

# thag3.8:7.1
source: Te abbhatītā kālaṅkatā,
kn: and then they passed away,

# thag3.8:7.2
source: pattā te tidivaṃ sukhaṃ;
kn: finding happiness in the heaven of the Thirty-three.

# thag3.8:7.3
source: Bhātaro mayhaṃ mātā ca,
kn: There, my brothers and mother

# thag3.8:7.4
source: modanti kāmakāmino”ti.
kn: enjoy all the pleasures they desire.
