Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag06.10.po
Languages: kn

# thag6.10:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag6.10:2.1
source: Chakkanipāta
kn: The Book of the Sixes

# thag6.10:3.1
source: Paṭhamavagga
kn: Chapter One

# thag6.10:4.1
source: 6.10. Sumanattheragāthā
kn: 6.10. Sumana (2nd)

# thag6.10:5.1
source: “Yadā navo pabbajito,
kn: I was only seven years old

# thag6.10:5.2
source: jātiyā sattavassiko;
kn: and had just gone forth

# thag6.10:5.3
source: Iddhiyā abhibhotvāna,
kn: when I overcame the mighty serpent king

# thag6.10:5.4
source: pannagindaṃ mahiddhikaṃ.
kn: with my psychic powers.

# thag6.10:6.1
source: Upajjhāyassa udakaṃ,
kn: I brought water for my mentor

# thag6.10:6.2
source: anotattā mahāsarā;
kn: from the great lake Anotatta.

# thag6.10:6.3
source: Āharāmi tato disvā,
kn: When he saw me,

# thag6.10:6.4
source: maṃ satthā etadabravi”.
kn: my teacher declared:

# thag6.10:7.1
source: “Sāriputta imaṃ passa,
kn: “Sāriputta, see this

# thag6.10:7.2
source: āgacchantaṃ kumārakaṃ;
kn: young boy coming,

# thag6.10:7.3
source: Udakakumbhamādāya,
kn: carrying a water pot,

# thag6.10:7.4
source: ajjhattaṃ susamāhitaṃ.
kn: serene inside himself.

# thag6.10:8.1
source: Pāsādikena vattena,
kn: His conduct inspires confidence,

# thag6.10:8.2
source: kalyāṇairiyāpatho;
kn: he is of lovely deportment:

# thag6.10:8.3
source: Sāmaṇeronuruddhassa,
kn: he is Anuruddha’s novice,

# thag6.10:8.4
source: iddhiyā ca visārado.
kn: assured in psychic powers.

# thag6.10:9.1
source: Ājānīyena ājañño,
kn: Made a thoroughbred by a thoroughbred,

# thag6.10:9.2
source: sādhunā sādhukārito;
kn: made good by the good,

# thag6.10:9.3
source: Vinīto anuruddhena,
kn: educated and trained by Anuruddha,

# thag6.10:9.4
source: katakiccena sikkhito.
kn: who has completed his task.

# thag6.10:10.1
source: So patvā paramaṃ santiṃ,
kn: Having attained ultimate peace

# thag6.10:10.2
source: sacchikatvā akuppataṃ;
kn: and witnessed the unshakable,

# thag6.10:10.3
source: Sāmaṇero sa sumano,
kn: that novice Sumana has the wish:

# thag6.10:10.4
source: mā maṃ jaññāti icchatī”ti.
kn: ‘May no-one find me out!’”
