Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag10.4.po
Languages: kn

# thag10.4:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag10.4:2.1
source: Dasakanipāta
kn: The Book of the Tens

# thag10.4:3.1
source: Paṭhamavagga
kn: Chapter One

# thag10.4:4.1
source: 10.4. Cūḷapanthakattheragāthā
kn: 10.4. Cūḷapanthaka

# thag10.4:5.1
source: “Dandhā mayhaṃ gatī āsi,
kn: My progress was slow,

# thag10.4:5.2
source: paribhūto pure ahaṃ;
kn: I was despised in the past.

# thag10.4:5.3
source: Bhātā ca maṃ paṇāmesi,
kn: Even my brother turned me away,

# thag10.4:5.4
source: ‘gaccha dāni tuvaṃ gharaṃ’.
kn: saying, “Go home now.”

# thag10.4:6.1
source: Sohaṃ paṇāmito santo,
kn: Turned away at the gate

# thag10.4:6.2
source: saṃghārāmassa koṭṭhake;
kn: of the Saṅgha’s monastery,

# thag10.4:6.3
source: Dummano tattha aṭṭhāsiṃ,
kn: I stood there sadly,

# thag10.4:6.4
source: sāsanasmiṃ apekkhavā.
kn: longing for the dispensation.

# thag10.4:7.1
source: Bhagavā tattha <span class="var" title="āgañchi (bj)" id="note271">āgacchi</span>,
kn: Then the Buddha came

# thag10.4:7.2
source: sīsaṃ mayhaṃ parāmasi;
kn: and touched my head.

# thag10.4:7.3
source: Bāhāya maṃ gahetvāna,
kn: Taking me by the arm,

# thag10.4:7.4
source: saṃghārāmaṃ pavesayi.
kn: he brought me into the Saṅgha’s monastery.

# thag10.4:8.1
source: Anukampāya me satthā,
kn: The Teacher, out of compassion,

# thag10.4:8.2
source: pādāsi pādapuñchaniṃ;
kn: gave me a foot-wiping cloth, saying:

# thag10.4:8.3
source: ‘Etaṃ suddhaṃ adhiṭṭhehi,
kn: “Focus your awareness

# thag10.4:8.4
source: ekamantaṃ svadhiṭṭhitaṃ’.
kn: exclusively on this clean cloth.”

# thag10.4:9.1
source: Tassāhaṃ vacanaṃ sutvā,
kn: After hearing his words,

# thag10.4:9.2
source: vihāsiṃ sāsane rato;
kn: I happily did his bidding.

# thag10.4:9.3
source: Samādhiṃ paṭipādesiṃ,
kn: I practiced meditative immersion

# thag10.4:9.4
source: uttamatthassa pattiyā.
kn: for the attainment of the highest goal.

# thag10.4:10.1
source: Pubbenivāsaṃ jānāmi,
kn: I know my past lives,

# thag10.4:10.2
source: dibbacakkhu visodhitaṃ;
kn: my clairvoyance is clarified;

# thag10.4:10.3
source: Tisso vijjā anuppattā,
kn: I’ve attained the three knowledges,

# thag10.4:10.4
source: kataṃ buddhassa sāsanaṃ.
kn: and fulfilled the Buddha’s instructions.

# thag10.4:11.1
source: Sahassakkhattumattānaṃ,
kn: I, Panthaka, created a thousand

# thag10.4:11.2
source: nimminitvāna panthako;
kn: images of myself,

# thag10.4:11.3
source: Nisīdambavane ramme,
kn: and sat in the delightful mango grove

# thag10.4:11.4
source: yāva <span class="var" title="... vedanaṃ (s2, s3, pts1)" id="note272">kālappavedanā</span>.
kn: until the time for the meal offering was announced.

# thag10.4:12.1
source: Tato me satthā pāhesi,
kn: Then the teacher sent to me

# thag10.4:12.2
source: dūtaṃ kālappavedakaṃ;
kn: a messenger to announce the time.

# thag10.4:12.3
source: Paveditamhi kālamhi,
kn: When the time was announced,

# thag10.4:12.4
source: <span class="var" title="vehāsānupasaṅkamiṃ (s2, s3, pts1, mr)" id="note273">vehāsādupasaṅkamiṃ</span>.
kn: I flew to him through the air.

# thag10.4:13.1
source: Vanditvā satthuno pāde,
kn: I paid homage at the teacher’s feet,

# thag10.4:13.2
source: ekamantaṃ nisīdahaṃ;
kn: and sat to one side.

# thag10.4:13.3
source: Nisinnaṃ maṃ viditvāna,
kn: When he knew I was seated,

# thag10.4:13.4
source: atha satthā paṭiggahi.
kn: the teacher received the offering.

# thag10.4:14.1
source: Āyāgo sabbalokassa,
kn: Recipient of gifts from the whole world,

# thag10.4:14.2
source: āhutīnaṃ paṭiggaho;
kn: receiver of sacrifices,

# thag10.4:14.3
source: Puññakkhettaṃ manussānaṃ,
kn: field of merit for humanity,

# thag10.4:14.4
source: paṭiggaṇhittha dakkhiṇan”ti.
kn: he received the religious donation.
