Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag16.03.po
Languages: kn

# thag16.3:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag16.3:2.1
source: Vīsatinipāta
kn: The Book of the Twenties

# thag16.3:3.1
source: Paṭhamavagga
kn: Chapter One

# thag16.3:4.1
source: 16.3. Telakānittheragāthā
kn: 16.3. Telakāni

# thag16.3:5.1
source: “Cirarattaṃ vatātāpī,
kn: For a long time, sadly,

# thag16.3:5.2
source: dhammaṃ anuvicintayaṃ;
kn: though I keenly contemplated the teaching,

# thag16.3:5.3
source: Samaṃ cittassa nālatthaṃ,
kn: I gained no peace of mind.

# thag16.3:5.4
source: pucchaṃ samaṇabrāhmaṇe.
kn: So I asked this of ascetics and brahmins:

# thag16.3:6.1
source: ‘Ko so pāraṅgato loke,
kn: “Who has crossed over the world?

# thag16.3:6.2
source: ko patto amatogadhaṃ;
kn: Whose attainment culminates in the deathless?

# thag16.3:6.3
source: Kassa dhammaṃ paṭicchāmi,
kn: Whose teaching do I accept

# thag16.3:6.4
source: paramatthavijānanaṃ’.
kn: to understand the highest goal?

# thag16.3:7.1
source: Antovaṅkagato āsi,
kn: I was hooked inside,

# thag16.3:7.2
source: macchova ghasamāmisaṃ;
kn: like a fish gulping bait;

# thag16.3:7.3
source: Baddho mahindapāsena,
kn: bound like the demon Vepaciti

# thag16.3:7.4
source: <span class="var" title="vepacityāsuro (s2, s3, pts1)" id="note340">vepacityasuro</span> yathā.
kn: in Mahinda’s trap.

# thag16.3:8.1
source: Añchāmi naṃ na muñcāmi,
kn: Dragging it along, I’m not free

# thag16.3:8.2
source: asmā sokapariddavā;
kn: from grief and lamentation.

# thag16.3:8.3
source: Ko me bandhaṃ muñcaṃ loke,
kn: Who will free me from bonds in the world,

# thag16.3:8.4
source: sambodhiṃ vedayissati.
kn: so that I may know awakening?

# thag16.3:9.1
source: Samaṇaṃ brāhmaṇaṃ vā kaṃ,
kn: What ascetic or brahmin

# thag16.3:9.2
source: ādisantaṃ pabhaṅgunaṃ;
kn: points to the perishable?

# thag16.3:9.3
source: Kassa dhammaṃ paṭicchāmi,
kn: Whose teaching do I accept

# thag16.3:9.4
source: jarāmaccupavāhanaṃ.
kn: to sweep away old age and death?

# thag16.3:10.1
source: Vicikicchākaṅkhāganthitaṃ,
kn: Tied up with uncertainty and doubt,

# thag16.3:10.2
source: sārambhabalasaññutaṃ;
kn: secured by the power of pride,

# thag16.3:10.3
source: Kodhappattamanatthaddhaṃ,
kn: rigid as a mind beset by anger;

# thag16.3:10.4
source: abhijappappadāraṇaṃ.
kn: the arrow of covetousness,

# thag16.3:11.1
source: Taṇhādhanusamuṭṭhānaṃ,
kn: propelled by the bow of craving,

# thag16.3:11.2
source: dve <span class="var" title="dvedhāpannarasāyutaṃ (?)" id="note341">ca pannarasāyutaṃ</span>;
kn: is stuck in my twice-fifteen ribs—

# thag16.3:11.3
source: Passa orasikaṃ <span class="var" title="bālaṃ (s2, s3, pts1)" id="note342">bāḷhaṃ</span>,
kn: see how it stands in my breast,

# thag16.3:11.4
source: bhetvāna <span class="var" title="hadi (?)" id="note343">yadi</span> tiṭṭhati.
kn: breaking my strong heart.

# thag16.3:12.1
source: Anudiṭṭhīnaṃ appahānaṃ,
kn: Speculative views are not abandoned,

# thag16.3:12.2
source: saṅkappaparatejitaṃ;
kn: they are sharpened by memories and intentions;

# thag16.3:12.3
source: Tena viddho pavedhāmi,
kn: and pierced by this I tremble,

# thag16.3:12.4
source: pattaṃva māluteritaṃ.
kn: like a leaf blowing in the wind.

# thag16.3:13.1
source: Ajjhattaṃ me samuṭṭhāya,
kn: Having arisen within,

# thag16.3:13.2
source: khippaṃ paccati māmakaṃ;
kn: what belongs to me burns quickly,

# thag16.3:13.3
source: Chaphassāyatanī kāyo,
kn: in that place where the body always heads

# thag16.3:13.4
source: yattha sarati sabbadā.
kn: with its six sense-fields of contact.

# thag16.3:14.1
source: Taṃ na passāmi tekicchaṃ,
kn: I don’t see a healer

# thag16.3:14.2
source: yo metaṃ sallamuddhare;
kn: who can pull out my dart of doubt

# thag16.3:14.3
source: <span class="var" title="nāraggena na satthena (?)" id="note344">Nānārajjena satthena</span>,
kn: without a lance

# thag16.3:14.4
source: nāññena vicikicchitaṃ.
kn: or some other blade.

# thag16.3:15.1
source: Ko me asattho avaṇo,
kn: Without knife or wound,

# thag16.3:15.2
source: <span class="var" title="... abbhantarāpassayaṃ (s2, s3) | ... abbhantara-apassayaṃ (pts2)" id="note345">Sallamabbhantarapassayaṃ</span>;
kn: who will pull out this dart

# thag16.3:15.3
source: Ahiṃsaṃ sabbagattāni,
kn: that’s stuck inside me,

# thag16.3:15.4
source: Sallaṃ me uddharissati.
kn: without harming any part of my body?

# thag16.3:16.1
source: Dhammappati hi so seṭṭho,
kn: He really would be the Lord of the Dhamma,

# thag16.3:16.2
source: visadosappavāhako;
kn: the best one to cure the damage of poison;

# thag16.3:16.3
source: Gambhīre patitassa me,
kn: when I have fallen into deep waters,

# thag16.3:16.4
source: thalaṃ <span class="var" title="pāṇiva (s2, s3, pts1)" id="note346">pāṇiñca</span> dassaye.
kn: he would give me his hand and bring me to the shore.

# thag16.3:17.1
source: Rahadehamasmi ogāḷho,
kn: I’ve plunged into a lake,

# thag16.3:17.2
source: ahāriyarajamattike;
kn: and I can’t wash off the mud and dirt.

# thag16.3:17.3
source: <span class="var" title="māyāussuyya ... (s2, s3, pts1)" id="note347">Māyāusūyasārambha</span>,
kn: It’s full of fraud, jealousy, pride,

# thag16.3:17.4
source: thinamiddhamapatthaṭe.
kn: and dullness and drowsiness.

# thag16.3:18.1
source: Uddhaccameghathanitaṃ,
kn: Like a thunder-cloud of restlessness,

# thag16.3:18.2
source: saṃyojanavalāhakaṃ;
kn: like a rain-cloud of fetters;

# thag16.3:18.3
source: Vāhā vahanti <span class="var" title="duddiṭṭhiṃ (bj ^dhp334-359#335.2 [334. Kapilamacchavatthu/335. Sūkarapotikāvatthu])" id="note348">kuddiṭṭhiṃ</span>,
kn: lustful thoughts are winds

# thag16.3:18.4
source: saṅkappā rāganissitā.
kn: that sweep up a person with bad views.

# thag16.3:19.1
source: Savanti sabbadhi sotā,
kn: The streams flow everywhere;

# thag16.3:19.2
source: latā ubbhijja tiṭṭhati;
kn: a weed springs up and remains.

# thag16.3:19.3
source: Te sote ko nivāreyya,
kn: Who will block the streams?

# thag16.3:19.4
source: taṃ lataṃ ko hi checchati.
kn: Who will cut the weed?”

# thag16.3:20.1
source: Velaṃ karotha bhaddante,
kn: “Venerable sir, build a dam

# thag16.3:20.2
source: sotānaṃ sannivāraṇaṃ;
kn: to block the streams.

# thag16.3:20.3
source: Mā te manomayo soto,
kn: Don’t let your mind-made streams

# thag16.3:20.4
source: rukkhaṃva sahasā luve.
kn: cut you down suddenly like a tree.”

# thag16.3:21.1
source: Evaṃ me bhayajātassa,
kn: That is how the teacher whose weapon is wisdom,

# thag16.3:21.2
source: apārā pāramesato;
kn: surrounded by the Saṅgha of hermits,

# thag16.3:21.3
source: Tāṇo paññāvudho satthā,
kn: was my shelter when I was full of fear,

# thag16.3:21.4
source: isisaṃghanisevito.
kn: seeking the far shore from the near.

# thag16.3:22.1
source: Sopāṇaṃ sugataṃ suddhaṃ,
kn: As I was being swept away,

# thag16.3:22.2
source: dhammasāramayaṃ daḷhaṃ;
kn: he gave me a strong, simple ladder,

# thag16.3:22.3
source: Pādāsi vuyhamānassa,
kn: made of the heartwood of Dhamma,

# thag16.3:22.4
source: ‘mā bhāyī’ti ca mabravi.
kn: and he said to me: “Do not fear.”

# thag16.3:23.1
source: Satipaṭṭhānapāsādaṃ,
kn: I climbed the tower of mindfulness meditation,

# thag16.3:23.2
source: āruyha paccavekkhisaṃ;
kn: and checked back down

# thag16.3:23.3
source: Yaṃ taṃ pubbe amaññissaṃ,
kn: at people delighting in identity,

# thag16.3:23.4
source: sakkāyābhirataṃ pajaṃ.
kn: as I’d obsessed over in the past.

# thag16.3:24.1
source: Yadā ca maggamaddakkhiṃ,
kn: When I saw the path,

# thag16.3:24.2
source: nāvāya abhirūhanaṃ;
kn: as I was embarking on the ship,

# thag16.3:24.3
source: Anadhiṭṭhāya attānaṃ,
kn: without fixating on the self,

# thag16.3:24.4
source: titthamaddakkhimuttamaṃ.
kn: I saw the supreme landing-place.

# thag16.3:25.1
source: Sallaṃ attasamuṭṭhānaṃ,
kn: The dart that arises in oneself,

# thag16.3:25.2
source: bhavanettippabhāvitaṃ;
kn: and that which stems from attachment to rebirth:

# thag16.3:25.3
source: Etesaṃ <span class="var" title="appavattiyā (?)" id="note349">appavattāya</span>,
kn: he taught the supreme path

# thag16.3:25.4
source: desesi maggamuttamaṃ.
kn: for the canceling of these.

# thag16.3:26.1
source: Dīgharattānusayitaṃ,
kn: For a long time it had lain within me;

# thag16.3:26.2
source: cirarattamadhiṭṭhitaṃ;
kn: for a long time it was fixed in me:

# thag16.3:26.3
source: Buddho mepānudī ganthaṃ,
kn: the Buddha cast off the knot,

# thag16.3:26.4
source: visadosappavāhano”ti.
kn: curing the damage of poison.
