Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag17.3.po
Languages: kn

# thag17.3:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag17.3:2.1
source: Tiṃsanipāta
kn: The Book of the Thirties

# thag17.3:3.1
source: Paṭhamavagga
kn: Chapter One

# thag17.3:4.1
source: 17.3. Ānandattheragāthā
kn: 17.3. Ānanda

# thag17.3:5.1
source: “Pisuṇena ca kodhanena ca,
kn: “The astute would not make friends

# thag17.3:5.2
source: Maccharinā ca vibhūtanandinā;
kn: with the slanderous or hostile,

# thag17.3:5.3
source: Sakhitaṃ na kareyya paṇḍito,
kn: with a miser or a gloater,

# thag17.3:5.4
source: Pāpo kāpurisena saṅgamo.
kn: for it’s bad to consort with sinners.

# thag17.3:6.1
source: Saddhena ca pesalena ca,
kn: The astute would make friends

# thag17.3:6.2
source: Paññavatā bahussutena ca;
kn: with the faithful and the pleasant,

# thag17.3:6.3
source: Sakhitaṃ kareyya paṇḍito,
kn: the wise and the learned,

# thag17.3:6.4
source: Bhaddo sappurisena saṅgamo.
kn: for it’s a blessing to consort with good people.”

# thag17.3:7.1
source: Passa cittakataṃ bimbaṃ,
kn: “See this fancy puppet,

# thag17.3:7.3
source: pe …
kn: diseased, obsessed over,

# thag17.3:7.4
source: yassa natthi dhuvaṃ ṭhiti.
kn: which doesn’t last at all.

# thag17.3:8.1
source: Passa cittakataṃ bimbaṃ,
kn: See this fancy puppet,

# thag17.3:8.3
source: pe …
kn: it is bones wrapped with skin,

# thag17.3:8.4
source: vatthehi sobhati.
kn: made pretty by its clothes.

# thag17.3:9.1
source: Alattakakatā,
kn: Rouged feet

# thag17.3:9.3
source: pe …
kn: may be enough to beguile a fool,

# thag17.3:9.4
source: no ca pāragavesino.
kn: but not a seeker of the far shore.

# thag17.3:10.1
source: Aṭṭhapadakatā,
kn: Hair in eight braids

# thag17.3:10.3
source: pe …
kn: may be enough to beguile a fool,

# thag17.3:10.4
source: no ca pāragavesino.
kn: but not a seeker of the far shore.

# thag17.3:11.1
source: Añjanīva navā,
kn: A rotting body all adorned

# thag17.3:11.3
source: pe …
kn: may be enough to beguile a fool,

# thag17.3:11.4
source: no ca pāragavesino.
kn: but not a seeker of the far shore.”

# thag17.3:12.1
source: Bahussuto cittakathī,
kn: “Gotama is learned, a brilliant speaker,

# thag17.3:12.2
source: buddhassa paricārako;
kn: the attendant to the Buddha.

# thag17.3:12.3
source: Pannabhāro visaññutto,
kn: With burden put down, detached,

# thag17.3:12.4
source: seyyaṃ kappeti gotamo.
kn: Gotama made his bed.

# thag17.3:13.1
source: Khīṇāsavo visaññutto,
kn: Defilements ended, detached,

# thag17.3:13.2
source: saṅgātīto sunibbuto;
kn: he has got over clinging and become quenched.

# thag17.3:13.3
source: Dhāreti antimaṃ dehaṃ,
kn: He bears his final body,

# thag17.3:13.4
source: jātimaraṇapāragū.
kn: having gone beyond birth and death.”

# thag17.3:14.1
source: Yasmiṃ patiṭṭhitā dhammā,
kn: “Gotama stands firm

# thag17.3:14.2
source: buddhassādiccabandhuno;
kn: on the path that leads to quenching,

# thag17.3:14.3
source: Nibbānagamane magge,
kn: where the teachings of the Buddha,

# thag17.3:14.4
source: soyaṃ tiṭṭhati gotamo.
kn: the Kinsman of the Sun, are grounded.”

# thag17.3:15.1
source: Dvāsīti buddhato gaṇhiṃ,
kn: “82,000 from the Buddha,

# thag17.3:15.2
source: dve sahassāni bhikkhuto;
kn: and 2,000 more from the monks:

# thag17.3:15.3
source: Caturāsītisahassāni,
kn: 84,000 teachings I’ve learned,

# thag17.3:15.4
source: ye me dhammā pavattino.
kn: and these are what I promulgate.”

# thag17.3:16.1
source: Appassutāyaṃ puriso,
kn: “A person of little learning

# thag17.3:16.2
source: balibaddova jīrati;
kn: ages like an ox—

# thag17.3:16.3
source: Maṃsāni tassa vaḍḍhanti,
kn: their flesh grows,

# thag17.3:16.4
source: paññā tassa na vaḍḍhati.
kn: but their wisdom doesn’t.

# thag17.3:17.1
source: Bahussuto appassutaṃ,
kn: A learned person who, on account of their learning,

# thag17.3:17.2
source: yo sutenātimaññati;
kn: looks down on someone of little learning,

# thag17.3:17.3
source: Andho padīpadhārova,
kn: seems to me like

# thag17.3:17.4
source: tatheva paṭibhāti maṃ.
kn: a blind man holding a lamp.

# thag17.3:18.1
source: Bahussutaṃ upāseyya,
kn: You should stay close to a learned person—

# thag17.3:18.2
source: sutañca na vināsaye;
kn: don’t lose what you’ve learned.

# thag17.3:18.3
source: Taṃ mūlaṃ brahmacariyassa,
kn: It is the root of the spiritual life,

# thag17.3:18.4
source: tasmā dhammadharo siyā.
kn: which is why you should memorize the teaching.

# thag17.3:19.1
source: Pubbāparaññū atthaññū,
kn: Knowing the sequence and meaning of the teaching,

# thag17.3:19.2
source: niruttipadakovido;
kn: expert in the interpretation of terms,

# thag17.3:19.3
source: Suggahītañca gaṇhāti,
kn: they make sure it is well memorized,

# thag17.3:19.4
source: atthañcopaparikkhati.
kn: and then examine the meaning.

# thag17.3:20.1
source: Khantyā chandikato hoti,
kn: Accepting the teachings, they become enthusiastic;

# thag17.3:20.2
source: ussahitvā tuleti taṃ;
kn: making an effort, they weigh up the teaching.

# thag17.3:20.3
source: Samaye so padahati,
kn: When it’s time, they strive

# thag17.3:20.4
source: ajjhattaṃ susamāhito.
kn: serene inside themselves.

# thag17.3:21.1
source: Bahussutaṃ dhammadharaṃ,
kn: If you want to understand the teaching,

# thag17.3:21.2
source: sappaññaṃ buddhasāvakaṃ;
kn: you should befriend the sort of person

# thag17.3:21.3
source: Dhammaviññāṇamākaṅkhaṃ,
kn: who is learned and has memorized the teaching,

# thag17.3:21.4
source: taṃ bhajetha tathāvidhaṃ.
kn: a wise disciple of the Buddha.

# thag17.3:22.1
source: Bahussuto dhammadharo,
kn: One who is learned and has memorized the teaching,

# thag17.3:22.2
source: kosārakkho mahesino;
kn: a keeper of the great hermit’s treasury,

# thag17.3:22.3
source: Cakkhu sabbassa lokassa,
kn: is a visionary for the whole world,

# thag17.3:22.4
source: pūjanīyo bahussuto.
kn: learned and deserving respect.

# thag17.3:23.1
source: Dhammārāmo dhammarato,
kn: Delighting in the teaching, enjoying the teaching,

# thag17.3:23.2
source: dhammaṃ anuvicintayaṃ;
kn: contemplating the teaching,

# thag17.3:23.3
source: Dhammaṃ anussaraṃ bhikkhu,
kn: a mendicant who recollects the teaching

# thag17.3:23.4
source: saddhammā na parihāyati.
kn: doesn’t decline in the true teaching.”

# thag17.3:24.1
source: Kāyamaccheragaruno,
kn: “When your body is pampered and heavy,

# thag17.3:24.2
source: hiyyamāne anuṭṭhahe;
kn: while your remaining time is running out,

# thag17.3:24.3
source: Sarīrasukhagiddhassa,
kn: greedy for physical pleasure,

# thag17.3:24.4
source: kuto samaṇaphāsutā.
kn: how can you be comfortable as an ascetic?”

# thag17.3:25.1
source: Na pakkhanti disā sabbā,
kn: “I’m completely disorientated!

# thag17.3:25.2
source: dhammā na paṭibhanti maṃ;
kn: The teachings don’t spring to mind!

# thag17.3:25.3
source: Gate kalyāṇamittamhi,
kn: With the passing of our good friend,

# thag17.3:25.4
source: andhakāraṃva khāyati.
kn: everything seems dark.

# thag17.3:26.1
source: Abbhatītasahāyassa,
kn: When your friend has passed away,

# thag17.3:26.2
source: atītagatasatthuno;
kn: and your Teacher is past and gone,

# thag17.3:26.3
source: Natthi etādisaṃ mittaṃ,
kn: there’s no friend like

# thag17.3:26.4
source: yathā kāyagatā sati.
kn: mindfulness of the body.

# thag17.3:27.1
source: Ye purāṇā atītā te,
kn: The old have passed away,

# thag17.3:27.2
source: navehi na sameti me;
kn: and I don’t agree with the new.

# thag17.3:27.3
source: Svajja ekova jhāyāmi,
kn: Today I meditate alone

# thag17.3:27.4
source: vassupetova pakkhimā”.
kn: like a bird snug in its nest.”

# thag17.3:28.1
source: “Dassanāya abhikkante,
kn: “Many international visitors

# thag17.3:28.2
source: nānāverajjake bahū;
kn: have come to visit.

# thag17.3:28.3
source: Mā vārayittha sotāro,
kn: Don’t block the audience,

# thag17.3:28.4
source: passantu samayo mamaṃ”.
kn: let the congregation see me.”

# thag17.3:29.1
source: “Dassanāya abhikkante,
kn: “Lots of international visitors

# thag17.3:29.2
source: nānāverajjake puthu;
kn: have come to visit.

# thag17.3:29.3
source: Karoti satthā okāsaṃ,
kn: The teacher grants them the opportunity,

# thag17.3:29.4
source: na nivāreti cakkhumā.
kn: the seer doesn’t turn them away.”

# thag17.3:30.1
source: Paṇṇavīsativassāni,
kn: “In the twenty five years that have passed

# thag17.3:30.2
source: sekhabhūtassa me sato;
kn: since I became a trainee,

# thag17.3:30.3
source: Na kāmasaññā uppajji,
kn: no sensual perception has arisen in me:

# thag17.3:30.4
source: passa dhammasudhammataṃ.
kn: see the excellence of the teaching!

# thag17.3:31.1
source: Paṇṇavīsativassāni,
kn: In the twenty-five years

# thag17.3:31.2
source: sekhabhūtassa me sato;
kn: since I became a trainee,

# thag17.3:31.3
source: Na dosasaññā uppajji,
kn: no malicious perception has arisen in me:

# thag17.3:31.4
source: passa dhammasudhammataṃ.
kn: see the excellence of the teaching!”

# thag17.3:32.1
source: Paṇṇavīsativassāni,
kn: "For 25 years

# thag17.3:32.2
source: bhagavantaṃ upaṭṭhahiṃ;
kn: I attended on the Buddha

# thag17.3:32.3
source: Mettena kāyakammena,
kn: with loving deeds,

# thag17.3:32.4
source: chāyāva anapāyinī.
kn: like a shadow that never left.

# thag17.3:33.1
source: Paṇṇavīsativassāni,
kn: For 25 years

# thag17.3:33.2
source: bhagavantaṃ upaṭṭhahiṃ;
kn: I attended on the Buddha

# thag17.3:33.3
source: Mettena vacīkammena,
kn: with loving words,

# thag17.3:33.4
source: chāyāva anapāyinī.
kn: like a shadow that never left.

# thag17.3:34.1
source: Paṇṇavīsativassāni,
kn: For 25 years

# thag17.3:34.2
source: bhagavantaṃ upaṭṭhahiṃ;
kn: I attended on the Buddha

# thag17.3:34.3
source: Mettena manokammena,
kn: with loving thoughts,

# thag17.3:34.4
source: chāyāva anapāyinī.
kn: like a shadow that never left.

# thag17.3:35.1
source: Buddhassa caṅkamantassa,
kn: While the Buddha was walking meditation,

# thag17.3:35.2
source: piṭṭhito anucaṅkamiṃ;
kn: I walked behind him.

# thag17.3:35.3
source: Dhamme desiyamānamhi,
kn: As he taught the Dhamma,

# thag17.3:35.4
source: ñāṇaṃ me udapajjatha.
kn: knowledge arose in me.”

# thag17.3:36.1
source: Ahaṃ sakaraṇīyomhi,
kn: “I’m a trainee, who has more to do;

# thag17.3:36.2
source: sekho appattamānaso;
kn: my heart’s desire is still unfulfilled.

# thag17.3:36.3
source: Satthu ca parinibbānaṃ,
kn: Yet the Teacher, who was so compassionate to me,

# thag17.3:36.4
source: yo amhaṃ anukampako.
kn: has become completely quenched.

# thag17.3:37.1
source: Tadāsi yaṃ bhiṃsanakaṃ,
kn: Then there was terror!

# thag17.3:37.2
source: tadāsi lomahaṃsanaṃ;
kn: Then they had goosebumps!

# thag17.3:37.3
source: Sabbākāravarūpete,
kn: When the Buddha, endowed with all fine qualities,

# thag17.3:37.4
source: sambuddhe parinibbute”.
kn: became fully extinguished.”

# thag17.3:38.1
source: “Bahussuto dhammadharo,
kn: “Ānanda, who was learned and had memorized the Dhamma,

# thag17.3:38.2
source: kosārakkho mahesino;
kn: a keeper of the great hermit’s treasury,

# thag17.3:38.3
source: Cakkhu sabbassa lokassa,
kn: a visionary for the entire world,

# thag17.3:38.4
source: ānando parinibbuto.
kn: has become fully quenched.

# thag17.3:39.1
source: Bahussuto dhammadharo,
kn: He was learned and had memorized the Dhamma,

# thag17.3:39.2
source: kosārakkho mahesino;
kn: a keeper of the great hermit’s treasury,

# thag17.3:39.3
source: Cakkhu sabbassa lokassa,
kn: a visionary for the entire world,

# thag17.3:39.4
source: andhakāre tamonudo.
kn: in thick of night he dispelled the dark.

# thag17.3:40.1
source: Gatimanto satimanto,
kn: He is the hermit who remembered the teachings,

# thag17.3:40.2
source: dhitimanto ca yo isi;
kn: and mastered their sequence, holding them firm.

# thag17.3:40.3
source: Saddhammadhārako thero,
kn: The senior monk who memorized the Dhamma,

# thag17.3:40.4
source: ānando ratanākaro”.
kn: Ānanda was a mine of gems.”

# thag17.3:41.1
source: “Pariciṇṇo mayā satthā,
kn: “I’ve served the teacher

# thag17.3:41.2
source: kataṃ buddhassa sāsanaṃ;
kn: and fulfilled the Buddha’s instructions.

# thag17.3:41.3
source: Ohito garuko bhāro,
kn: The heavy burden is laid down,

# thag17.3:41.4
source: natthi dāni punabbhavo”ti.
kn: now there are no more future lives.”
