Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag19.1.po
Languages: kn

# thag19.1:57.3
source: <span class="var" title="nūna (bj) | na nūna (pts2)" id="note488">Nanu</span> saṃyojanabandhanacchidaṃ,
kn: but now you won’t associate with the great sage of compassion,

# thag19.1:57.4
source: Saṃsevase kāruṇikaṃ mahāmuniṃ.
kn: the cutter of fetters and bonds?

# thag19.1:58.1
source: Migo yathā seri sucittakānane,
kn: Like a deer roaming free in the colorful forest,

# thag19.1:58.2
source: Rammaṃ giriṃ <span class="var" title="pāvisi abbhamālinaṃ (s2, s3, pts1-2) | ... māliṃ (?)" id="note489">pāvusaabbhamāliniṃ</span>;
kn: I’ll ascend the lovely mountain wreathed in cloud,

# thag19.1:58.3
source: Anākule tattha nage <span class="var" title="ramissasi (s2, s3, pts1-2, mr)" id="note490">ramissaṃ</span>,
kn: and rejoice to be on that hill, free of folk—

# thag19.1:58.4
source: Asaṃsayaṃ citta parā bhavissasi.
kn: there is no doubt you’ll perish, mind.

# thag19.1:59.1
source: Ye tuyha chandena vasena vattino,
kn: The men and women who live under your will and command,

# thag19.1:59.2
source: Narā ca nārī ca anubhonti yaṃ sukhaṃ;
kn: whatever pleasure they experience,

# thag19.1:59.3
source: Aviddasū māravasānuvattino,
kn: they are ignorant and fall under Māra’s control;

# thag19.1:59.4
source: Bhavābhinandī tava citta sāvakā”ti.
kn: loving life, they’re your disciples, mind.
