Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag05.05.po
Languages: kn

# thag5.5:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag5.5:2.1
source: Pañcakanipāta
kn: The Book of the Fives

# thag5.5:3.1
source: Paṭhamavagga
kn: Chapter One

# thag5.5:4.1
source: 5.5. Vaḍḍhattheragāthā
kn: 5.5. Vaḍḍha

# thag5.5:5.1
source: “Sādhū hi kira me mātā,
kn: Actually, it turned out to be a good thing,

# thag5.5:5.2
source: Patodaṃ upadaṃsayi;
kn: how my mother spurred me on.

# thag5.5:5.3
source: Yassāhaṃ vacanaṃ sutvā,
kn: When I heard her words,

# thag5.5:5.4
source: Anusiṭṭho janettiyā;
kn: advised by my mother,

# thag5.5:5.5
source: Āraddhavīriyo pahitatto,
kn: energetic and resolute,

# thag5.5:5.6
source: Patto sambodhimuttamaṃ.
kn: I realized supreme awakening.

# thag5.5:6.1
source: Arahā dakkhiṇeyyomhi,
kn: I’m perfected, worthy of offerings,

# thag5.5:6.2
source: tevijjo amataddaso;
kn: master of the three knowledges, seer of the deathless.

# thag5.5:6.3
source: Jetvā namucino senaṃ,
kn: I’ve conquered the army of Namuci,

# thag5.5:6.4
source: viharāmi anāsavo.
kn: and live without defilements.

# thag5.5:7.1
source: Ajjhattañca bahiddhā ca,
kn: Those defilements that were found in me,

# thag5.5:7.2
source: ye me vijjiṃsu āsavā;
kn: internally and externally,

# thag5.5:7.3
source: Sabbe asesā ucchinnā,
kn: are all cut off without remainder,

# thag5.5:7.4
source: na ca uppajjare puna.
kn: and will not arise again.

# thag5.5:8.1
source: Visāradā kho bhaginī,
kn: My self-assured sister

# thag5.5:8.2
source: etamatthaṃ abhāsayi;
kn: said this to me:

# thag5.5:8.3
source: ‘Apihā nūna mayipi,
kn: “Now neither you nor I

# thag5.5:8.4
source: vanatho te na vijjati’.
kn: have any entanglements.”

# thag5.5:9.1
source: Pariyantakataṃ dukkhaṃ,
kn: Suffering is at an end;

# thag5.5:9.2
source: antimoyaṃ samussayo;
kn: this bag of bones is my last

# thag5.5:9.3
source: Jātimaraṇasaṃsāro,
kn: in the transmigration through births and deaths;

# thag5.5:9.4
source: natthi dāni punabbhavo”ti.
kn: now there are no more future lives.
