Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag06.03.po
Languages: kn

# thag6.3:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag6.3:2.1
source: Chakkanipāta
kn: The Book of the Sixes

# thag6.3:3.1
source: Paṭhamavagga
kn: Chapter One

# thag6.3:4.1
source: 6.3. Mahānāgattheragāthā
kn: 6.3. Mahānāga

# thag6.3:5.1
source: “Yassa sabrahmacārīsu,
kn: Whoever has no respect

# thag6.3:5.2
source: gāravo nūpalabbhati;
kn: for their spiritual companions

# thag6.3:5.3
source: Parihāyati saddhammā,
kn: falls away from the true teaching,

# thag6.3:5.4
source: maccho appodake yathā.
kn: like a fish in too little water.

# thag6.3:6.1
source: Yassa sabrahmacārīsu,
kn: Whoever has no respect

# thag6.3:6.2
source: gāravo nūpalabbhati;
kn: for their spiritual companions

# thag6.3:6.3
source: Na virūhati saddhamme,
kn: doesn’t thrive in the true teaching,

# thag6.3:6.4
source: khette bījaṃva pūtikaṃ.
kn: like a rotten seed in a field.

# thag6.3:7.1
source: Yassa sabrahmacārīsu,
kn: Whoever has no respect

# thag6.3:7.2
source: gāravo nūpalabbhati;
kn: for their spiritual companions

# thag6.3:7.3
source: Ārakā hoti nibbānā,
kn: is far from quenching,

# thag6.3:7.4
source: dhammarājassa sāsane.
kn: in the teaching of the Dhamma king.

# thag6.3:8.1
source: Yassa sabrahmacārīsu,
kn: Whoever does have respect

# thag6.3:8.2
source: gāravo upalabbhati;
kn: for their spiritual companions

# thag6.3:8.3
source: Na vihāyati saddhammā,
kn: doesn’t fall away from the true teaching,

# thag6.3:8.4
source: maccho <span class="var" title="bahodake (s2, s3)" id="note205">bavhodake</span> yathā.
kn: like a fish in plenty of water.

# thag6.3:9.1
source: Yassa sabrahmacārīsu,
kn: Whoever does have respect

# thag6.3:9.2
source: gāravo upalabbhati;
kn: for their spiritual companions

# thag6.3:9.3
source: So virūhati saddhamme,
kn: thrives in the true teaching,

# thag6.3:9.4
source: khette bījaṃva bhaddakaṃ.
kn: like a quality seed in a field.

# thag6.3:10.1
source: Yassa sabrahmacārīsu,
kn: Whoever does have respect

# thag6.3:10.2
source: gāravo upalabbhati;
kn: for their spiritual companions

# thag6.3:10.3
source: Santike hoti nibbānaṃ,
kn: is close to quenching

# thag6.3:10.4
source: dhammarājassa sāsane”ti.
kn: in the teaching of the Dhamma king.
