Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag13.1.po
Languages: kn

# thag13.1:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag13.1:2.1
source: Terasanipāta
kn: The Book of the Thirteens

# thag13.1:3.1
source: Paṭhamavagga
kn: Chapter One

# thag13.1:4.1
source: 13.1 Soṇakoḷivisattheragāthā
kn: 13.1. Soṇakoḷivisa

# thag13.1:5.1
source: “Yāhu raṭṭhe samukkaṭṭho,
kn: He who was special in the kingdom,

# thag13.1:5.2
source: rañño aṅgassa paddhagū;
kn: the footman to the king of Aṅga,

# thag13.1:5.3
source: Svajja dhammesu ukkaṭṭho,
kn: today is special in the Dhamma—

# thag13.1:5.4
source: soṇo dukkhassa pāragū.
kn: Soṇa has gone beyond suffering.

# thag13.1:6.1
source: Pañca chinde pañca jahe,
kn: Five to cut, five to drop,

# thag13.1:6.2
source: pañca cuttari bhāvaye;
kn: and five more to develop.

# thag13.1:6.3
source: Pañcasaṅgātigo bhikkhu,
kn: A monk who has got over five kinds of clinging

# thag13.1:6.4
source: oghatiṇṇoti vuccati.
kn: is called “One who has crossed the flood”.

# thag13.1:7.1
source: Unnaḷassa pamattassa,
kn: If a monk is insolent and negligent,

# thag13.1:7.2
source: bāhirāsassa bhikkhuno;
kn: concerned only with externals,

# thag13.1:7.3
source: Sīlaṃ samādhi paññā ca,
kn: their ethics, immersion, and wisdom

# thag13.1:7.4
source: pāripūriṃ na gacchati.
kn: do not become fulfilled.

# thag13.1:8.1
source: Yañhi kiccaṃ apaviddhaṃ,
kn: They disregard what should be done,

# thag13.1:8.2
source: akiccaṃ pana karīyati;
kn: and do what should not be done.

# thag13.1:8.3
source: Unnaḷānaṃ pamattānaṃ,
kn: For the insolent and the negligent,

# thag13.1:8.4
source: tesaṃ vaḍḍhanti āsavā.
kn: their defilements only grow.

# thag13.1:9.1
source: Yesañca susamāraddhā,
kn: Those that have properly undertaken

# thag13.1:9.2
source: niccaṃ kāyagatā sati;
kn: constant mindfulness of the body,

# thag13.1:9.3
source: Akiccaṃ te na sevanti,
kn: don’t cultivate what should not be done,

# thag13.1:9.4
source: kicce sātaccakārino;
kn: but always do what should be done.

# thag13.1:9.5
source: Satānaṃ sampajānānaṃ,
kn: Mindful and aware,

# thag13.1:9.6
source: atthaṃ gacchanti āsavā.
kn: their defilements come to an end.

# thag13.1:10.1
source: Ujumaggamhi akkhāte,
kn: The straight path has been explained—

# thag13.1:10.2
source: gacchatha mā nivattatha;
kn: go on it and don’t turn back.

# thag13.1:10.3
source: Attanā codayattānaṃ,
kn: Urge yourself on

# thag13.1:10.4
source: nibbānamabhihāraye.
kn: and make it to quenching.

# thag13.1:11.1
source: Accāraddhamhi vīriyamhi,
kn: When my energy was over-exerted,

# thag13.1:11.2
source: satthā loke anuttaro;
kn: the supreme Teacher in the world

# thag13.1:11.3
source: Vīṇopamaṃ karitvā me,
kn: created the simile of the lute for me.

# thag13.1:11.4
source: dhammaṃ desesi cakkhumā;
kn: The Seer taught the Dhamma,

# thag13.1:11.5
source: Tassāhaṃ vacanaṃ sutvā,
kn: and when I heard what he said,

# thag13.1:11.6
source: vihāsiṃ sāsane rato.
kn: I happily did his bidding.

# thag13.1:12.1
source: Samathaṃ paṭipādesiṃ,
kn: Practicing serenity of mind

# thag13.1:12.2
source: uttamatthassa pattiyā;
kn: for the attainment of the highest goal.

# thag13.1:12.3
source: Tisso vijjā anuppattā,
kn: I’ve attained the three knowledges

# thag13.1:12.4
source: kataṃ buddhassa sāsanaṃ.
kn: and fulfilled the Buddha’s instructions.

# thag13.1:13.1
source: Nekkhamme adhimuttassa,
kn: When you’re dedicated to renunciation

# thag13.1:13.2
source: pavivekañca cetaso;
kn: and seclusion of the heart;

# thag13.1:13.3
source: Abyāpajjādhimuttassa,
kn: when you’re dedicated to kindness

# thag13.1:13.4
source: upādānakkhayassa ca.
kn: and the end of grasping;

# thag13.1:14.1
source: Taṇhakkhayādhimuttassa,
kn: when you’re dedicated to the ending of craving

# thag13.1:14.2
source: asammohañca cetaso;
kn: and clarity of heart;

# thag13.1:14.3
source: Disvā āyatanuppādaṃ,
kn: and you’ve seen the arising of the senses,

# thag13.1:14.4
source: sammā cittaṃ vimuccati.
kn: your mind is rightly freed.

# thag13.1:15.1
source: Tassa sammā vimuttassa,
kn: For that one, rightly freed,

# thag13.1:15.2
source: santacittassa bhikkhuno;
kn: a mendicant with peaceful mind,

# thag13.1:15.3
source: Katassa paṭicayo natthi,
kn: there’s nothing to be improved,

# thag13.1:15.4
source: karaṇīyaṃ na vijjati.
kn: and nothing more to do.

# thag13.1:16.1
source: Selo yathā ekagghano,
kn: As the wind cannot stir

# thag13.1:16.2
source: vātena na samīrati;
kn: a solid mass of rock,

# thag13.1:16.3
source: Evaṃ rūpā rasā saddā,
kn: so too sights, tastes, sounds,

# thag13.1:16.4
source: gandhā phassā ca kevalā.
kn: smells, and touches—the lot—

# thag13.1:17.1
source: Iṭṭhā dhammā aniṭṭhā ca,
kn: and thoughts, whether liked or disliked,

# thag13.1:17.2
source: nappavedhenti tādino;
kn: don’t disturb the poised one.

# thag13.1:17.3
source: Ṭhitaṃ cittaṃ visaññuttaṃ,
kn: Their mind is steady and unfettered

# thag13.1:17.4
source: vayañcassānupassatī”ti.
kn: as they observe disappearance.
