Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag11.1.po
Languages: kn

# thag11.1:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag11.1:2.1
source: Ekādasakanipāta
kn: The Book of the Elevens

# thag11.1:3.1
source: Paṭhamavagga
kn: Chapter One

# thag11.1:4.1
source: 11.1. Saṅkiccattheragāthā
kn: 11.1. Saṅkicca

# thag11.1:5.1
source: “Kiṃ tavattho vane tāta,
kn: “What good does it do you to be in the grove, my dear?

# thag11.1:5.2
source: ujjuhānova pāvuse;
kn: You’re like a little bird in the rain!

# thag11.1:5.3
source: Verambhā ramaṇīyā te,
kn: The city of Verambhā is nice for you—

# thag11.1:5.4
source: paviveko hi jhāyinaṃ”.
kn: seclusion is for meditators.”

# thag11.1:6.1
source: “Yathā abbhāni verambho,
kn: “Just as the wind in Verambhā

# thag11.1:6.2
source: vāto nudati pāvuse;
kn: scatters the clouds as they pour down,

# thag11.1:6.3
source: Saññā me abhikiranti,
kn: so the city scatters

# thag11.1:6.4
source: vivekapaṭisaññutā.
kn: my perception of seclusion.”

# thag11.1:7.1
source: Apaṇḍaro aṇḍasambhavo,
kn: “It’s all black and born of an egg—

# thag11.1:7.2
source: Sīvathikāya niketacāriko;
kn: the crow that lives in the charnel ground

# thag11.1:7.3
source: Uppādayateva me satiṃ,
kn: rouses my mindfulness,

# thag11.1:7.4
source: Sandehasmiṃ virāganissitaṃ.
kn: based on dispassion for the body.

# thag11.1:8.1
source: Yañca aññe na rakkhanti,
kn: Not protected by others,

# thag11.1:8.2
source: yo ca aññe na rakkhati;
kn: nor protecting others:

# thag11.1:8.3
source: Sa ve bhikkhu sukhaṃ seti,
kn: such a monk sleeps happily,

# thag11.1:8.4
source: kāmesu anapekkhavā.
kn: without concern for sensual pleasures.

# thag11.1:9.1
source: Acchodikā puthusilā,
kn: The water’s clear and the rocks are broad,

# thag11.1:9.2
source: gonaṅgulamigāyutā;
kn: monkeys and deer are all around;

# thag11.1:9.3
source: Ambusevālasañchannā,
kn: festooned with dewy moss,

# thag11.1:9.4
source: te selā ramayanti maṃ.
kn: these rocky crags delight me!

# thag11.1:10.1
source: Vasitaṃ me araññesu,
kn: I’ve stayed in the wilderness,

# thag11.1:10.2
source: kandarāsu guhāsu ca;
kn: in caves and caverns

# thag11.1:10.3
source: Senāsanesu pantesu,
kn: and remote lodgings

# thag11.1:10.4
source: vāḷamiganisevite.
kn: frequented by beasts of prey.

# thag11.1:11.1
source: ‘Ime haññantu vajjhantu,
kn: ‘May these beings be killed!

# thag11.1:11.2
source: dukkhaṃ pappontu pāṇino’;
kn: May they be slaughtered! May they suffer!’—

# thag11.1:11.3
source: Saṅkappaṃ nābhijānāmi,
kn: I’m not aware of having any such

# thag11.1:11.4
source: anariyaṃ dosasaṃhitaṃ.
kn: ignoble, hateful intentions.

# thag11.1:12.1
source: Pariciṇṇo mayā satthā,
kn: I’ve served the teacher

# thag11.1:12.2
source: kataṃ buddhassa sāsanaṃ;
kn: and fulfilled the Buddha’s instructions.

# thag11.1:12.3
source: Ohito garuko bhāro,
kn: The heavy burden is laid down,

# thag11.1:12.4
source: bhavanetti samūhatā.
kn: the attachment to rebirth is eradicated.

# thag11.1:13.1
source: <span class="var" title="yassatthāya (s2, s3, pts2)" id="note285">Yassa catthāya</span> pabbajito,
kn: I’ve attained the goal

# thag11.1:13.2
source: agārasmānagāriyaṃ;
kn: for the sake of which I went forth

# thag11.1:13.3
source: So me attho anuppatto,
kn: from the lay life to homelessness—

# thag11.1:13.4
source: sabbasaṃyojanakkhayo.
kn: the ending of all fetters.

# thag11.1:14.1
source: <span class="cross" title="^thag14.1#10 [Paṭhamavagga/ Khadiravaniyarevatattheragāthā] | ^mi3.2.4#1 [Paṭisandahanapuggalavediyanapañha]" id="note286">*</span> <a class="verse-num-sc" id="verse-num-sc606"></a><a class="verse-num-pts" id="verse-num-pts606"></a>Nābhinandāmi maraṇaṃ,
kn: I don’t long for death;

# thag11.1:14.2
source: nābhinandāmi jīvitaṃ;
kn: I don’t long for life;

# thag11.1:14.3
source: Kālañca paṭikaṅkhāmi,
kn: I await my time,

# thag11.1:14.4
source: nibbisaṃ bhatako yathā.
kn: like a worker waiting for their wages.

# thag11.1:15.1
source: <span class="cross" title="^thag2.38#2 [Nisabhattheragāthā] | ^thag14.1#11 [Paṭhamavagga/ Khadiravaniyarevatattheragāthā] | ^mi3.2.4#1 [Paṭisandahanapuggalavediyanapañha]" id="note287">*</span> <a class="verse-num-sc" id="verse-num-sc607"></a><a class="verse-num-pts" id="verse-num-pts607"></a>Nābhinandāmi maraṇaṃ,
kn: I don’t long for death;

# thag11.1:15.2
source: nābhinandāmi jīvitaṃ;
kn: I don’t long for life;

# thag11.1:15.3
source: Kālañca paṭikaṅkhāmi,
kn: I await my time,

# thag11.1:15.4
source: sampajāno patissato”ti.
kn: aware and mindful.”
