Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag02.16.po
Languages: kn

# thag2.16:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag2.16:2.1
source: Dukanipāta
kn: The Book of the Twos

# thag2.16:3.1
source: Dutiyavagga
kn: Chapter Two

# thag2.16:4.1
source: 2.16. Mahākāḷattheragāthā
kn: 2.16. Mahākāḷa

# thag2.16:5.1
source: “Kāḷī itthī brahatī dhaṅkarūpā,
kn: There’s a big black woman who looks like a crow.

# thag2.16:5.2
source: Satthiñca bhetvā aparañca satthiṃ;
kn: She broke off thigh-bones, first one then another;

# thag2.16:5.3
source: Bāhañca bhetvā aparañca bāhaṃ,
kn: she broke off arm-bones, first one then another;

# thag2.16:5.4
source: Sīsañca bhetvā dadhithālakaṃva;
kn: she broke off a skull like a curd-bowl, and then

# thag2.16:5.5
source: Esā nisinnā abhisandahitvā.
kn: arranged them and sat nearby.

# thag2.16:6.1
source: Yo ve avidvā upadhiṃ karoti,
kn: When an ignorant person builds up attachments,

# thag2.16:6.2
source: Punappunaṃ dukkhamupeti mando;
kn: that idiot returns to suffering again and again.

# thag2.16:6.3
source: Tasmā pajānaṃ upadhiṃ na kayirā,
kn: So let one who understands not build up attachments:

# thag2.16:6.4
source: Māhaṃ puna bhinnasiro sayissan”ti.
kn: may I never again lie with a broken skull!
