Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag10.7.po
Languages: kn

# thag10.7:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag10.7:2.1
source: Dasakanipāta
kn: The Book of the Tens

# thag10.7:3.1
source: Paṭhamavagga
kn: Chapter One

# thag10.7:4.1
source: 10.7. (Apara) Gotamattheragāthā
kn: 10.7. Another Gotama

# thag10.7:5.1
source: “Vijāneyya sakaṃ atthaṃ,
kn: You should understand your own purpose,

# thag10.7:5.2
source: Avalokeyyātha pāvacanaṃ;
kn: and consider the dispensation carefully,

# thag10.7:5.3
source: Yañcettha assa patirūpaṃ,
kn: as well as what’s appropriate

# thag10.7:5.4
source: Sāmaññaṃ ajjhupagatassa.
kn: for one who has entered the ascetic life.

# thag10.7:6.1
source: Mittaṃ idha ca kalyāṇaṃ,
kn: Good friendship in the community,

# thag10.7:6.2
source: Sikkhā vipulaṃ samādānaṃ;
kn: undertaking plenty of training,

# thag10.7:6.3
source: Sussūsā ca garūnaṃ,
kn: eagerness to learn from the teachers—

# thag10.7:6.4
source: Etaṃ samaṇassa patirūpaṃ.
kn: this is appropriate for an ascetic.

# thag10.7:7.1
source: Buddhesu sagāravatā,
kn: Respect for the Buddha,

# thag10.7:7.2
source: Dhamme apaciti yathābhūtaṃ;
kn: reverence for the Dhamma as it really is,

# thag10.7:7.3
source: Saṃghe ca cittikāro,
kn: esteem for the Saṅgha—

# thag10.7:7.4
source: Etaṃ samaṇassa patirūpaṃ.
kn: this is appropriate for an ascetic.

# thag10.7:8.1
source: Ācāragocare yutto,
kn: Commitment to good conduct and alms-resort,

# thag10.7:8.2
source: Ājīvo sodhito agārayho;
kn: a livelihood that is pure and blameless,

# thag10.7:8.3
source: Cittassa ca saṇṭhapanaṃ,
kn: and stilling the mind—

# thag10.7:8.4
source: Etaṃ samaṇassa patirūpaṃ.
kn: this is appropriate for an ascetic.

# thag10.7:9.1
source: Cārittaṃ atha vārittaṃ,
kn: An impressive deportment in things that should be done,

# thag10.7:9.2
source: Iriyāpathiyaṃ pasādaniyaṃ;
kn: and in those better avoided;

# thag10.7:9.3
source: Adhicitte ca āyogo,
kn: commitment to the higher mind—

# thag10.7:9.4
source: Etaṃ samaṇassa patirūpaṃ.
kn: this is appropriate for an ascetic.

# thag10.7:10.1
source: Āraññakāni senāsanāni,
kn: Wilderness lodgings,

# thag10.7:10.2
source: Pantāni appasaddāni;
kn: remote and quiet,

# thag10.7:10.3
source: Bhajitabbāni muninā,
kn: fit for use by a sage—

# thag10.7:10.4
source: Etaṃ samaṇassa patirūpaṃ.
kn: this is appropriate for an ascetic.

# thag10.7:11.1
source: Sīlañca bāhusaccañca,
kn: Ethics, learning,

# thag10.7:11.2
source: Dhammānaṃ pavicayo yathābhūtaṃ;
kn: investigation of teachings in line with reality,

# thag10.7:11.3
source: Saccānaṃ abhisamayo,
kn: and penetration of the truths—

# thag10.7:11.4
source: Etaṃ samaṇassa patirūpaṃ.
kn: this is appropriate for an ascetic.

# thag10.7:12.1
source: Bhāveyya ca aniccanti,
kn: Developing the perceptions

# thag10.7:12.2
source: Anattasaññaṃ asubhasaññañca;
kn: of impermanence, non-self, and unattractiveness,

# thag10.7:12.3
source: Lokamhi ca anabhiratiṃ,
kn: and displeasure with the whole world—

# thag10.7:12.4
source: Etaṃ samaṇassa patirūpaṃ.
kn: this is appropriate for an ascetic.

# thag10.7:13.1
source: Bhāveyya ca bojjhaṅge,
kn: Developing the awakening factors,

# thag10.7:13.2
source: Iddhipādāni indriyāni balāni;
kn: the bases for psychic power, the faculties and powers,

# thag10.7:13.3
source: Aṭṭhaṅgamaggamariyaṃ,
kn: and the noble eightfold path—

# thag10.7:13.4
source: Etaṃ samaṇassa patirūpaṃ.
kn: this is appropriate for an ascetic.

# thag10.7:14.1
source: Taṇhaṃ pajaheyya muni,
kn: A sage should abandon craving,

# thag10.7:14.2
source: Samūlake āsave padāleyya;
kn: defilements shattered, root and all,

# thag10.7:14.3
source: Vihareyya vippamutto,
kn: they should live liberated—

# thag10.7:14.4
source: Etaṃ samaṇassa patirūpan”ti.
kn: this is appropriate for an ascetic.
