Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag16.07.po
Languages: kn

# thag16.7:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag16.7:2.1
source: Vīsatinipāta
kn: The Book of the Twenties

# thag16.7:3.1
source: Paṭhamavagga
kn: Chapter One

# thag16.7:4.1
source: 16.7 Kāḷigodhāputtabhaddiyattheragāthā
kn: 16.7. Kāḷigodhāputtabhaddiya

# thag16.7:5.1
source: “Yātaṃ me hatthigīvāya,
kn: I rode on an elephant’s neck,

# thag16.7:5.2
source: sukhumā vatthā padhāritā;
kn: wearing luxurious clothes.

# thag16.7:5.3
source: Sālīnaṃ odano bhutto,
kn: I ate rice congee

# thag16.7:5.4
source: sucimaṃsūpasecano.
kn: with pure meat sauce.

# thag16.7:6.1
source: Sojja bhaddo sātatiko,
kn: Today I am fortunate, persistent,

# thag16.7:6.2
source: uñchāpattāgate rato;
kn: happy with the scraps in my bowl:

# thag16.7:6.3
source: Jhāyati anupādāno,
kn: Bhaddiya son of Godhā

# thag16.7:6.4
source: putto godhāya bhaddiyo.
kn: practices absorption without grasping.

# thag16.7:7.1
source: Paṃsukūlī sātatiko,
kn: Wearing rags, persistent,

# thag16.7:7.2
source: uñchāpattāgate rato;
kn: happy with the scraps in my bowl:

# thag16.7:7.3
source: Jhāyati anupādāno,
kn: Bhaddiya son of Godhā

# thag16.7:7.4
source: putto godhāya bhaddiyo.
kn: practices absorption without grasping.

# thag16.7:8.1
source: Piṇḍapātī sātatiko,
kn: Living on alms-food, persistent,

# thag16.7:8.3
source: pe …
kn: Bhaddiya son of Godhā practices absorption without grasping.

# thag16.7:9.1
source: Tecīvarī sātatiko,
kn: Possessing only three robes, persistent,

# thag16.7:9.3
source: pe …
kn: Bhaddiya son of Godhā practices absorption without grasping.

# thag16.7:10.1
source: Sapadānacārī sātatiko,
kn: Wandering for alms indiscriminately, persistent,

# thag16.7:10.3
source: pe …
kn: Bhaddiya son of Godhā practices absorption without grasping.

# thag16.7:11.1
source: Ekāsanī sātatiko,
kn: Sitting alone, persistent,

# thag16.7:11.3
source: pe …
kn: Bhaddiya son of Godhā practices absorption without grasping.

# thag16.7:12.1
source: Pattapiṇḍī sātatiko,
kn: Eating only what is placed in the alms-bowl, persistent,

# thag16.7:12.3
source: pe …
kn: Bhaddiya son of Godhā practices absorption without grasping.

# thag16.7:13.1
source: Khalupacchābhattī sātatiko,
kn: Never eating too late, persistent,

# thag16.7:13.3
source: pe …
kn: Bhaddiya son of Godhā practices absorption without grasping.

# thag16.7:14.1
source: Āraññiko sātatiko,
kn: Living in the wilderness, persistent,

# thag16.7:14.3
source: pe …
kn: Bhaddiya son of Godhā practices absorption without grasping.

# thag16.7:15.1
source: Rukkhamūliko sātatiko,
kn: Living at the foot of a tree, persistent,

# thag16.7:15.3
source: pe …
kn: Bhaddiya son of Godhā practices absorption without grasping.

# thag16.7:16.1
source: Abbhokāsī sātatiko,
kn: Living in the open, persistent,

# thag16.7:16.3
source: pe …
kn: Bhaddiya son of Godhā practices absorption without grasping.

# thag16.7:17.1
source: Sosāniko sātatiko,
kn: Living in a charnel ground, persistent,

# thag16.7:17.3
source: pe …
kn: Bhaddiya son of Godhā practices absorption without grasping.

# thag16.7:18.1
source: Yathāsanthatiko sātatiko,
kn: Accepting whatever seat is offered, persistent,

# thag16.7:18.3
source: pe …
kn: Bhaddiya son of Godhā practices absorption without grasping.

# thag16.7:19.1
source: Nesajjiko sātatiko,
kn: Not lying down to sleep, persistent,

# thag16.7:19.3
source: pe …
kn: Bhaddiya son of Godhā practices absorption without grasping.

# thag16.7:20.1
source: Appiccho sātatiko,
kn: Few in wishes, persistent,

# thag16.7:20.3
source: pe …
kn: Bhaddiya son of Godhā practices absorption without grasping.

# thag16.7:21.1
source: Santuṭṭho sātatiko,
kn: Content, persistent,

# thag16.7:21.3
source: pe …
kn: Bhaddiya son of Godhā practices absorption without grasping.

# thag16.7:22.1
source: Pavivitto sātatiko,
kn: Secluded, persistent,

# thag16.7:22.3
source: pe …
kn: Bhaddiya son of Godhā practices absorption without grasping.

# thag16.7:23.1
source: Asaṃsaṭṭho sātatiko,
kn: Not socializing, persistent,

# thag16.7:23.3
source: pe …
kn: Bhaddiya son of Godhā practices absorption without grasping.

# thag16.7:24.1
source: Āraddhavīriyo sātatiko,
kn: Energetic, persistent,

# thag16.7:24.3
source: pe …
kn: Bhaddiya son of Godhā practices absorption without grasping.

# thag16.7:25.1
source: Hitvā satapalaṃ kaṃsaṃ,
kn: Giving up a valuable bronze bowl,

# thag16.7:25.2
source: sovaṇṇaṃ satarājikaṃ;
kn: and a precious golden one, too,

# thag16.7:25.3
source: Aggahiṃ mattikāpattaṃ,
kn: I took a bowl made of clay:

# thag16.7:25.4
source: idaṃ dutiyābhisecanaṃ.
kn: this is my second initiation.

# thag16.7:26.1
source: Ucce maṇḍalipākāre,
kn: I used to live in a citadel with walls so high,

# thag16.7:26.2
source: daḷhamaṭṭālakoṭṭhake;
kn: with battlements strong and gates,

# thag16.7:26.3
source: Rakkhito khaggahatthehi,
kn: all guarded by swordsmen—

# thag16.7:26.4
source: uttasaṃ vihariṃ pure.
kn: and yet I trembled with fear.

# thag16.7:27.1
source: Sojja bhaddo anutrāsī,
kn: Today I am fortunate, free of trembling,

# thag16.7:27.2
source: pahīnabhayabheravo;
kn: with fear and dread given up.

# thag16.7:27.3
source: Jhāyati vanamoggayha,
kn: Bhaddiya son of Godhā

# thag16.7:27.4
source: putto godhāya bhaddiyo.
kn: has plunged into the forest and practices absorption.

# thag16.7:28.1
source: Sīlakkhandhe patiṭṭhāya,
kn: Established in the full spectrum of ethics,

# thag16.7:28.2
source: satiṃ paññañca bhāvayaṃ;
kn: developing the mind and wisdom,

# thag16.7:28.3
source: Pāpuṇiṃ anupubbena,
kn: gradually I attained

# thag16.7:28.4
source: sabbasaṃyojanakkhayan”ti.
kn: the ending of all fetters.
