Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag03.11.po
Languages: kn

# thag3.11:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag3.11:2.1
source: Tikanipāta
kn: The Book of the Threes

# thag3.11:3.1
source: Paṭhamavagga
kn: Chapter One

# thag3.11:4.1
source: 3.11. Upālittheragāthā
kn: 3.11. Upāli

# thag3.11:5.1
source: “Saddhāya abhinikkhamma,
kn: One newly gone forth,

# thag3.11:5.2
source: navapabbajito navo;
kn: who has left their home out of faith,

# thag3.11:5.3
source: Mitte bhajeyya kalyāṇe,
kn: should associate with spiritual friends,

# thag3.11:5.4
source: suddhājīve atandite.
kn: who are tireless and pure of livelihood.

# thag3.11:6.1
source: Saddhāya abhinikkhamma,
kn: One newly gone forth,

# thag3.11:6.2
source: navapabbajito navo;
kn: who has left their home out of faith,

# thag3.11:6.3
source: Saṃghasmiṃ viharaṃ bhikkhu,
kn: a mendicant staying in the Saṅgha,

# thag3.11:6.4
source: sikkhetha vinayaṃ budho.
kn: being wise, would train in monastic discipline.

# thag3.11:7.1
source: Saddhāya abhinikkhamma,
kn: One newly gone forth,

# thag3.11:7.2
source: navapabbajito navo;
kn: who has left their home out of faith,

# thag3.11:7.3
source: Kappākappesu kusalo,
kn: skilled in what is appropriate and what is not,

# thag3.11:7.4
source: careyya apurakkhato”ti.
kn: would wander undistracted.
