Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag03.06.po
Languages: kn

# thag3.6:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag3.6:2.1
source: Tikanipāta
kn: The Book of the Threes

# thag3.6:3.1
source: Paṭhamavagga
kn: Chapter One

# thag3.6:4.1
source: 3.6. Khujjasobhitattheragāthā
kn: 3.6. Khujjasobhita

# thag3.6:5.1
source: “Ye cittakathī bahussutā,
kn: “One of those monks who live in Pāṭaliputta—

# thag3.6:5.2
source: Samaṇā pāṭaliputtavāsino;
kn: such brilliant speakers, and very learned—

# thag3.6:5.3
source: Tesaññataroyamāyuvā,
kn: stands at the door:

# thag3.6:5.4
source: Dvāre tiṭṭhati khujjasobhito”.
kn: the old man, Khujjasobhita.

# thag3.6:6.1
source: “Ye cittakathī bahussutā,
kn: One of those monks who live in Pāṭaliputta—

# thag3.6:6.2
source: Samaṇā pāṭaliputtavāsino;
kn: such brilliant speakers, and very learned—

# thag3.6:6.3
source: Tesaññataroyamāyuvā,
kn: stands at the door:

# thag3.6:6.4
source: Dvāre tiṭṭhati māluterito”.
kn: an old man, trembling in the wind.”

# thag3.6:7.1
source: “Suyuddhena suyiṭṭhena,
kn: “By war well fought, by sacrifice well made,

# thag3.6:7.2
source: saṅgāmavijayena ca;
kn: by victory in battle;

# thag3.6:7.3
source: Brahmacariyānuciṇṇena,
kn: by living the spiritual life:

# thag3.6:7.4
source: evāyaṃ sukhamedhatī”ti.
kn: that’s how one prospers in happiness.”
