Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag06.06.po
Languages: kn

# thag6.6:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag6.6:2.1
source: Chakkanipāta
kn: The Book of the Sixes

# thag6.6:3.1
source: Paṭhamavagga
kn: Chapter One

# thag6.6:4.1
source: 6.6. Sappadāsattheragāthā
kn: 6.6. Sappadāsa

# thag6.6:5.1
source: “Paṇṇavīsativassāni,
kn: In the twenty-five years

# thag6.6:5.2
source: yato pabbajito ahaṃ;
kn: since I went forth,

# thag6.6:5.3
source: Accharāsaṅghātamattampi,
kn: I have not found peace of mind,

# thag6.6:5.4
source: cetosantimanajjhagaṃ.
kn: even as long as a finger-snap.

# thag6.6:6.1
source: Aladdhā cittassekaggaṃ,
kn: Since I couldn’t get my mind unified,

# thag6.6:6.2
source: kāmarāgena <span class="var" title="addito (bj, s2, s3, pts1-2) | aḍḍito (mr)" id="note214">aṭṭito</span>;
kn: I was racked by desire for pleasures of the senses.

# thag6.6:6.3
source: Bāhā paggayha kandanto,
kn: Wailing, with outstretched arms,

# thag6.6:6.4
source: vihārā <span class="var" title="nūpanikkhamiṃ (bj) | nupanikkhamiṃ (s2, s3, pts1-2) | dupanikkhamiṃ (?)" id="note215">upanikkhamiṃ</span>.
kn: I left my dwelling.

# thag6.6:7.1
source: Satthaṃ vā āharissāmi,
kn: Shall I … or shall I slit my wrists?

# thag6.6:7.2
source: Ko attho jīvitena me;
kn: What’s the point of living?

# thag6.6:7.3
source: Kathaṃ hi sikkhaṃ paccakkhaṃ,
kn: For how on earth can one such as me die

# thag6.6:7.4
source: Kālaṃ kubbetha mādiso.
kn: after rejecting the training?

# thag6.6:8.1
source: Tadāhaṃ khuramādāya,
kn: Then I picked up a razor,

# thag6.6:8.2
source: mañcakamhi upāvisiṃ;
kn: I sat on a cot:

# thag6.6:8.3
source: Parinīto khuro āsi,
kn: the razor was ready

# thag6.6:8.4
source: dhamaniṃ chettumattano.
kn: to slice my vein.

# thag6.6:9.1
source: Tato me manasīkāro,
kn: Then the realization

# thag6.6:9.2
source: yoniso udapajjatha;
kn: came upon me—

# thag6.6:9.3
source: Ādīnavo pāturahu,
kn: the danger became clear,

# thag6.6:9.4
source: nibbidā samatiṭṭhatha.
kn: and I was firmly disillusioned.

# thag6.6:10.1
source: Tato cittaṃ vimucci me,
kn: Then my mind was freed—

# thag6.6:10.2
source: passa dhammasudhammataṃ;
kn: see the excellence of the teaching!

# thag6.6:10.3
source: Tisso vijjā anuppattā,
kn: I’ve attained the three knowledges,

# thag6.6:10.4
source: kataṃ buddhassa sāsanan”ti.
kn: and fulfilled the Buddha’s instructions.
