Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag06.02.po
Languages: kn

# thag6.2:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag6.2:2.1
source: Chakkanipāta
kn: The Book of the Sixes

# thag6.2:3.1
source: Paṭhamavagga
kn: Chapter One

# thag6.2:4.1
source: 6.2. Tekicchakārittheragāthā
kn: 6.2. Tekicchakāri

# thag6.2:5.1
source: “Atihitā vīhi,
kn: “The rice has been harvested

# thag6.2:5.2
source: khalagatā sālī;
kn: and gathered on the threshing-floor—

# thag6.2:5.3
source: Na ca labhe piṇḍaṃ,
kn: but I don’t get any alms-food!

# thag6.2:5.4
source: kathamahaṃ kassaṃ”.
kn: How will I get by?”

# thag6.2:6.1
source: “Buddhamappameyyaṃ anussara pasanno,
kn: “In faith, recollect the immeasurable Buddha!

# thag6.2:6.2
source: Pītiyā phuṭasarīro hohisi satatamudaggo.
kn: Your body soaked with rapture, you’ll always be full of joy.

# thag6.2:7.1
source: Dhammamappameyyaṃ anussara pasanno,
kn: In faith, recollect the immeasurable teaching!

# thag6.2:7.2
source: Pītiyā phuṭasarīro hohisi satatamudaggo.
kn: Your body soaked with rapture, you’ll always be full of joy.

# thag6.2:8.1
source: Saṃghamappameyyaṃ anussara pasanno,
kn: In faith, recollect the immeasurable Saṅgha!

# thag6.2:8.2
source: Pītiyā phuṭasarīro hohisi satatamudaggo”.
kn: Your body soaked with rapture, you’ll always be full of joy.”

# thag6.2:9.1
source: “Abbhokāse viharasi,
kn: “You stay in the open,

# thag6.2:9.2
source: Sītā hemantikā imā ratyo;
kn: though these winter nights are cold.

# thag6.2:9.3
source: Mā sītena pareto vihaññittho,
kn: Don’t perish, overcome with cold;

# thag6.2:9.4
source: Pavisa tvaṃ vihāraṃ phusitaggaḷaṃ”.
kn: enter your dwelling, with latch shut fast.”

# thag6.2:10.1
source: “Phusissaṃ catasso appamaññāyo,
kn: “I’ll realize the four immeasurable states,

# thag6.2:10.2
source: Tāhi ca sukhito viharissaṃ;
kn: and meditate happily in them.

# thag6.2:10.3
source: Nāhaṃ sītena vihaññissaṃ,
kn: I won’t perish, overcome with cold;

# thag6.2:10.4
source: Aniñjito viharanto”ti.
kn: I’ll dwell unperturbed.”
