Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag08.3.po
Languages: kn

# thag8.3:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag8.3:2.1
source: Aṭṭhakanipāta
kn: The Book of the Eights

# thag8.3:3.1
source: Paṭhamavagga
kn: Chapter One

# thag8.3:4.1
source: 8.3. Mahāpanthakattheragāthā
kn: 8.3. Mahāpanthaka

# thag8.3:5.1
source: “Yadā paṭhamamaddakkhiṃ,
kn: When I first saw the Teacher

# thag8.3:5.2
source: satthāramakutobhayaṃ;
kn: who fears nothing from any quarter,

# thag8.3:5.3
source: Tato me ahu saṃvego,
kn: I was struck with a sense of urgency,

# thag8.3:5.4
source: passitvā purisuttamaṃ.
kn: seeing the supreme among men.

# thag8.3:6.1
source: Siriṃ hatthehi pādehi,
kn: Anyone who, having found such a Teacher,

# thag8.3:6.2
source: yo paṇāmeyya āgataṃ;
kn: would lose them again,

# thag8.3:6.3
source: Etādisaṃ so satthāraṃ,
kn: is like someone who, when Lucky Luck comes to them,

# thag8.3:6.4
source: ārādhetvā virādhaye.
kn: would drive her away with their hands and feet.

# thag8.3:7.1
source: Tadāhaṃ puttadārañca,
kn: Then I left behind my children and wives,

# thag8.3:7.2
source: dhanadhaññañca chaḍḍayiṃ;
kn: my riches and my grain;

# thag8.3:7.3
source: Kesamassūni chedetvā,
kn: I had my hair and beard cut off,

# thag8.3:7.4
source: pabbajiṃ anagāriyaṃ.
kn: and went forth to homelessness.

# thag8.3:8.1
source: Sikkhāsājīvasampanno,
kn: Endowed with the monastic training and livelihood,

# thag8.3:8.2
source: indriyesu susaṃvuto;
kn: my sense faculties well-restrained,

# thag8.3:8.3
source: Namassamāno sambuddhaṃ,
kn: paying homage to the Buddha,

# thag8.3:8.4
source: vihāsiṃ aparājito.
kn: I meditated undefeated.

# thag8.3:9.1
source: Tato me paṇidhī āsi,
kn: Then a wish occurred to me,

# thag8.3:9.2
source: cetaso abhipatthito;
kn: my heart’s truest wish:

# thag8.3:9.3
source: Na nisīde muhuttampi,
kn: I wouldn’t sit down, not even for a moment,

# thag8.3:9.4
source: taṇhāsalle anūhate.
kn: until the dart of craving was drawn out.

# thag8.3:10.1
source: Tassa mevaṃ viharato,
kn: As I meditate like this,

# thag8.3:10.2
source: passa vīriyaparakkamaṃ;
kn: see my energy and vigor!

# thag8.3:10.3
source: Tisso vijjā anuppattā,
kn: I’ve attained the three knowledges,

# thag8.3:10.4
source: kataṃ buddhassa sāsanaṃ.
kn: and fulfilled the Buddha’s instructions.

# thag8.3:11.1
source: Pubbenivāsaṃ jānāmi,
kn: I know my past lives,

# thag8.3:11.2
source: dibbacakkhu visodhitaṃ;
kn: my clairvoyance is clarified;

# thag8.3:11.3
source: Arahā dakkhiṇeyyomhi,
kn: I’m perfected, worthy of offerings,

# thag8.3:11.4
source: vippamutto nirūpadhi.
kn: liberated, without attachments.

# thag8.3:12.1
source: Tato ratyā <span class="var" title="vivasane (bj, s2, s3, pts1-2)" id="note257">vivasāne</span>,
kn: Then, at the end of the night,

# thag8.3:12.2
source: <span class="var" title="suriyassuggamanaṃ (bj, s2, s3, pts1-2)" id="note258">sūriyuggamanaṃ</span> pati;
kn: as the rising of the sun drew near,

# thag8.3:12.3
source: Sabbaṃ taṇhaṃ visosetvā,
kn: all craving was dried up,

# thag8.3:12.4
source: pallaṅkena upāvisin”ti.
kn: so I sat down cross-legged.
