Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag19.1.po
Languages: kn

# thag19.1:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag19.1:2.1
source: Paññāsanipāta
kn: The Book of the Fifties

# thag19.1:3.1
source: Paṭhamavagga
kn: Chapter One

# thag19.1:4.1
source: 19.1. Tālapuṭattheragāthā
kn: 19.1. Tālapuṭa

# thag19.1:5.1
source: “Kadā nuhaṃ pabbatakandarāsu,
kn: Oh, when will I stay in a mountain cave,

# thag19.1:5.2
source: Ekākiyo addutiyo vihassaṃ;
kn: alone, with no companion,

# thag19.1:5.3
source: Aniccato sabbabhavaṃ vipassaṃ,
kn: discerning all states of existence as impermanent?

# thag19.1:5.4
source: Taṃ me idaṃ taṃ nu kadā bhavissati.
kn: This hope of mine, when will it be?

# thag19.1:6.1
source: Kadā nuhaṃ bhinnapaṭandharo muni,
kn: Oh, when will I stay happily in the forest,

# thag19.1:6.2
source: Kāsāvavattho amamo nirāso;
kn: a sage wearing a torn robe, dressed in ocher,

# thag19.1:6.3
source: Rāgañca dosañca tatheva mohaṃ,
kn: unselfish, without desire,

# thag19.1:6.4
source: Hantvā sukhī pavanagato vihassaṃ.
kn: with greed, hate, and delusion destroyed?

# thag19.1:7.1
source: Kadā aniccaṃ vadharoganīḷaṃ,
kn: Oh, when will I stay alone in the wood,

# thag19.1:7.2
source: Kāyaṃ imaṃ maccujarāyupaddutaṃ;
kn: fearless, discerning this body as impermanent,

# thag19.1:7.3
source: Vipassamāno vītabhayo vihassaṃ,
kn: a nest of death and disease,

# thag19.1:7.4
source: Eko vane taṃ nu kadā bhavissati.
kn: oppressed by death and old age; when will it be?

# thag19.1:8.1
source: Kadā nuhaṃ bhayajananiṃ dukhāvahaṃ,
kn: Oh, when will I live, having grasped the sharp sword of wisdom

# thag19.1:8.2
source: Taṇhālataṃ bahuvidhānuvattaniṃ;
kn: and cut the creeper of craving that tangles around everything,

# thag19.1:8.3
source: Paññāmayaṃ tikhiṇamasiṃ gahetvā,
kn: the mother of fear, the bringer of suffering?

# thag19.1:8.4
source: Chetvā vase tampi kadā bhavissati.
kn: When will it be?

# thag19.1:9.1
source: Kadā nu paññāmayamuggatejaṃ,
kn: Oh, when will I, seated on the lion’s throne,

# thag19.1:9.2
source: Satthaṃ isīnaṃ sahasādiyitvā;
kn: swiftly grasp the sword of the sages,

# thag19.1:9.3
source: Māraṃ sasenaṃ sahasā bhañjissaṃ,
kn: forged by wisdom, of fiery might,

# thag19.1:9.4
source: Sīhāsane taṃ nu kadā bhavissati.
kn: and swiftly break Māra and his army? When will it be?

# thag19.1:10.1
source: Kadā nuhaṃ sabbhi samāgamesu,
kn: Oh, when will I be seen striving in the assemblies

# thag19.1:10.2
source: Diṭṭho bhave dhammagarūhi tādibhi;
kn: by those who are virtuous, poised, respecting the Dhamma,

# thag19.1:10.3
source: Yāthāvadassīhi jitindriyehi,
kn: seeing things as they are, with faculties subdued?

# thag19.1:10.4
source: Padhāniyo taṃ nu kadā bhavissati.
kn: When will it be?

# thag19.1:11.1
source: Kadā nu maṃ tandi khudā pipāsā,
kn: Oh, when will I focus on my own goal on Giribbaja mountain,

# thag19.1:11.2
source: Vātātapā kīṭasarīsapā vā;
kn: free of oppression by laziness, hunger, thirst,

# thag19.1:11.3
source: Na bādhayissanti na taṃ giribbaje,
kn: wind, heat, insects, and reptiles?

# thag19.1:11.4
source: Atthatthiyaṃ taṃ nu kadā bhavissati.
kn: When will it be?

# thag19.1:12.1
source: Kadā nu kho yaṃ viditaṃ mahesinā,
kn: Oh, when will I, serene and mindful,

# thag19.1:12.2
source: Cattāri saccāni sududdasāni;
kn: understand the four truths,

# thag19.1:12.3
source: Samāhitatto satimā agacchaṃ,
kn: that were realized by the great hermit,

# thag19.1:12.4
source: Paññāya taṃ taṃ nu kadā bhavissati.
kn: and are so very hard to see? When will it be?

# thag19.1:13.1
source: Kadā nu rūpe amite ca sadde,
kn: Oh, when will I, devoted to serenity,

# thag19.1:13.2
source: Gandhe rase phusitabbe ca dhamme;
kn: see with understanding the infinite sights,

# thag19.1:13.3
source: Ādittatohaṃ samathehi yutto,
kn: sounds, smells, tastes, touches, and thoughts

# thag19.1:13.4
source: Paññāya dacchaṃ tadidaṃ kadā me.
kn: as burning? When will it be?

# thag19.1:14.1
source: Kadā nuhaṃ dubbacanena vutto,
kn: Oh, when will I not be downcast

# thag19.1:14.2
source: Tato nimittaṃ vimano na hessaṃ;
kn: because of criticism,

# thag19.1:14.3
source: Atho <span class="var" title="pasaṭṭhopi (s2, s3, pts1)" id="note469">pasatthopi</span> tato nimittaṃ,
kn: nor elated because of praise?

# thag19.1:14.4
source: Tuṭṭho na hessaṃ tadidaṃ kadā me.
kn: When will it be?

# thag19.1:15.1
source: Kadā nu kaṭṭhe ca tiṇe latā ca,
kn: Oh when will I discern the aggregates

# thag19.1:15.2
source: Khandhe imehaṃ amite ca dhamme;
kn: and the infinite varieties of phenomena,

# thag19.1:15.3
source: Ajjhattikāneva ca bāhirāni ca,
kn: both internal and external, as no more than

# thag19.1:15.4
source: Samaṃ tuleyyaṃ tadidaṃ kadā me.
kn: wood, grass, and creepers? When will it be?

# thag19.1:16.1
source: Kadā nu maṃ pāvusakālamegho,
kn: Oh, when will the winter clouds pour down in season

# thag19.1:16.2
source: Navena toyena sacīvaraṃ vane;
kn: as I wear my robe in the forest,

# thag19.1:16.3
source: Isippayātamhi pathe vajantaṃ,
kn: walking the path trodden by the sages?

# thag19.1:16.4
source: Ovassate taṃ nu kadā bhavissati.
kn: When will it be?

# thag19.1:17.1
source: Kadā mayūrassa sikhaṇḍino vane,
kn: Oh, when will I rise up, intent on attaining the deathless,

# thag19.1:17.2
source: Dijassa sutvā girigabbhare rutaṃ;
kn: hearing, in the mountain cave,

# thag19.1:17.3
source: Paccuṭṭhahitvā amatassa pattiyā,
kn: the cry of the crested peacock in the forest?

# thag19.1:17.4
source: Sañcintaye taṃ nu kadā bhavissati.
kn: When will it be?

# thag19.1:18.1
source: Kadā nu gaṅgaṃ yamunaṃ sarassatiṃ,
kn: Oh, when will I cross the Ganges, Yamunā,

# thag19.1:18.2
source: Pātālakhittaṃ <span class="var" title="baḷavāmukhañca (pts1-2) | balavāmukhañca (mr)" id="note470">vaḷavāmukhañca</span>;
kn: and Sarasvatī rivers, the Pātāla country,

# thag19.1:18.3
source: Asajjamāno patareyyamiddhiyā,
kn: and the dangerous Baḷavāmukha sea,

# thag19.1:18.4
source: Vibhiṃsanaṃ taṃ nu kadā bhavissati.
kn: by psychic power, without hindrance? When will it be?

# thag19.1:19.1
source: Kadā nu nāgova <span class="var" title="saṅgāmacārī (s2, s3, pts1)" id="note471">asaṅgacārī</span>,
kn: Oh, when will I be devoted to absorption,

# thag19.1:19.2
source: Padālaye kāmaguṇesu chandaṃ;
kn: rejecting entirely the signs of beauty,

# thag19.1:19.3
source: Nibbajjayaṃ sabbasubhaṃ nimittaṃ,
kn: splitting apart desire for sensual stimulation,

# thag19.1:19.4
source: Jhāne yuto taṃ nu kadā bhavissati.
kn: like an elephant that wanders free of ties? When will it be?

# thag19.1:20.1
source: Kadā iṇaṭṭova <span class="var" title="daḷiddako (bj, pts1-2)" id="note472">daliddako</span> nidhiṃ,
kn: Oh, when will I realize the teaching of the great hermit

# thag19.1:20.2
source: Ārādhayitvā dhanikehi pīḷito;
kn: and be content, like a poor person in debt,

# thag19.1:20.3
source: Tuṭṭho bhavissaṃ adhigamma sāsanaṃ,
kn: harassed by creditors, who finds a hidden treasure?

# thag19.1:20.4
source: Mahesino taṃ nu kadā bhavissati.
kn: When will it be?

# thag19.1:21.1
source: Bahūni vassāni tayāmhi yācito,
kn: For many years you begged me,

# thag19.1:21.2
source: ‘Agāravāsena alaṃ nu te idaṃ’;
kn: “Enough of living in a house for you!”

# thag19.1:21.3
source: Taṃ dāni maṃ pabbajitaṃ samānaṃ,
kn: Why do you not urge me on, mind,

# thag19.1:21.4
source: Kiṃkāraṇā citta tuvaṃ na yuñjasi.
kn: now that I’ve gone forth as an ascetic?

# thag19.1:22.1
source: Nanu ahaṃ citta tayāmhi yācito,
kn: Didn’t you entice me, mind:

# thag19.1:22.2
source: ‘Giribbaje citrachadā vihaṅgamā’;
kn: “On Giribbaja, the birds with colorful wings,

# thag19.1:22.3
source: Mahindaghosatthanitābhigajjino,
kn: greeting the thunder, Mahinda’s voice,

# thag19.1:22.4
source: Te taṃ ramessanti vanamhi jhāyinaṃ.
kn: will delight you as you meditate in the forest?”

# thag19.1:23.1
source: Kulamhi mitte ca piye ca ñātake,
kn: "In my family circle, friends, loved ones, and relatives;

# thag19.1:23.2
source: Khiḍḍāratiṃ kāmaguṇañca loke;
kn: and in the world, sports and play, and sensual pleasures;

# thag19.1:23.3
source: Sabbaṃ pahāya imamajjhupāgato,
kn: all these I gave up when I entered this life:

# thag19.1:23.4
source: Athopi tvaṃ citta na mayha tussasi.
kn: and even then you’re not content with me, mind!

# thag19.1:24.1
source: Mameva etaṃ na hi tvaṃ paresaṃ,
kn: This is mine alone, it doesn’t belong to others;

# thag19.1:24.2
source: Sannāhakāle paridevitena kiṃ;
kn: when it is time to don your armor, why lament?

# thag19.1:24.3
source: Sabbaṃ idaṃ calamiti pekkhamāno,
kn: Reflecting that all this is unstable,

# thag19.1:24.4
source: Abhinikkhamiṃ amatapadaṃ jigīsaṃ.
kn: I went forth, longing for the deathless state.

# thag19.1:25.1
source: Suyuttavādī dvipadānamuttamo,
kn: The methodical teacher, supreme among people,

# thag19.1:25.2
source: Mahābhisakko naradammasārathi;
kn: great physician, guide for those who wish to train, said:

# thag19.1:25.3
source: ‘Cittaṃ calaṃ makkaṭasannibhaṃ iti,
kn: “The mind fidgets like a monkey,

# thag19.1:25.4
source: Avītarāgena sudunnivārayaṃ’.
kn: so it’s very hard to control if you are not free of lust.”

# thag19.1:26.1
source: Kāmā hi citrā madhurā manoramā,
kn: Sensual pleasures are diverse, sweet, delightful;

# thag19.1:26.2
source: Aviddasū yattha sitā puthujjanā;
kn: an ignorant ordinary person is bound to them.

# thag19.1:26.3
source: Te dukkhamicchanti punabbhavesino,
kn: Seeking to be reborn again, they wish for suffering;

# thag19.1:26.4
source: Cittena nītā niraye nirākatā.
kn: led on by their mind, they’re relegated to hell.

# thag19.1:27.1
source: ‘Mayūrakoñcābhirutamhi kānane,
kn: “Staying in the grove resounding with cries

# thag19.1:27.2
source: Dīpīhi byagghehi purakkhato vasaṃ;
kn: of peacocks and herons, and honored by leopards and tigers,

# thag19.1:27.3
source: Kāye apekkhaṃ jaha mā <span class="var" title="padhāraya (s2, s3) | virāye (pts1)" id="note473">virādhaya</span>’,
kn: abandon concern for the body, without fail!”

# thag19.1:27.4
source: Itissu maṃ citta pure niyuñjasi.
kn: So you used to urge me, mind.

# thag19.1:28.1
source: ‘Bhāvehi jhānāni ca indriyāni ca,
kn: “Develop the absorptions and spiritual faculties,

# thag19.1:28.2
source: Balāni bojjhaṅgasamādhibhāvanā;
kn: the powers, awakening factors, and immersion;

# thag19.1:28.3
source: Tisso ca vijjā phusa buddhasāsane’,
kn: realize the three knowledges in the teaching of the Buddha!”

# thag19.1:28.4
source: Itissu maṃ citta pure niyuñjasi.
kn: So you used to urge me, mind.

# thag19.1:29.1
source: ‘Bhāvehi maggaṃ amatassa pattiyā,
kn: “Develop the eightfold path for realizing the deathless,

# thag19.1:29.2
source: Niyyānikaṃ sabbadukhakkhayogadhaṃ;
kn: emancipating, plunging into the end of all suffering,

# thag19.1:29.3
source: Aṭṭhaṅgikaṃ sabbakilesasodhanaṃ’,
kn: and cleansing all defilements!”

# thag19.1:29.4
source: Itissu maṃ citta pure niyuñjasi.
kn: So you used to urge me, mind.

# thag19.1:30.1
source: ‘Dukkhanti khandhe paṭipassa yoniso,
kn: “Reflect properly on the aggregates as suffering,

# thag19.1:30.2
source: Yato ca dukkhaṃ samudeti taṃ jaha;
kn: and abandon that from which suffering arises;

# thag19.1:30.3
source: Idheva dukkhassa karohi antaṃ’,
kn: make an end of suffering in this very life!”

# thag19.1:30.4
source: Itissu maṃ citta pure niyuñjasi.
kn: So you used to urge me, mind.

# thag19.1:31.1
source: ‘Aniccaṃ dukkhanti vipassa yoniso,
kn: “Properly discern that impermanence is suffering,

# thag19.1:31.2
source: Suññaṃ anattāti aghaṃ vadhanti ca;
kn: that emptiness is non-self, and that misery is death.

# thag19.1:31.3
source: Manovicāre uparundha cetaso’,
kn: Uproot the wandering mind!”

# thag19.1:31.4
source: Itissu maṃ citta pure niyuñjasi.
kn: So you used to urge me, mind.

# thag19.1:32.1
source: ‘Muṇḍo virūpo abhisāpamāgato,
kn: “Bald, unsightly, accursed,

# thag19.1:32.2
source: Kapālahatthova kulesu bhikkhasu;
kn: seek alms amongst families, bowl in hand.

# thag19.1:32.3
source: Yuñjassu satthuvacane mahesino’,
kn: Devote yourself to the word of the teacher, the great hermit!”

# thag19.1:32.4
source: Itissu maṃ citta pure niyuñjasi.
kn: So you used to urge me, mind.

# thag19.1:33.1
source: ‘Susaṃvutatto <span class="var" title="visakhantaraṃ (s2, s3, pts1)" id="note474">visikhantare</span> caraṃ,
kn: “Wander the streets well-restrained,

# thag19.1:33.2
source: Kulesu kāmesu asaṅgamānaso;
kn: unattached to families and sensual pleasures,

# thag19.1:33.3
source: Cando yathā dosinapuṇṇamāsiyā’,
kn: like the full moon on a bright night!”

# thag19.1:33.4
source: Itissu maṃ citta pure niyuñjasi.
kn: So you used to urge me, mind.

# thag19.1:34.1
source: ‘Āraññiko <span class="var" title="hoti (s2, s3, pts1)" id="note475">hohi</span> ca piṇḍapātiko,
kn: “Be a wilderness-dweller and an alms-eater,

# thag19.1:34.2
source: Sosāniko <span class="var" title="hoti (s2, s3, pts1)" id="note476">hohi</span> ca paṃsukūliko;
kn: one who lives in charnel grounds, a rag-robe wearer,

# thag19.1:34.3
source: Nesajjiko <span class="var" title="hoti (s2, s3, pts1)" id="note477">hohi</span> sadā dhute rato’,
kn: one who never lies down, always delighting in ascetic practices.”

# thag19.1:34.4
source: Itissu maṃ citta pure niyuñjasi.
kn: So you used to urge me, mind.

# thag19.1:35.1
source: Ropetva rukkhāni yathā phalesī,
kn: Mind, when you urge me to the impermanent and unstable,

# thag19.1:35.2
source: Mūle taruṃ chettu tameva icchasi;
kn: you’re acting like someone who plants trees,

# thag19.1:35.3
source: Tathūpamaṃ cittamidaṃ karosi,
kn: then, when they’re about to fruit,

# thag19.1:35.4
source: Yaṃ maṃ aniccamhi cale niyuñjasi.
kn: wishes to cut down the very same trees.

# thag19.1:36.1
source: Arūpa dūraṅgama ekacāri,
kn: Incorporeal mind, far-traveler, lone-wanderer:

# thag19.1:36.2
source: Na te karissaṃ vacanaṃ idānihaṃ;
kn: I won’t do your bidding any more.

# thag19.1:36.3
source: Dukkhā hi kāmā kaṭukā mahabbhayā,
kn: Sensual pleasures are suffering, painful, and very dangerous;

# thag19.1:36.4
source: Nibbānamevābhimano carissaṃ.
kn: I’ll wander with my mind focused only on quenching.

# thag19.1:37.1
source: Nāhaṃ alakkhyā ahirikkatāya vā,
kn: I didn’t go forth due to bad luck or shamelessness,

# thag19.1:37.2
source: Na cittahetū na ca dūrakantanā;
kn: or due to a whim or banishment,

# thag19.1:37.3
source: Ājīvahetū ca ahaṃ na nikkhamiṃ,
kn: nor for the sake of a livelihood;

# thag19.1:37.4
source: Kato ca te citta paṭissavo mayā.
kn: it was because I agreed to the promise you made, mind.

# thag19.1:38.1
source: ‘Appicchatā sappurisehi vaṇṇitā,
kn: “Having few wishes, abandoning disparagement,

# thag19.1:38.2
source: Makkhappahānaṃ <span class="var" title="vūpasamo dukkhassa (bj, s2, s3)" id="note478">vupasamo dukhassa</span>’;
kn: the stilling of suffering: these are praised by good people.”

# thag19.1:38.3
source: Itissu maṃ citta tadā niyuñjasi,
kn: So you used to urge me, mind,

# thag19.1:38.4
source: Idāni tvaṃ gacchasi pubbaciṇṇaṃ.
kn: but now you keep on with your old habits!

# thag19.1:39.1
source: <span class="var" title="taṇhaṃ virajjañca (s2, s3) | taṇhaṃ avijjañca (pts1)" id="note479">Taṇhā avijjā</span> ca piyāpiyañca,
kn: Craving, ignorance, the loved and unloved,

# thag19.1:39.2
source: Subhāni rūpāni sukhā ca vedanā;
kn: pretty sights, pleasant feelings,

# thag19.1:39.3
source: Manāpiyā kāmaguṇā ca vantā,
kn: and the delightful kinds of sensual stimulation:

# thag19.1:39.4
source: Vante ahaṃ <span class="var" title="āvasituṃ (s2, s3) | āgamituṃ (pts1)" id="note480">āvamituṃ</span> na ussahe.
kn: I’ve vomited them all, and I won’t swallow them back.

# thag19.1:40.1
source: Sabbattha te citta vaco kataṃ mayā,
kn: I’ve done your bidding everywhere, mind!

# thag19.1:40.2
source: Bahūsu jātīsu na mesi kopito;
kn: For many births, I’ve done nothing to upset you,

# thag19.1:40.3
source: Ajjhattasambhavo kataññutāya te,
kn: yet this self-made chain is your show of gratitude!

# thag19.1:40.4
source: Dukkhe ciraṃ saṃsaritaṃ tayā kate.
kn: For a long time I’ve transmigrated in the suffering you’ve created.

# thag19.1:41.1
source: Tvaññeva no citta karosi <span class="var" title="brāhmaṇe (pts2) | brāhmaṇaṃ (?)" id="note481">brāhmaṇo</span>,
kn: Only you, mind, make a brahmin;

# thag19.1:41.2
source: Tvaṃ khattiyo <span class="var" title="rājādisī (s2, s3, mr) | rājadisī (pts1-2)" id="note482">rājadasī</span> karosi;
kn: you make an aristocrat or a royal hermit.

# thag19.1:41.3
source: Vessā ca suddā ca bhavāma ekadā,
kn: Sometimes we become traders or workers;

# thag19.1:41.4
source: Devattanaṃ vāpi taveva vāhasā.
kn: and life as a god is also on account of you.

# thag19.1:42.1
source: Taveva hetū asurā bhavāmase,
kn: You alone make us demons;

# thag19.1:42.2
source: Tvaṃmūlakaṃ nerayikā bhavāmase;
kn: because of you we’re born in hell.

# thag19.1:42.3
source: Atho tiracchānagatāpi ekadā,
kn: Then sometimes we become animals,

# thag19.1:42.4
source: Petattanaṃ vāpi taveva vāhasā.
kn: and life as a ghost is also on account of you.

# thag19.1:43.1
source: Nanu dubbhissasi maṃ punappunaṃ,
kn: Come what may, you won’t betray me again,

# thag19.1:43.2
source: Muhuṃ muhuṃ <span class="var" title="vāraṇikaṃva (s2, s3, pts1)" id="note483">cāraṇikaṃva</span> <span class="var" title="dussahaṃ (s2, s3) | dassahaṃ (pts1)" id="note484">dassayaṃ</span>;
kn: dazzling me with your ever-changing display!

# thag19.1:43.3
source: Ummattakeneva mayā palobhasi,
kn: You play with me like I’m mad—

# thag19.1:43.4
source: Kiñcāpi te citta virādhitaṃ mayā.
kn: but how have I ever failed you, mind?

# thag19.1:44.1
source: Idaṃ pure cittamacāri cārikaṃ,
kn: In the past my mind wandered

# thag19.1:44.2
source: Yenicchakaṃ yatthakāmaṃ yathāsukhaṃ;
kn: how it wished, where it liked, as it pleased.

# thag19.1:44.3
source: Tadajjahaṃ niggahessāmi yoniso,
kn: Now I’ll carefully guide it,

# thag19.1:44.4
source: Hatthippabhinnaṃ viya aṅkusaggaho.
kn: as a trainer with a hook guides a rutting elephant.

# thag19.1:45.1
source: Satthā ca me lokamimaṃ adhiṭṭhahi,
kn: The teacher willed that this world appear to me

# thag19.1:45.2
source: Aniccato addhuvato asārato;
kn: as impermanent, unstable, insubstantial.

# thag19.1:45.3
source: Pakkhanda maṃ citta jinassa sāsane,
kn: Mind, let me leap into the victor’s teaching,

# thag19.1:45.4
source: Tārehi oghā mahatā suduttarā.
kn: carry me over the great flood, so hard to pass.

# thag19.1:46.1
source: Na te idaṃ citta yathā purāṇakaṃ,
kn: Things have changed, mind!

# thag19.1:46.2
source: Nāhaṃ alaṃ tuyha <span class="var" title="vasena vattituṃ (?)" id="note485">vase nivattituṃ</span>;
kn: Nothing could make me return to your control!

# thag19.1:46.3
source: Mahesino pabbajitomhi sāsane,
kn: I’ve gone forth in the teaching of the great hermit,

# thag19.1:46.4
source: Na mādisā honti vināsadhārino.
kn: those like me don’t come to ruin.

# thag19.1:47.1
source: Nagā samuddā saritā vasundharā,
kn: Mountains, oceans, rivers, the earth;

# thag19.1:47.2
source: Disā catasso vidisā <span class="var" title="adhodisā (s2, s3, pts1)" id="note486">adho divā</span>;
kn: the four directions, the intermediate directions, below and in the sky;

# thag19.1:47.3
source: Sabbe aniccā tibhavā upaddutā,
kn: the three realms of existence are all impermanent and troubled—

# thag19.1:47.4
source: Kuhiṃ gato citta sukhaṃ ramissasi.
kn: where can you go to find happiness, mind?

# thag19.1:48.1
source: <span class="var" title="dhī dhī paraṃ (s2, s3, pts1)" id="note487">Dhitipparaṃ</span> kiṃ mama citta kāhisi,
kn: Mind, what will you do to someone who has made the ultimate commitment?

# thag19.1:48.2
source: Na te alaṃ citta vasānuvattako;
kn: Nothing could make me a follower under your control, mind;

# thag19.1:48.3
source: Na jātu bhastaṃ ubhatomukhaṃ chupe,
kn: there’s no way I’d touch a bellows with a mouth open at each end;

# thag19.1:48.4
source: Dhiratthu pūraṃ nava sotasandaniṃ.
kn: curse this mortal frame flowing with nine streams!

# thag19.1:49.1
source: Varāhaeṇeyyavigāḷhasevite,
kn: You’ve ascended the mountain peak, full of nature’s beauty,

# thag19.1:49.2
source: Pabbhārakuṭṭe pakateva sundare;
kn: frequented by boars and antelopes,

# thag19.1:49.3
source: Navambunā pāvusasitthakānane,
kn: a grove sprinkled with fresh water in the rains;

# thag19.1:49.4
source: Tahiṃ guhāgehagato ramissasi.
kn: and there you’ll be happy in your cave-home.

# thag19.1:50.1
source: Sunīlagīvā susikhā supekhunā,
kn: Peacocks with beautiful necks and crests,

# thag19.1:50.2
source: Sucittapattacchadanā vihaṅgamā;
kn: colorful tail-feathers and wings,

# thag19.1:50.3
source: Sumañjughosatthanitābhigajjino,
kn: crying out at the resounding thunder:

# thag19.1:50.4
source: Te taṃ ramessanti vanamhi jhāyinaṃ.
kn: they’ll delight you as you meditate in the forest.

# thag19.1:51.1
source: Vuṭṭhamhi deve caturaṅgule tiṇe,
kn: When the sky has rained down, and the grass is four inches high,

# thag19.1:51.2
source: Sampupphite meghanibhamhi kānane;
kn: and the grove is full of flowers like a cloud,

# thag19.1:51.3
source: Nagantare viṭapisamo sayissaṃ,
kn: in the mountain cleft, like the fork of a tree, I’ll lie;

# thag19.1:51.4
source: Taṃ me mudū hehiti tūlasannibhaṃ.
kn: it will be as soft as cotton-buds.

# thag19.1:52.1
source: Tathā tu kassāmi yathāpi issaro,
kn: I’ll act as a master does:

# thag19.1:52.2
source: Yaṃ labbhati tenapi hotu me alaṃ;
kn: let whatever I get be enough for me.

# thag19.1:52.3
source: Na tāhaṃ kassāmi yathā atandito,
kn: And that’s why I’ll make you as supple

# thag19.1:52.4
source: Biḷārabhastaṃva yathā sumadditaṃ.
kn: as a tireless worker makes a cat-skin bag.

# thag19.1:53.1
source: Tathā tu kassāmi yathāpi issaro,
kn: I’ll act as a master does:

# thag19.1:53.2
source: Yaṃ labbhati tenapi hotu me alaṃ;
kn: let whatever I get be enough for me.

# thag19.1:53.3
source: Viriyena taṃ mayha vasānayissaṃ,
kn: I’ll control you with my energy,

# thag19.1:53.4
source: Gajaṃva mattaṃ kusalaṅkusaggaho.
kn: as a skilled trainer controls an elephant with a hook.

# thag19.1:54.1
source: Tayā sudantena avaṭṭhitena hi,
kn: Now that you’re well-tamed and reliable,

# thag19.1:54.2
source: Hayena yoggācariyova ujjunā;
kn: I can use you, like a trainer uses a straight-running horse,

# thag19.1:54.3
source: Pahomi maggaṃ paṭipajjituṃ sivaṃ,
kn: to practice the path so full of grace,

# thag19.1:54.4
source: Cittānurakkhīhi sadā nisevitaṃ.
kn: cultivated by those who take care of their minds.

# thag19.1:55.1
source: Ārammaṇe taṃ balasā nibandhisaṃ,
kn: I shall strongly fasten you to a meditation subject,

# thag19.1:55.2
source: Nāgaṃva thambhamhi daḷhāya rajjuyā;
kn: as an elephant is tied to a post with firm rope.

# thag19.1:55.3
source: Taṃ me suguttaṃ satiyā subhāvitaṃ,
kn: You’ll be well-guarded by me, well-developed by mindfulness,

# thag19.1:55.4
source: Anissitaṃ sabbabhavesu hehisi.
kn: and unattached to rebirth in all states of existence.

# thag19.1:56.1
source: Paññāya chetvā vipathānusārinaṃ,
kn: You’ll use understanding to cut the follower of the wrong path,

# thag19.1:56.2
source: Yogena niggayha pathe nivesiya;
kn: restrain them by practice, and settle them on the right path.

# thag19.1:56.3
source: Disvā samudayaṃ vibhavañca sambhavaṃ,
kn: And when you have seen the cause of suffering arise and pass away,

# thag19.1:56.4
source: Dāyādako hehisi aggavādino.
kn: you’ll be an heir to the greatest teacher.

# thag19.1:57.1
source: Catubbipallāsavasaṃ adhiṭṭhitaṃ,
kn: Under the sway of the four distortions, mind,

# thag19.1:57.2
source: Gāmaṇḍalaṃva parinesi citta maṃ;
kn: you dragged me around like a bull in a pit;
