Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag16.09.po
Languages: kn

# thag16.9:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag16.9:2.1
source: Vīsatinipāta
kn: The Book of the Twenties

# thag16.9:3.1
source: Paṭhamavagga
kn: Chapter One

# thag16.9:4.1
source: 16.9. Anuruddhattheragāthā
kn: 16.9. Anuruddha

# thag16.9:5.1
source: “Pahāya mātāpitaro,
kn: Leaving my mother and father behind,

# thag16.9:5.2
source: bhaginī ñātibhātaro;
kn: as well as sisters, kinsmen, and brothers;

# thag16.9:5.3
source: Pañca kāmaguṇe hitvā,
kn: having given up the five kinds of sensual stimulation,

# thag16.9:5.4
source: anuruddhova jhāyati.
kn: Anuruddha practices absorption.

# thag16.9:6.1
source: Sameto naccagītehi,
kn: Surrounded by song and dance,

# thag16.9:6.2
source: sammatāḷappabodhano;
kn: awakened by cymbals and gongs,

# thag16.9:6.3
source: Na tena suddhimajjhagaṃ,
kn: he did not find purification

# thag16.9:6.4
source: mārassa visaye rato.
kn: while delighting in Māra’s domain.

# thag16.9:7.1
source: Etañca samatikkamma,
kn: But he has gone beyond all that,

# thag16.9:7.2
source: rato buddhassa sāsane;
kn: and delights in the Buddha’s teaching.

# thag16.9:7.3
source: Sabboghaṃ samatikkamma,
kn: Having crossed over the entire flood,

# thag16.9:7.4
source: anuruddhova jhāyati.
kn: Anuruddha practices absorption.

# thag16.9:8.1
source: Rūpā saddā rasā gandhā,
kn: Sights, sounds, tastes, smells,

# thag16.9:8.2
source: phoṭṭhabbā ca manoramā;
kn: and touches so delightful:

# thag16.9:8.3
source: Ete ca samatikkamma,
kn: having crossed over these as well,

# thag16.9:8.4
source: anuruddhova jhāyati.
kn: Anuruddha practices absorption.

# thag16.9:9.1
source: Piṇḍapātamatikkanto,
kn: Returning from alms-round,

# thag16.9:9.2
source: eko adutiyo muni;
kn: alone, without companion,

# thag16.9:9.3
source: Esati paṃsukūlāni,
kn: seeking rags from the dust heap,

# thag16.9:9.4
source: anuruddho anāsavo.
kn: Anuruddha is without defilements.

# thag16.9:10.1
source: Vicinī aggahī dhovi,
kn: The thoughtful sage

# thag16.9:10.2
source: rajayī dhārayī muni;
kn: selected rags from the dust heap;

# thag16.9:10.3
source: Paṃsukūlāni matimā,
kn: he picked them up, washed, dyed, and wore them;

# thag16.9:10.4
source: anuruddho anāsavo.
kn: Anuruddha is without defilements.

# thag16.9:11.1
source: Mahiccho ca asantuṭṭho,
kn: The principles of someone

# thag16.9:11.2
source: saṃsaṭṭho yo ca uddhato;
kn: who has many wishes and is not content,

# thag16.9:11.3
source: Tassa dhammā ime honti,
kn: who socializes and is conceited,

# thag16.9:11.4
source: pāpakā saṃkilesikā.
kn: are wicked and corrupt.

# thag16.9:12.1
source: Sato ca hoti appiccho,
kn: But someone who is mindful, few of wishes,

# thag16.9:12.2
source: santuṭṭho avighātavā;
kn: content and untroubled,

# thag16.9:12.3
source: Pavivekarato vitto,
kn: delighting in seclusion, joyful,

# thag16.9:12.4
source: niccamāraddhavīriyo.
kn: always resolute and energetic;

# thag16.9:13.1
source: Tassa dhammā ime honti,
kn: their principles are skillful,

# thag16.9:13.2
source: kusalā bodhipakkhikā;
kn: leading to awakening;

# thag16.9:13.3
source: Anāsavo ca so hoti,
kn: they are without defilements—

# thag16.9:13.4
source: iti vuttaṃ mahesinā.
kn: so said the great hermit.

# thag16.9:14.1
source: Mama saṅkappamaññāya,
kn: “Knowing my thoughts,

# thag16.9:14.2
source: satthā loke anuttaro;
kn: the supreme Teacher in the world

# thag16.9:14.3
source: Manomayena kāyena,
kn: came to me in a mind-made body,

# thag16.9:14.4
source: iddhiyā upasaṅkami.
kn: using his psychic power.

# thag16.9:15.1
source: Yadā me ahu saṅkappo,
kn: He taught me more

# thag16.9:15.2
source: tato uttari desayi;
kn: than I had thought of.

# thag16.9:15.3
source: Nippapañcarato buddho,
kn: The Buddha who loves non-proliferation

# thag16.9:15.4
source: nippapañcamadesayi.
kn: taught me non-proliferation.

# thag16.9:16.1
source: Tassāhaṃ dhammamaññāya,
kn: Understanding that teaching,

# thag16.9:16.2
source: vihāsiṃ sāsane rato;
kn: I happily did his bidding.

# thag16.9:16.3
source: Tisso vijjā anuppattā,
kn: I’ve attained the three knowledges,

# thag16.9:16.4
source: kataṃ buddhassa sāsanaṃ.
kn: and have fulfilled the Buddha’s instructions.

# thag16.9:17.1
source: Pañcapaññāsavassāni,
kn: For the last fifty-five years

# thag16.9:17.2
source: yato nesajjiko ahaṃ;
kn: I have not lain down to sleep.

# thag16.9:17.3
source: Pañcavīsativassāni,
kn: Twenty-five years have passed

# thag16.9:17.4
source: yato middhaṃ samūhataṃ.
kn: since I eradicated drowsiness.”

# thag16.9:18.1
source: Nāhu assāsapassāsā,
kn: “There was no more breathing

# thag16.9:18.2
source: ṭhitacittassa tādino;
kn: for the poised one of steady heart.

# thag16.9:18.3
source: Anejo santimārabbha,
kn: Imperturbable, committed to peace,

# thag16.9:18.4
source: cakkhumā parinibbuto.
kn: the seer became fully extinguished.

# thag16.9:19.1
source: Asallīnena cittena,
kn: He put up with painful feelings

# thag16.9:19.2
source: vedanaṃ ajjhavāsayi;
kn: without flinching.

# thag16.9:19.3
source: Pajjotasseva nibbānaṃ,
kn: The liberation of his heart

# thag16.9:19.4
source: vimokkho cetaso ahu.
kn: was like the extinguishing of a lamp.”

# thag16.9:20.1
source: Ete pacchimakā dāni,
kn: “Now these touches and the other four

# thag16.9:20.2
source: munino phassapañcamā;
kn: are the last to be experienced by the sage;

# thag16.9:20.3
source: Nāññe dhammā bhavissanti,
kn: nor will there be other phenomena

# thag16.9:20.4
source: sambuddhe parinibbute.
kn: since the Buddha became fully extinguished.

# thag16.9:21.1
source: Natthi dāni punāvāso,
kn: Weaver of the web in the company of the gods,

# thag16.9:21.2
source: devakāyasmi jālini;
kn: now there are no future lives.

# thag16.9:21.3
source: Vikkhīṇo jātisaṃsāro,
kn: Transmigration through births is finished,

# thag16.9:21.4
source: natthi dāni punabbhavo.
kn: now there are no more future lives.”

# thag16.9:22.1
source: Yassa muhuttena sahassadhā,
kn: “Knowing in an hour the galaxy,

# thag16.9:22.2
source: Loko saṃvidito sabrahmakappo;
kn: together with the Brahmā realm;

# thag16.9:22.3
source: Vasī iddhiguṇe cutūpapāte,
kn: that mendicant, a master of psychic powers,

# thag16.9:22.4
source: Kāle passati devatā sa bhikkhu.
kn: knowing the passing away and rebirth of beings, sees even the gods at that time.”

# thag16.9:23.1
source: Annabhāro pure āsiṃ,
kn: “In the past I was Annabhāra,

# thag16.9:23.2
source: daliddo ghāsahārako;
kn: a poor carrier of fodder.

# thag16.9:23.3
source: Samaṇaṃ paṭipādesiṃ,
kn: I practiced as an ascetic,

# thag16.9:23.4
source: upariṭṭhaṃ yasassinaṃ.
kn: the renowned Upariṭṭha.

# thag16.9:24.1
source: Somhi sakyakule jāto,
kn: Then I was reborn in the Sakyan clan,

# thag16.9:24.2
source: anuruddhoti maṃ vidū;
kn: where I was known as ‘Anuruddha’.

# thag16.9:24.3
source: Upeto naccagītehi,
kn: Surrounded by song and dance,

# thag16.9:24.4
source: sammatāḷappabodhano.
kn: I was awakened by cymbals and gongs.

# thag16.9:25.1
source: Athaddasāsiṃ sambuddhaṃ,
kn: Then I saw the Buddha,

# thag16.9:25.2
source: satthāraṃ akutobhayaṃ;
kn: the Teacher, fearing nothing from any quarter;

# thag16.9:25.3
source: Tasmiṃ cittaṃ pasādetvā,
kn: filling my mind with confidence in him,

# thag16.9:25.4
source: pabbajiṃ anagāriyaṃ.
kn: I went forth to homelessness.

# thag16.9:26.1
source: Pubbenivāsaṃ jānāmi,
kn: I know my past lives,

# thag16.9:26.2
source: yattha me vusitaṃ pure;
kn: the places I used to live.

# thag16.9:26.3
source: Tāvatiṃsesu devesu,
kn: I was born as Sakka,

# thag16.9:26.4
source: aṭṭhāsiṃ sakkajātiyā.
kn: and stayed among the Thirty-Three gods.

# thag16.9:27.1
source: Sattakkhattuṃ manussindo,
kn: Seven times I was a king of men

# thag16.9:27.2
source: ahaṃ rajjamakārayiṃ;
kn: ruling a kingdom,

# thag16.9:27.3
source: Cāturanto vijitāvī,
kn: victorious in the four directions,

# thag16.9:27.4
source: jambusaṇḍassa issaro;
kn: lord of all India.

# thag16.9:27.5
source: Adaṇḍena asatthena,
kn: Without rod or sword,

# thag16.9:27.6
source: dhammena anusāsayiṃ.
kn: I governed by principle.

# thag16.9:28.1
source: Ito satta tato satta,
kn: Seven here, seven there,

# thag16.9:28.2
source: saṃsārāni catuddasa;
kn: fourteen transmigrations in all.

# thag16.9:28.3
source: Nivāsamabhijānissaṃ,
kn: I remember my past lives;

# thag16.9:28.4
source: devaloke ṭhito tadā.
kn: at that time I stayed in the realm of the gods.

# thag16.9:29.1
source: Pañcaṅgike samādhimhi,
kn: I have gained complete tranquility

# thag16.9:29.2
source: sante ekodibhāvite;
kn: in immersion with five factors.

# thag16.9:29.3
source: Paṭippassaddhiladdhamhi,
kn: Peaceful, serene,

# thag16.9:29.4
source: dibbacakkhu visujjhi me.
kn: my clairvoyance is purified.

# thag16.9:30.1
source: Cutūpapātaṃ jānāmi,
kn: Steady in five-factored absorption,

# thag16.9:30.2
source: sattānaṃ āgatiṃ gatiṃ;
kn: I know the passing away and rebirth of beings,

# thag16.9:30.3
source: Itthabhāvaññathābhāvaṃ,
kn: their coming and going,

# thag16.9:30.4
source: jhāne pañcaṅgike ṭhito.
kn: their lives in this state and that.

# thag16.9:31.1
source: Pariciṇṇo mayā satthā,
kn: I’ve served the teacher

# thag16.9:31.3
source: pe …
kn: The heavy burden is laid down,

# thag16.9:31.4
source: bhavanetti samūhatā.
kn: the attachment to rebirth is eradicated.

# thag16.9:32.1
source: Vajjīnaṃ veḷuvagāme,
kn: In the Vajjian village of Veḷuva,

# thag16.9:32.2
source: ahaṃ jīvitasaṅkhayā;
kn: my life will come to an end.

# thag16.9:32.3
source: Heṭṭhato veḷugumbasmiṃ,
kn: Beneath a thicket of bamboos,

# thag16.9:32.4
source: nibbāyissaṃ anāsavo”ti.
kn: I’ll be quenched without defilements.”
