Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag21.1.po
Languages: kn

# thag21.1:60.2
source: Tayā kataṃ bhagavā brāhmaṇassa;
kn: it was given to that brahmin by you, Blessed One.

# thag21.1:60.3
source: So taṃ namassaṃ acari <span class="var" title="mutyapekkho (s2, s3 ^snp2.12#158 [Nigrodhakappa (vaṅgīsa)" id="note551">mutyapekho</span>,
kn: Yearning for freedom, energetic, firmly seeing the teaching,

# thag21.1:60.4
source: Āraddhavīriyo daḷhadhammadassī.
kn: he wandered in your honor.

# thag21.1:61.1
source: Taṃ sāvakaṃ sakka mayampi sabbe,
kn: O Sakyan, all-seer,

# thag21.1:61.2
source: Aññātumicchāma samantacakkhu;
kn: all of us wish to know about that disciple.

# thag21.1:61.3
source: Samavaṭṭhitā no savanāya <span class="var" title="hetuṃ (si) | sotaṃ (s2, pts1)" id="note552">sotā</span>,
kn: Our ears are eager to hear,

# thag21.1:61.4
source: Tuvaṃ no satthā tvamanuttarosi.
kn: for you are truly the most excellent teacher.

# thag21.1:62.1
source: Chinda no vicikicchaṃ brūhi metaṃ,
kn: Cut off our doubt, declare this to us;

# thag21.1:62.2
source: Parinibbutaṃ vedaya bhūripañña;
kn: your wisdom is vast, tell us of his quenching!

# thag21.1:62.3
source: Majjheva no bhāsa samantacakkhu,
kn: You see all around, so speak among us,

# thag21.1:62.4
source: Sakkova devāna sahassanetto.
kn: like the thousand-eyed Sakka in the assembly of the gods!

# thag21.1:63.1
source: Ye keci <span class="var" title="gandhā (s2, s3, pts1)" id="note553">ganthā</span> idha mohamaggā,
kn: Whatever ties there are, or paths to delusion,

# thag21.1:63.2
source: Aññāṇapakkhā vicikicchaṭhānā;
kn: or things that are on the side of unknowing, or that are bases of doubt

# thag21.1:63.3
source: Tathāgataṃ patvā na te bhavanti,
kn: don’t touch a Realized One,

# thag21.1:63.4
source: Cakkhuñhi etaṃ paramaṃ narānaṃ.
kn: for his eye is the best of all people’s.

# thag21.1:64.1
source: No ce hi jātu puriso kilese,
kn: For if no man were ever to disperse corruptions,

# thag21.1:64.2
source: Vāto yathā abbhaghanaṃ vihāne;
kn: like the wind dispersing a mass of clouds,

# thag21.1:64.3
source: Tamovassa nivuto sabbaloko,
kn: darkness would cover the whole world;

# thag21.1:64.4
source: <span class="var" title="na jotimantopi narā tapeyyuṃ (^snp2.12#162 [Nigrodhakappa (vaṅgīsa)" id="note554">Jotimantopi na pabhāseyyuṃ</span>.
kn: not even a lamp would shine.

# thag21.1:65.1
source: Dhīrā ca pajjotakarā bhavanti,
kn: The wise are makers of light;

# thag21.1:65.2
source: Taṃ taṃ ahaṃ vīra tatheva maññe;
kn: my hero, that is what I think of you.

# thag21.1:65.3
source: Vipassinaṃ jānamupāgamimha,
kn: We’ve come to you for your discernment and knowledge:

# thag21.1:65.4
source: Parisāsu no āvikarohi kappaṃ.
kn: here in this assembly, declare to us about Kappāyana.

# thag21.1:66.1
source: Khippaṃ giraṃ eraya vaggu vagguṃ,
kn: Swiftly send forth your graceful voice,

# thag21.1:66.2
source: Haṃsova paggayha <span class="var" title="sanikaṃ (bj, pts1) | saṇiṃ (pts2)" id="note555">saṇikaṃ</span> nikūja;
kn: like a goose stretching its neck, gently honking,

# thag21.1:66.3
source: Bindussarena suvikappitena,
kn: smooth in sound, with a lovely tone:

# thag21.1:66.4
source: Sabbeva te ujjugatā suṇoma.
kn: alert, we are all listening to you.

# thag21.1:67.1
source: Pahīnajātimaraṇaṃ asesaṃ,
kn: You have entirely abandoned birth and death;

# thag21.1:67.2
source: Niggayha dhonaṃ <span class="var" title=" paṭivediyāmi (sī1)" id="note556">vadessāmi dhammaṃ</span>;
kn: restrained and pure, speak the Dhamma!

# thag21.1:67.3
source: Na kāmakāro <span class="var" title="hoti (si)" id="note558">hi</span> puthujjanānaṃ,
kn: Ordinary people can’t fulfill all their wishes,

# thag21.1:67.4
source: Saṅkheyyakāro <span class="var" title="va (bahūsu)" id="note559">ca</span> tathāgatānaṃ.
kn: but the Realized Ones can achieve what they wish.

# thag21.1:68.1
source: Sampannaveyyākaraṇaṃ tavedaṃ,
kn: Your answer is definitive, and we will accept it,

# thag21.1:68.2
source: Samujjupaññassa samuggahītaṃ;
kn: for you have perfect understanding.

# thag21.1:68.3
source: Ayamañjali pacchimo suppaṇāmito,
kn: We raise our joined palms one last time,

# thag21.1:68.4
source: Mā mohayī jānamanomapañña.
kn: your wisdom is unrivaled, so do not knowingly confuse us.

# thag21.1:69.1
source: <span class="var" title="parovaraṃ (bj, s2, s3, pts1)" id="note560">Paroparaṃ</span> ariyadhammaṃ viditvā,
kn: Knowing the noble teaching from top to bottom,

# thag21.1:69.2
source: Mā mohayī jānamanomavīriya;
kn: your energy is unrivaled, so do not knowingly confuse us.

# thag21.1:69.3
source: Vāriṃ yathā ghammani ghammatatto,
kn: Like a man in the baking summer sun would long for water,

# thag21.1:69.4
source: Vācābhikaṅkhāmi sutaṃ pavassa.
kn: I long for the rain of your voice to fall on my ears.

# thag21.1:70.1
source: Yadatthikaṃ brahmacariyaṃ acarī,
kn: Surely Kappāyana did not live the spiritual life in vain?

# thag21.1:70.2
source: Kappāyano kaccissataṃ amoghaṃ;
kn: Did he realize quenching,

# thag21.1:70.3
source: Nibbāyi so <span class="var" title=" anupādisesā (ka-sī), anupādiseso (ka-ma)" id="note561">ādu saupādiseso</span>,
kn: or did he still have a remnant of defilement?

# thag21.1:70.4
source: Yathā vimutto ahu taṃ suṇoma”.
kn: Let us hear what kind of liberation he had!”

# thag21.1:71.1
source: “Acchecchi taṇhaṃ idha nāmarūpe,<span class="gathaQuote">(iti bhagavā)</span>
kn: “He cut off craving for mind and body in this very life,” said the Buddha,

# thag21.1:71.2
source: Kaṇhassa sotaṃ dīgharattānusayitaṃ;
kn: “The river of darkness that had long lain within him.

# thag21.1:71.3
source: Atāri jātiṃ maraṇaṃ asesaṃ,
kn: He has entirely crossed over birth and death.”

# thag21.1:71.4
source: Iccabravi bhagavā pañcaseṭṭho”.
kn: So declared the Blessed One, the leader of the five.

# thag21.1:72.1
source: “Esa sutvā pasīdāmi,
kn: “Now that I have heard your words,

# thag21.1:72.2
source: vaco te isisattama;
kn: seventh of sages, I am confident.

# thag21.1:72.3
source: Amoghaṃ kira me puṭṭhaṃ,
kn: My question, it seems, was not in vain,

# thag21.1:72.4
source: na maṃ vañcesi brāhmaṇo.
kn: the brahmin did not deceive me.

# thag21.1:73.1
source: Yathā vādī tathā kārī,
kn: As he spoke, so he acted;

# thag21.1:73.2
source: ahu buddhassa sāvako;
kn: he was a disciple of the Buddha.

# thag21.1:73.3
source: Acchecchi maccuno jālaṃ,
kn: He cut the net of death the deceiver,

# thag21.1:73.4
source: tataṃ māyāvino daḷhaṃ.
kn: so extended and strong.

# thag21.1:74.1
source: Addasa bhagavā ādiṃ,
kn: Blessed One, Kappāyana saw

# thag21.1:74.2
source: upādānassa kappiyo;
kn: the starting point of grasping.

# thag21.1:74.3
source: Accagā vata kappāno,
kn: He has indeed gone far beyond

# thag21.1:74.4
source: maccudheyyaṃ suduttaraṃ.
kn: Death’s domain so hard to pass.

# thag21.1:75.1
source: Taṃ devadevaṃ vandāmi,
kn: God of gods, best of men, I bow to you,

# thag21.1:75.2
source: puttaṃ te dvipaduttama;
kn: and to your son,

# thag21.1:75.3
source: Anujātaṃ mahāvīraṃ,
kn: who followed your example, a great hero;

# thag21.1:75.4
source: nāgaṃ nāgassa orasan”ti.
kn: a giant, rightful son of a giant.”

# thag21.1:76.1
source: Itthaṃ sudaṃ āyasmā vaṅgīso thero gāthāyo abhāsitthāti.
kn: It was thus that these verses were recited by the senior venerable Vaṅgīsa.

# thag21.1:84.1
source: Theragāthāpāḷi niṭṭhitā.
kn: The Verses of the Senior Monks are finished.
