Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag09.1.po
Languages: kn

# thag9.1:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag9.1:2.1
source: Navakanipāta
kn: The Book of the Nines

# thag9.1:3.1
source: Paṭhamavagga
kn: Chapter One

# thag9.1:4.1
source: 9.1. Bhūtattheragāthā
kn: 9.1. Bhūta

# thag9.1:5.1
source: “Yadā dukkhaṃ jarāmaraṇanti paṇḍito,
kn: “Old age and death are suffering;

# thag9.1:5.2
source: Aviddasū yattha sitā puthujjanā;
kn: yet an ignorant ordinary person is bound to them.”

# thag9.1:5.3
source: Dukkhaṃ pariññāya satova jhāyati,
kn: When an astute person fully understands this, and they are mindful, practicing absorption:

# thag9.1:5.4
source: Tato ratiṃ paramataraṃ na vindati.
kn: there is no greater pleasure than this.

# thag9.1:6.1
source: Yadā dukkhassāvahaniṃ visattikaṃ,
kn: When clinging, the carrier of suffering,

# thag9.1:6.2
source: Papañcasaṅghātadukhādhivāhiniṃ;
kn: and craving, the carrier of this painful mass of proliferation,

# thag9.1:6.3
source: Taṇhaṃ pahantvāna satova jhāyati,
kn: are destroyed, and one is mindful, practicing absorption:

# thag9.1:6.4
source: Tato ratiṃ paramataraṃ na vindati.
kn: there is no greater pleasure than this.

# thag9.1:7.1
source: Yadā sivaṃ dvecaturaṅgagāminaṃ,
kn: When the eightfold way, so full of grace,

# thag9.1:7.2
source: Magguttamaṃ sabbakilesasodhanaṃ;
kn: the supreme path, cleanser of all corruptions,

# thag9.1:7.3
source: Paññāya passitva satova jhāyati,
kn: is seen with wisdom; and one is mindful, practicing absorption:

# thag9.1:7.4
source: Tato ratiṃ paramataraṃ na vindati.
kn: there is no greater pleasure than this.

# thag9.1:8.1
source: Yadā asokaṃ virajaṃ asaṅkhataṃ,
kn: When one develops that peaceful state,

# thag9.1:8.2
source: Santaṃ padaṃ sabbakilesasodhanaṃ;
kn: sorrowless, stainless, unconditioned,

# thag9.1:8.3
source: Bhāveti saṃyojanabandhanacchidaṃ,
kn: cleanser of all corruptions, cutter of fetters and bonds:

# thag9.1:8.4
source: Tato ratiṃ paramataraṃ na vindati.
kn: there is no greater pleasure than this.

# thag9.1:9.1
source: Yadā nabhe gajjati meghadundubhi,
kn: When the thunder-cloud rumbles in the sky,

# thag9.1:9.2
source: Dhārākulā vihagapathe samantato;
kn: while the rain pours on the path of birds everywhere,

# thag9.1:9.3
source: Bhikkhū ca pabbhāragatova jhāyati,
kn: and a monk has gone to a mountain cave, practicing absorption:

# thag9.1:9.4
source: Tato ratiṃ paramataraṃ na vindati.
kn: there is no greater pleasure than this.

# thag9.1:10.1
source: Yadā nadīnaṃ kusumākulānaṃ,
kn: When sitting on a riverbank covered in flowers,

# thag9.1:10.2
source: Vicitta-vāneyya-vaṭaṃsakānaṃ;
kn: garlanded with brightly colored forest plants,

# thag9.1:10.3
source: Tīre nisinno sumanova jhāyati,
kn: one is truly happy, practicing absorption:

# thag9.1:10.4
source: Tato ratiṃ paramataraṃ na vindati.
kn: there is no greater pleasure than this.

# thag9.1:11.1
source: Yadā nisīthe rahitamhi kānane,
kn: When it is midnight in a lonely forest,

# thag9.1:11.2
source: Deve gaḷantamhi nadanti dāṭhino;
kn: and the sky rains, and the lions roar,

# thag9.1:11.3
source: Bhikkhū ca pabbhāragatova jhāyati,
kn: and a monk has gone to a mountain cave, practicing absorption:

# thag9.1:11.4
source: Tato ratiṃ paramataraṃ na vindati.
kn: there is no greater pleasure than this.

# thag9.1:12.1
source: Yadā vitakke uparundhiyattano,
kn: When one’s own thoughts have stopped,

# thag9.1:12.2
source: Nagantare nagavivaraṃ samassito;
kn: between two mountains, sheltered inside a cleft,

# thag9.1:12.3
source: Vītaddaro vītakhilova jhāyati,
kn: without stress or heartlessness, practicing absorption:

# thag9.1:12.4
source: Tato ratiṃ paramataraṃ na vindati.
kn: there is no greater pleasure than this.

# thag9.1:13.1
source: Yadā sukhī malakhilasokanāsano,
kn: When one is happy, destroyer of stains, heartlessness, and sorrow,

# thag9.1:13.2
source: Niraggaḷo nibbanatho visallo;
kn: free of obstructions, entanglements, and thorns,

# thag9.1:13.3
source: Sabbāsave byantikatova jhāyati,
kn: and with all defilements annihilated, practicing absorption:

# thag9.1:13.4
source: Tato ratiṃ paramataraṃ na vindatī”ti.
kn: there is no greater pleasure than this.
