Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag05.09.po
Languages: kn

# thag5.9:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag5.9:2.1
source: Pañcakanipāta
kn: The Book of the Fives

# thag5.9:3.1
source: Paṭhamavagga
kn: Chapter One

# thag5.9:4.1
source: 5.9. Vijitasenattheragāthā
kn: 5.9. Vijitasena

# thag5.9:5.1
source: “Olaggessāmi te citta,
kn: I’ll cage you, mind,

# thag5.9:5.2
source: āṇidvāreva hatthinaṃ;
kn: like an elephant in a stockade.

# thag5.9:5.3
source: Na taṃ pāpe niyojessaṃ,
kn: Born of the flesh, that net of the senses,

# thag5.9:5.4
source: <span class="var" title="kāmajālaṃ (s2, s3)" id="note196">kāmajāla</span> <span class="var" title="sariraja (bj) | sarīrajaṃ (s2, s3, mr)" id="note197">sarīraja</span>.
kn: I won’t urge you to do bad.

# thag5.9:6.1
source: Tvaṃ olaggo na gacchasi,
kn: Caged, you won’t go anywhere,

# thag5.9:6.2
source: Dvāravivaraṃ gajova alabhanto;
kn: like an elephant who can’t find an open gate.

# thag5.9:6.3
source: Na ca cittakali punappunaṃ,
kn: Demon-mind, you won’t wander again and again,

# thag5.9:6.4
source: <span class="var" title="pasahaṃ (bj, s2, s3, pts1-2)" id="note198">Pasakka</span> pāparato carissasi.
kn: bullying, in love with wickedness.

# thag5.9:7.1
source: Yathā kuñjaraṃ adantaṃ,
kn: Just as a strong trainer with a hook

# thag5.9:7.2
source: Navaggahamaṅkusaggaho;
kn: takes a wild, newly captured elephant

# thag5.9:7.3
source: Balavā āvatteti akāmaṃ,
kn: and wins it over against its will,

# thag5.9:7.4
source: Evaṃ āvattayissaṃ taṃ.
kn: so I’ll win you over.

# thag5.9:8.1
source: Yathā varahayadamakusalo,
kn: Just as a fine charioteer, skilled in the taming

# thag5.9:8.2
source: Sārathi pavaro dameti ājaññaṃ;
kn: of fine horses, tames a thoroughbred,

# thag5.9:8.3
source: Evaṃ damayissaṃ taṃ,
kn: so I’ll tame you,

# thag5.9:8.4
source: Patiṭṭhito pañcasu balesu.
kn: firmly established in the five powers.

# thag5.9:9.1
source: Satiyā taṃ nibandhissaṃ,
kn: I’ll bind you with mindfulness;

# thag5.9:9.2
source: <span class="var" title="payatatto vo dapessāmi (bj, pts2) | payatatto te damissāmi (s2, s3) | payatatto vo damessāmi (pts1)" id="note199">Payutto te damessāmi</span>;
kn: devout, I shall tame you;

# thag5.9:9.3
source: Vīriyadhuraniggahito,
kn: kept in check by harnessed energy,

# thag5.9:9.4
source: Na yito dūraṃ gamissase cittā”ti.
kn: mind, you won’t go far from here.
