Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag03.10.po
Languages: kn

# thag3.10:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag3.10:2.1
source: Tikanipāta
kn: The Book of the Threes

# thag3.10:3.1
source: Paṭhamavagga
kn: Chapter One

# thag3.10:4.1
source: 3.10. Sāṭimattiyattheragāthā
kn: 3.10. Sāṭimattiya

# thag3.10:5.1
source: “Ahu tuyhaṃ pure saddhā,
kn: In the past you had faith,

# thag3.10:5.2
source: sā te ajja na vijjati;
kn: today you have none.

# thag3.10:5.3
source: Yaṃ tuyhaṃ tuyhamevetaṃ,
kn: What’s yours is yours alone—

# thag3.10:5.4
source: natthi duccaritaṃ mama.
kn: I’ve done nothing wrong.

# thag3.10:6.1
source: Aniccā hi calā saddhā,
kn: Faith is impermanent, fickle:

# thag3.10:6.2
source: evaṃ diṭṭhā hi sā mayā;
kn: or so I have seen.

# thag3.10:6.3
source: Rajjantipi virajjanti,
kn: Passions wax and wane:

# thag3.10:6.4
source: tattha kiṃ jiyyate muni.
kn: why would a sage waste away on that account?

# thag3.10:7.1
source: Paccati munino bhattaṃ,
kn: The meal of a sage is cooked

# thag3.10:7.2
source: Thokaṃ thokaṃ kule kule;
kn: bit by bit in this family or that.

# thag3.10:7.3
source: Piṇḍikāya carissāmi,
kn: I’ll walk for alms,

# thag3.10:7.4
source: Atthi jaṅghabalaṃ mamā”ti.
kn: for my legs are strong.
