Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag15.2.po
Languages: kn

# thag15.2:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag15.2:2.1
source: Soḷasakanipāta
kn: The Book of the Sixteens

# thag15.2:3.1
source: Paṭhamavagga
kn: Chapter One

# thag15.2:4.1
source: 15.2. Udāyittheragāthā
kn: 15.2. Udāyi

# thag15.2:5.1
source: <span class="cross" title="^an6.43#1 [43. Nāgasutta]" id="note320">*</span> <a class="verse-num-sc" id="verse-num-sc689"></a><a class="verse-num-pts" id="verse-num-pts689"></a>“Manussabhūtaṃ sambuddhaṃ,
kn: Awakened as a human being,

# thag15.2:5.2
source: Attadantaṃ samāhitaṃ;
kn: self-tamed and serene,

# thag15.2:5.3
source: Iriyamānaṃ brahmapathe,
kn: following the spiritual path,

# thag15.2:5.4
source: Cittassūpasame rataṃ.
kn: he loves peace of mind.

# thag15.2:6.1
source: Yaṃ manussā namassanti,
kn: Revered by people,

# thag15.2:6.2
source: sabbadhammāna pāraguṃ;
kn: gone beyond all things,

# thag15.2:6.3
source: Devāpi taṃ namassanti,
kn: even the gods revere him;

# thag15.2:6.4
source: iti me arahato sutaṃ.
kn: so I’ve heard from the perfected one.

# thag15.2:7.1
source: Sabbasaṃyojanātītaṃ,
kn: He has transcended all fetters,

# thag15.2:7.2
source: vanā nibbanamāgataṃ;
kn: and escaped from entanglements.

# thag15.2:7.3
source: Kāmehi <span class="var" title="nikkhammarataṃ (pts1-2, mr)" id="note321">nekkhammarataṃ</span>,
kn: Delighting to renounce sensual pleasures,

# thag15.2:7.4
source: <span class="var" title="muttaselā va (pts1)" id="note322">muttaṃ selāva</span> kañcanaṃ.
kn: he’s freed like gold from stone.

# thag15.2:8.1
source: Sa ve <span class="var" title="accantaruci (bj) | accantarucī (pts1)" id="note323">accaruci</span> nāgo,
kn: That giant outshines all,

# thag15.2:8.2
source: himavāvaññe siluccaye;
kn: like the Himalaya beside other mountains.

# thag15.2:8.3
source: Sabbesaṃ nāganāmānaṃ,
kn: Of all those named “giant”,

# thag15.2:8.4
source: saccanāmo anuttaro.
kn: he is truly named, supreme.

# thag15.2:9.1
source: Nāgaṃ vo kittayissāmi,
kn: I’ll extol the giant for you,

# thag15.2:9.2
source: na hi āguṃ karoti so;
kn: for he does nothing monstrous.

# thag15.2:9.3
source: Soraccaṃ avihiṃsā ca,
kn: Gentleness and harmlessness

# thag15.2:9.4
source: pādā nāgassa te duve.
kn: are two feet of the giant.

# thag15.2:10.1
source: Sati ca sampajaññañca,
kn: Mindfulness and awareness

# thag15.2:10.2
source: caraṇā nāgassa tepare;
kn: are his two other feet.

# thag15.2:10.3
source: Saddhāhattho mahānāgo,
kn: Faith is the giant’s trunk,

# thag15.2:10.4
source: upekkhāsetadantavā.
kn: and equanimity his white tusks.

# thag15.2:11.1
source: Sati gīvā siro paññā,
kn: Mindfulness is his neck, his head is wisdom—

# thag15.2:11.2
source: vīmaṃsā dhammacintanā;
kn: investigation and thinking about principles.

# thag15.2:11.3
source: Dhammakucchisamāvāso,
kn: His belly is the sacred hearth of the Dhamma,

# thag15.2:11.4
source: viveko tassa vāladhi.
kn: and his tail is seclusion.

# thag15.2:12.1
source: So jhāyī assāsarato,
kn: Practicing absorption, enjoying the breath,

# thag15.2:12.2
source: ajjhattaṃ susamāhito;
kn: he is serene within.

# thag15.2:12.3
source: Gacchaṃ samāhito nāgo,
kn: The giant is serene when walking,

# thag15.2:12.4
source: ṭhito nāgo samāhito.
kn: the giant is serene when standing,

# thag15.2:13.1
source: Sayaṃ samāhito nāgo,
kn: the giant is serene when lying down,

# thag15.2:13.2
source: nisinnopi samāhito;
kn: and when sitting, the giant is serene.

# thag15.2:13.3
source: Sabbattha saṃvuto nāgo,
kn: The giant is restrained everywhere:

# thag15.2:13.4
source: esā nāgassa sampadā.
kn: this is the accomplishment of the giant.

# thag15.2:14.1
source: Bhuñjati anavajjāni,
kn: He eats blameless things,

# thag15.2:14.2
source: sāvajjāni na bhuñjati;
kn: he doesn’t eat blameworthy things.

# thag15.2:14.3
source: Ghāsamacchādanaṃ laddhā,
kn: When he gets food and clothes,

# thag15.2:14.4
source: sannidhiṃ parivajjayaṃ.
kn: he avoids storing them up.

# thag15.2:15.1
source: Saṃyojanaṃ aṇuṃ thūlaṃ,
kn: Having severed all bonds,

# thag15.2:15.2
source: sabbaṃ chetvāna bandhanaṃ;
kn: fetters large and small,

# thag15.2:15.3
source: Yena yeneva gacchati,
kn: wherever he goes,

# thag15.2:15.4
source: anapekkhova gacchati.
kn: he goes without concern.

# thag15.2:16.1
source: Yathāpi udake jātaṃ,
kn: A white lotus,

# thag15.2:16.2
source: puṇḍarīkaṃ pavaḍḍhati;
kn: fragrant and delightful,

# thag15.2:16.3
source: Nopalippati toyena,
kn: sprouts in water and grows there,

# thag15.2:16.4
source: sucigandhaṃ manoramaṃ.
kn: but the water doesn’t cling to it.

# thag15.2:17.1
source: Tatheva ca loke jāto,
kn: Just so the Buddha is born in the world,

# thag15.2:17.2
source: buddho loke <span class="var" title="virajjati (pts2)" id="note324">viharati</span>;
kn: and lives in the world,

# thag15.2:17.3
source: Nopalippati lokena,
kn: but the world doesn’t stick to him,

# thag15.2:17.4
source: toyena padumaṃ yathā.
kn: as the water does not stick to the lotus.

# thag15.2:18.1
source: Mahāgini pajjalito,
kn: A great blazing fire

# thag15.2:18.2
source: anāhāropasammati;
kn: dies down when the fuel runs out.

# thag15.2:18.3
source: Aṅgāresu ca santesu,
kn: And when the coals have gone out

# thag15.2:18.4
source: nibbutoti pavuccati.
kn: it’s said to be “extinguished”.

# thag15.2:19.1
source: Atthassāyaṃ viññāpanī,
kn: This simile is taught by the discerning

# thag15.2:19.2
source: upamā viññūhi desitā;
kn: to express the meaning clearly.

# thag15.2:19.3
source: Viññissanti mahānāgā,
kn: Great giants will understand

# thag15.2:19.4
source: nāgaṃ nāgena desitaṃ.
kn: what the giant taught the giant.

# thag15.2:20.1
source: Vītarāgo vītadoso,
kn: Free of greed, free of hate,

# thag15.2:20.2
source: Vītamoho anāsavo;
kn: free of delusion, undefiled;

# thag15.2:20.3
source: Sarīraṃ vijahaṃ nāgo,
kn: the giant, giving up his body,

# thag15.2:20.4
source: <span class="var" title="parinibbissattyanāsavoti (bj) | parinibbātyanāsavo (pts2)" id="note325">Parinibbissatyanāsavo”ti</span>.
kn: will be quenched without defilements.
