Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag07.3.po
Languages: kn

# thag7.3:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag7.3:2.1
source: Sattakanipāta
kn: The Book of the Sevens

# thag7.3:3.1
source: Paṭhamavagga
kn: Chapter One

# thag7.3:4.1
source: 7.3. Bhaddattheragāthā
kn: 7.3. Bhadda

# thag7.3:5.1
source: “Ekaputto ahaṃ āsiṃ,
kn: I was an only child,

# thag7.3:5.2
source: piyo mātu piyo pitu;
kn: loved by my mother and father.

# thag7.3:5.3
source: Bahūhi vatacariyāhi,
kn: They had me by practicing

# thag7.3:5.4
source: laddho āyācanāhi ca.
kn: many prayers and observances.

# thag7.3:6.1
source: Te ca maṃ anukampāya,
kn: Out of compassion for me

# thag7.3:6.2
source: atthakāmā hitesino;
kn: wishing me well and wanting the best for me,

# thag7.3:6.3
source: Ubho pitā ca mātā ca,
kn: my mother and father

# thag7.3:6.4
source: buddhassa upanāmayuṃ.
kn: took me to see the Buddha.

# thag7.3:7.1
source: ‘Kicchā laddho ayaṃ putto,
kn: “We had this son with difficulty;

# thag7.3:7.2
source: sukhumālo sukhedhito;
kn: he is delicate and dainty.

# thag7.3:7.3
source: Imaṃ dadāma te nātha,
kn: We offer him to you, Lord,

# thag7.3:7.4
source: jinassa paricārakaṃ’.
kn: to attend upon the victor.”

# thag7.3:8.1
source: Satthā ca maṃ paṭiggayha,
kn: The teacher, having accepted me,

# thag7.3:8.2
source: ānandaṃ etadabravi;
kn: declared to Ānanda:

# thag7.3:8.3
source: ‘Pabbājehi imaṃ khippaṃ,
kn: “Quickly give him the going-forth—

# thag7.3:8.4
source: hessatyājāniyo ayaṃ’.
kn: this one will be a thoroughbred!”

# thag7.3:9.1
source: Pabbājetvāna maṃ satthā,
kn: After he, the teacher, had sent me forth,

# thag7.3:9.2
source: vihāraṃ pāvisī jino;
kn: the victor entered his dwelling.

# thag7.3:9.3
source: Anoggatasmiṃ sūriyasmiṃ,
kn: Before the sun set

# thag7.3:9.4
source: tato cittaṃ vimucci me.
kn: my mind was freed.

# thag7.3:10.1
source: Tato satthā nirākatvā,
kn: The teacher didn’t neglect me;

# thag7.3:10.2
source: paṭisallānavuṭṭhito;
kn: when he came out from seclusion,

# thag7.3:10.3
source: ‘Ehi bhaddā’ti maṃ āha,
kn: he said: “Come Bhadda!”

# thag7.3:10.4
source: sā me āsūpasampadā.
kn: That was my ordination.

# thag7.3:11.1
source: Jātiyā sattavassena,
kn: At seven years old

# thag7.3:11.2
source: laddhā me upasampadā;
kn: I received ordination.

# thag7.3:11.3
source: Tisso vijjā anuppattā,
kn: I’ve attained the three knowledges;

# thag7.3:11.4
source: aho dhammasudhammatā”ti.
kn: oh, the excellence of the teaching!
