Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag06.13.po
Languages: kn

# thag6.13:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag6.13:2.1
source: Chakkanipāta
kn: The Book of the Sixes

# thag6.13:3.1
source: Paṭhamavagga
kn: Chapter One

# thag6.13:4.1
source: <span class="var" title="sirimandattheragāthā (bj)" id="note226">6.13 Sirimaṇḍattheragāthā</span>
kn: 6.13. Sirimaṇḍa

# thag6.13:5.1
source: <span class="cross" title="^pi-tv-kd19#15 [Pātimokkhaṭṭhapanakkhandhaka/ Imasmiṃdhammavinayeaṭṭhacchariya] | ^pi-tv-pvr10#63 [Gāthāsaṅgaṇika/ Pārājikādiāpatti] | ^ud5.5#1 [Uposathasutta] | ^ne6#265 [Sāsanapaṭṭhāna] | ^pe2#15 [Sāsanapaṭṭhānadutiyabhūmi]" id="note227">*</span>“Channamativassati,
kn: The rain saturates things that are covered up;

# thag6.13:5.2
source: vivaṭaṃ nātivassati;
kn: it doesn’t saturate things that are open.

# thag6.13:5.3
source: Tasmā channaṃ vivaretha,
kn: Therefore you should open up a covered thing,

# thag6.13:5.4
source: evaṃ taṃ nātivassati.
kn: so the rain will not saturate it.

# thag6.13:6.1
source: <span class="cross" title="^sn1.66#1 [66. Attahatasutta] | ^ne4#106 [Vibhaṅga/ Yuttihāravibhaṅga]" id="note228">*</span> <a class="verse-num-sc" id="verse-num-sc448"></a><a class="verse-num-pts" id="verse-num-pts448"></a>Maccunābbhahato loko,
kn: The world is beaten down by death

# thag6.13:6.2
source: jarāya parivārito;
kn: and surrounded by old age.

# thag6.13:6.3
source: Taṇhāsallena otiṇṇo,
kn: The dart of craving has laid it low,

# thag6.13:6.4
source: <span class="var" title="icchādhūmāyito (pts2)" id="note229">icchādhūpāyito</span> sadā.
kn: and it’s always fuming with desire.

# thag6.13:7.1
source: Maccunābbhahato loko,
kn: The world is beaten down by death,

# thag6.13:7.2
source: parikkhitto jarāya ca;
kn: caged by old age,

# thag6.13:7.3
source: Haññati niccamattāṇo,
kn: beaten constantly without respite,

# thag6.13:7.4
source: pattadaṇḍova takkaro.
kn: like a thief being flogged.

# thag6.13:8.1
source: Āgacchantaggikhandhāva,
kn: Three things are coming, like a wall of flame:

# thag6.13:8.2
source: maccu byādhi jarā tayo;
kn: death, disease, and old age.

# thag6.13:8.3
source: Paccuggantuṃ balaṃ natthi,
kn: No power can stand before them,

# thag6.13:8.4
source: javo natthi palāyituṃ.
kn: and no speed’s enough to flee.

# thag6.13:9.1
source: Amoghaṃ divasaṃ kayirā,
kn: Don’t waste your day,

# thag6.13:9.2
source: appena bahukena vā;
kn: a little or a lot.

# thag6.13:9.3
source: Yaṃ yaṃ <span class="var" title="virahate (bj) | vivahate (s2, s3) | viharate (pts2)" id="note230">vijahate</span> <span class="var" title="ratti (s2, s3)" id="note231">rattiṃ</span>,
kn: Every night that passes

# thag6.13:9.4
source: tadūnaṃ tassa jīvitaṃ.
kn: shortens your life by that much.

# thag6.13:10.1
source: Carato tiṭṭhato vāpi,
kn: Walking or standing,

# thag6.13:10.2
source: āsīnasayanassa vā;
kn: sitting or lying down:

# thag6.13:10.3
source: Upeti carimā ratti,
kn: your final night draws near;

# thag6.13:10.4
source: na te kālo pamajjitun”ti.
kn: you have no time to be careless.
