Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag06.01.po
Languages: kn

# thag6.1:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag6.1:2.1
source: Chakkanipāta
kn: The Book of the Sixes

# thag6.1:3.1
source: Paṭhamavagga
kn: Chapter One

# thag6.1:4.1
source: <span class="var" title="uruvelakassapattheragāthā (bj)" id="note201">6.1 Uruveḷakassapattheragāthā</span>
kn: 6.1. Uruveḷakassapa

# thag6.1:5.1
source: “Disvāna pāṭihīrāni,
kn: Seeing the demonstrations

# thag6.1:5.2
source: gotamassa yasassino;
kn: of the renowned Gotama

# thag6.1:5.3
source: Na tāvāhaṃ paṇipatiṃ,
kn: was not enough for me to bow to him—

# thag6.1:5.4
source: issāmānena vañcito.
kn: I was blinded by jealousy and conceit.

# thag6.1:6.1
source: Mama saṅkappamaññāya,
kn: Knowing my thoughts,

# thag6.1:6.2
source: codesi narasārathi;
kn: the trainer of men scolded me.

# thag6.1:6.3
source: Tato me āsi saṃvego,
kn: I was struck with a sense of urgency,

# thag6.1:6.4
source: abbhuto lomahaṃsano.
kn: so astonishing and hair-raising!

# thag6.1:7.1
source: Pubbe jaṭilabhūtassa,
kn: Rejecting the petty powers

# thag6.1:7.2
source: yā me siddhi parittikā;
kn: I had before as a matted-hair ascetic,

# thag6.1:7.3
source: Tāhaṃ tadā <span class="var" title="niraṃkatvā (s2, s3, pts1-2, mr)" id="note202">nirākatvā</span>,
kn: I then went forth

# thag6.1:7.4
source: pabbajiṃ jinasāsane.
kn: in the victor’s instruction.

# thag6.1:8.1
source: Pubbe yaññena santuṭṭho,
kn: I used to be content with sacrifice,

# thag6.1:8.2
source: kāmadhātupurakkhato;
kn: the realm of sensual pleasures was my priority.

# thag6.1:8.3
source: Pacchā rāgañca dosañca,
kn: But later I eradicated desire,

# thag6.1:8.4
source: mohañcāpi samūhaniṃ.
kn: and hatred and also delusion.

# thag6.1:9.1
source: Pubbenivāsaṃ jānāmi,
kn: I know my past lives;

# thag6.1:9.2
source: dibbacakkhu visodhitaṃ;
kn: my clairvoyance is clarified;

# thag6.1:9.3
source: Iddhimā paracittaññū,
kn: I have psychic powers, and know the minds of others;

# thag6.1:9.4
source: dibbasotañca pāpuṇiṃ.
kn: I have attained clairaudience.

# thag6.1:10.1
source: Yassa catthāya pabbajito,
kn: I’ve attained the goal

# thag6.1:10.2
source: agārasmānagāriyaṃ;
kn: for the sake of which I went forth

# thag6.1:10.3
source: So me attho anuppatto,
kn: from the lay life to homelessness—

# thag6.1:10.4
source: sabbasaṃyojanakkhayo”ti.
kn: the ending of all fetters.
