Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag02.18.po
Languages: kn

# thag2.18:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag2.18:2.1
source: Dukanipāta
kn: The Book of the Twos

# thag2.18:3.1
source: Dutiyavagga
kn: Chapter Two

# thag2.18:4.1
source: <span class="var" title="kimbilattheragāthā (bj)" id="note104">2.18 Kimilattheragāthā</span>
kn: 2.18. Kimbila (2nd)

# thag2.18:5.1
source: “Pācīnavaṃsadāyamhi,
kn: In Pācīnavaṃsa grove

# thag2.18:5.2
source: sakyaputtā sahāyakā;
kn: the companions of the Sakyans,

# thag2.18:5.3
source: Pahāyānappake bhoge,
kn: having given up great wealth,

# thag2.18:5.4
source: uñchāpattāgate ratā.
kn: are happy with the scraps in their bowls.

# thag2.18:6.1
source: Āraddhavīriyā pahitattā,
kn: Energetic, resolute,

# thag2.18:6.2
source: Niccaṃ daḷhaparakkamā;
kn: always staunchly vigorous;

# thag2.18:6.3
source: Ramanti dhammaratiyā,
kn: having given up mundane delights,

# thag2.18:6.4
source: Hitvāna lokiyaṃ ratin”ti.
kn: they enjoy the delights of the Dhamma.
