Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag10.2.po
Languages: kn

# thag10.2:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag10.2:2.1
source: Dasakanipāta
kn: The Book of the Tens

# thag10.2:3.1
source: Paṭhamavagga
kn: Chapter One

# thag10.2:4.1
source: 10.2. Ekavihāriyattheragāthā
kn: 10.2. Ekavihāriya

# thag10.2:5.1
source: “Purato pacchato vāpi,
kn: If no-one else is found

# thag10.2:5.2
source: aparo ce na vijjati;
kn: in front or behind,

# thag10.2:5.3
source: Atīva phāsu bhavati,
kn: it’s extremely pleasant

# thag10.2:5.4
source: ekassa vasato vane.
kn: to be dwelling alone in a forest grove.

# thag10.2:6.1
source: Handa eko gamissāmi,
kn: Come now, I’ll go alone

# thag10.2:6.2
source: araññaṃ buddhavaṇṇitaṃ;
kn: to the wilderness praised by the Buddha.

# thag10.2:6.3
source: Phāsu ekavihārissa,
kn: It’s pleasant for a mendicant

# thag10.2:6.4
source: pahitattassa bhikkhuno.
kn: to be dwelling alone and resolute.

# thag10.2:7.1
source: Yogi-pītikaraṃ rammaṃ,
kn: Alone and self-disciplined,

# thag10.2:7.2
source: mattakuñjarasevitaṃ;
kn: I’ll quickly enter the delightful forest,

# thag10.2:7.3
source: Eko attavasī khippaṃ,
kn: which gives joy to meditators,

# thag10.2:7.4
source: pavisissāmi kānanaṃ.
kn: and is frequented by rutting elephants.

# thag10.2:8.1
source: Supupphite sītavane,
kn: In Sītavana, so full of flowers,

# thag10.2:8.2
source: sītale girikandare;
kn: in a cool mountain cave,

# thag10.2:8.3
source: Gattāni parisiñcitvā,
kn: I’ll bathe my limbs

# thag10.2:8.4
source: caṅkamissāmi ekako.
kn: and walk meditation alone.

# thag10.2:9.1
source: Ekākiyo adutiyo,
kn: When will I dwell alone,

# thag10.2:9.2
source: ramaṇīye mahāvane;
kn: without a companion,

# thag10.2:9.3
source: Kadāhaṃ viharissāmi,
kn: in the great wood, so delightful,

# thag10.2:9.4
source: katakicco anāsavo.
kn: my task complete, free of defilements?

# thag10.2:10.1
source: Evaṃ me kattukāmassa,
kn: This is what I want to do:

# thag10.2:10.2
source: adhippāyo samijjhatu;
kn: may my wish succeed!

# thag10.2:10.3
source: Sādhayissāmahaṃyeva,
kn: I’ll make it happen myself,

# thag10.2:10.4
source: nāñño aññassa kārako.
kn: for no-one can do another’s duty.

# thag10.2:11.1
source: Esa bandhāmi sannāhaṃ,
kn: Fastening my armor,

# thag10.2:11.2
source: pavisissāmi kānanaṃ;
kn: I’ll enter the forest.

# thag10.2:11.3
source: Na tato nikkhamissāmi,
kn: I won’t leave

# thag10.2:11.4
source: appatto āsavakkhayaṃ.
kn: without attaining the end of defilements.

# thag10.2:12.1
source: Mālute upavāyante,
kn: As the cool breeze blows

# thag10.2:12.2
source: sīte surabhigandhike;
kn: with fragrant scent,

# thag10.2:12.3
source: Avijjaṃ dālayissāmi,
kn: I’ll split ignorance apart,

# thag10.2:12.4
source: nisinno nagamuddhani.
kn: sitting on the mountain-peak.

# thag10.2:13.1
source: Vane kusumasañchanne,
kn: In a forest grove covered with blossoms,

# thag10.2:13.2
source: pabbhāre nūna sītale;
kn: in a cave so very cool,

# thag10.2:13.3
source: Vimuttisukhena sukhito,
kn: I take pleasure in Giribbaja,

# thag10.2:13.4
source: ramissāmi giribbaje.
kn: happy with the happiness of freedom.

# thag10.2:14.1
source: Sohaṃ paripuṇṇasaṅkappo,
kn: I’ve got all I wished for

# thag10.2:14.2
source: cando pannaraso yathā;
kn: like the moon on the fifteenth day.

# thag10.2:14.3
source: Sabbāsavaparikkhīṇo,
kn: With the utter ending of all defilements,

# thag10.2:14.4
source: natthi dāni punabbhavo”ti.
kn: now there are no more future lives.
