Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag05.04.po
Languages: kn

# thag5.4:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag5.4:2.1
source: Pañcakanipāta
kn: The Book of the Fives

# thag5.4:3.1
source: Paṭhamavagga
kn: Chapter One

# thag5.4:4.1
source: 5.4. Sumanattheragāthā
kn: 5.4. Sumana (1st)

# thag5.4:5.1
source: “Yaṃ patthayāno dhammesu,
kn: My mentor helped me to learn,

# thag5.4:5.2
source: upajjhāyo anuggahi;
kn: hoping I would practice those teachings.

# thag5.4:5.3
source: Amataṃ abhikaṅkhantaṃ,
kn: Aspiring to the deathless,

# thag5.4:5.4
source: kataṃ kattabbakaṃ mayā.
kn: I’ve done what had to be done.

# thag5.4:6.1
source: Anuppatto sacchikato,
kn: I’ve realized the Dhamma,

# thag5.4:6.2
source: sayaṃ dhammo anītiho;
kn: witnessing it for myself, not based on hearsay.

# thag5.4:6.3
source: Visuddhañāṇo nikkaṅkho,
kn: With purified knowledge, free of doubt,

# thag5.4:6.4
source: byākaromi tavantike.
kn: I declare it in your presence.

# thag5.4:7.1
source: Pubbenivāsaṃ jānāmi,
kn: I know my past lives,

# thag5.4:7.2
source: dibbacakkhu visodhitaṃ;
kn: my clairvoyance is purified,

# thag5.4:7.3
source: Sadattho me anuppatto,
kn: I’ve realized my own true goal,

# thag5.4:7.4
source: kataṃ buddhassa sāsanaṃ.
kn: and fulfilled the Buddha’s instructions.

# thag5.4:8.1
source: Appamattassa me sikkhā,
kn: Being diligent in the training,

# thag5.4:8.2
source: sussutā tava sāsane;
kn: I learned your teachings well.

# thag5.4:8.3
source: Sabbe me āsavā khīṇā,
kn: All my defilements are ended;

# thag5.4:8.4
source: natthi dāni punabbhavo.
kn: now there are no more future lives.

# thag5.4:9.1
source: Anusāsi maṃ ariyavatā,
kn: You advised me in noble observances;

# thag5.4:9.2
source: Anukampi anuggahi;
kn: compassionate, you helped teach me.

# thag5.4:9.3
source: Amogho tuyhamovādo,
kn: Your instruction was not in vain—

# thag5.4:9.4
source: Antevāsimhi sikkhito”ti.
kn: I, your pupil, am fully trained.
