Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag03.13.po
Languages: kn

# thag3.13:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag3.13:2.1
source: Tikanipāta
kn: The Book of the Threes

# thag3.13:3.1
source: Paṭhamavagga
kn: Chapter One

# thag3.13:4.1
source: 3.13. Abhibhūtattheragāthā
kn: 3.13. Abhibhūta

# thag3.13:5.1
source: “Suṇātha ñātayo sabbe,
kn: Listen up, all my relatives,

# thag3.13:5.2
source: yāvantettha samāgatā;
kn: those who have gathered here:

# thag3.13:5.3
source: Dhammaṃ vo desayissāmi,
kn: I’ll teach you Dhamma!

# thag3.13:5.4
source: dukkhā jāti punappunaṃ.
kn: Painful is birth again and again.

# thag3.13:6.1
source: <span class="cross" title="^sn6.14#1 [14. Aruṇavatīsutta] | ^ne4#185 [Vibhaṅga/ Āvaṭṭahāravibhaṅga] | ^pe3#56 [Suttādhiṭṭhānatatiyabhūmi] | ^mi6.2.3#1 [Paṭipadādosapañha] | ^kv1.2#181 [Dutiyavagga/ Vacībhedakathā]" id="note163">*</span> <a class="verse-num-sc" id="verse-num-sc256"></a><a class="verse-num-pts" id="verse-num-pts256"></a><span class="var" title="ārabhatha (bj, s2, s3, pts1-2) | ārabbhatha (mr)" id="note164">Ārambhatha</span> nikkamatha,
kn: Rouse yourselves, try harder!

# thag3.13:6.2
source: Yuñjatha buddhasāsane;
kn: Devote yourselves to the instructions of the Buddha!

# thag3.13:6.3
source: Dhunātha maccuno senaṃ,
kn: Crush the army of death,

# thag3.13:6.4
source: Naḷāgāraṃva kuñjaro.
kn: as an elephant a hut of reeds.

# thag3.13:7.1
source: Yo imasmiṃ dhammavinaye,
kn: Anyone who meditates diligently

# thag3.13:7.2
source: appamatto <span class="var" title="vihessati (bj, s2, s3, pts1-2)" id="note165">vihassati</span>;
kn: in this teaching and training,

# thag3.13:7.3
source: Pahāya jātisaṃsāraṃ,
kn: giving up transmigration,

# thag3.13:7.4
source: dukkhassantaṃ karissatī”ti.
kn: will make an end to suffering.
