Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag02.39.po
Languages: kn

# thag2.39:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag2.39:2.1
source: Dukanipāta
kn: The Book of the Twos

# thag2.39:3.1
source: Catutthavagga
kn: Chapter Four

# thag2.39:4.1
source: 2.39. Usabhattheragāthā
kn: 2.39. Usabha (2nd)

# thag2.39:5.1
source: “Ambapallavasaṅkāsaṃ,
kn: Arranging a robe over my shoulder,

# thag2.39:5.2
source: aṃse katvāna cīvaraṃ;
kn: the color of young mango sprouts,

# thag2.39:5.3
source: Nisinno hatthigīvāyaṃ,
kn: I entered the village for alms

# thag2.39:5.4
source: gāmaṃ piṇḍāya pāvisiṃ.
kn: sitting on an elephant’s neck!

# thag2.39:6.1
source: Hatthikkhandhato oruyha,
kn: But when I dismounted from the elephant,

# thag2.39:6.2
source: saṃvegaṃ alabhiṃ tadā;
kn: I was struck with a sense of urgency.

# thag2.39:6.3
source: Sohaṃ ditto tadā santo,
kn: I burned with shame, but then I found peace,

# thag2.39:6.4
source: patto me āsavakkhayo”ti.
kn: and attained the ending of defilements.
