Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag17.1.po
Languages: kn

# thag17.1:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag17.1:2.1
source: Tiṃsanipāta
kn: The Book of the Thirties

# thag17.1:3.1
source: Paṭhamavagga
kn: Chapter One

# thag17.1:4.1
source: 17.1. Phussattheragāthā
kn: 17.1. Phussa

# thag17.1:5.1
source: Pāsādike bahū disvā,
kn: Seeing many who inspire confidence,

# thag17.1:5.2
source: bhāvitatte susaṃvute;
kn: personally developed and well-restrained,

# thag17.1:5.3
source: Isi <span class="var" title="paṇḍarassa gotto (bj)" id="note422">paṇḍarasagotto</span>,
kn: the hermit Paṇḍarasagotta

# thag17.1:5.4
source: apucchi phussasavhayaṃ.
kn: asked the one known as Phussa:

# thag17.1:6.1
source: “Kiṃchandā kimadhippāyā,
kn: “In future times,

# thag17.1:6.2
source: kimākappā bhavissare;
kn: what desire and motivation

# thag17.1:6.3
source: Anāgatamhi kālamhi,
kn: and behavior will people have?

# thag17.1:6.4
source: taṃ me akkhāhi pucchito”.
kn: Please answer my question.”

# thag17.1:7.1
source: “Suṇohi vacanaṃ mayhaṃ,
kn: “Listen to my words,

# thag17.1:7.2
source: isipaṇḍarasavhaya;
kn: Paṇḍarasa the hermit,

# thag17.1:7.3
source: Sakkaccaṃ upadhārehi,
kn: and remember them carefully,

# thag17.1:7.4
source: ācikkhissāmyanāgataṃ.
kn: I will describe the future.

# thag17.1:8.1
source: Kodhanā upanāhī ca,
kn: In the future many will be

# thag17.1:8.2
source: makkhī thambhī saṭhā bahū;
kn: angry and hostile,

# thag17.1:8.3
source: Ussukī nānāvādā ca,
kn: offensive, stubborn, and devious,

# thag17.1:8.4
source: bhavissanti anāgate.
kn: envious, holding divergent views.

# thag17.1:9.1
source: Aññātamānino dhamme,
kn: Imagining they understand the depths of the teaching,

# thag17.1:9.2
source: gambhīre tīragocarā;
kn: they remain on the near shore.

# thag17.1:9.3
source: Lahukā agarū dhamme,
kn: Superficial and disrespectful towards the teaching,

# thag17.1:9.4
source: aññamaññamagāravā.
kn: they lack respect for one another.

# thag17.1:10.1
source: Bahū ādīnavā loke,
kn: In the future

# thag17.1:10.2
source: uppajjissantyanāgate;
kn: many dangers will arise in the world.

# thag17.1:10.3
source: Sudesitaṃ imaṃ dhammaṃ,
kn: Idiots will defile

# thag17.1:10.4
source: <span class="var" title="kilesissanti (bj, pts2) | kilisissanti (s2, s3, pts1, mr)" id="note423">kilesessanti</span> dummatī.
kn: the Dhamma that was taught so well.

# thag17.1:11.1
source: Guṇahīnāpi saṃghamhi,
kn: Though bereft of good qualities,

# thag17.1:11.2
source: <span class="var" title="voharanti (pts1)" id="note424">voharantā</span> visāradā;
kn: unlearned prattlers, too sure of themselves,

# thag17.1:11.3
source: Balavanto bhavissanti,
kn: will become powerful

# thag17.1:11.4
source: mukharā assutāvino.
kn: in running Saṅgha proceedings.

# thag17.1:12.1
source: Guṇavantopi saṃghamhi,
kn: Though possessing good qualities,

# thag17.1:12.2
source: voharantā yathātthato;
kn: the conscientious and unbiased, acting in the proper spirit,

# thag17.1:12.3
source: Dubbalā te bhavissanti,
kn: will become weak

# thag17.1:12.4
source: hirīmanā anatthikā.
kn: in running Saṅgha proceedings.

# thag17.1:13.1
source: Rajataṃ jātarūpañca,
kn: In the future, fools will accept

# thag17.1:13.2
source: khettaṃ vatthumajeḷakaṃ;
kn: money, gold, and silver,

# thag17.1:13.3
source: Dāsidāsañca dummedhā,
kn: fields and land, goats and sheep,

# thag17.1:13.4
source: sādiyissantyanāgate.
kn: and bonded servants, male and female.

# thag17.1:14.1
source: Ujjhānasaññino bālā,
kn: Fools looking for fault in others,

# thag17.1:14.2
source: sīlesu asamāhitā;
kn: but unsteady in their own ethics,

# thag17.1:14.3
source: Unnaḷā vicarissanti,
kn: will wander about, insolent,

# thag17.1:14.4
source: kalahābhiratā magā.
kn: like cantankerous beasts.

# thag17.1:15.1
source: Uddhatā ca bhavissanti,
kn: They’ll be arrogant,

# thag17.1:15.2
source: nīlacīvarapārutā;
kn: wrapped in robes of blue;

# thag17.1:15.3
source: Kuhā thaddhā lapā siṅgī,
kn: deceivers, stubborn, flatterers, and frauds,

# thag17.1:15.4
source: carissantyariyā viya.
kn: they’ll wander as if they were noble ones.

# thag17.1:16.1
source: Telasaṇṭhehi kesehi,
kn: With hair sleeked back with oil,

# thag17.1:16.2
source: capalā añjanakkhikā;
kn: fickle, their eyes painted with eye-liner,

# thag17.1:16.3
source: Rathiyāya gamissanti,
kn: they’ll travel on the high-road,

# thag17.1:16.4
source: dantavaṇṇikapārutā.
kn: wrapped in robes of ivory color.

# thag17.1:17.1
source: Ajegucchaṃ vimuttehi,
kn: The deep-dyed ocher robe,

# thag17.1:17.2
source: surattaṃ arahaddhajaṃ;
kn: worn without disgust by the free,

# thag17.1:17.3
source: Jigucchissanti kāsāvaṃ,
kn: they will come to loathe,

# thag17.1:17.4
source: odātesu samucchitā.
kn: besotted by white clothes.

# thag17.1:18.1
source: Lābhakāmā bhavissanti,
kn: They’ll want lots of possessions,

# thag17.1:18.2
source: kusītā hīnavīriyā;
kn: and be lazy, lacking energy.

# thag17.1:18.3
source: Kicchantā vanapatthāni,
kn: Weary of the forest,

# thag17.1:18.4
source: gāmantesu vasissare.
kn: they’ll stay in the neighborhood of villages.

# thag17.1:19.1
source: Ye ye lābhaṃ labhissanti,
kn: Being unrestrained, they’ll keep company with

# thag17.1:19.2
source: micchājīvaratā sadā;
kn: those who get lots of stuff,

# thag17.1:19.3
source: Te teva anusikkhantā,
kn: and who always enjoy wrong livelihood,

# thag17.1:19.4
source: bhajissanti asaṃyatā.
kn: following their example.

# thag17.1:20.1
source: Ye ye alābhino lābhaṃ,
kn: They won’t respect those

# thag17.1:20.2
source: na te pujjā bhavissare;
kn: who don’t get lots of stuff,

# thag17.1:20.3
source: Supesalepi te dhīre,
kn: and they won’t associate with the wise,

# thag17.1:20.4
source: sevissanti na te tadā.
kn: even though they’re very amiable.

# thag17.1:21.1
source: <span class="var" title="pilakkharajanaṃ rattaṃ (?)" id="note425">Milakkhurajanaṃ rattaṃ</span>,
kn: Disparaging their own banner,

# thag17.1:21.2
source: garahantā sakaṃ dhajaṃ;
kn: which is dyed the color of copper,

# thag17.1:21.3
source: Titthiyānaṃ dhajaṃ keci,
kn: some will wear the white banner

# thag17.1:21.4
source: dhārissantyavadātakaṃ.
kn: of those who follow other paths.

# thag17.1:22.1
source: Agāravo ca kāsāve,
kn: Then they’ll have no respect

# thag17.1:22.2
source: tadā tesaṃ bhavissati;
kn: for the ocher robe.

# thag17.1:22.3
source: Paṭisaṅkhā ca kāsāve,
kn: The mendicants will not reflect

# thag17.1:22.4
source: bhikkhūnaṃ na bhavissati.
kn: on the nature of the ocher robe.

# thag17.1:23.1
source: Abhibhūtassa dukkhena,
kn: This awful lack of reflection

# thag17.1:23.2
source: sallaviddhassa ruppato;
kn: was unthinkable to the elephant,

# thag17.1:23.3
source: Paṭisaṅkhā mahāghorā,
kn: who was overcome by suffering,

# thag17.1:23.4
source: nāgassāsi acintiyā.
kn: injured, pierced by an arrow.

# thag17.1:24.1
source: Chaddanto hi tadā disvā,
kn: Then the six-tusked elephant,

# thag17.1:24.2
source: surattaṃ arahaddhajaṃ;
kn: seeing the deep-dyed banner of the perfected ones,

# thag17.1:24.3
source: Tāvadeva bhaṇī gāthā,
kn: straight away spoke these verses

# thag17.1:24.4
source: gajo atthopasaṃhitā.
kn: connected with the goal.

# thag17.1:25.1
source: <span class="cross" title="^dhp1-20#7.1 [1. Cakkhupālattheravatthu/7. Devadattavatthu]" id="note426">*</span> <a class="verse-num-sc" id="verse-num-sc969"></a><a class="verse-num-pts" id="verse-num-pts969"></a>Anikkasāvo kāsāvaṃ,
kn: The impure one

# thag17.1:25.2
source: yo vatthaṃ <span class="var" title="paridahessati (bj, s2, s3) | paridahissati (pts1)" id="note427">paridhassati</span>;
kn: who will wear the ocher robe

# thag17.1:25.3
source: Apeto damasaccena,
kn: without taming and truth:

# thag17.1:25.4
source: na so kāsāvamarahati.
kn: they are not worthy of the ocher robe.

# thag17.1:26.1
source: Yo ca vantakasāvassa,
kn: Whoever has rejected impurities,

# thag17.1:26.2
source: sīlesu susamāhito;
kn: steady in ethics,

# thag17.1:26.3
source: Upeto damasaccena,
kn: possessing truth and taming:

# thag17.1:26.4
source: sa ve kāsāvamarahati.
kn: they are truly worthy of the ocher robe.

# thag17.1:27.1
source: Vipannasīlo dummedho,
kn: Devoid of virtue, unintelligent,

# thag17.1:27.2
source: pākaṭo kāmakāriyo;
kn: wild, doing what they like,

# thag17.1:27.3
source: Vibbhantacitto nissukko,
kn: their minds astray, indolent:

# thag17.1:27.4
source: na so kāsāvamarahati.
kn: they are not worthy of the ocher robe.

# thag17.1:28.1
source: Yo ca sīlena sampanno,
kn: One accomplished in ethics,

# thag17.1:28.2
source: vītarāgo samāhito;
kn: free of greed, serene,

# thag17.1:28.3
source: Odātamanasaṅkappo,
kn: their heart’s intention pure:

# thag17.1:28.4
source: sa ve kāsāvamarahati.
kn: they are truly worthy of the ocher robe.

# thag17.1:29.1
source: Uddhato unnaḷo bālo,
kn: The conceited, arrogant fool,

# thag17.1:29.2
source: sīlaṃ yassa na vijjati;
kn: who has no ethics at all,

# thag17.1:29.3
source: Odātakaṃ arahati,
kn: is worthy of a white robe—

# thag17.1:29.4
source: kāsāvaṃ kiṃ karissati.
kn: what use is an ocher robe for them?

# thag17.1:30.1
source: Bhikkhū ca bhikkhuniyo ca,
kn: In the future, monks and nuns

# thag17.1:30.2
source: duṭṭhacittā anādarā;
kn: with corrupt hearts, lacking regard for others,

# thag17.1:30.3
source: Tādīnaṃ mettacittānaṃ,
kn: will disparage those

# thag17.1:30.4
source: niggaṇhissantyanāgate.
kn: with hearts of loving-kindness.

# thag17.1:31.1
source: Sikkhāpentāpi therehi,
kn: Though trained in wearing the robe

# thag17.1:31.2
source: bālā cīvaradhāraṇaṃ;
kn: by senior monks,

# thag17.1:31.3
source: Na suṇissanti dummedhā,
kn: the unintelligent will not listen,

# thag17.1:31.4
source: pākaṭā kāmakāriyā.
kn: wild, doing what they like.

# thag17.1:32.1
source: Te tathā sikkhitā bālā,
kn: With that kind of attitude to training,

# thag17.1:32.2
source: aññamaññaṃ agāravā;
kn: those fools won’t respect each other,

# thag17.1:32.3
source: Nādiyissantupajjhāye,
kn: or take any notice of their mentors,

# thag17.1:32.4
source: khaḷuṅko viya sārathiṃ.
kn: like a wild colt with its charioteer.

# thag17.1:33.1
source: Evaṃ anāgataddhānaṃ,
kn: Even so, in the future,

# thag17.1:33.2
source: paṭipatti bhavissati;
kn: this will be the practice

# thag17.1:33.3
source: Bhikkhūnaṃ bhikkhunīnañca,
kn: of monks and nuns

# thag17.1:33.4
source: patte kālamhi pacchime’.
kn: when the latter days have come.

# thag17.1:34.1
source: Purā āgacchate etaṃ,
kn: Before this frightening future arrives,

# thag17.1:34.2
source: anāgataṃ mahabbhayaṃ;
kn: be easy to admonish,

# thag17.1:34.3
source: Subbacā hotha sakhilā,
kn: kind in speech,

# thag17.1:34.4
source: aññamaññaṃ sagāravā.
kn: and respect one another.

# thag17.1:35.1
source: Mettacittā kāruṇikā,
kn: Have hearts of love and compassion,

# thag17.1:35.2
source: Hotha sīlesu saṃvutā;
kn: and please do keep your precepts.

# thag17.1:35.3
source: Āraddhavīriyā pahitattā,
kn: Be energetic, resolute,

# thag17.1:35.4
source: Niccaṃ daḷhaparakkamā.
kn: and always staunchly vigorous.

# thag17.1:36.1
source: Pamādaṃ bhayato disvā,
kn: Seeing negligence as fearful,

# thag17.1:36.2
source: Appamādañca khemato;
kn: and diligence as a sanctuary,

# thag17.1:36.3
source: Bhāvethaṭṭhaṅgikaṃ maggaṃ,
kn: develop the eightfold path,

# thag17.1:36.4
source: <span class="var" title="phusanti (s2, s3, pts1)" id="note428">Phusantā</span> amataṃ padan”ti.
kn: realizing the deathless state.”
