Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag02.04.po
Languages: kn

# thag2.4:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag2.4:2.1
source: Dukanipāta
kn: The Book of the Twos

# thag2.4:3.1
source: Paṭhamavagga
kn: Chapter One

# thag2.4:4.1
source: 2.4. Gaṅgātīriyattheragāthā
kn: 2.4. Gaṅgātīriya

# thag2.4:5.1
source: “Tiṇṇaṃ me tālapattānaṃ,
kn: My hut on the bank of the Ganges

# thag2.4:5.2
source: gaṅgātīre kuṭī katā;
kn: is made from three palm leaves.

# thag2.4:5.3
source: Chavasittova me patto,
kn: My alms-bowl is a funeral pot,

# thag2.4:5.4
source: paṃsukūlañca cīvaraṃ.
kn: my robe is cast-off rags.

# thag2.4:6.1
source: Dvinnaṃ antaravassānaṃ,
kn: In my first two rainy seasons

# thag2.4:6.2
source: ekā vācā me bhāsitā;
kn: I spoke only one word.

# thag2.4:6.3
source: Tatiye antaravassamhi,
kn: In my third rainy season

# thag2.4:6.4
source: tamokhandho padālito”ti.
kn: the mass of darkness was shattered.
