Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag04.11.po
Languages: kn

# thag4.11:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag4.11:2.1
source: Catukkanipāta
kn: The Book of the Fours

# thag4.11:3.1
source: Paṭhamavagga
kn: Chapter One

# thag4.11:4.1
source: 4.11. Sappakattheragāthā
kn: 4.11. Sappaka

# thag4.11:5.1
source: “Yadā balākā sucipaṇḍaracchadā,
kn: When the crane with its beautiful white wings,

# thag4.11:5.2
source: Kāḷassa meghassa bhayena tajjitā;
kn: startled by fear of the dark thundercloud,

# thag4.11:5.3
source: Palehiti ālayamālayesinī,
kn: flees, seeking shelter—

# thag4.11:5.4
source: Tadā nadī ajakaraṇī rameti maṃ.
kn: then the River Ajakaraṇī delights me.

# thag4.11:6.1
source: Yadā balākā suvisuddhapaṇḍarā,
kn: When the crane, so pure and white,

# thag4.11:6.2
source: Kāḷassa meghassa bhayena tajjitā;
kn: startled by fear of the dark thundercloud,

# thag4.11:6.3
source: Pariyesati leṇamaleṇadassinī,
kn: seeks a cave to shelter in, but can’t see one—

# thag4.11:6.4
source: Tadā nadī ajakaraṇī rameti maṃ.
kn: then the River Ajakaraṇī delights me.

# thag4.11:7.1
source: Kaṃ nu tattha na ramenti,
kn: Who wouldn’t be delighted

# thag4.11:7.2
source: jambuyo ubhato tahiṃ;
kn: by the rose-apple trees

# thag4.11:7.3
source: Sobhenti āpagākūlaṃ,
kn: that adorn both banks of the river,

# thag4.11:7.4
source: <span class="var" title="mahāleṇassa (s2, s3, mr) | mahālenassa (pts1)" id="note179">mama leṇassa</span> pacchato.
kn: there, behind my cave?

# thag4.11:8.1
source: <span class="var" title="tā mata ... (bj) | ta'mata ... (pts2)" id="note180">Tāmatamadasaṃghasuppahīnā</span>,
kn: Rid of snakes, that death-mad swarm,

# thag4.11:8.2
source: Bhekā mandavatī panādayanti;
kn: the lazy frogs croak:

# thag4.11:8.3
source: ‘Nājja girinadīhi vippavāsasamayo,
kn: “Today isn’t the time to stray from mountain streams;

# thag4.11:8.4
source: Khemā ajakaraṇī sivā surammā’”ti.
kn: Ajakaraṇī is safe, pleasant, and delightful.”
