Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag06.07.po
Languages: kn

# thag6.7:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag6.7:2.1
source: Chakkanipāta
kn: The Book of the Sixes

# thag6.7:3.1
source: Paṭhamavagga
kn: Chapter One

# thag6.7:4.1
source: 6.7. Kātiyānattheragāthā
kn: 6.7. Kātiyāna

# thag6.7:5.1
source: “Uṭṭhehi nisīda kātiyāna,
kn: Get up, Kātiyāna, and sit!

# thag6.7:5.2
source: Mā niddābahulo ahu jāgarassu;
kn: Don’t sleep too much, be wakeful.

# thag6.7:5.3
source: Mā taṃ alasaṃ pamattabandhu,
kn: Don’t be lazy and let the kinsman of the heedless,

# thag6.7:5.4
source: Kūṭeneva jinātu maccurājā.
kn: the King of Death, catch you in his trap.

# thag6.7:6.1
source: Seyyathāpi mahāsamuddavego,
kn: Like a wave in the mighty ocean,

# thag6.7:6.2
source: Evaṃ jātijarātivattate taṃ;
kn: birth and old age sweep you under.

# thag6.7:6.3
source: So karohi sudīpamattano tvaṃ,
kn: Make a safe island of yourself,

# thag6.7:6.4
source: Na hi tāṇaṃ tava vijjateva aññaṃ.
kn: for you have no other shelter.

# thag6.7:7.1
source: Satthā hi vijesi maggametaṃ,
kn: The teacher has mastered this path,

# thag6.7:7.2
source: Saṅgā jātijarābhayā atītaṃ;
kn: which transcends ties, and the fear of birth and old age.

# thag6.7:7.3
source: Pubbāpararattamappamatto,
kn: Be diligent all the time

# thag6.7:7.4
source: Anuyuñjassu daḷhaṃ karohi yogaṃ.
kn: and dedicate yourself to practice.

# thag6.7:8.1
source: Purimāni pamuñca bandhanāni,
kn: Free yourself from your former bonds!

# thag6.7:8.2
source: Saṅghāṭikhuramuṇḍabhikkhabhojī;
kn: Wearing your outer robe, with shaven head, eating almsfood,

# thag6.7:8.3
source: Mā khiḍḍāratiñca mā niddaṃ,
kn: don’t delight in play or sleep,

# thag6.7:8.4
source: Anuyuñjittha jhāya kātiyāna.
kn: dedicate yourself to absorption, Kātiyāna.

# thag6.7:9.1
source: Jhāyāhi jināhi kātiyāna,
kn: Meditate and conquer, Kātiyāna,

# thag6.7:9.2
source: Yogakkhemapathesu kovidosi;
kn: you’re an expert in the path to sanctuary.

# thag6.7:9.3
source: Pappuyya anuttaraṃ visuddhiṃ,
kn: Attaining unexcelled purity,

# thag6.7:9.4
source: Parinibbāhisi vārināva joti.
kn: you’ll be quenched, as a flame by water.

# thag6.7:10.1
source: Pajjotakaro parittaraṃso,
kn: A lamp of feeble flame

# thag6.7:10.2
source: Vātena vinamyate latāva;
kn: is bent down by the wind, like a creeper;

# thag6.7:10.3
source: Evampi tuvaṃ anādiyāno,
kn: just so, kinsman of Indra,

# thag6.7:10.4
source: Māraṃ indasagotta niddhunāhi;
kn: shake off Māra, without grasping.

# thag6.7:10.5
source: So vedayitāsu vītarāgo,
kn: Free of lust for feelings,

# thag6.7:10.6
source: Kālaṃ kaṅkha idheva sītibhūto”ti.
kn: await your time here, cooled.
