Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag02.21.po
Languages: kn

# thag2.21:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag2.21:2.1
source: Dukanipāta
kn: The Book of the Twos

# thag2.21:3.1
source: Tatiyavagga
kn: Chapter Three

# thag2.21:4.1
source: 2.21. Uttarattheragāthā
kn: 2.21. Uttara (2nd)

# thag2.21:5.1
source: “Khandhā mayā pariññātā,
kn: I’ve fully understood the aggregates;

# thag2.21:5.2
source: taṇhā me susamūhatā;
kn: I’ve eradicated craving;

# thag2.21:5.3
source: Bhāvitā mama bojjhaṅgā,
kn: I’ve developed the factors of awakening,

# thag2.21:5.4
source: patto me āsavakkhayo.
kn: I’ve attained the ending of defilements.

# thag2.21:6.1
source: Sohaṃ khandhe pariññāya,
kn: Having fully understood the aggregates,

# thag2.21:6.2
source: abbahitvāna jāliniṃ;
kn: having plucked out the weaver of the web,

# thag2.21:6.3
source: Bhāvayitvāna bojjhaṅge,
kn: having developed the factors of awakening,

# thag2.21:6.4
source: nibbāyissaṃ anāsavo”ti.
kn: I’ll be quenched without defilements.
