Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag02.12.po
Languages: kn

# thag2.12:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag2.12:2.1
source: Dukanipāta
kn: The Book of the Twos

# thag2.12:3.1
source: Dutiyavagga
kn: Chapter Two

# thag2.12:4.1
source: 2.12. Jotidāsattheragāthā
kn: 2.12. Jotidāsa

# thag2.12:5.1
source: “Ye kho te <span class="var" title="veghamissena (bj, s2, s3, pts1-2) | vegamissena (mr)" id="note89">veṭhamissena</span>,
kn: People who act harshly—

# thag2.12:5.2
source: nānattena ca kammunā;
kn: attacking people,

# thag2.12:5.3
source: Manusse uparundhanti,
kn: tying them up,

# thag2.12:5.4
source: <span class="var" title="pharusupakkamā (s2, s3, pts2)" id="note90">pharusūpakkamā</span> janā;
kn: hurting them in all kinds of ways—

# thag2.12:5.5
source: Tepi <span class="var" title="tatheva (s2, s3, pts1)" id="note91">tattheva</span> kīranti,
kn: they’re treated in the same way;

# thag2.12:5.6
source: na hi kammaṃ panassati.
kn: their deeds don’t vanish.

# thag2.12:6.1
source: Yaṃ karoti naro kammaṃ,
kn: Whatever deeds a person does,

# thag2.12:6.2
source: Kalyāṇaṃ yadi pāpakaṃ;
kn: whether good or bad,

# thag2.12:6.3
source: Tassa tasseva dāyādo,
kn: they are the heir to each

# thag2.12:6.4
source: Yaṃ yaṃ kammaṃ pakubbatī”ti.
kn: and every deed they do.
