Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag05.11.po
Languages: kn

# thag5.11:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag5.11:2.1
source: Pañcakanipāta
kn: The Book of the Fives

# thag5.11:3.1
source: Paṭhamavagga
kn: Chapter One

# thag5.11:4.1
source: 5.11. Soṇakuṭikaṇṇattheragāthā
kn: 5.11. Soṇakuṭikaṇṇa

# thag5.11:5.1
source: “Upasampadā ca me laddhā,
kn: I’ve received ordination;

# thag5.11:5.2
source: vimutto camhi anāsavo;
kn: I am liberated, without defilements;

# thag5.11:5.3
source: So ca me bhagavā diṭṭho,
kn: I’ve seen the Blessed One myself,

# thag5.11:5.4
source: vihāre ca sahāvasiṃ.
kn: and even stayed together with him.

# thag5.11:6.1
source: Bahudeva rattiṃ bhagavā,
kn: The Blessed One, the teacher,

# thag5.11:6.2
source: abbhokāsetināmayi;
kn: spent much of the night in the open;

# thag5.11:6.3
source: Vihārakusalo satthā,
kn: then he, who is so skilled in meditation,

# thag5.11:6.4
source: vihāraṃ pāvisī tadā.
kn: entered his dwelling.

# thag5.11:7.1
source: Santharitvāna saṅghāṭiṃ,
kn: Spreading his outer robe,

# thag5.11:7.2
source: seyyaṃ kappesi gotamo;
kn: Gotama made his bed,

# thag5.11:7.3
source: Sīho selaguhāyaṃva,
kn: like a lion in a rocky cave,

# thag5.11:7.4
source: pahīnabhayabheravo.
kn: with fear and dread given up.

# thag5.11:8.1
source: Tato kalyāṇavākkaraṇo,
kn: Then, with lovely enunciation,

# thag5.11:8.2
source: sammāsambuddhasāvako;
kn: Soṇa, a disciple of the Buddha,

# thag5.11:8.3
source: Soṇo abhāsi saddhammaṃ,
kn: recited the true teaching

# thag5.11:8.4
source: buddhaseṭṭhassa sammukhā.
kn: before the best of Buddhas.

# thag5.11:9.1
source: Pañcakkhandhe pariññāya,
kn: When he has completely understood the five aggregates,

# thag5.11:9.2
source: Bhāvayitvāna añjasaṃ;
kn: developed the direct route,

# thag5.11:9.3
source: Pappuyya paramaṃ santiṃ,
kn: and arrived at ultimate peace,

# thag5.11:9.4
source: <span class="var" title="parinibbāyissatyanāsavoti (s2, s3) | parinibbātyanāsavoti (pts2)" id="note200">Parinibbissatyanāsavo”ti</span>.
kn: he will realize quenching without defilements.
