Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag10.3.po
Languages: kn

# thag10.3:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag10.3:2.1
source: Dasakanipāta
kn: The Book of the Tens

# thag10.3:3.1
source: Paṭhamavagga
kn: Chapter One

# thag10.3:4.1
source: 10.3. Mahākappinattheragāthā
kn: 10.3. Mahākappina

# thag10.3:5.1
source: “Anāgataṃ yo paṭikacca passati,
kn: If you’re prepared for the future,

# thag10.3:5.2
source: Hitañca atthaṃ ahitañca taṃ dvayaṃ;
kn: both the good and the bad,

# thag10.3:5.3
source: Viddesino tassa hitesino vā,
kn: then those who look for your weakness,

# thag10.3:5.4
source: Randhaṃ na passanti samekkhamānā.
kn: whether enemies or well-wishers, will find none.

# thag10.3:6.1
source: Ānāpānasatī yassa,
kn: One who has fulfilled, developed,

# thag10.3:6.2
source: paripuṇṇā subhāvitā;
kn: and gradually consolidated

# thag10.3:6.3
source: Anupubbaṃ paricitā,
kn: mindfulness of breathing

# thag10.3:6.4
source: yathā buddhena desitā;
kn: as it was taught by the Buddha:

# thag10.3:6.5
source: Somaṃ lokaṃ pabhāseti,
kn: they light up the world,

# thag10.3:6.6
source: abbhā muttova candimā.
kn: like the moon freed from a cloud.

# thag10.3:7.1
source: Odātaṃ vata me cittaṃ,
kn: Yes, my mind is clean,

# thag10.3:7.2
source: appamāṇaṃ subhāvitaṃ;
kn: measureless, and well-developed;

# thag10.3:7.3
source: Nibbiddhaṃ paggahītañca,
kn: it has broken through and been uplifted—

# thag10.3:7.4
source: sabbā obhāsate disā.
kn: it radiates in every direction.

# thag10.3:8.1
source: Jīvate vāpi sappañño,
kn: A wise person lives on

# thag10.3:8.2
source: api vittaparikkhayo;
kn: even after loss of wealth;

# thag10.3:8.3
source: Paññāya ca alābhena,
kn: but without gaining wisdom,

# thag10.3:8.4
source: vittavāpi na jīvati.
kn: even a rich person doesn’t really live.

# thag10.3:9.1
source: Paññā sutavinicchinī,
kn: Wisdom questions what is learned;

# thag10.3:9.2
source: Paññā kittisilokavaddhanī;
kn: wisdom grows fame and reputation;

# thag10.3:9.3
source: Paññāsahito naro idha,
kn: a person who has wisdom

# thag10.3:9.4
source: Api dukkhesu sukhāni vindati.
kn: finds happiness even among sufferings.

# thag10.3:10.1
source: Nāyaṃ ajjatano dhammo,
kn: It’s not a teaching just for today;

# thag10.3:10.2
source: nacchero napi abbhuto;
kn: it isn’t incredible or amazing.

# thag10.3:10.3
source: Yattha jāyetha mīyetha,
kn: When you’re born, you die—

# thag10.3:10.4
source: tattha kiṃ viya abbhutaṃ.
kn: what’s amazing about that?

# thag10.3:11.1
source: Anantaraṃ hi jātassa,
kn: For anyone who is born,

# thag10.3:11.2
source: jīvitā maraṇaṃ dhuvaṃ;
kn: death always follows after life.

# thag10.3:11.3
source: Jātā jātā marantīdha,
kn: Everyone who is born here dies here;

# thag10.3:11.4
source: evaṃdhammā hi pāṇino.
kn: such is the nature of living creatures.

# thag10.3:12.1
source: Na hetadatthāya matassa hoti,
kn: The things that are useful for the living

# thag10.3:12.2
source: Yaṃ jīvitatthaṃ paraporisānaṃ;
kn: are of no use for the dead—not fame, not celebrity,

# thag10.3:12.3
source: Matamhi ruṇṇaṃ na yaso na lokyaṃ,
kn: not praise by ascetics and brahmins.

# thag10.3:12.4
source: Na vaṇṇitaṃ samaṇabrāhmaṇehi.
kn: For the dead, there is only weeping.

# thag10.3:13.1
source: Cakkhuṃ sarīraṃ upahanti tena,
kn: And weeping impairs the eye and the body;

# thag10.3:13.2
source: Nihīyati vaṇṇabalaṃ matī ca;
kn: complexion, health, and intelligence decline.

# thag10.3:13.3
source: Ānandino tassa disā bhavanti,
kn: Your enemies rejoice;

# thag10.3:13.4
source: Hitesino nāssa sukhī bhavanti.
kn: but your well-wishers are not happy.

# thag10.3:14.1
source: Tasmā hi iccheyya kule vasante,
kn: So you should wish that those who stay in your family

# thag10.3:14.2
source: Medhāvino ceva bahussute ca;
kn: have intelligence and learning,

# thag10.3:14.3
source: Yesaṃ hi paññāvibhavena kiccaṃ,
kn: and do their duty through the power of wisdom,

# thag10.3:14.4
source: Taranti nāvāya nadiṃva puṇṇan”ti.
kn: just as you’d cross a full river by boat.
