Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag02.24.po
Languages: kn

# thag2.24:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag2.24:2.1
source: Dukanipāta
kn: The Book of the Twos

# thag2.24:3.1
source: Tatiyavagga
kn: Chapter Three

# thag2.24:4.1
source: 2.24. Valliyattheragāthā
kn: 2.24. Valliya (3rd)

# thag2.24:5.1
source: “Yaṃ kiccaṃ daḷhavīriyena,
kn: The duty of one whose energy is strong;

# thag2.24:5.2
source: yaṃ kiccaṃ boddhumicchatā;
kn: the duty of one who longs to wake up:

# thag2.24:5.3
source: Karissaṃ <span class="var" title="nāvarujjhissaṃ (bj, mr)" id="note112">nāvarajjhissaṃ</span>,
kn: that I’ll do, I won’t fail—

# thag2.24:5.4
source: passa vīriyaṃ parakkamaṃ.
kn: see my energy and vigor!

# thag2.24:6.1
source: Tvañca me maggamakkhāhi,
kn: Teach me the path,

# thag2.24:6.2
source: añjasaṃ amatogadhaṃ;
kn: the direct route that culminates in the deathless.

# thag2.24:6.3
source: Ahaṃ monena monissaṃ,
kn: I’ll know it with wisdom,

# thag2.24:6.4
source: gaṅgāsotova sāgaran”ti.
kn: as the Ganges knows the ocean.
