Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag01.092.po
Languages: kn

# thag1.92:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag1.92:2.1
source: Ekakanipāta
kn: The Book of the Ones

# thag1.92:3.1
source: Dasamavagga
kn: Chapter Ten

# thag1.92:4.1
source: 1.92. Vijayattheragāthā
kn: 1.92. Vijaya

# thag1.92:5.1
source: “Yassāsavā parikkhīṇā,
kn: One whose defilements have ended;

# thag1.92:5.2
source: āhāre ca anissito;
kn: who’s not attached to food;

# thag1.92:5.3
source: Suññato animitto ca,
kn: whose resort is the liberation

# thag1.92:5.4
source: vimokkho yassa gocaro;
kn: of the signless and the empty:

# thag1.92:5.5
source: Ākāseva sakuntānaṃ,
kn: their track is hard to trace,

# thag1.92:5.6
source: padaṃ tassa durannayan”ti.
kn: like birds in the sky.
