Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag01.099.po
Languages: kn

# thag1.99:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag1.99:2.1
source: Ekakanipāta
kn: The Book of the Ones

# thag1.99:3.1
source: Dasamavagga
kn: Chapter Ten

# thag1.99:4.1
source: 1.99. Uttiyattheragāthā
kn: 1.99. Uttiya (3rd)

# thag1.99:5.1
source: “Saddaṃ sutvā sati muṭṭhā,
kn: When you hear a sound, mindfulness is lost

# thag1.99:5.2
source: <span class="var" title="piyanimittaṃ (bj, s2, s3, pts1)" id="note68">Piyaṃ nimittaṃ</span> manasikaroto;
kn: as attention latches on a pleasant feature.

# thag1.99:5.3
source: Sārattacitto vedeti,
kn: Experiencing it with a mind full of desire,

# thag1.99:5.4
source: Tañca ajjhosa tiṭṭhati;
kn: you keep clinging to it.

# thag1.99:5.5
source: Tassa vaḍḍhanti āsavā,
kn: Your defilements grow,

# thag1.99:5.6
source: Saṃsāraṃ upagāmino”ti.
kn: leading to transmigration.
