Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag17.2.po
Languages: kn

# thag17.2:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag17.2:2.1
source: Tiṃsanipāta
kn: The Book of the Thirties

# thag17.2:3.1
source: Paṭhamavagga
kn: Chapter One

# thag17.2:4.1
source: 17.2. Sāriputtattheragāthā
kn: 17.2. Sāriputta

# thag17.2:5.1
source: “Yathācārī yathāsato satīmā,
kn: “One who’s mindful as per their conduct and mindfulness,

# thag17.2:5.2
source: <span class="var" title="yathā saṅkappacariyāya (s2, s3, pts1) | yatasaṅkappajjhāyī (pts2)" id="note430">Yatasaṅkappajjhāyi</span> appamatto;
kn: diligent as per their intentions and meditation,

# thag17.2:5.3
source: Ajjhattarato samāhitatto,
kn: happy inside, serene, solitary, contented:

# thag17.2:5.4
source: Eko santusito tamāhu bhikkhuṃ.
kn: that is what they call a mendicant.

# thag17.2:6.1
source: <span class="cross" title="^mi7.6.10#1 [Ajagaraṅgapañha]" id="note431">*</span> <a class="verse-num-sc" id="verse-num-sc982"></a><a class="verse-num-pts" id="verse-num-pts982"></a>Allaṃ sukkhaṃ <span class="var" title="va (s2, s3) | ca (pts1)" id="note432">vā</span> bhuñjanto,
kn: When eating fresh or dried food,

# thag17.2:6.2
source: Na bāḷhaṃ suhito siyā;
kn: one shouldn’t be overly replete.

# thag17.2:6.3
source: Ūnūdaro mitāhāro,
kn: A mendicant should wander mindfully,

# thag17.2:6.4
source: Sato bhikkhu paribbaje.
kn: with unfilled belly, taking limited food.

# thag17.2:7.1
source: Cattāro pañca ālope,
kn: Four or five mouthfuls before you’re full,

# thag17.2:7.2
source: abhutvā udakaṃ pive;
kn: drink some water;

# thag17.2:7.3
source: Alaṃ phāsuvihārāya,
kn: this is enough for a resolute mendicant

# thag17.2:7.4
source: pahitattassa bhikkhuno.
kn: to live in comfort.

# thag17.2:8.1
source: <span class="var" title="kappiyatañca ādeti (s2, s3, pts1)" id="note433">Kappiyaṃ tañce chādeti</span>,
kn: If they cover themselves with a robe

# thag17.2:8.2
source: cīvaraṃ <span class="var" title="idamatthitaṃ (bj)" id="note434">idamatthikaṃ</span>;
kn: that’s allowable and fit for purpose;

# thag17.2:8.3
source: Alaṃ phāsuvihārāya,
kn: this is enough for a resolute mendicant

# thag17.2:8.4
source: pahitattassa bhikkhuno.
kn: to live in comfort.

# thag17.2:9.1
source: <span class="cross" title="^mi7.2.1#1 [Gadrabhavagga/ Gadrabhaṅgapañha]" id="note435">*</span> <a class="verse-num-sc" id="verse-num-sc985"></a><a class="verse-num-pts" id="verse-num-pts985"></a>Pallaṅkena nisinnassa,
kn: When sitting cross-legged,

# thag17.2:9.2
source: jaṇṇuke nābhivassati;
kn: the rain doesn’t fall on the knees;

# thag17.2:9.3
source: Alaṃ phāsuvihārāya,
kn: this is enough for a resolute mendicant

# thag17.2:9.4
source: pahitattassa bhikkhuno.
kn: to live in comfort.”

# thag17.2:10.1
source: <span class="cross" title="^sn36.5#1 [5. Daṭṭhabbasutta] | ^it53#1 [Dutiyavedanāsutta]" id="note436">*</span> <a class="verse-num-sc" id="verse-num-sc986"></a><a class="verse-num-pts" id="verse-num-pts986"></a>Yo sukhaṃ dukkhato adda,
kn: “When you’ve seen happiness as suffering,

# thag17.2:10.2
source: dukkhamaddakkhi sallato;
kn: and suffering as a dart,

# thag17.2:10.3
source: <span class="var" title="ubhayantare (bj)" id="note437">Ubhayantarena</span> nāhosi,
kn: and that there’s nothing between the two—

# thag17.2:10.4
source: kena lokasmi kiṃ siyā.
kn: what keeps you in the world? What would you become?

# thag17.2:11.1
source: <span class="cross" title="^mi7.5.7#1 [Migaṅgapañha]" id="note438">*</span> <a class="verse-num-sc" id="verse-num-sc987"></a><a class="verse-num-pts" id="verse-num-pts987"></a>Mā me kadāci pāpiccho,
kn: Thinking, ‘May I have nothing to do with those of bad wishes,

# thag17.2:11.2
source: kusīto hīnavīriyo;
kn: lazy, lacking energy,

# thag17.2:11.3
source: Appassuto anādaro,
kn: uneducated, lacking regard for others’—

# thag17.2:11.4
source: kena lokasmi kiṃ siyā.
kn: what keeps you in the world? What would you become?”

# thag17.2:12.1
source: Bahussuto ca medhāvī,
kn: “An intelligent, learned person,

# thag17.2:12.2
source: sīlesu susamāhito;
kn: steady in ethics,

# thag17.2:12.3
source: Cetosamathamanuyutto,
kn: devoted to serenity of heart—

# thag17.2:12.4
source: api muddhani tiṭṭhatu.
kn: let them stand at the head.”

# thag17.2:13.1
source: Yo papañcamanuyutto,
kn: “A beast who likes to proliferate,

# thag17.2:13.2
source: papañcābhirato mago;
kn: enjoying proliferation,

# thag17.2:13.3
source: Virādhayī so nibbānaṃ,
kn: fails to win extinguishment,

# thag17.2:13.4
source: yogakkhemaṃ anuttaraṃ.
kn: the supreme sanctuary.

# thag17.2:14.1
source: Yo ca papañcaṃ hitvāna,
kn: But one who gives up proliferation,

# thag17.2:14.2
source: nippapañcapathe rato;
kn: enjoying the state of non-proliferation,

# thag17.2:14.3
source: Ārādhayī so nibbānaṃ,
kn: wins extinguishment,

# thag17.2:14.4
source: yogakkhemaṃ anuttaraṃ.
kn: the supreme sanctuary.”

# thag17.2:15.1
source: <span class="cross" title="^dhp90-99#98.1 [90. Jīvakapañhavatthu/98. Khadiravaniyarevatattheravatthu]" id="note439">*</span> <a class="verse-num-sc" id="verse-num-sc991"></a><a class="verse-num-pts" id="verse-num-pts991"></a>Gāme vā yadi vāraññe,
kn: “Whether in the village or the wilderness,

# thag17.2:15.2
source: Ninne vā yadi vā thale;
kn: in a valley or the uplands,

# thag17.2:15.3
source: Yattha arahanto viharanti,
kn: wherever the perfected ones live

# thag17.2:15.4
source: Taṃ bhūmirāmaṇeyyakaṃ.
kn: is a delightful place.”

# thag17.2:16.1
source: <span class="var" title="ramaṇīyā (bj, pts1) | ramaṇīyān' (pts2)" id="note440">Ramaṇīyāni</span> araññāni,
kn: “The wilderness is so lovely!

# thag17.2:16.2
source: yattha na ramatī jano;
kn: Though most people don’t like it,

# thag17.2:16.3
source: Vītarāgā ramissanti,
kn: those free of greed are happy there,

# thag17.2:16.4
source: na te kāmagavesino.
kn: as they don’t seek sensual pleasures.”

# thag17.2:17.1
source: <span class="cross" title="(gāthā 993--994) ^dhp76-89#76.1 [76. Rādhattheravatthu]-83 | ^mnd16#252 [Sāriputtasuttaniddesa]" id="note441">*</span> <a class="verse-num-sc" id="verse-num-sc993"></a><a class="verse-num-pts" id="verse-num-pts993"></a><a class="pts" id="pts90"></a>Nidhīnaṃva pavattāraṃ,
kn: “When you see someone who sees your faults,

# thag17.2:17.2
source: yaṃ passe vajjadassinaṃ;
kn: an intelligent person who rebukes you,

# thag17.2:17.3
source: Niggayhavādiṃ medhāviṃ,
kn: you should stick close to such an astute person,

# thag17.2:17.4
source: tādisaṃ paṇḍitaṃ bhaje;
kn: as if they were revealing some hidden treasure.

# thag17.2:17.5
source: Tādisaṃ bhajamānassa,
kn: Sticking close to such a person,

# thag17.2:17.6
source: seyyo hoti na pāpiyo.
kn: things get better, not worse.”

# thag17.2:18.1
source: Ovadeyyānusāseyya,
kn: “One ought to advise and instruct;

# thag17.2:18.2
source: asabbhā ca nivāraye;
kn: one ought to curb wickedness.

# thag17.2:18.3
source: Satañhi so piyo hoti,
kn: For such a person is loved by the good,

# thag17.2:18.4
source: asataṃ hoti appiyo.
kn: and isn’t loved by the bad.”

# thag17.2:19.1
source: Aññassa bhagavā buddho,
kn: “The Blessed One, the Buddha, the seer

# thag17.2:19.2
source: dhammaṃ desesi cakkhumā;
kn: was teaching Dhamma to another.

# thag17.2:19.3
source: Dhamme desiyamānamhi,
kn: As he taught the Dhamma,

# thag17.2:19.4
source: sotamodhesimatthiko.
kn: I lent an ear to get the meaning.

# thag17.2:20.1
source: Taṃ me amoghaṃ savanaṃ,
kn: My listening wasn’t wasted:

# thag17.2:20.2
source: vimuttomhi anāsavo.
kn: I’m freed, without defilements.”

# thag17.2:21.1
source: <span class="cross" title="^kv1.3#148 [Tatiyavagga/ Yathākammūpagatañāṇakathā]" id="note442">*</span> <a class="verse-num-sc" id="verse-num-sc997"></a><a class="verse-num-pts" id="verse-num-pts997"></a>Neva pubbenivāsāya,
kn: “Not for knowledge of past lives,

# thag17.2:21.2
source: napi dibbassa cakkhuno;
kn: nor even for clairvoyance;

# thag17.2:21.3
source: Cetopariyāya iddhiyā,
kn: not for psychic powers, or reading the minds of others,

# thag17.2:21.4
source: cutiyā upapattiyā;
kn: nor for knowing people’s passing away and being reborn;

# thag17.2:21.5
source: Sotadhātuvisuddhiyā,
kn: not for purifying the power of clairaudience,

# thag17.2:21.6
source: paṇidhī me na vijjati”.
kn: did I have any wish.”

# thag17.2:22.1
source: “Rukkhamūlaṃva nissāya,
kn: “His only shelter is the foot of a tree;

# thag17.2:22.2
source: muṇḍo saṅghāṭipāruto;
kn: shaven, wrapped in his outer robe,

# thag17.2:22.3
source: Paññāya uttamo thero,
kn: the senior monk foremost in wisdom,

# thag17.2:22.4
source: <span class="var" title="upatisso ca (bj, mr)" id="note443">upatissova</span> jhāyati.
kn: Upatissa himself practices absorption.

# thag17.2:23.1
source: Avitakkaṃ samāpanno,
kn: Entering meditation without thought,

# thag17.2:23.2
source: sammāsambuddhasāvako;
kn: a disciple of the Buddha

# thag17.2:23.3
source: Ariyena tuṇhībhāvena,
kn: is at that moment blessed

# thag17.2:23.4
source: upeto hoti tāvade.
kn: with noble silence.

# thag17.2:24.1
source: <span class="cross" title="^ud3.4#1 [Sāriputtasutta]" id="note444">*</span> <a class="verse-num-sc" id="verse-num-sc1000"></a><a class="verse-num-pts" id="verse-num-pts1000"></a>Yathāpi pabbato selo,
kn: As a rocky mountain is

# thag17.2:24.2
source: acalo suppatiṭṭhito;
kn: unwavering and well grounded,

# thag17.2:24.3
source: Evaṃ <span class="var" title="mohakkhayo (pts2)" id="note445">mohakkhayā</span> bhikkhu,
kn: so too a mendicant, when delusion ends,

# thag17.2:24.4
source: pabbatova na vedhati”.
kn: is like a mountain—they do not tremble.”

# thag17.2:25.1
source: “Anaṅgaṇassa posassa,
kn: “To the man who has not a blemish,

# thag17.2:25.2
source: niccaṃ sucigavesino;
kn: who is always seeking purity,

# thag17.2:25.3
source: Vālaggamattaṃ pāpassa,
kn: even a hair-tip of evil

# thag17.2:25.4
source: abbhamattaṃva khāyati.
kn: seems as big as a cloud.”

# thag17.2:26.1
source: Nābhinandāmi maraṇaṃ,
kn: “I don’t long for death;

# thag17.2:26.2
source: nābhinandāmi jīvitaṃ;
kn: I don’t long for life;

# thag17.2:26.3
source: Nikkhipissaṃ imaṃ kāyaṃ,
kn: I will lay down this body,

# thag17.2:26.4
source: sampajāno patissato.
kn: aware and mindful.

# thag17.2:27.1
source: Nābhinandāmi maraṇaṃ,
kn: I don’t long for death;

# thag17.2:27.2
source: nābhinandāmi jīvitaṃ;
kn: I don’t long for life;

# thag17.2:27.3
source: Kālañca paṭikaṅkhāmi,
kn: I await my time,

# thag17.2:27.4
source: nibbisaṃ bhatako yathā”.
kn: like a worker waiting for their wages.”

# thag17.2:28.1
source: “Ubhayena midaṃ maraṇameva,
kn: “Both what came before and what follows after

# thag17.2:28.2
source: Nāmaraṇaṃ pacchā vā pure vā;
kn: are nothing but death, not the deathless.

# thag17.2:28.3
source: Paṭipajjatha mā vinassatha,
kn: Practice, don’t perish—

# thag17.2:28.4
source: Khaṇo vo mā upaccagā.
kn: don’t let the moment pass you by.

# thag17.2:29.1
source: Nagaraṃ yathā paccantaṃ,
kn: Just like a frontier city,

# thag17.2:29.2
source: guttaṃ santarabāhiraṃ;
kn: is guarded inside and out,

# thag17.2:29.3
source: Evaṃ gopetha attānaṃ,
kn: so you should ward yourselves—

# thag17.2:29.4
source: khaṇo vo mā upaccagā;
kn: don’t let the moment pass you by.

# thag17.2:29.5
source: Khaṇātītā hi socanti,
kn: For if you miss your moment

# thag17.2:29.6
source: nirayamhi samappitā”.
kn: you’ll grieve when you’re sent to hell.”

# thag17.2:30.1
source: “Upasanto uparato,
kn: “Calm and quiet,

# thag17.2:30.2
source: mantabhāṇī anuddhato;
kn: thoughtful in counsel, and stable—

# thag17.2:30.3
source: Dhunāti pāpake dhamme,
kn: he shakes off bad qualities

# thag17.2:30.4
source: dumapattaṃva māluto.
kn: as the wind shakes leaves off a tree.

# thag17.2:31.1
source: Upasanto uparato,
kn: Calm and quiet,

# thag17.2:31.2
source: mantabhāṇī anuddhato;
kn: thoughtful in counsel, and stable—

# thag17.2:31.3
source: <span class="var" title="abbahi (s2, s3, pts1-2) | ahāsi (?)" id="note446">Appāsi</span> pāpake dhamme,
kn: he plucks off bad qualities

# thag17.2:31.4
source: dumapattaṃva māluto.
kn: as the wind plucks leaves off a tree.

# thag17.2:32.1
source: Upasanto anāyāso,
kn: Calm and free of despair,

# thag17.2:32.2
source: vippasanno anāvilo;
kn: clear and unclouded,

# thag17.2:32.3
source: Kalyāṇasīlo medhāvī,
kn: of fine virtue, intelligent:

# thag17.2:32.4
source: dukkhassantakaro siyā”.
kn: one would make an end of suffering.”

# thag17.2:33.1
source: “Na vissase ekatiyesu evaṃ,
kn: “Some householders, and even some renunciants,

# thag17.2:33.2
source: Agārisu pabbajitesu <span class="var" title="vāpi (pts2)" id="note447">cāpi</span>;
kn: are not to be trusted.

# thag17.2:33.3
source: Sādhūpi hutvā na asādhu honti,
kn: Some who were good later become bad;

# thag17.2:33.4
source: Asādhu hutvā puna sādhu honti.
kn: while some who were bad become good.”

# thag17.2:34.1
source: Kāmacchando ca byāpādo,
kn: “Sensual desire, ill will,

# thag17.2:34.2
source: thinamiddhañca bhikkhuno;
kn: dullness and drowsiness,

# thag17.2:34.3
source: Uddhaccaṃ vicikicchā ca,
kn: restlessness, and doubt:

# thag17.2:34.4
source: pañcete cittakelisā.
kn: these are the five mental stains for a monk.”

# thag17.2:35.1
source: <span class="cross" title="^sn17.10#1 [10. Sagāthakasutta] sagāthakasutte | ^it81#1 [Sakkārasutta]" id="note448">*</span> <a class="verse-num-sc" id="verse-num-sc1011"></a><a class="verse-num-pts" id="verse-num-pts1011"></a>Yassa sakkariyamānassa,
kn: “Whether they’re honored

# thag17.2:35.2
source: asakkārena cūbhayaṃ;
kn: or not honored, or both,

# thag17.2:35.3
source: Samādhi na vikampati,
kn: their immersion doesn’t waver

# thag17.2:35.4
source: appamādavihārino.
kn: as they live diligently.

# thag17.2:36.1
source: Taṃ jhāyinaṃ sātatikaṃ,
kn: They persistently practice absorption

# thag17.2:36.2
source: sukhumadiṭṭhivipassakaṃ;
kn: with subtle view and discernment.

# thag17.2:36.3
source: Upādānakkhayārāmaṃ,
kn: Rejoicing in the ending of grasping,

# thag17.2:36.4
source: āhu sappuriso iti.
kn: they’re said to be a good person.”

# thag17.2:37.1
source: Mahāsamuddo pathavī,
kn: “The oceans and the earth,

# thag17.2:37.2
source: pabbato anilopi ca;
kn: the mountains and the wind—

# thag17.2:37.3
source: Upamāya na yujjanti,
kn: none of these can compare

# thag17.2:37.4
source: satthu varavimuttiyā.
kn: with the Teacher’s magnificent liberation.”

# thag17.2:38.1
source: Cakkānuvattako thero,
kn: “The senior monk who keeps the wheel rolling,

# thag17.2:38.2
source: mahāñāṇī samāhito;
kn: he is very wise and serene.

# thag17.2:38.3
source: Pathavāpaggisamāno,
kn: Like earth, like water, like fire,

# thag17.2:38.4
source: na rajjati na dussati.
kn: he is neither attracted nor repelled.

# thag17.2:39.1
source: Paññāpāramitaṃ patto,
kn: He has attained the perfection of wisdom,

# thag17.2:39.2
source: mahābuddhi <span class="var" title="mahāmuni (s2, s3, pts1)" id="note449">mahāmati</span>;
kn: so intelligent and thoughtful.

# thag17.2:39.3
source: Ajaḷo jaḷasamāno,
kn: He is bright, but seems to be dull;

# thag17.2:39.4
source: sadā carati nibbuto.
kn: he always wanders, quenched.”

# thag17.2:40.1
source: Pariciṇṇo mayā satthā,
kn: “I’ve served the teacher

# thag17.2:40.3
source: pe …
kn: The heavy burden is laid down,

# thag17.2:40.4
source: bhavanetti samūhatā.
kn: the attachment to rebirth is eradicated.”

# thag17.2:41.1
source: Sampādethappamādena,
kn: “Persist with diligence:

# thag17.2:41.2
source: esā me anusāsanī;
kn: this is my instruction.

# thag17.2:41.3
source: Handāhaṃ parinibbissaṃ,
kn: Come, I’ll realize quenching—

# thag17.2:41.4
source: vippamuttomhi sabbadhī”ti.
kn: I am freed in every way.”
