Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag16.02.po
Languages: kn

# thag16.2:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag16.2:2.1
source: Vīsatinipāta
kn: The Book of the Twenties

# thag16.2:3.1
source: Paṭhamavagga
kn: Chapter One

# thag16.2:4.1
source: <span class="var" title="pārāsariyattheragāthā (bj)" id="note329">16.2 Pārāpariyattheragāthā</span>
kn: 16.2. Pārāpariya (2nd)

# thag16.2:5.1
source: “Samaṇassa ahu cintā,
kn: This thought came to the ascetic,

# thag16.2:5.2
source: pārāpariyassa bhikkhuno;
kn: the monk Pārāpariya,

# thag16.2:5.3
source: Ekakassa nisinnassa,
kn: as he was seated alone

# thag16.2:5.4
source: pavivittassa jhāyino.
kn: meditating in seclusion:

# thag16.2:6.1
source: Kimānupubbaṃ puriso,
kn: “Following what system,

# thag16.2:6.2
source: kiṃ vataṃ kiṃ <span class="var" title="samācaraṃ (bj, pts2)" id="note330">samācāraṃ</span>;
kn: what observance, what conduct,

# thag16.2:6.3
source: Attano kiccakārīssa,
kn: may I do what I need to do for myself,

# thag16.2:6.4
source: na ca kañci viheṭhaye.
kn: without harming anyone else?

# thag16.2:7.1
source: Indriyāni manussānaṃ,
kn: The faculties of human beings

# thag16.2:7.2
source: hitāya ahitāya ca;
kn: can lead to both welfare and harm.

# thag16.2:7.3
source: Arakkhitāni ahitāya,
kn: Unguarded they lead to harm;

# thag16.2:7.4
source: rakkhitāni hitāya ca.
kn: guarded they lead to welfare.

# thag16.2:8.1
source: Indriyāneva sārakkhaṃ,
kn: By protecting the faculties,

# thag16.2:8.2
source: indriyāni ca gopayaṃ;
kn: taking care of the faculties,

# thag16.2:8.3
source: Attano kiccakārīssa,
kn: I can do what I need to do for myself

# thag16.2:8.4
source: na ca kañci viheṭhaye.
kn: without harming anyone else.

# thag16.2:9.1
source: Cakkhundriyañce rūpesu,
kn: If your eye wanders

# thag16.2:9.2
source: gacchantaṃ anivārayaṃ;
kn: among sights without check,

# thag16.2:9.3
source: Anādīnavadassāvī,
kn: not seeing the danger,

# thag16.2:9.4
source: so dukkhā na hi muccati.
kn: you’re not freed from suffering.

# thag16.2:10.1
source: Sotindriyañce saddesu,
kn: If your ear wanders

# thag16.2:10.2
source: gacchantaṃ anivārayaṃ;
kn: among sounds without check,

# thag16.2:10.3
source: Anādīnavadassāvī,
kn: not seeing the danger,

# thag16.2:10.4
source: so dukkhā na hi muccati.
kn: you’re not freed from suffering.

# thag16.2:11.1
source: Anissaraṇadassāvī,
kn: If, not seeing the escape,

# thag16.2:11.2
source: gandhe ce paṭisevati;
kn: you indulge in a smell,

# thag16.2:11.3
source: Na so muccati dukkhamhā,
kn: you’re not freed from suffering,

# thag16.2:11.4
source: gandhesu adhimucchito.
kn: being besotted by smells.

# thag16.2:12.1
source: <span class="var" title="ambila (s2, s3, pts1)" id="note331">Ambilaṃ</span> madhuraggañca,
kn: Recollecting the sour,

# thag16.2:12.2
source: tittakaggamanussaraṃ;
kn: the sweet and the bitter,

# thag16.2:12.3
source: Rasataṇhāya <span class="var" title="ganthito (pts2)" id="note332">gadhito</span>,
kn: captivated by craving for taste,

# thag16.2:12.4
source: hadayaṃ nāvabujjhati.
kn: you don’t understand the heart.

# thag16.2:13.1
source: Subhānyappaṭikūlāni,
kn: Recollecting lovely

# thag16.2:13.2
source: phoṭṭhabbāni anussaraṃ;
kn: and pleasurable touches,

# thag16.2:13.3
source: Ratto rāgādhikaraṇaṃ,
kn: full of desire, you experience

# thag16.2:13.4
source: vividhaṃ vindate dukhaṃ.
kn: many kinds of suffering because of lust.

# thag16.2:14.1
source: Manaṃ cetehi dhammehi,
kn: Unable to protect

# thag16.2:14.2
source: yo na sakkoti rakkhituṃ;
kn: the mind from such thoughts,

# thag16.2:14.3
source: Tato naṃ dukkhamanveti,
kn: suffering follows them

# thag16.2:14.4
source: sabbehetehi pañcahi.
kn: because of all five.

# thag16.2:15.1
source: Pubbalohitasampuṇṇaṃ,
kn: This body is full of pus and blood,

# thag16.2:15.2
source: bahussa kuṇapassa ca;
kn: it’s home to many carcasses;

# thag16.2:15.3
source: Naravīrakataṃ vagguṃ,
kn: but cunning people decorate it

# thag16.2:15.4
source: samuggamiva cittitaṃ.
kn: like a lovely painted casket.

# thag16.2:16.1
source: Kaṭukaṃ madhurassādaṃ,
kn: You don’t understand that

# thag16.2:16.2
source: piyanibandhanaṃ dukhaṃ;
kn: the sweetness of honey turns bitter,

# thag16.2:16.3
source: Khuraṃva madhunā littaṃ,
kn: and the bonds to those we love cause pain,

# thag16.2:16.4
source: ullihaṃ nāvabujjhati.
kn: like a razor’s edge smeared with honey.

# thag16.2:17.1
source: Itthirūpe <span class="var" title="itthirase (s2, s3, pts1)" id="note333">itthisare</span>,
kn: Full of lust for the sight of a woman,

# thag16.2:17.2
source: phoṭṭhabbepi ca itthiyā;
kn: for the voice and the smells of a woman,

# thag16.2:17.3
source: Itthigandhesu sāratto,
kn: for a woman’s touch,

# thag16.2:17.4
source: vividhaṃ vindate dukhaṃ.
kn: you experience many kinds of suffering.

# thag16.2:18.1
source: Itthisotāni sabbāni,
kn: All of a woman’s streams

# thag16.2:18.2
source: sandanti pañca pañcasu;
kn: flow from five to five.

# thag16.2:18.3
source: Tesamāvaraṇaṃ kātuṃ,
kn: Whoever, being energetic,

# thag16.2:18.4
source: yo sakkoti vīriyavā.
kn: is able to curb these,

# thag16.2:19.1
source: So atthavā so dhammaṭṭho,
kn: purposeful and firm in Dhamma,

# thag16.2:19.2
source: so dakkho so vicakkhaṇo;
kn: is clever and clear-seeing.

# thag16.2:19.3
source: Kareyya <span class="var" title="ramamāno hi (s2, s3, pts1)" id="note334">ramamānopi</span>,
kn: Though he might enjoy himself,

# thag16.2:19.4
source: kiccaṃ dhammatthasaṃhitaṃ.
kn: his duty is connected with the teaching and its goal.

# thag16.2:20.1
source: <span class="var" title="adhosīdava (pts2)" id="note335">Atho sīdati</span> saññuttaṃ,
kn: One who’s diligent and discerning,

# thag16.2:20.2
source: vajje kiccaṃ niratthakaṃ;
kn: thinking, “This ought not be done”,

# thag16.2:20.3
source: ‘Na taṃ kiccan’ti maññitvā,
kn: would avoid a useless task

# thag16.2:20.4
source: appamatto vicakkhaṇo.
kn: that’s doomed to failure.

# thag16.2:21.1
source: Yañca atthena saññuttaṃ,
kn: Whatever is meaningful,

# thag16.2:21.2
source: yā ca dhammagatā rati;
kn: and whatever happiness is principled,

# thag16.2:21.3
source: Taṃ samādāya vattetha,
kn: let one undertake and follow that:

# thag16.2:21.4
source: sā hi ve uttamā rati.
kn: this is the best happiness.

# thag16.2:22.1
source: Uccāvacehupāyehi,
kn: They want to get hold of what belongs to others

# thag16.2:22.2
source: <span class="var" title="... abhijigīsāti (s2, s3, pts1)" id="note336">Paresamabhijigīsati</span>;
kn: by any means, fair or foul.

# thag16.2:22.3
source: Hantvā vadhitvā atha socayitvā,
kn: They kill, injure, and torment,

# thag16.2:22.4
source: Ālopati sāhasā yo paresaṃ.
kn: violently plundering what belongs to others.

# thag16.2:23.1
source: Tacchanto āṇiyā āṇiṃ,
kn: Just as a strong person when building

# thag16.2:23.2
source: nihanti balavā yathā;
kn: knocks out a peg with a peg,

# thag16.2:23.3
source: Indriyānindriyeheva,
kn: so the skillful person

# thag16.2:23.4
source: nihanti <span class="var" title="kusalā (s2, s3, pts1)" id="note337">kusalo</span> tathā.
kn: knocks out the faculties with the faculties.

# thag16.2:24.1
source: Saddhaṃ vīriyaṃ samādhiñca,
kn: Developing faith, energy, immersion,

# thag16.2:24.2
source: <span class="var" title="satiṃ paññañca (bj, pts2)" id="note338">satipaññañca</span> bhāvayaṃ;
kn: mindfulness, and wisdom;

# thag16.2:24.3
source: Pañca pañcahi hantvāna,
kn: destroying the five with the five,

# thag16.2:24.4
source: anīgho yāti brāhmaṇo.
kn: the brahmin lives without worry.

# thag16.2:25.1
source: So atthavā so dhammaṭṭho,
kn: Purposeful and firm in Dhamma,

# thag16.2:25.2
source: katvā vākyānusāsaniṃ;
kn: having fulfilled in every respect

# thag16.2:25.3
source: Sabbena sabbaṃ buddhassa,
kn: the instructions spoken by the Buddha,

# thag16.2:25.4
source: so naro sukhamedhatī”ti.
kn: that person prospers in happiness.”
