Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag05.06.po
Languages: kn

# thag5.6:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag5.6:2.1
source: Pañcakanipāta
kn: The Book of the Fives

# thag5.6:3.1
source: Paṭhamavagga
kn: Chapter One

# thag5.6:4.1
source: 5.6. Nadīkassapattheragāthā
kn: 5.6. Nadīkassapa

# thag5.6:5.1
source: “Atthāya vata me buddho,
kn: It was truly for my benefit

# thag5.6:5.2
source: nadiṃ nerañjaraṃ agā;
kn: that the Buddha went to the river Nerañjara.

# thag5.6:5.3
source: Yassāhaṃ dhammaṃ sutvāna,
kn: When I heard his teaching,

# thag5.6:5.4
source: micchādiṭṭhiṃ vivajjayiṃ.
kn: I shunned wrong view.

# thag5.6:6.1
source: Yajiṃ uccāvace yaññe,
kn: I used to perform a diverse spectrum of sacrifices;

# thag5.6:6.2
source: aggihuttaṃ juhiṃ ahaṃ;
kn: I served the sacred flame,

# thag5.6:6.3
source: ‘Esā suddhī’ti maññanto,
kn: imagining, “This is purity.”

# thag5.6:6.4
source: andhabhūto puthujjano.
kn: I was a blind, ordinary person.

# thag5.6:7.1
source: Diṭṭhigahanapakkhando,
kn: Caught in the thicket of wrong view,

# thag5.6:7.2
source: parāmāsena mohito;
kn: deluded by misapprehension.

# thag5.6:7.3
source: Asuddhiṃ maññisaṃ suddhiṃ,
kn: Thinking impurity was purity,

# thag5.6:7.4
source: andhabhūto aviddasu.
kn: I was blind and ignorant.

# thag5.6:8.1
source: Micchādiṭṭhi pahīnā me,
kn: I’ve abandoned wrong view;

# thag5.6:8.2
source: bhavā sabbe padālitā;
kn: all rebirths are shattered.

# thag5.6:8.3
source: Juhāmi dakkhiṇeyyaggiṃ,
kn: I serve the truly worthy flame:

# thag5.6:8.4
source: namassāmi tathāgataṃ.
kn: I bow to the Realized One.

# thag5.6:9.1
source: Mohā sabbe pahīnā me,
kn: I’ve given up all delusion;

# thag5.6:9.2
source: bhavataṇhā padālitā;
kn: craving for rebirth is shattered;

# thag5.6:9.3
source: Vikkhīṇo jātisaṃsāro,
kn: transmigration through births is finished;

# thag5.6:9.4
source: natthi dāni punabbhavo”ti.
kn: now there are no more future lives.
