Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag01.043.po
Languages: kn

# thag1.43:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag1.43:2.1
source: Ekakanipāta
kn: The Book of the Ones

# thag1.43:3.1
source: Pañcamavagga
kn: Chapter Five

# thag1.43:4.1
source: 1.43. Sumaṅgalattheragāthā
kn: 1.43. Sumaṅgala

# thag1.43:5.1
source: “Sumuttiko sumuttiko,
kn: Well freed! Well freed!

# thag1.43:5.2
source: Sāhu sumuttikomhi tīhi khujjakehi;
kn: I’m very well freed from three crooked things:

# thag1.43:5.3
source: Asitāsu mayā naṅgalāsu mayā,
kn: my sickles, my ploughs,

# thag1.43:5.4
source: Khuddakuddālāsu mayā.
kn: and my little hoes.

# thag1.43:5.5
source: Yadipi idhameva idhameva,
kn: Even if they were here, right here—

# thag1.43:5.6
source: Atha vāpi alameva alameva;
kn: I’d be done with them, done!

# thag1.43:5.7
source: Jhāya sumaṅgala jhāya sumaṅgala,
kn: Practice absorption Sumaṅgala! Practice absorption Sumaṅgala!

# thag1.43:5.8
source: Appamatto vihara sumaṅgalā”ti.
kn: Stay heedful, Sumaṅgala!
