Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag16.10.po
Languages: kn

# thag16.10:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag16.10:2.1
source: Vīsatinipāta
kn: The Book of the Twenties

# thag16.10:3.1
source: Paṭhamavagga
kn: Chapter One

# thag16.10:4.1
source: <span class="var" title="pārāsariyattheragāthā (bj)" id="note414">16.10 Pārāpariyattheragāthā</span>
kn: 16.10. Pārāpariya (3rd)

# thag16.10:5.1
source: Samaṇassa ahu cintā,
kn: This thought came to the ascetic

# thag16.10:5.2
source: pupphitamhi mahāvane;
kn: in the forest full of flowers,

# thag16.10:5.3
source: Ekaggassa nisinnassa,
kn: as he was seated alone

# thag16.10:5.4
source: pavivittassa jhāyino.
kn: meditating in seclusion:

# thag16.10:6.1
source: “Aññathā lokanāthamhi,
kn: “The behavior of the mendicants

# thag16.10:6.2
source: tiṭṭhante purisuttame;
kn: these days seems different

# thag16.10:6.3
source: Iriyaṃ āsi bhikkhūnaṃ,
kn: from when the protector of the world,

# thag16.10:6.4
source: aññathā dāni dissati.
kn: the best of men, was still here.

# thag16.10:7.1
source: Sītavātaparittāṇaṃ,
kn: Their robes were only for covering the private parts,

# thag16.10:7.2
source: hirikopīnachādanaṃ;
kn: and protection from the cold and wind.

# thag16.10:7.3
source: Mattaṭṭhiyaṃ abhuñjiṃsu,
kn: They ate in moderation,

# thag16.10:7.4
source: santuṭṭhā itarītare.
kn: content with whatever they were offered.

# thag16.10:8.1
source: Paṇītaṃ yadi vā lūkhaṃ,
kn: Whether food was refined or rough,

# thag16.10:8.2
source: appaṃ vā yadi vā bahuṃ;
kn: a little or a lot,

# thag16.10:8.3
source: Yāpanatthaṃ abhuñjiṃsu,
kn: they ate only for sustenance,

# thag16.10:8.4
source: agiddhā nādhimucchitā.
kn: without greed or gluttony.

# thag16.10:9.1
source: Jīvitānaṃ parikkhāre,
kn: They weren’t so very eager

# thag16.10:9.2
source: bhesajje atha paccaye;
kn: for the requisites of life,

# thag16.10:9.3
source: Na bāḷhaṃ ussukā āsuṃ,
kn: such as tonics and other necessities,

# thag16.10:9.4
source: yathā te āsavakkhaye.
kn: as they were for the ending of defilements.

# thag16.10:10.1
source: Araññe rukkhamūlesu,
kn: In the wilderness, at a tree’s root,

# thag16.10:10.2
source: kandarāsu guhāsu ca;
kn: in caves and caverns,

# thag16.10:10.3
source: Vivekamanubrūhantā,
kn: fostering seclusion,

# thag16.10:10.4
source: vihaṃsu tapparāyaṇā.
kn: they lived with that as their final goal.

# thag16.10:11.1
source: Nīcā niviṭṭhā subharā,
kn: They were used to simple things, easy to look after,

# thag16.10:11.2
source: mudū atthaddhamānasā;
kn: gentle, not stubborn at heart,

# thag16.10:11.3
source: Abyāsekā amukharā,
kn: unsullied, not gossipy,

# thag16.10:11.4
source: atthacintā vasānugā.
kn: their thoughts were intent on the goal.

# thag16.10:12.1
source: Tato pāsādikaṃ āsi,
kn: That’s why they inspired confidence,

# thag16.10:12.2
source: gataṃ bhuttaṃ nisevitaṃ;
kn: in their movements, eating, and practice;

# thag16.10:12.3
source: Siniddhā teladhārāva,
kn: their deportment was as smooth

# thag16.10:12.4
source: ahosi iriyāpatho.
kn: as a stream of oil.

# thag16.10:13.1
source: Sabbāsavaparikkhīṇā,
kn: With the utter ending of all defilements,

# thag16.10:13.2
source: mahājhāyī mahāhitā;
kn: those senior monks have now been quenched.

# thag16.10:13.3
source: Nibbutā dāni te therā,
kn: They were great meditators and great benefactors—

# thag16.10:13.4
source: parittā dāni tādisā.
kn: there are few like them today.

# thag16.10:14.1
source: Kusalānañca dhammānaṃ,
kn: With the ending

# thag16.10:14.2
source: paññāya ca parikkhayā;
kn: of good principles and understanding,

# thag16.10:14.3
source: Sabbākāravarūpetaṃ,
kn: the victor’s teaching,

# thag16.10:14.4
source: lujjate jinasāsanaṃ.
kn: full of all excellent qualities, has fallen apart.

# thag16.10:15.1
source: Pāpakānañca dhammānaṃ,
kn: This is the season

# thag16.10:15.2
source: kilesānañca yo utu;
kn: for bad principles and defilements.

# thag16.10:15.3
source: Upaṭṭhitā vivekāya,
kn: Those who are ready for seclusion

# thag16.10:15.4
source: ye ca saddhammasesakā.
kn: are all that’s left of the true Dhamma.

# thag16.10:16.1
source: Te kilesā pavaḍḍhantā,
kn: As they grow, the defilements

# thag16.10:16.2
source: āvisanti bahuṃ janaṃ;
kn: possess most people;

# thag16.10:16.3
source: Kīḷanti maññe bālehi,
kn: they play with fools, it seems to me,

# thag16.10:16.4
source: ummattehiva rakkhasā.
kn: like demons with the mad.

# thag16.10:17.1
source: Kilesehābhibhūtā te,
kn: Overcome by defilements,

# thag16.10:17.2
source: tena tena vidhāvitā;
kn: they run here and there

# thag16.10:17.3
source: Narā kilesavatthūsu,
kn: among the bases for defilement,

# thag16.10:17.4
source: <span class="var" title="sayaṃgāheva (s2, s3, pts1)" id="note415">sasaṅgāmeva</span> ghosite.
kn: as if they had declared war on themselves.

# thag16.10:18.1
source: Pariccajitvā saddhammaṃ,
kn: Having abandoned the true teaching,

# thag16.10:18.2
source: aññamaññehi bhaṇḍare;
kn: they argue with each other.

# thag16.10:18.3
source: Diṭṭhigatāni anventā,
kn: Following wrong views

# thag16.10:18.4
source: idaṃ seyyoti maññare.
kn: they think, ‘This is better.’

# thag16.10:19.1
source: Dhanañca puttaṃ bhariyañca,
kn: They cut off their wealth,

# thag16.10:19.2
source: chaḍḍayitvāna niggatā;
kn: children, and wife to go forth.

# thag16.10:19.3
source: Kaṭacchubhikkhahetūpi,
kn: But then they do what they shouldn’t,

# thag16.10:19.4
source: akicchāni nisevare.
kn: for the sake of a measly spoon of alms-food.

# thag16.10:20.1
source: Udarāvadehakaṃ bhutvā,
kn: They eat until their bellies are full,

# thag16.10:20.2
source: sayantuttānaseyyakā;
kn: and then they lie to sleep on their backs.

# thag16.10:20.3
source: <span class="var" title="kathā vaḍḍhenti (bj, mr) | kathā vadenti (pts1)" id="note416">Kathaṃ vattenti</span> paṭibuddhā,
kn: When they wake up, they keep on chatting,

# thag16.10:20.4
source: yā kathā satthugarahitā.
kn: the kind of talk that the teacher criticized.

# thag16.10:21.1
source: Sabbakārukasippāni,
kn: Valuing all the arts and crafts,

# thag16.10:21.2
source: cittiṃ <span class="var" title="cittīkatvāna (bj) | cittaṃ katvāna (s2, s3) | cittikatvāna (pts1-2)" id="note417">katvāna</span> sikkhare;
kn: they train themselves in them.

# thag16.10:21.3
source: Avūpasantā ajjhattaṃ,
kn: Not being settled inside, they think,

# thag16.10:21.4
source: <span class="var" title="tiriñcati (?)" id="note418">sāmaññatthotiacchati</span>.
kn: ‘This is the goal of the ascetic life.’

# thag16.10:22.1
source: Mattikaṃ telacuṇṇañca,
kn: They provide clay, oil, and talcum powder,

# thag16.10:22.2
source: udakāsanabhojanaṃ;
kn: water, lodgings, and food

# thag16.10:22.3
source: Gihīnaṃ upanāmenti,
kn: for householders,

# thag16.10:22.4
source: ākaṅkhantā bahuttaraṃ.
kn: expecting more in return.

# thag16.10:23.1
source: Dantaponaṃ kapitthañca,
kn: And in addition, tooth-picks, wood-apples,

# thag16.10:23.2
source: pupphaṃ khādaniyāni ca;
kn: flowers, food to eat,

# thag16.10:23.3
source: Piṇḍapāte ca sampanne,
kn: well-cooked alms-food,

# thag16.10:23.4
source: ambe āmalakāni ca.
kn: mangoes and myrobalans.

# thag16.10:24.1
source: Bhesajjesu yathā vejjā,
kn: In medicine they are like doctors,

# thag16.10:24.2
source: kiccākicce yathā gihī;
kn: in business like householders,

# thag16.10:24.3
source: Gaṇikāva vibhūsāyaṃ,
kn: in makeup like prostitutes,

# thag16.10:24.4
source: issare khattiyā yathā.
kn: in sovereignty like lords.

# thag16.10:25.1
source: Nekatikā vañcanikā,
kn: Cheats, frauds,

# thag16.10:25.2
source: kūṭasakkhī <span class="var" title="avāṭukā (s2, s3, pts1)" id="note419">apāṭukā</span>;
kn: false witnesses, sly:

# thag16.10:25.3
source: Bahūhi parikappehi,
kn: using multiple plans,

# thag16.10:25.4
source: āmisaṃ paribhuñjare.
kn: they enjoy material things.

# thag16.10:26.1
source: Lesakappe pariyāye,
kn: Pursuing shams, contrivances, and plans,

# thag16.10:26.2
source: parikappenudhāvitā;
kn: by such means

# thag16.10:26.3
source: Jīvikatthā upāyena,
kn: they accumulate a lot of wealth

# thag16.10:26.4
source: saṅkaḍḍhanti bahuṃ dhanaṃ.
kn: for the sake of their own livelihood.

# thag16.10:27.1
source: Upaṭṭhāpenti parisaṃ,
kn: They assemble the community

# thag16.10:27.2
source: kammato no ca dhammato;
kn: for business rather than Dhamma.

# thag16.10:27.3
source: Dhammaṃ paresaṃ desenti,
kn: They teach the Dhamma to others

# thag16.10:27.4
source: lābhato no ca atthato.
kn: for gain, not for the goal.

# thag16.10:28.1
source: Saṃghalābhassa bhaṇḍanti,
kn: Those outside the Saṅgha

# thag16.10:28.2
source: saṃghato paribāhirā;
kn: quarrel over the Saṅgha’s property.

# thag16.10:28.3
source: Paralābhopajīvantā,
kn: They’re shameless, and do not care

# thag16.10:28.4
source: ahirīkā na lajjare.
kn: that they live on someone else’s property.

# thag16.10:29.1
source: Nānuyuttā tathā eke,
kn: Some with shaven head and robe

# thag16.10:29.2
source: muṇḍā saṅghāṭipārutā;
kn: are not devoted to practice,

# thag16.10:29.3
source: Sambhāvanaṃyevicchanti,
kn: but wish only to be honored,

# thag16.10:29.4
source: lābhasakkāramucchitā.
kn: besotted with property and reverence.

# thag16.10:30.1
source: Evaṃ nānappayātamhi,
kn: When things have come to this,

# thag16.10:30.2
source: na dāni sukaraṃ tathā;
kn: it’s not easy these days

# thag16.10:30.3
source: Aphusitaṃ vā phusituṃ,
kn: to realize what has not yet been realized,

# thag16.10:30.4
source: phusitaṃ vānurakkhituṃ.
kn: or to preserve what has been realized.

# thag16.10:31.1
source: Yathā kaṇṭakaṭṭhānamhi,
kn: When shoeless on a thorny path,

# thag16.10:31.2
source: careyya anupāhano;
kn: one would walk

# thag16.10:31.3
source: Satiṃ upaṭṭhapetvāna,
kn: very mindfully;

# thag16.10:31.4
source: evaṃ gāme munī care.
kn: that’s how a sage should walk in the village.

# thag16.10:32.1
source: Saritvā pubbake yogī,
kn: Remembering the meditators of old,

# thag16.10:32.2
source: tesaṃ vattamanussaraṃ;
kn: and recollecting their conduct,

# thag16.10:32.3
source: Kiñcāpi pacchimo kālo,
kn: even in the latter days,

# thag16.10:32.4
source: phuseyya amataṃ padaṃ.
kn: it’s still possible to realize the deathless.”

# thag16.10:33.1
source: Idaṃ vatvā sālavane,
kn: That is what the ascetic, whose faculties

# thag16.10:33.2
source: samaṇo bhāvitindriyo;
kn: were fully developed, said in the sāl tree grove.

# thag16.10:33.3
source: Brāhmaṇo parinibbāyī,
kn: The brahmin, the hermit, became quenched,

# thag16.10:33.4
source: isi khīṇapunabbhavo”ti.
kn: putting an end to all future lives.
