Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag01.014.po
Languages: kn

# thag1.14:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag1.14:2.1
source: Ekakanipāta
kn: The Book of the Ones

# thag1.14:3.1
source: Dutiyavagga
kn: Chapter Two

# thag1.14:4.1
source: 1.14. Sivakasāmaṇeragāthā
kn: 1.14. The Novice Sivaka

# thag1.14:5.1
source: “Upajjhāyo maṃ <span class="var" title="avacāsi (s2, s3, pts1)" id="note12">avaca</span>,
kn: My mentor said to me:

# thag1.14:5.2
source: ito <span class="var" title="gacchāmi (s2, s3, pts1)" id="note13">gacchāma</span> sīvaka;
kn: “Let’s leave here, Sīvaka.”

# thag1.14:5.3
source: Gāme me vasati kāyo,
kn: My body lives in the village,

# thag1.14:5.4
source: araññaṃ me gato mano;
kn: but my mind has gone to the wilderness.

# thag1.14:5.5
source: Semānakopi gacchāmi,
kn: I go there even when lying down—

# thag1.14:5.6
source: natthi saṅgo vijānatan”ti.
kn: you can't tie down those who know.
