Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag05.12.po
Languages: kn

# thag5.12:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag5.12:2.1
source: Pañcakanipāta
kn: The Book of the Fives

# thag5.12:3.1
source: Paṭhamavagga
kn: Chapter One

# thag5.12:4.1
source: 5.12. Kosiyattheragāthā
kn: 5.12. Kosiya

# thag5.12:5.1
source: “Yo ve garūnaṃ vacanaññu dhīro,
kn: Whatever wise one, understanding their teacher’s words,

# thag5.12:5.2
source: Vase ca tamhi janayetha pemaṃ;
kn: stays with them, their fondness growing;

# thag5.12:5.3
source: So bhattimā nāma ca hoti paṇḍito,
kn: that astute person is indeed devoted—

# thag5.12:5.4
source: Ñatvā ca dhammesu visesi assa.
kn: knowing the teachings, they’re distinguished.

# thag5.12:6.1
source: Yaṃ āpadā uppatitā uḷārā,
kn: When extreme stresses arise,

# thag5.12:6.2
source: Nakkhambhayante paṭisaṅkhayantaṃ;
kn: one who does not tremble, but reflects instead,

# thag5.12:6.3
source: So thāmavā nāma ca hoti paṇḍito,
kn: that astute person is indeed strong—

# thag5.12:6.4
source: Ñatvā ca dhammesu visesi assa.
kn: knowing the teachings, they’re distinguished.

# thag5.12:7.1
source: Yo ve samuddova ṭhito anejo,
kn: Steady as the ocean, imperturbable,

# thag5.12:7.2
source: Gambhīrapañño nipuṇatthadassī;
kn: their wisdom is deep, they see the subtle goal;

# thag5.12:7.3
source: Asaṃhāriyo nāma ca hoti paṇḍito,
kn: that astute person is indeed immovable—

# thag5.12:7.4
source: Ñatvā ca dhammesu visesi assa.
kn: knowing the teachings, they’re distinguished.

# thag5.12:8.1
source: Bahussuto dhammadharo ca hoti,
kn: They’re very learned, and have memorized the teaching,

# thag5.12:8.2
source: Dhammassa hoti anudhammacārī;
kn: living in line with the teachings—

# thag5.12:8.3
source: So tādiso nāma ca hoti paṇḍito,
kn: that astute person is indeed such—

# thag5.12:8.4
source: Ñatvā ca dhammesu visesi assa.
kn: knowing the teachings, they’re distinguished.

# thag5.12:9.1
source: Atthañca yo jānāti bhāsitassa,
kn: They know the meaning of what is said,

# thag5.12:9.2
source: Atthañca ñatvāna tathā karoti;
kn: and act accordingly;

# thag5.12:9.3
source: Atthantaro nāma sa hoti paṇḍito,
kn: that astute person is indeed a master of meaning—

# thag5.12:9.4
source: Ñatvā ca dhammesu visesi assā”ti.
kn: knowing the teachings, they’re distinguished.
