Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag04.08.po
Languages: kn

# thag4.8:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag4.8:2.1
source: Catukkanipāta
kn: The Book of the Fours

# thag4.8:3.1
source: Paṭhamavagga
kn: Chapter One

# thag4.8:4.1
source: 4.8. Rāhulattheragāthā
kn: 4.8. Rāhula

# thag4.8:5.1
source: “Ubhayeneva sampanno,
kn: I am known as “Fortunate Rāhula”,

# thag4.8:5.2
source: rāhulabhaddoti maṃ vidū;
kn: because I’m accomplished in both ways:

# thag4.8:5.3
source: Yañcamhi putto buddhassa,
kn: I am the son of the Buddha,

# thag4.8:5.4
source: yañca dhammesu cakkhumā.
kn: and I have the vision of the teachings.

# thag4.8:6.1
source: Yañca me āsavā khīṇā,
kn: Since my defilements have ended,

# thag4.8:6.2
source: yañca natthi punabbhavo;
kn: since there are no more future lives—

# thag4.8:6.3
source: Arahā dakkhiṇeyyomhi,
kn: I’m perfected, worthy of offerings,

# thag4.8:6.4
source: tevijjo amataddaso.
kn: master of the three knowledges, seer of the deathless.

# thag4.8:7.1
source: Kāmandhā jālapacchannā,
kn: Blinded by sensual pleasures, trapped in a net,

# thag4.8:7.2
source: taṇhāchādanachāditā;
kn: they are smothered over by craving;

# thag4.8:7.3
source: Pamattabandhunā baddhā,
kn: bound by the Kinsman of the Negligent,

# thag4.8:7.4
source: macchāva kumināmukhe.
kn: like a fish caught in a funnel-net trap.

# thag4.8:8.1
source: Taṃ kāmaṃ ahamujjhitvā,
kn: Having thrown off those sensual pleasures,

# thag4.8:8.2
source: chetvā mārassa bandhanaṃ;
kn: having cut Māra’s bond,

# thag4.8:8.3
source: Samūlaṃ taṇhamabbuyha,
kn: and having plucked out craving, root and all:

# thag4.8:8.4
source: sītibhūtosmi nibbuto”ti.
kn: I’m cooled, extinguished.
