Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag06.14.po
Languages: kn

# thag6.14:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag6.14:2.1
source: Chakkanipāta
kn: The Book of the Sixes

# thag6.14:3.1
source: Paṭhamavagga
kn: Chapter One

# thag6.14:4.1
source: 6.14. Sabbakāmittheragāthā
kn: 6.14. Sabbakāmi

# thag6.14:5.1
source: “Dvipādakoyaṃ asuci,
kn: This two-legged body is dirty and stinking,

# thag6.14:5.2
source: duggandho <span class="var" title="pariharati (mr)" id="note233">parihīrati</span>;
kn: full of different carcasses,

# thag6.14:5.3
source: Nānākuṇapaparipūro,
kn: and oozing all over the place—

# thag6.14:5.4
source: vissavanto tato tato.
kn: but still it is cherished!

# thag6.14:6.1
source: Migaṃ nilīnaṃ kūṭena,
kn: Like a lurking deer by a trick,

# thag6.14:6.2
source: baḷiseneva ambujaṃ;
kn: like a fish by a hook,

# thag6.14:6.3
source: Vānaraṃ viya lepena,
kn: like a monkey by tar—

# thag6.14:6.4
source: bādhayanti puthujjanaṃ.
kn: they trap an ordinary person.

# thag6.14:7.1
source: Rūpā saddā rasā gandhā,
kn: Sights, sounds, tastes, smells,

# thag6.14:7.2
source: phoṭṭhabbā ca manoramā;
kn: and touches so delightful:

# thag6.14:7.3
source: Pañca kāmaguṇā ete,
kn: these five kinds of sensual stimulation

# thag6.14:7.4
source: <span class="var" title="... rūpasmiṃ (bj, s2, s3, pts1)" id="note234">itthirūpasmi</span> dissare.
kn: are seen in a woman’s body.

# thag6.14:8.1
source: Ye etā upasevanti,
kn: Those ordinary people, their minds full of lust,

# thag6.14:8.2
source: rattacittā puthujjanā;
kn: who pursue those women:

# thag6.14:8.3
source: Vaḍḍhenti kaṭasiṃ ghoraṃ,
kn: they swell the horrors of the charnel ground,

# thag6.14:8.4
source: ācinanti punabbhavaṃ.
kn: piling up future lives.

# thag6.14:9.1
source: Yo cetā parivajjeti,
kn: The one who avoids them,

# thag6.14:9.2
source: sappasseva padā siro;
kn: like a snake’s head with a foot,

# thag6.14:9.3
source: Somaṃ visattikaṃ loke,
kn: mindful, he transcends

# thag6.14:9.4
source: sato samativattati.
kn: attachment to the world.

# thag6.14:10.1
source: Kāmesvādīnavaṃ disvā,
kn: Seeing the danger in sensual pleasures,

# thag6.14:10.2
source: nekkhammaṃ daṭṭhu khemato;
kn: seeing renunciation as a sanctuary,

# thag6.14:10.3
source: Nissaṭo sabbakāmehi,
kn: I’ve escaped all sensual pleasures,

# thag6.14:10.4
source: patto me āsavakkhayo”ti.
kn: and attained the ending of defilements.
