Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag21.1.po
Languages: kn

# thag21.1:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag21.1:2.1
source: Mahānipāta
kn: The Great Book

# thag21.1:3.1
source: Paṭhamavagga
kn: Chapter One

# thag21.1:4.1
source: 21.1. Vaṅgīsattheragāthā
kn: 21.1. Vaṅgīsa

# thag21.1:5.1
source: “Nikkhantaṃ vata maṃ santaṃ,
kn: “Now that I’ve gone forth

# thag21.1:5.2
source: agārasmānagāriyaṃ;
kn: from the lay life to homelessness,

# thag21.1:5.3
source: Vitakkā upadhāvanti,
kn: I’m overrun

# thag21.1:5.4
source: pagabbhā kaṇhato ime.
kn: by the impudent thoughts of the Dark One.

# thag21.1:6.1
source: Uggaputtā mahissāsā,
kn: Even if a thousand mighty princes and great archers,

# thag21.1:6.2
source: sikkhitā <span class="var" title="daḷhadhanvino (bj-a)" id="note512">daḷhadhammino</span>;
kn: well trained, with strong bows,

# thag21.1:6.3
source: Samantā parikireyyuṃ,
kn: were to completely surround me;

# thag21.1:6.4
source: sahassaṃ apalāyinaṃ.
kn: I would never flee.

# thag21.1:7.1
source: Sacepi <span class="var" title="etato (^sn8.1#1 [1. Nikkhantasutta])" id="note513">ettakā</span> bhiyyo,
kn: And even if women come,

# thag21.1:7.2
source: āgamissanti itthiyo;
kn: many more than that,

# thag21.1:7.3
source: Neva maṃ <span class="var" title="byāthayissanti (?)" id="note514">byādhayissanti</span>,
kn: they won’t scare me,

# thag21.1:7.4
source: <span class="var" title="dhammesvamhi (s2, pts1, mr)" id="note515">dhamme samhi</span> patiṭṭhito.
kn: for I stand firm in the teaching.

# thag21.1:8.1
source: Sakkhī hi me sutaṃ etaṃ,
kn: I heard this with my own ears

# thag21.1:8.2
source: buddhassādiccabandhuno;
kn: from the Buddha, Kinsman of the Sun,

# thag21.1:8.3
source: Nibbānagamanaṃ maggaṃ,
kn: about the path going to extinguishment;

# thag21.1:8.4
source: tattha me nirato mano.
kn: that’s what delights my mind.

# thag21.1:9.1
source: Evañce maṃ viharantaṃ,
kn: Wicked One, if you come near me

# thag21.1:9.2
source: pāpima upagacchasi;
kn: as I meditate like this,

# thag21.1:9.3
source: Tathā maccu karissāmi,
kn: I’ll make sure that you, Death,

# thag21.1:9.4
source: na me maggampi dakkhasi.
kn: won’t even see the path I take.”

# thag21.1:10.1
source: <span class="cross" title="^sn8.2#1 [2. Aratīsutta]" id="note516">*</span> <a class="verse-num-sc" id="verse-num-sc1224"></a><a class="verse-num-pts" id="verse-num-pts1214"></a><span class="var" title="aratiṃ (bahūsu)" id="note517">Aratiñca</span> ratiñca pahāya,
kn: “Giving up discontent and desire,

# thag21.1:10.2
source: Sabbaso gehasitañca vitakkaṃ;
kn: along with all thoughts of the lay life,

# thag21.1:10.3
source: Vanathaṃ na kareyya kuhiñci,
kn: they wouldn’t get entangled in anything;

# thag21.1:10.4
source: <span class="var" title="nibbanatho anato sa hi (s2, s3) | nibbanathā avanatho sa hi (pts1-2) | nibbanatho arato sa hi (^sn8.2#1 [2. Aratīsutta])" id="note518">Nibbanatho avanatho sa</span> bhikkhu.
kn: unentangled, disentangled: that’s a real mendicant.

# thag21.1:11.1
source: Yamidha pathaviñca vehāsaṃ,
kn: Whether on this earth or in the sky,

# thag21.1:11.2
source: Rūpagataṃ jagatogadhaṃ kiñci;
kn: whatever in the world is included in form

# thag21.1:11.3
source: Parijīyati sabbamaniccaṃ,
kn: wears out, it is all impermanent;

# thag21.1:11.4
source: Evaṃ samecca caranti mutattā.
kn: the thoughtful live having comprehended this truth.

# thag21.1:12.1
source: Upadhīsu janā gadhitāse,
kn: People are bound to their attachments,

# thag21.1:12.2
source: <span class="var" title="diṭṭhe sute (bj)" id="note519">Diṭṭhasute</span> paṭighe ca mute ca;
kn: to what is seen, heard, felt, and thought.

# thag21.1:12.3
source: Ettha vinodaya chandamanejo,
kn: Unstirred, dispel desire for these things;

# thag21.1:12.4
source: Yo hettha na <span class="var" title="lippati (bj, s2, s3, pts1-2)" id="note520">limpati</span> muni <span class="var" title="taṃ munimāhu (pts2 ^sn8.2#1 [2. Aratīsutta])" id="note521">tamāhu</span>.
kn: for one called ‘a sage’ does not cling to them.

# thag21.1:13.1
source: <span class="var" title="aṭṭha (bj, pts1)" id="note522">Atha</span> saṭṭhisitā savitakkā,
kn: Attached to the sixty wrong views, and full of their own opinions,

# thag21.1:13.2
source: <span class="var" title="puthujjanatāyaṃ (bj) | puthū janatāya (^sn8.2#1 [2. Aratīsutta])" id="note523">Puthujjanatāya</span> adhammā niviṭṭhā;
kn: ordinary people are fixed in wrong principles.

# thag21.1:13.3
source: Na ca <span class="var" title="vaṭṭagatassa (s2, s3) | vaggagatissa (pts1)" id="note524">vaggagatassa</span> kuhiñci,
kn: But that mendicant wouldn’t join a sectarian group,

# thag21.1:13.4
source: No pana <span class="var" title="padullagāhī (pts1) | duṭṭhullabhāṇī (^sn8.2#1 [2. Aratīsutta])" id="note525">duṭṭhullagāhī</span> sa bhikkhu.
kn: still less would they utter lewd speech.

# thag21.1:14.1
source: Dabbo <span class="var" title="cirarattaṃ samāhito (s2, s3, pts1)" id="note526">cirarattasamāhito</span>,
kn: Clever, long serene,

# thag21.1:14.2
source: Akuhako nipako apihālu;
kn: free of deceit, alert, without envy,

# thag21.1:14.3
source: Santaṃ padaṃ ajjhagamā muni,
kn: the sage has reached the state of peace;

# thag21.1:14.4
source: Paṭicca parinibbuto kaṅkhati kālaṃ.
kn: and because he’s extinguished, he awaits his time.”

# thag21.1:15.1
source: Mānaṃ pajahassu gotama,
kn: “Give up conceit, Gotama!

# thag21.1:15.2
source: Mānapathañca jahassu asesaṃ;
kn: Completely abandon the different kinds of conceit!

# thag21.1:15.3
source: <span class="var" title="mānapathasmiṃ (s2, s3, pts2)" id="note527">Mānapathamhi</span> sa mucchito,
kn: Besotted with the different kinds of conceit,

# thag21.1:15.4
source: <span class="var" title="... hutvā (pts1) | vippaṭisār'ahuvā (pts2)" id="note528">Vippaṭisārīhuvā</span> cirarattaṃ.
kn: you’ve had regrets for a long time.

# thag21.1:16.1
source: Makkhena makkhitā pajā,
kn: Smeared by smears and slain by conceit,

# thag21.1:16.2
source: Mānahatā nirayaṃ <span class="var" title="patanti (s2, s3, pts1)" id="note529">papatanti</span>;
kn: people fall into hell.

# thag21.1:16.3
source: Socanti janā cirarattaṃ,
kn: When people slain by conceit are reborn in hell,

# thag21.1:16.4
source: Mānahatā nirayaṃ upapannā.
kn: they grieve for a long time.

# thag21.1:17.1
source: Na hi socati bhikkhu kadāci,
kn: But a mendicant who practices rightly,

# thag21.1:17.2
source: Maggajino sammā paṭipanno;
kn: owning the path, never grieves.

# thag21.1:17.3
source: Kittiñca sukhañcānubhoti,
kn: They enjoy happiness and a good reputation,

# thag21.1:17.4
source: Dhammadasoti tamāhu tathattaṃ.
kn: and they rightly call him a ‘Seer of Truth’.

# thag21.1:18.1
source: Tasmā <span class="var" title="akhilo (bj) | akhilo idham (pts1) | akhilodha (pts2 ^sn8.3#1 [3. Pesalasutta])" id="note530">akhilo idha</span> padhānavā,
kn: So don’t be hard-hearted, be energetic,

# thag21.1:18.2
source: Nīvaraṇāni pahāya visuddho;
kn: with hindrances given up, be pure.

# thag21.1:18.3
source: Mānañca pahāya asesaṃ,
kn: Then with conceit given up completely,

# thag21.1:18.4
source: Vijjāyantakaro samitāvī”.
kn: use knowledge to make an end, and be at peace.”

# thag21.1:19.1
source: “Kāmarāgena ḍayhāmi,
kn: “I’ve got a burning desire for pleasure;

# thag21.1:19.2
source: cittaṃ me pariḍayhati;
kn: my mind is on fire!

# thag21.1:19.3
source: Sādhu nibbāpanaṃ brūhi,
kn: Please, out of compassion, Gotama,

# thag21.1:19.4
source: anukampāya gotama”.
kn: tell me how to quench the flames.”

# thag21.1:20.1
source: “Saññāya vipariyesā,
kn: “Your mind is on fire

# thag21.1:20.2
source: cittaṃ te pariḍayhati;
kn: because of a perversion of perception.

# thag21.1:20.3
source: Nimittaṃ parivajjehi,
kn: Turn away from the feature of things

# thag21.1:20.4
source: subhaṃ rāgūpasaṃhitaṃ. <span class="var" title="Saṅkhāre parato passa dukkhato mā ca attato, nibbāpehi mahārāgaṃ mā ḍayihittho punappunaṃ (bj ^sn8.4#1 [4. Ānandasutta])" id="note531">()</span>
kn: that’s attractive, provoking lust.

# thag21.1:21.1
source: <span class="cross" title="^thi-ap36#16 [Abhirūpanandātherīapadāna]" id="note532">*</span> <a class="verse-num-sc" id="verse-num-sc1235"></a><a class="verse-num-pts" id="verse-num-pts1225"></a>Asubhāya cittaṃ bhāvehi,
kn: With your mind unified and serene,

# thag21.1:21.2
source: ekaggaṃ susamāhitaṃ;
kn: meditate on the ugly aspects of the body.

# thag21.1:21.3
source: Sati kāyagatā tyatthu,
kn: With mindfulness immersed in the body,

# thag21.1:21.4
source: nibbidābahulo bhava.
kn: be full of disillusionment.

# thag21.1:22.1
source: Animittañca bhāvehi,
kn: Meditate on the signless,

# thag21.1:22.2
source: mānānusayamujjaha;
kn: give up the tendency to conceit;

# thag21.1:22.3
source: Tato mānābhisamayā,
kn: and when you comprehend conceit,

# thag21.1:22.4
source: upasanto carissasi”.
kn: you will live at peace.”

# thag21.1:23.1
source: “Tameva vācaṃ bhāseyya,
kn: “Speak only such words

# thag21.1:23.2
source: yāyattānaṃ na tāpaye;
kn: that do not hurt yourself

# thag21.1:23.3
source: Pare ca na vihiṃseyya,
kn: nor harm others;

# thag21.1:23.4
source: sā ve vācā subhāsitā.
kn: such speech is truly well spoken.

# thag21.1:24.1
source: Piyavācameva bhāseyya,
kn: Speak only pleasing words,

# thag21.1:24.2
source: yā vācā paṭinanditā;
kn: words gladly welcomed.

# thag21.1:24.3
source: Yaṃ anādāya pāpāni,
kn: Pleasing words are those

# thag21.1:24.4
source: paresaṃ bhāsate piyaṃ.
kn: that bring nothing bad to others.

# thag21.1:25.1
source: Saccaṃ ve amatā vācā,
kn: Truth itself is the undying word:

# thag21.1:25.2
source: esa dhammo sanantano;
kn: this is an ancient principle.

# thag21.1:25.3
source: Sacce atthe ca dhamme ca,
kn: Good people say that the teaching and its meaning

# thag21.1:25.4
source: āhu santo patiṭṭhitā.
kn: are grounded in the truth.

# thag21.1:26.1
source: Yaṃ buddho bhāsati vācaṃ,
kn: The words spoken by the Buddha

# thag21.1:26.2
source: khemaṃ nibbānapattiyā;
kn: for realizing the sanctuary, extinguishment,

# thag21.1:26.3
source: Dukkhassantakiriyāya,
kn: for making an end of suffering:

# thag21.1:26.4
source: sā ve vācānamuttamā”.
kn: this really is the best kind of speech.”

# thag21.1:27.1
source: <span class="cross" title="^sn8.6#1 [6. Sāriputtasutta] | ^mi2#64 [Pubbayogādi]" id="note533">*</span> <a class="verse-num-sc" id="verse-num-sc1241"></a><a class="verse-num-pts" id="verse-num-pts1231"></a>“Gambhīrapañño medhāvī,
kn: “Deep in wisdom, intelligent,

# thag21.1:27.2
source: maggāmaggassa kovido;
kn: expert in the variety of paths;

# thag21.1:27.3
source: Sāriputto mahāpañño,
kn: Sāriputta, so greatly wise,

# thag21.1:27.4
source: dhammaṃ deseti bhikkhunaṃ.
kn: teaches Dhamma to the mendicants.

# thag21.1:28.1
source: Saṃkhittenapi deseti,
kn: He teaches in brief,

# thag21.1:28.2
source: vitthārenapi bhāsati;
kn: or he speaks at length.

# thag21.1:28.3
source: <span class="var" title="sālikāyeva (s2, s3, pts1)" id="note534">Sālikāyiva</span> nigghoso,
kn: His call, like a myna bird,

# thag21.1:28.4
source: paṭibhānaṃ <span class="var" title="udīrayi (bj, pts2 ^sn8.6#1 [6. Sāriputtasutta]) | udīyyati (s2, pts1) | udayyati (?)" id="note535">udiyyati</span>.
kn: overflows with inspiration.

# thag21.1:29.1
source: Tassa taṃ desayantassa,
kn: While he teaches

# thag21.1:29.2
source: <span class="var" title="suṇantā (s2, s3, pts1)" id="note536">suṇanti</span> madhuraṃ giraṃ;
kn: the mendicants listen to his sweet voice,

# thag21.1:29.3
source: Sarena rajanīyena,
kn: sounding attractive,

# thag21.1:29.4
source: savanīyena vaggunā;
kn: clear and graceful.

# thag21.1:29.5
source: Udaggacittā muditā,
kn: They listen joyfully,

# thag21.1:29.6
source: sotaṃ odhenti bhikkhavo”.
kn: their hearts uplifted.”

# thag21.1:30.1
source: “Ajja pannarase visuddhiyā,
kn: “Today, on the fifteenth day sabbath,

# thag21.1:30.2
source: Bhikkhū pañcasatā samāgatā;
kn: five hundred monks have gathered together to purify their precepts.

# thag21.1:30.3
source: Saṃyojanabandhanacchidā,
kn: These untroubled sages have cut off their fetters and bonds,

# thag21.1:30.4
source: Anīghā khīṇapunabbhavā isī.
kn: they will not be reborn again.

# thag21.1:31.1
source: Cakkavattī yathā rājā,
kn: Just as a wheel-rolling monarch

# thag21.1:31.2
source: amaccaparivārito;
kn: surrounded by ministers

# thag21.1:31.3
source: Samantā anupariyeti,
kn: travels all around this

# thag21.1:31.4
source: sāgarantaṃ mahiṃ imaṃ.
kn: land that’s girt by sea.

# thag21.1:32.1
source: Evaṃ vijitasaṅgāmaṃ,
kn: So disciples with the three knowledges,

# thag21.1:32.2
source: satthavāhaṃ anuttaraṃ;
kn: destroyers of death,

# thag21.1:32.3
source: Sāvakā payirupāsanti,
kn: revere the winner of the battle,

# thag21.1:32.4
source: tevijjā maccuhāyino.
kn: the unsurpassed caravan leader.

# thag21.1:33.1
source: Sabbe bhagavato puttā,
kn: All are sons of the Blessed One—

# thag21.1:33.2
source: palāpettha na vijjati;
kn: there is no rubbish here.

# thag21.1:33.3
source: Taṇhāsallassa hantāraṃ,
kn: I bow to the Kinsman of the Sun,

# thag21.1:33.4
source: vande ādiccabandhunaṃ.
kn: destroyer of the dart of craving.”

# thag21.1:34.1
source: Parosahassaṃ bhikkhūnaṃ,
kn: “Over a thousand mendicants

# thag21.1:34.2
source: sugataṃ payirupāsati;
kn: revere the Holy One

# thag21.1:34.3
source: Desentaṃ virajaṃ dhammaṃ,
kn: as he teaches the immaculate Dhamma,

# thag21.1:34.4
source: nibbānaṃ akutobhayaṃ.
kn: extinguishment, fearing nothing from any quarter.

# thag21.1:35.1
source: Suṇanti dhammaṃ <span class="var" title="vipulaṃ (s2, s3, pts1)" id="note537">vimalaṃ</span>,
kn: They listen to the immaculate Dhamma

# thag21.1:35.2
source: sammāsambuddhadesitaṃ;
kn: taught by the fully awakened Buddha;

# thag21.1:35.3
source: Sobhati vata sambuddho,
kn: the Buddha is so brilliant,

# thag21.1:35.4
source: bhikkhusaṃghapurakkhato.
kn: at the fore of the mendicant Saṅgha.

# thag21.1:36.1
source: ‘Nāganāmo’si bhagavā,
kn: Blessed One, your name is ‘Giant’,

# thag21.1:36.2
source: isīnaṃ isisattamo;
kn: seventh of the sages.

# thag21.1:36.3
source: Mahāmeghova hutvāna,
kn: You are like a great cloud

# thag21.1:36.4
source: sāvake abhivassasi.
kn: that rains on your disciples.

# thag21.1:37.1
source: Divā vihārā nikkhamma,
kn: I’ve left my day’s meditation,

# thag21.1:37.2
source: satthudassanakamyatā;
kn: out of desire to see the teacher.

# thag21.1:37.3
source: Sāvako te mahāvīra,
kn: Great hero, your disciple Vaṅgīsa

# thag21.1:37.4
source: pāde vandati vaṅgiso”.
kn: bows at your feet.”

# thag21.1:38.1
source: “Ummaggapathaṃ mārassa,
kn: “Having overcome Māra’s devious path,

# thag21.1:38.2
source: Abhibhuyya carati pabhijja khīlāni;
kn: he wanders with hard-heartedness dissolved.

# thag21.1:38.3
source: Taṃ passatha bandhapamuñcakaraṃ,
kn: See him, the liberator from bonds, unattached,

# thag21.1:38.4
source: Asitaṃva bhāgaso pavibhajja.
kn: analyzing the teaching.

# thag21.1:39.1
source: Oghassa hi nitaraṇatthaṃ,
kn: He has explained in many ways

# thag21.1:39.2
source: Anekavihitaṃ maggaṃ akkhāsi;
kn: the path to cross the flood.

# thag21.1:39.3
source: Tasmiñca amate akkhāte,
kn: The seers of Dhamma stand unfaltering

# thag21.1:39.4
source: Dhammadasā ṭhitā asaṃhīrā.
kn: in the deathless he has explained.

# thag21.1:40.1
source: Pajjotakaro <span class="var" title="ativijjha dhammaṃ (bj)" id="note538">ativijjha</span>,
kn: The bringer of light who has pierced the truth,

# thag21.1:40.2
source: <span class="var" title="sabbaṭṭhitīnaṃ (bj, pts1-2)" id="note539">Sabbaṭhitīnaṃ</span> <span class="var" title="atikkamamaddā (bj, pts1-2, mr)" id="note540">atikkamamaddasa</span>;
kn: he has seen what lies beyond all states of being.

# thag21.1:40.3
source: Ñatvā ca sacchikatvā ca,
kn: When you saw and realized this for yourself,

# thag21.1:40.4
source: Aggaṃ so desayi dasaddhānaṃ.
kn: you taught it first to the group of five.

# thag21.1:41.1
source: Evaṃ sudesite dhamme,
kn: When the Dhamma has been so well taught,

# thag21.1:41.2
source: Ko pamādo vijānataṃ dhammaṃ;
kn: how could those who know it be negligent?

# thag21.1:41.3
source: Tasmā hi tassa bhagavato sāsane,
kn: So being diligent, we should always respectfully train

# thag21.1:41.4
source: Appamatto sadā namassamanusikkhe”.
kn: in the Buddha’s teaching.”

# thag21.1:42.1
source: “Buddhānubuddho yo thero,
kn: “The senior monk who was awakened right after the Buddha,

# thag21.1:42.2
source: koṇḍañño <span class="var" title="tibbanikkhamo (bj, pts1)" id="note541">tibbanikkamo</span>;
kn: Koṇḍañña, is keenly energetic.

# thag21.1:42.3
source: Lābhī sukhavihārānaṃ,
kn: He regularly gains blissful meditative states,

# thag21.1:42.4
source: vivekānaṃ abhiṇhaso.
kn: and the three kinds of seclusion.

# thag21.1:43.1
source: Yaṃ sāvakena pattabbaṃ,
kn: Whatever can be attained by a disciple

# thag21.1:43.2
source: satthu sāsanakārinā;
kn: who does the Teacher’s bidding,

# thag21.1:43.3
source: Sabbassa taṃ anuppattaṃ,
kn: he has attained it all,

# thag21.1:43.4
source: appamattassa sikkhato.
kn: through diligently training himself.

# thag21.1:44.1
source: Mahānubhāvo tevijjo,
kn: With great power and the three knowledges,

# thag21.1:44.2
source: cetopariyakovido;
kn: expert in comprehending the minds of others,

# thag21.1:44.3
source: Koṇḍañño buddhadāyādo,
kn: Koṇḍañña, the heir to the Buddha,

# thag21.1:44.4
source: pāde vandati satthuno”.
kn: bows at the Teacher’s feet.”

# thag21.1:45.1
source: <span class="cross" title="^sn8.10#1 [10. Moggallānasutta] | ^cnd5#628 [Pucchāniddesa/ Udayamāṇavapucchāniddesa] | ^cnd7#36 [Pārāyanānugītigāthāniddesa]" id="note542">*</span> <a class="verse-num-sc" id="verse-num-sc1259"></a><a class="verse-num-pts" id="verse-num-pts1249"></a>“Nagassa passe āsīnaṃ,
kn: “As the sage, who has gone beyond suffering,

# thag21.1:45.2
source: muniṃ dukkhassa pāraguṃ;
kn: sits upon the mountain slope,

# thag21.1:45.3
source: Sāvakā payirupāsanti,
kn: he is revered by disciples with the three knowledges,

# thag21.1:45.4
source: tevijjā maccuhāyino.
kn: destroyers of death.

# thag21.1:46.1
source: <span class="var" title="te cetasā (^sn8.10#1 [10. Moggallānasutta])" id="note543">Cetasā</span> anupariyeti,
kn: Moggallāna, of great psychic power,

# thag21.1:46.2
source: moggallāno mahiddhiko;
kn: comprehends with his mind,

# thag21.1:46.3
source: Cittaṃ nesaṃ <span class="var" title="samannesaṃ (^sn8.10#1 [10. Moggallānasutta])" id="note544">samanvesaṃ</span>,
kn: scrutinizing their minds,

# thag21.1:46.4
source: vippamuttaṃ nirūpadhiṃ.
kn: liberated, without attachments.

# thag21.1:47.1
source: Evaṃ sabbaṅgasampannaṃ,
kn: So they revere Gotama,

# thag21.1:47.2
source: muniṃ dukkhassa pāraguṃ;
kn: the sage gone beyond suffering,

# thag21.1:47.3
source: Anekākārasampannaṃ,
kn: who is endowed with all path factors,

# thag21.1:47.4
source: payirupāsanti gotamaṃ”.
kn: and with a multitude of attributes.”

# thag21.1:48.1
source: “Cando yathā vigatavalāhake nabhe,
kn: “Like the moon on a cloudless night,

# thag21.1:48.2
source: Virocati vītamalova bhāṇumā;
kn: like the shining immaculate sun,

# thag21.1:48.3
source: Evampi aṅgīrasa tvaṃ mahāmuni,
kn: so too Aṅgīrasa, O great sage,

# thag21.1:48.4
source: Atirocasi yasasā sabbalokaṃ”.
kn: your glory outshines the entire world.”

# thag21.1:49.1
source: “Kāveyyamattā vicarimha pubbe,
kn: “We used to wander, drunk on poetry,

# thag21.1:49.2
source: Gāmā gāmaṃ purā puraṃ;
kn: from village to village, town to town.

# thag21.1:49.3
source: <span class="var" title="athaddasāmi (s2, s3, pts1)" id="note545">Athaddasāma</span> sambuddhaṃ,
kn: Then we saw the Buddha,

# thag21.1:49.4
source: Sabbadhammāna pāraguṃ.
kn: who has gone beyond all things.

# thag21.1:50.1
source: So me dhammamadesesi,
kn: He, the sage gone beyond suffering,

# thag21.1:50.2
source: muni dukkhassa pāragū;
kn: taught me the Dhamma.

# thag21.1:50.3
source: Dhammaṃ sutvā pasīdimha,
kn: When we heard the Dhamma, we became confident—

# thag21.1:50.4
source: <span class="var" title="addhā (bj)" id="note546">saddhā</span> no udapajjatha.
kn: faith arose in us.

# thag21.1:51.1
source: Tassāhaṃ vacanaṃ sutvā,
kn: Hearing him speak of

# thag21.1:51.2
source: khandhe āyatanāni ca;
kn: the aggregates, the sense-fields,

# thag21.1:51.3
source: Dhātuyo ca viditvāna,
kn: and the elements, I understood;

# thag21.1:51.4
source: pabbajiṃ anagāriyaṃ.
kn: and then I went forth to homelessness.

# thag21.1:52.1
source: Bahūnaṃ vata atthāya,
kn: It is for the benefit of many

# thag21.1:52.2
source: uppajjanti tathāgatā;
kn: that the Realized Ones arise—

# thag21.1:52.3
source: Itthīnaṃ purisānañca,
kn: the men and women

# thag21.1:52.4
source: ye te sāsanakārakā.
kn: who follow their instructions.

# thag21.1:53.1
source: Tesaṃ kho vata atthāya,
kn: It is truly for their benefit

# thag21.1:53.2
source: bodhimajjhagamā muni;
kn: that the sage realized awakening—

# thag21.1:53.3
source: Bhikkhūnaṃ bhikkhunīnañca,
kn: for the monks and for the nuns

# thag21.1:53.4
source: ye <span class="var" title="niyāmagataddasā (bj, pts2) | niyāmagataṃdasā (s2, s3, pts1)" id="note547">nirāmagataddasā</span>.
kn: who see that they’ve reached certainty.

# thag21.1:54.1
source: Sudesitā cakkhumatā,
kn: The seer, the Buddha,

# thag21.1:54.2
source: buddhenādiccabandhunā;
kn: the Kinsman of the Sun,

# thag21.1:54.3
source: Cattāri ariyasaccāni,
kn: has well taught the four noble truths

# thag21.1:54.4
source: anukampāya pāṇinaṃ.
kn: out of compassion for living creatures.

# thag21.1:55.1
source: Dukkhaṃ dukkhasamuppādaṃ,
kn: Suffering, suffering’s origin,

# thag21.1:55.2
source: Dukkhassa ca atikkamaṃ;
kn: suffering’s transcendence,

# thag21.1:55.3
source: Ariyaṃ caṭṭhaṅgikaṃ maggaṃ,
kn: and the noble eightfold path

# thag21.1:55.4
source: Dukkhūpasamagāminaṃ.
kn: that leads to the stilling of suffering.

# thag21.1:56.1
source: Evamete tathā vuttā,
kn: As these things were taught,

# thag21.1:56.2
source: diṭṭhā me te yathā tathā;
kn: so I have seen them.

# thag21.1:56.3
source: Sadattho me anuppatto,
kn: I’ve realized my own true goal,

# thag21.1:56.4
source: kataṃ buddhassa sāsanaṃ.
kn: and fulfilled the Buddha’s instructions.

# thag21.1:57.1
source: Svāgataṃ vata me āsi,
kn: It was so welcome for me

# thag21.1:57.2
source: mama buddhassa santike;
kn: to be in the presence of the Buddha.

# thag21.1:57.3
source: <span class="var" title="saṃvibhattesu (bj, pts1-2) | savibhattesu (si, mr)" id="note548">Suvibhattesu</span> dhammesu,
kn: Of things which are shared,

# thag21.1:57.4
source: yaṃ seṭṭhaṃ tadupāgamiṃ.
kn: I encountered the best.

# thag21.1:58.1
source: Abhiññāpāramippatto,
kn: I’ve realized the perfection of direct knowledge;

# thag21.1:58.2
source: sotadhātu visodhitā;
kn: my clairaudience is purified;

# thag21.1:58.3
source: Tevijjo iddhipattomhi,
kn: I am master of three knowledges, attained in psychic power,

# thag21.1:58.4
source: cetopariyakovido”.
kn: I’m expert at reading the minds of others.”

# thag21.1:59.1
source: <span class="cross" title="^snp2.12#157 [Nigrodhakappa (vaṅgīsa) sutta]" id="note549">*</span> <a class="verse-num-sc" id="verse-num-sc1273"></a><a class="verse-num-pts" id="verse-num-pts1263"></a><a class="pts" id="pts113"></a>“Pucchāmi satthāramanomapaññaṃ,
kn: “I ask the teacher unrivaled in wisdom,

# thag21.1:59.2
source: Diṭṭheva dhamme yo vicikicchānaṃ <span class="var" title="chetvā (bj, pts1)" id="note550">chettā</span>;
kn: who has cut off all doubts in this very life—

# thag21.1:59.3
source: Aggāḷave kālamakāsi bhikkhu,
kn: has a monk died at Aggāḷava, who was

# thag21.1:59.4
source: Ñāto yasassī abhinibbutatto.
kn: well-known, famous, and quenched?

# thag21.1:60.1
source: Nigrodhakappo iti tassa nāmaṃ,
kn: Nigrodhakappa was his name;
