Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag04.06.po
Languages: kn

# thag4.6:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag4.6:2.1
source: Catukkanipāta
kn: The Book of the Fours

# thag4.6:3.1
source: Paṭhamavagga
kn: Chapter One

# thag4.6:4.1
source: 4.6. Senakattheragāthā
kn: 4.6. Senaka

# thag4.6:5.1
source: “Svāgataṃ vata me āsi,
kn: It was so welcome for me

# thag4.6:5.2
source: gayāyaṃ gayaphagguyā;
kn: during the Gayā spring festival

# thag4.6:5.3
source: Yaṃ addasāsiṃ sambuddhaṃ,
kn: to see the Awakened One

# thag4.6:5.4
source: desentaṃ dhammamuttamaṃ.
kn: teaching the supreme Dhamma.

# thag4.6:6.1
source: Mahappabhaṃ gaṇācariyaṃ,
kn: He was glorious, the teacher of a community,

# thag4.6:6.2
source: aggapattaṃ vināyakaṃ;
kn: a leader who had realized the highest.

# thag4.6:6.3
source: Sadevakassa lokassa,
kn: In all the world with its gods,

# thag4.6:6.4
source: jinaṃ atuladassanaṃ.
kn: he was the victor of unequaled vision.

# thag4.6:7.1
source: Mahānāgaṃ mahāvīraṃ,
kn: A great giant, a great hero,

# thag4.6:7.2
source: mahājutimanāsavaṃ;
kn: a great light free of defilement.

# thag4.6:7.3
source: Sabbāsavaparikkhīṇaṃ,
kn: With the utter ending of all defilements,

# thag4.6:7.4
source: satthāramakutobhayaṃ.
kn: the teacher fears nothing from any quarter.

# thag4.6:8.1
source: Cirasaṃkiliṭṭhaṃ vata maṃ,
kn: For a long time, sadly, I was corrupted,

# thag4.6:8.2
source: <span class="var" title="... sandhitaṃ (si, s2, s3) | sanditaṃ (bj-a, pts1-2)" id="note173">diṭṭhisandānabandhitaṃ</span>;
kn: fettered by the bond of wrong view.

# thag4.6:8.3
source: Vimocayi so bhagavā,
kn: That Blessed One, Senaka,

# thag4.6:8.4
source: sabbaganthehi senakan”ti.
kn: released me from all ties.
