Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag02.25.po
Languages: kn

# thag2.25:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag2.25:2.1
source: Dukanipāta
kn: The Book of the Twos

# thag2.25:3.1
source: Tatiyavagga
kn: Chapter Three

# thag2.25:4.1
source: 2.25. Vītasokattheragāthā
kn: 2.25. Vītasoka

# thag2.25:5.1
source: “Kese me olikhissanti,
kn: The barber approached

# thag2.25:5.2
source: kappako upasaṅkami;
kn: to shave my head.

# thag2.25:5.3
source: Tato ādāsamādāya,
kn: I picked up a mirror

# thag2.25:5.4
source: sarīraṃ paccavekkhisaṃ.
kn: and examined my body.

# thag2.25:6.1
source: Tuccho kāyo adissittha,
kn: My body appeared hollow;

# thag2.25:6.2
source: andhakāro tamo byagā;
kn: I once was blind, but the darkness left me.

# thag2.25:6.3
source: Sabbe coḷā samucchinnā,
kn: My fancy hairdo has been cut off:

# thag2.25:6.4
source: natthi dāni punabbhavo”ti.
kn: now there are no more future lives.
