Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag02.43.po
Languages: kn

# thag2.43:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag2.43:2.1
source: Dukanipāta
kn: The Book of the Twos

# thag2.43:3.1
source: Pañcamavagga
kn: Chapter Five

# thag2.43:4.1
source: 2.43. Brahmālittheragāthā
kn: 2.43. Brahmāli

# thag2.43:5.1
source: “<span class="var" title="yassindriyāni (^dhp90-99#94.1 [90. Jīvakapañhavatthu/94. Mahākaccāyanattheravatthu]; ^ne6#321 [Sāsanapaṭṭhāna]; ^pe2#97 [Sāsanapaṭṭhānadutiyabhūmi])" id="note136">Kassindriyāni</span> samathaṅgatāni,
kn: Whose faculties have become serene,

# thag2.43:5.2
source: Assā yathā sārathinā sudantā;
kn: like horses tamed by a charioteer?

# thag2.43:5.3
source: Pahīnamānassa anāsavassa,
kn: Who has abandoned conceit and defilements,

# thag2.43:5.4
source: Devāpi <span class="var" title="tassa (bj, s2, s3, pts1)" id="note137">kassa</span> pihayanti tādinoti.
kn: becoming such that even the gods envy them?

# thag2.43:6.1
source: <span class="cross" title="^dhp90-99#94.1 [90. Jīvakapañhavatthu/94. Mahākaccāyanattheravatthu] | ^ne6#321 [Sāsanapaṭṭhāna] | ^pe2#97 [Sāsanapaṭṭhānadutiyabhūmi]" id="note138">*</span> <a class="verse-num-sc" id="verse-num-sc206"></a><a class="verse-num-pts" id="verse-num-pts206"></a>Mayhindriyāni samathaṅgatāni,
kn: My faculties have become serene,

# thag2.43:6.2
source: Assā yathā sārathinā sudantā;
kn: like horses tamed by a charioteer.

# thag2.43:6.3
source: Pahīnamānassa anāsavassa,
kn: I have abandoned conceit and defilements,

# thag2.43:6.4
source: Devāpi mayhaṃ pihayanti tādino”ti.
kn: becoming such that even the gods envy me.
