Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag04.07.po
Languages: kn

# thag4.7:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag4.7:2.1
source: Catukkanipāta
kn: The Book of the Fours

# thag4.7:3.1
source: Paṭhamavagga
kn: Chapter One

# thag4.7:4.1
source: 4.7. Sambhūtattheragāthā
kn: 4.7. Sambhūta

# thag4.7:5.1
source: “Yo dandhakāle tarati,
kn: Hurrying when it’s time to dawdle;

# thag4.7:5.2
source: taraṇīye ca dandhaye;
kn: dawdling when it’s time to hurry;

# thag4.7:5.3
source: <span class="var" title="ayoniso (s2, s3, pts1)" id="note174">Ayoni</span> saṃvidhānena,
kn: being so disorganized

# thag4.7:5.4
source: bālo dukkhaṃ nigacchati.
kn: a fool falls into suffering.

# thag4.7:6.1
source: Tassatthā parihāyanti,
kn: Their good fortune wastes away

# thag4.7:6.2
source: kāḷapakkheva candimā;
kn: like the moon in the waning fortnight.

# thag4.7:6.3
source: <span class="var" title="āyasasyañca (bj)" id="note175">Āyasakyañca</span> pappoti,
kn: They become disgraced

# thag4.7:6.4
source: mittehi ca virujjhati.
kn: and alienated from their friends.

# thag4.7:7.1
source: Yo dandhakāle dandheti,
kn: Dawdling when it’s time to dawdle;

# thag4.7:7.2
source: taraṇīye ca tāraye;
kn: hurrying when it’s time to hurry;

# thag4.7:7.3
source: Yoniso saṃvidhānena,
kn: being so well organized,

# thag4.7:7.4
source: sukhaṃ pappoti paṇḍito.
kn: an astute person comes into happiness.

# thag4.7:8.1
source: Tassatthā paripūrenti,
kn: Their good fortune flourishes

# thag4.7:8.2
source: sukkapakkheva candimā;
kn: like the moon in the waxing fortnight.

# thag4.7:8.3
source: Yaso kittiñca pappoti,
kn: They become famous and respected,

# thag4.7:8.4
source: mittehi na virujjhatī”ti.
kn: not alienated from their friends.
