Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag02.35.po
Languages: kn

# thag2.35:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag2.35:2.1
source: Dukanipāta
kn: The Book of the Twos

# thag2.35:3.1
source: Catutthavagga
kn: Chapter Four

# thag2.35:4.1
source: 2.35. Sambulakaccānattheragāthā
kn: 2.35. Sambulakaccāna

# thag2.35:5.1
source: “Devo ca vassati, devo ca gaḷagaḷāyati,
kn: The sky rains, the sky thunders down,

# thag2.35:5.2
source: Ekako cāhaṃ bherave bile viharāmi;
kn: I’m staying alone in a frightful hole.

# thag2.35:5.3
source: Tassa mayhaṃ ekakassa bherave bile viharato,
kn: But while I’m staying alone in that frightful hole,

# thag2.35:5.4
source: Natthi bhayaṃ vā chambhitattaṃ vā lomahaṃso vā.
kn: I’ve no fear, no dread, no goosebumps.

# thag2.35:6.1
source: Dhammatā mamesā yassa me,
kn: This is my normal state

# thag2.35:6.2
source: Ekakassa bherave bile;
kn: while staying alone in a frightful hole:

# thag2.35:6.3
source: Viharato natthi bhayaṃ vā,
kn: I’ve no fear,

# thag2.35:6.4
source: Chambhitattaṃ vā lomahaṃso vā”ti.
kn: no dread, no goosebumps.
