Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag10.1.po
Languages: kn

# thag10.1:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag10.1:2.1
source: Dasakanipāta
kn: The Book of the Tens

# thag10.1:3.1
source: Paṭhamavagga
kn: Chapter One

# thag10.1:4.1
source: 10.1. Kāḷudāyittheragāthā
kn: 10.1. Kāḷudāyin

# thag10.1:5.1
source: “Aṅgārino dāni dumā bhadante,
kn: “The trees are now crimson, venerable sir,

# thag10.1:5.2
source: Phalesino chadanaṃ vippahāya;
kn: they’ve shed their foliage, and are ready to fruit.

# thag10.1:5.3
source: Te accimantova pabhāsayanti,
kn: They’re splendid, as if aflame;

# thag10.1:5.4
source: Samayo mahāvīra bhāgī rasānaṃ.
kn: great hero, this season is full of flavor.

# thag10.1:6.1
source: Dumāni phullāni manoramāni,
kn: The blossoming trees are delightful,

# thag10.1:6.2
source: Samantato sabbadisā pavanti;
kn: wafting their scent all around, in all directions.

# thag10.1:6.3
source: Pattaṃ pahāya <span class="var" title="phalamāsamānā (mr)" id="note260">phalamāsasānā</span>,
kn: They’ve shed their leaves and wish to fruit,

# thag10.1:6.4
source: Kālo ito pakkamanāya vīra.
kn: hero, it is time to depart from here.

# thag10.1:7.1
source: Nevātisītaṃ na panātiuṇhaṃ,
kn: It is neither too hot nor too cold,

# thag10.1:7.2
source: Sukhā utu addhaniyā bhadante;
kn: venerable sir, it’s a pleasant season for traveling.

# thag10.1:7.3
source: Passantu taṃ sākiyā koḷiyā ca,
kn: Let the Sākiyas and Koḷiyas see you,

# thag10.1:7.4
source: Pacchāmukhaṃ rohiniyaṃ tarantaṃ.
kn: heading west across the Rohiṇī river.

# thag10.1:8.1
source: Āsāya kasate khettaṃ,
kn: In hope, the field is plowed;

# thag10.1:8.2
source: bījaṃ āsāya vappati;
kn: the seed is sown in hope;

# thag10.1:8.3
source: Āsāya vāṇijā yanti,
kn: in hope, merchants travel the seas,

# thag10.1:8.4
source: samuddaṃ dhanahārakā;
kn: carrying rich cargoes.

# thag10.1:8.5
source: Yāya āsāya tiṭṭhāmi,
kn: The hope that I stand for:

# thag10.1:8.6
source: sā me āsā samijjhatu.
kn: may it succeed!

# thag10.1:9.1
source: <span class="cross" title="^sn7.12#1 [12. Udayasutta]" id="note261">*</span> <a class="verse-num-sc" id="verse-num-sc531"></a><a class="verse-num-pts" id="verse-num-pts531"></a>Punappunaṃ ceva vapanti bījaṃ,
kn: Again and again, they sow the seed;

# thag10.1:9.2
source: Punappunaṃ vassati devarājā;
kn: again and again, the sky god sends rain;

# thag10.1:9.3
source: Punappunaṃ khettaṃ kasanti kassakā,
kn: again and again, farmers plow the field;

# thag10.1:9.4
source: Punappunaṃ dhaññamupeti raṭṭhaṃ.
kn: again and again, grain is produced for the nation.

# thag10.1:10.1
source: <span class="cross" title="^sn7.12#1 [12. Udayasutta]" id="note262">*</span> <a class="verse-num-sc" id="verse-num-sc532"></a><a class="verse-num-pts" id="verse-num-pts532"></a>Punappunaṃ yācanakā caranti,
kn: Again and again, the beggars wander,

# thag10.1:10.2
source: Punappunaṃ dānapatī dadanti;
kn: again and again, the donors give.

# thag10.1:10.3
source: Punappunaṃ dānapatī daditvā,
kn: Again and again, when the donors have given,

# thag10.1:10.4
source: Punappunaṃ saggamupenti ṭhānaṃ.
kn: again and again, they take their place in heaven.

# thag10.1:11.1
source: <span class="var" title="dhīro (s2, s3)" id="note263">Vīro</span> have sattayugaṃ puneti,
kn: A hero of vast wisdom purifies seven generations

# thag10.1:11.2
source: Yasmiṃ kule jāyati bhūripañño;
kn: of the family in which they’re born.

# thag10.1:11.3
source: Maññāmahaṃ sakkati devadevo,
kn: Sakya, I believe you’re the king of kings,

# thag10.1:11.4
source: <span class="var" title="tayābhijāto (si)" id="note264">Tayā hi jāto</span> muni saccanāmo.
kn: since you fathered the one who is truly called a sage.

# thag10.1:12.1
source: Suddhodano nāma pitā mahesino,
kn: The father of the great hermit is named Suddhodana;

# thag10.1:12.2
source: Buddhassa mātā pana māyanāmā;
kn: and the Buddha’s mother is named Māyā.

# thag10.1:12.3
source: Yā bodhisattaṃ parihariya kucchinā,
kn: Having borne the Bodhisatta in her belly,

# thag10.1:12.4
source: Kāyassa bhedā tidivamhi modati.
kn: she rejoices in the heaven of the Thirty-Three.

# thag10.1:13.1
source: Sā gotamī kālakatā ito cutā,
kn: When she died and passed away from here,

# thag10.1:13.2
source: Dibbehi kāmehi samaṅgibhūtā;
kn: she was blessed with heavenly sensual pleasures;

# thag10.1:13.3
source: Sā modati kāmaguṇehi pañcahi,
kn: enjoying the five kinds of sensual stimulation.

# thag10.1:13.4
source: Parivāritā devagaṇehi tehi”.
kn: Gotamī is surrounded by those hosts of gods.”

# thag10.1:14.1
source: “Buddhassa puttomhi asayhasāhino,
kn: “I’m the son of the Buddha, the incomparable Aṅgīrasa, the poised—

# thag10.1:14.2
source: Aṅgīrasassappaṭimassa tādino;
kn: I bear the unbearable.

# thag10.1:14.3
source: Pitupitā mayhaṃ tuvaṃsi sakka,
kn: You, Sakya, are my father’s father;

# thag10.1:14.4
source: Dhammena me gotama ayyakosī”ti.
kn: Gotama, you are my grandfather in the Dhamma.”
