Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag02.02.po
Languages: kn

# thag2.2:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag2.2:2.1
source: Dukanipāta
kn: The Book of the Twos

# thag2.2:3.1
source: Paṭhamavagga
kn: Chapter One

# thag2.2:4.1
source: 2.2. Piṇḍolabhāradvājattheragāthā
kn: 2.2. Piṇḍolabhāradvāja

# thag2.2:5.1
source: “Nayidaṃ anayena jīvitaṃ,
kn: You can’t live by fasting,

# thag2.2:5.2
source: Nāhāro hadayassa santiko;
kn: but food doesn’t lead to peace of heart.

# thag2.2:5.3
source: Āhāraṭṭhitiko samussayo,
kn: Seeing how this bag of bones is sustained by food,

# thag2.2:5.4
source: Iti disvāna carāmi esanaṃ.
kn: I wander, seeking.

# thag2.2:6.1
source: Paṅkoti hi naṃ pavedayuṃ,
kn: They know it’s just a swamp,

# thag2.2:6.2
source: Yāyaṃ vandanapūjanā kulesu;
kn: this homage and veneration in respectable families.

# thag2.2:6.3
source: Sukhumaṃ sallaṃ durubbahaṃ,
kn: Honor is a subtle dart, hard to extract,

# thag2.2:6.4
source: Sakkāro kāpurisena dujjaho”ti.
kn: and hard for a sinner to give up.

# thag2.2:7.1
source: Itthaṃ sudaṃ āyasmā piṇḍolabhāradvājo thero gāthāyo abhāsitthāti.
kn: It was thus that these verses were recited by the senior venerable Piṇḍolabhāradvāja.
