Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag02.17.po
Languages: kn

# thag2.17:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag2.17:2.1
source: Dukanipāta
kn: The Book of the Twos

# thag2.17:3.1
source: Dutiyavagga
kn: Chapter Two

# thag2.17:4.1
source: 2.17. Tissattheragāthā
kn: 2.17. Tissa (3rd)

# thag2.17:5.1
source: “Bahū sapatte labhati,
kn: A shaven one wrapped in the outer robe

# thag2.17:5.2
source: muṇḍo saṅghāṭipāruto;
kn: gets many enemies

# thag2.17:5.3
source: Lābhī annassa pānassa,
kn: when they receive food and drink,

# thag2.17:5.4
source: vatthassa sayanassa ca.
kn: clothes and lodgings.

# thag2.17:6.1
source: Etamādīnavaṃ ñatvā,
kn: Knowing this danger,

# thag2.17:6.2
source: sakkāresu mahabbhayaṃ;
kn: this great fear in honors,

# thag2.17:6.3
source: Appalābho anavassuto,
kn: a mendicant should go forth mindfully,

# thag2.17:6.4
source: sato bhikkhu paribbaje”ti.
kn: with few possessions, not full of desire.
