Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag02.05.po
Languages: kn

# thag2.5:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag2.5:2.1
source: Dukanipāta
kn: The Book of the Twos

# thag2.5:3.1
source: Paṭhamavagga
kn: Chapter One

# thag2.5:4.1
source: 2.5. Ajinattheragāthā
kn: 2.5. Ajina

# thag2.5:5.1
source: “Api ce hoti tevijjo,
kn: Even a master of the three knowledges,

# thag2.5:5.2
source: maccuhāyī anāsavo;
kn: who has conquered death, and is without defilements,

# thag2.5:5.3
source: Appaññātoti naṃ bālā,
kn: is looked down on for being unknown

# thag2.5:5.4
source: avajānanti <span class="var" title="ajānakā (s2, s3, pts2)" id="note84">ajānatā</span>.
kn: by ignorant fools.

# thag2.5:6.1
source: Yo ca kho annapānassa,
kn: But any person here

# thag2.5:6.2
source: lābhī hotidha puggalo;
kn: who gets food and drink

# thag2.5:6.3
source: Pāpadhammopi ce hoti,
kn: is honored by them,

# thag2.5:6.4
source: so nesaṃ hoti sakkato”ti.
kn: even if they are of bad character.
