Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag02.41.po
Languages: kn

# thag2.41:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag2.41:2.1
source: Dukanipāta
kn: The Book of the Twos

# thag2.41:3.1
source: Pañcamavagga
kn: Chapter Five

# thag2.41:4.1
source: 2.41. Kumārakassapattheragāthā
kn: 2.41. Kassapa the Prince

# thag2.41:5.1
source: “Aho buddhā aho dhammā,
kn: Oh, the Buddhas! Oh, the Dhammas!

# thag2.41:5.2
source: aho no satthu sampadā;
kn: Oh, the accomplishments of the Teacher!

# thag2.41:5.3
source: Yattha etādisaṃ dhammaṃ,
kn: Here a disciple may realize

# thag2.41:5.4
source: sāvako sacchikāhiti.
kn: such a teaching for themselves.

# thag2.41:6.1
source: Asaṅkheyyesu kappesu,
kn: Through countless eons

# thag2.41:6.2
source: sakkāyādhigatā ahū;
kn: they obtained individual identities.

# thag2.41:6.3
source: Tesamayaṃ pacchimako,
kn: This is their last,

# thag2.41:6.4
source: carimoyaṃ samussayo;
kn: their very final body

# thag2.41:6.5
source: Jātimaraṇasaṃsāro,
kn: in the transmigration through births and deaths;

# thag2.41:6.6
source: natthi dāni punabbhavo”ti.
kn: now there are no more future lives.
