Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag02.46.po
Languages: kn

# thag2.46:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag2.46:2.1
source: Dukanipāta
kn: The Book of the Twos

# thag2.46:3.1
source: Pañcamavagga
kn: Chapter Five

# thag2.46:4.1
source: 2.46. Cūḷakattheragāthā
kn: 2.46. Cūḷaka

# thag2.46:5.1
source: “Nadanti morā susikhā supekhuṇā,
kn: The peacocks cry out with their fair crests and tails,

# thag2.46:5.2
source: Sunīlagīvā sumukhā sugajjino;
kn: their lovely blue necks and fair faces, their beautiful song and their call.

# thag2.46:5.3
source: Susaddalā cāpi mahāmahī ayaṃ,
kn: This broad earth is lush with grass and dew,

# thag2.46:5.4
source: Subyāpitambu suvalāhakaṃ nabhaṃ.
kn: and the sky is full of beautiful clouds.

# thag2.46:6.1
source: Sukallarūpo sumanassa <span class="var" title="jhāyitaṃ (s2, s3, pts1, mr)" id="note142">jhāyataṃ</span>,
kn: One practicing absorption is happy in mind, and their appearance is uplifting;

# thag2.46:6.2
source: <span class="var" title="sunikkhamo (bj, pts1)" id="note143">Sunikkamo</span> sādhu subuddhasāsane;
kn: going forth in the teaching of the Buddha is easy for a good person.

# thag2.46:6.3
source: Susukkasukkaṃ nipuṇaṃ sududdasaṃ,
kn: You should realize that supreme, unchanging state,

# thag2.46:6.4
source: Phusāhi taṃ uttamamaccutaṃ padan”ti.
kn: so very pure, subtle, and hard to see.
