Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag02.06.po
Languages: kn

# thag2.6:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag2.6:2.1
source: Dukanipāta
kn: The Book of the Twos

# thag2.6:3.1
source: Paṭhamavagga
kn: Chapter One

# thag2.6:4.1
source: 2.6 Meḷajinattheragāthā
kn: 2.6. Meḷajina

# thag2.6:5.1
source: “Yadāhaṃ dhammamassosiṃ,
kn: When I heard the Teacher

# thag2.6:5.2
source: bhāsamānassa satthuno;
kn: speaking Dhamma,

# thag2.6:5.3
source: Na kaṅkhamabhijānāmi,
kn: I wasn’t aware of any doubt

# thag2.6:5.4
source: sabbaññūaparājite.
kn: in the all-knowing, unconquered one,

# thag2.6:6.1
source: Satthavāhe mahāvīre,
kn: the caravan leader, the great hero,

# thag2.6:6.2
source: sārathīnaṃ varuttame;
kn: the most excellent of charioteers.

# thag2.6:6.3
source: Magge paṭipadāyaṃ vā,
kn: I have no doubt

# thag2.6:6.4
source: kaṅkhā mayhaṃ na vijjatī”ti.
kn: in the path or practice.
