Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag12.1.po
Languages: kn

# thag12.1:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag12.1:2.1
source: Dvādasakanipāta
kn: The Book of the Twelves

# thag12.1:3.1
source: Paṭhamavagga
kn: Chapter One

# thag12.1:4.1
source: 12.1. Sīlavattheragāthā
kn: 12.1. Sīlava

# thag12.1:5.1
source: “Sīlamevidha sikkhetha,
kn: One should train just in ethical conduct,

# thag12.1:5.2
source: asmiṃ loke susikkhitaṃ;
kn: for in this world, when ethical conduct is

# thag12.1:5.3
source: Sīlañhi sabbasampattiṃ,
kn: cultivated and well-trained,

# thag12.1:5.4
source: upanāmeti sevitaṃ.
kn: it provides all success.

# thag12.1:6.1
source: Sīlaṃ rakkheyya medhāvī,
kn: Desiring three kinds of happiness—

# thag12.1:6.2
source: patthayāno tayo sukhe;
kn: praise, prosperity,

# thag12.1:6.3
source: Pasaṃsaṃ vittilābhañca,
kn: and to delight in heaven after passing away—

# thag12.1:6.4
source: <span class="var" title="pecca sagge ca modanaṃ (bj, pts1-2)" id="note288">pecca sagge pamodanaṃ</span>.
kn: the wise would take care of their ethics.

# thag12.1:7.1
source: Sīlavā hi bahū mitte,
kn: The well-behaved have many friends,

# thag12.1:7.2
source: saññamenādhigacchati;
kn: because of their self-restraint.

# thag12.1:7.3
source: Dussīlo pana mittehi,
kn: But one lacking ethics, of bad conduct,

# thag12.1:7.4
source: dhaṃsate pāpamācaraṃ.
kn: drives away their friends.

# thag12.1:8.1
source: Avaṇṇañca akittiñca,
kn: A person whose ethics are bad has

# thag12.1:8.2
source: dussīlo labhate naro;
kn: ill-repute and infamy.

# thag12.1:8.3
source: Vaṇṇaṃ kittiṃ pasaṃsañca,
kn: A person whose conduct is ethical always has

# thag12.1:8.4
source: sadā labhati sīlavā.
kn: a good reputation, fame, and praise.

# thag12.1:9.1
source: Ādi sīlaṃ patiṭṭhā ca,
kn: Ethical conduct is the starting point and foundation;

# thag12.1:9.2
source: kalyāṇānañca mātukaṃ;
kn: the mother at the head

# thag12.1:9.3
source: Pamukhaṃ sabbadhammānaṃ,
kn: of all good things:

# thag12.1:9.4
source: tasmā sīlaṃ visodhaye.
kn: that’s why you should purify your ethics.

# thag12.1:10.1
source: Velā ca <span class="var" title="saṃvaro sīlaṃ (bj) | saṃvarasīlaṃ (bj-a)" id="note289">saṃvaraṃ sīlaṃ</span>,
kn: Ethics provide a boundary and a restraint,

# thag12.1:10.2
source: cittassa abhihāsanaṃ;
kn: an enjoyment for the mind;

# thag12.1:10.3
source: Titthañca sabbabuddhānaṃ,
kn: the ford where all the Buddhas cross over:

# thag12.1:10.4
source: tasmā sīlaṃ visodhaye.
kn: that’s why you should purify your ethics.

# thag12.1:11.1
source: Sīlaṃ balaṃ appaṭimaṃ,
kn: Ethics are the matchless power;

# thag12.1:11.2
source: sīlaṃ āvudhamuttamaṃ;
kn: ethics are the ultimate weapon;

# thag12.1:11.3
source: Sīlamābharaṇaṃ seṭṭhaṃ,
kn: ethics are the best ornament;

# thag12.1:11.4
source: sīlaṃ kavacamabbhutaṃ.
kn: ethics are a marvelous coat of armor.

# thag12.1:12.1
source: Sīlaṃ setu mahesakkho,
kn: Ethics are a mighty bridge;

# thag12.1:12.2
source: sīlaṃ gandho anuttaro;
kn: ethics are the unsurpassed scent;

# thag12.1:12.3
source: Sīlaṃ vilepanaṃ seṭṭhaṃ,
kn: ethics are the best perfume,

# thag12.1:12.4
source: yena vāti disodisaṃ.
kn: that float from place to place.

# thag12.1:13.1
source: Sīlaṃ sambalamevaggaṃ,
kn: Ethics are the best provision;

# thag12.1:13.2
source: sīlaṃ pātheyyamuttamaṃ;
kn: ethics are the unsurpassed supply for a journey;

# thag12.1:13.3
source: Sīlaṃ seṭṭho ativāho,
kn: ethics are the best vehicle

# thag12.1:13.4
source: yena yāti disodisaṃ.
kn: that take you from place to place.

# thag12.1:14.1
source: Idheva nindaṃ labhati,
kn: In this life they’re criticized;

# thag12.1:14.2
source: peccāpāye ca dummano;
kn: after departing they grieve in a lower realm;

# thag12.1:14.3
source: Sabbattha dummano bālo,
kn: a fool is unhappy everywhere,

# thag12.1:14.4
source: sīlesu asamāhito.
kn: because they are unsteady in ethics.

# thag12.1:15.1
source: Idheva kittiṃ labhati,
kn: In this life they’re renowned;

# thag12.1:15.2
source: pecca sagge ca summano;
kn: after departing they’re happy in heaven;

# thag12.1:15.3
source: Sabbattha sumano dhīro,
kn: a wise one is happy everywhere,

# thag12.1:15.4
source: sīlesu susamāhito.
kn: because they are steady in ethics.

# thag12.1:16.1
source: Sīlameva idha aggaṃ,
kn: Ethical conduct is best in this life,

# thag12.1:16.2
source: paññavā pana uttamo;
kn: but one with wisdom is supreme.

# thag12.1:16.3
source: Manussesu ca devesu,
kn: Someone with both virtue and wisdom

# thag12.1:16.4
source: sīlapaññāṇato jayan”ti.
kn: is victorious among men and gods.
