Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag02.34.po
Languages: kn

# thag2.34:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag2.34:2.1
source: Dukanipāta
kn: The Book of the Twos

# thag2.34:3.1
source: Catutthavagga
kn: Chapter Four

# thag2.34:4.1
source: 2.34. Isidinnattheragāthā
kn: 2.34. Isidinna

# thag2.34:5.1
source: “Diṭṭhā mayā dhammadharā upāsakā,
kn: I’ve seen lay disciples who have memorized discourses,

# thag2.34:5.2
source: Kāmā aniccā iti bhāsamānā;
kn: saying, “Sensual pleasures are impermanent”.

# thag2.34:5.3
source: Sārattarattā maṇikuṇḍalesu,
kn: But they’re obsessed with jewels and earrings,

# thag2.34:5.4
source: Puttesu dāresu ca te apekkhā.
kn: concerned for their partners and children.

# thag2.34:6.1
source: Addhā na jānanti yatodha dhammaṃ,
kn: To be honest, they don’t know Dhamma,

# thag2.34:6.2
source: Kāmā aniccā iti cāpi āhu;
kn: even though they say “Sensual pleasures are impermanent”.

# thag2.34:6.3
source: Rāgañca tesaṃ na balatthi chettuṃ,
kn: They don’t have the power to cut their lust,

# thag2.34:6.4
source: Tasmā sitā puttadāraṃ dhanañcā”ti.
kn: which is why they cling to children, wives, and wealth.
