Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag05.10.po
Languages: kn

# thag5.10:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag5.10:2.1
source: Pañcakanipāta
kn: The Book of the Fives

# thag5.10:3.1
source: Paṭhamavagga
kn: Chapter One

# thag5.10:4.1
source: 5.10. Yasadattattheragāthā
kn: 5.10. Yasadatta

# thag5.10:5.1
source: “Upārambhacitto dummedho,
kn: With fault-finding mind, the dullard

# thag5.10:5.2
source: suṇāti jinasāsanaṃ;
kn: listens to the victor’s instruction.

# thag5.10:5.3
source: Ārakā hoti saddhammā,
kn: They’re as far from the true teaching

# thag5.10:5.4
source: nabhaso pathavī yathā.
kn: as the earth is from the sky.

# thag5.10:6.1
source: Upārambhacitto dummedho,
kn: With fault-finding mind, the dullard

# thag5.10:6.2
source: suṇāti jinasāsanaṃ;
kn: listens to the victor’s instruction.

# thag5.10:6.3
source: Parihāyati saddhammā,
kn: They fall away from the true teaching,

# thag5.10:6.4
source: kāḷapakkheva candimā.
kn: like the moon in the waning fortnight.

# thag5.10:7.1
source: Upārambhacitto dummedho,
kn: With fault-finding mind, the dullard

# thag5.10:7.2
source: suṇāti jinasāsanaṃ;
kn: listens to the victor’s instruction.

# thag5.10:7.3
source: Parisussati saddhamme,
kn: They wither away in the true teaching,

# thag5.10:7.4
source: maccho appodake yathā.
kn: like a fish in too little water.

# thag5.10:8.1
source: Upārambhacitto dummedho,
kn: With fault-finding mind, the dullard

# thag5.10:8.2
source: suṇāti jinasāsanaṃ;
kn: listens to the victor’s instruction.

# thag5.10:8.3
source: Na virūhati saddhamme,
kn: They don’t thrive in the true teaching,

# thag5.10:8.4
source: khette bījaṃva pūtikaṃ.
kn: like a rotten seed in a field.

# thag5.10:9.1
source: Yo ca tuṭṭhena cittena,
kn: But one with contented mind

# thag5.10:9.2
source: suṇāti jinasāsanaṃ;
kn: who listens to the victor’s instruction—

# thag5.10:9.3
source: Khepetvā āsave sabbe,
kn: having wiped out all defilements;

# thag5.10:9.4
source: sacchikatvā akuppataṃ;
kn: having witnessed the unshakable;

# thag5.10:9.5
source: Pappuyya paramaṃ santiṃ,
kn: having arrived at ultimate peace—

# thag5.10:9.6
source: parinibbātināsavo”ti.
kn: they are quenched without defilements.
