Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag03.15.po
Languages: kn

# thag3.15:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag3.15:2.1
source: Tikanipāta
kn: The Book of the Threes

# thag3.15:3.1
source: Paṭhamavagga
kn: Chapter One

# thag3.15:4.1
source: 3.15. Hāritattheragāthā
kn: 3.15. Hārita (2nd)

# thag3.15:5.1
source: “Yo pubbe karaṇīyāni,
kn: Whoever wishes to do afterwards

# thag3.15:5.2
source: pacchā so kātumicchati;
kn: what they should have done before

# thag3.15:5.3
source: Sukhā so dhaṃsate ṭhānā,
kn: has lost the causes for happiness,

# thag3.15:5.4
source: pacchā ca manutappati.
kn: and afterwards they’re tormented by regrets.

# thag3.15:6.1
source: Yañhi kayirā tañhi vade,
kn: You should only say what you would do;

# thag3.15:6.2
source: yaṃ na kayirā na taṃ vade;
kn: you shouldn’t say what you wouldn’t do.

# thag3.15:6.3
source: Akarontaṃ bhāsamānaṃ,
kn: The wise will recognize

# thag3.15:6.4
source: parijānanti paṇḍitā.
kn: one who talks without doing.

# thag3.15:7.1
source: Susukhaṃ vata nibbānaṃ,
kn: Oh! Extinguishment is so very blissful,

# thag3.15:7.2
source: sammāsambuddhadesitaṃ;
kn: as taught by the fully awakened Buddha:

# thag3.15:7.3
source: Asokaṃ virajaṃ khemaṃ,
kn: sorrowless, stainless, secure,

# thag3.15:7.4
source: yattha dukkhaṃ nirujjhatī”ti.
kn: where suffering all ceases.
