Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag08.2.po
Languages: kn

# thag8.2:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag8.2:2.1
source: Aṭṭhakanipāta
kn: The Book of the Eights

# thag8.2:3.1
source: Paṭhamavagga
kn: Chapter One

# thag8.2:4.1
source: 8.2. Sirimittattheragāthā
kn: 8.2. Sirimitta

# thag8.2:5.1
source: “Akkodhanonupanāhī,
kn: Free of anger and hostility,

# thag8.2:5.2
source: amāyo rittapesuṇo;
kn: free of deceit, and rid of slander;

# thag8.2:5.3
source: Sa ve tādisako bhikkhu,
kn: that’s how such a mendicant

# thag8.2:5.4
source: evaṃ pecca na socati.
kn: doesn’t grieve after passing away.

# thag8.2:6.1
source: Akkodhanonupanāhī,
kn: Free of anger and hostility,

# thag8.2:6.2
source: amāyo rittapesuṇo;
kn: free of deceit, and rid of slander;

# thag8.2:6.3
source: Guttadvāro sadā bhikkhu,
kn: that’s how a mendicant with sense doors always guarded

# thag8.2:6.4
source: evaṃ pecca na socati.
kn: doesn’t grieve after passing away.

# thag8.2:7.1
source: Akkodhanonupanāhī,
kn: Free of anger and hostility,

# thag8.2:7.2
source: amāyo rittapesuṇo;
kn: free of deceit, and rid of slander;

# thag8.2:7.3
source: Kalyāṇasīlo <span class="var" title="yo (s2, s3, pts1)" id="note253">so</span> bhikkhu,
kn: that’s how a mendicant of good virtue

# thag8.2:7.4
source: evaṃ pecca na socati.
kn: doesn’t grieve after passing away.

# thag8.2:8.1
source: Akkodhanonupanāhī,
kn: Free of anger and hostility,

# thag8.2:8.2
source: amāyo rittapesuṇo;
kn: free of deceit, and rid of slander;

# thag8.2:8.3
source: Kalyāṇamitto <span class="var" title="yo (s2, s3, pts1)" id="note254">so</span> bhikkhu,
kn: that’s how a mendicant with good friends

# thag8.2:8.4
source: evaṃ pecca na socati.
kn: doesn’t grieve after passing away.

# thag8.2:9.1
source: Akkodhanonupanāhī,
kn: Free of anger and hostility,

# thag8.2:9.2
source: amāyo rittapesuṇo;
kn: free of deceit, and rid of slander;

# thag8.2:9.3
source: Kalyāṇapañño <span class="var" title="yo (s2, s3, pts1)" id="note255">so</span> bhikkhu,
kn: that’s how a mendicant of good wisdom,

# thag8.2:9.4
source: evaṃ pecca na socati.
kn: doesn’t grieve after passing away.

# thag8.2:10.1
source: <span class="cross" title="^sn11.14#1 [14. Daliddasutta] | ^sn55.26#1 [26. Paṭhamaanāthapiṇḍikasutta] | ^an4.52#1 [52. Dutiyapuññābhisandasutta] | ^an5.47#1 [47. Dhanasutta] | ^tha-ap65#3 [Paccāgamaniyattheraapadāna] | ^pe3#56 [Suttādhiṭṭhānatatiyabhūmi]" id="note256">*</span> <a class="verse-num-sc" id="verse-num-sc507"></a><a class="verse-num-pts" id="verse-num-pts507"></a>Yassa saddhā tathāgate,
kn: Whoever has faith in the Realized One,

# thag8.2:10.2
source: acalā suppatiṭṭhitā;
kn: unwavering and well grounded;

# thag8.2:10.3
source: Sīlañca yassa kalyāṇaṃ,
kn: whose ethical conduct is good,

# thag8.2:10.4
source: ariyakantaṃ pasaṃsitaṃ.
kn: praised and loved by the noble ones;

# thag8.2:11.1
source: Saṃghe pasādo yassatthi,
kn: who has confidence in the Saṅgha,

# thag8.2:11.2
source: ujubhūtañca dassanaṃ;
kn: and correct view:

# thag8.2:11.3
source: ‘Adaliddo’ti taṃ āhu,
kn: they’re said to be prosperous;

# thag8.2:11.4
source: amoghaṃ tassa jīvitaṃ.
kn: their life is not in vain.

# thag8.2:12.1
source: Tasmā saddhañca sīlañca,
kn: So let the wise devote themselves

# thag8.2:12.2
source: pasādaṃ dhammadassanaṃ;
kn: to faith, ethical behavior,

# thag8.2:12.3
source: Anuyuñjetha medhāvī,
kn: confidence, and insight into the teaching,

# thag8.2:12.4
source: saraṃ buddhāna sāsanan”ti.
kn: remembering the instructions of the Buddhas.
