Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag03.12.po
Languages: kn

# thag3.12:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag3.12:2.1
source: Tikanipāta
kn: The Book of the Threes

# thag3.12:3.1
source: Paṭhamavagga
kn: Chapter One

# thag3.12:4.1
source: 3.12. Uttarapālattheragāthā
kn: 3.12. Uttarapāla

# thag3.12:5.1
source: “Paṇḍitaṃ vata maṃ santaṃ,
kn: I was, indeed, an astute scholar,

# thag3.12:5.2
source: alamatthavicintakaṃ;
kn: competent to think on the meaning.

# thag3.12:5.3
source: Pañca kāmaguṇā loke,
kn: The five kinds of sensual stimulation in the world,

# thag3.12:5.4
source: sammohā pātayiṃsu maṃ.
kn: so delusory, were my downfall.

# thag3.12:6.1
source: Pakkhando māravisaye,
kn: Leaping into Māra’s domain,

# thag3.12:6.2
source: daḷhasallasamappito;
kn: I was struck by a powerful dart.

# thag3.12:6.3
source: Asakkhiṃ maccurājassa,
kn: But I was able to free myself

# thag3.12:6.4
source: ahaṃ pāsā pamuccituṃ.
kn: from the trap laid by the King of Death.

# thag3.12:7.1
source: Sabbe kāmā pahīnā me,
kn: I have given up all sensual pleasures;

# thag3.12:7.2
source: bhavā sabbe padālitā;
kn: all rebirths are shattered;

# thag3.12:7.3
source: Vikkhīṇo jātisaṃsāro,
kn: transmigration is finished;

# thag3.12:7.4
source: natthi dāni punabbhavo”ti.
kn: now there are no more future lives.
