Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag01.016.po
Languages: kn

# thag1.16:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag1.16:2.1
source: Ekakanipāta
kn: The Book of the Ones

# thag1.16:3.1
source: Dutiyavagga
kn: Chapter Two

# thag1.16:4.1
source: <span class="var" title="bellaṭṭhisīsattheragāthā (bj)" id="note14">1.16 Belaṭṭhasīsattheragāthā</span>
kn: 1.16. Belaṭṭhasīsa

# thag1.16:5.1
source: “Yathāpi bhaddo ājañño,
kn: Just as a fine thoroughbred

# thag1.16:5.2
source: naṅgalāvattanī sikhī;
kn: proceeds with ease,

# thag1.16:5.3
source: Gacchati appakasirena,
kn: tail and mane flying in the wind;

# thag1.16:5.4
source: evaṃ rattindivā mama;
kn: so my days and nights

# thag1.16:5.5
source: Gacchanti appakasirena,
kn: proceed with ease,

# thag1.16:5.6
source: sukhe laddhe nirāmise”ti.
kn: full of spiritual joy.
