Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag06.04.po
Languages: kn

# thag6.4:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag6.4:2.1
source: Chakkanipāta
kn: The Book of the Sixes

# thag6.4:3.1
source: Paṭhamavagga
kn: Chapter One

# thag6.4:4.1
source: 6.4. Kullattheragāthā
kn: 6.4. Kulla

# thag6.4:5.1
source: “Kullo sivathikaṃ gantvā,
kn: I, Kulla, went to a charnel ground

# thag6.4:5.2
source: addasa itthimujjhitaṃ;
kn: and saw a woman’s body abandoned there,

# thag6.4:5.3
source: Apaviddhaṃ susānasmiṃ,
kn: discarded in a cemetery,

# thag6.4:5.4
source: khajjantiṃ kimihī phuṭaṃ.
kn: full of worms that devoured.

# thag6.4:6.1
source: Āturaṃ asuciṃ pūtiṃ,
kn: “See this bag of bones, Kulla—

# thag6.4:6.2
source: passa kulla samussayaṃ;
kn: diseased, filthy, rotten,

# thag6.4:6.3
source: Uggharantaṃ paggharantaṃ,
kn: oozing and trickling,

# thag6.4:6.4
source: bālānaṃ abhinanditaṃ.
kn: a fool’s delight.”

# thag6.4:7.1
source: Dhammādāsaṃ gahetvāna,
kn: Taking the teaching as a mirror

# thag6.4:7.2
source: ñāṇadassanapattiyā;
kn: for realizing knowledge and vision,

# thag6.4:7.3
source: Paccavekkhiṃ imaṃ kāyaṃ,
kn: I examined this body,

# thag6.4:7.4
source: tucchaṃ santarabāhiraṃ.
kn: hollow, inside and out.

# thag6.4:8.1
source: Yathā idaṃ tathā etaṃ,
kn: As this is, so is that;

# thag6.4:8.2
source: yathā etaṃ tathā idaṃ;
kn: as that is, so is this.

# thag6.4:8.3
source: Yathā adho tathā uddhaṃ,
kn: As below, so above;

# thag6.4:8.4
source: yathā uddhaṃ tathā adho.
kn: as above, so below.

# thag6.4:9.1
source: Yathā divā tathā rattiṃ,
kn: As by day, so by night;

# thag6.4:9.2
source: yathā rattiṃ tathā divā;
kn: as by night, so by day.

# thag6.4:9.3
source: Yathā pure tathā pacchā,
kn: As before, so after;

# thag6.4:9.4
source: yathā pacchā tathā pure.
kn: as after, so before.

# thag6.4:10.1
source: Pañcaṅgikena turiyena,
kn: Even the music of a five-piece band

# thag6.4:10.2
source: Na ratī hoti tādisī;
kn: can never give such pleasure

# thag6.4:10.3
source: Yathā ekaggacittassa,
kn: as when, with unified mind,

# thag6.4:10.4
source: Sammā dhammaṃ vipassato”ti.
kn: you rightly discern the Dhamma.
