Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag03.14.po
Languages: kn

# thag3.14:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag3.14:2.1
source: Tikanipāta
kn: The Book of the Threes

# thag3.14:3.1
source: Paṭhamavagga
kn: Chapter One

# thag3.14:4.1
source: 3.14. Gotamattheragāthā
kn: 3.14. Gotama (2nd)

# thag3.14:5.1
source: “Saṃsaraṃ hi nirayaṃ agacchissaṃ,
kn: Transmigrating, I went to hell,

# thag3.14:5.2
source: Petalokamagamaṃ punappunaṃ;
kn: and to the ghost realm time and again.

# thag3.14:5.3
source: Dukkhamamhipi tiracchānayoniyaṃ,
kn: Many times I dwelt long

# thag3.14:5.4
source: Nekadhā hi vusitaṃ ciraṃ mayā.
kn: in the animal realm, so full of pain.

# thag3.14:6.1
source: Mānusopi ca bhavobhirādhito,
kn: I was also reborn as a human,

# thag3.14:6.2
source: Saggakāyamagamaṃ sakiṃ sakiṃ;
kn: and from time to time I went to heaven.

# thag3.14:6.3
source: Rūpadhātusu arūpadhātusu,
kn: I’ve stayed in realms of form and formlessness,

# thag3.14:6.4
source: Nevasaññisu asaññisuṭṭhitaṃ.
kn: among the neither-percipient-nor-non-percipient, and the non-percipient.

# thag3.14:7.1
source: Sambhavā suviditā asārakā,
kn: I know well these states of existence are worthless—

# thag3.14:7.2
source: Saṅkhatā pacalitā saderitā;
kn: conditioned, unstable, always in motion.

# thag3.14:7.3
source: Taṃ viditvā mahamattasambhavaṃ,
kn: When I understood this self-made chain,

# thag3.14:7.4
source: Santimeva satimā samajjhagan”ti.
kn: mindful, I found peace.
