Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag07.1.po
Languages: kn

# thag7.1:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag7.1:2.1
source: Sattakanipāta
kn: The Book of the Sevens

# thag7.1:3.1
source: Paṭhamavagga
kn: Chapter One

# thag7.1:4.1
source: 7.1. Sundarasamuddattheragāthā
kn: 7.1. Sundarasamudda

# thag7.1:5.1
source: “Alaṅkatā suvasanā,
kn: Adorned with jewelry and all dressed up,

# thag7.1:5.2
source: māladhārī vibhūsitā;
kn: with her garland and her makeup on,

# thag7.1:5.3
source: Alattakakatāpādā,
kn: and her feet so brightly rouged:

# thag7.1:5.4
source: pādukāruyha vesikā.
kn: the courtesan was wearing sandals.

# thag7.1:6.1
source: Pādukā oruhitvāna,
kn: Stepping off her sandals in front of me,

# thag7.1:6.2
source: purato pañjalīkatā;
kn: her palms joined in greeting,

# thag7.1:6.3
source: Sā maṃ saṇhena mudunā,
kn: smiling, she spoke to me

# thag7.1:6.4
source: mhitapubbaṃ abhāsatha.
kn: so softly and so sweet:

# thag7.1:7.1
source: Yuvāsi tvaṃ pabbajito,
kn: “You’re too young to go forth—

# thag7.1:7.2
source: tiṭṭhāhi mama sāsane;
kn: come, stay in my teaching!

# thag7.1:7.3
source: Bhuñja mānusake kāme,
kn: Enjoy human sensual pleasures,

# thag7.1:7.4
source: ahaṃ vittaṃ dadāmi te;
kn: I’ll give you riches.

# thag7.1:7.5
source: Saccaṃ te paṭijānāmi,
kn: I promise this is the truth—

# thag7.1:7.6
source: aggiṃ vā te harāmahaṃ.
kn: I swear it by the Sacred Flame.

# thag7.1:8.1
source: Yadā jiṇṇā bhavissāma,
kn: And when we’ve grown old together,

# thag7.1:8.2
source: ubho daṇḍaparāyanā;
kn: both of us leaning on staffs,

# thag7.1:8.3
source: Ubhopi pabbajissāma,
kn: we shall both go forth,

# thag7.1:8.4
source: ubhayattha kaṭaggaho.
kn: and win on both counts.”

# thag7.1:9.1
source: Tañca disvāna yācantiṃ,
kn: I saw the courtesan seducing me,

# thag7.1:9.2
source: vesikaṃ pañjalīkataṃ;
kn: her palms joined in greeting,

# thag7.1:9.3
source: Alaṅkataṃ suvasanaṃ,
kn: adorned with jewelry and all dressed up,

# thag7.1:9.4
source: maccupāsaṃva oḍḍitaṃ.
kn: like a snare of death laid down.

# thag7.1:10.1
source: Tato me manasīkāro,
kn: Then the realization

# thag7.1:10.3
source: pe …
kn: the danger became clear

# thag7.1:10.4
source: nibbidā samatiṭṭhatha.
kn: and I grew firmly disillusioned.

# thag7.1:11.1
source: Tato cittaṃ vimucci me,
kn: Then my mind was freed—

# thag7.1:11.3
source: pe …
kn: I’ve attained the three knowledges,

# thag7.1:11.4
source: kataṃ buddhassa sāsanan”ti.
kn: and fulfilled the Buddha’s instructions.
