Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag01.046.po
Languages: kn

# thag1.46:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag1.46:2.1
source: Ekakanipāta
kn: The Book of the Ones

# thag1.46:3.1
source: Pañcamavagga
kn: Chapter Five

# thag1.46:4.1
source: 1.46. Samiddhittheragāthā
kn: 1.46. Samiddhi

# thag1.46:5.1
source: “Saddhāyāhaṃ pabbajito,
kn: I went forth out of faith

# thag1.46:5.2
source: Agārasmānagāriyaṃ;
kn: from the lay life to homelessness.

# thag1.46:5.3
source: Sati paññā ca me vuḍḍhā,
kn: My mindfulness and wisdom have grown,

# thag1.46:5.4
source: Cittañca susamāhitaṃ;
kn: my mind is serene.

# thag1.46:5.5
source: Kāmaṃ karassu rūpāni,
kn: Make whatever illusions you want,

# thag1.46:5.6
source: Neva maṃ byādhayissasī”ti.
kn: it doesn’t bother me.
