Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thag/thag01.018.po
Languages: kn

# thag1.18:1.1
source: Theragāthā
kn: Verses of the Senior Monks

# thag1.18:2.1
source: Ekakanipāta
kn: The Book of the Ones

# thag1.18:3.1
source: Dutiyavagga
kn: Chapter Two

# thag1.18:4.1
source: 1.18. Siṅgālapituttheragāthā
kn: 1.18. Siṅgāla’s Father

# thag1.18:5.1
source: “Ahu buddhassa dāyādo,
kn: There was an heir of the Buddha,

# thag1.18:5.2
source: bhikkhu bhesakaḷāvane;
kn: a monk in Bhesakaḷā forest,

# thag1.18:5.3
source: Kevalaṃ aṭṭhisaññāya,
kn: who suffused the entire earth

# thag1.18:5.4
source: apharī <span class="var" title="paṭhaviṃ (bj, s2, s3, pts1-2)" id="note15">pathaviṃ</span> imaṃ;
kn: with the perception of bones.

# thag1.18:5.5
source: Maññehaṃ kāmarāgaṃ so,
kn: I think he will quickly

# thag1.18:5.6
source: khippameva <span class="var" title="pahiyyatīti (bj) | pahīyatīti (s2, s3, pts1) | pahassati (pts2)" id="note16">pahissatī”ti</span>.
kn: get rid of sensual desire.
