{
  "sn36.31:0.1": "Discursos conectados 36.31 ",
  "sn36.31:0.2": "3. Capítulo de la explicación de ciento ocho ",
  "sn36.31:0.3": "Lo espiritual ",
  "sn36.31:1.1": "Mendicantes, hay una alegría material, una alegría espiritual y una alegría más que espiritual. ",
  "sn36.31:1.2": "Hay un placer material, un placer espiritual y un placer más que espiritual. ",
  "sn36.31:1.3": "Hay una ecuanimidad material, una ecuanimidad espiritual y una ecuanimidad más que espiritual. ",
  "sn36.31:1.4": "Hay una liberación material, una liberación espiritual y una liberación más que espiritual. ",
  "sn36.31:1.5": "¿Qué es la alegría material? ",
  "sn36.31:1.6": "Mendicantes, hay cinco clases de objetos deseables. ",
  "sn36.31:1.7": "¿Cuáles? ",
  "sn36.31:1.8": "Imágenes captadas con el ojo que son agradables, gratificantes, hermosas, atrayentes, asociadas al deseo sensorial, embriagadoras; sonidos captados con el oído, olores captados con la nariz, sabores captados con la lengua y ",
  "sn36.31:1.9": "sensaciones táctiles captadas con el cuerpo que son agradables, gratificantes, hermosas, atrayentes, asociadas al deseo sensorial, embriagadoras. ",
  "sn36.31:1.10": "Estas son las cinco clases de objetos deseables. ",
  "sn36.31:1.11": "La alegría que se deriva de las cinco clases de objetos deseables es alegría material. ",
  "sn36.31:2.1": "¿Y qué es la alegría espiritual? ",
  "sn36.31:2.2": "Un mendicante, apartado del deseo de placeres sensoriales, apartado de los estados torpes, entra y reside en el primer <em>jhāna</em>, que es el placer y la alegría que nacen de apartarse, con pensamiento y reflexión. ",
  "sn36.31:2.3": "Al disiparse los pensamientos y reflexiones, entra y reside en el segundo <em>jhāna</em>, que es el placer y la alegría que nacen de la unificación sin pensamiento ni reflexión. ",
  "sn36.31:2.4": "Esto es la alegría espiritual. ",
  "sn36.31:3.1": "¿Y qué es la alegría más que espiritual? ",
  "sn36.31:3.2": "Es la alegría que aparece cuando un mendicante que ha destruido las influencias examina su mente libre de codicia, aversión y confusión. Esto es la alegría más que espiritual. ",
  "sn36.31:4.1": "¿Qué es el placer material? ",
  "sn36.31:4.2": "Mendicantes, hay cinco clases de objetos deseables. ",
  "sn36.31:4.3": "¿Cuáles? ",
  "sn36.31:4.4": "Imágenes captadas con el ojo … sensaciones táciles captadas con el cuerpo que son agradables, gratificantes, hermosas, atrayentes, asociadas al deseo sensorial, embriagadoras. ",
  "sn36.31:4.5": "",
  "sn36.31:4.6": "",
  "sn36.31:4.7": "El placer y la felicidad que se derivan de las cinco clases de objetos deseables es placer material. ",
  "sn36.31:5.1": "¿Y qué es el placer espiritual? ",
  "sn36.31:5.2": "Un mendicante, apartado del deseo de placeres sensoriales, apartado de los estados torpes, entra y reside en el primer <em>jhāna</em>, que es el placer y la alegría que nacen de apartarse, con pensamiento y reflexión. ",
  "sn36.31:5.3": "Al disiparse los pensamientos y reflexiones, entra y reside en el segundo <em>jhāna</em>, que es el placer y la alegría que nacen de la unificación sin pensamiento ni reflexión. ",
  "sn36.31:5.4": "Al disiparse la alegría, el mendicante entra y reside en el tercer <em>jhāna</em>, donde permanece ecuánime, presente y plenamente consciente, experimentando un placer encarnado. Las personas nobles lo describen como un lugar placentero, de presencia y ecuanimidad. ",
  "sn36.31:5.5": "Esto es el placer espiritual. ",
  "sn36.31:6.1": "¿Y qué es el placer más que espiritual? ",
  "sn36.31:6.2": "Es el placer y la felicidad que aparecen cuando un mendicante que ha destruido las influencias examina su mente libre de codicia, aversión y confusión. Esto es el placer más que espiritual. ",
  "sn36.31:7.1": "¿Qué es la ecuanimidad material? ",
  "sn36.31:7.2": "Mendicantes, hay cinco clases de objetos deseables. ",
  "sn36.31:7.3": "¿Cuáles? ",
  "sn36.31:7.4": "Imágenes captadas con el ojo … sensaciones táciles captadas con el cuerpo que son agradables, gratificantes, hermosas, atrayentes, asociadas al deseo sensorial, embriagadoras. ",
  "sn36.31:7.6": "",
  "sn36.31:7.7": "La ecuanimidad que se deriva de las cinco clases de objetos deseables es ecuanimidad material. ",
  "sn36.31:8.1": "¿Y qué es la ecuanimidad espiritual? ",
  "sn36.31:8.2": "Tras haber desaparecido ya la felicidad y la tristeza, al dejar atrás el placer y el dolor, el mendicante entra y reside en el cuarto <em>jhāna</em>, que no es ni placentero ni doloroso, sino ecuanimidad y presencia en estado puro. ",
  "sn36.31:8.3": "Esto es la ecuanimidad espiritual. ",
  "sn36.31:9.1": "¿Y qué es la ecuanimidad más que espiritual? ",
  "sn36.31:9.2": "Es la ecuanimidad que aparece cuando un mendicante que ha destruido las influencias examina su mente libre de codicia, aversión y confusión. Esto es la ecuanimidad más que espiritual. ",
  "sn36.31:10.1": "¿Qué es la liberación material? ",
  "sn36.31:10.2": "La liberación conectada con la materia es liberación material. ",
  "sn36.31:11.1": "¿Y qué es la liberación espiritual? ",
  "sn36.31:11.2": "La liberación conectada con lo inmaterial es liberación espiritual. ",
  "sn36.31:12.1": "¿Y qué es la liberación más que espiritual? ",
  "sn36.31:12.2": "Es la liberación que aparece cuando un mendicante que ha destruido las influencias examina su mente libre de codicia, aversión y confusión. Esto es la liberación más que espiritual. "
}