{
  "sn36.8:0.1": "Discursos conectados 36.8 ",
  "sn36.8:0.2": "1. Capítulo con versos ",
  "sn36.8:0.3": "Enfermedad (2) ",
  "sn36.8:1.1": "Una vez, el Buda estaba en el pabellón cubierto en el gran bosque de Vesāli. ",
  "sn36.8:1.2": "Al atardecer, salió de su reclusión, fue hacia la enfermería y se sentó en su asiento designado. ",
  "sn36.8:1.3": "Una vez sentado, se dirigió a los mendicantes: ",
  "sn36.8:2.1": "“Mendicantes, tenéis que esperar vuestra hora con presencia y plena consciencia; ",
  "sn36.8:2.2": "esta es mi instrucción para vosotros. ",
  "sn36.8:3.1": "¿Y cómo es estar presente? ",
  "sn36.8:3.2": "En relación al cuerpo, uno vive contemplando el cuerpo, con fervor, plenamente consciente y presente, dejando atrás el anhelo y el disgusto por el mundo. ",
  "sn36.8:3.3": "En relación a las sensaciones, uno vive contemplando las sensaciones … ",
  "sn36.8:3.4": "En relación a la mente, uno vive contemplando la mente … ",
  "sn36.8:3.5": "En relación a los procesos, uno vive contemplando los procesos, con fervor, plenamente consciente y presente, dejando atrás el anhelo y el disgusto por el mundo. ",
  "sn36.8:3.6": "Así es como estar presente. ",
  "sn36.8:4.1": "¿Y cómo es ser plenamente consciente? ",
  "sn36.8:4.2": "Uno actúa conscientemente cuando va y cuando vuelve, cuando mira hacia adelante y hacia atrás, cuando extiende y flexiona, cuando lleva el hábito y el cuenco, cuando come y cuando bebe, cuando defeca y cuando orina, cuando camina, está de pie o se sienta, cuando está dormido y despierto, cuando habla y cuando está en silencio. ",
  "sn36.8:4.3": "Así es como ser plenamente consciente. ",
  "sn36.8:4.4": "Mendicantes, tenéis que esperar vuestra hora con presencia y plena consciencia; ",
  "sn36.8:4.5": "esta es mi instrucción para vosotros. ",
  "sn36.8:5.1": "Cuando alguien vive presente y plenamente consciente de esta forma —con cuidado, entusiasmo y dedicación—, si aparece una sensación placentera, ",
  "sn36.8:5.2": "reconoce: ",
  "sn36.8:5.3": "‘Me ha aparecido una sensación placentera. ",
  "sn36.8:5.4": "Esta sensación es dependiente, no independente. ",
  "sn36.8:5.5": "¿De qué depende? ",
  "sn36.8:5.6": "Pues de este mismo contacto, ",
  "sn36.8:5.7": "que es temporal, condicionado y aparece de manera dependiente. ",
  "sn36.8:5.8": "Y si esta sensación placentera depende de este contacto temporal, condicionado, que aparece de manera dependiente, ¿cómo va a ser permanente?’ ",
  "sn36.8:5.9": "Vive contemplando la impermanencia, la disolución, la desaparición, el cese y el soltar en el contacto y en las sensaciones placenteras. ",
  "sn36.8:5.10": "Al hacerlo, abandona la tendencia a la codicia por el contacto y las sensaciones placenteras. ",
  "sn36.8:6.1": "Cuando alguien vive presente y plenamente consciente de esta forma —con cuidado, entusiasmo y dedicación—, ",
  "sn36.8:6.2": "si aparece una sensación dolorosa … ",
  "sn36.8:6.3": "si aparece una sensación neutra, ",
  "sn36.8:6.4": "reconoce: ",
  "sn36.8:6.5": "‘Me ha aparecido una sensación neutra. ",
  "sn36.8:6.6": "Esta sensación es dependiente, no independente. ",
  "sn36.8:6.7": "¿De qué depende? ",
  "sn36.8:6.8": "Pues de este mismo contacto. ",
  "sn36.8:6.9": "<em>(Expandir como en [el discurso anterior] (sn36.7).</em> ",
  "sn36.8:6.10": "Comprende que con la disolución del cuerpo, al consumirse la vida, todo lo que experimenta sin complacerse se apaciguará. ",
  "sn36.8:7.1": "Es como una lámpara que para quemar depende de la mecha y del aceite: ",
  "sn36.8:7.2": "al consumirse la mecha y el aceite, sin combustible, se apagará. ",
  "sn36.8:7.3": "De la misma forma, al experimentar la sensación de que el cuerpo y la vida llegan a su fin, el mendicante reconoce que está experimentando la sensación del cuerpo y la vida llegando a su fin. ",
  "sn36.8:7.4": "Comprende que con la disolución del cuerpo, al consumirse la vida, todo lo que experimenta sin complacerse se apaciguará.” ",
  "sn36.8:7.5": ""
}