{
  "sn36.15:0.1": "Discursos conectados 36.15 ",
  "sn36.15:0.2": "2. Capítulo de la soledad ",
  "sn36.15:0.3": "Con Ānanda (1) ",
  "sn36.15:1.1": "El venerable Ānanda fue al Buda, le saludó y se sentó a su lado. Entonces le dijo: ",
  "sn36.15:1.2": "“Venerable, ¿cuáles son las sensaciones? ¿Cómo aparecen? ¿Cómo desaparecen? ¿Cuál es el camino hacia su desaparición? ",
  "sn36.15:1.3": "¿Cuál es su atractivo? ¿Cuál es su trampa? ¿Y cuál es su alternativa?” ",
  "sn36.15:1.4": "“Ānanda, hay tres tipos de sensaciones: ",
  "sn36.15:1.5": "sensaciones placenteras, sensaciones dolorosas y sensaciones neutras. ",
  "sn36.15:1.6": "Estos son los tres tipos de sensaciones. ",
  "sn36.15:1.7": "Con la aparición del contacto, aparece la sensación; ",
  "sn36.15:1.8": "con la desaparición del contacto, desaparece la sensación. ",
  "sn36.15:1.9": "El camino hacia la desaparición de las sensaciones es este noble camino óctuple: ",
  "sn36.15:1.10": "perspectiva adecuada, pensamiento adecuado, conducta adecuada, sustento adecuado, palabra adecuada, esfuerzo adecuado, presencia adecuada, unificación adecuada. ",
  "sn36.15:1.11": "El atractivo de la sensación es el placer y la felicidad que se derivan de ella. ",
  "sn36.15:1.12": "La trampa de la sensación es que es temporal, es cambiante y es una forma de malestar. ",
  "sn36.15:1.13": "La alternativa es educar y abandonar el deseo ávido de sensación. ",
  "sn36.15:1.14": "Además, he mostrado la desaparición gradual de los condicionantes. ",
  "sn36.15:1.15": "El habla desaparece en quien alcanza el primer <i lang='pi' translate='no'>jhāna</i> … ",
  "sn36.15:1.16": "El concepto y la sensación desaparecen en quien alcanza el cese de los conceptos y las sensaciones. ",
  "sn36.15:1.17": "La codicia, la aversión y la confusión desaparecen en el mendicante que destruye las influencias. ",
  "sn36.15:1.18": "Y también he mostrado la quietud gradual de los condicionantes. ",
  "sn36.15:1.19": "El habla se disipa en quien alcanza el primer <i lang='pi' translate='no'>jhāna</i> … ",
  "sn36.15:1.20": "El concepto y la sensación se disipan en quien alcanza el cese de los conceptos y las sensaciones. ",
  "sn36.15:1.21": "La codicia, la aversión y la confusión se disipan en el mendicante que destruye las influencias. ",
  "sn36.15:1.22": "Y también he mostrado la relajación gradual de los condicionantes. ",
  "sn36.15:1.23": "El habla se relaja en quien alcanza el primer <i lang='pi' translate='no'>jhāna</i> … ",
  "sn36.15:1.24": "El concepto de materia se relaja en quien alcanza la dimensión del espacio infinito. ",
  "sn36.15:1.25": "El concepto de dimensión del espacio infinito se relaja en quien alcanza la dimensión de la consciencia infinita. ",
  "sn36.15:1.26": "El concepto de dimensión de la consciencia infinita se relaja en quien alcanza la dimensión de la nada. ",
  "sn36.15:1.27": "El concepto de dimensión de la nada se relaja en quien alcanza la dimensión ni con conceptos ni sin conceptos. ",
  "sn36.15:1.28": "El concepto y la sensación se relajan en quien alcanza el cese de los conceptos y las sensaciones; ",
  "sn36.15:1.29": "y la codicia, la aversión y la confusión se relajan en el mendicante que destruye las influencias.” ",
  "sn36.15:1.30": ""
}