{
  "sn36.17:0.1": "Discursos conectados 36.17 ",
  "sn36.17:0.2": "2. Capítulo de la soledad ",
  "sn36.17:0.3": "Con muchos (1) ",
  "sn36.17:1.1": "Muchos mendicantes fueron al Buda, le saludaron y se sentaron a su lado. Entonces le dijeron: ",
  "sn36.17:1.2": "“Venerable, ¿cuáles son las sensaciones? ¿Cómo aparecen? ¿Cómo desaparecen? ¿Cuál es el camino hacia su desaparición? ",
  "sn36.17:1.3": "¿Cuál es su atractivo? ¿Cuál es su trampa? ¿Y cuál es su alternativa?” ",
  "sn36.17:1.4": "“Mendicantes, hay tres tipos de sensaciones: ",
  "sn36.17:1.5": "sensaciones placenteras, sensaciones dolorosas y sensaciones neutras. ",
  "sn36.17:1.6": "Estos son los tres tipos de sensaciones. ",
  "sn36.17:1.7": "Con la aparición del contacto, aparece la sensación; ",
  "sn36.17:1.8": "con la desaparición del contacto, desaparece la sensación. ",
  "sn36.17:1.9": "El camino hacia la desaparición de las sensaciones es este noble camino óctuple: ",
  "sn36.17:1.10": "perspectiva adecuada, pensamiento adecuado, conducta adecuada, sustento adecuado, palabra adecuada, esfuerzo adecuado, presencia adecuada, unificación adecuada. ",
  "sn36.17:1.11": "El atractivo de la sensación es el placer y la felicidad que se derivan de ella. ",
  "sn36.17:1.12": "La trampa de la sensación es que es temporal, es cambiante y es una forma de malestar. ",
  "sn36.17:1.13": "La alternativa es educar y abandonar el deseo ávido de sensación. ",
  "sn36.17:2.1": "Además, he mostrado la desaparición gradual de los condicionantes. ",
  "sn36.17:2.2": "El habla desaparece en quien alcanza el primer <em>jhāna</em> … ",
  "sn36.17:2.3": "La codicia, la aversión y la confusión desaparecen en el mendicante que destruye las influencias. ",
  "sn36.17:2.4": "Y también he mostrado la quietud gradual de los condicionantes. ",
  "sn36.17:2.5": "El habla se disipa en quien alcanza el primer <em>jhāna</em> … ",
  "sn36.17:2.6": "La codicia, la aversión y la confusión se disipan en el mendicante que destruye las influencias. ",
  "sn36.17:2.7": "Hay seis relajaciones: ",
  "sn36.17:2.8": "el habla se relaja en quien alcanza el primer <em>jhāna</em>, ",
  "sn36.17:2.9": "pensar y reflexionar se relajan en quien alcanza el segundo <i lang='pi' translate='no'></i>, ",
  "sn36.17:2.10": "la alegría se relaja en quien alcanza el tercer <em>jhāna</em>, ",
  "sn36.17:2.11": "la respiración se relaja en quien alcanza el cuarto <em>jhāna</em>, ",
  "sn36.17:2.12": "el concepto y la sensación se relajan en quien alcanza el cese de los conceptos y las sensaciones; ",
  "sn36.17:2.13": "y la codicia, la aversión y la confusión se relajan en el mendicante que destruye las influencias.” "
}