{
  "sn36.6:0.1": "Discursos conectados 36.6 ",
  "sn36.6:0.2": "1. Capítulo con versos ",
  "sn36.6:0.3": "La flecha ",
  "sn36.6:1.1": "“Mendicantes, una persona corriente y sin instruir experimenta sensaciones placenteras, sensaciones dolorosas y sensaciones neutras. ",
  "sn36.6:1.2": "Un alumno noble e instruido también experimenta sensaciones placenteras, sensaciones dolorosas y sensaciones neutras. ",
  "sn36.6:1.3": "Entonces, ¿cuál es la diferencia entre un alumno noble e instruido y una persona corriente y sin instruir?” ",
  "sn36.6:1.4": "“Nuestras enseñanzas tienen su origen en el Buda …” ",
  "sn36.6:1.5": "“Cuando una persona corriente y sin instruir experimenta una sensación dolorosa, se apena, se angustia, se lamenta, se golpea el pecho y llora, desconcertada. ",
  "sn36.6:1.6": "Así que experimenta dos sensaciones: ",
  "sn36.6:1.7": "una física y una mental. ",
  "sn36.6:1.8": "Es como si a alguien le disparasen una flecha ",
  "sn36.6:1.9": "y, acto seguido, le disparasen otra. ",
  "sn36.6:1.10": "De manera que experimentaría las sensaciones de dos flechas. ",
  "sn36.6:1.11": "De la misma forma, cuando una persona corriente y sin instruir experimenta una sensación dolorosa, se apena, se angustia, se lamenta, se golpea el pecho y llora, desconcertada. ",
  "sn36.6:1.12": "Así que experimenta dos sensaciones: ",
  "sn36.6:1.13": "una física y una mental. ",
  "sn36.6:1.14": "Cuando experimenta una sensación dolorosa, la rechaza; ",
  "sn36.6:1.15": "bajo ese rechazo yace la tendencia a rechazar sensaciones dolorosas. ",
  "sn36.6:1.16": "Al experimentar una sensación dolorosa, se regodea en la gratificación sensorial. ",
  "sn36.6:1.17": "¿Por qué? ",
  "sn36.6:1.18": "Porque no conoce otra alternativa a la sensación dolorosa que la gratificación sensorial. ",
  "sn36.6:1.19": "Bajo ese regodeo yace la tendencia a codiciar la gratificación sensorial. ",
  "sn36.6:1.20": "No comprende tal y como son la aparición y desaparición de las sensaciones, ni su atractivo, su trampa o su alternativa. ",
  "sn36.6:1.21": "Bajo esa falta de comprensión yace la tendencia a la ignorancia sobre las sensaciones neutras. ",
  "sn36.6:1.22": "Si experimenta una sensación placentera, la experimenta con ataduras. ",
  "sn36.6:1.23": "Si experimenta una sensación dolorosa, la experimenta con ataduras. ",
  "sn36.6:1.24": "Si experimenta una sensación neutra, la experimenta con ataduras. ",
  "sn36.6:1.25": "A esa persona se la considera una persona corriente y sin instruir atada al nacimiento, la vejez, la muerte, la pena, el lamento, el dolor, la tristeza, la angustia y el malestar. ",
  "sn36.6:2.1": "Por el contrario, cuando un alumno noble e instruido experimenta una sensación dolorosa, no se apena, ni se angustia, ni se lamenta, ni se golpea el pecho y llora, desconcertado. ",
  "sn36.6:2.2": "Así que experimenta una sensación: ",
  "sn36.6:2.3": "física, pero no mental. ",
  "sn36.6:3.1": "Es como si a alguien le disparasen una flecha ",
  "sn36.6:3.2": "sin que, acto seguido, le disparasen otra. ",
  "sn36.6:3.3": "Así que experimentaría la sensación de una sola flecha. ",
  "sn36.6:3.4": "De la misma forma, cuando un alumno noble e instruido experimenta una sensación dolorosa, no se apena, ni se angustia, ni se lamenta, ni se golpea el pecho y llora, desconcertado. ",
  "sn36.6:3.5": "De manera que experimenta una sensación: ",
  "sn36.6:3.6": "física, pero no mental. ",
  "sn36.6:3.7": "Cuando experimenta una sensación dolorosa, no la rechaza; ",
  "sn36.6:3.8": "debajo no yace la tendencia a rechazar sensaciones dolorosas. ",
  "sn36.6:3.9": "Al experimentar una sensación dolorosa, no se regodea en la gratificación sensorial. ",
  "sn36.6:3.10": "¿Por qué? ",
  "sn36.6:3.11": "Porque conoce otra alternativa a la sensación dolorosa que la gratificación sensorial; ",
  "sn36.6:3.12": "debajo no yace la tendencia a codiciar la gratificación sensorial. ",
  "sn36.6:3.13": "Comprende tal y como son la aparición y desaparición de las sensaciones, su atractivo, su trampa y su alternativa. ",
  "sn36.6:3.14": "Como lo comprende, debajo no yace la tendencia a la ignorancia sobre las sensaciones neutras. ",
  "sn36.6:3.15": "Si experimenta una sensación placentera, la experimenta sin ataduras. ",
  "sn36.6:3.16": "Si experimenta una sensación dolorosa, la experimenta sin ataduras. ",
  "sn36.6:3.17": "Si experimenta una sensación neutra, la experimenta sin ataduras. ",
  "sn36.6:3.18": "A esa persona se la considera un alumno noble e instruido, desligado del nacimiento, la vejez, la muerte, la pena, el lamento, el dolor, la tristeza y la angustia; desligado del malestar. ",
  "sn36.6:3.19": "Esta es la diferencia entre un alumno noble e instruido y una persona corriente y sin instruir. ",
  "sn36.6:4.1": "A una persona sabia e instruida ",
  "sn36.6:4.2": "no le afligen las sensaciones de placer ni de dolor; ",
  "sn36.6:4.3": "esa es la gran diferencia entre la persona corriente ",
  "sn36.6:4.4": "y la persona sabia y virtuosa. ",
  "sn36.6:5.1": "Lo deseable no agita la mente ",
  "sn36.6:5.2": "de la persona instruida en la enseñanza, ",
  "sn36.6:5.3": "que vislumbra tanto este mundo como el otro, ",
  "sn36.6:5.4": "y lo indeseable tampoco le repugna. ",
  "sn36.6:6.1": "Estar a favor y estar en contra ",
  "sn36.6:6.2": "se han esfumado, desvanecido; ya no existen. ",
  "sn36.6:6.3": "Conociendo el camino impecable y libre de penas, ",
  "sn36.6:6.4": "quien trasciende el devenir comprende de verdad.” "
}