{
  "snp3.7:0.1": "Lehrreden-Sammelband 3.7 ",
  "snp3.7:0.2": "Mit Sela ",
  "snp3.7:1.1": "So habe ich es gehört: ",
  "snp3.7:1.2": "Einmal wanderte der Buddha mit einem großen Saṅgha von 1.250 Mönchen und Nonnen durch das Land der Aṅguttarāper. Er kam zu einem Marktflecken der Aṅguttarāper mit Namen Āpaṇa. ",
  "snp3.7:1.3": "Der Filzhaarasket Keṇiya hörte: ",
  "snp3.7:1.4": "„Es scheint, der Asket Gotama – ein Sakyer, der von einer Familie der Sakyer fortgezogen ist – ist zusammen mit einem großen Saṅgha von 1.250 Mönchen und Nonnen in Āpaṇa angekommen. ",
  "snp3.7:1.5": "Er hat diesen guten Ruf: ",
  "snp3.7:1.6": "‚Dieser Gesegnete ist vollendet, ein vollkommen erwachter Buddha, von vollendetem Wissen und Verhalten, heilig, Kenner der Welt, unübertrefflicher Anleiter für alle, die üben wollen, Lehrer von Göttern und Menschen, erwacht, gesegnet.‘ ",
  "snp3.7:1.7": "Er hat diese Welt – mit ihren Göttern, Māras und Brahmās, mit dieser Bevölkerung mit ihren Asketen und Brahmanen, Göttern und Menschen – durch eigene Einsicht erkannt und erklärt sie anderen. ",
  "snp3.7:1.8": "Er verkündet eine Lehre, die am Anfang gut, in der Mitte gut und am Ende gut ist, bedeutsam und gut ausgedrückt. Und er legt ein geistliches Leben dar, das ganz vollständig und rein ist. ",
  "snp3.7:1.9": "Es ist gut, solche Vollendeten zu sehen.“ ",
  "snp3.7:2.1": "Da begab sich Keṇiya zum Buddha und tauschte Willkommensgrüße mit ihm aus. ",
  "snp3.7:2.2": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzte er sich zur Seite hin. ",
  "snp3.7:2.3": "Der Buddha leitete ihn mit einem Dhammavortrag an, ermunterte, begeisterte und erhob ihn. ",
  "snp3.7:2.4": "Darauf sagte Keṇiya zum Buddha: ",
  "snp3.7:2.5": "„Würde der werte Gotama zusammen mit dem Saṅgha der Mönche und Nonnen bitte die morgige Mahlzeit von mir annehmen?“ ",
  "snp3.7:2.6": "Daraufhin sagte der Buddha zu ihm: ",
  "snp3.7:2.7": "„Der Saṅgha ist groß, Keṇiya; es sind 1.250 Mönche und Nonnen. Und du bist den Brahmanen ergeben.“ ",
  "snp3.7:3.1": "Zum zweiten Mal sagte Keṇiya zum Buddha: ",
  "snp3.7:3.2": "„Auch wenn der Saṅgha groß ist, mit 1.250 Mönchen und Nonnen, und ich den Brahmanen ergeben bin: ",
  "snp3.7:3.3": "Würde der werte Gotama zusammen mit dem Saṅgha der Mönche und Nonnen bitte die morgige Mahlzeit von mir annehmen?“ ",
  "snp3.7:3.4": "Zum zweiten Mal sagte der Buddha: ",
  "snp3.7:3.5": "„Der Saṅgha ist groß, Keṇiya; es sind 1.250 Mönche und Nonnen. Und du bist den Brahmanen ergeben.“ ",
  "snp3.7:4.1": "Zum dritten Mal sagte Keṇiya zum Buddha: ",
  "snp3.7:4.2": "„Auch wenn der Saṅgha groß ist, mit 1.250 Mönchen und Nonnen, und ich den Brahmanen ergeben bin: ",
  "snp3.7:4.3": "Würde der werte Gotama zusammen mit dem Saṅgha der Mönche und Nonnen bitte die morgige Mahlzeit von mir annehmen?“ ",
  "snp3.7:4.4": "Der Buddha schwieg zum Zeichen der Zustimmung. ",
  "snp3.7:4.5": "Da erhob sich, als er die Zustimmung des Buddha erkannt hatte, Keṇiya von seinem Sitz und ging zu seiner eigenen Einsiedelei. Dort wandte er sich an seine Freunde und Kollegen, Verwandten und Sippenangehörigen: ",
  "snp3.7:4.6": "„Hört, liebe Freunde und Kollegen, Verwandte und Sippenangehörige! ",
  "snp3.7:4.7": "Ich habe den Asketen Gotama zusammen mit dem Saṅgha der Mönche und Nonnen für die morgige Mahlzeit eingeladen. ",
  "snp3.7:4.8": "Bitte helft mir und packt mit an.“ ",
  "snp3.7:4.9": "„Ja, werter Herr“, antworteten sie. Manche gruben Öfen, manche hackten Holz, manche wuschen Geschirr, manche brachten einen Krug mit Wasser und manche richteten Sitze her. ",
  "snp3.7:4.10": "Doch den Pavillon baute Keṇiya selbst auf. ",
  "snp3.7:5.1": "Nun befand sich zu dieser Zeit der Brahmane Sela in Āpaṇa. Er hatte die drei Veden gemeistert zusammen mit ihrem Wortschatz und der Durchführung des Rituals, der Lautlehre und der Einteilung der Wortarten sowie dem Testament als fünftem. Er kannte sie Wort für Wort, kannte die Grammatik und war mit der Kosmologie und den Kennzeichen eines großen Mannes vertraut. Und er unterrichtete dreihundert junge Vedenstudenten im Aufsagen der Hymnen. ",
  "snp3.7:6.1": "Und Keṇiya war zu der Zeit Sela ergeben. ",
  "snp3.7:6.2": "Als dann Sela in Begleitung seiner dreihundert jungen Vedenstudenten spazieren ging, kam er zu Keṇiyas Einsiedelei. ",
  "snp3.7:6.3": "Er sah die Vorbereitungen, die vor sich gingen, ",
  "snp3.7:6.4": "und sagte zu Keṇiya: ",
  "snp3.7:6.5": "„Keṇiya, heiratet dein Sohn oder deine Tochter? Oder bereitest du ein großes Opfer vor? Oder wurde König Bimbisāra von Magadha für die morgige Mahlzeit eingeladen?“ ",
  "snp3.7:7.1": "„Es gibt keine Hochzeit, Sela, und der König kommt nicht. ",
  "snp3.7:7.2": "Aber ich bereite ein großes Opfer vor. ",
  "snp3.7:7.3": "Der Asket Gotama ist zusammen mit einem großen Saṅgha von 1.250 Mönchen und Nonnen in Āpaṇa angekommen. ",
  "snp3.7:7.4": "Er hat diesen guten Ruf: ",
  "snp3.7:7.5": "‚Dieser Gesegnete ist vollendet, ein vollkommen erwachter Buddha, von vollendetem Wissen und Verhalten, heilig, Kenner der Welt, unübertrefflicher Anleiter für alle, die üben wollen, Lehrer von Göttern und Menschen, erwacht, gesegnet.‘ ",
  "snp3.7:7.6": "Ich habe den Asketen Gotama zusammen mit dem Saṅgha der Mönche und Nonnen für die morgige Mahlzeit eingeladen.“ ",
  "snp3.7:7.7": "„Werter Keṇiya, sagtest du ‚der Erwachte‘?“ ",
  "snp3.7:7.8": "„Ich sagte ‚der Erwachte‘.“ ",
  "snp3.7:7.9": "„Sagtest du ‚der Erwachte‘?“ ",
  "snp3.7:7.10": "„Ich sagte ‚der Erwachte‘.“ ",
  "snp3.7:8.1": "Da dachte Sela: ",
  "snp3.7:8.2": "„Auch nur das Wort ‚Erwachter‘ ist in der Welt schwer zu finden. ",
  "snp3.7:8.3": "Die zweiunddreißig Kennzeichen eines großen Mannes wurden in unseren Hymnen überliefert. Für einen großen Mann, der diese besitzt, gibt es zwei mögliche Schicksale, kein anderes: ",
  "snp3.7:8.4": "Wenn er im Haus bleibt, wird er ein König, ein Rad-drehender Herrscher, ein gerechter und prinzipientreuer König. Seine Oberherrschaft erstreckt sich nach allen vier Seiten, er erreicht Stabilität im Land und besitzt die sieben Juwelen. ",
  "snp3.7:8.5": "Diese sieben Juwelen sind ",
  "snp3.7:8.6": "das Rad, der Elefant, das Pferd, der Edelstein, die Frau, der Hausbesitzer und der Befehlshaber als siebtes Juwel. ",
  "snp3.7:8.7": "Er hat über tausend Söhne, wacker und heldenhaft, die die Heere seiner Feinde zermalmen. ",
  "snp3.7:8.8": "Wenn er dieses vom Meer umspülte Land erobert hat, herrscht er nach Prinzip, ohne Stock oder Schwert. ",
  "snp3.7:8.9": "Doch wenn er aus dem Haus fortzieht ins hauslose Leben, wird er ein Vollendeter, ein vollkommen erwachter Buddha, der den Schleier von der Welt wegzieht.“ ",
  "snp3.7:8.10": "„Aber Keṇiya, wo ist der werte Gotama jetzt, der Vollendete, der vollkommen erwachte Buddha?“ ",
  "snp3.7:9.1": "Auf diese Worte wies Keṇiya mit seinem rechten Arm und sagte: ",
  "snp3.7:9.2": "„Dort, werter Sela, bei dieser Linie von blauem Wald.“ ",
  "snp3.7:9.3": "Da begab sich Sela zusammen mit seinen dreihundert jungen Vedenstudenten zum Buddha. ",
  "snp3.7:9.4": "Er sagte zu seinen jungen Vedenstudenten: ",
  "snp3.7:9.5": "„Kommt leise herbei, werte Herren, tretet sanft auf. ",
  "snp3.7:9.6": "Denn Buddhas sind Furcht einflößend wie ein Löwe, der allein lebt. ",
  "snp3.7:9.7": "Unterbrecht nicht, während ich mich mit dem Asketen Gotama berate. ",
  "snp3.7:9.8": "Wartet, bis ich zu Ende gesprochen habe.“ ",
  "snp3.7:10.1": "Dann ging Sela zum Buddha und tauschte Willkommensgrüße mit ihm aus. ",
  "snp3.7:10.2": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzte er sich zur Seite hin ",
  "snp3.7:10.3": "und untersuchte den Körper des Buddha nach den zweiunddreißig Kennzeichen eines großen Mannes. ",
  "snp3.7:10.4": "Er sah sie alle, mit Ausnahme von zweien, ",
  "snp3.7:10.5": "über die er im Zweifel war: ",
  "snp3.7:10.6": "ob das Geschlechtsteil von einer Vorhaut bedeckt war und die Länge der Zunge. ",
  "snp3.7:11.1": "Da kam dem Buddha in den Sinn: ",
  "snp3.7:11.2": "„Sela sieht alle Kennzeichen mit Ausnahme von zweien, ",
  "snp3.7:11.3": "über die er im Zweifel ist: ",
  "snp3.7:11.4": "ob das Geschlechtsteil von einer Vorhaut bedeckt ist und die Länge der Zunge.“ ",
  "snp3.7:11.5": "Darauf setzte der Buddha seine übersinnliche Kraft ein und veranlasste, dass Sela sah, wie sein Geschlechtsteil von einer Vorhaut bedeckt war. ",
  "snp3.7:11.6": "Und er streckte seine Zunge heraus und strich damit vor und zurück über die Ohr- und Nasenlöcher und bedeckte seine gesamte Stirn mit seiner Zunge. ",
  "snp3.7:12.1": "Da dachte Sela: ",
  "snp3.7:12.2": "„Der Asket Gotama besitzt die 32 Kennzeichen vollständig, es fehlt keins. ",
  "snp3.7:12.3": "Aber ich weiß nicht, ob er ein Erwachter ist oder nicht. ",
  "snp3.7:12.4": "Ich habe gehört, dass die Brahmanen der Vergangenheit, die bejahrten und hochbetagten, die Lehrmeister der Lehrmeister, gesagt hätten: ",
  "snp3.7:12.5": "‚Die, die Vollendete sind, vollkommen erwachte Buddhas, geben sich zu erkennen, wenn sie gepriesen werden.‘ ",
  "snp3.7:12.6": "Warum rühme ich ihn nicht in seinem Angesicht mit passenden Strophen?“ ",
  "snp3.7:12.7": "Da rühmte Sela den Buddha in dessen Angesicht mit passenden Strophen: ",
  "snp3.7:13.1": "„Gesegneter, dein Körper ist vollkommen, ",
  "snp3.7:13.2": "du bist strahlend, gut aussehend, entzückend anzuschauen, ",
  "snp3.7:13.3": "von goldener Farbe, ",
  "snp3.7:13.4": "mit rein weißen Zähnen, energisch. ",
  "snp3.7:14.1": "Was das Aussehen ",
  "snp3.7:14.2": "eines schönen Mannes ausmacht, ",
  "snp3.7:14.3": "die Kennzeichen eines großen Mannes, ",
  "snp3.7:14.4": "all das findet sich an deinem Körper. ",
  "snp3.7:15.1": "Deine Augen sind klar, dein Gesicht ist schön, ",
  "snp3.7:15.2": "du bist gewaltig, aufrecht, majestätisch. ",
  "snp3.7:15.3": "Inmitten des Saṅgha der Asketen ",
  "snp3.7:15.4": "strahlst du wie die Sonne. ",
  "snp3.7:16.1": "Du bist ein Mönch, den zu sehen gut ist, ",
  "snp3.7:16.2": "deine Haut leuchtet wie schimmerndes Gold. ",
  "snp3.7:16.3": "Doch mit deinem höchsten Aussehen, ",
  "snp3.7:16.4": "was soll dir da das Asketenleben? ",
  "snp3.7:17.1": "Du könntest ein König sein, ",
  "snp3.7:17.2": "ein Rad-drehender Herrscher, Erster der Wagenlenker, ",
  "snp3.7:17.3": "siegreich in den vier Himmelsrichtungen, ",
  "snp3.7:17.4": "Herr über das Land des Rosenapfelbaums. ",
  "snp3.7:18.1": "Adlige, Reiche und Könige ",
  "snp3.7:18.2": "sollten dir untergeben sein. ",
  "snp3.7:18.3": "Gotama, herrsche ",
  "snp3.7:18.4": "als König der Könige, Herr über die Menschheit!“ ",
  "snp3.7:19.1": "„Ich bin ein König, Sela“, ",
  "snp3.7:19.2": "sagte der Buddha, ",
  "snp3.7:19.3": "„der unübertreffliche König der Lehre. ",
  "snp3.7:19.4": "Durch die Lehre rolle ich das Rad vorwärts, ",
  "snp3.7:19.5": "das nicht zurückgerollt werden kann.“ ",
  "snp3.7:20.1": "„Du behauptest, erwacht zu sein“, ",
  "snp3.7:20.2": "sagte Sela, der Brahmane, ",
  "snp3.7:20.3": "„der unübertreffliche König der Lehre. ",
  "snp3.7:20.4": "‚Ich rolle die Lehre vorwärts‘, ",
  "snp3.7:20.5": "so sprichst du, Gotama. ",
  "snp3.7:21.1": "Wer ist dann dein General, ",
  "snp3.7:21.2": "der Schüler, der dem Weg des Lehrers folgt? ",
  "snp3.7:21.3": "Der das Rad der Lehre weiterrollt, ",
  "snp3.7:21.4": "das du vorwärts gerollt hast?“ ",
  "snp3.7:22.1": "„Von mir wurde das Rad vorwärts gerollt“, ",
  "snp3.7:22.2": "sagte der Buddha zu Sela, ",
  "snp3.7:22.3": "„das unübertreffliche Rad der Lehre. ",
  "snp3.7:22.4": "Sāriputta übernahm es vom Klargewordenen ",
  "snp3.7:22.5": "und rollt es weiter. ",
  "snp3.7:23.1": "Ich habe erkannt, was erkannt werden muss, ",
  "snp3.7:23.2": "entwickelt, was entwickelt werden muss, ",
  "snp3.7:23.3": "und aufgegeben, was aufgegeben werden muss: ",
  "snp3.7:23.4": "Daher, Brahmane, bin ich ein Buddha. ",
  "snp3.7:24.1": "Zerstreue deinen Zweifel an mir – ",
  "snp3.7:24.2": "entschließe dich, Brahmane! ",
  "snp3.7:24.3": "Der Anblick eines Buddha ",
  "snp3.7:24.4": "ist schwer wieder zu finden. ",
  "snp3.7:25.1": "Ich bin ein Buddha, Brahmane, ",
  "snp3.7:25.2": "der unübertreffliche Wundarzt, ",
  "snp3.7:25.3": "einer, dessen Erscheinen in der Welt ",
  "snp3.7:25.4": "schwer wieder zu finden ist. ",
  "snp3.7:26.1": "Eine Manifestation der Göttlichkeit, unvergleichlich, ",
  "snp3.7:26.2": "einer, der Māras Heer zermalmt; ",
  "snp3.7:26.3": "da ich alle meine Gegner unterworfen habe, ",
  "snp3.7:26.4": "freue ich mich und bin allseits furchtlos.“ ",
  "snp3.7:27.1": "„Gebt acht, werte Herren, ",
  "snp3.7:27.2": "auf das, was vom Klaräugigen gesprochen wird. ",
  "snp3.7:27.3": "Der Wundarzt, der große Held, ",
  "snp3.7:27.4": "brüllt wie ein Löwe im Dschungel. ",
  "snp3.7:28.1": "Eine Manifestation der Göttlichkeit, unvergleichlich, ",
  "snp3.7:28.2": "einer, der Māras Heer zermalmt; ",
  "snp3.7:28.3": "wer wäre von ihm nicht ergriffen, ",
  "snp3.7:28.4": "selbst wenn er in eine dunkle Klasse geboren wäre? ",
  "snp3.7:29.1": "Die es wünschen, sollen mir folgen; ",
  "snp3.7:29.2": "die es nicht wünschen, können gehen. ",
  "snp3.7:29.3": "Eben hier werde ich vor ihm fortziehen, ",
  "snp3.7:29.4": "der diese vorzügliche Weisheit besitzt.“ ",
  "snp3.7:30.1": "„Werter Herr, wenn du die Lehre ",
  "snp3.7:30.2": "des Buddha billigst, ",
  "snp3.7:30.3": "werden auch wir vor ihm fortziehen, ",
  "snp3.7:30.4": "der diese vorzügliche Weisheit besitzt.“ ",
  "snp3.7:31.1": "„Diese dreihundert Brahmanen ",
  "snp3.7:31.2": "bitten mit erhobenen zusammengelegten Händen: ",
  "snp3.7:31.3": "‚Dürfen wir vor dir, Gesegneter, ",
  "snp3.7:31.4": "das geistliche Leben führen?‘“ ",
  "snp3.7:32.1": "„Das geistliche Leben ist gut erklärt“, ",
  "snp3.7:32.2": "sagte der Buddha zu Sela, ",
  "snp3.7:32.3": "„in diesem Leben ersichtlich, unmittelbar wirksam. ",
  "snp3.7:32.4": "Hier ist das Fortziehen nicht vergebens ",
  "snp3.7:32.5": "für einen, der sich beflissen schult.“ ",
  "snp3.7:33.1": "Und der Brahmane Sela erhielt zusammen mit seinem Gefolge vor dem Buddha die Weihe des Fortziehens, die Ordination. ",
  "snp3.7:33.2": "Als dann die Nacht vorüber war, ließ Keṇiya in seiner eigenen Einsiedelei köstliche frische und gekochte Speisen zubereiten. Dann ließ er den Buddha über die Zeit benachrichtigen: ",
  "snp3.7:33.3": "„Es ist Zeit, werter Gotama, das Essen ist fertig.“ ",
  "snp3.7:33.4": "Da kleidete der Buddha sich am Morgen an, nahm Schale und Robe, ging zusammen mit dem Saṅgha der Mönche und Nonnen zu Keṇiyas Einsiedelei und setzte sich auf den ausgebreiteten Sitz. ",
  "snp3.7:34.1": "Darauf bewirtete und bediente Keṇiya den Saṅgha der Mönche und Nonnen mit dem Buddha an der Spitze eigenhändig mit köstlichen frischen und gekochten Speisen. ",
  "snp3.7:34.2": "Als der Buddha gegessen und Hand und Schale gewaschen hatte, nahm Keṇiya einen niedrigen Sitz und setzte sich zur Seite hin. ",
  "snp3.7:34.3": "Der Buddha drückte seine Wertschätzung mit diesen Strophen aus: ",
  "snp3.7:35.1": "„Das Opfer an die heilige Flamme ist das vorderste der Opfer; ",
  "snp3.7:35.2": "das Sāvitrī-Mantra ist von den Versmaßen das vorderste; ",
  "snp3.7:35.3": "der König ist der vorderste der Menschen; ",
  "snp3.7:35.4": "unter den Flüssen ist das Meer das vorderste; ",
  "snp3.7:36.1": "von den Sternen ist der vorderste der Mond; ",
  "snp3.7:36.2": "die Sonne ist von den Lichtern das vorderste; ",
  "snp3.7:36.3": "für die, die Verdienst durch Opfer suchen, ",
  "snp3.7:36.4": "ist der Saṅgha das vorderste.“ ",
  "snp3.7:37.1": "Als der Buddha Keṇiya mit diesen Strophen seine Wertschätzung ausgedrückt hatte, erhob er sich von seinem Sitz und ging. ",
  "snp3.7:37.2": "Da gelangten der Ehrwürdige Sela und sein Gefolge, als sie allein lebten, zurückgezogen, beflissen, eifrig und entschlossen, bald in diesem Leben zum äußersten Höhepunkt des geistlichen Lebens. Sie lebten an dem Ziel, das sie durch eigene Einsicht erkannt hatten, für welches ehrbare Menschen zu Recht aus dem Haus fortziehen ins hauslose Leben. ",
  "snp3.7:37.3": "Und der Ehrwürdige Sela samt seinem Gefolge wurden Vollendete. ",
  "snp3.7:38.1": "Da ging Sela mit seinem Gefolge zum Buddha. Er ordnete seine Robe über einer Schulter, erhob seine zusammengelegten Hände zum Buddha und sagte: ",
  "snp3.7:39.1": "„Dies ist der achte Tag, ",
  "snp3.7:39.2": "seit wir Zuflucht nahmen, Klaräugiger. ",
  "snp3.7:39.3": "In diesen sieben Tagen, Gesegneter, ",
  "snp3.7:39.4": "wurden wir in deiner Lehre gezähmt. ",
  "snp3.7:40.1": "Du bist der Buddha, du bist der Lehrer, ",
  "snp3.7:40.2": "du bist der Abgeklärte, der Māra überwunden hat; ",
  "snp3.7:40.3": "du hast die zugrunde liegenden Neigungen abgeschnitten, ",
  "snp3.7:40.4": "du bist hinübergelangt und bringst die Menschheit hinüber. ",
  "snp3.7:41.1": "Du bist über Bindungen hinausgegangen, ",
  "snp3.7:41.2": "deine Befleckungen sind zerschmettert; ",
  "snp3.7:41.3": "durch Nicht-Ergreifen, wie ein Löwe, ",
  "snp3.7:41.4": "hast du Angst und Schrecken aufgegeben. ",
  "snp3.7:42.1": "Diese dreihundert Mönche ",
  "snp3.7:42.2": "stehen hier mit erhobenen zusammengelegten Händen. ",
  "snp3.7:42.3": "Strecke deine Füße aus, großer Held: ",
  "snp3.7:42.4": "Lass diese Riesen sich vor dem Lehrer verbeugen.“ "
}