{
  "snp3.3:0.1": "Lehrreden-Sammelband 3.3 ",
  "snp3.3:0.2": "Gut gesprochene Worte ",
  "snp3.3:1.1": "So habe ich es gehört: ",
  "snp3.3:1.2": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "snp3.3:1.3": "Da wandte sich der Buddha an die Mönche und Nonnen: ",
  "snp3.3:1.4": "„Mönche und Nonnen!“ ",
  "snp3.3:1.5": "„Ehrwürdiger Herr“, antworteten sie. ",
  "snp3.3:1.6": "Der Buddha sagte: ",
  "snp3.3:2.1": "„Mönche und Nonnen, eine Rede, die vier Faktoren besitzt, ist gut gesprochen, nicht schlecht gesprochen. Sie ist ohne Tadel und wird von vernünftigen Menschen nicht getadelt. ",
  "snp3.3:2.2": "Welche vier? ",
  "snp3.3:2.3": "Da spricht ein Mönch gut, nicht schlecht; er spricht prinzipientreu, nicht prinzipienlos; er spricht angenehm, nicht unangenehm; und er spricht die Wahrheit, nicht die Unwahrheit. ",
  "snp3.3:2.4": "Eine Rede, die diese vier Faktoren besitzt, ist gut gesprochen, nicht schlecht gesprochen. Sie ist ohne Tadel und wird von vernünftigen Menschen nicht getadelt.“ ",
  "snp3.3:2.5": "Das sagte der Buddha. ",
  "snp3.3:2.6": "Und der Heilige, der Lehrer, fuhr fort: ",
  "snp3.3:3.1": "„Gute Menschen sagen, gut gesprochene Worte seien die höchsten; ",
  "snp3.3:3.2": "zum Zweiten, sprich prinzipientreu, nicht prinzipienlos; ",
  "snp3.3:3.3": "zum Dritten, sprich angenehm, nicht unangenehm; ",
  "snp3.3:3.4": "und zum Vierten, sprich die Wahrheit, nicht die Unwahrheit.“ ",
  "snp3.3:4.1": "Da erhob sich der Ehrwürdige Vaṅgīsa von seinem Sitz, ordnete seine Robe über einer Schulter, erhob seine zusammengelegten Hände zum Buddha und sagte: ",
  "snp3.3:4.2": "„Mir fällt etwas ein, Gesegneter! Mir fällt etwas ein, Heiliger!“ ",
  "snp3.3:4.3": "„So sag, was dir einfällt“, sagte der Buddha. ",
  "snp3.3:4.4": "Da rühmte der Ehrwürdige Vaṅgīsa den Buddha unter dessen Augen mit passenden Strophen: ",
  "snp3.3:5.1": "„Sprich nur solche Worte, ",
  "snp3.3:5.2": "die weder dich selbst ",
  "snp3.3:5.3": "noch andere verletzen; ",
  "snp3.3:5.4": "solche Rede ist wahrlich gut gesprochen. ",
  "snp3.3:6.1": "Sprich nur angenehme Worte, ",
  "snp3.3:6.2": "Worte, die man gern willkommen heißt. ",
  "snp3.3:6.3": "Angenehm sind Worte, ",
  "snp3.3:6.4": "die anderen nichts Böses bringen. ",
  "snp3.3:7.1": "Die Wahrheit selbst ist das unsterbliche Wort: ",
  "snp3.3:7.2": "Das ist eine Lehre von alters her. ",
  "snp3.3:7.3": "Gute Menschen sagen, die Lehre und die Bedeutung ",
  "snp3.3:7.4": "seien auf Wahrheit gegründet. ",
  "snp3.3:8.1": "Die Worte, die vom Buddha gesprochen sind, ",
  "snp3.3:8.2": "um das Schutzgebiet zu finden, das Erlöschen, ",
  "snp3.3:8.3": "um dem Leiden ein Ende zu machen: ",
  "snp3.3:8.4": "Das ist wirklich die höchste Rede.“ "
}