{
  "an6.55:0.1": "Aṅguttara Nikāya 6 ",
  "an6.55:0.2": "6. Mahāvagga ",
  "an6.55:0.3": "55. Soṇasutta ",
  "an6.55:1.1": "Evaṁ me sutaṁ—",
  "an6.55:1.2": "ekaṁ samayaṁ bhagavā rājagahe viharati gijjhakūṭe pabbate. ",
  "an6.55:1.3": "Tena kho pana samayena āyasmā soṇo rājagahe viharati sītavanasmiṁ. ",
  "an6.55:1.4": "Atha kho āyasmato soṇassa rahogatassa paṭisallīnassa evaṁ cetaso parivitakko udapādi: ",
  "an6.55:1.5": "“ye kho keci bhagavato sāvakā āraddhavīriyā viharanti, ahaṁ tesaṁ aññataro. ",
  "an6.55:1.6": "Atha ca pana me na anupādāya āsavehi cittaṁ vimuccati, saṁvijjanti kho pana me kule bhogā, sakkā bhogā ca bhuñjituṁ puññāni ca kātuṁ. ",
  "an6.55:1.7": "Yannūnāhaṁ sikkhaṁ paccakkhāya hīnāyāvattitvā bhoge ca bhuñjeyyaṁ puññāni ca kareyyan”ti. ",
  "an6.55:2.1": "Atha kho bhagavā āyasmato soṇassa cetasā cetoparivitakkamaññāya—seyyathāpi nāma balavā puriso samiñjitaṁ vā bāhaṁ pasāreyya, pasāritaṁ vā bāhaṁ samiñjeyya; evamevaṁ kho—gijjhakūṭe pabbate antarahito sītavane āyasmato soṇassa sammukhe pāturahosi. ",
  "an6.55:2.2": "Nisīdi bhagavā paññatte āsane. ",
  "an6.55:2.3": "Āyasmāpi kho soṇo bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. ",
  "an6.55:2.4": "Ekamantaṁ nisinnaṁ kho āyasmantaṁ soṇaṁ bhagavā etadavoca: ",
  "an6.55:3.1": "“Nanu te, soṇa, rahogatassa paṭisallīnassa evaṁ cetaso parivitakko udapādi: ",
  "an6.55:3.2": "‘ye kho keci bhagavato sāvakā āraddhavīriyā viharanti, ahaṁ tesaṁ aññataro. ",
  "an6.55:3.3": "Atha ca pana me na anupādāya āsavehi cittaṁ vimuccati, saṁvijjanti kho pana me kule bhogā, sakkā bhogā ca bhuñjituṁ puññāni ca kātuṁ. ",
  "an6.55:3.4": "Yannūnāhaṁ sikkhaṁ paccakkhāya hīnāyāvattitvā bhoge ca bhuñjeyyaṁ puññāni ca kareyyan’”ti? ",
  "an6.55:3.5": "“Evaṁ, bhante”. ",
  "an6.55:4.1": "“Taṁ kiṁ maññasi, soṇa, ",
  "an6.55:4.2": "kusalo tvaṁ pubbe agāriyabhūto vīṇāya tantissare”ti? ",
  "an6.55:4.3": "“Evaṁ, bhante”. ",
  "an6.55:4.4": "“Taṁ kiṁ maññasi, soṇa, yadā te vīṇāya tantiyo accāyatā honti, api nu te vīṇā tasmiṁ samaye saravatī vā hoti kammaññā vā”ti? ",
  "an6.55:4.5": "“No hetaṁ, bhante”. ",
  "an6.55:5.1": "“Taṁ kiṁ maññasi, soṇa, yadā te vīṇāya tantiyo atisithilā honti, api nu te vīṇā tasmiṁ samaye saravatī vā hoti kammaññā vā”ti? ",
  "an6.55:5.2": "“No hetaṁ, bhante”. ",
  "an6.55:6.1": "“Yadā pana te, soṇa, vīṇāya tantiyo na accāyatā honti nātisithilā same guṇe patiṭṭhitā, api nu te vīṇā tasmiṁ samaye saravatī vā hoti kammaññā vā”ti? ",
  "an6.55:6.2": "“Evaṁ, bhante”. ",
  "an6.55:7.1": "“Evamevaṁ kho, soṇa, accāraddhavīriyaṁ uddhaccāya saṁvattati, atisithilavīriyaṁ kosajjāya saṁvattati. ",
  "an6.55:7.2": "Tasmātiha tvaṁ, soṇa, vīriyasamathaṁ adhiṭṭhaha, indriyānañca samataṁ paṭivijjha, tattha ca nimittaṁ gaṇhāhī”ti. ",
  "an6.55:7.3": "“Evaṁ, bhante”ti kho āyasmā soṇo bhagavato paccassosi. ",
  "an6.55:7.4": "Atha kho bhagavā āyasmantaṁ soṇaṁ iminā ovādena ovaditvā—seyyathāpi nāma balavā puriso samiñjitaṁ vā bāhaṁ pasāreyya, pasāritaṁ vā bāhaṁ samiñjeyya; evamevaṁ kho—sītavane antarahito gijjhakūṭe pabbate pāturahosi. ",
  "an6.55:8.1": "Atha kho āyasmā soṇo aparena samayena vīriyasamathaṁ adhiṭṭhāsi, indriyānañca samataṁ paṭivijjhi, tattha ca nimittaṁ aggahesi. ",
  "an6.55:8.2": "Atha kho āyasmā soṇo eko vūpakaṭṭho appamatto ātāpī pahitatto viharanto nacirasseva—yassatthāya kulaputtā sammadeva agārasmā anāgāriyaṁ pabbajanti, tadanuttaraṁ—brahmacariyapariyosānaṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja vihāsi. ",
  "an6.55:8.3": "“Khīṇā jāti, vusitaṁ brahmacariyaṁ, kataṁ karaṇīyaṁ, nāparaṁ itthattāyā”ti abbhaññāsi. ",
  "an6.55:8.4": "Aññataro ca panāyasmā soṇo arahataṁ ahosi. ",
  "an6.55:9.1": "Atha kho āyasmato soṇassa arahattappattassa etadahosi: ",
  "an6.55:9.2": "“yannūnāhaṁ yena bhagavā tenupasaṅkameyyaṁ; upasaṅkamitvā bhagavato santike aññaṁ byākareyyan”ti. ",
  "an6.55:9.3": "Atha kho āyasmā soṇo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho āyasmā soṇo bhagavantaṁ etadavoca: ",
  "an6.55:10.1": "“Yo so, bhante, bhikkhu arahaṁ khīṇāsavo vusitavā katakaraṇīyo ohitabhāro anuppattasadattho parikkhīṇabhavasaṁyojano sammadaññāvimutto, so cha ṭhānāni adhimutto hoti—",
  "an6.55:10.2": "nekkhammādhimutto hoti, pavivekādhimutto hoti, abyāpajjādhimutto hoti, taṇhākkhayādhimutto hoti, upādānakkhayādhimutto hoti, asammohādhimutto hoti. ",
  "an6.55:11.1": "Siyā kho pana, bhante, idhekaccassa āyasmato evamassa: ",
  "an6.55:11.2": "‘kevalaṁsaddhāmattakaṁ nūna ayamāyasmā nissāya nekkhammādhimutto’ti. ",
  "an6.55:11.3": "Na kho panetaṁ, bhante, evaṁ daṭṭhabbaṁ. ",
  "an6.55:11.4": "Khīṇāsavo, bhante, bhikkhu vusitavā katakaraṇīyo karaṇīyaṁ attano asamanupassanto katassa vā paṭicayaṁ khayā rāgassa vītarāgattā nekkhammādhimutto hoti, khayā dosassa vītadosattā nekkhammādhimutto hoti, khayā mohassa vītamohattā nekkhammādhimutto hoti. ",
  "an6.55:12.1": "Siyā kho pana, bhante, idhekaccassa āyasmato evamassa: ",
  "an6.55:12.2": "‘lābhasakkārasilokaṁ nūna ayamāyasmā nikāmayamāno pavivekādhimutto’ti. ",
  "an6.55:12.3": "Na kho panetaṁ, bhante, evaṁ daṭṭhabbaṁ. ",
  "an6.55:12.4": "Khīṇāsavo, bhante, bhikkhu vusitavā katakaraṇīyo karaṇīyaṁ attano asamanupassanto katassa vā paṭicayaṁ khayā rāgassa vītarāgattā pavivekādhimutto hoti, khayā dosassa vītadosattā pavivekādhimutto hoti, khayā mohassa vītamohattā pavivekādhimutto hoti. ",
  "an6.55:13.1": "Siyā kho pana, bhante, idhekaccassa āyasmato evamassa: ",
  "an6.55:13.2": "‘sīlabbataparāmāsaṁ nūna ayamāyasmā sārato paccāgacchanto abyāpajjādhimutto’ti. ",
  "an6.55:13.3": "Na kho panetaṁ, bhante, evaṁ daṭṭhabbaṁ. ",
  "an6.55:13.4": "Khīṇāsavo, bhante, bhikkhu vusitavā katakaraṇīyo karaṇīyaṁ attano asamanupassanto katassa vā paṭicayaṁ khayā rāgassa vītarāgattā abyāpajjādhimutto hoti, khayā dosassa vītadosattā abyāpajjādhimutto hoti, khayā mohassa vītamohattā abyāpajjādhimutto hoti. ",
  "an6.55:14.1": "Khayā rāgassa vītarāgattā taṇhākkhayādhimutto hoti, khayā dosassa vītadosattā taṇhākkhayādhimutto hoti, khayā mohassa vītamohattā taṇhākkhayādhimutto hoti. ",
  "an6.55:15.1": "Khayā rāgassa vītarāgattā upādānakkhayādhimutto hoti, khayā dosassa vītadosattā upādānakkhayādhimutto hoti, khayā mohassa vītamohattā upādānakkhayādhimutto hoti. ",
  "an6.55:16.1": "Khayā rāgassa vītarāgattā asammohādhimutto hoti, khayā dosassa vītadosattā asammohādhimutto hoti, khayā mohassa vītamohattā asammohādhimutto hoti. ",
  "an6.55:17.1": "Evaṁ sammā vimuttacittassa, bhante, bhikkhuno bhusā cepi cakkhuviññeyyā rūpā cakkhussa āpāthaṁ āgacchanti, nevassa cittaṁ pariyādiyanti. ",
  "an6.55:17.2": "Amissīkatamevassa cittaṁ hoti ṭhitaṁ āneñjappattaṁ vayañcassānupassati. ",
  "an6.55:17.3": "Bhusā cepi sotaviññeyyā saddā … ",
  "an6.55:17.4": "ghānaviññeyyā gandhā … ",
  "an6.55:17.5": "jivhāviññeyyā rasā … ",
  "an6.55:17.6": "kāyaviññeyyā phoṭṭhabbā … ",
  "an6.55:17.7": "manoviññeyyā dhammā manassa āpāthaṁ āgacchanti, nevassa cittaṁ pariyādiyanti. ",
  "an6.55:17.8": "Amissīkatamevassa cittaṁ hoti ṭhitaṁ āneñjappattaṁ vayañcassānupassati. ",
  "an6.55:17.9": "Seyyathāpi, bhante, selo pabbato acchiddo asusiro ekagghano. ",
  "an6.55:17.10": "Atha puratthimāya cepi disāya āgaccheyya bhusā vātavuṭṭhi neva naṁ saṅkampeyya na sampakampeyya na sampavedheyya, atha pacchimāya cepi disāya āgaccheyya bhusā vātavuṭṭhi … ",
  "an6.55:17.11": "atha uttarāya cepi disāya āgaccheyya bhusā vātavuṭṭhi … ",
  "an6.55:17.12": "atha dakkhiṇāya cepi disāya āgaccheyya bhusā vātavuṭṭhi neva naṁ saṅkampeyya na sampakampeyya na sampavedheyya; ",
  "an6.55:17.13": "evamevaṁ kho, bhante, evaṁ sammāvimuttacittassa bhikkhuno bhusā cepi cakkhuviññeyyā rūpā cakkhussa āpāthaṁ āgacchanti, nevassa cittaṁ pariyādiyanti. ",
  "an6.55:17.14": "Amissīkatamevassa cittaṁ hoti, ṭhitaṁ āneñjappattaṁ vayañcassānupassati. ",
  "an6.55:17.15": "Bhusā cepi sotaviññeyyā saddā … ",
  "an6.55:17.16": "ghānaviññeyyā gandhā … ",
  "an6.55:17.17": "jivhāviññeyyā rasā … ",
  "an6.55:17.18": "kāyaviññeyyā phoṭṭhabbā … ",
  "an6.55:17.19": "manoviññeyyā dhammā manassa āpāthaṁ āgacchanti, nevassa cittaṁ pariyādiyanti. ",
  "an6.55:17.20": "Amissīkatamevassa cittaṁ hoti ṭhitaṁ āneñjappattaṁ vayañcassānupassatīti. ",
  "an6.55:18.1": "Nekkhammaṁ adhimuttassa, ",
  "an6.55:18.2": "pavivekañca cetaso; ",
  "an6.55:18.3": "Abyāpajjādhimuttassa, ",
  "an6.55:18.4": "upādānakkhayassa ca. ",
  "an6.55:19.1": "Taṇhākkhayādhimuttassa, ",
  "an6.55:19.2": "asammohañca cetaso; ",
  "an6.55:19.3": "Disvā āyatanuppādaṁ, ",
  "an6.55:19.4": "sammā cittaṁ vimuccati. ",
  "an6.55:20.1": "Tassa sammā vimuttassa, ",
  "an6.55:20.2": "santacittassa bhikkhuno; ",
  "an6.55:20.3": "Katassa paṭicayo natthi, ",
  "an6.55:20.4": "karaṇīyaṁ na vijjati. ",
  "an6.55:21.1": "Selo yathā ekagghano, ",
  "an6.55:21.2": "vātena na samīrati; ",
  "an6.55:21.3": "Evaṁ rūpā rasā saddā, ",
  "an6.55:21.4": "gandhā phassā ca kevalā. ",
  "an6.55:22.1": "Iṭṭhā dhammā aniṭṭhā ca, ",
  "an6.55:22.2": "nappavedhenti tādino; ",
  "an6.55:22.3": "Ṭhitaṁ cittaṁ vippamuttaṁ, ",
  "an6.55:22.4": "vayañcassānupassatī”ti. ",
  "an6.55:22.5": "Paṭhamaṁ. "
}