{
  "an6.53:0.1": "Aṅguttara Nikāya 6 ",
  "an6.53:0.2": "5. Dhammikavagga ",
  "an6.53:0.3": "53. Appamādasutta ",
  "an6.53:1.1": "Atha kho aññataro brāhmaṇo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṁ sammodi. ",
  "an6.53:1.2": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho so brāhmaṇo bhagavantaṁ etadavoca: ",
  "an6.53:2.1": "“Atthi nu kho, bho gotama, eko dhammo bhāvito bahulīkato yo ubho atthe samadhiggayha tiṭṭhati—diṭṭhadhammikañceva atthaṁ, yo ca attho samparāyiko”ti? ",
  "an6.53:2.2": "“Atthi kho, brāhmaṇa, eko dhammo bhāvito bahulīkato yo ubho atthe samadhiggayha tiṭṭhati—diṭṭhadhammikañceva atthaṁ, yo ca attho samparāyiko”ti. ",
  "an6.53:3.1": "“Katamo pana, bho gotama, eko dhammo bhāvito bahulīkato yo ubho atthe samadhiggayha tiṭṭhati—diṭṭhadhammikañceva atthaṁ, yo ca attho samparāyiko”ti? ",
  "an6.53:3.2": "“Appamādo kho, brāhmaṇa, eko dhammo bhāvito bahulīkato ubho atthe samadhiggayha tiṭṭhati—diṭṭhadhammikañceva atthaṁ, yo ca attho samparāyiko. ",
  "an6.53:4.1": "Seyyathāpi, brāhmaṇa, yāni kānici jaṅgalānaṁ pāṇānaṁ padajātāni, sabbāni tāni hatthipade samodhānaṁ gacchanti; hatthipadaṁ tesaṁ aggamakkhāyati, yadidaṁ mahantattena. ",
  "an6.53:4.2": "Evamevaṁ kho, brāhmaṇa, appamādo eko dhammo bhāvito bahulīkato ubho atthe samadhiggayha tiṭṭhati—diṭṭhadhammikañceva atthaṁ, yo ca attho samparāyiko. ",
  "an6.53:5.1": "Seyyathāpi, brāhmaṇa, kūṭāgārassa yā kāci gopānasiyo sabbā tā kūṭaṅgamā kūṭaninnā kūṭasamosaraṇā, kūṭaṁ tāsaṁ aggamakkhāyati; ",
  "an6.53:5.2": "evamevaṁ kho, brāhmaṇa …pe…. ",
  "an6.53:6.1": "Seyyathāpi, brāhmaṇa, pabbajalāyako pabbajaṁ lāyitvā agge gahetvā odhunāti nidhunāti nicchādeti; ",
  "an6.53:6.2": "evamevaṁ kho, brāhmaṇa …pe…. ",
  "an6.53:7.1": "Seyyathāpi, brāhmaṇa, ambapiṇḍiyā vaṇṭacchinnāya yāni kānici ambāni vaṇṭūpanibandhanāni sabbāni tāni tadanvayāni bhavanti; ",
  "an6.53:7.2": "evamevaṁ kho, brāhmaṇa …pe…. ",
  "an6.53:8.1": "Seyyathāpi, brāhmaṇa, ye keci khuddarājāno sabbete rañño cakkavattissa anuyantā bhavanti, rājā tesaṁ cakkavattī aggamakkhāyati; ",
  "an6.53:8.2": "evamevaṁ kho, brāhmaṇa …pe…. ",
  "an6.53:9.1": "Seyyathāpi, brāhmaṇa, yā kāci tārakarūpānaṁ pabhā sabbā tā candassa pabhāya kalaṁ nāgghanti soḷasiṁ, candappabhā tāsaṁ aggamakkhāyati; ",
  "an6.53:9.2": "evamevaṁ kho, brāhmaṇa, appamādo eko dhammo bhāvito bahulīkato ubho atthe samadhiggayha tiṭṭhati—diṭṭhadhammikañceva atthaṁ yo ca attho samparāyiko. ",
  "an6.53:10.1": "Ayaṁ kho, brāhmaṇa, eko dhammo bhāvito bahulīkato ubho atthe samadhiggayha tiṭṭhati—diṭṭhadhammikañceva atthaṁ, yo ca attho samparāyiko”ti. ",
  "an6.53:11.1": "“Abhikkantaṁ, bho gotama, abhikkantaṁ, bho gotama …pe… ",
  "an6.53:11.2": "upāsakaṁ maṁ bhavaṁ gotamo dhāretu ajjatagge pāṇupetaṁ saraṇaṁ gatan”ti. ",
  "an6.53:11.3": "Ekādasamaṁ. "
}