{
  "an6.70:0.1": "Aṅguttara Nikāya 6.70 ",
  "an6.70:0.2": "7. Devatāvagga ",
  "an6.70:0.3": "Samādhisutta ",
  "an6.70:1.1": "“‘So vata, bhikkhave, bhikkhu na santena samādhinā na paṇītena na paṭippassaddhiladdhena na ekodibhāvādhigatena anekavihitaṁ iddhividhaṁ paccanubhavissati—ekopi hutvā bahudhā bhavissati, bahudhāpi hutvā eko bhavissati …pe… yāva brahmalokāpi kāyena vasaṁ vattessatī’ti netaṁ ṭhānaṁ vijjati. ",
  "an6.70:1.2": "‘Dibbāya sotadhātuyā visuddhāya atikkantamānusikāya ubho sadde suṇissati—dibbe ca mānuse ca ye dūre santike cā’ti netaṁ ṭhānaṁ vijjati. ",
  "an6.70:1.3": "‘Parasattānaṁ parapuggalānaṁ cetasā ceto paricca pajānissati—",
  "an6.70:1.4": "sarāgaṁ vā cittaṁ sarāgaṁ cittanti pajānissati …pe… ",
  "an6.70:1.5": "vimuttaṁ vā cittaṁ vimuttaṁ cittanti pajānissatī’ti netaṁ ṭhānaṁ vijjati. ",
  "an6.70:1.6": "‘Anekavihitaṁ pubbenivāsaṁ anussarissati, seyyathidaṁ—ekampi jātiṁ, dvepi jātiyo …pe… iti sākāraṁ sauddesaṁ anekavihitaṁ pubbenivāsaṁ anussarissatī’ti netaṁ ṭhānaṁ vijjati. ",
  "an6.70:1.7": "‘Dibbena cakkhunā visuddhena atikkantamānusakena satte passissati …pe… yathākammūpage satte pajānissatī’ti netaṁ ṭhānaṁ vijjati. ",
  "an6.70:1.8": "‘Āsavānaṁ khayā …pe… sacchikatvā upasampajja viharissatī’ti netaṁ ṭhānaṁ vijjati. ",
  "an6.70:2.1": "‘So vata, bhikkhave, bhikkhu santena samādhinā paṇītena paṭippassaddhiladdhena ekodibhāvādhigatena anekavihitaṁ iddhividhaṁ paccanubhavissati …pe… yāva brahmalokāpi kāyena vasaṁ vattessatī’ti ṭhānametaṁ vijjati. ",
  "an6.70:2.2": "‘Dibbāya sotadhātuyā visuddhāya atikkantamānusikāya ubho sadde suṇissati—dibbe ca mānuse ca ye dūre santike cā’ti ṭhānametaṁ vijjati. ",
  "an6.70:2.3": "‘Parasattānaṁ parapuggalānaṁ cetasā ceto paricca pajānissati—",
  "an6.70:2.4": "sarāgaṁ vā cittaṁ sarāgaṁ cittanti pajānissati …pe… ",
  "an6.70:2.5": "vimuttaṁ vā cittaṁ vimuttaṁ cittanti pajānissatī’ti ṭhānametaṁ vijjati. ",
  "an6.70:2.6": "‘Anekavihitaṁ pubbenivāsaṁ anussarissati, seyyathidaṁ—ekampi jātiṁ, dvepi jātiyo …pe… iti sākāraṁ sauddesaṁ anekavihitaṁ pubbenivāsaṁ anussarissatī’ti ṭhānametaṁ vijjati. ",
  "an6.70:2.7": "‘Dibbena cakkhunā visuddhena atikkantamānusakena satte passissati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe, sugate duggate yathākammūpage satte pajānissatī’ti ṭhānametaṁ vijjati. ",
  "an6.70:2.8": "‘Āsavānaṁ khayā anāsavaṁ cetovimuttiṁ …pe… sacchikatvā upasampajja viharissatī’ti ṭhānametaṁ vijjatī”ti. ",
  "an6.70:2.9": "Chaṭṭhaṁ. "
}