{
  "an6.30:0.1": "Aṅguttara Nikāya 6 ",
  "an6.30:0.2": "3. Anuttariyavagga ",
  "an6.30:0.3": "30. Anuttariyasutta ",
  "an6.30:1.1": "“Chayimāni, bhikkhave, anuttariyāni. ",
  "an6.30:1.2": "Katamāni cha? ",
  "an6.30:1.3": "Dassanānuttariyaṁ, savanānuttariyaṁ, lābhānuttariyaṁ, sikkhānuttariyaṁ, pāricariyānuttariyaṁ, anussatānuttariyanti. ",
  "an6.30:2.1": "Katamañca, bhikkhave, dassanānuttariyaṁ? ",
  "an6.30:2.2": "Idha, bhikkhave, ekacco hatthiratanampi dassanāya gacchati, assaratanampi dassanāya gacchati, maṇiratanampi dassanāya gacchati, uccāvacaṁ vā pana dassanāya gacchati, samaṇaṁ vā brāhmaṇaṁ vā micchādiṭṭhikaṁ micchāpaṭipannaṁ dassanāya gacchati. ",
  "an6.30:2.3": "Atthetaṁ, bhikkhave, dassanaṁ; netaṁ natthīti vadāmi. ",
  "an6.30:2.4": "Tañca kho etaṁ, bhikkhave, dassanaṁ hīnaṁ gammaṁ pothujjanikaṁ anariyaṁ anatthasaṁhitaṁ, na nibbidāya na virāgāya na nirodhāya na upasamāya na abhiññāya na sambodhāya na nibbānāya saṁvattati. ",
  "an6.30:2.5": "Yo ca kho, bhikkhave, tathāgataṁ vā tathāgatasāvakaṁ vā dassanāya gacchati niviṭṭhasaddho niviṭṭhapemo ekantagato abhippasanno, etadānuttariyaṁ, bhikkhave, dassanānaṁ sattānaṁ visuddhiyā sokaparidevānaṁ samatikkamāya dukkhadomanassānaṁ atthaṅgamāya ñāyassa adhigamāya nibbānassa sacchikiriyāya, yadidaṁ tathāgataṁ vā tathāgatasāvakaṁ vā dassanāya gacchati niviṭṭhasaddho niviṭṭhapemo ekantagato abhippasanno. ",
  "an6.30:2.6": "Idaṁ vuccati, bhikkhave, dassanānuttariyaṁ. ",
  "an6.30:2.7": "Iti dassanānuttariyaṁ. ",
  "an6.30:3.1": "Savanānuttariyañca kathaṁ hoti? ",
  "an6.30:3.2": "Idha, bhikkhave, ekacco bherisaddampi savanāya gacchati, vīṇāsaddampi savanāya gacchati, gītasaddampi savanāya gacchati, uccāvacaṁ vā pana savanāya gacchati, samaṇassa vā brāhmaṇassa vā micchādiṭṭhikassa micchāpaṭipannassa dhammassavanāya gacchati. ",
  "an6.30:3.3": "Atthetaṁ, bhikkhave, savanaṁ; netaṁ natthīti vadāmi. ",
  "an6.30:3.4": "Tañca kho etaṁ, bhikkhave, savanaṁ hīnaṁ gammaṁ pothujjanikaṁ anariyaṁ anatthasaṁhitaṁ, na nibbidāya na virāgāya na nirodhāya na upasamāya na abhiññāya na sambodhāya na nibbānāya saṁvattati. ",
  "an6.30:3.5": "Yo ca kho, bhikkhave, tathāgatassa vā tathāgatasāvakassa vā dhammassavanāya gacchati niviṭṭhasaddho niviṭṭhapemo ekantagato abhippasanno, etadānuttariyaṁ, bhikkhave, savanānaṁ sattānaṁ visuddhiyā sokaparidevānaṁ samatikkamāya dukkhadomanassānaṁ atthaṅgamāya ñāyassa adhigamāya nibbānassa sacchikiriyāya, yadidaṁ tathāgatassa vā tathāgatasāvakassa vā dhammassavanāya gacchati niviṭṭhasaddho niviṭṭhapemo ekantagato abhippasanno. ",
  "an6.30:3.6": "Idaṁ vuccati, bhikkhave, savanānuttariyaṁ. ",
  "an6.30:3.7": "Iti dassanānuttariyaṁ, savanānuttariyaṁ. ",
  "an6.30:4.1": "Lābhānuttariyañca kathaṁ hoti? ",
  "an6.30:4.2": "Idha, bhikkhave, ekacco puttalābhampi labhati, dāralābhampi labhati, dhanalābhampi labhati, uccāvacaṁ vā pana lābhaṁ labhati, samaṇe vā brāhmaṇe vā micchādiṭṭhike micchāpaṭipanne saddhaṁ paṭilabhati. ",
  "an6.30:4.3": "Attheso, bhikkhave, lābho; neso natthīti vadāmi. ",
  "an6.30:4.4": "So ca kho eso, bhikkhave, lābho hīno gammo pothujjaniko anariyo anatthasaṁhito, na nibbidāya na virāgāya na nirodhāya na upasamāya na abhiññāya na sambodhāya na nibbānāya saṁvattati. ",
  "an6.30:4.5": "Yo ca kho, bhikkhave, tathāgate vā tathāgatasāvake vā saddhaṁ paṭilabhati niviṭṭhasaddho niviṭṭhapemo ekantagato abhippasanno, etadānuttariyaṁ, bhikkhave, lābhānaṁ sattānaṁ visuddhiyā sokaparidevānaṁ samatikkamāya dukkhadomanassānaṁ atthaṅgamāya ñāyassa adhigamāya nibbānassa sacchikiriyāya, yadidaṁ tathāgate vā tathāgatasāvake vā saddhaṁ paṭilabhati niviṭṭhasaddho niviṭṭhapemo ekantagato abhippasanno. ",
  "an6.30:4.6": "Idaṁ vuccati, bhikkhave, lābhānuttariyaṁ. ",
  "an6.30:4.7": "Iti dassanānuttariyaṁ, savanānuttariyaṁ, lābhānuttariyaṁ. ",
  "an6.30:5.1": "Sikkhānuttariyañca kathaṁ hoti? ",
  "an6.30:5.2": "Idha, bhikkhave, ekacco hatthismimpi sikkhati, assasmimpi sikkhati, rathasmimpi sikkhati, dhanusmimpi sikkhati, tharusmimpi sikkhati, uccāvacaṁ vā pana sikkhati, samaṇassa vā brāhmaṇassa vā micchādiṭṭhikassa micchāpaṭipannassa sikkhati. ",
  "an6.30:5.3": "Atthesā, bhikkhave, sikkhā; nesā natthīti vadāmi. ",
  "an6.30:5.4": "Sā ca kho esā, bhikkhave, sikkhā hīnā gammā pothujjanikā anariyā anatthasaṁhitā, na nibbidāya na virāgāya na nirodhāya na upasamāya na abhiññāya na sambodhāya na nibbānāya saṁvattati. ",
  "an6.30:5.5": "Yo ca kho, bhikkhave, tathāgatappavedite dhammavinaye adhisīlampi sikkhati, adhicittampi sikkhati, adhipaññampi sikkhati niviṭṭhasaddho niviṭṭhapemo ekantagato abhippasanno, etadānuttariyaṁ, bhikkhave, sikkhānaṁ sattānaṁ visuddhiyā sokaparidevānaṁ samatikkamāya dukkhadomanassānaṁ atthaṅgamāya ñāyassa adhigamāya nibbānassa sacchikiriyāya, yadidaṁ tathāgatappavedite dhammavinaye adhisīlampi sikkhati, adhicittampi sikkhati, adhipaññampi sikkhati, niviṭṭhasaddho niviṭṭhapemo ekantagato abhippasanno. ",
  "an6.30:5.6": "Idaṁ vuccati, bhikkhave, sikkhānuttariyaṁ. ",
  "an6.30:5.7": "Iti dassanānuttariyaṁ, savanānuttariyaṁ, lābhānuttariyaṁ, sikkhānuttariyaṁ. ",
  "an6.30:6.1": "Pāricariyānuttariyañca kathaṁ hoti? ",
  "an6.30:6.2": "Idha, bhikkhave, ekacco khattiyampi paricarati, brāhmaṇampi paricarati, gahapatimpi paricarati, uccāvacaṁ vā pana paricarati, samaṇaṁ vā brāhmaṇaṁ vā micchādiṭṭhikaṁ micchāpaṭipannaṁ paricarati. ",
  "an6.30:6.3": "Atthesā, bhikkhave, pāricariyā; nesā natthīti vadāmi. ",
  "an6.30:6.4": "Sā ca kho esā, bhikkhave, pāricariyā hīnā gammā pothujjanikā anariyā anatthasaṁhitā, na nibbidāya …pe… na nibbānāya saṁvattati. ",
  "an6.30:6.5": "Yo ca kho, bhikkhave, tathāgataṁ vā tathāgatasāvakaṁ vā paricarati niviṭṭhasaddho niviṭṭhapemo ekantagato abhippasanno, etadānuttariyaṁ, bhikkhave, pāricariyānaṁ sattānaṁ visuddhiyā sokaparidevānaṁ samatikkamāya dukkhadomanassānaṁ atthaṅgamāya ñāyassa adhigamāya nibbānassa sacchikiriyāya, yadidaṁ tathāgataṁ vā tathāgatasāvakaṁ vā paricarati niviṭṭhasaddho niviṭṭhapemo ekantagato abhippasanno. ",
  "an6.30:6.6": "Idaṁ vuccati, bhikkhave, pāricariyānuttariyaṁ. ",
  "an6.30:6.7": "Iti dassanānuttariyaṁ, savanānuttariyaṁ, lābhānuttariyaṁ, sikkhānuttariyaṁ, pāricariyānuttariyaṁ. ",
  "an6.30:7.1": "Anussatānuttariyañca kathaṁ hoti? ",
  "an6.30:7.2": "Idha, bhikkhave, ekacco puttalābhampi anussarati, dāralābhampi anussarati, dhanalābhampi anussarati, uccāvacaṁ vā pana lābhaṁ anussarati, samaṇaṁ vā brāhmaṇaṁ vā micchādiṭṭhikaṁ micchāpaṭipannaṁ anussarati. ",
  "an6.30:7.3": "Atthesā, bhikkhave, anussati; nesā natthīti vadāmi. ",
  "an6.30:7.4": "Sā ca kho esā, bhikkhave, anussati hīnā gammā pothujjanikā anariyā anatthasaṁhitā, na nibbidāya na virāgāya na nirodhāya na upasamāya na abhiññāya na sambodhāya na nibbānāya saṁvattati. ",
  "an6.30:7.5": "Yo ca kho, bhikkhave, tathāgataṁ vā tathāgatasāvakaṁ vā anussarati niviṭṭhasaddho niviṭṭhapemo ekantagato abhippasanno, etadānuttariyaṁ, bhikkhave, anussatīnaṁ sattānaṁ visuddhiyā sokaparidevānaṁ samatikkamāya dukkhadomanassānaṁ atthaṅgamāya ñāyassa adhigamāya nibbānassa sacchikiriyāya, yadidaṁ tathāgataṁ vā tathāgatasāvakaṁ vā anussarati niviṭṭhasaddho niviṭṭhapemo ekantagato abhippasanno. ",
  "an6.30:7.6": "Idaṁ vuccati, bhikkhave, anussatānuttariyaṁ. ",
  "an6.30:8.1": "Imāni kho, bhikkhave, cha anuttariyānīti. ",
  "an6.30:9.1": "Ye dassanānuttaraṁ laddhā, ",
  "an6.30:9.2": "savanañca anuttaraṁ; ",
  "an6.30:9.3": "Lābhānuttariyaṁ laddhā, ",
  "an6.30:9.4": "sikkhānuttariye ratā. ",
  "an6.30:10.1": "Upaṭṭhitā pāricariyā, ",
  "an6.30:10.2": "bhāvayanti anussatiṁ; ",
  "an6.30:10.3": "Vivekappaṭisaṁyuttaṁ, ",
  "an6.30:10.4": "khemaṁ amatagāminiṁ. ",
  "an6.30:11.1": "Appamāde pamuditā, ",
  "an6.30:11.2": "nipakā sīlasaṁvutā; ",
  "an6.30:11.3": "Te ve kālena paccenti, ",
  "an6.30:11.4": "yattha dukkhaṁ nirujjhatī”ti. ",
  "an6.30:11.5": "Dasamaṁ. ",
  "an6.30:11.6": "Anuttariyavaggo tatiyo. ",
  "an6.30:12.0": "Tassuddānaṁ",
  "an6.30:12.1": "Sāmako aparihāniyo, ",
  "an6.30:12.2": "Bhayaṁ himavānussati; ",
  "an6.30:12.3": "Kaccāno dve ca samayā, ",
  "an6.30:12.4": "Udāyī anuttariyenāti. "
}