{
  "an6.64:0.1": "Aṅguttara Nikāya 6.64 ",
  "an6.64:0.2": "6. Mahāvagga ",
  "an6.64:0.3": "Sīhanādasutta ",
  "an6.64:1.1": "“Chayimāni, bhikkhave, tathāgatassa tathāgatabalāni, yehi balehi samannāgato tathāgato āsabhaṁ ṭhānaṁ paṭijānāti, parisāsu sīhanādaṁ nadati, brahmacakkaṁ pavatteti. ",
  "an6.64:1.2": "Katamāni cha? ",
  "an6.64:1.3": "Idha, bhikkhave, tathāgato ṭhānañca ṭhānato aṭṭhānañca aṭṭhānato yathābhūtaṁ pajānāti. ",
  "an6.64:1.4": "Yampi, bhikkhave, tathāgato ṭhānañca ṭhānato aṭṭhānañca aṭṭhānato yathābhūtaṁ pajānāti, idampi, bhikkhave, tathāgatassa tathāgatabalaṁ hoti, yaṁ balaṁ āgamma tathāgato āsabhaṁ ṭhānaṁ paṭijānāti, parisāsu sīhanādaṁ nadati, brahmacakkaṁ pavatteti. ",
  "an6.64:2.1": "Puna caparaṁ, bhikkhave, tathāgato atītānāgatapaccuppannānaṁ kammasamādānānaṁ ṭhānaso hetuso vipākaṁ yathābhūtaṁ pajānāti. ",
  "an6.64:2.2": "Yampi, bhikkhave, tathāgato atītānāgatapaccuppannānaṁ kammasamādānānaṁ ṭhānaso hetuso vipākaṁ yathābhūtaṁ pajānāti, idampi, bhikkhave, tathāgatassa tathāgatabalaṁ hoti, yaṁ balaṁ āgamma tathāgato āsabhaṁ ṭhānaṁ paṭijānāti, parisāsu sīhanādaṁ nadati, brahmacakkaṁ pavatteti. ",
  "an6.64:3.1": "Puna caparaṁ, bhikkhave, tathāgato jhānavimokkhasamādhisamāpattīnaṁ saṅkilesaṁ vodānaṁ vuṭṭhānaṁ yathābhūtaṁ pajānāti. ",
  "an6.64:3.2": "Yampi, bhikkhave, tathāgato …pe… idampi, bhikkhave, tathāgatassa tathāgatabalaṁ hoti, yaṁ balaṁ āgamma tathāgato āsabhaṁ ṭhānaṁ paṭijānāti, parisāsu sīhanādaṁ nadati, brahmacakkaṁ pavatteti. ",
  "an6.64:4.1": "Puna caparaṁ, bhikkhave, tathāgato anekavihitaṁ pubbenivāsaṁ anussarati, seyyathidaṁ—ekampi jātiṁ, dvepi jātiyo …pe… iti sākāraṁ sauddesaṁ anekavihitaṁ pubbenivāsaṁ anussarati. ",
  "an6.64:4.2": "Yampi, bhikkhave, tathāgato anekavihitaṁ pubbenivāsaṁ anussarati, seyyathidaṁ—ekampi jātiṁ, dvepi jātiyo …pe… iti sākāraṁ sauddesaṁ anekavihitaṁ pubbenivāsaṁ anussarati, idampi, bhikkhave, tathāgatassa tathāgatabalaṁ hoti, yaṁ balaṁ āgamma tathāgato āsabhaṁ ṭhānaṁ paṭijānāti, parisāsu sīhanādaṁ nadati, brahmacakkaṁ pavatteti. ",
  "an6.64:5.1": "Puna caparaṁ, bhikkhave, tathāgato dibbena cakkhunā visuddhena atikkantamānusakena …pe… yathākammūpage satte pajānāti. ",
  "an6.64:5.2": "Yampi, bhikkhave, tathāgato dibbena cakkhunā visuddhena atikkantamānusakena …pe… yathākammūpage satte pajānāti, idampi, bhikkhave, tathāgatassa tathāgatabalaṁ hoti, yaṁ balaṁ āgamma tathāgato āsabhaṁ ṭhānaṁ paṭijānāti, parisāsu sīhanādaṁ nadati, brahmacakkaṁ pavatteti. ",
  "an6.64:6.1": "Puna caparaṁ, bhikkhave, tathāgato āsavānaṁ khayā …pe… sacchikatvā upasampajja viharati. ",
  "an6.64:6.2": "Yampi, bhikkhave, tathāgato āsavānaṁ khayā …pe… sacchikatvā upasampajja viharati, idampi, bhikkhave, tathāgatassa tathāgatabalaṁ hoti, yaṁ balaṁ āgamma tathāgato āsabhaṁ ṭhānaṁ paṭijānāti, parisāsu sīhanādaṁ nadati, brahmacakkaṁ pavatteti. ",
  "an6.64:6.3": "Imāni kho, bhikkhave, cha tathāgatassa tathāgatabalāni, yehi balehi samannāgato tathāgato āsabhaṁ ṭhānaṁ paṭijānāti, parisāsu sīhanādaṁ nadati, brahmacakkaṁ pavatteti. ",
  "an6.64:7.1": "Tatra ce, bhikkhave, pare tathāgataṁ ṭhānañca ṭhānato aṭṭhānañca aṭṭhānato yathābhūtaṁ ñāṇena upasaṅkamitvā pañhaṁ pucchanti. ",
  "an6.64:7.2": "Yathā yathā, bhikkhave, tathāgatassa ṭhānañca ṭhānato aṭṭhānañca aṭṭhānato yathābhūtaṁ ñāṇaṁ viditaṁ tathā tathā tesaṁ tathāgato ṭhānañca ṭhānato aṭṭhānañca aṭṭhānato yathābhūtaṁ ñāṇena pañhaṁ puṭṭho byākaroti. ",
  "an6.64:8.1": "Tatra ce, bhikkhave, pare tathāgataṁ atītānāgatapaccuppannānaṁ kammasamādānānaṁ ṭhānaso hetuso vipākaṁ yathābhūtaṁ ñāṇena upasaṅkamitvā pañhaṁ pucchanti. ",
  "an6.64:8.2": "Yathā yathā, bhikkhave, tathāgatassa atītānāgatapaccuppannānaṁ kammasamādānānaṁ ṭhānaso hetuso vipākaṁ yathābhūtaṁ ñāṇaṁ viditaṁ tathā tathā tesaṁ tathāgato atītānāgatapaccuppannānaṁ kammasamādānānaṁ ṭhānaso hetuso vipākaṁ yathābhūtaṁ ñāṇena pañhaṁ puṭṭho byākaroti. ",
  "an6.64:9.1": "Tatra ce, bhikkhave, pare tathāgataṁ jhānavimokkhasamādhisamāpattīnaṁ saṅkilesaṁ vodānaṁ vuṭṭhānaṁ yathābhūtaṁ ñāṇena upasaṅkamitvā pañhaṁ pucchanti. ",
  "an6.64:9.2": "Yathā yathā, bhikkhave, tathāgatassa jhānavimokkhasamādhisamāpattīnaṁ saṅkilesaṁ vodānaṁ vuṭṭhānaṁ yathābhūtaṁ ñāṇaṁ viditaṁ tathā tathā tesaṁ tathāgato jhānavimokkhasamādhisamāpattīnaṁ saṅkilesaṁ vodānaṁ vuṭṭhānaṁ yathābhūtaṁ ñāṇena pañhaṁ puṭṭho byākaroti. ",
  "an6.64:10.1": "Tatra ce, bhikkhave, pare tathāgataṁ pubbenivāsānussatiṁ yathābhūtaṁ ñāṇena upasaṅkamitvā pañhaṁ pucchanti. ",
  "an6.64:10.2": "Yathā yathā, bhikkhave, tathāgatassa pubbenivāsānussatiṁ yathābhūtaṁ ñāṇaṁ viditaṁ tathā tathā tesaṁ tathāgato pubbenivāsānussatiṁ yathābhūtaṁ ñāṇena pañhaṁ puṭṭho byākaroti. ",
  "an6.64:11.1": "Tatra ce, bhikkhave, pare tathāgataṁ sattānaṁ cutūpapātaṁ yathābhūtaṁ ñāṇena upasaṅkamitvā pañhaṁ pucchanti. ",
  "an6.64:11.2": "Yathā yathā, bhikkhave, tathāgatassa sattānaṁ cutūpapātaṁ yathābhūtaṁ ñāṇaṁ viditaṁ tathā tathā tesaṁ tathāgato sattānaṁ cutūpapātaṁ yathābhūtaṁ ñāṇena pañhaṁ puṭṭho byākaroti. ",
  "an6.64:12.1": "Tatra ce, bhikkhave, pare tathāgataṁ āsavānaṁ khayā …pe… yathābhūtaṁ ñāṇena upasaṅkamitvā pañhaṁ pucchanti. ",
  "an6.64:12.2": "Yathā yathā, bhikkhave, tathāgatassa āsavānaṁ khayā …pe… yathābhūtaṁ ñāṇaṁ viditaṁ tathā tathā tesaṁ tathāgato āsavānaṁ khayā …pe… yathābhūtaṁ ñāṇena pañhaṁ puṭṭho byākaroti. ",
  "an6.64:13.1": "Tatra, bhikkhave, yampidaṁ ṭhānañca ṭhānato aṭṭhānañca aṭṭhānato yathābhūtaṁ ñāṇaṁ tampi samāhitassa vadāmi no asamāhitassa. ",
  "an6.64:13.2": "Yampidaṁ atītānāgatapaccuppannānaṁ kammasamādānānaṁ ṭhānaso hetuso vipākaṁ yathābhūtaṁ ñāṇaṁ tampi samāhitassa vadāmi no asamāhitassa. ",
  "an6.64:13.3": "Yampidaṁ jhānavimokkhasamādhisamāpattīnaṁ saṅkilesaṁ vodānaṁ vuṭṭhānaṁ yathābhūtaṁ ñāṇaṁ tampi samāhitassa vadāmi no asamāhitassa. ",
  "an6.64:13.4": "Yampidaṁ pubbenivāsānussatiṁ yathābhūtaṁ ñāṇaṁ tampi samāhitassa vadāmi no asamāhitassa. ",
  "an6.64:13.5": "Yampidaṁ sattānaṁ cutūpapātaṁ yathābhūtaṁ ñāṇaṁ tampi samāhitassa vadāmi no asamāhitassa. ",
  "an6.64:13.6": "Yampidaṁ āsavānaṁ khayā …pe… yathābhūtaṁ ñāṇaṁ tampi samāhitassa vadāmi no asamāhitassa. ",
  "an6.64:13.7": "Iti kho, bhikkhave, samādhi maggo, asamādhi kummaggo”ti. ",
  "an6.64:13.8": "Dasamaṁ. ",
  "an6.64:13.9": "Mahāvaggo chaṭṭho. ",
  "an6.64:14.0": "Tassuddānaṁ ",
  "an6.64:14.1": "Soṇo phagguno bhijāti, ",
  "an6.64:14.2": "āsavā dāruhatthi ca; ",
  "an6.64:14.3": "Majjhe ñāṇaṁ nibbedhikaṁ, ",
  "an6.64:14.4": "sīhanādoti te dasāti. "
}