{
  "an6.27:0.1": "Aṅguttara Nikāya 6 ",
  "an6.27:0.2": "3. Anuttariyavagga ",
  "an6.27:0.3": "27. Paṭhamasamayasutta ",
  "an6.27:1.1": "Atha kho aññataro bhikkhu yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho so bhikkhu bhagavantaṁ etadavoca: ",
  "an6.27:1.2": "“kati nu kho, bhante, samayā manobhāvanīyassa bhikkhuno dassanāya upasaṅkamitun”ti? ",
  "an6.27:1.3": "“Chayime, bhikkhu, samayā manobhāvanīyassa bhikkhuno dassanāya upasaṅkamituṁ. ",
  "an6.27:2.1": "Katame cha? ",
  "an6.27:2.2": "Idha, bhikkhu, yasmiṁ samaye bhikkhu kāmarāgapariyuṭṭhitena cetasā viharati kāmarāgaparetena, uppannassa ca kāmarāgassa nissaraṇaṁ yathābhūtaṁ nappajānāti tasmiṁ samaye manobhāvanīyo bhikkhu upasaṅkamitvā evamassa vacanīyo: ",
  "an6.27:2.3": "‘ahaṁ kho, āvuso, kāmarāgapariyuṭṭhitena cetasā viharāmi kāmarāgaparetena, uppannassa ca kāmarāgassa nissaraṇaṁ yathābhūtaṁ nappajānāmi. ",
  "an6.27:2.4": "Sādhu vata me āyasmā kāmarāgassa pahānāya dhammaṁ desetū’ti. ",
  "an6.27:2.5": "Tassa manobhāvanīyo bhikkhu kāmarāgassa pahānāya dhammaṁ deseti. ",
  "an6.27:2.6": "Ayaṁ, bhikkhu, paṭhamo samayo manobhāvanīyassa bhikkhuno dassanāya upasaṅkamituṁ. ",
  "an6.27:3.1": "Puna caparaṁ, bhikkhu, yasmiṁ samaye bhikkhu byāpādapariyuṭṭhitena cetasā viharati byāpādaparetena, uppannassa ca byāpādassa nissaraṇaṁ yathābhūtaṁ nappajānāti tasmiṁ samaye manobhāvanīyo bhikkhu upasaṅkamitvā evamassa vacanīyo: ",
  "an6.27:3.2": "‘ahaṁ kho, āvuso, byāpādapariyuṭṭhitena cetasā viharāmi byāpādaparetena, uppannassa ca byāpādassa nissaraṇaṁ yathābhūtaṁ nappajānāmi. ",
  "an6.27:3.3": "Sādhu vata me āyasmā byāpādassa pahānāya dhammaṁ desetū’ti. ",
  "an6.27:3.4": "Tassa manobhāvanīyo bhikkhu byāpādassa pahānāya dhammaṁ deseti. ",
  "an6.27:3.5": "Ayaṁ, bhikkhu, dutiyo samayo manobhāvanīyassa bhikkhuno dassanāya upasaṅkamituṁ. ",
  "an6.27:4.1": "Puna caparaṁ, bhikkhu, yasmiṁ samaye bhikkhu thinamiddhapariyuṭṭhitena cetasā viharati thinamiddhaparetena, uppannassa ca thinamiddhassa nissaraṇaṁ yathābhūtaṁ nappajānāti tasmiṁ samaye manobhāvanīyo bhikkhu upasaṅkamitvā evamassa vacanīyo: ",
  "an6.27:4.2": "‘ahaṁ kho, āvuso, thinamiddhapariyuṭṭhitena cetasā viharāmi thinamiddhaparetena, uppannassa ca thinamiddhassa nissaraṇaṁ yathābhūtaṁ nappajānāmi. ",
  "an6.27:4.3": "Sādhu vata me āyasmā thinamiddhassa pahānāya dhammaṁ desetū’ti. ",
  "an6.27:4.4": "Tassa manobhāvanīyo bhikkhu thinamiddhassa pahānāya dhammaṁ deseti. ",
  "an6.27:4.5": "Ayaṁ, bhikkhu, tatiyo samayo manobhāvanīyassa bhikkhuno dassanāya upasaṅkamituṁ. ",
  "an6.27:5.1": "Puna caparaṁ, bhikkhu, yasmiṁ samaye bhikkhu uddhaccakukkuccapariyuṭṭhitena cetasā viharati uddhaccakukkuccaparetena, uppannassa ca uddhaccakukkuccassa nissaraṇaṁ yathābhūtaṁ nappajānāti tasmiṁ samaye manobhāvanīyo bhikkhu upasaṅkamitvā evamassa vacanīyo: ",
  "an6.27:5.2": "‘ahaṁ kho, āvuso, uddhaccakukkuccapariyuṭṭhitena cetasā viharāmi uddhaccakukkuccaparetena, uppannassa ca uddhaccakukkuccassa nissaraṇaṁ yathābhūtaṁ nappajānāmi. ",
  "an6.27:5.3": "Sādhu vata me āyasmā uddhaccakukkuccassa pahānāya dhammaṁ desetū’ti. ",
  "an6.27:5.4": "Tassa manobhāvanīyo bhikkhu uddhaccakukkuccassa pahānāya dhammaṁ deseti. ",
  "an6.27:5.5": "Ayaṁ, bhikkhu, catuttho samayo manobhāvanīyassa bhikkhuno dassanāya upasaṅkamituṁ. ",
  "an6.27:6.1": "Puna caparaṁ, bhikkhu, yasmiṁ samaye bhikkhu vicikicchāpariyuṭṭhitena cetasā viharati vicikicchāparetena, uppannāya ca vicikicchāya nissaraṇaṁ yathābhūtaṁ nappajānāti tasmiṁ samaye manobhāvanīyo bhikkhu upasaṅkamitvā evamassa vacanīyo: ",
  "an6.27:6.2": "‘ahaṁ, āvuso, vicikicchāpariyuṭṭhitena cetasā viharāmi vicikicchāparetena, uppannāya ca vicikicchāya nissaraṇaṁ yathābhūtaṁ nappajānāmi. ",
  "an6.27:6.3": "Sādhu vata me āyasmā vicikicchāya pahānāya dhammaṁ desetū’ti. ",
  "an6.27:6.4": "Tassa manobhāvanīyo bhikkhu vicikicchāya pahānāya dhammaṁ deseti. ",
  "an6.27:6.5": "Ayaṁ, bhikkhu, pañcamo samayo manobhāvanīyassa bhikkhuno dassanāya upasaṅkamituṁ. ",
  "an6.27:7.1": "Puna caparaṁ, bhikkhu, yasmiṁ samaye bhikkhu yaṁ nimittaṁ āgamma yaṁ nimittaṁ manasikaroto anantarā āsavānaṁ khayo hoti taṁ nimittaṁ nappajānāti tasmiṁ samaye manobhāvanīyo bhikkhu upasaṅkamitvā evamassa vacanīyo: ",
  "an6.27:7.2": "‘ahaṁ kho, āvuso, yaṁ nimittaṁ āgamma yaṁ nimittaṁ manasikaroto anantarā āsavānaṁ khayo hoti, taṁ nimittaṁ nappajānāmi. ",
  "an6.27:7.3": "Sādhu vata me āyasmā āsavānaṁ khayāya dhammaṁ desetū’ti. ",
  "an6.27:7.4": "Tassa manobhāvanīyo bhikkhu āsavānaṁ khayāya dhammaṁ deseti. ",
  "an6.27:7.5": "Ayaṁ, bhikkhu, chaṭṭho samayo manobhāvanīyassa bhikkhuno dassanāya upasaṅkamituṁ. ",
  "an6.27:8.1": "Ime kho, bhikkhu, cha samayā manobhāvanīyassa bhikkhuno dassanāya upasaṅkamitun”ti. ",
  "an6.27:8.2": "Sattamaṁ. "
}