{
  "an6.2:0.1": "Aṅguttara Nikāya 6 ",
  "an6.2:0.2": "1. Āhuneyyavagga ",
  "an6.2:0.3": "2. Dutiyaāhuneyyasutta ",
  "an6.2:1.1": "“Chahi, bhikkhave, dhammehi samannāgato bhikkhu āhuneyyo hoti …pe… anuttaraṁ puññakkhettaṁ lokassa. ",
  "an6.2:1.2": "Katamehi chahi? ",
  "an6.2:1.3": "Idha, bhikkhave, bhikkhu anekavihitaṁ iddhividhaṁ paccanubhoti—ekopi hutvā bahudhā hoti, bahudhāpi hutvā eko hoti; āvibhāvaṁ tirobhāvaṁ; tirokuṭṭaṁ tiropākāraṁ tiropabbataṁ asajjamāno gacchati, seyyathāpi ākāse; pathaviyāpi ummujjanimujjaṁ karoti, seyyathāpi udake; udakepi abhijjamāne gacchati, seyyathāpi pathaviyaṁ; ākāsepi pallaṅkena kamati, seyyathāpi pakkhī sakuṇo; imepi candimasūriye evaṁmahiddhike evaṁmahānubhāve pāṇinā parimasati parimajjati; yāva brahmalokāpi kāyena vasaṁ vatteti. ",
  "an6.2:2.1": "Dibbāya, sotadhātuyā visuddhāya atikkantamānusikāya ubho sadde suṇāti—dibbe ca mānuse ca, ye dūre santike ca. ",
  "an6.2:3.1": "Parasattānaṁ parapuggalānaṁ cetasā ceto paricca pajānāti. ",
  "an6.2:3.2": "Sarāgaṁ vā cittaṁ sarāgaṁ cittanti pajānāti, ",
  "an6.2:3.3": "vītarāgaṁ vā cittaṁ … ",
  "an6.2:3.4": "sadosaṁ vā cittaṁ … ",
  "an6.2:3.5": "vītadosaṁ vā cittaṁ … ",
  "an6.2:3.6": "samohaṁ vā cittaṁ … ",
  "an6.2:3.7": "vītamohaṁ vā cittaṁ … ",
  "an6.2:3.8": "saṅkhittaṁ vā cittaṁ … ",
  "an6.2:3.9": "vikkhittaṁ vā cittaṁ … ",
  "an6.2:3.10": "mahaggataṁ vā cittaṁ … ",
  "an6.2:3.11": "amahaggataṁ vā cittaṁ … ",
  "an6.2:3.12": "sauttaraṁ vā cittaṁ … ",
  "an6.2:3.13": "anuttaraṁ vā cittaṁ … ",
  "an6.2:3.14": "samāhitaṁ vā cittaṁ … ",
  "an6.2:3.15": "asamāhitaṁ vā cittaṁ … ",
  "an6.2:3.16": "vimuttaṁ vā cittaṁ … ",
  "an6.2:3.17": "avimuttaṁ vā cittaṁ avimuttaṁ cittanti pajānāti. ",
  "an6.2:4.1": "Anekavihitaṁ pubbenivāsaṁ anussarati, seyyathidaṁ—ekampi jātiṁ dvepi jātiyo …pe…. Iti sākāraṁ sauddesaṁ anekavihitaṁ pubbenivāsaṁ anussarati. ",
  "an6.2:5.1": "Dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe, sugate duggate yathākammūpage satte pajānāti: ‘ime vata bhonto sattā kāyaduccaritena samannāgatā vacīduccaritena samannāgatā manoduccaritena samannāgatā ariyānaṁ upavādakā micchādiṭṭhikā micchādiṭṭhikammasamādānā, te kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapannā. Ime vā pana bhonto sattā kāyasucaritena samannāgatā vacīsucaritena samannāgatā manosucaritena samannāgatā ariyānaṁ anupavādakā sammādiṭṭhikā sammādiṭṭhikammasamādānā, te kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapannā’ti. Iti dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe, sugate duggate yathākammūpage satte pajānāti. ",
  "an6.2:6.1": "Āsavānaṁ khayā anāsavaṁ cetovimuttiṁ paññāvimuttiṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja viharati. ",
  "an6.2:7.1": "Imehi kho, bhikkhave, chahi dhammehi samannāgato bhikkhu āhuneyyo hoti …pe… anuttaraṁ puññakkhettaṁ lokassā”ti. ",
  "an6.2:7.2": "Dutiyaṁ. "
}