{
  "an6.60:0.1": "Aṅguttara Nikāya 6 ",
  "an6.60:0.2": "6. Mahāvagga ",
  "an6.60:0.3": "60. Hatthisāriputtasutta ",
  "an6.60:1.1": "Evaṁ me sutaṁ—",
  "an6.60:1.2": "ekaṁ samayaṁ bhagavā bārāṇasiyaṁ viharati isipatane migadāye. ",
  "an6.60:1.3": "Tena kho pana samayena sambahulā therā bhikkhū pacchābhattaṁ piṇḍapātapaṭikkantā maṇḍalamāḷe sannisinnā sannipatitā abhidhammakathaṁ kathenti. ",
  "an6.60:1.4": "Tatra sudaṁ āyasmā citto hatthisāriputto therānaṁ bhikkhūnaṁ abhidhammakathaṁ kathentānaṁ antarantarā kathaṁ opāteti. ",
  "an6.60:1.5": "Atha kho āyasmā mahākoṭṭhiko āyasmantaṁ cittaṁ hatthisāriputtaṁ etadavoca: ",
  "an6.60:1.6": "“māyasmā citto hatthisāriputto therānaṁ bhikkhūnaṁ abhidhammakathaṁ kathentānaṁ antarantarā kathaṁ opātesi, yāva kathāpariyosānaṁ āyasmā citto āgametū”ti. ",
  "an6.60:1.7": "Evaṁ vutte, āyasmato cittassa hatthisāriputtassa sahāyakā bhikkhū āyasmantaṁ mahākoṭṭhikaṁ etadavocuṁ: ",
  "an6.60:1.8": "“māyasmā mahākoṭṭhiko āyasmantaṁ cittaṁ hatthisāriputtaṁ apasādesi, paṇḍito āyasmā citto hatthisāriputto. ",
  "an6.60:1.9": "Pahoti cāyasmā citto hatthisāriputto therānaṁ bhikkhūnaṁ abhidhammakathaṁ kathetun”ti. ",
  "an6.60:2.1": "“Dujjānaṁ kho etaṁ, āvuso, parassa cetopariyāyaṁ ajānantehi. ",
  "an6.60:2.2": "Idhāvuso, ekacco puggalo tāvadeva soratasorato hoti, nivātanivāto hoti, upasantupasanto hoti, yāva satthāraṁ upanissāya viharati aññataraṁ vā garuṭṭhāniyaṁ sabrahmacāriṁ. ",
  "an6.60:2.3": "Yato ca kho so vapakassateva satthārā, vapakassati garuṭṭhāniyehi sabrahmacārīhi, so saṁsaṭṭho viharati bhikkhūhi bhikkhunīhi upāsakehi upāsikāhi raññā rājamahāmattehi titthiyehi titthiyasāvakehi. ",
  "an6.60:2.4": "Tassa saṁsaṭṭhassa vissatthassa pākatassa bhassamanuyuttassa viharato rāgo cittaṁ anuddhaṁseti. ",
  "an6.60:2.5": "So rāgānuddhaṁsitena cittena sikkhaṁ paccakkhāya hīnāyāvattati. ",
  "an6.60:3.1": "Seyyathāpi, āvuso, goṇo kiṭṭhādo dāmena vā baddho vaje vā oruddho. ",
  "an6.60:3.2": "Yo nu kho, āvuso, evaṁ vadeyya: ‘na dānāyaṁ goṇo kiṭṭhādo punadeva kiṭṭhaṁ otarissatī’ti, sammā nu kho so, āvuso, vadamāno vadeyyā”ti? ",
  "an6.60:3.3": "“No hidaṁ, āvuso”. ",
  "an6.60:3.4": "“Ṭhānañhetaṁ, āvuso, vijjati, yaṁ so goṇo kiṭṭhādo dāmaṁ vā chetvā vajaṁ vā bhinditvā, atha punadeva kiṭṭhaṁ otareyyāti. ",
  "an6.60:3.5": "Evamevaṁ kho, āvuso, idhekacco puggalo tāvadeva soratasorato hoti, nivātanivāto hoti, upasantupasanto hoti yāva satthāraṁ upanissāya viharati aññataraṁ vā garuṭṭhāniyaṁ sabrahmacāriṁ. ",
  "an6.60:3.6": "Yato ca kho so vapakassateva satthārā, vapakassati garuṭṭhāniyehi sabrahmacārīhi, so saṁsaṭṭho viharati bhikkhūhi bhikkhunīhi upāsakehi upāsikāhi raññā rājamahāmattehi titthiyehi titthiyasāvakehi. ",
  "an6.60:3.7": "Tassa saṁsaṭṭhassa vissatthassa pākatassa bhassamanuyuttassa viharato rāgo cittaṁ anuddhaṁseti. ",
  "an6.60:3.8": "So rāgānuddhaṁsitena cittena sikkhaṁ paccakkhāya hīnāyāvattati. ",
  "an6.60:4.1": "Idha panāvuso, ekacco puggalo vivicceva kāmehi …pe… paṭhamaṁ jhānaṁ upasampajja viharati. ",
  "an6.60:4.2": "So ‘lābhimhi paṭhamassa jhānassā’ti saṁsaṭṭho viharati bhikkhūhi …pe… ",
  "an6.60:4.3": "sikkhaṁ paccakkhāya hīnāyāvattati. ",
  "an6.60:4.4": "Seyyathāpi, āvuso, cātumahāpathe thullaphusitako devo vassanto rajaṁ antaradhāpeyya, cikkhallaṁ pātukareyya. ",
  "an6.60:4.5": "Yo nu kho, āvuso, evaṁ vadeyya: ‘na dāni amusmiṁ cātumahāpathe punadeva rajo pātubhavissatī’ti, sammā nu kho so, āvuso, vadamāno vadeyyā”ti? ",
  "an6.60:4.6": "“No hidaṁ, āvuso”. ",
  "an6.60:4.7": "“Ṭhānañhetaṁ, āvuso, vijjati, yaṁ amusmiṁ cātumahāpathe manussā vā atikkameyyuṁ, gopasū vā atikkameyyuṁ, vātātapo vā snehagataṁ pariyādiyeyya, atha punadeva rajo pātubhaveyyāti. ",
  "an6.60:4.8": "Evamevaṁ kho, āvuso, idhekacco puggalo vivicceva kāmehi …pe… paṭhamaṁ jhānaṁ upasampajja viharati. ",
  "an6.60:4.9": "So ‘lābhimhi paṭhamassa jhānassā’ti saṁsaṭṭho viharati bhikkhūhi …pe… ",
  "an6.60:4.10": "sikkhaṁ paccakkhāya hīnāyāvattati. ",
  "an6.60:5.1": "Idha panāvuso, ekacco puggalo vitakkavicārānaṁ vūpasamā …pe… dutiyaṁ jhānaṁ upasampajja viharati. ",
  "an6.60:5.2": "So ‘lābhimhi dutiyassa jhānassā’ti saṁsaṭṭho viharati bhikkhūhi …pe… ",
  "an6.60:5.3": "sikkhaṁ paccakkhāya hīnāyāvattati. ",
  "an6.60:5.4": "Seyyathāpi, āvuso, gāmassa vā nigamassa vā avidūre mahantaṁ taḷākaṁ. ",
  "an6.60:5.5": "Tattha thullaphusitako devo vuṭṭho sippisambukampi sakkharakaṭhalampi antaradhāpeyya. ",
  "an6.60:5.6": "Yo nu kho, āvuso, evaṁ vadeyya: ‘na dāni amusmiṁ taḷāke punadeva sippisambukā vā sakkharakaṭhalā vā pātubhavissantī’ti, sammā nu kho so, āvuso, vadamāno vadeyyā”ti? ",
  "an6.60:5.7": "“No hidaṁ, āvuso”. ",
  "an6.60:5.8": "“Ṭhānañhetaṁ, āvuso, vijjati, yaṁ amusmiṁ taḷāke manussā vā piveyyuṁ, gopasū vā piveyyuṁ, vātātapo vā snehagataṁ pariyādiyeyya, atha punadeva sippisambukāpi sakkharakaṭhalāpi pātubhaveyyunti. ",
  "an6.60:5.9": "Evamevaṁ kho, āvuso, idhekacco puggalo vitakkavicārānaṁ vūpasamā …pe… dutiyaṁ jhānaṁ upasampajja viharati. ",
  "an6.60:5.10": "So ‘lābhimhi dutiyassa jhānassā’ti saṁsaṭṭho viharati bhikkhūhi …pe… ",
  "an6.60:5.11": "sikkhaṁ paccakkhāya hīnāyāvattati. ",
  "an6.60:6.1": "Idha panāvuso, ekacco puggalo pītiyā ca virāgā …pe… tatiyaṁ jhānaṁ upasampajja viharati. ",
  "an6.60:6.2": "So ‘lābhimhi tatiyassa jhānassā’ti saṁsaṭṭho viharati bhikkhūhi …pe… ",
  "an6.60:6.3": "sikkhaṁ paccakkhāya hīnāyāvattati. ",
  "an6.60:6.4": "Seyyathāpi, āvuso, purisaṁ paṇītabhojanaṁ bhuttāviṁ ābhidosikaṁ bhojanaṁ nacchādeyya. ",
  "an6.60:6.5": "Yo nu kho, āvuso, evaṁ vadeyya: ‘na dāni amuṁ purisaṁ punadeva bhojanaṁ chādessatī’ti, sammā nu kho so, āvuso, vadamāno vadeyyā”ti? ",
  "an6.60:6.6": "“No hidaṁ, āvuso”. ",
  "an6.60:6.7": "“Ṭhānañhetaṁ, āvuso, vijjati, amuṁ purisaṁ paṇītabhojanaṁ bhuttāviṁ yāvassa sā ojā kāye ṭhassati tāva na aññaṁ bhojanaṁ chādessati. ",
  "an6.60:6.8": "Yato ca khvassa sā ojā antaradhāyissati, atha punadeva taṁ bhojanaṁ chādeyyāti. ",
  "an6.60:6.9": "Evamevaṁ kho, āvuso, idhekacco puggalo pītiyā ca virāgā …pe… tatiyaṁ jhānaṁ upasampajja viharati. ",
  "an6.60:6.10": "So ‘lābhimhi tatiyassa jhānassā’ti saṁsaṭṭho viharati bhikkhūhi …pe… ",
  "an6.60:6.11": "sikkhaṁ paccakkhāya hīnāyāvattati. ",
  "an6.60:7.1": "Idha, panāvuso, ekacco puggalo sukhassa ca pahānā dukkhassa ca pahānā …pe… catutthaṁ jhānaṁ upasampajja viharati. ",
  "an6.60:7.2": "So ‘lābhimhi catutthassa jhānassā’ti saṁsaṭṭho viharati bhikkhūhi …pe… ",
  "an6.60:7.3": "sikkhaṁ paccakkhāya hīnāyāvattati. ",
  "an6.60:7.4": "Seyyathāpi, āvuso, pabbatasaṅkhepe udakarahado nivāto vigataūmiko. ",
  "an6.60:7.5": "Yo nu kho, āvuso, evaṁ vadeyya: ‘na dāni amusmiṁ udakarahade punadeva ūmi pātubhavissatī’ti, sammā nu kho so, āvuso, vadamāno vadeyyā”ti? ",
  "an6.60:7.6": "“No hidaṁ, āvuso”. ",
  "an6.60:7.7": "“Ṭhānañhetaṁ, āvuso, vijjati, yā puratthimāya disāya āgaccheyya bhusā vātavuṭṭhi. Sā tasmiṁ udakarahade ūmiṁ janeyya. Yā pacchimāya disāya āgaccheyya …pe… yā uttarāya disāya āgaccheyya … yā dakkhiṇāya disāya āgaccheyya bhusā vātavuṭṭhi. Sā tasmiṁ udakarahade ūmiṁ janeyyāti. ",
  "an6.60:7.8": "Evamevaṁ kho, āvuso, idhekacco puggalo sukhassa ca pahānā dukkhassa ca pahānā …pe… catutthaṁ jhānaṁ upasampajja viharati. ",
  "an6.60:7.9": "So ‘lābhimhi catutthassa jhānassā’ti saṁsaṭṭho viharati bhikkhūhi …pe… ",
  "an6.60:7.10": "sikkhaṁ paccakkhāya hīnāyāvattati. ",
  "an6.60:8.1": "Idha, panāvuso, ekacco puggalo sabbanimittānaṁ amanasikārā animittaṁ cetosamādhiṁ upasampajja viharati. ",
  "an6.60:8.2": "So ‘lābhimhi animittassa cetosamādhissā’ti saṁsaṭṭho viharati bhikkhūhi bhikkhunīhi upāsakehi upāsikāhi raññā rājamahāmattehi titthiyehi titthiyasāvakehi. ",
  "an6.60:8.3": "Tassa saṁsaṭṭhassa vissatthassa pākatassa bhassamanuyuttassa viharato rāgo cittaṁ anuddhaṁseti. ",
  "an6.60:8.4": "So rāgānuddhaṁsitena cittena sikkhaṁ paccakkhāya hīnāyāvattati. ",
  "an6.60:8.5": "Seyyathāpi, āvuso, rājā vā rājamahāmatto vā caturaṅginiyā senāya addhānamaggappaṭipanno aññatarasmiṁ vanasaṇḍe ekarattiṁ vāsaṁ upagaccheyya. ",
  "an6.60:8.6": "Tatra hatthisaddena assasaddena rathasaddena pattisaddena bheripaṇavasaṅkhatiṇavaninnādasaddena cīrikasaddo antaradhāyeyya. ",
  "an6.60:8.7": "Yo nu kho, āvuso, evaṁ vadeyya: ‘na dāni amusmiṁ vanasaṇḍe punadeva cīrikasaddo pātubhavissatī’ti, sammā nu kho so, āvuso, vadamāno vadeyyā”ti? ",
  "an6.60:8.8": "“No hidaṁ, āvuso”. ",
  "an6.60:8.9": "“Ṭhānañhetaṁ, āvuso, vijjati, yaṁ so rājā vā rājamahāmatto vā tamhā vanasaṇḍā pakkameyya, atha punadeva cīrikasaddo pātubhaveyyāti. ",
  "an6.60:8.10": "Evamevaṁ kho, āvuso, idhekacco puggalo sabbanimittānaṁ amanasikārā animittaṁ cetosamādhiṁ upasampajja viharati. ",
  "an6.60:8.11": "So ‘lābhimhi animittassa cetosamādhissā’ti saṁsaṭṭho viharati bhikkhūhi bhikkhunīhi upāsakehi upāsikāhi raññā rājamahāmattehi titthiyehi titthiyasāvakehi. ",
  "an6.60:8.12": "Tassa saṁsaṭṭhassa vissatthassa pākatassa bhassamanuyuttassa viharato rāgo cittaṁ anuddhaṁseti. ",
  "an6.60:8.13": "So rāgānuddhaṁsitena cittena sikkhaṁ paccakkhāya hīnāyāvattatī”ti. ",
  "an6.60:9.1": "Atha kho āyasmā citto hatthisāriputto aparena samayena sikkhaṁ paccakkhāya hīnāyāvattati. ",
  "an6.60:9.2": "Atha kho cittassa hatthisāriputtassa sahāyakā bhikkhū yenāyasmā mahākoṭṭhiko tenupasaṅkamiṁsu; upasaṅkamitvā āyasmantaṁ mahākoṭṭhikaṁ etadavocuṁ: ",
  "an6.60:9.3": "“kiṁ nu kho āyasmatā mahākoṭṭhikena citto hatthisāriputto cetasā ceto paricca vidito: ",
  "an6.60:9.4": "‘imāsañca imāsañca vihārasamāpattīnaṁ citto hatthisāriputto lābhī, atha ca pana sikkhaṁ paccakkhāya hīnāyāvattissatī’ti; ",
  "an6.60:9.5": "udāhu devatā etamatthaṁ ārocesuṁ: ",
  "an6.60:9.6": "‘citto, bhante, hatthisāriputto imāsañca imāsañca vihārasamāpattīnaṁ lābhī, atha ca pana sikkhaṁ paccakkhāya hīnāyāvattissatī’”ti? ",
  "an6.60:9.7": "“Cetasā ceto paricca vidito me, āvuso: ",
  "an6.60:9.8": "‘citto hatthisāriputto imāsañca imāsañca vihārasamāpattīnaṁ lābhī, atha ca pana sikkhaṁ paccakkhāya hīnāyāvattissatī’ti. ",
  "an6.60:9.9": "Devatāpi me etamatthaṁ ārocesuṁ: ",
  "an6.60:9.10": "‘citto, bhante, hatthisāriputto imāsañca imāsañca vihārasamāpattīnaṁ lābhī, atha ca pana sikkhaṁ paccakkhāya hīnāyāvattissatī’”ti. ",
  "an6.60:10.1": "Atha kho cittassa hatthisāriputtassa sahāyakā bhikkhū yena bhagavā tenupasaṅkamiṁsu; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdiṁsu. Ekamantaṁ nisinnā kho te bhikkhū bhagavantaṁ etadavocuṁ: ",
  "an6.60:10.2": "“citto, bhante, hatthisāriputto imāsañca imāsañca vihārasamāpattīnaṁ lābhī, atha ca pana sikkhaṁ paccakkhāya hīnāyāvattatī”ti. ",
  "an6.60:10.3": "“Na, bhikkhave, citto ciraṁ sarissati nekkhammassā”ti. ",
  "an6.60:11.1": "Atha kho citto hatthisāriputto nacirasseva kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbaji. ",
  "an6.60:11.2": "Atha kho āyasmā citto hatthisāriputto eko vūpakaṭṭho appamatto ātāpī pahitatto viharanto nacirasseva—yassatthāya kulaputtā sammadeva agārasmā anagāriyaṁ pabbajanti, tadanuttaraṁ—brahmacariyapariyosānaṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja vihāsi. ",
  "an6.60:11.3": "“Khīṇā jāti, vusitaṁ brahmacariyaṁ, kataṁ karaṇīyaṁ, nāparaṁ itthattāyā”ti abbhaññāsi. ",
  "an6.60:11.4": "Aññataro ca panāyasmā citto hatthisāriputto arahataṁ ahosīti. ",
  "an6.60:11.5": "Chaṭṭhaṁ. "
}