{
  "dn1:0.1": "ဒီဃနိကာယ် ၁",
  "dn1:0.2": "ဗြဟ္မဇာလသုတ်",
  "dn1:0.3": "၁။ ပရိဗ္ဗာဇကကထာ",
  "dn1:1.1.1": "<b>နိဒါန်း</b>  အကျွန်ုပ်သည် ဤသို့ ကြားနာခဲ့ရပါသည် —",
  "dn1:1.1.2": "အခါတစ်ပါး၌ မြတ်စွာဘုရားသည် များစွာသော ငါးရာခန့်မျှသော ရဟန်းသံဃာနှင့်အတူ ရာဇဂြိုဟ် (ပြည်) နှင့် နာဠန္ဒာ (မြို့) အကြား၌ ခရီးရှည်ကြွတော်မူ၏၊",
  "dn1:1.1.3": "သုပ္ပိယပရိဗိုဇ်သည်လည်း တပည့်ဖြစ်သော ဗြဟ္မဒတ်လုလင်နှင့်အတူ ရာဇဂြိုဟ် (ပြည်) နှင့် နာဠန္ဒာ (မြို့) အကြား၌ပင် ခရီးရှည်သွား၏။",
  "dn1:1.1.4": "ထို (ခရီး) ၌ သုပ္ပိယပရိဗိုဇ်သည် ဘုရား တရား သံဃာ၏ အပြစ်ကို များစွာသော အကြောင်းဖြင့် ပြော၏၊",
  "dn1:1.1.5": "သုပ္ပိယပရိဗိုဇ်၏ တပည့်ဖြစ်သော ဗြဟ္မဒတ်လုလင်သည်ကား ဘုရား တရား သံဃာ၏ဂုဏ်ကို များစွာသောအကြောင်းဖြင့် ပြော၏၊",
  "dn1:1.1.6": "ဤသို့လျှင် ဤဆရာတပည့် နှစ်ဦးတို့သည် အချင်းချင်း တိုက်ရိုက်ဆန့်ကျင်သော စကားကို ပြောလျက် မြတ်စွာဘုရားနှင့် ရဟန်းသံဃာ၏ နောက်မှနောက်မှ အစဉ်လိုက်ကုန်၏’ဟု စကား ဖြစ်ပေါ်ပါသည်။",
  "dn1:1.2.1": "ထိုအခါ မြတ်စွာဘုရားသည် ရဟန်းသံဃာနှင့်အတူ အမ္ဗလဋ္ဌိကာ (ဥယျာဉ်) မင်းကွန်း၌ တစ်ညဉ့်တည်းခိုရန် ချဉ်းကပ်တော်မူ၏၊[မင်းကွန်း = မင်းတို့၏ နားနေရန် ပြုလုပ်ထားသော အဆောက်အအုံ။]",
  "dn1:1.2.2": "သုပ္ပိယပရိဗိုဇ်သည်လည်း တပည့်ဖြစ်သော ဗြဟ္မဒတ်လုလင်နှင့် အတူအမ္ဗလဋ္ဌိကာ (ဥယျာဉ်) မင်းကွန်း၌ပင် တစ်ညဉ့်တည်းခိုရန် ချဉ်းကပ်၏၊",
  "dn1:1.2.3": "ထိုအမ္ဗလဋ္ဌိကာ (ဥယျာဉ်) ၌လည်း သုပ္ပိယပရိဗိုဇ်သည် ဘုရား တရား သံဃာ၏အပြစ်ကို များစွာသောအကြောင်းဖြင့် ပြော၏၊ ",
  "dn1:1.2.4": "သုပ္ပိယပရိဗိုဇ်၏ တပည့်ဖြစ်သော ဗြဟ္မဒတ်လုလင်သည်ကား ဘုရား တရား သံဃာ၏ဂုဏ်ကို များစွာသောအကြောင်းဖြင့် ပြော၏၊",
  "dn1:1.2.5": "ဤသို့လျှင် ထိုဆရာတပည့် နှစ်ဦးတို့သည် အချင်းချင်း တိုက်ရိုက်ဆန့်ကျင်သောစကားကို ပြောလျက် နေကုန်၏။",
  "dn1:1.3.1": "ထိုအခါ ညဉ့်၏ (အဆုံး) မိုးသောက်ချိန်၌ (အိပ်ရာမှ) ထကြ၍ တန်ဆောင်းဝန်း၌ များစွာသော ရဟန်းတို့ စုဝေးထိုင်နေကြရာတွင် ဤစကားဖြစ်ပေါ်၏ —",
  "dn1:1.3.2": "“အံ့ဖွယ်ရှိပါပေစွ ငါ့သျှင်တို့၊ မဖြစ်ဖူးမြဲ ဖြစ်ပါပေစွ ငါ့သျှင်တို့၊ သိတော်မူသော မြင်တော်မူသော ပူဇော်အထူးကို ခံတော်မူထိုက်သော (အလုံးစုံသောတရားတို့ကို) ကိုယ်တိုင်မှန်စွာ သိတော်မူသော မြတ်စွာဘုရားသည် သတ္တဝါတို့၏ အထူးထူးသော အလိုဆန္ဒကို (အတိုင်းမသိ) ကောင်းစွာ ထိုးထွင်းသိတော်မူပါပေ၏၊ ",
  "dn1:1.3.3": "ဤသုပ္ပိယပရိဗိုဇ်သည် ဘုရား တရား သံဃာ၏အပြစ်ကို များစွာသော အကြောင်းဖြင့် ပြော၏၊",
  "dn1:1.3.4": "သုပ္ပိယပရိဗိုဇ်၏ တပည့်ဖြစ်သော ဗြဟ္မဒတ်လုလင်သည်ကား ဘုရား တရား သံဃာ၏ဂုဏ်ကို များစွာသော အကြောင်းဖြင့် ပြော၏၊",
  "dn1:1.3.5": "ဤသို့လျှင် ဤဆရာတပည့် နှစ်ဦးတို့သည် အချင်းချင်း တိုက်ရိုက်ဆန့်ကျင်သော စကားကို ပြောလျက် မြတ်စွာဘုရားနှင့် ရဟန်းသံဃာ၏ နောက်မှနောက်မှ အစဉ်လိုက်ကုန်၏’ဟု စကား ဖြစ်ပေါ်ပါသည်။",
  "dn1:1.4.1": "ထိုအခါ မြတ်စွာဘုရားသည် ထိုရဟန်းတို့၏ စကားကို သိတော်မူသဖြင့် တန်ဆောင်းဝန်းသို့ ကြွတော်မူ၍ ခင်းထားသောနေရာ၌ ထိုင်တော်မူပြီးလျှင်",
  "dn1:1.4.2": "“ရဟန်းတို့ ယခုအခါ အဘယ်စကားဖြင့် စုဝေးထိုင်နေကုန်သနည်း၊ သင်တို့၏ မပြီးသေးသော အကြားစကားသည်ကား အဘယ်နည်း”ဟု မိန့်တော်မူ၏၊[အကြားစကား ဟူသည် = ကမ္မဋ္ဌာန်းနှလုံးသွင်းခြင်း စာသင်ခြင်း စသည်တို့၏ အကြား၌ ဖြစ်သော အလွတ်စကား (ဗြဟ္မဇာလသုတ်ဖွင့် အဋ္ဌကထာ)၊ ငါဘုရားမလာမီ အကြား၌ ဖြစ်သောစကား (ပေါဋ္ဌပါဒသုတ်ဖွင့် အဋ္ဌကထာ)။]",
  "dn1:1.4.3": "ဤသို့ မိန့်တော်မူသောအခါ ထိုရဟန်းတို့သည် မြတ်စွာဘုရားအား ဤသို့ လျှောက်ကြကုန်၏ —",
  "dn1:1.4.4": "“အသျှင်ဘုရား ညဉ့်၏ (အဆုံး) မိုးသောက်ချိန်၌ (အိပ်ရာမှ) ထကြ၍ ဤတန်ဆောင်းဝန်း၌ အကျွန်ုပ်တို့ စုဝေးထိုင်နေကြရာတွင် ဤစကားဖြစ်ပေါ်ပါသည် —",
  "dn1:1.4.5": "‘အံ့ဖွယ်ရှိပါပေစွ ငါ့သျှင်တို့၊ မဖြစ်ဖူးမြဲ ဖြစ်ပါပေစွ ငါ့သျှင်တို့၊ သိတော်မူသော မြင်တော်မူသော ပူဇော်အထူးကို ခံတော်မူထိုက်သော (အလုံးစုံသောတရားတို့ကို) ကိုယ်တိုင်မှန်စွာ သိတော်မူသော မြတ်စွာဘုရားသည် သတ္တဝါတို့၏ အထူးထူးသော အလိုဆန္ဒကို (အတိုင်းမသိ) ကောင်းစွာ ထိုးထွင်းသိတော်မူပါပေ၏၊ ",
  "dn1:1.4.6": "ဤသုပ္ပိယပရိဗိုဇ်သည် ဘုရား တရား သံဃာ၏အပြစ်ကို များစွာသော အကြောင်းဖြင့် ပြော၏၊ ",
  "dn1:1.4.7": "သုပ္ပိယပရိဗိုဇ်၏ တပည့်ဖြစ်သော ဗြဟ္မဒတ်လုလင်သည်ကား ဘုရား တရား သံဃာ၏ဂုဏ်ကို များစွာသောအကြောင်းဖြင့် ပြော၏၊",
  "dn1:1.4.8": "ဤသို့လျှင် ဤဆရာတပည့် နှစ်ဦးတို့သည် အချင်းချင်း တိုက်ရိုက်ဆန့်ကျင်သော စကားကို ပြောလျက် မြတ်စွာဘုရားနှင့် ရဟန်းသံဃာ၏ နောက်မှနောက်မှ အစဉ်လိုက်ကုန်၏’ဟု စကား ဖြစ်ပေါ်ပါသည်။",
  "dn1:1.4.9": "ဤသည်ကား အကျွန်ုပ်တို့၏ မပြီးသေးသော အကြားစကားဖြစ်ပါသည်၊ ထိုအခါ မြတ်စွာဘုရား ကြွရောက်တော်မူလာပါသည် အသျှင်ဘုရား”ဟု လျှောက်ကြကုန်၏။",
  "dn1:1.5.1": "ရဟန်းတို့ သူတစ်ပါးတို့သည် ငါ၏ အပြစ်ကိုဖြစ်စေ တရား၏ အပြစ်ကိုဖြစ်စေ သံဃာ၏ အပြစ်ကိုဖြစ်စေ ပြောကြလျှင် ထို (ပြောကြရာ) ၌ သင်တို့သည် ရန်ငြိုးထားခြင်း နှလုံးမသာခြင်း စိတ်မကျေချမ်းခြင်း မဖြစ်စေသင့်။",
  "dn1:1.5.2": "ရဟန်းတို့ သူတစ်ပါးတို့သည် ငါ၏ အပြစ်ကိုဖြစ်စေ တရား၏ အပြစ်ကိုဖြစ်စေ သံဃာ၏အပြစ်ကိုဖြစ်စေ ပြောကြရာ၌ သင်တို့သည် အမျက်ထွက်ကြလျှင် နှလုံးမသာကြလျှင် သင်တို့အားသာလျှင် အန္တရာယ် ဖြစ်ရာ၏။",
  "dn1:1.5.3": "ရဟန်းတို့ သူတစ်ပါးတို့သည် ငါ၏ အပြစ်ကိုဖြစ်စေ တရား၏ အပြစ်ကိုဖြစ်စေ သံဃာ၏ အပြစ်ကိုဖြစ်စေ ပြောကြရာ၌ သင်တို့သည် အမျက်ထွက်ကြလျှင် နှလုံးမသာကြလျှင် သင်တို့သည် သူတစ်ပါးတို့၏ စကားကောင်း စကားဆိုးကို သိနိုင်ကြပါမည်လော။",
  "dn1:1.5.4": "မသိနိုင်ကြပါ အသျှင်ဘုရား။",
  "dn1:1.6.1": "ရဟန်းတို့ သူတစ်ပါးတို့သည် ငါ၏ အပြစ်ကိုဖြစ်စေ တရား၏ အပြစ်ကိုဖြစ်စေ သံဃာ၏ အပြစ်ကိုဖြစ်စေ ပြောကြရာ၌  မဟုတ်သည်ကို မဟုတ်သည့်အတိုင်း သင်တို့ ဖြေရှင်းရမည်။",
  "dn1:1.6.2": "“ဤစကားသည် ဤအကြောင်းကြောင့်လည်း မဟုတ်၊ ဤအကြောင်းကြောင့်လည်း မမှန်၊ စင်စစ်အားဖြင့် ဤအပြစ်သည် ငါတို့၌ ထင်ရှားမရှိ”",
  "dn1:1.6.3": "ရဟန်းတို့ သူတစ်ပါးတို့သည် ငါ၏ဂုဏ်ကိုဖြစ်စေ တရား၏ဂုဏ်ကိုဖြစ်စေ သံဃာ၏ဂုဏ်ကိုဖြစ်စေ ပြောကြလျှင် ထို (ပြောကြရာ) ၌ သင်တို့သည် နှစ်သက်ခြင်း ဝမ်းသာခြင်း စိတ်တက်ကြွခြင်း မဖြစ်စေသင့်။",
  "dn1:1.6.4": "ရဟန်းတို့ သူတစ်ပါးတို့သည် ငါ၏ဂုဏ်ကိုဖြစ်စေ တရား၏ဂုဏ်ကိုဖြစ်စေ သံဃာ၏ဂုဏ်ကိုဖြစ်စေ ပြောကြရာ၌ သင်တို့သည် နှစ်သက်ကြလျှင် ဝမ်းသာကြလျှင် စိတ်တက်ကြွကြလျှင် သင်တို့အားသာလျှင် အန္တရာယ်ဖြစ်ရာ၏။",
  "dn1:1.6.5": "ရဟန်းတို့ သူတစ်ပါးတို့သည် ငါ၏ဂုဏ်ကိုဖြစ်စေ တရား၏ဂုဏ်ကိုဖြစ်စေ သံဃာ၏ဂုဏ်ကိုဖြစ်စေ ပြောကြရာ၌ ဟုတ်မှန်သည်ကိုဟုတ်မှန်သည့်အတိုင်း သင်တို့ ဝန်ခံရမည်။",
  "dn1:1.6.6": "“ဤစကားသည် ဤအကြောင်းကြောင့်လည်းဟုတ်ပေ၏၊ ဤအကြောင်းကြောင့်လည်း မှန်ပေ၏၊ စင်စစ်အားဖြင့် ဤဂုဏ်သည် ငါတို့၌ ထင်ရှားရှိပေ၏”",
  "dn1:1.7.0.1": "၂။ သီလ",
  "dn1:1.7.0.2": "၂-၁။ စူဠသီလခန်း",
  "dn1:1.7.1": "ရဟန်းတို့ ပုထုဇဉ်သည် ဘုရား၏ဂုဏ်ကို ပြောခဲ့လျှင် အနည်းငယ်မျှသာဖြစ်သော နိမ့်ကျသော သီလမျှဖြင့်သာ ပြောနိုင်ရာ၏၊[ပုထုဇဉ် = အရိယာမဟုတ်သူများ။]",
  "dn1:1.7.2": "ပုထုဇဉ်သည် ဘုရား၏ဂုဏ်ကို ပြောခဲ့လျှင် ပြောနိုင်ရာသည့် အနည်းငယ်မျှသာဖြစ်သော နိမ့်ကျသော ထိုသီလမျှဟူသည် အဘယ်နည်း —",
  "dn1:1.8.1": "“ရဟန်းဂေါတမသည် အသက်သတ်ခြင်းကို ပယ်၍ အသက်သတ်ခြင်းမှ ရှောင်ကြဉ်တော်မူ၏၊ တုတ်ကို ချထားပြီးဖြစ်၏၊ လက်နက်ကို ချထားပြီးဖြစ်၏၊ ရှက်ခြင်းရှိ၏၊ သနားတတ်၏၊ ခပ်သိမ်းသော သတ္တဝါတို့၏ အစီးအပွားကို လိုလားလျက် နေတော်မူ၏”",
  "dn1:1.8.2": "ရဟန်းတို့ ပုထုဇဉ်သည် ဘုရား၏ဂုဏ်ကိုပြောခဲ့လျှင် ဤသို့သော်လည်း ပြောနိုင်ရာ၏။",
  "dn1:1.8.3": "“ရဟန်းဂေါတမသည် မပေးသည်ကို ယူခြင်းကို ပယ်၍ မပေးသည်ကို ယူခြင်းမှ ရှောင်ကြဉ်တော် မူ၏၊ ပေးသည်ကိုသာ ယူ၏၊ ပေးသည်ကိုသာ အလိုရှိ၏၊ မခိုးမဝှက်၊ စင်ကြယ်သောကိုယ်ဖြင့် နေတော်မူ၏”",
  "dn1:1.8.4": "ရဟန်းတို့ ပုထုဇဉ်သည် ဘုရား၏ဂုဏ်ကို ပြောခဲ့လျှင် ဤသို့သော်လည်း ပြောနိုင်ရာ၏။",
  "dn1:1.8.5": "“ရဟန်းဂေါတမသည် မမြတ်သော အကျင့်ကို ပယ်၍ မြတ်သော အကျင့်ကို ကျင့်တော်မူ၏၊ ယုတ်သော အကျင့်ကို ကျင့်လေ့မရှိ၊ ရွာသူတို့၏ အလေ့ဖြစ်သော မေထုန်အကျင့်မှ ရှောင်ကြဉ်တော်မူ၏”",
  "dn1:1.8.6": "ရဟန်းတို့ ပုထုဇဉ်သည် ဘုရား၏ဂုဏ်ကိုပြောခဲ့လျှင် ဤသို့သော်လည်း ပြောနိုင်ရာ၏။",
  "dn1:1.9.1": "“ရဟန်းဂေါတမသည် မမှန်ပြောခြင်းကို ပယ်၍ မမှန်ပြောခြင်းမှ ရှောင်ကြဉ်တော်မူ၏၊ အမှန်ကိုသာ ဆိုလေ့ရှိတော်မူ၏၊ မှန်သော စကားချင်း ဆက်စပ်စေတော်မူတတ်၏၊ တည်သောစကား ရှိ၏၊ ယုံကြည်ထိုက်သော စကားရှိ၏၊ လောကကို လှည့်စားတော်မမူ”",
  "dn1:1.9.2": "ရဟန်းတို့ ပုထုဇဉ်သည် ဘုရား၏ဂုဏ်ကိုပြောခဲ့လျှင် ဤသို့သော်လည်း ပြောနိုင်ရာ၏။",
  "dn1:1.9.3": "“ရဟန်းဂေါတမသည် ကုန်းစကားကို ပယ်၍ ကုန်းစကားမှ ရှောင်ကြဉ်တော်မူ၏၊ ဤသူတို့ထံမှ နားထောင်၍ (ထိုသူတို့နှင့်) ဤသူတို့ ကွဲပြားခြင်းငှါ ထိုသူတို့ထံ၌ မပြောတတ်၊ ထိုသူတို့ထံမှ နားထောင်၍ (ဤသူတို့နှင့်) ထိုသူတို့ ကွဲပြားခြင်းငှါ ဤသူတို့ထံ၌ မပြောတတ်၊ ဤသို့ ကွဲပြားသူတို့ကိုလည်း စေ့စပ်တော်မူတတ်၏၊ ညီညွတ်သူတို့ကိုလည်း အားပေးတော်မူတတ်၏၊ ညီညွတ်ခြင်း၌ မွေ့လျော်တော်မူ၏၊ ညီညွတ်ခြင်း၌ ပျော်ပိုက်တော်မူ၏၊ ညီညွတ်ခြင်းကို နှစ်သက်တော်မူ၏၊ ညီညွတ်ခြင်းကိုပြုသော စကားကို ဆိုတော်မူတတ်၏”",
  "dn1:1.9.4": "ရဟန်းတို့ ပုထုဇဉ်သည် ဘုရား၏ဂုဏ်ကိုပြောခဲ့လျှင် ဤသို့သော်လည်း ပြောနိုင်ရာ၏။",
  "dn1:1.9.5": "“ရဟန်းဂေါတမသည် ကြမ်းသောစကားကို ပယ်၍ ကြမ်းသောစကားမှ ရှောင်ကြဉ်တော်မူ၏၊ အကြင်စကားသည် အပြစ်ကင်း၏၊ နားချမ်းသာ၏၊ နှစ်လိုဖွယ်ရှိ၏၊ နှလုံးသို့သက်၏၊ ယဉ်ကျေး၏၊ လူအများ နှစ်သက်၏၊ လူအများ နှစ်ခြိုက်၏၊ ထိုသို့ သဘောရှိသော စကားကိုသာ ဆိုတော်မူတတ်၏”",
  "dn1:1.9.6": "ရဟန်းတို့ ပုထုဇဉ်သည် ဘုရား၏ဂုဏ်ကိုပြောခဲ့လျှင် ဤသို့သော်လည်း ပြောနိုင်ရာ၏။",
  "dn1:1.9.7": "“ရဟန်းဂေါတမသည် ပြိန်ဖျင်းသောစကားကို ပယ်၍ ပြိန်ဖျင်းသောစကားမှ ရှောင်ကြဉ်တော်မူ၏၊ (သင့်သော) အခါ၌သာ ဆိုလေ့ရှိ၏၊ဟုတ်သည်ကိုသာ ဆိုလေ့ရှိ၏၊ အကျိုးနှင့် စပ်သည်ကိုသာ ဆိုလေ့ရှိ၏၊ တရားနှင့် စပ်သည်ကိုသာ ဆိုလေ့ရှိ၏၊ အဆုံးအမနှင့် စပ်သည်ကိုသာ ဆိုလေ့ရှိ၏၊ (သင့်သော) အခါ၌ အကြောင်းနှင့်တကွသော အပိုင်းအခြားရှိသော အစီးအပွားနှင့် စပ်သော မှတ်သားလောက်သော စကားကိုသာ ဆိုတော်မူတတ်၏”",
  "dn1:1.9.8": "ရဟန်းတို့ ပုထုဇဉ်သည် ဘုရား၏ဂုဏ်ကိုပြောခဲ့လျှင် ဤသို့သော်လည်း ပြောနိုင်ရာ၏။",
  "dn1:1.10.1": "“ရဟန်းဂေါတမသည် မျိုးစေ့အပေါင်း အပင်အပေါင်းကို ဖျက်ဆီးခြင်းမှ ရှောင်ကြဉ်တော်မူ၏”",
  "dn1:1.10.2": "ရဟန်းတို့ ပုထုဇဉ်သည် ဘုရား၏ဂုဏ်ကို ပြောခဲ့လျှင် …(ရှေ့ကအတိုင်း)…",
  "dn1:1.10.3": "“ရဟန်းဂေါတမသည် ဆွမ်းတစ်နပ်သာ စားလေ့ရှိတော်မူ၏၊ ညစာစားခြင်းမှ ရှောင်ကြဉ်တော်မူ၏၊ နေလွဲစားခြင်းမှ ရှောင်ကြဉ်တော်မူ၏။",
  "dn1:1.10.4": "ရဟန်းဂေါတမသည် ကခြင်း သီခြင်း တီးမှုတ်ခြင်း (သူတော်ကောင်းတရား၏) ဆူးငြောင့်ဖြစ်သော (ပွဲ) ကြည့်ခြင်းမှ ရှောင်ကြဉ်တော်မူ၏။",
  "dn1:1.10.5": "ရဟန်းဂေါတမသည် ပန်းပန်ခြင်း နံ့သာခြယ်ခြင်း နံ့သာပျောင်းလိမ်းခြင်းမှ ရှောင်ကြဉ်တော်မူ၏၊",
  "dn1:1.10.6": "ရဟန်းဂေါတမသည် မြင့်သောနေရာ မြတ်သောနေရာမှ ရှောင်ကြဉ်တော်မူ၏၊",
  "dn1:1.10.7": "ရဟန်းဂေါတမသည် ရွှေငွေကို ခံယူခြင်းမှ ရှောင်ကြဉ်တော်မူ၏၊",
  "dn1:1.10.8": "ရဟန်းဂေါတမသည် ကောက်စိမ်းကို ခံယူခြင်းမှ ရှောင်ကြဉ်တော်မူ၏။[ကောက်စိမ်း = ဟူသည် ၁—သလေး (ကောက်ကြီး)၊ ၂—ကောက်လတ်၊ (ကောက်ကြမ်း)၊ ၃—လူး၊ ၄—နတ်ကောက် (ဂျုံ)၊ ၅—ပြောင်း၊ ၆—မုယော (ဗာလီ)၊ ၇—ဆပ် ဤစပါး ခုနစ်မျိုးတည်း။]",
  "dn1:1.10.9": "ရဟန်းဂေါတမသည် အသားစိမ်းကို ခံယူခြင်းမှ ရှောင်ကြဉ်တော်မူ၏၊",
  "dn1:1.10.10": "ရဟန်းဂေါတမသည် မိန်းမအို မိန်းမပျိုကို ခံယူခြင်းမှ ရှောင်ကြဉ်တော်မူ၏၊",
  "dn1:1.10.11": "ရဟန်းဂေါတမသည် ကျွန်မိန်းမ ကျွန်ယောကျာ်းကို ခံယူခြင်းမှ ရှောင်ကြဉ်တော်မူ၏၊",
  "dn1:1.10.12": "ရဟန်းဂေါတမသည် ဆိတ်နှင့်သိုးကို ခံယူခြင်းမှ ရှောင်ကြဉ်တော်မူ၏၊",
  "dn1:1.10.13": "ရဟန်းဂေါတမသည် ကြက် ဝက်ကို ခံယူခြင်းမှ ရှောင်ကြဉ်တော်မူ၏၊",
  "dn1:1.10.14": "ရဟန်းဂေါတမသည် ဆင် နွား မြင်း မြည်းကို ခံယူခြင်းမှ ရှောင်ကြဉ်တော်မူ၏၊",
  "dn1:1.10.15": "ရဟန်းဂေါတမသည် လယ်နှင့်ယာကို ခံယူခြင်းမှ ရှောင်ကြဉ်တော်မူ၏၊",
  "dn1:1.10.16": "ရဟန်းဂေါတမသည် တမန်အမှု အစေအပါးအမှုကို ဆောင်ရွက်ခြင်းမှ ရှောင်ကြဉ်တော်မူ၏၊",
  "dn1:1.10.17": "ရဟန်း ဂေါတမသည် ဝယ်မှု ရောင်းမှုမှ ရှောင်ကြဉ်တော်မူ၏၊",
  "dn1:1.10.18": "ရဟန်းဂေါတမသည် ချိန်စဉ်းလဲ အသပြာစဉ်းလဲ ခြင်တွယ်တိုင်းတာ စဉ်းလဲခြင်းမှ ရှောင်ကြဉ်တော်မူ၏၊",
  "dn1:1.10.19": "ရဟန်းဂေါတမသည် တံစိုးယူခြင်း လှည့်ဖြားခြင်း အတုပြု၍လိမ်ခြင်းတည်းဟူသော ကောက်ကျစ်ခြင်းမှ ရှောင်ကြဉ်တော်မူ၏၊",
  "dn1:1.10.20": "ရဟန်းဂေါတမသည် ဖြတ်ခြင်း သတ်ခြင်း နှောင်ဖွဲ့ခြင်း (ခရီးသွားတို့ကို) လုယက်ခြင်း (ရွာ နိဂုံးတို့ကို) ဖျက်ဆီးခြင်း ဓားပြတိုက်ခြင်းမှ ရှောင်ကြဉ်တော်မူ၏”",
  "dn1:1.10.21": "ရဟန်းတို့ ပုထုဇဉ်သည် ဘုရား၏ဂုဏ်ကိုပြောခဲ့လျှင် ဤသို့သော်လည်း ပြောနိုင်ရာ၏။",
  "dn1:1.10.22": "စူဠသီလခန်း ပြီး၏။",
  "dn1:1.11.0": "၂-၂။ မဇ္ဈိမသီလခန်း",
  "dn1:1.11.1": "ထို့ပြင်လည်း အချို့သော အသျှင်သမဏဗြာဟ္မဏတို့သည် ယုံကြည်၍ လှူသော သုံးဆောင်ဖွယ်တို့ကို သုံးဆောင်ကြပြီးလျှင် ဤသို့သော မျိုးစေ့အပေါင်း အပင်အပေါင်း ဖျက်ဆီးခြင်းကို ပြုလုပ်လျက် နေကြ၏၊[ဤ၌ ယုံကြည်ခြင်းဟူသည် = ကံ ကံ၏အကျိုး စသည်ကို ယုံကြည်ခြင်းပင်တည်း။]",
  "dn1:1.11.2": "ဤသည်တို့ကား အဘယ်နည်း၊ အမြစ်မျိုးစေ့ ပင်စည်မျိုးစေ့ အဆစ်မျိုးစေ့ အညွန့်မျိုးစေ့ ငါးခုမြောက် အစေ့မျိုးစေ့တို့တည်း။",
  "dn1:1.11.3": "ရဟန်းဂေါတမသည် ဤသို့သော မျိုးစေ့အပေါင်း အပင်အပေါင်းကို ဖျက်ဆီးခြင်းမှ ရှောင်ကြဉ်တော်မူ၏၊",
  "dn1:1.11.4": "ရဟန်းတို့ ပုထုဇဉ်သည် ဘုရား၏ဂုဏ်ကိုပြောခဲ့လျှင် ဤသို့သော်လည်း ပြောနိုင်ရာ၏။",
  "dn1:1.12.1": "ထို့ပြင်လည်း အချို့သော အသျှင်သမဏဗြာဟ္မဏတို့သည် ယုံကြည်၍လှူသော သုံးဆောင်ဖွယ်တို့ကို သုံးဆောင်ကြပြီးလျှင် ဤသို့သော သိုမှီး သုံးဆောင်ခြင်းကို ပြုလျက်နေကြ၏၊",
  "dn1:1.12.2": "ဤသည်တို့ကား အဘယ်နည်း၊ ဆွမ်းကို သိုမှီးခြင်း အဖျော်ကို သိုမှီးခြင်း အဝတ်ကို သိုမှီးခြင်း ယာဉ်ကို သိုမှီးခြင်း အိပ်ရာကို သိုမှီးခြင်း နံ့သာကို သိုမှီးခြင်း (အခြား) စားသုံးဖွယ်ကို သိုမှီးခြင်းတို့တည်း။",
  "dn1:1.12.3": "ရဟန်းဂေါတမသည် ဤသို့သော သိုမှီးသုံးဆောင်ခြင်းမှ ရှောင်ကြဉ်တော်မူ၏၊",
  "dn1:1.12.4": "ရဟန်းတို့ ပုထုဇဉ်သည် ဘုရား၏ဂုဏ်ကိုပြောခဲ့လျှင် ဤသို့သော်လည်း ပြောနိုင်ရာ၏။",
  "dn1:1.13.1": "ထို့ပြင်လည်း အချို့သော အသျှင်သမဏဗြာဟ္မဏတို့သည် ယုံကြည်၍လှူသော သုံးဆောင်ဖွယ်တို့ကို သုံးဆောင်ကြပြီးလျှင် ဤသို့သော (သူတော်ကောင်းတရား၏) ဆူးငြောင့်ဖြစ်သော (ပွဲ) ကြည့်ခြင်းကို ပြုလျက်နေကြ၏၊",
  "dn1:1.13.2": "ဤသည်တို့ကား အဘယ်နည်း၊ ကခြင်း သီခြင်း တီးမှုတ်ခြင်း သဘင်ပွဲ စာဟောပွဲ လက်ဝါးတီးပွဲ ကြေးနင်းခွက်ခွင်း စသည်တီးပွဲ စည်တီးပွဲ ပန်းချီပြပွဲ သံလုံးကစားပွဲ ဝါးထောင်၍ကစားပွဲ အရိုးဆေးပွဲ ဆင်တိုက်ပွဲ မြင်းတိုက်ပွဲ ကျွဲတိုက်ပွဲ နွားတိုက်ပွဲ ဆိတ်တိုက်ပွဲ သိုးတိုက်ပွဲ ကြက်တိုက်ပွဲ ငုံးတိုက်ပွဲ တုတ်သိုင်းပွဲ လက်ဝှေ့ထိုးပွဲ လက်ပမ်းလုံးပွဲ စစ်ထိုးပွဲ စစ်သည်စစ်ဆေးပွဲ စစ်ဆင်ပွဲ စစ်အင်ကျင်းပွဲတို့တည်း။[သဘင်ပွဲဟူသည် ဇာတ် ရုပ်သေး အငြိမ့် စသည်ပင်တည်း။]",
  "dn1:1.13.3": "ရဟန်းဂေါတမသည် ဤသို့သော (သူတော်ကောင်းတရား၏) ဆူးငြောင့်ဖြစ်သော (ပွဲ) ကြည့်ခြင်းမှ ရှောင်ကြဉ်တော်မူ၏၊",
  "dn1:1.13.4": "ရဟန်းတို့ ပုထုဇဉ်သည် ဘုရား၏ဂုဏ်ကိုပြောခဲ့လျှင် ဤသို့သော်လည်း ပြောနိုင်ရာ၏။",
  "dn1:1.14.1": "ထို့ပြင်လည်း အချို့သော အသျှင်သမဏဗြာဟ္မဏတို့သည် ယုံကြည်၍လှူသော သုံးဆောင်ဖွယ်တို့ကို သုံးဆောင်ကြပြီးလျှင် မေ့လျော့ကြောင်းဖြစ်သော လောင်းကစားခြင်းကို ပြုလျက်နေကြ၏၊",
  "dn1:1.14.2": "ဤသည်တို့ကား အဘယ်နည်း၊ ရှစ်ကွက်ကျားကစားခြင်း ဆယ်ကွက်ကျားကစားခြင်း ကောင်းကင်ကျားကစားခြင်း ဖိုးလမင်းကျားကစားခြင်း ဇယ်တောက်ကစားခြင်း အန်ကစားခြင်း ကျည်းသားရိုက်ကစားခြင်း စုတ်ခတ်ရေးကစားခြင်း ဂေါ်လီကစားခြင်း ပီပီမှုတ်ကစားခြင်း ထွန်ငယ်ဖြင့်ကစားခြင်း ကျွမ်းထိုးကစားခြင်း စကြာဖြင့်ကစားခြင်း ခြင်ခွက်ငယ်ဖြင့်ကစားခြင်း ရထားငယ်ဖြင့်ကစားခြင်း လေးငယ်ဖြင့်ကစားခြင်း အက္ခရာဝှက်ကစားခြင်း စိတ်အကြံဖော်တမ်းကစားခြင်း ကျိုးယောင်ကန်းယောင်ပြု၍ ကစားခြင်းတို့တည်း။",
  "dn1:1.14.3": "ရဟန်းဂေါတမသည် ဤသို့သော မေ့လျော့ကြောင်းဖြစ်သော လောင်းကစားပြုခြင်းမှ ရှောင်ကြဉ်တော်မူ၏၊",
  "dn1:1.14.4": "ရဟန်းတို့ ပုထုဇဉ်သည် ဘုရား၏ဂုဏ်ကိုပြောခဲ့လျှင် ဤသို့သော်လည်း ပြောနိုင်ရာ၏။",
  "dn1:1.15.1": "ထို့ပြင်လည်း အချို့သော အသျှင်သမဏဗြာဟ္မဏတို့သည် ယုံကြည်၍လှူသော သုံးဆောင်ဖွယ်တို့ကို သုံးဆောင်ကြပြီးလျှင် ဤသို့သော မြင့်သောနေရာ မြတ်သောနေရာကို (သုံးစွဲခြင်း) ပြုလျက် နေကြ၏၊",
  "dn1:1.15.2": "ဤသည်တို့ကား အဘယ်နည်း၊ မြင့်လွန်းသောနေရာ ပလ္လင် မွေးရှည်ကော်ဇောကြီး ဆန်းကြယ်သော သားမွေးအခင်း ဖြူသော သားမွေးအခင်း ပန်းပြောက်ခြယ် သားမွေးအခင်း လဲသွတ်အခင်း ရုပ်ပုံခြယ်သားမွေးအခင်း နှစ်ဖက်မွေးရှိအခင်း တစ်ဖက်မွေးရှိအခင်း ရွှေချည်ထိုးအခင်း ပိုးချည်အခင်း သားမွေးအခင်းကြီး ဆင်ကုန်းနှီး မြင်းကုန်းနှီး ရထားခင်းနှီး သစ်နက်ရေအခင်း ဝံပိုင့်ရေ အခင်းမြတ် (နီသော) မျက်နှာကြက်နှင့် အုံးနီနှစ်ဖက်ရှိသောနေရာတို့တည်း။[မြင့်လွန်းသောနေရာဟူသည် မြတ်စွာဘုရား လက်ရှစ်သစ် ပမာဏထက်လွန်သော အခြေရှိသော ညောင်စောင်း အင်းပျဉ်။ ပလ္လင်ဟူသည် ခြေထောက်တို့၌ သားရဲရုပ်တပ်ထားသော နေရာတည်း။]",
  "dn1:1.15.3": "ရဟန်းဂေါတမသည် ဤသို့သော မြင့်သောနေရာ မြတ်သောနေရာမှ ရှောင်ကြဉ်တော်မူ၏၊",
  "dn1:1.15.4": "ရဟန်းတို့ ပုထုဇဉ်သည် ဘုရား၏ဂုဏ်ကို ပြောခဲ့လျှင် ဤသို့သော်လည်း ပြောနိုင်ရာ၏။",
  "dn1:1.16.1": "ထို့ပြင်လည်း အချို့သော အသျှင်သမဏဗြာဟ္မဏတို့သည် ယုံကြည်၍လှူသော သုံးဆောင်ဖွယ်တို့ကို သုံးဆောင်ကြပြီးလျှင် ဤသို့သော လိမ်းခြယ်ခြင်း ဆင်ယင်ခြင်းကို ပြုလျက် နေကြ၏၊",
  "dn1:1.16.2": "ဤသည်တို့ကား အဘယ်နည်း၊ (နံ့သာဖြင့်) ပွတ်သပ်ခြင်း (ဆီဖြင့်) ဆုပ်နယ်ခြင်း (နံ့သာဖြင့်) ရေချိုးခြင်း (လက်ရုံးကြီးထွားရန်) ထုရိုက်ခြင်း မှန်ကြည့်ခြင်း မျက်စဉ်းဆေးခြယ်ခြင်း ပန်းပန်ခြင်း နံ့သာခြယ်ခြင်း နံ့သာပျောင်းလိမ်းခြင်း မျက်နှာကို ခြယ်ခြင်း မျက်နှာကို လိမ်းကျံခြင်း လက်ဝတ်တန်ဆာဆင်ခြင်း သျှောင်ထုံးခြင်း လက်ကိုင်တုတ်ဆောင်ခြင်း ကျည်တောက်လွယ်ခြင်း သန်လျက်ဆောင်ခြင်း (ဆန်းကြယ်သော) ထီးကို ဆောင်းခြင်း ဆန်းကြယ်သော ဖိနပ်ကိုစီးခြင်း သင်းကျစ်ဖွဲ့ခြင်း ပတ္တမြားဆံကျင်ထိုးခြင်း သားမြီး ယပ်ဆောင်ခြင်း အမြိတ်ရှည်ဝတ်ဖြူတို့ကို ဝတ်ခြင်းတို့တည်း။",
  "dn1:1.16.3": "ရဟန်းဂေါတမသည် ဤသို့သော လိမ်းခြယ်ခြင်း ဆင်ယင်ခြင်းမှ ရှောင်ကြဉ်တော်မူ၏၊",
  "dn1:1.16.4": "ရဟန်းတို့ ပုထုဇဉ်သည် ဘုရား၏ဂုဏ်ကိုပြောခဲ့လျှင် ဤသို့သော်လည်း ပြောနိုင်ရာ၏။",
  "dn1:1.17.1": "ထို့ပြင်လည်း အချို့သော အသျှင်သမဏ ဗြာဟ္မဏတို့သည် ယုံကြည်၍လှူသော သုံးဆောင်ဖွယ်တို့ကို သုံးဆောင်ကြပြီးလျှင် ဤသို့သော ဖီလာစကားကို ပြောလျက်နေကြ၏၊ [ဤ၌ ဖီလာစကားဟူသည် နတ်ရွာနိဗ္ဗာန်သို့ ရောက်ကြောင်းအကျင့်နှင့် ဆန့်ကျင်ဘက် စကားတို့တည်း။]",
  "dn1:1.17.2": "ဤသည်တို့ကားအဘယ်နည်း၊ မင်းနှင့်စပ်သောစကား ခိုးသူနှင့်စပ်သောစကား အမတ်ကြီးနှင့်စပ်သောစကား စစ်သည်နှင့်စပ်သောစကား ကြောက်ဖွယ်နှင့်စပ်သောစကား စစ်ထိုးခြင်းနှင့်စပ်သောစကား စားဖွယ်နှင့်စပ်သောစကား သောက်ဖွယ်နှင့်စပ်သောစကား အဝတ်နှင့်စပ်သောစကား အိပ်ရာနှင့်စပ်သောစကား ပန်းနှင့်စပ်သောစကား နံ့သာနှင့်စပ်သောစကား ဆွေမျိုးနှင့်စပ်သောစကား ယာဉ်နှင့်စပ်သောစကား ရွာနှင့်စပ်သောစကား နိဂုံးနှင့်စပ်သောစကား မြို့နှင့်စပ်သောစကား နယ်နှင့်စပ်သောစကား မိန်းမနှင့်စပ်သောစကား ယောကျာ်းနှင့်စပ်သောစကား သူရဲကောင်းနှင့်စပ်သောစကား လမ်းနှင့်စပ်သောစကား [လမ်းဟူသည် မြို့တွင်းရှိလမ်းကို ဆိုသည်။]ရေခပ်ဆိပ်နှင့်စပ်သောစကား သေလွန်သူနှင့်စပ်သောစကား အထွေထွေနှင့်စပ်သောစကား လောက (အကြောင်း) နှင့် စပ်သောစကား သမုဒ္ဒရာ (အကြောင်း) နှင့် စပ်သောစကား ကြီးပွါးခြင်း ဆုတ်ယုတ်ခြင်းနှင့်စပ်သော စကားတို့တည်း။",
  "dn1:1.17.3": "ရဟန်းဂေါတမသည် ဤသို့သော ဖီလာစကားကိုပြောခြင်းမှ ရှောင်ကြဉ်တော်မူ၏၊",
  "dn1:1.17.4": "ရဟန်းတို့ ပုထုဇဉ်သည် ဘုရား၏ဂုဏ်ကိုပြောခဲ့လျှင် ဤသို့သော်လည်း ပြောနိုင်ရာ၏။",
  "dn1:1.18.1": "ထို့ပြင်လည်း အချို့သော အသျှင်သမဏဗြာဟ္မဏတို့သည် ယုံကြည်၍လှူသော သုံးဆောင်ဖွယ်တို့ကို သုံးဆောင်ကြပြီးလျှင် ဤသို့သော အငြင်းစကားကို ပြောလျက် နေကြ၏၊",
  "dn1:1.18.2": "ဤသည်တို့ကား အဘယ်နည်း၊ သင်သည် ဤ ဓမ္မဝိနယကို မသိ[ဓမ္မဝိနယဟူသည် ဓမ္မ = တရား၊ ဝိနယ = အဆုံးအမ။]၊ ငါသည် ဤဓမ္မဝိနယကို သိ၏၊ သင်သည် ဤဓမ္မဝိနယကို အသို့သိနိုင်အံ့နည်း၊ သင်သည် မှားသောအကျင့်ရှိသူ ဖြစ်၏၊ ငါသည် မှန်သောအကျင့်ရှိသူ ဖြစ်၏၊ ငါ၏ စကားသည် စေ့စပ်၏၊ သင်၏ စကားသည် မစေ့စပ်၊ သင်သည် ရှေးဦးဆိုသင့်သည်ကို နောက်မှ ဆို၏၊ နောက်မှ ဆိုသင့်သည်ကို ရှေးဦးဆို၏၊ သင်၏ ကြာမြင့်စွာ လေ့လာထားသော စကားသည် (သင့်ဆီသို့) ပြန်လှည့်၍ တည်လေပြီ၊ သင့်အယူ၌ ရှိသော အပြစ်ကို ငါ တင်ပြပြီ၊ သင် အရေးနိမ့်ပြီ၊ (ငါ တင်ပြသော) အပြစ်မှ လွတ်မြောက်ရန် ရှာကြံချေဦးလော့၊ အကယ်၍ စွမ်းနိုင်လျှင်လည်း (ယခုပင်) ဖြေရှင်းလော့၊ ဤသည်တို့တည်း။",
  "dn1:1.18.3": "ရဟန်းဂေါတမသည်ဤသို့သော အငြင်းစကား (ကိုပြောခြင်း) မှ ရှောင်ကြဉ်တော်မူ၏၊",
  "dn1:1.18.4": "ရဟန်းတို့ ပုထုဇဉ်သည် ဘုရား၏ဂုဏ်ကိုပြောခဲ့လျှင် ဤသို့သော်လည်း ပြောနိုင်ရာ၏။",
  "dn1:1.19.1": "ထို့ပြင်လည်း အချို့သော အသျှင်သမဏဗြာဟ္မဏတို့သည် ယုံကြည်၍လှူသော သုံးဆောင်ဖွယ်တို့ကို သုံးဆောင်ကြပြီးလျှင် တမန်အမှု အစေအပါးအမှု ဆောင်ရွက်ခြင်းကို ပြုလျက် နေကြ၏၊",
  "dn1:1.19.2": "ဤသည်တို့ကား အဘယ်နည်း၊ မင်းတို့၏ အမတ်ကြီးတို့၏ မင်းမျိုးတို့၏ ပုဏ္ဏားတို့၏ သူကြွယ်တို့၏ လုလင်ပျိုတို့၏ ‘ဤအရပ်မှ (ထိုအရပ်သို့) သွားလော့၊ ထိုအရပ်မှ (ဤအရပ်သို့) လာလော့၊ ဤသည်ကို (ဤအရပ်မှ) ဆောင်သွားလော့၊ ဤသည်ကို (ထိုအရပ်မှ) ဆောင်ခဲ့လော့’ ဟူသော အမှုတို့တည်း။",
  "dn1:1.19.3": "ရဟန်းဂေါတမသည် ဤသို့သော တမန်အမှု အစေအပါးအမှု ဆောင်ရွက်ခြင်းမှ ရှောင်ကြဉ်တော်မူ၏၊",
  "dn1:1.19.4": "ရဟန်းတို့ ပုထုဇဉ်သည် ဘုရား၏ဂုဏ်ကိုပြောခဲ့လျှင် ဤသို့သော်လည်း ပြောနိုင်ရာ၏။",
  "dn1:1.20.1": "ထို့ပြင်လည်း အချို့သော အသျှင်သမဏဗြာဟ္မဏတို့သည် ယုံကြည်၍လှူသော သုံးဆောင်ဖွယ်တို့ကို သုံးဆောင်ကြပြီးလျှင် လာဘ်အလို့ငှါ အံ့ဖွယ်ကိုလည်း ဖြစ်စေကုန်၏၊ မြှောက်ပင့်၍လည်း ပြောကုန်၏၊ အရိပ်အခြည်လည်း ပြကုန်၏၊ အတင်းအကျပ်လည်း ပြုကုန်၏၊ လာဘ်ဖြင့် လာဘ်ကိုလည်း ရှာမှီးကုန်၏၊ ဤသည်တို့တည်း။",
  "dn1:1.20.2": "ရဟန်းဂေါတမသည် ဤသို့သော လာဘ်အလို့ငှါ အံ့ဖွယ်ကိုဖြစ်စေခြင်း မြှောက်ပင့်ခြင်းမှ ရှောင်ကြဉ်တော်မူ၏၊",
  "dn1:1.20.3": "ရဟန်းတို့ ပုထုဇဉ်သည် ဘုရား၏ဂုဏ်ကိုပြောခဲ့လျှင် ဤသို့သော်လည်း ပြောနိုင်ရာ၏။",
  "dn1:1.20.4": "မဇ္ဈိမသီလခန်း ပြီး၏။",
  "dn1:1.21.0": "၂-၃။ မဟာသီလခန်း",
  "dn1:1.21.1": "ထို့ပြင်လည်း အချို့သော အသျှင်သမဏဗြာဟ္မဏတို့သည် ယုံကြည်၍လှူသော သုံးဆောင်ဖွယ်တို့ကို သုံးဆောင်ကြပြီးလျှင် မှားသောအသက်မွေးမှုဖြစ်သော ဤသို့သော ဖီလာအတတ်ဖြင့် အသက်မွေးကြ၏။[ဤဖီလာအတတ်ဟူသည် နတ်ရွာနိဗ္ဗာန်ရောက်ကြောင်းအကျင့်နှင့် ဆန့်ကျင်ဘက် အတတ်တည်း။]",
  "dn1:1.21.2": "ဤသည်တို့ကား အဘယ်နည်း၊ အင်္ဂကျမ်း နိမိတ်ကျမ်း ဥပ္ပါတကျမ်း[ဥပ္ပါတကျမ်းဟူသည် မိုးကြိုးကျခြင်း စသည်၏ အကျိုးအပြစ်ကို ဆိုသောကျမ်း။] အိပ်မက်ကျမ်း လက္ခဏာကျမ်း ကြွက်ကိုက်ကျမ်း မီးပူဇော်ခြင်း ယောက်မဖြင့်ပူဇော်ခြင်း ဖွဲဖြင့်ပူဇော်ခြင်း ဆန်ကွဲဖြင့်ပူဇော်ခြင်း ဆန်ဖြင့်ပူဇော်ခြင်း ထောပတ်ဖြင့်ပူဇော်ခြင်း ဆီဖြင့်ပူဇော်ခြင်း ခံတွင်းဖြင့်ပူဇော်ခြင်း သွေးဖြင့်ပူဇော်ခြင်း အင်္ဂဝိဇ္ဇာအတတ် မြေကြန်အတတ် မင်းမှုရေးရာအတတ် ဘေးငြိမ်းခြင်းကို ပြုတတ်သောအတတ် ဖုတ်တစ္ဆေအတတ် မြေအိမ်၌ သင်ယူရသောအတတ် မြွေအတတ် အဆိပ်အတတ် ကင်းမြီးကောက်အတတ် ကြွက်ခဲနာကုအတတ် ငှက်သံအတတ် ကျီးသံအတတ် အသက်ဟောအတတ် မြားလွှဲအတတ် သားမြည်သံအတတ် ဤသည်တို့တည်း။",
  "dn1:1.21.3": "ရဟန်းဂေါတမသည် မှားသောအသက်မွေးမှုဖြစ်သော ဤသို့သော ဖီလာအတတ် (ဖြင့် အသက်မွေးခြင်း) မှ ရှောင်ကြဉ်တော်မူ၏၊",
  "dn1:1.21.4": "ရဟန်းတို့ ပုထုဇဉ်သည် ဘုရား၏ဂုဏ်ကိုပြောခဲ့လျှင် ဤသို့သော်လည်း ပြောနိုင်ရာ၏။",
  "dn1:1.22.1": "ထို့ပြင်လည်း အချို့သော အသျှင်သမဏဗြာဟ္မဏတို့သည် ယုံကြည်၍လှူသော သုံးဆောင်ဖွယ်တို့ကို သုံးဆောင်ကြပြီးလျှင် မှားသောအသက်မွေးမှုဖြစ်သော ဤသို့သော ဖီလာအတတ်ဖြင့် အသက်မွေးကြ၏။",
  "dn1:1.22.2": "ဤသည်တို့ကား အဘယ်နည်း၊ ကျောက်မျက်လက္ခဏာ အဝတ်အထည်လက္ခဏာ တုတ်တောင်ဝှေးလက္ခဏာ ဓားလက္ခဏာ သန်လျက်လက္ခဏာ မြားလက္ခဏာ လေးလက္ခဏာ (ကြွင်းသော) လက်နက်လက္ခဏာ မိန်းမလက္ခဏာ ယောကျာ်းလက္ခဏာ သတို့သားလက္ခဏာ သတို့သမီးလက္ခဏာ ကျွန်ယောကျာ်းလက္ခဏာ ကျွန်မိန်းမလက္ခဏာ ဆင်လက္ခဏာ မြင်းလက္ခဏာ ကျွဲလက္ခဏာ နွားလားလက္ခဏာ နွားလက္ခဏာ ဆိတ်လက္ခဏာ သိုးလက္ခဏာ ကြက်လက္ခဏာ ငုံးလက္ခဏာ ဖွတ်လက္ခဏာ အထွတ် ‘ကဏ္ဏိကာ’ လက္ခဏာ လိပ်လက္ခဏာ သားကောင်လက္ခဏာ ဤသည်တို့တည်း။[သုဓာဘောဇနဇာတ်တွင် “ကဒလိမိဂါ ဗဟူ စေတ္ထ၊ ဗိဠာရာ သသ ကဏ္ဏိကာ” ဟူသောဂါထာ၌ ကဏ္ဏိကသဒ္ဒါသည် သမင်ဒရယ်ကို ဟော၏၊ ဝိဓုရဇာတ်၌ကား “ဗိဠာရာ သသ ကဏ္ဍကာ”ဟု ရှိ၏၊ ကဏ္ဍကသဒ္ဒါသည် ကြံ့ကို ဟော၏၊ ဤသီလက္ခန္ဓဝဂ် အဋ္ဌကထာ၌ကား နားတန်ဆာဟူ၍လည်းကောင်း အထွတ်ဟူ၍လည်းကောင်း ဖွင့်ဆို၏။]",
  "dn1:1.22.3": "ရဟန်းဂေါတမသည် မှားသောအသက်မွေးမှုဖြစ်သော ဤသို့သော ဖီလာအတတ် (ဖြင့် အသက်မွေးခြင်း) မှ ရှောင်ကြဉ်တော်မူ၏၊",
  "dn1:1.22.4": "ရဟန်းတို့ ပုထုဇဉ်သည် ဘုရား၏ဂုဏ်ကိုပြောခဲ့လျှင် ဤသို့သော်လည်း ပြောနိုင်ရာ၏။",
  "dn1:1.23.1": "ထို့ပြင်လည်း အချို့သော အသျှင်သမဏဗြာဟ္မဏတို့သည် ယုံကြည်၍လှူသော သုံးဆောင်ဖွယ်တို့ကို သုံးဆောင်ကြပြီးလျှင် မှားသောအသက်မွေးမှုဖြစ်သော ဤသို့သော ဖီလာအတတ်ဖြင့် အသက်မွေးကြ၏။",
  "dn1:1.23.2": "ဤသည်တို့ကား အဘယ်နည်း၊ မင်းတို့ (စစ်) ထွက်လတ္တံ့၊ မင်းတို့ (စစ်) ပြန်လာလတ္တံ့၊ ပြည်တွင်းမင်းတို့ (စစ်) တက်လတ္တံ့၊ ပြည်ပမင်းတို့ (စစ်) ဆုတ်လတ္တံ့၊ ပြည်ပမင်းတို့ (စစ်) တက်လတ္တံ့၊ ပြည်တွင်းမင်းတို့ (စစ်) ဆုတ်လတ္တံ့၊ ပြည်တွင်းမင်းတို့ (စစ်) အောင်လတ္တံ့၊ ပြည်ပမင်းတို့ (စစ်) ရှုံးလတ္တံ့၊ ပြည်ပမင်းတို့ (စစ်) အောင်လတ္တံ့၊ ပြည်တွင်းမင်းတို့ (စစ်) ရှုံးလတ္တံ့။ ဤသို့ ဤမင်း (စစ်) နိုင်လတ္တံ့၊ ဤမင်း (စစ်) ရှုံးလတ္တံ့ဟူသော အတတ်တို့တည်း။",
  "dn1:1.23.3": "ရဟန်းဂေါတမသည် မှားသောအသက်မွေးမှုဖြစ်သော ဤသို့သော ဖီလာအတတ် (ဖြင့် အသက်မွေးခြင်း) မှ ရှောင်ကြဉ်တော်မူ၏၊",
  "dn1:1.23.4": "ရဟန်းတို့ ပုထုဇဉ်သည် ဘုရား၏ဂုဏ်ကိုပြောခဲ့လျှင် ဤသို့သော်လည်း ပြောနိုင်ရာ၏။",
  "dn1:1.24.1": "ထို့ပြင်လည်း အချို့သော အသျှင်သမဏဗြာဟ္မဏတို့သည် ယုံကြည်၍လှူသော သုံးဆောင်ဖွယ်တို့ကို သုံးဆောင်ကြပြီးလျှင် မှားသောအသက်မွေးမှုဖြစ်သော ဤသို့သော ဖီလာအတတ်ဖြင့် အသက်မွေးကြ၏။",
  "dn1:1.24.2": "ဤသည်တို့ကား အဘယ်နည်း။ လကြတ်လတ္တံ့၊ နေကြတ်လတ္တံ့၊ နက္ခတ်ကြတ်လတ္တံ့၊ လနေတို့ လမ်းမှန်သွားလတ္တံ့၊ လနေတို့ လမ်းလွဲသွားလတ္တံ့၊ နက္ခတ်တို့ လမ်းမှန်သွားလတ္တံ့၊ နက္ခတ်တို့ လမ်းလွဲသွားလတ္တံ့၊ ဥက္ကာကျလတ္တံ့၊ ကြိတ်ထွက်လတ္တံ့၊ ငလျင်လှုပ်လတ္တံ့၊ မိုးထစ်ကြိုးလတ္တံ့၊ လနေ နက္ခတ်တို့ တက်ခြင်း သက်ခြင်း မှေးမှိန်ခြင်း တောက်ပခြင်း ဖြစ်လတ္တံ့၊ လကြတ်ခြင်းကြောင့် ဤသို့ အကျိုးဖြစ် လတ္တံ့၊ နေကြတ်ခြင်းကြောင့် ဤသို့ အကျိုး ဖြစ်လတ္တံ့၊ နက္ခတ်ကြတ်ခြင်းကြောင့် ဤသို့ အကျိုးဖြစ်လတ္တံ့၊ လနေတို့ လမ်းမှန်သွားခြင်းကြောင့်ဤသို့ အကျိုးဖြစ်လတ္တံ့၊ လနေတို့ လမ်းလွဲသွားခြင်းကြောင့် ဤသို့ အကျိုး ဖြစ်လတ္တံ့၊ နက္ခတ်တို့လမ်းမှန်သွားခြင်းကြောင့် ဤသို့ အကျိုးဖြစ်လတ္တံ့၊ နက္ခတ်တို့ လမ်းလွဲ သွားခြင်းကြောင့် ဤသို့အကျိုး ဖြစ်လတ္တံ့၊ ဥက္ကာကျခြင်းကြောင့် ဤသို့ အကျိုးဖြစ်လတ္တံ့၊ ကြိတ်ထွက်ခြင်းကြောင့် ဤသို့ အကျိုးဖြစ်လတ္တံ့၊ ငလျင်လှုပ်ခြင်းကြောင့် ဤသို့ အကျိုးဖြစ်လတ္တံ့၊ မိုးထစ်ကြိုးခြင်းကြောင့် ဤသို့ အကျိုးဖြစ်လတ္တံ့၊ လနေနက္ခတ်တို့ တက်ခြင်း သက်ခြင်း မှေးမှိန်ခြင်း တောက်ပခြင်းကြောင့် ဤသို့ အကျိုးဖြစ်လတ္တံ့၊ ဤသည်တို့တည်း။",
  "dn1:1.24.3": "ရဟန်းဂေါတမသည် မှားသောအသက်မွေးမှုဖြစ်သော ဤသို့သော ဖီလာအတတ် (ဖြင့် အသက်မွေးခြင်း) မှ ရှောင်ကြဉ်တော်မူ၏၊",
  "dn1:1.24.4": "ရဟန်းတို့ ပုထုဇဉ်သည် ဘုရား၏ဂုဏ်ကိုပြောခဲ့လျှင် ဤသို့သော်လည်း ပြောနိုင်ရာ၏။",
  "dn1:1.25.1": "ထို့ပြင်လည်း အချို့သော အသျှင်သမဏဗြာဟ္မဏတို့သည် ယုံကြည်၍လှူသော သုံးဆောင်ဖွယ်တို့ကို သုံးဆောင်ကြပြီးလျှင် မှားသောအသက်မွေးမှုဖြစ်သော ဤသို့သော ဖီလာအတတ်ဖြင့် အသက်မွေးကြ၏။",
  "dn1:1.25.2": "ဤသည်တို့ကား အဘယ်နည်း။ မိုးကောင်းလတ္တံ့၊ မိုးခေါင်လတ္တံ့၊ ဝပြောလတ္တံ့၊ ခေါင်းပါးလတ္တံ့၊ ငြိမ်းချမ်းလတ္တံ့၊ ဘေးများလတ္တံ့၊ ရောဂါများလတ္တံ့၊ ရောဂါကင်းလတ္တံ့၊ လက်ချိုးရေခြင်းအတတ်၊ ဂဏန်းအတတ်၊ သင်္ချာအတတ်၊ ကဗျာအတတ်၊ လောကာယတကျမ်းအတတ်၊ ဤသည်တို့တည်း။",
  "dn1:1.25.3": "ရဟန်းဂေါတမသည် မှားသောအသက်မွေးမှုဖြစ်သော ဤသို့သော ဖီလာအတတ် (ဖြင့် အသက်မွေးခြင်း) မှ ရှောင်ကြဉ်တော်မူ၏၊",
  "dn1:1.25.4": "ရဟန်းတို့ ပုထုဇဉ်သည် ဘုရား၏ဂုဏ်ကိုပြောခဲ့လျှင် ဤသို့သော်လည်း ပြောနိုင်ရာ၏။",
  "dn1:1.26.1": "ထို့ပြင်လည်း အချို့သော အသျှင်သမဏဗြာဟ္မဏတို့သည် ယုံကြည်၍လှူသော သုံးဆောင်ဖွယ်တို့ကို သုံးဆောင်ကြပြီးလျှင် မှားသောအသက်မွေးမှုဖြစ်သော ဤသို့သော ဖီလာအတတ်ဖြင့် အသက်မွေးကြ၏။",
  "dn1:1.26.2": "ဤသည်တို့ကား အဘယ်နည်း၊ သတို့သမီးဆောင်ယူ၍ ထိမ်းမြားခြင်း သတို့သမီးပေး၍ ထိမ်းမြားခြင်း စေ့စပ်ပေးခြင်း ကွာရှင်းပေးခြင်း ဥစ္စာသိမ်းဆည်းစေခြင်း ဥစ္စာဖြန့်ဖြူးစေခြင်း ကျက်သရေတိုးစေခြင်း ကျက်သရေယုတ်စေခြင်း ကိုယ်ဝန်မတည်မြဲသည်ကို တည်မြဲစေခြင်း လျှာခိုင်စေခြင်း မေးခိုင်စေခြင်း လက်ဟန့်မန္တန်စုတ်ခြင်း နားပင်းမန္တာန်စုတ်ခြင်း မှန်၌နတ်သွင်း၍မေးခြင်း သတို့သမီး၌ နတ် သွင်း၍မေးခြင်း နတ်မေးခြင်း နေကိုလုပ်ကျွေးခြင်း ဗြဟ္မာကိုလုပ်ကျွေးခြင်း ခံတွင်းမှမီးတောက်စေခြင်း သိရိနတ်သမီးကို ပင့်ခေါ်ခြင်း ဤသည်တို့တည်း။",
  "dn1:1.26.3": "ရဟန်းဂေါတမသည် မှားသောအသက်မွေးမှုဖြစ်သော ဤသို့သော ဖီလာအတတ် (ဖြင့် အသက်မွေးခြင်း) မှ ရှောင်ကြဉ်တော်မူ၏၊",
  "dn1:1.26.4": "ရဟန်းတို့ ပုထုဇဉ်သည် ဘုရား၏ဂုဏ်ကိုပြောခဲ့လျှင် ဤသို့သော်လည်း ပြောနိုင်ရာ၏။",
  "dn1:1.27.1": "ထို့ပြင်လည်း အချို့သော အသျှင်သမဏဗြာဟ္မဏတို့သည် ယုံကြည်၍လှူသော သုံးဆောင်ဖွယ်တို့ကို သုံးဆောင်ကြပြီးလျှင် မှားသောအသက်မွေးမှုဖြစ်သော ဤသို့သော ဖီလာအတတ်ဖြင့် အသက်မွေးကြ၏။",
  "dn1:1.27.2": "ဤသည်တို့ကား အဘယ်နည်း၊ နတ်ကိုးခြင်း တောင်းဆုပြည့်၍ နတ်ပူဇော်ခြင်း ဖုတ်တစ္ဆေအတတ်ကို လေ့ကျင့်ခြင်း မြေအိမ်၌နေ၍ သင်အပ်သောအတတ်ကို လေ့ကျင့်ခြင်း (ပဏ္ဍုက်ကို) ယောကျာ်းဖြစ်စေခြင်း (ယောကျာ်းကို) ပဏ္ဍုက်ဖြစ်စေခြင်း မြေကြန်အတတ်ကို လေ့ကျင့်ခြင်း ဆောက်လုပ်မည့်မြေရာ၌ အစီအရင်ပြုခြင်း ခံတွင်းဆေးခြင်း ရေချိုးစေခြင်း မီးပူဇော်ခြင်း ပျို့အန်စေခြင်း ဝမ်းသက်စေခြင်း (သလိပ်စသည့် ဒေါသတို့ကို) အထက်သို့လှန်စေခြင်း အောက်သို့လျှောစေခြင်း ဦးခေါင်းမှ (သွေးစသော ဒေါသတို့ကို) ထွက်စေခြင်း နားဆီချက်ခြင်း မျက်စဉ်းဆီချက်ခြင်း နှာနှတ်ခြင်း (ထက်သော) မျက်စဉ်းဆေးဖော်ခြင်း အေးသောမျက်စဉ်းဆေးဖော်ခြင်း တိမ်သလာကိုဆေးကုခြင်း ခွဲစိတ်ကုသခြင်း သူငယ်နာဆေးကုခြင်း မူလဆေးတို့ကိုပေးခြင်း အနာဆေးတို့ကို (ကပ်ခြင်း) ခွါခြင်း၊ ဤသည်တို့တည်း။",
  "dn1:1.27.3": "ရဟန်းဂေါတမသည် မှားသောအသက်မွေးမှုဖြစ်သော ဤသို့သော ဖီလာအတတ် (ဖြင့်အသက်မွေးခြင်း) မှ ရှောင်ကြဉ်တော်မူ၏၊",
  "dn1:1.27.4": "ရဟန်းတို့ ပုထုဇဉ်သည် ဘုရား၏ဂုဏ်ကိုပြောခဲ့လျှင် ဤသို့သော်လည်း ပြောနိုင်ရာ၏။",
  "dn1:1.27.5": "ရဟန်းတို့ ပုထုဇဉ်သည် ဘုရား၏ဂုဏ်ကို ပြောခဲ့လျှင် ပြောနိုင်ရာသည့် အနည်းငယ်မျှသာ ဖြစ်သော နိမ့်ကျသော သီလမျှဟူသည် ဤသည်ပင်တည်း။",
  "dn1:1.27.6": "မဟာသီလခန်း ပြီး၏။",
  "dn1:1.28.0.1": "၃။ မိစ္ဆာဒိဋ္ဌိ ပြခန်း",
  "dn1:1.28.0.2": "၃-၁။ ပုဗ္ဗန္တာနုဒိဋ္ဌိ တစ်ဆယ့်ရှစ်မျိုး",
  "dn1:1.28.1": "ရဟန်းတို့ (သီလမှ) တစ်ပါးသာလျှင် ဖြစ်ကုန်သော နက်နဲကုန်သော မြင်နိုင်ခဲကုန်သော သိနိုင်ခဲကုန်သော ငြိမ်သက်ကုန်သော မွန်မြတ်ကုန်သော ကြံစည်ခြင်းဖြင့် မရောက်နိုင်ကုန်သော သိမ်မွေ့ကုန်သော ပညာရှိတို့သာ သိနိုင်ကုန်သော တရားတို့သည် ရှိကုန်သေး၏[ဤ၌ တရားဟူသည် ဂုဏ်ပင်တည်း]၊ မြတ်စွာဘုရားသည် ယင်း (တရား) တို့ကို ကိုယ်တော်တိုင် ထူးသောဉာဏ်ဖြင့် မျက်မှောက်ပြု၍ ဟောတော်မူ၏၊ မြတ်စွာဘုရား၏ဟုတ်မှန်သောဂုဏ်ကို မှန်စွာ ပြောလိုကြလျှင် ယင်း (တရား) တို့ဖြင့် ပြောကြရာ၏။",
  "dn1:1.28.2": "ရဟန်းတို့ မြတ်စွာဘုရားသည် အကြင် (တရား) တို့ကို ကိုယ်တော်တိုင် ထူးသောဉာဏ်ဖြင့် မျက်မှောက်ပြု၍ ဟောတော်မူ၏၊ မြတ်စွာဘုရား၏ဟုတ်မှန်သောဂုဏ်ကို မှန်စွာ ပြောလိုကြလျှင် အကြင် (တရား) တို့ဖြင့် ပြောကြရာ၏၊ နက်နဲကုန်သော မြင်နိုင်ခဲကုန်သော သိနိုင်ခဲကုန်သော ငြိမ်သက်ကုန်သော မွန်မြတ်ကုန်သော ကြံစည်ခြင်းဖြင့် မရောက်နိုင်ကုန်သော သိမ်မွေ့ကုန်သော ပညာရှိတို့သာ သိနိုင်ကုန်သော ထိုတရားတို့သည်ကား အဘယ်နည်း —",
  "dn1:1.29.1": "ရဟန်းတို့ ရှေးအဖို့ကို ကြံဆကုန်သော ရှေးအဖို့ကို စွဲယူကုန်သော အချို့သောသမဏဗြာဟ္မဏတို့သည် ရှိကုန်၏၊ (ထိုသူတို့သည်) ရှေးအဖို့ကို စွဲမှီ၍ များပြားသော မိစ္ဆာအယူပြစကားတို့ကိုတစ်ဆယ့်ရှစ်မျိုးသော အကြောင်းတို့ဖြင့် ပြောဟောကုန်၏၊",
  "dn1:1.29.2": "ထိုအသျှင်သမဏဗြာဟ္မဏတို့သည် အဘယ်ကိုအကြောင်းပြု၍ အဘယ်ကို စွဲမှီ၍ ရှေးအဖို့ကို ကြံဆကုန်သနည်း၊ ရှေးအဖို့ကို စွဲယူကုန်သနည်း၊ ရှေးအဖို့ကို စွဲမှီ၍ များပြားသော မိစ္ဆာအယူပြစကားတို့ကို တစ်ဆယ့်ရှစ်မျိုးသော အကြောင်းတို့ဖြင့် ပြောဟောကုန်သနည်း။",
  "dn1:1.30.0": "၃-၁-၁။ သဿတဒိဋ္ဌိ (တည်မြဲအယူလေးမျိုး)",
  "dn1:1.30.1": "ရဟန်းတို့ တည်မြဲအယူရှိကုန်သော အချို့သောသမဏဗြာဟ္မဏတို့သည် ရှိကုန်၏၊ (ထိုသူတို့သည်) အတ္တကိုလည်းကောင်း၊ လောကကိုလည်းကောင်း တည်မြဲ၏ဟု လေးမျိုးသော အကြောင်းတို့ဖြင့် ပြကုန်၏၊",
  "dn1:1.30.2": "တည်မြဲအယူရှိကုန်သော ထိုအသျှင်သမဏဗြာဟ္မဏတို့သည် အဘယ်ကို အကြောင်းပြု၍အဘယ်ကို စွဲမှီ၍ အတ္တကိုလည်းကောင်း၊ လောကကိုလည်းကောင်း တည်မြဲ၏ဟု လေးမျိုးသော အကြောင်းတို့ဖြင့် ပြကုန်သနည်း။",
  "dn1:1.31.1": "<em>သဿတဒိဋ္ဌိ ပဌမဝါဒ</em>ရဟန်းတို့ ဤလောက၌ အချို့သော သမဏသည်လည်းကောင်း ဗြာဟ္မဏသည်လည်းကောင်းပြင်းစွာ အားထုတ်ခြင်းကို စွဲ၍ မြဲမြံစွာ အားထုတ်ခြင်းကို စွဲ၍ အဖန်ဖန် အားထုတ်ခြင်းကို စွဲ၍မမေ့လျော့ခြင်းကို စွဲ၍ ကောင်းစွာ နှလုံးသွင်းခြင်းကို စွဲ၍ ထိုသို့သဘောရှိသော စိတ်တည်ကြည်ခြင်းကိုရ၏၊ ယင်းသို့ စိတ်သည် တည်ကြည်လတ်သော် စင်ကြယ်လတ်သော် ဖြူစင်လတ်သော် ညစ်ကြေးမရှိလတ်သော် ညစ်ညူးခြင်းကင်းလတ်သော် များပြားသော ရှေး၌ နေဖူးသောဘဝကို အောက်မေ့နိုင်၏၊[ပုဗ္ဗေနိဝါသ (ပါဠိ) ပုဗ္ဗေ —ရှေး၌၊ နိဝါသ —နေဖူးသောဘဝ။]",
  "dn1:1.31.2": "ဤသည်တို့ကား အဘယ်နည်း —တစ်ဘဝကိုလည်းကောင်း၊ နှစ်ဘဝတို့ကိုလည်းကောင်း၊ သုံးဘဝတို့ကိုလည်းကောင်း၊ လေးဘဝတို့ကိုလည်းကောင်း၊ ငါးဘဝတို့ကိုလည်းကောင်း၊ ဆယ်ဘဝတို့ကိုလည်းကောင်း၊ ဘဝနှစ်ဆယ်တို့ကိုလည်းကောင်း၊ ဘဝသုံးဆယ်တို့ကိုလည်းကောင်း၊ ဘဝလေးဆယ်တို့ကိုလည်းကောင်း၊ ဘဝငါးဆယ်တို့ကိုလည်း ကောင်း၊ ဘဝတစ်ရာကိုလည်းကောင်း၊ ဘဝတစ်ထောင်ကိုလည်းကောင်း၊ ဘဝတစ်သိန်းကိုလည်းကောင်း၊ ဘဝရာပေါင်းများစွာတို့ကိုလည်းကောင်း၊ ဘဝထောင်ပေါင်းများစွာတို့ကိုလည်းကောင်း၊ ဘဝသိန်းပေါင်းများစွာတို့ကိုလည်းကောင်း ‘ထို (ဘဝ) ၌ (ငါ) သည် ဤသို့သော အမည် ရှိခဲ့၏၊ ဤသို့သော အနွယ်ရှိခဲ့၏၊ ဤသို့သော အဆင်း ရှိခဲ့၏၊ ဤသို့သော အစာရှိခဲ့၏၊ ဤသို့သော ချမ်းသာဆင်းရဲကို ခံစားခဲ့၏၊ ဤသို့သော အသက်အပိုင်းအခြား ရှိခဲ့၏၊ ထို (ငါ) သည် ထို (ဘဝ) မှ သေခဲ့၍ ထို (ဘဝ) ၌ ဖြစ်ပြန်ခဲ့၏၊ ထို (ဘဝ) ၌လည်း ဤသို့သော အမည်ရှိခဲ့၏၊ ဤသို့သော အနွယ် ရှိခဲ့၏၊ ဤသို့သော အဆင်းရှိခဲ့၏၊ ဤသို့သော အစာရှိခဲ့၏၊ ဤသို့သော ချမ်းသာဆင်းရဲကို ခံစားခဲ့၏၊ ဤသို့သော အသက်အပိုင်းအခြားရှိခဲ့၏၊ ထို (ငါ) သည် ထို (ဘဝ) မှ သေခဲ့၍ ဤ (ဘဝ) ၌ ဖြစ်ပြန်ခဲ့၏’ဟု အခြင်းအရာနှင့်တကွညွှန်ပြဖွယ် (အမည် အနွယ်) နှင့်တကွ များပြားသော ရှေး၌ နေဖူးသော ဘဝကို အောက်မေ့ နိုင်၏။",
  "dn1:1.31.3": "ထိုသူသည် ဤသို့ ဆို၏ —",
  "dn1:1.31.4": "“အတ္တသည်လည်းကောင်း၊ လောကသည်လည်းကောင်း မြဲ၏၊ မြုံ၏၊ တောင်ထွတ်ကဲ့သို့ တည်၏၊ ခိုင်မြဲသော တံခါးတိုင်ကဲ့သို့ တည်၏၊",
  "dn1:1.31.5": "ထိုသတ္တဝါတို့သည်ပင်လျှင် (တစ်ဘဝမှ တစ်ဘဝသို့) ပြေးသွားကုန်၏၊ ကျင်လည်ကုန်၏၊ သေကုန်၏၊ ဖြစ်ပေါ်ကုန်၏။ (အတ္တနှင့်လောကသည်) မြဲသော အရာတို့နှင့်တူစွာ အမြဲရှိနေသည်သာတည်း၊",
  "dn1:1.31.6": "အဘယ်ကြောင့်ဆိုသော် —",
  "dn1:1.31.7": "ငါသည် ပြင်းစွာ အားထုတ်ခြင်းကို စွဲ၍ မြဲမြံစွာအားထုတ်ခြင်းကို စွဲ၍ အဖန်ဖန် အားထုတ်ခြင်းကို စွဲ၍ မမေ့လျော့ခြင်းကို စွဲ၍ ကောင်းစွာ နှလုံးသွင်းခြင်းကို စွဲ၍ ထိုသို့ သဘောရှိသော စိတ်တည်ကြည်ခြင်းကို ရ၏၊ ယင်းသို့ စိတ်သည် တည်ကြည်လတ်သော် များပြားသော ရှေး၌ နေဖူးသော ဘဝကို အောက်မေ့နိုင်၏၊",
  "dn1:1.31.8": "ဤသည်တို့ကား အဘယ်နည်း — တစ်ဘဝကိုလည်းကောင်း၊ နှစ်ဘဝတို့ကိုလည်းကောင်း၊ သုံးဘဝတို့ကိုလည်းကောင်း၊ လေးဘဝတို့ကိုလည်းကောင်း၊ ငါးဘဝတို့ကိုလည်းကောင်း၊ ဆယ်ဘဝတို့ကိုလည်းကောင်း၊ ဘဝနှစ်ဆယ်တို့ကိုလည်းကောင်း၊ ဘဝသုံးဆယ်တို့ကိုလည်းကောင်း၊ ဘဝလေးဆယ်တို့ကိုလည်းကောင်း ဘဝငါးဆယ်တို့ကိုလည်းကောင်း၊ ဘဝတစ်ရာကိုလည်းကောင်း၊ ဘဝတစ်ထောင်ကိုလည်းကောင်း၊ ဘဝတစ်သိန်းကိုလည်းကောင်း၊ ဘဝရာပေါင်းများစွာတို့ကိုလည်းကောင်း၊ ဘဝထောင်ပေါင်းများစွာတို့ကိုလည်းကောင်း၊ ဘဝသိန်းပေါင်းများစွာတို့ကိုလည်းကောင်း ‘ ထို (ဘဝ) ၌ (ငါ) သည် ဤသို့သော အမည် ရှိခဲ့၏၊ ဤသို့သောအနွယ် ရှိခဲ့၏၊ ဤသို့သော အဆင်းရှိခဲ့၏၊ ဤသို့သော အစာ ရှိခဲ့၏၊ ဤသို့သော ချမ်းသာဆင်းရဲကိုခံစားခဲ့၏၊ ဤသို့ သော အသက်အပိုင်းအခြား ရှိခဲ့၏၊ ထို (ငါ) သည် ထို (ဘဝ) မှ သေခဲ့၍ ထို (ဘဝ) ၌ဖြစ်ပြန်ခဲ့၏၊ ထို (ဘဝ) ၌လည်း ဤသို့သော အမည်ရှိခဲ့၏၊ ဤသို့သော အနွယ်ရှိခဲ့၏၊ ဤသို့သောအဆင်းရှိခဲ့၏၊ ဤသို့ သော အစာ ရှိခဲ့၏၊ ဤသို့သော ချမ်းသာဆင်းရဲကို ခံစားခဲ့၏၊ ဤသို့သောအသက်အပိုင်းအခြား ရှိခဲ့၏၊ ထို (ငါ) သည် ထို (ဘဝ) မှ သေခဲ့၍ ဤ (ဘဝ) ၌ ဖြစ်ပြန်ခဲ့၏’ဟုအခြင်းအရာနှင့်တကွ ညွှန်ပြဖွယ် (အမည်အနွယ်) နှင့် တကွ များပြားသော ရှေး၌ နေဖူးသော ဘဝကိုအောက်မေ့နိုင်၏။ ",
  "dn1:1.31.9": "ငါသည် ဤ အကြောင်းကြောင့် —",
  "dn1:1.31.10": "‘အတ္တသည်လည်းကောင်း၊ လောကသည်လည်းကောင်း မြဲ၏၊ မြုံ၏၊ တောင်ထွတ်ကဲ့သို့ တည်၏၊ ခိုင်မြဲသော တံခါးတိုင်ကဲ့သို့ တည်၏၊",
  "dn1:1.31.11": "ထိုသတ္တဝါတို့သည်ပင်လျှင် (တစ်ဘဝမှ တစ်ဘဝသို့) ပြေးသွားကုန်၏၊ ကျင်လည်ကုန်၏၊ သေကုန်၏၊ ဖြစ်ပေါ်ကုန်၏၊ (အတ္တနှင့်လောကသည်) မြဲသောအရာတို့နှင့် တူစွာ အမြဲရှိနေသည်သာတည်း’ဟု သိ၏” ဟူ၍ ဆို၏။",
  "dn1:1.31.12": "ရဟန်းတို့ ဤသည်ကား ပဌမအကြောင်းတည်း၊ ယင်းကို အကြောင်းပြု၍ ယင်းကို စွဲမှီ၍ တည်မြဲအယူ ရှိကုန်သော အချို့သောသမဏဗြာဟ္မဏတို့သည် အတ္တကိုလည်းကောင်း၊ လောကကိုလည်းကောင်းတည်မြဲ၏ဟု ပြကုန်၏။",
  "dn1:1.32.1": "<em>သဿတဒိဋ္ဌိ ဒုတိယဝါဒ</em>ဒုတိယဝါဒ၌ကား တည်မြဲအယူရှိကုန်သော အသျှင်သမဏဗြာဟ္မဏတို့သည် အဘယ်ကိုအကြောင်းပြု၍ အဘယ်ကို စွဲမှီ၍ အတ္တကိုလည်းကောင်း၊ လောကကိုလည်းကောင်း တည်မြဲ၏ဟု ပြကုန်သနည်း။",
  "dn1:1.32.2": "ရဟန်းတို့ ဤလောက၌ အချို့သော သမဏသည်လည်းကောင်း၊ ဗြာဟ္မဏသည်လည်းကောင်း ပြင်းစွာအားထုတ်ခြင်းကို စွဲ၍ မြဲမြံစွာ အားထုတ်ခြင်းကို စွဲ၍ အဖန်ဖန် အားထုတ်ခြင်းကို စွဲ၍ မမေ့လျော့ခြင်းကို စွဲ၍ ကောင်းစွာ နှလုံးသွင်းခြင်းကို စွဲ၍ ထိုသို့သဘောရှိသော စိတ်တည်ကြည်ခြင်းကို ရ၏၊ ယင်းသို့ စိတ်သည် တည်ကြည်လတ်သော် များပြားသော ရှေး၌ နေဖူးသော ဘဝကို အောက်မေ့နိုင်၏၊",
  "dn1:1.32.3": "ဤသည်တို့ကား အဘယ်နည်း —တစ်ခုသော ပျက်ကပ်ဖြစ်ကပ်ကိုလည်းကောင်း၊ နှစ်ခုသော ပျက်ကပ်ဖြစ်ကပ်တို့ကိုလည်းကောင်း၊ သုံးခုသော ပျက်ကပ်ဖြစ်ကပ်တို့ကိုလည်းကောင်း၊ လေးခုသော ပျက်ကပ်ဖြစ်ကပ်တို့ကိုလည်းကောင်း၊ ငါးခု သောပျက်ကပ်ဖြစ်ကပ်တို့ကိုလည်းကောင်း၊ ဆယ်ခုသော ပျက်ကပ်ဖြစ်ကပ်တို့ကိုလည်းကောင်း ‘ ထို (ဘဝ) ၌ (ငါ) သည် ဤသို့သော အမည် ရှိခဲ့၏၊ ဤသို့သော အနွယ်ရှိခဲ့၏၊ ဤသို့သောအဆင်းရှိခဲ့၏၊ ဤသို့ သော အစာရှိခဲ့၏၊ ဤသို့သော ချမ်းသာ ဆင်းရဲကို ခံစားခဲ့၏၊ ဤသို့သောအသက်အပိုင်းအခြား ရှိခဲ့၏၊ ထို (ငါ) သည် ထို (ဘဝ) မှ သေခဲ့၍ ထို (ဘဝ) ၌ဖြစ်ပြန်ခဲ့၏၊ ထို (ဘဝ) ၌လည်း ဤသို့သော အမည်ရှိခဲ့၏၊ ဤသို့သော အနွယ်ရှိခဲ့၏၊ ဤသို့သောအဆင်းရှိခဲ့၏၊ ဤသို့သော အစာရှိခဲ့၏၊ ဤသို့သော ချမ်းသာ ဆင်းရဲကို ခံစားခဲ့၏၊ ဤသို့သောအသက်အပိုင်းအခြား ရှိခဲ့၏၊ ထို (ငါ) သည် ထို (ဘဝ) မှ သေခဲ့၍ ဤ (ဘဝ) ၌ ဖြစ်ပြန်ခဲ့၏’ဟုအခြင်းအရာနှင့် တကွ ညွှန်ပြဖွယ် (အမည်အနွယ်) နှင့်တကွ များပြားသော ရှေး၌ နေဖူးသော ဘဝကိုအောက်မေ့နိုင်၏၊",
  "dn1:1.32.4": "ထိုသူသည် ဤသို့ ဆို၏ —",
  "dn1:1.32.5": "“အတ္တသည်လည်းကောင်း၊ လောကသည်လည်းကောင်း မြဲ၏၊ မြုံ၏၊ တောင်ထွတ်ကဲ့သို့ တည်၏၊ ခိုင်မြဲသော တံခါးတိုင်ကဲ့သို့ တည်၏၊",
  "dn1:1.32.6": "ထိုသတ္တဝါတို့သည်ပင်လျှင် (တစ်ဘဝမှ တစ်ဘဝသို့) ပြေးသွားကုန်၏၊ ကျင်လည်ကုန်၏၊ သေကုန်၏၊ ဖြစ်ပေါ်ကုန်၏။ (အတ္တနှင့်လောကသည်) မြဲသော အရာတို့နှင့်တူစွာ အမြဲရှိနေသည်သာတည်း၊",
  "dn1:1.32.7": "အဘယ်ကြောင့်ဆိုသော် —",
  "dn1:1.32.8": "ငါသည် ပြင်းစွာ အားထုတ်ခြင်းကို စွဲ၍ မြဲမြံစွာအားထုတ်ခြင်းကို စွဲ၍ အဖန်ဖန် အားထုတ်ခြင်းကို စွဲ၍ မမေ့လျော့ခြင်းကို စွဲ၍ ကောင်းစွာ နှလုံးသွင်းခြင်းကို စွဲ၍ ထိုသို့ သဘောရှိသော စိတ်တည်ကြည်ခြင်းကို ရ၏၊ ယင်းသို့ စိတ်သည် တည်ကြည်လတ်သော် များပြားသော ရှေး၌ နေဖူးသော ဘဝကို အောက်မေ့နိုင်၏၊",
  "dn1:1.32.9": "ဤသည်တို့ကား အဘယ်နည်း —တစ်ခုသော ပျက်ကပ်ဖြစ်ကပ်ကိုလည်းကောင်း၊ နှစ်ခုသော ပျက်ကပ်ဖြစ်ကပ်တို့ကိုလည်းကောင်း၊ သုံးခုသော ပျက်ကပ်ဖြစ်ကပ်တို့ကိုလည်းကောင်း၊ လေးခုသော ပျက်ကပ်ဖြစ်ကပ်တို့ကိုလည်းကောင်း၊ ငါးခု သောပျက်ကပ်ဖြစ်ကပ်တို့ကိုလည်းကောင်း၊ ဆယ်ခုသော ပျက်ကပ်ဖြစ်ကပ်တို့ကိုလည်းကောင်း ‘ ထို (ဘဝ) ၌ (ငါ) သည် ဤသို့သော အမည် ရှိခဲ့၏၊ ဤသို့သော အနွယ်ရှိခဲ့၏၊ ဤသို့သောအဆင်းရှိခဲ့၏၊ ဤသို့ သော အစာရှိခဲ့၏၊ ဤသို့သော ချမ်းသာ ဆင်းရဲကို ခံစားခဲ့၏၊ ဤသို့သောအသက်အပိုင်းအခြား ရှိခဲ့၏၊ ထို (ငါ) သည် ထို (ဘဝ) မှ သေခဲ့၍ ထို (ဘဝ) ၌ဖြစ်ပြန်ခဲ့၏၊ ထို (ဘဝ) ၌လည်း ဤသို့သော အမည်ရှိခဲ့၏၊ ဤသို့သော အနွယ်ရှိခဲ့၏၊ ဤသို့သောအဆင်းရှိခဲ့၏၊ ဤသို့သော အစာရှိခဲ့၏၊ ဤသို့သော ချမ်းသာ ဆင်းရဲကို ခံစားခဲ့၏၊ ဤသို့သောအသက်အပိုင်းအခြား ရှိခဲ့၏၊ ထို (ငါ) သည် ထို (ဘဝ) မှ သေခဲ့၍ ဤ (ဘဝ) ၌ ဖြစ်ပြန်ခဲ့၏’ဟုအခြင်းအရာနှင့် တကွ ညွှန်ပြဖွယ် (အမည်အနွယ်) နှင့်တကွ များပြားသော ရှေး၌ နေဖူးသော ဘဝကိုအောက်မေ့နိုင်၏၊",
  "dn1:1.32.10": "ငါသည် ဤ အကြောင်းကြောင့် —",
  "dn1:1.32.11": "‘ အတ္တသည်လည်းကောင်း၊ လောကသည်လည်းကောင်း မြဲ၏၊ မြုံ၏၊ တောင်ထွတ်ကဲ့သို့ တည်၏၊ ခိုင်မြဲသော တံခါးတိုင်ကဲ့သို့ တည်၏၊ ထိုသတ္တဝါတို့သည်ပင်လျှင် (တစ်ဘဝမှ တစ်ဘဝသို့) ပြေးသွားကုန်၏၊ ကျင်လည်ကုန်၏၊ သေကုန်၏၊ ဖြစ်ပေါ်ကုန်၏၊ (အတ္တနှင့် လောကသည်) မြဲသောအရာတို့နှင့် တူစွာ အမြဲရှိနေသည်သာတည်း’ဟု သိ၏” ဟူ၍ ဆို၏။",
  "dn1:1.32.12": "ရဟန်းတို့ ဤသည်ကား ဒုတိယ အကြောင်းတည်း၊ ယင်းကို အကြောင်းပြု၍ ယင်းကို စွဲမှီ၍ တည်မြဲအယူရှိကုန်သော အချို့သောသမဏဗြာဟ္မဏတို့သည် အတ္တကိုလည်းကောင်း၊ လောကကိုလည်းကောင်းတည်မြဲ၏ဟု ပြကုန်၏။",
  "dn1:1.33.1": "<em>သဿတဒိဋ္ဌိ တတိယဝါဒ</em>တတိယဝါဒ၌ကား တည်မြဲအယူရှိကုန်သော အသျှင်သမဏဗြာဟ္မဏတို့သည် အဘယ်ကို အကြောင်းပြု၍ အဘယ်ကို စွဲမှီ၍ အတ္တကိုလည်းကောင်း လောကကိုလည်းကောင်း တည်မြဲ၏ဟု ပြကုန်သနည်း။",
  "dn1:1.33.2": "ရဟန်းတို့ ဤလောက၌ အချို့သော သမဏသည်လည်းကောင်း၊ ဗြာဟ္မဏသည်လည်းကောင်း ပြင်းစွာအားထုတ်ခြင်းကို စွဲ၍ မြဲမြံစွာ အားထုတ်ခြင်းကို စွဲ၍ အဖန်ဖန် အားထုတ်ခြင်းကို စွဲ၍ မမေ့လျော့ခြင်းကို စွဲ၍ ကောင်းစွာ နှလုံးသွင်းခြင်းကို စွဲ၍ ထိုသို့သဘောရှိသော စိတ်တည်ကြည်ခြင်းကို ရ၏၊ ယင်းသို့ စိတ်သည် တည်ကြည်လတ်သော် များပြားသော ရှေး၌ နေဖူးသော ဘဝကို အောက်မေ့နိုင်၏၊",
  "dn1:1.33.3": "ဤသည်တို့ကား အဘယ်နည်း —ဆယ်ခုသော ပျက်ကပ်ဖြစ်ကပ်တို့ကိုလည်းကောင်း၊ နှစ်ဆယ်သော ပျက်ကပ်ဖြစ်ကပ်တို့ကိုလည်းကောင်း၊ သုံးဆယ်သော ပျက်ကပ်ဖြစ်ကပ်တို့ကိုလည်းကောင်း၊ လေးဆယ်သော ပျက်ကပ်ဖြစ်ကပ်တို့ကိုလည်းကောင်း ‘ ထို (ဘဝ) ၌ (ငါ) သည် ဤသို့သော အမည်ရှိခဲ့၏၊ ဤသို့သော အနွယ်ရှိခဲ့၏၊ ဤသို့သော အဆင်းရှိခဲ့၏၊ ဤသို့သော အစာရှိခဲ့၏၊ ဤသို့သော ချမ်းသာဆင်းရဲကို ခံစားခဲ့၏၊ ဤသို့သောအသက်အပိုင်းအခြား ရှိခဲ့၏၊ ထို (ငါ) သည် ထို (ဘဝ) မှ သေခဲ့၍ ထို (ဘဝ) ၌ ဖြစ်ပြန်ခဲ့၏၊ ထို (ဘဝ) ၌လည်း ဤသို့သော အမည်ရှိခဲ့၏၊ ဤသို့သော အနွယ်ရှိခဲ့၏၊ ဤသို့သော အဆင်းရှိခဲ့၏၊ ဤသို့သောအစာရှိခဲ့၏၊ ဤသို့သော ချမ်းသာဆင်းရဲကို ခံစားခဲ့၏၊ ဤသို့သော အသက်အပိုင်းအခြား ရှိခဲ့၏၊ ထို (ငါ) သည် ထို (ဘဝ) မှ သေခဲ့၍ ဤ (ဘဝ) ၌ ဖြစ်ပြန်ခဲ့၏’ဟု အခြင်းအရာနှင့်တကွ ညွှန်ပြဖွယ် (အမည်အနွယ်) နှင့် တကွ များပြားသော ရှေး၌နေဖူးသော ဘဝကို အောက်မေ့နိုင်၏။",
  "dn1:1.33.4": "ထိုသူသည် ဤသို့ ဆို၏ —",
  "dn1:1.33.5": "“အတ္တသည်လည်းကောင်း၊ လောကသည်လည်းကောင်း မြဲ၏၊ မြုံ၏၊ တောင်ထွတ်ကဲ့သို့ တည်၏၊ ခိုင်မြဲသော တံခါးတိုင်ကဲ့သို့ တည်၏၊",
  "dn1:1.33.6": "ထိုသတ္တဝါတို့သည်ပင်လျှင် (တစ်ဘဝမှ တစ်ဘဝသို့) ပြေးသွားကုန်၏၊ ကျင်လည်ကုန်၏၊ သေကုန်၏၊ ဖြစ်ပေါ်ကုန်၏။ (အတ္တနှင့်လောကသည်) မြဲသော အရာတို့နှင့်တူစွာ အမြဲရှိနေသည်သာတည်း၊",
  "dn1:1.33.7": "အဘယ်ကြောင့်ဆိုသော် —",
  "dn1:1.33.8": "ငါသည် ပြင်းစွာ အားထုတ်ခြင်းကို စွဲ၍ မြဲမြံစွာအားထုတ်ခြင်းကို စွဲ၍ အဖန်ဖန် အားထုတ်ခြင်းကို စွဲ၍ မမေ့လျော့ခြင်းကို စွဲ၍ ကောင်းစွာ နှလုံးသွင်းခြင်းကို စွဲ၍ ထိုသို့ သဘောရှိသော စိတ်တည်ကြည်ခြင်းကို ရ၏၊ ယင်းသို့ စိတ်သည် တည်ကြည်လတ်သော် များပြားသော ရှေး၌ နေဖူးသော ဘဝကို အောက်မေ့နိုင်၏၊",
  "dn1:1.33.9": "ဤသည်တို့ကား အဘယ်နည်း —ဆယ်ခုသော ပျက်ကပ်ဖြစ်ကပ်တို့ကိုလည်းကောင်း၊ နှစ်ဆယ်သော ပျက်ကပ်ဖြစ်ကပ်တို့ကိုလည်းကောင်း၊ သုံးဆယ်သော ပျက်ကပ်ဖြစ်ကပ်တို့ကိုလည်းကောင်း၊ လေးဆယ်သော ပျက်ကပ်ဖြစ်ကပ်တို့ကိုလည်းကောင်း ‘ ထို (ဘဝ) ၌ (ငါ) သည် ဤသို့သော အမည်ရှိခဲ့၏၊ ဤသို့သော အနွယ်ရှိခဲ့၏၊ ဤသို့သော အဆင်းရှိခဲ့၏၊ ဤသို့သော အစာရှိခဲ့၏၊ ဤသို့သော ချမ်းသာဆင်းရဲကို ခံစားခဲ့၏၊ ဤသို့သောအသက်အပိုင်းအခြား ရှိခဲ့၏၊ ထို (ငါ) သည် ထို (ဘဝ) မှ သေခဲ့၍ ထို (ဘဝ) ၌ ဖြစ်ပြန်ခဲ့၏၊ ထို (ဘဝ) ၌လည်း ဤသို့သော အမည်ရှိခဲ့၏၊ ဤသို့သော အနွယ်ရှိခဲ့၏၊ ဤသို့သော အဆင်းရှိခဲ့၏၊ ဤသို့သောအစာရှိခဲ့၏၊ ဤသို့သော ချမ်းသာဆင်းရဲကို ခံစားခဲ့၏၊ ဤသို့သော အသက်အပိုင်းအခြား ရှိခဲ့၏၊ ထို (ငါ) သည် ထို (ဘဝ) မှ သေခဲ့၍ ဤ (ဘဝ) ၌ ဖြစ်ပြန်ခဲ့၏’ဟု အခြင်းအရာနှင့်တကွ ညွှန်ပြဖွယ် (အမည်အနွယ်) နှင့် တကွ များပြားသော ရှေး၌နေဖူးသော ဘဝကို အောက်မေ့နိုင်၏။",
  "dn1:1.33.10": "ငါသည် ဤ အကြောင်းကြောင့် —",
  "dn1:1.33.11": "‘ အတ္တသည်လည်းကောင်း၊ လောကသည်လည်းကောင်း မြဲ၏၊ မြုံ၏၊ တောင်ထွတ်ကဲ့သို့ တည်၏၊ ခိုင်မြဲသော တံခါးတိုင်ကဲ့သို့ တည်၏၊ ထိုသတ္တဝါတို့သည်ပင်လျှင် (တစ်ဘဝမှ တစ်ဘဝသို့) ပြေးသွားကုန်၏၊ ကျင်လည်ကုန်၏၊ သေကုန်၏၊ ဖြစ်ပေါ်ကုန်၏၊ (အတ္တနှင့် လောကသည်) မြဲသောအရာတို့နှင့် တူစွာ အမြဲရှိနေသည်သာတည်း’ဟု သိ၏” ဟူ၍ ဆို၏။",
  "dn1:1.33.12": "ရဟန်းတို့ ဤသည်ကား တတိယ အကြောင်းတည်း၊ ယင်းကို အကြောင်းပြု၍ ယင်းကို စွဲမှီ၍တည်မြဲအယူရှိကုန်သော အချို့သောသမဏဗြာဟ္မဏတို့သည် အတ္တကိုလည်းကောင်း လောကကိုလည်းကောင်း တည်မြဲ၏ဟု ပြကုန်၏။",
  "dn1:1.34.1": "<em>သဿတဒိဋ္ဌိ စတုတ္ထဝါဒ</em>စတုတ္ထဝါဒ၌ကား တည်မြဲအယူရှိကုန်သော အသျှင်သမဏဗြာဟ္မဏတို့သည် အဘယ်ကိုအကြောင်းပြု၍ အဘယ်ကို စွဲမှီ၍ အတ္တကိုလည်းကောင်း၊ လောကကိုလည်းကောင်း တည်မြဲ၏ဟု ပြကုန်သနည်း။",
  "dn1:1.34.2": "ရဟန်းတို့ ဤလောက၌ အချို့သော သမဏသည်လည်းကောင်း၊ ဗြာဟ္မဏသည်လည်းကောင်းကြံစည်လေ့ရှိ၏၊ စူးစမ်းလေ့ရှိ၏၊ ထိုသူသည် အမျိုးမျိုး ကြံစည်၍ စူးစမ်းဆင်ခြင်၍ မိမိ၏ ထင်မြင်ချက်ကို ဤသို့ ဆို၏ —",
  "dn1:1.34.3": "“အတ္တသည်လည်းကောင်း၊ လောကသည်လည်းကောင်း မြဲ၏၊ မြုံ၏၊ တောင်ထွတ်ကဲ့သို့ တည်၏၊ ခိုင်မြဲသော တံခါးတိုင်ကဲ့သို့ တည်၏၊",
  "dn1:1.34.4": "ထိုသတ္တဝါတို့သည်ပင်လျှင် (တစ်ဘဝမှ တစ်ဘဝသို့) ပြေးသွားကုန်၏၊ ကျင်လည်ကုန်၏၊ သေကုန်၏၊ ဖြစ်ပေါ်ကုန်၏၊ (အတ္တနှင့် လောကသည်) မြဲသောအရာတို့နှင့် တူစွာ အမြဲရှိနေသည်သာတည်း”ဟု ဆို၏။",
  "dn1:1.34.5": "ရဟန်းတို့ ဤသည်ကား စတုတ္ထအကြောင်းတည်း၊ ယင်းကို အကြောင်းပြု၍ ယင်းကို စွဲမှီ၍တည်မြဲအယူရှိကုန်သော အချို့သောသမဏဗြာဟ္မဏတို့သည် အတ္တကိုလည်းကောင်း လောကကိုလည်းကောင်း တည်မြဲ၏ဟု ပြကုန်၏။",
  "dn1:1.35.1": "ရဟန်းတို့ တည်မြဲအယူရှိကုန်သော သမဏဗြာဟ္မဏအားလုံးတို့သည် အတ္တကိုလည်းကောင်း၊ လောကကိုလည်းကောင်း တည်မြဲ၏ဟု လေးမျိုးသော အကြောင်းတို့ဖြင့် ပြကုန်၏။",
  "dn1:1.35.2": "ရဟန်းတို့ တည်မြဲအယူရှိကုန်သော သမဏဗြာဟ္မဏအားလုံးတို့သည် အတ္တကိုလည်းကောင်း၊ လောကကိုလည်းကောင်း တည်မြဲ၏ဟု ပြကြလျှင် ဤလေးမျိုးသော အကြောင်းတို့ဖြင့်သော်လည်းကောင်း ဤ (လေးမျိုး) တို့တွင် တစ်မျိုးမျိုးသော အကြောင်းဖြင့်သော်လည်းကောင်း ပြကုန်၏၊ ဤ (လေးမျိုး) တို့မှတစ်ပါးသော အကြောင်း မရှိ။",
  "dn1:1.36.1": "မြတ်စွာဘုရားသည် ထို (လေးမျိုးသောအယူ) ကိုသိတော်မူ၏။",
  "dn1:1.36.2": "“ဤအယူတို့သည် ဤသို့ စွဲယူထားလျှင် ဤသို့ မှားယွင်းစွာ သုံးသပ်ထားလျှင် ဤသို့လားရာရှိကုန်၏၊ ဤသို့ တမလွန်ရှိကုန်၏”",
  "dn1:1.36.3": "မြတ်စွာဘုရားသည် ထို (လေးမျိုးသောအယူ) ကိုလည်း သိတော်မူ၏၊ ထို့ထက် အထူးသဖြင့် လွန်မြတ်သော တရားကိုလည်း သိတော်မူ၏၊ ထို (အထူးသဖြင့် လွန်မြတ်သောတရား) ကို သိတော်မူသော်လည်း မှားယွင်းစွာ မသုံးသပ်၊ မှားယွင်းစွာမသုံးသပ်သောကြောင့် ထို (မြတ်စွာဘုရား) သည် ကိုယ်တော်တိုင်သာလျှင် နိဗ္ဗာန်ကို သိတော်မူ၏။",
  "dn1:1.36.4": "ရဟန်းတို့ မြတ်စွာဘုရားသည် ဝေဒနာတို့၏ ဖြစ်ကြောင်းကိုလည်းကောင်း၊ ချုပ်ကြောင်းကိုလည်းကောင်း သာယာဖွယ်ကိုလည်းကောင်း၊ အပြစ်ကိုလည်းကောင်း၊ (ဝေဒနာတို့မှ) ထွက်မြောက်ရာကိုလည်းကောင်းဟုတ်မှန်သောအတိုင်း သိတော်မူသဖြင့် (တစ်စုံတစ်ရာ) မစွဲလမ်းမူ၍ လွတ်မြောက်တော်မူ၏။",
  "dn1:1.37.1": "ရဟန်းတို့ မြတ်စွာဘုရားသည် အကြင် (တရား) တို့ကို ကိုယ်တော်တိုင် ထူးသော ဉာဏ်ဖြင့်မျက်မှောက်ပြု၍ ဟောတော်မူ၏၊ မြတ်စွာဘုရား၏ဟုတ်မှန်သောဂုဏ်ကို မှန်စွာ ပြောလိုကြလျှင် အကြင် (တရား) တို့ဖြင့် ပြောကြရာ၏၊ နက်နဲကုန်သော မြင်နိုင်ခဲကုန်သော သိနိုင်ခဲကုန်သော ငြိမ်သက်ကုန်သော မွန်မြတ်ကုန်သော ကြံစည်ခြင်းဖြင့် မရောက်နိုင်ကုန်သော သိမ်မွေ့ကုန်သော ပညာရှိတို့သာ သိနိုင်ကုန်သော ထိုတရားတို့သည် ဤသည်တို့ပင်တည်း။",
  "dn1:1.37.2": "ပဌမဘာဏဝါရ ပြီး၏။",
  "dn1:2.1.0": "၃-၁-၂။ ဧကစ္စသဿတဒိဋ္ဌိ (အချို့တည်မြဲအယူ လေးမျိုး)",
  "dn1:2.1.1": "ရဟန်းတို့ အချို့တည်မြဲ အချို့မတည်မြဲ အယူရှိကုန်သော အချို့သောသမဏဗြာဟ္မဏ တို့သည်ရှိကုန်၏၊ (ထိုသူတို့သည်) အတ္တကိုလည်းကောင်း၊ လောကကိုလည်းကောင်း အချို့တည်မြဲ၏၊ အချို့မတည်မြဲဟု လေးမျိုးသော အကြောင်းတို့ဖြင့် ပြကုန်၏၊",
  "dn1:2.1.2": "အချို့တည်မြဲ အချို့မတည်မြဲ အယူရှိကုန်သော ထိုသမဏဗြာဟ္မဏတို့သည် အဘယ်ကို အကြောင်းပြု၍ အဘယ်ကို စွဲမှီ၍ အတ္တကိုလည်းကောင်း၊ လောကကိုလည်းကောင်း အချို့ တည်မြဲ၏ အချို့မတည်မြဲဟု လေးမျိုးသော အကြောင်းတို့ဖြင့် ပြကုန်သနည်း။",
  "dn1:2.2.1": "<em>ဧကစ္စသဿတဒိဋ္ဌိ ပဌမဝါဒ</em>ရဟန်းတို့ ရှည်သောကာလလွန်သော် တစ်ရံတစ်ခါ၌ ဤလောကသည် ပျက်၏၊ ထိုအခါသည်ရှိသည်သာတည်း၊",
  "dn1:2.2.2": "လောကပျက်လတ်သော် သတ္တဝါတို့သည် များသောအားဖြင့် အာဘဿရ ဘုံ၌ ဖြစ်ကုန်၏၊[ဒုတိယဈာန်သုံးဘုံတွင် တတိယဘုံ၊ အရောင်အဝါထွက်သော ဗြဟ္မာတို့၏နေရာ။]",
  "dn1:2.2.3": "ထိုသူတို့သည် ထိုဘုံ၌ ဈာန်စိတ်ကြောင့် ဖြစ်ကုန်၏၊ နှစ်သိမ့်ခြင်း (ပီတိ) လျှင် အစာရှိကုန်၏၊ မိမိတို့ ကိုယ်ရောင်ဖြင့် လင်းလျက်ရှိကုန်၏၊ ကောင်းကင်၌ ကျက်စားကုန်၏၊ တင့်တယ်သော နေရာရှိကုန်၏၊ ကြာရှည်စွာသော ကာလပတ်လုံး တည်ကုန်၏။",
  "dn1:2.3.1": "ရဟန်းတို့ ရှည်သော ကာလလွန်သော် တစ်ရံတစ်ခါ၌ ဤလောကသည် ဖြစ်၏၊ ထိုအခါသည်ရှိသည်သာတည်း၊",
  "dn1:2.3.2": "လောကဖြစ်လတ်သော် (သတ္တဝါမှ) ဆိတ်သော ဗြဟ္မာ့ဗိမာန်သည် ထင်ရှားဖြစ်ပေါ်၏၊",
  "dn1:2.3.3": "ထိုအခါ တစ်ဦးတစ်ယောက်သော သတ္တဝါသည် အသက်ကုန်သော ကြောင့်ဖြစ်စေ ကောင်းမှုကံကုန်သော ကြောင့်ဖြစ်စေ အာဘဿရဘုံမှ သေခဲ့၍ (သတ္တဝါမှ) ဆိတ်သော ဗြဟ္မာ့ဗိမာန်၌ ဖြစ်ပေါ်၏",
  "dn1:2.3.4": "ထိုသူသည့်ထိုဘုံ၌ ဈာန်စိတ်ကြောင့် ဖြစ်၏၊ နှစ်သိမ့်ခြင်း (ပီတိ) လျှင် အစာရှိ၏၊ မိမိကိုယ်ရောင်ဖြင့် လင်းလျက်ရှိ၏၊ ကောင်းကင်၌ ကျက်စား၏၊ တင့်တယ်သော နေရာရှိ၏၊ ကြာရှည်စွာသော ကာလပတ်လုံး တည်၏။",
  "dn1:2.4.1": "ထိုဘုံ၌ ထိုသူသည် တစ်ယောက်ထီးတည်း ကာလရှည်စွာ နေရသောကြောင့် မမွေ့လျော်သည်ဖြစ်၍",
  "dn1:2.4.2": "“တစ်ပါးသော သတ္တဝါတို့လည်း ဤဘုံသို့ ရောက်လာဘိမူ ကောင်းလေစွ”ဟု တောင့်တ၏။",
  "dn1:2.4.3": "ထိုအခါ တစ်ပါးသော သတ္တဝါတို့လည်း အသက်ကုန်သော ကြောင့်ဖြစ်စေ ကောင်းမှုကံကုန်သော ကြောင့်ဖြစ်စေ အာဘဿရဘုံမှ သေခဲ့ကုန်၍ ထိုသတ္တဝါ၏ အဖော်အဖြစ်ဖြင့် ဗြဟ္မာ့ဘုံ၌ ဖြစ်ပေါ်ကုန်၏၊",
  "dn1:2.4.4": "ထိုသူတို့သည်လည်း ထိုဘုံ၌ ဈာန်စိတ်ကြောင့် ဖြစ်ကုန်၏၊ နှစ်သိမ့်ခြင်း (ပီတိ) လျှင် အစာရှိကုန်၏၊ မိမိတို့ ကိုယ် ရောင်ဖြင့် လင်းလျက် ရှိကုန်၏၊ ကောင်းကင်၌ ကျက်စားကုန်၏၊ တင့်တယ်သောနေရာရှိကုန်၏၊ ကြာ ရှည်စွာသော ကာလပတ်လုံး တည်ကုန်၏။",
  "dn1:2.5.1": "ရဟန်းတို့ ထိုသတ္တဝါတို့တွင် ရှေးဦးစွာ ဖြစ်ပေါ်နှင့်သော သတ္တဝါအား ဤသို့ အကြံဖြစ်၏ —",
  "dn1:2.5.2": "“ငါသည် ဗြဟ္မာဖြစ်၏၊ မဟာဗြဟ္မာဖြစ်၏၊ လွှမ်းမိုးနိုင်သူဖြစ်၏၊ မည်သူကမျှ မလွှမ်းမိုးနိုင် သူဖြစ်၏၊ စင်စစ် (အလုံးစုံကို) မြင်သူဖြစ်၏၊ အလိုအတိုင်း ဖြစ်စေနိုင်သူဖြစ်၏၊ အစိုးရသူဖြစ်၏၊ ပြုသူဖြစ်၏၊ ဖန်ဆင်းသူ ဖြစ်၏၊ အမြတ်ဆုံးဖြစ်၏၊ စီမံသူဖြစ်၏၊ (ဈာန်၌) လေ့လာပြီးသူဖြစ်၏၊ ဖြစ်ပြီးဖြစ်ဆဲသတ္တဝါတို့၏ အဖဖြစ်၏၊",
  "dn1:2.5.3": "ဤသတ္တဝါတို့ကို ငါ ဖန်ဆင်းထား၏၊",
  "dn1:2.5.4": "အဘယ်ကြောင့်ဆိုသော် —",
  "dn1:2.5.5": "ငါ့အား ရှေး၌အကြံ ဖြစ်ခဲ့၏၊",
  "dn1:2.5.6": "‘ တစ်ပါးသော သတ္တဝါတို့သည်လည်း ဤဘုံသို့ ရောက်လာဘိမူ ကောင်းလေစွ’ဟု တောင့်တ၏။",
  "dn1:2.5.7": "ငါ့အား ဤသို့ တောင့်တခြင်းလည်း ဖြစ်၏၊ ဤသတ္တဝါတို့သည်လည်း ဤ (ဗြဟ္မာ့) ဘုံသို့ရောက်လာကုန်၏”ဟု အကြံဖြစ်၏။",
  "dn1:2.5.8": "နောက်မှ ဖြစ်ပေါ်လာသော သတ္တဝါတို့အားလည်း ဤသို့ အကြံဖြစ်၏ —",
  "dn1:2.5.9": "“ဤအသျှင်သည် ဗြဟ္မာဖြစ်၏၊ မဟာဗြဟ္မာဖြစ်၏၊ လွှမ်းမိုးနိုင်သူဖြစ်၏၊ မည်သူကမျှ မလွှမ်းမိုးနိုင်သူဖြစ်၏၊ စင်စစ် (အလုံးစုံကို) မြင်သူဖြစ်၏၊ အလိုအတိုင်း ဖြစ်စေနိုင်သူဖြစ်၏၊ အစိုးရသူ ဖြစ်၏၊ ပြုသူဖြစ်၏၊ ဖန်ဆင်းသူဖြစ်၏၊ အမြတ်ဆုံးဖြစ်၏၊ စီမံသူဖြစ်၏၊ (ဈာန်၌) လေ့လာပြီးသူဖြစ်၏၊ ဖြစ်ပြီး ဖြစ်ဆဲသတ္တဝါတို့၏ အဖ ဖြစ်၏၊",
  "dn1:2.5.10": "ငါတို့ကို ဤအရှင်ဗြဟ္မာဖန်ဆင်းထား၏၊",
  "dn1:2.5.11": "အဘယ်ကြောင့်ဆိုသော် —",
  "dn1:2.5.12": "ဤဘုံ၌ ဤဗြဟ္မာကြီး ရှေးဦးစွာ ဖြစ်ပေါ်နေနှင့်သည်ကို ငါတို့ မြင်ရကုန်၏၊ ငါတို့သည်ကား နောက်မှဖြစ်ပေါ်လာကုန်၏”ဟု အကြံဖြစ်၏။",
  "dn1:2.6.1": "ရဟန်းတို့ ထိုသတ္တဝါတို့တွင် ရှေးဦးစွာ ဖြစ်ပေါ်နှင့်သော သတ္တဝါသည် အသက်လည်း သာ လွန်၍ရှည်၏၊ အဆင်းလည်း သာလွန်၍ လှ၏၊ တန်ခိုးလည်း သာလွန်၍ ကြီး၏၊ ",
  "dn1:2.6.2": "နောက်မှ ဖြစ်ပေါ်လာကုန်သော သတ္တဝါတို့သည်ကား (ရှေးဦးစွာ ဖြစ်ပေါ်နှင့်သော သတ္တဝါနှင့် နှိုင်းစာလျှင်) အသက်လည်းတိုကုန်၏၊ အဆင်းလည်း မလှကုန်၊ တန်ခိုးလည်း နည်းကုန်၏။",
  "dn1:2.6.3": "ရဟန်းတို့ ဤသို့သော အကြောင်းသည် ရှိသေး၏၊ တစ်ဦးတစ်ယောက်သော သတ္တဝါသည် ထို (ဗြဟ္မာ့) ဘုံမှ စုတေခဲ့၍ ဤ (လူ့ဘုံ) သို့ ရောက်လာသော်",
  "dn1:2.6.4": "လူ့ဘောင်မှ ရသေ့ရဟန်းဘောင်သို့ ဝင်ပြီးလျှင်",
  "dn1:2.6.5": "ပြင်းစွာ အားထုတ်ခြင်းကို စွဲ၍ မြမြံစွာ အားထုတ်ခြင်းကို စွဲ၍ အဖန်ဖန် အားထုတ်ခြင်းကို စွဲ၍မမေ့လျော့ခြင်းကို စွဲ၍ ကောင်းစွာ နှလုံးသွင်းခြင်းကို စွဲ၍ ထိုသို့သဘောရှိသော စိတ်တည်ကြည်ခြင်းကိုရ၏၊ ယင်းသို့ စိတ်သည် တည်ကြည်လတ်သော် ရှေး၌ နေဖူးသော ထို (ဗြဟ္မာ့) ဘဝကို အောက်မေ့နိုင်၏၊ ထို့ထက် လွန်၍ မအောက်မေ့နိုင်၊",
  "dn1:2.6.6": "ထိုသူသည် ဤသို့ ဆို၏ —",
  "dn1:2.6.7": "“အကြင်အသျှင်သည် ဗြဟ္မာဖြစ်၏၊ မဟာဗြဟ္မာဖြစ်၏၊ လွှမ်းမိုးနိုင်သူဖြစ်၏၊ မည်သူကမျှမလွှမ်းမိုးနိုင်သူဖြစ်၏၊ စင်စစ် (အလုံးစုံကို) မြင်သူဖြစ်၏၊ အလိုအတိုင်း ဖြစ်စေနိုင်သူဖြစ်၏၊ အစိုးရသူဖြစ်၏၊ ပြုသူဖြစ်၏၊ ဖန်ဆင်းသူဖြစ်၏၊ အမြတ်ဆုံးဖြစ်၏၊ စီမံသူဖြစ်၏၊ (ဈာန်၌) လေ့လာပြီးသူဖြစ်၏၊ ဖြစ်ပြီးဖြစ်ဆဲ သတ္တဝါတို့၏ အဖဖြစ်၏၊ ငါတို့ကို ယင်းအရှင်ဗြဟ္မာ ဖန်ဆင်းထား၏၊ ထို (ဗြဟ္မာ) သည် (ဖြစ်ပေါ်ခြင်းမရှိ၍) မြဲ၏၊ (သေခြင်းမရှိ၍) ခိုင်မြဲ၏၊ (ထာဝစဉ်ရှိနေ၍) တည်မြဲ၏၊ ဖောက်ပြန်ခြင်းသဘော မရှိ၊ (ထို့ကြောင့်) မြဲသော အရာတို့နှင့် တူစွာ တည်မြဲတိုင်းပင် တည်လတ္တံ့၊",
  "dn1:2.6.8": "ထိုအရှင်ဗြဟ္မာ ဖန်ဆင်းထားသော ငါတို့သည်ကား (ဖြစ်ပေါ်ခြင်းရှိ၍) မမြဲကုန်၊ (သေခြင်းရှိ၍) မခိုင်မြဲကုန်၊ အသက်တိုကုန်၏၊ သေခြင်းသဘောရှိကုန်၏၊ (ထို့ကြောင့်) ဤ (လူ့) ဘုံသို့ရောက်လာကုန်၏”ဟု ဆို၏။",
  "dn1:2.6.9": "ရဟန်းတို့ ဤသည်ကား ပဌမ အကြောင်းတည်း၊ ယင်းကို အကြောင်းပြု၍ ယင်းကို စွဲမှီ၍ အချို့တည်မြဲ အချို့မတည်မြဲ အယူရှိကုန်သော အချို့သောသမဏဗြာဟ္မဏတို့သည် အတ္တကိုလည်းကောင်း လောကကိုလည်းကောင်း အချို့တည်မြဲ၏ အချို့မတည်မြဲဟု ပြကုန်၏။ ",
  "dn1:2.7.1": "<em>ဧကစ္စသဿတဒိဋ္ဌိ ဒုတိယဝါဒ</em>ဒုတိယဝါဒ၌ကား အချို့တည်မြဲ အချို့မတည်မြဲ အယူရှိကုန်သော အသျှင်သမဏဗြာဟ္မဏတို့သည်အဘယ်ကို အကြောင်းပြု၍ အဘယ်ကို စွဲမှီ၍ အတ္တကိုလည်းကောင်း၊ လောကကိုလည်းကောင်းအချို့တည်မြဲ၏ အချို့မတည်မြဲဟု ပြကုန်သနည်း —",
  "dn1:2.7.2": "ရဟန်းတို့ ခိဍ္ဍာပဒေါသိက မည်သော နတ်တို့သည် ရှိကုန်၏၊ [ခိဍ္ဍာပဒေါသိက (ပါဠိ) ခဍ္ဍာ = ပျော်ပါးခြင်းကြောင့် + ပဒေါသိက = ပျက်စီးသောနတ်။] ထိုနတ်တို့သည် အလွန်ကြာမြင့်စွာကျီစယ် ပျော်ပါးလျက် နေကုန်၍ (စားသောက်ရန်) သတိမေ့သောကြောင့် ထိုနတ်ဘဝမှ စုတေကုန်၏။",
  "dn1:2.8.1": "ရဟန်းတို့ ဤသို့သော အကြောင်းသည် ရှိသေး၏၊ တစ်ဦးတစ်ယောက်သော သတ္တဝါသည် ထို (နတ်) ဘုံမှ စုတေခဲ့၍ ဤ (လူ့) ဘုံသို့ ရောက်လာသော်",
  "dn1:2.8.2": "လူ့ဘောင်မှ ရသေ့ရဟန်းဘောင်သို့ ဝင်ပြီးလျှင်",
  "dn1:2.8.3": "ပြင်းစွာအားထုတ်ခြင်းကို စွဲ၍ မြဲမြံစွာ အားထုတ်ခြင်းကို စွဲ၍ အဖန်ဖန် အားထုတ်ခြင်းကို စွဲ၍မမေ့လျော့ခြင်းကို စွဲ၍ ကောင်းစွာ နှလုံးသွင်းခြင်းကို စွဲ၍ ထိုသို့သဘောရှိသော စိတ်တည်ကြည်ခြင်းကိုရ၏၊ ယင်းသို့ စိတ်သည် တည်ကြည်လတ်သော် ရှေး၌ နေဖူးသော ထို (နတ်) ဘဝကိုအောက်မေ့နိုင်၏၊ ထို့ထက်လွန်၍ မအောက်မေ့နိုင်၊",
  "dn1:2.9.1": "ထိုသူသည် ဤသို့ ဆို၏ —",
  "dn1:2.9.2": "“အကြင်အသျှင်နတ်တို့သည် ခိဍ္ဍာပဒေါသိက မဟုတ်ကုန်၊ ထိုနတ်တို့သည် အလွန်ကြာမြင့်စွာကျီစယ်ပျော်ပါးလျက် မနေကုန်၍ (စားသောက်ရန်) သတိမမေ့သောကြောင့် ထိုနတ်ဘဝမှ မစုတေ ကုန်၊",
  "dn1:2.9.3": "(ဖြစ်ပေါ်ခြင်းမရှိ၍) မြဲကုန်၏၊ (သေခြင်းမရှိ၍) ခိုင်မြဲကုန်၏၊ (ထာဝစဉ်ရှိနေ၍) တည်မြဲ ကုန်၏၊ ဖောက်ပြန်ခြင်းသဘော မရှိကုန်၊ (ထို့ကြောင့်) မြဲသော အရာတို့နှင့်တူစွာ တည်မြဲ တိုင်းပင်တည်ကုန်လတ္တံ့၊",
  "dn1:2.9.4": "ခိဍ္ဍာပဒေါသိကဖြစ်သော ငါတို့သည်ကား အလွန်ကြာ မြင့်စွာ ကျီစယ် ပျော်ပါးလျက်နေကုန်၍ (စားသောက်ရန်) သတိမေ့သောကြောင့် ထို (နတ်) ဘဝမှ စုတေခဲ့ကုန်၏၊ ",
  "dn1:2.9.5": "(ဖြစ်ပေါ်ခြင်းရှိ၍) မမြဲကုန်၊ (သေခြင်းရှိ၍) မခိုင်မြဲကုန်၊ အသက်တိုကုန်၏၊ သေခြင်းသဘော ရှိကုန်၏။ (ထို့ကြောင့်) ဤ (လူ့) ဘုံသို့ ရောက်လာကုန်၏”ဟု ဆို၏။",
  "dn1:2.9.6": "ရဟန်းတို့ ဤသည်ကား ဒုတိယ အကြောင်းတည်း၊ ယင်းကို အကြောင်းပြု၍ ယင်းကို စွဲမှီ၍အချို့တည်မြဲ အချို့မတည်မြဲ အယူရှိကုန်သော အချို့သမဏဗြာဟ္မဏတို့သည် အတ္တကိုလည်းကောင်း၊ လောကကိုလည်းကောင်း အချို့တည်မြဲ၏၊ အချို့မတည်မြဲဟု ပြကုန်၏။ ",
  "dn1:2.10.1": "<em>ဧကစ္စသဿတဒိဋ္ဌိ တတိယဝါဒ</em>တတိယဝါဒ၌ကား အချို့တည်မြဲ အချို့မတည်မြဲ အယူရှိကုန်သော အသျှင်သမဏဗြာဟ္မဏတို့သည် အဘယ်ကို အကြောင်းပြု၍ အဘယ်ကို စွဲမှီ၍ အတ္တကိုလည်းကောင်း၊ လောကကိုလည်းကောင်းအချို့တည်မြဲ၏ အချို့မတည်မြဲဟု ပြကုန်သနည်း —",
  "dn1:2.10.2": "ရဟန်းတို့ မနောပဒေါသိက မည်သော နတ်တို့သည် ရှိကုန်၏၊[မနော = ဒေါသစိတ်ကြောင့် + ပဒေါသိက = ပျက်စီးသောနတ်။] ထိုနတ်တို့သည် အလွန်ကြာမြင့်စွာအချင်းချင်း တစိန်းစိန်း ကြည့်ကုန်သဖြင့် အချင်းချင်း ဒေါသစိတ်ဖြစ်ကုန်၍ ကိုယ်စိတ်ပင်ပန်းသောကြောင့်ထိုနတ်ဘဝမှ စုတေကုန်၏။",
  "dn1:2.11.1": "ရဟန်းတို့ ဤသို့သော အကြောင်းသည် ရှိသေး၏၊ တစ်ဦးတစ်ယောက်သော သတ္တဝါသည် ထို (နတ်) ဘုံမှ စုတေခဲ့၍ ဤ (လူ့) ဘုံသို့ ရောက်လာသော်",
  "dn1:2.11.2": "လူ့ဘောင်မှ ရသေ့ရဟန်းဘောင်သို့ ဝင်ပြီးလျှင်",
  "dn1:2.11.3": "ပြင်းစွာအားထုတ်ခြင်းကို စွဲ၍ မြဲမြံစွာ အားထုတ်ခြင်းကို စွဲ၍ အဖန်ဖန် အားထုတ်ခြင်းကို စွဲ၍မမေ့လျော့ခြင်းကို စွဲ၍ ကောင်းစွာ နှလုံးသွင်းခြင်းကို စွဲ၍ ထိုသို့သဘောရှိသော စိတ်တည်ကြည်ခြင်းကိုရ၏၊ ယင်းသို့ စိတ်သည် တည်ကြည်လတ်သော် ရှေး၌ နေဖူးသော ထို (နတ်) ဘဝကိုအောက်မေ့နိုင်၏၊ ထို့ထက်လွန်၍ မအောက်မေ့နိုင်၊",
  "dn1:2.12.1": "ထိုသူသည် ဤသို့ ဆို၏ —",
  "dn1:2.12.2": "“အကြင် အသျှင်နတ်တို့သည် မနောပဒေါသိက မဟုတ်ကုန်၊ ထိုနတ်တို့သည် အလွန်ကြာမြင့်စွာအချင်းချင်း တစိန်းစိန်း မကြည့်ကုန်သဖြင့် အချင်းချင်း ဒေါသစိတ် မဖြစ်ကုန်၍ ကိုယ်စိတ်မပင်ပန်းကုန်သော ကြောင့် ထို (နတ်) ဘဝမှ မစုတေကုန်၊",
  "dn1:2.12.3": "(ဖြစ်ပေါ်ခြင်း မရှိ၍) မြဲကုန်၏၊ (သေခြင်း မရှိ၍) ခိုင်မြဲကုန်၏၊ (ထာဝစဉ်ရှိနေ၍) တည်မြဲကုန်၏၊ ဖောက်ပြန်ခြင်းသဘော မရှိကုန်၊ (ထို့ကြောင့်) မြဲသောအရာတို့နှင့် တူစွာ တည်မြဲတိုင်းပင် တည်ကုန်လတ္တံ့၊",
  "dn1:2.12.4": "မနောပဒေါသိကဖြစ် သော ငါတို့ကားအလွန်ကြာမြင့်စွာ အချင်းချင်း တစိန်းစိန်း ကြည့်ကုန်သဖြင့် အချင်းချင်း ဒေါသ စိတ်ဖြစ်ကုန်၍ကိုယ်စိတ်ပင်ပန်းသောကြောင့် ထို (နတ်) ဘဝမှ စုတေခဲ့ကုန်၏၊",
  "dn1:2.12.5": "(ဖြစ်ပေါ်ခြင်းရှိ၍) မမြဲကုန်၊ (သေခြင်းရှိ၍) မခိုင်မြဲကုန်၊ အသက်တိုကုန်၏၊ သေခြင်းသဘောရှိကုန်၏။ (ထို့ကြောင့်) ဤလူ့ ဘုံသို့ရောက်လာကုန်၏”ဟု ဆို၏။",
  "dn1:2.12.6": "ရဟန်းတို့ ဤသည်ကား တတိယ အကြောင်းတည်း၊ ယင်းကို အကြောင်းပြု၍ ယင်းကို စွဲမှီ၍အချို့တည်မြဲ အချို့မတည်မြဲ အယူရှိကုန်သော အချို့သောသမဏဗြာဟ္မဏတို့သည် အတ္တကိုလည်းကောင်း၊ လောကကိုလည်းကောင်း အချို့တည်မြဲ၏၊ အချို့မတည်မြဲဟု ပြကုန်၏။ ",
  "dn1:2.13.1": "<em>ဧကစ္စသဿတဒိဋ္ဌိ စတုတ္ထဝါဒ</em>စတုတ္ထဝါဒ၌ကား အချို့တည်မြဲ အချို့မတည်မြဲ အယူရှိကုန်သော အသျှင်သမဏဗြာဟ္မဏတို့သည်အဘယ်ကို အကြောင်းပြု၍ အဘယ်ကို စွဲမှီ၍ အတ္တကိုလည်းကောင်း၊ လောကကိုလည်းကောင်းအချို့တည်မြဲ၏၊ အချို့မတည်မြဲဟု ပြကုန်သနည်း —",
  "dn1:2.13.2": "ရဟန်းတို့ ဤလောက၌ အချို့သော သမဏသည်လည်းကောင်း၊ ဗြာဟ္မဏသည်လည်းကောင်းကြံစည်လေ့ရှိ၏၊ စူးစမ်းလေ့ရှိ၏၊ ထိုသူသည် အမျိုးမျိုး ကြံစည်၍ စူးစမ်းဆင်ခြင်၍ မိမိ၏ ထင်မြင်ချက်ကို ဤသို့ ဆို၏ —",
  "dn1:2.13.3": "“မျက်စိ နား နှာ လျှာ ကိုယ်ဟုဆိုအပ်သော ဤ (ရုပ်) အတ္တသည် (ဖြစ်ခြင်းရှိ၍) မမြဲ၊ (ပျက်ခြင်းရှိ၍) မခိုင်မြဲ၊ (ထာဝစဉ် ရှိမနေ၍) မတည်မြဲ၊ ဖောက်ပြန်ခြင်း သဘောရှိ၏၊",
  "dn1:2.13.4": "စိတ် မနော ဝိညာဉ်ဟု့ဆိုအပ်သော ဤ (နာမ်) အတ္တသည် (ဖြစ်ခြင်းမရှိ၍) မြဲ၏၊ (သေခြင်းမရှိ၍) ခိုင်မြဲ၏၊ (ထာဝစဉ်ရှိနေ၍) တည်မြဲ၏၊ ဖောက်ပြန်ခြင်း သဘော မရှိ၊ မြဲသော အရာတို့နှင့် တူစွာ တည်မြဲတိုင်းပင်တည်လတ္တံ့”ဟု ဆို၏။",
  "dn1:2.13.5": "ရဟန်းတို့ ဤသည်ကား စတုတ္ထ အကြောင်းတည်း၊ ယင်းကို အကြောင်းပြု၍ ယင်းကို စွဲမှီ၍အချို့တည်မြဲ အချို့မတည်မြဲ အယူရှိကုန်သော အချို့သမဏဗြာဟ္မဏတို့သည် အတ္တကိုလည်းကောင်း၊ လောကကိုလည်းကောင်း အချို့တည်မြဲ၏၊ အချို့မတည်မြဲဟု ပြကုန်၏။ ",
  "dn1:2.14.1": "ရဟန်းတို့ အချို့တည်မြဲ အချို့မတည်မြဲ အယူရှိကုန်သော သမဏဗြာဟ္မဏတို့သည် အတ္တကိုလည်းကောင်း၊ လောကကိုလည်းကောင်း အချို့တည်မြဲ၏၊ အချို့မတည်မြဲဟု ဤလေးမျိုးသောအကြောင်း တို့ဖြင့် ပြကုန်၏။",
  "dn1:2.14.2": "ရဟန်းတို့ အချို့တည်မြဲ အချို့မတည်မြဲ အယူရှိကုန်သော သမဏဗြာဟ္မဏ အားလုံးတို့သည်အတ္တကိုလည်းကောင်း၊ လောကကိုလည်းကောင်း အချို့တည်မြဲ၏ အချိုမတည်မြဲဟု ပြကြလျှင် ဤလေးမျိုးသော အကြောင်းတို့ဖြင့်သော်လည်းကောင်း၊ ဤ (လေးမျိုး) တို့တွင် တစ်မျိုးမျိုးသော အကြောင်းဖြင့်သော်လည်းကောင်း ပြကုန်၏၊ ဤ (လေးမျိုး) တို့မှ တစ်ပါးသော အကြောင်းမရှိ။",
  "dn1:2.15.1": "မြတ်စွာဘုရားသည် ထို (လေးမျိုးသောအယူ) ကိုသိတော်မူ၏။",
  "dn1:2.15.2": "“ဤအယူတို့သည် ဤသို့ စွဲယူထားလျှင် ဤသို့ မှားယွင်းစွာ သုံးသပ်ထားလျှင် ဤသို့လားရာရှိကုန်၏၊ ဤသို့ တမလွန်ရှိကုန်၏”",
  "dn1:2.15.3": "မြတ်စွာဘုရားသည် ထို (လေးမျိုးသောအယူ) ကိုလည်း သိတော်မူ၏၊ ထို့ထက် အထူးသဖြင့် လွန်မြတ်သော တရားကိုလည်း သိတော်မူ၏၊ ထို (အထူးသဖြင့် လွန်မြတ်သောတရား) ကို သိတော်မူသော်လည်း မှားယွင်းစွာ မသုံးသပ်၊ မှားယွင်းစွာမသုံးသပ်သောကြောင့် ထို (မြတ်စွာဘုရား) သည် ကိုယ်တော်တိုင်သာလျှင် နိဗ္ဗာန်ကို သိတော်မူ၏။",
  "dn1:2.15.4": "ရဟန်းတို့ မြတ်စွာဘုရားသည် ဝေဒနာတို့၏ ဖြစ်ကြောင်းကိုလည်းကောင်း၊ ချုပ်ကြောင်းကိုလည်းကောင်း သာယာဖွယ်ကိုလည်းကောင်း၊ အပြစ်ကိုလည်းကောင်း၊ (ဝေဒနာတို့မှ) ထွက်မြောက်ရာကိုလည်းကောင်းဟုတ်မှန်သောအတိုင်း သိတော်မူသဖြင့် (တစ်စုံတစ်ရာ) မစွဲလမ်းမူ၍ လွတ်မြောက်တော်မူ၏။",
  "dn1:2.15.5": "ရဟန်းတို့ မြတ်စွာဘုရားသည် အကြင် (တရား) တို့ကို ကိုယ်တော်တိုင် ထူးသော ဉာဏ်ဖြင့်မျက်မှောက်ပြု၍ ဟောတော်မူ၏၊ မြတ်စွာဘုရား၏ဟုတ်မှန်သောဂုဏ်ကို မှန်စွာ ပြောလိုကြလျှင် အကြင် (တရား) တို့ဖြင့် ပြောကြရာ၏၊ နက်နဲကုန်သော မြင်နိုင်ခဲကုန်သော သိနိုင်ခဲကုန်သော ငြိမ်သက်ကုန်သော မွန်မြတ်ကုန်သော ကြံစည်ခြင်းဖြင့် မရောက်နိုင်ကုန်သော သိမ်မွေ့ကုန်သော ပညာရှိတို့သာ သိနိုင်ကုန်သော ထိုတရားတို့သည် ဤသည်တို့ပင်တည်း။",
  "dn1:2.16.0": "၃-၁-၃။ အန္တာနန္တဒိဋ္ဌိ (အဆုံးရှိ အဆုံးမရှိအယူ လေးမျိုး)",
  "dn1:2.16.1": "ရဟန်းတို့ အဆုံးရှိ အဆုံးမရှိ အယူရှိကုန်သော အချို့သောသမဏဗြာဟ္မဏတို့သည် ရှိကုန်၏၊ (ထိုသူတို့သည်) လောက၏ အဆုံးရှိ အဆုံးမရှိကို လေးမျိုးသော အကြောင်းတို့ဖြင့် ပြကုန်၏၊",
  "dn1:2.16.2": "အဆုံးရှိအဆုံးမရှိ အယူရှိကုန်သော ထိုအသျှင်သမဏဗြာဟ္မဏတို့သည် အဘယ်ကို အကြောင်းပြအဘယ်ကို စွဲမှီ၍ လောက၏ အဆုံးရှိ အဆုံးမရှိကို လေးမျိုးသော အကြောင်းတို့ဖြင့် ပြကုန်သနည်း။",
  "dn1:2.17.1": "<em>အန္တာနန္တဒိဋ္ဌိ ပဌမဝါဒ</em>ရဟန်းတို့ ဤလောက၌ အချို့ သော သမဏသည်လည်းကောင်း၊ ဗြာဟ္မဏသည်လည်းကောင်းပြင်းစွာအားထုတ်ခြင်းကို စွဲ၍ မြမြံစွာအားထုတ်ခြင်းကို စွဲ၍ အဖန်ဖန် အားထုတ်ခြင်းကို စွဲ၍ မမေ့မလျော့ခြင်းကို စွဲ၍ ကောင်းစွာ နှလုံးသွင်းခြင်းကို စွဲ၍ ထိုသို့သဘောရှိသော စိတ်တည်ကြည်ခြင်းကိုရ၏၊ ယင်းသို့ စိတ်သည် တည်ကြည်လတ်သော် လောက၌ အဆုံးရှိ၏ဟု ထင်မှတ်လျက် နေ၏၊",
  "dn1:2.17.2": "ထိုသူသည် ဤသို့ ဆို၏ —",
  "dn1:2.17.3": "“ဤလောကသည် အဆုံးရှိ၏၊ ပတ်၍ သွားနိုင်သော ခရီးရှိ၏၊.",
  "dn1:2.17.4": "အဘယ်ကြောင့်ဆိုသော် —",
  "dn1:2.17.5": "ငါသည်ပြင်းစွာ အားထုတ်ခြင်းကို စွဲ၍ မြမြံစွာ အားထုတ်ခြင်းကို စွဲ၍ အဖန်ဖန် အားထုတ်ခြင်းကို စွဲ၍မမေ့လျော့ခြင်းကို စွဲ၍ ကောင်းစွာ နှလုံးသွင်းခြင်းကို စွဲ၍ ထိုသို့သဘောရှိသော စိတ်တည်ကြည်ခြင်းကိုရ၏၊ ယင်းသို့ စိတ်သည် တည်ကြည်လတ်သော် လောက၌ အဆုံးရှိ၏ဟု ထင်မှတ် လျက် နေ၏၊",
  "dn1:2.17.6": "ငါသည် ဤ အကြောင်းကြောင့် —",
  "dn1:2.17.7": "ဤလောကသည် အဆုံးရှိ၏၊ ပတ်၍ သွားနိုင်သော ခရီးရှိ၏ဟု ငါသိ၏” ဟူ၍ဆို၏။",
  "dn1:2.17.8": "ရဟန်းတို့ ဤသည်ကား ပဌမ အကြောင်းတည်း၊ ယင်းကို အကြောင်းပြု၍ ယင်းကို စွဲမှီ၍ အဆုံးရှိအဆုံးမရှိ အယူရှိကုန်သော အချို့သောသမဏဗြာဟ္မဏတို့သည် လောက၏ အဆုံးရှိ အဆုံးမရှိ ကိုပြကုန်၏။ ",
  "dn1:2.18.1": "<em>အန္တာနန္တဒိဋ္ဌိ ဒုတိယဝါဒ</em>ဒုတိယဝါဒ၌ကား အဆုံးရှိ အဆုံးမရှိ အယူရှိကုန်သော အသျှင်သမဏဗြာဟ္မဏတို့သည် အဘယ်ကိုအကြောင်းပြု၍ အဘယ်ကို စွဲမှီ၍ လောက၏ အဆုံးရှိ အဆုံးမရှိကို ပြကုန်သနည်း —",
  "dn1:2.18.2": "ရဟန်းတို့ ဤလောက၌ အချို့သော သမဏသည်လည်းကောင်း၊ ဗြာဟ္မဏသည်လည်းကောင်း ပြင်းစွာအားထုတ်ခြင်းကို စွဲ၍ မြမြံစွာ အားထုတ်ခြင်းကို စွဲ၍ အဖန်ဖန် အားထုတ်ခြင်းကို စွဲ၍ မမေ့မလျော့ခြင်းကို စွဲ၍ ကောင်းစွာ နှလုံးသွင်းခြင်းကို စွဲ၍ ထိုသို့သဘောရှိသော စိတ်တည်ကြည်ခြင်းကိုရ၏၊ ယင်းသို့ စိတ်သည် တည်ကြည်လတ်သော် လောက၌ အဆုံးမရှိဟု ထင်မှတ်လျက် နေ၏၊",
  "dn1:2.18.3": "ထိုသူသည် ဤသို့ ဆို၏ —",
  "dn1:2.18.4": "“ဤလောကသည် အဆုံးမရှိ၊ အပိုင်းအခြား မရှိ၊",
  "dn1:2.18.5": "ဟုဆိုသော ထိုသမဏဗြာဟ္မဏတို့၏ စကားသည်",
  "dn1:2.18.6": "‘ ဤလောကသည် အဆုံးရှိ၏၊ ပတ်၍ သွားနိုင်သော ခရီးရှိ၏’ဟု ဆိုကြသော ထိုသမဏဗြာဟ္မဏတို့၏ စကားသည် မှား၏၊",
  "dn1:2.18.7": "ဤလောကသည်အဆုံးမရှိ အပိုင်းအခြားမရှိ၊",
  "dn1:2.18.8": "အဘယ့်ကြောင့်ဆိုသော် —",
  "dn1:2.18.9": "ငါသည် ပြင်းစွာ အားထုတ်ခြင်းကို စွဲ၍ မြဲမြံစွာ အားထုတ်ခြင်းကို စွဲ၍ အဖန်ဖန် အားထုတ်ခြင်းကို စွဲ၍ မမေ့မလျော့ခြင်းကို စွဲ၍ ကောင်းစွာ နှလုံးသွင်းခြင်းကို စွဲ၍ ထိုသို့သဘောရှိသော စိတ်တည်ကြည်ခြင်းကို ရ၏၊ ယင်းသို့ စိတ်သည် တည်ကြည်လတ်သော် လောက၌ အဆုံး မရှိဟု ထင်မှတ်လျက်နေ၏၊",
  "dn1:2.18.10": "ငါသည် ဤ အကြောင်းကြောင့် —",
  "dn1:2.18.11": "ဤလောကသည် အဆုံးမရှိ၊ အပိုင်းအခြားမရှိဟု ငါသိ၏” ဟူ၍ ဆို၏။",
  "dn1:2.18.12": "ရဟန်းတို့ ဤသည်ကား ဒုတိယ အကြောင်းတည်း၊ ယင်းကို အကြောင်းပြု၍ ယင်းကို စွဲမှီ၍ အဆုံးရှိအဆုံးမရှိ အယူရှိကုန်သော အချို့သောသမဏဗြာဟ္မဏတို့သည် လောက၏ အဆုံးရှိ အဆုံးမရှိ ကိုပြကုန်၏။ ",
  "dn1:2.19.1": "<em>အန္တာနန္တဒိဋ္ဌိ တတိယဝါဒ</em>တတိယဝါဒ၌ကား အဆုံးရှိ အဆုံးမရှိ အယူရှိကုန်သော သမဏဗြာဟ္မဏတို့သည် အဘယ်ကိုအကြောင်းပြု၍ အဘယ်ကို စွဲမှီ၍ လောက၏ အဆုံးရှိ အဆုံးမရှိကို ပြကုန်သနည်း —",
  "dn1:2.19.2": "ရဟန်းတို့ ဤလောက၌ အချို့သော သမဏသည်လည်းကောင်း၊ ဗြာဟ္မဏသည်လည်းကောင်း ပြင်းစွာအားထုတ်ခြင်းကို စွဲ၍ မြဲမြံစွာ အားထုတ်ခြင်းကို စွဲ၍ အဖန်ဖန် အားထုတ်ခြင်းကို စွဲ၍မမေ့မလျော့ခြင်းကို စွဲ၍ ကောင်းစွာ နှလုံးသွင်းခြင်းကို စွဲ၍ ထိုသို့ သဘောရှိသော စိတ်တည်ကြည်ခြင်းကို ရ၏၊ ယင်းသို့ စိတ်သည် တည်ကြည်လတ်သော် လောက၌ အထက်နှင့်အောက်အဆုံးရှိ၏၊ ဖီလာကား [ဖီလာ —ဘေးပတ်ဝန်းကျင်။]အဆုံးမရှိဟု ထင်မြင်လျက် နေ၏။",
  "dn1:2.19.3": "ထိုသူသည် ဤသို့ ဆို၏ —",
  "dn1:2.19.4": "“ဤလောကသည် အဆုံးလည်း ရှိ၏၊ အဆုံးလည်း မရှိ၊",
  "dn1:2.19.5": "ဟုဆိုသော ထိုသမဏဗြာဟ္မဏတို့၏ စကားသည်",
  "dn1:2.19.6": "‘ဤလောကသည် အဆုံးရှိ၏၊ ပတ်၍သွားနိုင်သော ခရီးရှိ၏’ဟု ဆိုကြသော ထိုသမဏဗြာဟ္မဏတို့၏ စကားသည် မှား၏။",
  "dn1:2.19.7": "ဟုဆိုသော ထိုသမဏဗြာဟ္မဏတို့၏ စကားသည်",
  "dn1:2.19.8": "‘ ဤလောကသည်အဆုံးမရှိ အပိုင်းအခြား မရှိ’ဟု ဆိုကြသော ထိုသမဏဗြာဟ္မဏတို့၏ စကားသည်လည်းမှား၏။ ",
  "dn1:2.19.9": "ဤလောကသည် အဆုံးလည်း ရှိ၏၊ အဆုံးလည်း မရှိ၊",
  "dn1:2.19.10": "အဘယ်ကြောင့်ဆိုသော် —",
  "dn1:2.19.11": "ငါသည် ပြင်းစွာ အားထုတ်ခြင်းကို စွဲ၍ မြဲမြံစွာ အားထုတ်ခြင်းကို စွဲ၍ အဖန်ဖန် အားထုတ်ခြင်းကိုစွဲ၍ မမေ့လျော့ခြင်းကို စွဲ၍ ကောင်းစွာ နှလုံးသွင်းခြင်းကို စွဲ၍ ထိုသို့သဘောရှိသော စိတ်တည်ကြည်ခြင်းကို ရ၏၊ ယင်းသို့ စိတ်သည် တည်ကြည်လတ်သော် လောက၌ အထက်နှင့် အောက်အဆုံးရှိ၏၊ ဖီလာကား အဆုံးမရှိဟု ထင်မှတ်လျက် နေ၏၊",
  "dn1:2.19.12": "ငါသည် ဤ အကြောင်းကြောင့် —",
  "dn1:2.19.13": "ဤ လောကသည်အဆုံးလည်း ရှိ၏၊ အဆုံးလည်း မရှိဟု ငါ သိ၏” ဟူ၍ ဆို၏။",
  "dn1:2.19.14": "ရဟန်းတို့ ဤသည်ကား တတိယ အကြောင်းတည်း၊ ယင်းကို အကြောင်းပြု၍ ယင်းကို စွဲမှီ၍ အဆုံးရှိအဆုံးမရှိ အယူရှိကုန်သော အချို့သောသမဏဗြာဟ္မဏတို့သည်လောက၏ အဆုံးရှိ အဆုံးမရှိကို ပြကုန်၏။ ",
  "dn1:2.20.1": "<em>အန္တာနန္တဒိဋ္ဌိ စတုတ္ထဝါဒ</em>စတုတ္ထဝါဒ၌ကား အဆုံးရှိ အဆုံးမရှိ အယူရှိကုန်သော အသျှင်သမဏဗြာဟ္မဏတို့သည် အဘယ်ကိုအကြောင်းပြု၍ အဘယ်ကို စွဲမှီ၍ လောက၏ အဆုံးရှိ အဆုံးမရှိကို ပြကုန်သနည်း —",
  "dn1:2.20.2": "ရဟန်းတို့ ဤလောက၌ အချို့သော သမဏသည်လည်းကောင်း၊ ဗြာဟ္မဏသည်လည်းကောင်းကြံစည်လေ့ရှိ၏၊ စူးစမ်းလေ့ရှိ၏၊ ထိုသူသည် အမျိုးမျိုးကြံစည်၍ စူးစမ်းဆင်ခြင်၍ မိမိ၏ ထင်မြင်ချက်ကို ဤသို့ ဆို၏—",
  "dn1:2.20.3": "“ဤလောကသည် အဆုံးရှိလည်း မဟုတ်၊ အဆုံးမရှိလည်း မဟုတ်၊",
  "dn1:2.20.4": "ဟုဆိုသော ထိုသမဏဗြာဟ္မဏတို့၏ စကားသည်",
  "dn1:2.20.5": "‘ ဤလောကသည် အဆုံး ရှိ၏၊ ပတ်၍ သွားနိုင်သော ခရီးရှိ၏’ဟု ပြောကြသော ထိုသမဏဗြာဟ္မဏတို့၏ စကားသည် မှား၏။",
  "dn1:2.20.6": "ဟုဆိုသော ထိုသမဏဗြာဟ္မဏတို့၏ စကားသည်",
  "dn1:2.20.7": "‘ ဤလောကသည်အဆုံးမရှိ အပိုင်းအခြား မရှိ’ဟု ဆိုကြသော ထိုသမဏဗြာဟ္မဏတို့၏ စကားသည်လည်းမှား၏။ ",
  "dn1:2.20.8": "ဟုဆိုသော ထိုသမဏဗြာဟ္မဏတို့၏ စကားသည်",
  "dn1:2.20.9": "‘ ဤလောကသည် အဆုံးလည်း ရှိ၏၊ အဆုံးလည်း မရှိ’ဟု ပြောကြ သောထိုသမဏဗြာဟ္မဏတို့၏ စကားသည်လည်း မှား၏၊",
  "dn1:2.20.10": "ဤလောကသည် အဆုံးရှိလည်း မဟုတ်၊ အဆုံးမရှိလည်း မဟုတ်”ဟု ဆို၏။",
  "dn1:2.20.11": "ရဟန်းတို့ ဤသည်ကား စတုတ္ထ အကြောင်းတည်း၊ ယင်းကို အကြောင်းပြု၍ ယင်းကို စွဲမှီ၍ အဆုံးရှိအဆုံးမရှိ အယူရှိကုန်သော အချို့သောသမဏဗြာဟ္မဏတို့သည် လောက၏ အဆုံးရှိ အဆုံးမရှိ ကိုပြကုန်၏။ ",
  "dn1:2.21.1": "ရဟန်းတို့ အဆုံးရှိ အဆုံးမရှိ အယူရှိကုန်သော ထိုသမဏဗြာဟ္မဏတို့သည် လောက၏ အဆုံးရှိအဆုံးမရှိကို ဤလေးမျိုးသော အကြောင်းတို့ဖြင့် ပြကုန်၏။",
  "dn1:2.21.2": "ရဟန်းတို့ အဆုံးရှိ အဆုံးမရှိ အယူရှိကုန်သော သမဏဗြာဟ္မဏအားလုံးတို့သည် လောက၏ အဆုံးရှိအဆုံးမရှိကို ပြကြလျှင် ဤလေးမျိုးသော အကြောင်းတို့ဖြင့်သော်လည်းကောင်း၊ ဤ (လေးမျိုး) တို့တွင်တစ်မျိုးမျိုးသော အကြောင်းဖြင့်သော်လည်းကောင်း ပြကုန်၏၊ ဤ (လေးမျိုး) တို့မှ တစ်ပါးသောအကြောင်းမရှိ။",
  "dn1:2.22.1": "မြတ်စွာဘုရားသည် ထို (လေးမျိုးသောအယူ) ကိုသိတော်မူ၏။",
  "dn1:2.22.2": "“ဤအယူတို့သည် ဤသို့ စွဲယူထားလျှင် ဤသို့ မှားယွင်းစွာ သုံးသပ်ထားလျှင် ဤသို့လားရာရှိကုန်၏၊ ဤသို့ တမလွန်ရှိကုန်၏”",
  "dn1:2.22.3": "မြတ်စွာဘုရားသည် ထို (လေးမျိုးသောအယူ) ကိုလည်း သိတော်မူ၏၊ ထို့ထက် အထူးသဖြင့် လွန်မြတ်သော တရားကိုလည်း သိတော်မူ၏၊ ထို (အထူးသဖြင့် လွန်မြတ်သောတရား) ကို သိတော်မူသော်လည်း မှားယွင်းစွာ မသုံးသပ်၊ မှားယွင်းစွာမသုံးသပ်သောကြောင့် ထို (မြတ်စွာဘုရား) သည် ကိုယ်တော်တိုင်သာလျှင် နိဗ္ဗာန်ကို သိတော်မူ၏။",
  "dn1:2.22.4": "ရဟန်းတို့ မြတ်စွာဘုရားသည် ဝေဒနာတို့၏ ဖြစ်ကြောင်းကိုလည်းကောင်း၊ ချုပ်ကြောင်းကိုလည်းကောင်း သာယာဖွယ်ကိုလည်းကောင်း၊ အပြစ်ကိုလည်းကောင်း၊ (ဝေဒနာတို့မှ) ထွက်မြောက်ရာကိုလည်းကောင်းဟုတ်မှန်သောအတိုင်း သိတော်မူသဖြင့် (တစ်စုံတစ်ရာ) မစွဲလမ်းမူ၍ လွတ်မြောက်တော်မူ၏။",
  "dn1:2.22.5": "ရဟန်းတို့ မြတ်စွာဘုရားသည် အကြင် (တရား) တို့ကို ကိုယ်တော်တိုင် ထူးသော ဉာဏ်ဖြင့်မျက်မှောက်ပြု၍ ဟောတော်မူ၏၊ မြတ်စွာဘုရား၏ဟုတ်မှန်သောဂုဏ်ကို မှန်စွာ ပြောလိုကြလျှင် အကြင် (တရား) တို့ဖြင့် ပြောကြရာ၏၊ နက်နဲကုန်သော မြင်နိုင်ခဲကုန်သော သိနိုင်ခဲကုန်သော ငြိမ်သက်ကုန်သော မွန်မြတ်ကုန်သော ကြံစည်ခြင်းဖြင့် မရောက်နိုင်ကုန်သော သိမ်မွေ့ကုန်သော ပညာရှိတို့သာ သိနိုင်ကုန်သော ထိုတရားတို့သည် ဤသည်တို့ပင်တည်း။",
  "dn1:2.23.0": "၃-၁-၄။ အမရာဝိက္ခေပဝါဒ (အဆုံးမရှိပစ်လွှင့်သော အယူလေးမျိုး)",
  "dn1:2.23.1": "ရဟန်းတို့ အဆုံးမရှိပစ်လွှင့်သော အယူရှိကုန်သော အချို့သောသမဏဗြာဟ္မဏတို့သည် ရှိကုန်၏၊ (ထိုသူတို့သည်) ထိုထိုအရာ၌ အမေးခံကြရလျှင် လေးမျိုးသောအကြောင်းတို့ဖြင့် အဆုံးမရှိပစ်လွှင့်သော စကားကို ဆိုကုန်၏။",
  "dn1:2.23.2": "အဆုံးမရှိ ပစ်လွှင့်သော အယူရှိကုန်သော ထိုအသျှင်သမဏဗြာဟ္မဏတို့သည် ထိုထိုအရာ၌ အမေးခံကြရလျှင် အဘယ်ကို အကြောင်းပြု၍ အဘယ်ကို စွဲမှီ၍ လေးမျိုးသော အကြောင်းတို့ဖြင့် အဆုံးမရှိပစ်လွှင့်သော စကားကို ဆိုကုန်သနည်း။",
  "dn1:2.24.1": "<em>အမရာဝိက္ခေပဒိဋ္ဌိ ပဌမဝါဒ</em>ရဟန်းတို့ ဤလောက၌ အချို့သော သမဏသည်လည်းကောင်း၊ ဗြာဟ္မဏသည်လည်းကောင်း “ဤကား ကုသိုလ်တည်း”ဟုဟုတ်မှန်သောအတိုင်း မသိ၊ “ဤကား အကုသိုလ်တည်း”ဟုဟုတ်မှန် သောအတိုင်း မသိ၊",
  "dn1:2.24.2": "ထိုသူအား ဤသို့ အကြံဖြစ်၏ —",
  "dn1:2.24.3": "“ဤကား ကုသိုလ်ဟုဟုတ်မှန်သောအတိုင်း ငါ မသိ၊ ဤကား အကုသိုလ်ဟုဟုတ်မှန်သော အတိုင်းငါမသိ၊",
  "dn1:2.24.4": "ငါသည် ဤကား ကုသိုလ်ဟုဟုတ်မှန်သောအတိုင်း မသိဘဲလျက် ဤကား အကုသိုလ်ဟုဟုတ်မှန်သောအတိုင်း မသိဘဲလျက် ဤကား ကုသိုလ်ဟုသော်လည်း ဖြေငြားအံ၊ ဤ ကားအကုသိုလ်ဟုသော်လည်း ဖြေငြားအံ၊ ငါ၏ ထိုအဖြေသည် အမှားဖြစ်ရာ၏၊",
  "dn1:2.24.5": "ထိုအမှားကြောင့် ငါ့အားပင်ပန်းခြင်း ဖြစ်ရာ၏၊",
  "dn1:2.24.6": "ထိုပင်ပန်းခြင်းကြောင့် ငါ့အား အန္တရာယ် ဖြစ်ရာ၏”ဟု အကြံ ဖြစ်၏။",
  "dn1:2.24.7": "ထိုသူသည် ဤသို့ မမှန်ပြောခြင်းကို ကြောက်သောကြောင့် မမှန်ပြောခြင်းကို စက်ဆုပ်သောကြောင့်ဤကား ကုသိုလ်တည်းဟု မဖြေ၊ ဤကား အကုသိုလ်တည်းဟု မဖြေ၊ ထိုထိုအရာ၌ အမေးခံရလျှင်",
  "dn1:2.24.8": "“ဤသို့ဟုလည်း ငါမယူ၊ ထိုသို့ဟုလည်း ငါမယူ၊ အခြားသို့ဟုလည်း ငါမယူ၊ (ဤသို့ ထိုသို့ အခြားသို့) မဟုတ်ဟုလည်း ငါမယူ၊ (ဤသို့ ထိုသို့ အခြားသို့) မဟုတ်သည့်မဟုတ်ဟုလည်း ငါမယူ”ဟု အဆုံးမရှိ ပစ်လွှင့်သော စကားကို ဆို၏။",
  "dn1:2.24.9": "ရဟန်းတို့ ဤသည်ကား ပဌမ အကြောင်းတည်း၊ ယင်းကို အကြောင်းပြု၍ ယင်းကို စွဲမှီ၍ အဆုံး မရှိပစ်လွှင့်သော အယူရှိကုန်သော အချို့သောသမဏဗြာဟ္မတို့သည် ထိုထိုအရာ၌ အမေးခံကြရလျှင်အဆုံးမရှိ ပစ်လွှင့်သော စကားကို ဆိုကုန်၏။ ",
  "dn1:2.25.1": "<em>အမရာဝိက္ခေပ ဒုတိယဝါဒ</em>ဒုတိယဝါဒ၌ကား အဆုံးမရှိ ပစ်လွှင့်သော အယူရှိကုန်သော အသျှင်သမဏဗြာဟ္မဏတို့သည်ထိုထိုအရာ၌ အမေးခံကြရလျှင် အဘယ်ကို အကြောင်းပြု၍ အဘယ်ကို စွဲမှီ၍ အဆုံးမရှိ ပစ်လွှင့်သောစကားကို ဆိုကုန်သနည်း —",
  "dn1:2.25.2": "ဤလောက၌ အချို့သော သမဏသည်လည်းကောင်း၊ ဗြာဟ္မဏသည်လည်းကောင်း “ဤကားကုသိုလ်တည်း”ဟုဟုတ်မှန်သောအတိုင်း မသိ၊ “ဤကား အကုသိုလ်တည်း”ဟုဟုတ်မှန်သောအတိုင်းမသိ၊",
  "dn1:2.25.3": "ထိုသူအား ဤသို့ အကြံဖြစ်၏ —",
  "dn1:2.25.4": "“ဤကား ကုသိုလ်ဟုဟုတ်မှန်သောအတိုင်း ငါ မသိ၊ ဤကား အကုသိုလ်ဟုဟုတ်မှန်သော အတိုင်းငါမသိ၊",
  "dn1:2.25.5": "ငါသည် ဤကား ကုသိုလ်ဟုဟုတ်မှန်သောအတိုင်း မသိဘဲလျက် ဤကား အကုသိုလ်ဟုဟုတ်မှန်သောအတိုင်း မသိဘဲလျက် ဤကား ကုသိုလ်ဟုသော်လည်း ဖြေငြားအံ၊ ဤကားအကုသိုလ်ဟုသော်လည်း ဖြေငြားအံ၊ ထိုဖြေခြင်းကြောင့် ငါ့အား နှစ်သက်ခြင်း ‘ဆန္ဒ’ သည်လည်းကောင်း၊ တပ်မက်ခြင်း ‘ရာဂ’ သည်လည်းကောင်း၊ အမျက်ထွက်ခြင်း ‘ဒေါသ’ သည်လည်းကောင်း၊ စိတ်ထိခိုက်ခြင်း ‘ပဋိဃ’ သည်လည်းကောင်း ဖြစ်ရာ၏၊",
  "dn1:2.25.6": "ထို နှစ်သက်ခြင်း ‘ဆန္ဒ’၊ တပ်မက်ခြင်း ‘ရာဂ’၊ အမျက်ထွက်ခြင်း ‘ဒေါသ’၊ စိတ်ထိခိုက်ခြင်း ‘ပဋိဃ’ ကြောင့် ငါ့အား စွဲလမ်းခြင်း ‘ဥပါဒါန်’ ဖြစ်ရာ၏၊",
  "dn1:2.25.7": "ထိုစွဲလမ်းခြင်းကြောင့် ငါ့အား ပင်ပန်းခြင်း ဖြစ်ရာ၏၊",
  "dn1:2.25.8": "ထိုပင်ပန်းခြင်းကြောင့် ငါ့အား အန္တရာယ် ဖြစ်ရာ၏”ဟု အကြံ ဖြစ်၏။",
  "dn1:2.25.9": "ထိုသူသည် ဤသို့ စွဲလမ်းခြင်းကို ကြောက်သောကြောင့် စွဲလမ်းခြင်းကို စက်ဆုပ်သောကြောင့် ဤ ကားကုသိုလ်တည်းဟု မဖြေ၊ ဤကား အကုသိုလ်တည်းဟု မဖြေ၊ ထိုထိုအရာ၌ အမေးခံရလျှင်",
  "dn1:2.25.10": "“ဤသို့ဟုလည်း ငါမယူ၊ ထိုသို့ဟုလည်း ငါမယူ၊ အခြားသို့ဟုလည်း ငါမယူ၊ (ဤသို့ ထိုသို့ အခြားသို့) မဟုတ်ဟုလည်း ငါမယူ၊ (ဤသို့ ထိုသို့ အခြားသို့) မဟုတ်သည့်မဟုတ်ဟုလည်း ငါမယူ”ဟု အဆုံးမရှိ ပစ်လွှင့်သော စကားကို ဆို၏။",
  "dn1:2.25.11": "ရဟန်းတို့ ဤသည်ကား ဒုတိယ အကြောင်းတည်း၊ ယင်းကို အကြောင်းပြု၍ ယင်းကို စွဲမှီ၍အဆုံးမရှိ ပစ်လွှင့်သော အယူရှိကုန်သော အချို့သောသမဏဗြာဟ္မဏတို့သည် ထိုထိုအရာ၌ အမေးခံကြရလျှင် အဆုံးမရှိ ပစ်လွှင့်သော စကားကို ဆို၏။ ",
  "dn1:2.26.1": "<em>အမရာဝိက္ခေပ တတိယဝါဒ</em>တတိယဝါဒ၌ကား အဆုံးမရှိ ပစ်လွှင့်သော အယူရှိကုန်သော အသျှင်သမဏဗြာဟ္မဏတို့သည်ထိုထိုအရာ၌ အမေးခံကြရလျှင် အဘယ်ကို အကြောင်းပြု၍ အဘယ်ကို စွဲမှီ၍ အဆုံးမရှိ ပစ်လွှင့်သောစကားကို ဆိုကုန်သနည်း —",
  "dn1:2.26.2": "ဤလောက၌ အချို့သော သမဏသည်လည်းကောင်း၊ ဗြာဟ္မဏသည်လည်းကောင်း “ဤကားကုသိုလ်တည်း”ဟုဟုတ်မှန်သောအတိုင်း မသိ၊ “ဤကား အကုသိုလ်တည်း”ဟုဟုတ်မှန်သောအတိုင်းမသိ၊",
  "dn1:2.26.3": "ထိုသူအား ဤသို့ အကြံဖြစ်၏ —",
  "dn1:2.26.4": "“ဤကား ကုသိုလ်ဟုဟုတ်မှန်သောအတိုင်း ငါ မသိ၊ ဤကား အကုသိုလ်ဟုဟုတ်မှန်သော အတိုင်းငါမသိ၊",
  "dn1:2.26.5": "ငါသည် ဤကား ကုသိုလ်ဟုဟုတ်မှန်သောအတိုင်း မသိဘဲလျက် ဤကား အကုသိုလ်ဟုဟုတ်မှန်သောအတိုင်း မသိဘဲလျက် ဤကား ကုသိုလ်ဟုသော်လည်း ဖြေငြားအံ၊ ဤ ကားအကုသိုလ်ဟုသော်လည်း ဖြေငြားအံ၊",
  "dn1:2.26.6": "ပညာရှိကုန်သော သိမ်မွေ့သော ဉာဏ်ရှိကုန်သော သူတစ်ပါးတို့အယူကို လေ့လာပြီးဖြစ်ကုန်သော သားမြီးဖျားကို ပစ်ခွဲနိုင်သည့် လေးသမားနှင့် တူကုန် သောသမဏဗြာဟ္မဏတို့သည် ရှိကုန်၏၊ ထိုသူတို့သည် မှားသောအယူတို့ကို ပညာဖြင့် ဖျက်ဆီးနေဘိသကဲ့သို့ ကျက်စားနေကုန်၏၊",
  "dn1:2.26.7": "ထိုသူတို့သည် ငါ့ကို ထို (ကုသိုလ် အကုသိုလ်) တို့၌ မေးစစ်ကုန်ရာ၏၊ စိစစ်ကုန်ရာ၏၊ ဆိုဆုံးမကုန်ရာ၏၊",
  "dn1:2.26.8": "ထိုသို့မေးစစ်ကြလျှင် စိစစ်ကြလျှင် ဆိုဆုံးမကြလျှင်ထိုသူတို့အား ငါသည် ပြည့်စုံစွာ မဖြေနိုင်ရာ၊",
  "dn1:2.26.9": "ထို (မဖြေနိုင်ခြင်း) ကြောင့် ငါ့အား ပင်ပန်းခြင်းဖြစ် ရာ၏၊",
  "dn1:2.26.10": "ထိုပင်ပန်းခြင်းကြောင့် ငါ့အား အန္တရာယ် ဖြစ်ရာ၏”ဟု အကြံ ဖြစ်၏။",
  "dn1:2.26.11": "ထိုသူသည် ဤသို့ မေးစစ်ခြင်းကို ကြောက်သောကြောင့် မေးစစ်ခြင်းကို စက်ဆုပ်သောကြောင့် ဤကားကုသိုလ်တည်းဟု မဖြေ၊ ဤကား အကုသိုလ်တည်းဟု မဖြေ၊ ထိုထိုအရာ၌ အမေးခံရလျှင်",
  "dn1:2.26.12": "“ဤသို့ဟုလည်း ငါမယူ၊ ထိုသို့ဟုလည်း ငါမယူ၊ အခြားသို့ဟုလည်း ငါမယူ၊ (ဤသို့ ထိုသို့ အခြားသို့) မဟုတ်ဟုလည်း ငါမယူ၊ (ဤသို့ ထိုသို့ အခြားသို့) မဟုတ်သည့်မဟုတ်ဟုလည်း ငါမယူ”ဟု အဆုံးမရှိ ပစ်လွှင့်သော စကားကို ဆို၏။",
  "dn1:2.26.13": "ရဟန်းတို့ ဤသည်ကား တတိယ အကြောင်းတည်း၊ ယင်းကို အကြောင်းပြု၍ ယင်းကို စွဲမှီ၍အဆုံးမရှိ ပစ်လွှင့်သော အယူရှိကုန်သော အချို့သောသမဏဗြာဟ္မဏတို့သည် ထိုထိုအရာ၌ အမေးခံကြရလျှင် အဆုံးမရှိ ပစ်လွှင့်သော စကားကို ဆိုကုန်၏။ ",
  "dn1:2.27.1": "<em>အမရာဝိက္ခေပ စတုတ္ထဝါဒ</em>စတုတ္ထဝါဒ၌ကား အဆုံးမရှိ ပစ်လွှင့်သော အယူရှိကုန်သော အသျှင်သမဏဗြာဟ္မဏတို့သည်ထိုထိုအရာ၌ အမေးခံကြရလျှင် အဘယ်ကို အကြောင်းပြု၍ အဘယ်ကို စွဲမှီ၍ အဆုံးမရှိ ပစ်လွှင့်သောစကားကို ဆိုကုန်သနည်း —",
  "dn1:2.27.2": "ရဟန်းတို့ ဤလောက၌ ပညာနုံ့သော အလွန်တွေဝေသော အချို့သော သမဏသည်လည်းကောင်း၊ ဗြာဟ္မဏသည်လည်းကောင်း",
  "dn1:2.27.3": "ထိုထိုအရာ၌ အမေးခံကြရလျှင် ပညာနုံ့ခြင်း အလွန်တွေဝေခြင်းကြောင့် ထိုအဆုံးမရှိ ပစ်လွှင့်သော စကားကို ဆို၏။",
  "dn1:2.27.4": "“တစ်ပါးသော လောကရှိသလော”ဟု (သင်) ငါ့ကို မေးသော် “တစ်ပါးသော လောကရှိ၏”ဟုငါအယူရှိခဲ့လျှင် “တစ်ပါးသော လောကရှိ၏”ဟု သင့်အား ငါ ဖြေရာ၏၊",
  "dn1:2.27.5": "(သို့ရာတွင်) ဤသို့ဟုလည်းငါ မယူ၊ ထိုသို့ဟုလည်း ငါ မယူ၊ အခြားသို့ဟုလည်း ငါ မယူ၊ (ဤသို့ ထိုသို့ အခြားသို့) မဟုတ်ဟုလည်း ငါ မယူ၊ (ဤသို့ ထိုသို့ အခြားသို့) မဟုတ်သည် မဟုတ်ဟုလည်း ငါ မယူ။",
  "dn1:2.27.6": "တစ်ပါးသော လောက မရှိသလော။…(ရှေ့ကအတိုင်း)…",
  "dn1:2.27.7": "တစ်ပါးသော လောက ရှိလည်းရှိ မရှိလည်း မရှိသလော။…(ရှေ့ကအတိုင်း)…",
  "dn1:2.27.8": "တစ်ပါးသော လောက ရှိသည်လည်း မဟုတ်၊ မရှိသည်လည်း မဟုတ်သလော။…(ရှေ့ကအတိုင်း)…",
  "dn1:2.27.9": "(သေ၍) တစ်ဖန် ဖြစ်ပေါ်သော သတ္တဝါတို့ ရှိကုန်သလော။…(ရှေ့ကအတိုင်း)…",
  "dn1:2.27.10": "(သေ၍) တစ်ဖန် ဖြစ်ပေါ်သော သတ္တဝါတို့ မရှိကုန်သလော။…(ရှေ့ကအတိုင်း)…",
  "dn1:2.27.11": "(သေ၍) တစ်ဖန် ဖြစ်ပေါ်သော သတ္တဝါတို့ ရှိလည်းရှိ မရှိလည်း မရှိကုန်သလော။…(ရှေ့ကအတိုင်း)…",
  "dn1:2.27.12": "(သေ၍) တစ်ဖန် ဖြစ်ပေါ်သော သတ္တဝါတို့ ရှိသည်လည်း မဟုတ်၊ မရှိသည်လည်း မဟုတ်သလော။…(ရှေ့ကအတိုင်း)…",
  "dn1:2.27.13": "ကောင်းမှု မကောင်းမှုကံတို့၏ အကျိုးဝိပါက်ရှိသလော။…(ရှေ့ကအတိုင်း)…",
  "dn1:2.27.14": "ကောင်းမှု မကောင်းမှုကံတို့၏ အကျိုးဝိပါက် မရှိသလော။…(ရှေ့ကအတိုင်း)…",
  "dn1:2.27.15": "ကောင်းမှု မကောင်းမှုကံတို့၏ အကျိုးဝိပါက် ရှိလည်းရှိ မရှိလည်း မရှိသလော။…(ရှေ့ကအတိုင်း)…",
  "dn1:2.27.16": "ကောင်းမှု မကောင်းမှုကံတို့၏ အကျိုးဝိပါက် ရှိသည်လည်း မဟုတ်၊ မရှိသည်လည်း မဟုတ်သလော။…(ရှေ့ကအတိုင်း)…",
  "dn1:2.27.17": "သတ္တဝါသည် သေပြီးသည့်နောက်၌ ရှိသလော။…(ရှေ့ကအတိုင်း)…",
  "dn1:2.27.18": "သတ္တဝါသည် သေပြီးသည့်နောက်၌ မရှိသလော။…(ရှေ့ကအတိုင်း)…",
  "dn1:2.27.19": "သတ္တဝါသည် သေပြီးသည့်နောက်၌ ရှိလည်းရှိ မရှိလည်း မရှိသလော။…(ရှေ့ကအတိုင်း)…",
  "dn1:2.27.20": "သတ္တဝါသည် သေပြီးသည့်နောက်၌ ရှိသည်လည်း မဟုတ်၊ မရှိသည်လည်း မဟုတ်သလော”ဟု(သင်) ငါ့ကို မေးသော် “သတ္တဝါသည် သေပြီးသည့်နောက်၌ ရှိသည်လည်း မဟုတ်၊ မရှိသည်လည်းမဟုတ်”ဟု ငါ အယူရှိခဲ့လျှင် “သတ္တဝါသည် သေပြီးသည့်နောက်၌ ရှိသည်လည်း မဟုတ်၊ မရှိသည်လည်း မဟုတ်”ဟု သင့်အား ငါ ဖြေရာ၏၊",
  "dn1:2.27.21": "(သို့ရာတွင်) ဤသို့ဟုလည်းငါ မယူ၊ ထိုသို့ဟုလည်း ငါ မယူ၊ အခြားသို့ဟုလည်း ငါ မယူ၊ (ဤသို့ ထိုသို့ အခြားသို့) မဟုတ်ဟုလည်း ငါ မယူ၊ (ဤသို့ ထိုသို့ အခြားသို့) မဟုတ်သည် မဟုတ်ဟုလည်း ငါ မယူ။",
  "dn1:2.27.22": "ရဟန်းတို့ ဤသည်ကား စတုတ္ထ အကြောင်းတည်း၊ ယင်းကို အကြောင်းပြု၍ ယင်းကို စွဲမှီ၍အဆုံးမရှိ ပစ်လွှင့်သော အယူရှိကုန်သော အချို့သော သမဏဗြာဟ္မဏတို့သည် ထိုထိုအရာ၌ အမေးခံကြရလျှင် အဆုံးမရှိ ပစ်လွှင့်သော စကားကို ဆိုကုန်၏။ ",
  "dn1:2.28.1": "ရဟန်းတို့ အဆုံးမရှိ ပစ်လွှင့်သော အယူရှိကုန်သော အသျှင်သမဏဗြာဟ္မဏတို့သည် ထိုထိုအရာ၌ အမေးခံကြရလျှင် အဆုံးမရှိပစ်လွှင့်သော စကားကို ဤလေးမျိုးသော အကြောင်းတို့ဖြင့် ဆိုကုန်၏။",
  "dn1:2.28.2": "ရဟန်းတို့ အဆုံးမရှိပစ်လွှင့်သော အယူရှိကုန်သော သမဏဗြာဟ္မဏအားလုံးတို့သည် ထိုထိုအရာ၌အမေးခံကြရ၍ အဆုံးမရှိပစ်လွှင့်သော စကားကို ဆိုကြလျှင် ဤလေးမျိုးသော အကြောင်းတို့ဖြင့်သော်လည်းကောင်း၊ ဤ (လေးမျိုး) တို့တွင် တစ်မျိုးမျိုးသော အကြောင်းဖြင့်သော်လည်းကောင်း ဆိုကုန်၏၊ ဤ (လေးမျိုး) တို့မှ တစ်ပါးသော အကြောင်း မရှိ။ပ။၁ မြတ်စွာဘုရား၏ဟုတ်မှန်သောဂုဏ်ကို မှန်စွာပြောလိုကြလျှင် အကြင် (တရား) တို့ဖြင့် ပြောကြရာ၏။ နက်နဲကုန်သော ။ပ။၂ ထိုတရားတို့သည် ဤသည်တို့ပင်တည်း။",
  "dn1:2.29.1": "ရဟန်းတို့ မြတ်စွာဘုရားသည် အကြင်တရားတို့ကို ကိုယ်တော်တိုင် ထူးသောဉာဏ်ဖြင့်…",
  "dn1:2.29.2": "မြတ်စွာဘုရား၏ဟုတ်မှန်သောဂုဏ်ကို မှန်စွာပြောလိုကြလျှင် အကြင်တရားတို့ဖြင့် ပြောကြရာ၏၊",
  "dn1:2.30.0": "၃-၁-၅။ အဓိစ္စသမုပ္ပန္နဝါဒ(အကြောင်းမဲ့အယူနှစ်မျိုး)",
  "dn1:2.30.1": "ရဟန်းတို့ အကြောင်းမဲ့ အယူရှိကုန်သော အချို့သောသမဏဗြာဟ္မဏတို့သည် ရှိကုန်၏၊ (ထိုသူတို့သည်) အတ္တကိုလည်းကောင်း၊ လောကကိုလည်းကောင်း အကြောင်းမဲ့ ဖြစ်ပေါ်၏ဟုနှစ်မျိုးသော အကြောင်းတို့ဖြင့် ပြကုန်၏။",
  "dn1:2.30.2": "အကြောင်းမဲ့ အယူရှိကုန်သော အသျှင်သမဏဗြာဟ္မဏတို့သည် အဘယ်ကို အကြောင်းပြု၍ အဘယ် ကိုစွဲမှီ၍ အတ္တကိုလည်းကောင်း၊ လောကကိုလည်းကောင်း အကြောင်းမဲ့ ဖြစ်ပေါ်၏ဟု နှစ်မျိုးသောအကြောင်းတို့ဖြင့် ပြကုန်သနည်း —",
  "dn1:2.31.1": "<em>အဓိစ္စသမုပ္ပန္န ပဌမဝါဒ</em>ရဟန်းတို့ အသညသတ်မည်သော ဗြဟ္မာတို့သည် ရှိကုန်၏၊",
  "dn1:2.31.2": "ထိုဗြဟ္မာတို့သည် (ပဋိသန္ဓေ) သညာဖြစ်ပေါ်ခြင်းကြောင့် ထို (ဗြဟ္မာ့) ဘုံမှ စုတေကုန်၏၊",
  "dn1:2.31.3": "ရဟန်းတို့ ဤသို့သော အကြောင်းသည် ရှိသေး၏၊ တစ်ဦးတစ်ယောက်သော သတ္တဝါသည် ထို (ဗြဟ္မာ့) ဘုံမှ စုတေခဲ့၍ ဤ (လူ့ဘုံ) သို့ ရောက်လာသော်",
  "dn1:2.31.4": "လူ့ဘောင်မှ ရသေ့ရဟန်းဘောင်သို့ ဝင်ပြီးလျှင်",
  "dn1:2.31.5": "ပြင်းစွာ အားထုတ်ခြင်းကို စွဲ၍ မြဲမြံစွာအားထုတ်ခြင်းကို စွဲ၍ အဖန်ဖန် အားထုတ်ခြင်းကို စွဲ၍ မမေ့လျော့ခြင်းကို စွဲ၍ ကောင်းစွာ နှလုံးသွင်းခြင်းကို စွဲ၍ ထိုသို့သဘောရှိသော စိတ်တည်ကြည်ခြင်းကို ရ၏၊ ယင်းသို့ စိတ်သည် တည်ကြည်လတ်သော် ပဋိသန္ဓေသညာဖြစ်ပေါ်ခြင်းကို အောက်မေ့နိုင်၏၊ ထို့ထက် အလွန်မအောက်မေ့နိုင်။",
  "dn1:2.31.6": "ထိုသူသည် ဤသို့ ဆို၏ —",
  "dn1:2.31.7": "“အတ္တသည်လည်းကောင်း၊ လောကသည်လည်းကောင်း အကြောင်းမဲ့ ဖြစ်ပေါ်၏၊",
  "dn1:2.31.8": "အဘယ်ကြောင့်ဆိုသော် —",
  "dn1:2.31.9": "အဘယ်ကြောင့်ဆိုသော် ငါသည် ရှေး၌ မရှိခဲ၊ ထိုငါသည် မရှိခဲ့ဘဲလျက် ယခု ထင်ရှားရှိလာ၏”ဟု ဆို၏။",
  "dn1:2.31.10": "ရဟန်းတို့ ဤသည်ကား ပဌမ အကြောင်းတည်း၊ ယင်းကို အကြောင်းပြု၍ ယင်းကို စွဲမှီ၍အကြောင်းမဲ့ အယူရှိကုန်သော အချို့သောသမဏဗြာဟ္မဏတို့သည် အတ္တကိုလည်းကောင်း၊ လောကကိုလည်းကောင်း အကြောင်းမဲ့ ဖြစ်ပေါ်၏ဟု ပြကုန်၏။ ",
  "dn1:2.32.1": "<em>အဓိစ္စသမုပ္ပန္န ဒုတိယဝါဒ</em>ဒုတိယဝါဒ၌ကား အကြောင်းမဲ့ အယူရှိကုန်သော အသျှင်သမဏဗြာဟ္မဏတို့သည် အဘယ်ကိုအကြောင်းပြု၍ အဘယ်ကို စွဲမှီ၍ အတ္တကိုလည်းကောင်း၊ လောကကိုလည်းကောင်း အကြောင်းမဲ့ဖြစ်ပေါ်၏ဟု ပြကုန်သနည်း —",
  "dn1:2.32.2": "ရဟန်းတို့ ဤလောက၌ အချို့သော သမဏသည်လည်းကောင်း၊ ဗြာဟ္မဏသည်လည်းကောင်းကြံစည်လေ့ရှိ၏၊ စူးစမ်းလေ့ရှိ၏၊",
  "dn1:2.32.3": "ထိုသူသည် အမျိုးမျိုးကြံစည်၍ စူးစမ်း ဆင်ခြင်၍ မိမိ၏ထင်မြင်ချက်ကိုဤသို့ ဆို၏ —",
  "dn1:2.32.4": "“အတ္တသည်လည်းကောင်း၊ လောကသည်လည်းကောင်း အကြောင်းမဲ့ ဖြစ်၏”ဟု ဆို၏။",
  "dn1:2.32.5": "ရဟန်းတို့ ဤသည်ကား ဒုတိယ အကြောင်းတည်း၊ ယင်းကို အကြောင်းပြု၍ ယင်းကို စွဲမှီ၍အကြောင်းမဲ့ အယူရှိကုန်သော အချို့သော သမဏ ဗြာဟ္မဏတို့သည် အတ္တကိုလည်းကောင်း၊ လောကကိုလည်းကောင်း အကြောင်းမဲ့ ဖြစ်ပေါ်၏ဟု ပြကုန်၏။ ",
  "dn1:2.33.1": "ရဟန်းတို့ အကြောင်းမဲ့ အယူရှိကုန်သော သမဏဗြာဟ္မဏတို့သည် အတ္တကိုလည်းကောင်း၊ လောကကိုလည်းကောင်း အကြောင်းမဲ့ ဖြစ်ပေါ်ကုန်၏ဟု ဤ နှစ်မျိုးသော အကြောင်းတို့ဖြင့် ပြကုန်၏။",
  "dn1:2.33.2": "ရဟန်းတို့ အကြောင်းမဲ့ အယူရှိကုန်သော သမဏဗြာဟ္မဏအားလုံးတို့သည် အတ္တကိုလည်းကောင်း၊ လောကကိုလည်းကောင်း အကြောင်းမဲ့ ဖြစ်ပေါ်၏ဟု ဤ နှစ်မျိုးသော အကြောင်းတို့ဖြင့် သော်လည်းကောင်း၊ ဤ (နှစ်မျိုး) တို့တွင် တစ်မျိုးမျိုးသော အကြောင်းဖြင့်သော်လည်းကောင်း ပြကုန်၏၊ ဤ (နှစ်မျိုး) တို့မှ တစ်ပါးသော အကြောင်းမရှိ။",
  "dn1:2.34.1": "ရဟန်းတို့ မြတ်စွာဘုရားသည် အကြင်တရားတို့ကို ကိုယ်တော်တိုင် ထူးသောဉာဏ်ဖြင့်…",
  "dn1:2.34.2": "မြတ်စွာဘုရား၏ဟုတ်မှန်သောဂုဏ်ကို မှန်စွာပြောလိုကြလျှင် အကြင်တရားတို့ဖြင့် ပြောကြရာ၏၊",
  "dn1:2.35.1": "ရဟန်းတို့ ရှေးအဖို့ကို ကြံဆကုန်သော ရှေးအဖို့ကို စွဲယူကုန်သော ထိုသမဏဗြာဟ္မဏတို့သည်ရှေးအဖို့ကို စွဲမှီ၍ များပြားသော မိစ္ဆာအယူပြစကားတို့ကို ဤတစ်ဆယ့်ရှစ်မျိုးသော အကြောင်း တို့ဖြင့်ပြောဟောကုန်၏။",
  "dn1:2.35.2": "ရဟန်းတို့ ရှေးအဖို့ကို ကြံဆကုန်သော ရှေးအဖို့ကို စွဲယူကုန်သော သမဏဗြာဟ္မဏအားလုံးတို့သည့်ရှေးအဖို့ကို စွဲမှီ၍ များပြားသော မိစ္ဆာအယူပြစကားတို့ကို ဟောပြောကြလျှင် ဤတစ်ဆယ့်ရှစ်မျိုး သောအကြောင်းတို့ဖြင့်သော်လည်းကောင်း၊ ဤ (တစ်ဆယ့်ရှစ်မျိုး) တို့တွင် တစ်မျိုးမျိုးသောအကြောင်းဖြင့်သော်လည်းကောင်း ပြောဟောကုန်၏။ ဤ (တစ်ဆယ့်ရှစ်မျိုး) တို့မှ တစ်ပါးသော အကြောင်းမရှိ။",
  "dn1:2.36.1": "မြတ်စွာဘုရားသည် ထို (တစ်ဆယ့်ရှစ်မျိုးသောအယူ) ကို သိတော်မူ၏။",
  "dn1:2.36.2": "“ဤအယူတို့သည် ဤသို့ စွဲယူထားလျှင် ဤသို့ မှားယွင်းစွာ သုံးသပ်ထားလျှင် ဤသို့လားရာရှိကုန်၏၊ ဤသို့ တမလွန်ရှိကုန်၏”",
  "dn1:2.36.3": "မြတ်စွာဘုရားသည် ထို (တစ်ဆယ့်ရှစ်မျိုးသော အယူ) ကိုလည်း သိတော်မူ၏။ ထို့ထက် အထူး သဖြင့်လွန်မြတ်သော တရားကိုလည်း သိတော်မူ၏၊ ထို (အထူးသဖြင့် လွန်မြတ်သောတရား) ကို သိတော်မူသော်လည်း မှားယွင်းစွာ မသုံးသပ်၊ မှားယွင်းစွာ မသုံးသပ်သောကြောင့် ထို (မြတ်စွာဘုရားသည်) ကိုယ်တော်တိုင်သာလျှင် နိဗ္ဗာန်ကို သိတော်မူ၏။",
  "dn1:2.36.4": "ရဟန်းတို့ မြတ်စွာဘုရားသည် ဝေဒနာတို့၏ ဖြစ်ကြောင်းကိုလည်းကောင်း၊ ချုပ်ကြောင်းကိုလည်းကောင်း သာယာဖွယ်ကိုလည်းကောင်း၊ အပြစ်ကိုလည်းကောင်း၊ (ဝေဒနာတို့မှ) ထွက်မြောက်ရာကိုလည်းကောင်းဟုတ်မှန်သောအတိုင်း သိတော်မူသဖြင့် (တစ်စုံတစ်ရာ) မစွဲလမ်းမူ၍ လွတ်မြောက်တော်မူ၏။",
  "dn1:2.36.5": "ရဟန်းတို့ မြတ်စွာဘုရားသည် အကြင် (တရား) တို့ကို ကိုယ်တော်တိုင် ထူးသော ဉာဏ်ဖြင့်မျက်မှောက်ပြု၍ ဟောတော်မူ၏၊ မြတ်စွာဘုရား၏ဟုတ်မှန်သောဂုဏ်ကို မှန်စွာ ပြောလိုကြလျှင် အကြင် (တရား) တို့ဖြင့် ပြောကြရာ၏၊ နက်နဲကုန်သော မြင်နိုင်ခဲကုန်သော သိနိုင်ခဲကုန်သော ငြိမ်သက်ကုန်သော မွန်မြတ်ကုန်သော ကြံစည်ခြင်းဖြင့် မရောက်နိုင်ကုန်သော သိမ်မွေ့ကုန်သော ပညာရှိတို့သာ သိနိုင်ကုန်သော ထိုတရားတို့သည် ဤသည်တို့ပင်တည်း။",
  "dn1:2.36.6": "ဒုတိယဘာဏဝါရ",
  "dn1:2.37.0": "၃-၂။ အပရန္တာနုဒိဋ္ဌိ လေးဆယ့်လေးမျိုး",
  "dn1:2.37.1": "ရဟန်းတို့ နောက်အဖို့ကို ကြံဆကုန်သော နောက်အဖို့ကို စွဲယူကုန်သော အချို့သောသမဏဗြာဟ္မဏတို့သည် ရှိကုန်၏၊ (ထိုသူတို့သည်) နောက်အဖို့ကို စွဲမှီ၍ များပြားသော မိစ္ဆာအယူပြစကားတို့ကို လေးဆယ့်လေးမျိုးသော အကြောင်းတို့ဖြင့် ပြောဟောကုန်၏၊",
  "dn1:2.37.2": "ထိုအသျှင်သမဏဗြာဟ္မဏတို့သည်အဘယ်ကို အကြောင်းပြု၍ အဘယ်ကို စွဲမှီ၍ နောက်အဖို့ကို ကြံဆကုန်သနည်း၊ နောက်အဖို့ကိုစွဲယူကုန် သနည်း၊ နောက်အဖို့ကို စွဲမှီ၍ များပြားသော မိစ္ဆာအယူပြစကားတို့ကို လေးဆယ့်လေးမျိုး သောအကြောင်းတို့ဖြင့် ပြောဟောကုန်သနည်း။",
  "dn1:2.38.0": "၃-၂-၁။ ဥဒ္ဓမာဃာတနိက သညီဝါဒ (သေပြီးနောက် သညာရှိအယူ တစ်ဆယ့်ခြောက်မျိုး)",
  "dn1:2.38.1": "ရဟန်းတို့ သေပြီးနောက် သညာရှိအယူရှိကုန်သော အချို့သောသမဏဗြာဟ္မဏတို့သည်ရှိကုန်၏၊ (ထိုသူတို့သည်) သေပြီးသည့်နောက် သညာရှိသော အတ္တကို တစ်ဆယ့်ခြောက်မျိုးသော အကြောင်းတို့ဖြင့် ပြကုန်၏၊",
  "dn1:2.38.2": "သေပြီးနောက် သညာရှိအယူရှိကုန်သော ထိုအသျှင်သမဏဗြာဟ္မဏတို့သည်အဘယ်ကို အကြောင်းပြု၍ အဘယ်ကို စွဲမှီ၍ သေပြီးနောက် သညာရှိသော အတ္တကိုတစ်ဆယ့်ခြောက်မျိုး သော အကြောင်းတို့ဖြင့် ပြကုန်သနည်း —",
  "dn1:2.38.3": "အတ္တသည် ရုပ်ရှိ၏၊ သေပြီးနောက် ပျက်စီးခြင်းမရှိ၊ သညာရှိ၏ဟု ပြကုန်၏။",
  "dn1:2.38.4": "အတ္တသည် ရုပ်မရှိ၊ သေပြီးနောက် ပျက်စီးခြင်းမရှိ၊ သညာရှိ၏ဟု ပြကုန်၏။",
  "dn1:2.38.5": "အတ္တသည် ရုပ်ရှိလည်းဟုတ်၏၊ ရုပ်မရှိလည်းဟုတ်၏။…",
  "dn1:2.38.6": "အတ္တသည် ရုပ်ရှိလည်း မဟုတ်၊ ရုပ်မရှိလည်း မဟုတ်။",
  "dn1:2.38.7": "အတ္တသည် အဆုံးရှိ၏။",
  "dn1:2.38.8": "အတ္တသည် အဆုံးမရှိ။",
  "dn1:2.38.9": "အတ္တသည် အဆုံးရှိလည်းဟုတ်၏၊ အဆုံးမရှိလည်းဟုတ်၏၊",
  "dn1:2.38.10": "အတ္တသည် အဆုံးရှိလည်း မဟုတ်၊ အဆုံးမရှိလည်း မဟုတ်။",
  "dn1:2.38.11": "အတ္တသည် တစ်မျိုးတည်းသော သညာရှိ၏။",
  "dn1:2.38.12": "အတ္တသည် အမျိုးမျိုးသော သညာရှိ၏။",
  "dn1:2.38.13": "အတ္တသည် သေးငယ်သော သညာရှိ၏။",
  "dn1:2.38.14": "အတ္တသည် ကြီးကျယ်သော သညာရှိ၏။",
  "dn1:2.38.15": "အတ္တသည် စင်စစ် ချမ်းသာချည်းရှိ၏။",
  "dn1:2.38.16": "အတ္တသည် စင်စစ် ဆင်းရဲချည်းရှိ၏။",
  "dn1:2.38.17": "အတ္တသည် ချမ်းသာဆင်းရဲရှိ၏။",
  "dn1:2.38.18": "အတ္တသည် ချမ်းသာဆင်းရဲ မရှိ၊ သေပြီးနောက် ပျက်စီးခြင်း မရှိ၊ သညာရှိ၏ဟု ပြကုန်၏။",
  "dn1:2.39.1": "ရဟန်းတို့ သေပြီးနောက် သညာရှိအယူရှိကုန်သော ထိုသမဏဗြာဟ္မဏတို့သည် သေပြီးနောက်သညာရှိသော အတ္တကို ဤတစ်ဆယ့်ခြောက်မျိုး သော အကြောင်းတို့ဖြင့် ပြကုန်၏။",
  "dn1:2.39.2": "ရဟန်းတို့ သေပြီးနောက် သညာရှိအယူရှိကုန်သော သမဏဗြာဟ္မဏအားလုံးတို့သည် သေပြီးနောက်သညာရှိသော အတ္တကိုပြကြလျှင် ဤတစ်ဆယ့်ခြောက်မျိုးသော အကြောင်းတို့ဖြင့်သော်လည်းကောင်း၊ ဤ (တစ်ဆယ့်ခြောက်မျိုး) တို့တွင် တစ်မျိုးမျိုးသော အကြောင်းဖြင့်သော်လည်းကောင်း ပြကုန်၏။ဤ (တစ်ဆယ့်ခြောက်မျိုး) တို့မှ တစ်ပါးသော အကြောင်းမရှိ။",
  "dn1:2.39.3": "ရဟန်းတို့ မြတ်စွာဘုရားသည် အကြင်တရားတို့ကို ကိုယ်တော်တိုင် ထူးသောဉာဏ်ဖြင့်…",
  "dn1:2.39.4": "မြတ်စွာဘုရား၏ဟုတ်မှန်သောဂုဏ်ကို မှန်စွာပြောလိုကြလျှင် အကြင်တရားတို့ဖြင့် ပြောကြရာ၏၊",
  "dn1:3.1.0": "၃-၂-၂။ ဥဒ္ဓမာဃာတနိက အသညီဝါဒ (သေပြီးနောက် သညာမရှိအယူ ရှစ်မျိုး)",
  "dn1:3.1.1": "ရဟန်းတို့ သေပြီးနောက် သညာမရှိအယူရှိကုန်သော အချို့သောသမဏဗြာဟ္မဏတို့သည်ရှိကုန်၏။ (ထိုသူတို့သည်) သေပြီးနောက် သညာမရှိသော အတ္တကို ရှစ်မျိုးသော အကြောင်းတို့ဖြင့်ပြကုန်၏။",
  "dn1:3.1.2": "သေပြီးနောက် သညာမရှိအယူရှိကုန်သော ထိုအသျှင်သမဏဗြာဟ္မဏတို့သည် အဘယ်ကို အကြောင်းပြု၍ အဘယ်ကို စွဲမှီ၍ သေပြီးနောက် သညာမရှိသော အတ္တကို ရှစ်မျိုးသော အကြောင်းတို့ဖြင့် ပြကုန်သနည်း —",
  "dn1:3.2.1": "အတ္တသည် ရုပ်ရှိ၏၊ သေပြီးနောက် ပျက်စီးခြင်းမရှိ၊ သညာမရှိဟု ပြကုန်၏။",
  "dn1:3.2.2": "အတ္တသည် ရုပ်မရှိ၊ သေပြီးနောက် ပျက်စီးခြင်းမရှိ၊ သညာမရှိဟု ပြကုန်၏။",
  "dn1:3.2.3": "အတ္တသည် ရုပ်ရှိလည်းဟုတ်၏၊ ရုပ်မရှိလည်းဟုတ်၏။…",
  "dn1:3.2.4": "အတ္တသည် ရုပ်ရှိလည်း မဟုတ်၊ ရုပ်မရှိလည်း မဟုတ်။",
  "dn1:3.2.5": "အတ္တသည် အဆုံးရှိ၏။",
  "dn1:3.2.6": "အတ္တသည် အဆုံးမရှိ။",
  "dn1:3.2.7": "အတ္တသည် အဆုံးရှိလည်းဟုတ်၏၊ အဆုံးမရှိလည်းဟုတ်၏၊",
  "dn1:3.2.8": "အတ္တသည် အဆုံးရှိလည်း မဟုတ်၊ အဆုံးမရှိလည်း မဟုတ်၊ သေပြီးနောက် ပျက်စီးခြင်း မရှိ၊ သညာမရှိ၏ဟု ပြကုန်၏။",
  "dn1:3.3.1": "သေပြီးနောက် သညာမရှိအယူရှိကုန်သော ထိုသမဏဗြာဟ္မဏတို့သည် သေပြီးနောက် သညာမရှိသော အတ္တကို ဤရှစ်မျိုးသော အကြောင်းတို့ဖြင့် ပြကုန်၏။",
  "dn1:3.3.2": "ရဟန်းတို့ သေပြီးနောက် သညာမရှိအယူရှိကုန်သော သမဏဗြာဟ္မဏအားလုံးတို့သည် သေပြီး နောက်သညာမရှိသော အတ္တကို ပြကြလျှင် ဤရှစ်မျိုးသော အကြောင်းတို့ဖြင့်သော်လည်းကောင်း၊ ဤ (ရှစ်မျိုး) တို့တွင် တစ်မျိုးမျိုးသော အကြောင်းဖြင့်သော်လည်းကောင်း ပြကုန်၏။ ဤ (ရှစ်မျိုး) တို့မှတစ်ပါးသော အကြောင်းမရှိ။",
  "dn1:3.4.1": "ရဟန်းတို့ မြတ်စွာဘုရားသည် အကြင်တရားတို့ကို ကိုယ်တော်တိုင် ထူးသောဉာဏ်ဖြင့်…",
  "dn1:3.4.2": "မြတ်စွာဘုရား၏ဟုတ်မှန်သောဂုဏ်ကို မှန်စွာပြောလိုကြလျှင် အကြင်တရားတို့ဖြင့် ပြောကြရာ၏၊",
  "dn1:3.5.0": "၃-၂-၃။ ဥဒ္ဓမာဃာတနိက နေဝသညီ နာသညီဝါဒ(သေပြီးနောက် သညာရှိလည်းမဟုတ် မရှိလည်းမဟုတ် အယူရှစ်မျိုး)",
  "dn1:3.5.1": "ရဟန်းတို့ သေပြီးနောက် သညာရှိလည်းမဟုတ် မရှိလည်းမဟုတ် အယူရှိကုန်သော အချို့ သောသမဏဗြာဟ္မဏတို့သည် ရှိကုန်၏၊ (ထိုသူတို့သည်) သေပြီးနောက် သညာရှိလည်းမဟုတ် မရှိ လည်းမဟုတ်သော အတ္တကို ရှစ်မျိုးသော အကြောင်းတို့ဖြင့် ပြကုန်၏။",
  "dn1:3.5.2": "သေပြီးနောက် သညာရှိလည်းမဟုတ် မရှိလည်းမဟုတ် အယူရှိကုန်သော ထိုအသျှင်သမဏဗြာဟ္မဏတို့သည် အဘယ်ကို အကြောင်းပြု၍ အဘယ်ကို စွဲမှီ၍ သေပြီးနောက် သညာရှိလည်းမဟုတ် မရှိလည်းမဟုတ်သော အတ္တကို ရှစ်မျိုးသော အကြောင်းတို့ဖြင့် ပြကုန်သနည်း —",
  "dn1:3.6.1": "အတ္တသည် ရုပ်ရှိ၏၊ သေပြီးနောက် ပျက်စီးခြင်း မရှိ၊ သညာရှိလည်းမဟုတ် မရှိလည်း မဟုတ်ဟုပြကုန်၏။",
  "dn1:3.6.2": "အတ္တသည် ရုပ်မရှိ။",
  "dn1:3.6.3": "အတ္တသည် ရုပ်ရှိလည်းဟုတ်၏၊ ရုပ်မရှိလည်းဟုတ်၏။",
  "dn1:3.6.4": "အတ္တသည် ရုပ်ရှိလည်း မဟုတ်၊ ရုပ်မရှိလည်း မဟုတ်။",
  "dn1:3.6.5": "အတ္တသည် အဆုံးရှိ၏။",
  "dn1:3.6.6": "အတ္တသည် အဆုံးမရှိ။",
  "dn1:3.6.7": "အတ္တသည် အဆုံးရှိလည်းဟုတ်၏၊ အဆုံးမရှိလည်းဟုတ်၏၊",
  "dn1:3.6.8": "အတ္တသည် အဆုံးရှိလည်း မဟုတ်၊ အဆုံးမရှိလည်း မဟုတ်၊ သေပြီးနောက် ပျက်စီးခြင်း မရှိ၊ သညာရှိလည်း မဟုတ်၊ မရှိလည်း မဟုတ်ဟု ပြကုန်၏။",
  "dn1:3.7.1": "ရဟန်းတို့ သေပြီးနောက် သညာရှိလည်းမဟုတ် မရှိလည်းမဟုတ်အယူရှိကုန်သော ထိုသမဏဗြာဟ္မဏတို့သည် သေပြီးနောက် သညာရှိလည်းမဟုတ် မရှိလည်းမဟုတ်သော အတ္တကို ဤ ရှစ်မျိုးသောအကြောင်းတို့ဖြင့် ပြကုန်၏။",
  "dn1:3.7.2": "ရဟန်းတို့ သေပြီးနောက် သညာရှိလည်းမဟုတ် မရှိလည်းမဟုတ် အယူရှိကုန်သော သမဏဗြာဟ္မဏအားလုံးတို့သည် သေပြီးနောက် သညာရှိလည်းမဟုတ် မရှိလည်းမဟုတ်သော အတ္တကို ပြကြလျှင် ဤရှစ်မျိုးသော အကြောင်းတို့ဖြင့်သော်လည်းကောင်း၊ ဤ (ရှစ်မျိုး) တို့တွင် တစ်မျိုးမျိုးသော အကြောင်းဖြင့်သော်လည်းကောင်း ပြကုန်၏၊ ဤ (ရှစ်မျိုး) တို့မှ တစ်ပါးသော အကြောင်းမရှိ။",
  "dn1:3.8.1": "ရဟန်းတို့ မြတ်စွာဘုရားသည် အကြင်တရားတို့ကို ကိုယ်တော်တိုင် ထူးသောဉာဏ်ဖြင့်…",
  "dn1:3.8.2": "မြတ်စွာဘုရား၏ဟုတ်မှန်သောဂုဏ်ကို မှန်စွာပြောလိုကြလျှင် အကြင်တရားတို့ဖြင့် ပြောကြရာ၏၊",
  "dn1:3.9.0": "၃-၂-၄။ ဥစ္ဆေဒဝါဒ (ပြတ်စဲအယူ ခုနစ်မျိုး)",
  "dn1:3.9.1": "ရဟန်းတို့ ပြတ်စဲအယူရှိကုန်သော အချို့သေ သမဏဗြာဟ္မဏတို့သည် ရှိကုန်၏၊ (ထိုသူတို့သည်) ထင်ရှားရှိသော သတ္တဝါ၏ ပြတ်စဲခြင်း ပျက်စီးခြင်း ပျောက်ကင်းခြင်းကို ခုနစ်မျိုးသောအကြောင်း တို့ဖြင့် ပြကုန်၏။",
  "dn1:3.9.2": "ပြတ်စဲအယူရှိကုန်သော ထိုအသျှင်သမဏဗြာဟ္မဏတို့သည် အဘယ်ကို အကြောင်းပြု၍ အဘယ်ကိုစွဲမှီ၍ ထင်ရှားရှိသော သတ္တဝါ၏ ပြတ်စဲခြင်း ပျက်စီးခြင်း ပျောက်ကင်းခြင်းကို ခုနစ်မျိုးသော အကြောင်းတို့ဖြင့် ပြကုန်သနည်း —",
  "dn1:3.10.1": "ရဟန်းတို့ ဤလောက၌ အချို့သော သမဏသည်လည်းကောင်း၊ ဗြာဟ္မဏသည်လည်းကောင်းဤသို့ ဆိုလေ့ရှိ၏၊ ဤသို့ ယူလေ့ရှိ၏ —",
  "dn1:3.10.2": "“အချင်း ဤအတ္တသည် ရုပ်ရှိ၏၊ မဟာဘုတ်လေးပါး အစုအဝေးဖြစ်၏၊ မိဘတို့မှ ပေါက်ဖွား၏၊ ကိုယ်ကောင် ပျက်စီးလျှင် ပြတ်စဲ၏၊ ပျက်စီး၏၊ သေပြီးသည်မှ နောက်၌ မရှိ၊ အချင်း ဤမျှဖြင့် ဤအတ္တသည် လုံးဝ ပြတ်စဲ၏”ဟု ဆိုလေ့ရှိ၏၊ ယူလေ့ရှိ၏။",
  "dn1:3.10.3": "ဤသို့လျှင် အချို့သော သူတို့သည် ထင်ရှားရှိသော သတ္တဝါ၏ ပြတ်စဲခြင်း ပျက်စီးခြင်းပျောက်ကင်းခြင်းကို ပြကုန်၏။",
  "dn1:3.11.1": "ထိုသူကို အခြားသူက ဤသို့ ဆို၏ —",
  "dn1:3.11.2": "“အချင်း သင်ဆိုသော ဤအတ္တသည် ရှိသည်သာတည်း၊ မရှိဟု ငါမဆို၊",
  "dn1:3.11.3": "အချင်း ဤအတ္တသည်ဤမျှဖြင့် လုံးဝပြတ်စဲသည် မဟုတ်သေး၊",
  "dn1:3.11.4": "ကာမာဝစရနတ်ပြည်၌ဖြစ်သော အစာအာဟာရ စားသောက်သော ရုပ်ရှိသော အခြားအတ္တသည် ရှိသေး၏၊",
  "dn1:3.11.5": "ထိုအတ္တကို သင် မသိ၊ (သင်) မမြင်၊",
  "dn1:3.11.6": "ထိုအတ္တကို ငါ သိ၏၊ (ငါ) မြင်၏၊",
  "dn1:3.11.7": "အချင်း ထိုအတ္တသည် ကိုယ်ကောင် ပျက်စီးလျှင် ပြတ်စဲ၏၊ ပျက်စီး၏၊ သေပြီးသည်မှ နောက်၌ မရှိ၊ အချင်း ဤမျှဖြင့် ဤအတ္တသည် လုံးဝ ပြတ်စဲ၏”ဟု ဆို၏၊",
  "dn1:3.11.8": "ဤသို့လျှင် အချို့သော သူတို့သည် ထင်ရှားရှိသော သတ္တဝါ၏ ပြတ်စဲခြင်း ပျက်စီးခြင်း ပျောက်ကင်းခြင်းကို ပြကုန်၏။",
  "dn1:3.12.1": "ထိုသူကို အခြားသူက ဤသို့ ဆို၏ —",
  "dn1:3.12.2": "“အချင်း သင်ဆိုသော ဤအတ္တသည် ရှိသည်သာတည်း၊ မရှိဟု ငါမဆို၊",
  "dn1:3.12.3": "အချင်း ဤအတ္တသည်ဤမျှဖြင့် လုံးဝပြတ်စဲသည် မဟုတ်သေး၊",
  "dn1:3.12.4": "ဗြဟ္မာ့ပြည်၌ ဖြစ်သော အင်္ဂါကြီးငယ် အလုံးစုံရှိသော ဣန္ဒြေမချို့တဲ့သော ဈာန်စိတ်ကြောင့်ဖြစ်သော ရုပ်ရှိသော အခြားအတ္တသည် ရှိသေး၏၊",
  "dn1:3.12.5": "ထိုအတ္တကို သင် မသိ၊ (သင်) မမြင်၊",
  "dn1:3.12.6": "ထိုအတ္တကို ငါ သိ၏၊ (ငါ) မြင်၏၊",
  "dn1:3.12.7": "အချင်း ထိုအတ္တသည် ကိုယ်ကောင် ပျက်စီးလျှင် ပြတ်စဲ၏၊ ပျက်စီး၏၊ သေပြီးသည်မှ နောက်၌ မရှိ၊ အချင်း ဤမျှဖြင့် ဤအတ္တသည် လုံးဝ ပြတ်စဲ၏”ဟု ဆို၏၊",
  "dn1:3.12.8": "ဤသို့လျှင် အချို့သော သူတို့သည် ထင်ရှားရှိသော သတ္တဝါ၏ ပြတ်စဲခြင်း ပျက်စီးခြင်းပျောက်ကင်းခြင်းကို ပြကုန်၏။",
  "dn1:3.13.1": "ထိုသူကို အခြားသူက ဤသို့ ဆို၏ —",
  "dn1:3.13.2": "“အချင်း သင်ဆိုသော ဤအတ္တသည် ရှိသည်သာတည်း၊ မရှိဟု ငါမဆို၊",
  "dn1:3.13.3": "အချင်း ဤအတ္တသည်ဤမျှဖြင့် လုံးဝပြတ်စဲသည် မဟုတ်သေး၊",
  "dn1:3.13.4": "ရူပသညာ[ရူပသညာ=ရူပဈာန်၌ဖြစ်သောသညာ] တို့ကို လုံးဝ လွန်မြောက်၍ ပဋိဃသညာ[ပဋိဃသညာ= စက္ခုစသောဝတ္ထုရုပ်ငါးပါး၌ ရူပါရုံစသောအာရုံငါးပါးတို့ ထိခိုက်သောအခါ ဖြစ်ပေါ်သော ပဉ္စဝိညာဉ်သညာ] တို့လုံးဝချုပ်သည့်ပြင် နာနတ္တသညာ[နာနတ္တသညာ= ပဋိဃသညာမှတစ်ပါးသော အမျိုးမျိုးသော ကာမာဝစရသညာ] တို့ကို လုံးဝ နှလုံးမသွင်းမူ၍ ‘ကောင်းကင်သည် အဆုံးမရှိ’ဟု (နှလုံးသွင်းလျက်) အာကာသာနဉ္စာယတန ဗြဟ္မာ့ဘုံသို့ ရောက်သော အခြား အတ္တသည် ရှိသေး၏၊",
  "dn1:3.13.5": "ထိုအတ္တကို သင် မသိ၊ (သင်) မမြင်၊",
  "dn1:3.13.6": "ထိုအတ္တကို ငါ သိ၏၊ (ငါ) မြင်၏၊",
  "dn1:3.13.7": "အချင်း ထိုအတ္တသည် ကိုယ်ကောင် ပျက်စီးလျှင် ပြတ်စဲ၏၊ ပျက်စီး၏၊ သေပြီးသည်မှ နောက်၌ မရှိ၊ အချင်း ဤမျှဖြင့် ဤအတ္တသည် လုံးဝ ပြတ်စဲ၏”ဟု ဆို၏၊",
  "dn1:3.13.8": "ဤသို့လျှင် အချို့သော သူတို့သည် ထင်ရှားရှိသော သတ္တဝါ၏ ပြတ်စဲခြင်း ပျက်စီးခြင်းပျောက်ကင်းခြင်းကို ပြကုန်၏။",
  "dn1:3.14.1": "ထိုသူကို အခြားသူက ဤသို့ ဆို၏ —",
  "dn1:3.14.2": "“အချင်း သင်ဆိုသော ဤအတ္တသည် ရှိသည်သာတည်း၊ မရှိဟု ငါမဆို၊",
  "dn1:3.14.3": "အချင်း ဤအတ္တသည်ဤမျှဖြင့် လုံးဝပြတ်စဲသည် မဟုတ်သေး၊",
  "dn1:3.14.4": "အာကာသာနဉ္စာယတနဈာန်ကို လုံးဝ လွန်မြောက်၍ ‘ဝိညာဉ်သည် အဆုံးမရှိ’ဟု (နှလုံးသွင်းလျက်) ဝိညာဏဉ္စာယတနဗြဟ္မာ့ဘုံသို့ ရောက်သော အခြားအတ္တသည် ရှိသေး၏၊",
  "dn1:3.14.5": "ထိုအတ္တကို သင် မသိ၊ (သင်) မမြင်၊",
  "dn1:3.14.6": "ထိုအတ္တကို ငါ သိ၏၊ (ငါ) မြင်၏၊",
  "dn1:3.14.7": "အချင်း ထိုအတ္တသည် ကိုယ်ကောင် ပျက်စီးလျှင် ပြတ်စဲ၏၊ ပျက်စီး၏၊ သေပြီးသည်မှ နောက်၌ မရှိ၊ အချင်း ဤမျှဖြင့် ဤအတ္တသည် လုံးဝ ပြတ်စဲ၏”ဟု ဆို၏၊",
  "dn1:3.14.8": "ဤသို့လျှင် အချို့သော သူတို့သည် ထင်ရှားရှိသော သတ္တဝါ၏ ပြတ်စဲခြင်း ပျက်စီးခြင်းပျောက်ကင်းခြင်းကို ပြကုန်၏။",
  "dn1:3.15.1": "ထိုသူကို အခြားသူက ဤသို့ ဆို၏ —",
  "dn1:3.15.2": "“အချင်း သင်ဆိုသော ဤအတ္တသည် ရှိသည်သာတည်း၊ မရှိဟု ငါမဆို",
  "dn1:3.15.3": "အချင်း ဤအတ္တသည်ဤမျှဖြင့် လုံးဝပြတ်စဲသည် မဟုတ်သေး၊",
  "dn1:3.15.4": "အချင်း ဝိညာဏဉ္စာယတနဈာန်ကို လုံးဝ လွန်မြောက်၍ ‘တစ်စုံတစ်ခုမျှ မရှိ’ဟု (နှလုံးသွင်းလျက်) အာကိဉ္စညာယတနဗြဟ္မာ့ဘုံသို့ ရောက်သော အခြား အတ္တသည်ရှိသေး၏၊",
  "dn1:3.15.5": "ထိုအတ္တကို သင် မသိ၊ (သင်) မမြင်၊",
  "dn1:3.15.6": "ထိုအတ္တကို ငါ သိ၏၊ (ငါ) မြင်၏၊",
  "dn1:3.15.7": "အချင်း ထိုအတ္တသည် ကိုယ်ကောင် ပျက်စီးလျှင် ပြတ်စဲ၏၊ ပျက်စီး၏၊ သေပြီးသည်မှ နောက်၌ မရှိ၊ အချင်း ဤမျှဖြင့် ဤအတ္တသည် လုံးဝ ပြတ်စဲ၏”ဟု ဆို၏၊",
  "dn1:3.15.8": "ဤသို့လျှင် အချို့သော သူတို့သည် ထင်ရှားရှိသော သတ္တဝါ၏ ပြတ်စဲခြင်း ပျက်စီးခြင်းပျောက်ကင်းခြင်းကို ပြကုန်၏။",
  "dn1:3.16.1": "ထိုသူကို အခြားသူက ဤသို့ ဆို၏ —",
  "dn1:3.16.2": "အချင်း သင်ဆိုသော ဤအတ္တသည် ရှိသည်သာတည်း၊ မရှိဟု ငါမဆို၊",
  "dn1:3.16.3": "အချင်း ဤအတ္တသည်ဤမျှဖြင့် လုံးဝပြတ်စဲသည် မဟုတ်သေး၊",
  "dn1:3.16.4": "အာကိဉ္စညာယတနဈာန်ကို လုံးဝ လွန်မြောက်၍ ‘ဤဝိညာဉ်သည် ငြိမ်သက်၏၊ ဤဝိညာဉ်သည် မွန်မြတ်၏’ဟု (နှလုံးသွင်းလျက်) နေဝသညာနာသညာယတနဗြဟ္မာ့ဘုံသို့ ရောက်သော အခြားအတ္တသည် ရှိသေး၏၊",
  "dn1:3.16.5": "ထိုအတ္တကို သင် မသိ၊ (သင်) မမြင်၊",
  "dn1:3.16.6": "ထိုအတ္တကို ငါ သိ၏၊ (ငါ) မြင်၏၊",
  "dn1:3.16.7": "အချင်း ထိုအတ္တသည် ကိုယ်ကောင် ပျက်စီးလျှင် ပြတ်စဲ၏၊ ပျက်စီး၏၊ သေပြီးသည်မှ နောက်၌ မရှိ၊ အချင်း ဤမျှဖြင့် ဤအတ္တသည် လုံးဝ ပြတ်စဲ၏”ဟု ဆို၏၊",
  "dn1:3.16.8": "ဤသို့လျှင် အချို့သော သူတို့သည် ထင်ရှားရှိသော သတ္တဝါ၏ ပြတ်စဲခြင်း ပျက်စီးခြင်းပျောက်ကင်းခြင်းကို ပြကုန်၏။",
  "dn1:3.17.1": "ရဟန်းတို့ ပြတ်စဲအယူရှိကုန်သော ထိုသမဏဗြာဟ္မဏတို့သည် ထင်ရှားရှိသော သတ္တဝါ၏ပြတ်စဲခြင်း ပျက်စီးခြင်း ပျောက်ကင်းခြင်းကို ဤခုနစ်မျိုးသော အကြောင်းတို့ဖြင့် ပြကုန်၏။",
  "dn1:3.17.2": "ရဟန်းတို့ ပြတ်စဲအယူရှိကုန်သော သမဏဗြာဟ္မဏအားလုံးတို့သည် ထင်ရှားရှိသော သတ္တဝါ၏ပြတ်စဲခြင်း ပျက်စီးခြင်း ပျောက်ကင်းခြင်းကို ပြကြလျှင် ဤခုနစ်မျိုးသော အကြောင်းတို့ဖြင့်သော်လည်း ကောင်း၊ ဤ (ခုနစ်မျိုး) တို့တွင် တစ်မျိုးမျိုးသော အကြောင်းဖြင့်သော်လည်းကောင်း ပြကုန်၏၊ ဤ (ခုနစ်မျိုး) တို့မှ တစ်ပါးသော အကြောင်း မရှိ။",
  "dn1:3.18.1": "ရဟန်းတို့ မြတ်စွာဘုရားသည် အကြင်တရားတို့ကို ကိုယ်တော်တိုင် ထူးသောဉာဏ်ဖြင့်…",
  "dn1:3.18.2": "မြတ်စွာဘုရား၏ဟုတ်မှန်သောဂုဏ်ကို မှန်စွာပြောလိုကြလျှင် အကြင်တရားတို့ဖြင့် ပြောကြရာ၏၊",
  "dn1:3.19.0": "၃-၂-၅။ ဒိဋ္ဌဓမ္မနိဗ္ဗာနဝါဒ (မျက်မှောက် (လောကီ) နိဗ္ဗာန်အယူ ငါးမျိုး)",
  "dn1:3.19.1": "ရဟန်းတို့ မျက်မှောက် (လောကီ) နိဗ္ဗာန်အယူရှိကုန်သော အချို့သောသမဏဗြာဟ္မဏ တို့သည်ရှိကုန်၏၊ (ထိုသူတို့သည်) ထင်ရှားရှိသော သတ္တဝါ၏ အမြတ်ဆုံးမျက်မှောက် (လောကီ) နိဗ္ဗာန်ကို ငါးမျိုးသော အကြောင်းတို့ဖြင့် ပြကုန်၏။",
  "dn1:3.19.2": "မျက်မှောက် (လောကီ) နိဗ္ဗာန် အယူရှိကုန်သော ထိုအသျှင်သမဏဗြာဟ္မဏတို့သည် အဘယ်ကိုအကြောင်းပြု၍ အဘယ်ကို စွဲမှီ၍ ထင်ရှားရှိသော သတ္တဝါ၏ အမြတ်ဆုံး မျက်မှောက် (လောကီ) နိဗ္ဗာန်ကိုငါးမျိုးသော အကြောင်းတို့ဖြင့် ပြကုန်သနည်း —",
  "dn1:3.20.1": "ရဟန်းတို့ ဤလောက၌ အချို့သော သမဏသည်လည်းကောင်း၊ ဗြာဟ္မဏသည်လည်းကောင်းဤသို့ ဆိုလေ့ရှိ၏၊ ဤသို့ ယူလေ့ရှိ၏ —",
  "dn1:3.20.2": "“အချင်း ဤအတ္တသည် ကာမဂုဏ်ငါးပါးတို့ဖြင့် ကုံလုံ ပြည့်စုံစွာ ပျော်ရွှင်စံစားရ၏၊ အချင်း ဤမျှဖြင့်ဤအတ္တသည် အမြတ်ဆုံး မျက်မှောက် (လောကီ) နိဗ္ဗာန်သို့ ရောက်၏”ဟု ဆိုလေ့ရှိ၏၊ ယူလေ့ရှိ၏။",
  "dn1:3.20.3": "ဤသို့လျှင် အချို့သော သူတို့သည် ထင်ရှားရှိသော သတ္တဝါ၏ အမြတ်ဆုံး မျက်မှောက် (လောကီ) နိဗ္ဗာန်ကို ပြကုန်၏။",
  "dn1:3.21.1": "ထိုသူကို အခြားသူက ဤသို့ ဆို၏ —",
  "dn1:3.21.2": "“အချင်း သင်ဆိုသော ဤအတ္တသည် ရှိသည်သာတည်း၊ မရှိဟု ငါမဆို၊",
  "dn1:3.21.3": "အချင်း ဤအတ္တသည်ဤမျှဖြင့် အမြတ်ဆုံး မျက်မှောက် (လောကီ) နိဗ္ဗာန်သို့ မရောက်သေး၊",
  "dn1:3.21.4": "အဘယ်ကြောင့်ဆိုသော် —",
  "dn1:3.21.5": "အချင်းကာမဂုဏ်တို့သည် မမြဲကုန်၊ ဆင်းရဲကုန်၏၊ ဖောက်ပြန် ပြောင်းလဲခြင်း သဘောရှိကုန်၏၊ ထို (ကာမဂုဏ်) တို့၏ ဖောက်ပြန် ပြောင်းလဲခြင်းကြောင့် ပူဆွေးခြင်း ငိုကြွေးခြင်း ဆင်းရဲခြင်း နှလုံးမသာယာခြင်း ပြင်းစွာ ပူပန်ခြင်း ဖြစ်ကုန်၏၊",
  "dn1:3.21.6": "အချင်း ဤအတ္တသည် ကာမဂုဏ်တို့မှ ကင်းဆိတ်၍သာလျှင် အကုသိုလ်တရားတို့မှ ကင်းဆိတ်၍သာလျှင် ကြံစည်ခြင်း (ဝိတက်) နှင့် တကွဖြစ်သောသုံးသပ်ဆင်ခြင်ခြင်း (ဝိစာရ) နှင့် တကွဖြစ်သော (နီဝရဏ) ကင်းဆိတ်ခြင်းကြောင့် ဖြစ်သောနှစ်သိမ့်ခြင်း (ပီတိ) ချမ်းသာခြင်း (သုခ) ရှိသော ပဌမဈာန်သို့ ရောက်၍ နေ၏၊ အချင်း ဤမျှဖြင့်ဤအတ္တသည် အမြတ်ဆုံး မျက်မှောက် (လောကီ) နိဗ္ဗာန်သို့ ရောက်၏”ဟု ဆို၏၊",
  "dn1:3.21.7": "ဤသို့လျှင် အချို့သော သူတို့သည် ထင်ရှားရှိသော သတ္တဝါ၏ အမြတ်ဆုံး မျက်မှောက် (လောကီ) နိဗ္ဗာန်ကို ပြကုန်၏။",
  "dn1:3.22.1": "ထိုသူကို အခြားသူက ဤသို့ ဆို၏ —",
  "dn1:3.22.2": "“အချင်း သင်ဆိုသော ဤအတ္တသည် ရှိသည်သာတည်း၊ မရှိဟု ငါမဆို၊",
  "dn1:3.22.3": "အချင်း ဤအတ္တသည်ဤမျှဖြင့် အမြတ်ဆုံး မျက်မှောက် (လောကီ) နိဗ္ဗာန်သို့ မရောက်သေး၊",
  "dn1:3.22.4": "အဘယ်ကြောင့်ဆိုသော် —",
  "dn1:3.22.5": "အဘယ်ကြောင့်ဆိုသော် ထို (ပဌမဈာန်) ၌ ကြံစည်ခြင်း (ဝိတက်) သုံးသပ်ဆင်ခြင်ခြင်း (ဝိစာရ) ရှိသောကြောင့် ထို (ဈာန်) ကိုကြမ်းတမ်း၏ဟု ဆိုအပ်၏၊",
  "dn1:3.22.6": "အချင်း ဤအတ္တသည် ဝိတက် ဝိစာရငြိမ်းခြင်းကြောင့် မိမိကိုယ်၌ စိတ်ကိုကြည်လင်စေတတ်သော စိတ်တည်ကြည်ခြင်း (သမာဓိ) ကို ပွါးစေတတ်သော ကြံစည်ခြင်း (ဝိတက်) မရှိသော သုံးသပ်ဆင်ခြင်ခြင်း (ဝိစာရ) မရှိသော တည်ကြည်ခြင်း (သမာဓိ) ကြောင့် ဖြစ် သော နှစ်သိမ့်ခြင်း (ပီတိ) ချမ်းသာခြင်း (သုခ) ရှိသော ဒုတိယဈာန်သို့ ရောက်၍ နေ၏၊ အချင်း ဤမျှဖြင့် ဤအတ္တသည်အမြတ်ဆုံး မျက်မှောက် (လောကီ) နိဗ္ဗာန်သို့ ရောက်၏”ဟု ဆို၏။",
  "dn1:3.22.7": "ဤသို့လျှင် အချို့သော သူတို့သည် ထင်ရှားရှိသော သတ္တဝါ၏ အမြတ်ဆုံး မျက်မှောက် (လောကီ) နိဗ္ဗာန်ကို ပြကုန်၏။",
  "dn1:3.23.1": "ထိုသူကို အခြားသူက ဤသို့ ဆို၏ —",
  "dn1:3.23.2": "“အချင်း သင်ဆိုသော ဤအတ္တသည် ရှိသည်သာတည်း၊ မရှိဟု ငါမဆို၊",
  "dn1:3.23.3": "အချင်း ဤအတ္တသည်ဤမျှဖြင့် အမြတ်ဆုံး မျက်မှောက် (လောကီ) နိဗ္ဗာန်သို့ မရောက်သေး၊",
  "dn1:3.23.4": "အဘယ်ကြောင့်ဆိုသော် —",
  "dn1:3.23.5": "ထို (ဒုတိယဈာန်) ၌ နှစ်သိမ့်ခြင်း (ပီတိ) ဟူသော စိတ်တက်ကြွခြင်းရှိသောကြောင့် ထို (ဈာန်) ကို ကြမ်းတမ်း၏ဟု ဆိုအပ်၏၊",
  "dn1:3.23.6": "ဤအတ္တသည် နှစ်သိမ့်ခြင်း (ပီတိ) ကိုလည်း မတပ်မက်ခြင်းကြောင့်သတိသမ္ပဇဉ်နှင့် ပြည့်စုံသည်ဖြစ်၍ လျစ်လျူရှုလျက် နေ၏၊ ချမ်းသာ (သုခ) ကိုလည်း ကိုယ်ဖြင့် ခံစား၏၊ အကြင် (တတိယဈာန်) ကြောင့် ထိုသူကို ‘လျစ်လျူရှုသူ သတိရှိသူ ချမ်းသာစွာ နေလေ့ ရှိသူ’ဟုအရိယာ (ပုဂ္ဂိုလ်) တို့သည် ပြောကြားကုန်၏၊ ထိုတတိယဈာန်သို့ (ဤအတ္တသည်) ရောက်၍ နေ၏၊ အချင်း ဤမျှဖြင့် ဤအတ္တသည် အမြတ်ဆုံး မျက်မှောက် (လောကီ) နိဗ္ဗာန်သို့ ရောက်၏”ဟု ဆို၏။",
  "dn1:3.23.7": "ဤသို့လျှင် အချို့သော သူတို့သည် ထင်ရှားရှိသော သတ္တဝါ၏ အမြတ်ဆုံး မျက်မှောက် (လောကီ) နိဗ္ဗာန်ကို ပြကုန်၏။",
  "dn1:3.24.1": "ထိုသူကို အခြားသူက ဤသို့ ဆို၏ —",
  "dn1:3.24.2": "“အချင်း သင်ဆိုသော ဤအတ္တသည် ရှိသည်သာတည်း၊ မရှိဟု ငါမဆို၊",
  "dn1:3.24.3": "အချင်း ဤအတ္တသည်ဤမျှဖြင့် အမြတ်ဆုံး မျက်မှောက် (လောကီ) နိဗ္ဗာန်သို့ မရောက်သေး၊",
  "dn1:3.24.4": "အဘယ်ကြောင့်ဆိုသော် —",
  "dn1:3.24.5": "အဘယ့်ကြောင့်ဆိုသော် ထို (တတိယဈာန်) ၌ ချမ်းသာဟု စိတ်၏ နှလုံးသွင်းခြင်း ရှိသောကြောင့် ထို (ဈာန်) ကို ကြမ်းတမ်း၏ဟုဆိုအပ်၏၊",
  "dn1:3.24.6": "အချင်း ဤအတ္တသည် ချမ်းသာဆင်းရဲကို ပယ်ခြင်းကြောင့်လည်းကောင်း၊ ရှေးဦးကပင် လျှင်ဝမ်းမြောက်ခြင်း နှလုံးမသာခြင်းတို့၏ ချုပ်နှင့်ခြင်းကြောင့်လည်းကောင်း ဆင်းရဲချမ်းသာ မရှိသောလျစ်လျူရှုမှုကြောင့် ဖြစ်သည့် သတိ၏ စင်ကြယ်ခြင်းရှိသော စတုတ္ထဈာန်သို့ ရောက်၍ နေ၏၊ အချင်းဤမျှဖြင့် ဤအတ္တသည် အမြတ်ဆုံး မျက်မှောက် (လောကီ) နိဗ္ဗာန်သို့ ရောက်၏”ဟု ဆို၏။",
  "dn1:3.24.7": "ဤသို့လျှင် အချို့သော သူတို့သည် ထင်ရှားရှိသော သတ္တဝါ၏ အမြတ်ဆုံး မျက်မှောက် (လောကီ) နိဗ္ဗာန်ကို ပြကုန်၏။",
  "dn1:3.25.1": "ရဟန်းတို့ အမြတ်ဆုံး မျက်မှောက် (လောကီ) နိဗ္ဗာန် အယူရှိကုန်သော ထိုသမဏဗြာဟ္မဏတို့သည် ထင်ရှားရှိသော သတ္တဝါ၏ အမြတ်ဆုံး မျက်မှောက် (လောကီ) နိဗ္ဗာန်ကို ဤငါးမျိုးသော အကြောင်းတို့ဖြင့် ပြကုန်၏။",
  "dn1:3.25.2": "ရဟန်းတို့ အမြတ်ဆုံး မျက်မှောက် (လောကီ) နိဗ္ဗာန်အယူရှိကုန်သော သမဏဗြာဟ္မဏအားလုံးတို့သည် ထင်ရှားရှိသော သတ္တဝါ၏ အမြတ်ဆုံး မျက်မှောက် (လောကီ) နိဗ္ဗာန်ကို ပြကြလျှင် ဤငါးမျိုးသော အကြောင်းတို့ဖြင့်သော်လည်းကောင်း၊ ဤ (ငါးမျိုး) တို့တွင် တစ်မျိုးမျိုးသော အကြောင်းဖြင့်သော်လည်းကောင်း ပြကုန်၏။ ဤ (ငါးမျိုး) တို့မှ တစ်ပါးသော အကြောင်းမရှိ။",
  "dn1:3.26.1": "ရဟန်းတို့ မြတ်စွာဘုရားသည် အကြင်တရားတို့ကို ကိုယ်တော်တိုင် ထူးသောဉာဏ်ဖြင့်…",
  "dn1:3.26.2": "မြတ်စွာဘုရား၏ဟုတ်မှန်သောဂုဏ်ကို မှန်စွာပြောလိုကြလျှင် အကြင်တရားတို့ဖြင့် ပြောကြရာ၏၊",
  "dn1:3.27.1": "ရဟန်းတို့ နောက်အဖို့ကို ကြံဆကုန်သော နောက်အဖို့ကို စွဲယူကုန်သော ထိုသမဏဗြာဟ္မဏတို့သည် နောက်အဖို့ကိုစွဲမှီ၍ များပြားသော မိစ္ဆာအယူပြစကားတို့ကို ဤလေးဆယ့်လေးမျိုးသောအကြောင်းတို့ဖြင့် ပြောဟောကုန်၏။",
  "dn1:3.27.2": "ရဟန်းတို့ နောက်အဖို့ကို ကြံဆကုန်သော နောက်အဖို့ကို စွဲယူကုန်သော သမဏဗြာဟ္မဏအားလုံးတို့သည် နောက်အဖို့ကို စွဲမှီ၍ များပြားသော မိစ္ဆာအယူပြစကားတို့ကို ပြောဟောကြလျှင် ဤလေးဆယ့်လေးမျိုးသော အကြောင်းတို့ဖြင့်သော်လည်းကောင်း၊ ဤ (လေးဆယ့်လေးမျိုး) တို့တွင် တစ်မျိုးမျိုးသော အကြောင်းဖြင့်သော်လည်းကောင်း ပြောဟောကုန်၏၊ ဤ (လေးဆယ့်လေးမျိုး) တို့မှ တစ်ပါးသော အကြောင်းမရှိ။",
  "dn1:3.28.1": "ရဟန်းတို့ မြတ်စွာဘုရားသည် အကြင်တရားတို့ကို ကိုယ်တော်တိုင် ထူးသောဉာဏ်ဖြင့်…",
  "dn1:3.28.2": "မြတ်စွာဘုရား၏ဟုတ်မှန်သောဂုဏ်ကို မှန်စွာပြောလိုကြလျှင် အကြင်တရားတို့ဖြင့် ပြောကြရာ၏၊",
  "dn1:3.29.1": "ရဟန်းတို့ ရှေးအဖို့ကို ကြံဆကုန်သော နောက်အဖို့ကို ကြံဆကုန်သော ရှေးအဖို့နောက်အဖို့ကို ကြံဆကုန်သော ရှေးအဖို့ နောက်အဖို့ကို စွဲယူကုန်သော သမဏဗြဟ္မဏတို့သည်ရှေးအဖို့ နောက်အဖို့ကို စွဲမှီ၍ ဤခြောက်ဆယ့်နှစ်မျိုးသော အကြောင်းတို့ဖြင့် များပြားသောမိစ္ဆာအယူပြစကား တို့ကို ပြောဟောကုန်၏။",
  "dn1:3.29.2": "ရဟန်းတို့ ရှေးအဖို့ကို ကြံဆကုန်သော နောက်အဖို့ကို ကြံဆကုန်သော ရှေးအဖို့ နောက်အဖို့ကို ကြံဆကုန်သော ရှေးအဖို့ နောက်အဖို့ကို စွဲယူကုန်သော သမဏဗြဟ္မဏအားလုံးတို့သည် ရှေးအဖို့ နောက်အဖို့ကို စွဲမှီ၍ များပြားသော မိစ္ဆာအယူပြစကားတို့ကို ပြောဟောကြလျှင် ဤခြောက်ဆယ့်နှစ်မျိုးသော အကြောင်းတို့ဖြင့်သော်လည်းကောင်း၊ ဤ (ခြောက်ဆယ့်နှစ်မျိုး) တို့တွင် တစ်မျိုးမျိုးသောအကြောင်းတို့ဖြင့်သော်လည်းကောင်း ပြောဟောကြကုန်၏၊ ဤ (ခြောက်ဆယ့်နှစ်မျိုး) တို့မှ တစ်ပါးသောအကြောင်းမရှိ။",
  "dn1:3.30.1": "မြတ်စွာဘုရားသည် ဤခြောက်ဆယ့်နှစ်မျိုးသော အယူကို သိတော်မူ၏။",
  "dn1:3.30.2": "“ဤအယူတို့သည် ဤသို့ စွဲယူထားလျှင် ဤသို့ မှားယွင်းစွာ သုံးသပ်ထားလျှင် ဤသို့လားရာရှိကုန်၏၊ ဤသို့ တမလွန်ရှိကုန်၏”",
  "dn1:3.30.3": "မြတ်စွာဘုရားသည် ထို (ခြောက်ဆယ့်နှစ်မျိုးသောအယူ) ကိုလည်း သိတော်မူ၏။ ထို့ထက် အထူး သဖြင့်လွန်မြတ်သော တရားကိုလည်း သိတော်မူ၏၊ ထို (အထူးသဖြင့် လွန်မြတ်သောတရား) ကို သိတော်မူသော်လည်း မှားယွင်းစွာ မသုံးသပ်၊ မှားယွင်းစွာ မသုံးသပ်သောကြောင့် ထို (မြတ်စွာဘုရား) သည်ကိုယ်တော်တိုင်သာလျှင် (နိဗ္ဗာန်ကို) သိတော်မူ၏။",
  "dn1:3.30.4": "ရဟန်းတို့ မြတ်စွာဘုရားသည် ဝေဒနာတို့၏ ဖြစ်ကြောင်းကိုလည်းကောင်း၊ ချုပ်ကြောင်းကိုလည်းကောင်း သာယာဖွယ်ကိုလည်းကောင်း၊ အပြစ်ကိုလည်းကောင်း၊ (ဝေဒနာတို့မှ) ထွက်မြောက်ရာကိုလည်းကောင်းဟုတ်မှန်သောအတိုင်း သိတော်မူသဖြင့် (တစ်စုံတစ်ရာ) မစွဲလမ်းမူ၍ လွတ်မြောက်တော်မူ၏။",
  "dn1:3.31.1": "ရဟန်းတို့ မြတ်စွာဘုရားသည် အကြင် (တရား) တို့ကို ကိုယ်တော်တိုင် ထူးသော ဉာဏ်ဖြင့်မျက်မှောက်ပြု၍ ဟောတော်မူ၏၊ မြတ်စွာဘုရား၏ဟုတ်မှန်သောဂုဏ်ကို မှန်စွာ ပြောလိုကြလျှင် အကြင် (တရား) တို့ဖြင့် ပြောကြရာ၏၊ နက်နဲကုန်သော မြင်နိုင်ခဲကုန်သော သိနိုင်ခဲကုန်သော ငြိမ်သက်ကုန်သော မွန်မြတ်ကုန်သော ကြံစည်ခြင်းဖြင့် မရောက်နိုင်ကုန်သော သိမ်မွေ့ကုန်သော ပညာရှိတို့သာ သိနိုင်ကုန်သော ထိုတရားတို့သည် ဤသည်တို့ပင်တည်း။",
  "dn1:3.32.0.1": "၄။ အတ္တာလောကပညတ္တိဝတ္ထု",
  "dn1:3.32.0.2": "၄-၁။ ပရိတဿိတဝိပ္ဖန္ဒိတဝါရ",
  "dn1:3.32.1": "ရဟန်းတို့ ထိုသူတို့တွင် တည်မြဲအယူရှိကုန်သော အကြင်သမဏဗြဟ္မဏတို့သည် (မိမိအယူ၌ နှစ်ခြိုက်ဝမ်းသာသော အကြင်ဝေဒနာဖြင့် ခံစားကုန်လျက်) အတ္တကိုလည်းကောင်း၊ လောကကိုလည်းကောင်း တည်မြဲ၏ဟု လေးမျိုးသော အကြောင်းတို့ဖြင့် ပြကုန်၏။ ထို (ဝေဒနာ) သည်လည်း (အမှန်ကို) မသိကုန်သော (အမှန်ကို) မမြင်ကုန်သော တဏှာပူးကပ်ကုန်သော ထိုအသျှင်သမဏဗြာဟ္မဏတို့၏ ခံစားခြင်းဖြစ်၍ တောင့်တခြင်းဖြင့် တုန်လှုပ်သည်သာတည်း။",
  "dn1:3.33.1": "ရဟန်းတို့ ထိုသူတို့တွင် အချို့တည်မြဲ အချို့မတည်မြဲ အယူရှိကုန်သော အကြင်သမဏဗြာဟ္မဏတို့သည် (မိမိအယူ၌ နှစ်ခြိုက်ဝမ်းသာသော အကြင်ဝေဒနာဖြင့် ခံစားကုန်လျက်) အတ္တကိုလည်းကောင်း၊ လောကကိုလည်းကောင်း အချို့တည်မြဲ၏ အချို့မတည်မြဲဟု လေးမျိုးသော အကြောင်းတို့ဖြင့်ပြကုန်၏။ ထို (ဝေဒနာ) သည်လည်း (အမှန်ကို) မသိကုန်သော (အမှန်ကို) မမြင်ကုန်သော တဏှာပူးကပ်ကုန်သော ထိုအသျှင်သမဏဗြာဟ္မဏတို့၏ ခံစားခြင်းဖြစ်၍ တောင့်တခြင်းဖြင့် တုန်လှုပ်သည်သာတည်း။",
  "dn1:3.34.1": "ရဟန်းတို့ ထိုသူတို့တွင် အဆုံးရှိ အဆုံးမရှိ အယူရှိကုန်သော အကြင်သမဏဗြာဟ္မဏတို့သည် (မိမိအယူ၌ နှစ်ခြိုက်ဝမ်းသာသော အကြင်ဝေဒနာဖြင့် ခံစားကုန်လျက်) လောက၏ အဆုံးရှိ အဆုံး မရှိကိုလေးမျိုးသော အကြောင်းတို့ဖြင့် ပြကုန်၏။ ထို (ဝေဒနာ) သည်လည်း (အမှန်ကို) မသိကုန်သော (အမှန်ကို) မမြင်ကုန်သော တဏှာပူးကပ်ကုန်သော ထိုအသျှင်သမဏဗြာဟ္မဏတို့၏ ခံစားခြင်းဖြစ်၍တောင့်တခြင်းဖြင့် တုန်လှုပ်သည်သာတည်း။",
  "dn1:3.35.1": "ရဟန်းတို့ ထိုသူတို့တွင် အဆုံးမရှိ ပစ်လွှင့်သော အယူရှိကုန်သော အကြင်သမဏဗြာဟ္မဏတို့သည် ထိုထိုအရာ၌ အမေးခံကြရလျှင် (မိမိအယူ၌ နှစ်ခြိုက်ဝမ်းသာသော အကြင်ဝေဒနာဖြင့် ခံစားကုန်လျက်) အဆုံးမရှိ ပစ်လွှင့်သော စကားကို လေးမျိုးသော အကြောင်းတို့ဖြင့် ဆိုကုန်၏။ ထို (ဝေဒနာ) သည်လည်း (အမှန်ကို) မသိကုန်သော (အမှန်ကို) မမြင်ကုန်သော တဏှာပူးကပ်ကုန်သော ထိုအသျှင်သမဏဗြာဟ္မဏတို့၏ ခံစားခြင်းဖြစ်၍ တောင့်တခြင်းဖြင့် တုန်လှုပ်သည်သာတည်း။",
  "dn1:3.36.1": "ရဟန်းတို့ ထိုသူတို့တွင် အကြောင်းမဲ့အယူရှိကုန်သော အကြင်သမဏဗြာဟ္မဏတို့သည် (မိမိအယူ၌ နှစ်ခြိုက်ဝမ်းသာသော အကြင်ဝေဒနာဖြင့် ခံစားကုန်လျက်) အတ္တကိုလည်းကောင်း၊ လောကကိုလည်းကောင်း အကြောင်းမဲ့ ဖြစ်ပေါ်၏ဟု နှစ်မျိုးသော အကြောင်းတို့ဖြင့် ပြကုန်၏။ ထို (ဝေဒနာ) သည်လည်း (အမှန်ကို) မသိကုန်သော (အမှန်ကို) မမြင်ကုန်သော တဏှာပူးကပ်ကုန်သော ထိုအသျှင်သမဏဗြာဟ္မဏတို့၏ ခံစားခြင်းဖြစ်၍ တောင့်တခြင်းဖြင့် တုန်လှုပ်သည်သာတည်း။",
  "dn1:3.37.1": "ရဟန်းတို့ ထိုသူတို့တွင် ရှေ့အဖို့ကို ကြံဆကုန်သော ရှေးအဖို့ကို စွဲယူကုန်သော အကြင်သမဏဗြာဟ္မဏတို့သည် (မိမိအယူ၌ နှစ်ခြိုက်ဝမ်းသာသော အကြင်ဝေဒနာဖြင့် ခံစားကုန်လျက်) ရှေးအဖို့ကို စွဲမှီ၍ များပြားသော မိစ္ဆာအယူပြစကားတို့ကို တစ်ဆယ့်ရှစ်မျိုးသော အကြောင်းတို့ဖြင့် ပြောဟောကုန်၏။ ထို (ဝေဒနာ) သည်လည်း (အမှန်ကို) မသိကုန်သော (အမှန်ကို) မမြင်ကုန်သော တဏှာပူးကပ်ကုန်သော ထိုအသျှင်သမဏဗြာဟ္မဏတို့၏ ခံစားခြင်းဖြစ်၍ တောင့်တခြင်းဖြင့် တုန်လှုပ်သည်သာတည်း။",
  "dn1:3.38.1": "ရဟန်းတို့ ထိုသူတို့တွင် သေပြီးနောက် သညာရှိ အယူရှိကုန်သော အကြင်သမဏဗြာဟ္မဏတို့သည် (မိမိအယူ၌ နှစ်ခြိုက်ဝမ်းသာသော အကြင်ဝေဒနာဖြင့် ခံစားကုန်လျက်) သေပြီးနောက် သညာရှိသော အတ္တကို တစ်ဆယ့်ခြောက်မျိုးသော အကြောင်းတို့ဖြင့် ပြကုန်၏။ ထို (ဝေဒနာ) သည်လည်း (အမှန်ကို) မသိကုန်သော (အမှန်ကို) မမြင်ကုန်သော တဏှာပူးကပ်ကုန်သော ထိုအသျှင်သမဏဗြာဟ္မဏတို့၏ ခံစားခြင်းဖြစ်၍ တောင့်တခြင်းဖြင့် တုန်လှုပ်သည်သာတည်း။",
  "dn1:3.39.1": "ရဟန်းတို့ ထိုသူတို့တွင် သေပြီးနောက် သညာမရှိ အယူရှိကုန်သော အကြင်သမဏဗြာဟ္မဏတို့သည် (မိမိအယူ၌ နှစ်ခြိုက်ဝမ်းသာသော အကြင်ဝေဒနာဖြင့် ခံစားကုန်လျက်) သေပြီးနောက်သညာမရှိသော အတ္တကို ရှစ်မျိုးသော အကြောင်းတို့ဖြင့် ပြကုန်၏။ ထို (ဝေဒနာ) သည်လည်း (အမှန်ကို) မသိကုန်သော (အမှန်ကို) မမြင်ကုန်သော တဏှာပူးကပ်ကုန်သော ထိုအသျှင်သမဏဗြာဟ္မဏတို့၏ ခံစားခြင်းဖြစ်၍ တောင့်တခြင်းဖြင့် တုန်လှုပ်သည်သာတည်း။",
  "dn1:3.40.1": "ရဟန်းတို့ ထိုသူတို့တွင် သေပြီးနောက် သညာရှိလည်းမဟုတ် မရှိလည်းမဟုတ် အယူရှိကုန်သော အကြင်သမဏဗြာဟ္မဏတို့သည် (မိမိအယူ၌ နှစ်ခြိုက်ဝမ်းသာသော အကြင်ဝေဒနာဖြင့် ခံစားကုန်လျက်) သေပြီးနောက် သညာရှိလည်းမဟုတ် မရှိလည်းမဟုတ်သော အတ္တကို ရှစ်မျိုးသောအကြောင်း တို့ဖြင့် ပြကုန်၏။ ထို (ဝေဒနာ) သည်လည်း (အမှန်ကို) မသိကုန်သော (အမှန်ကို) မမြင်ကုန်သော တဏှာပူးကပ်ကုန်သော ထိုအသျှင်သမဏဗြာဟ္မဏတို့၏ ခံစားခြင်းဖြစ်၍ တောင့်တခြင်းဖြင့် တုန်လှုပ်သည်သာတည်း။",
  "dn1:3.41.1": "ရဟန်းတို့ ထိုသူတို့တွင် ပြတ်စဲအယူရှိကုန်သော အကြင်သမဏဗြာဟ္မဏတို့သည် (မိမိ အယူ၌နှစ်ခြိုက်ဝမ်းသာသော အကြင်ဝေဒနာဖြင့် ခံစားကုန်လျက်) ထင်ရှားရှိသော သတ္တဝါ၏ ပြတ်စဲခြင်းပျက်စီးခြင်း ပျောက်ကင်းခြင်းကို ခုနစ်မျိုးသော အကြောင်းတို့ဖြင့် ပြကုန်၏။ ထို (ဝေဒနာ) သည်လည်း (အမှန်ကို) မသိကုန်သော (အမှန်ကို) မမြင်ကုန်သော တဏှာပူးကပ်ကုန်သော ထိုအသျှင်သမဏဗြာဟ္မဏတို့၏ ခံစားခြင်းဖြစ်၍ တောင့်တခြင်းဖြင့် တုန်လှုပ်သည်သာတည်း။",
  "dn1:3.42.1": "ရဟန်းတို့ ထိုသူတို့တွင် မျက်မှောက် (လောကီ) နိဗ္ဗာန် အယူရှိကုန်သော အကြင်သမဏဗြာဟ္မဏတို့သည် (မိမိအယူ၌ နှစ်ခြိုက်ဝမ်းသာသော အကြင်ဝေဒနာဖြင့် ခံစားကုန်လျက်) ထင်ရှားရှိသောသတ္တဝါ၏ အမြတ်ဆုံး မျက်မှောက် (လောကီ) နိဗ္ဗာန်ကို ငါးမျိုးသော အကြောင်းတို့ဖြင့် ပြကုန်၏။ထို (ဝေဒနာ) သည်လည်း (အမှန်ကို) မသိကုန်သော (အမှန်ကို) မမြင်ကုန်သော တဏှာပူးကပ်ကုန်သော ထိုအသျှင်သမဏ ဗြာဟ္မဏတို့၏ ခံစားခြင်းဖြစ်၍ တောင့်တခြင်းဖြင့် တုန်လှုပ်သည်သာတည်း။",
  "dn1:3.43.1": "ရဟန်းတို့ ထိုသူတို့တွင် နောက်အဖို့ကို ကြံဆကုန်သော နောက်အဖို့ကို စွဲယူကုန်သော အကြင်သမဏဗြာဟ္မဏတို့သည် (မိမိအယူ၌ နှစ်ခြိုက်ဝမ်းသာသော အကြင်ဝေဒနာဖြင့် ခံစားကုန်လျက်) နောက်အဖို့ကို စွဲမှီ၍ များပြားသော မိစ္ဆာအယူပြစကားတို့ကို လေးဆယ့်လေးမျိုးသော အကြောင်းတို့ဖြင့်ပြောဟောကုန်၏။ ထို (ဝေဒနာ) သည်လည်း (အမှန်ကို) မသိကုန်သော (အမှန်ကို) မမြင်ကုန်သော တဏှာပူးကပ်ကုန်သော ထိုအသျှင်သမဏဗြာဟ္မဏတို့၏ ခံစားခြင်းဖြစ်၍ တောင့်တခြင်းဖြင့် တုန်လှုပ်သည်သာတည်း။",
  "dn1:3.44.1": "ရဟန်းတို့ ထိုသူတို့တွင် ရှေးအဖို့ကို ကြံဆကုန်သော နောက်အဖို့ကို ကြံဆကုန်သော ရှေးအဖို့နောက်အဖို့ကို ကြံဆကုန်သော ရှေးအဖို့နောက်အဖို့ကို စွဲယူကုန်သော အကြင်သမဏဗြာဟ္မဏ တို့သည် (မိမိအယူ၌ နှစ်ခြိုက်ဝမ်းသာသော အကြင်ဝေဒနာဖြင့် ခံစားကုန်လျက်) ရှေးအဖို့နောက်အဖို့ကို စွဲမှီ၍များပြားသော မိစ္ဆာအယူပြစကားတို့ကို ခြောက်ဆယ့်နှစ်မျိုးသော အကြောင်းတို့ဖြင့် ပြောဟောကုန်၏။ထို (ဝေဒနာ) သည်လည်း (အမှန်ကို) မသိကုန်သော (အမှန်ကို) မမြင်ကုန်သော တဏှာပူးကပ် ကုန်သော ထိုအသျှင်သမဏ ဗြာဟ္မဏတို့၏ ခံစားခြင်းဖြစ်၍ တောင့်တခြင်းဖြင့် တုန်လှုပ်သည်သာတည်း။",
  "dn1:3.45.0": "၄-၂။ ဖဿပစ္စယာဝါရ",
  "dn1:3.45.1": "ရဟန်းတို့ ထိုသူတို့တွင် တည်မြဲအယူရှိကုန်သော အကြင်သမဏဗြာဟ္မဏတို့သည် (မိမိ အယူ၌နှစ်ခြိုက်ဝမ်းသာသော အကြင်ဝေဒနာဖြင့် ခံစားကုန်လျက်) အတ္တကိုလည်းကောင်း၊ လောကကိုလည်းကောင်း တည်မြဲ၏ဟု လေးမျိုးသော အကြောင်းတို့ဖြင့် ပြကုန်၏။ ထို (သမဏဗြာဟ္မဏတို့၏ ဝေဒနာ) သည်လည်း ဖဿဟူသော အကြောင်းကြောင့် ဖြစ်၏။",
  "dn1:3.46.1": "ရဟန်းတို့ ထိုသူတို့တွင် အချို့တည်မြဲ အချို့မတည်မြဲ အယူရှိကုန်သော အကြင်သမဏဗြာဟ္မဏတို့သည် (မိမိအယူ၌ နှစ်ခြိုက်ဝမ်းသာသော အကြင်ဝေဒနာဖြင့် ခံစားကုန်လျက်) အတ္တကိုလည်းကောင်း၊ လောကကိုလည်းကောင်း အချို့တည်မြဲ၏ အချို့မတည်မြဲဟု လေးမျိုးသော အကြောင်းတို့ဖြင့်ပြကုန်၏။ ထို (သမဏဗြာဟ္မဏတို့၏ ဝေဒနာ) သည်လည်း ဖဿဟူသော အကြောင်းကြောင့် ဖြစ်၏။",
  "dn1:3.47.1": "ရဟန်းတို့ ထိုသူတို့တွင် အဆုံးရှိ အဆုံးမရှိ အယူရှိကုန်သော အကြင်သမဏ ဗြာဟ္မဏတို့သည် (မိမိအယူ၌ နှစ်ခြိုက်ဝမ်းသာသော အကြင်ဝေဒနာဖြင့် ခံစားကုန်လျက်) လောက၏အဆုံးရှိ အဆုံး မရှိကို လေးမျိုးသော အကြောင်းတို့ဖြင့် ပြကုန်၏။ထို (သမဏဗြာဟ္မဏတို့၏ဝေဒနာ) သည်လည်း ဖဿ ဟူသော အကြောင်းကြောင့် ဖြစ်၏။",
  "dn1:3.48.1": "ရဟန်းတို့ ထိုသူတို့တွင် အဆုံးမရှိပစ်လွှင့်သော အယူရှိကုန်သော အကြင်သမဏဗြာဟ္မဏတို့သည် ထိုထိုအရာ၌ အမေးခံကြရလျှင် (မိမိအယူ၌ နှစ်ခြိုက်ဝမ်းသာသော အကြင်ဝေဒနာဖြင့် ခံစားကုန်လျက်) အဆုံးမရှိ ပစ်လွှင့်သော စကားကို လေးမျိုးသော အကြောင်းတို့ဖြင့် ဆိုကုန်၏။ ထို (သမဏဗြာဟ္မဏတို့၏ ဝေဒနာ) သည်လည်း ဖဿ ဟူသော အကြောင်းကြောင့် ဖြစ်၏။",
  "dn1:3.49.1": "ရဟန်းတို့ ထိုသူတို့တွင် အကြောင်းမဲ့ အယူရှိကုန်သော အကြင်သမဏဗြာဟ္မဏတို့သည် (မိမိအယူ၌ နှစ်ခြိုက်ဝမ်းသာသော အကြင်ဝေဒနာဖြင့် ခံစားကုန်လျက်) အတ္တကိုလည်းကောင်း လောကကိုလည်းကောင်း အကြောင်းမဲ့ဖြစ်၏ဟု နှစ်မျိုးသော အကြောင်းတို့ဖြင့် ပြကုန်၏။ ထို (သမဏဗြာဟ္မဏတို့၏ ဝေဒနာ) သည်လည်း ဖဿဟူသော အကြောင်းကြောင့် ဖြစ်၏။",
  "dn1:3.50.1": "ရဟန်းတို့ ထိုသူတို့တွင် ရှေးအဖို့ကို ကြံဆကုန်သော ရှေးအဖို့ကို စွဲယူကုန်သော အကြင်သမဏဗြာဟ္မဏတို့သည် (မိမိအယူ၌ နှစ်ခြိုက်ဝမ်းသာသော အကြင် ဝေဒနာဖြင့် ခံစားကုန်လျက်) ရှေးအဖို့ ကို စွဲမှီ၍ တစ်ဆယ့်ရှစ်မျိုးသော အကြောင်းတို့ဖြင့် များပြားသော မိစ္ဆာအယူပြစကားတို့ကိုပြောဟော ကုန်၏။ ထို (သမဏဗြာဟ္မဏတို့၏ ဝေဒနာ) သည်လည်း ဖဿဟူသော အကြောင်းကြောင့်ဖြစ်၏။",
  "dn1:3.51.1": "ရဟန်းတို့ ထိုသူတို့တွင် သေပြီးနောက် အတ္တရှိ သညာရှိ အယူရှိကုန်သော အကြင်သမဏဗြာဟ္မဏတို့သည် (မိမိအယူ၌ နှစ်ခြိုက်ဝမ်းသာသော အကြင်ဝေဒနာဖြင့် ခံစားကုန်လျက်) သေပြီးနောက် သညာရှိသော အတ္တကို တစ်ဆယ့်ခြောက်မျိုးသော အကြောင်းတို့ဖြင့် ပြကုန်၏။ ထို (သမဏဗြာဟ္မဏတို့၏ ဝေဒနာ) သည်လည်း ဖဿဟူသော အကြောင်းကြောင့် ဖြစ်၏။",
  "dn1:3.52.1": "ရဟန်းတို့ ထိုသူတို့တွင် သေပြီးနောက် သညာမရှိ အယူရှိကုန်သော အကြင်သမဏဗြာဟ္မဏတို့သည် (မိမိအယူ၌ နှစ်ခြိုက်ဝမ်းသာသော အကြင်ဝေဒနာဖြင့် ခံစားကုန်လျက်) သေပြီးနောက်သညာမရှိသော အတ္တကို ရှစ်မျိုးသော အကြောင်းတို့ဖြင့် ပြကုန်၏။ ထို (သမဏဗြာဟ္မဏတို့၏ ဝေဒနာ) သည်လည်း ဖဿဟူသော အကြောင်းကြောင့် ဖြစ်၏။",
  "dn1:3.53.1": "ရဟန်းတို့ ထိုသူတို့တွင် သေပြီးနောက် သညာရှိလည်းမဟုတ် မရှိလည်းမဟုတ် အယူရှိကုန်သော အကြင်သမဏဗြာဟ္မဏတို့သည် (မိမိအယူ၌ နှစ်ခြိုက်ဝမ်းသာသော အကြင်ဝေဒနာဖြင့် ခံစားကုန်လျက်) သေပြီးနောက် သညာရှိလည်းမဟုတ် မရှိလည်းမဟုတ်သော အတ္တကို ရှစ်မျိုးသောအကြောင်း တို့ဖြင့် ပြကုန်၏။ ထို (သမဏဗြာဟ္မဏတို့၏ ဝေဒနာ) သည်လည်း ဖဿ ဟူသောအကြောင်းကြောင့် ဖြစ်၏။",
  "dn1:3.54.1": "ရဟန်းတို့ ထိုသူတို့တွင် ပြတ်စဲအယူရှိကုန်သော အကြင်သမဏဗြာဟ္မဏတို့သည် (မိမိ အယူ၌နှစ်ခြိုက်ဝမ်းသာသော အကြင်ဝေဒနာဖြင့် ခံစားကုန်လျက်) ထင်ရှားရှိသော သတ္တဝါ၏ ပြတ်စဲခြင်းပျက်စီးခြင်း ပျောက်ကင်းခြင်းကို ခုနစ်မျိုးသော အကြောင်းတို့ဖြင့် ပြကုန်၏။ ထို (သမဏဗြာဟ္မဏတို့၏ဝေဒနာ) သည်လည်း ဖဿဟူသော အကြောင်းကြောင့် ဖြစ်၏။",
  "dn1:3.55.1": "ရဟန်းတို့ ထိုသူတို့တွင် မျက်မှောက် (လောကီ) နိဗ္ဗာန် အယူရှိကုန်သော အကြင်သမဏဗြာဟ္မဏတို့သည် (မိမိအယူ၌ နှစ်ခြိုက်ဝမ်းသာသော အကြင်ဝေဒနာဖြင့် ခံစားကုန်လျက်) ထင်ရှားရှိသော သတ္တဝါ၏ အမြတ်ဆုံး မျက်မှောက် (လောကီ) နိဗ္ဗာန်ကို ငါးမျိုးသော အကြောင်းတို့ဖြင့် ပြကုန်၏။ထို (သမဏ ဗြာဟ္မဏတို့၏ ဝေဒနာ) သည်လည်း ဖဿဟူသော အကြောင်းကြောင့် ဖြစ်၏။",
  "dn1:3.56.1": "ရဟန်းတို့ ထိုသူတို့တွင် နောက်အဖို့ကို ကြံဆကုန်သော နောက်အဖို့ကို စွဲယူကုန်သော အကြင်သမဏဗြာဟ္မဏတို့သည် (မိမိအယူ၌ နှစ်ခြိုက်ဝမ်းသာသော အကြင်ဝေဒနာဖြင့် ခံစားကုန်လျက်) နောက်အဖို့ကို စွဲမှီ၍ များပြားသော မိစ္ဆာအယူပြစကားတို့ကို လေးဆယ့်လေးမျိုးသော အကြောင်းတို့ဖြင့်ပြောဟောကုန်၏။ ထို (သမဏဗြာဟ္မဏတို့၏ ဝေဒနာ) သည်လည်း ဖဿ ဟူသော အကြောင်းကြောင့်ဖြစ်၏။",
  "dn1:3.57.1": "ရဟန်းတို့ ထိုသူတို့တွင် ရှေးအဖို့ကို ကြံဆကုန်သော နောက်အဖို့ကို ကြံဆကုန်သော ရှေးအဖို့ နောက်အဖို့ကို ကြံဆကုန်သော ရှေးအဖို့ နောက်အဖို့ကို စွဲယူကုန်သော အကြင်သမဏဗြာဟ္မဏတို့သည် (မိမိအယူ၌ နှစ်ခြိုက်ဝမ်းသာသော အကြင်ဝေဒနာဖြင့် ခံစားကုန်လျက်) ရှေးအဖို့ နောက်အဖို့ကို စွဲမှီ၍ များပြားသော မိစ္ဆာအယူပြစကားတို့ကို ခြောက်ဆယ့်နှစ်မျိုးသော အကြောင်းတို့ဖြင့် ပြောဟောကုန်၏။ ထို (သမဏဗြာဟ္မဏတို့၏ ဝေဒနာ) သည်လည်း ဖဿဟူသော အကြောင်းကြောင့် ဖြစ်၏။",
  "dn1:3.58.0": "၄-၃။ နေတံ ဌာနံ ဝိဇ္ဇတိဝါရ",
  "dn1:3.58.1": "ရဟန်းတို့ ထိုသူတို့တွင် တည်မြဲအယူရှိကုန်သော အကြင်သမဏဗြာဟ္မဏတို့သည် (မိမိ အယူ၌နှစ်ခြိုက်ဝမ်းသာသော အကြင်ဝေဒနာဖြင့် ခံစားကုန်လျက်) အတ္တကိုလည်းကောင်း၊ လောကကိုလည်းကောင်း တည်မြဲ၏ဟု လေးမျိုးသော အကြောင်းတို့ဖြင့် ပြကုန်၏။ ထို (သမဏဗြာဟ္မဏ) တို့သည်ဖဿနှင့် ကင်း၍ (ထိုဝေဒနာကို) စင်စစ် ခံစားနိုင်ရာသော အကြောင်းမရှိ။",
  "dn1:3.59.1": "ရဟန်းတို့ ထိုသူတို့တွင် အချို့တည်မြဲ အချို့မတည်မြဲ အယူရှိကုန်သော အကြင်သမဏဗြာဟ္မဏတို့သည် (မိမိအယူ၌ နှစ်ခြိုက်ဝမ်းသာသော အကြင်ဝေဒနာဖြင့် ခံစားကုန်လျက်) အတ္တကိုလည်းကောင်း၊ လောကကိုလည်းကောင်း အချို့တည်မြဲ အချို့မတည်မြဲဟု လေးမျိုးသော အကြောင်းတို့ဖြင့်ပြကုန်၏။ ထို (သမဏဗြာဟ္မဏ) တို့သည် ဖဿနှင့် ကင်း၍ (ထိုဝေဒနာကို) စင်စစ် ခံစားနိုင်ရာသောအကြောင်းမရှိ။",
  "dn1:3.60.1": "ရဟန်းတို့ ထိုသူတို့တွင် အဆုံးရှိ အဆုံးမရှိ အယူရှိကုန်သော အကြင်သမဏဗြာဟ္မဏ တို့သည် (မိမိအယူ၌ နှစ်ခြိုက်ဝမ်းသာသော အကြင်ဝေဒနာဖြင့် ခံစားကုန်လျက်) လောက၏ အဆုံးရှိ အဆုံးမရှိကိုလေးမျိုးသော အကြောင်းတို့ဖြင့် ပြကုန်၏။ ထို (သမဏဗြာဟ္မဏ) တို့သည် ဖဿနှင့်ကင်း၍ (ထိုဝေဒနာကို) စင်စစ် ခံစားနိုင်ရာသော အကြောင်းမရှိ။",
  "dn1:3.61.1": "ရဟန်းတို့ ထိုသူတို့တွင် အဆုံးမရှိပစ်လွှင့်သော အယူရှိကုန်သော အကြင်သမဏဗြာဟ္မဏတို့သည် ထိုထိုအရာ၌ အမေးခံကြရလျှင် (မိမိအယူ၌ နှစ်ခြိုက်ဝမ်းသာသော အကြင် ဝေဒနာဖြင့် ခံစားကုန်လျက်) အဆုံးမရှိ ပစ်လွှင့်သော စကားကို လေးမျိုးသော အကြောင်းတို့ဖြင့် ပြကုန်၏။ ထို (သမဏဗြာဟ္မဏ) တို့သည် ဖဿနှင့် ကင်း၍ (ထိုဝေဒနာကို) စင်စစ် ခံစားနိုင်ရာသော အကြောင်းမရှိ။",
  "dn1:3.62.1": "ရဟန်းတို့ ထိုသူတို့တွင် အကြောင်းမဲ့ အယူရှိကုန်သော အကြင်သမဏဗြာဟ္မဏတို့သည် (မိမိအယူ၌ နှစ်ခြိုက်ဝမ်းသာသော အကြင်ဝေဒနာဖြင့် ခံစားကုန်လျက်) အတ္တကိုလည်းကောင်း၊ လောကကိုလည်းကောင်း အကြောင်းမဲ့ ဖြစ်ပေါ်၏ဟု နှစ်မျိုးသော အကြောင်းတို့ဖြင့် ပြကုန်၏။ ထို (သမဏဗြာဟ္မဏ) တို့သည် ဖဿနှင့် ကင်း၍ (ထိုဝေဒနာကို) စင်စစ် ခံစားနိုင်ရာသော အကြောင်းမရှိ။",
  "dn1:3.63.1": "ရဟန်းတို့ ထိုသူတို့တွင် ရှေးအဖို့ကို ကြံဆကုန်သော ရှေးအဖို့ကို စွဲယူကုန်သော အကြင်သမဏဗြာဟ္မဏတို့သည် (မိမိအယူ၌ နှစ်ခြိုက်ဝမ်းသာသော အကြင်ဝေဒနာဖြင့် ခံစားကုန်လျက်) ရှေးအဖို့ကို စွဲမှီ၍ များပြားသော မိစ္ဆာအယူပြစကားတို့ကို တစ်ဆယ့်ရှစ်မျိုးသော အကြောင်းတို့ဖြင့် ပြောဟောကုန်၏။ ထို (သမဏဗြာဟ္မဏ) တို့သည် ဖဿနှင့် ကင်း၍ (ထိုဝေဒနာကို) စင်စစ် ခံစားနိုင်ရာသောအကြောင်းမရှိ။",
  "dn1:3.64.1": "ရဟန်းတို့ ထိုသူတို့တွင် သေပြီးနောက် သညာရှိအယူရှိကုန်သော အကြင်သမဏဗြာဟ္မဏတို့သည် (မိမိအယူ၌ နှစ်ခြိုက်ဝမ်းသာသော အကြင်ဝေဒနာဖြင့် ခံစားကုန်လျက်) သေပြီးနောက် သညာရှိသော အတ္တကို တစ်ဆယ့်ခြောက်မျိုးသော အကြောင်းတို့ဖြင့် ပြောဟောကုန်၏။ထို (သမဏဗြာဟ္မဏ) တို့သည် ဖဿနှင့် ကင်း၍ (ထိုဝေဒနာကို) စင်စစ် ခံစားနိုင်ရာသောအကြောင်းမရှိ။",
  "dn1:3.65.1": "ရဟန်းတို့ ထိုသူတို့တွင် သေပြီးနောက် သညာမရှိအယူရှိကုန်သော အကြင်သမဏဗြာဟ္မဏတို့သည် (မိမိအယူ၌ နှစ်ခြိုက်ဝမ်းသာသော အကြင်ဝေဒနာဖြင့် ခံစားကုန်လျက်) သေပြီးနောက် သညာမရှိသော အတ္တကို ရှစ်မျိုးသော အကြောင်းတို့ဖြင့် ပြကုန်၏။ ထို (သမဏဗြာဟ္မဏ) တို့သည် ဖဿနှင့် ကင်း၍ (ထိုဝေဒနာကို) စင်စစ် ခံစားနိုင်ရာသော အကြောင်းမရှိ။",
  "dn1:3.66.1": "ရဟန်းတို့ ထိုသူတို့တွင် သေပြီးနောက် သညာရှိလည်းမဟုတ် မရှိလည်းမဟုတ် အယူရှိကုန်သော အကြင်သမဏဗြာဟ္မဏတို့သည် (မိမိအယူ၌ နှစ်ခြိုက်ဝမ်းသာသော အကြင်ဝေဒနာဖြင့် ခံစားကုန်လျက်) သေပြီးနောက် သညာရှိလည်းမဟုတ် မရှိလည်းမဟုတ်သော အတ္တကို ရှစ်မျိုးသောအကြောင်း တို့ဖြင့် ပြကုန်၏။ ထို (သမဏဗြာဟ္မဏ) တို့သည် ဖဿနှင့် ကင်း၍ (ထိုဝေဒနာကို) စင်စစ်ခံစားနိုင်ရာ သော အကြောင်းမရှိ။",
  "dn1:3.67.1": "ရဟန်းတို့ ထိုသူတို့တွင် ပြတ်စဲအယူရှိကုန်သော အကြင်သမဏဗြာဟ္မဏတို့သည် (မိမိ အယူ၌နှစ်ခြိုက်ဝမ်းသာသော အကြင်ဝေဒနာဖြင့် ခံစားကုန်လျက်) ထင်ရှားရှိသော သတ္တဝါ၏ ပြတ်စဲခြင်းပျက်စီးခြင်း ပျောက်ကင်းခြင်းကို ခုနစ်မျိုးသော အကြောင်းတို့ဖြင့် ပြကုန်၏။ ထို (သမဏဗြာဟ္မဏ) တို့သည် ဖဿနှင့် ကင်း၍ (ထိုဝေဒနာကို) စင်စစ် ခံစားနိုင်ရာသော အကြောင်းမရှိ။",
  "dn1:3.68.1": "ရဟန်းတို့ ထိုသူတို့တွင် မျက်မှောက် (လောကီ) နိဗ္ဗာန် အယူရှိကုန်သော အကြင်သမဏဗြာဟ္မဏတို့သည် (မိမိအယူ၌ နှစ်ခြိုက်ဝမ်းသာသော အကြင်ဝေဒနာဖြင့် ခံစားကုန်လျက်) ထင်ရှားရှိသောသတ္တဝါ၏ မျက်မှောက် (လောကီ) နိဗ္ဗာန်ကို ငါးမျိုးသော အကြောင်းတို့ဖြင့် ပြကုန်၏။ ထို (သမဏဗြာဟ္မဏ) တို့သည် ဖဿနှင့် ကင်း၍ (ထိုဝေဒနာကို) စင်စစ် ခံစားနိုင်ရာသော အကြောင်းမရှိ။",
  "dn1:3.69.1": "ရဟန်းတို့ ထိုသူတို့တွင် နောက်အဖို့ကို ကြံဆကုန်သော နောက်အဖို့ကို စွဲယူကုန်သော အကြင်သမဏဗြာဟ္မဏတို့သည် (မိမိအယူ၌ နှစ်ခြိုက်ဝမ်းသာသော အကြင်ဝေဒနာဖြင့် ခံစားကုန်လျက်) နောက်အဖို့ကို စွဲမှီ၍ များပြားသော မိစ္ဆာအယူပြစကားတို့ကို လေးဆယ့်လေးမျိုးသော အကြောင်းတို့ဖြင့်ပြောဟောကုန်၏။ ထို (သမဏဗြာဟ္မဏ) တို့သည် ဖဿနှင့် ကင်း၍ (ထိုဝေဒနာကို) စင်စစ် ခံစားနိုင်ရာသော အကြောင်းမရှိ။",
  "dn1:3.70.1": "ရဟန်းတို့ ထိုသူတို့တွင် ရှေးအဖို့ကို ကြံဆကုန်သော နောက်အဖို့ကို ကြံဆကုန်သော ရှေးအဖို့နောက်အဖို့ကို ကြံဆကုန်သော ရှေးအဖို့ နောက်အဖို့ကို စွဲယူကုန်သော အကြင်သမဏဗြာဟ္မဏ တို့သည် (မိမိ အယူ၌ နှစ်ခြိုက်ဝမ်းသာသော အကြင်ဝေဒနာဖြင့် ခံစားကုန်လျက်) ရှေးအဖို့နောက်အဖို့ကို စွဲမှီ၍များပြားသော မိစ္ဆာအယူပြစကားတို့ကို ခြောက်ဆယ့်နှစ်မျိုးသော အကြောင်းတို့ဖြင့် ပြောဟော ကုန်၏။ထို (သမဏဗြာဟ္မဏ) တို့သည် ဖဿနှင့် ကင်း၍ (ထိုဝေဒနာကို) စင်စစ် ခံစားနိုင်ရာသော အကြောင်းမရှိ။",
  "dn1:3.71.0": "၄-၄။ ဒိဋ္ဌိဂတိကာဓိဋ္ဌာနဝဋ္ဋကထာ",
  "dn1:3.71.1": "ရဟန်းတို့ ထိုသူတို့တွင် တည်မြဲ အယူရှိကုန်သော အကြင်သမဏဗြာဟ္မဏတို့သည် အတ္တကိုလည်းကောင်း၊ လောကကိုလည်းကောင်း တည်မြဲ၏ဟု လေးမျိုးသော အကြောင်းတို့ဖြင့် ပြကုန်၏။အချို့ တည်မြဲ အချို့ မတည်မြဲ အယူရှိကုန်သော အကြင်သမဏဗြာဟ္မဏတို့သည်လည်း။ပ။",
  "dn1:3.71.2": "အဆုံးရှိအဆုံး မရှိ အယူရှိကုန်သော အကြင်သမဏဗြာဟ္မဏတို့သည်လည်း။…",
  "dn1:3.71.3": "အဆုံးမရှိပစ်လွှင့်သောအယူရှိကုန်သော အကြင် သမဏ ဗြာဟ္မဏတို့သည်လည်း။…",
  "dn1:3.71.4": "အကြောင်းမဲ့ အယူရှိကုန်သော အကြင်သမဏဗြာဟ္မဏတို့သည်လည်း။ …",
  "dn1:3.71.5": "ရှေးအဖို့ကို ကြံဆကုန်သော ရှေးအဖို့ကို စွဲယူကုန်သော အကြင်သမဏဗြာဟ္မဏ တို့သည်လည်း။…",
  "dn1:3.71.6": "သေပြီးနောက် သညာရှိ အယူရှိကုန်သော အကြင်သမဏ ဗြာဟ္မဏတို့သည်လည်း။…",
  "dn1:3.71.7": "သေပြီးနောက် သညာမရှိ အယူရှိကုန်သော အကြင်သမဏဗြာဟ္မဏတို့သည်လည်း။…",
  "dn1:3.71.8": "သေပြီးနောက် သညာရှိလည်းမဟုတ် မရှိလည်းမဟုတ် အယူရှိကုန်သော အကြင်သမဏဗြာဟ္မဏတို့သည်လည်း။…",
  "dn1:3.71.9": "ပြတ်စဲအယူရှိကုန်သော အကြင်သမဏဗြာဟ္မဏတို့သည်လည်း။…",
  "dn1:3.71.10": "မျက်မှောက် (လောကီ) နိဗ္ဗာန်အယူရှိကုန်သော အကြင်သမဏဗြာဟ္မဏတို့သည်လည်း။…",
  "dn1:3.71.11": "နောက်အဖို့ကို ကြံဆကုန်သော နောက်အဖို့ကို စွဲယူကုန်သော အကြင်သမဏဗြာဟ္မဏတို့သည်လည်း။…",
  "dn1:3.71.12": "ရှေးအဖို့ကို ကြံဆကုန်သော နောက်အဖို့ကို ကြံဆကုန်သော ရှေးအဖို့ နောက်အဖို့ကို ကြံဆကုန်သော ရှေးအဖို့ နောက်အဖို့ကို စွဲယူကုန်သော အကြင်သမဏဗြာဟ္မဏတို့သည်လည်း ရှေးအဖို့ နောက်အဖို့ကို စွဲမှီ၍ များပြားသော မိစ္ဆာအယူပြစကားတို့ကို ခြောက်ဆယ့်နှစ်မျိုးသော အကြောင်းတို့ဖြင့် ပြောဟောကုန်၏။ ထို (သမဏဗြာဟ္မဏ) တို့သည် ဖဿဖြစ်ကြောင်း (ဒွါရ) ခြောက်ပါးတို့ဖြင့် တွေ့ထိ၍ တွေ့ထိ၍ ခံစားကုန်၏၊ ထိုသူတို့အား ဝေဒနာကြောင့် တဏှာ ဖြစ်၏၊ တဏှာကြောင့် ဥပါဒါန် ဖြစ်၏၊ ဥပါဒါန်ကြောင့် ဘဝ ဖြစ်၏၊ ဘဝကြောင့် ဇာတိဖြစ်၏၊ ဇာတိကြောင့်အိုခြင်း သေခြင်း ပူဆွေးခြင်း ငိုကြွေးခြင်း ဆင်းရဲခြင်း နှလုံးမသာခြင်း ပြင်းစွာ ပူပန်ခြင်းတို့ဖြစ်ကုန်၏။",
  "dn1:3.72.0": "၅။ ဝိဝဋ္ဋကထာဒိ",
  "dn1:3.72.1": "ရဟန်းတို့ အကြင်အခါ၌ ရဟန်းသည် ဖဿဖြစ်ကြောင်း (ဒွါရ) ခြောက်ပါးတို့၏ဖြစ်ကြောင်းကိုလည်းကောင်း၊ ချုပ်ကြောင်းကိုလည်းကောင်း၊ သာယာဖွယ်ကိုလည်းကောင်း၊ အပြစ်ကိုလည်းကောင်း၊ ဖဿာယတနတို့မှ ထွက်မြောက်ရာကိုလည်းကောင်းဟုတ်မှန်သောအတိုင်း သိ၏၊ ဤရဟန်းသည် ဤမိစ္ဆာအယူ အလုံးစုံတို့ထက် အထူးသဖြင့် လွန်မြတ်သော တရားကိုလည်း သိ၏။",
  "dn1:3.72.2": "ရဟန်းတို့ ရှေးအဖို့ကို ကြံဆကုန်သော နောက်အဖို့ကို ကြံဆကုန်သော ရှေးအဖို့နောက်အဖို့ကို ကြံဆကုန်သော ရှေးအဖို့နောက်အဖို့ကို စွဲယူကုန်သော အလုံးစုံသောသမဏဗြာဟ္မဏတို့သည် ရှေးအဖို့ နောက်အဖို့ကို စွဲမှီ၍ များပြားသော မိစ္ဆာအယူပြ စကားတို့ကို ပြောဟောကုန်၏၊ ထိုသမဏဗြာဟ္မဏအားလုံးတို့သည် ဤခြောက်ဆယ့်နှစ်မျိုးသော မိစ္ဆာအယူဖြင့် ဒေသနာကွန်ရက်အတွင်း၌မိကုန်သည်ဖြစ်၍ ပေါ် ကြလျှင် ဤဒေသနာကွန်ရက်အတွင်း၌ တည်ကုန်လျက်သာလျှင် ပေါ်ကုန်၏၊ ဤဒေသနာကွန်ရက်အတွင်း၌ အကျုံးဝင်ကုန်သည်ဖြစ်၍ ပေါ် ကြလျှင် ဒေသနာကွန်ရက်အတွင်း၌ မိကုန်လျက်သာလျှင် ပေါ်ကုန်၏။",
  "dn1:3.72.3": "ရဟန်းတို့ ဥပမာသော်ကား ကျွမ်းကျင်သော တံငါသည်သည်လည်းကောင်း တံငါသည်၏ တပည့်သည်လည်းကောင်း ကွန်ရက်စိပ်ဖြင့် ရေအိုင်ငယ်ကို လွှမ်းအုပ်ရာ၏၊ ထိုသူအား ဤသို့ စိတ်ဖြစ်ရာ၏ —“ဤရေအိုင်ငယ်ရှိ ကြီးသော ရေသတ္တဝါအားလုံးတို့သည် ကွန်ရက်စိပ်အတွင်း၌ မိကုန်သည် ဖြစ်၍ပေါ် ကြလျှင် ဤကွန်ရက်စိပ်အတွင်း၌ တည်ကုန်လျက်သာလျှင် ပေါ်ကုန်၏၊ ဤကွန်ရက်စိပ်၌အကျုံးဝင်ကုန်သည်ဖြစ်၍ ပေါ် ကြလျှင် ကွန်ရက်စိပ်အတွင်း၌ မိကုန်လျက်သာလျှင် ပေါ်ကုန်၏”ဟု့စိတ်ဖြစ်ရာ၏။",
  "dn1:3.72.4": "ရဟန်းတို့ ထို့အတူသာလျှင် ရှေးအဖို့ကို ကြံဆကုန်သော နောက်အဖို့ကို ကြံဆကုန်သော ရှေးအဖို့ နောက်အဖို့ကို ကြံဆကုန်သော ရှေးအဖို့ နောက်အဖို့ကို စွဲယူကုန်သော အလုံးစုံသောသမဏဗြာဟ္မဏတို့သည် ရှေးအဖို့ နောက်အဖို့ကို စွဲမှီ၍ များပြားသော မိစ္ဆာအယူပြစကားတို့ကို ပြောဟောကုန်၏၊ ထိုသမဏဗြာဟ္မဏအားလုံးတို့သည် ဤ ခြောက်ဆယ့်နှစ်မျိုးသော မိစ္ဆာအယူတို့ဖြင့် ဒေသနာကွန်ရက် အတွင်း၌ မိကုန်သည် ဖြစ်၍ ပေါ်ကြလျှင် ဤဒေသနာကွန်ရက်အတွင်း၌တည်ကုန်လျက်သာလျှင် ပေါ်ကုန်၏၊ ဤဒေသနာကွန်ရက် အတွင်း၌ အကျုံးဝင်ကုန်သည်ဖြစ်၍ပေါ်ကြလျှင် ဒေသနာကွန်ရက် အတွင်း၌ မိကုန်လျက်သာလျှင် ပေါ်ကုန်၏။",
  "dn1:3.73.1": "ရဟန်းတို့ မြတ်စွာဘုရား၏ ကိုယ်တော်သည် ဘဝတဏှာ ပြတ်ပြီးဖြစ်လျက် တည်တော်မူ၏၊",
  "dn1:3.73.2": "မြတ်စွာဘုရား၏ ကိုယ်တော် တည်နေသမျှ ကာလအတွင်း၌သာလျှင် ထို (မြတ်စွာဘုရား) ကို နတ်လူတို့သည် ဖူးမြင်ကြရကုန်လတ္တံ့၊ ",
  "dn1:3.73.3": "အသက်တော်ကုန်ဆုံး၍ ကိုယ်တော်ပျက်စီးသည်မှ နောက်၌ထို (မြတ်စွာဘုရား) ကို နတ်လူတို့သည် မဖူးမြင်ကြရကုန်လတ္တံ့။",
  "dn1:3.73.4": "ရဟန်းတို့ ဥပမာသော်ကား သရက်ခိုင်သည် အညှာပြတ်ခဲ့လျှင် အညှာ၌ တွယ်နေသော သရက်သီးအားလုံးတို့သည် ထိုအညှာသို့သာ လိုက်ပါကုန်၏၊",
  "dn1:3.73.5": "ရဟန်းတို့ ဤအတူသာလျှင် မြတ်စွာဘုရား၏ကိုယ်တော်သည် ဘဝတဏှာပြတ်ပြီး ဖြစ်လျက် တည်တော်မူ၏၊ ",
  "dn1:3.73.6": "မြတ်စွာဘုရား၏ ကိုယ်တော် တည်နေသမျှ ကာလအတွင်း၌သာလျှင် ထို (မြတ်စွာဘုရား) ကို နတ်လူတို့သည် ဖူးမြင်ကြရကုန်လတ္တံ့၊ ",
  "dn1:3.73.7": "အသက်တော် ကုန်ဆုံး၍ ကိုယ်တော်ပျက်စီးသည်မှ နောက်၌ ထို (မြတ်စွာဘုရား) ကို နတ်လူတို့သည်မဖူးမြင်ကြရကုန် လတ္တံ့ဟု (ဟောတော်မူ၏)။",
  "dn1:3.74.1": "ဤသို့ ဟောတော်မူသော် အသျှင်အာနန္ဒာသည် မြတ်စွာဘုရားအား ဤစကားကို လျှောက်၏ —",
  "dn1:3.74.2": "“အံ့ဖွယ်ရှိပါပေစွ အသျှင်ဘုရား၊ မဖြစ်ဖူးမြဲ ဖြစ်ပါပေစွ အသျှင်ဘုရား၊ ဤတရားဒေသနာ တော်သည်အဘယ်အမည်ရှိပါသနည်း အသျှင်ဘုရား”ဟု လျှောက်၏။",
  "dn1:3.74.3": "အာနန္ဒာ သို့ဖြစ်၍ သင်သည် ဤတရားဒေသနာတော်ကို ‘အတ္ထဇာလ’[အတ္ထ= အနက်သဘော+ဇာလ= ကွန်ရက်။ အတ္ထဇာလ= အနက်သဘောကွန်ရက်] ဟူ၍လည်း မှတ်လော့၊ ‘ဓမ္မဇာလ’[ဓမ္မ= တရားအစဉ်+ဇာလ=ကွန်ရက်၊ ဓမ္မဇာလ=တရားအစဉ်ကွန်ရက်]ဟူ၍လည်း မှတ်လော့၊ ‘ဗြဟ္မဇာလ’[ဗြဟ္မ= မြတ်သောဉာဏ် +ဇာလ=ကွန်ရက်၊ ဗြဟ္မဇာလ= မြတ်သောဉာဏ်ကွန်ရက်] ဟူ၍လည်း မှတ်လော့၊ ‘ဒိဋ္ဌိဇာလ’[ဒိဋ္ဌိ=အယူဝါဒ+ဇာလ=ကွန်ရက်၊ ဒိဋ္ဌိဇာလ= အယူဝါဒကွန်ရက်] ဟူ၍လည်း မှတ်လော့၊ ‘အနုတ္တရသင်္ဂါမ ‘ဝိဇယ’[အနုတ္တရ=အတုမဲ့+သင်္ဂါမ=စစ်ပွဲ+ဝိဇယ=အောင်ခြင်း၊ အနုတ္တရသင်္ဂါမဝိဇယ= အတုမဲ့စစ်အောင်ပွဲ] ဟူ၍လည်း မှတ်လော့ဟု မိန့်တော်မူ၏၊",
  "dn1:3.74.4": "မြတ်စွာဘုရားသည် ဤတရားတော်ကို ဟောတော်မူ၏။",
  "dn1:3.74.5": "ထိုရဟန်းတို့သည် မြတ်စွာဘုရား ဟောတော်မူသော တရားတော်ကို နှစ်လိုကုန်သည် ဖြစ်၍ ဝမ်းမြောက်စွာ ခံယူကုန်၏၊",
  "dn1:3.74.6": "ဤစကားဖြင့် တရားတော်ကို ဟောတော်မူသော် တစ်သောင်းသော လောကဓာတ်သည် တုန်လှုပ်လေသတည်း။",
  "dn1:3.74.7": "ဗြဟ္မဇာလသုတ် ပြီး၏။"
}