{
  "sn3.25:0.1": "Discours Groupés 3 ",
  "sn3.25:0.2": "3. Kosala ",
  "sn3.25:0.3": "25. L’Allégorie de la Montagne ",
  "sn3.25:1.1": "À Sāvatthī. ",
  "sn3.25:1.2": "Le roi Pasenadi de Kosala était assis d’un côté, et le Bouddha lui dit : ",
  "sn3.25:1.3": "« Alors, grand roi, d’où viens-tu en ce milieu de journée ? ». ",
  "sn3.25:1.4": "« Monsieur, il y a des rois aristocrates élus qui sont épris d’autorité, et obsédés avec avidité par les plaisirs des sens. Ils ont obtenu la stabilité dans le pays, occupant un vaste territoire conquis. Aujourd’hui, j’étais occupé à remplir les devoirs de tels rois. » ",
  "sn3.25:2.1": "« Qu’en pensez-vous, grand roi ? ",
  "sn3.25:2.2": "Supposons qu’un homme digne de confiance et fiable vienne de l’est. ",
  "sn3.25:2.3": "Il s’approche de vous et dit : ",
  "sn3.25:2.4": "S’il vous plaît monsieur, vous devez savoir ceci. Je viens de l'est. ",
  "sn3.25:2.5": "Là-bas, j’ai vu une énorme montagne qui atteignait les nuages. Et elle se dirigeait vers nous, écrasant toutes créatures. ",
  "sn3.25:2.6": "Alors, grand roi, fais ce que tu as à faire ! ». ",
  "sn3.25:2.7": "Puis un deuxième homme digne de confiance et fiable vienne de l’ouest… ",
  "sn3.25:2.8": "un troisième du nord… ",
  "sn3.25:2.9": "et un quatrième du sud. ",
  "sn3.25:2.10": "Il s’approche de vous et dit: ",
  "sn3.25:2.11": "« S’il vous plaît monsieur, vous devez savoir ceci. Je viens du sud. ",
  "sn3.25:2.12": "Là-bas, j’ai vu une énorme montagne qui atteignait les nuages. Et elle se dirigeait vers nous, écrasant toutes créatures ». ",
  "sn3.25:2.13": "« Alors, grand roi, fais ce que tu as à faire ! ",
  "sn3.25:2.14": "Si une menace aussi grave devait se présenter — une perte terrible de vie humaine, alors que les naissances humaines sont si rares — que feriez-vous ? ». ",
  "sn3.25:3.1": "« Monsieur, que pourrais-je faire d’autre que de pratiquer les enseignements, de suivre une conduite éthique, et de réaliser d’habiles et bonnes actions ? ». ",
  "sn3.25:4.1": "« Je vous le dis, grand roi, je vous l’annonce : la vieillesse et la mort approchent. ",
  "sn3.25:4.2": "Puisque la vieillesse et la mort approchent, que feriez-vous ? ». ",
  "sn3.25:4.3": "« Monsieur, que pourrais-je faire d’autre que de pratiquer les enseignements, de suivre une conduite éthique, et de réaliser d’habiles et bonnes actions ? ». ",
  "sn3.25:4.4": "« Monsieur, il y a des rois aristocrates élus qui sont épris d’autorité, et obsédés avec avidité par les plaisirs des sens. Ils ont obtenus la stabilité dans le pays, occupant un vaste territoire conquis. De tels rois se livrent à des batailles d’éléphants, ",
  "sn3.25:4.7": "de cavalerie, ",
  "sn3.25:4.8": "de chars, ",
  "sn3.25:4.9": "ou d’infanterie. ",
  "sn3.25:4.10": "Mais il n’y a pas de place pour de telles batailles quand la vieillesse et la mort approchent. ",
  "sn3.25:4.11": "Dans cette cour royale, il y a des ministres aux conseils avisés qui sont capables de diviser un ennemi approchant par des conseils avisés. ",
  "sn3.25:4.12": "Mais il n’y a pas de place pour de telles batailles diplomatiques lorsque la vieillesse et la mort approchent. ",
  "sn3.25:4.13": "Dans cette cour royale, il y a une abondance de pièces et de lingots d’or stockés dans les donjons et les tours. En utilisant cette richesse, nous pouvons payer un ennemi approchant. ",
  "sn3.25:4.14": "Mais il n’y a pas de place pour de telles batailles d’argent lorsque la vieillesse et la mort approchent. ",
  "sn3.25:4.15": "Quand la vieillesse et la mort approchent, que pourrais-je faire d’autre que de pratiquer les enseignements, de suivre une conduite éthique, et de réaliser des actions habiles et bonnes ? ». ",
  "sn3.25:5.1": "« Ceci est tellement vrai, grand roi ! Ceci est tellement vrai ! ",
  "sn3.25:5.2": "Quand la vieillesse et la mort approchent, que pouvez-vous faire d’autre que de pratiquer les enseignements, de suivre une conduite éthique, et de réaliser d’habiles et bonnes actions ? ». ",
  "sn3.25:5.3": "C’est ce que le Bouddha a dit. ",
  "sn3.25:5.4": "Puis le Bienheureux, le Maître, poursuivi en disant : ",
  "sn3.25:6.1": "« Supposons qu’il y ait de vastes montagnes ",
  "sn3.25:6.2": "de roche solide touchant le ciel ",
  "sn3.25:6.3": "approchant de tous côtés ",
  "sn3.25:6.4": "et écrasant les quatre coins. ",
  "sn3.25:7.1": "Tout comme la vieillesse et la mort ",
  "sn3.25:7.2": "approchent pour toutes créatures vivantes—",
  "sn3.25:7.3": "aristocrates, brahmanes, marchands, ",
  "sn3.25:7.4": "travailleurs, marginaux et pilleurs. ",
  "sn3.25:7.5": "Elles n’épargnent rien. ",
  "sn3.25:7.6": "Elles écrasent tout sous leur passage. ",
  "sn3.25:8.1": "Il n’y a nulle part où les éléphants peuvent prendre position, ",
  "sn3.25:8.2": "ni les chars, ni l’infanterie. ",
  "sn3.25:8.3": "Elles ne peuvent être vaincues ",
  "sn3.25:8.4": "par des batailles diplomatiques ou par la richesse. ",
  "sn3.25:9.1": "C’est pourquoi une personne avisée, ",
  "sn3.25:9.2": "voyant ce qui est bon pour elle, ",
  "sn3.25:9.3": "étant sensée, placerait sa foi ",
  "sn3.25:9.4": "en le Bouddha, l’enseignement, et le Saṅgha. ",
  "sn3.25:10.1": "Celui qui vit selon l’enseignement ",
  "sn3.25:10.2": "par le corps, la parole et l’esprit, ",
  "sn3.25:10.3": "est loué dans cette vie ",
  "sn3.25:10.4": "et s’en va se délecter dans un domaine de bonheur. » ",
  "sn3.25:11.5": "Les Discours Groupés avec le Kosalan sont terminés. "
}