{
  "an8.39:0.1": "Numbered Discourses 8 ",
  "an8.39:0.2": "4. Giving ",
  "an8.39:0.3": "39. Overflowing Merit ",
  "an8.39:1.1": "“Mendicants, there are these eight kinds of overflowing merit, overflowing goodness. They nurture happiness and are conducive to heaven, ripening in happiness and leading to heaven. They lead to what is likable, desirable, agreeable, to welfare and happiness. ",
  "an8.39:1.2": "What eight? ",
  "an8.39:1.3": "Firstly, a noble disciple has gone for refuge to the Buddha. ",
  "an8.39:1.4": "This is the first kind of overflowing merit … ",
  "an8.39:2.1": "Furthermore, a noble disciple has gone for refuge to the teaching. ",
  "an8.39:2.2": "This is the second kind of overflowing merit … ",
  "an8.39:3.1": "Furthermore, a noble disciple has gone for refuge to the Saṅgha. ",
  "an8.39:3.2": "This is the third kind of overflowing merit … ",
  "an8.39:3.3": "Mendicants, these five gifts are great, primordial, long-standing, traditional, and ancient. They are uncorrupted, as they have been since the beginning. They’re not being corrupted now nor will they be. Sensible ascetics and brahmins don’t look down on them. ",
  "an8.39:3.4": "What five? ",
  "an8.39:3.5": "Firstly, a noble disciple gives up killing living creatures. ",
  "an8.39:3.6": "By so doing they give to countless sentient beings the gift of freedom from fear, enmity, and ill will. ",
  "an8.39:3.7": "And they themselves also enjoy unlimited freedom from fear, enmity, and ill will. ",
  "an8.39:3.8": "This is the first gift that is a great offering, primordial, long-standing, traditional, and ancient. It is uncorrupted, as it has been since the beginning. It’s not being corrupted now nor will it be. Sensible ascetics and brahmins don’t look down on it. ",
  "an8.39:3.9": "This is the fourth kind of overflowing merit … ",
  "an8.39:4.1": "Furthermore, a noble disciple gives up stealing. … ",
  "an8.39:4.2": "This is the fifth kind of overflowing merit … ",
  "an8.39:5.1": "Furthermore, a noble disciple gives up sexual misconduct. … ",
  "an8.39:5.2": "This is the sixth kind of overflowing merit … ",
  "an8.39:6.1": "Furthermore, a noble disciple gives up lying. … ",
  "an8.39:6.2": "This is the seventh kind of overflowing merit … ",
  "an8.39:7.1": "Furthermore, a noble disciple gives up alcoholic drinks that cause negligence. ",
  "an8.39:7.2": "By so doing they give to countless sentient beings the gift of freedom from fear, enmity, and ill will. ",
  "an8.39:7.3": "And they themselves also enjoy unlimited freedom from fear, enmity, and ill will. ",
  "an8.39:7.4": "This is the fifth gift that is a great offering, primordial, long-standing, traditional, and ancient. It is uncorrupted, as it has been since the beginning. It’s not being corrupted now nor will it be. Sensible ascetics and brahmins don’t look down on it. ",
  "an8.39:7.5": "This is the eighth kind of overflowing merit … ",
  "an8.39:8.1": "These are the eight kinds of overflowing merit, overflowing goodness. They nurture happiness and are conducive to heaven, ripening in happiness and leading to heaven. They lead to what is likable, desirable, agreeable, to welfare and happiness.” "
}