{
  "an8.20:0.1": "Numbered Discourses 8.20 ",
  "an8.20:0.2": "2. The Great Chapter ",
  "an8.20:0.3": "Sabbath ",
  "an8.20:1.1": "At one time the Buddha was staying near Sāvatthī in the Eastern Monastery, the stilt longhouse of Migāra’s mother. ",
  "an8.20:1.2": "Now, at that time it was the sabbath, and the Buddha was sitting surrounded by the Saṅgha of monks. ",
  "an8.20:1.3": "And then, as the night was getting late, in the first watch of the night, Venerable Ānanda got up from his seat, arranged his robe over one shoulder, raised his joined palms toward the Buddha and said, ",
  "an8.20:1.4": "“Sir, the night is getting late. It is the first watch of the night, and the Saṅgha has been sitting long. ",
  "an8.20:1.5": "Please, sir, may the Buddha recite the monastic code to the mendicants.” ",
  "an8.20:2.1": "But when he said this, the Buddha kept silent. ",
  "an8.20:2.2": "For a second time, as the night was getting late, in the middle watch of the night, Ānanda got up from his seat, arranged his robe over one shoulder, raised his joined palms toward the Buddha and said, ",
  "an8.20:2.3": "“Sir, the night is getting late. It is the middle watch of the night, and the Saṅgha has been sitting long. ",
  "an8.20:2.4": "Please, sir, may the Buddha recite the monastic code to the mendicants.” ",
  "an8.20:2.5": "But for a second time the Buddha kept silent. ",
  "an8.20:2.6": "For a third time, as the night was getting late, in the last watch of the night, as dawn stirred, bringing joy to the night, Ānanda got up from his seat, arranged his robe over one shoulder, raised his joined palms toward the Buddha and said, ",
  "an8.20:2.7": "“Sir, the night is getting late. It is the last watch of the night and dawn stirs, bringing joy to the night. ",
  "an8.20:2.8": "And the Saṅgha has been sitting long. ",
  "an8.20:2.9": "Please, sir, may the Buddha recite the monastic code to the mendicants.” ",
  "an8.20:2.10": "“Ānanda, the assembly is not pure.” ",
  "an8.20:3.1": "Then Venerable Mahāmoggallāna thought, ",
  "an8.20:3.2": "“Who is the Buddha talking about?” ",
  "an8.20:3.3": "",
  "an8.20:3.4": "Then he focused on comprehending the minds of everyone in the Saṅgha. ",
  "an8.20:3.5": "He saw that unethical person, of bad qualities, filthy, with suspicious behavior, underhand, no true ascetic or spiritual practitioner—though claiming to be one—rotten inside, corrupt, and depraved, sitting in the middle of the Saṅgha. ",
  "an8.20:3.6": "When he saw him he got up from his seat, went up to him and said, ",
  "an8.20:3.7": "“Get up, reverend. The Buddha has seen you. ",
  "an8.20:3.8": "You can’t live in communion with the mendicants.” ",
  "an8.20:4.1": "But when he said this, that person kept silent. ",
  "an8.20:4.2": "For a second time ",
  "an8.20:4.3": "",
  "an8.20:4.4": "",
  "an8.20:4.5": "",
  "an8.20:4.6": "and a third time, ",
  "an8.20:4.7": "he asked that monk to leave. ",
  "an8.20:4.8": "",
  "an8.20:4.9": "But for a third time that person kept silent. ",
  "an8.20:5.1": "Then Venerable Mahāmoggallāna took that person by the arm, ejected him out the gate, and bolted the door. Then he went up to the Buddha, and said to him, ",
  "an8.20:5.2": "“I have ejected that person. ",
  "an8.20:5.3": "The assembly is pure. ",
  "an8.20:5.4": "Please, sir, may the Buddha recite the monastic code to the mendicants.” ",
  "an8.20:5.5": "“It’s incredible, Moggallāna, it’s amazing, ",
  "an8.20:5.6": "how that silly man waited to be taken by the arm!” ",
  "an8.20:6.1": "Then the Buddha said to the mendicants: ",
  "an8.20:6.2": "“Now, mendicants, you should perform the sabbath and recite the monastic code. ",
  "an8.20:6.3": "From this day forth, I will not perform the sabbath or recite the monastic code. ",
  "an8.20:6.4": "It’s impossible, mendicants, it can’t happen that a Realized One could recite the monastic code in an impure assembly. ",
  "an8.20:7.1": "Seeing these eight incredible and amazing things the demons love the ocean. ",
  "an8.20:7.2": "What eight? ",
  "an8.20:7.3": "The ocean gradually slants, slopes, and inclines, with no abrupt precipice. ",
  "an8.20:7.4": "",
  "an8.20:7.5": "This is the first thing the demons love about the ocean. ",
  "an8.20:7.6": "(Tell in full as in the previous discourse.) ",
  "an8.20:8.1": "Furthermore, many great beings live in the ocean, such as leviathans, leviathan-gulpers, leviathan-gulper-gulpers, demons, dragons, and fairies. In the ocean there are life-forms a hundred leagues long, or even two hundred, three hundred, four hundred, or five hundred leagues long. ",
  "an8.20:8.2": "",
  "an8.20:8.3": "This is the eighth thing the demons love about the ocean. ",
  "an8.20:8.4": "Seeing these eight incredible and amazing things the demons love the ocean. ",
  "an8.20:9.1": "In the same way, seeing eight incredible and amazing things, mendicants, the mendicants love this teaching and training. ",
  "an8.20:9.2": "What eight? ",
  "an8.20:9.3": "The ocean gradually slants, slopes, and inclines, with no abrupt precipice. ",
  "an8.20:9.4": "In the same way in this teaching and training the penetration to enlightenment comes from gradual training, progress, and practice, not abruptly. ",
  "an8.20:9.5": "",
  "an8.20:9.6": "This is the first thing the mendicants love about this teaching and training. … ",
  "an8.20:9.7": "Many great beings live in the ocean, such as leviathans, leviathan-gulpers, leviathan-gulper-gulpers, demons, dragons, and fairies. In the ocean there are life-forms a hundred leagues long, or even two hundred, three hundred, four hundred, or five hundred leagues long. ",
  "an8.20:9.8": "In the same way, great beings live in this teaching and training, and these are those beings. The stream-enterer and the one practicing to realize the fruit of stream-entry. The once-returner and the one practicing to realize the fruit of once-return. The non-returner and the one practicing to realize the fruit of non-return. The perfected one, and the one practicing for perfection. ",
  "an8.20:9.9": "",
  "an8.20:9.10": "This is the eighth thing the mendicants love about this teaching and training. ",
  "an8.20:9.11": "Seeing these eight incredible and amazing things, the mendicants love this teaching and training.” ",
  "an8.20:9.12": "",
  "an8.20:9.13": "",
  "an8.20:10.1": "",
  "an8.20:10.2": "",
  "an8.20:10.3": ""
}