{
  "an8.8:0.1": "Numbered Discourses 8.8 ",
  "an8.8:0.2": "1. Love ",
  "an8.8:0.3": "Uttara on Failure ",
  "an8.8:1.1": "At one time Venerable Uttara was staying on the Saṅkheyyaka Mountain in the Mahisa region near Dhavajālikā. ",
  "an8.8:1.2": "There Uttara addressed the mendicants: ",
  "an8.8:1.3": "“Mendicants, it’s good for a mendicant to check their own failings from time to time. ",
  "an8.8:1.4": "It’s good for a mendicant to check the failings of others from time to time. ",
  "an8.8:1.5": "It’s good for a mendicant to check their own successes from time to time. ",
  "an8.8:1.6": "It’s good for a mendicant to check the successes of others from time to time.” ",
  "an8.8:2.1": "Now at that time the great king Vessavaṇa was on his way from the north to the south on some business. ",
  "an8.8:2.2": "He heard Venerable Uttara teaching this to the mendicants on Saṅkheyyaka Mountain. ",
  "an8.8:2.3": "",
  "an8.8:2.4": "",
  "an8.8:2.5": "",
  "an8.8:2.6": "",
  "an8.8:3.1": "Then Vessavaṇa vanished from Saṅkheyyaka Mountain and appeared among the gods of the Thirty-Three, as easily as a strong person would extend or contract their arm. ",
  "an8.8:3.2": "Then he went up to Sakka, lord of gods, and said to him: ",
  "an8.8:3.3": "“Please sir, you should know this. ",
  "an8.8:3.4": "Venerable Uttara is teaching the mendicants on Saṅkheyyaka Mountain in this way: ",
  "an8.8:3.5": "‘It’s good for a mendicant from time to time to check their own failings. … ",
  "an8.8:3.6": "the failings of others … ",
  "an8.8:3.7": "their own successes … ",
  "an8.8:3.8": "the successes of others.’” ",
  "an8.8:4.1": "Then, as easily as a strong person would extend or contract their arm, Sakka vanished from the gods of the Thirty-Three and reappeared on Saṅkheyyaka Mountain in front of Venerable Uttara. ",
  "an8.8:4.2": "Then Sakka went up to Venerable Uttara, bowed, stood to one side, and said to him: ",
  "an8.8:5.1": "“Is it really true, sir, that you teach the mendicants in this way: ",
  "an8.8:5.2": "‘It’s good for a mendicant from time to time to check their own failings … ",
  "an8.8:5.3": "the failings of others … ",
  "an8.8:5.4": "their own successes … ",
  "an8.8:5.5": "the successes of others’?” ",
  "an8.8:5.6": "“Indeed, lord of gods.” ",
  "an8.8:5.7": "“Sir, did this teaching come to you from your own inspiration, or was it spoken by the Blessed One, the perfected one, the fully awakened Buddha?” ",
  "an8.8:5.8": "“Well then, lord of gods, I shall give you a simile. ",
  "an8.8:5.9": "For by means of a simile some sensible people understand the meaning of what is said. ",
  "an8.8:6.1": "Suppose there was a large heap of grain not far from a town or village. ",
  "an8.8:6.2": "And a large crowd were to take away grain ",
  "an8.8:6.3": "with carrying poles, baskets, hip sacks, or their cupped hands. ",
  "an8.8:6.4": "If someone were to go to that crowd and ask them ",
  "an8.8:6.5": "where they got the grain from, how should that crowd rightly reply?” ",
  "an8.8:6.6": "“Sir, they should reply that they took it from the large heap of grain.” ",
  "an8.8:6.7": "“In the same way, lord of gods, whatever is well spoken is spoken by the Blessed One, the perfected one, the fully awakened Buddha. ",
  "an8.8:6.8": "Both myself and others rely completely on that when we speak.” ",
  "an8.8:7.1": "“It’s incredible, sir, it’s amazing! ",
  "an8.8:7.2": "How well this was said by Venerable Uttara! ",
  "an8.8:7.3": "‘Whatever is well spoken is spoken by the Blessed One, the perfected one, the fully awakened Buddha. ",
  "an8.8:7.4": "Both myself and others rely completely on that when we speak.’ ",
  "an8.8:7.5": "At one time, Honorable Uttara, the Buddha was staying near Rājagaha, on the Vulture’s Peak Mountain, not long after Devadatta had left. ",
  "an8.8:7.6": "There the Buddha spoke to the mendicants about Devadatta: ",
  "an8.8:8.1": "‘Mendicants, it’s good for a mendicant from time to time to check their own failings … ",
  "an8.8:8.2": "the failings of others … ",
  "an8.8:8.3": "their own successes … ",
  "an8.8:8.4": "the successes of others. ",
  "an8.8:8.5": "Overcome and overwhelmed by eight things that oppose the true teaching, Devadatta is going to a place of loss, to hell, there to remain for an eon, irredeemable. ",
  "an8.8:8.6": "What eight? ",
  "an8.8:8.7": "Overcome and overwhelmed by gain … ",
  "an8.8:8.8": "loss … ",
  "an8.8:8.9": "fame … ",
  "an8.8:8.10": "disgrace … ",
  "an8.8:8.11": "honor … ",
  "an8.8:8.12": "dishonor … ",
  "an8.8:8.13": "corrupt wishes … ",
  "an8.8:8.14": "bad friendship, Devadatta is going to a place of loss, to hell, there to remain for an eon, irredeemable. ",
  "an8.8:8.15": "Overcome and overwhelmed by these eight things that oppose the true teaching, Devadatta is going to a place of loss, to hell, there to remain for an eon, irredeemable. ",
  "an8.8:9.1": "It’s good for a mendicant, whenever they encounter it, to overcome gain … ",
  "an8.8:9.2": "loss … ",
  "an8.8:9.3": "fame … ",
  "an8.8:9.4": "disgrace … ",
  "an8.8:9.5": "honor … ",
  "an8.8:9.6": "dishonor … ",
  "an8.8:9.7": "corrupt wishes … ",
  "an8.8:9.8": "bad friendship. ",
  "an8.8:10.1": "What advantage does a mendicant gain by overcoming these eight things? ",
  "an8.8:10.2": "",
  "an8.8:10.3": "",
  "an8.8:10.4": "",
  "an8.8:10.5": "",
  "an8.8:10.6": "",
  "an8.8:10.7": "",
  "an8.8:10.8": "",
  "an8.8:11.1": "The distressing and feverish defilements that might arise in someone who lives without overcoming these eight things do not arise when they have overcome them. ",
  "an8.8:11.2": "",
  "an8.8:11.3": "",
  "an8.8:11.4": "",
  "an8.8:11.5": "",
  "an8.8:11.6": "",
  "an8.8:11.7": "",
  "an8.8:11.8": "",
  "an8.8:11.9": "This is the advantage that a mendicant gains by overcoming these eight things. ",
  "an8.8:11.10": "",
  "an8.8:11.11": "",
  "an8.8:11.12": "",
  "an8.8:11.13": "",
  "an8.8:11.14": "",
  "an8.8:11.15": "",
  "an8.8:11.16": "",
  "an8.8:12.1": "So you should train like this: ",
  "an8.8:12.2": "“Whenever we encounter it, we will overcome gain … ",
  "an8.8:12.3": "loss … ",
  "an8.8:12.4": "fame … ",
  "an8.8:12.5": "disgrace … ",
  "an8.8:12.6": "honor … ",
  "an8.8:12.7": "dishonor … ",
  "an8.8:12.8": "corrupt wishes … ",
  "an8.8:12.9": "bad friendship.” ",
  "an8.8:12.10": "That’s how you should train.’ ",
  "an8.8:13.1": "Honorable Uttara, this exposition of the teaching is not established anywhere in the four assemblies—",
  "an8.8:13.2": "monks, nuns, laymen, and laywomen. ",
  "an8.8:13.3": "",
  "an8.8:13.4": "Sir, learn this exposition of the teaching! ",
  "an8.8:13.5": "Memorize this exposition of the teaching! ",
  "an8.8:13.6": "Remember this exposition of the teaching! ",
  "an8.8:13.7": "Sir, this exposition of the teaching is beneficial and relates to the fundamentals of the spiritual life.” "
}