{
  "dn10:0.1": "Lange Lehrreden 10 ",
  "dn10:0.2": "Mit Subha ",
  "dn10:1.1.1": "So habe ich es gehört: ",
  "dn10:1.1.2": "Einmal hielt sich der Ehrwürdige Ānanda bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. Es war nicht lange, nachdem der Buddha vollkommen erloschen war. ",
  "dn10:1.1.3": "Damals befand sich der Brahmanenschüler Subha, der Sohn Todeyyas, wegen einer geschäftlichen Angelegenheit in Sāvatthī. ",
  "dn10:1.2.1": "Da wandte er sich an einen gewissen Brahmanenschüler: ",
  "dn10:1.2.2": "„Bitte, Schüler, geh zum Asketen Ānanda und beuge in meinem Namen deinen Kopf zu seinen Füßen. Frage ihn, ob er gesund und wohlauf ist, ob er flink und stark ist und unbeschwert lebt. ",
  "dn10:1.2.4": "Und dann sage: ",
  "dn10:1.3.1": "‚Herr, bitte besuche den Brahmanenschüler Subha, den Sohn Todeyyas, in seiner Wohnung aus Anteilnahme.‘“ ",
  "dn10:1.3.2": "„Ja, Herr“, antwortete der Brahmanenschüler und tat wie geheißen. ",
  "dn10:1.4.1": "Auf seine Bitte antwortete ihm der Ehrwürdige Ānanda: ",
  "dn10:1.4.2": "„Jetzt ist nicht die rechte Zeit, Schüler. ",
  "dn10:1.4.3": "Für heute habe ich genug Erfrischungen getrunken. ",
  "dn10:1.4.4": "Aber morgen wird es hoffentlich eine Gelegenheit geben, dass ich ihn besuche.“ ",
  "dn10:1.4.5": "„Ja, Herr“, antwortete der Brahmanenschüler. Er ging zu Subha zurück, erstattete ihm Bericht und fügte hinzu: ",
  "dn10:1.4.13": "„Soviel konnte ich ausrichten, Herr. Zumindest wird Meister Ānanda morgen die Gelegenheit nutzen, zu kommen.“ ",
  "dn10:1.5.1": "Als dann die Nacht vorüber war, kleidete Ānanda sich am Morgen an, nahm Schale und Robe, ging zu Subhas Wohnung, wohin der Ehrwürdige Cetaka ihm als Begleiter folgte, und setzte sich dort auf den ausgebreiteten Sitz. Da kam Subha zu Ānanda und tauschte Willkommensgrüße mit ihm aus. ",
  "dn10:1.5.2": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzte er sich zur Seite hin und sagte zu Ānanda: ",
  "dn10:1.5.3": "„Meister Ānanda, du warst lange Zeit Meister Gotamas Aufwärter. Du warst ihm nahe und hast bei ihm gelebt. ",
  "dn10:1.5.4": "Du solltest wissen, welche Dinge Meister Gotama gepriesen hat und wozu er all diese Menschen ermuntert, worin er sie verankert und worauf er sie gegründet hat. ",
  "dn10:1.5.5": "Was waren diese Dinge?“ ",
  "dn10:1.6.1": "„Schüler, der Buddha pries drei Reihen von Dingen, und dazu hat er all diese Menschen ermuntert, darin hat er sie verankert, darauf hat er sie gegründet. ",
  "dn10:1.6.2": "Welche drei? ",
  "dn10:1.6.3": "Den ganzen Umfang der edlen Sittlichkeit, der edlen Versenkung und der edlen Weisheit. ",
  "dn10:1.6.4": "Das sind die drei Reihen von Dingen, die der Buddha pries.“ ",
  "dn10:1.6.5.0": "1. Der Umfang der Sittlichkeit ",
  "dn10:1.6.6": "„Aber was ist dieser Umfang der edlen Sittlichkeit, den der Buddha pries?“ ",
  "dn10:1.7.1": "„Schüler, es ist, wenn da ein Klargewordener in der Welt erscheint, vollendet, ein vollkommen erwachter Buddha, von vollendetem Wissen und Verhalten, heilig, Kenner der Welt, unübertrefflicher Anleiter für alle, die üben wollen, Lehrer von Göttern und Menschen, erwacht, gesegnet. ",
  "dn10:1.7.2": "Er hat diese Welt – mit ihren Göttern, Māras und Brahmās, mit dieser Bevölkerung mit ihren Asketen und Brahmanen, Göttern und Menschen – durch eigene Einsicht erkannt und erklärt sie anderen. ",
  "dn10:1.7.3": "Er lehrt den Dhamma, der am Anfang gut, in der Mitte gut und am Ende gut ist, bedeutsam und gut ausgedrückt. Und er legt eine geistliche Übung dar, die in sich geschlossen und rein ist. ",
  "dn10:1.8.1": "Ein Hausbesitzer hört diese Lehre, oder das Kind eines Hausbesitzers oder jemand, der in einer guten Familie wiedergeboren ist. ",
  "dn10:1.8.2": "Dieser Mensch fasst Vertrauen zum Klargewordenen ",
  "dn10:1.8.3": "und überlegt: ",
  "dn10:1.8.4": "‚Das Leben in einem Haus ist eng und schmutzig, aber das Leben von jemand, der fortgezogen ist, ist weit offen. ",
  "dn10:1.8.5": "Es ist nicht einfach, wenn man im Haus lebt, das geistliche Leben ganz vollständig und rein zu führen wie eine blank gescheuerte Muschel. ",
  "dn10:1.8.6": "Warum rasiere ich mir nicht Haar und Bart, lege ockerfarbene Roben an und ziehe aus dem Haus fort ins hauslose Leben?‘ ",
  "dn10:1.9.1": "Nach einiger Zeit gibt er ein großes oder kleines Vermögen auf, verlässt einen großen oder kleinen Familienkreis. Er rasiert sich Haar und Bart, legt ockerfarbene Roben an und zieht aus dem Haus fort ins hauslose Leben. ",
  "dn10:1.10.1": "Nachdem er fortgezogen ist, lebt er gezügelt in der Ordenssatzung, verhält sich angemessen und sucht an angemessenen Orten um Almosen nach. Er sieht die Gefahr im kleinsten Fehler und hält die Regeln ein, die er sich vorgenommen hat. Er tut Taugliches mit dem Körper und der Sprache. Sein Lebenserwerb ist rein und er hat das sittliche Verhalten vervollkommnet. Er bewacht die Tore der Sinne, besitzt Achtsamkeit und Umsicht und ist zufrieden. ",
  "dn10:1.11.1": "Und wie hat eine Nonne das sittliche Verhalten vervollkommnet? ",
  "dn10:1.11.2": "Da unterlässt eine Nonne das Töten lebender Geschöpfe. Sie verzichtet auf Stock und Schwert. Sie ist gewissenhaft und gütig und lebt voller Anteilnahme für alle Lebewesen … ",
  "dn10:1.12.1-1.27": "Das ist Teil ihrer Sittlichkeit. ",
  "dn10:1.28.1": "Da sind manche Asketen und Brahmanen, die Speisen genießen, die aus Vertrauen gespendet wurden. Und dennoch verdienen sie ihren Unterhalt mit unwürdigen Wissenszweigen, mit einem falschen Lebenserwerb: ",
  "dn10:1.28.2": "nämlich Riten zur Besänftigung, um Wünsche zu erfüllen, für Gespenster, für die Erde, für Regen, für die Befriedung eines Grundstücks und für das Vorbereiten und Weihen von Baugrundstücken, Riten, die mit Abspülen und Baden einhergehen, und Opferriten; weiterhin die Anwendung von Brechmitteln, Abführmitteln, Mitteln zum Lösen und Auswerfen von Schleim; die Anwendung von Ohröl, Stärkungsmitteln für die Augen, Arznei für die Nase, Salben und Gegensalben; Operationen mit Nadel und Skalpell, Behandlung von Kindern, Verschreibung arzneilicher Wurzeln und Herstellen von Kräuterbündeln. ",
  "dn10:1.28.3": "Sie unterlässt solche unwürdigen Wissenszweige, solch falschen Lebenserwerb. … ",
  "dn10:1.28.7": "Das ist Teil ihrer Sittlichkeit. ",
  "dn10:1.29.1": "Eine Nonne, die so das sittliche Verhalten vervollkommnet hat, hat in Bezug auf ihre sittliche Zügelung von keiner Seite etwas zu befürchten. ",
  "dn10:1.29.2": "Wie ein König, der seine Feinde besiegt hat: Er hat von seinen Feinden von keiner Seite etwas zu befürchten. ",
  "dn10:1.29.3": "Ebenso hat eine Nonne, die so das sittliche Verhalten vervollkommnet hat, in Bezug auf ihre sittliche Zügelung von keiner Seite etwas zu befürchten. ",
  "dn10:1.29.4": "Wenn sie diesen ganzen Umfang der edlen Sittlichkeit besitzt, erfährt sie im Innern ein Glück, das ohne Tadel ist. ",
  "dn10:1.29.5": "So hat eine Nonne das sittliche Verhalten vervollkommnet. ",
  "dn10:1.30.1": "Das ist dieser Umfang der edlen Sittlichkeit, den der Buddha pries. ",
  "dn10:1.30.2": "Aber es gibt noch mehr zu tun.“ ",
  "dn10:1.30.3": "„Es ist unglaublich, Meister Ānanda, es ist erstaunlich! ",
  "dn10:1.30.4": "Dieser Umfang der edlen Sittlichkeit ist vollständig, da fehlt nichts! ",
  "dn10:1.30.5": "Solch einen vollständigen Umfang der Sittlichkeit kann man bei den anderen Asketen und Brahmanen nicht sehen. ",
  "dn10:1.30.6": "Wenn andere Asketen und Brahmanen solch einen vollständigen Umfang der edlen Sittlichkeit bei sich selbst sähen, würden sie sich voller Entzücken damit zufriedengeben: ",
  "dn10:1.30.7": "‚An diesem Punkt ist es genug, an diesem Punkt ist unsere Arbeit getan. Wir haben das Ziel unseres Asketenlebens erreicht. Es gibt nichts mehr weiter zu tun.‘ ",
  "dn10:1.30.8": "Und doch sagst du: ",
  "dn10:1.30.9": "‚Aber es gibt noch mehr zu tun.‘ ",
  "dn10:2.1.0": "2. Der Umfang der Versenkung ",
  "dn10:2.1.1": "Aber was, Meister Ānanda, ist dieser Umfang der edlen Versenkung, den der Buddha pries?“ ",
  "dn10:2.2.1": "„Und wie, Schüler, bewacht ein Mönch die Tore der Sinne? ",
  "dn10:2.2.2": "Wenn ein Mönch mit dem Auge ein Bild sieht, bleibt er nicht an den Merkmalen und Einzelheiten hängen. ",
  "dn10:2.2.3": "Wenn das Sehvermögen nicht gezügelt wäre, würden schlechte, untaugliche Eigenschaften von Verlangen und Abneigung überhandnehmen. Aus diesem Grund übt er Zügelung, bewacht das Sehvermögen und hält es im Zaum. ",
  "dn10:2.2.4": "Wenn er mit dem Ohr einen Ton hört … ",
  "dn10:2.2.5": "Wenn er mit der Nase einen Duft riecht … ",
  "dn10:2.2.6": "Wenn er mit der Zunge einen Geschmack schmeckt … ",
  "dn10:2.2.7": "Wenn er mit dem Körper eine Berührung empfindet … ",
  "dn10:2.2.8": "Wenn er mit dem Geist einen Gedanken erkennt, bleibt er nicht an den Merkmalen und Einzelheiten hängen. ",
  "dn10:2.2.9": "Wenn das Denkvermögen nicht gezügelt wäre, würden schlechte, untaugliche Eigenschaften von Verlangen und Abneigung überhandnehmen. Aus diesem Grund übt er Zügelung, bewacht das Denkvermögen und hält es im Zaum. ",
  "dn10:2.2.10": "Wenn er diese edle Zügelung der Sinne besitzt, erfährt er im Innern eine fleckenlose Seligkeit. ",
  "dn10:2.2.11": "So bewacht ein Mönch die Tore der Sinne. ",
  "dn10:2.3.1": "Und wie ist ein Mönch achtsam und umsichtig? ",
  "dn10:2.3.2": "Da handelt ein Mönch umsichtig, wenn er ausgeht und zurückkommt, wenn er hin- und wegschaut, wenn er die Glieder beugt und streckt, wenn er die äußere Robe, die Schale und die Roben trägt, wenn er isst, trinkt, kaut und schmeckt, wenn er Urin und Kot ausscheidet, wenn er geht, steht, sitzt, schläft und wacht, redet und schweigt. ",
  "dn10:2.3.3": "So ist ein Mönch achtsam und umsichtig. ",
  "dn10:2.4.1": "Und wie ist ein Mönch zufrieden? ",
  "dn10:2.4.2": "Da ist ein Mönch zufrieden mit Roben, die den Körper einhüllen, und Almosen, das den Bauch füllt. Wohin er geht, da hat er nur diese Dinge dabei. ",
  "dn10:2.4.3": "Wie ein Vogel: Wohin er auch fliegt, sind die Flügel seine einzige Last. ",
  "dn10:2.4.4": "Ebenso ist ein Mönch zufrieden mit Roben, die den Körper einhüllen, und Almosen, das den Bauch füllt. Wohin er geht, da hat er nur diese Dinge dabei. ",
  "dn10:2.4.5": "So ist ein Mönch zufrieden. ",
  "dn10:2.5.1": "Wenn er diesen ganzen Umfang der edlen Sittlichkeit, diese edle Zügelung der Sinne, diese edle Achtsamkeit und Umsicht und diese edle Zufriedenheit besitzt, ",
  "dn10:2.5.2": "sucht er einen abgelegenen Platz auf: eine Wildnis, den Fuß eines Baumes, einen Hügel, eine Schlucht, eine Berghöhle, ein Leichenfeld, einen Wald, das Freie, einen Strohhaufen. ",
  "dn10:2.5.3": "Nach dem Essen kommt er vom Almosengang zurück, setzt sich mit gekreuzten Beinen hin, den Körper gerade aufgerichtet, und verankert eben da die Achtsamkeit. ",
  "dn10:2.6.1": "Er gibt das Verlangen nach der Welt auf, meditiert mit einem Herzen, das frei von Verlangen ist, und läutert den Geist von Verlangen. ",
  "dn10:2.6.2": "Er gibt bösen Willen und Niedertracht auf, meditiert mit einem Herzen, das frei von bösem Willen ist, voller Anteilnahme für alle Lebewesen, und läutert den Geist von bösem Willen. ",
  "dn10:2.6.3": "Er gibt Dumpfheit und Benommenheit auf, meditiert mit einem Herzen, das frei von Dumpfheit und Benommenheit ist, er nimmt Licht wahr, ist achtsam und umsichtig und läutert den Geist von Dumpfheit und Benommenheit. ",
  "dn10:2.6.4": "Er gibt Rastlosigkeit und Reue auf, meditiert ohne Rastlosigkeit, mit innerlich friedvollem Geist, und läutert den Geist von Rastlosigkeit und Reue. ",
  "dn10:2.6.5": "Er gibt den Zweifel auf, meditiert, indem er über den Zweifel hinausgegangen ist, nicht im Unklaren über taugliche Eigenschaften, und läutert den Geist von Zweifel. ",
  "dn10:2.7.1": "Wie ein Mann, der in Schulden geraten wäre und sich der Arbeit widmete ",
  "dn10:2.7.2": "und dessen Mühe erfolgreich wäre. ",
  "dn10:2.7.3": "Er würde die ursprüngliche Anleihe zurückzahlen und hätte genug übrig, um seine Partnerin zu unterhalten. ",
  "dn10:2.7.4": "Wenn er daran dächte, ",
  "dn10:2.7.8": "wäre er voller Freude und Glück. ",
  "dn10:2.8.1": "Wie eine Person, die mitgenommen, leidend, schwer krank wäre. Sie verlöre den Appetit und käme von Kräften. ",
  "dn10:2.8.2": "Doch nach einiger Zeit erholte sie sich von dieser Krankheit, hätte wieder Appetit und käme zu Kräften. ",
  "dn10:2.8.3": "Wenn sie daran dächte, ",
  "dn10:2.8.6": "wäre sie voller Freude und Glück. ",
  "dn10:2.9.1": "Wie jemand, der in einem Gefängnis eingesperrt wäre. ",
  "dn10:2.9.2": "Doch nach einiger Zeit würde er aus dem Gefängnis entlassen, wäre heil und gesund und hätte nichts von seinem Vermögen verloren. ",
  "dn10:2.9.3": "Wenn er daran dächte, ",
  "dn10:2.9.6": "wäre er voller Freude und Glück. ",
  "dn10:2.10.1": "Wie eine Person, die eine Leibeigene wäre. Sie gehörte jemand anderem und könnte nicht gehen, wohin sie wollte. ",
  "dn10:2.10.2": "Doch nach einiger Zeit würde sie aus der Knechtschaft befreit und würde ihre eigene Herrin, unabhängig und frei, und könnte gehen, wohin sie wollte. ",
  "dn10:2.10.3": "Wenn sie daran dächte, ",
  "dn10:2.10.6": "wäre sie voller Freude und Glück. ",
  "dn10:2.11.1": "Wie ein Mensch, der mit seinem Besitz und Vermögen eine Straße durch die Wüste entlangwanderte, die gefährlich wäre und wo es nichts zu essen gäbe. ",
  "dn10:2.11.2": "Doch nach einiger Zeit hätte er die Wüste sicher durchquert und käme in einem Dorf an, einen Ort der Geborgenheit frei von Gefahr. ",
  "dn10:2.11.3": "Wenn er daran dächte, ",
  "dn10:2.11.6": "wäre er voller Freude und Glück. ",
  "dn10:2.12.1": "Ebenso betrachtet da ein Mönch, der diese fünf Hindernisse im Innern noch nicht aufgegeben hat, diese als eine Schuld, eine Krankheit, ein Gefängnis, als Sklaverei und als eine Wanderung in der Wüste. ",
  "dn10:2.12.2": "Aber wenn er diese fünf Hindernisse im Innern aufgegeben hat, betrachtet er dies als Freiheit von Schulden, als Genesung, als Freilassung aus dem Gefängnis, als Unabhängigkeit von Sklaverei und als einen Ort der Geborgenheit. ",
  "dn10:2.12.4": "Wenn er sieht, dass die Hindernisse aufgegeben sind, lodert Freude auf. Wenn er voller Freude ist, lodert Ekstase auf. Wenn der Geist in Ekstase ist, wird der Körper still. Wenn der Körper still ist, empfindet er Seligkeit. Und wenn er voller Seligkeit ist, versenkt sich der Geist im Samādhi. ",
  "dn10:2.13.1": "Ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, tritt er in die erste Vertiefung ein und verweilt darin; da gibt es die Ekstase und die Seligkeit der Abgeschiedenheit, während man den Geist ausrichtet und hält. ",
  "dn10:2.13.2": "Er tränkt, durchdringt, füllt und durchströmt seinen Körper mit der Ekstase und der Seligkeit der Abgeschiedenheit. Es gibt keinen Teil des Körpers, der nicht von der Ekstase und der Seligkeit der Abgeschiedenheit durchströmt wäre. ",
  "dn10:2.14.1": "Wie ein geschickter Bader oder Baderlehrling, der Seifenpulver in eine Bronzeschale gibt und es nach und nach mit Wasser benetzt. Er knetet es, bis die Kugel aus Seifenpulver mit Feuchtigkeit vollgesogen und gesättigt ist, innen und außen durchtränkt, und doch keine Feuchtigkeit herausquillt. ",
  "dn10:2.14.2": "Ebenso tränkt, durchdringt, füllt und durchströmt ein Mönch seinen Körper mit der Ekstase und der Seligkeit der Abgeschiedenheit. Es gibt keinen Teil des Körpers, der nicht von der Ekstase und der Seligkeit der Abgeschiedenheit durchströmt wäre. ",
  "dn10:2.14.5": "Das ist Teil seiner Versenkung. ",
  "dn10:2.15.1": "Wenn dann das Ausrichten und Halten des Geistes sich beruhigt, tritt er in die zweite Vertiefung ein und verweilt darin; da gibt es die Ekstase und die Seligkeit der Versenkung, mit innerer Klarheit und Zuversicht und geeintem Geist, ohne Ausrichten und Halten. ",
  "dn10:2.15.2": "Er tränkt, durchdringt, füllt und durchströmt seinen Körper mit der Ekstase und der Seligkeit der Versenkung. Es gibt keinen Teil des Körpers, der nicht von der Ekstase und der Seligkeit der Versenkung durchströmt wäre. ",
  "dn10:2.16.1": "Wie ein tiefer See, der von einer Quelle gespeist wird und der weder von Osten noch von Westen, weder von Norden noch von Süden einen Zufluss hat und auch nicht von Zeit zu Zeit vom Regen aufgefüllt wird. Doch der Strom kühlen Wassers, der im See aufwallt, tränkt, durchdringt, füllt und durchströmt den ganzen See. Es gibt keinen Teil des Sees, der nicht von kühlem Wasser durchströmt wäre. ",
  "dn10:2.16.2": "Ebenso tränkt, durchdringt, füllt und durchströmt ein Mönch seinen Körper mit der Ekstase und der Seligkeit der Versenkung. Es gibt keinen Teil des Körpers, der nicht von der Ekstase und der Seligkeit der Versenkung durchströmt wäre. ",
  "dn10:2.16.5": "Das ist Teil seiner Versenkung. ",
  "dn10:2.17.1": "Mit dem Schwinden der Ekstase tritt er dann in die dritte Vertiefung ein und verweilt darin; da meditiert er mit Gleichmut, achtsam und umsichtig, und erfährt persönlich die Seligkeit, von der die Edlen erklären: ‚Gleichmütig und achtsam meditiert man in Seligkeit.‘ ",
  "dn10:2.17.2": "Er tränkt, durchdringt, füllt und durchströmt seinen Körper mit Seligkeit, die frei von Ekstase ist. Es gibt keinen Teil des Körpers, der nicht von der Seligkeit, die frei von Ekstase ist, durchströmt wäre. ",
  "dn10:2.17.3": "Wie ein Teich mit blauen Seerosen oder rosa oder weißen Lotusblumen. Manche von ihnen sprießen und wachsen im Wasser, ohne sich darüber zu erheben, und gedeihen unter Wasser. Von der Spitze bis zur Wurzel sind sie getränkt, durchdrungen, angefüllt und durchströmt von kühlem Wasser. Es gibt keinen Teil von ihnen, der nicht von kühlem Wasser durchströmt wäre. ",
  "dn10:2.17.4": "Ebenso tränkt, durchdringt, füllt und durchströmt ein Mönch seinen Körper mit der Seligkeit, die frei von Ekstase ist. Es gibt keinen Teil des Körpers, der nicht von der Seligkeit, die frei von Ekstase ist, durchströmt wäre. ",
  "dn10:2.17.7": "Das ist Teil seiner Versenkung. ",
  "dn10:2.18.1": "Indem er Glück und Schmerz aufgibt und frühere Fröhlichkeit und Traurigkeit beendet, tritt er dann in die vierte Vertiefung ein und verweilt darin, ohne Glück oder Schmerz, mit reinem Gleichmut und reiner Achtsamkeit. ",
  "dn10:2.18.2": "Er sitzt da und durchströmt seinen Körper mit reinem, hellem Geist. ",
  "dn10:2.18.3": "Es gibt keinen Teil des Körpers, der nicht von reinem, hellem Geist durchströmt wäre. ",
  "dn10:2.18.4": "Wie wenn jemand dasitzt, der von Kopf bis Fuß in ein weißes Tuch gehüllt ist. Es gibt keinen Teil des Körpers, der nicht von dem weißen Tuch bedeckt wäre. ",
  "dn10:2.18.5": "Ebenso sitzt ein Mönch da und durchströmt seinen Körper mit reinem, hellem Geist. Es gibt keinen Teil des Körpers, der nicht von reinem, hellem Geist durchströmt wäre. ",
  "dn10:2.18.8": "Das ist Teil seiner Versenkung. ",
  "dn10:2.19.1": "Das ist dieser Umfang der edlen Versenkung, den der Buddha pries. ",
  "dn10:2.19.2": "Aber es gibt noch mehr zu tun.“ ",
  "dn10:2.19.3": "„Es ist unglaublich, Meister Ānanda, es ist erstaunlich! ",
  "dn10:2.19.4": "Dieser Umfang der edlen Versenkung ist vollständig, da fehlt nichts! ",
  "dn10:2.19.5": "Solch einen vollständigen Umfang der Versenkung kann man bei den anderen Asketen und Brahmanen nicht sehen. ",
  "dn10:2.19.6": "Wenn andere Asketen und Brahmanen solch einen vollständigen Umfang der edlen Versenkung bei sich selbst sähen, würden sie sich voller Entzücken damit zufriedengeben: ",
  "dn10:2.19.7": "‚An diesem Punkt ist es genug, an diesem Punkt ist unsere Arbeit getan. Wir haben das Ziel unseres Asketenlebens erreicht. Es gibt nichts mehr weiter zu tun.‘ ",
  "dn10:2.19.8": "Und doch sagst du: ",
  "dn10:2.19.9": "‚Aber es gibt noch mehr zu tun.‘ ",
  "dn10:2.20.0": "3. Der Umfang der Weisheit ",
  "dn10:2.20.1": "Aber was, Meister Ānanda, ist dieser Umfang der edlen Weisheit, den der Buddha pries?“ ",
  "dn10:2.21.1": "Wenn der Geist einer Nonne so im Samādhi versunken ist – geläutert, hell, makellos, fleckenlos, geschmeidig, formbar, stetig und unbewegt –, dann streckt sie ihn aus und streckt ihn hin auf das Erkennen und Sehen. ",
  "dn10:2.21.2": "Sie versteht: ",
  "dn10:2.21.3": "‚Dieser mein Körper ist von materieller Natur. Er besteht aus den vier Grundelementen, wurde von Mutter und Vater gezeugt, mit Reis und Brei aufgebaut und muss vergehen, sich abnutzen und schwinden, muss aufgelöst und zerstört werden. Und dieses mein Bewusstsein hängt ihm an, ist an ihn gebunden.‘ ",
  "dn10:2.22.1": "Wie ein Schmuckstück aus Beryll von natürlicher Schönheit, mit acht Facetten, gut gearbeitet, durchsichtig, klar und ungetrübt, mit allen guten Eigenschaften versehen, das auf einen blauen, gelben, roten, weißen oder goldbraunen Faden aufgefädelt wäre. ",
  "dn10:2.22.2": "Ein Mensch mit gutem Sehvermögen würde es in die Hand nehmen und untersuchen: ‚Dieses Schmuckstück aus Beryll ist von natürlicher Schönheit, mit acht Facetten, gut gearbeitet, durchsichtig, klar und ungetrübt, mit allen guten Eigenschaften versehen. Und es ist auf einen blauen, gelben, roten, weißen oder goldbraunen Faden aufgefädelt.‘ ",
  "dn10:2.22.3": "Ebenso streckt eine Nonne ihren Geist aus, wenn er so im Samādhi versunken ist – geläutert, hell, makellos, fleckenlos, geschmeidig, formbar, stetig und unbewegt – und streckt ihn hin auf das Erkennen und Sehen. ",
  "dn10:2.22.10": "Das ist Teil ihrer Weisheit. ",
  "dn10:2.23.1": "Wenn ihr Geist so im Samādhi versunken ist – geläutert, hell, makellos, fleckenlos, geschmeidig, formbar, stetig und unbewegt –, dann streckt sie ihn aus und streckt ihn hin auf das Hervorbringen eines geistgeschaffenen Körpers. ",
  "dn10:2.23.2": "Aus diesem Körper bringt sie einen anderen Körper hervor, von materieller Natur, geistgeschaffen, in all den verschiedenen Teilen vollständig und ohne dass eine Fähigkeit fehlte. ",
  "dn10:2.24.1": "Wie wenn jemand einen Schilfhalm aus seiner Scheide zöge ",
  "dn10:2.24.2": "und dächte: ",
  "dn10:2.24.3": ",Das ist der Schilfhalm, das ist die Scheide. Der Halm und die Scheide sind verschiedene Dinge. Der Schilfhalm wurde aus der Scheide herausgezogen.‘ ",
  "dn10:2.24.4": "Oder wie wenn jemand ein Schwert aus der Scheide zöge ",
  "dn10:2.24.5": "und dächte: ",
  "dn10:2.24.6": ",Das ist das Schwert, das ist die Scheide. Das Schwert und die Scheide sind verschiedene Dinge. Das Schwert wurde aus der Scheide herausgezogen.‘ ",
  "dn10:2.24.7": "Oder wie wenn jemand eine Schlange aus ihrer abgestreiften Haut zöge ",
  "dn10:2.24.8": "und dächte: ",
  "dn10:2.24.9": ",Das ist die Schlange, das ist die Haut. Die Schlange und die Haut sind verschiedene Dinge. Die Schlange wurde aus der Haut herausgezogen.‘ ",
  "dn10:2.24.10": "Ebenso streckt eine Nonne ihren Geist aus, wenn er so im Samādhi versunken ist – geläutert, hell, makellos, fleckenlos, geschmeidig, formbar, stetig und unbewegt – und streckt ihn hin auf das Hervorbringen eines geistgeschaffenen Körpers. ",
  "dn10:2.24.12": "Das ist Teil ihrer Weisheit. ",
  "dn10:2.25.1": "Wenn ihr Geist so im Samādhi versunken ist – geläutert, hell, makellos, fleckenlos, geschmeidig, formbar, stetig und unbewegt –, dann streckt sie ihn aus und streckt ihn hin auf die Wunderkräfte. ",
  "dn10:2.25.2": "Sie übt die vielen Arten von Wunderkräften aus: sich vervielfältigen und wieder eins werden; erscheinen und verschwinden; ungehindert durch eine Mauer, einen Festungswall oder einen Berg gehen wie durch leeren Raum; in die Erde eintauchen und wieder auftauchen, als wäre sie Wasser; über das Wasser gehen, als wäre es Land; mit gekreuzten Beinen durch die Luft fliegen wie ein Vogel; Sonne und Mond, so mächtig und gewaltig, mit der Hand berühren und streicheln; den Körper beherrschen bis hin zur Brahmāwelt. ",
  "dn10:2.26.1": "Wie ein fachkundiger Töpfer oder Töpferlehrling, der gut vorbereiteten Ton hätte: Er könnte daraus jedes Gefäß herstellen, das er wollte. ",
  "dn10:2.26.2": "Oder wie ein fachkundiger Elfenbeinschnitzer oder Elfenbeinschnitzer-Lehrling, der gut vorbereitetes Elfenbein hätte: Er könnte daraus jeden Elfenbein-Gegenstand herstellen, den er wollte. ",
  "dn10:2.26.3": "Oder wie ein fachkundiger Goldschmied oder Goldschmiedelehrling, der gut vorbereitetes Gold hätte: Er könnte daraus jeden goldenen Gegenstand herstellen, den er wollte. ",
  "dn10:2.26.4": "Ebenso streckt eine Nonne ihren Geist aus, wenn er so im Samādhi versunken ist – geläutert, hell, makellos, fleckenlos, geschmeidig, formbar, stetig und unbewegt – und streckt ihn hin auf die Wunderkräfte. ",
  "dn10:2.26.6": "Das ist Teil ihrer Weisheit. ",
  "dn10:2.27.1": "Wenn ihr Geist so im Samādhi versunken ist – geläutert, hell, makellos, fleckenlos, geschmeidig, formbar, stetig und unbewegt –, dann streckt sie ihn aus und streckt ihn hin auf die Hellhörigkeit. ",
  "dn10:2.27.2": "Mit geläuterter und übermenschlicher Hellhörigkeit kann sie beide Arten von Tönen hören, menschliche und göttliche, ob nah oder fern. ",
  "dn10:2.27.3": "Wie wenn ein Mensch eine Straße entlangwanderte, und er hörte den Klang von Tontrommeln, Schlaginstrumenten, Schneckenhörnern, Pauken und Tomtoms. Er dächte: ‚Das ist der Klang von Trommeln‘, ‚Das ist der Klang von Schlaginstrumenten‘ und ‚Das ist der Klang von Schneckenhörnern, Pauken und Tomtoms‘. ",
  "dn10:2.27.4": "Ebenso streckt eine Nonne ihren Geist aus, wenn er so im Samādhi versunken ist – geläutert, hell, makellos, fleckenlos, geschmeidig, formbar, stetig und unbewegt – und streckt ihn hin auf die Hellhörigkeit. ",
  "dn10:2.27.7": "Das ist Teil ihrer Weisheit. ",
  "dn10:2.28.1": "Wenn ihr Geist so im Samādhi versunken ist – geläutert, hell, makellos, fleckenlos, geschmeidig, formbar, stetig und unbewegt –, dann streckt sie ihn aus und streckt ihn hin auf das Erfassen des Geistes anderer. ",
  "dn10:2.28.2": "Sie erkennt ",
  "dn10:2.28.3": "einen gierigen Geist als ‚gierigen Geist‘ ",
  "dn10:2.28.4": "und einen von Gier freien Geist als ‚von Gier freien Geist‘. ",
  "dn10:2.28.5": "Sie erkennt einen hasserfüllten Geist … ",
  "dn10:2.28.6": "einen von Hass freien Geist … ",
  "dn10:2.28.7": "einen Geist, der sich täuscht … ",
  "dn10:2.28.8": "einen von Täuschung freien Geist … ",
  "dn10:2.28.9": "einen eingeengten Geist … ",
  "dn10:2.28.10": "einen zerstreuten Geist … ",
  "dn10:2.28.11": "einen ausgedehnten Geist … ",
  "dn10:2.28.12": "einen nicht ausgedehnten Geist … ",
  "dn10:2.28.13": "einen Geist, der nicht unübertrefflich ist … ",
  "dn10:2.28.14": "einen unübertrefflichen Geist … ",
  "dn10:2.28.15": "einen im Samādhi versunkenen Geist … ",
  "dn10:2.28.16": "einen nicht im Samādhi versunkenen Geist … ",
  "dn10:2.28.17": "Sie erkennt einen befreiten Geist als ‚befreiten Geist‘ ",
  "dn10:2.28.18": "und einen nicht befreiten Geist als ‚nicht befreiten Geist‘. ",
  "dn10:2.29.1": "Wie eine Frau oder ein Mann, jung, jugendlich, in Schmuck vernarrt. Die Person würde in einem blanken Spiegel oder einer Schale klaren Wassers ihr Spiegelbild betrachten. Wenn sie einen Fleck hätte, wüsste sie: ‚Ich habe einen Fleck‘, und wenn sie keinen Fleck hätte, wüsste sie: ‚Ich habe keinen Fleck.‘ ",
  "dn10:2.29.2": "Ebenso streckt eine Nonne ihren Geist aus, wenn er so im Samādhi versunken ist – geläutert, hell, makellos, fleckenlos, geschmeidig, formbar, stetig und unbewegt – und streckt ihn hin auf das Erfasse des Geistes anderer. ",
  "dn10:2.29.7": "Das ist Teil ihrer Weisheit. ",
  "dn10:2.30.1": "Wenn ihr Geist so im Samādhi versunken ist – geläutert, hell, makellos, fleckenlos, geschmeidig, formbar, stetig und unbewegt –, dann streckt sie ihn aus und streckt ihn hin auf die Erinnerung an frühere Leben. ",
  "dn10:2.30.2": "Sie erinnert sich an viele Arten früherer Leben, das heißt eine Wiedergeburt, zwei Wiedergeburten, drei, vier, fünf, zehn, zwanzig, dreißig, vierzig, fünfzig, hundert, tausend, hunderttausend Wiedergeburten; viele Äonen des Zusammenziehens der Welt, viele Äonen des Ausdehnens der Welt, viele Äonen des Zusammenziehens und Ausdehnens der Welt. Sie erinnert sich: ‚Dort hatte ich diesen Namen, gehörte zu jenem Stamm, sah so aus, und das war meine Speise. So erlebte ich Glück und Schmerz, und so ging mein Leben zu Ende. Als ich von diesem Ort verschied, wurde ich woanders wiedergeboren. Und dort hatte ich diesen Namen, gehörte zu jenem Stamm, sah so aus, und das war meine Speise. So erlebte ich Glück und Schmerz, und so ging mein Leben zu Ende. Als ich von diesem Ort verschied, wurde ich hier wiedergeboren.‘ Und so erinnert sie sich an viele Arten früherer Leben mit den Merkmalen und Einzelheiten. ",
  "dn10:2.31.1": "Wie wenn eine Person ihr Heimatdorf verließe und zu einem anderen Dorf ginge. Von diesem Dorf ginge sie zu wieder einem anderen Dorf. Und von dem Dorf käme sie zurück zu ihrem Heimatdorf. Sie dächte: ‚Ich ging von meinem Heimatdorf zu einem anderen Dorf. Dort stand ich so, saß so, redete so oder schwieg so. Von diesem Dorf ging ich zu wieder einem anderen Dorf. Dort stand ich dann so, saß so, redete so oder schwieg so. Und von dem Dorf kam ich zurück zu meinem Heimatdorf.‘ ",
  "dn10:2.31.2": "Ebenso streckt eine Nonne ihren Geist aus, wenn er so im Samādhi versunken ist – geläutert, hell, makellos, fleckenlos, geschmeidig, formbar, stetig und unbewegt – und streckt ihn hin auf die Erinnerung an frühere Leben. ",
  "dn10:2.31.4": "Das ist Teil ihrer Weisheit. ",
  "dn10:2.32.1": "Wenn ihr Geist so im Samādhi versunken ist – geläutert, hell, makellos, fleckenlos, geschmeidig, formbar, stetig und unbewegt –, dann streckt sie ihn aus und streckt ihn hin auf die Erkenntnis von Tod und Wiedergeburt der Lebewesen. ",
  "dn10:2.32.2": "Mit geläuterter und übermenschlicher Hellsichtigkeit sieht sie Lebewesen, wie sie hinscheiden und wieder geboren werden – gering oder hochstehend, schön oder hässlich, an einem guten oder einem schlechten Ort. Sie versteht, wie Lebewesen entsprechend ihrer Taten wiedergeboren werden: ‚Diese lieben Wesen haben mit dem Körper, der Sprache und dem Geist Schlechtes getan. Sie haben die Edlen schlecht gemacht, hatten falsche Ansicht und haben dementsprechend gehandelt. Wenn ihr Körper auseinanderbricht, nach dem Tod, werden sie an einem verlorenen Ort wiedergeboren, einem schlechten Ort, in der Unterwelt, der Hölle. Diese lieben Wesen hingegen haben mit dem Körper, der Sprache und dem Geist Gutes getan. Sie haben nie die Edlen schlecht gemacht, hatten rechte Ansicht und haben dementsprechend gehandelt. Wenn ihr Körper auseinanderbricht, nach dem Tod, werden sie an einem guten Ort wiedergeboren, in einer himmlischen Welt.‘ Und so sieht sie mit geläuterter und übermenschlicher Hellsichtigkeit Lebewesen, wie sie hinscheiden und wieder geboren werden – gering oder hochstehend, schön oder hässlich, an einem guten oder einem schlechten Ort. Sie versteht, wie Lebewesen entsprechend ihrer Taten wiedergeboren werden. ",
  "dn10:2.33.1": "Wie wenn ein Pfahlhaus an dem Platz im Zentrum stünde. Ein Mensch mit gutem Sehvermögen, der darauf stünde, könnte sehen, wie Menschen ein Haus betreten oder verlassen, wie sie über die Straßen und Wege gehen und an dem Platz im Zentrum sitzen. Er dächte: ‚Diese Menschen betreten ein Haus oder verlassen es, gehen über die Straßen und Wege und sitzen an dem Platz im Zentrum.‘ ",
  "dn10:2.33.2": "Ebenso streckt eine Nonne ihren Geist aus, wenn er so im Samādhi versunken ist – geläutert, hell, makellos, fleckenlos, geschmeidig, formbar, stetig und unbewegt – und streckt ihn hin auf die Erkenntnis von Tod und Wiedergeburt der Lebewesen. ",
  "dn10:2.33.5": "Das ist Teil ihrer Weisheit. ",
  "dn10:2.34.1": "Wenn ihr Geist so im Samādhi versunken ist – geläutert, hell, makellos, fleckenlos, geschmeidig, formbar, stetig und unbewegt –, dann streckt sie ihn aus und streckt ihn hin auf die Erkenntnis, dass die Befleckungen aufgelöst sind. ",
  "dn10:2.34.2": "Sie versteht wahrhaftig: ‚Das ist das Leiden.‘ … ‚Das ist der Ursprung des Leidens.‘ … ‚Das ist das Aufhören des Leidens.‘ … ‚Das ist die Übung, die zum Aufhören des Leidens führt.‘ ",
  "dn10:2.34.3": "Sie versteht wahrhaftig: ‚Das sind die Befleckungen.‘ … ‚Das ist der Ursprung der Befleckungen.‘ … ‚Das ist das Aufhören der Befleckungen.‘ … ‚Das ist die Übung, die zum Aufhören der Befleckungen führt.‘ ",
  "dn10:2.35.1": "Wenn sie das erkennt und sieht, ist ihr Geist befreit von den Befleckungen der Sinnlichkeit, des Wunsches nach Fortsetzung des Daseins und der Unwissenheit. ",
  "dn10:2.35.2": "Wenn sie befreit ist, weiß sie, sie ist befreit. ",
  "dn10:2.35.3": "Sie versteht: ‚Wiedergeburt ist beendet, die spirituelle Reise ist abgeschlossen, was zu tun war, ist getan, es gibt keine Rückkehr mehr zu irgendeinem Daseinszustand.‘ ",
  "dn10:2.36.1": "Wie ein See in einer Bergschlucht, der durchsichtig, klar und ungetrübt wäre. Ein Mensch mit gutem Sehvermögen, der am Ufer stünde, würde die Schnecken und Muscheln, Steine und Kiesel sehen und auch die Fischschwärme, die herumschwämmen oder stillstünden. Er dächte: ‚Dieser See ist durchsichtig, klar und ungetrübt. Hier sind die Schnecken und Muscheln, Steine und Kiesel und die Fischschwärme, die herumschwimmen oder stillstehen.‘ ",
  "dn10:2.36.2": "Ebenso streckt eine Nonne ihren Geist aus, wenn er so im Samādhi versunken ist – geläutert, hell, makellos, fleckenlos, geschmeidig, formbar, stetig und unbewegt – und streckt ihn hin auf die Erkenntnis, dass die Befleckungen aufgelöst sind. ",
  "dn10:2.36.7": "Das ist Teil ihrer Weisheit. ",
  "dn10:2.37.1": "Das ist dieser Umfang der edlen Weisheit, den der Buddha pries. ",
  "dn10:2.37.2": "Und weiter gibt es nichts mehr zu tun.“ ",
  "dn10:2.37.3": "„Es ist unglaublich, Meister Ānanda, es ist erstaunlich! ",
  "dn10:2.37.4": "Dieser Umfang der edlen Weisheit ist vollständig, da fehlt nichts! ",
  "dn10:2.37.5": "Solch einen vollständigen Umfang der Weisheit kann man bei den anderen Asketen und Brahmanen nicht sehen. ",
  "dn10:2.37.6": "Und weiter gibt es nichts mehr zu tun. ",
  "dn10:2.37.7": "Vortrefflich, Meister Ānanda! Vortrefflich! ",
  "dn10:2.37.8": "Als würde er das Umgestürzte aufrichten oder das Verborgene enthüllen oder den Verirrten den Weg weisen oder im Dunkeln ein Licht anzünden, sodass Menschen mit guten Augen sehen könnten, was da ist, so hat Meister Ānanda die Lehre auf vielerlei Weise klargemacht. ",
  "dn10:2.37.9": "Ich nehme Zuflucht zum Meister Gotama, zur Lehre und zum Saṅgha der Mönche und Nonnen. ",
  "dn10:2.37.10": "Von diesem Tag an soll Meister Ānanda mich als Laienschüler in Erinnerung behalten, der für sein ganzes Leben Zuflucht genommen hat.“ "
}