{
  "dn11:0.1": "Lange Lehrreden 11 ",
  "dn11:0.2": "Mit Kevaḍḍha ",
  "dn11:1.1": "So habe ich es gehört: ",
  "dn11:1.2": "Einmal hielt sich der Buddha bei Nāḷandā in Pāvārikas Mangowäldchen auf. ",
  "dn11:1.3": "Da ging der Hausbesitzer Kevaḍḍha zum Buddha, verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "dn11:1.4": "„Herr, dieses Nāḷandā ist erfolgreich, blühend, dicht bevölkert und voller Menschen. ",
  "dn11:1.5": "Bitte weise einen Mönch oder eine Nonne an, eine übermenschliche Demonstration übersinnlicher Kraft zu zeigen. ",
  "dn11:1.6": "Dann wird Nāḷandā dem Buddha noch mehr ergeben sein.“ ",
  "dn11:1.7": "Daraufhin sagte der Buddha: ",
  "dn11:1.8": "„Kevaḍḍha, ich lehre die Mönche und Nonnen den Dhamma nicht so: ",
  "dn11:1.9": "‚Komm, Mönch oder Nonne, zeige für die weiß gekleideten Laien eine übermenschliche Demonstration übersinnlicher Kraft.‘“ ",
  "dn11:2.1": "Zum zweiten Mal trug Kevaḍḍha sein Anliegen vor: ",
  "dn11:2.2": "„Herr, ich lehre dich nicht den Dhamma, ",
  "dn11:2.3": "aber dennoch sage ich: ",
  "dn11:2.4": "‚Herr, dieses Nāḷandā ist erfolgreich, blühend, dicht bevölkert und voller Menschen. ",
  "dn11:2.5": "Bitte weise einen Mönch oder eine Nonne an, eine übermenschliche Demonstration übersinnlicher Kraft zu zeigen. ",
  "dn11:2.6": "Dann wird Nāḷandā dem Buddha noch mehr ergeben sein.‘“ ",
  "dn11:2.7": "Der Buddha gab zum zweiten Mal die gleiche Antwort. ",
  "dn11:3.1": "Zum dritten Mal trug Kevaḍḍha das gleiche Anliegen vor, ",
  "dn11:3.6": "worauf der Buddha sagte: ",
  "dn11:3.7.0": "1. Die Demonstration übersinnlicher Kraft ",
  "dn11:3.8": "„Kevaḍḍha, es gibt drei Demonstrationen, die ich durch eigene Einsicht erkannt habe und erkläre. ",
  "dn11:3.9": "Welche drei? ",
  "dn11:3.10": "Die Demonstration übersinnlicher Kraft, die Demonstration einer Enthüllung und die Lehrdemonstration. ",
  "dn11:4.1": "Und was ist die Demonstration übersinnlicher Kraft? ",
  "dn11:4.2": "Da übt ein Mönch oder eine Nonne die vielen Arten übersinnlicher Kraft aus: sich vervielfältigen und wieder eins werden; erscheinen und verschwinden; ungehindert durch eine Mauer, einen Erdwall oder einen Berg gehen wie durch leeren Raum; in die Erde eintauchen und wieder auftauchen, als wäre sie Wasser; über das Wasser gehen, als wäre es Land; mit gekreuzten Beinen durch die Luft fliegen wie ein Vogel; Sonne und Mond, so mächtig und gewaltig, mit der Hand berühren und streicheln; den Körper beherrschen bis hin zur Brahmāwelt. ",
  "dn11:4.3": "Und jemand mit Vertrauen und Zuversicht sieht, wie dieser Mönch oder diese Nonne diese übersinnlichen Großtaten zeigt. ",
  "dn11:4.4": "Er sagt es jemand anderem, der kein Vertrauen und keine Zuversicht hat: ",
  "dn11:4.5": "‚Wie unglaublich! Wie erstaunlich! Der Asket besitzt solche übersinnliche Kraft und Macht! ",
  "dn11:4.6": "Ich sah ihn selbst, wie er all diese übersinnlichen Großtaten zeigte!‘ ",
  "dn11:5.1": "Aber die Person ohne Vertrauen und Zuversicht würde zu ihm sagen: ",
  "dn11:5.2": "‚Es gibt einen Zauberspruch mit Namen Gandhārī. ",
  "dn11:5.3": "Wenn er diesen benutzt, kann ein Mönch solche übersinnlichen Großtaten zeigen.‘ ",
  "dn11:5.4": "Was denkst du, Kevaḍḍha? ",
  "dn11:5.5": "Würde jemand ohne Vertrauen und Zuversicht nicht so sprechen?“ ",
  "dn11:5.6": "„Das würde er, Herr.“ ",
  "dn11:5.7": "„Da ich diese nachteilige Folge bei der übersinnlichen Kraft sehe, bin ich von Demonstrationen übersinnlicher Kraft entsetzt, abgestoßen und angewidert. ",
  "dn11:6.0": "2. Die Demonstration einer Enthüllung ",
  "dn11:6.1": "Und was ist die Demonstration einer Enthüllung? ",
  "dn11:6.2": "Da enthüllt ein Mönch oder eine Nonne den Geist, die Mentalität, die Gedanken und Überlegungen anderer Wesen und Menschen: ",
  "dn11:6.3": "‚Das denkst du gerade, so ist dein Gedanke, so ist dein Geisteszustand.‘ ",
  "dn11:6.4": "Und jemand mit Vertrauen und Zuversicht sieht, wie dieser Mönch oder diese Nonne die Gedanken eines anderen Menschen enthüllt. ",
  "dn11:6.6": "Er sagt es jemand anderem, der kein Vertrauen und keine Zuversicht hat: ",
  "dn11:6.7": "‚Wie unglaublich! Wie erstaunlich! Der Asket besitzt solche übersinnliche Kraft und Macht! ",
  "dn11:6.8": "Ich sah ihn selbst, wie er die Gedanken eines anderen Menschen enthüllte!‘ ",
  "dn11:7.1": "Aber die Person ohne Vertrauen und Zuversicht würde zu ihm sagen: ",
  "dn11:7.2": "‚Es gibt einen Zauberspruch mit Namen Māṇikā. ",
  "dn11:7.3": "Wenn er diesen benutzt, kann ein Mönch die Gedanken eines anderen Menschen enthüllen.‘ ",
  "dn11:7.5": "Was denkst du, Kevaḍḍha? ",
  "dn11:7.6": "Würde jemand ohne Vertrauen und Zuversicht nicht so sprechen?“ ",
  "dn11:7.7": "„Das würde er, Herr.“ ",
  "dn11:7.8": "„Da ich diese nachteilige Folge beim Enthüllen sehe, bin ich von Demonstrationen von Enthüllungen entsetzt, abgestoßen und angewidert. ",
  "dn11:8.0": "3. Die Lehrdemonstration ",
  "dn11:8.1": "Und was ist eine Lehrdemonstration? ",
  "dn11:8.2": "Da leitet ein Mönch oder eine Nonne andere so an: ",
  "dn11:8.3": "‚Denke so, nicht so. Richte den Geist auf dieses, nicht auf jenes. Gib dieses auf, erlange jenes und lebe damit.‘ ",
  "dn11:8.4": "Das nennt man eine Lehrdemonstration. ",
  "dn11:9-66.1": "Weiterhin erscheint da ein Klargewordener in der Welt … ",
  "dn11:9-66.2": "So ist ein Mönch im sittlichen Verhalten vervollkommnet … ",
  "dn11:9-66.3": "Er tritt in die erste Vertiefung ein und verweilt darin … ",
  "dn11:9-66.4": "Das nennt man eine Lehrdemonstration. ",
  "dn11:9-66.5": "Er tritt in die zweite Vertiefung ein und verweilt darin … ",
  "dn11:9-66.6": "in die dritte Vertiefung … ",
  "dn11:9-66.7": "in die vierte Vertiefung. ",
  "dn11:9-66.8": "Das nennt man eine Lehrdemonstration. ",
  "dn11:9-66.9": "Er streckt seinen Geist aus und richtet ihn auf das Erkennen und Sehen … ",
  "dn11:9-66.10": "Das nennt man eine Lehrdemonstration. ",
  "dn11:9-66.11": "Er versteht: ‚… es gibt keine Rückkehr mehr zu irgendeinem Daseinszustand.‘ ",
  "dn11:9-66.12": "Das nennt man eine Lehrdemonstration. ",
  "dn11:67.1": "Das, Kevaḍḍha, sind die drei Demonstrationen, die ich durch eigene Einsicht erkannt habe und erkläre. ",
  "dn11:67.2.0": "4. Über den Mönch, der nach dem Aufhören des Seins suchte ",
  "dn11:67.3": "Es war einmal, Kevaḍḍha, ein Mönch in eben diesem Saṅgha, der hatte folgenden Gedanken: ",
  "dn11:67.4": "‚Wo hören diese vier Grundelemente restlos auf, nämlich das Erdelement, das Wasserelement, das Feuerelement und das Luftelement?‘ ",
  "dn11:68.1": "Dann erlangte jener Mönch einen Versenkungszustand solcher Art, dass ein Pfad zu den Göttern erschien. ",
  "dn11:68.2": "Da begab er sich zu den Göttern der Vier Großen Könige und sagte: ",
  "dn11:68.3": "‚Geehrte, wo hören diese vier Grundelemente restlos auf, nämlich das Erdelement, das Wasserelement, das Feuerelement und das Luftelement?‘ ",
  "dn11:68.4": "Darauf sagten diese Götter zu ihm: ",
  "dn11:68.5": "‚Mönch, das wissen wir auch nicht. ",
  "dn11:68.7": "Aber die Vier Großen Könige stehen über uns. ",
  "dn11:68.8": "Sie könnten es wissen.‘ ",
  "dn11:69.1": "Da begab er sich zu den Vier Großen Königen und stellte ihnen seine Frage, ",
  "dn11:69.3": "aber auch sie sagten zu ihm: ",
  "dn11:69.4": "‚Mönch, das wissen wir auch nicht. ",
  "dn11:69.6": "Aber die Götter der Dreiunddreißig … ",
  "dn11:70.6": "Sakka der Götterkönig … ",
  "dn11:72.1": "die Yama-Götter … ",
  "dn11:73.1": "der Gott mit Namen Suyāma … ",
  "dn11:74.1": "die Freudvollen Götter … ",
  "dn11:75.1": "der Gott mit Namen Santussita … ",
  "dn11:76.1": "die Götter, die gerne erschaffen … ",
  "dn11:77.1": "der Gott mit Namen Sunimmita … ",
  "dn11:77.2": "die Götter, die über die Schöpfungen anderer herrschen … ",
  "dn11:78.1": "der Gott mit Namen Vasavattī … ",
  "dn11:79.6": "die Götter aus Brahmās Gefolge stehen über uns. ",
  "dn11:79.7": "Sie könnten es wissen.‘ ",
  "dn11:80.1": "Dann erlangte jener Mönch einen Versenkungszustand solcher Art, dass ein Pfad zu Brahmā erschien. ",
  "dn11:80.2": "Da begab er sich zu den Göttern aus Brahmās Gefolge und sagte: ",
  "dn11:80.3": "‚Geehrte, wo hören diese vier Grundelemente restlos auf, nämlich das Erdelement, das Wasserelement, das Feuerelement und das Luftelement?‘ ",
  "dn11:80.4": "Aber auch sie sagten zu ihm: ",
  "dn11:80.5": "‚Mönch, das wissen wir auch nicht. ",
  "dn11:80.7": "Aber dort ist Brahmā, der Große Brahmā, der Bezwinger, der Unbezwungene, der allumfassende Seher, der, der die Macht hat, Gott der Allmächtige, der Macher, der Schöpfer, der Erste, der Erzeuger, der Lenker, der Vater derer, die geboren sind und noch geboren werden. Er steht über uns. ",
  "dn11:80.8": "Er könnte es wissen.‘ ",
  "dn11:80.10": "‚Aber Geehrte, wo ist dieser Brahmā jetzt?‘ ",
  "dn11:80.11": "‚Wir wissen auch nicht, wo er ist oder in welcher Richtung er sich befindet. ",
  "dn11:80.12": "Aber aufgrund der Zeichen, die man sieht – wenn ein Licht aufgeht und ein Glanz erscheint –, wissen wir, dass Brahmā erscheinen wird. Denn das sind die Vorboten von Brahmās Erscheinen: nämlich, wenn ein Licht aufgeht und ein Glanz erscheint.‘ ",
  "dn11:81.1": "Nicht lange danach erschien der Große Brahmā. ",
  "dn11:81.2": "Da begab sich jener Mönch zum Großen Brahmā und sagte: ",
  "dn11:81.3": "‚Geehrter, wo hören diese vier Grundelemente restlos auf, nämlich das Erdelement, das Wasserelement, das Feuerelement und das Luftelement?‘ ",
  "dn11:81.4": "Der Große Brahmā sagte zu ihm: ",
  "dn11:81.5": "‚Ich bin Brahmā, der Große Brahmā, der Bezwinger, der Unbezwungene, der allumfassende Seher, der, der die Macht hat, Gott der Allmächtige, der Macher, der Schöpfer, der Erste, der Erzeuger, der Lenker, der Vater derer, die geboren sind und noch geboren werden.‘ ",
  "dn11:82.1": "Zum zweiten Mal sagte jener Mönch zum Großen Brahmā: ",
  "dn11:82.2": "‚Geehrter, ich frage dich nicht, ",
  "dn11:82.3": "ob du Brahmā bist, der Große Brahmā, der Bezwinger, der Unbezwungene, der allumfassende Seher, der, der die Macht hat, Gott der Allmächtige, der Macher, der Schöpfer, der Erste, der Erzeuger, der Lenker, der Vater derer, die geboren sind und noch geboren werden. ",
  "dn11:82.4": "Ich frage dich, ",
  "dn11:82.5": "wo diese vier Grundelemente restlos aufhören, nämlich das Erdelement, das Wasserelement, das Feuerelement und das Luftelement.‘ ",
  "dn11:82.6": "Zum zweiten Mal sagte der Große Brahmā zu ihm: ",
  "dn11:82.7": "‚Ich bin Brahmā, der Große Brahmā, der Bezwinger, der Unbezwungene, der allumfassende Seher, der, der die Macht hat, Gott der Allmächtige, der Macher, der Schöpfer, der Erste, der Erzeuger, der Lenker, der Vater derer, die geboren sind und noch geboren werden.‘ ",
  "dn11:83.1": "Zum dritten Mal sagte jener Mönch zum Großen Brahmā: ",
  "dn11:83.2": "‚Geehrter, ich frage dich nicht, ",
  "dn11:83.3": "ob du Brahmā bist, der Große Brahmā, der Bezwinger, der Unbezwungene, der allumfassende Seher, der, der die Macht hat, Gott der Allmächtige, der Macher, der Schöpfer, der Erste, der Erzeuger, der Lenker, der Vater derer, die geboren sind und noch geboren werden. ",
  "dn11:83.4": "Ich frage dich, ",
  "dn11:83.5": "wo diese vier Grundelemente restlos aufhören.‘ ",
  "dn11:83.6": "Da nahm der Große Brahmā jenen Mönch am Arm, führte ihn zur Seite und sagte zu ihm: ",
  "dn11:83.7": "‚Mönch, diese Götter denken, es gebe überhaupt nichts, das ich nicht erkennen und sehen und verstehen und verwirklichen würde. ",
  "dn11:83.8": "Deshalb habe ich vor ihnen nicht geantwortet. ",
  "dn11:83.9": "Aber ich weiß auch nicht, wo diese vier Grundelemente restlos aufhören. ",
  "dn11:83.10": "Daher, Mönch, ist es einzig dein Fehlverhalten, einzig dein Fehler, dass du den Buddha übergangen und woanders nach einer Antwort auf diese Frage gesucht hast. ",
  "dn11:83.11": "Mönch, geh zum Buddha und stelle ihm diese Frage. So wie er antwortet, solltest du es behalten.‘ ",
  "dn11:84.1": "Da verschwand jener Mönch, so leicht, wie eine starke Person den Arm strecken oder beugen würde, aus der Brahmāwelt und erschien wieder vor mir. ",
  "dn11:84.2": "Da verbeugte er sich, setzte sich zur Seite hin und sagte zu mir: ",
  "dn11:84.3": "‚Herr, wo hören diese vier Grundelemente restlos auf, nämlich das Erdelement, das Wasserelement, das Feuerelement und das Luftelement?‘ ",
  "dn11:85.0": "4.1. Das Gleichnis vom Küstenspäher-Vogel ",
  "dn11:85.1": "Darauf sagte ich zu ihm: ",
  "dn11:85.2": "‚Es waren einmal, Mönch, ein paar seefahrende Händler, die setzten ihre Segel, um aufs offene Meer zu fahren, und nahmen einen Küstenspäher-Vogel mit. ",
  "dn11:85.3": "Als ihr Schiff außer Sichtweite der Küste war, ließen sie den Vogel frei. ",
  "dn11:85.4": "Er flog geradewegs nach Osten, nach Westen, nach Norden, nach Süden, nach oben und in die Zwischenräume. ",
  "dn11:85.5": "Wenn er in einer Richtung Land sah, flog er hin und blieb dort. ",
  "dn11:85.6": "Aber wenn er in keiner Richtung Land sah, kehrte er zum Schiff zurück. ",
  "dn11:85.7": "Ebenso bist du zu mir zurückgekommen, nachdem du sogar bis hin zur Brahmāwelt gesucht und keine Antwort auf diese Frage bekommen hast. ",
  "dn11:85.8": "Mönch, die Frage sollte nicht so gestellt werden: ",
  "dn11:85.9": "„Herr, wo hören diese vier Grundelemente restlos auf, nämlich das Erdelement, das Wasserelement, das Feuerelement und das Luftelement?“ ",
  "dn11:85.10": "So sollte die Frage gestellt werden: ",
  "dn11:85.11": "„Wo finden Wasser und Erde, ",
  "dn11:85.12": "Feuer und Luft keinen Halt? ",
  "dn11:85.13": "Wo hören lang und kurz, ",
  "dn11:85.14": "fein und grob, schön und hässlich, ",
  "dn11:85.15": "wo hören Name und Form ",
  "dn11:85.16": "restlos auf?“ ",
  "dn11:85.17": "Und die Antwort darauf lautet: ",
  "dn11:85.18": "„Unendliches Bewusstsein, ",
  "dn11:85.19": "unsichtbar, rundum leuchtend – ",
  "dn11:85.20": "da finden Wasser und Erde, ",
  "dn11:85.21": "Feuer und Luft keinen Halt. ",
  "dn11:85.22": "Und da hören lang und kurz, ",
  "dn11:85.23": "fein und grob, schön und hässlich, ",
  "dn11:85.24": "da hören Name und Form ",
  "dn11:85.25": "restlos auf – ",
  "dn11:85.26": "mit dem Aufhören des Bewusstseins, ",
  "dn11:85.27": "da hören sie auf.“‘“ ",
  "dn11:85.28": "Das sagte der Buddha. ",
  "dn11:85.29": "Zufrieden freute sich der Hausbesitzer Kevaḍḍha über die Worte des Buddha. "
}