{
  "dn12:0.1": "Lange Lehrreden 12 ",
  "dn12:0.2": "Mit Lohicca ",
  "dn12:1.1": "So habe ich es gehört: ",
  "dn12:1.2": "Einmal wanderte der Buddha im Land der Kosaler mit einem großen Saṅgha von fünfhundert Mönchen und Nonnen. Da kam er nach Sālavatikā. ",
  "dn12:1.3": "Damals residierte der Brahmane Lohicca in Sālavatikā. Es war ein königliches Gut, von König Pasenadi von Kosala verliehen, das von Lebewesen wimmelte und reichlich Heu, Wald, Wasser und Korn besaß, ein königliches Lehen von höchstem Wert. ",
  "dn12:2.1": "Nun hatte Lohicca zu dieser Zeit den folgenden schädlichen Irrglauben: ",
  "dn12:2.2": "„Wenn ein Asket oder Brahmane eine taugliche Eigenschaft erwirbt, sollte er das niemand anderem mitteilen. Denn was kann ein Mensch schon für einen anderen tun? ",
  "dn12:2.3": "Wie wenn jemand eine alte Fessel durchschnitte, nur um wieder eine neue zu schaffen. ",
  "dn12:2.4": "Das ist die Folge so einer bösen, gierigen Tat, sage ich. Denn was kann ein Mensch schon für einen anderen tun?“ ",
  "dn12:3.1": "Lohicca hörte: ",
  "dn12:3.2": "„Es scheint, der Asket Gotama – ein Sakyer, der von einer Familie der Sakyer fortgezogen ist – ist zusammen mit einem großen Saṅgha von fünfhundert Mönchen und Nonnen in Sālavatikā angekommen. ",
  "dn12:3.3": "Er hat diesen guten Ruf: ",
  "dn12:3.4": "‚Dieser Gesegnete ist vollendet, ein vollkommen erwachter Buddha, von vollendetem Wissen und Verhalten, heilig, Kenner der Welt, unübertrefflicher Anleiter für Übungswillige, Lehrer von Göttern und Menschen, erwacht, gesegnet.‘ ",
  "dn12:3.5": "Er hat diese Welt – die Welt mit ihren Göttern, Māras und Brahmās, mit dieser Bevölkerung mit ihren Asketen und Brahmanen, Göttern und Menschen – durch eigene Einsicht erkannt und erklärt sie anderen. ",
  "dn12:3.6": "Er lehrt den Dhamma, der am Anfang gut, in der Mitte gut und am Ende gut ist, bedeutsam und gut ausgedrückt. Und er legt eine geistliche Übung dar, die in sich geschlossen und rein ist. ",
  "dn12:3.7": "Es ist gut, solche Vollendeten zu sehen.“ ",
  "dn12:4.1": "Da wandte sich Lohicca an seinen Barbier Rosika: ",
  "dn12:4.2": "„Bitte, lieber Rosika, geh zu dem Asketen Gotama und beuge in meinem Namen deinen Kopf zu seinen Füßen. Frage ihn, ob er gesund und wohlauf ist, ob er flink und stark ist und unbeschwert lebt. ",
  "dn12:4.4": "Und dann frage ihn, ",
  "dn12:4.5": "ob er bitte zusammen mit dem Saṅgha der Mönche und Nonnen die morgige Mahlzeit vom Brahmanen Lohicca annehmen möchte.“ ",
  "dn12:5.1": "„Ja, Herr“, antwortete Rosika. Er tat wie geheißen, ",
  "dn12:5.5": "und der Buddha stimmte schweigend zu. ",
  "dn12:6.1": "Da erhob sich Rosika von seinem Sitz, der Zustimmung des Buddha gewiss, ging zu Lohicca und sagte zu ihm: ",
  "dn12:6.2": "„Ich habe dem Buddha deine Nachricht überbracht ",
  "dn12:6.6": "und er hat zugestimmt.“ ",
  "dn12:7.1": "Als dann die Nacht vorüber war, ließ Lohicca in seiner eigenen Wohnung verschiedene köstliche Speisen zubereiten. Dann ließ er den Buddha über die Zeit benachrichtigen: ",
  "dn12:7.2": "„Bitte, lieber Rosika, geh zum Asketen Gotama und kündige ihm die Zeit an. Sage: ",
  "dn12:7.3": "‚Es ist Zeit, Meister Gotama, das Essen ist fertig.‘“ ",
  "dn12:7.4": "„Ja, Herr“, antwortete Rosika. Er tat wie geheißen. ",
  "dn12:7.7": "Da kleidete der Buddha sich am Morgen an, nahm Schale und Robe und ging zusammen mit dem Saṅgha der Mönche und Nonnen nach Sālavatikā. ",
  "dn12:8.1": "Rosika ging hinter dem Buddha ",
  "dn12:8.2": "und berichtete ihm von Lohiccas Ansichten. Er fügte hinzu: ",
  "dn12:8.9": "„Herr, bitte bring ihn von diesem schädlichen Irrglauben ab.“ ",
  "dn12:8.10": "„Hoffentlich kommt es so, Rosika, hoffentlich kommt es so.“ ",
  "dn12:9.1": "Dann ging der Buddha zu Lohiccas Wohnung, wo er sich auf den ausgebreiteten Sitz setzte. ",
  "dn12:9.2": "Und Lohicca bewirtete und bediente den Saṅgha der Mönche und Nonnen, angeführt vom Buddha, eigenhändig mit verschiedenen köstlichen Speisen. ",
  "dn12:9.3.0": "1. Befragung Lohiccas ",
  "dn12:9.4": "Als der Buddha gegessen und Hand und Schale gewaschen hatte, nahm Lohicca einen niedrigen Sitz und setzte sich zur Seite hin. ",
  "dn12:9.5": "Der Buddha sagte zu ihm: ",
  "dn12:9.6": "„Ist es wirklich wahr, Lohicca, dass du solch einen schädlichen Irrglauben hast: ",
  "dn12:9.7": "‚Wenn ein Asket oder Brahmane eine taugliche Eigenschaft erwirbt, sollte er das niemand anderem mitteilen. Denn was kann ein Mensch schon für einen anderen tun? ",
  "dn12:9.8": "Wie wenn jemand eine alte Fessel durchschnitte, nur um wieder eine neue zu schaffen. ",
  "dn12:9.9": "Das ist die Folge so einer bösen, gierigen Tat, sage ich. Denn was kann ein Mensch schon für einen anderen tun?‘“ ",
  "dn12:9.10": "„Ja, Meister Gotama.“ ",
  "dn12:10.1": "„Was denkst du, Lohicca? ",
  "dn12:10.2": "Du residierst doch in Sālavatikā, ist es nicht so?“ ",
  "dn12:10.3": "„Ja, Meister Gotama.“ ",
  "dn12:10.4": "„Lohicca, angenommen, da würde jemand sagen: ",
  "dn12:10.5": "‚Der Brahmane Lohicca herrscht über Sālavatikā. ",
  "dn12:10.6": "Er allein sollte die Erträge genießen, die in Sālavatikā erzeugt werden, und sollte sie mit niemand anderem teilen.‘ ",
  "dn12:10.7": "Würde der Mensch, der so spräche, es für die, deren Lebensunterhalt von dir abhängt, schwer machen oder nicht?“ ",
  "dn12:10.8": "„Er würde es für sie schwer machen, Meister Gotama.“ ",
  "dn12:10.9": "„Aber handelt jemand, der anderen Schwierigkeiten bereitet, freundlich oder unfreundlich?“ ",
  "dn12:10.10": "„Unfreundlich, Herr.“ ",
  "dn12:10.11": "„Aber hat ein unfreundlicher Mensch in seinem Herzen Liebe oder Feindseligkeit?“ ",
  "dn12:10.12": "„Feindseligkeit, Herr.“ ",
  "dn12:10.13": "„Und wenn das Herz voller Feindseligkeit ist, ist das eine rechte Ansicht oder eine falsche Ansicht?“ ",
  "dn12:10.14": "„Eine falsche Ansicht, Meister Gotama.“ ",
  "dn12:10.15": "„Eine Person mit falscher Ansicht wird an einem von zwei Orten wiedergeboren, sage ich: ",
  "dn12:10.16": "in der Hölle oder im Tierreich. ",
  "dn12:11.1": "Was denkst du, Lohicca? ",
  "dn12:11.2": "Der König Pasenadi herrscht über Kāsī und Kosala, ist es nicht so?“ ",
  "dn12:11.3": "„Ja, Meister Gotama.“ ",
  "dn12:11.4": "„Lohicca, angenommen, da würde jemand sagen: ",
  "dn12:11.5": "‚Der König Pasenadi herrscht über Kāsī und Kosala. ",
  "dn12:11.6": "Er allein sollte die Erträge genießen, die in Kāsī und Kosala erzeugt werden, und sollte sie mit niemand anderem teilen.‘ ",
  "dn12:11.7": "Würde der Mensch, der so spräche, es für die, deren Lebensunterhalt vom König Pasenadi abhängt, schwer machen oder nicht?“ ",
  "dn12:11.8": "„Er würde es für sie schwer machen, Meister Gotama.“ ",
  "dn12:11.9": "„Aber handelt jemand, der anderen Schwierigkeiten bereitet, freundlich oder unfreundlich?“ ",
  "dn12:11.10": "„Unfreundlich, Herr.“ ",
  "dn12:11.11": "„Aber hat ein unfreundlicher Mensch in seinem Herzen Liebe oder Feindseligkeit?“ ",
  "dn12:11.12": "„Feindseligkeit, Herr.“ ",
  "dn12:11.13": "„Und wenn das Herz voller Feindseligkeit ist, ist das eine rechte Ansicht oder eine falsche Ansicht?“ ",
  "dn12:11.14": "„Eine falsche Ansicht, Meister Gotama.“ ",
  "dn12:11.15": "„Eine Person mit falscher Ansicht wird an einem von zwei Orten wiedergeboren, sage ich: ",
  "dn12:11.16": "in der Hölle oder im Tierreich. ",
  "dn12:12.1": "Da scheint es, Lohicca, dass eine solche Aussage über dich oder über den König Pasenadi ",
  "dn12:13.2": "eine falsche Ansicht ausdrückt. ",
  "dn12:13.3": "Und ebenso angenommen, da würde jemand sagen: ",
  "dn12:13.4": "‚Wenn ein Asket oder Brahmane eine taugliche Eigenschaft erwirbt, sollte er das niemand anderem mitteilen. Denn was kann ein Mensch schon für einen anderen tun? ",
  "dn12:13.5": "Wie wenn jemand eine alte Fessel durchschnitte, nur um wieder eine neue zu schaffen. ",
  "dn12:13.6": "Das ist die Folge so einer bösen, gierigen Tat, sage ich. Denn was kann ein Mensch schon für einen anderen tun?‘ ",
  "dn12:13.7": "Da gibt es Söhne aus gutem Haus, die sich auf die vom Klargewordenen verkündete Lehre und Übung stützen und dadurch einen hohen erhabenen Zustand erreichen: Sie erlangen etwa die Frucht des Eintauchens in die Strömung, die Frucht der Einmalwiederkehr, die Frucht der Nichtwiederkehr oder die Vollendung. Zusätzlich gibt es die, die die Samen für die Wiedergeburt in einem himmlischen Zustand zur Reife bringen. Der Mensch, der spricht, wie ich gesagt habe, macht es für diese schwer. Er handelt unfreundlich, sein Herz ist voller Feindseligkeit und er hat eine falsche Ansicht. ",
  "dn12:13.8": "Eine Person mit falscher Ansicht wird an einem von zwei Orten wiedergeboren, sage ich: ",
  "dn12:13.9": "in der Hölle oder im Tierreich. ",
  "dn12:16.0": "2. Drei Lehrer, die Zurechtweisung verdienen ",
  "dn12:16.1": "Lohicca, es gibt drei Arten von Lehrern in der Welt, die verdienen, dass man sie zurechtweist. ",
  "dn12:16.2": "Wenn jemand solche Lehrer zurechtweist, ist diese Zurechtweisung richtig, verdient, berechtigt und ohne Tadel. ",
  "dn12:16.3": "Welche drei? ",
  "dn12:16.4": "Da ist zunächst ein Lehrer, der das Ziel des Asketenlebens, für das er aus dem Haus fortgezogen ist ins hauslose Leben, nicht erreicht hat. ",
  "dn12:16.5": "Er lehrt seine Schüler und Schülerinnen: ",
  "dn12:16.6": "‚Das ist zu eurem Wohl. Das ist zu eurem Glück.‘ ",
  "dn12:16.7": "Aber seine Schüler wollen nicht zuhören. Sie passen nicht auf und gebrauchen nicht ihren Verstand, um zu verstehen. Sie wenden sich von der Anleitung des Lehrers ab und gehen weiter. ",
  "dn12:16.8": "Dieser Lehrer verdient, dass man ihn zurechtweist: ",
  "dn12:16.9": "‚Ehrwürdiger, du hast das Ziel des Asketenlebens nicht erreicht. Und wenn du Schüler unterrichtest, ",
  "dn12:16.11": "wenden sie sich von der Anleitung des Lehrers ab und gehen weiter. ",
  "dn12:16.12": "Wie ein Mann, der sich einer Frau nähert, obwohl sie zurückweicht, oder der sie umarmt, obwohl sie ihm den Rücken zuwendet. ",
  "dn12:16.13": "Das ist die Folge so einer bösen, gierigen Tat, sage ich. Denn was kann ein Mensch schon für einen anderen tun?‘ ",
  "dn12:16.15": "Das ist die erste Art von Lehrern, die verdienen, dass man sie zurechtweist. ",
  "dn12:17.1": "Dann ist da ein Lehrer, der das Ziel des Asketenlebens, für das er aus dem Haus fortgezogen ist ins hauslose Leben, nicht erreicht hat. ",
  "dn12:17.2": "Er lehrt seine Schüler und Schülerinnen: ",
  "dn12:17.3": "‚Das ist zu eurem Wohl. Das ist zu eurem Glück.‘ ",
  "dn12:17.4": "Und seine Schülerinnen wollen zuhören. Sie passen auf und gebrauchen ihren Verstand, um zu verstehen. Sie wenden sich nicht von der Anleitung des Lehrers ab und gehen weiter. ",
  "dn12:17.5": "Dieser Lehrer verdient, dass man ihn zurechtweist: ",
  "dn12:17.6": "‚Ehrwürdiger, du hast das Ziel des Asketenlebens nicht erreicht. Und wenn du Schülerinnen unterrichtest, ",
  "dn12:17.8": "wenden sie sich nicht von der Anleitung des Lehrers ab und gehen weiter. ",
  "dn12:17.9": "Wie jemand, der sein eigenes Feld liegen lässt und sich erdreistet, das Feld eines anderen zu jäten. Das ist die Folge so einer bösen, gierigen Tat, sage ich. Denn was kann ein Mensch schon für einen anderen tun?‘ ",
  "dn12:17.10": "Das ist die zweite Art von Lehrern, die verdienen, dass man sie zurechtweist. ",
  "dn12:18.1": "Dann ist da ein Lehrer, der das Ziel des Asketenlebens, für das er aus dem Haus fortgezogen ist ins hauslose Leben, erreicht hat. ",
  "dn12:18.2": "Er lehrt seine Schüler und Schülerinnen: ",
  "dn12:18.3": "‚Das ist zu eurem Wohl. Das ist zu eurem Glück.‘ ",
  "dn12:18.4": "Aber seine Schüler wollen nicht zuhören. Sie passen nicht auf und gebrauchen nicht ihren Verstand, um zu verstehen. Sie wenden sich von der Anleitung des Lehrers ab und gehen weiter. ",
  "dn12:18.5": "Dieser Lehrer verdient, dass man ihn zurechtweist: ",
  "dn12:18.6": "‚Ehrwürdiger, du hast das Ziel des Asketenlebens erreicht. Doch wenn du Schüler unterrichtest, ",
  "dn12:18.9": "wenden sie sich von der Anleitung des Lehrers ab und gehen weiter. ",
  "dn12:18.10": "Wie wenn jemand eine alte Fessel durchschnitte, nur um wieder eine neue zu schaffen. ",
  "dn12:18.11": "Das ist die Folge so einer bösen, gierigen Tat, sage ich. Denn was kann ein Mensch schon für einen anderen tun?‘ ",
  "dn12:18.12": "Das ist die dritte Art von Lehrern, die verdienen, dass man sie zurechtweist. ",
  "dn12:18.14": "Das sind die drei Arten von Lehrern in der Welt, die verdienen, dass man sie zurechtweist. ",
  "dn12:18.15": "Wenn jemand solche Lehrer zurechtweist, ist diese Zurechtweisung richtig, verdient, berechtigt und ohne Tadel.“ ",
  "dn12:19.0": "3. Ein Lehrer, der keine Zurechtweisung verdient ",
  "dn12:19.1": "Darauf sagte Lohicca zum Buddha: ",
  "dn12:19.2": "„Aber Meister Gotama, gibt es in der Welt einen Lehrer, der nicht verdient, dass man ihn zurechtweist?“ ",
  "dn12:19.3": "„Den gibt es, Lohicca.“ ",
  "dn12:19.4": "„Aber wer ist dieser Lehrer?“ ",
  "dn12:20-55.1": "„Da erscheint ein Klargewordener in der Welt, vollendet, ein vollkommen erwachter Buddha … ",
  "dn12:20-55.2": "So ist eine Nonne im sittlichen Verhalten vollendet … ",
  "dn12:20-55.3": "Sie tritt in die erste Vertiefung ein und verweilt darin … ",
  "dn12:20-55.4": "Ein Lehrer, unter dem eine Schülerin so einen hohen erhabenen Zustand erreicht, ist einer, der nicht verdient, dass man ihn zurechtweist. ",
  "dn12:56-62.2": "Da tritt ein Mönch in die zweite Vertiefung ein und verweilt darin … ",
  "dn12:56-62.3": "in die dritte Vertiefung … ",
  "dn12:56-62.4": "in die vierte Vertiefung. ",
  "dn12:56-62.5": "Ein Lehrer, unter dem ein Schüler so einen hohen erhabenen Zustand erreicht, ist einer, der nicht verdient, dass man ihn zurechtweist … ",
  "dn12:63-77.2": "Da lenkt und richtet eine Nonne ihren Geist auf das Wissen und Sehen … ",
  "dn12:63-77.3": "Ein Lehrer, unter dem eine Schülerin so einen hohen erhabenen Zustand erreicht, ist einer, der nicht verdient, dass man ihn zurechtweist … ",
  "dn12:63-77.5": "Da versteht ein Mönch: ‚… Es gibt keine Rückkehr mehr zu irgendeinem Daseinszustand.‘ ",
  "dn12:63-77.6": "Ein Lehrer, unter dem ein Schüler so einen hohen erhabenen Zustand erreicht, ist einer, der nicht verdient, dass man ihn zurechtweist. Wenn jemand einen solchen Lehrer zurechtweist, ist diese Zurechtweisung falsch, unverdient, unberechtigt und tadelnswert.“ ",
  "dn12:78.1": "Darauf sagte Lohicca zum Buddha: ",
  "dn12:78.2": "„Meister Gotama, wie ein Mensch, der dabei wäre, eine Klippe hinunterzustürzen, und ein anderer Mensch fasste ihn an den Haaren, zöge ihn hoch und stellte ihn auf festen Boden. ",
  "dn12:78.3": "Ebenso zog Meister Gotama mich, als ich dabei war, eine Klippe hinunterzustürzen, hoch und stellte mich auf festen Boden. ",
  "dn12:78.4": "Vortrefflich, Meister Gotama! Vortrefflich! ",
  "dn12:78.5": "Als würde er das Umgestürzte aufrichten oder das Verborgene enthüllen oder den Verirrten den Weg weisen oder im Dunkeln ein Licht anzünden, sodass Menschen mit guten Augen sehen könnten, was da ist, so hat Meister Gotama die Lehre auf vielerlei Weise klargemacht. ",
  "dn12:78.6": "Ich nehme meine Zuflucht beim Meister Gotama, bei der Lehre und beim Saṅgha der Mönche und Nonnen. ",
  "dn12:78.7": "Von diesem Tag an soll Meister Gotama mich als Laienschüler in Erinnerung behalten, der für sein ganzes Leben Zuflucht genommen hat.“ "
}