{
  "dn13:0.1": "Lange Lehrreden 13 ",
  "dn13:0.2": "In den drei Veden bewandert ",
  "dn13:1.1": "So habe ich es gehört: ",
  "dn13:1.2": "Einmal wanderte der Buddha mit einem großen Saṅgha von 500 Mönchen und Nonnen durch das Land der Kosaler. Er kam zu einem Dorf der Kosaler Brahmanen mit Namen Manasākaṭa. ",
  "dn13:1.3": "Er  hielt sich in einem Mangowäldchen am Ufer der Aciravatī nördlich von Manasākaṭa auf. ",
  "dn13:2.1": "Zu dieser Zeit nun befanden sich einige sehr namhafte und gutsituierte Brahmanen in Manasākaṭa: nämlich ",
  "dn13:2.2": "die Brahmanen Caṅkī, Tārukkha, Pokkharasādi, Jānussoṇi, Todeyya und andere. ",
  "dn13:3.1": "Als da die Brahmanenschüler Vāseṭṭha und Bhāradvāja spazieren gingen, begannen sie eine Diskussion über die Vielfalt der Wege. ",
  "dn13:4.1": "Vāseṭṭha sagte: ",
  "dn13:4.2": "„Das ist der einzige gerade Pfad, die direkte Route, die jemanden, der sie übt, zur Gemeinschaft mit Brahmā führt: nämlich die, die vom Brahmanen Pokkharasādi gelehrt wird.“ ",
  "dn13:5.1": "Bhāradvāja sagte: ",
  "dn13:5.2": "„Das ist der einzige gerade Pfad, die direkte Route, die jemanden, der sie übt, zur Gemeinschaft mit Brahmā führt: nämlich die, die vom Brahmanen Tārukkha gelehrt wird.“ ",
  "dn13:6.1": "Aber keiner konnte den anderen überzeugen. ",
  "dn13:7.1": "Da sagte Vāseṭṭha zu Bhāradvāja: ",
  "dn13:7.2": "„Bhāradvāja, der Asket Gotama – ein Sakyer, der von einer Familie der Sakyer fortgezogen ist – hält sich in einem Mangowäldchen am Ufer der Aciravatī nördlich von Manasākaṭa auf. ",
  "dn13:7.3": "Er hat diesen guten Ruf: ",
  "dn13:7.4": "‚Dieser Gesegnete ist vollendet, ein vollkommen erwachter Buddha, von vollendetem Wissen und Verhalten, heilig, Kenner der Welt, unübertrefflicher Anleiter für alle, die üben wollen, Lehrer von Göttern und Menschen, erwacht, gesegnet.‘ ",
  "dn13:7.5": "Komm, lass uns zu ihm gehen und ihn über die Sache befragen. ",
  "dn13:7.6": "So wie er uns antwortet, wollen wir es behalten.“ ",
  "dn13:7.7": "„Ja, Herr“, antwortete Bhāradvāja. ",
  "dn13:8.0": "1. Die Vielfalt der Wege ",
  "dn13:8.1": "Da gingen sie zum Buddha und tauschten Willkommensgrüße mit ihm aus. ",
  "dn13:8.2": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzten sie sich zur Seite hin, und Vāseṭṭha berichtete dem Buddha von ihrem Gespräch. Er fügte hinzu: ",
  "dn13:8.8": "„In dieser Sache haben wir einen Streit, sind uneins, haben eine Meinungsverschiedenheit.“ ",
  "dn13:9.1": "„Da scheint es, Vāseṭṭha, dass du sagst, ",
  "dn13:9.2": "der gerade Pfad sei der, der von Pokkharasādi erklärt wird, ",
  "dn13:9.3": "wohingegen Bhāradvāja sagt, ",
  "dn13:9.4": "der gerade Pfad sei der, der von Tārukkha erklärt wird. ",
  "dn13:9.5": "Aber worüber genau seid ihr uneins?“ ",
  "dn13:10.1": "„Über die Vielfalt der Wege, Meister Gotama. ",
  "dn13:10.2": "Obwohl Brahmanen verschiedene Wege beschreiben – die Addhariya-Brahmanen, die Tittiriya-Brahmanen, die Chandoka-Brahmanen und die Bavhadija-Brahmanen –, führen all diese Pfade jemanden, der sie übt, zur Gemeinschaft mit Brahmā. ",
  "dn13:10.3": "Wie ein Dorf oder eine Stadt, in deren Nähe viele verschiedene Straßen verlaufen, doch alle treffen sich im gleichen Dorf. ",
  "dn13:10.4": "Ebenso führen all diese Pfade, obwohl Brahmanen verschiedene Wege beschreiben – die Addhariya-Brahmanen, die Tittiriya-Brahmanen, die Chandoka-Brahmanen und die Bavhadija-Brahmanen –, jemanden, der sie übt, zur Gemeinschaft mit Brahmā.“ ",
  "dn13:11.0": "2. Vāseṭṭhas Befragung ",
  "dn13:11.1": "„Sagst du: ‚Sie führen jemanden‘, Vāseṭṭha?“ ",
  "dn13:11.2": "„Das sage ich, Meister Gotama.“ ",
  "dn13:11.3": "„Sagst du: ‚Sie führen jemanden‘, Vāseṭṭha?“ ",
  "dn13:11.4": "„Das sage ich, Meister Gotama.“ ",
  "dn13:11.5": "„Sagst du: ‚Sie führen jemanden‘, Vāseṭṭha?“ ",
  "dn13:11.6": "„Das sage ich, Meister Gotama.“ ",
  "dn13:12.1": "„Nun, Vāseṭṭha, gibt es unter den Brahmanen, die in den drei Veden bewandert sind, auch nur einen einzigen, der Brahmā mit eigenen Augen gesehen hat?“ ",
  "dn13:12.2": "„Nein, Meister Gotama.“ ",
  "dn13:12.3": "„Nun, hat nur ein einziger ihrer Lehrer Brahmā mit eigenen Augen gesehen?“ ",
  "dn13:12.4": "„Nein, Meister Gotama.“ ",
  "dn13:12.5": "„Nun, hat nur ein einziger der Lehrer ihrer Lehrer Brahmā mit eigenen Augen gesehen?“ ",
  "dn13:12.6": "„Nein, Meister Gotama.“ ",
  "dn13:12.7": "„Nun, hat irgendjemand bis zur siebten Lehrergeneration zurück Brahmā mit eigenen Augen gesehen?“ ",
  "dn13:12.8": "„Nein, Meister Gotama.“ ",
  "dn13:13.1": "„Nun, wie ist es mit den alten Sehern der Brahmanen, die in den drei Veden bewandert sind, nämlich Aṭṭhaka, Vāmaka, Vāmadeva, Vessāmitta, Yamadaggi, Aṅgīrasa, Bhāradvāja, Vāseṭṭha, Kassapa und Bhagu? Sie schufen die Hymnen und verbreiteten sie. Ihre Hymnensammlung wurde in alten Zeiten gesungen, verbreitet und zusammengestellt. Bis heute wird sie von Brahmanen gesungen und vorgetragen. Brahmanen tragen weiterhin vor, was vorgetragen wurde, und lehren, was gelehrt wurde. ",
  "dn13:13.2": "Sagten sie: ",
  "dn13:13.3": "‚Wir erkennen und sehen, wo Brahmā ist oder in welcher Richtung er sich befindet‘?“ ",
  "dn13:13.4": "„Nein, Meister Gotama.“ ",
  "dn13:14.1": "„So scheint es, dass keiner dieser Brahmanen Brahmā mit eigenen Augen gesehen hat, ",
  "dn13:14.5": "und nicht einmal die alten Seher ",
  "dn13:14.6": "behaupteten, zu wissen, wo er ist. ",
  "dn13:14.7": "Doch die Brahmanen, die in den drei Veden bewandert sind, sagen: ",
  "dn13:14.8": "‚Wir lehren den Pfad zur Gemeinschaft mit dem, was wir nicht kennen und nicht sehen. ",
  "dn13:14.9": "Das ist der einzige gerade Pfad, die direkte Route, die jemanden, der sie übt, zur Gemeinschaft mit Brahmā führt.‘ ",
  "dn13:14.10": "Was denkst du, Vāseṭṭha? ",
  "dn13:14.11": "Wenn das so ist, stellt sich da nicht heraus, dass ihre Aussage keine beweisbare Grundlage hat?“ ",
  "dn13:14.12": "„Sicherlich ist das so, Meister Gotama.“ ",
  "dn13:15.1": "„Gut, Vāseṭṭha. Denn es ist unmöglich, dass sie einen Pfad zu etwas lehren, das sie nicht kennen und nicht sehen. ",
  "dn13:15.2": "Wie eine Reihe von Blinden, von denen jeder sich an seinem Vordermann festhält: Der erste sieht nicht, der mittlere sieht nicht und der letzte sieht auch nicht. ",
  "dn13:15.3": "Ebenso scheint es mir, es stellt sich heraus, dass die Aussage der Brahmanen einer Reihe von Blinden vergleichbar ist: Der erste sieht nicht, der mittlere sieht nicht und der letzte sieht auch nicht. ",
  "dn13:15.4": "Es stellt sich heraus, dass ihre Aussage ein Witz ist – bloße Worte, leer und hohl. ",
  "dn13:16.1": "Was denkst du, Vāseṭṭha? ",
  "dn13:16.2": "Sehen die Brahmanen, die in den drei Veden bewandert sind, den Mond und die Sonne, so wie jeder andere auch? Und beten sie zu ihnen und verherrlichen sie, folgen ihrem Lauf in Verehrung mit zusammengelegten Händen von da, wo sie aufgehen, bis dahin, wo sie untergehen?“ ",
  "dn13:16.3": "„Das tun sie, Meister Gotama.“ ",
  "dn13:17.1": "„Was denkst du, Vāseṭṭha? ",
  "dn13:17.2": "Auch wenn das so ist: Sind die Brahmanen, die in den drei Veden bewandert sind, in der Lage, den Pfad zur Gemeinschaft mit dem Mond und der Sonne zu lehren: ",
  "dn13:17.3": "‚Das ist der einzige gerade Pfad, die direkte Route, die jemanden, der sie übt, zur Gemeinschaft mit dem Mond und der Sonne führt‘?“ ",
  "dn13:17.4": "„Nein, Meister Gotama.“ ",
  "dn13:18.1": "„So scheint es, dass die Brahmanen, die in den drei Veden bewandert sind, auch wenn sie den Mond und die Sonne sehen, nicht in der Lage sind, den Pfad zur Gemeinschaft mit dem Mond und der Sonne zu lehren. ",
  "dn13:18.3": "Aber es scheint, dass sie, obwohl sie Brahmā nicht mit eigenen Augen gesehen haben, ",
  "dn13:18.9": "dennoch behaupten, ",
  "dn13:18.10": "den Pfad zu etwas zu lehren, das sie nicht kennen und nicht sehen. ",
  "dn13:18.11": "Was denkst du, Vāseṭṭha? ",
  "dn13:18.12": "Wenn das so ist, stellt sich da nicht heraus, dass ihre Aussage keine beweisbare Grundlage hat?“ ",
  "dn13:18.13": "„Sicherlich ist das so, Meister Gotama.“ ",
  "dn13:18.14": "„Gut, Vāseṭṭha. Denn es ist unmöglich, dass sie einen Pfad zu etwas lehren, das sie nicht kennen und nicht sehen. ",
  "dn13:19.0": "2.1. Das Gleichnis von der erlesensten Dame im Land ",
  "dn13:19.1": "Angenommen, ein Mann würde sagen: ",
  "dn13:19.2": "‚Ganz gleich, wer die erlesenste Dame im Land ist, sie ist es, die ich will, die ich begehre!‘ ",
  "dn13:19.3": "Man sagte zu ihm: ",
  "dn13:19.4": "‚Guter Mann, diese erlesenste Dame im Land, die du begehrst – ",
  "dn13:19.5": "weißt du, ob sie eine Adlige, eine Brahmanin, eine Landarbeiterin oder eine Hilfsarbeiterin ist?‘ ",
  "dn13:19.6": "Wenn er so gefragt würde, würde er sagen: ‚Nein.‘ ",
  "dn13:19.7": "Man sagte zu ihm: ",
  "dn13:19.8": "‚Guter Mann, diese erlesenste Dame im Land, die du begehrst – kennst du ihren Namen oder ihren Stamm? Weißt du, ob sie groß, klein oder mittelgroß ist? Ob ihre Haut schwarz, braun oder lohfarben ist? Aus welchem Dorf, welchem Marktflecken oder welcher Stadt sie stammt?‘ ",
  "dn13:19.9": "Wenn er so gefragt würde, würde er sagen: ‚Nein.‘ ",
  "dn13:19.10": "Man sagte zu ihm: ",
  "dn13:19.11": "‚Guter Mann, begehrst du eine, die du nie auch nur gekannt oder gesehen hast?‘ ",
  "dn13:19.12": "Wenn er so gefragt würde, würde er sagen: ‚Ja.‘ ",
  "dn13:19.13": "Was denkst du, Vāseṭṭha? ",
  "dn13:19.14": "Wenn das so ist, stellt sich da nicht heraus, dass die Aussage dieses Mannes keine beweisbare Grundlage hat?“ ",
  "dn13:19.15": "„Sicherlich ist das so, Meister Gotama.“ ",
  "dn13:20.1": "„Stellt sich da nicht ebenso heraus, ",
  "dn13:20.7": "dass die Aussage der Brahmanen, die in den drei Veden bewandert sind, keine beweisbare Grundlage hat?“ ",
  "dn13:20.8": "„Sicherlich ist das so, Meister Gotama.“ ",
  "dn13:20.9": "„Gut, Vāseṭṭha. Denn es ist unmöglich, dass sie einen Pfad zu etwas lehren, das sie nicht kennen und nicht sehen. ",
  "dn13:21.0": "2.2. Das Gleichnis von der Leiter ",
  "dn13:21.1": "Angenommen, ein Mann würde an einer Kreuzung eine Leiter bauen, um damit auf ein Pfahlhaus zu steigen. ",
  "dn13:21.2": "Man sagte zu ihm: ",
  "dn13:21.3": "‚Guter Mann, dieses Pfahlhaus, für das du eine Leiter baust – weißt du, ob es im Norden, im Süden, im Osten oder im Westen ist? Ob es groß, klein oder mittelgroß ist?‘ ",
  "dn13:21.4": "Wenn er so gefragt würde, würde er sagen: ‚Nein.‘ ",
  "dn13:22.1": "Man sagte zu ihm: ",
  "dn13:22.2": "‚Guter Mann, baust du eine Leiter für ein Pfahlhaus, das du nie auch nur gekannt oder gesehen hast?‘ ",
  "dn13:22.3": "Wenn er so gefragt würde, würde er sagen: ‚Ja.‘ ",
  "dn13:22.4": "Was denkst du, Vāseṭṭha? ",
  "dn13:22.5": "Wenn das so ist, stellt sich da nicht heraus, dass die Aussage dieses Mannes keine beweisbare Grundlage hat?“ ",
  "dn13:22.6": "„Sicherlich ist das so, Meister Gotama.“ ",
  "dn13:22.7": "„Stellt sich da nicht ebenso heraus, ",
  "dn13:22.12": "dass die Aussage der Brahmanen, die in den drei Veden bewandert sind, keine beweisbare Grundlage hat?“ ",
  "dn13:22.13": "„Sicherlich ist das so, Meister Gotama.“ ",
  "dn13:23.1": "„Gut, Vāseṭṭha. Denn es ist unmöglich, dass sie einen Pfad zu etwas lehren, das sie nicht kennen und nicht sehen. ",
  "dn13:24.0": "2.3. Das Gleichnis vom Fluss Aciravatī ",
  "dn13:24.1": "Angenommen, die Aciravatī wäre randvoll mit Wasser, sodass eine Krähe daraus trinken könnte, ",
  "dn13:24.2": "und es käme jemand, der zum jenseitigen Ufer hinüberwollte. ",
  "dn13:24.3": "Er stände am diesseitigen Ufer und riefe nach dem jenseitigen Ufer: ",
  "dn13:24.4": "‚Komm her, jenseitiges Ufer! Komm her, jenseitiges Ufer!‘ ",
  "dn13:24.5": "Was denkst du, Vāseṭṭha? ",
  "dn13:24.6": "Würde das jenseitige Ufer der Aciravatī zum diesseitigen Ufer herüberkommen wegen des Rufs, der Aufforderung, des Begehrens oder der Erwartung dieses Mannes?“ ",
  "dn13:24.7": "„Nein, Meister Gotama.“ ",
  "dn13:25.1": "„Ebenso gehen die Brahmanen, die in den drei Veden bewandert sind, vor, indem sie die Dinge, die einen zu einem wahren Brahmanen machen, aufgegeben haben und die Dinge, die einen nicht zu einem wahren Brahmanen machen, aufgenommen haben. Und doch sagen sie: ",
  "dn13:25.2": "‚Wir rufen Indra an! Wir rufen Soma an! Wir rufen Varuṇa an! Wir rufen Īsāna an! Wir rufen den Urvater an! Wir rufen Brahmā an! Wir rufen Mahinda an! Wir rufen Yama an!‘ ",
  "dn13:25.3": "Solange sie so vorgehen, ist es unmöglich, dass sie, wenn der Körper auseinanderbricht, nach dem Tod, in der Gemeinschaft mit Brahmā wiedergeboren werden. ",
  "dn13:26.1": "Angenommen, die Aciravatī wäre randvoll mit Wasser, sodass eine Krähe daraus trinken könnte, ",
  "dn13:26.2": "und es käme jemand, der zum jenseitigen Ufer hinüberwollte. ",
  "dn13:26.3": "Aber während er noch am diesseitigen Ufer wäre, würden seine Arme mit einer starken Kette fest hinter seinem Rücken gebunden. ",
  "dn13:26.4": "Was denkst du, Vāseṭṭha? ",
  "dn13:26.5": "Könnte dieser Mensch zum jenseitigen Ufer hinübergelangen?“ ",
  "dn13:26.6": "„Nein, Meister Gotama.“ ",
  "dn13:27.1": "„Ebenso werden die fünf Arten sinnlicher Erregung in der Schulung des Edlen ‚Ketten‘ und ‚Fesseln‘ genannt. ",
  "dn13:27.2": "Welche fünf? ",
  "dn13:27.3": "Bilder, die das Auge erkennt, erwünscht, willkommen, angenehm, erfreulich, sinnlich und erregend; ",
  "dn13:27.4": "Töne, die das Ohr erkennt … ",
  "dn13:27.5": "Düfte, die die Nase erkennt … ",
  "dn13:27.6": "Geschmäcke, die die Zunge erkennt … ",
  "dn13:27.7": "Berührungen, die der Körper erkennt, erwünscht, willkommen, angenehm, erfreulich, sinnlich und erregend. ",
  "dn13:27.8": "Das sind die fünf Arten sinnlicher Erregung, die in der Schulung des Edlen ‚Ketten‘ und ‚Fesseln‘ genannt werden. ",
  "dn13:27.9": "Die Brahmanen, die in den drei Veden bewandert sind, genießen diese fünf Arten sinnlicher Erregung gebunden, betört, anhänglich, blind für die nachteiligen Folgen und ohne das Entrinnen zu verstehen. ",
  "dn13:28.1": "Solange sie sie genießen, ist es unmöglich, dass sie, wenn der Körper auseinanderbricht, nach dem Tod, in der Gemeinschaft mit Brahmā wiedergeboren werden. ",
  "dn13:29.1": "Angenommen, die Aciravatī wäre randvoll mit Wasser, sodass eine Krähe daraus trinken könnte, ",
  "dn13:29.2": "und es käme jemand, der zum jenseitigen Ufer hinüberwollte. ",
  "dn13:29.3": "Doch er legte sich am diesseitigen Ufer nieder, von Kopf bis Fuß in ein Tuch gewickelt. ",
  "dn13:29.4": "Was denkst du, Vāseṭṭha? ",
  "dn13:29.5": "Könnte dieser Mensch zum jenseitigen Ufer hinübergelangen?“ ",
  "dn13:29.6": "„Nein, Meister Gotama.“ ",
  "dn13:30.1": "„Ebenso werden die fünf Hindernisse in der Schulung des Edlen ‚Hemmnisse‘ und ‚Hindernisse‘ und ‚Einkapselungen‘ und ‚Hüllen‘ genannt. ",
  "dn13:30.2": "Welche fünf? ",
  "dn13:30.3": "Das Hindernis des sinnlichen Begehrens, des bösen Willens, der Dumpfheit und Benommenheit, der Rastlosigkeit und Reue sowie des Zweifels. ",
  "dn13:30.4": "Das sind die fünf Hindernisse, die in der Schulung des Edlen ‚Hemmnisse‘ und ‚Hindernisse‘ und ‚Einkapselungen‘ und ‚Hüllen‘ genannt werden. ",
  "dn13:30.5": "Die Brahmanen, die in den drei Veden bewandert sind, sind von diesen fünf Hindernissen gehemmt, gehindert, eingekapselt und eingehüllt. ",
  "dn13:30.6": "Solange sie so gehemmt sind, ist es unmöglich, dass sie, wenn der Körper auseinanderbricht, nach dem Tod, in der Gemeinschaft mit Brahmā wiedergeboren werden. ",
  "dn13:31.0": "3. Vereinigung ",
  "dn13:31.1": "Was denkst du, Vāseṭṭha? ",
  "dn13:31.2": "Nach dem, was du von älteren und ehrwürdigen Brahmanen gehört hast, den Lehrern der Lehrer: Ist Brahmā mit Besitztümern beladen oder nicht?“ ",
  "dn13:31.3": "„Er ist es nicht, Meister Gotama.“ ",
  "dn13:31.4": "„Ist sein Herz voller Feindschaft oder nicht?“ ",
  "dn13:31.5": "„Es ist es nicht.“ ",
  "dn13:31.6": "„Ist sein Herz voll von bösem Willen oder nicht?“ ",
  "dn13:31.7": "„Es ist es nicht.“ ",
  "dn13:31.8": "„Ist sein Herz verunreinigt oder nicht?“ ",
  "dn13:31.9": "„Es ist es nicht.“ ",
  "dn13:31.10": "„Übt er Macht aus oder nicht?“ ",
  "dn13:31.11": "„Er tut es.“ ",
  "dn13:32.1": "„Was denkst du, Vāseṭṭha? ",
  "dn13:32.2": "Sind die Brahmanen, die in den drei Veden bewandert sind, mit Besitztümern beladen oder  nicht?“ ",
  "dn13:32.3": "„Sie sind es.“ ",
  "dn13:32.4": "„Sind ihre Herzen voller Feindschaft oder nicht?“ ",
  "dn13:32.5": "„Sie sind es.“ ",
  "dn13:32.6": "„Sind ihre Herzen voll von bösem Willen oder nicht?“ ",
  "dn13:32.7": "„Sie sind es.“ ",
  "dn13:32.8": "„Sind ihre Herzen verunreinigt oder nicht?“ ",
  "dn13:32.9": "„Sie sind es.“ ",
  "dn13:32.10": "„Üben sie Macht aus oder nicht?“ ",
  "dn13:32.11": "„Sie tun es nicht.“ ",
  "dn13:33.1": "„So scheint es, dass die Brahmanen, die in den drei Veden bewandert sind, mit Besitztümern beladen sind, aber Brahmā nicht. ",
  "dn13:33.2": "Aber würden Brahmanen, die mit Besitztümern beladen sind, mit Brahmā zusammenkommen, der nicht mit Besitztümern beladen ist, und sich mit ihm vereinigen?“ ",
  "dn13:33.3": "„Nein, Meister Gotama.“ ",
  "dn13:34.1": "„Gut, Vāseṭṭha. Denn es ist unmöglich, dass die Brahmanen, die mit Besitztümern beladen sind, wenn der Körper auseinanderbricht, nach dem Tod, in der Gemeinschaft mit Brahmā wiedergeboren werden, der nicht mit Besitztümern beladen ist. ",
  "dn13:35.1": "Und es scheint, dass die Brahmanen, die in den drei Veden bewandert sind, in ihren Herzen Feindschaft, ",
  "dn13:35.2": "bösen Willen ",
  "dn13:35.3": "und Verunreinigungen haben ",
  "dn13:35.4": "und dass sie keine Macht ausüben, aber Brahmās Herz ist frei von diesen Dingen, und er übt Macht aus. Aber würden Brahmanen, die in all diesem das Gegenteil von Brahmā sind, mit ihm zusammenkommen und sich mit ihm vereinigen?“ ",
  "dn13:35.5": "„Nein, Meister Gotama.“ ",
  "dn13:36.1": "„Gut, Vāseṭṭha. Denn es ist unmöglich, dass diese Brahmanen, wenn der Körper auseinanderbricht, nach dem Tod, in der Gemeinschaft mit Brahmā wiedergeboren werden. ",
  "dn13:36.2": "Aber die Brahmanen, die in den drei Veden bewandert sind, gehen hier unter, wo sie sich hingesetzt haben, und driften dann auseinander, während sie glauben, zu trockenerem Boden hinüberzukommen. ",
  "dn13:36.3": "Deshalb werden die drei Veden der Brahmanen ein ‚salziges Land‘ und ein ‚karges Land‘ und ein ‚Verhängnis‘ genannt.“ ",
  "dn13:37.1": "Als der Buddha geendet hatte, sagte Vāseṭṭha zu ihm: ",
  "dn13:37.2": "„Ich habe gehört, Meister Gotama, der Asket Gotama kenne den Pfad zur Gemeinschaft mit Brahmā.“ ",
  "dn13:37.3": "„Was denkst du, Vāseṭṭha? ",
  "dn13:37.4": "Liegt das Dorf Manasākaṭa in der Nähe?“ ",
  "dn13:37.5": "„Ja, Meister Gotama.“ ",
  "dn13:37.6": "„Was denkst du, Vāseṭṭha? ",
  "dn13:37.7": "Da wäre jemand in Manasākaṭa geboren und aufgewachsen. ",
  "dn13:37.8": "Und sobald er den Ort verlassen hätte, fragten ihn Leute nach der Straße nach Manasākaṭa. ",
  "dn13:37.9": "Würde er langsam oder zögerlich antworten?“ ",
  "dn13:37.10": "„Nein, Meister Gotama. ",
  "dn13:37.11": "Und warum nicht? ",
  "dn13:37.12": "Weil er in Manasākaṭa geboren und aufgewachsen ist. Er ist mit allen Straßen, die zum Dorf führen, wohl vertraut.“ ",
  "dn13:38.1": "„Und doch ist es möglich, dass er langsam oder zögerlich antworten würde. Aber der Klargewordene ist mit seiner Antwort nie langsam oder zögerlich, wenn er nach der Brahmāwelt oder der Übung, die zur Brahmāwelt führt, befragt wird. ",
  "dn13:38.2": "Ich verstehe Brahmā, die Brahmāwelt und die Übung, die zur Brahmāwelt führt, durch die man, wenn man im Einklang mit ihr übt, in der Brahmāwelt wiedergeboren wird.“ ",
  "dn13:39.1": "Daraufhin sagte Vāseṭṭha zum Buddha: ",
  "dn13:39.2": "„Ich habe gehört, Meister Gotama, der Asket Gotama lehre den Pfad zur Gemeinschaft mit Brahmā. ",
  "dn13:39.3": "Bitte lehre uns diesen Pfad und hebe diese Generation von Brahmanen empor.“ ",
  "dn13:39.4": "„Nun, Vāseṭṭha, hört zu und gebraucht den Geist gut, ich werde sprechen.“ ",
  "dn13:39.5": "„Ja, Herr“, antwortete Vāseṭṭha. ",
  "dn13:40-75.0": "4. Die Lehre über den Pfad zu Brahmā ",
  "dn13:40-75.1": "Der Buddha sagte: ",
  "dn13:40-75.2": "„Da erscheint ein Klargewordener in der Welt, vollendet, ein vollkommen erwachter Buddha … ",
  "dn13:40-75.3": "So hat ein Mönch das sittliche Verhalten vervollkommnet … ",
  "dn13:40-75.4": "Wenn er sieht, dass die Hindernisse in ihm aufgegeben sind, lodert Freude auf. Wenn er voller Freude ist, lodert Ekstase auf. Wenn der Geist in Ekstase ist, wird der Körper still. Wenn der Körper still ist, empfindet er Seligkeit. Und wenn er voller Seligkeit ist, versenkt sich der Geist im Samādhi. ",
  "dn13:76.1": "Er meditiert, indem er eine Himmelsrichtung mit einem Herzen voller Liebe durchdringt, und die zweite und die dritte und die vierte. Ebenso nach oben, nach unten, dazwischen, überall und ringsumher; die ganze Welt durchdringt er mit einem Herzen voller Liebe – weit, ausgedehnt, grenzenlos, frei von Feindschaft und bösem Willen. ",
  "dn13:77.1": "Wie wenn da ein machtvoller Schneckenhornbläser wäre: Er würde sich mühelos in allen vier Himmelsrichtungen Gehör verschaffen. ",
  "dn13:77.2": "Ebenso werden, wenn die Erlösung des Herzens durch Liebe so entwickelt wurde, alle begrenzten Taten, die dieser Mensch begangen hat, hier nicht bleiben oder Bestand haben. ",
  "dn13:77.3": "Das ist ein Pfad zur Gemeinschaft mit Brahmā. ",
  "dn13:78.1": "Weiterhin meditiert ein Mönch, indem er eine Himmelsrichtung mit einem Herzen voller Mitgefühl durchdringt … ",
  "dn13:78.2": "Er meditiert, indem er eine Himmelsrichtung mit einem Herzen voller freudiger Anteilnahme durchdringt … ",
  "dn13:78.3": "Er meditiert, indem er eine Himmelsrichtung mit einem Herzen voller Gleichmut durchdringt, und die zweite und die dritte und die vierte. Ebenso nach oben, nach unten, dazwischen, überall und ringsumher; die ganze Welt durchdringt er mit einem Herzen voller Gleichmut – weit, ausgedehnt, grenzenlos, frei von Feindschaft und bösem Willen. ",
  "dn13:79.1": "Wie wenn da ein machtvoller Schneckenhornbläser wäre: Er würde sich mühelos in allen vier Himmelsrichtungen Gehör verschaffen. ",
  "dn13:79.2": "Ebenso werden, wenn die Erlösung des Herzens durch Gleichmut so entwickelt wurde, alle begrenzten Taten, die dieser Mensch begangen hat, hier nicht bleiben oder Bestand haben. ",
  "dn13:79.3": "Auch das ist ein Pfad zur Gemeinschaft mit Brahmā. ",
  "dn13:80.1": "Was denkst du, Vāseṭṭha? ",
  "dn13:80.2": "Wenn ein Mönch so meditiert, ist er dann mit Besitztümern beladen oder nicht?“ ",
  "dn13:80.3": "„Er ist es nicht, Meister Gotama.“ ",
  "dn13:80.4": "„Ist sein Herz voller Feindschaft oder nicht?“ ",
  "dn13:80.5": "„Es ist es nicht.“ ",
  "dn13:80.6": "„Ist sein Herz voll von bösem Willen oder nicht?“ ",
  "dn13:80.7": "„Es ist es nicht.“ ",
  "dn13:80.8": "„Ist sein Herz verunreinigt oder nicht?“ ",
  "dn13:80.9": "„Es ist es nicht.“ ",
  "dn13:80.10": "„Übt er Macht aus oder nicht?“ ",
  "dn13:80.11": "„Er tut es.“ ",
  "dn13:81.1": "„So scheint es, dass dieser Mönch nicht mit Besitztümern beladen ist, und auch Brahmā nicht. ",
  "dn13:81.2": "Aber würde ein Mönch, der nicht mit Besitztümern beladen ist, mit Brahmā zusammenkommen, der nicht mit Besitztümern beladen ist, und sich mit ihm vereinigen?“ ",
  "dn13:81.3": "„Ja, Meister Gotama.“ ",
  "dn13:81.4": "„Gut, Vāseṭṭha. Denn es ist gut möglich, dass ein Mönch, der nicht mit Besitztümern beladen ist, wenn der Körper auseinanderbricht, nach dem Tod, in der Gemeinschaft mit Brahmā wiedergeboren wird, der nicht mit Besitztümern beladen ist. ",
  "dn13:81.5": "Und es scheint, dass dieser Mönch in seinem Herzen keine Feindschaft, ",
  "dn13:81.6": "keinen bösen Willen ",
  "dn13:81.7": "und keine Verunreinigungen hat ",
  "dn13:81.8": "und dass er Macht ausübt, und auch Brahmās Herz ist frei von diesen Dingen, und er übt Macht aus. Würde ein Mönch, der in all diesem Brahmā gleich ist, mit ihm zusammenkommen und sich mit ihm vereinigen?“ ",
  "dn13:81.9": "„Ja, Meister Gotama.“ ",
  "dn13:81.10": "„Gut, Vāseṭṭha. Denn es ist gut möglich, dass dieser Mönch, wenn der Körper auseinanderbricht, nach dem Tod, in der Gemeinschaft mit Brahmā wiedergeboren wird.“ ",
  "dn13:82.1": "Als der Buddha geendet hatte, sagten Vāseṭṭha und Bhāradvāja zu ihm: ",
  "dn13:82.2": "„Vortrefflich, Meister Gotama! Vortrefflich! ",
  "dn13:82.3": "Als würde er das Umgestürzte aufrichten oder das Verborgene enthüllen oder den Verirrten den Weg weisen oder im Dunkeln ein Licht anzünden, sodass Menschen mit klaren Augen sehen könnten, was da ist, so hat Meister Gotama die Lehre auf vielerlei Weise klargemacht. ",
  "dn13:82.4": "Wir nehmen Zuflucht zum Meister Gotama, zur Lehre und zum Saṅgha der Mönche und Nonnen. ",
  "dn13:82.5": "Von diesem Tag an soll Meister Gotama uns als Laienschüler in Erinnerung behalten, die für ihr ganzes Leben Zuflucht genommen haben.“ "
}