{
  "dn14:0.1": "Lange Lehrreden 14 ",
  "dn14:0.2": "Die große Lehrrede über die Ernte aus den Taten ",
  "dn14:0.3": "1. Von früheren Leben ",
  "dn14:1.1.1": "So habe ich es gehört: ",
  "dn14:1.1.2": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika, in der Hütte beim Karibaum. ",
  "dn14:1.1.3": "Da saßen nach dem Essen, als sie vom Almosengang zurückkamen, mehrere altehrwürdige Mönche und Nonnen in der Halle beim Karibaum beisammen, und es kam dieses Dhammagespräch über frühere Leben unter ihnen auf: ",
  "dn14:1.1.4": "„So war es in einem früheren Leben; solcherart war es in einem früheren Leben.“ ",
  "dn14:1.2.1": "Mit seiner geläuterten und übermenschlichen Hellhörigkeit hörte der Buddha dieses Gespräch der Mönche und Nonnen. ",
  "dn14:1.2.2": "Da erhob er sich von seinem Sitz und ging zur Halle, wo er sich auf den ausgebreiteten Sitz setzte. Er wandte sich an die Mönche und Nonnen: ",
  "dn14:1.2.3": "„Mönche und Nonnen, worüber habt ihr gerade gesprochen, als ihr hier beisammensaßt? Welches Gespräch ist unterbrochen worden?“ ",
  "dn14:1.2.4": "Sie berichteten ihm, was sie besprochen hatten, und fügten hinzu: ",
  "dn14:1.2.7": "„Das war das Gespräch, das unterbrochen wurde, als der Buddha kam.“ ",
  "dn14:1.3.1": "„Würdet ihr gerne einen Dhammavortrag über frühere Leben hören?“ ",
  "dn14:1.3.2": "„Jetzt ist der Zeitpunkt, Gesegneter! Jetzt ist der Zeitpunkt, Heiliger! ",
  "dn14:1.3.3": "Der Buddha mag einen Dhammavortrag über frühere Leben halten. Die Mönche und Nonnen werden zuhören und ihn behalten.“ ",
  "dn14:1.3.4": "„Also dann, Mönche und Nonnen, hört zu und passt gut auf, ich werde sprechen.“ ",
  "dn14:1.3.5": "„Ja, Herr“, antworteten sie. ",
  "dn14:1.3.6": "Der Buddha sagte: ",
  "dn14:1.4.1": "„Vor einundneunzig Äonen erschien in der Welt der Buddha Vipassī, vollendet und vollkommen erwacht. ",
  "dn14:1.4.2": "Vor einunddreißig Äonen erschien in der Welt der Buddha Sikhī, vollendet und vollkommen erwacht. ",
  "dn14:1.4.3": "Ebenfalls vor einunddreißig Äonen erschien in der Welt der Buddha Vessabhū, vollendet und vollkommen erwacht. ",
  "dn14:1.4.4": "Im gegenwärtigen, von Glück gesegneten Äon erschien in der Welt der Buddha Kakusandha, ",
  "dn14:1.4.5": "ebenso der Buddha Koṇāgamana ",
  "dn14:1.4.6": "und der Buddha Kassapa, vollendet und vollkommen erwacht. ",
  "dn14:1.4.7": "Und im gegenwärtigen, von Glück gesegneten Äon bin ich in der Welt erschienen, vollendet und vollkommen erwacht. ",
  "dn14:1.5.1": "Die Buddhas Vipassī, ",
  "dn14:1.5.2": "Sikhī ",
  "dn14:1.5.3": "und Vessabhū wurden als Adlige in Adelsfamilien geboren. ",
  "dn14:1.5.4": "Die Buddhas Kakusandha, ",
  "dn14:1.5.5": "Koṇāgamana ",
  "dn14:1.5.6": "und Kassapa wurden als Brahmanen in Brahmanenfamilien geboren. ",
  "dn14:1.5.7": "Ich wurde als Adliger in einer Adelsfamilie geboren. ",
  "dn14:1.6.1": "Vipassī, ",
  "dn14:1.6.2": "Sikhī ",
  "dn14:1.6.3": "und Vessabhū gehörten zum Stamm Koṇḍañña. ",
  "dn14:1.6.4": "Kakusandha, ",
  "dn14:1.6.5": "Koṇāgamana ",
  "dn14:1.6.6": "und Kassapa gehörten zum Stamm Kassapa. ",
  "dn14:1.6.7": "Ich gehöre zum Stamm Gotama. ",
  "dn14:1.7.1": "Vipassī lebte 80.000 Jahre. ",
  "dn14:1.7.2": "Sikhī lebte 70.000 Jahre. ",
  "dn14:1.7.3": "Vessabhū lebte 60.000 Jahre. ",
  "dn14:1.7.4": "Kakusandha lebte 40.000 Jahre. ",
  "dn14:1.7.5": "Koṇāgamana lebte 30.000 Jahre. ",
  "dn14:1.7.6": "Kassapa lebte 20.000 Jahre. ",
  "dn14:1.7.7": "Meine Lebensdauer heutzutage ist kurz, knapp und flüchtig. Ein Mensch, der lange lebt, lebt hundert Jahre oder ein wenig länger. ",
  "dn14:1.8.1": "Vipassī erwachte am Fuß eines Trompetenblumenbaumes. ",
  "dn14:1.8.2": "Sikhī erwachte am Fuß eines weißen Mangobaumes. ",
  "dn14:1.8.3": "Vessabhū erwachte am Fuß eines Salbaumes. ",
  "dn14:1.8.4": "Kakusandha erwachte am Fuß eines Akazienbaumes. ",
  "dn14:1.8.5": "Koṇāgamana erwachte am Fuß eines Traubenfeigenbaumes. ",
  "dn14:1.8.6": "Kassapa erwachte am Fuß eines Banyanbaumes. ",
  "dn14:1.8.7": "Ich bin am Fuß eines Pappelfeigenbaumes erwacht. ",
  "dn14:1.9.1": "Vipassī hatte ein erlesenes Paar von Hauptschülern mit Namen Khaṇḍa und Tissa. ",
  "dn14:1.9.2": "Sikhī hatte ein erlesenes Paar von Hauptschülern mit Namen Abhibhū und Sambhava. ",
  "dn14:1.9.3": "Vessabhū hatte ein erlesenes Paar von Hauptschülern mit Namen Soṇa und Uttara. ",
  "dn14:1.9.4": "Kakusandha hatte ein erlesenes Paar von Hauptschülern mit Namen Vidhura und Sañjīva. ",
  "dn14:1.9.5": "Koṇāgamana hatte ein erlesenes Paar von Hauptschülern mit Namen Bhiyyosa und Uttara. ",
  "dn14:1.9.6": "Kassapa hatte ein erlesenes Paar von Hauptschülern mit Namen Tissa und Bhāradvāja. ",
  "dn14:1.9.7": "Ich hatte ein erlesenes Paar von Hauptschülern mit Namen Sāriputta und Moggallāna. ",
  "dn14:1.10.1": "Vipassī hatte drei Zusammenkünfte von Schülerinnen und Schülern, alles Mönche und Nonnen, deren Befleckungen aufgelöst waren – eine Zusammenkunft von 6.800.000, eine von 100.000 und eine von 80.000. ",
  "dn14:1.10.2": "Sikhī hatte drei Zusammenkünfte von Schülerinnen und Schülern, alles Mönche und Nonnen, deren Befleckungen aufgelöst waren – eine Zusammenkunft von 100.000, eine von 80.000 und eine von 70.000. ",
  "dn14:1.10.3": "Vessabhū hatte drei Zusammenkünfte von Schülerinnen und Schülern, alles Mönche und Nonnen, deren Befleckungen aufgelöst waren – eine Zusammenkunft von 80.000, eine von 70.000 und eine von 60.000. ",
  "dn14:1.10.4": "Kakusandha hatte eine Zusammenkunft von Schülerinnen und Schülern – 40.000 Mönche und Nonnen, deren Befleckungen aufgelöst waren. ",
  "dn14:1.10.5": "Koṇāgamana hatte eine Zusammenkunft von Schülerinnen und Schülern – 30.000 Mönche und Nonnen, deren Befleckungen aufgelöst waren. ",
  "dn14:1.10.6": "Kassapa hatte eine Zusammenkunft von Schülerinnen und Schülern – 20.000 Mönche und Nonnen, deren Befleckungen aufgelöst waren. ",
  "dn14:1.10.7": "Ich hatte eine Zusammenkunft von Schülerinnen und Schülern – 1.250 Mönche und Nonnen, deren Befleckungen aufgelöst sind. ",
  "dn14:1.11.1": "Vipassī hatte als Hauptaufwärter einen Mönch mit Namen Asoka. ",
  "dn14:1.11.2": "Sikhī hatte als Hauptaufwärter einen Mönch mit Namen Khemaṅkara. ",
  "dn14:1.11.3": "Vessabhū hatte als Hauptaufwärter einen Mönch mit Namen Upasanta. ",
  "dn14:1.11.4": "Kakusandha hatte als Hauptaufwärter einen Mönch mit Namen Buddhija. ",
  "dn14:1.11.5": "Koṇāgamana hatte als Hauptaufwärter einen Mönch mit Namen Sotthija. ",
  "dn14:1.11.6": "Kassapa hatte als Hauptaufwärter einen Mönch mit Namen Sabbamitta. ",
  "dn14:1.11.7": "Ich hatte als Hauptaufwärter einen Mönch mit Namen Ānanda. ",
  "dn14:1.12.1": "Vipassīs Vater war König Bandhuma, ",
  "dn14:1.12.2": "seine leibliche Mutter war Königin Bandhumatī ",
  "dn14:1.12.3": "und ihre Hauptstadt hieß Bandhumatī. ",
  "dn14:1.12.4": "Sikhīs Vater war König Aruṇa, ",
  "dn14:1.12.5": "seine leibliche Mutter war Königin Pabhāvatī ",
  "dn14:1.12.6": "und ihre Hauptstadt hieß Aruṇavatī. ",
  "dn14:1.12.7": "Vessabhūs Vater war König Suppatīta, ",
  "dn14:1.12.8": "seine leibliche Mutter war Königin Vassavatī ",
  "dn14:1.12.9": "und ihre Hauptstadt hieß Anoma. ",
  "dn14:1.12.10": "Kakusandhas Vater war der Brahmane Aggidatta ",
  "dn14:1.12.11": "und seine leibliche Mutter war die Brahmanenfrau Visākhā.",
  "dn14:1.12.12": "Zu der Zeit war Khema der König ",
  "dn14:1.12.13": "und seine Hauptstadt hieß Khemavatī. ",
  "dn14:1.12.14": "Koṇāgamanas Vater war der Brahmane Yaññadatta ",
  "dn14:1.12.15": "und seine leibliche Mutter war die Brahmanenfrau Uttarā.",
  "dn14:1.12.16": "Zu der Zeit war Sobha der König ",
  "dn14:1.12.17": "und seine Hauptstadt hieß Sobhavatī. ",
  "dn14:1.12.18": "Kassapas Vater war der Brahmane Brahmadatta ",
  "dn14:1.12.19": "und seine leibliche Mutter war die Brahmanenfrau Dhanavatī. ",
  "dn14:1.12.20": "Zu der Zeit war Kikī der König ",
  "dn14:1.12.21": "und seine Hauptstadt hieß Benares. ",
  "dn14:1.12.22": "In diesem Leben war König Suddhodana mein Vater, ",
  "dn14:1.12.23": "meine leibliche Mutter war Königin Māyā ",
  "dn14:1.12.24": "und unsere Hauptstadt hieß Kapilavatthu.“ ",
  "dn14:1.12.25": "Das sagte der Buddha. ",
  "dn14:1.12.26": "Nachdem er gesprochen hatte, erhob sich der Heilige von seinem Sitz und ging zu seiner Unterkunft. ",
  "dn14:1.13.1": "Kurz nachdem der Buddha gegangen war, redeten diese Mönche und Nonnen untereinander: ",
  "dn14:1.13.2": "„Werte Freunde, die Macht und Stärke eines Klargewordenen sind unglaublich, sie sind erstaunlich! ",
  "dn14:1.13.3": "Denn er ist in der Lage, sich an Kaste, Namen, Stamm, Lebensdauer, Hauptschüler und Zusammenkünfte von Schülerinnen und Schülern der Buddhas der Vergangenheit zu erinnern, die vollkommen erloschen sind, die das Wuchern abgeschnitten, die Spur abgeschnitten, den Kreislauf zu Ende gebracht haben und über das Leiden hinausgegangen sind. ",
  "dn14:1.13.4": "Er kennt die Kaste, in der sie geboren wurden, kennt ihre Namen, ihren Stamm, ihr Verhalten, ihre Eigenschaften, ihre Weisheit, ihre Meditation und ihre Freiheit. ",
  "dn14:1.13.5": "Kann der Klargewordene sich an all diese Dinge erinnern, weil er den Grundsatz der Lehren klar erfasst hat? ",
  "dn14:1.13.6": "Oder haben Gottheiten es ihm gesagt?“ ",
  "dn14:1.13.7": "Doch die Unterhaltung zwischen diesen Mönchen und Nonnen wurde unterbrochen. ",
  "dn14:1.14.1": "Der Buddha kam am späten Nachmittag aus seiner Klausur und ging zur Halle beim Karibaum. Er setzte sich auf den ausgebreiteten Sitz ",
  "dn14:1.14.2": "und wandte sich an die Mönche und Nonnen: ",
  "dn14:1.14.3": "„Mönche und Nonnen, worüber habt ihr gerade gesprochen, als ihr hier beisammensaßt? Welches Gespräch ist unterbrochen worden?“ ",
  "dn14:1.14.4": "Sie berichteten ihm, was sie besprochen hatten, und fügten hinzu: ",
  "dn14:1.14.13": "„Das war das Gespräch, das unterbrochen wurde, als der Buddha kam.“ ",
  "dn14:1.15.1": "„Der Klargewordene kann sich an all diese Dinge erinnern, weil er den Grundsatz der Lehren klar erfasst hat. ",
  "dn14:1.15.3": "Und die Gottheiten haben es mir gesagt. ",
  "dn14:1.15.5": "Würdet ihr gerne einen weiteren Dhammavortrag über frühere Leben hören?“ ",
  "dn14:1.15.6": "„Jetzt ist der Zeitpunkt, Gesegneter! Jetzt ist der Zeitpunkt, Heiliger! ",
  "dn14:1.15.7": "Der Buddha mag einen weiteren Dhammavortrag über frühere Leben halten. Die Mönche und Nonnen werden zuhören und ihn behalten.“ ",
  "dn14:1.15.8": "„Also dann, Mönche und Nonnen, hört zu und passt gut auf, ich werde sprechen.“ ",
  "dn14:1.15.9": "„Ja, Herr“, antworteten sie. ",
  "dn14:1.15.10": "Der Buddha sagte: ",
  "dn14:1.16.1": "„Vor einundneunzig Äonen erschien in der Welt der Buddha Vipassī, vollendet und vollkommen erwacht. ",
  "dn14:1.16.2": "Er wurde als Adliger in einer Adelsfamilie geboren. ",
  "dn14:1.16.3": "Er gehörte zum Stamm Koṇḍañña. ",
  "dn14:1.16.4": "Er lebte 80.000 Jahre. ",
  "dn14:1.16.5": "Er erwachte am Fuß eines Trompetenblumenbaumes. ",
  "dn14:1.16.6": "Er hatte ein erlesenes Paar von Hauptschülern mit Namen Khaṇḍa und Tissa. ",
  "dn14:1.16.7": "Er hatte drei Zusammenkünfte von Schülerinnen und Schülern, ",
  "dn14:1.16.8": "alles Mönche und Nonnen, deren Befleckungen aufgelöst waren – ",
  "dn14:1.16.9": "eine Zusammenkunft von 6.800.000, eine von 100.000 und eine von 80.000. ",
  "dn14:1.16.10": "Als Hauptaufwärter hatte er einen Mönch mit Namen Asoka. ",
  "dn14:1.16.11": "Sein Vater war König Bandhuma, ",
  "dn14:1.16.12": "seine leibliche Mutter war Königin Bandhumatī ",
  "dn14:1.16.13": "und ihre Hauptstadt hieß Bandhumatī. ",
  "dn14:1.17.0": "2. Was für jemanden, der zum Erwachen entschlossen ist, normal ist ",
  "dn14:1.17.1": "Als Vipassī, das Wesen, das zum Erwachen entschlossen war, von der Schar der Freudvollen Götter abschied, wurde er im Leib seiner Mutter empfangen, achtsam und umsichtig. ",
  "dn14:1.17.2": "Das ist in einem solchen Fall normal. ",
  "dn14:1.17.3": "Es ist normal, dass das Wesen, das zum Erwachen entschlossen ist, wenn es von der Schar der Freudvollen Götter abscheidet, im Leib seiner Mutter empfangen wird. ",
  "dn14:1.17.4": "Dann erscheint in dieser Welt mit ihren Göttern, Māras und Brahmās, unter dieser Bevölkerung mit ihren Asketen und Brahmanen, Göttern und Menschen ein unermessliches, wunderbares Licht, das die Pracht der Götter übertrifft. ",
  "dn14:1.17.5": "Selbst in der grenzenlosen Trostlosigkeit des interstellaren Raumes – so vollkommen dunkel, dass sogar das Licht von Sonne und Mond, so mächtig und gewaltig, keinen Eindruck macht – erscheint ein unermessliches, wunderbares Licht, das die Pracht der Götter übertrifft. ",
  "dn14:1.17.6": "Und die Lebewesen, die dort wiedergeboren sind, erkennen einander in diesem Licht: ‚Es scheint also, dass hier andere Lebewesen wiedergeboren sind!‘ ",
  "dn14:1.17.7": "Und diese Galaxis zittert und schwankt und bebt. Und ein unermessliches, wunderbares Licht erscheint in der Welt, das selbst die Pracht der Götter übertrifft. ",
  "dn14:1.17.8": "Das ist in einem solchen Fall normal. ",
  "dn14:1.17.9": "Es ist normal, dass vier Götter herankommen, um die vier Himmelsrichtungen zu bewachen, wenn das Wesen, das zum Erwachen entschlossen ist, im Leib seiner Mutter empfangen wird. So kann kein Mensch, kein nicht-menschliches Wesen oder irgendjemand dem Wesen, das zum Erwachen entschlossen ist, oder seiner Mutter schaden. ",
  "dn14:1.17.10": "Das ist in einem solchen Fall normal. ",
  "dn14:1.18.1": "Es ist normal, dass die Mutter des Wesens, das zum Erwachen entschlossen ist, auf natürliche Art sittlich wird, wenn es in ihrem Leib empfangen wird. Sie tötet keine lebenden Geschöpfe, stiehlt nicht, begeht keine sexuellen Verfehlungen, lügt nicht und trinkt keinen Alkohol, der nachlässig macht. ",
  "dn14:1.18.2": "Das ist in einem solchen Fall normal. ",
  "dn14:1.19.1": "Es ist normal, dass die Mutter des Wesens, das zum Erwachen entschlossen ist, wenn es in ihrem Leib empfangen wird, nicht länger sexuelles Verlangen nach Männern empfindet, und sie kann von keinem Mann, der begehrliche Absichten hat, vergewaltigt werden. ",
  "dn14:1.19.2": "Das ist in einem solchen Fall normal. ",
  "dn14:1.20.1": "Es ist normal, dass die Mutter des Wesens, das zum Erwachen entschlossen ist, wenn es in ihrem Leib empfangen wird, die fünf Arten von Sinnesreizen erhält, damit versorgt und ausgestattet ist und sich vergnügt. ",
  "dn14:1.20.2": "Das ist in einem solchen Fall normal. ",
  "dn14:1.21.1": "Es ist normal, dass die Mutter des Wesens, das zum Erwachen entschlossen ist, wenn es in ihrem Leib empfangen wird, nicht von Beschwerden befallen wird. Sie ist glücklich und frei von körperlicher Ermüdung. Und sie sieht das Wesen, das zum Erwachen entschlossen ist, in ihrem Leib, in all den verschiedenen Teilen vollständig und ohne dass eine Fähigkeit fehlte. ",
  "dn14:1.21.2": "Wie ein Schmuckstück aus Beryll von natürlicher Schönheit, mit acht Facetten, gut gearbeitet, durchsichtig, klar und ungetrübt, mit allen guten Eigenschaften versehen, das auf einen blauen, gelben, roten, weißen oder goldbraunen Faden aufgefädelt wäre. ",
  "dn14:1.21.3": "Ein Mensch mit gutem Sehvermögen würde es in die Hand nehmen und untersuchen: ‚Dieses Schmuckstück aus Beryll ist von natürlicher Schönheit, mit acht Facetten, gut gearbeitet, durchsichtig, klar und ungetrübt, mit allen guten Eigenschaften versehen. Und es ist auf einen blauen, gelben, roten, weißen oder goldbraunen Faden aufgefädelt.‘ ",
  "dn14:1.21.4": "Ebenso wird die Mutter des Wesens, das zum Erwachen entschlossen ist, wenn es in ihrem Leib empfangen wird, nicht von Beschwerden befallen. Sie ist glücklich und frei von körperlicher Ermüdung. Und sie sieht das Wesen, das zum Erwachen entschlossen ist, in ihrem Leib, in all den verschiedenen Teilen vollständig und ohne dass eine Fähigkeit fehlte. ",
  "dn14:1.21.5": "Das ist in einem solchen Fall normal. ",
  "dn14:1.22.1": "Es ist normal, dass die Mutter des Wesens, das zum Erwachen entschlossen ist, sieben Tage nach seiner Geburt stirbt und in der Schar der Freudvollen Götter wiedergeboren wird. ",
  "dn14:1.22.2": "Das ist in einem solchen Fall normal. ",
  "dn14:1.23.1": "Andere Frauen tragen das Kind bis zur Geburt neun oder zehn Monate in ihrem Leib, doch nicht die Mutter des Wesens, das zum Erwachen entschlossen ist. Es ist normal, dass sie ihr Kind nach genau zehn Monaten zur Welt bringt. ",
  "dn14:1.23.2": "Das ist in einem solchen Fall normal. ",
  "dn14:1.24.1": "Andere Frauen gebären im Sitzen oder im Liegen, doch nicht die Mutter des Wesens, das zum Erwachen entschlossen ist. Es ist normal, dass sie ihr Kind immer im Stehen gebiert. ",
  "dn14:1.24.2": "Das ist in einem solchen Fall normal. ",
  "dn14:1.25.1": "Es ist normal, dass das Wesen, das zum Erwachen entschlossen ist, wenn es aus dem Mutterleib hervorkommt, zuerst von Göttern in Empfang genommen wird, dann von Menschen. ",
  "dn14:1.25.2": "Das ist in einem solchen Fall normal. ",
  "dn14:1.26.1": "Es ist normal, dass vier Götter das Wesen, das zum Erwachen entschlossen ist, in Empfang nehme, wenn es aus dem Mutterleib hervorkommt, noch bevor es den Boden erreicht, und vor seine Mutter hinstellen. Sie sagen: ‚Freue dich, Königin! Dir wurde ein erhabenes Kind geboren!‘ ",
  "dn14:1.26.2": "Das ist in einem solchen Fall normal. ",
  "dn14:1.27.1": "Es ist normal, dass das Wesen, das zum Erwachen entschlossen ist, bereits rein ist, wenn es aus dem Mutterleib hervorkommt, unbefleckt von Wasser, Schleim, Blut oder einer anderen Art von Unreinheit, lauter und rein. ",
  "dn14:1.27.2": "Wie wenn ein Edelstein-Juwel auf Kāsītuch gelegt würde: Das Juwel würde das Tuch nicht beschmutzen, noch würde das Tuch das Juwel beschmutzen. ",
  "dn14:1.27.3": "Und warum nicht? ",
  "dn14:1.27.4": "Weil beide rein sind. ",
  "dn14:1.27.5": "Ebenso ist das Wesen, das zum Erwachen entschlossen ist, bereits rein, wenn es aus dem Mutterleib hervorkommt, unbefleckt von Wasser, Schleim, Blut oder einer anderen Art von Unreinheit, lauter und rein. ",
  "dn14:1.27.6": "Das ist in einem solchen Fall normal. ",
  "dn14:1.28.1": "Es ist normal, dass zwei Wasserströme aus dem Himmel erscheinen, wenn das Wesen, das zum Erwachen entschlossen ist, aus dem Mutterleib hervorkommt, ein kühler und ein warmer, um das Wesen, das zum Erwachen entschlossen ist, und seine Mutter zu baden. ",
  "dn14:1.28.2": "Das ist in einem solchen Fall normal. ",
  "dn14:1.29.1": "Es ist normal, dass das Wesen, das zum Erwachen entschlossen ist, sobald es geboren ist, fest mit seinen Füßen auf der Erde steht. Es blickt nach Norden, macht sieben Schritte, während ein weißer Sonnenschirm über es gehalten wird, schaut in alle Himmelsrichtungen und verkündet diese machtvolle Erklärung: ‚Ich bin der Vorderste in der Welt! Ich bin der Älteste in der Welt! Ich bin der Erste in der Welt! Dies ist meine letzte Wiedergeburt. Es wird keine künftigen Leben mehr geben.‘ ",
  "dn14:1.29.2": "Das ist in einem solchen Fall normal. ",
  "dn14:1.30.1": "Es ist  normal, dass in der Welt ein unermessliches, wunderbares Licht erscheint, wenn das Wesen, das zum Erwachen entschlossen ist, aus dem Mutterleib hervorkommt – in dieser Welt mit ihren Göttern, Māras und Brahmās, unter dieser Bevölkerung mit ihren Asketen und Brahmanen, Göttern und Menschen erscheint ein unermessliches, wunderbares Licht, das die Pracht der Götter übertrifft. ",
  "dn14:1.30.2": "Selbst in der grenzenlosen Trostlosigkeit des interstellaren Raumes – so vollkommen dunkel, dass sogar das Licht von Sonne und Mond, so mächtig und gewaltig, keinen Eindruck macht – erscheint ein unermessliches, wunderbares Licht, das die Pracht der Götter übertrifft. ",
  "dn14:1.30.3": "Und die Lebewesen, die dort wiedergeboren sind, erkennen einander in diesem Licht: ‚Es scheint also, dass hier andere Lebewesen wiedergeboren sind!‘ ",
  "dn14:1.30.4": "Und diese Galaxis zittert und schwankt und bebt. Und ein unermessliches, wunderbares Licht erscheint in der Welt, das selbst die Pracht der Götter übertrifft. ",
  "dn14:1.30.5": "Das ist in einem solchen Fall normal. ",
  "dn14:1.31.0": "3. Die zweiunddreißig Kennzeichen eines großen Mannes ",
  "dn14:1.31.1": "Als Prinz Vipassī geboren wurde, teilte man dem König Bandhuma mit: ",
  "dn14:1.31.2": "‚Majestät, Euer Sohn ist geboren! Eure Majestät lasse ihn begutachten!‘ ",
  "dn14:1.31.3": "Nachdem der König den Prinzen begutachtet hatte, ließ er die brahmanischen Wahrsager rufen und sagte zu ihnen: ",
  "dn14:1.31.4": "‚Meine Herren, bitte begutachtet den Prinzen.‘ ",
  "dn14:1.31.5": "Sie begutachteten den Prinzen und sagten dann zum König: ",
  "dn14:1.31.6": "‚Freue dich, König! Dir wurde ein erhabener Sohn geboren! Du hast Glück, so großes Glück, dass ein Sohn wie dieser in dieser Familie geboren wurde! ",
  "dn14:1.31.7": "Denn der Prinz besitzt die zweiunddreißig Kennzeichen eines großen Mannes. Für einen großen Mann, der diese besitzt, gibt es zwei mögliche Schicksale, kein anderes. ",
  "dn14:1.31.8": "Wenn er im Haus bleibt, wird er ein König, ein Rad-drehender Herrscher, ein gerechter König, der sich an Grundsätze hält. Sein Herrschaftsgebiet erstreckt sich nach allen vier Seiten bis zum Ende, er macht das Land sicher und er besitzt die sieben Juwelen. ",
  "dn14:1.31.9": "Diese sieben Juwelen sind ",
  "dn14:1.31.10": "das Rad-Juwel, das Elefanten-Juwel, das Pferde-Juwel, das Edelstein-Juwel, das Frauen-Juwel, das Schatzmeister-Juwel und das Berater-Juwel als siebtes. ",
  "dn14:1.31.11": "Er hat über tausend Söhne, wacker und heldenhaft, die die Heere seiner Feinde zermalmen. ",
  "dn14:1.31.12": "Wenn er dieses vom Meer umgebene Land erobert hat, herrscht er nach natürlichen Gesetzmäßigkeiten, ohne Stock oder Schwert. ",
  "dn14:1.31.13": "Doch wenn er aus dem Haus fortzieht ins hauslose Leben, wird er ein Vollendeter, ein vollkommen erwachter Buddha, der den Schleier von der Welt wegzieht. ",
  "dn14:1.32.1": "Und was sind die Kennzeichen, die er besitzt? ",
  "dn14:1.32.6": "",
  "dn14:1.32.7": "Seine Füße stehen fest auf. ",
  "dn14:1.32.8": "Seine Fußsohlen weisen ein Rad mit tausend Speichen auf, mit Felge und Nabe, in allen Einzelheiten vollkommen. ",
  "dn14:1.32.9": "Seine Fersen stehen hervor. ",
  "dn14:1.32.10": "Seine Finger sind lang. ",
  "dn14:1.32.11": "Seine Hände und Füße sind weich. ",
  "dn14:1.32.12": "Seine Hände und Füße schmiegen sich anmutig aneinander. ",
  "dn14:1.32.13": "Er hat ein hohes Fußgewölbe. ",
  "dn14:1.32.14": "Seine Waden sind wie die einer Antilope. ",
  "dn14:1.32.15": "Wenn er aufrecht steht und sich nicht nach vorne beugt, berühren seine Handflächen die Knie. ",
  "dn14:1.32.16": "Sein Geschlechtsteil ist in eine Vorhaut eingehüllt. ",
  "dn14:1.32.17": "Er ist von goldener Farbe, seine Haut hat einen goldenen Schimmer. ",
  "dn14:1.32.18": "Seine Haut ist zart, so zart, dass Staub und Schmutz nicht an seinem Körper haften. ",
  "dn14:1.32.19": "Seine Körperhaare wachsen einzeln, jedes Haar aus seiner eigenen Pore. ",
  "dn14:1.32.20": "Die Spitzen seiner Körperhaare zeigen nach oben. Die Haare sind blauschwarz und im Uhrzeigersinn gelockt. ",
  "dn14:1.32.21": "Sein Körper ist aufrecht wie der Brahmās. ",
  "dn14:1.32.22": "Seine Muskeln sind an sieben Stellen ausgebaucht. ",
  "dn14:1.32.23": "Seine Brust ist wie die eines Löwen. ",
  "dn14:1.32.24": "Die Furche zwischen seinen Schulterblättern ist ausgefüllt. ",
  "dn14:1.32.25": "Seine Glieder haben das Größenverhältnis eines Banyanbaumes: Die Spanne seiner Arme entspricht seiner Körperlänge. ",
  "dn14:1.32.26": "Sein Rumpf ist ebenmäßig gerundet. ",
  "dn14:1.32.27": "Sein Geschmackssinn ist hervorragend. ",
  "dn14:1.32.28": "Sein Kinn ist wie das eines Löwen. ",
  "dn14:1.32.29": "Er hat vierzig Zähne. ",
  "dn14:1.32.30": "Seine Zähne sind ebenmäßig. ",
  "dn14:1.32.31": "Zwischen seinen Zähnen sind keine Lücken. ",
  "dn14:1.32.32": "Seine Zähne sind von reinstem Weiß. ",
  "dn14:1.32.33": "Seine Zunge ist lang. ",
  "dn14:1.32.34": "Er hat die Stimme eines Brahmā, wie der Ruf des Kuckucks. ",
  "dn14:1.32.35": "Seine Augen sind tiefblau. ",
  "dn14:1.32.36": "Seine Wimpern sind wie die einer Kuh. ",
  "dn14:1.32.37": "Zwischen seinen Augenbrauen wächst ein Haarbüschel, zart und weiß wie Watte. ",
  "dn14:1.32.38": "Sein Kopf hat die Form eines Turbans. ",
  "dn14:1.33.1": "Das sind die zweiunddreißig Kennzeichen eines großen Mannes, die der Prinz besitzt. Für einen großen Mann, der diese besitzt, gibt es zwei mögliche Schicksale, kein anderes. ",
  "dn14:1.33.2": "Wenn er im Haus bleibt, wird er ein König, ein Rad-drehender Herrscher, ein gerechter und grundsatztreuer König. ",
  "dn14:1.33.7": "Doch wenn er aus dem Haus fortzieht ins hauslose Leben, wird er ein Vollendeter, ein vollkommen erwachter Buddha, der den Schleier von der Welt wegzieht.‘ ",
  "dn14:1.33.8.0": "4. Wie er als Vipassī bekannt wurde ",
  "dn14:1.33.9": "Dann ließ der König Bandhuma die brahmanischen Wahrsager neu einkleiden und versorgte sie mit allem, was sie benötigten. ",
  "dn14:1.34.1": "Der König ernannte dann Ammen für den Prinzen Vipassī. ",
  "dn14:1.34.2": "Die einen stillten ihn, andere badeten ihn, andere hielten ihn und wieder andere trugen ihn auf der Hüfte. ",
  "dn14:1.34.3": "Von seiner Geburt an wurde Tag und Nacht ein weißer Sonnenschirm über ihn gehalten in der Absicht: ",
  "dn14:1.34.4": "‚Dass Kälte, Hitze, Gras, Staub oder Feuchtigkeit ihn nicht behelligen.‘ ",
  "dn14:1.34.5": "Er war vielen Menschen lieb und teuer, ",
  "dn14:1.34.6": "wie eine blaue Seerose oder eine rosa oder weiße Lotusblume. ",
  "dn14:1.34.8": "Er wurde von einem Arm zum anderen weitergereicht. ",
  "dn14:1.35.1": "Von Geburt an war seine Stimme bezaubernd, anmutig, süß und lieblich. ",
  "dn14:1.35.2": "Wie der Gesang eines Himalaya-Kuckucks, ",
  "dn14:1.35.3": "so süß war seine Stimme. ",
  "dn14:1.36.1": "Von Geburt an besaß der Prinz Vipassī als ein Ergebnis früherer Taten die Kraft der Hellsichtigkeit. Bei Tag und bei Nacht konnte er eine Meile im Umkreis sehen. ",
  "dn14:1.37.1": "Und er war wachsam ohne zu blinzeln, wie die Götter der Dreiunddreißig. ",
  "dn14:1.37.2": "Und weil es hieß, er sei wachsam ohne zu blinzeln, wurde er als ‚Vipassī‘ bekannt. ",
  "dn14:1.37.3": "Wenn da der König Bandhuma zu Gericht saß, hielt er den Prinzen Vipassī auf seinem Schoß und erklärte ihm den Fall. ",
  "dn14:1.37.4": "Und wie er da auf dem Schoß seines Vaters saß, wog Vipassī den Fall gründlich ab und zog eine Schlussfolgerung mittels eines logischen Vorgehens. ",
  "dn14:1.37.5": "Das war dann umso mehr Grund, dass er als ‚Vipassī‘ bekannt wurde. ",
  "dn14:1.38.1": "Dann ließ der König Bandhuma drei Pfahlhäuser für ihn bauen: eins für den Winter, eins für den Sommer und eins für die Regenzeit. ",
  "dn14:1.38.2": "Und er versorgte ihn mit den fünf Arten von Sinnesreizen. ",
  "dn14:1.38.3": "Der Prinz Vipassī blieb während der vier Monate der Regenzeit in seinem Pfahlhaus, ohne die Treppe herunterzukommen. Dort wurde er von Musikerinnen unterhalten, unter denen kein einziger Mann war. ",
  "dn14:2.1.0": "5. Der Alte ",
  "dn14:2.1.1": "Nachdem dann viele tausend Jahre vergangen waren, wandte sich Prinz Vipassī an seinen Wagenlenker: ",
  "dn14:2.1.2": "‚Mein lieber Wagenlenker, spanne die erlesensten Kutschen an. Wir wollen zu einem Park fahren und die Landschaft betrachten.‘ ",
  "dn14:2.1.3": "‚Ja, Herr‘, antwortete der Wagenlenker. Er spannte die Kutschen an und unterrichtete den Prinzen: ",
  "dn14:2.1.4": "‚Majestät, die erlesensten Kutschen sind angespannt. ",
  "dn14:2.1.5": "Bitte geht nach Eurem Belieben.‘ ",
  "dn14:2.1.6": "Da bestieg Prinz Vipassī eine erlesene Kutsche und machte sich zusammen mit anderen erlesenen Kutschen auf zum Park.",
  "dn14:2.2.1": "Am Weg sah er einen alten Mann, gebeugt, krumm, auf einen Stock gestützt, beim Gehen zitternd, siech, die guten Jahre hinter sich. ",
  "dn14:2.2.2": "Er wandte sich an seinen Wagenlenker: ",
  "dn14:2.2.3": "‚Mein lieber Wagenlenker, was hat dieser Mann getan? ",
  "dn14:2.2.4": "Seine Haare und sein Körper sind nicht so wie die anderer Menschen.‘ ",
  "dn14:2.2.5": "‚Das, Eure Majestät, nennt man einen alten Mann.‘ ",
  "dn14:2.2.6": "‚Aber warum nennt man ihn einen alten Mann?‘ ",
  "dn14:2.2.7": "‚Man nennt ihn einen alten Mann, weil er jetzt nicht mehr lange zu leben hat.‘ ",
  "dn14:2.2.8": "‚Aber, mein lieber Wagenlenker, muss ich alt werden? Bleibt mir das Alter nicht erspart?‘ ",
  "dn14:2.2.9": "‚Jeder muss alt werden, Eure Majestät, auch Ihr. Niemandem bleibt das Alter erspart.‘ ",
  "dn14:2.2.10": "‚Nun, mein lieber Wagenlenker, das genügt für heute mit dem Park. Lass uns zu den königlichen Gemächern zurückkehren.‘ ",
  "dn14:2.2.11": "‚Ja, Eure Majestät‘, antwortete der Wagenlenker und tat wie geheißen. ",
  "dn14:2.2.12": "Als er wieder in den königlichen Gemächern war, brütete der Prinz, elend und traurig: ",
  "dn14:2.2.13": "‚Dieses verdammte Ding namens Wiedergeburt! Denn das Alter kommt zu jedem, der geboren ist.‘ ",
  "dn14:2.3.1": "Da befahl König Bandhuma den Wagenlenker zu sich und sagte: ",
  "dn14:2.3.2": "‚Mein lieber Wagenlenker, ich hoffe, der Prinz hat sich im Park gut unterhalten? Ich hoffe, er war glücklich dort?‘ ",
  "dn14:2.3.3": "‚Nein, Eure Majestät, der Prinz hat sich im Park nicht gut unterhalten.‘ ",
  "dn14:2.3.4": "‚Aber was hat er auf dem Weg zum Park gesehen?‘ ",
  "dn14:2.3.5": "Und der Wagenlenker berichtete dem König über die Begegnung mit dem alten Mann und die Reaktion des Prinzen. ",
  "dn14:2.4.0": "6. Der Kranke ",
  "dn14:2.4.1": "Da dachte König Bandhuma: ",
  "dn14:2.4.2": "‚Der Prinz Vipassī darf nicht dem Thron entsagen. Er darf nicht aus dem Haus fortziehen ins hauslose Leben. Und die Worte der brahmanischen Wahrsager dürfen sich nicht erfüllen.‘ ",
  "dn14:2.4.3": "Zu diesem Zweck versorgte er den Prinzen noch mehr mit den fünf Arten von Sinnesreizen, ",
  "dn14:2.4.5": "und der Prinz vergnügte sich mit ihnen. ",
  "dn14:2.5.1": "Nachdem dann viele tausend Jahre vergangen waren, ließ sich Prinz Vipassī wieder von seinem Wagenlenker zum Park fahren. ",
  "dn14:2.6.1": "Am Weg sah er einen Mann, elend, leidend, schwer krank, in den eigenen Ausscheidungen liegend und darauf angewiesen, von den einen hochgehoben und von den anderen niedergelegt zu werden. ",
  "dn14:2.6.2": "Er wandte sich an seinen Wagenlenker: ",
  "dn14:2.6.3": "‚Mein lieber Wagenlenker, was hat dieser Mann getan? ",
  "dn14:2.6.4": "Seine Augen und seine Stimme sind nicht so wie die anderer Menschen.‘ ",
  "dn14:2.6.5": "‚Das, Eure Majestät, nennt man einen kranken Mann.‘ ",
  "dn14:2.6.6": "‚Aber warum nennt man ihn einen kranken Mann?‘ ",
  "dn14:2.6.7": "‚Man nennt ihn einen kranken Mann: Hoffentlich wird er sich von dieser Krankheit erholen.‘ ",
  "dn14:2.6.8": "‚Aber, mein lieber Wagenlenker, muss ich krank werden? Bleibt mir Krankheit nicht erspart?‘ ",
  "dn14:2.6.9": "‚Jeder muss krank werden, Eure Majestät, auch Ihr. Niemandem bleibt Krankheit erspart.‘ ",
  "dn14:2.6.10": "‚Nun, mein lieber Wagenlenker, das genügt für heute mit dem Park. Lass uns zu den königlichen Gemächern zurückkehren.‘ ",
  "dn14:2.6.11": "‚Ja, Eure Majestät‘, antwortete der Wagenlenker und tat wie geheißen. ",
  "dn14:2.6.12": "Als er wieder in den königlichen Gemächern war, brütete der Prinz, elend und traurig: ",
  "dn14:2.6.13": "‚Dieses verdammte Ding namens Wiedergeburt! Denn Alter und Krankheit kommen zu jedem, der geboren ist.‘ ",
  "dn14:2.7.1": "Da befahl König Bandhuma den Wagenlenker zu sich und sagte: ",
  "dn14:2.7.2": "‚Mein lieber Wagenlenker, ich hoffe, der Prinz hat sich im Park gut unterhalten? Ich hoffe, er war glücklich dort?‘ ",
  "dn14:2.7.3": "‚Nein, Eure Majestät, der Prinz hat sich im Park nicht gut unterhalten.‘ ",
  "dn14:2.7.4": "‚Aber was hat er auf dem Weg zum Park gesehen?‘ ",
  "dn14:2.7.5": "Und der Wagenlenker berichtete dem König über die Begegnung mit dem kranken Mann und die Reaktion des Prinzen. ",
  "dn14:2.8.0": "7. Der Tote  ",
  "dn14:2.8.1": "Da dachte König Bandhuma: ",
  "dn14:2.8.2": "‚Der Prinz Vipassī darf nicht dem Thron entsagen. Er darf nicht aus dem Haus fortziehen ins hauslose Leben. Und die Worte der brahmanischen Wahrsager dürfen sich nicht erfüllen.‘ ",
  "dn14:2.8.3": "Zu diesem Zweck versorgte er den Prinzen noch mehr mit den fünf Arten von Sinnesreizen, ",
  "dn14:2.9.1": "und der Prinz vergnügte sich mit ihnen. ",
  "dn14:2.9.2": "Nachdem dann viele tausend Jahre vergangen waren, ließ sich Prinz Vipassī wieder von seinem Wagenlenker zum Park fahren. ",
  "dn14:2.10.1": "Am Weg sah er eine große Menschenmenge versammelt, die aus verschiedenfarbigen Kleidungsstücken eine Bahre machte. ",
  "dn14:2.10.2": "Er wandte sich an seinen Wagenlenker: ",
  "dn14:2.10.3": "‚Mein lieber Wagenlenker, warum macht diese Menschenmenge eine Bahre?‘ ",
  "dn14:2.10.4": "‚Das, Eure Majestät, ist für jemanden, der verstorben ist.‘ ",
  "dn14:2.10.5": "‚Nun, lenke den Wagen zu der verstorbenen Person.‘ ",
  "dn14:2.10.6": "‚Ja, Eure Majestät‘, antwortete der Wagenlenker und tat wie geheißen. ",
  "dn14:2.10.7": "Als der Prinz die Leiche des verstorbenen Menschen sah, wandte er sich an den Wagenlenker: ",
  "dn14:2.10.8": "‚Aber warum nennt man ihn einen Verstorbenen?‘ ",
  "dn14:2.10.9": "‚Man nennt ihn einen Verstorbenen, weil seine Mutter und sein Vater, seine Verwandten und seine Sippe ihn jetzt nicht mehr sehen werden, und er wird sie niemals wiedersehen.‘ ",
  "dn14:2.10.10": "‚Aber, mein lieber Wagenlenker, muss ich sterben? Bleibt mir der Tod nicht erspart? ",
  "dn14:2.10.11": "Werden der König und die Königin, meine anderen Verwandten und meine Sippe mich nicht mehr sehen? ",
  "dn14:2.10.12": "Und werde ich sie niemals wiedersehen?‘ ",
  "dn14:2.10.13": "‚Jeder muss sterben, Eure Majestät, auch Ihr. Niemandem bleibt der Tod erspart. ",
  "dn14:2.10.14": "Der König und die Königin, Eure anderen Verwandten und Eure Sippe werden Euch nicht mehr sehen ",
  "dn14:2.10.15": "und Ihr werdet sie niemals wiedersehen.‘ ",
  "dn14:2.10.16": "‚Nun, mein lieber Wagenlenker, das genügt für heute mit dem Park. Lass uns zu den königlichen Gemächern zurückkehren.‘ ",
  "dn14:2.10.17": "‚Ja, Eure Majestät‘, antwortete der Wagenlenker und tat wie geheißen. ",
  "dn14:2.10.18": "Als er wieder in den königlichen Gemächern war, brütete der Prinz, elend und traurig: ",
  "dn14:2.10.19": "‚Dieses verdammte Ding namens Wiedergeburt! Denn Alter, Krankheit und Tod kommen zu jedem, der geboren ist.‘ ",
  "dn14:2.11.1": "Da befahl König Bandhuma den Wagenlenker zu sich und sagte: ",
  "dn14:2.11.2": "‚Mein lieber Wagenlenker, ich hoffe, der Prinz hat sich im Park gut unterhalten? Ich hoffe, er war glücklich dort?‘ ",
  "dn14:2.11.3": "‚Nein, Eure Majestät, der Prinz hat sich im Park nicht gut unterhalten.‘ ",
  "dn14:2.11.4": "‚Aber was hat er auf dem Weg zum Park gesehen?‘ ",
  "dn14:2.11.5": "Und der Wagenlenker berichtete dem König über die Begegnung mit dem Toten und die Reaktion des Prinzen. ",
  "dn14:2.12.0": "8. Der Hauslose ",
  "dn14:2.12.1": "Da dachte König Bandhuma: ",
  "dn14:2.12.2": "‚Der Prinz Vipassī darf nicht dem Thron entsagen. Er darf nicht aus dem Haus fortziehen ins hauslose Leben. Und die Worte der brahmanischen Wahrsager dürfen sich nicht erfüllen.‘ ",
  "dn14:2.12.3": "Zu diesem Zweck versorgte er den Prinzen noch mehr mit den fünf Arten von Sinnesreizen, ",
  "dn14:2.13.1": "und der Prinz vergnügte sich mit ihnen. ",
  "dn14:2.13.2": "Nachdem dann viele tausend Jahre vergangen waren, ließ sich Prinz Vipassī wieder von seinem Wagenlenker zum Park fahren. ",
  "dn14:2.14.1": "Am Weg sah er einen Mann, einen Hauslosen mit geschorenem Kopf, der eine ockerfarbene Robe trug. ",
  "dn14:2.14.2": "Er wandte sich an seinen Wagenlenker: ",
  "dn14:2.14.3": "‚Mein lieber Wagenlenker, was hat dieser Mann getan? ",
  "dn14:2.14.4": "Sein Kopf und seine Kleider sind nicht so wie die anderer Menschen.‘ ",
  "dn14:2.14.5": "‚Das, Eure Majestät, nennt man einen Hauslosen.‘ ",
  "dn14:2.14.6": "‚Aber warum nennt man ihn einen Hauslosen?‘ ",
  "dn14:2.14.7": "‚Man nennt ihn einen Hauslosen, weil er Verhalten wertschätzt, das sich auf Grundsätze stützt, das gerecht ist, er schätzt taugliche und gute Taten wert, Gutmütigkeit und Anteilnahme für alle Lebewesen.‘ ",
  "dn14:2.14.8": "‚Dann schätze ich den wert, den man einen Hauslosen nennt, der Verhalten wertschätzt, das sich auf Grundsätze stützt, das gerecht ist, der taugliche und gute Taten wertschätzt, Gutmütigkeit und Anteilnahme für alle Lebewesen! ",
  "dn14:2.14.9": "Nun, lenke den Wagen zu dem Hauslosen.‘ ",
  "dn14:2.14.10": "‚Ja, Eure Majestät‘, antwortete der Wagenlenker und tat wie geheißen. ",
  "dn14:2.14.11": "Da sagte Prinz Vipassī zu dem Hauslosen: ",
  "dn14:2.14.12": "‚Mein guter Mann, was hast du getan? ",
  "dn14:2.14.13": "Dein Kopf und deine Kleider sind nicht so wie die anderer Menschen.‘ ",
  "dn14:2.14.14": "‚Eure Majestät, ich bin, was man einen Hauslosen nennt.‘ ",
  "dn14:2.14.15": "‚Aber warum nennt man dich einen Hauslosen?‘ ",
  "dn14:2.14.16": "‚Man nennt mich einen Hauslosen, weil ich Verhalten wertschätze, das sich auf Grundsätze stützt, das gerecht ist, ich schätze taugliche und gute Taten wert, Gutmütigkeit und Anteilnahme für alle Lebewesen.‘ ",
  "dn14:2.14.17": "‚Dann schätze ich den wert, den man einen Hauslosen nennt, der Verhalten wertschätzt, das sich auf Grundsätze stützt, das gerecht ist, der taugliche und gute Taten wertschätzt, Gutmütigkeit und Anteilnahme für alle Lebewesen!‘ ",
  "dn14:2.15.0": "9. Das Fortziehen ",
  "dn14:2.15.1": "Da wandte sich der Prinz an seinen Wagenlenker: ",
  "dn14:2.15.2": "‚Nun, mein lieber Wagenlenker, nimm den Wagen und kehre zu den königlichen Gemächern zurück. ",
  "dn14:2.15.3": "Ich werde mir gleich hier Haar und Bart rasieren, ockerfarbene Roben anlegen und aus dem Haus fortziehen ins hauslose Leben.‘ ",
  "dn14:2.15.4": "‚Ja, Eure Majestät‘, antwortete der Wagenlenker und tat wie geheißen. ",
  "dn14:2.15.5": "Und Prinz Vipassī rasierte sich Haar und Bart, legte ockerfarbene Roben an und zog aus dem Haus fort ins hauslose Leben. ",
  "dn14:2.16.0": "10. Eine große Menge zieht fort ",
  "dn14:2.16.1": "In der Hauptstadt Bandhumatī hörte eine große Menge von 84.000 Menschen, ",
  "dn14:2.16.2": "dass der Prinz Vipassī fortgezogen war. ",
  "dn14:2.16.3": "Sie dachten: ",
  "dn14:2.16.4": "‚Das kann keine gewöhnliche Lehre und Schulung sein, kein gewöhnliches Fortziehen, zu dem der Prinz Vipassī fortgezogen ist. ",
  "dn14:2.16.5": "Wenn selbst der Prinz fortzieht, warum tun wir nicht das Gleiche?‘ ",
  "dn14:2.16.6": "Und diese große Menge von 84.000 Menschen rasierte sich Haar und Bart, legte ockerfarbene Roben an und folgte Vipassī, dem zum Erwachen Entschlossenen, indem sie aus dem Haus fortzog ins hauslose Leben. ",
  "dn14:2.16.7": "Vipassī wanderte in Begleitung dieser Gesellschaft durch die Dörfer, Marktflecken und Hauptstädte. ",
  "dn14:2.17.1": "Da kam ihm, als er für sich allein in Klausur war, dieser Gedanke in den Sinn: ",
  "dn14:2.17.2": "‚Es ist nicht angebracht für mich, in einer Menschenmenge zu leben. Warum lebe ich nicht allein und ziehe mich von der Gruppe zurück?‘ ",
  "dn14:2.17.3": "Nach einiger Zeit zog er sich von der Gruppe zurück und lebte allein. Die 84.000 gingen in eine Richtung und Vipassī in eine andere. ",
  "dn14:2.18.0": "11. Vipassīs Betrachtungen ",
  "dn14:2.18.1": "Da kam Vipassī, als er für sich allein in Klausur war, dieser Gedanke in den Sinn: ",
  "dn14:2.18.2": "‚Ach, diese Welt ist in Schwierigkeiten. Sie wird geboren, wird alt, stirbt, scheidet ab und wird wiedergeboren, doch sie versteht nicht, wie sie diesem Leiden entrinnen kann, dem Alter und dem Tod. ",
  "dn14:2.18.3": "Ach, wann wird ein Ausweg aus diesem Leiden gefunden, ein Ausweg aus Alter und Tod?‘ ",
  "dn14:2.18.4": "Und Vipassī, der zum Erwachen Entschlossene, dachte: ",
  "dn14:2.18.5": "‚Wenn was besteht, gibt es Alter und Tod? Was ist eine Bedingung für Alter und Tod?‘ ",
  "dn14:2.18.6": "Und durch genaue Aufmerksamkeit erfasste Vipassī mit Weisheit: ",
  "dn14:2.18.7": "‚Wenn Wiedergeburt besteht, gibt es Alter und Tod. Wiedergeburt ist eine Bedingung für Alter und Tod.‘ ",
  "dn14:2.18.8": "Und Vipassī dachte: ",
  "dn14:2.18.9": "‚Wenn was besteht, gibt es Wiedergeburt? Was ist eine Bedingung für Wiedergeburt?‘ ",
  "dn14:2.18.10": "Und durch genaue Aufmerksamkeit erfasste Vipassī mit Weisheit: ",
  "dn14:2.18.11": "‚Wenn fortgesetztes Dasein besteht, gibt es Wiedergeburt. Fortgesetztes Dasein ist eine Bedingung für Wiedergeburt.‘ ",
  "dn14:2.18.12": "Und Vipassī dachte: ",
  "dn14:2.18.13": "‚Wenn was besteht, gibt es fortgesetztes Dasein? Was ist eine Bedingung für fortgesetztes Dasein?‘ ",
  "dn14:2.18.14": "Und durch genaue Aufmerksamkeit erfasste Vipassī mit Weisheit: ",
  "dn14:2.18.15": "‚Wenn Ergreifen besteht, gibt es fortgesetztes Dasein. Ergreifen ist eine Bedingung für fortgesetztes Dasein.‘ ",
  "dn14:2.18.16": "Und Vipassī dachte: ",
  "dn14:2.18.17": "‚Wenn was besteht, gibt es Ergreifen? Was ist eine Bedingung für Ergreifen?‘ ",
  "dn14:2.18.18": "Und durch genaue Aufmerksamkeit erfasste Vipassī mit Weisheit: ",
  "dn14:2.18.19": "‚Wenn Verlangen besteht, gibt es Ergreifen. Verlangen ist eine Bedingung für Ergreifen.‘ ",
  "dn14:2.18.20": "Und Vipassī dachte: ",
  "dn14:2.18.21": "‚Wenn was besteht, gibt es Verlangen? Was ist eine Bedingung für Verlangen?‘ ",
  "dn14:2.18.22": "Und durch genaue Aufmerksamkeit erfasste Vipassī mit Weisheit: ",
  "dn14:2.18.23": "‚Wenn Gefühl besteht, gibt es Verlangen. Gefühl ist eine Bedingung für Verlangen.‘ ",
  "dn14:2.18.24": "Und Vipassī dachte: ",
  "dn14:2.18.25": "‚Wenn was besteht, gibt es Gefühl? Was ist eine Bedingung für Gefühl?‘ ",
  "dn14:2.18.26": "Und durch genaue Aufmerksamkeit erfasste Vipassī mit Weisheit: ",
  "dn14:2.18.27": "‚Wenn Berührung besteht, gibt es Gefühl. Berührung ist eine Bedingung für Gefühl.‘ ",
  "dn14:2.18.28": "Und Vipassī dachte: ",
  "dn14:2.18.29": "Wenn was besteht, gibt es Berührung? Was ist eine Bedingung für Berührung?‘ ",
  "dn14:2.18.30": "Und durch genaue Aufmerksamkeit erfasste Vipassī mit Weisheit: ",
  "dn14:2.18.31": "‚Wenn die sechs Sinnesfelder bestehen, gibt es Berührung. Die sechs Sinnesfelder sind eine Bedingung für Berührung.‘ ",
  "dn14:2.18.32": "Und Vipassī dachte: ",
  "dn14:2.18.33": "‚Wenn was besteht, gibt es die sechs Sinnesfelder? Was ist eine Bedingung für die sechs Sinnesfelder?‘ ",
  "dn14:2.18.34": "Und durch genaue Aufmerksamkeit erfasste Vipassī mit Weisheit: ",
  "dn14:2.18.35": "‚Wenn Name und Form bestehen, gibt es die sechs Sinnesfelder. Name und Form sind eine Bedingung für die sechs Sinnesfelder.‘ ",
  "dn14:2.18.36": "Und Vipassī dachte: ",
  "dn14:2.18.37": "‚Wenn was besteht, gibt es Name und Form? Was ist eine Bedingung für Name und Form?‘ ",
  "dn14:2.18.38": "Und durch genaue Aufmerksamkeit erfasste Vipassī mit Weisheit: ",
  "dn14:2.18.39": "‚Wenn Bewusstsein besteht, gibt es Name und Form. Bewusstsein ist eine Bedingung für Name und Form.‘ ",
  "dn14:2.18.40": "Und Vipassī dachte: ",
  "dn14:2.18.41": "‚Wenn was besteht, gibt es Bewusstsein? Was ist eine Bedingung für Bewusstsein?‘ ",
  "dn14:2.18.42": "Und durch genaue Aufmerksamkeit erfasste Vipassī mit Weisheit: ",
  "dn14:2.18.43": "‚Wenn Name und Form bestehen, gibt es Bewusstsein. Name und Form sind eine Bedingung für Bewusstsein.‘ ",
  "dn14:2.19.1": "Und Vipassī dachte: ",
  "dn14:2.19.2": "‚Dieses Bewusstsein wendet sich zurück zu Name und Form und geht nicht darüber hinaus.‘ ",
  "dn14:2.19.3": "Insoweit kann man wiedergeboren werden, alt werden, sterben, verscheiden oder wieder erscheinen: nämlich ",
  "dn14:2.19.4": "Name und Form sind eine Bedingung für Bewusstsein. Bewusstsein ist eine Bedingung für Name und Form. Name und Form sind eine Bedingung für die sechs Sinnesfelder. Die sechs Sinnesfelder sind eine Bedingung für Berührung. Berührung ist eine Bedingung für Gefühl. Gefühl ist eine Bedingung für Verlangen. Verlangen ist eine Bedingung für Ergreifen. Ergreifen ist eine Bedingung für fortgesetztes Dasein. Fortgesetztes Dasein ist eine Bedingung für Wiedergeburt. Wiedergeburt ist eine Bedingung für das Zustandekommen von Alter und Tod, Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis. ",
  "dn14:2.19.5": "So wird diese ganze Masse des Leidens verursacht.‘ ",
  "dn14:2.19.6": "‚Entstehen, Entstehen.‘ Dieses Sehen, dieses Wissen, diese Weisheit, dieses Verstehen, dieses Licht ging Vipassī, dem zum Erwachen Entschlossenen, auf in Bezug auf Lehren, die er zuvor von niemand anderem gehört hatte. ",
  "dn14:2.20.1": "Und Vipassī dachte: ",
  "dn14:2.20.2": "‚Wenn was nicht besteht, gibt es kein Alter und keinen Tod? Wenn was aufhört, hören Alter und Tod auf?‘ ",
  "dn14:2.20.3": "Und durch genaue Aufmerksamkeit erfasste Vipassī mit Weisheit: ",
  "dn14:2.20.4": "‚Wenn keine Wiedergeburt besteht, gibt es kein Alter und keinen Tod. Wenn Wiedergeburt aufhört, hören Alter und Tod auf.‘ ",
  "dn14:2.20.5": "Und Vipassī dachte: ",
  "dn14:2.20.6": "‚Wenn was nicht besteht, gibt es keine Wiedergeburt? Wenn was aufhört, hört Wiedergeburt auf?‘ ",
  "dn14:2.20.7": "Und durch genaue Aufmerksamkeit erfasste Vipassī mit Weisheit: ",
  "dn14:2.20.8": "‚Wenn kein fortgesetztes Dasein besteht, gibt es keine Wiedergeburt. Wenn fortgesetztes Dasein aufhört, hört Wiedergeburt auf.‘ ",
  "dn14:2.20.9": "Und Vipassī dachte: ",
  "dn14:2.20.10": "‚Wenn was nicht besteht, gibt es kein fortgesetztes Dasein? Wenn was aufhört, hört fortgesetztes Dasein auf?‘ ",
  "dn14:2.20.11": "Und durch genaue Aufmerksamkeit erfasste Vipassī mit Weisheit: ",
  "dn14:2.20.12": "‚Wenn kein Ergreifen besteht, gibt es kein fortgesetztes Dasein. Wenn Ergreifen aufhört, hört fortgesetztes Dasein auf.‘ ",
  "dn14:2.20.13": "Und Vipassī dachte: ",
  "dn14:2.20.14": "‚Wenn was nicht besteht, gibt es kein Ergreifen? Wenn was aufhört, hört Ergreifen auf?‘ ",
  "dn14:2.20.15": "Und durch genaue Aufmerksamkeit erfasste Vipassī mit Weisheit: ",
  "dn14:2.20.16": "‚Wenn kein Verlangen besteht, gibt es kein Ergreifen. Wenn Verlangen aufhört, hört Ergreifen auf.‘ ",
  "dn14:2.20.17": "Und Vipassī dachte: ",
  "dn14:2.20.18": "‚Wenn was nicht besteht, gibt es kein Verlangen? Wenn was aufhört, hört Verlangen auf?‘ ",
  "dn14:2.20.19": "Und durch genaue Aufmerksamkeit erfasste Vipassī mit Weisheit: ",
  "dn14:2.20.20": "‚Wenn kein Gefühl besteht, gibt es kein Verlangen. Wenn Gefühl aufhört, hört Verlangen auf.‘ ",
  "dn14:2.20.21": "Und Vipassī dachte: ",
  "dn14:2.20.22": "‚Wenn was nicht besteht, gibt es kein Gefühl? Wenn was aufhört, hört Gefühl auf?‘ ",
  "dn14:2.20.23": "Und durch genaue Aufmerksamkeit erfasste Vipassī mit Weisheit: ",
  "dn14:2.20.24": "‚Wenn keine Berührung besteht, gibt es kein Gefühl. Wenn Berührung aufhört, hört Gefühl auf.‘ ",
  "dn14:2.20.25": "Und Vipassī dachte: ",
  "dn14:2.20.26": "‚Wenn was nicht besteht, gibt es keine Berührung? Wenn was aufhört, hört Berührung auf?‘ ",
  "dn14:2.20.27": "Und durch genaue Aufmerksamkeit erfasste Vipassī mit Weisheit: ",
  "dn14:2.20.28": "‚Wenn keine sechs Sinnesfelder bestehen, gibt es keine Berührung. Wenn die sechs Sinnesfelder aufhören, hört Berührung auf.‘ ",
  "dn14:2.20.29": "Und Vipassī dachte: ",
  "dn14:2.20.30": "‚Wenn was nicht besteht, gibt es keine sechs Sinnesfelder? Wenn was aufhört, hören die sechs Sinnesfelder auf?‘ ",
  "dn14:2.20.31": "Und durch genaue Aufmerksamkeit erfasste Vipassī mit Weisheit: ",
  "dn14:2.20.32": "‚Wenn kein Name und keine Form bestehen, gibt es keine sechs Sinnesfelder. Wenn Name und Form aufhören, hören die sechs Sinnesfelder auf.‘ ",
  "dn14:2.20.33": "Und Vipassī dachte: ",
  "dn14:2.20.34": "‚Wenn was nicht besteht, gibt es keinen Namen und keine Form? Wenn was aufhört, hören Name und Form auf?‘ ",
  "dn14:2.20.35": "Und durch genaue Aufmerksamkeit erfasste Vipassī mit Weisheit: ",
  "dn14:2.20.36": "‚Wenn kein Bewusstsein besteht, gibt es keinen Namen und keine Form. Wenn Bewusstsein aufhört, hören Name und Form auf.‘ ",
  "dn14:2.20.37": "Und Vipassī dachte: ",
  "dn14:2.20.38": "‚Wenn was nicht besteht, gibt es kein Bewusstsein? Wenn was aufhört, hört Bewusstsein auf?‘ ",
  "dn14:2.20.39": "Und durch genaue Aufmerksamkeit erfasste Vipassī mit Weisheit: ",
  "dn14:2.20.40": "‚Wenn kein Name und keine Form bestehen, gibt es kein Bewusstsein. Wenn Name und Form aufhören, hört Bewusstsein auf.‘ ",
  "dn14:2.21.1": "Und Vipassī dachte: ",
  "dn14:2.21.2": "‚Ich habe den Weg zum Erwachen gefunden: nämlich ",
  "dn14:2.21.3": "Wenn Name und Form aufhören, hört Bewusstsein auf. Wenn Bewusstsein aufhört, hören Name und Form auf. Wenn Name und Form aufhören, hören die sechs Sinnesfelder auf. Wenn die sechs Sinnesfelder aufhören, hört Berührung auf. Wenn Berührung aufhört, hört Gefühl auf. Wenn Gefühl aufhört, hört Verlangen auf. Wenn Verlangen aufhört, hört Ergreifen auf. Wenn Ergreifen aufhört, hört fortgesetztes Dasein auf. Wenn fortgesetztes Dasein aufhört, hört Wiedergeburt auf. Wenn Wiedergeburt aufhört, hören Alter und Tod, Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis auf. ",
  "dn14:2.21.4": "So hört diese ganze Masse des Leidens auf.‘ ",
  "dn14:2.21.5": "‚Aufhören, Aufhören.‘ Dieses Sehen, dieses Wissen, diese Weisheit, dieses Verstehen, dieses Licht ging Vipassī, dem zum Erwachen Entschlossenen, auf in Bezug auf Lehren, die er zuvor von niemand anderem gehört hatte. ",
  "dn14:2.22.1": "Einige Zeit später meditierte Vipassī, indem er das Entstehen und Vergehen bei den fünf mit Ergreifen verbundenen Aggregaten beobachtete: ",
  "dn14:2.22.2": "‚Solcherart ist Form, so entsteht sie, so endet sie. ",
  "dn14:2.22.3": "Solcherart ist Gefühl, so entsteht es, so endet es. ",
  "dn14:2.22.4": "Solcherart ist Wahrnehmung, so entsteht sie, so endet sie. ",
  "dn14:2.22.5": "Solcherart sind Entscheidungen, so entstehen sie, so enden sie. ",
  "dn14:2.22.6": "Solcherart ist Bewusstsein, so entsteht es, so endet es.‘ ",
  "dn14:2.22.7": "Als er so meditierte, war sein Geist bald durch Nicht-Ergreifen von den Befleckungen befreit. ",
  "dn14:3.1.0": "12. Die Aufforderung des Brahmā ",
  "dn14:3.1.1": "Da dachte Vipassī der Gesegnete, der Vollendete, der vollkommen erwachte Buddha: ",
  "dn14:3.1.2": "‚Warum lehre ich nicht den Dhamma?‘ ",
  "dn14:3.1.3": "Dann dachte er: ",
  "dn14:3.1.4": "‚Diese natürliche Gesetzmäßigkeit, die ich entdeckt habe, ist tiefgründig, schwer zu sehen, schwer zu verstehen, friedvoll und erhaben, geht über den Rahmen der Logik hinaus, ist subtil, für den Klugen nachvollziehbar. ",
  "dn14:3.1.5": "Aber die Menschen mögen Bindungen, sie lieben und genießen sie. ",
  "dn14:3.1.6": "Es ist schwer für sie, dieses Ding zu sehen: nämlich die spezifische Bedingtheit, das abhängige Entstehen. ",
  "dn14:3.1.7": "Und es ist schwer für sie, dieses Ding zu sehen: nämlich das Stillen aller Vorgänge, das Loslassen aller Bindungen, das Beenden des Verlangens, das Schwinden, Aufhören, Erlöschen. ",
  "dn14:3.1.8": "Wenn ich den Dhamma lehren würde, würden andere mich vielleicht nicht verstehen, und das wäre ermüdend und beschwerlich für mich.‘ ",
  "dn14:3.2.1": "Und es kamen ihm diese Strophen in den Sinn, die ihm weder aus übernatürlicher Quelle eingegeben wurden, noch hatte er sie zuvor gehört: ",
  "dn14:3.2.2": "‚Ich habe hart gekämpft, um das zu verstehen. ",
  "dn14:3.2.3": "Genug damit, es zu erklären! ",
  "dn14:3.2.4": "Für die, die in Gier und Hass verstrickt sind, ",
  "dn14:3.2.5": "ist diese Gesetzmäßigkeit nicht leicht zu verstehen. ",
  "dn14:3.2.6": "Die von Gier besessen sind, können nicht sehen, ",
  "dn14:3.2.7": "was subtil ist und gegen den Strom geht, ",
  "dn14:3.2.8": "tiefgründig, schwer zu sehen und sehr fein. ",
  "dn14:3.2.9": "Sie sind in eine Masse von Dunkelheit gehüllt.‘ ",
  "dn14:3.2.10": "Und als der Buddha Vipassī so nachdachte, neigte sein Geist dazu, untätig zu bleiben, nicht dazu, den Dhamma zu lehren. ",
  "dn14:3.2.11": "Da dachte ein gewisser Großer Brahmā, der erkannte, was der Buddha Vipassī dachte: ",
  "dn14:3.2.12": "‚Du lieber Himmel! Die Welt ist verloren, die Welt geht unter! Denn der Geist Vipassīs des Gesegneten, des Vollendeten, des vollkommen erwachten Buddha neigt dazu, untätig zu bleiben, nicht dazu, den Dhamma zu lehren.‘ ",
  "dn14:3.2.13": "Und so leicht wie eine starke Person den Arm strecken oder beugen würde, verschwand er aus der Brahmāwelt und erschien wieder vor dem Buddha Vipassī. ",
  "dn14:3.3.1": "Er ordnete seine Robe über einer Schulter, ließ sich auf das rechte Knie nieder, erhob seine zusammengelegten Hände zum Buddha Vipassī und sagte: ",
  "dn14:3.3.2": "‚Herr, der Gesegnete lehre doch den Dhamma! Der Heilige lehre doch den Dhamma! ",
  "dn14:3.3.3": "Es gibt Wesen, die wenig Sand in den Augen haben. Sie werden verkümmern, weil sie die Lehre nicht gehört haben. ",
  "dn14:3.3.4": "Es werden solche da sein, die die Lehre verstehen!‘ ",
  "dn14:3.4.1": "Daraufhin sagte der Buddha Vipassī zu ihm: ",
  "dn14:3.4.2": "‚Auch ich dachte so, Brahmā: ",
  "dn14:3.4.3": "„Warum lehre ich nicht den Dhamma?“ ",
  "dn14:3.4.4": "Doch dann dachte ich: ",
  "dn14:3.4.9": "„Wenn ich den Dhamma lehren würde, würden andere mich vielleicht nicht verstehen, und das wäre ermüdend und beschwerlich für mich.“ ",
  "dn14:3.4.19": "Daher neigte mein Geist, als ich so nachdachte, dazu, untätig zu bleiben, nicht dazu, den Dhamma zu lehren.‘ ",
  "dn14:3.5.1": "Zum zweiten Mal ",
  "dn14:3.5.2": "und zum dritten Mal bat der Große Brahmā den Buddha, zu lehren. ",
  "dn14:3.6.1": "Und der Buddha Vipassī verstand die Einladung des Brahmā. Und weil er Mitgefühl mit den Lebewesen hatte, musterte er die Welt mit dem Auge eines Buddha. ",
  "dn14:3.6.2": "Er sah manche Lebewesen mit wenig Sand in den Augen und manche mit viel Sand in den Augen, manche mit geschärften Fähigkeiten und manche mit schwachen Fähigkeiten, mit guten Eigenschaften und mit schlechten Eigenschaften, die leicht zu unterrichten waren und die schwer zu unterrichten waren. Und manche konnten die Gefahr in der unerwünschten Folge, die die jenseitige Welt betrifft, sehen, während andere das nicht konnten. ",
  "dn14:3.6.3": "Wie ein Teich mit blauen Seerosen oder rosa oder weißen Lotusblumen. Manche von ihnen sprießen und wachsen im Wasser, ohne sich darüber zu erheben, und gedeihen unter Wasser. Manche sprießen und wachsen im Wasser und erreichen die Wasseroberfläche. Und manche sprießen und wachsen im Wasser, doch sie erheben sich über das Wasser und stehen da, ohne dass Wasser an ihnen haftet. ",
  "dn14:3.6.4": "Ebenso sah der Buddha Vipassī manche Lebewesen mit wenig Sand in den Augen und manche mit viel Sand in den Augen. ",
  "dn14:3.7.1": "Und als der Große Brahmā erkannte, was der Buddha Vipassī dachte, redete er ihn mit einer Strophe an: ",
  "dn14:3.7.2": "‚Wenn du hoch auf dem Felsenberg stehst, ",
  "dn14:3.7.3": "kannst du rundum die Menschen sehen. ",
  "dn14:3.7.4": "Geradeso, All-Seher, du Weiser, ",
  "dn14:3.7.5": "da du den Tempel der Wahrheit erklommen hast, ",
  "dn14:3.7.6": "frei von Kummer, schau auf die Menschen, ",
  "dn14:3.7.7": "die im Kummer versinken, von Wiedergeburt und Alter niedergedrückt. ",
  "dn14:3.7.8": "Steh auf, du Held! Sieger in der Schlacht, Führer der Karawane, ",
  "dn14:3.7.9": "wandere ohne Verpflichtungen durch die Welt. ",
  "dn14:3.7.10": "Der Gesegnete lehre doch den Dhamma! ",
  "dn14:3.7.11": "Es werden solche da sein, die verstehen!‘ ",
  "dn14:3.7.12": "Daraufhin redete der Buddha Vipassī den Großen Brahmā mit einer Strophe an: ",
  "dn14:3.7.13": "‚Die Tore zur Unsterblichkeit sind aufgestoßen! ",
  "dn14:3.7.14": "Wer Ohren hat zu hören, rüste sein Vertrauen. ",
  "dn14:3.7.15": "Mit dem Gedanken, es sei beschwerlich, Brahmā, habe ich ",
  "dn14:3.7.16": "den scharfsinnigen, erhabenen Dhamma nicht unter den Menschen gelehrt.‘ ",
  "dn14:3.7.17": "Und als der Große Brahmā wusste, dass seiner Aufforderung, dass der Buddha Vipassī den Dhamma lehre, stattgegeben war, verbeugte er sich, umrundete Vipassī respektvoll, die rechte Seite ihm zugewandt, und verschwand eben dort. ",
  "dn14:3.8.0": "13. Die Hauptschüler ",
  "dn14:3.8.1": "Da dachte Vipassī der Gesegnete, der Vollendete, der vollkommen erwachte Buddha: ",
  "dn14:3.8.2": "‚Wem sollte ich als Erstem die Lehre darlegen? ",
  "dn14:3.8.3": "Wer wird diese Lehre rasch verstehen?‘ ",
  "dn14:3.8.4": "Dann dachte er: ",
  "dn14:3.8.5": "‚Dieser Khaṇḍa, der Sohn des Königs, und Tissa, der Sohn des Oberpriesters, sind klug, fähig und verständig und haben schon lange wenig Sand in den Augen. ",
  "dn14:3.8.6": "Warum lege ich nicht als Ersten ihnen die Lehre dar?‘ ",
  "dn14:3.9.1": "Und so leicht wie eine starke Person den Arm strecken oder beugen würde, verschwand er vom Baum des Erwachens und erschien wieder bei der Hauptstadt Bandhumatī, im Wildpark mit dem Namen Geborgenheit. ",
  "dn14:3.9.2": "Da wandte sich der Buddha Vipassī an den Parkaufseher: ",
  "dn14:3.9.3": "‚Mein lieber Parkaufseher, bitte geh in die Stadt und sage zu Khaṇḍa, dem Sohn des Königs, und zu Tissa, dem Sohn des Oberpriesters: ",
  "dn14:3.9.4": "„Ihr Herren, Vipassī der Gesegnete, der Vollendete, der vollkommen erwachte Buddha ist in Bandhumatī angekommen und hält sich im Wildpark mit dem Namen Geborgenheit auf. Er wünscht, euch zu sehen.“‘ ",
  "dn14:3.9.5": "‚Ja, Herr‘, antwortete der Parkaufseher und tat wie geheißen. ",
  "dn14:3.10.1": "Da ließen Khaṇḍa, der Sohn des Königs, und Tissa, der Sohn des Oberpriesters, die erlesensten Kutschen anspannen. Sie bestiegen eine erlesene Kutsche und machten sich zusammen mit anderen erlesenen Kutschen von Bandhumatī auf zum Park Geborgenheit. ",
  "dn14:3.10.2": "Sie fuhren mit der Kutsche, soweit es das Gelände erlaubte, stiegen dann ab und gingen zu Fuß zum Buddha Vipassī. Sie verbeugten sich und setzten sich zur Seite hin. ",
  "dn14:3.11.1": "Der Buddha Vipassī unterwies sie Schritt für Schritt ",
  "dn14:3.11.2": "mit einem Vortrag über Geben, sittliches Verhalten und den Himmel. Er erklärte die nachteiligen Folgen der Sinnenfreuden, die so schäbig und verdorben sind, und die vorteilhaften Folgen der Entsagung. ",
  "dn14:3.11.3": "Und als er erkannte, dass ihr Geist bereit war, geschmeidig, frei von Hindernissen, freudig bewegt und zuversichtlich, da legte er die besondere Lehre der Buddhas dar: ",
  "dn14:3.11.4": "das Leiden, sein Entstehen, sein Aufhören und den Weg. ",
  "dn14:3.11.5": "Wie ein reines Tuch ohne Flecken gut die Farbe annimmt, ",
  "dn14:3.11.6": "ebenso ging da Khaṇḍa, dem Sohn des Königs, und Tissa, dem Sohn des Oberpriesters, wo sie gerade saßen, das unbefleckte, makellose Auge des Dhamma auf: ",
  "dn14:3.11.7": "‚Alles, was einen Anfang hat, hat auch ein Ende.‘ ",
  "dn14:3.12.1": "Sie sahen, erfassten, verstanden und ergründeten den Dhamma. Sie gingen über den Zweifel hinaus, machten sich von Unschlüssigkeit frei und gewannen Selbstvertrauen, wurden in der Anleitung des Lehrers von anderen unabhängig. Sie sagten zum Buddha Vipassī: ",
  "dn14:3.12.2": "„Vortrefflich, Herr! Vortrefflich! ",
  "dn14:3.12.3": "Als würde er das Umgestürzte aufrichten oder das Verborgene enthüllen oder den Verirrten den Weg weisen oder im Dunkeln ein Licht anzünden, sodass Menschen mit guten Augen sehen könnten, was da ist, so hat der Buddha die Lehre auf vielerlei Weise klargemacht. ",
  "dn14:3.12.4": "Wir nehmen unsere Zuflucht beim Gesegneten und bei der Lehre. ",
  "dn14:3.12.5": "Herr, dürfen wir im Beisein des Buddha die Weihe des Fortziehens und die Ordination erhalten?‘ ",
  "dn14:3.13.1": "Und sie erhielten im Beisein des Buddha die Weihe des Fortziehens, die Ordination. ",
  "dn14:3.13.2": "Dann leitete der Buddha Vipassī sie mit einem Dhammavortrag an, ermunterte sie, begeisterte sie und regte sie an. ",
  "dn14:3.13.3": "Er erklärte die nachteiligen Folgen der bedingten Erscheinungen, die so schäbig und verdorben sind, und die vorteilhaften Folgen des Erlöschens. ",
  "dn14:3.13.4": "Als sie so unterwiesen wurden, war ihr Geist bald durch Nicht-Ergreifen von den Befleckungen befreit. ",
  "dn14:3.14.0": "14. Das Fortziehen der großen Menge ",
  "dn14:3.14.1": "In der Hauptstadt Bandhumatī hörte eine große Menge von 84.000 Menschen, ",
  "dn14:3.14.2": "dass Vipassī der Gesegnete, der Vollendete, der vollkommen erwachte Buddha in Bandhumatī angekommen war und sich im Wildpark mit dem Namen Geborgenheit aufhielt. ",
  "dn14:3.14.3": "Und sie hörten, dass Khaṇḍa, der Sohn des Königs, und Tissa, der Sohn des Oberpriesters, sich Haar und Bart rasiert und ockerfarbene Roben angelegt hatten und im Beisein des Buddha aus dem Haus fortgezogen waren ins hauslose Leben. ",
  "dn14:3.14.4": "Sie dachten: ",
  "dn14:3.14.5": "‚Das kann keine gewöhnliche Lehre und Schulung sein, kein gewöhnliches Fortziehen, zu dem Khaṇḍa, der Sohn des Königs, und Tissa, der Sohn des Oberpriesters, fortgezogen sind. ",
  "dn14:3.14.6": "Wenn selbst sie fortziehen, warum tun wir nicht das Gleiche?‘ ",
  "dn14:3.14.7": "Da gingen diese 84.000 Menschen von Bandhumatī zum Wildpark mit dem Namen Geborgenheit. Sie gingen zum Buddha Vipassī, verbeugten sich und setzten sich zur Seite hin. ",
  "dn14:3.15.1": "Der Buddha Vipassī unterwies sie Schritt für Schritt ",
  "dn14:3.15.2": "mit einem Vortrag über Geben, sittliches Verhalten und den Himmel. Er erklärte die nachteiligen Folgen der Sinnenfreuden, die so schäbig und verdorben sind, und die vorteilhaften Folgen der Entsagung. ",
  "dn14:3.15.3": "Und als er erkannte, dass ihr Geist bereit war, geschmeidig, frei von Hindernissen, freudig bewegt und zuversichtlich, da legte er die besondere Lehre der Buddhas dar: ",
  "dn14:3.15.4": "das Leiden, sein Entstehen, sein Aufhören und den Weg. ",
  "dn14:3.15.5": "Wie ein reines Tuch ohne Flecken gut die Farbe annimmt, ",
  "dn14:3.15.6": "ebenso ging da diesen 84.000 Menschen, wo sie gerade saßen, das unbefleckte, makellose Auge des Dhamma auf: ",
  "dn14:3.15.7": "‚Alles, was einen Anfang hat, hat auch ein Ende.‘ ",
  "dn14:3.16.1": "Sie sahen, erfassten, verstanden und ergründeten den Dhamma. Sie gingen über den Zweifel hinaus, machten sich von Unschlüssigkeit frei und gewannen Selbstvertrauen, wurden in der Anleitung des Lehrers von anderen unabhängig. Sie sagten zum Buddha Vipassī: ",
  "dn14:3.16.2": "„Vortrefflich, Herr! Vortrefflich! ",
  "dn14:3.16.3": "Und gerade wie Khaṇḍa und Tissa baten sie um die Ordination, die sie erhielten. ",
  "dn14:3.17.2": "Dann leitete der Buddha Vipassī sie weiter an. ",
  "dn14:3.17.4": "Als sie so unterwiesen wurden, war ihr Geist bald durch Nicht-Ergreifen von den Befleckungen befreit. ",
  "dn14:3.18.0": "15. Die 84.000, die zuvor fortgezogen waren ",
  "dn14:3.18.1": "Auch die 84.000 Menschen, die zuvor fortgezogen waren, hörten: ",
  "dn14:3.18.2": "‚Es scheint, Vipassī der Gesegnete, der Vollendete, der vollkommen erwachte Buddha ist in Bandhumatī angekommen und hält sich im Wildpark mit dem Namen Geborgenheit auf. Und er lehrt den Dhamma!‘ ",
  "dn14:3.18.3": "Da gingen sie nach Bandhumatī zum Wildpark. Sie gingen zum Buddha Vipassī, verbeugten sich und setzten sich zur Seite hin. ",
  "dn14:3.19.1": "Der Buddha Vipassī unterwies sie Schritt für Schritt. ",
  "dn14:3.19.3": "Und als er erkannte, dass ihr Geist bereit war, geschmeidig, frei von Hindernissen, freudig bewegt und zuversichtlich, da legte er die besondere Lehre der Buddhas dar: ",
  "dn14:3.19.4": "das Leiden, sein Entstehen, sein Aufhören und den Weg. ",
  "dn14:3.19.5": "Wie ein reines Tuch ohne Flecken gut die Farbe annimmt, ",
  "dn14:3.19.6": "ebenso ging da diesen 84.000 Menschen, wo sie gerade saßen, das unbefleckte, makellose Auge des Dhamma auf: ",
  "dn14:3.19.7": "‚Alles, was einen Anfang hat, hat auch ein Ende.‘ ",
  "dn14:3.20.5": "Auch sie baten um die Ordination und erhielten sie. ",
  "dn14:3.21.2": "Dann leitete der Buddha Vipassī sie weiter an. ",
  "dn14:3.21.4": "Und als sie so unterwiesen wurden, war ihr Geist bald durch Nicht-Ergreifen von den Befleckungen befreit. ",
  "dn14:3.22.0": "16. Erlaubnis zu wandern ",
  "dn14:3.22.1": "Zu dieser Zeit nun hielt sich ein großer Saṅgha von 6.800.000 Mönchen und Nonnen in Bandhumatī auf. ",
  "dn14:3.22.2": "Da kam dem Buddha Vipassī, als er für sich allein in Klausur war, dieser Gedanke in den Sinn: ",
  "dn14:3.22.3": "‚Der Saṅgha, der in Bandhumatī lebt, ist nun groß. Wie, wenn ich ihn mahnte: ",
  "dn14:3.22.4": "„Wandert los, Mönche und Nonnen, zum Nutzen und Glück vieler Menschen, aus Anteilnahme für die Welt, zum Vorteil, Nutzen und Glück von Göttern und Menschen. ",
  "dn14:3.22.5": "Es sollen nicht zwei auf einer Straße gehen. ",
  "dn14:3.22.6": "Lehrt den Dhamma, der am Anfang gut, in der Mitte gut und am Ende gut ist, bedeutsam und gut ausgedrückt. Und legt eine geistliche Übung dar, die in sich geschlossen und rein ist. ",
  "dn14:3.22.7": "Es gibt Wesen, die wenig Sand in den Augen haben. Sie werden verkümmern, weil sie die Lehre nicht gehört haben. ",
  "dn14:3.22.8": "Es werden solche da sein, die die Lehre verstehen! ",
  "dn14:3.22.9": "Wenn aber sechs Jahre vergangen sind, sollt ihr alle nach Bandhumatī kommen, um die Ordenssatzung aufzusagen.“‘ ",
  "dn14:3.23.1": "Da verschwand ein gewisser Großer Brahmā, der erkannte, was der Buddha Vipassī dachte, so leicht wie eine starke Person den Arm strecken oder beugen würde, aus der Brahmāwelt und erschien wieder vor dem Buddha Vipassī. ",
  "dn14:3.23.2": "Er ordnete seine Robe über einer Schulter, erhob seine zusammengelegten Hände zum Buddha Vipassī und sagte: ",
  "dn14:3.23.3": "‚Das ist wirklich wahr, Gesegneter! Das ist wirklich wahr, Heiliger! ",
  "dn14:3.23.4": "Der Saṅgha, der in Bandhumatī lebt, ist nun groß. Bitte mahne ihn, wie du es gedacht hast. ",
  "dn14:3.23.9": "Und, Herr, ich werde dafür sorgen, dass die Mönche und Nonnen, wenn sechs Jahre vergangen sind, nach Bandhumatī kommen, um die Ordenssatzung aufzusagen.‘ ",
  "dn14:3.23.10": "Das sagte der Große Brahmā. ",
  "dn14:3.23.11": "Dann verbeugte er sich, umrundete den Buddha Vipassī respektvoll, die rechte Seite ihm zugewandt, und verschwand eben dort. ",
  "dn14:3.24.1": "Da kam der Buddha Vipassī am späten Nachmittag aus seiner Klausur und wandte sich an die Mönche und Nonnen. Er berichtete ihnen, was vorgefallen war. Dann sagte er: ",
  "dn14:3.26.1": "‚Wandert los, Mönche und Nonnen, zum Nutzen und Glück vieler Menschen, aus Anteilnahme für die Welt, zum Vorteil, Nutzen und Glück von Göttern und Menschen. ",
  "dn14:3.26.2": "Es sollen nicht zwei auf einer Straße gehen. ",
  "dn14:3.26.3": "Lehrt den Dhamma, der am Anfang gut, in der Mitte gut und am Ende gut ist, bedeutsam und gut ausgedrückt. Und legt eine geistliche Übung dar, die in sich geschlossen und rein ist. ",
  "dn14:3.26.4": "Es gibt Wesen, die wenig Sand in den Augen haben. Sie werden verkümmern, weil sie die Lehre nicht gehört haben. ",
  "dn14:3.26.5": "Es werden solche da sein, die die Lehre verstehen! ",
  "dn14:3.26.6": "Wenn aber sechs Jahre vergangen sind, sollt ihr alle nach Bandhumatī kommen, um die Ordenssatzung aufzusagen.‘ ",
  "dn14:3.26.7": "Da machten sich die meisten der Mönche und Nonnen noch am gleichen Tag auf und wanderten durch das Land. ",
  "dn14:3.27.1": "Da gab es zu dieser Zeit 84.000 Klöster in Indien. ",
  "dn14:3.27.2": "Und als das erste Jahr zu Ende ging, erhoben die Gottheiten den Ruf: ",
  "dn14:3.27.3": "‚Meine Herren, das erste Jahr ist zu Ende. ",
  "dn14:3.27.4": "Nun bleiben noch fünf Jahre. ",
  "dn14:3.27.5": "Wenn fünf Jahre vergangen sind, sollt ihr alle nach Bandhumatī gehen, um die Ordenssatzung aufzusagen.‘ ",
  "dn14:3.27.6": "Und als das zweite Jahr zu Ende ging … ",
  "dn14:3.27.7": "als das dritte … ",
  "dn14:3.27.8": "das vierte … ",
  "dn14:3.27.9": "und das fünfte Jahr zu Ende ging, erhoben die Gottheiten den Ruf: ",
  "dn14:3.27.10": "‚Meine Herren, das fünfte Jahr ist zu Ende. ",
  "dn14:3.27.11": "Nun bleibt noch ein Jahr. ",
  "dn14:3.27.12": "Wenn ein Jahr vergangen ist, sollt ihr alle nach Bandhumatī gehen, um die Ordenssatzung aufzusagen.‘ ",
  "dn14:3.27.13": "Und als das sechste Jahr zu Ende ging, erhoben die Gottheiten den Ruf: ",
  "dn14:3.27.14": "‚Meine Herren, das sechste Jahr ist zu Ende. ",
  "dn14:3.27.15": "Jetzt ist die Zeit, dass ihr alle nach Bandhumatī gehen sollt, um die Ordenssatzung aufzusagen.‘ ",
  "dn14:3.27.16": "Und noch am gleichen Tag gingen die Mönche und Nonnen nach Bandhumatī, um die Ordenssatzung aufzusagen. Manche bedienten sich ihrer eigenen Wunderkräfte, andere der Wunderkräfte der Gottheiten. ",
  "dn14:3.28.1": "Und dort sagte Vipassī der Gesegnete, der Vollendete, der vollkommen erwachte Buddha die Ordenssatzung folgendermaßen auf: ",
  "dn14:3.28.2": "‚Geduldige Beharrlichkeit ist die höchste Kasteiung. ",
  "dn14:3.28.3": "Erlöschen ist das Höchste, sagen die Buddhas. ",
  "dn14:3.28.4": "Kein wahrer Hausloser verletzt jemand anderen ",
  "dn14:3.28.5": "noch tut eine Asketin jemand anderem weh. ",
  "dn14:3.28.6": "Nichts Schlechtes tun, ",
  "dn14:3.28.7": "sich das Gute zu eigen machen ",
  "dn14:3.28.8": "und den Geist läutern: ",
  "dn14:3.28.9": "das ist die Anleitung der Buddhas. ",
  "dn14:3.28.10": "Niemanden schlecht machen oder ihm Leid zufügen, ",
  "dn14:3.28.11": "Zügelung gemäß der Ordenssatzung, ",
  "dn14:3.28.12": "Maßhalten beim Essen, ",
  "dn14:3.28.13": "in einer abgelegenen Unterkunft leben ",
  "dn14:3.28.14": "und sich dem hohen Geist weihen: ",
  "dn14:3.28.15": "das ist die Anleitung der Buddhas.‘ ",
  "dn14:3.29.0": "17. Von Gottheiten unterrichtet ",
  "dn14:3.29.1": "Einmal, Mönche und Nonnen, hielt ich mich bei Ukkaṭṭhā im Subhaga-Wald am Fuß eines wunderbaren Salbaumes auf. ",
  "dn14:3.29.2": "Während ich für mich allein in Klausur war, kam mir dieser Gedanke in den Sinn: ",
  "dn14:3.29.3": "‚Es ist nicht leicht, einen Wohnplatz der Lebewesen zu finden, an dem ich nicht zuvor in all der langen Zeit gewohnt hätte, außer bei den Göttern der reinen Aufenthalte. ",
  "dn14:3.29.4": "Warum gehe ich nicht zu ihnen?‘ ",
  "dn14:3.29.5": "Und so leicht wie eine starke Person den Arm strecken oder beugen würde, verschwand ich da aus dem Subhaga-Wald und erschien wieder bei den Aviha-Göttern. ",
  "dn14:3.29.6": "In dieser Klasse von Göttern kamen viele tausend, viele hunderttausend Gottheiten zu mir, verbeugten sich, stellten sich zur Seite hin und sagten zu mir: ",
  "dn14:3.29.7": "‚Vor einundneunzig Äonen, guter Herr, erschien in der Welt der Buddha Vipassī, vollendet und vollkommen erwacht. ",
  "dn14:3.29.8": "Er wurde als Adliger in einer Adelsfamilie geboren. ",
  "dn14:3.29.9": "Er gehörte zum Stamm Koṇḍañña. ",
  "dn14:3.29.10": "Er lebte 80.000 Jahre. ",
  "dn14:3.29.11": "Er erwachte am Fuß eines Trompetenblumenbaumes. ",
  "dn14:3.29.12": "Er hatte ein erlesenes Paar von Hauptschülern mit Namen Khaṇḍa und Tissa. ",
  "dn14:3.29.13": "Er hatte drei Zusammenkünfte von Schülerinnen und Schülern, alles Mönche und Nonnen, deren Befleckungen aufgelöst waren – eine Zusammenkunft von 6.800.000, eine von 100.000 und eine von 80.000. ",
  "dn14:3.29.14": "Als Hauptaufwärter hatte er einen Mönch mit Namen Asoka. ",
  "dn14:3.29.15": "Sein Vater war König Bandhuma, ",
  "dn14:3.29.16": "seine leibliche Mutter war Königin Bandhumatī ",
  "dn14:3.29.17": "und ihre Hauptstadt hieß Bandhumatī. ",
  "dn14:3.29.18": "Und so war seine Entsagung, so sein Fortziehen, so sein Bemühen, so sein Erwachen, und so brachte er das Rad des Dhamma ins Rollen. ",
  "dn14:3.29.19": "Und, guter Herr, nachdem wir unter diesem Buddha Vipassī das geistliche Leben geführt hatten, verloren wir unser Verlangen nach Sinnenfreuden und wurden hier wiedergeboren.‘ ",
  "dn14:3.29.20": "Und andere Gottheiten kamen und berichteten in ähnlicher Weise über das Leben der Buddhas Sikhī, Vessabhū, Kakusandha, Koṇāgamana und Kassapa. ",
  "dn14:3.30.1": "In dieser Klasse von Göttern kamen viele hundert Gottheiten zu mir, verbeugten sich, stellten sich zur Seite hin und sagten zu mir: ",
  "dn14:3.30.2": "‚Im gegenwärtigen, von Glück gesegneten Äon bist du, guter Herr, in der Welt erschienen, vollendet und vollkommen erwacht. ",
  "dn14:3.30.3": "Du wurdest als Adliger in einer Adelsfamilie geboren. ",
  "dn14:3.30.4": "Du gehörst zum Stamm Gotama. ",
  "dn14:3.30.5": "Deine Lebensdauer ist kurz, knapp und flüchtig. Ein Mensch, der lange lebt, lebt hundert Jahre oder ein wenig länger. ",
  "dn14:3.30.6": "Du bist am Fuß eines Pappelfeigenbaumes erwacht. ",
  "dn14:3.30.7": "Du hattest ein erlesenes Paar von Hauptschülern mit Namen Sāriputta und Moggallāna. ",
  "dn14:3.30.8": "Du hattest eine Zusammenkunft von Schülerinnen und Schülern – 1.250 Mönche und Nonnen, deren Befleckungen aufgelöst sind. ",
  "dn14:3.30.9": "Als Hauptaufwärter hattest du einen Mönch mit Namen Ānanda. ",
  "dn14:3.30.10": "Dein Vater war König Suddhodana, ",
  "dn14:3.30.11": "deine leibliche Mutter war Königin Māyā ",
  "dn14:3.30.12": "und eure Hauptstadt hieß Kapilavatthu. ",
  "dn14:3.30.13": "Und so war deine Entsagung, so dein Fortziehen, so dein Bemühen, so dein Erwachen, und so brachtest du das Rad des Dhamma ins Rollen. ",
  "dn14:3.30.14": "Und, guter Herr, nachdem wir unter dir das geistliche Leben geführt hatten, verloren wir unser Verlangen nach Sinnenfreuden und wurden hier wiedergeboren.‘ ",
  "dn14:3.31.1": "Dann ging ich zusammen mit den Aviha-Göttern zu den Atappa-Göttern … ",
  "dn14:3.31.2": "zu den Göttern von schönem Anblick … ",
  "dn14:3.31.3": "und zu den Göttern mit schönem Blick. Und zusammen mit all diesen Göttern ging ich zu den Akaniṭṭha-Göttern, wo wir ein ähnliches Gespräch hatten. ",
  "dn14:3.33.1": "Und so ist der Klargewordene in der Lage, sich an Kaste, Namen, Stamm, Lebensdauer, Hauptschüler und Zusammenkünfte von Schülerinnen und Schülern der Buddhas der Vergangenheit zu erinnern, die vollkommen erloschen sind, die das Wuchern abgeschnitten, die Spur abgeschnitten, den Kreislauf zu Ende gebracht haben und über das Leiden hinausgegangen sind. Es ist sowohl, weil ich den Grundsatz der Lehren klar erfasst habe, ",
  "dn14:3.33.3": "als auch, weil Gottheiten es mir gesagt haben.“ ",
  "dn14:3.33.5": "Das sagte der Buddha. ",
  "dn14:3.33.6": "Zufrieden freuten sich die Mönche und Nonnen über die Worte des Buddha. "
}