{
  "dn15:0.1": "Lange Lehrreden 15 ",
  "dn15:0.2": "Die große Lehrrede über das Kausalprinzip ",
  "dn15:0.3": "1. Abhängiges Entstehen ",
  "dn15:1.1": "So habe ich es gehört: ",
  "dn15:1.2": "Einmal hielt sich der Buddha im Land der Kurus auf, bei der Kurustadt mit Namen Kammāsadamma. ",
  "dn15:1.3": "Da ging der Ehrwürdige Ānanda zum Buddha, verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "dn15:1.4": "„Es ist unglaublich, Herr, es ist erstaunlich, ",
  "dn15:1.5": "dass dieses abhängige Entstehen tiefgründig ist und auch so erscheint, und dennoch erscheint es mir so offensichtlich wie es nur sein kann.“ ",
  "dn15:1.6": "„Sag das nicht, Ānanda, sag das nicht! ",
  "dn15:1.7": "Dieses abhängige Entstehen ist tiefgründig und erscheint auch so. ",
  "dn15:1.8": "Weil sie diese Lehre nicht versteht und durchdringt, wurde diese Bevölkerung verwickelt wie Garn, verknotet wie ein Wollknäuel und verflochten wie Binsen und Schilf, so dass sie den verlorenen Orten nicht entkommt, den schlechten Orten, der Unterwelt, dem Umherwandern. ",
  "dn15:2.1": "Wenn du gefragt wirst: ‚Gibt es eine spezifische Bedingung für Alter und Tod?‘, solltest du antworten: ‚Die gibt es‘. ",
  "dn15:2.2": "Wenn gesagt wird: ‚Was ist eine Bedingung für Alter und Tod?‘, solltest du antworten: ‚Wiedergeburt ist eine Bedingung für Alter und Tod‘. ",
  "dn15:2.3": "Wenn du gefragt wirst: ‚Gibt es eine spezifische Bedingung für Wiedergeburt?‘, solltest du antworten: ‚Die gibt es‘. ",
  "dn15:2.4": "Wenn gesagt wird: ‚Was ist eine Bedingung für Wiedergeburt?‘, solltest du antworten: ‚Fortgesetztes Dasein ist eine Bedingung für Wiedergeburt‘. ",
  "dn15:2.5": "Wenn du gefragt wirst: ‚Gibt es eine spezifische Bedingung für fortgesetztes Dasein?‘, solltest du antworten: ‚Die gibt es‘. ",
  "dn15:2.6": "Wenn gesagt wird: ‚Was ist eine Bedingung für fortgesetztes Dasein?‘, solltest du antworten: ‚Ergreifen ist eine Bedingung für fortgesetztes Dasein‘. ",
  "dn15:2.7": "Wenn du gefragt wirst: ‚Gibt es eine spezifische Bedingung für Ergreifen?‘, solltest du antworten: ‚Die gibt es‘. ",
  "dn15:2.8": "Wenn gesagt wird: ‚Was ist eine Bedingung für Ergreifen?‘, solltest du antworten: ‚Verlangen ist eine Bedingung für Ergreifen‘. ",
  "dn15:2.9": "Wenn du gefragt wirst: ‚Gibt es eine spezifische Bedingung für Verlangen?‘, solltest du antworten: ‚Die gibt es‘. ",
  "dn15:2.10": "Wenn gesagt wird: ‚Was ist eine Bedingung für Verlangen?‘, solltest du antworten: ‚Gefühl ist eine Bedingung für Verlangen‘. ",
  "dn15:2.11": "Wenn du gefragt wirst: ‚Gibt es eine spezifische Bedingung für Gefühl?‘, solltest du antworten: ‚Die gibt es‘. ",
  "dn15:2.12": "Wenn gesagt wird: ‚Was ist eine Bedingung für Gefühl?‘, solltest du antworten: ‚Berührung ist eine Bedingung für Gefühl‘. ",
  "dn15:2.13": "Wenn du gefragt wirst: ‚Gibt es eine spezifische Bedingung für Berührung?‘, solltest du antworten: ‚Die gibt es‘. ",
  "dn15:2.14": "Wenn gesagt wird: ‚Was ist eine Bedingung für Berührung?‘, solltest du antworten: ‚Name und Form sind eine Bedingung für Berührung‘. ",
  "dn15:2.15": "Wenn du gefragt wirst: ‚Gibt es eine spezifische Bedingung für Name und Form?‘, solltest du antworten: ‚Die gibt es‘. ",
  "dn15:2.16": "Wenn gesagt wird: ‚Was ist eine Bedingung für Name und Form?‘, solltest du antworten: ‚Bewusstsein ist eine Bedingung für Name und Form‘. ",
  "dn15:2.17": "Wenn du gefragt wirst: ‚Gibt es eine spezifische Bedingung für Bewusstsein?‘, solltest du antworten: ‚Die gibt es‘. ",
  "dn15:2.18": "Wenn gesagt wird: ‚Was ist eine Bedingung für Bewusstsein?‘, solltest du antworten: ‚Name und Form sind eine Bedingung für Bewusstsein‘. ",
  "dn15:3.1": "So sind also Name und Form eine Bedingung für Bewusstsein. Bewusstsein ist eine Bedingung für Name und Form. Name und Form sind eine Bedingung für Berührung. Berührung ist eine Bedingung für Gefühl. Gefühl ist eine Bedingung für Verlangen. Verlangen ist eine Bedingung für Ergreifen. Ergreifen ist eine Bedingung für fortgesetztes Dasein. Fortgesetztes Dasein ist eine Bedingung für Wiedergeburt. Wiedergeburt ist eine Bedingung für das Zustandekommen von Alter und Tod, Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis. ",
  "dn15:3.2": "So wird diese ganze Masse des Leidens verursacht. ",
  "dn15:4.1": "‚Wiedergeburt ist eine Bedingung für Alter und Tod‘ – das habe ich gesagt. Eine Art, zu verstehen, wie das gemeint ist, ist diese: ",
  "dn15:4.2": "Angenommen, es gäbe ganz und gar überhaupt keine Wiedergeburt, nirgends und für niemanden. ",
  "dn15:4.3": "Das heißt, es gäbe keine Wiedergeburt von Lebewesen in ihren verschiedenen Bereichen – keine Wiedergeburt von Göttern, Elfen, Naturgeistern, Geschöpfen, Menschen, Vierfüßlern, Vögeln oder Reptilien in ihren jeweiligen Bereichen. Wenn es überhaupt keine Wiedergeburt gäbe, mit dem Aufhören der Wiedergeburt, gäbe es da noch Alter und Tod?“ ",
  "dn15:4.4": "„Nein, Herr.“ ",
  "dn15:4.5": "„Aus diesem Grund ist das die Ursache, die Quelle, der Ursprung und die Bedingung für Alter und Tod: nämlich Wiedergeburt. ",
  "dn15:5.1": "‚Fortgesetztes Dasein ist eine Bedingung für Wiedergeburt‘ – das habe ich gesagt. Eine Art, zu verstehen, wie das gemeint ist, ist diese: ",
  "dn15:5.2": "Angenommen, es gäbe ganz und gar überhaupt kein fortgesetztes Dasein, nirgends und für niemanden. ",
  "dn15:5.3": "Das heißt, es gäbe kein fortgesetztes Dasein im Bereich der Sinne, im Bereich der leuchtenden Form oder im formlosen Bereich. Wenn es überhaupt kein fortgesetztes Dasein gäbe, mit dem Aufhören des fortgesetzten Daseins, gäbe es da noch Wiedergeburt?“ ",
  "dn15:5.4": "„Nein, Herr.“ ",
  "dn15:5.5": "„Aus diesem Grund ist das die Ursache, die Quelle, der Ursprung und die Bedingung für die Wiedergeburt: nämlich fortgesetztes Dasein. ",
  "dn15:6.1": "‚Ergreifen ist eine Bedingung für fortgesetztes Dasein‘ – das habe ich gesagt. Eine Art, zu verstehen, wie das gemeint ist, ist diese: ",
  "dn15:6.2": "Angenommen, es gäbe ganz und gar überhaupt kein Ergreifen, nirgends und für niemanden. ",
  "dn15:6.3": "Das heißt, es gäbe kein Ergreifen von Sinnenfreuden, von Ansichten, von Regeln und Gelübden und von Theorien über ein Selbst. Wenn es überhaupt kein Ergreifen gäbe, mit dem Aufhören des Ergreifens, gäbe es da noch fortgesetztes Dasein?“ ",
  "dn15:6.4": "„Nein, Herr.“ ",
  "dn15:6.5": "„Aus diesem Grund ist das die Ursache, die Quelle, der Ursprung und die Bedingung für fortgesetztes Dasein: nämlich Ergreifen. ",
  "dn15:7.1": "‚Verlangen ist eine Bedingung für Ergreifen‘ – das habe ich gesagt. Eine Art, zu verstehen, wie das gemeint ist, ist diese: ",
  "dn15:7.2": "Angenommen, es gäbe ganz und gar überhaupt kein Verlangen, nirgends und für niemanden. ",
  "dn15:7.3": "Das heißt, es gäbe kein Verlangen nach Bildern, Tönen, Düften, Geschmäcken, Berührungen und Gedanken. Wenn es überhaupt kein Verlangen gäbe, mit dem Aufhören des Verlangens, gäbe es da noch Ergreifen?“ ",
  "dn15:7.4": "„Nein, Herr.“ ",
  "dn15:7.5": "„Aus diesem Grund ist das die Ursache, die Quelle, der Ursprung und die Bedingung für Ergreifen: nämlich Verlangen. ",
  "dn15:8.1": "‚Gefühl ist eine Bedingung für Verlangen‘ – das habe ich gesagt. Eine Art, zu verstehen, wie das gemeint ist, ist diese: ",
  "dn15:8.2": "Angenommen, es gäbe ganz und gar überhaupt kein Gefühl, nirgends und für niemanden. ",
  "dn15:8.3": "Das heißt, es gäbe kein Gefühl entsprungen aus Berührung mit dem Auge, dem Ohr, der Nase, der Zunge, dem Körper oder dem Geist. Wenn es überhaupt kein Gefühl gäbe, mit dem Aufhören des Gefühls, gäbe es da noch Verlangen?“ ",
  "dn15:8.4": "„Nein, Herr.“ ",
  "dn15:8.5": "„Aus diesem Grund ist das die Ursache, die Quelle, der Ursprung und die Bedingung für Verlangen: nämlich Gefühl. ",
  "dn15:9.1": "So kommt es also, Ānanda, dass Gefühl eine Ursache für Verlangen ist. Verlangen ist eine Ursache für Trachten. Trachten ist eine Ursache für das Gewinnen von materiellem Besitz. Das Gewinnen von materiellem Besitz ist eine Ursache für Bewerten. Bewerten ist eine Ursache für Sehnsucht und Begierde. Sehnsucht und Begierde sind eine Ursache für Anhänglichkeit. Anhänglichkeit ist eine Ursache für Eigentum. Eigentum ist eine Ursache für Geiz. Geiz ist eine Ursache für Bewachen. ",
  "dn15:9.2": "Aufgrund von Bewachen kommen zahlreiche schlechte, untaugliche Dinge zustande: das Greifen zu Stock und Schwert, Zank und Streit, Zwist, Anschuldigungen, entzweiende Rede und Lügen. ",
  "dn15:10.1": "‚Aufgrund von Bewachen kommen zahlreiche schlechte, untaugliche Dinge zustande: das Greifen zu Stock und Schwert, Streit, Zank, Kämpfe, Anschuldigungen, entzweiende Rede und Lügen‘ – das habe ich gesagt. Eine Art, zu verstehen, wie das gemeint ist, ist diese: ",
  "dn15:10.2": "Angenommen, es gäbe ganz und gar überhaupt kein Bewachen, nirgends und für niemanden. Wenn es überhaupt kein Bewachen gäbe, mit dem Aufhören des Bewachens, würden da diese schlechten, untauglichen Dinge noch zustande kommen?“ ",
  "dn15:10.3": "„Nein, Herr.“ ",
  "dn15:10.4": "„Aus diesem Grund ist das die Ursache, die Quelle, der Ursprung und die Bedingung für das Zustandekommen dieser schlechten, untauglichen Dinge: nämlich Bewachen. ",
  "dn15:11.1": "‚Geiz ist eine Ursache für Bewachen‘ – das habe ich gesagt. Eine Art, zu verstehen, wie das gemeint ist, ist diese: ",
  "dn15:11.2": "Angenommen, es gäbe ganz und gar überhaupt keinen Geiz, nirgends und für niemanden. Wenn es überhaupt keinen Geiz gäbe, mit dem Aufhören des Geizes, gäbe es da noch Bewachen?“ ",
  "dn15:11.3": "„Nein, Herr.“ ",
  "dn15:11.4": "„Aus diesem Grund ist das die Ursache, die Quelle, der Ursprung und die Bedingung für Bewachen: nämlich Geiz. ",
  "dn15:12.1": "‚Eigentum ist eine Ursache für Geiz‘ – das habe ich gesagt. Eine Art, zu verstehen, wie das gemeint ist, ist diese: ",
  "dn15:12.2": "Angenommen, es gäbe ganz und gar überhaupt kein Eigentum, nirgends und für niemanden. Wenn es überhaupt kein Eigentum gäbe, mit dem Aufhören des Eigentums, gäbe es da noch Geiz?“ ",
  "dn15:12.3": "„Nein, Herr.“ ",
  "dn15:12.4": "„Aus diesem Grund ist das die Ursache, die Quelle, der Ursprung und die Bedingung für Geiz: nämlich Eigentum. ",
  "dn15:13.1": "‚Anhänglichkeit ist eine Ursache für Eigentum‘ – das habe ich gesagt. Eine Art, zu verstehen, wie das gemeint ist, ist diese: ",
  "dn15:13.2": "Angenommen, es gäbe ganz und gar überhaupt keine Anhänglichkeit, nirgends und für niemanden. Wenn es überhaupt keine Anhänglichkeit gäbe, mit dem Aufhören der Anhänglichkeit, gäbe es da noch Eigentum?“ ",
  "dn15:13.3": "„Nein, Herr.“ ",
  "dn15:13.4": "„Aus diesem Grund ist das die Ursache, die Quelle, der Ursprung und die Bedingung für Eigentum: nämlich Anhänglichkeit. ",
  "dn15:14.1": "‚Sehnsucht und Begierde sind eine Ursache für Anhänglichkeit‘ – das habe ich gesagt. Eine Art, zu verstehen, wie das gemeint ist, ist diese: ",
  "dn15:14.2": "Angenommen, es gäbe ganz und gar überhaupt keine Sehnsucht und Begierde, nirgends und für niemanden. Wenn es überhaupt keine Sehnsucht und Begierde gäbe, mit dem Aufhören der Sehnsucht und der Begierde, gäbe es da noch Anhänglichkeit?“ ",
  "dn15:14.3": "„Nein, Herr.“ ",
  "dn15:14.4": "„Aus diesem Grund ist das die Ursache, die Quelle, der Ursprung und die Bedingung für Anhänglichkeit: nämlich Sehnsucht und Begierde. ",
  "dn15:15.1": "‚Bewerten ist eine Ursache für Sehnsucht und Begierde‘ – das habe ich gesagt. Eine Art, zu verstehen, wie das gemeint ist, ist diese: ",
  "dn15:15.2": "Angenommen, es gäbe ganz und gar überhaupt kein Bewerten, nirgends und für niemanden. Wenn es überhaupt kein Bewerten gäbe, mit dem Aufhören des Bewertens, gäbe es da noch Sehnsucht und Begierde?“ ",
  "dn15:15.3": "„Nein, Herr.“ ",
  "dn15:15.4": "„Aus diesem Grund ist das die Ursache, die Quelle, der Ursprung und die Bedingung für Sehnsucht und Begierde: nämlich Bewerten. ",
  "dn15:16.1": "‚Das Gewinnen von materiellem Besitz ist eine Ursache für Bewerten‘ – das habe ich gesagt. Eine Art, zu verstehen, wie das gemeint ist, ist diese: ",
  "dn15:16.2": "Angenommen, es gäbe ganz und gar überhaupt kein Gewinnen von materiellem Besitz, nirgends und für niemanden. Wenn es überhaupt kein Gewinnen von materiellem Besitz gäbe, mit dem Aufhören des Gewinnens von materiellem Besitz, gäbe es da noch Bewerten?“ ",
  "dn15:16.3": "„Nein, Herr.“ ",
  "dn15:16.4": "„Aus diesem Grund ist das die Ursache, die Quelle, der Ursprung und die Bedingung für Bewerten: nämlich das Gewinnen von materiellem Besitz. ",
  "dn15:17.1": "‚Trachten ist eine Ursache für das Gewinnen von materiellem Besitz‘ – das habe ich gesagt. Eine Art, zu verstehen, wie das gemeint ist, ist diese: ",
  "dn15:17.2": "Angenommen, es gäbe ganz und gar überhaupt kein Trachten, nirgends und für niemanden. Wenn es überhaupt kein Trachten gäbe, mit dem Aufhören des Trachtens, gäbe es da noch das Gewinnen von materiellem Besitz?“ ",
  "dn15:17.3": "„Nein, Herr.“ ",
  "dn15:17.4": "„Aus diesem Grund ist das die Ursache, die Quelle, der Ursprung und die Bedingung für das Gewinnen von materiellem Besitz: nämlich Trachten. ",
  "dn15:18.1": "‚Verlangen ist eine Ursache für Trachten‘ – das habe ich gesagt. Eine Art, zu verstehen, wie das gemeint ist, ist diese: ",
  "dn15:18.2": "Angenommen, es gäbe ganz und gar überhaupt kein Verlangen, nirgends und für niemanden. ",
  "dn15:18.3": "Das heißt, es gäbe kein Verlangen nach Bildern, Tönen, Düften, Geschmäcken, Berührungen und Gedanken. Wenn es überhaupt kein Verlangen gäbe, mit dem Aufhören des Verlangens, gäbe es da noch Trachten?“ ",
  "dn15:18.4": "„Nein, Herr.“ ",
  "dn15:18.5": "„Aus diesem Grund ist das die Ursache, die Quelle, der Ursprung und die Bedingung für Trachten: nämlich Verlangen. ",
  "dn15:18.6": "Und so, Ānanda, sind diese beiden Dinge durch die beiden Aspekte des Gefühls vereint. ",
  "dn15:19.1": "‚Berührung ist eine Bedingung für Gefühl‘ – das habe ich gesagt. Eine Art, zu verstehen, wie das gemeint ist, ist diese: ",
  "dn15:19.2": "Angenommen, es gäbe ganz und gar überhaupt keine Berührung, nirgends und für niemanden. ",
  "dn15:19.3": "Das heißt, es gäbe keine Berührung mit dem Auge, dem Ohr, der Nase, der Zunge, dem Körper oder dem Geist. Wenn es überhaupt keine Berührung gäbe, mit dem Aufhören der Berührung, gäbe es da noch Gefühl?“ ",
  "dn15:19.4": "„Nein, Herr.“ ",
  "dn15:19.5": "„Aus diesem Grund ist das die Ursache, die Quelle, der Ursprung und die Bedingung für Gefühl: nämlich Berührung. ",
  "dn15:20.1": "‚Name und Form sind eine Bedingung für Berührung‘ – das habe ich gesagt. Eine Art, zu verstehen, wie das gemeint ist, ist diese: ",
  "dn15:20.2": "Angenommen, es gäbe keine der Eigenschaften, Eigenarten, Merkmale und Einzelheiten, durch die man die Klasse der geistigen Erscheinungen bestimmen kann. Gäbe es dann noch eine sprachliche Berührung in der Klasse der materiellen Erscheinungen?“ ",
  "dn15:20.3": "„Nein, Herr.“ ",
  "dn15:20.4": "Angenommen, es gäbe keine der Eigenschaften, Eigenarten, Merkmale und Einzelheiten, durch die man die Klasse der materiellen Erscheinungen bestimmen kann. Gäbe es dann noch eine Berührung durch Eindrücke in der Klasse der geistigen Erscheinungen?“ ",
  "dn15:20.5": "„Nein, Herr.“ ",
  "dn15:20.6": "Angenommen, es gäbe keine der Eigenschaften, Eigenarten, Merkmale und Einzelheiten, durch die man die Klassen der geistigen oder materiellen Erscheinungen bestimmen kann. Gäbe es dann noch eine sprachliche Berührung oder eine Berührung durch Eindrücke?“ ",
  "dn15:20.7": "„Nein, Herr.“ ",
  "dn15:20.8": "Angenommen, es gäbe keine der Eigenschaften, Eigenarten, Merkmale und Einzelheiten, durch die man Name und Form bestimmen kann. Gäbe es dann noch Berührung?“ ",
  "dn15:20.9": "„Nein, Herr.“ ",
  "dn15:20.10": "„Aus diesem Grund ist das die Ursache, die Quelle, der Ursprung und die Bedingung für Berührung: nämlich Name und Form. ",
  "dn15:21.1": "‚Bewusstsein ist eine Bedingung für Name und Form‘ – das habe ich gesagt. Eine Art, zu verstehen, wie das gemeint ist, ist diese: ",
  "dn15:21.2": "Wenn kein Bewusstsein im Mutterleib empfangen würde, würden sich dann Name und Form dort verfestigen?“ ",
  "dn15:21.3": "„Nein, Herr.“ ",
  "dn15:21.4": "„Wenn Bewusstsein im Mutterleib empfangen würde und dann verloren ginge, würden dann Name und Form in dieses Dasein hineingeboren werden?“ ",
  "dn15:21.5": "„Nein, Herr.“ ",
  "dn15:21.6": "„Wenn das Bewusstsein eines kleinen Jungen oder Mädchens abgeschnitten würde, würden dann Name und Form wachsen, größer werden und zur Reife kommen?“ ",
  "dn15:21.7": "„Nein, Herr.“ ",
  "dn15:21.8": "„Aus diesem Grund ist das die Ursache, die Quelle, der Ursprung und die Bedingung für Name und Form: nämlich Bewusstsein. ",
  "dn15:22.1": "‚Name und Form sind eine Bedingung für Bewusstsein‘ – das habe ich gesagt. Eine Art, zu verstehen, wie das gemeint ist, ist diese: ",
  "dn15:22.2": "Wenn kein Bewusstsein in Name und Form verankert würde, gäbe es dann das Zustandekommen des Entstehens des Leidens – das Zustandekommen von Wiedergeburt, Alter und künftigem Tod?“ ",
  "dn15:22.3": "„Nein, Herr.“ ",
  "dn15:22.4": "„Aus diesem Grund ist das die Ursache, die Quelle, der Ursprung und die Bedingung für Bewusstsein: nämlich Name und Form. ",
  "dn15:22.5": "Bis zu diesem Punkt kann man wiedergeboren werden, alt werden, sterben, verscheiden oder wieder erscheinen. ",
  "dn15:22.6": "Bis zu diesem Punkt erstreckt sich der Geltungsbereich von Sprache, Ausdrucksweise und Beschreibung; erstreckt sich der Bereich der Weisheit; setzt sich der Kreislauf der Wiedergeburten fort, so dass es diesen Daseinszustand gibt: nämlich, dass Name und Form und Bewusstsein in wechselseitiger Abhängigkeit stehen. ",
  "dn15:23.0": "2. Das Selbst beschreiben ",
  "dn15:23.1": "Die, die ein Selbst beschreiben: Wie beschreiben sie es? ",
  "dn15:23.2": "Sie beschreiben es als materiell und begrenzt: ",
  "dn15:23.3": "‚Mein Selbst ist materiell und begrenzt.‘ ",
  "dn15:23.4": "Oder sie beschreiben es als materiell und unendlich: ",
  "dn15:23.5": "‚Mein Selbst ist materiell und unendlich.‘ ",
  "dn15:23.6": "Oder sie beschreiben es als immateriell und begrenzt: ",
  "dn15:23.7": "‚Mein Selbst ist immateriell und begrenzt.‘ ",
  "dn15:23.8": "Oder sie beschreiben es als immateriell und unendlich: ",
  "dn15:23.9": "‚Mein Selbst ist immateriell und unendlich.‘ ",
  "dn15:24.1": "Nehmen wir nun die, die das Selbst als materiell und begrenzt beschreiben. ",
  "dn15:24.2": "Sie beschreiben das Selbst als materiell und begrenzt in der Gegenwart; oder in einem künftigen Leben; oder sie denken: ‚Obwohl es nicht so ist, werde ich sicherstellen, dass es das bekommt, was nötig ist, damit es so wird.‘ ",
  "dn15:24.3": "Wenn das so ist, dann ist es angebracht, zu sagen, dass bei ihnen eine Ansicht über das Selbst als materiell und begrenzt zugrunde liegt. ",
  "dn15:24.4": "Nehmen wir nun die, die das Selbst als materiell und unendlich beschreiben … ",
  "dn15:24.7": "als immateriell und begrenzt … ",
  "dn15:24.10": "oder als immateriell und unendlich. ",
  "dn15:24.11": "Sie beschreiben das Selbst als immateriell und unendlich in der Gegenwart; oder in einem künftigen Leben; oder sie denken: ‚Obwohl es nicht so ist, werde ich sicherstellen, dass es das bekommt, was nötig ist, damit es so wird.‘ ",
  "dn15:24.12": "Wenn das so ist, dann ist es angebracht, zu sagen, dass bei ihnen eine Ansicht über das Selbst als immateriell und unendlich zugrunde liegt. ",
  "dn15:24.13": "Die, die ein Selbst beschreiben: So beschreiben sie es. ",
  "dn15:25.0": "3. Das Selbst nicht beschreiben ",
  "dn15:25.1": "Die, die kein Selbst beschreiben: Wie beschreiben sie es nicht? ",
  "dn15:25.2": "Sie beschreiben es nicht als materiell und begrenzt … ",
  "dn15:25.4": "nicht als materiell und unendlich … ",
  "dn15:25.6": "nicht als immateriell und begrenzt … ",
  "dn15:25.8": "und nicht als immateriell und unendlich: ",
  "dn15:25.9": "‚Mein Selbst ist immateriell und unendlich.‘ ",
  "dn15:26.1": "Nehmen wir nun die, die das Selbst nicht als materiell und begrenzt beschreiben … ",
  "dn15:26.4": "nicht als materiell und unendlich … ",
  "dn15:26.7": "nicht als immateriell und begrenzt … ",
  "dn15:26.10": "und nicht als immateriell und unendlich. ",
  "dn15:26.11": "Sie beschreiben das Selbst nicht als immateriell und unendlich in der Gegenwart; auch nicht in einem künftigen Leben; und sie denken auch nicht: ‚Obwohl es nicht so ist, werde ich sicherstellen, dass es das bekommt, was nötig ist, damit es so wird.‘ ",
  "dn15:26.12": "Wenn das so ist, dann ist es angebracht, zu sagen, dass bei ihnen keine Ansicht über das Selbst als immateriell und unendlich zugrunde liegt. ",
  "dn15:26.13": "Die, die kein Selbst beschreiben: So beschreiben sie es nicht. ",
  "dn15:27.0": "4. Das Selbst betrachten ",
  "dn15:27.1": "Die, die ein Selbst betrachten: Wie betrachten sie es? ",
  "dn15:27.2": "Sie betrachten Gefühl als Selbst: ",
  "dn15:27.3": "‚Gefühl ist mein Selbst.‘ ",
  "dn15:27.4": "Oder sie betrachten es so: ‚Gefühl ist bestimmt nicht mein Selbst. Mein Selbst erlebt kein Gefühl.‘ ",
  "dn15:27.5": "Oder sie betrachten es so: ‚Gefühl ist bestimmt nicht mein Selbst. Aber es ist nicht so, dass mein Selbst kein Gefühl erleben würde. Mein Selbst fühlt, denn mein Selbst ist dem Fühlen unterworfen.‘ ",
  "dn15:28.1": "Nehmen wir nun die, die sagen: ",
  "dn15:28.2": "‚Gefühl ist mein Selbst.‘ ",
  "dn15:28.3": "Zu ihnen solltest du sagen: ",
  "dn15:28.4": "‚Werter Freund, es gibt drei Gefühle: ",
  "dn15:28.5": "angenehm, schmerzhaft und neutral. ",
  "dn15:28.6": "Welches davon betrachtest du als dein Selbst?‘ ",
  "dn15:28.7": "Ānanda, zu einer Zeit, zu der du ein angenehmes Gefühl fühlst, fühlst du kein schmerzhaftes oder neutrales Gefühl; ",
  "dn15:28.8": "du fühlst nur ein angenehmes Gefühl. ",
  "dn15:28.9": "Zu einer Zeit, zu der du ein schmerzhaftes Gefühl fühlst, fühlst du kein angenehmes oder neutrales Gefühl; ",
  "dn15:28.10": "du fühlst nur ein schmerzhaftes Gefühl. ",
  "dn15:28.11": "Zu einer Zeit, zu der du ein neutrales Gefühl fühlst, fühlst du kein angenehmes oder schmerzhaftes Gefühl; ",
  "dn15:28.12": "du fühlst nur ein neutrales Gefühl. ",
  "dn15:29.1": "Angenehme Gefühle, schmerzhafte Gefühle, neutrale Gefühle, sie alle sind unbeständig, bedingt, abhängig entstanden und müssen enden, verschwinden, schwinden und aufhören. ",
  "dn15:29.4": "Wenn sie ein angenehmes Gefühl fühlen, denken sie: ‚Das ist mein Selbst.‘ ",
  "dn15:29.5": "Wenn das angenehme Gefühl aufhört, denken sie: ‚Mein Selbst ist verschwunden.‘ ",
  "dn15:29.6": "Wenn sie ein schmerzhaftes Gefühl fühlen, denken sie: ‚Das ist mein Selbst.‘ ",
  "dn15:29.7": "Wenn das schmerzhafte Gefühl aufhört, denken sie: ‚Mein Selbst ist verschwunden.‘ ",
  "dn15:29.8": "Wenn sie ein neutrales Gefühl fühlen, denken sie: ‚Das ist mein Selbst.‘ ",
  "dn15:29.9": "Wenn das neutrale Gefühl aufhört, denken sie: ‚Mein Selbst ist verschwunden.‘ ",
  "dn15:29.10": "So betrachten die, die sagen ‚Gefühl ist mein Selbst‘, etwas, das offensichtlich unbeständig ist, als das Selbst – eine Mischung aus Glück und Leid, die entstehen und vergehen muss. ",
  "dn15:29.11": "Daher ist es nicht zulässig, Gefühl als das Selbst zu betrachten. ",
  "dn15:30.1": "Nehmen wir nun die, die sagen: ",
  "dn15:30.2": "‚Gefühl ist bestimmt nicht mein Selbst. Mein Selbst erlebt kein Gefühl.‘ Zu ihnen solltest du sagen: ",
  "dn15:30.3": "‚Aber werter Freund, wo überhaupt nichts gefühlt wird, würde da der Gedanke „Ich bin“ auftreten?‘“ ",
  "dn15:30.4": "„Nein, Herr.“ ",
  "dn15:30.5": "„Aus diesem Grund ist es nicht zulässig, das, was kein Gefühl erlebt, als das Selbst zu betrachten. ",
  "dn15:31.1": "Nehmen wir nun die, die sagen: ",
  "dn15:31.2": "‚Gefühl ist bestimmt nicht mein Selbst. Aber es ist nicht so, dass mein Selbst kein Gefühl erleben würde. Mein Selbst fühlt, denn mein Selbst ist dem Fühlen unterworfen.‘ ",
  "dn15:31.3": "Zu ihnen solltest du sagen: ",
  "dn15:31.4": "‚Angenommen, Gefühl würde ganz und gar vollständig restlos aufhören. ",
  "dn15:31.5": "Wenn es überhaupt kein Gefühl gäbe, mit dem Aufhören des Gefühls, würde da der Gedanke „Das bin ich“ auftreten?‘“ ",
  "dn15:31.6": "„Nein, Herr.“ ",
  "dn15:31.7": "„Aus diesem Grund ist es nicht zulässig, das, was dem Fühlen unterworfen ist, als das Selbst zu betrachten. ",
  "dn15:32.2": "Wenn man nichts in dieser Weise betrachtet, ergreift man nichts in der Welt. ",
  "dn15:32.3": "Wenn man nichts ergreift, ist einem nicht bange, und wenn einem nicht bange ist, erlischt man aus sich selbst heraus. ",
  "dn15:32.4": "Man versteht: ‚Wiedergeburt ist beendet, die spirituelle Reise ist abgeschlossen, was zu tun war, ist getan, es gibt keine Rückkehr mehr zu irgendeinem Daseinszustand.‘ ",
  "dn15:32.5": "Es wäre nicht angemessen, zu sagen, dass ein Mönch, dessen Geist so befreit ist, diese Ansichten hat: ",
  "dn15:32.6": "‚Ein Klargewordener besteht nach dem Tod‘, ",
  "dn15:32.7": "‚Ein Klargewordener besteht nicht nach dem Tod‘, ",
  "dn15:32.8": "‚Ein Klargewordener besteht nach dem Tod und besteht auch nicht‘, ",
  "dn15:32.9": "‚Ein Klargewordener besteht weder nach dem Tod, noch besteht er nicht.‘ ",
  "dn15:32.10": "Und warum nicht? ",
  "dn15:32.11": "Ein Mönch ist befreit, indem er unmittelbar erkennt, wie weit sich die Sprache und der Geltungsbereich der Sprache erstrecken; wie weit sich die Ausdrucksweise und der Geltungsbereich der Ausdrucksweise erstrecken; wie weit sich Beschreibung und der Geltungsbereich der Beschreibung erstrecken; wie weit sich die Weisheit und der Bereich der Weisheit erstrecken; wie weit sich der Kreislauf der Wiedergeburten und seine Fortsetzung erstrecken. Es wäre nicht angemessen, zu sagen, dass ein Mönch, der befreit ist, indem er dies unmittelbar erkennt, die Ansicht hat: ‚So etwas wie Erkennen und Sehen gibt es nicht.‘ ",
  "dn15:33.0": "5. Bewusstseinsebenen ",
  "dn15:33.1": "Ānanda, es gibt sieben Bewusstseinsebenen und zwei Dimensionen. ",
  "dn15:33.2": "Welche sieben? ",
  "dn15:33.3": "Es gibt Lebewesen, deren Körper und Wahrnehmung verschieden sind – wie Menschen, manche Götter und manche Wesen in der Unterwelt. ",
  "dn15:33.4": "Das ist die erste Bewusstseinsebene. ",
  "dn15:33.5": "Es gibt Lebewesen, deren Körper verschieden sind und deren Wahrnehmung gleich ist – wie die Götter, die durch die erste Vertiefung in Brahmas Gefolge wiedergeboren wurden. ",
  "dn15:33.6": "Das ist die zweite Bewusstseinsebene. ",
  "dn15:33.7": "Es gibt Lebewesen, deren Körper gleich sind und deren Wahrnehmung verschieden ist – wie die Götter von strahlendem Glanz. ",
  "dn15:33.8": "Das ist die dritte Bewusstseinsebene. ",
  "dn15:33.9": "Es gibt Lebewesen, deren Körper und Wahrnehmung gleich sind – wie die mit Herrlichkeit reich gesegneten Götter. ",
  "dn15:33.10": "Das ist die vierte Bewusstseinsebene. ",
  "dn15:33.11": "Es gibt Lebewesen, die jegliche Formwahrnehmung überstiegen haben. Mit dem Beenden der Wahrnehmung von Eindrücken und indem sie ihre Aufmerksamkeit nicht der Wahrnehmung von Verschiedenheit zuwandten, im Wissen: ‚Raum ist unendlich‘, wurden sie in der Dimension des unendlichen Raumes wiedergeboren. ",
  "dn15:33.12": "Das ist die fünfte Bewusstseinsebene. ",
  "dn15:33.13": "Es gibt Lebewesen, die die Dimension des unendlichen Raumes vollständig überstiegen haben. Im Wissen: ‚Bewusstsein ist unendlich‘ wurden sie in der Dimension des unendlichen Bewusstseins wiedergeboren. ",
  "dn15:33.14": "Das ist die sechste Bewusstseinsebene. ",
  "dn15:33.15": "Es gibt Lebewesen, die die Dimension des unendlichen Bewusstseins vollständig überstiegen haben. Im Wissen: ‚da ist überhaupt nichts‘ wurden sie in der Dimension des Nichts wiedergeboren. ",
  "dn15:33.16": "Das ist die siebte Bewusstseinsebene. ",
  "dn15:33.17": "Dann gibt es die Dimension der Wesen ohne Wahrnehmung und zweitens noch die Dimension ‚weder Wahrnehmung noch keine Wahrnehmung‘. ",
  "dn15:34.1": "Ist es nun im Hinblick auf diese sieben Bewusstseinsebenen und diese zwei Dimensionen ",
  "dn15:34.2": "für jemanden, der sie versteht – und der ihr Entstehen, ihr Enden, ihre vorteilhaften und nachteiligen Folgen und das Entrinnen daraus versteht –, ist es für eine solche Person angebracht, darin Vergnügen zu finden?“ ",
  "dn15:34.3": "„Nein, Herr.“ ",
  "dn15:34.10": "„Wenn ein Mönch, nachdem er das Entstehen, das Enden, die vorteilhaften und nachteiligen Folgen und das Entrinnen hinsichtlich der sieben Bewusstseinsebenen und der zwei Dimensionen wirklich verstanden hat, durch Nicht-Ergreifen befreit ist, so nennt man ihn einen Mönch, der durch Weisheit befreit ist. ",
  "dn15:35.0": "6. Die acht Befreiungen ",
  "dn15:35.1": "Ānanda, es gibt acht Befreiungen. ",
  "dn15:35.2": "Welche acht? ",
  "dn15:35.3": "Man besitzt körperliche Form und sieht Bilder. ",
  "dn15:35.4": "Das ist die erste Befreiung. ",
  "dn15:35.5": "Während man keine Form innerlich wahrnimmt, sieht man äußere Bilder. ",
  "dn15:35.6": "Das ist die zweite Befreiung. ",
  "dn15:35.7": "Man ist einzig der Schönheit zugewandt. ",
  "dn15:35.8": "Das ist die dritte Befreiung. ",
  "dn15:35.9": "Man übersteigt jegliche Formwahrnehmung, und mit dem Beenden der Wahrnehmung von Eindrücken, und indem man sich nicht der Wahrnehmung von Verschiedenheit zuwendet, im Wissen: ‚Raum ist unendlich‘, tritt man in die Dimension des unendlichen Raumes ein und verweilt darin. ",
  "dn15:35.10": "Das ist die vierte Befreiung. ",
  "dn15:35.11": "Man übersteigt vollständig die Dimension des unendlichen Raumes im Wissen: ‚Bewusstsein ist unendlich‘, tritt in die Dimension des unendlichen Bewusstseins ein und verweilt darin. ",
  "dn15:35.12": "Das ist die fünfte Befreiung. ",
  "dn15:35.13": "Man übersteigt vollständig die Dimension des unendlichen Bewusstseins im Wissen: ‚da ist überhaupt nichts‘, tritt in die Dimension des Nichts ein und verweilt darin. ",
  "dn15:35.14": "Das ist die sechste Befreiung. ",
  "dn15:35.15": "Man übersteigt vollständig die Dimension des Nichts, tritt in die Dimension ‚weder Wahrnehmung noch keine Wahrnehmung‘ ein und verweilt darin. ",
  "dn15:35.16": "Das ist die siebte Befreiung. ",
  "dn15:35.17": "Man übersteigt vollständig die Dimension ‚weder Wahrnehmung noch keine Wahrnehmung‘, tritt in das Aufhören von Wahrnehmung und Gefühl ein und verweilt darin. ",
  "dn15:35.18": "Das ist die achte Befreiung. ",
  "dn15:35.19": "Das sind die acht Befreiungen. ",
  "dn15:36.1": "Wenn ein Mönch in diese acht Befreiungen eintritt und sich daraus zurückzieht, wo immer er will, wann immer er will und so lange er will – in aufsteigender Folge, in absteigender Folge und in auf- und absteigender Folge; ",
  "dn15:36.2": "und wenn er mit der Auflösung der Befleckungen in diesem Leben die fleckenlose Freiheit des Herzens erlangt, die fleckenlose Freiheit durch Weisheit, sie durch eigene Einsicht erkennt und darin lebt, so nennt man ihn einen Mönch, der auf beide Arten befreit ist. ",
  "dn15:36.3": "Und, Ānanda, es gibt keine andere Befreiung auf beide Arten, die besser oder erlesener wäre als diese.“ ",
  "dn15:36.4": "Das sagte der Buddha. ",
  "dn15:36.5": "Zufrieden freute sich der Ehrwürdige Ānanda über die Worte des Buddha. "
}