{
  "dn16:0.1": "Lange Lehrreden 16 ",
  "dn16:0.2": "Die große Lehrrede vom Erlöschen des Buddha ",
  "dn16:1.1.1": "So habe ich es gehört: ",
  "dn16:1.1.2": "Einmal hielt sich der Buddha bei Rājagaha auf der Geierkuppe auf. ",
  "dn16:1.1.3": "Zu dieser Zeit nun wollte der König Ajātasattu Vedehiputta von Magadha bei den Vajjiern einmarschieren. ",
  "dn16:1.1.4": "Er erklärte: ",
  "dn16:1.1.5": "„Ich werde diese Vajjier, die so mächtig und gewaltig sind, auslöschen! Ich werde sie zerstören, werde Unglück und Verderben über sie bringen!“ ",
  "dn16:1.2.1": "Und König Ajātasattu wandte sich an den Brahmanen Vassakāra, einen leitenden Minister von Magadha: ",
  "dn16:1.2.2": "„Bitte, Brahmane, geh zum Buddha und beuge in meinem Namen deinen Kopf zu seinen Füßen. Frage ihn, ob er gesund und wohlauf ist, ob er flink und stark ist und unbeschwert lebt. ",
  "dn16:1.2.4": "Und dann sage: ",
  "dn16:1.2.5": "‚Herr, der König Ajātasattu Vedehiputta von Magadha will bei den Vajjiern einmarschieren. ",
  "dn16:1.2.6": "Er hat erklärt: ",
  "dn16:1.2.7": "„Ich werde diese Vajjier, die so mächtig und gewaltig sind, auslöschen! Ich werde sie zerstören, werde Unglück und Verderben über sie bringen!“‘ ",
  "dn16:1.2.8": "Präge dir gut ein, was der Buddha antwortet, und berichte es mir. ",
  "dn16:1.2.9": "Denn Klargewordene sagen nichts, das nicht so ist.“ ",
  "dn16:1.3.0": "1. Der Brahmane Vassakāra ",
  "dn16:1.3.1": "„Ja, Herr“, antwortete Vassakāra. Er ließ die erlesensten Kutschen anspannen. Dann bestieg er eine erlesene Kutsche und machte sich zusammen mit anderen erlesenen Kutschen von Rājagaha auf zur Geierkuppe. ",
  "dn16:1.3.2": "Er fuhr mit der Kutsche, soweit es das Gelände erlaubte, stieg dann ab, begab sich zu Fuß zum Buddha und tauschte Willkommensgrüße mit ihm aus. ",
  "dn16:1.3.3": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzte er sich zur Seite hin und sagte zum Buddha: ",
  "dn16:1.3.4": "„Meister Gotama, König Ajātasattu beugt seinen Kopf zu deinen Füßen. Er fragt, ob du gesund und wohlauf bist, ob du flink und stark bist und unbeschwert lebst. ",
  "dn16:1.3.5": "König Ajātasattu will bei den Vajjiern einmarschieren. ",
  "dn16:1.3.6": "Er hat erklärt: ",
  "dn16:1.3.7": "‚Ich werde diese Vajjier, die so mächtig und gewaltig sind, auslöschen! Ich werde sie zerstören, werde Unglück und Verderben über sie bringen!‘“ ",
  "dn16:1.4.0": "2. Grundsätze, die bei einem König den Niedergang verhindern ",
  "dn16:1.4.1": "Nun stand da gerade der Ehrwürdige Ānanda hinter dem Buddha und fächelte ihm Luft zu. ",
  "dn16:1.4.2": "Da sagte der Buddha zum Ehrwürdigen Ānanda: ",
  "dn16:1.4.3": "„Ānanda, hast du gehört, dass die Vajjier sich regelmäßig versammeln und häufig Versammlungen abhalten?“ ",
  "dn16:1.4.4": "„Das habe ich gehört, Herr.“ ",
  "dn16:1.4.5": "„Solange die Vajjier sich regelmäßig versammeln und häufig Versammlungen abhalten, können sie Wachstum erwarten, keinen Niedergang. ",
  "dn16:1.4.6": "Ānanda, hast du gehört, dass die Vajjier sich in Eintracht versammeln, in Eintracht auseinandergehen und in Eintracht ihren Geschäften nachgehen?“ ",
  "dn16:1.4.7": "„Das habe ich gehört, Herr.“ ",
  "dn16:1.4.8": "„Solange die Vajjier sich in Eintracht versammeln, in Eintracht auseinandergehen und in Eintracht ihren Geschäften nachgehen, können sie Wachstum erwarten, keinen Niedergang. ",
  "dn16:1.4.9": "Ānanda, hast du gehört, dass die Vajjier keine neuen Vorschriften erlassen oder bestehende Vorschriften aufheben, sondern sich die althergebrachten Grundsätze der Vajjier vornehmen, wie sie niedergelegt sind, und sie befolgen?“ ",
  "dn16:1.4.10": "„Das habe ich gehört, Herr.“ ",
  "dn16:1.4.11": "„Solange die Vajjier keine neuen Vorschriften erlassen oder bestehende Vorschriften aufheben, sondern sich die althergebrachten Grundsätze der Vajjier vornehmen, wie sie niedergelegt sind, und sie befolgen, können sie Wachstum erwarten, keinen Niedergang. ",
  "dn16:1.4.12": "Ānanda, hast du gehört, dass die Vajjier ihre Ältesten ehren, achten, würdigen und verehren und es für wert halten, ihnen zuzuhören?“ ",
  "dn16:1.4.13": "„Das habe ich gehört, Herr.“ ",
  "dn16:1.4.14": "„Solange die Vajjier ihre Ältesten ehren, achten, würdigen und verehren und es für wert halten, ihnen zuzuhören, können sie Wachstum erwarten, keinen Niedergang. ",
  "dn16:1.4.15": "Ānanda, hast du gehört, dass die Vajjier keine Frauen oder Mädchen vergewaltigen oder von ihren Familien entführen und sie zwingen, mit ihnen zu leben?“ ",
  "dn16:1.4.16": "„Das habe ich gehört, Herr.“ ",
  "dn16:1.4.17": "„Solange die Vajjier keine Frauen oder Mädchen vergewaltigen oder von ihren Familien entführen und sie zwingen, mit ihnen zu leben, können sie Wachstum erwarten, keinen Niedergang. ",
  "dn16:1.4.18": "Ānanda, hast du gehört, dass die Vajjier ihre Heiligtümer, ob innerhalb oder außerhalb der Stadtmauern, ehren, achten, würdigen und verehren und die angemessenen pflichtgemäßen Opfer, wie sie früher gespendet und ausgeführt wurden, nicht vernachlässigen?“ ",
  "dn16:1.4.19": "„Das habe ich gehört, Herr.“ ",
  "dn16:1.4.20": "„Solange die Vajjier ihre Heiligtümer, ob innerhalb oder außerhalb der Stadtmauern, ehren, achten, würdigen und verehren und die angemessenen pflichtgemäßen Opfer, wie sie früher gespendet und ausgeführt wurden, nicht vernachlässigen, können sie Wachstum erwarten, keinen Niedergang. ",
  "dn16:1.4.21": "Ānanda, hast du gehört, dass die Vajjier Vollendeten in angemessener Weise Obhut, Schutz und Sicherheit bereitstellen und denken: ‚Dass doch mehr Vollendete in unser Land kämen und die, die bereits da sind, angenehm leben könnten!‘?“ ",
  "dn16:1.4.22": "„Das habe ich gehört, Herr.“ ",
  "dn16:1.4.23": "„Solange die Vajjier Vollendeten in angemessener Weise Obhut, Schutz und Sicherheit bereitstellen und denken: ‚Dass doch mehr Vollendete in unser Land kämen und die, die bereits da sind, angenehm leben könnten!‘, können sie Wachstum erwarten, keinen Niedergang.“ ",
  "dn16:1.5.1": "Dann sagte der Buddha zu Vassakāra: ",
  "dn16:1.5.2": "„Brahmane, einmal hielt ich mich bei Vesālī auf, beim Sārandada-Waldheiligtum. ",
  "dn16:1.5.3": "Dort lehrte ich die Vajjier diese sieben Grundsätze, die den Niedergang verhindern. ",
  "dn16:1.5.4": "Solange diese sieben Grundsätze, die den Niedergang verhindern, unter den Vajjiern Bestand haben und solange man sieht, dass die Vajjier sie befolgen, können sie Wachstum erwarten, keinen Niedergang.“ ",
  "dn16:1.5.5": "Als der Buddha geendet hatte, sagte Vassakāra zu ihm: ",
  "dn16:1.5.6": "„Meister Gotama, wenn die Vajjier nur einen dieser Grundsätze befolgen, können sie Wachstum erwarten, keinen Niedergang. ",
  "dn16:1.5.7": "Wie erst mit allen sieben! ",
  "dn16:1.5.8": "König Ajātasattu kann die Vajjier nicht im Krieg besiegen, höchstens durch Taktieren oder indem er Zwietracht sät. ",
  "dn16:1.5.9": "Nun, jetzt muss ich gehen, Meister Gotama. Ich habe viele Pflichten und Verantwortlichkeiten.“ ",
  "dn16:1.5.10": "„Bitte, Brahmane, geh nach deinem Belieben.“ ",
  "dn16:1.5.11": "Der Brahmane Vassakāra begrüßte die Worte des Buddha und stimmte ihm zu, dann erhob er sich von seinem Sitz und ging. ",
  "dn16:1.6.0": "3. Grundsätze, die bei Mönchen und Nonnen den Niedergang verhindern ",
  "dn16:1.6.1": "Nicht lange, nachdem Vassakāra gegangen war, sagte der Buddha zum Ehrwürdigen Ānanda: ",
  "dn16:1.6.2": "„Geh, Ānanda, rufe alle Mönche und Nonnen, die in der Umgebung von Rājagaha leben, in der Versammlungshalle zusammen.“ ",
  "dn16:1.6.3": "„Ja, Herr“, antwortete Ānanda. Er tat wie vom Buddha geheißen. Dann ging er zurück, verbeugte sich, stellte sich zur Seite hin und sagte: ",
  "dn16:1.6.4": "„Herr, der Saṅgha der Mönche und Nonnen ist versammelt. Bitte, Herr, geh nach deinem Belieben.“ ",
  "dn16:1.6.5": "Da ging der Buddha zur Versammlungshalle, setzte sich auf den ausgebreiteten Sitz ",
  "dn16:1.6.6": "und wandte sich an die Mönche und Nonnen: ",
  "dn16:1.6.7": "„Mönche und Nonnen, ich will euch sieben Grundsätze lehren, die den Niedergang verhindern. ",
  "dn16:1.6.8": "Hört zu und passt gut auf, ich werde sprechen.“ ",
  "dn16:1.6.9": "„Ja, Herr“, antworteten sie. ",
  "dn16:1.6.10": "Der Buddha sagte: ",
  "dn16:1.6.11": "„Solange die Mönche und Nonnen sich regelmäßig versammeln und häufig Versammlungen abhalten, können sie Wachstum erwarten, keinen Niedergang. ",
  "dn16:1.6.12": "Solange die Mönche und Nonnen sich in Eintracht versammeln, in Eintracht auseinandergehen und in Eintracht ihren Geschäften nachgehen, können sie Wachstum erwarten, keinen Niedergang. ",
  "dn16:1.6.13": "Solange die Mönche und Nonnen keine neuen Vorschriften erlassen oder bestehende Vorschriften aufheben, sondern sich die Schulungsregeln vornehmen, wie sie niedergelegt sind, und sie befolgen, können sie Wachstum erwarten, keinen Niedergang. ",
  "dn16:1.6.14": "Solange die Mönche und Nonnen die langjährigen Ordensältesten, die schon lange fortgezogen sind, die Väter und Anführer des Saṅgha ehren, achten, würdigen und verehren und es für wert halten, ihnen zuzuhören, können sie Wachstum erwarten, keinen Niedergang. ",
  "dn16:1.6.15": "Solange die Mönche und Nonnen nicht in den Bann eines aufgekommenen Verlangens nach künftigen Leben geraten, können sie Wachstum erwarten, keinen Niedergang. ",
  "dn16:1.6.16": "Solange die Mönche und Nonnen Sorge tragen, dass sie in Unterkünften in der Wildnis leben, können sie Wachstum erwarten, keinen Niedergang. ",
  "dn16:1.6.17": "Solange jeder der Mönche und Nonnen die Achtsamkeit verankert und denkt: ‚Dass doch mehr gutherzige geistliche Gefährten kämen und die, die bereits da sind, angenehm leben könnten!‘, können sie Wachstum erwarten, keinen Niedergang. ",
  "dn16:1.6.18": "Solange diese sieben Grundsätze, die den Niedergang verhindern, unter den Mönchen und Nonnen Bestand haben und solange man sieht, dass die Mönche und Nonnen sie befolgen, können sie Wachstum erwarten, keinen Niedergang. ",
  "dn16:1.7.1": "Ich will euch sieben weitere Grundsätze lehren, die den Niedergang verhindern. … ",
  "dn16:1.7.4": "Solange die Mönche und Nonnen nicht die Arbeit genießen, sie lieben und daran hängen, sie zu genießen, können sie Wachstum erwarten, keinen Niedergang. ",
  "dn16:1.7.5": "Solange sie nicht das Reden … ",
  "dn16:1.7.6": "den Schlaf … ",
  "dn16:1.7.7": "und Gesellschaft genießen … ",
  "dn16:1.7.8": "solange sie keine üblen Wünsche haben und nicht in den Bann übler Wünsche geraten … ",
  "dn16:1.7.9": "keine schlechten Freunde, schlechten Genossen, schlechten Gefährten haben … ",
  "dn16:1.7.10": "oder auf halbem Weg aufhören, nachdem sie ein unbedeutendes Ergebnis erlangt haben, können sie Wachstum erwarten, keinen Niedergang. ",
  "dn16:1.8.1": "Solange diese sieben Grundsätze, die den Niedergang verhindern, unter den Mönchen und Nonnen Bestand haben und solange man sieht, dass die Mönche und Nonnen sie befolgen, können sie Wachstum erwarten, keinen Niedergang. ",
  "dn16:1.8.2": "Ich will euch sieben weitere Grundsätze lehren, die den Niedergang verhindern. … ",
  "dn16:1.8.3": "Solange die Mönche und Nonnen vertrauensvoll sind … ",
  "dn16:1.8.4": "solange sie gewissenhaft … ",
  "dn16:1.8.5": "besonnen … ",
  "dn16:1.8.6": "gelehrt … ",
  "dn16:1.8.7": "energisch … ",
  "dn16:1.8.8": "achtsam … ",
  "dn16:1.8.9": "und weise sind, können sie Wachstum erwarten, keinen Niedergang. ",
  "dn16:1.8.10": "Solange diese sieben Grundsätze, die den Niedergang verhindern, unter den Mönchen und Nonnen Bestand haben und solange man sieht, dass die Mönche und Nonnen sie befolgen, können sie Wachstum erwarten, keinen Niedergang. ",
  "dn16:1.8.11": "Ich will euch sieben weitere Grundsätze lehren, die den Niedergang verhindern. … ",
  "dn16:1.9.1": "Solange die Mönche und Nonnen den Faktor des Erwachens Achtsamkeit entwickeln … ",
  "dn16:1.9.2": "den Faktor des Erwachens Erforschung der Gesetzmäßigkeiten … ",
  "dn16:1.9.3": "den Faktor des Erwachens Energie … ",
  "dn16:1.9.4": "den Faktor des Erwachens Ekstase … ",
  "dn16:1.9.5": "den Faktor des Erwachens Stille … ",
  "dn16:1.9.6": "den Faktor des Erwachens Versenkung … ",
  "dn16:1.9.7": "und den Faktor des Erwachens Gleichmut, können sie Wachstum erwarten, keinen Niedergang. ",
  "dn16:1.10.1": "Solange diese sieben Grundsätze, die den Niedergang verhindern, unter den Mönchen und Nonnen Bestand haben und solange man sieht, dass die Mönche und Nonnen sie befolgen, können sie Wachstum erwarten, keinen Niedergang. ",
  "dn16:1.10.2": "Ich will euch sieben weitere Grundsätze lehren, die den Niedergang verhindern. … ",
  "dn16:1.10.5": "Solange die Mönche und Nonnen die Wahrnehmung der Unbeständigkeit entwickeln … ",
  "dn16:1.10.6": "die Wahrnehmung des Fehlens eines Selbst … ",
  "dn16:1.10.7": "die Wahrnehmung der unattraktiven Natur … ",
  "dn16:1.10.8": "die Wahrnehmung der nachteiligen Folgen … ",
  "dn16:1.10.9": "die Wahrnehmung des Aufgebens … ",
  "dn16:1.10.10": "die Wahrnehmung des Schwindens … ",
  "dn16:1.10.11": "und die Wahrnehmung des Aufhörens, können sie Wachstum erwarten, keinen Niedergang. ",
  "dn16:1.10.12": "Solange diese sieben Grundsätze, die den Niedergang verhindern, unter den Mönchen und Nonnen Bestand haben und solange man sieht, dass die Mönche und Nonnen sie befolgen, können sie Wachstum erwarten, keinen Niedergang. ",
  "dn16:1.11.1": "Ich will euch sechs Grundsätze lehren, die den Niedergang verhindern. … ",
  "dn16:1.11.4": "Solange die Mönche und Nonnen ihre geistlichen Gefährten mit dem Körper stets liebevoll behandeln, sowohl öffentlich als insgeheim … ",
  "dn16:1.11.5": "Solange sie sie mit der Sprache stets liebevoll behandeln, sowohl öffentlich als insgeheim … ",
  "dn16:1.11.6": "und solange sie sie mit dem Geist stets liebevoll behandeln, sowohl öffentlich als insgeheim, können sie Wachstum erwarten, keinen Niedergang. ",
  "dn16:1.11.7": "Solange die Mönche und Nonnen vorbehaltlos teilen, was sie an materiellem Besitz auf rechtmäßige Weise erhalten haben, selbst das Essen in ihrer Almosenschale, und es gemeinsam mit ihren sittlichen geistlichen Gefährten benutzen, können sie Wachstum erwarten, keinen Niedergang. ",
  "dn16:1.11.8": "Solange die Mönche und Nonnen gemäß den Regeln leben, die sie mit ihren geistlichen Gefährten teilen, sowohl öffentlich als insgeheim – diese Regeln, die ungebrochen, tadellos, makellos und unbeschädigt sind; die befreiend sind, von vernünftigen Menschen gepriesen werden, nicht fehlgeleitet sind und in die Versenkung führen – solange können sie Wachstum erwarten, keinen Niedergang. ",
  "dn16:1.11.9": "Solange die Mönche und Nonnen entsprechend der Ansicht leben, die sie mit ihren geistlichen Gefährten teilen, sowohl öffentlich als insgeheim – diese Ansicht, die edel ist, unabhängig macht und den, der sie übt, zum völligen Beenden des Leidens führt – solange können sie Wachstum erwarten, keinen Niedergang. ",
  "dn16:1.11.10": "Solange diese sechs Grundsätze, die den Niedergang verhindern, unter den Mönchen und Nonnen Bestand haben und solange man sieht, dass die Mönche und Nonnen sie befolgen, können sie Wachstum erwarten, keinen Niedergang.“ ",
  "dn16:1.12.1": "Und während er sich dort auf der Geierkuppe aufhielt, hielt der Buddha für die Mönche und Nonnen häufig diesen Dhammavortrag: ",
  "dn16:1.12.2": "„So ist die Sittlichkeit, so ist die Versenkung, so ist die Weisheit. ",
  "dn16:1.12.3": "Wenn Versenkung von Sittlichkeit durchdrungen ist, bringt sie reiche Frucht und reichen Segen. ",
  "dn16:1.12.4": "Wenn Weisheit von Versenkung durchdrungen ist, bringt sie reiche Frucht und reichen Segen. ",
  "dn16:1.12.5": "Wenn der Geist von Weisheit durchdrungen ist, ist er richtig von den Befleckungen befreit: nämlich ",
  "dn16:1.12.6": "von den Befleckungen der Sinnlichkeit, des Wunsches nach Fortsetzung des Daseins und der Unwissenheit.“ ",
  "dn16:1.13.1": "Als der Buddha so lange in Rājagaha geblieben war, wie er wollte, wandte er sich an den Ehrwürdigen Ānanda: ",
  "dn16:1.13.2": "„Komm, Ānanda, lass uns nach Ambalaṭṭhikā gehen.“ ",
  "dn16:1.13.3": "„Ja, Herr“, antwortete Ānanda. ",
  "dn16:1.13.4": "Dann kam der Buddha zusammen mit einem großen Saṅgha von Mönchen und Nonnen nach Ambalaṭṭhikā. ",
  "dn16:1.14.1": "Dort hielt er sich im königlichen Rasthaus auf. ",
  "dn16:1.14.2": "Und auch während er sich dort aufhielt, hielt er für die Mönche und Nonnen häufig diesen Dhammavortrag: ",
  "dn16:1.14.3": "„So ist die Sittlichkeit, so ist die Versenkung, so ist die Weisheit. ",
  "dn16:1.14.4": "Wenn Versenkung von Sittlichkeit durchdrungen ist, bringt sie reiche Frucht und reichen Segen. ",
  "dn16:1.14.5": "Wenn Weisheit von Versenkung durchdrungen ist, bringt sie reiche Frucht und reichen Segen. ",
  "dn16:1.14.6": "Wenn der Geist von Weisheit durchdrungen ist, ist er richtig von den Befleckungen befreit: nämlich ",
  "dn16:1.14.7": "von den Befleckungen der Sinnlichkeit, des Wunsches nach Fortsetzung des Daseins und der Unwissenheit.“ ",
  "dn16:1.15.1": "Als der Buddha so lange in Ambalaṭṭhikā geblieben war, wie er wollte, wandte er sich an den Ehrwürdigen Ānanda: ",
  "dn16:1.15.2": "„Komm, Ānanda, lass uns nach Nāḷandā gehen.“ ",
  "dn16:1.15.3": "„Ja, Herr“, antwortete Ānanda. ",
  "dn16:1.15.4": "Dann kam der Buddha zusammen mit einem großen Saṅgha von Mönchen und Nonnen nach Nāḷandā. ",
  "dn16:1.15.5": "Dort hielt er sich in Pāvārikas Mangowäldchen auf. ",
  "dn16:1.16.0": "4. Sāriputtas Löwengebrüll ",
  "dn16:1.16.1": "Da ging der Ehrwürdige Sāriputta zum Buddha, verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "dn16:1.16.2": "„Herr, ich habe solche Zuversicht zum Buddha, ",
  "dn16:1.16.3": "dass ich glaube, dass es keinen anderen Asketen oder Brahmanen gibt – weder in der Vergangenheit, der Zukunft noch der Gegenwart –, dessen unmittelbare Einsicht in Bezug auf das Erwachen über der des Buddha steht.“ ",
  "dn16:1.16.4": "„Das ist eine gewaltige und dramatische Aussage, Sāriputta. Du hast ein verbindliches und nachdrückliches Löwengebrüll gebrüllt: ",
  "dn16:1.16.5": "‚Ich habe solche Zuversicht zum Buddha, ",
  "dn16:1.16.6": "dass ich glaube, dass es keinen anderen Asketen oder Brahmanen gibt – weder in der Vergangenheit, der Zukunft noch der Gegenwart –, dessen unmittelbare Einsicht in Bezug auf das Erwachen über der des Buddha steht.‘ ",
  "dn16:1.16.7": "Was ist mit all den Vollendeten, den vollkommen erwachten Buddhas, die in der Vergangenheit gelebt haben? Hast du ihren Geist erfasst, sodass du weißt: ",
  "dn16:1.16.8": "‚Diese Buddhas hatten ein solches sittliches Verhalten, solche Eigenschaften, eine solche Weisheit, eine solche Meditation oder eine solche Freiheit‘?“ ",
  "dn16:1.16.9": "„Nein, Herr.“ ",
  "dn16:1.16.10": "„Und was ist mit all den Vollendeten, den vollkommen erwachten Buddhas, die in der Zukunft leben werden? Hast du ihren Geist erfasst, sodass du weißt: ",
  "dn16:1.16.11": "‚Diese Buddhas werden ein solches sittliches Verhalten, solche Eigenschaften, eine solche Weisheit, eine solche Meditation oder eine solche Freiheit haben‘?“ ",
  "dn16:1.16.12": "„Nein, Herr.“ ",
  "dn16:1.16.13": "„Und was ist mit mir, dem Vollendeten, dem vollkommen erwachten Buddha der Gegenwart? Hast du meinen Geist erfasst, sodass du weißt: ",
  "dn16:1.16.14": "‚Dieser Buddha hat ein solches sittliches Verhalten, solche Eigenschaften, eine solche Weisheit, eine solche Meditation oder eine solche Freiheit‘?“ ",
  "dn16:1.16.15": "„Nein, Herr.“ ",
  "dn16:1.16.16": "„Nun, Sāriputta, da du nicht den Geist von Buddhas der Vergangenheit, Zukunft und Gegenwart erfasst, ",
  "dn16:1.16.17": "was genau tust du, dass du so eine gewaltige und dramatische Aussage machst, so ein verbindliches und nachdrückliches Löwengebrüll brüllst?“ ",
  "dn16:1.17.1": "„Herr, obwohl ich nicht den Geist von Buddhas der Vergangenheit, Zukunft und Gegenwart erfasse, ",
  "dn16:1.17.2": "verstehe ich es dennoch, indem ich es von der Lehre ableite. ",
  "dn16:1.17.3": "Wie eine königliche Grenzfestung mit befestigten Wällen, Bollwerken und Bögen und einem einzigen Tor, ",
  "dn16:1.17.4": "die hätte einen Torwächter, der klug, fähig und verständig wäre. Fremde ließe er draußen, Bekannte ließe er ein. ",
  "dn16:1.17.5": "Wenn er seine Patrouillenrunde um die Festung machte, sähe er keine Lücke und keinen Spalt in der Festungsmauer, nicht einmal so groß, dass eine Katze hindurchschlüpfen könnte. ",
  "dn16:1.17.6": "Er dächte: ",
  "dn16:1.17.7": "‚Alle Geschöpfe einer nennenswerten Größe, die die Festung betreten oder verlassen, sie alle tun es durch dieses Tor.‘ ",
  "dn16:1.17.8": "Ebenso verstehe ich, indem ich es von der Lehre ableite: ",
  "dn16:1.17.9": "‚Alle Vollendeten, die vollkommen erwachten Buddhas – sowohl in der Vergangenheit, der Zukunft als auch der Gegenwart – sie alle geben die fünf Hindernisse auf, die Verunreinigungen des Herzens, die die Weisheit schwächen. Ihr Geist ist in den vier Arten der Achtsamkeitsmeditation fest verankert. Sie entwickeln richtig die sieben Faktoren des Erwachens. Und sie erwachen zum unübertrefflichen vollkommenen Erwachen.‘“ ",
  "dn16:1.18.1": "Und auch während er sich bei Nāḷandā aufhielt, hielt der Buddha für die Mönche und Nonnen häufig diesen Dhammavortrag: ",
  "dn16:1.18.2": "„So ist die Sittlichkeit, so ist die Versenkung, so ist die Weisheit. ",
  "dn16:1.18.3": "Wenn Versenkung von Sittlichkeit durchdrungen ist, bringt sie reiche Frucht und reichen Segen. ",
  "dn16:1.18.4": "Wenn Weisheit von Versenkung durchdrungen ist, bringt sie reiche Frucht und reichen Segen. ",
  "dn16:1.18.5": "Wenn der Geist von Weisheit durchdrungen ist, ist er richtig von den Befleckungen befreit: nämlich ",
  "dn16:1.18.6": "von den Befleckungen der Sinnlichkeit, des Wunsches nach Fortsetzung des Daseins und der Unwissenheit.“ ",
  "dn16:1.19.0": "5. Die nachteiligen Folgen von unmoralischem Verhalten ",
  "dn16:1.19.1": "Als der Buddha so lange in Nāḷandā geblieben war, wie er wollte, wandte er sich an den Ehrwürdigen Ānanda: ",
  "dn16:1.19.2": "„Komm, Ānanda, lass uns zum Dorf Pāṭali gehen.“ ",
  "dn16:1.19.3": "„Ja, Herr“, antwortete Ānanda. ",
  "dn16:1.19.4": "Dann kam der Buddha zusammen mit einem großen Saṅgha von Mönchen und Nonnen zum Dorf Pāṭali. ",
  "dn16:1.20.1": "Die Laienschüler vom Dorf Pāṭali hörten, dass der Buddha angekommen war. ",
  "dn16:1.20.2": "Da gingen sie zu ihm, verbeugten sich, setzten sich zur Seite hin und sagten zu ihm: ",
  "dn16:1.20.3": "„Herr, bitte willige ein, in unser Gästehaus zu kommen.“ ",
  "dn16:1.20.4": "Der Buddha schwieg zum Zeichen der Zustimmung. ",
  "dn16:1.21.1": "Da erhoben sich, als sie die Zustimmung des Buddha erkannt hatten, die Laienschüler vom Dorf Pāṭali von ihrem Sitz, verbeugten sich und umrundeten den Buddha respektvoll, die rechte Seite ihm zugewandt. Dann gingen sie zu ihrem Gästehaus, breiteten überall Teppiche aus, richteten Sitze her, stellten einen Krug mit Wasser auf und brachten eine Lampe. Dann gingen sie zum Buddha zurück, verbeugten sich, stellten sich zur Seite hin, berichteten von ihren Vorbereitungen und sagten: ",
  "dn16:1.21.3": "„Bitte, Herr, komm nach deinem Belieben.“ ",
  "dn16:1.22.1": "Der Buddha kleidete sich am Abend an, nahm Schale und Robe und ging zusammen mit dem Saṅgha der Mönche und Nonnen zum Gästehaus. Er wusch seine Füße, betrat das Gästehaus und setzte sich gegen den Mittelpfeiler mit Blick nach Osten. ",
  "dn16:1.22.2": "Auch der Saṅgha der Mönche und Nonnen wusch seine Füße, betrat das Gästehaus und setzte sich gegen die westliche Wand mit Blick nach Osten, sodass der Buddha vor ihnen saß. ",
  "dn16:1.22.3": "Auch die Laienschüler vom Dorf Pāṭali wuschen ihre Füße, betraten das Gästehaus und setzten sich gegen die östliche Wand mit Blick nach Westen, sodass der Buddha vor ihnen saß. ",
  "dn16:1.23.1": "Da wandte sich der Buddha an die Laienschüler vom Dorf Pāṭali: ",
  "dn16:1.23.2": "„Hausbesitzer, für einen unmoralischen Menschen haben seine Fehltritte im sittlichen Verhalten fünf nachteilige Folgen. ",
  "dn16:1.23.3": "Welche fünf? ",
  "dn16:1.23.4": "Zunächst verliert da ein unmoralischer Mensch durch seine Nachlässigkeit beträchtliches Vermögen. ",
  "dn16:1.23.5": "Das ist die erste nachteilige Folge. ",
  "dn16:1.23.6": "Dann hat da ein unmoralischer Mensch einen schlechten Ruf. ",
  "dn16:1.23.7": "Das ist die zweite nachteilige Folge. ",
  "dn16:1.23.8": "Dann ist da ein unmoralischer Mensch furchtsam und befangen, wenn er sich zu irgendeiner Versammlung begibt, sei es eine Versammlung von Adligen, Brahmanen, Hausbesitzern oder Asketen. ",
  "dn16:1.23.9": "Das ist die dritte nachteilige Folge. ",
  "dn16:1.23.10": "Dann fühlt sich da ein unmoralischer Mensch verloren, wenn er stirbt. ",
  "dn16:1.23.11": "Das ist die vierte nachteilige Folge. ",
  "dn16:1.23.12": "Dann wird da ein unmoralischer Mensch, wenn der Körper auseinanderbricht, nach dem Tod, an einem verlorenen Ort wiedergeboren, einem schlechten Ort, in der Unterwelt, der Hölle. ",
  "dn16:1.23.13": "Das ist die fünfte nachteilige Folge. ",
  "dn16:1.23.14": "Für einen unmoralischen Menschen haben seine Fehltritte im sittlichen Verhalten diese fünf nachteiligen Folgen. ",
  "dn16:1.24.0": "6. Die vorteilhaften Folgen von sittlichem Verhalten ",
  "dn16:1.24.1": "Für einen sittlichen Menschen hat die Vervollkommnung des sittlichen Verhaltens fünf vorteilhafte Folgen. ",
  "dn16:1.24.2": "Welche fünf? ",
  "dn16:1.24.3": "Zunächst gewinnt da ein sittlicher Mensch durch seine Beflissenheit beträchtliches Vermögen. ",
  "dn16:1.24.4": "Das ist die erste vorteilhafte Folge. ",
  "dn16:1.24.5": "Dann hat da ein sittlicher Mensch einen guten Ruf. ",
  "dn16:1.24.6": "Das ist die zweite vorteilhafte Folge. ",
  "dn16:1.24.7": "Dann ist da ein sittlicher Mensch furchtlos und selbstbewusst, wenn er sich zu irgendeiner Versammlung begibt, sei es eine Versammlung von Adligen, Brahmanen, Hausbesitzern oder Asketen. ",
  "dn16:1.24.8": "Das ist die dritte vorteilhafte Folge. ",
  "dn16:1.24.9": "Dann fühlt sich da ein sittlicher Mensch nicht verloren, wenn er stirbt. ",
  "dn16:1.24.10": "Das ist die vierte vorteilhafte Folge. ",
  "dn16:1.24.11": "Dann wird da ein sittlicher Mensch, wenn der Körper auseinanderbricht, nach dem Tod, an einem guten Ort wiedergeboren, in einer himmlischen Welt. ",
  "dn16:1.24.12": "Das ist die fünfte vorteilhafte Folge. ",
  "dn16:1.24.13": "Für einen sittlichen Menschen hat die Vervollkommnung des sittlichen Verhaltens diese fünf vorteilhaften Folgen.“ ",
  "dn16:1.25.1": "Den größten Teil der Nacht verbrachte der Buddha damit, die Laienschüler vom Dorf Pāṭali mit einem Dhammavortrag anzuleiten, zu ermuntern, zu begeistern und anzuregen. Dann entließ er sie mit den Worten: ",
  "dn16:1.25.2": "„Die Nacht ist fortgeschritten, Hausbesitzer. Bitte geht nach eurem Belieben.“ ",
  "dn16:1.25.3": "„Ja, Herr“, antworteten die Laienschüler vom Dorf Pāṭali. Sie erhoben sich von ihren Sitzen, verbeugten sich, umrundeten den Buddha respektvoll, die rechte Seite ihm zugewandt, und gingen. ",
  "dn16:1.25.4": "Kurz nachdem sie gegangen waren, begab sich der Buddha in eine abgetrennte Zelle. ",
  "dn16:1.26.0": "7. Bau einer Festung ",
  "dn16:1.26.1": "Zu dieser Zeit nun bauten Sunidha und Vassakāra, die Minister von Magadha, das Dorf Pāṭali zu einer Festungsstadt aus, um die Vajjier fernzuhalten. ",
  "dn16:1.26.2": "Zu der Zeit nahmen Tausende von Gottheiten Bauplätze im Dorf Pāṭali in Besitz. ",
  "dn16:1.26.3": "Ranghohe Herrscher oder königliche Minister neigten dazu, Häuser an Stellen zu bauen, die von ranghohen Gottheiten in Besitz genommen waren. ",
  "dn16:1.27.1": "Herrscher oder königliche Minister von mittlerem Rang neigten dazu, Häuser an Stellen zu bauen, die von Gottheiten von mittlerem Rang in Besitz genommen waren. ",
  "dn16:1.27.2": "Herrscher oder königliche Minister von niederem Rang neigten dazu, Häuser an Stellen zu bauen, die von Gottheiten von niederem Rang in Besitz genommen waren. ",
  "dn16:1.27.3": "Mit seiner geläuterten und übermenschlichen Hellsichtigkeit sah der Buddha, wie diese Gottheiten Bauplätze im Dorf Pāṭali in Besitz nahmen. ",
  "dn16:1.27.4": "Da stand der Buddha beim ersten Morgengrauen auf und wandte sich an den Ehrwürdigen Ānanda: ",
  "dn16:1.27.5": "„Ānanda, wer baut das Dorf Pāṭali zu einer Festungsstadt aus?“ ",
  "dn16:1.27.6": "„Herr, Sunidha und Vassakāra, die Minister von Magadha, bauen das Dorf Pāṭali zu einer Festungsstadt aus, um die Vajjier fernzuhalten.“ ",
  "dn16:1.28.1": "„Es ist, als stimmten sie sich für diesen Ausbau mit den Göttern der Dreiunddreißig ab. ",
  "dn16:1.28.3": "Mit meiner geläuterten und übermenschlichen Hellsichtigkeit sah ich, wie diese Gottheiten Bauplätze im Dorf Pāṭali in Besitz nahmen. ",
  "dn16:1.28.4": "Ranghohe Herrscher oder königliche Minister neigten dazu, Häuser an Stellen zu bauen, die von ranghohen Gottheiten in Besitz genommen waren. ",
  "dn16:1.28.5": "Herrscher oder königliche Minister von mittlerem Rang neigten dazu, Häuser an Stellen zu bauen, die von Gottheiten von mittlerem Rang in Besitz genommen waren. ",
  "dn16:1.28.6": "Herrscher oder königliche Minister von niederem Rang neigten dazu, Häuser an Stellen zu bauen, die von Gottheiten von niederem Rang in Besitz genommen waren. ",
  "dn16:1.28.7": "Soweit sich zivilisierte Gegenden erstrecken, soweit die Handelsgebiete reichen, wird das die wichtigste Stadt sein: die Handelsmetropole Pāṭaliputta. ",
  "dn16:1.28.8": "Aber Pāṭaliputta wird von drei Dingen bedroht werden: ",
  "dn16:1.28.9": "von Feuer, von Wasser und von Zwietracht.“ ",
  "dn16:1.29.1": "Da begaben sich Sunidha und Vassakāra, die Minister von Magadha, zum Buddha und tauschten Willkommensgrüße mit ihm aus. ",
  "dn16:1.29.2": "Nach der Begrüßung und dem Austausch von Höflichkeiten stellten sie sich zur Seite hin und sagten: ",
  "dn16:1.29.3": "„Meister Gotama wolle bitte zusammen mit dem Saṅgha der Mönche und Nonnen die heutige Mahlzeit von mir annehmen.“ ",
  "dn16:1.29.4": "Der Buddha schwieg zum Zeichen der Zustimmung. ",
  "dn16:1.30.1": "Dann gingen sie, als sie die Zustimmung des Buddha erkannt hatten, zu ihrem eigenen Gästehaus, wo sie eine Auswahl an köstlichen Speisen zubereiten ließen. Dann ließen sie den Buddha über die Zeit benachrichtigen: ",
  "dn16:1.30.2": "„Es ist Zeit, Meister Gotama, das Essen ist fertig.“ ",
  "dn16:1.30.3": "Da kleidete der Buddha sich am Morgen an, nahm Schale und Robe, ging zusammen mit dem Saṅgha der Mönche und Nonnen zum Gästehaus der Minister Sunidha und Vassakāra und setzte sich auf den ausgebreiteten Sitz. ",
  "dn16:1.30.4": "Darauf bewirteten und bedienten Sunidha und Vassakāra den Saṅgha der Mönche und Nonnen mit dem Buddha an der Spitze eigenhändig mit einer Auswahl an köstlichen Speisen. ",
  "dn16:1.30.5": "Als der Buddha gegessen und Hand und Schale gewaschen hatte, nahmen Sunidha und Vassakāra einen niedrigen Sitz und setzten sich zur Seite hin. ",
  "dn16:1.31.1": "Der Buddha drückte seine Wertschätzung mit diesen Strophen aus: ",
  "dn16:1.31.2": "„An dem Ort, an dem er seine Wohnung baut, ",
  "dn16:1.31.3": "nachdem er dem Klugen zu essen gegeben ",
  "dn16:1.31.4": "und auch den Sittlichen hier, ",
  "dn16:1.31.5": "den Gezügelten, die einer geistlichen Übung folgen, ",
  "dn16:1.31.6": "sollte er den Gottheiten dort ",
  "dn16:1.31.7": "eine Spende weihen. ",
  "dn16:1.31.8": "Wenn sie verehrt werden, verehren sie ihn; ",
  "dn16:1.31.9": "wenn sie gewürdigt werden, würdigen sie ihn. ",
  "dn16:1.31.10": "Dann haben sie Anteilnahme für ihn ",
  "dn16:1.31.11": "wie eine Mutter für das Kind an ihrer Brust. ",
  "dn16:1.31.12": "Ein Mensch, der den Gottheiten lieb ist, ",
  "dn16:1.31.13": "sieht stets freundliche Dinge.“ ",
  "dn16:1.31.14": "Als der Buddha Sunidha und Vassakāra mit diesen Strophen seine Wertschätzung ausgedrückt hatte, erhob er sich von seinem Sitz und ging. ",
  "dn16:1.32.1": "Sunidha und Vassakāra folgten ihm und dachten: ",
  "dn16:1.32.2": "„Das Tor, durch das der Asket Gotama heute weggeht, wird das Gotama-Tor genannt werden. ",
  "dn16:1.32.3": "Und die Furt, über die er den Fluss Ganges überquert, wird die Gotama-Furt genannt werden.“ ",
  "dn16:1.32.4": "Da wurde das Tor, durch das der Buddha wegging, das Gotama-Tor genannt. ",
  "dn16:1.32.5": "Dann kam der Buddha zum Fluss Ganges. ",
  "dn16:1.33.1": "Nun war zu der Zeit der Ganges randvoll, sodass eine Krähe daraus hätte trinken können. ",
  "dn16:1.33.2": "Einige Leute, die vom diesseitigen zum jenseitigen Ufer übersetzen wollten, suchten nach einem Boot, andere nach einem Dinghy, während wieder andere ein Floß zusammenbanden. ",
  "dn16:1.33.3": "Aber so leicht wie eine starke Person den Arm strecken oder beugen würde, verschwand der Buddha zusammen mit dem Saṅgha der Mönche und Nonnen vom diesseitigen Ufer und landete am jenseitigen Ufer. ",
  "dn16:1.34.1": "Er sah all diese Menschen, die übersetzen wollten. ",
  "dn16:1.34.2": "Und da er diese Sache verstand, drückte der Buddha bei dieser Gelegenheit dieses innige Gefühl aus: ",
  "dn16:1.34.3": "„Die, die eine Sintflut oder einen Strom überqueren, ",
  "dn16:1.34.4": "haben eine Brücke gebaut und den Morast zurückgelassen. ",
  "dn16:1.34.5": "Während manche noch ein Floß zusammenbinden, ",
  "dn16:1.34.6": "sind verständige Menschen hinübergelangt.“ ",
  "dn16:1.34.7": "Der erste Abschnitt zum Aufsagen. ",
  "dn16:2.1.0": "8. Vortrag über die edlen Wahrheiten ",
  "dn16:2.1.1": "Dann wandte sich der Buddha an den Ehrwürdigen Ānanda: ",
  "dn16:2.1.2": "„Komm, Ānanda, lass uns zum Dorf Koṭi gehen.“ ",
  "dn16:2.1.3": "„Ja, Herr“, antwortete Ānanda. ",
  "dn16:2.1.4": "Dann kam der Buddha zusammen mit einem großen Saṅgha von Mönchen und Nonnen zum Dorf Koṭi ",
  "dn16:2.1.5": "und blieb da. ",
  "dn16:2.2.1": "Da wandte er sich an die Mönche und Nonnen: ",
  "dn16:2.2.2": "„Mönche und Nonnen, weil wir vier edle Wahrheiten nicht verstanden und nicht durchdrungen hatten, sind wir, ihr sowohl als ich, für so eine sehr lange Zeit gewandert und umhergezogen. ",
  "dn16:2.2.3": "Welche vier? ",
  "dn16:2.2.4": "Die edle Wahrheit vom Leiden, ",
  "dn16:2.2.5": "die edle Wahrheit vom Ursprung des Leidens, ",
  "dn16:2.2.6": "die edle Wahrheit vom Aufhören des Leidens ",
  "dn16:2.2.7": "und die edle Wahrheit von der Übung, die zum Aufhören des Leidens führt. ",
  "dn16:2.2.8": "Diese edlen Wahrheiten vom Leiden, vom Ursprung des Leidens, vom Aufhören des Leidens und von der Übung, die zum Aufhören des Leidens führt, wurden verstanden und durchdrungen. Das Verlangen nach Fortsetzung des Daseins wurde abgeschnitten, der Kanal zur Wiedergeburt ist aufgelöst, künftige Leben wird es jetzt nicht mehr geben.“ ",
  "dn16:2.3.1": "Das sagte der Buddha. ",
  "dn16:2.3.2": "Und der Heilige, der Lehrer, fuhr fort: ",
  "dn16:2.3.3": "„Weil wir die vier edlen Wahrheiten ",
  "dn16:2.3.4": "nicht wahrhaftig gesehen haben, ",
  "dn16:2.3.5": "sind wir eine sehr lange Zeit ",
  "dn16:2.3.6": "von Wiedergeburt zu Wiedergeburt gewandert. ",
  "dn16:2.3.7": "Doch jetzt, da diese Wahrheiten gesehen wurden, ",
  "dn16:2.3.8": "ist der Kanal zur Wiedergeburt entwurzelt. ",
  "dn16:2.3.9": "Die Wurzel des Leidens ist abgeschnitten, ",
  "dn16:2.3.10": "künftige Leben wird es jetzt nicht mehr geben.“ ",
  "dn16:2.4.1": "Und auch während er sich im Dorf Koṭi aufhielt, hielt der Buddha für die Mönche und Nonnen häufig diesen Dhammavortrag: ",
  "dn16:2.4.2": "„So ist die Sittlichkeit, so ist die Versenkung, so ist die Weisheit. ",
  "dn16:2.4.3": "Wenn Versenkung von Sittlichkeit durchdrungen ist, bringt sie reiche Frucht und reichen Segen. ",
  "dn16:2.4.4": "Wenn Weisheit von Versenkung durchdrungen ist, bringt sie reiche Frucht und reichen Segen. ",
  "dn16:2.4.5": "Wenn der Geist von Weisheit durchdrungen ist, ist er richtig von den Befleckungen befreit: nämlich ",
  "dn16:2.4.6": "von den Befleckungen der Sinnlichkeit, des Wunsches nach Fortsetzung des Daseins und der Unwissenheit.“ ",
  "dn16:2.5.0": "9. Die Todesfälle in Nādika ",
  "dn16:2.5.1": "Als der Buddha so lange im Dorf Koṭi geblieben war, wie er wollte, wandte er sich an den Ehrwürdigen Ānanda: ",
  "dn16:2.5.2": "„Komm, Ānanda, lass uns nach Nādika gehen.“ ",
  "dn16:2.5.3": "„Ja, Herr“, antwortete Ānanda. ",
  "dn16:2.5.4": "Dann kam der Buddha zusammen mit einem großen Saṅgha von Mönchen und Nonnen nach Nādika. ",
  "dn16:2.5.5": "Dort hielt er sich im Backsteinhaus auf. ",
  "dn16:2.6.1": "Da ging der Ehrwürdige Ānanda zum Buddha, verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "dn16:2.6.2": "„Herr, der Mönch Sāḷha ist in Nādika gestorben. Wo wurde er im nächsten Leben wiedergeboren? ",
  "dn16:2.6.3": "Die Nonne Nandā, ",
  "dn16:2.6.4": "der Laienmann Sudatta ",
  "dn16:2.6.5": "und die Laienfrau Sujātā sind in Nādika gestorben. Wo wurden sie im nächsten Leben wiedergeboren? ",
  "dn16:2.6.6": "Die Laienmänner Kakkaṭa, ",
  "dn16:2.6.7": "Kaḷibha, ",
  "dn16:2.6.8": "Nikata, ",
  "dn16:2.6.9": "Kaṭissaha, ",
  "dn16:2.6.10": "Tuṭṭha, ",
  "dn16:2.6.11": "Santuṭṭha, ",
  "dn16:2.6.12": "Bhadda ",
  "dn16:2.6.13": "und Subhadda sind in Nādika gestorben. Wo wurden sie im nächsten Leben wiedergeboren?“ ",
  "dn16:2.7.1": "„Ānanda, der Mönch Sāḷha hat mit der Auflösung der Befleckungen in diesem Leben die fleckenlose Freiheit des Herzens erlangt, die fleckenlose Freiheit durch Weisheit, hat sie durch eigene Einsicht erkannt und darin gelebt. ",
  "dn16:2.7.2": "Die Nonne Nandā hat die fünf niederen Fesseln aufgelöst. Sie wurde durch unmittelbares Erscheinen wiedergeboren und wird dort erlöschen, sie muss von jener Welt nicht zurückkehren. ",
  "dn16:2.7.3": "Der Laienmann Sudatta hat drei Fesseln aufgelöst und Gier, Hass und Täuschung abgeschwächt. Er ist ein Einmalwiederkehrer, der nur einmal er in diese Welt zurückkehrt, um dann dem Leiden ein Ende zu machen. ",
  "dn16:2.7.4": "Die Laienfrau Sujātā hat drei Fesseln aufgelöst. Sie ist in den Strom eingetreten, muss nicht mehr in der Unterwelt wiedergeboren werden und ist auf dem Weg zum Erwachen. ",
  "dn16:2.7.5": "Die Laienmänner Kakkaṭa, ",
  "dn16:2.7.6": "Kaḷibha, ",
  "dn16:2.7.7": "Nikata, ",
  "dn16:2.7.8": "Kaṭissaha, ",
  "dn16:2.7.9": "Tuṭṭha, ",
  "dn16:2.7.10": "Santuṭṭha, ",
  "dn16:2.7.11": "Bhadda ",
  "dn16:2.7.12": "und Subhadda haben die fünf niederen Fesseln aufgelöst. Sie wurden durch unmittelbares Erscheinen wiedergeboren und werden dort erlöschen, sie müssen von jener Welt nicht zurückkehren. ",
  "dn16:2.7.13": "Über fünfzig Laienmänner aus Nādika hatten bei ihrem Tod die fünf niederen Fesseln aufgelöst. Sie wurden durch unmittelbares Erscheinen wiedergeboren und werden dort erlöschen, sie müssen von jener Welt nicht zurückkehren. ",
  "dn16:2.7.14": "Über neunzig Laienmänner aus Nādika hatten bei ihrem Tod drei Fesseln aufgelöst und Gier, Hass und Täuschung abgeschwächt. Sie sind Einmalwiederkehrer, die nur einmal in diese Welt zurückkehren, um dann dem Leiden ein Ende zu machen. ",
  "dn16:2.7.15": "Mehr als fünfhundert Laienmänner aus Nādika hatten bei ihrem Tod drei Fesseln aufgelöst. Sie sind in den Strom eingetreten, müssen nicht mehr in der Unterwelt wiedergeboren werden und sind auf dem Weg zum Erwachen. ",
  "dn16:2.8.0": "10. Der Spiegel der Lehre ",
  "dn16:2.8.1": "Es ist kaum überraschend, dass ein Mensch stirbt. ",
  "dn16:2.8.2": "Aber wenn du jedes Mal, wenn jemand stirbt, kämst und mich dazu befragen würdest, wäre das beschwerlich für mich. ",
  "dn16:2.8.3": "Daher, Ānanda, will ich euch die Lehrdarlegung geben, die ‚der Spiegel der Lehre‘ heißt. Ein edler Schüler, der sie besitzt, könnte von sich erklären: ",
  "dn16:2.8.4": "‚Ich habe mit der Wiedergeburt in der Hölle, dem Tierreich und dem Gespensterreich abgeschlossen. Mit allen verlorenen Orten habe ich abgeschlossen, mit allen schlechten Orten, mit der Unterwelt. Ich bin in den Strom eingetreten! Ich muss nicht mehr in der Unterwelt wiedergeboren werden und bin auf dem Weg zum Erwachen.‘ ",
  "dn16:2.9.1": "Und was ist dieser Spiegel der Lehre? ",
  "dn16:2.9.3": "Da hat ein edler Schüler auf Erfahrung gegründete Zuversicht zum Buddha: ",
  "dn16:2.9.4": "‚Dieser Gesegnete ist vollendet, ein vollkommen erwachter Buddha, von vollendetem Wissen und Verhalten, heilig, Kenner der Welt, unübertrefflicher Anleiter für alle, die üben wollen, Lehrer von Göttern und Menschen, erwacht, gesegnet.‘ ",
  "dn16:2.9.5": "Er hat auf Erfahrung gegründete Zuversicht zur Lehre: ",
  "dn16:2.9.6": "‚Die Lehre ist vom Buddha gut erklärt – in diesem Leben sichtbar, unmittelbar wirksam, sie lädt zum Überprüfen ein, ist wert, beherzigt zu werden, sodass vernünftige Menschen sie selbst erkennen können.‘ ",
  "dn16:2.9.7": "Er hat auf Erfahrung gegründete Zuversicht zum Saṅgha: ",
  "dn16:2.9.8": "‚Der Saṅgha der Schüler des Buddha übt nach dem guten Weg, dem geraden Weg, dem methodischen Weg, dem Weg des richtigen Vorgehens. Er besteht aus den vier Paaren, den acht Personen. Das ist der Saṅgha der Schüler des Buddha, und er ist einer den Göttern gewidmeten Gabe würdig, der Gastfreundschaft würdig, einer religiösen Gabe würdig, des Grußes mit zusammengelegten Händen würdig und ist das unübertreffliche Feld für Verdienst für die Welt.‘ ",
  "dn16:2.9.9": "Und sein sittliches Verhalten wird von den Edlen geliebt, ist ungebrochen, makellos, ohne Flecken und unbeschädigt. Es ist befreiend und wird von vernünftigen Menschen gepriesen, ist richtig verstanden und führt in die Versenkung. ",
  "dn16:2.9.10": "Das ist dieser Spiegel der Lehre.“ ",
  "dn16:2.10.1": "Und auch während er sich in Nādika aufhielt, hielt der Buddha für die Mönche und Nonnen häufig diesen Dhammavortrag: ",
  "dn16:2.10.2": "„So ist die Sittlichkeit, so ist die Versenkung, so ist die Weisheit. ",
  "dn16:2.10.3": "Wenn Versenkung von Sittlichkeit durchdrungen ist, bringt sie reiche Frucht und reichen Segen. ",
  "dn16:2.10.4": "Wenn Weisheit von Versenkung durchdrungen ist, bringt sie reiche Frucht und reichen Segen. ",
  "dn16:2.10.5": "Wenn der Geist von Weisheit durchdrungen ist, ist er richtig von den Befleckungen befreit: nämlich ",
  "dn16:2.10.6": "von den Befleckungen der Sinnlichkeit, des Wunsches nach Fortsetzung des Daseins und der Unwissenheit.“ ",
  "dn16:2.11.1": "Als der Buddha so lange in Nādika geblieben war, wie er wollte, wandte er sich an den Ehrwürdigen Ānanda: ",
  "dn16:2.11.2": "„Komm, Ānanda, lass uns nach Vesālī gehen.“ ",
  "dn16:2.11.3": "„Ja, Herr“, antwortete Ānanda. ",
  "dn16:2.11.4": "Dann kam der Buddha zusammen mit einem großen Saṅgha von Mönchen und Nonnen nach Vesālī. ",
  "dn16:2.11.5": "Dort hielt er sich in Ambapālīs Mangowäldchen auf. ",
  "dn16:2.12.1": "Da wandte sich der Buddha an die Mönche und Nonnen: ",
  "dn16:2.12.2": "„Mönche und Nonnen, ein Mönch oder eine Nonne sollte achtsam und umsichtig leben. ",
  "dn16:2.12.3": "Das ist meine Anweisung für euch. ",
  "dn16:2.12.4": "Und wie ist ein Mönch achtsam? ",
  "dn16:2.12.5": "Da meditiert ein Mönch, indem er einen Aspekt des Körpers beobachtet – eifrig, umsichtig und achtsam, frei von Verlangen nach der Welt oder Abneigung dagegen. ",
  "dn16:2.12.6": "Er meditiert, indem er einen Aspekt der Gefühle beobachtet … ",
  "dn16:2.12.7": "indem er einen Aspekt des Geistes beobachtet … ",
  "dn16:2.12.8": "indem er einen Aspekt der natürlichen Gesetzmäßigkeiten beobachtet – eifrig, umsichtig und achtsam, frei von Verlangen nach der Welt oder Abneigung dagegen. ",
  "dn16:2.12.9": "So ist ein Mönch achtsam. ",
  "dn16:2.13.1": "Und wie ist eine Nonne umsichtig? ",
  "dn16:2.13.2": "Da handelt eine Nonne umsichtig, wenn sie ausgeht und zurückkommt, wenn sie hin- und wegschaut, wenn sie die Glieder beugt und streckt, wenn sie die äußere Robe, die Schale und die Roben trägt, wenn sie isst, trinkt, kaut und schmeckt, wenn sie Urin und Kot ausscheidet, wenn sie geht, steht, sitzt, schläft und wacht, redet und schweigt. ",
  "dn16:2.13.3": "So ist eine Nonne umsichtig. ",
  "dn16:2.13.4": "Ein Mönch oder eine Nonne sollte achtsam und umsichtig leben. ",
  "dn16:2.13.5": "Das ist meine Anweisung für euch.“ ",
  "dn16:2.14.0": "11. Die Kurtisane Ambapālī ",
  "dn16:2.14.1": "Die Kurtisane Ambapālī hörte, dass der Buddha angekommen war und sich in ihrem Mangowäldchen aufhielt. ",
  "dn16:2.14.2": "Sie ließ die erlesensten Kutschen anspannen. Dann bestieg sie eine erlesene Kutsche und machte sich zusammen mit anderen erlesenen Kutschen von Vesālī auf zu ihrem Park. ",
  "dn16:2.14.3": "Sie fuhr mit der Kutsche, soweit es das Gelände erlaubte, stieg dann ab und begab sich zu Fuß zum Buddha. Sie verbeugte sich und setzte sich zur Seite hin. ",
  "dn16:2.14.4": "Der Buddha leitete sie mit einem Dhammavortrag an, ermunterte sie, begeisterte sie und regte sie an. ",
  "dn16:2.14.5": "Dann sagte sie zum Buddha: ",
  "dn16:2.14.6": "„Herr, der Buddha wolle bitte zusammen mit dem Saṅgha der Mönche und Nonnen die morgige Mahlzeit von mir annehmen.“ ",
  "dn16:2.14.7": "Der Buddha schwieg zum Zeichen der Zustimmung. ",
  "dn16:2.14.8": "Da erhob sich, als sie die Zustimmung des Buddha erkannt hatte, Ambapālī von ihrem Sitz, verbeugte sich, umrundete den Buddha respektvoll, die rechte Seite ihm zugewandt, und ging. ",
  "dn16:2.15.1": "Auch die Licchaver von Vesālī hörten, dass der Buddha angekommen war und sich in Ambapālīs Mangowäldchen aufhielt. ",
  "dn16:2.15.2": "Sie ließen die erlesensten Kutschen anspannen. Sie bestiegen eine erlesene Kutsche und machten sich zusammen mit anderen erlesenen Kutschen von Vesālī auf. ",
  "dn16:2.15.3": "Manche Licchaver waren blau, von blauer Farbe, in Blau gekleidet, mit Blau geschmückt. Andere waren ebenso gelb, rot oder weiß. ",
  "dn16:2.16.1": "Da stieß Ambapālī mit diesen Licchaver Jugendlichen zusammen, Achse an Achse, Rad an Rad, Joch an Joch. ",
  "dn16:2.16.2": "Die Licchaver sagten zu ihr: ",
  "dn16:2.16.3": "„Zum Teufel, Ambapālī, was tust du, dass du mit uns zusammenstößt, Achse an Achse, Rad an Rad, Joch an Joch?“ ",
  "dn16:2.16.4": "„Nun, junge Herren, es ist, weil ich den Buddha zusammen mit dem Saṅgha der Mönche und Nonnen für die morgige Mahlzeit eingeladen habe.“ ",
  "dn16:2.16.5": "„Mädchen, gib uns diese Mahlzeit für Hunderttausend!“ ",
  "dn16:2.16.6": "„Junge Herren, selbst wenn ihr mir ganz Vesālī mit seinen Lehnsgütern geben wolltet, würde ich euch doch diese Mahlzeit nicht geben.“ ",
  "dn16:2.16.7": "Da schnippten die Licchaver mit den Fingern und sagten: ",
  "dn16:2.16.8": "„Wir wurden von der Mangotante geschlagen! Wir wurden von der Mangotante geschlagen!“ ",
  "dn16:2.16.9": "Dann fuhren sie weiter zu Ambapālīs Wäldchen. ",
  "dn16:2.17.1": "Der Buddha sah sie von Weitem kommen ",
  "dn16:2.17.2": "und wandte sich an die Mönche und Nonnen: ",
  "dn16:2.17.3": "„Wer von den Mönchen und Nonnen nie die Götter der Dreiunddreißig gesehen hat: Werft nur einen Blick auf die Gruppe der Licchaver. ",
  "dn16:2.17.4": "Seht die Gruppe der Licchaver, ",
  "dn16:2.17.5": "nehmt sie unter die Lupe: ",
  "dn16:2.17.6": "Sie sind gerade wie die Dreiunddreißig!“ ",
  "dn16:2.18.1": "Die Licchaver fuhren mit der Kutsche, soweit es das Gelände erlaubte, stiegen dann ab und begaben sich zu Fuß zum Buddha. Sie verbeugten sich und setzten sich zur Seite hin, ",
  "dn16:2.18.2": "und der Buddha leitete sie mit einem Dhammavortrag an, ermunterte sie, begeisterte sie und regte sie an. ",
  "dn16:2.18.3": "Dann sagten sie zum Buddha: ",
  "dn16:2.18.4": "„Herr, der Buddha wolle bitte zusammen mit dem Saṅgha der Mönche und Nonnen die morgige Mahlzeit von uns annehmen.“ ",
  "dn16:2.18.5": "Da sagte der Buddha zu den Licchavern: ",
  "dn16:2.18.6": "„Ich habe die morgige Mahlzeit bereits von der Kurtisane Ambapālī angenommen.“ ",
  "dn16:2.18.7": "Da schnippten die Licchaver mit den Fingern und sagten: ",
  "dn16:2.18.8": "„Wir wurden von der Mangotante geschlagen! Wir wurden von der Mangotante geschlagen!“ ",
  "dn16:2.18.9": "Dann begrüßten diese Licchaver die Worte des Buddha und stimmten ihm zu. Sie erhoben sich von ihren Sitzen, verbeugten sich, umrundeten den Buddha respektvoll, die rechte Seite ihm zugewandt, und gingen. ",
  "dn16:2.19.1": "Als dann die Nacht vorüber war, ließ Ambapālī in ihrem Park eine Auswahl an köstlichen Speisen zubereiten. Dann ließ sie den Buddha über die Zeit benachrichtigen: ",
  "dn16:2.19.2": "„Es ist Zeit, Herr, das Essen ist fertig.“ ",
  "dn16:2.19.3": "Da kleidete der Buddha sich am Morgen an, nahm Schale und Robe, ging zusammen mit dem Saṅgha der Mönche und Nonnen zu Ambapālīs Haus und setzte sich auf den ausgebreiteten Sitz. ",
  "dn16:2.19.4": "Darauf bewirtete und bediente Ambapālī den Saṅgha der Mönche und Nonnen mit dem Buddha an der Spitze eigenhändig mit einer Auswahl an köstlichen Speisen. ",
  "dn16:2.19.5": "Als der Buddha gegessen und Hand und Schale gewaschen hatte, nahm Ambapālī einen niedrigen Sitz und setzte sich zur Seite hin. ",
  "dn16:2.19.6": "Sie sagte zum Buddha: ",
  "dn16:2.19.7": "„Herr, ich schenke diesen Park dem Saṅgha der Mönche und Nonnen mit dem Buddha an der Spitze.“ ",
  "dn16:2.19.8": "Der Buddha nahm den Park an. ",
  "dn16:2.19.9": "Dann leitete er Ambapālī mit einem Dhammavortrag an, ermunterte sie, begeisterte sie und regte sie an. Darauf erhob er sich von seinem Sitz und ging. ",
  "dn16:2.20.1": "Und auch während er sich in Vesālī aufhielt, hielt der Buddha für die Mönche und Nonnen häufig diesen Dhammavortrag: ",
  "dn16:2.20.2": "„So ist die Sittlichkeit, so ist die Versenkung, so ist die Weisheit. ",
  "dn16:2.20.3": "Wenn Versenkung von Sittlichkeit durchdrungen ist, bringt sie reiche Frucht und reichen Segen. ",
  "dn16:2.20.4": "Wenn Weisheit von Versenkung durchdrungen ist, bringt sie reiche Frucht und reichen Segen. ",
  "dn16:2.20.5": "Wenn der Geist von Weisheit durchdrungen ist, ist er richtig von den Befleckungen befreit: nämlich ",
  "dn16:2.20.6": "von den Befleckungen der Sinnlichkeit, des Wunsches nach Fortsetzung des Daseins und der Unwissenheit.“ ",
  "dn16:2.21.0": "12. Eröffnung der Regenzeit in Beluva ",
  "dn16:2.21.1": "Als der Buddha so lange in Ambapālīs Wäldchen geblieben war, wie er wollte, wandte er sich an den Ehrwürdigen Ānanda: ",
  "dn16:2.21.2": "„Komm, Ānanda, lass uns zu dem Dörfchen Beluva gehen.“ ",
  "dn16:2.21.3": "„Ja, Herr“, antwortete Ānanda. ",
  "dn16:2.21.4": "Dann kam der Buddha zusammen mit einem großen Saṅgha von Mönchen und Nonnen zu dem Dörfchen Beluva ",
  "dn16:2.21.5": "und blieb da. ",
  "dn16:2.22.1": "Da wandte sich der Buddha an die Mönche und Nonnen: ",
  "dn16:2.22.2": "„Mönche und Nonnen, bitte eröffnet den Regenzeitaufenthalt mit den Freunden oder Bekannten, die ihr um Vesālī herum habt. ",
  "dn16:2.22.3": "Ich werde den Regenzeitaufenthalt gleich hier in dem Dörfchen Beluva eröffnen.“ ",
  "dn16:2.22.4": "„Ja, Herr“, antworteten diese Mönche und Nonnen. Sie taten, was der Buddha gesagt hatte, ",
  "dn16:2.22.5": "während der Buddha den Regenzeitaufenthalt gleich da in dem Dörfchen Beluva eröffnete. ",
  "dn16:2.23.1": "Nachdem der Buddha den Regenzeitaufenthalt eröffnet hatte, wurde er schwer krank, von heftigen Schmerzen gepeinigt, und war dem Tode nah. ",
  "dn16:2.23.2": "Doch er ertrug seine Beschwerden unbehelligt, achtsam und umsichtig. ",
  "dn16:2.23.3": "Da kam dem Buddha in den Sinn: ",
  "dn16:2.23.4": "„Es wäre nicht angebracht für mich, vollkommen zu erlöschen, ohne zuvor meine Aufwärter zu unterrichten und mich vom Saṅgha der Mönche und Nonnen zu verabschieden. ",
  "dn16:2.23.5": "Warum unterdrücke ich nicht mit Gewalt diese Krankheit, stärke die Lebenskraft und lebe weiter?“ ",
  "dn16:2.24.1": "Und so tat er es. ",
  "dn16:2.24.2": "Da klang die Krankheit des Buddha ab. ",
  "dn16:2.24.3": "Bald nach seiner Genesung von dieser Krankheit ging der Buddha aus seiner Hütte und setzte sich in den Schatten des Vordaches auf den ausgebreiteten Sitz. ",
  "dn16:2.24.4": "Da ging der Ehrwürdige Ānanda zum Buddha, verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "dn16:2.24.5": "„Herr, wie gut, dass der Buddha ohne Beschwerden ist, dass es ihm leidlich geht. Denn als der Buddha krank war, fühlte sich mein Körper an wie betäubt, Ich wusste nicht, wo hinten und vorne war, ",
  "dn16:2.24.6": "und die Lehren wollten mir nicht einfallen. Immerhin tröstete ich mich mit dem Gedanken, ",
  "dn16:2.24.7": "dass der Buddha nicht vollkommen erlöschen würde, ohne eine Erklärung über den Saṅgha der Mönche und Nonnen abzugeben.“ ",
  "dn16:2.25.1": "„Aber was könnte der Saṅgha von mir erwarten, Ānanda? ",
  "dn16:2.25.2": "Ich habe den Dhamma gelehrt, ohne zwischen geheimen und öffentlichen Lehren zu unterscheiden. ",
  "dn16:2.25.3": "Der Klargewordene hat nicht die geschlossene Faust eines Lehrers, wenn es um die Lehren geht. ",
  "dn16:2.25.4": "Wenn es jemanden gibt, der denkt: ",
  "dn16:2.25.5": "‚Ich werde mich um den Saṅgha der Mönche und Nonnen kümmern‘ oder ‚der Saṅgha der Mönche und Nonnen ist für mich bestimmt‘, so soll diese Person eine Erklärung über den Saṅgha abgeben. ",
  "dn16:2.25.6": "Aber der Klargewordene denkt nicht so, ",
  "dn16:2.25.8": "warum sollte er daher eine Erklärung über den Saṅgha abgeben? ",
  "dn16:2.25.9": "Ich bin jetzt alt, bejahrt und hochbetagt. Ich bin in vorgerücktem Alter und im letzten Lebensabschnitt angekommen. ",
  "dn16:2.25.10": "Ich bin jetzt achtzig Jahre alt. ",
  "dn16:2.25.11": "Gerade wie ein heruntergekommener Karren nur mithilfe von Riemen zusammenhält, ",
  "dn16:2.25.12": "ebenso hält der Körper des Klargewordenen, so kann man denken, nur mithilfe von Riemen zusammen. ",
  "dn16:2.25.13": "Manchmal wendet der Klargewordene seine Aufmerksamkeit von allen Merkmalen ab, und mit dem Aufhören bestimmter Gefühle tritt er in die merkmalslose Versenkung des Herzens ein und verweilt darin. Nur dann hat der Körper des Klargewordenen weniger Beschwerden. ",
  "dn16:2.26.1": "Daher, Ānanda, lebe als deine eigene Insel, deine eigene Zuflucht, suche keine andere Zuflucht. Mach die Lehre zu deiner Insel und deiner Zuflucht, suche keine andere Zuflucht. ",
  "dn16:2.26.2": "Und wie ist ein Mönch seine eigene Insel, seine eigene Zuflucht, und sucht keine andere Zuflucht? Wie macht er die Lehre zu seiner Insel und seiner Zuflucht und sucht keine andere Zuflucht? ",
  "dn16:2.26.3": "Da meditiert ein Mönch, indem er einen Aspekt des Körpers beobachtet – eifrig, umsichtig und achtsam, frei von Verlangen nach der Welt oder Abneigung dagegen. ",
  "dn16:2.26.4": "Er meditiert, indem er einen Aspekt der Gefühle beobachtet … ",
  "dn16:2.26.5": "indem er einen Aspekt des Geistes beobachtet … ",
  "dn16:2.26.6": "indem er einen Aspekt der natürlichen Gesetzmäßigkeiten beobachtet – eifrig, umsichtig und achtsam, frei von Verlangen nach der Welt oder Abneigung dagegen. ",
  "dn16:2.26.7": "So ist ein Mönch seine eigene Insel, seine eigene Zuflucht und sucht keine andere Zuflucht. So macht er die Lehre zu seiner Insel und seiner Zuflucht und sucht keine andere Zuflucht. ",
  "dn16:2.26.8": "Jetzt oder nachdem ich gestorben bin – jeder, der seine eigene Insel ist, seine eigene Zuflucht, der keine andere Zuflucht sucht; der die Lehre zu seiner Insel und seiner Zuflucht macht und keine andere Zuflucht sucht – diese meine Mönche und Nonnen, die üben wollen, werden zu den Besten der Besten gehören.“ ",
  "dn16:2.26.9": "Der zweite Abschnitt zum Aufsagen. ",
  "dn16:3.1.0": "13. Ein offensichtlicher Hinweis ",
  "dn16:3.1.1": "Da kleidete der Buddha sich am Morgen an, nahm Schale und Robe und betrat Vesālī zum Almosengang. ",
  "dn16:3.1.2": "Nach dem Essen, als er vom Almosengang zurückkam, wandte er sich an den Ehrwürdigen Ānanda: ",
  "dn16:3.1.3": "„Ānanda, hol dein Sitztuch. ",
  "dn16:3.1.4": "Lass uns zum Cāpāla-Heiligtum gehen, um den Tag über dort zu meditieren.“ ",
  "dn16:3.1.5": "„Ja, Herr“, antwortete Ānanda. Er nahm sein Sitztuch und folgte dem Buddha. ",
  "dn16:3.2.1": "Da ging der Buddha zum Cāpāla-Heiligtum und setzte sich auf den ausgebreiteten Sitz. ",
  "dn16:3.2.2": "Ānanda verbeugte sich vor dem Buddha und setzte sich zur Seite hin. ",
  "dn16:3.2.3": "Der Buddha sagte zu ihm: ",
  "dn16:3.2.4": "„Ānanda, Vesālī ist entzückend. Und die Udena-, Gotamaka-, Sattamba-, Viele-Kinder-, Sārandada- und Cāpāla-Baumheiligtümer sind entzückend. ",
  "dn16:3.3.1": "Jeder, der die vier Grundlagen der Wunderkräfte entwickelt und gepflegt hat – der sie zu seinem Fahrzeug und seiner Grundlage gemacht hat, sie hochgehalten, gefestigt und richtig umgesetzt hat –, kann, wenn er will, für die Dauer des Äons weiterleben, oder was vom Äon noch bleibt. ",
  "dn16:3.3.2": "Der Klargewordene hat die vier Grundlagen der Wunderkräfte entwickelt und gepflegt, hat sie zu seinem Fahrzeug und seiner Grundlage gemacht, hat sie hochgehalten, gefestigt und richtig umgesetzt. Wenn er will, kann er für die Dauer des Äons weiterleben, oder was vom Äon noch bleibt.“ ",
  "dn16:3.4.1": "Aber Ānanda verstand nicht, obwohl der Buddha einen so offensichtlichen Hinweis gab, ein so klares Zeichen. ",
  "dn16:3.4.2": "Er bat den Buddha nicht: ",
  "dn16:3.4.3": "„Herr, dass doch der Gesegnete bitte für die Dauer des Äons bleibe! Dass der Heilige bitte für die Dauer des Äons bleibe – zum Nutzen und Glück vieler Menschen, aus Anteilnahme für die Welt, zum Vorteil, Nutzen und Glück von Göttern und Menschen.“ Denn sein Geist war wie von Māra besessen. ",
  "dn16:3.5.1": "Zum zweiten Mal … ",
  "dn16:3.5.2": "und zum dritten Mal sagte der Buddha zu Ānanda: ",
  "dn16:3.5.3": "„Ānanda, Vesālī ist entzückend. Und die Udena-, Gotamaka-, Sattamba-, Viele-Kinder-, Sārandada- und Cāpāla-Baumheiligtümer sind entzückend. ",
  "dn16:3.5.4": "Jeder, der die vier Grundlagen der Wunderkräfte entwickelt und gepflegt hat – der sie zu seinem Fahrzeug und seiner Grundlage gemacht hat, sie hochgehalten, gefestigt und richtig umgesetzt hat –, kann, wenn er will, für die Dauer des Äons weiterleben, oder was vom Äon noch bleibt. ",
  "dn16:3.5.5": "Der Klargewordene hat die vier Grundlagen der Wunderkräfte entwickelt und gepflegt, hat sie zu seinem Fahrzeug und seiner Grundlage gemacht, hat sie hochgehalten, gefestigt und richtig umgesetzt. Wenn er will, kann er für die Dauer des Äons weiterleben, oder was vom Äon noch bleibt.“ ",
  "dn16:3.5.6": "Aber Ānanda verstand nicht, obwohl der Buddha einen so offensichtlichen Hinweis gab, ein so klares Zeichen. ",
  "dn16:3.5.7": "Er bat den Buddha nicht: ",
  "dn16:3.5.8": "„Herr, dass doch der Gesegnete bitte für die Dauer des Äons bleibe! Dass der Heilige bitte für die Dauer des Äons bleibe – zum Nutzen und Glück vieler Menschen, aus Anteilnahme für die Welt, zum Vorteil, Nutzen und Glück von Göttern und Menschen.“ Denn sein Geist war wie von Māra besessen. ",
  "dn16:3.6.1": "Da sagte der Buddha zum Ehrwürdigen Ānanda: ",
  "dn16:3.6.2": "„Bitte, Ānanda, ",
  "dn16:3.6.3": "geh nach deinem Belieben.“ ",
  "dn16:3.6.4": "„Ja, Herr“, antwortete Ānanda. Er erhob sich von seinem Sitz, verbeugte sich, umrundete den Buddha respektvoll, die rechte Seite ihm zugewandt, und setzte sich an den Fuß eines nahen Baumes. ",
  "dn16:3.7.0": "14. Māras Aufforderung ",
  "dn16:3.7.1": "Und nicht lange, nachdem Ānanda gegangen war, kam Māra der Böse zum Buddha, stellte sich zur Seite hin und sagte zu ihm: ",
  "dn16:3.7.2": "„Herr, dass der Gesegnete jetzt vollkommen erlösche! Dass der Heilige jetzt vollkommen erlösche! Jetzt ist die Zeit, für den Buddha, vollkommen zu erlöschen. ",
  "dn16:3.7.3": "Herr, du hast einmal erklärt: ",
  "dn16:3.7.4": "‚Böser, ich werde nicht vollkommen erlöschen, bevor ich nicht Mönchsschüler habe, die fähig sind, gebildet, selbstbewusst, gelehrt, die die Lehren im Gedächtnis haben und im Einklang mit der Lehre üben; bevor sie nicht üben, indem sie diesem Vorgehen richtig folgen, und im Einklang mit der Lehre leben; bevor sie nicht ihre eigene Überlieferung gelernt haben und sie erklären, lehren, feststellen, etablieren, klarstellen, aufgliedern und enthüllen; bevor sie nicht die Doktrinen anderer, die aufkommen, rechtmäßig und vollständig widerlegen und auf einer beweisbaren Grundlage lehren können.‘ ",
  "dn16:3.8.1": "Heute hast du solche Mönchsschüler. ",
  "dn16:3.8.2": "Dass der Gesegnete jetzt vollkommen erlösche! Dass der Heilige jetzt vollkommen erlösche! Jetzt ist die Zeit für den Buddha, vollkommen zu erlöschen. ",
  "dn16:3.8.3": "Herr, du hast einmal erklärt: ",
  "dn16:3.8.4": "‚Böser, ich werde nicht vollkommen erlöschen, bevor ich nicht Nonnenschülerinnen habe, die fähig sind, gebildet, selbstbewusst, gelehrt …‘ ",
  "dn16:3.8.5": "Heute hast du solche Nonnenschülerinnen. ",
  "dn16:3.8.6": "Dass der Gesegnete jetzt vollkommen erlösche! Dass der Heilige jetzt vollkommen erlösche! Jetzt ist die Zeit für den Buddha, vollkommen zu erlöschen. ",
  "dn16:3.8.7": "Herr, du hast einmal erklärt: ",
  "dn16:3.8.8": "‚Böser, ich werde nicht vollkommen erlöschen, bevor ich nicht Laienmänner als Schüler habe, die fähig sind, gebildet, selbstbewusst, gelehrt …‘ ",
  "dn16:3.8.9": "Heute hast du solche Laienmänner als Schüler. ",
  "dn16:3.8.10": "Dass der Gesegnete jetzt vollkommen erlösche! Dass der Heilige jetzt vollkommen erlösche! Jetzt ist die Zeit für den Buddha, vollkommen zu erlöschen. ",
  "dn16:3.8.11": "Herr, du hast einmal erklärt: ",
  "dn16:3.8.12": "‚Böser, ich werde nicht vollkommen erlöschen, bevor ich nicht Laienfrauen als Schülerinnen habe, die fähig sind, gebildet, selbstbewusst, gelehrt …‘ ",
  "dn16:3.8.13": "Heute hast du solche Laienfrauen als Schülerinnen. ",
  "dn16:3.8.14": "Dass der Gesegnete jetzt vollkommen erlösche! Dass der Heilige jetzt vollkommen erlösche! Jetzt ist die Zeit für den Buddha, vollkommen zu erlöschen. ",
  "dn16:3.8.15": "Herr, du hast einmal erklärt: ",
  "dn16:3.8.16": "‚Böser, ich werde nicht vollkommen erlöschen, bevor mein spiritueller Pfad nicht erfolgreich und blühend ist, umfassend, beliebt, weit verbreitet und gut verkündet, wo immer es Götter und Menschen gibt.‘ ",
  "dn16:3.8.17": "Heute ist dein spiritueller Pfad erfolgreich und blühend, umfassend, beliebt, weit verbreitet und gut verkündet, wo immer es Götter und Menschen gibt. ",
  "dn16:3.8.18": "Dass der Gesegnete jetzt vollkommen erlösche! Dass der Heilige jetzt vollkommen erlösche! Jetzt ist die Zeit für den Buddha, vollkommen zu erlöschen.“ ",
  "dn16:3.9.1": "Darauf sagte der Buddha zu Māra: ",
  "dn16:3.9.2": "„Sei unbesorgt, Böser. Das endgültige Erlöschen des Klargewordenen wird bald sein. ",
  "dn16:3.9.3": "In drei Monaten von jetzt an wird der Klargewordene endgültig erloschen sein.“ ",
  "dn16:3.10.0": "15. Die Lebenskraft aufgeben ",
  "dn16:3.10.1": "So gab der Buddha am Cāpāla-Baumheiligtum achtsam und umsichtig die Lebenskraft auf. ",
  "dn16:3.10.2": "Als er das tat, gab es ein großes Erdbeben, furchterregend und haarsträubend, und Donner ließ den Himmel bersten. ",
  "dn16:3.10.3": "Und da er diese Sache verstand, drückte der Buddha bei dieser Gelegenheit dieses innige Gefühl aus: ",
  "dn16:3.10.4": "„Das Unvergleichliche wog er ab gegen die Verlängerung des Lebens, ",
  "dn16:3.10.5": "und der Abgeklärte gab die Lebenskraft auf. ",
  "dn16:3.10.6": "Im Innern glücklich, gesammelt, ",
  "dn16:3.10.7": "brach er aus dieser selbstgemachten Kette hervor wie aus einer Rüstung.“ ",
  "dn16:3.11.0": "16. Die Gründe für ein großes Erdbeben ",
  "dn16:3.11.1": "Da dachte der Ehrwürdige Ānanda: ",
  "dn16:3.11.2": "„Unglaublich! Erstaunlich! Das war ein richtig großes Erdbeben! ",
  "dn16:3.11.3": "Das war wirklich ein großes Erdbeben, furchterregend und haarsträubend, und Donner ließ den Himmel bersten! ",
  "dn16:3.11.4": "Was ist der Grund, was ist die Ursache für ein großes Erdbeben?“ ",
  "dn16:3.12.1": "Da ging der Ehrwürdige Ānanda zum Buddha, ",
  "dn16:3.12.2": "verbeugte sich, setzte sich zur Seite hin ",
  "dn16:3.12.3": "und sagte zu ihm: ",
  "dn16:3.12.4": "„Unglaublich! Erstaunlich! ",
  "dn16:3.12.5": "Das war ein richtig großes Erdbeben! ",
  "dn16:3.12.6": "Das war wirklich ein großes Erdbeben, furchterregend und haarsträubend, und Donner ließ den Himmel bersten! ",
  "dn16:3.12.7": "Was ist der Grund, was ist die Ursache für ein großes Erdbeben?“ ",
  "dn16:3.13.1": "„Ānanda, es gibt acht Gründe und Ursachen für ein großes Erdbeben. ",
  "dn16:3.13.2": "Welche acht? ",
  "dn16:3.13.3": "Diese große Erde ruht auf Wasser, das Wasser ruht auf Luft und die Luft steht im Raum. Zu einer Zeit, da ein großer Wind weht, wühlt er das Wasser auf, und das Wasser wühlt die Erde auf. ",
  "dn16:3.13.4": "Das ist der erste Grund, die erste Ursache für ein großes Erdbeben. ",
  "dn16:3.14.1": "Weiterhin ist da ein Asket oder Brahmane mit Wunderkräften, der Herrschaft über seinen Geist erlangt hat, oder ein Gott, der mächtig und gewaltig ist. Er hat eine begrenzte Wahrnehmung von Erde und eine grenzenlose Wahrnehmung von Wasser entwickelt. Er lässt die Erde zittern und schwanken und beben. ",
  "dn16:3.14.2": "Das ist der zweite Grund, die zweite Ursache für ein großes Erdbeben. ",
  "dn16:3.15.1": "Weiterhin wird da das Wesen, das zum Erwachen entschlossen ist, wenn es von der Schar der Freudvollen Götter abscheidet, im Leib seiner Mutter empfangen, achtsam und umsichtig. Dann zittert und schwankt und bebt die Erde. ",
  "dn16:3.15.2": "Das ist der dritte Grund, die dritte Ursache für ein großes Erdbeben. ",
  "dn16:3.16.1": "Weiterhin kommt da das Wesen, das zum Erwachen entschlossen ist, aus dem Mutterleib hervor, achtsam und umsichtig. Dann zittert und schwankt und bebt die Erde. ",
  "dn16:3.16.2": "Das ist der vierte Grund, die vierte Ursache für ein großes Erdbeben. ",
  "dn16:3.17.1": "Weiterhin versteht da der Klargewordene das unübertreffliche vollkommene Erwachen. Dann zittert und schwankt und bebt die Erde. ",
  "dn16:3.17.2": "Das ist der fünfte Grund, die fünfte Ursache für ein großes Erdbeben. ",
  "dn16:3.18.1": "Weiterhin bringt da der Klargewordene das unübertreffliche Rad des Dhamma ins Rollen. Dann zittert und schwankt und bebt die Erde. ",
  "dn16:3.18.2": "Das ist der sechste Grund, die sechste Ursache für ein großes Erdbeben. ",
  "dn16:3.19.1": "Weiterhin gibt da der Klargewordene achtsam und umsichtig die Lebenskraft auf. Dann zittert und schwankt und bebt die Erde. ",
  "dn16:3.19.2": "Das ist der siebte Grund, die siebte Ursache für ein großes Erdbeben. ",
  "dn16:3.20.1": "Weiterhin erlischt da der Klargewordene vollkommen durch das Element des restlosen Erlöschens. Dann zittert und schwankt und bebt die Erde. ",
  "dn16:3.20.2": "Das ist der achte Grund, die achte Ursache für ein großes Erdbeben. ",
  "dn16:3.20.3": "Das sind die acht Gründe und Ursachen für ein großes Erdbeben. ",
  "dn16:3.21.0": "17. Acht Versammlungen ",
  "dn16:3.21.1": "Es gibt, Ānanda, acht Versammlungen. ",
  "dn16:3.21.2": "Welche acht? ",
  "dn16:3.21.3": "Eine Versammlung von Adligen, von Brahmanen, von Hausbesitzern, von Asketen; eine Versammlung der Götter unter den Vier Großen Königen; eine Versammlung der Götter unter den Dreiunddreißig; eine Versammlung von Māras; eine Versammlung von Brahmās. ",
  "dn16:3.22.1": "Ich erinnere mich, dass ich mich zu einer Versammlung von Hunderten von Adligen begeben habe. ",
  "dn16:3.22.2": "Da saß ich früher bei ihnen, unterhielt mich und ließ mich auf Diskussionen ein. ",
  "dn16:3.22.3": "Und meine Erscheinung und Stimme wurden gerade wie ihre. ",
  "dn16:3.22.4": "Ich leitete sie mit einem Dhammavortrag an, ermunterte sie, begeisterte sie und regte sie an. ",
  "dn16:3.22.5": "Doch wenn ich redete, wussten sie nicht: ",
  "dn16:3.22.6": "‚Wer spricht da, ein Gott oder ein Mensch?‘ ",
  "dn16:3.22.7": "Und wenn mein Dhammavortrag zu Ende war, verschwand ich. ",
  "dn16:3.22.8": "Doch wenn ich verschwand, wussten sie nicht: ",
  "dn16:3.22.9": "‚Wer ist da verschwunden, ein Gott oder ein Mensch?‘ ",
  "dn16:3.23.1": "Ich erinnere mich, dass ich mich zu einer Versammlung von Hunderten von Brahmanen begeben habe … ",
  "dn16:3.23.2": "zu einer Versammlung von Hunderten von Hausbesitzern … ",
  "dn16:3.23.3": "zu einer Versammlung von Hunderten von Asketen … ",
  "dn16:3.23.4": "zu einer Versammlung von Hunderten von Göttern unter den Vier Großen Königen … ",
  "dn16:3.23.5": "zu einer Versammlung von Hunderten von Göttern unter den Dreiunddreißig … ",
  "dn16:3.23.6": "zu einer Versammlung von Hunderten von Māras … ",
  "dn16:3.23.7": "Ich erinnere mich, dass ich mich zu einer Versammlung von Hunderten von Brahmās begeben habe. ",
  "dn16:3.23.8": "Auch da saß ich früher bei ihnen, unterhielt mich und ließ mich auf Diskussionen ein. ",
  "dn16:3.23.9": "Und meine Erscheinung und Stimme wurden gerade wie ihre. ",
  "dn16:3.23.11": "Ich leitete sie mit einem Dhammavortrag an, ermunterte sie, begeisterte sie und regte sie an. ",
  "dn16:3.23.12": "Doch wenn ich redete, wussten sie nicht: ",
  "dn16:3.23.13": "‚Wer spricht da: ein Gott oder ein Mensch?‘ ",
  "dn16:3.23.14": "Und wenn mein Dhammavortrag zu Ende war, verschwand ich. ",
  "dn16:3.23.15": "Doch wenn ich verschwand, wussten sie nicht: ",
  "dn16:3.23.16": "‚Wer ist da verschwunden: ein Gott oder ein Mensch?‘ ",
  "dn16:3.23.17": "Das sind die acht Versammlungen. ",
  "dn16:3.24.0": "18. Acht Dimensionen der Meisterschaft ",
  "dn16:3.24.1": "Ānanda, es gibt acht Dimensionen der Meisterschaft. ",
  "dn16:3.24.2": "Welche acht? ",
  "dn16:3.25.1": "Während man Form innerlich wahrnimmt, sieht man äußere Bilder, begrenzt, sowohl schön als auch hässlich. ",
  "dn16:3.25.2": "Wenn man das gemeistert hat, ist man sich klar: ‚Ich erkenne und sehe.‘ ",
  "dn16:3.25.3": "Das ist die erste Dimension der Meisterschaft. ",
  "dn16:3.26.1": "Während man Form innerlich wahrnimmt, sieht man äußere Bilder, unbegrenzt, sowohl schön als auch hässlich. ",
  "dn16:3.26.2": "Wenn man das gemeistert hat, ist man sich klar: ‚Ich erkenne und sehe.‘ ",
  "dn16:3.26.3": "Das ist die zweite Dimension der Meisterschaft. ",
  "dn16:3.27.1": "Während man keine Form innerlich wahrnimmt, sieht man äußere Bilder, begrenzt, sowohl schön als auch hässlich. ",
  "dn16:3.27.2": "Wenn man das gemeistert hat, ist man sich klar: ‚Ich erkenne und sehe.‘ ",
  "dn16:3.27.3": "Das ist die dritte Dimension der Meisterschaft. ",
  "dn16:3.28.1": "Während man keine Form innerlich wahrnimmt, sieht man äußere Bilder, unbegrenzt, sowohl schön als auch hässlich. ",
  "dn16:3.28.2": "Wenn man das gemeistert hat, ist man sich klar: ‚Ich erkenne und sehe.‘ ",
  "dn16:3.28.3": "Das ist die vierte Dimension der Meisterschaft. ",
  "dn16:3.29.1": "Während man keine Form innerlich wahrnimmt, sieht man äußere Bilder, blau, von blauer Farbe, in blauer Schattierung, blauem Ton. ",
  "dn16:3.29.2": "Wie eine Flachsblüte, blau, von blauer Farbe, in blauer Schattierung, blauem Ton. Oder wie Stoff aus Bārāṇasī, auf beiden Seiten satiniert, blau, von blauer Farbe, in blauer Schattierung, blauem Ton. ",
  "dn16:3.29.3": "Ebenso sieht man, während man keine Form innerlich wahrnimmt, äußere Bilder, blau, von blauer Farbe, in blauer Schattierung, blauem Ton. ",
  "dn16:3.29.4": "Wenn man das gemeistert hat, ist man sich klar: ‚Ich erkenne und sehe.‘ ",
  "dn16:3.29.5": "Das ist die fünfte Dimension der Meisterschaft. ",
  "dn16:3.30.1": "Während man keine Form innerlich wahrnimmt, sieht man äußere Bilder, gelb, von gelber Farbe, in gelber Schattierung, gelbem Ton. ",
  "dn16:3.30.2": "Wie eine Kaṇikārablüte, gelb, von gelber Farbe, in gelber Schattierung, gelbem Ton. Oder wie Stoff aus Bārāṇasī, auf beiden Seiten satiniert, gelb, von gelber Farbe, in gelber Schattierung, gelbem Ton. ",
  "dn16:3.30.3": "Ebenso sieht man, während man keine Form innerlich wahrnimmt, äußere Bilder, gelb, von gelber Farbe, in gelber Schattierung, gelbem Ton. ",
  "dn16:3.30.4": "Wenn man das gemeistert hat, ist man sich klar: ‚Ich erkenne und sehe.‘ ",
  "dn16:3.30.5": "Das ist die sechste Dimension der Meisterschaft. ",
  "dn16:3.31.1": "Während man keine Form innerlich wahrnimmt, sieht man äußere Bilder, rot, von roter Farbe, in roter Schattierung, rotem Ton. ",
  "dn16:3.31.2": "Wie eine scharlachrote Malvenblüte, rot, von roter Farbe, in roter Schattierung, rotem Ton. Oder wie Stoff aus Bārāṇasī, auf beiden Seiten satiniert, rot, von roter Farbe, in roter Schattierung, rotem Ton. ",
  "dn16:3.31.3": "Ebenso sieht man, während man keine Form innerlich wahrnimmt, äußere Bilder, rot, von roter Farbe, in roter Schattierung, rotem Ton. ",
  "dn16:3.31.4": "Wenn man das gemeistert hat, ist man sich klar: ‚Ich erkenne und sehe.‘ ",
  "dn16:3.31.5": "Das ist die siebte Dimension der Meisterschaft. ",
  "dn16:3.32.1": "Während man keine Form innerlich wahrnimmt, sieht man äußere Bilder, weiß, von weißer Farbe, in weißer Schattierung, weißem Ton. ",
  "dn16:3.32.2": "Wie der Morgenstern, weiß, von weißer Farbe, in weißer Schattierung, weißem Ton. Oder wie Stoff aus Bārāṇasī, auf beiden Seiten satiniert, weiß, von weißer Farbe, in weißer Schattierung, weißem Ton. ",
  "dn16:3.32.3": "Ebenso sieht man, während man keine Form innerlich wahrnimmt, äußere Bilder, weiß, von weißer Farbe, in weißer Schattierung, weißem Ton. ",
  "dn16:3.32.4": "Wenn man das gemeistert hat, ist man sich klar: ‚Ich erkenne und sehe.‘ ",
  "dn16:3.32.5": "Das ist die achte Dimension der Meisterschaft. ",
  "dn16:3.32.6": "Das sind die acht Dimensionen der Meisterschaft. ",
  "dn16:3.33.0": "19. Die acht Befreiungen ",
  "dn16:3.33.1": "Ānanda, es gibt acht Befreiungen. ",
  "dn16:3.33.2": "Welche acht? ",
  "dn16:3.33.3": "Man besitzt körperliche Form und sieht Bilder. ",
  "dn16:3.33.4": "Das ist die erste Befreiung. ",
  "dn16:3.33.5": "Während man keine Form innerlich wahrnimmt, sieht man äußere Bilder. ",
  "dn16:3.33.6": "Das ist die zweite Befreiung. ",
  "dn16:3.33.7": "Man ist einzig auf Schönheit ausgerichtet. ",
  "dn16:3.33.8": "Das ist die dritte Befreiung. ",
  "dn16:3.33.9": "Man übersteigt jegliche Formwahrnehmung, und mit dem Beenden der Wahrnehmung von Eindrücken, und indem man sich nicht der Wahrnehmung von Vielfalt zuwendet, im Wissen: ‚Raum ist unendlich‘, tritt man in die Dimension des unendlichen Raumes ein und verweilt darin. ",
  "dn16:3.33.10": "Das ist die vierte Befreiung. ",
  "dn16:3.33.11": "Man übersteigt vollständig die Dimension des unendlichen Raumes im Wissen: ‚Bewusstsein ist unendlich‘, tritt in die Dimension des unendlichen Bewusstseins ein und verweilt darin. ",
  "dn16:3.33.12": "Das ist die fünfte Befreiung. ",
  "dn16:3.33.13": "Man übersteigt vollständig die Dimension des unendlichen Bewusstseins im Wissen: ‚da ist überhaupt nichts‘, tritt in die Dimension des Nichts ein und verweilt darin. ",
  "dn16:3.33.14": "Das ist die sechste Befreiung. ",
  "dn16:3.33.15": "Man übersteigt vollständig die Dimension des Nichts, tritt in die Dimension ein, die weder Wahrnehmung noch keine Wahrnehmung hat, und verweilt darin. ",
  "dn16:3.33.16": "Das ist die siebte Befreiung. ",
  "dn16:3.33.17": "Man übersteigt vollständig die Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat, tritt in das Aufhören von Wahrnehmung und Gefühl ein und verweilt darin. ",
  "dn16:3.33.18": "Das ist die achte Befreiung. ",
  "dn16:3.33.19": "Das sind die acht Befreiungen. ",
  "dn16:3.34.1": "Ānanda, dieses eine Mal, als ich eben erwacht war, hielt ich mich bei Uruvelā beim Banyanbaum des Ziegenhirten auf, am Ufer des Flusses Nerañjarā. ",
  "dn16:3.34.2": "Da begab sich Māra der Böse zu mir, stellte sich zur Seite hin und sagte: ",
  "dn16:3.34.3": "„Herr, dass der Gesegnete jetzt vollkommen erlösche! Dass der Heilige jetzt vollkommen erlösche! Jetzt ist die Zeit für den Buddha, vollkommen zu erlöschen.‘ ",
  "dn16:3.34.4": "Darauf sagte ich zu Māra: ",
  "dn16:3.35.1": "‚Böser, ich werde nicht vollkommen erlöschen, bevor ich nicht Mönchsschüler habe … ",
  "dn16:3.35.2": "bevor ich nicht Nonnenschülerinnen habe … ",
  "dn16:3.35.3": "bevor ich nicht Laienmänner als Schüler habe … ",
  "dn16:3.35.4": "bevor ich nicht Laienfrauen als Schülerinnen habe, die fähig sind, gebildet, selbstbewusst, gelehrt. ",
  "dn16:3.35.5": "Nicht, bevor mein spiritueller Pfad nicht erfolgreich und blühend ist, umfassend, beliebt, weit verbreitet und gut verkündet, wo immer es Götter und Menschen gibt.‘ ",
  "dn16:3.36.1": "Heute, gerade eben am Cāpāla-Heiligtum, begab sich Māra der Böse erneut mit dem gleichen Anliegen zu mir, erinnerte mich an meine frühere Erklärung und sagte, diese Bedingungen seien nun erfüllt. ",
  "dn16:3.37.1": "Darauf sagte ich zu Māra: ",
  "dn16:3.37.2": "„Sei unbesorgt, Böser. Das endgültige Erlöschen des Klargewordenen wird bald sein. ",
  "dn16:3.37.3": "In drei Monaten von jetzt an wird der Klargewordene endgültig erloschen sein.‘ ",
  "dn16:3.37.4": "So habe ich gerade eben am Cāpāla-Baumheiligtum achtsam und umsichtig die Lebenskraft aufgegeben.“ ",
  "dn16:3.38.0": "20. Ānandas Aufforderung ",
  "dn16:3.38.1": "Daraufhin sagte der Ehrwürdige Ānanda zum Buddha: ",
  "dn16:3.38.2": "„Herr, dass doch der Gesegnete bitte für die Dauer des Äons bleibe! Dass der Heilige bitte für die Dauer des Äons bleibe – zum Nutzen und Glück vieler Menschen, aus Anteilnahme für die Welt, zum Vorteil, Nutzen und Glück von Göttern und Menschen.“ ",
  "dn16:3.38.3": "„Genug, Ānanda. ",
  "dn16:3.38.4": "Bitte den Klargewordenen nicht. Jetzt ist nicht die Zeit, den Klargewordenen zu bitten.“ ",
  "dn16:3.39.1": "Zum zweiten Mal … ",
  "dn16:3.39.2": "und zum dritten Mal sagte Ānanda zum Buddha: ",
  "dn16:3.39.3": "„Herr, dass doch der Gesegnete bitte für die Dauer des Äons bleibe! Dass der Heilige bitte für die Dauer des Äons bleibe – zum Nutzen und Glück vieler Menschen, aus Anteilnahme für die Welt, zum Vorteil, Nutzen und Glück von Göttern und Menschen.“ ",
  "dn16:3.39.4": "„Ānanda, hast du Vertrauen zum Erwachen des Klargewordenen?“ ",
  "dn16:3.39.5": "„Ja, Herr.“ ",
  "dn16:3.39.6": "„Warum setzt du mich dann bis zum dritten Mal unter Druck?“ ",
  "dn16:3.40.1": "„Herr, ich habe vor dem Buddha gehört und gelernt: ",
  "dn16:3.40.2": "‚Jeder, der die vier Grundlagen der Wunderkräfte entwickelt und gepflegt hat – der sie zu seinem Fahrzeug und seiner Grundlage gemacht hat, sie hochgehalten, gefestigt und richtig umgesetzt hat –, kann, wenn er will, für die Dauer des Äons weiterleben, oder was vom Äon noch bleibt. ",
  "dn16:3.40.3": "Der Klargewordene hat die vier Grundlagen der Wunderkräfte entwickelt und gepflegt, hat sie zu seinem Fahrzeug und seiner Grundlage gemacht, hat sie hochgehalten, gefestigt und richtig umgesetzt. Wenn er will, kann er für die Dauer des Äons weiterleben, oder was vom Äon noch bleibt.‘“ ",
  "dn16:3.40.4": "„Hast du Vertrauen, Ānanda?“ ",
  "dn16:3.40.5": "„Ja, Herr.“ ",
  "dn16:3.40.6": "„Daher, Ānanda, ist es einzig dein Verschulden, einzig dein Fehler. Denn obwohl der Klargewordene einen so offensichtlichen Hinweis gab, ein so klares Zeichen, hast du mich nicht gebeten, für die Dauer des Äons zu bleiben, oder was vom Äon noch bleibt. ",
  "dn16:3.40.8": "Wenn du mich gebeten hättest, hätte ich zweimal abgelehnt, aber beim dritten Mal hätte ich zugestimmt. ",
  "dn16:3.40.9": "Daher, Ānanda, ist es einzig dein Verschulden, einzig dein Fehler. ",
  "dn16:3.41.1": "Ānanda, dieses eine Mal hielt ich mich bei Rājagaha auf der Geierkuppe auf. ",
  "dn16:3.41.2": "Dort sagte ich zu dir: ",
  "dn16:3.41.3": "‚Ānanda, Rājagaha ist entzückend. Und die Geierkuppe ist entzückend. ",
  "dn16:3.41.4": "Jeder, der die vier Grundlagen der Wunderkräfte entwickelt und gepflegt hat – der sie zu seinem Fahrzeug und seiner Grundlage gemacht hat, sie hochgehalten, gefestigt und richtig umgesetzt hat –, kann, wenn er will, für die Dauer des Äons weiterleben, oder was vom Äon noch bleibt. ",
  "dn16:3.41.5": "Der Klargewordene hat die vier Grundlagen der Wunderkräfte entwickelt und gepflegt, hat sie zu seinem Fahrzeug und seiner Grundlage gemacht, hat sie hochgehalten, gefestigt und richtig umgesetzt. Wenn er will, kann er für die Dauer des Äons weiterleben, oder was vom Äon noch bleibt.‘ ",
  "dn16:3.41.6": "Aber du hast nicht verstanden, obwohl ich einen so offensichtlichen Hinweis gab, ein so klares Zeichen. Du hast mich nicht gebeten, für die Dauer des Äons zu bleiben, oder was vom Äon noch bleibt. ",
  "dn16:3.41.8": "Wenn du mich gebeten hättest, hätte ich zweimal abgelehnt, aber beim dritten Mal hätte ich zugestimmt. ",
  "dn16:3.41.9": "Daher, Ānanda, ist es einzig dein Verschulden, einzig dein Fehler. ",
  "dn16:3.42.1": "Ānanda, dieses eine Mal hielt ich mich bei Rājagaha an Gotamas Banyanbaum auf … ",
  "dn16:3.42.2": "an der Räuberklippe … ",
  "dn16:3.42.3": "in der Sattapaṇṇi-Höhle an den Hängen von Vebhara … ",
  "dn16:3.42.4": "am Schwarzen Felsen an den Hängen von Isigili … ",
  "dn16:3.42.5": "im Kühlen Wäldchen, unter der Schlangenkopfgrotte … ",
  "dn16:3.42.6": "im Kloster der Heißen Quellen … ",
  "dn16:3.42.7": "im Bambuswäldchen, am Futterplatz der Eichhörnchen … ",
  "dn16:3.42.8": "in Jīvakas Mangowäldchen … ",
  "dn16:3.42.9": "im Wildpark Maddakucchi … ",
  "dn16:3.43.1": "Und an jedem dieser Orte sagte ich zu dir: ",
  "dn16:3.43.2": "‚Ānanda, Rājagaha ist entzückend. Und all diese Orte sind entzückend … ",
  "dn16:3.44.2": "Wenn er will, kann der Klargewordene für die Dauer des Äons weiterleben, oder was vom Äon noch bleibt.‘ ",
  "dn16:3.44.3": "Aber du hast nicht verstanden, obwohl ich einen so offensichtlichen Hinweis gab, ein so klares Zeichen. Du hast mich nicht gebeten, für die Dauer des Äons zu bleiben, oder was vom Äon noch bleibt. ",
  "dn16:3.45.1": "Ānanda, dieses eine Mal hielt ich mich eben hier bei Vesālī auf, beim Udena-Heiligtum … ",
  "dn16:3.46.1": "beim Gotamaka-Heiligtum … ",
  "dn16:3.46.2": "beim Sattamba-Heiligtum … ",
  "dn16:3.46.3": "beim Viele-Kinder-Heiligtum … ",
  "dn16:3.46.4": "beim Sārandada-Heiligtum … ",
  "dn16:3.47.1": "und eben jetzt, heute, beim Cāpāla-Heiligtum. Dort sagte ich zu dir: ",
  "dn16:3.47.2": "„Ānanda, Vesālī ist entzückend. Und die Udena-, Gotamaka-, Sattamba-, Viele-Kinder-, Sārandada- und Cāpāla-Baumheiligtümer sind entzückend. ",
  "dn16:3.47.3": "Jeder, der die vier Grundlagen der Wunderkräfte entwickelt und gepflegt hat – der sie zu seinem Fahrzeug und seiner Grundlage gemacht hat, sie hochgehalten, gefestigt und richtig umgesetzt hat –, kann, wenn er will, für die Dauer des Äons weiterleben, oder was vom Äon noch bleibt. ",
  "dn16:3.47.4": "Der Klargewordene hat die vier Grundlagen der Wunderkräfte entwickelt und gepflegt, hat sie zu seinem Fahrzeug und seiner Grundlage gemacht, hat sie hochgehalten, gefestigt und richtig umgesetzt. Wenn er will, kann er für die Dauer des Äons weiterleben, oder was vom Äon noch bleibt.‘ ",
  "dn16:3.47.5": "Aber du hast nicht verstanden, obwohl ich einen so offensichtlichen Hinweis gab, ein so klares Zeichen. Du hast mich nicht gebeten, für die Dauer des Äons zu bleiben, oder was vom Äon noch bleibt: ",
  "dn16:3.47.6": "‚Herr, dass doch der Gesegnete bitte für die Dauer des Äons bleibe! Dass der Heilige bitte für die Dauer des Äons bleibe – zum Nutzen und Glück vieler Menschen, aus Anteilnahme für die Welt, zum Vorteil, Nutzen und Glück von Göttern und Menschen.‘ ",
  "dn16:3.47.7": "Wenn du mich gebeten hättest, hätte ich zweimal abgelehnt, aber beim dritten Mal hätte ich zugestimmt. ",
  "dn16:3.47.8": "Daher, Ānanda, ist es einzig dein Verschulden, einzig dein Fehler. ",
  "dn16:3.48.1": "Habe ich euch nicht darauf vorbereitet, als ich erklärte, ",
  "dn16:3.48.2": "dass wir von allem, was uns lieb und teuer ist, getrennt und geschieden werden müssen? ",
  "dn16:3.48.3": "Wie könnte es möglich sein, dass das, was geboren, geschaffen, bedingt ist und zerfallen muss, nicht zerfallen sollte? ",
  "dn16:3.48.4": "Der Klargewordene hat die Lebenskraft verworfen, beseitigt, freigemacht, sich davon abgekehrt, davon abgelassen und sie aufgegeben. Er hat verbindlich erklärt: ",
  "dn16:3.48.5": "‚Das endgültige Erlöschen des Klargewordenen wird bald sein. ",
  "dn16:3.48.6": "In drei Monaten von jetzt an wird der Klargewordene endgültig erloschen sein.‘ ",
  "dn16:3.48.7": "Es ist nicht möglich, dass ein Klargewordener um des Lebens willen die Lebenskraft zurücknehmen würde, nachdem er sie auf diese Art aufgegeben hat. ",
  "dn16:3.48.8": "Komm, Ānanda, lass uns zum Großen Wald gehen, zur Halle mit dem Giebeldach.“ ",
  "dn16:3.48.9": "„Ja, Herr“, antwortete Ānanda. ",
  "dn16:3.49.1": "Da ging der Buddha mit Ānanda zur Halle mit dem Giebeldach und sagte zu ihm: ",
  "dn16:3.49.2": "„Geh, Ānanda, rufe alle Mönche und Nonnen, die in der Umgebung von Vesālī leben, in der Versammlungshalle zusammen.“ ",
  "dn16:3.49.3": "„Ja, Herr“, antwortete Ānanda. Er tat wie vom Buddha geheißen. Dann ging er zurück, verbeugte sich, stellte sich zur Seite hin und sagte: ",
  "dn16:3.49.4": "„Herr, der Saṅgha der Mönche und Nonnen ist versammelt. Bitte, Herr, geh nach deinem Belieben.“ ",
  "dn16:3.50.1": "Da ging der Buddha zur Versammlungshalle, setzte sich auf den ausgebreiteten Sitz ",
  "dn16:3.50.2": "und wandte sich an die Mönche und Nonnen: ",
  "dn16:3.50.3": "„Daher, Mönche und Nonnen, sollt ihr euch diese Dinge, die ich euch aus meiner unmittelbaren Einsicht heraus gelehrt habe, sorgfältig einprägen und sie pflegen, entwickeln und viel daraus machen, sodass dieser spirituelle Pfad lange Zeit bestehen bleibt – zum Nutzen und Glück vieler Menschen, aus Anteilnahme für die Welt, zum Vorteil, Nutzen und Glück von Göttern und Menschen. ",
  "dn16:3.50.4": "Und was sind die Dinge, die ich aus meiner unmittelbaren Einsicht heraus gelehrt habe? ",
  "dn16:3.50.5": "Es sind die vier Arten der Achtsamkeitsmeditation, die vier Arten rechten Bemühens, die vier Grundlagen der Wunderkräfte, die fünf Fähigkeiten, die fünf Kräfte, die sieben Faktoren des Erwachens und der edle achtfache Pfad. ",
  "dn16:3.51.1": "Das sind die Dinge, die ich aus meiner unmittelbaren Einsicht heraus gelehrt habe. Ihr sollt sie euch sorgfältig einprägen und sie pflegen, entwickeln und viel daraus machen, sodass dieser spirituelle Pfad lange Zeit bestehen bleibt – zum Nutzen und Glück vieler Menschen, aus Anteilnahme für die Welt, zum Vorteil, Nutzen und Glück von Göttern und Menschen.“ ",
  "dn16:3.51.2": "Dann sagte der Buddha zu den Mönchen und Nonnen: ",
  "dn16:3.51.3": "„Kommt, Mönche und Nonnen, ich sage zu euch allen: ",
  "dn16:3.51.4": "‚Bedingungen müssen vergehen. Macht beflissen weiter.‘ ",
  "dn16:3.51.5": "Das endgültige Erlöschen des Klargewordenen wird bald sein. ",
  "dn16:3.51.6": "In drei Monaten von jetzt an wird der Klargewordene endgültig erloschen sein.“ ",
  "dn16:3.51.7": "Das sagte der Buddha. ",
  "dn16:3.51.8": "Und der Heilige, der Lehrer, fuhr fort: ",
  "dn16:3.51.9": "„Ich habe ein reifes Alter erreicht ",
  "dn16:3.51.10": "und wenig bleibt von meinem Leben übrig. ",
  "dn16:3.51.11": "Ich habe es aufgegeben und werde gehen; ",
  "dn16:3.51.12": "ich habe mir eine Zuflucht geschaffen. ",
  "dn16:3.51.13": "Seid beflissen und achtsam, ",
  "dn16:3.51.14": "von guter Sittlichkeit, Mönche und Nonnen! ",
  "dn16:3.51.15": "Mit gut gesammelten Gedanken ",
  "dn16:3.51.16": "achtet wohl auf euren Geist. ",
  "dn16:3.51.17": "Jeder, der in dieser Lehre und Schulung ",
  "dn16:3.51.18": "beflissen meditiert, ",
  "dn16:3.51.19": "der das Umherwandern durch Wiedergeburten aufgibt, ",
  "dn16:3.51.20": "wird dem Leiden ein Ende machen.“ ",
  "dn16:3.51.21": "Der dritte Abschnitt zum Aufsagen. ",
  "dn16:4.1.0": "21. Der Elefantenblick ",
  "dn16:4.1.1": "Da kleidete der Buddha sich am Morgen an, nahm Schale und Robe und betrat Vesālī zum Almosengang. ",
  "dn16:4.1.2": "Nach dem Essen, als er vom Almosengang zurückkam, wandte er seinen ganzen Körper um, wie es die Elefanten tun, und blickte auf Vesālī zurück. Er sagte zum Ehrwürdigen Ānanda: ",
  "dn16:4.1.3": "„Ānanda, dies wird das letzte Mal gewesen sein, dass der Klargewordene Vesālī gesehen hat. ",
  "dn16:4.1.4": "Komm, Ānanda, lass uns zum Dorf Bhaṇḍa gehen.“ ",
  "dn16:4.1.5": "„Ja, Herr“, antwortete Ānanda. ",
  "dn16:4.2.1": "Dann kam der Buddha zusammen mit einem großen Saṅgha von Mönchen und Nonnen zum Dorf Bhaṇḍa ",
  "dn16:4.2.2": "und blieb da. ",
  "dn16:4.2.3": "Da wandte sich der Buddha an die Mönche und Nonnen: ",
  "dn16:4.2.4": "„Mönche und Nonnen, weil wir vier Dinge nicht verstanden und nicht durchdrungen hatten, sind wir, ihr sowohl als ich, für so eine sehr lange Zeit gewandert und umhergezogen. ",
  "dn16:4.2.5": "Welche vier? ",
  "dn16:4.2.6": "Edle Sittlichkeit, ",
  "dn16:4.2.7": "edle Versenkung, ",
  "dn16:4.2.8": "edle Weisheit ",
  "dn16:4.2.9": "und edle Freiheit. ",
  "dn16:4.2.10": "Diese edle Sittlichkeit, edle Versenkung, edle Weisheit und edle Freiheit wurden verstanden und durchdrungen. Das Verlangen nach Fortsetzung des Daseins wurde abgeschnitten, der Kanal zur Wiedergeburt ist aufgelöst, künftige Leben wird es jetzt nicht mehr geben.“ ",
  "dn16:4.3.1": "Das sagte der Buddha. ",
  "dn16:4.3.2": "Und der Heilige, der Lehrer, fuhr fort: ",
  "dn16:4.3.3": "„Sittlichkeit, Versenkung und Weisheit ",
  "dn16:4.3.4": "und die unübertreffliche Freiheit: ",
  "dn16:4.3.5": "Diese Dinge wurden verstanden ",
  "dn16:4.3.6": "von Gotama, dem Ruhmreichen. ",
  "dn16:4.3.7": "Und so hatte der Buddha die Einsicht ",
  "dn16:4.3.8": "und erklärte den Mönchen und Nonnen die Lehre. ",
  "dn16:4.3.9": "Der Lehrer machte dem Leiden ein Ende; ",
  "dn16:4.3.10": "er sieht klar und ist erloschen.“ ",
  "dn16:4.4.1": "Und auch während er sich im Dorf Bhaṇḍa aufhielt, hielt der Buddha für die Mönche und Nonnen häufig diesen Dhammavortrag: ",
  "dn16:4.4.2": "„So ist die Sittlichkeit, so ist die Versenkung, so ist die Weisheit. ",
  "dn16:4.4.3": "Wenn Versenkung von Sittlichkeit durchdrungen ist, bringt sie reiche Frucht und reichen Segen. ",
  "dn16:4.4.4": "Wenn Weisheit von Versenkung durchdrungen ist, bringt sie reiche Frucht und reichen Segen. ",
  "dn16:4.4.5": "Wenn der Geist von Weisheit durchdrungen ist, ist er richtig von den Befleckungen befreit: nämlich ",
  "dn16:4.4.6": "von den Befleckungen der Sinnlichkeit, des Wunsches nach Fortsetzung des Daseins und der Unwissenheit.“ ",
  "dn16:4.5.0": "22. Die vier großen Bezugspunkte ",
  "dn16:4.5.1": "Als der Buddha so lange im Dorf Bhaṇḍa geblieben war, wie er wollte, wandte er sich an den Ehrwürdigen Ānanda: ",
  "dn16:4.5.2": "„Komm, Ānanda, lass uns zum Dorf Hatthi gehen.“ … ",
  "dn16:4.5.3": "„Lass uns zum Dorf Amba gehen.“ … ",
  "dn16:4.5.4": "„Lass uns zum Dorf Jambu gehen.“ … ",
  "dn16:4.5.5": "„Komm, Ānanda, lass uns nach Bhoganagara gehen.“ ",
  "dn16:4.6.1": "„Ja, Herr“, antwortete Ānanda. ",
  "dn16:4.6.2": "Dann kam der Buddha zusammen mit einem großen Saṅgha von Mönchen und Nonnen nach Bhoganagara. ",
  "dn16:4.7.1": "Dort hielt er sich beim Ānanda-Heiligtum auf. ",
  "dn16:4.7.2": "Da wandte sich der Buddha an die Mönche und Nonnen: ",
  "dn16:4.7.3": "„Mönche und Nonnen, ich werde euch die vier großen Bezugspunkte lehren. ",
  "dn16:4.7.4": "Hört zu und passt gut auf, ich werde sprechen.“ ",
  "dn16:4.7.5": "„Ja, Herr“, antworteten sie. ",
  "dn16:4.7.6": "Der Buddha sagte: ",
  "dn16:4.8.1": "„Da ist ein Mönch, der sagt: ",
  "dn16:4.8.2": "‚Werter Freund, ich habe vor dem Buddha gehört und gelernt: ",
  "dn16:4.8.3": "Das ist die Lehre, das ist das Ordensrecht, das ist die Anleitung des Lehrers.‘ ",
  "dn16:4.8.4": "Dann solltet ihr der Aussage dieses Mönchs weder zustimmen noch sie ablehnen. ",
  "dn16:4.8.5": "Stattdessen solltet ihr euch seine Worte und Ausdrücke sorgfältig einprägen und dann prüfen, ob sie in den Lehrreden enthalten und im Ordensrecht zu finden sind. ",
  "dn16:4.8.6": "Wenn sie nicht in den Lehrreden enthalten und nicht im Ordensrecht zu finden sind, solltet ihr den Schluss ziehen: ",
  "dn16:4.8.7": "‚Das ist offensichtlich nicht das Wort des Buddha. ",
  "dn16:4.8.8": "Dieser Mönch hat sich das fehlerhaft eingeprägt.‘ ",
  "dn16:4.8.9": "Daher solltet ihr es zurückweisen. ",
  "dn16:4.8.10": "Wenn sie in den Lehrreden enthalten und im Ordensrecht zu finden sind, solltet ihr den Schluss ziehen: ",
  "dn16:4.8.11": "‚Das ist offensichtlich das Wort des Buddha. ",
  "dn16:4.8.12": "Dieser Mönch hat sich das richtig eingeprägt.‘ ",
  "dn16:4.8.13": "Ihr solltet es behalten. Das ist der erste große Bezugspunkt. ",
  "dn16:4.9.1": "Dann ist da eine andere Nonne, die sagt: ",
  "dn16:4.9.2": "‚In dem und dem Kloster lebt ein Saṅgha mit Altehrwürdigen und Führenden. ",
  "dn16:4.9.3": "Vor diesem Saṅgha habe ich gehört und gelernt: ",
  "dn16:4.9.4": "Das ist die Lehre, das ist das Ordensrecht, das ist die Anleitung des Lehrers.‘ ",
  "dn16:4.9.5": "Dann solltet ihr der Aussage dieser Nonne weder zustimmen noch sie ablehnen. ",
  "dn16:4.9.6": "Stattdessen solltet ihr euch ihre Worte und Ausdrücke sorgfältig einprägen und dann prüfen, ob sie in den Lehrreden enthalten und im Ordensrecht zu finden sind. ",
  "dn16:4.9.7": "Wenn sie nicht in den Lehrreden enthalten und nicht im Ordensrecht zu finden sind, solltet ihr den Schluss ziehen: ",
  "dn16:4.9.8": "‚Das ist offensichtlich nicht das Wort des Buddha. ",
  "dn16:4.9.9": "Dieser Saṅgha hat sich das fehlerhaft eingeprägt.‘ ",
  "dn16:4.9.10": "Daher solltet ihr es zurückweisen. ",
  "dn16:4.9.11": "Wenn sie in den Lehrreden enthalten und im Ordensrecht zu finden sind, solltet ihr den Schluss ziehen: ",
  "dn16:4.9.12": "‚Das ist offensichtlich das Wort des Buddha. ",
  "dn16:4.9.13": "Dieser Saṅgha hat sich das richtig eingeprägt.‘ ",
  "dn16:4.9.14": "Ihr solltet es behalten. Das ist der zweite große Bezugspunkt. ",
  "dn16:4.10.1": "Dann ist da ein anderer Mönch, der sagt: ",
  "dn16:4.10.2": "‚In dem und dem Kloster leben mehrere altehrwürdige Mönche und Nonnen, die sehr gelehrt sind, in den Schriften bewandert, die die Lehren, das Ordensrecht und die Gliederungen im Gedächtnis haben. ",
  "dn16:4.10.3": "Vor diesen altehrwürdigen Mönchen und Nonnen habe ich gehört und gelernt: ",
  "dn16:4.10.4": "Das ist die Lehre, das ist das Ordensrecht, das ist die Anleitung des Lehrers.‘ ",
  "dn16:4.10.5": "Dann solltet ihr der Aussage dieses Mönchs weder zustimmen noch sie ablehnen. ",
  "dn16:4.10.6": "Stattdessen solltet ihr euch seine Worte und Ausdrücke sorgfältig einprägen und dann prüfen, ob sie in den Lehrreden enthalten und im Ordensrecht zu finden sind. ",
  "dn16:4.10.7": "Wenn sie nicht in den Lehrreden enthalten und nicht im Ordensrecht zu finden sind, solltet ihr den Schluss ziehen: ",
  "dn16:4.10.8": "‚Das ist offensichtlich nicht das Wort des Buddha. ",
  "dn16:4.10.9": "Diese altehrwürdigen Mönche und Nonnen haben sich das fehlerhaft eingeprägt.‘ ",
  "dn16:4.10.10": "Daher solltet ihr es zurückweisen. ",
  "dn16:4.10.12": "Wenn sie in den Lehrreden enthalten und im Ordensrecht zu finden sind, solltet ihr den Schluss ziehen: ",
  "dn16:4.10.13": "‚Das ist offensichtlich das Wort des Buddha. ",
  "dn16:4.10.14": "Diese altehrwürdigen Mönche und Nonnen haben sich das richtig eingeprägt.‘ ",
  "dn16:4.10.15": "Ihr solltet es behalten. Das ist der dritte große Bezugspunkt. ",
  "dn16:4.11.1": "Dann ist da eine andere Nonne, die sagt: ",
  "dn16:4.11.2": "‚In dem und dem Kloster lebt eine einzelne altehrwürdige Nonne, die sehr gelehrt ist, in den Schriften bewandert, die die Lehren, das Ordensrecht und die Gliederungen im Gedächtnis hat. ",
  "dn16:4.11.3": "Vor dieser altehrwürdigen Nonne habe ich gehört und gelernt: ",
  "dn16:4.11.4": "Das ist die Lehre, das ist das Ordensrecht, das ist die Anleitung des Lehrers.‘ ",
  "dn16:4.11.5": "Dann solltet ihr der Aussage dieser Nonne weder zustimmen noch sie ablehnen. ",
  "dn16:4.11.6": "Stattdessen solltet ihr euch ihre Worte und Ausdrücke sorgfältig einprägen und dann prüfen, ob sie in den Lehrreden enthalten und im Ordensrecht zu finden sind. ",
  "dn16:4.11.7": "Wenn sie nicht in den Lehrreden enthalten und nicht im Ordensrecht zu finden sind, solltet ihr den Schluss ziehen: ",
  "dn16:4.11.8": "‚Das ist offensichtlich nicht das Wort des Buddha. ",
  "dn16:4.11.9": "Diese altehrwürdige Nonne hat sich das fehlerhaft eingeprägt.‘ ",
  "dn16:4.11.10": "Daher solltet ihr es zurückweisen. ",
  "dn16:4.11.11": "Wenn sie in den Lehrreden enthalten und im Ordensrecht zu finden sind, solltet ihr den Schluss ziehen: ",
  "dn16:4.11.12": "‚Das ist offensichtlich das Wort des Buddha. ",
  "dn16:4.11.13": "Diese altehrwürdige Nonne hat sich das richtig eingeprägt.‘ ",
  "dn16:4.11.14": "Ihr solltet es behalten. Das ist der vierte große Bezugspunkt. ",
  "dn16:4.11.15": "Das sind die vier großen Bezugspunkte. Ihr solltet sie behalten.“ ",
  "dn16:4.12.1": "Und auch während er sich beim Ānanda-Heiligtum aufhielt, hielt der Buddha für die Mönche und Nonnen häufig diesen Dhammavortrag: ",
  "dn16:4.12.2": "„So ist die Sittlichkeit, so ist die Versenkung, so ist die Weisheit. ",
  "dn16:4.12.3": "Wenn Versenkung von Sittlichkeit durchdrungen ist, bringt sie reiche Frucht und reichen Segen. ",
  "dn16:4.12.4": "Wenn Weisheit von Versenkung durchdrungen ist, bringt sie reiche Frucht und reichen Segen. ",
  "dn16:4.12.5": "Wenn der Geist von Weisheit durchdrungen ist, ist er richtig von den Befleckungen befreit: nämlich ",
  "dn16:4.12.6": "von den Befleckungen der Sinnlichkeit, des Wunsches nach Fortsetzung des Daseins und der Unwissenheit.“ ",
  "dn16:4.13.0": "23. Über Cunda den Schmied ",
  "dn16:4.13.1": "Als der Buddha so lange in Bhoganagara geblieben war, wie er wollte, wandte er sich an den Ehrwürdigen Ānanda: ",
  "dn16:4.13.2": "„Komm, Ānanda, lass uns nach Pāvā gehen.“ ",
  "dn16:4.13.3": "„Ja, Herr“, antwortete Ānanda. ",
  "dn16:4.13.4": "Dann kam der Buddha zusammen mit einem großen Saṅgha von Mönchen und Nonnen nach Pāvā. ",
  "dn16:4.13.5": "Dort hielt er sich im Mangowäldchen Cundas des Schmieds auf. ",
  "dn16:4.14.1": "Cunda hörte, dass der Buddha angekommen war und sich in seinem Mangowäldchen aufhielt. ",
  "dn16:4.14.2": "Da ging er zum Buddha, verbeugte sich und setzte sich zur Seite hin. ",
  "dn16:4.14.3": "Der Buddha leitete ihn mit einem Dhammavortrag an, ermunterte ihn, begeisterte ihn und regte ihn an. ",
  "dn16:4.14.4": "Darauf sagte Cunda zum Buddha: ",
  "dn16:4.15.1": "„Herr, der Buddha wolle bitte zusammen mit dem Saṅgha der Mönche und Nonnen die morgige Mahlzeit von mir annehmen.“ ",
  "dn16:4.15.2": "Der Buddha schwieg zum Zeichen der Zustimmung. ",
  "dn16:4.16.1": "Da erhob sich, als er die Zustimmung des Buddha erkannt hatte, Cunda von seinem Sitz, verbeugte sich, umrundete den Buddha respektvoll, die rechte Seite ihm zugewandt, und ging. ",
  "dn16:4.17.1": "Als dann die Nacht vorüber war, ließ Cunda in seiner eigenen Wohnung eine Auswahl an köstlichen Speisen zubereiten, darunter viel Schweinefleisch, das am Umschlagen war. Dann ließ er den Buddha über die Zeit benachrichtigen: ",
  "dn16:4.17.2": "„Es ist Zeit, Herr, das Essen ist fertig.“ ",
  "dn16:4.18.1": "Da kleidete der Buddha sich am Morgen an, nahm Schale und Robe, ging zusammen mit dem Saṅgha der Mönche und Nonnen zu Cundas Haus, setzte sich auf den ausgebreiteten Sitz ",
  "dn16:4.18.2": "und sagte zu Cunda: ",
  "dn16:4.18.3": "„Cunda, bitte bediene mich mit dem Schweinefleisch, das am Umschlagen ist, das du zubereitet hast, ",
  "dn16:4.18.4": "und bediene den Saṅgha der Mönche und Nonnen mit den übrigen Speisen.“ ",
  "dn16:4.18.5": "„Ja, Herr“, erwiderte Cunda und tat wie geheißen. ",
  "dn16:4.19.1": "Dann wandte sich der Buddha an Cunda: ",
  "dn16:4.19.2": "„Cunda, alles, was von dem Schweinefleisch, das am Umschlagen ist, übrig ist, solltest du in einer Grube vergraben. ",
  "dn16:4.19.3": "Ich sehe niemanden in dieser Welt mit ihren Göttern, Māras und Brahmās, unter dieser Bevölkerung mit ihren Asketen und Brahmanen, Göttern und Menschen – ich sehe niemanden, der es richtig verdauen könnte, außer dem Klargewordenen.“ ",
  "dn16:4.19.4": "„Ja, Herr“, antwortete Cunda. Er tat wie geheißen, dann kam er zurück zum Buddha, verbeugte sich und setzte sich zur Seite hin. ",
  "dn16:4.19.5": "Dann leitete der Buddha ihn mit einem Dhammavortrag an, ermunterte ihn, begeisterte ihn und regte ihn an. Darauf erhob er sich von seinem Sitz und ging. ",
  "dn16:4.20.1": "Nachdem der Buddha Cundas Mahl gegessen hatte, wurde er schwer krank, von heftigen Schmerzen gepeinigt, und war dem Tode nah. ",
  "dn16:4.20.2": "Doch er ertrug seine Beschwerden unbehelligt, achtsam und umsichtig. ",
  "dn16:4.20.3": "Dann wandte er sich an den Ehrwürdigen Ānanda: ",
  "dn16:4.20.4": "„Komm, Ānanda, lass uns nach Kusinārā gehen.“ ",
  "dn16:4.20.5": "„Ja, Herr“, antwortete Ānanda. ",
  "dn16:4.20.6": "Ich habe gehört, dass der Weise, ",
  "dn16:4.20.7": "als er das Mahl Cundas des Schmieds gegessen, ",
  "dn16:4.20.8": "schwer krank wurde, ",
  "dn16:4.20.9": "mit Schmerzen, dem Tode nah. ",
  "dn16:4.20.10": "Ein schweres Leiden traf den Lehrer, ",
  "dn16:4.20.11": "der das Schweinefleisch, das am Umschlagen war, gegessen hatte. ",
  "dn16:4.20.12": "Während er noch abführte, sagte der Buddha: ",
  "dn16:4.20.13": "„Ich will zur Festungsstadt Kusinārā gehen.“ ",
  "dn16:4.21.0": "24. Zu trinken bringen ",
  "dn16:4.21.1": "Dann ging der Buddha von der Straße ab, ging zum Fuß eines Baumes und wandte sich an Ānanda: ",
  "dn16:4.21.2": "„Bitte, Ānanda, falte meine äußere Robe vierfach und breite sie für mich aus. Ich bin müde und will mich hinsetzen.“ ",
  "dn16:4.21.3": "„Ja, Herr“, antwortete Ānanda und tat wie geheißen. ",
  "dn16:4.21.4": "Der Buddha setzte sich auf den ausgebreiteten Sitz ",
  "dn16:4.22.1": "und sagte zum Ehrwürdigen Ānanda: ",
  "dn16:4.22.2": "„Bitte, Ānanda, hol mir etwas Wasser. Ich bin durstig und möchte trinken.“ ",
  "dn16:4.22.3": "Darauf sagte der Ehrwürdige Ānanda zum Buddha: ",
  "dn16:4.22.4": "„Herr, gerade eben sind etwa fünfhundert Wagen vorbeigefahren. Das seichte Wasser wurde von ihren Rädern aufgewühlt und fließt trüb und undurchsichtig dahin. ",
  "dn16:4.22.5": "Der Fluss Kakutthā ist nicht weit, mit klarem, süßem, kühlem Wasser, sauber, mit sanft abfallenden Ufern, entzückend. ",
  "dn16:4.22.6": "Dort kann der Buddha trinken und seine Glieder kühlen.“ ",
  "dn16:4.23.1": "Zum zweiten Mal bat der Buddha Ānanda um Trinkwasser, ",
  "dn16:4.23.3": "und zum zweiten Mal schlug Ānanda vor, zum Fluss Kakutthā zu gehen. ",
  "dn16:4.24.1": "Und zum dritten Mal sagte der Buddha zu Ānanda: ",
  "dn16:4.24.2": "„Bitte, Ānanda, hol mir etwas Wasser. Ich bin durstig und möchte trinken.“ ",
  "dn16:4.24.3": "„Ja, Herr“, antwortete Ānanda. Er nahm seine Schale und ging zum Flüsschen. ",
  "dn16:4.24.4": "Obwohl nun das seichte Wasser des Flüsschens von Rädern aufgewühlt war und trüb und undurchsichtig dahinfloss, floss es, als Ānanda sich näherte, durchsichtig, klar und ungetrübt. ",
  "dn16:4.25.1": "Da dachte der Ehrwürdige Ānanda: ",
  "dn16:4.25.2": "„Es ist unglaublich, es ist erstaunlich! Der Klargewordene besitzt solche Wundermacht und Wunderkraft! ",
  "dn16:4.25.3": "Denn obwohl das seichte Wasser des Flüsschens von Rädern aufgewühlt war und trüb und undurchsichtig dahinfloss, floss es, als ich mich näherte, durchsichtig, klar und ungetrübt.“ ",
  "dn16:4.25.4": "Er schöpfte eine Schale Trinkwasser, ging zurück zum Buddha und sagte zu ihm: ",
  "dn16:4.25.5": "„Es ist unglaublich, es ist erstaunlich! Der Klargewordene besitzt solche Wundermacht und Wunderkraft! ",
  "dn16:4.25.6": "Denn obwohl das seichte Wasser des Flüsschens von Rädern aufgewühlt war und trüb und undurchsichtig dahinfloss, floss es, als ich mich näherte, durchsichtig, klar und ungetrübt. ",
  "dn16:4.25.7": "Trink das Wasser, Gesegneter! Trink das Wasser, Heiliger!“ ",
  "dn16:4.25.8": "Und der Buddha trank das Wasser. ",
  "dn16:4.26.0": "25. Über Pukkusa den Maller ",
  "dn16:4.26.1": "Nun reiste zu dieser Zeit Pukkusa der Maller, ein Schüler des Āḷāra Kālāma, auf der Straße von Kusinārā nach Pāvā. ",
  "dn16:4.26.2": "Er sah den Buddha an der Straße am Fuß eines Baumes sitzen. ",
  "dn16:4.26.3": "Er ging zu ihm, verbeugte sich, setzte sich zur Seite hin und sagte: ",
  "dn16:4.26.4": "„Es ist unglaublich, Herr, es ist erstaunlich! Die, die fortgezogen sind, meditieren so friedvoll. ",
  "dn16:4.27.1": "Einmal geschah es, dass Āḷāra Kālāma, als er eine Straße entlangwanderte, von der Straße abging und sich am Fuß eines nahen Baumes hinsetzte, um den Tag über zu meditieren. ",
  "dn16:4.27.2": "Da fuhren etwa fünfhundert Wagen gleich neben Āḷāra Kālāma vorbei. ",
  "dn16:4.27.3": "Dann kam ein Mensch, der hinter diesen Wagen herging, zu Āḷāra Kālāma und sagte zu ihm: ",
  "dn16:4.27.4": "‚Herr, hast du nicht die fünfhundert Wagen vorbeifahren sehen?‘ ",
  "dn16:4.27.5": "‚Nein, werter Freund, ich habe sie nicht gesehen.‘ ",
  "dn16:4.27.6": "‚Aber Herr, hast du keinen Ton gehört?‘ ",
  "dn16:4.27.7": "‚Nein, werter Freund, ich habe keinen Ton gehört.‘ ",
  "dn16:4.27.8": "‚Aber Herr, hast du geschlafen?‘ ",
  "dn16:4.27.9": "‚Nein, werter Freund, ich habe nicht geschlafen.‘ ",
  "dn16:4.27.10": "‚Aber Herr, warst du bei Bewusstsein?‘ ",
  "dn16:4.27.11": "‚Ja, werter Freund.‘ ",
  "dn16:4.27.12": "‚Herr, da warst du also wach und bei Bewusstsein und hast weder etwas gesehen noch einen Ton gehört, als fünfhundert Wagen gleich neben dir vorbeigefahren sind? ",
  "dn16:4.27.13": "Und doch ist sogar deine äußere Robe mit Staub bedeckt!‘ ",
  "dn16:4.27.14": "‚Ja, werter Freund.‘ ",
  "dn16:4.27.15": "Da dachte dieser Mensch: ",
  "dn16:4.27.16": "„Es ist unglaublich, es ist erstaunlich! Die, die fortgezogen sind, meditieren so friedvoll, ",
  "dn16:4.27.17": "sodass er wach und bei Bewusstsein war und weder etwas gesehen noch einen Ton gehört hat, als fünfhundert Wagen gleich neben ihm vorbeigefahren sind.‘ ",
  "dn16:4.27.18": "Er erklärte seine erhabene Zuversicht zu Āḷāra Kālāma und ging.“ ",
  "dn16:4.28.1": "„Was denkst du, Pukkusa? ",
  "dn16:4.28.2": "Was ist schwieriger und schwerer zu erreichen, während man wach und bei Bewusstsein ist: ",
  "dn16:4.28.3": "dass man weder etwas sieht noch einen Ton hört, wenn fünfhundert Wagen gleich neben einem vorbeifahren? ",
  "dn16:4.28.4": "Oder dass man weder etwas sieht noch einen Ton hört, wenn es regnet und ein Gewitter niedergeht, wenn Blitze zucken und der Donner kracht?“ ",
  "dn16:4.29.1": "„Was sind schon fünfhundert Wagen, oder sechshundert, siebenhundert, achthundert, neunhundert, tausend oder gar hunderttausend Wagen? ",
  "dn16:4.29.2": "Es ist viel schwieriger und schwerer zu erreichen, dass man weder etwas sieht noch einen Ton hört, wenn es regnet und ein Gewitter niedergeht, wenn Blitze zucken und der Donner kracht!“ ",
  "dn16:4.30.1": "„Dieses eine Mal, Pukkusa, hielt ich mich bei Ātumā in einer Tenne auf. ",
  "dn16:4.30.2": "Bei der Gelegenheit regnete es und ein Gewitter ging nieder, Blitze zuckten und der Donner krachte. Und nicht weit von der Tenne wurden zwei Bauern, Brüder, erschlagen, und auch vier Ochsen. ",
  "dn16:4.30.3": "Dann kam eine große Menschenmenge aus Ātumā zu dem Ort, wo das geschehen war. ",
  "dn16:4.31.1": "Und zu der Zeit kam ich aus der Tenne und ging bei der Tür der Tenne achtsam im Freien auf und ab. ",
  "dn16:4.31.2": "Da verließ jemand die Menge und kam auf mich zu, verbeugte sich und stellte sich zur Seite hin. Ich sagte zu ihm: ",
  "dn16:4.32.1": "‚Werter Freund, warum hat sich diese Menschenmenge versammelt?‘ ",
  "dn16:4.32.2": "‚Gerade eben hat es geregnet und ein Gewitter ist niedergegangen, Blitze zuckten und der Donner krachte. Und nicht weit von der Tenne wurden zwei Bauern, Brüder, erschlagen, und auch vier Ochsen. ",
  "dn16:4.32.3": "Darauf hat sich diese Menschenmenge hier versammelt. ",
  "dn16:4.32.4": "Aber Herr, wo bist du gewesen?‘ ",
  "dn16:4.32.5": "‚Ich war gerade hier, werter Freund.‘ ",
  "dn16:4.32.6": "‚Aber Herr, hast du etwas gesehen?‘ ",
  "dn16:4.32.7": "‚Nein, werter Freund, ich habe nichts gesehen.‘ ",
  "dn16:4.32.8": "‚Aber Herr, hast du keinen Ton gehört?‘ ",
  "dn16:4.32.9": "‚Nein, werter Freund, ich habe keinen Ton gehört.‘ ",
  "dn16:4.32.10": "‚Aber Herr, hast du geschlafen?‘ ",
  "dn16:4.32.11": "‚Nein, werter Freund, ich habe nicht geschlafen.‘ ",
  "dn16:4.32.12": "‚Aber Herr, warst du bei Bewusstsein?‘ ",
  "dn16:4.32.13": "‚Ja, werter Freund.‘ ",
  "dn16:4.32.14": "‚Herr, da warst du also wach und bei Bewusstsein und hast weder etwas gesehen noch einen Ton gehört, als es regnete und ein Gewitter niederging, als Blitze zuckten und der Donner krachte?‘ ",
  "dn16:4.32.15": "‚Ja, werter Freund.‘ ",
  "dn16:4.33.1": "Da dachte dieser Mensch: ",
  "dn16:4.33.2": "„Es ist unglaublich, es ist erstaunlich! Die, die fortgezogen sind, meditieren so friedvoll, ",
  "dn16:4.33.3": "sodass er wach und bei Bewusstsein war und weder etwas gesehen noch einen Ton gehört hat, als es regnete und ein Gewitter niederging, als Blitze zuckten und der Donner krachte.‘ ",
  "dn16:4.33.4": "Und er erklärte seine erhabene Zuversicht zu mir, verbeugte sich, umrundete mich respektvoll, die rechte Seite mir zugewandt, und ging.“ ",
  "dn16:4.34.1": "Darauf sagte Pukkusa zu ihm: ",
  "dn16:4.34.2": "„Jede Zuversicht, die ich zu Āḷāra Kālāma hatte, fege ich weg wie in einem heftigen Wind oder schwemme sie fort wie in einer raschen Strömung. ",
  "dn16:4.34.3": "Vortrefflich, Herr! Vortrefflich! ",
  "dn16:4.34.4": "Als würde er das Umgestürzte aufrichten oder das Verborgene enthüllen oder den Verirrten den Weg weisen oder im Dunkeln ein Licht anzünden, sodass Menschen mit guten Augen sehen könnten, was da ist, so hat der Buddha die Lehre auf vielerlei Weise klargemacht. ",
  "dn16:4.34.5": "Ich nehme Zuflucht zum Buddha, zur Lehre und zum Saṅgha der Mönche und Nonnen. ",
  "dn16:4.34.6": "Von diesem Tag an soll der Buddha mich als Laienschüler in Erinnerung behalten, der für sein ganzes Leben Zuflucht genommen hat.“ ",
  "dn16:4.35.1": "Dann wandte sich Pukkusa an einen gewissen Mann: ",
  "dn16:4.35.2": "„Bitte, mein Mann, hol ein Paar von goldfarbenen Gewändern, die fertig zum Gebrauch sind.“ ",
  "dn16:4.35.3": "„Ja, Herr“, antwortete der Mann und tat wie geheißen. ",
  "dn16:4.35.4": "Dann brachte Pukkusa die Gewänder dem Buddha: ",
  "dn16:4.35.5": "„Herr, bitte nimm aus Anteilnahme dieses Paar von goldfarbenen Gewändern an, die fertig zum Gebrauch sind.“ ",
  "dn16:4.35.6": "„Nun, Pukkusa, kleide mich in eins und Ānanda in das andere.“ ",
  "dn16:4.35.7": "„Ja, Herr“, antwortete Pukkusa und tat wie geheißen. ",
  "dn16:4.36.1": "Dann leitete der Buddha Pukkusa den Maller mit einem Dhammavortrag an, ermunterte ihn, begeisterte ihn und regte ihn an. ",
  "dn16:4.36.2": "Darauf erhob dieser sich von seinem Sitz, verbeugte sich, umrundete den Buddha respektvoll, die rechte Seite ihm zugewandt, und ging. ",
  "dn16:4.37.1": "Und nicht lange nachdem Pukkusa gegangen war, legte Ānanda das Paar von goldenen Gewändern dem Buddha an. ",
  "dn16:4.37.2": "Aber als es sich am Körper des Buddha befand, schien es seinen Glanz zu verlieren. ",
  "dn16:4.37.3": "Da sagte der Ehrwürdige Ānanda zum Buddha: ",
  "dn16:4.37.4": "„Es ist unglaublich, es ist erstaunlich! Wie rein und hell die Hautfarbe des Klargewordenen ist! ",
  "dn16:4.37.5": "Jetzt, da sich dieses Paar von goldfarbenen Gewändern, die fertig zum Gebrauch sind, am Körper des Buddha befindet, scheint es seinen Glanz zu verlieren.“ ",
  "dn16:4.37.6": "„Das ist wirklich wahr, Ānanda! Das ist wirklich wahr! Es gibt zwei Gelegenheiten, bei denen die Hautfarbe des Klargewordenen besonders rein und hell wird. ",
  "dn16:4.38.1": "Welche beiden? ",
  "dn16:4.38.2": "Die Nacht, in der der Klargewordene das unübertreffliche vollkommene Erwachen versteht, und die Nacht, in der er durch das Element des restlosen Erlöschens vollkommen erlischt. ",
  "dn16:4.38.3": "Das sind die beiden Gelegenheiten, bei denen die Hautfarbe des Klargewordenen besonders rein und hell wird. ",
  "dn16:4.38.4": "Heute, Ānanda, während der letzten Nachtwache, zwischen einem Paar von Zwillings-Salbäumen in einem Salbaumwald der Maller in Upavattana bei Kusinārā, wird das vollkommene Erlöschen des Klargewordenen stattfinden. ",
  "dn16:4.38.5": "Komm, Ānanda, lass uns zum Fluss Kakutthā gehen.“ ",
  "dn16:4.38.6": "„Ja, Herr“, antwortete Ānanda. ",
  "dn16:4.38.7": "Ein Paar von goldfarbenen Kleidern ",
  "dn16:4.38.8": "wurde von Pukkusa geschenkt; ",
  "dn16:4.38.9": "als der Lehrer darin gekleidet war, ",
  "dn16:4.38.10": "leuchtete hell seine goldene Haut. ",
  "dn16:4.39.1": "Dann ging der Buddha zusammen mit einem großen Sangha von Mönchen und Nonnen zum Fluss Kakutthā. Er tauchte in den Fluss und badete und trank. Und als er herauskam, ging er zu einem Mangowäldchen, ",
  "dn16:4.39.2": "wo er sich an den Ehrwürdigen Cundaka wandte: ",
  "dn16:4.39.3": "„Bitte, Cundaka, falte meine äußere Robe vierfach und breite sie für mich aus. Ich bin müde und will mich hinlegen.“ ",
  "dn16:4.40.1": "„Ja, Herr“, antwortete Cundaka und tat wie geheißen. ",
  "dn16:4.40.2": "Und der Buddha legte sich in der Haltung des Löwen nieder – auf die rechte Seite, einen Fuß auf den anderen gelegt – achtsam und umsichtig und im Gedanken an die Zeit des Aufstehens. ",
  "dn16:4.40.3": "Aber Cundaka setzte sich gleich vor den Buddha. ",
  "dn16:4.41.1": "Als er zum Flüsschen Kakutthā gegangen war, ",
  "dn16:4.41.2": "dessen Wasser durchsichtig, klar und ungetrübt war, ",
  "dn16:4.41.3": "tauchte der müde Lehrer ein, ",
  "dn16:4.41.4": "der Klargewordene, dem in der Welt niemand ebenbürtig ist. ",
  "dn16:4.41.5": "Nach Bad und Trank kam der Lehrer heraus. ",
  "dn16:4.41.6": "Vor der Gruppe der Mönche und Nonnen, in der Mitte, ging der Buddha, ",
  "dn16:4.41.7": "der Lehrer, der das Rad des gegenwärtigen Lehrsystems in Rollen gebracht hat, ",
  "dn16:4.41.8": "der große Eremit, zum Mangowäldchen. ",
  "dn16:4.41.9": "Er wandte sich an den Mönch namens Cundaka: ",
  "dn16:4.41.10": "„Breite meine gefaltete Robe aus, sodass ich mich hinlegen kann.“ ",
  "dn16:4.41.11": "Er, der entwickelt ist, spornte Cunda an, ",
  "dn16:4.41.12": "der rasch die gefaltete Robe ausbreitete. ",
  "dn16:4.41.13": "Der Lehrer, so müde, legte sich hin, ",
  "dn16:4.41.14": "während Cunda sich vor ihn setzte. ",
  "dn16:4.42.1": "Dann sagte der Buddha zum Ehrwürdigen Ānanda: ",
  "dn16:4.42.2": "„Es könnte nun vorkommen, Ānanda, dass andere Cunda dem Schmied Anlass zu Zerknirschung geben: ",
  "dn16:4.42.3": "‚Es ist dein Pech, Freund Cunda, dein Missgeschick! Denn der Klargewordene ist vollkommen erloschen, nachdem er von dir sein letztes Almosenmahl gegessen hatte.‘ ",
  "dn16:4.42.4": "Ihr solltet die Zerknirschung von Cunda dem Schmied folgendermaßen vertreiben: ",
  "dn16:4.42.5": "‚Du hast Glück, Freund Cunda, so großes Glück! ",
  "dn16:4.42.6": "Denn der Klargewordene ist vollkommen erloschen, nachdem er von dir sein letztes Almosenmahl gegessen hatte. ",
  "dn16:4.42.7": "Ich habe vor dem Buddha gehört und gelernt: ",
  "dn16:4.42.8": "Es gibt zwei Almosenspenden, die gleiche Frucht und gleichen Segen bringen und die reichere Frucht und reicheren Segen bringen als andere Almosenspenden. ",
  "dn16:4.42.9": "Welche zwei? ",
  "dn16:4.42.10": "Das Almosenmahl, nach dessen Genuss ein Klargewordener das unübertreffliche vollkommene Erwachen versteht, und das Almosenmahl, nach dessen Genuss er durch das Element des restlosen Erlöschens vollkommen erlischt. ",
  "dn16:4.42.11": "Diese beiden Almosenspenden bringen gleiche Frucht und gleichen Segen, und sie bringen reichere Frucht und reicheren Segen als andere Almosenspenden. ",
  "dn16:4.42.12": "Du hast eine Tat angesammelt, die zu langem Leben, Schönheit und Glück, in den Himmel, zu Ruhm und Herrschaftsgewalt führt.‘ ",
  "dn16:4.42.13": "So solltet ihr die Zerknirschung von Cunda dem Schmied vertreiben.“ ",
  "dn16:4.43.1": "Und da er diese Sache verstand, drückte der Buddha bei dieser Gelegenheit dieses innige Gefühl aus: ",
  "dn16:4.43.2": "„Das Verdienst eines Spenders wächst; ",
  "dn16:4.43.3": "der Selbstbeherrschte häuft keine Feindschaft an. ",
  "dn16:4.43.4": "Ein tauglicher Mensch gibt schlechte Dinge auf – ",
  "dn16:4.43.5": "mit dem Ende von Gier, Hass und Täuschung ist er erloschen.“ ",
  "dn16:4.43.6": "Der vierte Abschnitt zum Aufsagen. ",
  "dn16:5.1.0": "26. Die Zwillings-Salbäume ",
  "dn16:5.1.1": "Dann wandte sich der Buddha an den Ehrwürdigen Ānanda: ",
  "dn16:5.1.2": "„Komm, Ānanda, lass uns zum anderen Ufer des Goldenen Flusses gehen, und weiter zum Salbaumwald der Maller in Upavattana bei Kusinārā.“ ",
  "dn16:5.1.3": "„Ja, Herr“, antwortete Ānanda. ",
  "dn16:5.1.4": "Und sie gingen dahin. Dort wandte sich der Buddha an Ānanda: ",
  "dn16:5.1.5": "„Bitte, Ānanda, richte zwischen den Zwillings-Salbäumen hier eine Liege für mich her, mit dem Kopfende nach Norden. Ich bin müde und will mich hinlegen.“ ",
  "dn16:5.1.6": "„Ja, Herr“, antwortete Ānanda und tat wie geheißen. ",
  "dn16:5.1.7": "Und der Buddha legte sich in der Haltung des Löwen nieder – auf die rechte Seite, einen Fuß auf den anderen gelegt – achtsam und umsichtig. ",
  "dn16:5.2.1": "Nun standen zu der Zeit die Zwillings-Salbäume in voller Blüte, sie blühten außerhalb ihrer Jahreszeit. ",
  "dn16:5.2.2": "Die Blüten bedeckten und bestreuten und überschütteten den Körper des Klargewordenen zu Ehren des Klargewordenen. ",
  "dn16:5.2.3": "Und die Blüten des himmlischen Korallenbaums fielen vom Himmel, und auch sie bedeckten und bestreuten und überschütteten den Körper des Klargewordenen zu Ehren des Klargewordenen. ",
  "dn16:5.2.4": "Und himmlisches Sandelholzpulver fiel vom Himmel, und auch dieses bedeckte und bestreute und überschüttete den Körper des Klargewordenen zu Ehren des Klargewordenen. ",
  "dn16:5.2.5": "Und vom Himmel kam himmlische Musik zu Ehren des Klargewordenen. ",
  "dn16:5.2.6": "Und himmlische Chöre sangen im Himmel zu Ehren des Klargewordenen. ",
  "dn16:5.3.1": "Da wies der Buddha Ānanda auf diese Dinge hin und fügte hinzu: ",
  "dn16:5.3.8": "„So wird der Klargewordene nicht geehrt, geachtet, gewürdigt, verehrt und wertgeschätzt. ",
  "dn16:5.3.9": "Alle Mönche oder alle Nonnen oder alle Laienmänner oder alle Laienfrauen, die im Einklang mit der Lehre üben, die üben, indem sie diesem Vorgehen richtig folgen, und die im Einklang mit der Lehre leben – sie ehren, achten, würdigen, verehren und schätzen den Klargewordenen mit der höchsten Ehre wert. ",
  "dn16:5.3.10": "Daher, Ānanda, sollt ihr euch so schulen: ‚Wir wollen im Einklang mit der Lehre üben, üben, indem wir diesem Vorgehen richtig folgen, und im Einklang mit der Lehre leben.‘ ",
  "dn16:5.4.0": "27. Der Mönch Upavāṇa ",
  "dn16:5.4.1": "Nun stand zu dieser Zeit der Ehrwürdige Upavāṇa vor dem Buddha und fächelte ihm Luft zu. ",
  "dn16:5.4.2": "Da hieß der Buddha ihn zur Seite treten: ",
  "dn16:5.4.3": "„Geh zur Seite, Mönch, steh nicht vor mir.“ ",
  "dn16:5.4.4": "Ānanda dachte: ",
  "dn16:5.4.5": "„Dieser Ehrwürdige Upavāṇa war lange Zeit der Aufwärter des Buddha, war ihm nahe und lebte bei ihm. ",
  "dn16:5.4.6": "Doch in seiner letzten Stunde schickt der Buddha ihn zur Seite und sagt: ",
  "dn16:5.4.7": "‚Geh zur Seite, Mönch, steh nicht vor mir.‘ ",
  "dn16:5.4.8": "Was ist der Grund, was ist die Ursache dafür?“ ",
  "dn16:5.5.1": "Und der Ehrwürdige Ānanda sagte zum Buddha: ",
  "dn16:5.5.2": "„Dieser Ehrwürdige Upavāṇa war lange Zeit der Aufwärter des Buddha, war ihm nahe und lebte bei ihm. ",
  "dn16:5.5.3": "Doch in seiner letzten Stunde schickt der Buddha ihn zur Seite und sagt: ",
  "dn16:5.5.4": "‚Geh zur Seite, Mönch, steh nicht vor mir.‘ ",
  "dn16:5.5.5": "Was ist der Grund, was ist die Ursache dafür?“ ",
  "dn16:5.5.7": "„Die meisten Gottheiten aus zehn Sonnensystemen haben sich versammelt, um den Klargewordenen zu sehen. ",
  "dn16:5.5.8": "Zwölf Meilen rund um diesen Salbaumwald gibt es keinen Fleck, nicht einmal so groß wie der Bruchteil einer Haarspitze, der nicht voll gedrängt mit ranghohen Gottheiten wäre. ",
  "dn16:5.5.9": "Die Gottheiten beschweren sich: ",
  "dn16:5.5.10": "‚Wir sind von so weit her gekommen, um den Klargewordenen zu sehen! ",
  "dn16:5.5.11": "Nur selten erscheinen Klargewordene in der Welt, Vollendete, vollkommen erwachte Buddhas. ",
  "dn16:5.5.12": "Am heutigen Tag, während der letzten Nachtwache, wird der Klargewordene vollkommen erlöschen. ",
  "dn16:5.5.13": "Und dieser ranghohe Mönch steht vor dem Buddha und behindert die Sicht. Wir bekommen den Klargewordenen in seiner letzten Stunde nicht zu sehen!‘“ ",
  "dn16:5.6.1": "„Aber Herr, an welche Art von Gottheiten denkst du?“ ",
  "dn16:5.6.2": "„Ānanda, da sind Gottheiten im Himmel und auf der Erde, die die Erde wahrnehmen. Mit zerzausten Haaren und emporgeworfenen Armen fallen sie nieder, als wären ihnen die Füße abgeschlagen worden, rollen vor und zurück und klagen: ",
  "dn16:5.6.3": "‚Zu früh wird der Gesegnete vollkommen erlöschen! Zu früh wird der Heilige vollkommen erlöschen! Zu früh wird der Seher aus der Welt verschwinden!‘ ",
  "dn16:5.6.6": "Aber die Gottheiten, die frei von Verlangen sind, ertragen es achtsam und umsichtig: ",
  "dn16:5.6.7": "‚Bedingungen sind unbeständig. Wie könnte es auch anders sein?‘“ ",
  "dn16:5.7.0": "28. Die vier ergreifenden Orte ",
  "dn16:5.7.1": "„Früher, Herr, kamen Mönche und Nonnen, wenn sie in verschiedenen Gegenden den Regenzeitaufenthalt abgeschlossen hatten, um den Klargewordenen zu sehen. ",
  "dn16:5.7.2": "Wir bekamen die geschätzten Mönche und Nonnen zu sehen und konnten ihnen unsere Aufwartung machen. ",
  "dn16:5.7.3": "Aber nach dem Ende des Buddha werden wir die geschätzten Mönche und Nonnen nicht zu sehen bekommen und können ihnen nicht unsere Aufwartung machen.“ ",
  "dn16:5.8.1": "„Ānanda, ein vertrauensvoller ehrbarer Mensch sollte vier ergreifende Orte besuchen. ",
  "dn16:5.8.2": "Welche vier? ",
  "dn16:5.8.3": "Man denkt: ‚Hier wurde der Klargewordene geboren!‘ – das ist ein ergreifender Ort. ",
  "dn16:5.8.4": "Man denkt: ‚Hier ist der Klargewordene zu einem unübertrefflichen, vollkommen erwachten Buddha erwacht!‘ – das ist ein ergreifender Ort. ",
  "dn16:5.8.5": "Man denkt: ‚Hier wurde vom Klargewordene das unübertreffliche Rad des Dhamma ins Rollen gebracht!‘ – das ist ein ergreifender Ort. ",
  "dn16:5.8.6": "Man denkt: ‚Hier ist der Klargewordene durch das Element des restlosen Erlöschens vollkommen erloschen!‘ – das ist ein ergreifender Ort. ",
  "dn16:5.8.7": "Das sind die vier ergreifenden Orte, die ein vertrauensvoller ehrbarer Mensch besuchen sollte. ",
  "dn16:5.8.8": "Es werden vertrauensvolle Mönche, Nonnen, Laienmänner und Laienfrauen kommen, die denken: ",
  "dn16:5.8.9": "‚Hier wurde der Klargewordene geboren!‘ und ‚Hier ist der Klargewordene zu einem unübertrefflichen, vollkommen erwachten Buddha erwacht!‘ und ‚Hier wurde vom Klargewordene das unübertreffliche Rad des Dhamma ins Rollen gebracht!‘ und ‚Hier ist der Klargewordene durch das Element des restlosen Erlöschens vollkommen erloschen!‘ ",
  "dn16:5.8.10": "Jeder, der auf einer Pilgerreise zu diesen Heiligtümern stirbt, wird, wenn sein Körper auseinanderbricht, nach dem Tod, an einem guten Ort wiedergeboren werden, in einer himmlischen Welt.“ ",
  "dn16:5.9.0": "29. Ānandas Fragen ",
  "dn16:5.9.1": "„Herr, wie sollen wir in Bezug auf Frauenspersonen verfahren?“ ",
  "dn16:5.9.2": "„Ohne zu sehen, Ānanda.“ ",
  "dn16:5.9.3": "„Aber wenn man sie sieht, wie soll verfahren werden?“ ",
  "dn16:5.9.4": "„Ohne in eine Unterhaltung zu geraten, Ānanda.“ ",
  "dn16:5.9.5": "„Aber wenn in einer Unterhaltung, wie soll verfahren werden?“ ",
  "dn16:5.9.6": "„Achtsam sein, Ānanda.“ ",
  "dn16:5.10.1": "„Herr, wie sollen wir mit dem Leichnam des Klargewordenen verfahren?“ ",
  "dn16:5.10.2": "„Lasst euch nicht in die Riten zur Verehrung des Leichnams des Klargewordenen verwickeln, Ānanda. ",
  "dn16:5.10.3": "Bitte, Ānanda, ihr sollt euch alle um euer eigenes Ziel bemühen und dafür üben! Meditiert beflissen, eifrig und entschlossen für euer eigenes Ziel! ",
  "dn16:5.10.4": "Es gibt kluge Adlige, Brahmanen und Hausbesitzer, die dem Klargewordenen ergeben sind. Sie werden die Riten zur Verehrung des Leichnams des Klargewordenen vollziehen.“ ",
  "dn16:5.11.1": "„Aber Herr, wie soll mit dem Leichnam des Klargewordenen verfahren werden?“ ",
  "dn16:5.11.2": "„Mit dem Leichnam des Klargewordenen soll auf die gleiche Weise verfahren werden, wie es mit dem Leichnam eines Rad-drehenden Herrschers geschieht.“ ",
  "dn16:5.11.3": "„Aber wie wird mit dem Leichnam eines Rad-drehenden Herrschers verfahren?“ ",
  "dn16:5.11.4": "„Man packt den Leichnam eines Rad-drehenden Herrschers in nicht getragenen Stoff ein, dann in unkardierte Baumwolle und dann erneut in nicht getragenen Stoff. ",
  "dn16:5.11.5": "Auf diese Art packt man den Leichnam in fünfhundert Doppellagen. Dann legt man ihn in eine eiserne, mit Öl gefüllte Kiste, die man mit einer zweiten Kiste verschließt. Nachdem man dann aus allerlei duftenden Substanzen einen Scheiterhaufen errichtet hat, verbrennt man den Leichnam. ",
  "dn16:5.11.6": "Man baut für den Rad-drehenden Herrscher ein Denkmal an einer Straßenkreuzung. ",
  "dn16:5.11.7": "So wird mit dem Leichnam eines Rad-drehenden Herrschers verfahren. ",
  "dn16:5.11.8": "Mit dem Leichnam des Klargewordenen soll auf die gleiche Weise verfahren werden. ",
  "dn16:5.11.9": "Für den Klargewordenen soll an einer Straßenkreuzung ein Denkmal gebaut werden. ",
  "dn16:5.11.10": "Wenn dort jemand Kränze oder Parfüm oder Pulver niederlegt oder sich verbeugt oder in seinem Herzen Zuversicht weckt, so wird das zu seinem langanhaltenden Nutzen und Glück sein. ",
  "dn16:5.12.0": "30. Menschen, die eines Denkmals würdig sind ",
  "dn16:5.12.1": "Ānanda, diese Vier sind eines Denkmals würdig. ",
  "dn16:5.12.2": "Welche vier? ",
  "dn16:5.12.3": "Ein Klargewordener, ein Vollendeter, ein vollkommen erwachte Buddha; ein Buddha, der für sich allein erwacht ist; ein Schüler eines Klargewordenen; und ein Rad-drehender Herrscher. ",
  "dn16:5.12.4": "Und aus welchem Grund ist ein Klargewordener eines Denkmals würdig? ",
  "dn16:5.12.5": "Damit viele Menschen Zuversicht in ihrem Herzen wecken: ‚Das ist das Denkmal für diesen Gesegneten, den Vollendeten, den vollkommen erwachten Buddha!‘ ",
  "dn16:5.12.6": "Und wenn ihr Herz zuversichtlich ist, werden sie, wenn ihr Körper auseinanderbricht, nach dem Tod, an einem guten Ort wiedergeboren, in einer himmlischen Welt. ",
  "dn16:5.12.7": "Aus diesem Grund ist ein Klargewordener eines Denkmals würdig. ",
  "dn16:5.12.8": "Und aus welchem Grund ist ein Buddha, der für sich allein erwacht ist, eines Denkmals würdig? ",
  "dn16:5.12.9": "Damit viele Menschen Zuversicht in ihrem Herzen wecken: ‚Das ist das Denkmal für diesen Buddha, der für sich allein erwacht ist!‘ ",
  "dn16:5.12.10": "Und wenn ihr Herz zuversichtlich ist, werden sie, wenn ihr Körper auseinanderbricht, nach dem Tod, an einem guten Ort wiedergeboren, in einer himmlischen Welt. ",
  "dn16:5.12.11": "Aus diesem Grund ist ein Buddha, der für sich allein erwacht ist, eines Denkmals würdig. ",
  "dn16:5.12.12": "Und aus welchem Grund ist ein Schüler eines Klargewordenen eines Denkmals würdig? ",
  "dn16:5.12.13": "Damit viele Menschen Zuversicht in ihrem Herzen wecken: ‚Das ist das Denkmal für diesen Schüler eines Klargewordenen!‘ ",
  "dn16:5.12.14": "Und wenn ihr Herz zuversichtlich ist, werden sie, wenn ihr Körper auseinanderbricht, nach dem Tod, an einem guten Ort wiedergeboren, in einer himmlischen Welt. ",
  "dn16:5.12.15": "Aus diesem Grund ist ein Schüler eines Klargewordenen eines Denkmals würdig. ",
  "dn16:5.12.16": "Und aus welchem Grund ist ein Rad-drehender Herrscher eines Denkmals würdig? ",
  "dn16:5.12.17": "Damit viele Menschen Zuversicht in ihrem Herzen wecken: ‚Das ist das Denkmal für diesen Rad-drehenden Herrscher!‘ ",
  "dn16:5.12.18": "Und wenn ihr Herz zuversichtlich ist, werden sie, wenn ihr Körper auseinanderbricht, nach dem Tod, an einem guten Ort wiedergeboren, in einer himmlischen Welt. ",
  "dn16:5.12.19": "Aus diesem Grund ist ein Rad-drehender Herrscher eines Denkmals würdig. ",
  "dn16:5.12.20": "Das sind die Vier, die eines Denkmals würdig sind.“ ",
  "dn16:5.13.0": "31. Ānandas unglaubliche Eigenschaften ",
  "dn16:5.13.1": "Da ging der Ehrwürdige Ānanda in eine Hütte und stand da weinend an den Türpfosten gelehnt: ",
  "dn16:5.13.2": "„Ach, ich bin noch in Schulung und habe noch Arbeit zu tun, und mein Lehrer, der so gütig zu mir ist, ist dabei, vollkommen zu erlöschen!“ ",
  "dn16:5.13.3": "Da wandte sich der Buddha an die Mönche und Nonnen: ",
  "dn16:5.13.4": "„Mönche und Nonnen, wo ist Ānanda?“ ",
  "dn16:5.13.5": "„Herr, Ānanda ist in eine Hütte gegangen und steht da weinend an den Türpfosten gelehnt: ",
  "dn16:5.13.6": "„Ach, ich bin noch in Schulung und habe noch Arbeit zu tun, und mein Lehrer, der so gütig zu mir ist, ist dabei, vollkommen zu erlöschen!“ ",
  "dn16:5.13.7": "Da wandte sich der Buddha an einen Mönch: ",
  "dn16:5.13.8": "„Bitte, Mönch, sag Ānanda in meinem Namen, ",
  "dn16:5.13.9": "dass der Lehrer ihn rufen lässt.“ ",
  "dn16:5.13.10": "„Ja, Herr“, antwortete der Mönch. Er ging zu Ānanda und sagte zu ihm: ",
  "dn16:5.13.11": "„Werter Ānanda, der Lehrer lässt dich rufen.“ ",
  "dn16:5.14.1": "„Ja, werter Freund“, antwortete Ānanda. Er ging zum Buddha, verbeugte sich und setzte sich zur Seite hin. Der Buddha sagte zu ihm: ",
  "dn16:5.14.2": "„Genug, Ānanda, sei nicht bekümmert und klage nicht. Habe ich euch nicht darauf vorbereitet, als ich erklärte, ",
  "dn16:5.14.3": "dass wir von allem, was uns lieb und teuer ist, getrennt und geschieden werden müssen? ",
  "dn16:5.14.4": "Wie könnte es möglich sein, dass das, was geboren, geschaffen, bedingt ist und zerfallen muss, nicht zerfallen sollte, selbst der Körper des Klargewordenen? ",
  "dn16:5.14.5": "Lange Zeit, Ānanda, bist du für den Klargewordenen mit körperlichen, sprachlichen und geistigen Handlungen dagewesen, die liebevoll sind, zum Nutzen und Glück, ungeteilt und grenzenlos. ",
  "dn16:5.14.6": "Du hast Gutes getan, Ānanda. Weihe dich der Meditation, und du wirst bald frei von Befleckungen sein.“ ",
  "dn16:5.15.1": "Dann sagte der Buddha zu den Mönchen und Nonnen: ",
  "dn16:5.15.2": "„Mönche und Nonnen, die Buddhas der Vergangenheit hatten keine besseren Aufwärter, als Ānanda für mich ist. ",
  "dn16:5.15.3": "Die Buddhas der Zukunft werden keine besseren Aufwärter haben, als Ānanda für mich ist. ",
  "dn16:5.15.4": "Ānanda ist klug, ",
  "dn16:5.15.5": "er ist verständig. ",
  "dn16:5.15.6": "Er weiß, wann für Mönche, Nonnen, Laienmänner und Laienfrauen, für königliche Minister, Religionsstifter und deren Anhänger die richtige Zeit ist, den Klargewordenen zu besuchen. ",
  "dn16:5.16.1": "Es gibt diese vier unglaublichen und erstaunlichen Eigenschaften bei Ānanda. ",
  "dn16:5.16.2": "Welche vier? ",
  "dn16:5.16.3": "Wenn eine Versammlung von Mönchen hingeht, um Ānanda zu sehen, sind sie von seinem Anblick erhoben. ",
  "dn16:5.16.4": "Wenn er über den Dhamma spricht, sind sie vom Hören seiner Rede erhoben. ",
  "dn16:5.16.5": "Und wenn er schweigt, haben sie nie genug bekommen. ",
  "dn16:5.16.6": "Wenn eine Versammlung von Nonnen … ",
  "dn16:5.16.9": "eine Versammlung von Laienmännern … ",
  "dn16:5.16.12": "oder eine Versammlung von Laienfrauen hingeht, um Ānanda zu sehen, sind sie von seinem Anblick erhoben. ",
  "dn16:5.16.13": "Wenn er über den Dhamma spricht, sind sie vom Hören seiner Rede erhoben. ",
  "dn16:5.16.14": "Und wenn er schweigt, haben sie nie genug bekommen. ",
  "dn16:5.16.15": "Das sind die vier unglaublichen und erstaunlichen Eigenschaften bei Ānanda. ",
  "dn16:5.16.16": "Es gibt vier unglaubliche und erstaunliche Eigenschaften bei einem Rad-drehenden Herrscher. ",
  "dn16:5.16.17": "Welche vier? ",
  "dn16:5.16.18": "Wenn eine Versammlung von Adligen hingeht, um einen Rad-drehenden Herrscher zu sehen, sind sie von seinem Anblick erhoben. ",
  "dn16:5.16.19": "Wenn er spricht, sind sie vom Hören seiner Rede erhoben. ",
  "dn16:5.16.20": "Und wenn er schweigt, haben sie nie genug bekommen. ",
  "dn16:5.16.21": "Wenn eine Versammlung von Brahmanen … ",
  "dn16:5.16.22": "eine Versammlung von Hausbesitzern … ",
  "dn16:5.16.23": "oder eine Versammlung von Asketen hingeht, um einen Rad-drehenden Herrscher zu sehen, sind sie von seinem Anblick erhoben. ",
  "dn16:5.16.24": "Wenn er spricht, sind sie vom Hören seiner Rede erhoben. ",
  "dn16:5.16.25": "Und wenn er schweigt, haben sie nie genug bekommen. ",
  "dn16:5.16.26": "Ebenso gibt es vier unglaubliche und erstaunliche Eigenschaften bei Ānanda: ",
  "dn16:5.16.27": "Wenn eine Versammlung von Mönchen hingeht, um Ānanda zu sehen, sind sie von seinem Anblick erhoben. ",
  "dn16:5.16.28": "Wenn er über den Dhamma spricht, sind sie vom Hören seiner Rede erhoben. ",
  "dn16:5.16.29": "Und wenn er schweigt, haben sie nie genug bekommen. ",
  "dn16:5.16.31": "Wenn eine Versammlung von Nonnen … ",
  "dn16:5.16.32": "eine Versammlung von Laienmännern … ",
  "dn16:5.16.33": "oder eine Versammlung von Laienfrauen hingeht, um Ānanda zu sehen, sind sie von seinem Anblick erhoben. ",
  "dn16:5.16.34": "Wenn er über den Dhamma spricht, sind sie vom Hören seiner Rede erhoben. ",
  "dn16:5.16.35": "Und wenn er schweigt, haben sie nie genug bekommen. ",
  "dn16:5.16.37": "Das sind die vier unglaublichen und erstaunlichen Eigenschaften bei Ānanda.“ ",
  "dn16:5.17.0": "32. Vortrag der Lehrrede über Mahāsudassana ",
  "dn16:5.17.1": "Daraufhin sagte der Ehrwürdige Ānanda zum Buddha: ",
  "dn16:5.17.2": "„Herr, bitte erlösche nicht vollständig in diesem kleinen Weiler, diesem Dschungel-Weiler, diesem Weiler-Vorort. ",
  "dn16:5.17.3": "Es gibt andere große Städte ",
  "dn16:5.17.4": "wie etwa Campā, Rājagaha, Sāvatthī, Sāketa, Kosambī oder Benares. ",
  "dn16:5.17.5": "Der Buddha erlösche doch dort vollständig. ",
  "dn16:5.17.6": "Dort gibt es viele gutsituierte Adlige, Brahmanen und Hausbesitzer, die dem Buddha ergeben sind. ",
  "dn16:5.17.7": "Sie werden die Riten zur Verehrung des Leichnams des Klargewordenen vollziehen.“ ",
  "dn16:5.17.8": "„Sag das nicht, Ānanda! Sag nicht, ",
  "dn16:5.17.9": "das hier sei ein kleiner Weiler, ein Dschungel-Weiler, ein Weiler-Vorort. ",
  "dn16:5.18.1": "Es war einmal ein König mit Namen Mahāsudassana, ein Rad-drehender Herrscher, ein gerechter und prinzipientreuer König. Sein Herrschaftsgebiet erstreckte sich nach allen vier Seiten, er hatte für das Land Sicherheit gewonnen und besaß die sieben Juwelen. ",
  "dn16:5.18.2": "Seine Hauptstadt war dieses Kusinārā hier und hieß zu der Zeit Kusāvatī. ",
  "dn16:5.18.3": "Sie erstreckte sich zwölf Meilen von Osten nach Westen und sieben Meilen von Norden nach Süden. ",
  "dn16:5.18.4": "Die königliche Hauptstadt war erfolgreich, blühend, dicht bevölkert und voller Menschen, mit reichlich Lebensmitteln. ",
  "dn16:5.18.5": "Sie war gerade wie Āḷakamandā, die königliche Hauptstadt der Götter, die erfolgreich, blühend, dicht bevölkert und voller Geister ist, mit reichlich Lebensmitteln. ",
  "dn16:5.18.7": "Zehn Klänge fehlten in Kusāvatī nie, bei Tag und bei Nacht: nämlich ",
  "dn16:5.18.8": "der Klang von Elefanten, Pferden, Kutschen, Tontrommeln, Schlaginstrumenten, Bogenharfen, Gesang, Schneckenhörnern, Becken und Glöckchen; und der Ruf: ‚Iss, trink, sei lustig!‘ als zehntem. ",
  "dn16:5.19.1": "Ānanda, geh nach Kusinārā und unterrichte die Maller: ",
  "dn16:5.19.2": "‚Am heutigen Tag, Vāseṭṭher, während der letzten Nachtwache, wird der Klargewordene vollkommen erlöschen. ",
  "dn16:5.19.3": "Kommt her, Vāseṭṭher! Kommt her, Vāseṭṭher! ",
  "dn16:5.19.4": "Nicht, dass ihr es später bereut und denkt: ",
  "dn16:5.19.5": "‚Der Klargewordene ist auf dem Gebiet unseres eigenen Dorfes erloschen, aber wir bekamen keine Gelegenheit, ihn in seiner letzten Stunde zu sehen.‘“ ",
  "dn16:5.19.6": "„Ja, Herr“, antwortete Ānanda. Er kleidete sich an, nahm Schale und Robe und betrat Kusinārā mit einem Gefährten. ",
  "dn16:5.20.0": "33. Die Maller machen ihre Aufwartung ",
  "dn16:5.20.1": "Nun saßen zu der Zeit die Maller von Kusinārā in einer geschäftlichen Angelegenheit in der Versammlungshalle beisammen. ",
  "dn16:5.20.2": "Ānanda ging zu ihnen und kündigte an: ",
  "dn16:5.20.3": "‚Am heutigen Tag, Vāseṭṭher, während der letzten Nachtwache, wird der Klargewordene vollkommen erlöschen. ",
  "dn16:5.20.4": "Kommt her, Vāseṭṭher! Kommt her, Vāseṭṭher! ",
  "dn16:5.20.5": "Nicht, dass ihr es später bereut und denkt: ",
  "dn16:5.20.6": "‚Der Klargewordene ist auf dem Gebiet unseres eigenen Dorfes erloschen, aber wir bekamen keine Gelegenheit, ihn in seiner letzten Stunde zu sehen.‘“ ",
  "dn16:5.21.1": "Als sie hörten, was Ānanda zu sagen hatte, waren die Maller, ihre Söhne, Schwiegertöchter und Frauen bestürzt, traurig und untröstlich. Und manche fielen mit zerzausten Haaren und emporgeworfenen Armen nieder, als wären ihnen die Füße abgeschlagen worden, rollten vor und zurück und klagten: ",
  "dn16:5.21.2": "„Zu früh wird der Gesegnete vollkommen erlöschen! Zu früh wird der Heilige vollkommen erlöschen! Zu früh wird der Seher aus der Welt verschwinden!“ ",
  "dn16:5.21.3": "Dann gingen die Maller, ihre Söhne, Schwiegertöchter und Frauen bestürzt, traurig und untröstlich zum Salbaumwald der Maller in Upavattana und begaben sich zu Ānanda. ",
  "dn16:5.22.1": "Da dachte Ānanda: ",
  "dn16:5.22.2": "„Wenn ich die Maller einzeln dem Buddha ihre Aufwartung machen lasse, werden sie nicht vor Tagesanbruch fertig werden. ",
  "dn16:5.22.3": "Ich werde sie besser nach Familien zusammenstellen und sie so ihre Aufwartung machen lassen: ",
  "dn16:5.22.4": "‚Herr, der Maller Soundso mit Kindern, Frauen, Gefolge und Vertrauensleuten beugt seinen Kopf zu deinen Füßen.‘“ ",
  "dn16:5.22.5": "Und so tat er es. ",
  "dn16:5.22.7": "Auf diese Art erreichte Ānanda, dass die Maller dem Buddha alle in der ersten Nachtwache ihre Aufwartung machen konnten. ",
  "dn16:5.23.0": "34. Vom Wanderer Subhadda ",
  "dn16:5.23.1": "Zu dieser Zeit nun befand sich ein Wanderer mit Namen Subhadda in der Nähe von Kusinārā. ",
  "dn16:5.23.2": "Er hörte: ",
  "dn16:5.23.3": "„Am heutigen Tag, während der letzten Nachtwache, wird der Klargewordene vollkommen erlöschen.“ ",
  "dn16:5.23.4": "Da dachte er: ",
  "dn16:5.23.5": "„Ich habe gehört, dass die Brahmanen der Vergangenheit, die bejahrten und hochbetagten, die Lehrer der Lehrer, gesagt haben: ",
  "dn16:5.23.6": "‚Nur selten erscheinen Klargewordene in der Welt, Vollendete, vollkommen erwachte Buddhas.‘ ",
  "dn16:5.23.7": "Und am heutigen Tag, während der letzten Nachtwache, wird der Asket Gotama vollkommen erlöschen. ",
  "dn16:5.23.8": "In mir ist ein Zweifelszustand aufgekommen. ",
  "dn16:5.23.9": "Ich bin recht zuversichtlich, dass der Asket Gotama in der Lage ist, mich zu unterweisen, sodass ich diesen Zweifelszustand aufgeben kann.“ ",
  "dn16:5.24.1": "Da ging Subhadda zum Salbaumwald der Maller in Upavattana, begab sich zum Ehrwürdigen Ānanda und sagte zu ihm: ",
  "dn16:5.24.2": "„Meister Ānanda, ich habe gehört, dass die Brahmanen der Vergangenheit, die bejahrten und hochbetagten, die Lehrer der Lehrer, gesagt haben: ",
  "dn16:5.24.3": "‚Nur selten erscheinen Klargewordene in der Welt, Vollendete, vollkommen erwachte Buddhas.‘ ",
  "dn16:5.24.4": "Und am heutigen Tag, während der letzten Nachtwache, wird der Asket Gotama vollkommen erlöschen. ",
  "dn16:5.24.5": "In mir ist ein Zweifelszustand aufgekommen. ",
  "dn16:5.24.6": "Ich bin recht zuversichtlich, dass der Asket Gotama in der Lage ist, mich zu unterweisen, sodass ich diesen Zweifelszustand aufgeben kann. ",
  "dn16:5.24.7": "Meister Ānanda, bitte lass mich den Asketen Gotama sehen.“ ",
  "dn16:5.24.8": "Ānanda erwiderte: ",
  "dn16:5.24.9": "„Genug, werter Subhadda, belästige den Klargewordenen nicht. Er ist müde.“ ",
  "dn16:5.24.10": "Zum zweiten Mal … ",
  "dn16:5.24.11": "und zum dritten Mal bat Subhadda Ānanda, und zum dritten Mal lehnte dieser ab. ",
  "dn16:5.25.1": "Der Buddha hörte diese Diskussion zwischen Ānanda und Subhadda. ",
  "dn16:5.25.2": "Er sagte zu Ānanda: ",
  "dn16:5.25.3": "„Genug, Ānanda, halte Subhadda nicht auf; lass ihn den Klargewordenen sehen. ",
  "dn16:5.25.4": "Denn was er auch fragt, er wird nur darauf aus sein, zu verstehen, nicht darauf, zu belästigen. ",
  "dn16:5.25.5": "Und jede Antwort, die ich auf seine Frage gebe, wird er rasch verstehen.“ ",
  "dn16:5.25.6": "Und Ānanda sagte zum Wanderer Subhadda: ",
  "dn16:5.25.7": "„Geh, werter Subhadda, der Buddha nimmt sich Zeit für dich.“ ",
  "dn16:5.26.1": "Da ging der Wanderer Subhadda zum Buddha und tauschte Willkommensgrüße mit ihm aus. Nach der Begrüßung und dem Austausch von Höflichkeiten setzte er sich zur Seite hin und sagte zum Buddha: ",
  "dn16:5.26.2": "„Meister Gotama, da sind diese Asketen und Brahmanen, die einen Orden oder eine Gemeinschaft leiten, die eine Gemeinschaft unterweisen. Sie sind bedeutende und berühmte Religionsstifter, die von Vielen als heilig angesehen werden: ",
  "dn16:5.26.3": "nämlich Pūraṇa Kassapa, Makkhali Gosāla, Nigaṇṭha Nāṭaputta, Sañjaya Belaṭṭhiputta, Pakudha Kaccāyana und Ajita Kesakambala. ",
  "dn16:5.26.4": "Besitzen diese nach ihrer eigenen Aussage alle unmittelbare Einsicht oder besitzt sie keiner von ihnen oder nur manche?“ ",
  "dn16:5.26.5": "„Genug, Subhadda, lass es gut sein. ",
  "dn16:5.26.7": "Ich will dich den Dhamma lehren. ",
  "dn16:5.26.8": "Hör zu und pass gut auf, ich werde sprechen.“ ",
  "dn16:5.26.9": "„Ja, Herr“, antwortete Subhadda. ",
  "dn16:5.26.10": "Der Buddha sagte: ",
  "dn16:5.27.1": "„Subhadda, gleich in welcher Lehre und Schulung man den edlen achtfachen Pfad nicht findet, da findet man keinen wahren Asketen, keinen zweiten Asketen, keinen dritten Asketen und keinen vierten Asketen. ",
  "dn16:5.27.2": "Gleich in welcher Lehre und Schulung man den edlen achtfachen Pfad findet, da findet man einen wahren Asketen, einen zweiten Asketen, einen dritten Asketen und einen vierten Asketen. ",
  "dn16:5.27.3": "In dieser Lehre und Schulung findet man den edlen achtfachen Pfad. Nur hier findet man einen wahren Asketen, einen zweiten Asketen, einen dritten Asketen und einen vierten Asketen. Andere Lehren sind leer von Asketen. ",
  "dn16:5.27.4": "Wenn diese Mönche und Nonnen gut üben würden, wäre die Welt nicht leer von Vollendeten. ",
  "dn16:5.27.5": "Ich war neunundzwanzig Jahre alt, Subhadda, ",
  "dn16:5.27.6": "als ich fortzog, um das Taugliche zu finden. ",
  "dn16:5.27.7": "Es ist über fünfzig Jahre her, ",
  "dn16:5.27.8": "dass ich fortzog. ",
  "dn16:5.27.9": "Ich bin der, der die wahre Lehre aufzeigt: ",
  "dn16:5.27.10": "Außerhalb dieser Lehre gibt es keinen wahren Asketen, ",
  "dn16:5.27.11": "keinen zweiten Asketen, ",
  "dn16:5.27.12": "keinen dritten Asketen ",
  "dn16:5.27.13": "und keinen vierten Asketen. ",
  "dn16:5.27.14": "Andere Lehren sind leer von Asketen. ",
  "dn16:5.27.15": "Wenn diese Mönche und Nonnen gut üben würden, wäre die Welt nicht leer von Vollendeten.“ ",
  "dn16:5.28.1": "Daraufhin sagte der Wanderer Subhadda zum Buddha: ",
  "dn16:5.28.2": "„Vortrefflich, Herr! Vortrefflich! ",
  "dn16:5.28.3": "Als würde er das Umgestürzte aufrichten oder das Verborgene enthüllen oder den Verirrten den Weg weisen oder im Dunkeln ein Licht anzünden, sodass Menschen mit guten Augen sehen könnten, was da ist, so hat der Buddha die Lehre auf vielerlei Weise klargemacht. ",
  "dn16:5.28.4": "Ich nehme Zuflucht zum Buddha, zur Lehre und zum Saṅgha der Mönche und Nonnen. ",
  "dn16:5.28.5": "Herr, darf ich vor dem Buddha die Weihe des Fortziehens erhalten, die Ordination?“ ",
  "dn16:5.29.1": "„Subhadda, wenn jemand, der zuvor in einer anderen Konfession ordiniert war, in dieser Lehre und Schulung die Weihe des Fortziehens, die Ordination erhalten möchte, hat er vier Monate Probezeit. Wenn die Mönche nach Ablauf von vier Monaten zufrieden sind, geben sie ihm die Weihe des Fortziehens, die Ordination zum Mönch. ",
  "dn16:5.29.2": "Allerdings erkenne ich auch individuelle Unterschiede an.“ ",
  "dn16:5.29.3": "„Herr, wenn in einem solchen Fall vier Monate Probezeit erforderlich sind, werde ich vier Jahre auf Probe verbringen. Wenn die Mönche nach Ablauf von vier Jahren zufrieden sind, mögen sie mir die Weihe des Fortziehens geben, die Ordination zum Mönch.“ ",
  "dn16:5.29.4": "Dann sagte der Buddha zu Ānanda: ",
  "dn16:5.29.5": "„Also dann, Ānanda, gib Subhadda die Weihe des Fortziehens.“ ",
  "dn16:5.29.6": "„Ja, Herr“, antwortete Ānanda. ",
  "dn16:5.30.1": "Da sagte Subhadda zu Ānanda: ",
  "dn16:5.30.2": "‚Du hast Glück, Freund Ānanda, so großes Glück, ",
  "dn16:5.30.3": "dass du hier vor dem Lehrer zu seinem Schüler gesalbt wirst!“ ",
  "dn16:5.30.4": "Und der Wanderer Subhadda erhielt vor dem Buddha die Weihe des Fortziehens, die Ordination. ",
  "dn16:5.30.5": "Nicht lange nach seiner Ordination gelangte der Ehrwürdige Subhadda, als er allein lebte, zurückgezogen, beflissen, eifrig und entschlossen, bald in diesem Leben zum äußersten Höhepunkt des spirituellen Pfades. Er lebte an dem Ziel, das er durch eigene Einsicht erkannt hatte, für welches ehrbare Menschen zu Recht aus dem Haus fortziehen ins hauslose Leben. ",
  "dn16:5.30.6": "Er verstand: „Wiedergeburt ist beendet; die spirituelle Reise ist abgeschlossen; was zu tun war, ist getan; es gibt keine Rückkehr mehr zu irgendeinem Daseinszustand.“ ",
  "dn16:5.30.7": "Und der Ehrwürdige Subhadda wurde einer der Vollendeten. ",
  "dn16:5.30.8": "Er war der letzte persönliche Schüler des Buddha. ",
  "dn16:5.30.9": "Der fünfte Abschnitt zum Aufsagen. ",
  "dn16:6.1.0": "35. Die letzten Worte des Buddha ",
  "dn16:6.1.1": "Dann wandte sich der Buddha an den Ehrwürdigen Ānanda: ",
  "dn16:6.1.2": "„Ānanda, nun könnten einige von euch denken: ",
  "dn16:6.1.3": "‚Das Lehrsystem des Lehrers ist vergangen. Jetzt haben wir keinen Lehrer mehr.‘ ",
  "dn16:6.1.4": "Aber so solltet ihr es nicht sehen. ",
  "dn16:6.1.5": "Die Lehre und Schulung, die ich euch gelehrt und aufgezeigt habe, soll nach meinem Ende euer Lehrer sein. ",
  "dn16:6.2.1": "Nach meinem Ende sollten Mönche und Nonnen einander nicht mit ‚werter Freund‘ anreden, wie sie es heute tun. ",
  "dn16:6.2.2": "Ein älterer Mönch sollte einen jüngeren Mönch mit Namen oder Stamm oder mit ‚werter Freund‘ anreden. ",
  "dn16:6.2.3": "Ein jüngerer Mönch sollte einen älteren Mönch mit ‚Herr‘ oder ‚Ehrwürdiger‘ anreden. ",
  "dn16:6.3.1": "Wenn er will, kann der Saṅgha nach meinem Ende die kleineren und unbedeutenden Schulungsregeln aufheben. ",
  "dn16:6.4.1": "Nach meinem Ende sollt ihr dem Mönch Channa die Höchststrafe verabreichen.“ ",
  "dn16:6.4.2": "„Aber Herr, was ist die Höchststrafe?“ ",
  "dn16:6.4.3": "„Channa kann sagen, was er will, ",
  "dn16:6.4.4": "aber die Mönche und Nonnen sollen ihn nicht unterrichten oder anleiten.“ ",
  "dn16:6.5.1": "Dann sagte der Buddha zu den Mönchen und Nonnen: ",
  "dn16:6.5.2": "„Vielleicht hat nur ein einziger Mönch, eine einzige Nonne Zweifel oder Unsicherheit in Bezug auf den Buddha, die Lehre, den Saṅgha, den Pfad oder die Übung. Dann fragt, Mönche und Nonnen! Nicht, dass ihr es später bereut und denkt: ",
  "dn16:6.5.3": "‚Wir waren mit dem Lehrer zusammen und konnten dem Buddha keine Frage stellen.‘“ ",
  "dn16:6.5.4": "Daraufhin schwiegen die Mönche und Nonnen. ",
  "dn16:6.6.1": "Zum zweiten Mal … ",
  "dn16:6.6.2": "und zum dritten Mal wandte sich der Buddha an die Mönche und Nonnen: ",
  "dn16:6.6.3": "„Vielleicht hat nur ein einziger Mönch, eine einzige Nonne Zweifel oder Unsicherheit in Bezug auf den Buddha, die Lehre, den Saṅgha, den Pfad oder die Übung. Dann fragt, Mönche und Nonnen! Nicht, dass ihr es später bereut und denkt: ",
  "dn16:6.6.4": "‚Wir waren mit dem Lehrer zusammen und konnten dem Buddha keine Frage stellen.‘“ ",
  "dn16:6.6.5": "Zum dritten Mal schwiegen sie. ",
  "dn16:6.6.6": "Da sagte der Buddha zu ihnen: ",
  "dn16:6.6.7": "„Mönche und Nonnen, vielleicht fragt ihr aus Achtung vor dem Lehrer nicht. Dann soll ein Freund es einem Freund sagen.“ ",
  "dn16:6.6.8": "Daraufhin schwiegen die Mönche und Nonnen. ",
  "dn16:6.6.9": "Da sagte der Ehrwürdige Ānanda zum Buddha: ",
  "dn16:6.6.10": "„Es ist unglaublich, Herr, es ist erstaunlich! Ich bin ganz zuversichtlich, dass in diesem Saṅgha nicht ein einziger Mönch, nicht eine einzige Nonne Zweifel oder Unsicherheit in Bezug auf den Buddha, die Lehre, den Saṅgha, den Pfad oder die Übung hat.“ ",
  "dn16:6.6.11": "„Ānanda, du sagst das aus Zuversicht heraus. Doch der Klargewordene weiß, dass in diesem Saṅgha nicht ein einziger Mönch, nicht eine einzige Nonne Zweifel oder Unsicherheit in Bezug auf den Buddha, die Lehre, den Saṅgha, den Pfad oder die Übung hat. ",
  "dn16:6.6.12": "Selbst der Letzte dieser fünfhundert Mönche und Nonnen ist in den Strom eingetreten, muss nicht mehr in der Unterwelt wiedergeboren werden und ist auf dem Weg zum Erwachen.“ ",
  "dn16:6.7.1": "Dann sagte der Buddha zu den Mönchen und Nonnen: ",
  "dn16:6.7.2": "„Kommt, Mönche und Nonnen, ich sage zu euch allen: ",
  "dn16:6.7.3": "‚Bedingungen müssen vergehen. Macht beflissen weiter.‘“ ",
  "dn16:6.7.4": "Das waren die letzten Worte des Klargewordenen. ",
  "dn16:6.8.0": "36. Das vollkommene Erlöschen ",
  "dn16:6.8.1": "Darauf trat der Buddha in die erste Vertiefung ein. Dort trat er wieder heraus und trat in die zweite Vertiefung ein. Dort trat er wieder heraus und trat nacheinander in die dritte Vertiefung, die vierte Vertiefung, die Dimension des unendlichen Raumes, die Dimension des unendlichen Bewusstseins, die Dimension des Nichts und die Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat, ein und wieder heraus. Dann trat er in das Aufhören von Wahrnehmung und Gefühl ein. ",
  "dn16:6.8.2": "Da sagte der Ehrwürdige Ānanda zum Ehrwürdigen Anuruddha: ",
  "dn16:6.8.3": "„Ehrwürdiger Anuruddha, ist der Buddha vollkommen erloschen?“ ",
  "dn16:6.8.4": "„Nein, werter Ānanda. Er ist in das Aufhören von Wahrnehmung und Gefühl eingetreten.“ ",
  "dn16:6.9.1": "Dann trat der Buddha aus dem Aufhören von Wahrnehmung und Gefühl wieder heraus und trat in die Dimension ein, die weder Wahrnehmung noch keine Wahrnehmung hat. Dort trat er wieder heraus und trat nacheinander in die Dimension des Nichts, die Dimension des unendlichen Bewusstseins, die Dimension des unendlichen Raumes, die vierte Vertiefung, die dritte Vertiefung, die zweite Vertiefung und die erste Vertiefung ein und wieder heraus. Als er aus der ersten Vertiefung wieder herausgetreten war, trat er nacheinander in die zweite und die dritte Vertiefung ein und wieder heraus. Dann trat er in die vierte Vertiefung ein. Als er dort wieder heraustrat, erlosch der Buddha sofort vollkommen. ",
  "dn16:6.10.1": "Als der Buddha vollkommen erlosch, im Augenblick des vollkommenen Erlöschens, gab es ein großes Erdbeben, furchterregend und haarsträubend, und Donner ließ den Himmel bersten. ",
  "dn16:6.10.2": "Als der Buddha vollkommen erlosch, im Augenblick des vollkommenen Erlöschens, sagte Brahmā Sahampati diese Strophe auf: ",
  "dn16:6.10.3": "„Alle Geschöpfe in dieser Welt ",
  "dn16:6.10.4": "müssen diesen Knochensack ablegen. ",
  "dn16:6.10.5": "Denn selbst ein Lehrer wie dieser, ",
  "dn16:6.10.6": "der in der Welt nicht seinesgleichen hat, ",
  "dn16:6.10.7": "der Klargewordene, der die Macht erlangt hat, ",
  "dn16:6.10.8": "der Buddha ist vollkommen erloschen.“ ",
  "dn16:6.10.9": "Als der Buddha vollkommen erlosch, sagte Sakka der Götterkönig diese Strophe auf: ",
  "dn16:6.10.10": "„Ach! Bedingungen sind unbeständig, ",
  "dn16:6.10.11": "Entstehen und Vergehen ist ihre Natur. ",
  "dn16:6.10.12": "Wenn sie entstanden sind, hören sie auf. ",
  "dn16:6.10.13": "Ihr Zur-Ruhe-Kommen ist wahre Seligkeit.“ ",
  "dn16:6.10.14": "Als der Buddha vollkommen erlosch, sagte der Ehrwürdige Anuruddha diese Strophe auf: ",
  "dn16:6.10.15": "„Da war kein Atmen mehr ",
  "dn16:6.10.16": "bei dem Ausgeglichenen von beständigem Herzen. ",
  "dn16:6.10.17": "Unbewegt, dem Frieden geweiht, ",
  "dn16:6.10.18": "hat der Abgeklärte seine Zeit vollendet. ",
  "dn16:6.10.19": "Schmerzhafte Gefühle nahm er hin, ",
  "dn16:6.10.20": "ohne zurückzuschrecken. ",
  "dn16:6.10.21": "Die Befreiung seines Herzens ",
  "dn16:6.10.22": "war wie das Erlöschen einer Lampe.“ ",
  "dn16:6.10.23": "Als der Buddha vollkommen erlosch, sagte der Ehrwürdige Ānanda diese Strophe auf: ",
  "dn16:6.10.24": "„Dann war da Schrecken! ",
  "dn16:6.10.25": "Dann standen da die Haare zu Berge! – ",
  "dn16:6.10.26": "als der Buddha, der alle erlesenen Eigenschaften besaß, ",
  "dn16:6.10.27": "vollkommen erlosch.“ ",
  "dn16:6.10.28": "Als der Buddha vollkommen erlosch, fielen manche der anwesenden Mönche und Nonnen mit emporgeworfenen Armen nieder, als wären ihnen die Füße abgeschlagen worden, rollten vor und zurück und klagten: „Zu früh ist der Gesegnete vollkommen erloschen! Zu früh ist der Heilige vollkommen erloschen! Zu früh ist der Seher aus der Welt verschwunden!“ ",
  "dn16:6.10.29": "Aber die Mönche und Nonnen, die frei von Verlangen waren, ertrugen es achtsam und umsichtig: ",
  "dn16:6.10.30": "„Bedingungen sind unbeständig. Wie könnte es auch anders sein?“ ",
  "dn16:6.11.1": "Da wandte sich Anuruddha an die Mönche und Nonnen: ",
  "dn16:6.11.2": "„Genug, werte Freunde, seid nicht bekümmert und klagt nicht. ",
  "dn16:6.11.3": "Hat der Buddha uns nicht darauf vorbereitet, als er erklärte, ",
  "dn16:6.11.4": "dass wir von allem, was uns lieb und teuer ist, getrennt und geschieden werden müssen? ",
  "dn16:6.11.5": "Wie könnte es möglich sein, dass das, was geboren, geschaffen, bedingt ist und zerfallen muss, nicht zerfallen sollte? ",
  "dn16:6.11.6": "Die Gottheiten beschweren sich.“ ",
  "dn16:6.11.7": "„Aber Herr, an welche Art von Gottheiten denkst du?“ ",
  "dn16:6.11.8": "„Werter Ānanda, da sind Gottheiten im Himmel und auf der Erde, die die Erde wahrnehmen. Mit zerzausten Haaren und emporgeworfenen Armen fallen sie nieder, als wären ihnen die Füße abgeschlagen worden, rollen vor und zurück und klagen: ",
  "dn16:6.11.9": "‚Zu früh ist der Gesegnete vollkommen erloschen! Zu früh ist der Heilige vollkommen erloschen! Zu früh ist der Seher aus der Welt verschwunden!‘ ",
  "dn16:6.11.12": "Aber die Gottheiten, die frei von Verlangen sind, ertragen es achtsam und umsichtig: ",
  "dn16:6.11.13": "‚Bedingungen sind unbeständig. Wie könnte es auch anders sein?‘“ ",
  "dn16:6.11.14": "Ānanda und Anuruddha verbrachten den Rest der Nacht im Gespräch über den Dhamma. ",
  "dn16:6.12.1": "Dann sagte Anuruddha zu Ānanda: ",
  "dn16:6.12.2": "„Ānanda, geh nach Kusinārā und unterrichte die Maller: ",
  "dn16:6.12.3": "‚Vāseṭṭher, der Buddha ist vollkommen erloschen. ",
  "dn16:6.12.4": "Bitte kommt nach eurem Belieben.‘“ ",
  "dn16:6.12.5": "„Ja, Herr“, antwortete Ānanda. Er kleidete sich an, nahm Schale und Robe und betrat Kusinārā mit einem Gefährten. ",
  "dn16:6.12.6": "Nun saßen zu der Zeit die Maller von Kusinārā in einer geschäftlichen Angelegenheit in der Versammlungshalle beisammen. ",
  "dn16:6.12.7": "Ānanda ging zu ihnen und kündigte an: ",
  "dn16:6.12.8": "„Vāseṭṭher, der Buddha ist vollkommen erloschen. ",
  "dn16:6.12.9": "Bitte kommt nach eurem Belieben.“ ",
  "dn16:6.12.10": "Als sie hörten, was Ānanda zu sagen hatte, waren die Maller, ihre Söhne, Schwiegertöchter und Frauen bestürzt, traurig und untröstlich. Und manche fielen mit zerzausten Haaren und emporgeworfenen Armen nieder, als wären ihnen die Füße abgeschlagen worden, rollten vor und zurück und klagten: ",
  "dn16:6.12.11": "„Zu früh ist der Gesegnete vollkommen erloschen! Zu früh ist der Heilige vollkommen erloschen! Zu früh ist der Seher aus der Welt verschwunden!“ ",
  "dn16:6.13.0": "37. Die Riten zur Verehrung des Leichnams des Buddha ",
  "dn16:6.13.1": "Da befahlen die Maller ihren Männern: ",
  "dn16:6.13.2": "„Nun, Männer, sammelt Parfüm und Kränze und alle Musikinstrumente in Kusinārā ein.“ ",
  "dn16:6.13.3": "Dann nahmen sie dieses Parfüm, diese Kränze, alle Musikinstrumente sowie fünfhundert Paare von Gewändern und gingen zum Salbaumwald der Maller in Upavattana, wo sie sich zum Leichnam des Buddha begaben. Sie verbrachten den Tag damit, den Leichnam des Buddha mit Tanz, Gesang, Musik, Kränzen und Parfüm zu ehren, zu achten, zu würdigen, zu verehren und wertzuschätzen und bauten Markisen und Pavillons auf. ",
  "dn16:6.13.4": "Dann dachten sie: ",
  "dn16:6.13.5": "„Heute ist es zu spät, den Leichnam des Buddha zu verbrennen. Wir wollen das morgen tun.“ ",
  "dn16:6.13.6": "Aber den nächsten Tag verbrachten sie auf die gleiche Weise, und auch den dritten, vierten, fünften und sechsten. ",
  "dn16:6.14.1": "Und am siebten Tag dachten sie: ",
  "dn16:6.14.2": "„Wir wollen den Leichnam des Buddha zur Südseite der Stadt bringen, während wir ihn mit Tanz, Gesang, Musik, Kränzen und Parfüm ehren, achten, würdigen, verehren und wertschätzen, und ihn dort außerhalb der Stadt verbrennen.“ ",
  "dn16:6.14.3": "Nun badeten da acht der führenden Maller ihren Kopf, kleideten sich in nicht getragene Kleider und sagten: ",
  "dn16:6.14.4": "„Wir wollen den Leichnam des Buddha anheben.“ Aber sie konnten ihn nicht anheben. ",
  "dn16:6.14.5": "Da sagten die Maller zu Anuruddha: ",
  "dn16:6.14.6": "„Was ist der Grund, was ist die Ursache, Herr Anuruddha, dass diese acht führenden Maller den Leichnam des Buddha nicht anheben können?“ ",
  "dn16:6.14.8": "„Vāseṭṭher, ihr habt einen Plan, aber die Gottheiten haben einen anderen.“ ",
  "dn16:6.15.1": "„Aber Herr, welchen Plan haben die Gottheiten?“ ",
  "dn16:6.15.2": "„Ihr plant, ",
  "dn16:6.15.3": "den Leichnam des Buddha zur Südseite der Stadt zu bringen, während ihr ihn mit Tanz, Gesang, Musik, Kränzen und Parfüm ehrt, achtet, würdigt, verehrt und wertschätzt, und ihn dort außerhalb der Stadt zu verbrennen. ",
  "dn16:6.15.4": "Die Gottheiten planen, ",
  "dn16:6.15.5": "den Leichnam des Buddha zur Nordseite der Stadt bringen, während sie ihn mit himmlischem Tanz, Gesang, Musik, himmlischen Kränzen und himmlischem Parfüm ehren. Dann planen sie, durch das nördliche Tor in die Stadt zu kommen, ihn durch die Stadtmitte zu tragen, zum östlichen Tor hinauszugehen und ihn dort bei dem Heiligtum der Maller, das Makuṭabandhana heißt, zu verbrennen.“ ",
  "dn16:6.15.6": "„Herr, es soll so sein, wie die Gottheiten planen.“ ",
  "dn16:6.16.1": "Nun war zu der Zeit ganz Kusinārā kniehoch mit Blüten des Korallenbaums bedeckt, lückenlos, selbst die Schmutz- und Müllhaufen. ",
  "dn16:6.16.2": "Dann brachten die Gottheiten und die Maller von Kusinārā den Leichnam des Buddha zur Nordseite der Stadt, während sie ihn mit himmlischem Tanz, Gesang, Musik, himmlischen Kränzen und himmlischem Parfüm ehrten. Dann kamen sie durch das nördliche Tor in die Stadt, trugen ihn durch die Stadtmitte, gingen zum östlichen Tor hinaus und legten den Leichnam dort bei dem Heiligtum der Maller, das Makuṭabandhana heißt, nieder. ",
  "dn16:6.17.1": "Dann sagten die Maller zu Ānanda: ",
  "dn16:6.17.2": "„Herr, wie sollen wir mit dem Leichnam des Klargewordenen verfahren?“ ",
  "dn16:6.17.3": "„Mit dem Leichnam des Klargewordenen soll auf die gleiche Weise verfahren werden, wie es mit dem Leichnam eines Rad-drehenden Herrschers geschieht.“ ",
  "dn16:6.17.4": "„Aber wie wird mit dem Leichnam eines Rad-drehenden Herrschers verfahren?“ ",
  "dn16:6.17.5": "„Man packt den Leichnam eines Rad-drehenden Herrschers in nicht getragenen Stoff ein, dann in unkardierte Baumwolle und dann erneut in nicht getragenen Stoff. ",
  "dn16:6.17.6": "Auf diese Art packt man den Leichnam in fünfhundert Doppellagen. Dann legt man ihn in eine eiserne, mit Öl gefüllte Kiste, die man mit einer zweiten Kiste verschließt. Nachdem man dann aus allerlei duftenden Substanzen einen Scheiterhaufen errichtet hat, verbrennt man den Leichnam. ",
  "dn16:6.17.7": "Man baut für den Rad-drehenden Herrscher ein Denkmal an einer Straßenkreuzung. ",
  "dn16:6.17.8": "So wird mit dem Leichnam eines Rad-drehenden Herrschers verfahren. ",
  "dn16:6.17.9": "Mit dem Leichnam des Klargewordenen soll auf die gleiche Weise verfahren werden. ",
  "dn16:6.17.10": "Für den Klargewordenen soll an einer Straßenkreuzung ein Denkmal gebaut werden. ",
  "dn16:6.17.11": "Wenn dort jemand Kränze oder Parfüm oder Pulver niederlegt oder sich verbeugt oder in seinem Herzen Zuversicht weckt, so wird das zu seinem langanhaltenden Nutzen und Glück sein.“ ",
  "dn16:6.18.1": "Da befahlen die Maller ihren Männern: ",
  "dn16:6.18.2": "„Nun, Männer, sammelt unkardierte Baumwolle ein.“ ",
  "dn16:6.18.3": "Und die Maller packten den Leichnam des Buddha ein ",
  "dn16:6.18.4": "und legten ihn in eine eiserne, mit Öl gefüllte Kiste. Nachdem sie dann aus allerlei duftenden Substanzen einen Scheiterhaufen errichtet hatten, hoben sie den Leichnam auf den Scheiterhaufen. ",
  "dn16:6.19.0": "38. Die Ankunft Mahākassapas ",
  "dn16:6.19.1": "Nun wanderte zu der Zeit der Ehrwürdige Mahākassapa mit einem großen Saṅgha von etwa fünfhundert Mönchen und Nonnen entlang der Straße von Pāvā nach Kusinārā. ",
  "dn16:6.19.2": "Da ging er von der Straße ab und setzte sich an den Fuß eines Baumes. ",
  "dn16:6.19.3": "Zu dieser Zeit  nun hatte ein Ājīvaka-Asket in Kusinārā eine Korallenbaum-Blüte aufgehoben und wanderte auf der Straße nach Pāvā. ",
  "dn16:6.19.4": "Mahākassapa sah ihn von Weitem kommen und sagte zu ihm: ",
  "dn16:6.19.5": "„Werter Freund, weißt du etwas über unseren Lehrer?“ ",
  "dn16:6.19.6": "„Ja, werter Freund. Vor sieben Tagen ist der Asket Gotama vollkommen erloschen. ",
  "dn16:6.19.7": "Von dort hob ich diese Korallenbaum-Blüte auf.“ ",
  "dn16:6.19.8": "Da fielen manche Mönche und Nonnen mit emporgeworfenen Armen nieder, als wären ihnen die Füße abgeschlagen worden, rollten vor und zurück und klagten: ",
  "dn16:6.19.9": "„Zu früh ist der Gesegnete vollkommen erloschen! Zu früh ist der Heilige vollkommen erloschen! Zu früh ist der Seher aus der Welt verschwunden!“ ",
  "dn16:6.19.10": "Aber die Mönche und Nonnen, die frei von Verlangen waren, ertrugen es achtsam und umsichtig: ",
  "dn16:6.19.11": "‚Bedingungen sind unbeständig. Wie könnte es auch anders sein?‘“ ",
  "dn16:6.20.1": "Da saß gerade ein Mönch namens Subhadda in dieser Versammlung, der fortgezogen war, als er schon alt war. ",
  "dn16:6.20.2": "Er sagte zu diesen Mönchen und Nonnen: ",
  "dn16:6.20.3": "„Genug, werte Freunde, seid nicht bekümmert und klagt nicht. Wir sind diesen Großen Asketen glücklich los, der uns bedrängt hat: ",
  "dn16:6.20.4": "‚Das ist euch erlaubt; das ist euch nicht erlaubt.‘ ",
  "dn16:6.20.5": "Nun, jetzt werden wir tun, was wir wollen, und nicht tun, was wir nicht wollen.“ ",
  "dn16:6.20.6": "Da wandte sich Mahākassapa an die Mönche und Nonnen: ",
  "dn16:6.20.7": "„Genug, werte Freunde, seid nicht bekümmert und klagt nicht. ",
  "dn16:6.20.8": "Hat der Buddha uns nicht darauf vorbereitet, als er erklärte, ",
  "dn16:6.20.9": "dass wir von allem, was uns lieb und teuer ist, getrennt und geschieden werden müssen? ",
  "dn16:6.20.10": "Wie könnte es möglich sein, dass das, was geboren, geschaffen, bedingt ist und zerfallen muss, nicht zerfallen sollte, selbst der Körper des Klargewordenen?“ ",
  "dn16:6.21.1": "Nun badeten da vier der führenden Maller ihren Kopf, kleideten sich in nicht getragene Kleider und sagten: ",
  "dn16:6.21.2": "„Wir werden den Scheiterhaufen des Buddha anzünden.“ Aber sie konnten ihn nicht anzünden. ",
  "dn16:6.21.3": "Da sagten die Maller zu Anuruddha: ",
  "dn16:6.21.4": "„Was ist der Grund, was ist die Ursache, Herr Anuruddha, dass diese vier führenden Maller den Scheiterhaufen des Buddha nicht anzünden können?“ ",
  "dn16:6.21.6": "„Vāseṭṭher, die Gottheiten haben einen anderen Plan.“ ",
  "dn16:6.21.7": "„Aber Herr, welchen Plan haben die Gottheiten?“ ",
  "dn16:6.21.8": "„Der Plan der Gottheiten ist folgender: ",
  "dn16:6.21.9": "Der Ehrwürdige Mahākassapa wandert mit einem großen Saṅgha von etwa fünfhundert Mönchen und Nonnen entlang der Straße von Pāvā nach Kusinārā. ",
  "dn16:6.21.10": "Der Scheiterhaufen des Buddha soll nicht brennen, bevor Mahākassapa seinen Kopf zu den Füßen des Buddha gebeugt hat.“ ",
  "dn16:6.21.11": "„Herr, es soll so sein, wie die Gottheiten planen.“ ",
  "dn16:6.22.1": "Da kam der Ehrwürdige Mahākassapa zu dem Heiligtum der Maller, das Makuṭabandhana heißt, bei Kusinārā und begab sich zum Scheiterhaufen des Buddha. Er ordnete seine Robe über einer Schulter, erhob seine zusammengelegten Hände, umrundete den Buddha respektvoll, die rechte Seite ihm zugewandt, und beugte seinen Kopf zu den Füßen des Buddha. ",
  "dn16:6.22.2": "Und die fünfhundert Mönche und Nonnen taten ebenso. ",
  "dn16:6.22.3": "Und als sich Mahākassapa und die fünfhundert Mönche und Nonnen verbeugten, ging der Scheiterhaufen des Buddha von selbst in Flammen auf. ",
  "dn16:6.23.1": "Als dann der Leichnam des Buddha verbrannt war, fand man keine Asche und keinen Ruß von seiner äußeren oder inneren Haut, seinem Fleisch, seinen Sehnen oder der Gelenkschmiere. ",
  "dn16:6.23.2": "Einzig die Reliquien blieben zurück. ",
  "dn16:6.23.3": "Wie wenn Ghee oder Öl brennen und lodern und keine Asche und kein Ruß zu finden sind: ",
  "dn16:6.23.4": "Ebenso fand man, als der Leichnam des Buddha verbrannt war, keine Asche und keinen Ruß von seiner äußeren oder inneren Haut, seinem Fleisch, seinen Sehnen oder der Gelenkschmiere. ",
  "dn16:6.23.5": "Einzig die Reliquien blieben zurück. ",
  "dn16:6.23.6": "Und von diesen fünfhundert Paaren von Gewändern wurden nur zwei nicht verbrannt: das innerste und das äußerste. ",
  "dn16:6.23.7": "Aber als der Leichnam des Buddha vom Feuer verzehrt war, wurde der Scheiterhaufen von einem Wasserstrahl gelöscht, der im Himmel erschienen war, ",
  "dn16:6.23.8": "von Wasser, das aus den Salbäumen rann, ",
  "dn16:6.23.9": "und vom Duftwasser der Maller. ",
  "dn16:6.23.10": "Dann machten die Maller in der Versammlungshalle ein Gitter aus Speeren für die Reliquien des Buddha und umgaben es mit einem Wall aus Bögen. Sieben Tage lang ehrten, achteten, würdigten und verehrten sie die Reliquien mit Tanz, Gesang, Musik, Kränzen und Parfüm. ",
  "dn16:6.24.0": "39. Die Verteilung der Reliquien ",
  "dn16:6.24.1": "Der König Ajātasattu von Magadha hörte, ",
  "dn16:6.24.2": "dass der Buddha in Kusinārā vollkommen erloschen war. ",
  "dn16:6.24.3": "Er schickte einen Gesandten zu den Mallern von Kusinārā: ",
  "dn16:6.24.4": "„Der Buddha war ein Adliger, und ich bin ein Adliger. Auch mir steht ein Anteil an den Reliquien des Buddha zu. Ich werde für sie ein Denkmal bauen und eine Gedenkfeier abhalten.“ ",
  "dn16:6.24.5": "Die Licchaver von Vesālī hörten, ",
  "dn16:6.24.6": "dass der Buddha in Kusinārā vollkommen erloschen war. ",
  "dn16:6.24.7": "Sie schickten einen Gesandten zu den Mallern von Kusinārā: ",
  "dn16:6.24.8": "„Der Buddha war ein Adliger, und wir sind Adlige. Auch uns steht ein Anteil an den Reliquien des Buddha zu. Wir werden für sie ein Denkmal bauen und eine Gedenkfeier abhalten.“ ",
  "dn16:6.24.9": "Die Sakyer von Kapilavatthu hörten, ",
  "dn16:6.24.10": "dass der Buddha in Kusinārā vollkommen erloschen war. ",
  "dn16:6.24.11": "Sie schickten einen Gesandten zu den Mallern von Kusinārā: ",
  "dn16:6.24.12": "„Der Buddha war der Beste unter unseren Verwandten. Auch uns steht ein Anteil an den Reliquien des Buddha zu. Wir werden für sie ein Denkmal bauen und eine Gedenkfeier abhalten.“ ",
  "dn16:6.24.13": "Die Buler von Allakappa hörten, ",
  "dn16:6.24.14": "dass der Buddha in Kusinārā vollkommen erloschen war. ",
  "dn16:6.24.15": "Sie schickten einen Gesandten zu den Mallern von Kusinārā: ",
  "dn16:6.24.16": "„Der Buddha war ein Adliger, und wir sind Adlige. Auch uns steht ein Anteil an den Reliquien des Buddha zu. Wir werden für sie ein Denkmal bauen und eine Gedenkfeier abhalten.“ ",
  "dn16:6.24.17": "Die Koḷiyer vom Dorf Rāma hörten, ",
  "dn16:6.24.18": "dass der Buddha in Kusinārā vollkommen erloschen war. ",
  "dn16:6.24.19": "Sie schickten einen Gesandten zu den Mallern von Kusinārā: ",
  "dn16:6.24.20": "„Der Buddha war ein Adliger, und wir sind Adlige. Auch uns steht ein Anteil an den Reliquien des Buddha zu. Wir werden für sie ein Denkmal bauen und eine Gedenkfeier abhalten.“ ",
  "dn16:6.24.21": "Der Brahmane von Veṭhadīpa hörte, ",
  "dn16:6.24.22": "dass der Buddha in Kusinārā vollkommen erloschen war. ",
  "dn16:6.24.23": "Er schickte einen Gesandten zu den Mallern von Kusinārā: ",
  "dn16:6.24.24": "„Der Buddha war ein Adliger, und ich bin ein Adliger. Auch mir steht ein Anteil an den Reliquien des Buddha zu. Ich werde für sie ein Denkmal bauen und eine Gedenkfeier abhalten.“ ",
  "dn16:6.24.25": "Die Maller von Pāvā hörten, ",
  "dn16:6.24.26": "dass der Buddha in Kusinārā vollkommen erloschen war. ",
  "dn16:6.24.27": "Sie schickten einen Gesandten zu den Mallern von Kusinārā: ",
  "dn16:6.24.28": "„Der Buddha war ein Adliger, und wir sind Adlige. Auch uns steht ein Anteil an den Reliquien des Buddha zu. Wir werden für sie ein Denkmal bauen und eine Gedenkfeier abhalten.“ ",
  "dn16:6.25.1": "Nachdem sie gesprochen hatten, sagten die Maller von Kusinārā zu all diesen Gruppen: ",
  "dn16:6.25.2": "„Der Buddha ist auf dem Gebiet unseres Dorfes vollkommen erloschen. Wir werden keinen Teil seiner Reliquien hergeben.“ ",
  "dn16:6.25.3": "Darauf sagte der Brahmane Doṇa zu all den Gruppen: ",
  "dn16:6.25.4": "„Hört, ihr Herren, dies eine Wort von mir: ",
  "dn16:6.25.5": "Geduld war die Lehre unseres Buddha. ",
  "dn16:6.25.6": "Es wäre nicht gut, um einen Anteil an den Reliquien ",
  "dn16:6.25.7": "dieses unübertrefflichen Menschen zu streiten. ",
  "dn16:6.25.8": "Lasst uns acht Teile machen, ihr Herren, ",
  "dn16:6.25.9": "und uns an Eintracht und Einigkeit freuen. ",
  "dn16:6.25.10": "Weit und breit soll es Denkmäler geben, ",
  "dn16:6.25.11": "sodass Viele zum Seher Zuversicht gewinnen!“ ",
  "dn16:6.25.12": "„Nun, Brahmane, du sollst selbst die Reliquien des Buddha gerecht in acht Teile aufteilen.“ ",
  "dn16:6.25.13": "„Ja, ihr Herren“, erwiderte Doṇa all diesen Gruppen. Er teilte die Reliquien auf wie geheißen und sagte zu den Gruppen: ",
  "dn16:6.25.14": "„Ihr Herren, bitte gebt mir die Urne. Ich werde für sie ein Denkmal bauen und eine Gedenkfeier abhalten.“ ",
  "dn16:6.25.15": "Da gaben sie Doṇa die Urne. ",
  "dn16:6.26.1": "Die Moriyer von Pippalivana hörten, ",
  "dn16:6.26.2": "dass der Buddha in Kusinārā vollkommen erloschen war. ",
  "dn16:6.26.3": "Sie schickten einen Gesandten zu den Mallern von Kusinārā: ",
  "dn16:6.26.4": "„Der Buddha war ein Adliger, und wir sind Adlige. Auch uns steht ein Anteil an den Reliquien des Buddha zu. Wir werden für sie ein Denkmal bauen und eine Gedenkfeier abhalten.“ ",
  "dn16:6.26.5": "„Es ist kein Teil von den Reliquien des Buddha mehr übrig, sie wurden bereits aufgeteilt. ",
  "dn16:6.26.6": "Hier, nehmt die Asche.“ ",
  "dn16:6.26.7": "Da nahmen sie die Asche. ",
  "dn16:6.27.0": "40. Denkmalsverehrung ",
  "dn16:6.27.1": "Dann bauten der König Ajātasattu von Magadha, ",
  "dn16:6.27.2": "die Licchaver von Vesālī, ",
  "dn16:6.27.3": "die Sakyer von Kapilavatthu, ",
  "dn16:6.27.4": "die Buler von Allakappa, ",
  "dn16:6.27.5": "die Koḷiyer vom Dorf Rāma, ",
  "dn16:6.27.6": "der Brahmane von Veṭhadīpa, ",
  "dn16:6.27.7": "die Maller von Pāvā, ",
  "dn16:6.27.8": "die Maller von Kusinārā, ",
  "dn16:6.27.9": "der Brahmane Doṇa ",
  "dn16:6.27.10": "und die Moriyer von Pippalivana Denkmäler für die Reliquien des Buddha und hielten Gedenkfeiern ab. ",
  "dn16:6.27.11": "Es gab acht Denkmäler für die Reliquien, ein neuntes für die Urne und ein zehntes für die Asche. ",
  "dn16:6.27.12": "So war es in diesen Tagen. ",
  "dn16:6.28.1": "Acht Teile gab es von den Reliquien des Sehers. ",
  "dn16:6.28.2": "Sieben wurden in ganz Indien verehrt. ",
  "dn16:6.28.3": "Aber ein Teil von dem höchsten Menschen ",
  "dn16:6.28.4": "wurde im Dorf Rāma vom Drachenkönig geehrt. ",
  "dn16:6.28.5": "Ein Zahn wird von den Göttern der Dreiunddreißig verehrt, ",
  "dn16:6.28.6": "ein anderer wird geehrt in der Stadt Gandhāra; ",
  "dn16:6.28.7": "ein anderer ist im Reich des Königs von Kaliṅga, ",
  "dn16:6.28.8": "und einer wird von einem Drachenkönig geehrt. ",
  "dn16:6.28.9": "Durch ihren Glanz ist diese reiche Erde ",
  "dn16:6.28.10": "mit den besten Gaben geschmückt. ",
  "dn16:6.28.11": "So wird der Leichnam des Sehers ",
  "dn16:6.28.12": "wohl verehrt von den Verehrungswürdigen. ",
  "dn16:6.28.13": "Er wird verehrt von Götterkönigen, Drachen und Geistern, ",
  "dn16:6.28.14": "und ebenso von den erlesensten Herren der Menschen. ",
  "dn16:6.28.15": "Verehre ihn mit zusammengelegten Händen, wenn du die Gelegenheit hast, ",
  "dn16:6.28.16": "denn ein Buddha ist schwer zu finden, selbst in hundert Äonen. ",
  "dn16:6.28.17": "Zusammen vierzig ebenmäßige Zähne ",
  "dn16:6.28.18": "und Körperhaare und Kopfhaare ",
  "dn16:6.28.19": "wurden einzeln von den Göttern fortgetragen ",
  "dn16:6.28.20": "durch den Weltenkreis. "
}