{
  "dn17:0.1": "Lange Lehrreden 17 ",
  "dn17:0.2": "Der König Mahāsudassana ",
  "dn17:1.1.1": "So habe ich es gehört: ",
  "dn17:1.1.2": "Einmal hielt sich der Buddha zwischen einem Salbaumpaar in einem Salbaumwald der Maller in Upavattana bei Kusinārā auf, um die Zeit seines endgültigen Erlöschens. ",
  "dn17:1.2.1": "Da ging der Ehrwürdige Ānanda zum Buddha, verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "dn17:1.2.2": "„Herr, bitte erlösche nicht vollständig in diesem kleinen Weiler, diesem Dschungel-Weiler, diesem Weiler-Vorort. ",
  "dn17:1.2.3": "Es gibt andere große Städte ",
  "dn17:1.2.4": "wie etwa Campā, Rājagaha, Sāvatthī, Sāketa, Kosambī oder Benares. ",
  "dn17:1.2.5": "Der Buddha erlösche doch dort vollständig. ",
  "dn17:1.2.6": "Dort gibt es viele gutsituierte Adlige, Brahmanen und Hausbesitzer, die dem Buddha ergeben sind. Sie werden die Riten zur Verehrung des Leichnams des Klargewordenen vollziehen.“ ",
  "dn17:1.3.1": "„Sag das nicht, Ānanda! Sag nicht, ",
  "dn17:1.3.2": "das hier sei ein kleiner Weiler, ein Dschungel-Weiler, ein Weiler-Vorort. ",
  "dn17:1.3.3.0": "1. Die Hauptstadt Kusāvatī ",
  "dn17:1.3.4": "Es war einmal ein König mit Namen Mahāsudassana, dessen Herrschaftsgebiet sich nach allen vier Seiten erstreckte und der für das Land Sicherheit gewonnen hatte. ",
  "dn17:1.3.5": "Seine Hauptstadt war dieses Kusinārā hier und hieß zu der Zeit Kusāvatī. ",
  "dn17:1.3.6": "Sie erstreckte sich zwölf Meilen von Osten nach Westen und sieben Meilen von Norden nach Süden. ",
  "dn17:1.3.7": "Die königliche Hauptstadt war erfolgreich, blühend, dicht bevölkert und voller Menschen, mit reichlich Lebensmitteln. ",
  "dn17:1.3.8": "Sie war gerade wie Āḷakamandā, die königliche Hauptstadt der Götter, die erfolgreich, blühend, dicht bevölkert und voller Menschen ist, mit reichlich Lebensmitteln. ",
  "dn17:1.3.10": "Zehn Klänge fehlten in Kusāvatī nie, bei Tag und bei Nacht: nämlich ",
  "dn17:1.3.11": "der Klang von Elefanten, Pferden, Kutschen, Tontrommeln, Schlaginstrumenten, Bogenharfen, Gesang, Schneckenhörnern, Becken und Glöckchen; und der Ruf: ‚Iss, trink, sei lustig!‘ als zehntem. ",
  "dn17:1.4.1": "Kusāvatī  war von sieben Festungswällen umgeben: ",
  "dn17:1.4.2": "einem aus Gold, einem aus Silber, einem aus Beryll, einem aus Kristall, einem aus Rubin, einem aus Smaragd und einem aus allen kostbaren Dingen. ",
  "dn17:1.5.1": "Es hatte vier Stadttore, ",
  "dn17:1.5.2": "die waren aus Gold, Silber, Beryll und Kristall. ",
  "dn17:1.5.3": "An jedem Stadttor standen sieben Säulen, drei Klafter tief im Boden und vier Klafter hoch, ",
  "dn17:1.5.4": "die waren aus Gold, Silber, Beryll, Kristall, Rubin, Smaragd und aus allen kostbaren Dingen. ",
  "dn17:1.6.1": "Kusāvatī  war von sieben Reihen von Palmen umgeben, ",
  "dn17:1.6.2": "die waren aus Gold, Silber, Beryll, Kristall, Rubin, Smaragd und aus allen kostbaren Dingen. ",
  "dn17:1.6.3": "Die goldenen Palmen hatten Stämme aus Gold und Blätter und Früchte aus Silber. ",
  "dn17:1.6.4": "Die silbernen Palmen hatten Stämme aus Silber und Blätter und Früchte aus Gold. ",
  "dn17:1.6.5": "Die Palmen aus Beryll hatten Stämme aus Beryll und Blätter und Früchte aus Kristall. ",
  "dn17:1.6.6": "Die kristallenen Palmen hatten Stämme aus Kristall und Blätter und Früchte aus Beryll. ",
  "dn17:1.6.7": "Die Palmen aus Rubin hatten Stämme aus Rubin und Blätter und Früchte aus Smaragd. ",
  "dn17:1.6.8": "Die smaragdenen Palmen hatten Stämme aus Smaragd und Blätter und Früchte aus Rubin. ",
  "dn17:1.6.9": "Und die Palmen aus allen kostbaren Dingen hatten Stämme, Blätter und Früchte aus allen kostbaren Dingen. ",
  "dn17:1.6.10": "Wenn der Wind durch die Reihen der Palmen strich, klangen sie anmutig, erregend, sinnlich und betörend, ",
  "dn17:1.6.11": "wie ein Quintett von geübten Musikern, die gut geprobt hatten und hervorragend den Rhythmus hielten. ",
  "dn17:1.6.13": "Und zu jener Zeit wurden alle Süchtigen, Zecher und Trunkenbolde in Kusāvatī von diesem Klang unterhalten. ",
  "dn17:1.7.0.1": "2. Die sieben Juwelen ",
  "dn17:1.7.0.2": "2.1. Das Rad-Juwel ",
  "dn17:1.7.1": "Der König Mahāsudassana besaß sieben Juwelen und war mit vier Dingen gesegnet. ",
  "dn17:1.7.2": "Welche sieben? ",
  "dn17:1.7.3": "An einem Besinnungstag am fünfzehnten Tag hatte König Mahāsudassana sein Haupt gebadet und war ins königliche Pfahlhaus hinaufgestiegen, um den Besinnungstag einzuhalten. ",
  "dn17:1.7.4": "Da erschien ihm das himmlische Rad-Juwel mit tausend Speichen, mit Felge und Nabe, in allen Einzelheiten vollständig. ",
  "dn17:1.7.5": "Als er das sah, dachte der König: ",
  "dn17:1.7.6": "‚Ich habe gehört, dass ein König, dem das himmlische Rad-Juwel in dieser Art erscheint, ein Rad-drehender Herrscher wird. ",
  "dn17:1.7.7": "Bin ich denn nun ein Rad-drehender Herrscher?‘ ",
  "dn17:1.8.1": "Da erhob sich König Mahāsudassana von seinem Sitz, ordnete seine Robe über einer Schulter, nahm ein Weihegefäß in die linke Hand und besprengte das Rad-Juwel mit seiner Rechten. Er sagte: ",
  "dn17:1.8.2": "‚Rolle vorwärts, o Rad-Juwel! Triumphiere, o Rad-Juwel!‘ ",
  "dn17:1.8.3": "Da rollte das Rad-Juwel nach Osten, und der König folgte ihm mit seinem Heer aus vier Abteilungen. Und wenn das Rad-Juwel an einem Ort stehenblieb, blieb der König mit seinem Heer da. ",
  "dn17:1.9.1": "Und alle gegnerischen Herrscher im Osten kamen zu ihm und sagten: ",
  "dn17:1.9.2": "‚Komm, großer König! Willkommen, großer König! Wir sind dein, großer König, weise uns an.‘ ",
  "dn17:1.9.3": "König Mahāsudassana sagte: ",
  "dn17:1.9.4": "‚Tötet keine lebenden Geschöpfe. Stehlt nicht. Begeht keine sexuellen Verfehlungen. Lügt nicht. Trinkt keinen Alkohol. Ändert nicht die Höhe der Steuern.‘ ",
  "dn17:1.9.5": "Und so wurden die gegnerischen Herrscher im Osten seine Lehnsleute. ",
  "dn17:1.10.1": "Dann tauchte das Rad-Juwel ins östliche Meer ein und tauchte wieder auf und rollte dann nach Süden … ",
  "dn17:1.10.2": "Es tauchte ins südliche Meer ein und tauchte wieder auf und rollte dann nach Westen … ",
  "dn17:1.10.3": "Es tauchte ins westliche Meer ein und tauchte wieder auf und rollte dann nach Norden, und der König folgte ihm mit seinem Heer aus vier Abteilungen. ",
  "dn17:1.10.4": "Und wenn das Rad-Juwel an einem Ort stehenblieb, blieb der König mit seinem Heer da. ",
  "dn17:1.10.5": "Und alle gegnerischen Herrscher im Norden kamen zu ihm und sagten: ",
  "dn17:1.10.6": "‚Komm, großer König! Willkommen, großer König! Wir sind dein, großer König, weise uns an.‘ ",
  "dn17:1.10.7": "König Mahāsudassana sagte: ",
  "dn17:1.10.8": "‚Tötet keine lebenden Geschöpfe. Stehlt nicht. Begeht keine sexuellen Verfehlungen. Lügt nicht. Trinkt keinen Alkohol. Ändert nicht die Höhe der Steuern.‘ ",
  "dn17:1.10.9": "Und so wurden die gegnerischen Herrscher im Norden seine Lehnsleute. ",
  "dn17:1.11.1": "Und nachdem das Rad-Juwel über dieses vom Meer umgebene Land triumphiert hatte, kehrte es zur königlichen Hauptstadt Kusāvatī zurück. Da stand es am Tor zu Mahāsudassanas königlichem Hof beim obersten Gericht still, als sei es an einer Achse befestigt, und erleuchtete den königlichen Hof. ",
  "dn17:1.11.2": "Solcherart ist das Rad-Juwel, das dem König Mahāsudassana erschien. ",
  "dn17:1.12.0": "2.2. Das Elefanten-Juwel ",
  "dn17:1.12.1": "Als nächstes erschien dem König Mahāsudassana das Elefanten-Juwel. ",
  "dn17:1.12.2": "Es war ein rein weißer Himmelswanderer, der Wunderkräfte besaß, an sieben Stellen berührte er den Boden, ein König der Elefanten mit Namen Besinnungstag. ",
  "dn17:1.12.3": "Als er ihn sah, war der König beeindruckt: ",
  "dn17:1.12.4": "‚Das wäre wahrhaftig ein erlesener Reitelefant, wenn er sich zähmen ließe.‘ ",
  "dn17:1.12.5": "Und das Elefanten-Juwel ließ sich zähmen, als sei es ein erlesener Vollblutelefant, der seit langem gezähmt worden war. ",
  "dn17:1.12.6": "Einmal geschah es, dass der König Mahāsudassana, als er ebendieses Elefanten-Juwel prüfte, es am Morgen bestieg und das vom Meer umgebene Land durchquerte, bevor er rechtzeitig zum Frühstück zu der königlichen Hauptstadt zurückkehrte. ",
  "dn17:1.12.7": "Solcherart ist das Elefanten-Juwel, das dem König Mahāsudassana erschien. ",
  "dn17:1.13.0": "2.3. Das Pferde-Juwel ",
  "dn17:1.13.1": "Als nächstes erschien dem König Mahāsudassana das Pferde-Juwel. ",
  "dn17:1.13.2": "Es war ein rein weißer Himmelswanderer, der Wunderkräfte besaß, mit schwarzem Kopf und einer Mähne wie geflochtenes Schilfrohr, ein königliches Ross mit Namen Donnerwolke. ",
  "dn17:1.13.3": "Als er es sah, war der König beeindruckt: ",
  "dn17:1.13.4": "‚Das wäre wahrhaftig ein erlesenes Reitpferd, wenn es sich zähmen ließe.‘ ",
  "dn17:1.13.5": "Und das Pferde-Juwel ließ sich zähmen, als sei es ein erlesenes Vollblutpferd, das seit langem gezähmt worden war. ",
  "dn17:1.13.6": "Einmal geschah es, dass der König Mahāsudassana, als er ebendieses Pferde-Juwel prüfte, es am Morgen bestieg und das vom Meer umgebene Land durchquerte, bevor er rechtzeitig zum Frühstück zu der königlichen Hauptstadt zurückkehrte. ",
  "dn17:1.13.7": "Solcherart ist das Pferde-Juwel, das dem König Mahāsudassana erschien. ",
  "dn17:1.14.0": "2.4. Das Edelstein-Juwel ",
  "dn17:1.14.1": "Als nächstes erschien dem König Mahāsudassana das Edelstein-Juwel. ",
  "dn17:1.14.2": "Es war ein Schmuckstück aus Beryll von natürlicher Schönheit, mit acht Facetten, gut gearbeitet, durchsichtig, klar und ungetrübt, mit allen guten Eigenschaften versehen. ",
  "dn17:1.14.3": "Und der Glanz dieses Juwels strahlte eine Meile weit im Umkreis. ",
  "dn17:1.14.4": "Einmal geschah es, dass der König Mahāsudassana, als er ebendieses Edelstein-Juwel prüfte, sein Heer aus vier Abteilungen aufbot, das Juwel auf seine Fahne hisste und in der nächtlichen Dunkelheit aufbrach. ",
  "dn17:1.14.5": "Da machten sich die Dorfbewohner ringsumher an die Arbeit, weil sie dachten, es sei Tag. ",
  "dn17:1.14.6": "Solcherart ist das Edelstein-Juwel, das dem König Mahāsudassana erschien. ",
  "dn17:1.15.0": "2.5. Das Frauen-Juwel ",
  "dn17:1.15.1": "Als nächstes erschien dem König Mahāsudassana das Frauen-Juwel. ",
  "dn17:1.15.2": "Sie war ansprechend, gut aussehend, anmutig, von unvergleichlicher Schönheit. Sie war weder zu groß noch zu klein, weder zu dünn noch zu dick, weder zu dunkel noch zu hell. Sie übertraf menschliche Schönheit, ohne göttliche Schönheit zu erreichen. ",
  "dn17:1.15.3": "Ihre Berührung war wie ein Büschel Watte oder Kapok. ",
  "dn17:1.15.4": "Wenn es kühl war, waren ihre Glieder warm, und wenn es warm war, waren ihre Glieder kühl. ",
  "dn17:1.15.5": "Der Duft von Sandelholz strömte von ihrem Körper und Lotusduft aus ihrem Mund. ",
  "dn17:1.15.6": "Sie stand vor dem König auf und ging nach ihm zu Bett. Sie war zuvorkommend, zeigte sich liebenswert und redete höflich. ",
  "dn17:1.15.7": "Das Frauen-Juwel betrog den Rad-drehenden Herrscher nicht einmal in Gedanken, erst recht nicht in Taten. ",
  "dn17:1.15.8": "Solcherart ist das Frauen-Juwel, das dem König Mahāsudassana erschien. ",
  "dn17:1.16.0": "2.6. Das Hausbesitzer-Juwel ",
  "dn17:1.16.1": "Als nächstes erschien dem König Mahāsudassana das Hausbesitzer-Juwel. ",
  "dn17:1.16.2": "Als ein Ergebnis früherer Taten zeigte sich in ihm die Kraft der Hellsichtigkeit. Er konnte verborgene Schätze sehen, solche, die einen Besitzer hatten, und solche, die keinen Besitzer hatten. ",
  "dn17:1.16.3": "Er begab sich zum König und sagte: ",
  "dn17:1.16.4": "‚Sei unbesorgt, Majestät. Ich werde für deine Schätze Sorge tragen.‘ ",
  "dn17:1.16.5": "Einmal geschah es, dass der König Mahāsudassana, als er ebendieses Hausbesitzer-Juwel prüfte, ein Boot bestieg und in die Mitte des Ganges segelte. Dort sagte er zu dem Hausbesitzer-Juwel: ",
  "dn17:1.16.6": "‚Hausbesitzer, ich brauche Goldmünzen und ungemünztes Gold.‘ ",
  "dn17:1.16.7": "‚Dann, großer König, zieh das Boot zu einem Ufer.‘ ",
  "dn17:1.16.8": "‚Genau hier, Hausbesitzer, brauche ich die Goldmünzen und das ungemünzte Gold.‘ ",
  "dn17:1.16.9": "Da tauchte das Hausbesitzer-Juwel beide Hände ins Wasser, zog einen Krug mit Goldmünzen und ungemünztem Gold herauf und sagte zum König: ",
  "dn17:1.16.10": "‚Reicht das aus, großer König? Wurde genug getan, großer König, wurde genug gegeben?‘ ",
  "dn17:1.16.11": "König Mahāsudassana sagte: ",
  "dn17:1.16.12": "‚Das reicht aus, Hausbesitzer. Es wurde genug getan, genug gegeben.‘ ",
  "dn17:1.16.13": "Solcherart ist das Hausbesitzer-Juwel, das dem König Mahāsudassana erschien. ",
  "dn17:1.17.0": "2.7. Das Berater-Juwel ",
  "dn17:1.18.1": "Als nächstes erschien dem König Mahāsudassana das Berater-Juwel. ",
  "dn17:1.18.2": "Er war klug, fähig und verständig und in der Lage, den König dahin zu bringen, die zu ernennen, die ernannt werden sollten, die zu entlassen, die entlassen werden sollten, und die zu behalten, die behalten werden sollten. ",
  "dn17:1.18.3": "Er begab sich zum König und sagte: ",
  "dn17:1.18.4": "‚Sei unbesorgt, Majestät. Ich werde Anweisungen erteilen.‘ ",
  "dn17:1.18.5": "Solcherart ist das Berater-Juwel, das dem König Mahāsudassana erschien. ",
  "dn17:1.18.6": "Das sind die sieben Juwelen, die der König Mahāsudassana besaß. ",
  "dn17:1.18.7.0": "3. Die vier Dinge, mit denen er gesegnet war ",
  "dn17:1.18.8": "Der König Mahāsudassana war mit vier Dingen gesegnet. ",
  "dn17:1.18.9": "Und was sind diese vier Dinge, mit denen er gesegnet war? ",
  "dn17:1.18.10": "Er war ansprechend, gut aussehend, anmutig, von unvergleichlicher Schönheit, schöner als andere Menschen. ",
  "dn17:1.18.11": "Das ist das erste Ding, mit dem er gesegnet war. ",
  "dn17:1.19.1": "Dann hatte er ein langes Leben, länger als andere Menschen. ",
  "dn17:1.19.2": "Das ist das zweite Ding, mit dem er gesegnet war. ",
  "dn17:1.20.1": "Dann war er selten krank oder unwohl. Sein Magen verdaute gut, war weder zu heiß noch zu kalt, ausgeglichener als bei anderen Menschen. ",
  "dn17:1.20.2": "Das ist das dritte Ding, mit dem er gesegnet war. ",
  "dn17:1.21.1": "Dann war er den Brahmanen und Hausbesitzern lieb und teuer ",
  "dn17:1.21.2": "wie ein Vater seinen Kindern. ",
  "dn17:1.21.4": "Und die Brahmanen und Hausbesitzer waren dem König so lieb und teuer ",
  "dn17:1.21.5": "wie Kinder ihrem Vater. ",
  "dn17:1.21.7": "Einmal geschah es, dass der König Mahāsudassana mit seinem Heer aus vier Abteilungen in einen Park ging. ",
  "dn17:1.21.8": "Da gingen die Brahmanen und Hausbesitzer zu ihm und sagten: ",
  "dn17:1.21.9": "‚Mach langsam, Majestät, damit wir dich länger sehen können!‘ ",
  "dn17:1.21.10": "Und der König wies seinen Wagenlenker an: ",
  "dn17:1.21.11": "‚Fahr langsam, Wagenlenker, damit ich die Brahmanen und Hausbesitzer länger sehen kann!‘ ",
  "dn17:1.21.12": "Das ist das vierte Ding, mit dem er gesegnet war. ",
  "dn17:1.21.13": "Das sind die vier Dinge, mit denen der König Mahāsudassana gesegnet war. ",
  "dn17:1.22.0": "4. Lotusteiche im Palast der Gesetzmäßigkeit ",
  "dn17:1.22.1": "Da dachte der König Mahāsudassana: ",
  "dn17:1.22.2": "‚Warum lasse ich nicht zwischen den Palmen in Abständen von hundert Bogenlängen Lotusteiche anlegen?‘ ",
  "dn17:1.22.3": "Und so tat er es. ",
  "dn17:1.22.4": "Die Lotusteiche waren von Steinen in vier Farben eingefasst, ",
  "dn17:1.22.5": "die waren aus Gold, Silber, Beryll und Kristall. ",
  "dn17:1.22.6": "Vier Freitreppen in vier Farben führten in jeden Teich hinab, ",
  "dn17:1.22.7": "die waren aus Gold, Silber, Beryll und Kristall. ",
  "dn17:1.22.8": "Die goldenen Treppen hatten Geländerpfosten aus Gold und Handläufe und Zierspitzen aus Silber. ",
  "dn17:1.22.9": "Die silbernen Treppen hatten Geländerpfosten aus Silber und Handläufe und Zierspitzen aus Gold. ",
  "dn17:1.22.10": "Die Treppen aus Beryll hatten Geländerpfosten aus Beryll und Handläufe und Zierspitzen aus Kristall. ",
  "dn17:1.22.11": "Die kristallenen Treppen hatten Geländerpfosten aus Kristall und Handläufe und Zierspitzen aus Beryll. ",
  "dn17:1.22.12": "Diese Lotusteiche waren von zwei Balustraden umgeben, die aus Gold und Silber waren. ",
  "dn17:1.22.13": "Die goldenen Balustraden hatten Baluster aus Gold und Brüstungen und Zierspitzen aus Silber. ",
  "dn17:1.22.14": "Die silbernen Balustraden hatten Baluster aus Silber und Brüstungen und Zierspitzen aus Gold. ",
  "dn17:1.23.1": "Da dachte der König Mahāsudassana: ",
  "dn17:1.23.2": "‚Warum lasse ich nicht in den Lotusteichen Blumen anpflanzen wie blaue Seerosen, rosa, gelbe und weiße Lotusblumen, die das ganze Jahr über blühen und für die Öffentlichkeit zugänglich sind?‘ ",
  "dn17:1.23.3": "Und so tat er es. ",
  "dn17:1.23.4": "Da dachte der König Mahāsudassana: ",
  "dn17:1.23.5": "‚Warum ernenne ich nicht Bademeister, die den Menschen helfen, die herkommen, um in den Lotusteichen zu baden?‘ ",
  "dn17:1.23.6": "Und so tat er es. ",
  "dn17:1.23.7": "Da dachte der König Mahāsudassana: ",
  "dn17:1.23.8": "‚Warum eröffne ich nicht wohltätige Einrichtungen am Ufer der Lotusteiche, ",
  "dn17:1.23.9": "damit Menschen, denen es an Essen Trinken, Kleidung, Fahrzeugen, Betten, Frauen, Gold oder Silber fehlt, erhalten können, was sie brauchen?‘ ",
  "dn17:1.23.10": "Und so tat er es. ",
  "dn17:1.24.1": "Da gingen die Brahmanen und Hausbesitzer zum König und brachten eine große Menge an Reichtümern. Sie sagten: ",
  "dn17:1.24.2": "‚Majestät, diese große Menge an Reichtümern ist nur für dich allein; Seine Hoheit nehme sie bitte an!‘ ",
  "dn17:1.24.3": "‚Es wurde genug für mich durch regelmäßige Steuern erhoben. Das hier sei für euch; und hier, nehmt sogar noch mehr!‘ ",
  "dn17:1.24.4": "Als der König sie abgewiesen hatte, zogen sie sich zu einer Seite zurück, um einen Plan auszudenken. ",
  "dn17:1.24.5": "‚Es wäre nicht angebracht, wenn wir diese große Menge an Reichtümern wieder zurück nach Hause nehmen würden. ",
  "dn17:1.24.6": "Warum bauen wir nicht ein Wohnhaus für den König Mahāsudassana?‘ ",
  "dn17:1.24.7": "Sie gingen zum König und sagten: ",
  "dn17:1.24.8": "‚Wir werden ein Wohnhaus für dich bauen lassen, Majestät!‘ ",
  "dn17:1.24.9": "Der König Mahāsudassana schwieg zum Zeichen der Zustimmung. ",
  "dn17:1.25.1": "Und da wandte sich Sakka der Götterkönig, der erkannte, was der König dachte, an den Gott Vissakamma: ",
  "dn17:1.25.2": "‚Komm, lieber Vissakamma, baue einen Palast mit dem Namen Gesetzmäßigkeit als Wohnhaus für König Mahāsudassana.‘ ",
  "dn17:1.25.3": "‚Ja, Herr‘, antwortete Vissakamma. Und so leicht wie eine starke Person den Arm strecken oder beugen würde, verschwand er von den Göttern der Dreiunddreißig und erschien wieder vor König Mahāsudassana. ",
  "dn17:1.25.4": "Vissakamma sagte zum König: ",
  "dn17:1.25.5": "‚Ich werde einen Palast mit dem Namen Gesetzmäßigkeit als Wohnhaus für dich bauen, Majestät.‘ ",
  "dn17:1.25.6": "Der König Mahāsudassana schwieg zum Zeichen der Zustimmung. ",
  "dn17:1.25.7": "Und so tat es Vissakamma. ",
  "dn17:1.25.8": "Der Palast der Gesetzmäßigkeit erstreckte sich eine Meile von Osten nach Westen und eine halbe Meile von Norden nach Süden. ",
  "dn17:1.25.9": "Er war drei Klafter hoch und von Steinen in vier Farben eingefasst, ",
  "dn17:1.25.10": "die waren aus Gold, Silber, Beryll und Kristall. ",
  "dn17:1.26.1": "Er hatte 84.000 Säulen in vier Farben, ",
  "dn17:1.26.2": "die waren aus Gold, Silber, Beryll und Kristall. ",
  "dn17:1.26.3": "Der Boden war mit Platten in vier Farben ausgelegt, ",
  "dn17:1.26.4": "die waren aus Gold, Silber, Beryll und Kristall. ",
  "dn17:1.26.5": "Der Palast hatte vierundzwanzig Treppenhäuser in vier Farben, ",
  "dn17:1.26.6": "die waren aus Gold, Silber, Beryll und Kristall. ",
  "dn17:1.26.7": "Die goldenen Treppen hatten Geländerpfosten aus Gold und Handläufe und Zierspitzen aus Silber. ",
  "dn17:1.26.8": "Die silbernen Treppen hatten Geländerpfosten aus Silber und Handläufe und Zierspitzen aus Gold. ",
  "dn17:1.26.9": "Die Treppen aus Beryll hatten Geländerpfosten aus Beryll und Handläufe und Zierspitzen aus Kristall. ",
  "dn17:1.26.10": "Die kristallenen Treppen hatten Geländerpfosten aus Kristall und Handläufe und Zierspitzen aus Beryll. ",
  "dn17:1.26.11": "Der Palast hatte 84.000 Zimmer in vier Farben, ",
  "dn17:1.26.12": "die waren aus Gold, Silber, Beryll und Kristall. ",
  "dn17:1.26.13": "Das goldene Zimmer hatte eine gepolsterte Liege aus Silber, das silberne Zimmer hatte eine gepolsterte Liege aus Gold, das Zimmer aus Beryll hatte eine gepolsterte Liege aus Elfenbein und das kristallene Zimmer hatte eine gepolsterte Liege aus Hartholz. ",
  "dn17:1.26.14": "An der Tür zum goldenen Zimmer stand eine Palme aus Silber mit einem Stamm aus Silber und Blättern und Früchten aus Gold. ",
  "dn17:1.26.15": "An der Tür zum silbernen Zimmer stand eine Palme aus Gold mit einem Stamm aus Gold und Blättern und Früchten aus Silber. ",
  "dn17:1.26.16": "An der Tür zum Zimmer aus Beryll stand eine Palme aus Kristall mit einem Stamm aus Kristall und Blättern und Früchten aus Beryll. ",
  "dn17:1.26.17": "An der Tür zum kristallenen Zimmer stand eine Palme aus Beryll mit einem Stamm aus Beryll und Blättern und Früchten aus Kristall. ",
  "dn17:1.27.1": "Da dachte der König Mahāsudassana: ",
  "dn17:1.27.2": "‚Warum lasse ich nicht ein Wäldchen von goldenen Palmen bei der Tür zur großen Eingangshalle pflanzen, wo ich den Tag über sitzen kann?‘ ",
  "dn17:1.27.3": "Und so tat er es. ",
  "dn17:1.28.1": "Der Palast der Gesetzmäßigkeit war von zwei Balustraden umgeben, die aus Gold und Silber waren. ",
  "dn17:1.28.2": "Die goldenen Balustraden hatten Baluster aus Gold und Brüstungen und Zierspitzen aus Silber. ",
  "dn17:1.28.3": "Die silbernen Balustraden hatten Baluster aus Silber und Brüstungen und Zierspitzen aus Gold. ",
  "dn17:1.29.1": "Der Palast der Gesetzmäßigkeit war von zwei Geflechten mit Glöckchen umgeben, ",
  "dn17:1.29.2": "die aus Gold, und Silber waren. ",
  "dn17:1.29.3": "Das goldene Geflecht hatte Glöckchen aus Silber und das silberne Geflecht hatte Glöckchen aus Gold. ",
  "dn17:1.29.4": "Wenn der Wind durch diese Geflechte mit Glöckchen strich, klangen sie anmutig, erregend, sinnlich und betörend, ",
  "dn17:1.29.5": "wie ein Quintett von geübten Musikern, die gut geprobt hatten und hervorragend den Rhythmus hielten. ",
  "dn17:1.29.7": "Und zu jener Zeit wurden alle Süchtigen, Zecher und Trunkenbolde in Kusāvatī von diesem Klang unterhalten. ",
  "dn17:1.29.8": "Als der Palast fertig war, war es beschwerlich, ihn anzuschauen, da er die Augen blendete ",
  "dn17:1.29.9": "wie die Sonne, wenn sie im letzten Monat der Regenzeit in einen klaren, wolkenlosen Himmel aufsteigt. ",
  "dn17:1.30.1": "Da dachte der König Mahāsudassana: ",
  "dn17:1.30.2": "‚Warum lasse ich nicht einen Lotusteich mit dem Namen Gesetzmäßigkeit vor dem Palast anlegen?‘ ",
  "dn17:1.30.3": "Und so tat er es. ",
  "dn17:1.30.4": "Der Lotusteich der Gesetzmäßigkeit erstreckte sich eine Meile von Osten nach Westen und eine halbe Meile von Norden nach Süden. ",
  "dn17:1.30.5": "Er war von Steinen in vier Farben eingefasst, ",
  "dn17:1.30.6": "die waren aus Gold, Silber, Beryll und Kristall. ",
  "dn17:1.31.1": "Vierundzwanzig Freitreppen in vier Farben führten in ihn hinab, ",
  "dn17:1.31.2": "die waren aus Gold, Silber, Beryll und Kristall. ",
  "dn17:1.31.3": "Die goldenen Treppen hatten Geländerpfosten aus Gold und Handläufe und Zierspitzen aus Silber. ",
  "dn17:1.31.4": "Die silbernen Treppen hatten Geländerpfosten aus Silber und Handläufe und Zierspitzen aus Gold. ",
  "dn17:1.31.5": "Die Treppen aus Beryll hatten Geländerpfosten aus Beryll und Handläufe und Zierspitzen aus Kristall. ",
  "dn17:1.31.6": "Die kristallenen Treppen hatten Geländerpfosten aus Kristall und Handläufe und Zierspitzen aus Beryll. ",
  "dn17:1.31.7": "Der Teich war von zwei Balustraden umgeben, die aus Gold und Silber waren. ",
  "dn17:1.31.8": "Die goldenen Balustraden hatten Baluster aus Gold und Brüstungen und Zierspitzen aus Silber. ",
  "dn17:1.31.9": "Die silbernen Balustraden hatten Baluster aus Silber und Brüstungen und Zierspitzen aus Gold. ",
  "dn17:1.32.1": "Der Teich war von sieben Reihen von Palmen umgeben, ",
  "dn17:1.32.2": "die waren aus Gold, Silber, Beryll, Kristall, Rubin, Smaragd und aus allen kostbaren Dingen. ",
  "dn17:1.32.3": "Die goldenen Palmen hatten Stämme aus Gold und Blätter und Früchte aus Silber. ",
  "dn17:1.32.4": "Die silbernen Palmen hatten Stämme aus Silber und Blätter und Früchte aus Gold. ",
  "dn17:1.32.5": "Die Palmen aus Beryll hatten Stämme aus Beryll und Blätter und Früchte aus Kristall. ",
  "dn17:1.32.6": "Die kristallenen Palmen hatten Stämme aus Kristall und Blätter und Früchte aus Beryll. ",
  "dn17:1.32.7": "Die Palmen aus Rubin hatten Stämme aus Rubin und Blätter und Früchte aus Smaragd. ",
  "dn17:1.32.8": "Die smaragdenen Palmen hatten Stämme aus Smaragd und Blätter und Früchte aus Rubin. ",
  "dn17:1.32.9": "Und die Palmen aus allen kostbaren Dingen hatten Stämme, Blätter und Früchte aus allen kostbaren Dingen. ",
  "dn17:1.32.10": "Wenn der Wind durch die Reihen der Palmen strich, klangen sie anmutig, erregend, sinnlich und betörend, ",
  "dn17:1.32.11": "wie ein Quintett von geübten Musikern, die gut geprobt hatten und hervorragend den Rhythmus hielten. ",
  "dn17:1.32.13": "Und zu jener Zeit wurden alle Süchtigen, Zecher und Trunkenbolde in Kusāvatī von diesem Klang unterhalten. ",
  "dn17:1.33.1": "Als der Palast mit seinem Lotusteich fertiggestellt war, bediente der König Mahāsudassana alle, die als wahre Asketen und Brahmanen galten, mit allem, was sie begehrten. Dann stieg er in den Palast der Gesetzmäßigkeit hinauf. ",
  "dn17:2.1.0": "5. Vertiefung erlangen ",
  "dn17:2.1.1": "Da dachte der König Mahāsudassana: ",
  "dn17:2.1.2": "‚Von welcher Tat, die ich begangen habe, ist es die Frucht und das Ergebnis, dass ich jetzt so mächtig und gewaltig bin?‘ ",
  "dn17:2.1.3": "Dann dachte er: ",
  "dn17:2.1.4": "‚Es ist die Frucht und das Ergebnis von drei Arten von Taten: ",
  "dn17:2.1.5": "Geben, Selbstbeherrschung und Zügelung.‘ ",
  "dn17:2.2.1": "Da ging er zur großen Eingangshalle, stand an der Tür und drückte dieses innige Gefühl aus: ",
  "dn17:2.2.2": "‚Macht Halt, ihr sinnlichen, boshaften und grausamen Gedanken! ",
  "dn17:2.2.3": "Bis hierher und nicht weiter!‘ ",
  "dn17:2.3.1": "Dann betrat er die große Eingangshalle und setzte sich auf die goldene Liege. Ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, trat er in die erste Vertiefung ein und verweilte darin; da gibt es die Ekstase und die Seligkeit der Abgeschiedenheit, während man den Geist ausrichtet und hält. ",
  "dn17:2.3.2": "Als das Ausrichten und Halten des Geistes sich beruhigte, trat er in die zweite Vertiefung ein und verweilte darin; da gibt es die Ekstase und die Seligkeit der Versenkung, mit innerer Klarheit und Zuversicht und geeintem Geist, ohne Ausrichten und Halten. ",
  "dn17:2.3.3": "Und mit dem Schwinden der Ekstase trat er in die dritte Vertiefung ein und verweilte darin; da meditierte er mit Gleichmut, achtsam und umsichtig, und erfuhr persönlich die Seligkeit, von der die Edlen erklären: ‚Gleichmütig und achtsam meditiert man in Seligkeit.‘ ",
  "dn17:2.3.4": "Indem er Glück und Schmerz aufgab und frühere Fröhlichkeit und Traurigkeit beendete, trat er in die vierte Vertiefung ein und verweilte darin, ohne Glück oder Schmerz, mit reinem Gleichmut und reiner Achtsamkeit. ",
  "dn17:2.4.1": "Dann verließ König Mahāsudassana die große Eingangshalle und ging in das goldene Zimmer, wo er sich auf die goldene Liege setzte. ",
  "dn17:2.4.2": "Er meditierte, indem er eine Himmelsrichtung mit einem Herzen voller Liebe durchdrang, und die zweite und die dritte und die vierte. Ebenso nach oben, nach unten, dazwischen, überall und ringsumher; die ganze Welt durchdrang er mit einem Herzen voller Liebe – weit, ausgedehnt, grenzenlos, frei von Feindschaft und bösem Willen. ",
  "dn17:2.4.3": "Er meditierte, indem er eine Himmelsrichtung mit einem Herzen voller Mitgefühl durchdrang … ",
  "dn17:2.4.4": "Er meditierte, indem er eine Himmelsrichtung mit einem Herzen voller freudiger Anteilnahme durchdrang … ",
  "dn17:2.4.5": "Er meditierte, indem er eine Himmelsrichtung mit einem Herzen voller Gleichmut durchdrang, und die zweite und die dritte und die vierte. Ebenso nach oben, nach unten, dazwischen, überall und ringsumher; die ganze Welt durchdrang er mit einem Herzen voller Gleichmut – weit, ausgedehnt, grenzenlos, frei von Feindschaft und bösem Willen. ",
  "dn17:2.5.0": "6. Unter den 84.000 Städten ",
  "dn17:2.5.1": "Der König Mahāsudassana hatte 84.000 Städte, unter denen die Hauptstadt Kusāvatī die vorderste war. ",
  "dn17:2.5.2": "Er hatte 84.000 Paläste, unter denen der Palast der Gesetzmäßigkeit der vorderste war. ",
  "dn17:2.5.3": "Er hatte 84.000 Zimmer, unter denen die große Eingangshalle das vorderste war. ",
  "dn17:2.5.4": "Er hatte 84.000 Liegen aus Gold, Silber, Elfenbein und Hartholz. Sie waren mit flauschigen, rein weißen oder mit Blumen bestickten wollenen Decken gepolstert und mit einer Decke aus feinem Hirschleder überzogen, mit einem Baldachin und roten Kissen auf beiden Seiten. ",
  "dn17:2.5.5": "Er hatte 84.000 Elefantenbullen mit goldenen Wimpeln und Fahnen, die von einem Netzwerk aus Gold bedeckt waren und unter denen der königliche Elefantenbulle mit Namen Besinnungstag der vorderste war. ",
  "dn17:2.5.6": "Er hatte 84.000 Pferde mit goldenen Wimpeln und Fahnen, die von einem Netzwerk aus Gold bedeckt waren und unter denen das königliche Ross mit Namen Donnerwolke das vorderste war. ",
  "dn17:2.5.7": "Er hatte 84.000 Wagen, die mit Löwen-, Tiger- und Leopardenfellen oder hellem Tuch gepolstert waren, mit goldenen Wimpeln und Fahnen, von einem Netzwerk aus Gold bedeckt, unter denen der Wagen mit Namen Triumph der vorderste war. ",
  "dn17:2.5.8": "Er hatte 84.000 Edelsteine, unter denen das Edelstein-Juwel der vorderste war. ",
  "dn17:2.5.9": "Er hatte 84.000 Frauen, unter denen die Königin Subhaddā die vorderste war. ",
  "dn17:2.5.10": "Er hatte 84.000 Hausbesitzer, unter denen das Hausbesitzer-Juwel der vorderste war. ",
  "dn17:2.5.11": "Er hatte 84.000 adlige Lehnsleute, unter denen das Berater-Juwel der vorderste war. ",
  "dn17:2.5.12": "Er hatte 84.000 Milchkühe mit seidenen Halftern und bronzenen Eimern. ",
  "dn17:2.5.13": "Er hatte 8.400.000.000 erlesene Kleider aus Leinen, Seide, Wolle oder Baumwolle. ",
  "dn17:2.5.14": "Er hatte 84.000 Gerichte, die ihm als Gaben morgens und abends aufgetragen wurden. ",
  "dn17:2.6.1": "Zu dieser Zeit kamen seine 84.000 königlichen Elefanten morgens und abends, um ihm ihre Aufwartung zu machen. ",
  "dn17:2.6.2": "Da dachte der König Mahāsudassana: ",
  "dn17:2.6.3": "‚Wie wäre es, wenn stattdessen die Hälfte der Elefanten mir abwechselnd alle hundert Jahre ihre Aufwartung machen würden?‘ ",
  "dn17:2.6.4": "Er wies sein Berater-Juwel entsprechend an, und so geschah es. ",
  "dn17:2.7.0": "7. Der Besuch der Königin Subhaddā ",
  "dn17:2.7.1": "Dann, nachdem viele Jahre, viele hundert Jahre, viele tausend Jahre vergangen waren, dachte die Königin Subhaddā: ",
  "dn17:2.7.2": " ‚Es ist lange her, dass ich den König Mahāsudassana gesehen habe. Warum gehe ich nicht zu ihm?‘ ",
  "dn17:2.7.3": "Und die Königin wandte sich an die Haremsfrauen: ",
  "dn17:2.7.4": "‚Kommt, badet euer Haupt und legt gelbe Kleider an. ",
  "dn17:2.7.5": " Es ist lange her, dass wir den König gesehen haben, und wir wollen zu ihm gehen.‘ ",
  "dn17:2.7.6": "‚Ja, meine Dame‘, antworteten die Haremsfrauen. Sie taten wie geheißen und gingen zur Königin zurück. ",
  "dn17:2.8.1": "Dann wandte sich die Königin an das Berater-Juwel: ",
  "dn17:2.8.2": "‚Liebes Berater-Juwel, bitte mache das Heer aus vier Abteilungen bereit. Es ist lange her, dass wir den König gesehen haben, und wir wollen zu ihm gehen.‘ ",
  "dn17:2.8.3": "‚Ja, meine Königin‘, antwortete er und tat wie geheißen. Dann unterrichtete er die Königin: ",
  "dn17:2.8.4": "‚Meine Königin, das Heer aus vier Abteilungen ist bereit, ",
  "dn17:2.8.5": "bitte geht nach Eurem Belieben.‘ ",
  "dn17:2.8.6": "Da ging die Königin Subhaddā mit den Haremsfrauen zusammen mit dem Heer zum Palast der Gesetzmäßigkeit. Sie stieg zum Palast hinauf, ging zur großen Eingangshalle ",
  "dn17:2.8.7": "und lehnte sich dort an einen Türpfosten. ",
  "dn17:2.8.8": "Der König hörte sie und dachte: ",
  "dn17:2.8.9": "‚Was ist das? Es klingt wie eine große Menschenmenge!‘ Er trat aus der Eingangshalle und sah die Königin Subhaddā an einen Türpfosten gelehnt. Er sagte zu ihr: ",
  "dn17:2.8.10": "‚Bitte bleib dort, meine Königin. Komm nicht herein.‘ ",
  "dn17:2.9.1": "Dann wandte er sich an einen gewissen Mann: ",
  "dn17:2.9.2": "‚Komm, guter Mann, bring die goldene Liege aus der großen Eingangshalle und stelle sie in das goldene Palmenwäldchen.‘ ",
  "dn17:2.9.3": "‚Ja, Majestät‘, antwortete der Mann und tat wie geheißen. ",
  "dn17:2.9.4": "Der König legte sich in der Haltung des Löwen nieder – auf die rechte Seite, einen Fuß auf den anderen gelegt – achtsam und umsichtig. ",
  "dn17:2.10.1": "Da dachte die Königin Subhaddā: ",
  "dn17:2.10.2": "‚Die Sinne des Königs sind so klar und seine Hautfarbe ist so rein und hell. Er wird doch nicht sterben!‘ Sie sagte zu ihm: ",
  "dn17:2.10.3": "‚Majestät, du hast 84.000 Städte, unter denen die Hauptstadt Kusāvatī die vorderste ist. ",
  "dn17:2.10.4": "Erwecke Sehnen nach ihnen! Nimm Anteil am Leben! ",
  "dn17:2.10.5": "Du hast all diese Paläste, Zimmer, gepolsterten Liegen, Elefanten, Pferde, Wagen, Edelsteine, Frauen, Hausbesitzer, Lehnsleute, Milchkühe, erlesenen Kleider und all die Gerichte, die dir als Gaben morgens und abends aufgetragen werden. ",
  "dn17:2.10.30": "Erwecke Sehnen nach ihnen! Nimm Anteil am Leben!‘ ",
  "dn17:2.11.1": "Als die Königin so gesprochen hatte, sagte der König zu ihr: ",
  "dn17:2.11.2": "‚Lange Zeit hast du zu mir mit erwünschten, willkommenen, lieben und angenehmen Worten gesprochen. ",
  "dn17:2.11.3": "Doch in meiner letzten Stunde sind deine Worte unerwünscht, unwillkommen, unlieb und unangenehm.‘ ",
  "dn17:2.11.4": "‚Wie genau, Majestät, sollte ich denn zu dir sprechen?‘ ",
  "dn17:2.11.5": "‚So solltest du sprechen, meine Königin: ",
  "dn17:2.11.6": "„Majestät, von allem, was uns lieb und teuer ist, müssen wir getrennt und geschieden werden. Daher mache dir, wenn du verscheidest, keine Sorgen. Solche Sorgen sind Leiden, und sie werden getadelt. ",
  "dn17:2.11.7": "Majestät, du hast 84.000 Städte, unter denen die Hauptstadt Kusāvatī die vorderste ist. ",
  "dn17:2.11.8": "Gib das Sehnen nach ihnen auf! Nimm keinen Anteil am Leben! ",
  "dn17:2.11.9": "Du hast all diese Paläste, Zimmer, gepolsterten Liegen, Elefanten, Pferde, Wagen, Edelsteine, Frauen, Hausbesitzer, Lehnsleute, Milchkühe, erlesenen Kleider und all die Gerichte, die dir als Gaben morgens und abends aufgetragen werden. ",
  "dn17:2.11.34": "Gib das Sehnen nach ihnen auf! Nimm keinen Anteil am Leben!“‘ ",
  "dn17:2.12.1": "Als der König gesprochen hatte, weinte die Königin und brach in Tränen aus. ",
  "dn17:2.12.2": "Sie wischte ihre Tränen ab und sagte zum König: ",
  "dn17:2.12.3": "‚Majestät, von allem, was uns lieb und teuer ist, müssen wir getrennt und geschieden werden. Daher mache dir, wenn du verscheidest, keine Sorgen. Solche Sorgen sind Leiden, und sie werden getadelt. ",
  "dn17:2.12.4": "Majestät, du hast 84.000 Städte, unter denen die Hauptstadt Kusāvatī die vorderste ist. ",
  "dn17:2.12.5": "Gib das Sehnen nach ihnen auf! Nimm keinen Anteil am Leben! ",
  "dn17:2.12.6": "Du hast all diese Paläste, Zimmer, gepolsterten Liegen, Elefanten, Pferde, Wagen, Edelsteine, Frauen, Hausbesitzer, Lehnsleute, Milchkühe, erlesenen Kleider und all die Gerichte, die dir als Gaben morgens und abends aufgetragen werden. ",
  "dn17:2.12.31": "Gib das Sehnen nach ihnen auf! Nimm keinen Anteil am Leben!‘ ",
  "dn17:2.13.0": "8. Wiedergeburt in der Brahmāwelt ",
  "dn17:2.13.1": "Nicht lange danach verschied der König Mahāsudassana. ",
  "dn17:2.13.2": "Kurz vor seinem Tod fühlte er sich wie ein Hausbesitzer oder das Kind eines Hausbesitzers, das nach einer köstlichen Mahlzeit einschläft. ",
  "dn17:2.13.3": "Nach seinem Tod wurde der König Mahāsudassana an einem guten Ort wiedergeboren, in einer Brahmāwelt. ",
  "dn17:2.13.4": "Ānanda, der König Mahāsudassana spielte 84.000 Jahre lang Kinderspiele. ",
  "dn17:2.13.5": "Er herrschte 84.000 Jahre lang als Vizekönig. ",
  "dn17:2.13.6": "Er herrschte 84.000 Jahre lang als König. ",
  "dn17:2.13.7": "Er führte 84.000 Jahre lang als Laie im Palast der Gesetzmäßigkeit das geistliche Leben. ",
  "dn17:2.13.8": "Und nachdem er die vier Brahmāmeditationen entwickelt hatte, wurde er, als sein Körper auseinanderbrach, nach dem Tod, an einem guten Ort wiedergeboren, in einer Brahmāwelt. ",
  "dn17:2.14.1": "Ānanda, du denkst vielleicht: ",
  "dn17:2.14.2": "‚Der König Mahāsudassana wird damals sicher jemand anders gewesen sein?‘ ",
  "dn17:2.14.3": "Aber so solltest du es nicht sehen. Ich selbst war damals der König Mahāsudassana. ",
  "dn17:2.14.4": "Ich hatte die 84.000 Städte, unter denen die Hauptstadt Kusāvatī die vorderste war. Ich hatte all diese Paläste, Zimmer, gepolsterten Liegen, Elefanten, Pferde, Wagen, Edelsteine, Frauen, Hausbesitzer, Lehnsleute, Milchkühe, erlesenen Kleider und all die Gerichte, die mir als Gaben morgens und abends aufgetragen wurden. ",
  "dn17:2.15.1": "Von den 84.000 Städten lebte ich nur in einer, in der Hauptstadt Kusāvatī. ",
  "dn17:2.15.2": "Von den 84.000 Palästen hielt ich mich nur in einem auf, im Palast der Gesetzmäßigkeit. ",
  "dn17:2.15.3": "Von den 84.000 Zimmern bewohnte ich nur die große Eingangshalle. ",
  "dn17:2.15.4": "Von den 84.000 Liegen benutzte ich nur eine aus Gold oder Silber oder Elfenbein oder Hartholz. ",
  "dn17:2.15.5": "Von den 84.000 Elefantenbullen ritt ich nur einen, den königlichen Elefantenbullen mit Namen Besinnungstag. ",
  "dn17:2.15.6": "Von den 84.000 Pferden ritt ich nur eines, das königliche Ross mit Namen Donnerwolke. ",
  "dn17:2.15.7": "Von den 84.000 Wagen fuhr ich nur einen, den Wagen mit Namen Triumph. ",
  "dn17:2.15.8": "Von den 84.000 Frauen wurde ich nur von einer bedient, einem Mädchen aus der Adels- oder Händlerkaste. ",
  "dn17:2.15.9": "Von den 8.400.000.000 erlesenen Kleidern trug ich nur ein Paar aus Leinen, Baumwolle, Seide oder Wolle. ",
  "dn17:2.15.10": "Von den 84.000 Gerichten aß ich nur eines; ich aß höchstens eine Portion Reis mit passender Soße. ",
  "dn17:2.16.1": "Sieh, Ānanda, all diese bedingten Erscheinungen sind vergangen, haben aufgehört und sind zugrunde gegangen. ",
  "dn17:2.16.2": "So unbeständig sind Bedingungen, ",
  "dn17:2.16.3": "so brüchig sind Bedingungen, ",
  "dn17:2.16.4": "so unzuverlässig sind Bedingungen. ",
  "dn17:2.16.5": "Eben das reicht völlig aus, dass du in Bezug auf alle Bedingungen ernüchtert wirst, dass deine Leidenschaft schwindet und du davon frei wirst. ",
  "dn17:2.17.1": "Ānanda, ich erinnere mich, dass ich sechsmal an dieser Stelle meinen Körper niedergelegt habe. Und beim siebten Mal geschah es als ein Rad-drehender Herrscher, ein gerechter und prinzipientreuer König, dessen Herrschaftsgebiet sich nach allen vier Seiten erstreckte, der für das Land Sicherheit gewonnen hatte und die sieben Juwelen besaß. ",
  "dn17:2.17.2": "Aber, Ānanda, ich sehe keine Stelle in dieser Welt mit ihren Göttern, Māras und Brahmās, unter dieser Bevölkerung mit ihren Asketen und Brahmanen, Göttern und Menschen – ich sehe keine andere Stelle, an der der Klargewordene seinen Körper zum achten Mal niederlegen würde.“ ",
  "dn17:2.17.3": "Das sagte der Buddha. ",
  "dn17:2.17.4": "Und der Heilige, der Lehrer, fuhr fort: ",
  "dn17:2.17.5": "„Ach! Bedingungen sind unbeständig, ",
  "dn17:2.17.6": "Entstehen und Vergehen ist ihre Natur. ",
  "dn17:2.17.7": "Wenn sie entstanden sind, hören sie auf. ",
  "dn17:2.17.8": "Ihr Zur-Ruhe-Kommen ist wahre Seligkeit.“ "
}