{
  "dn18:0.1": "Lange Lehrreden 18 ",
  "dn18:0.2": "Mit Janavasabha ",
  "dn18:0.3": "1. Bekanntgabe, wo Menschen aus Nādika und anderen Orten wiedergeboren wurden ",
  "dn18:1.1": "So habe ich es gehört: ",
  "dn18:1.2": "Einmal hielt sich der Buddha bei Nādika im Backsteinhaus auf. ",
  "dn18:1.3": "Da gab der Buddha zu der Zeit bekannt, wo verstorbene Anhänger aus allen Ländern wiedergeboren waren; die Menschen aus Kāsī und Kosala, die Vajjier und Maller, die Cetier und Vaṁser, die Kuruer und Pañcāler, die Maccher und Sūrasener: ",
  "dn18:1.4": "„Dieser wurde hier wiedergeboren, jene wurde da wiedergeboren. ",
  "dn18:1.5": "Über fünfzig Anhänger aus Nādika hatten bei ihrem Tod die fünf niederen Fesseln aufgelöst. Sie wurden durch unmittelbares Erscheinen wiedergeboren und werden dort erlöschen, sie müssen von jener Welt nicht zurückkehren. ",
  "dn18:1.6": "Über neunzig Anhänger aus Nādika hatten bei ihrem Tod drei Fesseln aufgelöst und Gier, Hass und Täuschung abgeschwächt. Sie sind Einmalwiederkehrer, die nur einmal in diese Welt zurückkehren, um dann dem Leiden ein Ende zu machen. ",
  "dn18:1.7": "Mehr als fünfhundert Anhänger aus Nādika hatten bei ihrem Tod drei Fesseln aufgelöst. Sie sind in die Strömung eingetaucht, müssen nicht mehr in der Unterwelt wiedergeboren werden und sind auf dem Weg zum Erwachen.“ ",
  "dn18:2.1": "Als die Anhänger aus Nādika hörten, ",
  "dn18:2.2": "was der Buddha bekanntgegeben hatte, ",
  "dn18:2.7": "waren sie über seine Antworten auf diese Fragen erhoben und überglücklich, voller Ekstase und Glück. ",
  "dn18:3.1": "Der Ehrwürdige Ānanda hörte, ",
  "dn18:3.2": "was der Buddha bekanntgegeben hatte, ",
  "dn18:3.7": "und wie glücklich die Nādiker darüber waren. ",
  "dn18:4.0": "2. Ānandas Anregung ",
  "dn18:4.1": "Da dachte der Ehrwürdige Ānanda: ",
  "dn18:4.2": "„Aber da waren doch auch Anhänger aus Magadha, viele langjährige Anhänger, die gestorben sind. ",
  "dn18:4.3": "Man könnte denken, dass Aṅga und Magadha von Anhängern leer gefegt wären, da sie gestorben sind! ",
  "dn18:4.4": "Doch auch sie hatten Zuversicht zum Buddha, zum Dhamma und zum Saṅgha und hatten ihre Ethik erfüllt. ",
  "dn18:4.5": "Der Buddha hat ihr Verscheiden nicht bekanntgegeben. ",
  "dn18:4.6": "Es wäre gut, wenn er das täte, denn dann würden viele Menschen Zuversicht gewinnen und an einem guten Ort wiedergeboren werden. ",
  "dn18:4.7": "Dieser König Seniya Bimbisāra von Magadha war ein gerechter König, der sich an Grundsätze hielt, der den Brahmanen und Hausbesitzern aus Stadt und Land Gutes tat. ",
  "dn18:4.8": "Die Leute singen immer noch sein Lob: ",
  "dn18:4.9": "‚Dieser gerechte König, der sich an Grundsätze hielt, der uns so glücklich gemacht hat, ist gestorben. Unter seiner Herrschaft war das Leben gut.‘ ",
  "dn18:4.10": "Doch auch er hatte Zuversicht zum Buddha, zum Dhamma und zum Saṅgha und hatte seine Ethik erfüllt. ",
  "dn18:4.11": "Die Leute sagen: ",
  "dn18:4.12": "‚Bis zum Tag seines Todes sang der König Bimbisāra das Lob des Buddha!‘ ",
  "dn18:4.13": "Der Buddha hat sein Verscheiden nicht bekanntgegeben. ",
  "dn18:4.14": "Es wäre gut, wenn er das täte, denn dann würden viele Menschen Zuversicht gewinnen und an einem guten Ort wiedergeboren werden. ",
  "dn18:4.15": "Außerdem ist der Buddha in Magadha erwacht; ",
  "dn18:4.16": "warum also hat er nicht bekanntgegeben, wo die Anhänger aus Magadha wiedergeboren sind? ",
  "dn18:4.17": "Wenn er es nicht tut, werden sie bedrückt sein.“ ",
  "dn18:5.1": "Nachdem er alleine für sich über das Schicksal der Anhänger aus Magadha gegrübelt hatte, erhob sich der Ehrwürdige Ānanda beim Morgengrauen und ging zum Buddha. Er verbeugte sich, setzte sich zur Seite hin und erzählte dem Buddha von seinen Überlegungen. Er schloss: ",
  "dn18:6.9": "„Warum hat der Buddha nicht bekanntgegeben, wo die Anhänger aus Magadha wiedergeboren sind? Wenn er es nicht tut, werden sie bedrückt sein.“ ",
  "dn18:6.10": "Und als Ānanda diese Anregung bezüglich der Anhänger aus Magadha gegeben hatte, erhob er sich von seinem Sitz, verbeugte sich, umrundete den Buddha respektvoll, die rechte Seite ihm zugewandt, und ging. ",
  "dn18:7.1": "Kurz nachdem Ānanda gegangen war, kleidete der Buddha sich am Morgen an, nahm Schale und Robe und betrat Nādika zum Almosengang. ",
  "dn18:7.2": "Er zog um Almosen durch Nādika. Nach dem Essen, als er vom Almosengang zurückkam, wusch er seine Füße und betrat das Backsteinhaus. Er gab acht, passte auf, war mit ganzem Herzen dabei und dachte an das Schicksal der Anhänger aus Magadha. Er setzte sich auf den ausgebreiteten Sitz und dachte: ",
  "dn18:7.3": "„Ich werde ihr Schicksal kennen, werde wissen, wo sie im nächsten Leben wiedergeboren sind.“ ",
  "dn18:7.4": "Und er sah, wo sie wiedergeboren waren. ",
  "dn18:7.6": "Da kam der Buddha am späten Nachmittag aus seiner Klausur. Er trat aus dem Backsteinhaus und setzte sich auf den Sitz, der im Schatten des Vordaches ausgebreitet war. ",
  "dn18:8.1": "Da ging der Ehrwürdige Ānanda zum Buddha, verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "dn18:8.2": "„Herr, du siehst so heiter aus; dein Gesicht scheint zu leuchten, so klar sind deine Sinne. ",
  "dn18:8.3": "Hast du den Tag heute mit einer friedvollen Meditation verbracht, Herr?“ ",
  "dn18:9.1": "Der Buddha berichtete, was seit seiner morgendlichen Unterhaltung mit Ānanda geschehen war und dass er das Schicksal der Anhänger aus Magadha gesehen hatte. Er fuhr fort: ",
  "dn18:9.4.0": "3. Der Geist Janavasabha ",
  "dn18:9.5": "„Da, Ānanda, rief ein unsichtbarer Geist aus: ",
  "dn18:9.6": "‚Ich bin Janavasabha, der Stiermann, Gesegneter! ",
  "dn18:9.7": "Ich bin Janavasabha, der Stiermann, Heiliger!‘ ",
  "dn18:9.8": "Ānanda, erinnerst du dich, einen Namen wie Janavasabha zuvor gehört zu haben?“ ",
  "dn18:9.9": "„Nein, Herr. Aber als ich das Wort hörte, bekam ich Gänsehaut! ",
  "dn18:9.10": "Ich dachte: ",
  "dn18:9.11": "‚Das kann kein gewöhnlicher Geist sein, der so einen großartigen Namen trägt wie Janavasabha, der Stiermann.‘“ ",
  "dn18:10.1": "„Nachdem er sich zunächst nur akustisch bemerkbar gemacht hatte, Ānanda, erschien nun ein Geist von schöner Gestalt vor mir. ",
  "dn18:10.2": "Und zum zweiten Mal rief er aus: ",
  "dn18:10.3": "‚Ich bin Bimbisāra, Gesegneter! ",
  "dn18:10.4": "Ich bin Bimbisāra, Heiliger! ",
  "dn18:10.5": "Zum siebten Mal bin ich unter dem Großen König Vessavaṇa wiedergeboren. Wenn ich von hier verscheide, bin ich nun in der Lage, König über nicht-menschliche Wesen zu werden. ",
  "dn18:10.6": "Sieben von hier und sieben von dort, ",
  "dn18:10.7": "zusammen vierzehn Mal Umherwandern: ",
  "dn18:10.8": "An so viele frühere Leben ",
  "dn18:10.9": "kann ich mich erinnern. ",
  "dn18:10.10": "Seit Langem weiß ich schon, dass ich nicht mehr in der Unterwelt wiedergeboren werde, aber dass ich noch hoffe, ein Einmalwiederkehrer zu werden.‘ ",
  "dn18:10.11": "‚Es ist unglaublich, es ist erstaunlich, dass du, der ehrwürdige Geist Janavasabha, sagst: ",
  "dn18:10.12": "„Seit Langem weiß ich schon, dass ich nicht mehr in der Unterwelt wiedergeboren werde“, und auch: „Aber ich hoffe noch, ein Einmalwiederkehrer zu werden.“ Aber aus welcher Quelle weißt du, dass du so einen hohen erhabenen Zustand erreicht hast?‘ ",
  "dn18:11.1": "‚Von nirgendwo anders als von der Anleitung des Gesegneten! Von nirgendwo anders als von der Anleitung des Heiligen! ",
  "dn18:11.2": "Von dem Tag an, als ich zu völliger Hingabe an den Buddha fand, weiß ich schon, dass ich nicht mehr in der Unterwelt wiedergeboren werde, aber dass ich noch hoffe, ein Einmalwiederkehrer zu werden. ",
  "dn18:11.3": "Gerade jetzt, Herr, wurde ich vom Großen König Vessavaṇa in einer Sache zum Großen König Virūḷhaka geschickt, und auf dem Weg sah ich den Buddha, wie er seine Aufmerksamkeit dem Schicksal der Anhänger aus Magadha zuwandte. ",
  "dn18:11.5": "Aber es ist nicht überraschend, dass ich das Schicksal der Anhänger aus Magadha direkt vom Großen König Vessavaṇa gehört und gelernt habe, als er zu seiner Versammlung sprach. ",
  "dn18:11.7": "Es kam mir in den Sinn: ",
  "dn18:11.8": "„Ich werde zum Buddha gehen und ihn darüber unterrichten.“ ",
  "dn18:11.9": "Aus diesen beiden Gründen bin ich gekommen, um den Buddha zu sehen. ",
  "dn18:12.0": "4. Die Ratsversammlung der Götter ",
  "dn18:12.1": "Herr, in früheren Tagen, vor einer Weile, am fünfzehnten Tag, dem Besinnungstag, am Vollmondtag zu Beginn der Regenzeit, da saßen alle Götter der Dreiunddreißig in der Halle der Gerechtigkeit zusammen. ",
  "dn18:12.2": "Eine große Versammlung von Göttern saß da, und die Vier Großen Könige saßen in den vier Himmelsrichtungen. ",
  "dn18:12.3": "Der Große König Dhataraṭṭha saß im Osten vor seinen Göttern, mit Blick nach Westen. ",
  "dn18:12.4": "Der Große König Virūḷhaka saß im Süden vor seinen Göttern, mit Blick nach Norden. ",
  "dn18:12.5": "Der Große König Virūpakkha saß im Westen vor seinen Göttern, mit Blick nach Osten. ",
  "dn18:12.6": "Der Große König Vessavaṇa saß im Norden vor seinen Göttern, mit Blick nach Süden. ",
  "dn18:12.7": "Wenn die Götter der Dreiunddreißig eine solche Zusammenkunft haben, ist das ihre Sitzordnung. ",
  "dn18:12.8": "Und danach kommen unsere Plätze. ",
  "dn18:12.9": "Herr, diejenigen Götter, die vor kurzem unter den Dreiunddreißig wiedergeboren waren, nachdem sie unter dem Buddha das geistliche Leben geführt hatten, übertrafen die anderen Götter an Schönheit und Ruhm. ",
  "dn18:12.10": "Darüber waren die Götter der Dreiunddreißig erhoben und überglücklich, voller Ekstase und Glück, und sagten: ",
  "dn18:12.11": "„Die himmlischen Heere schwellen an und die Heere der Dämonen schrumpfen!“ ",
  "dn18:13.1": "Als er die Freude der Götter sah, feierte Sakka der Götterkönig das mit diesen Strophen: ",
  "dn18:13.2": "„Die Götter freuen sich, ",
  "dn18:13.3": "die Dreiunddreißig mit ihrem König; ",
  "dn18:13.4": "sie ehren den Klargewordenen ",
  "dn18:13.5": "und die natürliche Exzellenz der Lehre. ",
  "dn18:13.6": "Sie sehen die neuen Götter, ",
  "dn18:13.7": "so schön und prachtvoll, ",
  "dn18:13.8": "die unter dem Buddha das geistliche Leben führten ",
  "dn18:13.9": "und dann hierher kamen! ",
  "dn18:13.10": "Sie übertreffen die anderen ",
  "dn18:13.11": "an Schönheit, Ruhm und Lebensdauer. ",
  "dn18:13.12": "Das sind die herausragenden Schüler ",
  "dn18:13.13": "des Lehrers von ausgedehnter Weisheit. ",
  "dn18:13.14": "Wenn sie das sehen, freuen sie sich, ",
  "dn18:13.15": "die Dreiunddreißig mit ihrem König; ",
  "dn18:13.16": "sie ehren den Klargewordenen ",
  "dn18:13.17": "und die natürliche Exzellenz der Lehre.“ ",
  "dn18:13.18": "Davon waren die Götter der Dreiunddreißig noch mehr erhoben und überglücklich und sagten: ",
  "dn18:13.19": "„Die himmlischen Heere schwellen an und die Heere der Dämonen schrumpfen!“ ",
  "dn18:14.1": "Dann berieten und entschieden die Götter der Dreiunddreißig die Angelegenheit, wegen der sie in der Halle der Gerechtigkeit zusammensaßen. Sie unterrichteten die Vier Großen Könige über die Sache und leiteten sie an. ",
  "dn18:14.2": "Und jeder stand bei seinem Sitzplatz, ohne fortzugehen. ",
  "dn18:14.3": "Die Könige wurden unterrichtet ",
  "dn18:14.4": "und beherzigten den guten Rat. ",
  "dn18:14.5": "Klaren und friedvollen Sinnes ",
  "dn18:14.6": "standen sie bei ihrem Plätzen. ",
  "dn18:15.1": "Da ging im Norden ein wunderbares Licht auf und ein Glanz erschien, und sie übertrafen die Pracht der Götter. ",
  "dn18:15.2": "Da wandte sich Sakka der Götterkönig an die Götter der Dreiunddreißig: ",
  "dn18:15.3": "„Die Zeichen – wenn ein Licht aufgeht und ein Glanz erscheint – weisen darauf hin, dass Brahmā erscheinen wird. Denn das sind die Vorboten von Brahmās Erscheinen: nämlich, wenn ein Licht aufgeht und ein Glanz erscheint.“ ",
  "dn18:15.4": "Die Zeichen weisen darauf hin, ",
  "dn18:15.5": "dass Brahmā erscheinen wird. ",
  "dn18:15.6": "Denn das ist Brahmās Zeichen: ",
  "dn18:15.7": "ein Licht, ausgedehnt und gewaltig. ",
  "dn18:16.0": "5. Über Sanaṅkumāra ",
  "dn18:16.1": "Da setzten sich die Götter der Dreiunddreißig jeder auf seinen Platz und sagten: ",
  "dn18:16.2": "„Wir werden herausfinden, was dieses Licht verursacht hat, und erst wenn wir es wissen, werden wir gehen.“ ",
  "dn18:16.3": "Und die Vier Großen Könige taten desgleichen. ",
  "dn18:16.5": "Als sie das hörten, stimmten die Götter der Dreiunddreißig einstimmig zu: ",
  "dn18:16.6": "„Wir werden herausfinden, was dieses Licht verursacht hat, und erst wenn wir es wissen, werden wir gehen.“ ",
  "dn18:17.1": "Wenn der Brahmā Sanaṅkumāra den Göttern der Dreiunddreißig erscheint, nimmt er vorher eine feste körperliche Gestalt an. ",
  "dn18:17.2": "Denn die Götter der Dreiunddreißig können die gewöhnliche Erscheinung eines Brahmā nicht sehen. ",
  "dn18:17.3": "Wenn der Brahmā Sanaṅkumāra den Göttern der Dreiunddreißig erscheint, übertrifft er die anderen Götter an Schönheit und Ruhm, ",
  "dn18:17.4": "so wie eine goldene Figur die menschliche Gestalt übertrifft. ",
  "dn18:17.6": "Wenn der Brahmā Sanaṅkumāra den Göttern der Dreiunddreißig erscheint, begrüßt ihn kein einziger Gott in der Versammlung, indem er sich verbeugt oder indem er aufsteht und ihm einen Sitz anbietet.",
  "dn18:17.7": "Sie sitzen alle still auf ihren Sitzen, die zusammengelegten Hände erhoben, und denken: ",
  "dn18:17.8": "„Nun wird Brahmā Sanaṅkumāra sich auf den Sitz des Gottes setzen, den er auswählt.“ ",
  "dn18:17.9": "Und der Gott, auf dessen Sitz der Brahmā sitzt, ist überglücklich und fließt vor Freude über, ",
  "dn18:18.1": "wie ein König am Tag seiner Krönung. ",
  "dn18:18.3": "Dann nahm der Brahmā Sanaṅkumāra eine feste körperliche Gestalt an; er nahm die Gestalt des jungen Pañcasikha an und erschien den Göttern der Dreiunddreißig. ",
  "dn18:18.4": "Er erhob sich in die Luft und saß mit gekreuzten Beinen am Himmel, ",
  "dn18:18.5": "so wie eine starke Person mit gekreuzten Beinen auf einem gut hergerichteten Sitz oder auf ebener Erde sitzen würde. ",
  "dn18:18.6": "Als er die Freude der Götter sah, feierte Brahmā Sanaṅkumāra das mit diesen Strophen: ",
  "dn18:18.7": "„Die Götter freuen sich, ",
  "dn18:18.8": "die Dreiunddreißig mit ihrem König; ",
  "dn18:18.9": "sie ehren den Klargewordenen ",
  "dn18:18.10": "und die natürliche Exzellenz der Lehre. ",
  "dn18:18.11": "Sie sehen die neuen Götter, ",
  "dn18:18.12": "so schön und prachtvoll, ",
  "dn18:18.13": "die unter dem Buddha das geistliche Leben führten ",
  "dn18:18.14": "und dann hierher kamen! ",
  "dn18:18.15": "Sie übertreffen die anderen ",
  "dn18:18.16": "an Schönheit, Ruhm und Lebensdauer. ",
  "dn18:18.17": "Das sind die herausragenden Schüler ",
  "dn18:18.18": "des Lehrers von ausgedehnter Weisheit. ",
  "dn18:18.19": "Wenn sie das sehen, freuen sie sich, ",
  "dn18:18.20": "die Dreiunddreißig mit ihrem König; ",
  "dn18:18.21": "sie ehren den Klargewordenen ",
  "dn18:18.22": "und die natürliche Exzellenz der Lehre!“ ",
  "dn18:19.1": "Über dieses Thema sprach der Brahmā Sanaṅkumāra. ",
  "dn18:19.2": "Und während er darüber sprach, hatte seine Stimme acht Eigenschaften: Sie war klar, deutlich, bezaubernd, gut zu hören, abgerundet, unverfälscht, tief und klangvoll. ",
  "dn18:19.3": "Er stellt sicher, dass seine Stimme in der ganzen Versammlung zu verstehen ist, aber nicht darüber hinausreicht. ",
  "dn18:19.4": "Wenn jemand eine solche Stimme hat, so sagt man, die Person habe die Stimme eines Brahmā. ",
  "dn18:20.1": "Da nahm der Brahmā Sanaṅkumāra dreiunddreißig körperliche Gestalten an und setzte sich auf den Sitz jedes einzelnen der Götter der Dreiunddreißig. Er wandte sich an sie: ",
  "dn18:20.2": "„Was denken die guten Götter der Dreiunddreißig: Wie sehr hat der Buddha zum Nutzen und Glück vieler Menschen gehandelt, aus Anteilnahme für die Welt, zum Vorteil, Nutzen und Glück von Göttern und Menschen? ",
  "dn18:20.3": "Denn wenn man all die bedenkt, die ihre Zuflucht beim Buddha, bei der Lehre und beim Saṅgha genommen und ihre Ethik erfüllt haben: Wenn ihr Körper auseinanderbricht, nach dem Tod, werden manche unter den Göttern wiedergeboren, die über die Schöpfungen anderer herrschen, manche unter den Göttern, die gerne erschaffen, manche unter den Freudvollen Göttern, manche unter den Yama-Göttern, manche unter den Göttern der Dreiunddreißig und manche unter den Göttern der Vier Großen Könige. ",
  "dn18:20.4": "Und zum Allerwenigsten füllen sie die Scharen der Elfen auf.“ ",
  "dn18:21.1": "Über dieses Thema sprach der Brahmā Sanaṅkumāra. ",
  "dn18:21.2": "Und während er darüber sprach, glaubte jeder der Götter: ",
  "dn18:21.3": "„Der, der auf meinem Sitz sitzt, ist der Einzige, der redet.“ ",
  "dn18:21.4": "Wenn einer spricht, ",
  "dn18:21.5": "sprechen alle die Gestalten. ",
  "dn18:21.6": "Wenn einer schweigend dasitzt, ",
  "dn18:21.7": "schweigen alle. ",
  "dn18:21.8": "Doch diese Götter, ",
  "dn18:21.9": "die Dreiunddreißig mit ihrem König, ",
  "dn18:21.10": "glauben, der auf ihrem Sitz ",
  "dn18:21.11": "ist der Einzige, der spricht. ",
  "dn18:22.1": "Der Brahmā Sanaṅkumāra verschmolz zu einer einzigen körperlichen Gestalt. Dann setzte er sich auf den Platz Sakkas des Götterkönigs und wandte sich an die Götter der Dreiunddreißig: ",
  "dn18:22.2.0": "6. Die Grundlagen der Wunderkräfte entwickeln ",
  "dn18:22.3": "„Was denken die guten Götter der Dreiunddreißig: Wie gut hat der Gesegnete, der weiß und sieht, der Vollendete, der vollkommen erwachte Buddha die vier Grundlagen der Wunderkräfte beschrieben – zur Vervielfältigung, zum Erschaffen und zur Verwandlung körperlicher Gestalten durch Wunderkräfte? ",
  "dn18:22.4": "Welche vier? ",
  "dn18:22.5": "Da entwickelt eine Nonne die Grundlage der Wunderkräfte, die mit Versenkung durch Begeisterung und mit aktivem Bemühen einhergeht. ",
  "dn18:22.6": "Sie entwickelt die Grundlage der Wunderkräfte, die mit Versenkung durch Energie und mit aktivem Bemühen einhergeht. ",
  "dn18:22.7": "Sie entwickelt die Grundlage der Wunderkräfte, die mit Versenkung durch Ausbildung des Geistes und mit aktivem Bemühen einhergeht. ",
  "dn18:22.8": "Sie entwickelt die Grundlage der Wunderkräfte, die mit Versenkung durch Nachforschen und mit aktivem Bemühen einhergeht. ",
  "dn18:22.9": "Das sind die vier Grundlagen der Wunderkräfte, die vom Buddha klar beschrieben wurden – zur Vervielfältigung, zum Erschaffen und zur Verwandlung körperlicher Gestalten durch Wunderkräfte. ",
  "dn18:22.10": "Alle Asketen und Brahmanen der Vergangenheit, ",
  "dn18:22.11": "der Zukunft ",
  "dn18:22.12": "und der Gegenwart, die die vielen Arten von Wunderkräften ausüben, tun das, weil sie die vier Grundlagen der Wunderkräfte entwickelt haben. ",
  "dn18:22.13": "Ihr Herren, seht ihr bei mir solche Wundermacht und Wunderkraft?“ ",
  "dn18:22.14": "„Ja, Großer Brahmā.“ ",
  "dn18:22.15": "„Auch ich wurde so mächtig und gewaltig, weil ich die vier Grundlagen der Wunderkräfte entwickelt habe.“ ",
  "dn18:23.1": "Über dieses Thema sprach der Brahmā Sanaṅkumāra. ",
  "dn18:23.2": "Und nachdem er darüber gesprochen hatte, wandte er sich an die Götter der Dreiunddreißig: ",
  "dn18:23.3.0": "7. Die drei Öffnungen ",
  "dn18:23.4": "„Was denken die guten Götter der Dreiunddreißig: Wie gut hat der Buddha die drei Gelegenheiten verstanden, um Glück zu erlangen? ",
  "dn18:23.5": "Welche drei? ",
  "dn18:23.6": "Zunächst ist da jemand in Sinnenfreuden und schlechte, untaugliche Eigenschaften verwickelt. ",
  "dn18:23.7": "Nach einiger Zeit hört er die Lehre der Edlen, befasst sich genau damit, wie sie auf ihn zutrifft, und übt im Einklang damit. ",
  "dn18:23.8": "Er hält sich von Sinnenfreuden und untauglichen Eigenschaften fern. ",
  "dn18:23.9": "Daraus entspringt Wohlgefühl, und mehr als Wohlgefühl: Glück, ",
  "dn18:23.10": "wie das Wohlgefühl, das aus Freude entsteht. ",
  "dn18:23.12": "Das ist die erste Gelegenheit, um Glück zu erlangen. ",
  "dn18:24.1": "Dann ist da jemand, bei dem die groben körperlichen, sprachlichen und geistigen Vorgänge nicht abgeklungen sind. ",
  "dn18:24.2": "Nach einiger Zeit hört er die edle Lehre, befasst sich genau damit, wie sie auf ihn zutrifft, und übt im Einklang damit. ",
  "dn18:24.3": "Die groben körperlichen, sprachlichen und geistigen Vorgänge klingen ab. ",
  "dn18:24.4": "Daraus entspringt Wohlgefühl, und mehr als Wohlgefühl: Glück, ",
  "dn18:24.5": "wie das Wohlgefühl, das aus Freude entsteht. ",
  "dn18:24.7": "Das ist die zweite Gelegenheit, um Glück zu erlangen. ",
  "dn18:25.1": "Dann ist da jemand, der nicht wirklich versteht, was tauglich und was untauglich ist, ",
  "dn18:25.2": "was tadelnswert und was ohne Tadel ist, was gepflegt werden sollte und was nicht, was gering und was hochstehend ist und was auf der dunklen und auf der hellen Seite ist. ",
  "dn18:25.3": "Nach einiger Zeit hört er die edle Lehre, befasst sich genau damit, wie sie auf ihn zutrifft, und übt im Einklang damit. ",
  "dn18:25.4": "Er versteht wirklich, was tauglich und was untauglich ist, ",
  "dn18:25.5": "was tadelnswert und was ohne Tadel ist, was gepflegt werden sollte und was nicht, was gering und was hochstehend ist und was auf der dunklen und auf der hellen Seite ist. ",
  "dn18:25.6": "Wenn man das erkennt und sieht, löst sich die Unwissenheit auf und Wissen entsteht. ",
  "dn18:25.7": "Daraus entspringt Wohlgefühl, und mehr als Wohlgefühl: Glück, ",
  "dn18:25.8": "wie das Wohlgefühl, das aus Freude entsteht. ",
  "dn18:25.10": "Das ist die dritte Gelegenheit, um Glück zu erlangen. ",
  "dn18:25.11": "Das sind die drei Gelegenheiten, um Glück zu erlangen, die der Buddha verstanden hat.“ ",
  "dn18:26.1": "Über dieses Thema sprach der Brahmā Sanaṅkumāra. ",
  "dn18:26.2": "Und nachdem er darüber gesprochen hatte, wandte er sich an die Götter der Dreiunddreißig: ",
  "dn18:26.3.0": "8. Achtsamkeitsmeditation ",
  "dn18:26.4": "„Was denken die guten Götter der Dreiunddreißig: Wie gut hat der Buddha die vier Arten der Achtsamkeitsmeditation beschrieben, um zu erreichen, was tauglich ist? ",
  "dn18:26.5": "Welche vier? ",
  "dn18:26.6": "Da meditiert eine Nonne, indem sie einen Aspekt des Körpers innerlich beobachtet – eifrig, umsichtig und achtsam, frei von Verlangen nach der Welt oder Abneigung dagegen. ",
  "dn18:26.7": "Wenn sie so meditiert, versenkt sie sich auf die rechte Art, wird heiter auf die rechte Art. ",
  "dn18:26.8": "Daraus entsteht das äußere Erkennen und Sehen der Körper anderer Menschen. ",
  "dn18:26.9": "Sie meditiert, indem sie einen Aspekt der Gefühle innerlich beobachtet … ",
  "dn18:26.10": "Daraus entsteht das äußere Erkennen und Sehen der Gefühle anderer Menschen. ",
  "dn18:26.11": "Sie meditiert, indem sie einen Aspekt des Geistes innerlich beobachtet … ",
  "dn18:26.12": "Daraus entsteht das äußere Erkennen und Sehen des Geistes anderer Menschen. ",
  "dn18:26.13": "Sie meditiert, indem sie einen Aspekt der natürlichen Gesetzmäßigkeiten innerlich beobachtet – eifrig, umsichtig und achtsam, frei von Verlangen nach der Welt oder Abneigung dagegen. ",
  "dn18:26.14": "Wenn sie so meditiert, versenkt sie sich auf die rechte Art, wird heiter auf die rechte Art. ",
  "dn18:26.15": "Daraus entsteht das äußere Erkennen und Sehen der natürlichen Gesetzmäßigkeiten bei anderen Menschen. ",
  "dn18:26.16": "Das sind die vier Arten der Achtsamkeitsmeditation, die der Buddha klar beschrieben hat, um zu erreichen, was tauglich ist.“ ",
  "dn18:27.1": "Über dieses Thema sprach der Brahmā Sanaṅkumāra. ",
  "dn18:27.2": "Und nachdem er darüber gesprochen hatte, wandte er sich an die Götter der Dreiunddreißig: ",
  "dn18:27.3.0": "9. Sieben Voraussetzungen für die Versenkung ",
  "dn18:27.4": "„Was denken die guten Götter der Dreiunddreißig: Wie gut hat der Buddha die sieben Voraussetzungen für die Versenkung beschrieben, um rechte Versenkung zu entwickeln und zu erfüllen? ",
  "dn18:27.5": "Welche sieben? ",
  "dn18:27.6": "Rechte Ansicht, rechtes Denken, rechte Rede, rechtes Verhalten, rechter Lebenserwerb, rechter Einsatz und rechte Achtsamkeit. ",
  "dn18:27.7": "Einheit des Geistes, bei der diese sieben Faktoren als Voraussetzungen zugegen sind, nennt man edle rechte Versenkung ‚mit ihren wesentlichen Bedingungen‘ und ‚mit ihren Voraussetzungen‘. ",
  "dn18:27.8": "Rechte Ansicht führt zu rechtem Denken. Rechtes Denken führt zu rechter Rede. Rechte Rede führt zu rechtem Verhalten. Rechtes Verhalten führt zu rechtem Lebenserwerb. Rechter Lebenserwerb führt zu rechtem Einsatz. Rechter Einsatz führt zu rechter Achtsamkeit. Rechte Achtsamkeit führt zu rechter Versenkung. Rechte Versenkung führt zu rechtem Wissen. Und rechtes Wissen führt zu rechter Freiheit. ",
  "dn18:27.9": "Wenn irgendetwas zu Recht als eine Lehre bezeichnet wird, ",
  "dn18:27.10": "die ‚vom Buddha gut erklärt ist, in diesem Leben sichtbar, unmittelbar wirksam, die zum Überprüfen einlädt, die sachdienlich ist, so dass vernünftige Menschen sie selbst erkennen können‘; und wovon es heißt, dass ‚die Tore zur Unsterblichkeit aufgestoßen sind‘, dann ist es das. ",
  "dn18:27.11": "Denn die Lehre ist vom Buddha gut erklärt – in diesem Leben sichtbar, unmittelbar wirksam, sie lädt zum Überprüfen ein, ist sachdienlich, sodass vernünftige Menschen sie selbst erkennen können. Und die Tore zur Unsterblichkeit sind aufgestoßen. ",
  "dn18:27.12": "Alle, die auf Erfahrung gegründete Zuversicht zum Buddha, zur Lehre und zum Saṅgha haben und die Ethik besitzen, die von den Edlen geliebt wird; und alle, die durch unmittelbares Erscheinen wiedergeboren wurden und in der Lehre geübt sind: Über 2.400.000 solcher Anhänger aus Magadha hatten bei ihrem Tod drei Fesseln aufgelöst. Sie sind in die Strömung eingetaucht, müssen nicht mehr in der Unterwelt wiedergeboren werden und sind auf dem Weg zum Erwachen. ",
  "dn18:27.13": "Und da sind auch Einmalwiederkehrer. ",
  "dn18:27.14": "Was die anderen betrifft, ",
  "dn18:27.15": "von denen ich denke, sie haben Teil am Verdienst, ",
  "dn18:27.16": "die könnte ich nicht einmal beziffern ",
  "dn18:27.17": "aus Furcht, etwas Falsches zu sagen.“ ",
  "dn18:28.1": "Über dieses Thema sprach der Brahmā Sanaṅkumāra. Und während er darüber sprach, kam dem Großen König Vessavaṇa dieser Gedanke: ",
  "dn18:28.2": "„Es ist unglaublich, es ist erstaunlich! Dass es einen so wunderbaren Lehrer geben soll und eine so wunderbare Darlegung der Lehre! Und dass das Erreichen solch hoher erhabener Zustände bekanntgegeben wird!“ ",
  "dn18:28.3": "Und Brahmā Sanaṅkumāra, der wusste, was der Große König Vessavaṇa dachte, sagte zu ihm: ",
  "dn18:28.4": "„Was denkt der Große König Vessavaṇa? Auch früher schon gab es einen so wunderbaren Lehrer und eine so wunderbare Darlegung der Lehre! Und es wurde das Erreichen solch hoher erhabener Zustände bekanntgegeben! ",
  "dn18:28.5": "Auch in Zukunft wird es einen so wunderbaren Lehrer und eine so wunderbare Darlegung der Lehre geben! Und es wird das Erreichen solch hoher erhabener Zustände bekanntgegeben werden!“ ",
  "dn18:29.1": "Über dieses Thema, Herr, sprach der Brahmā Sanaṅkumāra zu den Göttern der Dreiunddreißig. Und der Große König Vessavaṇa unterrichtete seine eigene Versammlung, nachdem er es direkt vom Brahmā gehört und gelernt hatte, als dieser zu dem Thema sprach.“ ",
  "dn18:29.2": "Und der Geist Janavasabha, der es direkt vom Großen König Vessavaṇa gehört und gelernt hatte, als dieser zu seiner eigenen Versammlung über das Thema sprach, unterrichtete den Buddha. ",
  "dn18:29.3": "Und der Buddha, der es direkt von dem Geist Janavasabha gehört und gelernt hatte und es auch durch seine eigene unmittelbare Einsicht wusste, unterrichtete den Ehrwürdigen Ānanda. Und der Ehrwürdige Ānanda, der es direkt vom Buddha gehört und gelernt hatte, unterrichtete die Mönche, Nonnen, Laienmänner und Laienfrauen. ",
  "dn18:29.4": "Und so wurde diese spirituelle Pfad erfolgreich und blühend, umfassend, beliebt, weit verbreitet und gut verkündet, wo immer es Götter und Menschen gibt. "
}