{
  "dn19:0.1": "Lange Lehrreden 19 ",
  "dn19:0.2": "Der Große Verwalter ",
  "dn19:1.1": "So habe ich es gehört: ",
  "dn19:1.2": "Einmal hielt sich der Buddha bei Rājagaha auf der Geierkuppe auf. ",
  "dn19:1.3": "Da kam spät in der Nacht der Elf Pañcasikha, der die Geierkuppe weithin erhellte, zum Buddha, verbeugte sich, stellte sich zur Seite hin und sagte zu ihm: ",
  "dn19:1.4": "„Herr, ich würde dir berichten, was ich direkt von den Göttern der Dreiunddreißig gehört und gelernt habe.“ ",
  "dn19:1.5": "„Berichte es mir, Pañcasikha“, sagte der Buddha. ",
  "dn19:2.0": "1. Die Ratsversammlung der Götter ",
  "dn19:2.1": "„Herr, in früheren Tagen, vor einer Weile, am fünfzehnten Tag, dem Besinnungstag, am Vollmondtag der Einladung zum Ermahnen am Ende der Regenzeit, da saßen alle Götter der Dreiunddreißig in der Halle der Gerechtigkeit zusammen. ",
  "dn19:2.2": "Eine große Versammlung von Göttern saß da, und die Vier Großen Könige saßen in den vier Himmelsrichtungen. ",
  "dn19:2.3": "Der Große König Dhataraṭṭha saß im Osten vor seinen Göttern, mit Blick nach Westen. ",
  "dn19:2.4": "Der Große König Virūḷhaka saß im Süden vor seinen Göttern, mit Blick nach Norden. ",
  "dn19:2.5": "Der Große König Virūpakkha saß im Westen vor seinen Göttern, mit Blick nach Osten. ",
  "dn19:2.6": "Der Große König Vessavaṇa saß im Norden vor seinen Göttern, mit Blick nach Süden. ",
  "dn19:2.7": "Wenn die Götter der Dreiunddreißig eine solche Zusammenkunft haben, ist das ihre Sitzordnung. ",
  "dn19:2.8": "Und danach kommen unsere Plätze. ",
  "dn19:3.1": "Herr, diejenigen Götter, die vor kurzem unter den Dreiunddreißig wiedergeboren waren, nachdem sie unter dem Buddha das geistliche Leben geführt hatten, übertrafen die anderen Götter an Schönheit und Ruhm. ",
  "dn19:3.2": "Darüber waren die Götter der Dreiunddreißig erhoben und überglücklich, voller Ekstase und Glück, und sagten: ",
  "dn19:3.3": "‚Die himmlischen Heere schwellen an und die Heere der Dämonen schrumpfen!‘ ",
  "dn19:3.4": "Als er die Freude der Götter sah, feierte Sakka der Götterkönig das mit diesen Strophen: ",
  "dn19:3.5": "‚Die Götter freuen sich, ",
  "dn19:3.6": "die Dreiunddreißig mit ihrem König; ",
  "dn19:3.7": "sie ehren den Klargewordenen ",
  "dn19:3.8": "und die natürliche Exzellenz der Lehre. ",
  "dn19:3.9": "Sie sehen die neuen Götter, ",
  "dn19:3.10": "so schön und prachtvoll, ",
  "dn19:3.11": "die unter dem Buddha das geistliche Leben führten ",
  "dn19:3.12": "und dann hierher kamen! ",
  "dn19:3.13": "Sie übertreffen die anderen ",
  "dn19:3.14": "an Schönheit, Ruhm und Lebensdauer. ",
  "dn19:3.15": "Das sind die herausragenden Schüler ",
  "dn19:3.16": "des Lehrers von ausgedehnter Weisheit. ",
  "dn19:3.17": "Wenn sie das sehen, freuen sie sich, ",
  "dn19:3.18": "die Dreiunddreißig mit ihrem König; ",
  "dn19:3.19": "sie ehren den Klargewordenen ",
  "dn19:3.20": "und die natürliche Exzellenz der Lehre!‘ ",
  "dn19:3.21": "Davon waren die Götter der Dreiunddreißig noch mehr erhoben und überglücklich, voller Ekstase und Glück, und sagten: ",
  "dn19:3.22": "‚Die himmlischen Heere schwellen an und die Heere der Dämonen schrumpfen!‘ ",
  "dn19:4.0": "2. Achtfaches wahres Lob ",
  "dn19:4.1": "Als er die Freude der Götter sah, wandte sich Sakka der Götterkönig an sie: ",
  "dn19:4.2": "‚Ihr Herren, würdet ihr gerne ein achtfaches wahres Lob des Buddha hören?‘ ",
  "dn19:4.3": "‚Das würden wir wohl gerne, Herr.‘ ",
  "dn19:4.4": "Und Sakka sprach dieses achtfache wahre Lob des Buddha aus: ",
  "dn19:5.1": "‚Was denken die guten Götter der Dreiunddreißig: ",
  "dn19:5.2": "Wie sehr hat der Buddha zum Nutzen und Glück vieler Menschen gehandelt, aus Anteilnahme für die Welt, zum Vorteil, Nutzen und Glück von Göttern und Menschen? ",
  "dn19:5.3": "Ich sehe keinen Lehrer in der Vergangenheit oder jetzt, der eine solche Anteilnahme für die Welt hätte, außer dem Buddha. ",
  "dn19:6.1": "Auch hat der Buddha die Lehre gut erklärt – in diesem Leben sichtbar, unmittelbar wirksam, sie lädt zum Überprüfen ein, ist sachdienlich, sodass vernünftige Menschen sie selbst erkennen können. ",
  "dn19:6.2": "Ich sehe keinen Lehrer in der Vergangenheit oder jetzt, der eine so sachdienliche Lehre erklären würde, außer dem Buddha. ",
  "dn19:7.1": "Auch hat der Buddha klar beschrieben, was tauglich und was untauglich ist, ",
  "dn19:7.2": "was tadelnswert und was ohne Tadel ist, was gepflegt werden sollte und was nicht, was gering und was hochstehend ist und was auf der dunklen und auf der hellen Seite ist. ",
  "dn19:7.3": "Ich sehe keinen Lehrer in der Vergangenheit oder jetzt, der all das so klar beschreiben würde, außer dem Buddha. ",
  "dn19:8.1": "Auch hat der Buddha für seine Schüler die Übung, die zum Erlöschen führt, klar beschrieben.  Das Erlöschen und die Übung kommen zusammen ",
  "dn19:8.2": "wie die Wasser des Ganges mit den Wassern der Yamuna zusammenkommen und sich vereinen. ",
  "dn19:8.4": "Ich sehe keinen Lehrer in der Vergangenheit oder jetzt, der für seine Schüler die Übung, die zum Erlöschen führt, so klar beschreiben würde, außer dem Buddha. ",
  "dn19:9.1": "Auch sind dem Buddha Besitz und Beliebtheit zugeflossen, soviel, dass man denken könnte, es würde selbst die Adligen in Erregung versetzen. Doch er nimmt seine Nahrung ohne Eitelkeit ein. ",
  "dn19:9.2": "Ich sehe keinen Lehrer in der Vergangenheit oder jetzt, der seine Nahrung so ohne Eitelkeit einnehmen würde, außer dem Buddha. ",
  "dn19:10.1": "Auch hat der Buddha Gefährten gewonnen, sowohl solche, die noch üben, als auch solche, die die Befleckungen aufgelöst und ihre Reise abgeschlossen haben. ",
  "dn19:10.2": "Der Buddha weiht sich den Freuden der Einsamkeit, doch er schickt die Gefährten nicht fort. ",
  "dn19:10.3": "Ich sehe keinen Lehrer in der Vergangenheit oder jetzt, der sich so den Freuden der Einsamkeit weihen würde, außer dem Buddha. ",
  "dn19:11.1": "Auch handelt der Buddha wie er spricht und spricht wie er handelt: Er handelt wie er spricht und spricht wie er handelt. ",
  "dn19:11.2": "Ich sehe keinen Lehrer in der Vergangenheit oder jetzt, der so im Einklang mit der Lehre handelt, außer dem Buddha. ",
  "dn19:12.1": "Auch ist der Buddha über den Zweifel hinausgegangen und hat sich von Unschlüssigkeit frei gemacht. Er hat im Hinblick auf den grundlegenden Zweck des geistlichen Lebens alles erreicht, was er wollte. ",
  "dn19:12.2": "Ich sehe keinen Lehrer in der Vergangenheit oder jetzt, der das erreicht hätte, außer dem Buddha.‘ ",
  "dn19:12.3": "Das ist das achtfache wahre Lob des Buddha, das Sakka aussprach. ",
  "dn19:12.4": "Als sie das hörten, waren die Götter der Dreiunddreißig noch mehr erhoben und überglücklich. ",
  "dn19:13.1": "Und manche von ihnen dachten: ",
  "dn19:13.2": "‚Wenn doch nur vier vollkommen erwachte Buddhas in der Welt erscheinen und den Dhamma lehren würden, so wie der Gesegnete! ",
  "dn19:13.3": "Zum Nutzen und Glück vieler Menschen, aus Anteilnahme für die Welt, zum Vorteil, Nutzen und Glück von Göttern und Menschen!‘ ",
  "dn19:13.4": "Andere Götter dachten: ",
  "dn19:13.5": "‚Lass es gut sein mit den vier vollkommen erwachten Buddhas. Wenn doch nur drei vollkommen erwachte Buddhas ",
  "dn19:13.8": "oder zwei vollkommen erwachte Buddhas in der Welt erschienen und den Dhamma lehren würden, so wie der Gesegnete! ",
  "dn19:13.9": "Zum Nutzen und Glück vieler Menschen, aus Anteilnahme für die Welt, zum Vorteil, Nutzen und Glück von Göttern und Menschen!‘ ",
  "dn19:14.1": "Als sie das sagten, entgegnete Sakka: ",
  "dn19:14.2": "‚Es ist unmöglich, ihr Herren, dass zwei Vollendete, zwei vollkommen erwachte Buddhas gleichzeitig im selben Sonnensystem erscheinen. ",
  "dn19:14.3": "Dass doch dieser Gesegnete gesund und wohlauf sei und lange bei uns bleibe! ",
  "dn19:14.4": "Zum Nutzen und Glück vieler Menschen, aus Anteilnahme für die Welt, zum Vorteil, Nutzen und Glück von Göttern und Menschen!‘ ",
  "dn19:14.5": "Dann berieten und entschieden die Götter der Dreiunddreißig die Angelegenheit, wegen der sie in der Halle der Gerechtigkeit zusammensaßen. Sie unterrichteten die Vier Großen Könige über die Sache und leiteten sie an. ",
  "dn19:14.6": "Und jeder stand bei seinem Sitzplatz, ohne fortzugehen. ",
  "dn19:14.7": "Die Könige wurden unterrichtet ",
  "dn19:14.8": "und beherzigten den guten Rat. ",
  "dn19:14.9": "Klaren und friedvollen Sinnes ",
  "dn19:14.10": "standen sie bei ihrem Plätzen. ",
  "dn19:15.1": "Da ging im Norden ein wunderbares Licht auf und ein Glanz erschien, und sie übertrafen die Pracht der Götter. ",
  "dn19:15.2": "Da wandte sich Sakka der Götterkönig an die Götter der Dreiunddreißig: ",
  "dn19:15.3": "‚Die Zeichen – wenn ein Licht aufgeht und ein Glanz erscheint – weisen darauf hin, dass Brahmā erscheinen wird. Denn das sind die Vorboten von Brahmās Erscheinen: nämlich, wenn ein Licht aufgeht und ein Glanz erscheint.‘ ",
  "dn19:15.5": "Die Zeichen weisen darauf hin, ",
  "dn19:15.6": "dass Brahmā erscheinen wird. ",
  "dn19:15.7": "Denn das ist Brahmās Zeichen: ",
  "dn19:15.8": "ein Licht, ausgedehnt und gewaltig. ",
  "dn19:16.0": "3. Über Sanaṅkumāra ",
  "dn19:16.1": "Da setzten sich die Götter der Dreiunddreißig jeder auf seinen Platz und sagten: ",
  "dn19:16.2": "‚Wir werden herausfinden, was dieses Licht verursacht hat, und erst wenn wir es wissen, werden wir gehen.‘ ",
  "dn19:16.3": "Und die Vier Großen Könige taten desgleichen. ",
  "dn19:16.5": "Als sie das hörten, stimmten die Götter der Dreiunddreißig einstimmig zu: ",
  "dn19:16.6": "‚Wir werden herausfinden, was dieses Licht verursacht hat, und erst wenn wir es wissen, werden wir gehen.‘ ",
  "dn19:16.7": "Wenn der Brahmā Sanaṅkumāra den Göttern der Dreiunddreißig erscheint, nimmt er vorher eine feste körperliche Gestalt an. ",
  "dn19:16.8": "Denn die Götter der Dreiunddreißig können die gewöhnliche Erscheinung eines Brahmā nicht sehen. ",
  "dn19:16.9": "Wenn der Brahmā Sanaṅkumāra den Göttern der Dreiunddreißig erscheint, übertrifft er die anderen Götter an Schönheit und Ruhm, ",
  "dn19:16.10": "so wie eine goldene Figur die menschliche Gestalt übertrifft. ",
  "dn19:16.12": "Wenn der Brahmā Sanaṅkumāra den Göttern der Dreiunddreißig erscheint, begrüßt ihn kein einziger Gott in der Versammlung, indem er sich verbeugt oder indem er aufsteht und ihm einen Sitz anbietet.",
  "dn19:16.13": "Sie sitzen alle still auf ihren Sitzen, die zusammengelegten Hände erhoben, und denken: ",
  "dn19:16.14": "‚Nun wird Brahmā Sanaṅkumāra sich auf den Sitz des Gottes setzen, den er auswählt.‘ ",
  "dn19:16.15": "Und der Gott, auf dessen Sitz der Brahmā sitzt, ist überglücklich und fließt vor Freude über, ",
  "dn19:17.1": "wie ein König am Tag seiner Krönung. ",
  "dn19:17.3": "Als er die Freude der Götter sah, feierte Brahmā Sanaṅkumāra das mit diesen Strophen: ",
  "dn19:17.4": "‚Die Götter freuen sich, ",
  "dn19:17.5": "die Dreiunddreißig mit ihrem König; ",
  "dn19:17.6": "sie ehren den Klargewordenen ",
  "dn19:17.7": "und die natürliche Exzellenz der Lehre. ",
  "dn19:17.8": "Sie sehen die neuen Götter, ",
  "dn19:17.9": "so schön und prachtvoll, ",
  "dn19:17.10": "die unter dem Buddha das geistliche Leben führten ",
  "dn19:17.11": "und dann hierher kamen! ",
  "dn19:17.12": "Sie übertreffen die anderen ",
  "dn19:17.13": "an Schönheit, Ruhm und Lebensdauer. ",
  "dn19:17.14": "Das sind die herausragenden Schüler ",
  "dn19:17.15": "des Lehrers von ausgedehnter Weisheit. ",
  "dn19:17.16": "Wenn sie das sehen, freuen sie sich, ",
  "dn19:17.17": "die Dreiunddreißig mit ihrem König; ",
  "dn19:17.18": "sie ehren den Klargewordenen ",
  "dn19:17.19": "und die natürliche Exzellenz der Lehre!‘ ",
  "dn19:18.1": "Über dieses Thema sprach der Brahmā Sanaṅkumāra. ",
  "dn19:18.2": "Und während er darüber sprach, hatte seine Stimme acht Eigenschaften: Sie war klar, deutlich, bezaubernd, gut zu hören, abgerundet, unverfälscht, tief und klangvoll. ",
  "dn19:18.3": "Er stellt sicher, dass seine Stimme in der ganzen Versammlung zu verstehen ist, aber nicht darüber hinausreicht. ",
  "dn19:18.4": "Wenn jemand eine solche Stimme hat, so sagt man, die Person habe die Stimme eines Brahmā. ",
  "dn19:19.1": "Da sagten die Götter der Dreiunddreißig zum Brahmā Sanaṅkumāra: ",
  "dn19:19.2": "‚Gut, Großer Brahmā! Da wir das wissen, freuen wir uns. ",
  "dn19:19.3": "Und da ist das achtfache wahre Lob des Buddha, das Sakka aussprach – ",
  "dn19:19.4": "auch da wir das kennen, freuen wir uns.‘ ",
  "dn19:19.5.0": "4. Achtfaches wahres Lob ",
  "dn19:19.6": "Da sagte der Brahmā zu Sakka: ",
  "dn19:19.7": "‚Es wäre gut, Götterkönig, wenn auch ich das achtfache wahre Lob des Buddha hören könnte.‘ ",
  "dn19:19.8": "‚Ja, großer Brahmā‘, sagte Sakka und wiederholte für ihn das achtfache wahre Lob des Buddha. ",
  "dn19:28.2": "Als er das hörte, war der Brahmā Sanaṅkumāra erhoben und überglücklich, voller Ekstase und Glück. ",
  "dn19:28.3": "Dann nahm der Brahmā Sanaṅkumāra eine feste körperliche Gestalt an; er nahm die Gestalt des jungen Pañcasikha an und erschien den Göttern der Dreiunddreißig. ",
  "dn19:28.4": "Er erhob sich in die Luft und saß mit gekreuzten Beinen am Himmel, ",
  "dn19:28.5": "so wie eine starke Person mit gekreuzten Beinen auf einem gut hergerichteten Sitz oder auf ebener Erde sitzen würde. ",
  "dn19:28.6": "Da wandte er sich an die Götter der Dreiunddreißig: ",
  "dn19:28.7.0": "5. Die Geschichte des Verwalters ",
  "dn19:28.8": "‚Was denken die guten Götter der Dreiunddreißig: Wie weit reicht die große Weisheit des Buddha zurück? ",
  "dn19:29.1": "Es war einmal ein König mit Namen Disampati. ",
  "dn19:29.2": "Er hatte einen brahmanischen Oberpriester, der der Verwalter genannt wurde. ",
  "dn19:29.3": "Disampatis Sohn war der Prinz mit Namen Reṇu, ",
  "dn19:29.4": "und der Sohn des Verwalters war der Student mit Namen Jotipāla. ",
  "dn19:29.5": "Da waren der Prinz Reṇu, der Student Jotipāla und sechs andere Adlige, und diese acht wurden Freunde. ",
  "dn19:29.6": "Als seine Zeit gekommen war, starb der Verwalter. ",
  "dn19:29.7": "Bei seinem Tod klagte der König Disampati: ",
  "dn19:29.8": "„Zu einer Zeit, da ich alle meine Pflichten an den brahmanischen Verwalter übergeben habe und mich mit den fünf Arten von Sinnesreizen vergnüge, mit denen ich versorgt und ausgestattet bin, stirbt er!“ ",
  "dn19:29.9": "Darauf sagte der Prinz Reṇu zu ihm: ",
  "dn19:29.10": "„Majestät, klage nicht zu viel über den Tod des Verwalters. ",
  "dn19:29.11": "Er hat einen Sohn mit Namen Jotipāla, der sogar noch klüger und fachkundiger ist als sein Vater. ",
  "dn19:29.12": "Er sollte die Angelegenheiten besorgen, die sein Vater besorgt hat.“ ",
  "dn19:29.13": "„Ist das so, mein Prinz?“ ",
  "dn19:29.14": "„Ja, Majestät.“ ",
  "dn19:30.0": "6. Die Geschichte des Großen Verwalters ",
  "dn19:30.1": "Da wandte sich der König Disampati an einen seiner Männer: ",
  "dn19:30.2": "„Bitte, guter Mann, gehe zu dem Studenten Jotipāla und sage zu ihm: ",
  "dn19:30.3": "‚Die besten Wünsche, Jotipāla! König Disampati lässt dich rufen; er will dich sehen.‘“ ",
  "dn19:30.4": "„Ja, Eure Majestät“, erwiderte der Mann und tat wie geheißen. ",
  "dn19:30.6": "Da ging Jotipāla zum König und tauschte Willkommensgrüße mit ihm aus. ",
  "dn19:30.7": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzte er sich zur Seite hin, und der König sagte zu ihm: ",
  "dn19:30.8": "„Jotipāla, du sollst meine Angelegenheiten besorgen – bitte weise mich nicht ab! ",
  "dn19:30.9": "Ich will dich auf die Stellung deines Vaters berufen und zum Verwalter salben.“ ",
  "dn19:30.10": "„Ja, Herr“, antwortete Jotipāla. ",
  "dn19:31.1": "Da salbte der König ihn zum Verwalter und berief ihn auf die Stellung seines Vaters. ",
  "dn19:31.2": "Nach seiner Berufung besorgte der Verwalter Jotipāla die Angelegenheiten, die sein Vater besorgt hatte, wie auch andere Angelegenheiten, die sein Vater nicht besorgt hatte. ",
  "dn19:31.3": "Er verwaltete die Arbeiten, die sein Vater verwaltet hatte, wie auch andere Arbeiten, die sein Vater nicht verwaltet hatte. ",
  "dn19:31.4": "Darüber sagten die Leute: ",
  "dn19:31.5": "„Dar Brahmane ist tatsächlich ein Verwalter, ein Großer Verwalter!“ ",
  "dn19:31.6": "Und so wurde der Student Jotipāla als der Große Verwalter bekannt. ",
  "dn19:32.0": "6.1. Die Aufteilung des Reiches ",
  "dn19:32.1": "Da ging der Große Verwalter zu den sechs Adligen und sagte: ",
  "dn19:32.2": "„Der König Disampati ist alt, bejahrt und altehrwürdig, in vorgerücktem Alter und im letzten Lebensabschnitt angekommen. Wer weiß, wie lange er noch zu leben hat? ",
  "dn19:32.3": "Wenn er stirbt, ist es wahrscheinlich, dass die Königsmacher den Prinzen Reṇu zum König salben werden. ",
  "dn19:32.4": "Kommt, ihr Herren, geht zum Prinzen Reṇu und sagt: ",
  "dn19:32.5": "‚Prinz Reṇu, wir sind deine Freunde, lieb und teuer und geschätzt. Wir haben Freud und Leid mit dir geteilt. ",
  "dn19:32.6": "Der König Disampati ist alt, bejahrt und altehrwürdig, in vorgerücktem Alter und im letzten Lebensabschnitt angekommen. Wer weiß, wie lange er noch zu leben hat? ",
  "dn19:32.7": "Wenn er stirbt, ist es wahrscheinlich, dass die Königsmacher dich zum König salben werden. ",
  "dn19:32.8": "Wenn du die Königswürde erlangen solltest, teile sie mit uns.“ ",
  "dn19:33.1": "„Ja, Herr“, erwiderten die Adligen. Sie gingen zum Prinzen Reṇu und unterbreiteten ihm den Vorschlag. ",
  "dn19:33.7": "Der Prinz antwortete: „Wer sonst in meinem Reich, ihr Herren, sollte vorankommen, wenn nicht ihr? ",
  "dn19:33.8": "Wenn ich die Königswürde erlange, werde ich sie mit euch allen teilen.“ ",
  "dn19:34.1": "Als seine Zeit gekommen war, starb der König Disampati. ",
  "dn19:34.2": "Nach seinem Tod salbten die Königsmacher den Prinzen Reṇu zum König. ",
  "dn19:34.3": "Doch als er gesalbt war, vergnügte König Reṇu sich mit den fünf Arten von Sinnesreizen, mit denen er versorgt und ausgestattet war. ",
  "dn19:34.4": "Da ging der Große Verwalter zu den sechs Adligen und sagte: ",
  "dn19:34.5": "„Der König Disampati ist verstorben. ",
  "dn19:34.6": "Doch als er gesalbt war, vergnügte König Reṇu sich mit den fünf Arten von Sinnesreizen, mit denen er versorgt und ausgestattet war. ",
  "dn19:34.7": "Wer kennt die berauschende Macht der Sinnenfreuden? ",
  "dn19:34.8": "Kommt, ihr Herren, geht zum Prinzen Reṇu und sagt: ",
  "dn19:34.9": "‚Herr, der König Disampati ist verstorben und du wurdest zum König gesalbt. Erinnerst du dich an dein Versprechen?‘“ ",
  "dn19:34.10": "„Ja, Herr“, erwiderten die Adligen. Sie gingen zum König Reṇu und sagten: ",
  "dn19:34.11": "„Herr, der König Disampati ist verstorben und du wurdest zum König gesalbt. Erinnerst du dich an dein Versprechen?“ ",
  "dn19:34.12": "„Ich erinnere mich, ihr Herren. ",
  "dn19:34.13": "Wer ist in der Lage, dieses große Land, das im Norden breit und im Süden schmal ist wie das vordere Ende eines Wagens, sauber in sieben gleiche Teile zu teilen?“ ",
  "dn19:34.14": "„Wer anders, Herr, als der Große Verwalter?“ ",
  "dn19:35.1": "Also wandte sich König Reṇu an einen seiner Männer: ",
  "dn19:35.2": "„Bitte, guter Mann, gehe zum Brahmanen, dem Großen Verwalter, und sage ihm, ",
  "dn19:35.3": "dass der König Reṇu ihn rufen lässt.“ ",
  "dn19:35.4": "„Ja, Eure Majestät“, erwiderte der Mann und tat wie geheißen. ",
  "dn19:35.6": "Da ging der Große Verwalter zum König und tauschte Willkommensgrüße mit ihm aus. ",
  "dn19:35.7": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzte er sich zur Seite hin, und der König sagte zu ihm: ",
  "dn19:35.8": "Komm, der Große Verwalter teile bitte dieses große Land, das im Norden breit und im Süden schmal ist wie das vordere Ende eines Wagens, sauber in sieben gleiche Teile.“ ",
  "dn19:35.9": "„Ja, Herr“, erwiderte der Große Verwalter und tat wie geheißen. ",
  "dn19:36.1": "Alle Teile waren in der Form des vorderen Endes eines Wagens angeordnet ",
  "dn19:36.2": "und das Land des Königs Reṇu war in der Mitte. ",
  "dn19:36.3": "Dantapura für die Kaliṅger; ",
  "dn19:36.4": "Potana für die Assaker; ",
  "dn19:36.5": "Mahissati für die Avantier; ",
  "dn19:36.6": "Roruka für die Sovīrer; ",
  "dn19:36.7": "Mithila für die Videher; ",
  "dn19:36.8": "Campā wurde für die Aṅger gemacht; ",
  "dn19:36.9": "und Varanasi für die aus Kāsī: ",
  "dn19:36.10": "So wurde es vom Großen Verwalter festgelegt. ",
  "dn19:36.11": "Da waren diese sechs Adligen entzückt über ihre jeweiligen Anteile, da sie alles erreicht hatten, was sie wünschten: ",
  "dn19:36.12": "„Wir haben genau das erhalten, was wir wollten, was wir uns wünschten, wonach wir verlangten und uns sehnten.“ ",
  "dn19:36.13": "Sattabhū und Brahmadatta, ",
  "dn19:36.14": "Vessabhū und Bharata, ",
  "dn19:36.15": "Reṇu und die beiden Dhataraṭṭhas: ",
  "dn19:36.16": "das sind die sieben Bhāratas. ",
  "dn19:36.17": "Der erste Abschnitt zum Aufsagen ist zu Ende. ",
  "dn19:37.0": "6.2. Ein guter Ruf ",
  "dn19:37.1": "Da gingen die sechs Adligen zum Großen Verwalter und sagten: ",
  "dn19:37.2": "„Verwalter, geradeso wie du der Freund des Königs Reṇu bist, lieb und teuer und geschätzt, ",
  "dn19:37.3": "so bist du auch unser Freund. ",
  "dn19:37.4": "Willst du auch unsere Angelegenheiten besorgen? Bitte weise uns nicht ab!“ ",
  "dn19:37.5": "„Ja, ihr Herren“, antwortete der Große Verwalter. ",
  "dn19:37.6": "Da besorgte der Große Verwalter die Reiche der sieben Könige. Und er unterwies sieben gut situierte Brahmanen und siebenhundert gebadete Eingeweihte im Aufsagen der Hymnen. ",
  "dn19:38.1": "Nach einiger Zeit hatte er diesen guten Ruf: ",
  "dn19:38.2": "„Der Große Verwalter trifft Brahmā persönlich! Der Große Verwalter diskutiert, unterhält sich und berät sich mit Brahmā persönlich!“ ",
  "dn19:38.3": "Der Große Verwalter dachte: ",
  "dn19:38.4": "„Ich habe den Ruf, ",
  "dn19:38.5": "Brahmā persönlich zu treffen und mich mit ihm zu unterhalten. ",
  "dn19:38.6": "Aber so ist es nicht. ",
  "dn19:38.7": "Ich habe gehört, die Brahmanen der Vergangenheit, die bejahrten und altehrwürdigen, die Lehrer der Lehrer, hätten gesagt: ",
  "dn19:38.8": "‚Wer für die vier Monate der Regenzeit in Klausur geht und die Vertiefung über das Mitgefühl übt, trifft Brahmā und unterhält sich mit ihm.‘ ",
  "dn19:38.9": "Warum tue ich das nicht?“ ",
  "dn19:39.1": "Also ging der Große Verwalter zum König Reṇu und erklärte ihm die Sache. Er sagte: ",
  "dn19:39.7": "„Herr, ich wünsche, für die vier Monate der Regenzeit in Klausur zu gehen und die Vertiefung über das Mitgefühl zu üben. ",
  "dn19:39.8": "Niemand sollte sich mir nähern, außer dem, der mir das Essen bringt.“ ",
  "dn19:39.9": "„Bitte tu das, Verwalter, nach deinem Belieben.“ ",
  "dn19:40.1": "Da ging der Große Verwalter zu den sechs Adligen und erklärte ihnen das Gleiche. Und auch sie sagten: ",
  "dn19:40.9": "„Bitte tu das, Verwalter, nach deinem Belieben.“ ",
  "dn19:41.1": "Er ging auch zu den sieben gut situierten Brahmanen und den siebenhundert gebadeten Eingeweihten und erklärte es ihnen. Er fügte hinzu: ",
  "dn19:41.7": "„Ihr Herren, sagt die Hymnen im Einzelnen auf, wie ihr sie gehört und euch eingeprägt habt, und unterweist euch gegenseitig im Aufsagen.“ ",
  "dn19:41.9": "Und auch sie sagten: ",
  "dn19:41.10": "„Bitte tu das, Verwalter, nach deinem Belieben.“ ",
  "dn19:42.1": "Dann ging der Große Verwalter zu seinen vierzig gleichrangigen Frauen und erklärte auch ihnen die Sache. Und auch sie sagten: ",
  "dn19:42.9": "„Bitte tu das, Verwalter, nach deinem Belieben.“ ",
  "dn19:43.1": "Da ließ der Große Verwalter östlich von seiner Burg eine neue Versammlungshalle bauen, zog sich für die vier Monate der Regenzeit dorthin zur Klausur zurück und übte die Vertiefung über das Mitgefühl. ",
  "dn19:43.2": "Und niemand näherte sich ihm außer dem, der ihm das Essen brachte. ",
  "dn19:43.3": "Als dann aber die vier Monate vorbei waren, wurde der Große Verwalter unzufrieden und ihm war bange: ",
  "dn19:43.4": "„Ich habe gehört, die Brahmanen der Vergangenheit, die bejahrten und altehrwürdigen, die Lehrer der Lehrer, hätten gesagt: ",
  "dn19:43.5": "‚Wer für die vier Monate der Regenzeit in Klausur geht und die Vertiefung über das das Mitgefühl übt, trifft Brahmā und unterhält sich mit ihm.‘ ",
  "dn19:43.6": "Aber weder treffe ich Brahmā noch unterhalte ich mich mit ihm.“ ",
  "dn19:44.0": "6.3. Ein Gespräch mit dem Brahmā ",
  "dn19:44.1": "Und Brahmā Sanaṅkumāra, der wusste, was der Große Verwalter dachte, verschwand da aus der Brahmāwelt und erschien vor dem Großen Verwalter, so leicht wie eine starke Person den Arm strecken oder beugen würde. ",
  "dn19:44.2": "Darauf wurde der Große Verwalter von Furcht und Entsetzen gepackt und die Haare standen ihm zu Berge, da er nie zuvor einen solchen Anblick gesehen hatte. ",
  "dn19:44.3": "Und er wandte sich mit einer Strophe an den Brahmā Sanaṅkumāra: ",
  "dn19:44.4": "„Wer magst du sein, Herr, ",
  "dn19:44.5": "so schön, prachtvoll und majestätisch? ",
  "dn19:44.6": "Da ich nicht weiß, frage ich: ",
  "dn19:44.7": "Wie kann ich wissen, wer du bist?“ ",
  "dn19:44.8": "„In der Brahmāwelt kennt man mich ",
  "dn19:44.9": "als den ‚Ewig-Jungen‘. ",
  "dn19:44.10": "Alle Götter kennen mich so, ",
  "dn19:44.11": "und so sollst auch du mich kennen, Verwalter.“ ",
  "dn19:44.12": "„Ein Sitz, Wasser und Fußbalsam ",
  "dn19:44.13": "stehen einem Brahmā zu, auch süßer Kuchen. ",
  "dn19:44.14": "Herr, ich bitte dich, ",
  "dn19:44.15": "nimm diese Gastgeschenke an.“ ",
  "dn19:44.16": "„Ich nehme die Gastgeschenke an, ",
  "dn19:44.17": "von denen du sprichst. ",
  "dn19:44.18": "Ich gewähre dir die Gunst, ",
  "dn19:44.19": "zu bitten, worum du willst: ",
  "dn19:44.20": "um Vorteil und Nutzen in diesem Leben ",
  "dn19:44.21": "oder Glück in künftigen Leben.“ ",
  "dn19:45.1": "Da dachte der Große Verwalter: ",
  "dn19:45.2": "„Der Brahmā Sanaṅkumāra hat mir eine Gunst gewährt. ",
  "dn19:45.3": "Sollte ich um das bitten, was für dieses Leben nützlich ist, oder für künftige Leben?“ ",
  "dn19:45.4": "Dann dachte er: ",
  "dn19:45.5": "„In dem, was für dieses Leben nützlich ist, bin ich bewandert, und andere fragen mich sogar danach. ",
  "dn19:45.6": "Warum frage ich den Brahmā nicht nach dem Nutzen, der vor allem künftige Leben betrifft?“ ",
  "dn19:45.7": "Und er redete den Brahmā Sanaṅkumāra mit einer Strophe an: ",
  "dn19:45.8": "„Ich bin im Zweifel, daher frage ich Brahmā, der frei von Zweifel ist, ",
  "dn19:45.9": "über Dinge, die einer vom andern lernen kann: ",
  "dn19:45.10": "Worauf muss man stehen, worin sich üben, ",
  "dn19:45.11": "um als Sterblicher die unsterbliche Brahmāwelt zu erreichen?“ ",
  "dn19:45.12": "„Unter den Menschen, Brahmane, hat einer Besitz aufgegeben, ",
  "dn19:45.13": "ist eins geworden, voll Mitgefühl, ",
  "dn19:45.14": "frei von Aasgestank, vermeidet Geschlechtsverkehr. ",
  "dn19:45.15": "Darauf muss man stehen, darin sich üben, ",
  "dn19:45.16": "um als Sterblicher die unsterbliche Brahmāwelt zu erreichen.“ ",
  "dn19:46.1": "„Herr, ich verstehe, was ‚Besitz aufgeben‘ heißt. ",
  "dn19:46.2": "Es ist, wenn jemand ein großes oder kleines Vermögen aufgibt und einen großen oder kleinen Familienkreis verlässt. Er rasiert sich Haar und Bart, legt ockerfarbene Roben an und zieht aus dem Haus fort ins hauslose Leben. ",
  "dn19:46.3": "Das verstehe ich unter ‚Besitz aufgeben‘. ",
  "dn19:46.4": "Herr, ich verstehe, was ‚Einssein‘ heißt. ",
  "dn19:46.5": "Es ist, wenn jemand einen abgelegenen Platz aufsucht: eine Wildnis, den Fuß eines Baumes, einen Hügel, eine Schlucht, eine Berghöhle, ein Leichenfeld, einen Wald, das Freie, einen Strohhaufen. ",
  "dn19:46.6": "Das verstehe ich unter ‚Einssein‘. ",
  "dn19:46.7": "Herr, ich verstehe, was ‚voll Mitgefühl‘ heißt. ",
  "dn19:46.8": "Es ist, wenn jemand meditiert, indem er eine Himmelsrichtung mit einem Herzen voller Mitgefühl durchdringt, und die zweite und die dritte und die vierte. Ebenso nach oben, nach unten, dazwischen, überall und ringsumher; die ganze Welt durchdringt er mit einem Herzen voller Mitgefühl – überreichlich, ausgedehnt, grenzenlos, frei von Feindschaft und bösem Willen. ",
  "dn19:46.9": "Das verstehe ich unter ‚voll Mitgefühl‘. ",
  "dn19:46.10": "Aber ich verstehe nicht, was du über den Aasgestank sagst. ",
  "dn19:46.11": "Was, Brahmā, ist unter den Menschen der Aasgestank? ",
  "dn19:46.12": "Ich verstehe nicht, so sag mir, du Weiser: ",
  "dn19:46.13": "Worin gehüllt stinken Menschen, ",
  "dn19:46.14": "gehen zur Hölle und sind aus der Brahmāwelt ausgeschlossen?“ ",
  "dn19:46.15": "„Zorn, Lügen, Falschheit, Betrug, ",
  "dn19:46.16": "Knauserigkeit, Eitelkeit und Eifersucht, ",
  "dn19:46.17": "Verlangen, Geiz, andere bedrängen, ",
  "dn19:46.18": "Gier, Hass, Eitelkeit und Täuschung – ",
  "dn19:46.19": "wen es zu solchen Dingen zieht, der hat Aasgestank an sich. ",
  "dn19:46.20": "Dieser Mensch geht zur Hölle und ist aus der Brahmāwelt ausgeschlossen.“ ",
  "dn19:46.21": "„Wie ich das verstehe, was du über den Aasgestank sagst, so ist er nicht leicht zu besänftigen, wenn man im Haus lebt. ",
  "dn19:46.22": "Ich werde aus dem Haus fortziehen ins hauslose Leben!“ ",
  "dn19:46.23": "„Bitte tu das, Verwalter, nach deinem Belieben.“ ",
  "dn19:47.0": "6.4. Der König Reṇu wird unterrichtet ",
  "dn19:47.1": "Also ging der Große Verwalter zum König Reṇu und sagte: ",
  "dn19:47.2": "„Herr, bitte finde jetzt einen anderen Oberpriester, der die Staatsangelegenheiten für dich besorgt. ",
  "dn19:47.3": "Ich wünsche, aus dem Haus fortzuziehen ins hauslose Leben. ",
  "dn19:47.4": "Wie ich das verstehe, was der Brahmā über den Aasgestank sagt, so ist er nicht leicht zu besänftigen, wenn man im Haus lebt. ",
  "dn19:47.5": "Ich werde aus dem Haus fortziehen ins hauslose Leben. ",
  "dn19:47.6": "Ich kündige dem König Reṇu an, ",
  "dn19:47.7": "dem Herrn des Landes: ",
  "dn19:47.8": "Du musst lernen zu regieren, ",
  "dn19:47.9": "denn ich sorge nicht länger für mein Amt.“ ",
  "dn19:47.10": "„Sollten dir Sinnenfreuden fehlen, ",
  "dn19:47.11": "will ich dich damit versorgen. ",
  "dn19:47.12": "Vor Schaden will ich dich bewahren, ",
  "dn19:47.13": "denn ich befehlige das Heer des Landes. ",
  "dn19:47.14": "Du bist mein Vater, ich bin dein Sohn! ",
  "dn19:47.15": "Verwalter, bitte geh nicht fort!“ ",
  "dn19:47.16": "„Mir fehlt es nicht an Vergnügen ",
  "dn19:47.17": "und niemand tut mir ein Leid an. ",
  "dn19:47.18": "Ich habe eine nicht-menschliche Stimme gehört ",
  "dn19:47.19": "und habe kein Interesse mehr am Leben im Haus.“ ",
  "dn19:47.20": "„Wie war dieses nicht-menschliche Wesen? ",
  "dn19:47.21": "Was sagte es zu dir, ",
  "dn19:47.22": "weshalb du unser Haus ",
  "dn19:47.23": "und all unsere Menschen aufgeben willst?“ ",
  "dn19:47.24": "„Bevor ich diese Klausur begann, ",
  "dn19:47.25": "liebte ich es nur, zu opfern. ",
  "dn19:47.26": "Ich zündete die heilige Flamme, ",
  "dn19:47.27": "über die Kusagras gestreut war. ",
  "dn19:47.28": "Doch dann erschien mir Brahmā, ",
  "dn19:47.29": "der Ewig-Junge aus der Brahmāwelt. ",
  "dn19:47.30": "Er beantwortete meine Frage, ",
  "dn19:47.31": "und seit ich das hörte, habe ich kein Interesse mehr am Leben im Haus.“ ",
  "dn19:47.32": "„Ich habe Vertrauen, Verwalter, ",
  "dn19:47.33": "zu dem, wovon du sprichst. ",
  "dn19:47.34": "Da du eine nicht-menschliche Stimme gehört hast, ",
  "dn19:47.35": "was könntest du sonst tun? ",
  "dn19:47.36": "Wir wollen deinem Beispiel folgen; ",
  "dn19:47.37": "Verwalter, sei mein Lehrer! ",
  "dn19:47.38": "Wie ein Schmuckstück aus Beryll – ",
  "dn19:47.39": "makellos, unbefleckt, schön – ",
  "dn19:47.40": "so rein wollen wir leben ",
  "dn19:47.41": "im Lehrsystem des Verwalters. ",
  "dn19:47.42": "Wenn der Verwalter aus dem Haus fortzieht ins hauslose Leben, werden wir das auch tun. Dein Schicksal soll auch unseres sein.“ ",
  "dn19:48.0": "6.5. Die sechs Adligen werden unterrichtet ",
  "dn19:48.1": "Dann ging der Große Verwalter zu den sechs Adligen und sagte: ",
  "dn19:48.2": "„Ihr Herren, bitte findet jetzt einen anderen Oberpriester, der die Staatsangelegenheiten für euch besorgt. ",
  "dn19:48.3": "Ich wünsche, aus dem Haus fortzuziehen ins hauslose Leben. ",
  "dn19:48.4": "Wie ich das verstehe, was der Brahmā über den Aasgestank sagt, so ist er nicht leicht zu besänftigen, wenn man im Haus lebt. ",
  "dn19:48.5": "Ich werde aus dem Haus fortziehen ins hauslose Leben!“ ",
  "dn19:49.1": "Da zogen sich die sechs Adligen auf eine Seite zurück und dachten einen Plan aus: ",
  "dn19:49.2": "„Diese Brahmanen sind wirklich gierig nach Reichtum. ",
  "dn19:49.3": "Warum versuchen wir nicht, ihn mit Reichtümern zu überzeugen?“ ",
  "dn19:49.4": "Sie gingen zum Großen Verwalter zurück und sagten: ",
  "dn19:49.5": "„In diesen sieben Königreichen gibt es überreichliche Reichtümer. Wir werden dir soviel davon zur Verfügung stellen, wie du willst.“ ",
  "dn19:49.6": "„Genug, ihr Herren. Ich habe selbst überreichliche Reichtümer, die ich meinen Herren verdanke. ",
  "dn19:49.7": "All das werde ich aufgeben und fortziehen.“ ",
  "dn19:49.10": "Da zogen sich die sechs Adligen auf eine Seite zurück und dachten einen Plan aus: ",
  "dn19:49.11": "„Diese Brahmanen sind wirklich gierig nach Frauen. ",
  "dn19:49.12": "Warum versuchen wir nicht, ihn mit Frauen zu überzeugen?“ ",
  "dn19:49.13": "Sie gingen zum Großen Verwalter zurück und sagten: ",
  "dn19:49.14": "„In diesen sieben Königreichen gibt es viele Frauen. Wir werden dir soviel davon zur Verfügung stellen, wie du willst.“ ",
  "dn19:49.15": "„Genug, ihr Herren. Ich habe bereits vierzig gleichrangige Frauen. ",
  "dn19:49.16": "All diese werde ich aufgeben und fortziehen.“ ",
  "dn19:50.1": "„Wenn der Verwalter aus dem Haus fortzieht ins hauslose Leben, werden wir das auch tun. Dein Schicksal soll auch unseres sein.“ ",
  "dn19:50.2": "„Wenn ihr alle die Sinnenfreuden aufgebt, ",
  "dn19:50.3": "an denen gewöhnliche Menschen hängen, ",
  "dn19:50.4": "wenn ihr euch anstrengt und stark seid, ",
  "dn19:50.5": "wenn ihr die Kraft der Geduld besitzt, ",
  "dn19:50.6": "ist dies der gerade Weg, ",
  "dn19:50.7": "der unübertreffliche Weg. ",
  "dn19:50.8": "Von den Guten behütet, führt die wahre Lehre ",
  "dn19:50.9": "zur Wiedergeburt in der Brahmāwelt.“ ",
  "dn19:51.1": "„Nun, Herr, dann warte bitte sieben Jahre. ",
  "dn19:51.2": "Wenn sieben Jahre vergangen sind, werden wir fortziehen. Dein Schicksal soll auch unseres sein.“ ",
  "dn19:51.3": "„Sieben Jahre sind zu lang, ihr Herren. So lange kann ich nicht warten. ",
  "dn19:51.4": "Wer weiß, was den Lebenden alles zustößt? ",
  "dn19:51.5": "Wir sind auf dem Weg ins nächste Leben. Daran müssen wir denken und aufwachen! Wir müssen das Gute tun und das geistliche Leben führen, denn niemand, der geboren ist, kann dem Tod entkommen. ",
  "dn19:51.7": "Ich werde fortziehen.“ ",
  "dn19:52.1": "„Nun, Herr, dann warte bitte sechs Jahre … ",
  "dn19:52.2": "fünf Jahre … ",
  "dn19:52.3": "vier Jahre … ",
  "dn19:52.4": "drei Jahre … ",
  "dn19:52.5": "zwei Jahre … ",
  "dn19:52.6": "ein Jahr … ",
  "dn19:53.6": "sieben Monate … ",
  "dn19:54.6": "sechs Monate … ",
  "dn19:54.7": "fünf Monate … ",
  "dn19:54.8": "vier Monate … ",
  "dn19:54.9": "drei Monate … ",
  "dn19:54.10": "zwei Monate … ",
  "dn19:54.11": "einen Monat … ",
  "dn19:54.12": "oder nur einen halben Monat. Wenn ein halber Monat vergangen ist, werden wir fortziehen. Dein Schicksal soll auch unseres sein.“ ",
  "dn19:55.1": "„Ein halber Monat ist zu lang, ihr Herren. So lange kann ich nicht warten. ",
  "dn19:55.2": "Wer weiß, was den Lebenden alles zustößt? ",
  "dn19:55.3": "Wir sind auf dem Weg ins nächste Leben. Daran müssen wir denken und aufwachen! Wir müssen das Gute tun und das geistliche Leben führen, denn niemand, der geboren ist, kann dem Tod entkommen. ",
  "dn19:55.4": "Wie ich das verstehe, was der Brahmā über den Aasgestank sagt, so ist er nicht leicht zu besänftigen, wenn man im Haus lebt. ",
  "dn19:55.5": "Ich werde aus dem Haus fortziehen ins hauslose Leben!“ ",
  "dn19:55.6": "„Nun, Herr, dann warte eine Woche, damit wir unsere Söhne und Brüder ins Königtum einweisen können. Wenn eine Woche vergangen ist, werden wir fortziehen. Dein Schicksal soll auch unseres sein.“ ",
  "dn19:55.7": "„Eine Woche ist nicht zu lang, ihr Herren. So lange werde ich warten.“ ",
  "dn19:56.0": "6.6. Die Brahmanen werden unterrichtet ",
  "dn19:56.1": "Dann ging der Große Verwalter auch zu den sieben gut situierten Brahmanen und den siebenhundert gebadeten Eingeweihten und sagte: ",
  "dn19:56.2": "„Ihr Herren, bitte findet jetzt einen anderen Lehrer, der euch im Aufsagen der Hymnen unterweist. ",
  "dn19:56.3": "Ich wünsche, aus dem Haus fortzuziehen ins hauslose Leben. ",
  "dn19:56.4": "Wie ich das verstehe, was der Brahmā über den Aasgestank sagt, so ist er nicht leicht zu besänftigen, wenn man im Haus lebt. ",
  "dn19:56.5": "Ich werde aus dem Haus fortziehen ins hauslose Leben!“ ",
  "dn19:56.6": "„Bitte ziehe nicht aus dem Haus fort ins hauslose Leben! ",
  "dn19:56.7": "Das Leben von jemand, der fortgezogen ist, bietet wenig Einfluss und Gewinn, ",
  "dn19:56.8": "während das Leben eines Brahmanen großen Einfluss und Gewinn bietet.“ ",
  "dn19:56.9": "„Bitte, ihr Herren, sagt das nicht. ",
  "dn19:56.10": "Wer hat größeren Einfluss und Gewinn als ich? ",
  "dn19:56.11": "Denn ich bin jetzt für Könige wie ein König, für Brahmanen wie Brahmā und für Hausbesitzer wie eine Gottheit. ",
  "dn19:56.12": "All das werde ich aufgeben und fortziehen. ",
  "dn19:56.13": "Wie ich das verstehe, was der Brahmā über den Aasgestank sagt, so ist er nicht leicht zu besänftigen, wenn man im Haus lebt. ",
  "dn19:56.14": "Ich werde aus dem Haus fortziehen ins hauslose Leben!“ ",
  "dn19:56.15": "„Wenn der Verwalter aus dem Haus fortzieht ins hauslose Leben, werden wir das auch tun. Dein Schicksal soll auch unseres sein.“ ",
  "dn19:57.0": "6.7. Die Frauen werden unterrichtet ",
  "dn19:57.1": "Dann ging der Große Verwalter zu seinen vierzig gleichrangigen Frauen und sagte: ",
  "dn19:57.2": "„Ihr Damen, bitte tut, was ihr wünscht. Entweder geht ihr zurück zu euren eigenen Familien oder ihr findet einen anderen Mann. ",
  "dn19:57.3": "Ich wünsche, aus dem Haus fortzuziehen ins hauslose Leben. ",
  "dn19:57.4": "Wie ich das verstehe, was der Brahmā über den Aasgestank sagt, so ist er nicht leicht zu besänftigen, wenn man im Haus lebt. ",
  "dn19:57.5": "Ich werde aus dem Haus fortziehen ins hauslose Leben!“ ",
  "dn19:57.6": "„Du bist die einzige Familie, die wir wollen! Du bist der einzige Ehemann, den wir wollen! ",
  "dn19:57.7": "Wenn du aus dem Haus fortziehst ins hauslose Leben, werden wir das auch tun. Dein Schicksal soll auch unseres sein.“ ",
  "dn19:58.0": "6.8. Der große Verwalter zieht fort ",
  "dn19:58.1": "Als eine Woche vergangen war, rasierte sich der Große Verwalter Haar und Bart, legte ockerfarbene Roben an und zog aus dem Haus fort ins hauslose Leben. ",
  "dn19:58.2": "Und als er fortgezogen war, rasierten sich die sieben gesalbten adligen Könige, die sieben Brahmanen mit den siebenhundert Eingeweihten, die vierzig gleichrangigen Frauen und viele tausend Adlige, Brahmanen und Hausbesitzer sowie viele Haremsfrauen Haar und Bart, legten ockerfarbene Roben an und zogen aus dem Haus fort ins hauslose Leben. ",
  "dn19:58.3": "Der Große Verwalter wanderte in Begleitung dieser Gesellschaft durch die Dörfer, Marktflecken und Hauptstädte. ",
  "dn19:58.4": "Und zu der Zeit war er, wann immer er in einem Dorf oder einer Stadt ankam, für Könige wie ein König, für Brahmanen wie Brahmā und für Hausbesitzer wie eine Gottheit. ",
  "dn19:58.5": "Und jedes Mal, wenn jemand nieste oder stolperte, ",
  "dn19:58.6": "sagten sie: ",
  "dn19:58.7": "„Ehre dem Großen Verwalter! Ehre dem Oberpriester der Sieben!“ ",
  "dn19:59.1": "Der Große Verwalter meditierte, indem er eine Himmelsrichtung mit einem Herzen voller Liebe durchdrang, und die zweite und die dritte und die vierte. Ebenso nach oben, nach unten, dazwischen, überall und ringsumher; die ganze Welt durchdrang er mit einem Herzen voller Liebe – überreichlich, ausgedehnt, grenzenlos, frei von Feindschaft und bösem Willen. ",
  "dn19:59.2": "Er meditierte, indem er eine Himmelsrichtung mit einem Herzen voller Mitgefühl durchdrang … ",
  "dn19:59.3": "Er meditierte, indem er eine Himmelsrichtung mit einem Herzen voller freudiger Anteilnahme durchdrang … ",
  "dn19:59.4": "Er meditierte, indem er eine Himmelsrichtung mit einem Herzen voller Gleichmut durchdrang, und die zweite und die dritte und die vierte. Ebenso nach oben, nach unten, dazwischen, überall und ringsumher; die ganze Welt durchdrang er mit einem Herzen voller Gleichmut – überreichlich, ausgedehnt, grenzenlos, frei von Feindschaft und bösem Willen. ",
  "dn19:59.5": "Und er lehrte seine Schüler den Weg zur Wiedergeburt in der Gemeinschaft mit Brahmā. ",
  "dn19:60.1": "Diejenigen seiner Schülerinnen und Schüler, die die Anleitung des Großen Verwalters vollständig verstanden, ",
  "dn19:60.2": "wurden, als ihr Körper auseinanderbrach, nach dem Tod, in der Brahmāwelt wiedergeboren. ",
  "dn19:60.3": "Von denjenigen seiner Schülerinnen und Schüler, die die Anleitung des Großen Verwalters nur teilweise verstanden, wurden manche unter den Göttern wiedergeboren, die über die Schöpfungen anderer herrschen, ",
  "dn19:60.4": "manche unter den Göttern, die gerne erschaffen, ",
  "dn19:60.5": "manche unter den Freudvollen Göttern, ",
  "dn19:60.6": "manche unter den Yama-Göttern, ",
  "dn19:60.7": "manche unter den Göttern der Dreiunddreißig ",
  "dn19:60.8": "und manche unter den Göttern der Vier Großen Könige. ",
  "dn19:60.9": "Und zum Allerwenigsten füllten sie die Scharen der Elfen auf. ",
  "dn19:60.10": "Und so war das Fortziehen all dieser Söhne aus gutem Haus nicht vergeblich, nicht umsonst, sondern reich und fruchtbar.‘ ",
  "dn19:60.11": "Erinnerst du dich daran, Gesegneter?“ ",
  "dn19:61.1": "„Ich erinnere mich, Pañcasikha. ",
  "dn19:61.2": "Ich war damals der Brahmane, der Große Verwalter. ",
  "dn19:61.3": "Ich lehrte diese Schüler und Schülerinnen den Weg zur Wiedergeburt in der Gemeinschaft mit Brahmā. ",
  "dn19:61.4": "Aber jener spirituelle Pfad führt nicht zu Ernüchterung, Sichabwenden, Aufhören, Frieden, Einsicht, Erwachen und Erlöschen. Er führt nur bis zur Wiedergeburt in der Brahmāwelt. ",
  "dn19:61.5": "Doch dieser spirituelle Pfad führt zu Ernüchterung, Sichabwenden, Aufhören, Frieden, Einsicht, Erwachen und Erlöschen. ",
  "dn19:61.6": "Und was ist der spirituelle Pfad, der zum Erlöschen führt? ",
  "dn19:61.7": "Es ist einfach dieser edle achtfache Pfad: ",
  "dn19:61.8": "nämlich rechte Ansicht, rechtes Denken, rechte Rede, rechtes Verhalten, rechter Lebenserwerb, rechter Einsatz, rechte Achtsamkeit und rechte Versenkung. ",
  "dn19:61.9": "Das ist der spirituelle Pfad, der zu Ernüchterung, Sichabwenden, Aufhören, Frieden, Einsicht, Erwachen und Erlöschen führt. ",
  "dn19:62.1": "Diejenigen meiner Schülerinnen und Schüler, die meine Anleitung vollständig verstehen, lösen die Befleckungen auf und erlangen in diesem Leben die fleckenlose Freiheit des Herzens, die fleckenlose Freiheit durch Weisheit, erkennen sie durch eigene Einsicht und leben darin. ",
  "dn19:62.2": "Von denjenigen meiner Schülerinnen und Schüler, die meine Anleitung nur teilweise verstehen, werden manche mit dem Auflösen der fünf niederen Fesseln durch unmittelbares Erscheinen wiedergeboren. Sie erlöschen dort und müssen von jener Welt nicht zurückkehren. ",
  "dn19:62.3": "Manche werden mit dem Auflösen von drei Fesseln und dem Abschwächen von Gier, Hass und Täuschung Einmalwiederkehrer. Nur einmal kehren sie in diese Welt zurück, um dann dem Leiden ein Ende zu machen. ",
  "dn19:62.4": "Und manche tauchen mit dem Auflösen von drei Fesseln in die Strömung ein, sie müssen nicht mehr in der Unterwelt wiedergeboren werden und sind auf dem Weg zum Erwachen. ",
  "dn19:62.5": "Und so war das Fortziehen all dieser Söhne aus gutem Haus nicht vergeblich, nicht umsonst, sondern reich und fruchtbar.“ ",
  "dn19:62.6": "Das sagte der Buddha. ",
  "dn19:62.7": "Zufrieden freute sich der Elf Pañcasikha über die Worte des Buddha und stimmte ihm zu. Er verbeugte er sich, umrundete den Buddha respektvoll, die rechte Seite ihm zugewandt, und verschwand eben dort. "
}