{
  "dn1:0.1": "Lange Lehrreden 1 ",
  "dn1:0.2": "Das Hauptnetz ",
  "dn1:1.0": "1. Gespräch über Wanderer ",
  "dn1:1.1.1": "So habe ich es gehört: ",
  "dn1:1.1.2": "Einmal war der Buddha unterwegs auf der Straße zwischen Rājagaha und Nāḷandā, zusammen mit einem großen Saṅgha von etwa fünfhundert Mönchen und Nonnen. ",
  "dn1:1.1.3": "Der Wanderer Suppiya war auf der gleichen Straße unterwegs, zusammen mit seinem Schüler, dem Brahmanenschüler Brahmadatta. ",
  "dn1:1.1.4": "Währenddessen tadelte Suppiya den Buddha, die Lehre und den Saṅgha auf vielerlei Art, ",
  "dn1:1.1.5": "doch sein Schüler Brahmadatta pries sie auf vielerlei Art. ",
  "dn1:1.1.6": "Und so gingen Lehrer und Schüler hinter dem Buddha und dem Saṅgha der Mönche und Nonnen her und widersprachen einander diametral. ",
  "dn1:1.2.1": "Da bezog der Buddha zusammen mit dem Saṅgha von Mönchen und Nonnen für die Nacht Quartier im königlichen Rasthaus in Ambalaṭṭhikā. ",
  "dn1:1.2.2": "Und Suppiya und Brahmadatta taten das Gleiche. ",
  "dn1:1.2.3": "Auch hier tadelte Suppiya den Buddha, die Lehre und den Saṅgha auf vielerlei Art, ",
  "dn1:1.2.4": "doch sein Schüler Brahmadatta pries sie auf vielerlei Art. ",
  "dn1:1.2.5": "Und so widersprachen Lehrer und Schüler einander weiterhin diametral. ",
  "dn1:1.3.1": "Dann standen mehrere Mönche und Nonnen beim ersten Morgengrauen auf, saßen im Pavillon beisammen, und dieses Thema zur Bewertung kam unter ihnen auf: ",
  "dn1:1.3.2": "„Es ist unglaublich, werte Freunde, es ist erstaunlich, wie die verschiedenen Überzeugungen der Lebewesen vom Gesegneten, der erkennt und sieht, dem Vollendeten, dem vollkommen erwachten Buddha klar erfasst wurden. ",
  "dn1:1.3.3": "Denn dieser Suppiya tadelt den Buddha, die Lehre und den Saṅgha auf vielerlei Art, ",
  "dn1:1.3.4": "doch sein Schüler Brahmadatta preist sie auf vielerlei Art. ",
  "dn1:1.3.5": "Und so gingen Lehrer und Schüler hinter dem Buddha und dem Saṅgha der Mönche und Nonnen her und widersprachen einander diametral.“ ",
  "dn1:1.4.1": "Als der Buddha von der Diskussion über Bewertung unter den Mönchen und Nonnen erfuhr, ging er zum Pavillon, wo er sich auf den ausgebreiteten Sitz setzte. Er wandte sich an die Mönche und Nonnen: ",
  "dn1:1.4.2": "„Mönche und Nonnen, worüber habt ihr gerade gesprochen, als ihr hier beisammensaßt? Welches Gespräch wurde unterbrochen?“ ",
  "dn1:1.4.3": "Sie berichteten ihm, was sie besprochen hatten, und fügten hinzu: ",
  "dn1:1.4.9": "„Das war das Gespräch, das unterbrochen wurde, als der Buddha kam.“ ",
  "dn1:1.5.1": "„Mönche und Nonnen, tut nichts, wodurch ihr grollend, verdrießlich und ärgerlich werdet, wenn andere mich, die Lehre oder den Saṅgha tadeln. ",
  "dn1:1.5.2": "Ihr würdet zornig und aufgebracht, und das wäre einzig für euch ein Hindernis. ",
  "dn1:1.5.3": "Wenn andere mich, die Lehre und den Saṅgha tadelten und ihr würdet zornig und aufgebracht, wärt ihr dann in der Lage, zu verstehen, ob sie gut oder dürftig gesprochen haben?“ ",
  "dn1:1.5.4": "„Nein, Herr.“ ",
  "dn1:1.6.1": "„Wenn andere mich, die Lehre oder den Saṅgha tadeln, sollt ihr erklären, dass das, was falsch ist, tatsächlich falsch ist: ",
  "dn1:1.6.2": "‚Aus diesem Grund ist es nicht wahr, aus diesem Grund ist es falsch. Ein solches Ding gibt es bei uns nicht, es ist unter uns nicht zu finden.‘ ",
  "dn1:1.6.3": "Tut nichts, wodurch ihr begeistert, freudig erregt und euphorisch werdet, wenn andere mich, die Lehre oder den Saṅgha loben. ",
  "dn1:1.6.4": "Ihr würdet begeistert, freudig erregt und euphorisch, und das wäre einzig für euch ein Hindernis. ",
  "dn1:1.6.5": "Wenn andere mich, die Lehre oder den Saṅgha loben, sollt ihr erklären, dass das, was wahr ist, tatsächlich wahr ist: ",
  "dn1:1.6.6": "‚Aus diesem Grund ist es wahr, aus diesem Grund ist es richtig. Ein solches Ding gibt es bei uns, es ist unter uns zu finden.‘ ",
  "dn1:1.7.0.1": "2. Sittlichkeit ",
  "dn1:1.7.0.2": "2.1. Der kürzere Abschnitt über Sittlichkeit ",
  "dn1:1.7.1": "Wenn ein gewöhnlicher Mensch lobend über den Klargewordenen spricht, so spricht er nur über belanglose und unbedeutende Angelegenheiten bloßen sittlichen Verhaltens. ",
  "dn1:1.7.2": "Und was sind die belanglosen und unbedeutenden Angelegenheiten bloßen sittlichen Verhaltens, von denen ein gewöhnlicher Mensch spricht? ",
  "dn1:1.8.1": "‚Der Asket Gotama hat das Töten lebender Geschöpfe aufgegeben. Er verzichtet auf Stock und Schwert. Er ist gewissenhaft und gütig und lebt voller Anteilnahme für alle Lebewesen.‘ ",
  "dn1:1.8.2": "So ist das Lob eines gewöhnlichen Menschen für den Klargewordenen. ",
  "dn1:1.8.3": "‚Der Asket Gotama hat das Stehlen aufgegeben. Er nimmt nur, was gegeben wird, erwartet nur, was gegeben wird. Er ist nicht diebisch und ist innerlich rein.‘ ",
  "dn1:1.8.4": "So ist das Lob eines gewöhnlichen Menschen für den Klargewordenen. ",
  "dn1:1.8.5": "‚Der Asket Gotama hat unkeusches Verhalten aufgegeben. Er ist enthaltsam und abgesondert und vermeidet die übliche Praxis des Geschlechtsverkehrs.‘ ",
  "dn1:1.8.6": "So ist das Lob eines gewöhnlichen Menschen für den Klargewordenen. ",
  "dn1:1.9.1": "‚Der Asket Gotama hat das Lügen aufgegeben. Er sagt die Wahrheit und hält sich an die Wahrheit. Er ist ehrlich und vertrauenswürdig und legt die Welt nicht mit seinen Worten herein.‘ ",
  "dn1:1.9.2": "So ist das Lob eines gewöhnlichen Menschen für den Klargewordenen. ",
  "dn1:1.9.3": "‚Der Asket Gotama hat entzweiende Rede aufgegeben. Was er hier gehört hat, sagt er nicht dort, und was er dort gehört hat, nicht hier, um Menschen zu entzweien. Stattdessen versöhnt er die Uneinigen, fördert Einigkeit, freut sich an Eintracht, liebt die Eintracht und spricht Worte, die Eintracht fördern.‘ ",
  "dn1:1.9.4": "So ist das Lob eines gewöhnlichen Menschen für den Klargewordenen. ",
  "dn1:1.9.5": "‚Der Asket Gotama hat harte Rede aufgegeben. Seine Worte sind mild, dem Ohr gefällig, lieblich, zu Herzen gehend, höflich, den Menschen lieb und angenehm.‘ ",
  "dn1:1.9.6": "So ist das Lob eines gewöhnlichen Menschen für den Klargewordenen. ",
  "dn1:1.9.7": "‚Der Asket Gotama hat das Unsinnreden aufgegeben. Seine Worte kommen zur rechten Zeit, sind wahr, bedeutsam, im Einklang mit der Lehre und Schulung. Zur rechten Zeit sagt er Dinge, die sinnvoll und begründet sind, treffend und nutzbringend.‘ ",
  "dn1:1.9.8": "So ist das Lob eines gewöhnlichen Menschen für den Klargewordenen. ",
  "dn1:1.10.1": "‚Der Asket Gotama unterlässt es, Pflanzen und Samen zu beschädigen.‘ ",
  "dn1:1.10.3": "‚Der Asket Gotama isst zu einer Tageszeit und verzichtet auf das Essen bei Nacht und zur falschen Zeit.‘ ",
  "dn1:1.10.4": "‚Der Asket Gotama meidet Tanz, Gesang, Musik und den Besuch von Shows.‘ ",
  "dn1:1.10.5": "‚Der Asket Gotama unterlässt es, sich mit Kränzen, Parfüm und Make-up zu verschönern und zu schmücken.‘ ",
  "dn1:1.10.6": "‚Der Asket Gotama unterlässt die Benutzung hoher und üppiger Betten.‘ ",
  "dn1:1.10.7": "‚Der Asket Gotama unterlässt es, Gold und Silber, ",
  "dn1:1.10.8": "rohes Getreide, ",
  "dn1:1.10.9": "rohes Fleisch, ",
  "dn1:1.10.10": "Frauen und Mädchen, ",
  "dn1:1.10.11": "Leibeigene beiderlei Geschlechts, ",
  "dn1:1.10.12": "Ziegen und Schafe, ",
  "dn1:1.10.13": "Hühner und Schweine, ",
  "dn1:1.10.14": "Elefanten, Rinder, Pferde und Stuten ",
  "dn1:1.10.15": "sowie Felder und Land anzunehmen.‘ ",
  "dn1:1.10.16": "‚Der Asket Gotama unterlässt es, Botengänge zu machen und Botschaften zu übermitteln, ",
  "dn1:1.10.17": "zu kaufen und zu verkaufen, ",
  "dn1:1.10.18": "Maße, Metalle oder Gewichte zu fälschen, ",
  "dn1:1.10.19": "zu bestechen, zu betrügen, zu täuschen und Falschheit zu zeigen, ",
  "dn1:1.10.20": "zu verstümmeln, zu morden, zu entführen, zu rauben, zu plündern und Gewalt anzutun.‘ ",
  "dn1:1.10.21": "So ist das Lob eines gewöhnlichen Menschen für den Klargewordenen. ",
  "dn1:1.10.22": "Der kürzere Abschnitt über Sittlichkeit ist zu Ende. ",
  "dn1:1.11.0": "2.2. Der mittlere Abschnitt über Sittlichkeit ",
  "dn1:1.11.1": "‚Da sind manche Asketen und Brahmanen, die Speisen genießen, die aus Vertrauen gespendet wurden, und gleichzeitig noch das Beschädigen von Pflanzen und Samen betreiben: ",
  "dn1:1.11.2": "nämlich Pflanzen, die aus Wurzeln, Stängeln, Knoten oder Ablegern austreiben, oder aus Samen als Fünftem. ",
  "dn1:1.11.3": "Der Asket Gotama unterlässt solches Beschädigen von Pflanzen und Samen.‘ ",
  "dn1:1.11.4": "So ist das Lob eines gewöhnlichen Menschen für den Klargewordenen. ",
  "dn1:1.12.1": "‚Da sind manche Asketen und Brahmanen, die Speisen genießen, die aus Vertrauen gespendet wurden, und gleichzeitig noch das Anlegen von Vorräten zum eigenen Gebrauch betreiben: ",
  "dn1:1.12.2": "nämlich Essen, Trinken, Kleidung und Transportmittel, Parfüm und materiellen Besitz. ",
  "dn1:1.12.3": "Der Asket Gotama unterlässt das Anlegen solcher Vorräte.‘ ",
  "dn1:1.12.4": "So ist das Lob eines gewöhnlichen Menschen für den Klargewordenen. ",
  "dn1:1.13.1": "‚Da sind manche Asketen und Brahmanen, die Speisen genießen, die aus Vertrauen gespendet wurden, und gleichzeitig noch das Besuchen von Shows betreiben: ",
  "dn1:1.13.2": "nämlich Dinge wie Tanz, Gesang, Musik, Vorführungen und Geschichtenerzählen; Klatschen, Becken- und Paukenschlag; Kunstausstellungen und akrobatische Darbietungen; Kämpfe von Elefanten, Pferden, Büffeln, Stieren, Ziegen, Widdern, Hühnern und Wachteln; Stockkampf, Boxen und Ringen; Schlachten, Appelle der Streitkräfte, Schlachtordnungen und Manöverkritik. ",
  "dn1:1.13.3": "Der Asket Gotama unterlässt das Besuchen solcher Shows.‘ ",
  "dn1:1.13.4": "So ist das Lob eines gewöhnlichen Menschen für den Klargewordenen. ",
  "dn1:1.14.1": "‚Da sind manche Asketen und Brahmanen, die Speisen genießen, die aus Vertrauen gespendet wurden, und gleichzeitig noch Glücksspiel betreiben, das nachlässig macht: ",
  "dn1:1.14.2": "nämlich Dinge wie Dame mit 8 x 8 Feldern, Dame mit 10 x 10 Feldern, Dame in der Luft, Himmel und Hölle, Mikado, Brettspiele, Strohhalmziehen, Würfelspiel, Grasflöten, Spielzeugpflug, Purzelbaum, Windrädchen, Spielzeug-Messbecher, Spielzeug-Kutschen, Spielzeug-Bogen, Ich-seh'-etwas-was-du-nicht-siehst und Gedankenraten. ",
  "dn1:1.14.3": "Der Asket Gotama unterlässt solches Glücksspiel.‘ ",
  "dn1:1.14.4": "So ist das Lob eines gewöhnlichen Menschen für den Klargewordenen. ",
  "dn1:1.15.1": "‚Da sind manche Asketen und Brahmanen, die Speisen genießen, die aus Vertrauen gespendet wurden, und gleichzeitig noch hohe und üppige Betten benutzen: ",
  "dn1:1.15.2": "nämlich Dinge wie ein Chaiselongue oder ein Sofa mit flauschigen, bunten, weißen, blumenbestickten, wattierten, mit Tieren bestickten, mit doppelten oder einfachen Fransen versehenen Wolldecken, mit perlenbestickten Seidendecken und seidenen Laken, Webteppichen, Elefanten-, Pferde- oder Kutschendecken, Teppichen aus Antilopenhaut und Decken aus feinem Hirschleder, mit einem Baldachin und roten Kissen auf beiden Seiten. ",
  "dn1:1.15.3": "Der Asket Gotama unterlässt das Benutzen solcher Betten.‘ ",
  "dn1:1.15.4": "So ist das Lob eines gewöhnlichen Menschen für den Klargewordenen. ",
  "dn1:1.16.1": "‚Da sind manche Asketen und Brahmanen, die Speisen genießen, die aus Vertrauen gespendet wurden, und sich gleichzeitig noch mit Kränzen, Parfüm und Make-up verschönern und schmücken: ",
  "dn1:1.16.2": "nämlich mit Dingen wie der Anwendung von Schönheitsprodukten durch Einsalben, Massieren, Baden und Reiben; mit Spiegeln, Salben, Kränzen, Parfüm und Make-up; mit Gesichtspuder, Grundierung, Armbändern, Kopfbändern, ausgefallenen Spazierstöcken oder Dosen, Degen, Sonnenschirmen, ausgefallenen Sandalen, Turbanen, Juwelen, Fächern und weißen Roben mit langen Fransen. ",
  "dn1:1.16.3": "Der Asket Gotama unterlässt solches Verschönern und Schmücken.‘ ",
  "dn1:1.16.4": "So ist das Lob eines gewöhnlichen Menschen für den Klargewordenen. ",
  "dn1:1.17.1": "‚Da sind manche Asketen und Brahmanen, die Speisen genießen, die aus Vertrauen gespendet wurden, und gleichzeitig noch unwürdige Gespräche betreiben: ",
  "dn1:1.17.2": "nämlich Gespräche über Könige, Räuber und Minister, über Heere, Bedrohungen und Kriege, über Essen, Trinken, Kleider und Betten, über Kränze und Düfte, über die Familie, Fahrzeuge, Dörfer, Marktflecken, Städte und Länder, über Frauen und Helden, Straßen- und Brunnengespräch, Gespräch über Verstorbene, über allerlei Dinge, Geschichten vom Land und vom Meer und Gespräche über Wiedergeburt in diesem oder jenem Daseinszustand. ",
  "dn1:1.17.3": "Der Asket Gotama unterlässt solche unwürdigen Gespräche.‘ ",
  "dn1:1.17.4": "So ist das Lob eines gewöhnlichen Menschen für den Klargewordenen. ",
  "dn1:1.18.1": "‚Da sind manche Asketen und Brahmanen, die Speisen genießen, die aus Vertrauen gespendet wurden, und sich gleichzeitig noch auf Streit einlassen: ",
  "dn1:1.18.2": "nämlich, indem sie Dinge sagen wie: „Du verstehst diese Lehre und Schulung nicht. Ich verstehe diese Lehre und Schulung. Was, du verstehst diese Lehre und Schulung? Du übst falsch. Ich übe richtig. Ich bleibe beim Thema, du nicht. Was zuerst gesagt werden sollte, hast du zuletzt gesagt. Was zuletzt gesagt werden sollte, hast du zuerst gesagt. Was du dir so gut ausgedacht hast, ist entkräftet. Deine Doktrin ist widerlegt. Auf, rette deine Doktrin! Du steckst in der Falle; befreie dich daraus – wenn du kannst!“ ",
  "dn1:1.18.3": "Der Asket Gotama unterlässt solchen Streit.‘ ",
  "dn1:1.18.4": "So ist das Lob eines gewöhnlichen Menschen für den Klargewordenen. ",
  "dn1:1.19.1": "‚Da sind manche Asketen und Brahmanen, die Speisen genießen, die aus Vertrauen gespendet wurden, und gleichzeitig noch Botengänge machen und Botschaften übermitteln: ",
  "dn1:1.19.2": "nämlich Botengänge für Herrscher, königliche Minister, Adlige, Brahmanen, Hausbesitzer oder Prinzen, die sagen: „Geh hierhin, geh dahin. Nimm dieses mit, bring jenes von dort.“ ",
  "dn1:1.19.3": "Der Asket Gotama unterlässt solche Botengänge.‘ ",
  "dn1:1.19.4": "So ist das Lob eines gewöhnlichen Menschen für den Klargewordenen. ",
  "dn1:1.20.1": "‚Da sind manche Asketen und Brahmanen, die Speisen genießen, die aus Vertrauen gespendet wurden, und gleichzeitig noch Heuchelei und Schmeichelei betreiben, Andeutungen machen und andere abwerten und materiellen Besitz benutzen, um mehr materiellem Besitz nachzujagen. ",
  "dn1:1.20.2": "Der Asket Gotama unterlässt solche Heuchelei und Schmeichelei.‘ ",
  "dn1:1.20.3": "So ist das Lob eines gewöhnlichen Menschen für den Klargewordenen. ",
  "dn1:1.20.4": "Der mittlere Abschnitt über Sittlichkeit ist zu Ende. ",
  "dn1:1.21.0": "2.3. Der lange Abschnitt über Sittlichkeit ",
  "dn1:1.21.1": "‚Da sind manche Asketen und Brahmanen, die Speisen genießen, die aus Vertrauen gespendet wurden, und gleichzeitig noch ihren Unterhalt mit einer unwürdigen Kunst, einem falschen Lebenserwerb verdienen: ",
  "dn1:1.21.2": "nämlich Deuten der Gliederform, Deuten von Vorzeichen, Vorhersagen himmlischer Omen, Traumdeutung, Deuten körperlicher Kennzeichen, Deuten der Knabberspuren von Mäusen, Feueropfer, Löffelopfer, Opfer von Spelzen, Reishäutchen, Reis, Ghee oder Öl, Opfer aus dem Mund, Blutopfer, Handlesen, Geomantik für Bauplätze, Felder und Friedhöfe, Teufelsaustreibungen, Erdmagie, Schlangenbeschwörung, Gift, die Wissenschaft von Skorpionen, Ratten, Vögeln und Krähen, Vorhersage der Lebensdauer, Aufsagen von Schutzversen und Deuten von Tierrufen. ",
  "dn1:1.21.3": "Der Asket Gotama unterlässt solch unwürdige Kunst, solch falschen Lebenserwerb.‘ ",
  "dn1:1.21.4": "So ist das Lob eines gewöhnlichen Menschen für den Klargewordenen. ",
  "dn1:1.22.1": "‚Da sind manche Asketen und Brahmanen, die Speisen genießen, die aus Vertrauen gespendet wurden, und gleichzeitig noch ihren Unterhalt mit einer unwürdigen Kunst, einem falschen Lebenserwerb verdienen: ",
  "dn1:1.22.2": "nämlich das Deuten der Kennzeichen von Juwelen, Stoffen, Knüppeln, Schwertern, Speeren, Pfeilen, Waffen, Frauen, Männern, Jungen, Mädchen, Leibeigenen beiderlei Geschlechts, Elefanten, Pferden, Büffeln, Stieren, Kühen, Ziegen, Widdern, Hühnern, Wachteln, Waranen, Kaninchen, Schildkröten oder Rotwild. ",
  "dn1:1.22.3": "Der Asket Gotama unterlässt solch unwürdige Kunst, solch falschen Lebenserwerb.‘ ",
  "dn1:1.22.4": "So ist das Lob eines gewöhnlichen Menschen für den Klargewordenen. ",
  "dn1:1.23.1": "‚Da sind manche Asketen und Brahmanen, die Speisen genießen, die aus Vertrauen gespendet wurden, und gleichzeitig noch ihren Unterhalt mit einer unwürdigen Kunst, einem falschen Lebenserwerb verdienen: ",
  "dn1:1.23.2": "nämlich Vorhersagen machen, dass der König vorwärts oder zurück marschieren wird; dass unser König angreifen und der feindliche König sich zurückziehen wird; dass der feindliche König angreifen und unser König sich zurückziehen wird; dass unser König siegen und der feindliche König unterliegen wird; oder dass der feindliche König siegen und unser König unterliegen wird; und so wird es immer Sieg für eine Seite und Niederlage für die andere geben. ",
  "dn1:1.23.3": "Der Asket Gotama unterlässt solch unwürdige Kunst, solch falschen Lebenserwerb.‘ ",
  "dn1:1.23.4": "So ist das Lob eines gewöhnlichen Menschen für den Klargewordenen. ",
  "dn1:1.24.1": "‚Da sind manche Asketen und Brahmanen, die Speisen genießen, die aus Vertrauen gespendet wurden, und gleichzeitig noch ihren Unterhalt mit einer unwürdigen Kunst, einem falschen Lebenserwerb verdienen: ",
  "dn1:1.24.2": "nämlich Vorhersagen machen, dass es eine Mondfinsternis, eine Sonnenfinsternis oder eine Sternenfinsternis geben wird, dass Sonne, Mond oder Sterne in Konjunktion oder in Opposition stehen werden, dass es einen Meteorschauer, einen feurigen Himmel, ein Erdbeben oder Donner geben wird, dass Mond, Sonne oder Sterne auf- oder untergehen, dunkler oder heller werden werden, ebenso wie Vorhersagen über die Folgen solcher Erscheinungen. ",
  "dn1:1.24.3": "Der Asket Gotama unterlässt solch unwürdige Kunst, solch falschen Lebenserwerb.‘ ",
  "dn1:1.24.4": "So ist das Lob eines gewöhnlichen Menschen für den Klargewordenen. ",
  "dn1:1.25.1": "‚Da sind manche Asketen und Brahmanen, die Speisen genießen, die aus Vertrauen gespendet wurden, und gleichzeitig noch ihren Unterhalt mit einer unwürdigen Kunst, einem falschen Lebenserwerb verdienen: ",
  "dn1:1.25.2": "nämlich Vorhersagen über reichlich Regen oder Trockenheit, über reichlich Essen oder Hungersnot, über eine üppige oder eine schlechte Ernte, über Sicherheit oder Gefahr, über Krankheit oder Gesundheit; weiterhin Beschäftigungen wie Fingerzählen, Buchhaltung, Rechnen, Dichtkunst und Kosmologie. ",
  "dn1:1.25.3": "Der Asket Gotama unterlässt solch unwürdige Kunst, solch falschen Lebenserwerb.‘ ",
  "dn1:1.25.4": "So ist das Lob eines gewöhnlichen Menschen für den Klargewordenen. ",
  "dn1:1.26.1": "‚Da sind manche Asketen und Brahmanen, die Speisen genießen, die aus Vertrauen gespendet wurden, und gleichzeitig noch ihren Unterhalt mit einer unwürdigen Kunst, einem falschen Lebenserwerb verdienen: ",
  "dn1:1.26.2": "nämlich Verabredungen treffen zum Geben oder Bekommen einer Braut für die Hochzeit, Verabredungen für eine Verlobung oder eine Scheidung, für das Streuen von Reis drinnen und draußen bei einer Hochzeitszeremonie; weiterhin Zaubersprüche für Glück oder Unglück, für die Behandlung steckengebliebener Feten, für das Binden der Zunge oder des Kiefers, Zaubersprüche in die Hand oder ins Ohr wispern, Befragen eines Spiegels, eines Mädchens oder eines Gottes als Orakel, Anbeten der Sonne, Anbeten des Großen, Feuer spucken oder die Glücksgöttin Siri anrufen. ",
  "dn1:1.26.3": "Der Asket Gotama unterlässt solch unwürdige Kunst, solch falschen Lebenserwerb.‘ ",
  "dn1:1.26.4": "So ist das Lob eines gewöhnlichen Menschen für den Klargewordenen. ",
  "dn1:1.27.1": "‚Da sind manche Asketen und Brahmanen, die Speisen genießen, die aus Vertrauen gespendet wurden, und gleichzeitig noch ihren Unterhalt mit einer unwürdigen Kunst, einem falschen Lebenserwerb verdienen: ",
  "dn1:1.27.2": "nämlich Riten zur Besänftigung, um Wünsche zu erfüllen, für Gespenster, für die Erde, für Regen, für die Befriedung eines Grundstücks und für das Vorbereiten und Weihen von Bauplätzen, Riten, die mit Abspülen und Baden einhergehen, und Opferriten; weiterhin die Anwendung von Brechmitteln, Abführmitteln, Mitteln zum Lösen und Auswerfen von Schleim; die Anwendung von Ohröl, Stärkungsmitteln für die Augen, Arznei für die Nase, Salben und Gegensalben; Operationen mit Nadel und Skalpell, Behandlung von Kindern, Verschreibung arzneilicher Wurzeln und Herstellen von Kräuterbündeln. ",
  "dn1:1.27.3": "Der Asket Gotama unterlässt solch unwürdige Kunst, solch falschen Lebenserwerb.‘ ",
  "dn1:1.27.4": "So ist das Lob eines gewöhnlichen Menschen für den Klargewordenen. ",
  "dn1:1.27.5": "Das sind die belanglosen und unbedeutenden Angelegenheiten bloßen sittlichen Verhaltens, von denen ein gewöhnlicher Mensch spricht. ",
  "dn1:1.27.6": "Der lange Abschnitt über Sittlichkeit ist zu Ende. ",
  "dn1:1.28.0.1": "3. Ansichten ",
  "dn1:1.28.0.2": "3.1. Theorien über die Vergangenheit ",
  "dn1:1.30.0": "3.1.1. Ewigkeitsglaube ",
  "dn1:2.1.0": "3.1.2. Teilweiser Ewigkeitsglaube ",
  "dn1:2.16.0": "3.1.3. Das Weltall ist endlich oder unendlich ",
  "dn1:2.23.0": "3.1.4. Unendliche Flipflops? ",
  "dn1:2.30.0": "3.1.5. Lehren vom Entstehen durch Zufall ",
  "dn1:2.37.0": "3.2. Theorien über die Zukunft ",
  "dn1:2.38.0": "3.2.1. Leben mit Wahrnehmung nach dem Tod ",
  "dn1:3.1.0": "3.2.2. Leben ohne Wahrnehmung nach dem Tod ",
  "dn1:3.5.0": "Leben nach dem Tod, das weder Wahrnehmung noch keine Wahrnehmung hat ",
  "dn1:3.9.0": "3.2.4. Vernichtungsglauben ",
  "dn1:3.19.0": "3.2.5. Erlöschen in diesem Leben ",
  "dn1:3.32.0.1": "4. Die Grundlagen für Behauptungen über das Selbst und das Weltall ",
  "dn1:3.32.0.2": "4.1. Bangigkeit und Ausweichmanöver ",
  "dn1:3.45.0": "4.2. Durch Berührung bedingt ",
  "dn1:3.58.0": "4.3. Nicht möglich ",
  "dn1:3.71.0": "4.4. Abhängiges Entstehen ",
  "dn1:3.72.0": "5. Das Ende der Runde / des Kreislaufs "
}