{
  "dn21:0.1": "Lange Lehrreden 21 ",
  "dn21:0.2": "Sakkas Fragen ",
  "dn21:1.1.1": "So habe ich es gehört. ",
  "dn21:1.1.2": "Einmal hielt sich der Buddha im Land der Magadher auf, in der Indasāla-Höhle am Berg Vediyaka im Norden eines Brahmanendorfes mit Namen Ambasaṇḍā, das östlich von Rājagaha liegt. ",
  "dn21:1.1.3": "Zu dieser Zeit bekam Sakka der Götterkönig große Lust, den Buddha zu sehen. ",
  "dn21:1.1.4": "Er dachte: ",
  "dn21:1.1.5": "„Wo ist der Gesegnete jetzt, der Vollendete, der vollkommen erwachte Buddha?“ ",
  "dn21:1.1.6": "Er sah, dass der Buddha in der Indasāla-Höhle am Berg Vediyaka war, ",
  "dn21:1.1.7": "und wandte sich an die Götter der Dreiunddreißig: ",
  "dn21:1.1.8": "„Meine Herren, der Buddha hält sich im Land der Magadher auf, in der Indasāla-Höhle am Berg Vediyaka. ",
  "dn21:1.1.9": "Wie wäre es, wenn wir diesen Gesegneten besuchen würden, den Vollendeten, den vollkommen erwachten Buddha?“ ",
  "dn21:1.1.10": "„Ja, Herr“, erwiderten die Götter. ",
  "dn21:1.2.1": "Da wandte sich Sakka an den Elf Pañcasikha: ",
  "dn21:1.2.2": "„Lieber Pañcasikha, der Buddha hält sich im Land der Magadher auf, in der Indasāla-Höhle am Berg Vediyaka. ",
  "dn21:1.2.3": "Wie wäre es, wenn wir diesen Gesegneten besuchen würden, den Vollendeten, den vollkommen erwachten Buddha?“ ",
  "dn21:1.2.4": "„Ja, Herr“, antwortete der Elf Pañcasikha. Er nahm seine Harfe aus hellem Belbaumholz und ging als Sakkas Begleiter mit. ",
  "dn21:1.2.5": "Dann ging Sakka an der Spitze einer Gefolgschaft aus den Göttern der Dreiunddreißig und dem Elf Pañcasikha. ",
  "dn21:1.2.6": "So leicht wie eine starke Person den Arm strecken oder beugen würde, verschwand er vom Himmel der Götter der Dreiunddreißig und landete auf dem Berg Vediyaka nördlich von Ambasaṇḍā. ",
  "dn21:1.3.1": "Da erschien über dem Berg Vediyaka und über Ambasaṇḍā ein gleißendes Licht, wie es durch die Pracht der Götter geschieht. ",
  "dn21:1.3.2": "Die Leute in den Dörfern ringsum sagten: ",
  "dn21:1.3.3": "„Der Berg Vediyaka scheint heute in Flammen zu stehen, zu lodern und zu brennen! ",
  "dn21:1.3.4": "Ach! Warum erscheint dieses gleißende Licht über dem Berg Vediyaka und über Ambasaṇḍā?“ ",
  "dn21:1.3.5": "Und sie waren ergriffen und die Haare standen ihnen zu Berge. ",
  "dn21:1.4.1": "Da wandte sich Sakka an den Elf Pañcasikha: ",
  "dn21:1.4.2": "„Mein lieber Pañcasikha, für jemanden wie mich ist es schwierig, in die Nähe von Klargewordenen zu gelangen, während sie sich in Klausur befinden und Vertiefung üben und Vertiefung genießen. ",
  "dn21:1.4.3": "Aber wenn du zuerst den Buddha bezaubern würdest, könnte ich anschließend zu ihm gehen.“ ",
  "dn21:1.4.4": "„Ja, Herr“, antwortete der Elf Pañcasikha. Er nahm seine Harfe aus hellem Belbaumholz und ging zur Indasāla-Höhle. Als er nahe herangekommen war, stellte er sich zur Seite hin und dachte: ",
  "dn21:1.4.5": "„Das ist nicht zu weit und nicht zu nah, und er wird meine Stimme hören.“ ",
  "dn21:1.4.7.0": "1. Pañcasikhas Lied ",
  "dn21:1.4.8": "Pañcasikha stand an der Seite, schlug seine Harfe und sang diese Strophen über den Buddha, die Lehre, den Saṅgha, die Vollendeten und die sinnliche Liebe: ",
  "dn21:1.5.1": "„Meine Dame Suriyavacchasā, mein Sonnenschein! ",
  "dn21:1.5.2": "Ehrerbietig grüße ich deinen Vater Timbaru, ",
  "dn21:1.5.3": "durch den solch eine treffliche Dame geboren wurde; ",
  "dn21:1.5.4": "mein Herz erfüllt sie mit Freude immerzu.  ",
  "dn21:1.5.5": "Lieblich wie ein Luftzug für den in Schweiß Gebadeten ",
  "dn21:1.5.6": "oder für den Durstigen ein kühles Wasser, ",
  "dn21:1.5.7": "so lieb ist mir der Schein deiner Schönheit, ",
  "dn21:1.5.8": "geradeso lieb wie den Vollendeten die Lehre! ",
  "dn21:1.5.9": "Wie Arznei, wenn man krank darniederliegt, ",
  "dn21:1.5.10": "oder Speise, wenn der Hunger quält, ",
  "dn21:1.5.11": "Komm, Liebste, mach mein Feuer aus, ",
  "dn21:1.5.12": "so, wie Wasser die Flamme löscht. ",
  "dn21:1.5.13": "Wie Elefanten in der Sommerhitze ",
  "dn21:1.5.14": "eintauchen in den Lotusteich, den kühlen, nassen, ",
  "dn21:1.5.15": "bedeckt mit Blütenblättern und mit Blütenstaub – ",
  "dn21:1.5.16": "so möcht' ich mich in deinen Busen sinken lassen. ",
  "dn21:1.5.17": "Wie Elefanten zur Brunftzeit alle Fesseln sprengen, ",
  "dn21:1.5.18": "überwinden den Stich von Stachel und Speer – ",
  "dn21:1.5.19": "ich verstehe nicht, was wohl der Grund ist, ",
  "dn21:1.5.20": "dass ich deine wohlgeformten Schenkel so begehr'! ",
  "dn21:1.5.21": "Mein Herz ist voller Leidenschaft nach dir, ",
  "dn21:1.5.22": "mein Inneres hat ganz verwandelt sich. ",
  "dn21:1.5.23": "Es gibt kein Zurück, das kann nicht möglich sein, ",
  "dn21:1.5.24": "ich zappele am Angelhaken wie ein Fisch. ",
  "dn21:1.5.25": "Komm, Liebste, halt mich fest, du Schenkelschöne! ",
  "dn21:1.5.26": "Umarme mich, die Augen scheu gesenkt! ",
  "dn21:1.5.27": "In deinen Armen, Schöne, mich verwöhne, ",
  "dn21:1.5.28": "mehr könnt ich niemals wünschen mir geschenkt. ",
  "dn21:1.5.29": "Ach, da war mein Verlangen noch so klein, ",
  "dn21:1.5.30": "du Süße mit dem wellig wehenden Haar; ",
  "dn21:1.5.31": "jetzt ist es ins Unermessliche gewachsen, ",
  "dn21:1.5.32": "wie die Gabe, die man Heiligen bringt dar. ",
  "dn21:1.5.33": "Wie viel durch Gaben an solch vollkommene Wesen ",
  "dn21:1.5.34": "ich an Verdienst geschaffen mit der Zeit  – ",
  "dn21:1.5.35": "dass das, du meine rundum Herrliche, ",
  "dn21:1.5.36": "zur Ursache werde für unsere Zweisamkeit! ",
  "dn21:1.5.37": "Wie viel in diesem weiten offenen Land ",
  "dn21:1.5.38": "ich an Verdienst geschaffen mit der Zeit  – ",
  "dn21:1.5.39": "dass das, du meine rundum Herrliche, ",
  "dn21:1.5.40": "zur Ursache werde für unsere Zweisamkeit! ",
  "dn21:1.5.41": "In Vertiefung meditiert der Sakyer, ",
  "dn21:1.5.42": "einig, wach und achtsam im Innern hier; ",
  "dn21:1.5.43": "zur Unsterblichkeit zieht es den Weisen hin – ",
  "dn21:1.5.44": "so wie mich, mein Sonnenschein, zu dir! ",
  "dn21:1.5.45": "Und wie die Weisen sich freuen würden, ",
  "dn21:1.5.46": "wenn sie zur Wahrheit voll erwachten, ",
  "dn21:1.5.47": "so würde, liebste Dame, ich mich freuen, ",
  "dn21:1.5.48": "könnt' ich als Eins mit dir mich betrachten. ",
  "dn21:1.5.49": "Wenn Sakka als der Herr der Dreiunddreißig ",
  "dn21:1.5.50": "nur einen Wunsch gewährte mir, ",
  "dn21:1.5.51": "Liebste, nichts als Dich könnt' ich mir wünschen, ",
  "dn21:1.5.52": "so stark ist meine Liebe zu dir. ",
  "dn21:1.5.53": "Wie ein frisch erblühter Salbaum, ",
  "dn21:1.5.54": "so ist dein Vater, meine weise Freundin. ",
  "dn21:1.5.55": "Ich verehre ihn, verneige mich demütig ",
  "dn21:1.5.56": "vor dem, dessen Tochter so geartet ist.“ ",
  "dn21:1.6.1": "Als Pañcasikha geendet hatte, sagte der Buddha zu ihm: ",
  "dn21:1.6.2": "„Pañcasikha, der Klang der Saiten und der Klang deiner Stimme sind gut aufeinander abgestimmt, ",
  "dn21:1.6.3": "so dass keins das andere übertönt. ",
  "dn21:1.6.4": "Aber wann hast du diese Strophen über den Buddha, die Lehre, den Saṅgha, die Vollendeten und die sinnliche Liebe gedichtet?“ ",
  "dn21:1.6.5": "„Dieses eine Mal, Herr, als du eben erwacht warst, hieltest du dich bei Uruvelā beim Banyanbaum des Ziegenhirten auf, am Ufer des Flusses Nerañjarā. ",
  "dn21:1.6.6": "Und da war ich gerade in die Dame Bhaddā Suriyavacchasā verliebt, die Tochter des Elfenkönigs Timbaru. ",
  "dn21:1.6.7": "Doch die Schwester verlangte nach einem anderen – ",
  "dn21:1.6.8": "es war der Sohn des Wagenlenkers Mātali, Sikhaḍḍī mit Namen, den sie liebte. ",
  "dn21:1.6.9": "Da ich diese Schwester mit keinem Mittel gewinnen konnte, ",
  "dn21:1.6.10": "nahm ich meine Harfe mit zu Timbarus Haus, wo ich diese Strophen spielte. ",
  "dn21:1.7.10": "Als ich geendet hatte, sagte Suriyavacchasā zu mir: ",
  "dn21:1.7.11": "‚Lieber Herr, ich habe den Buddha nie persönlich getroffen. Aber ich habe von ihm gehört, als ich in der Halle der Gerechtigkeit für die Götter der Dreiunddreißig getanzt habe. ",
  "dn21:1.7.12": "Da du den Buddha rühmst, wollen wir uns heute treffen.‘ ",
  "dn21:1.7.13": "So kam es, dass ich mich  mit dieser Schwester getroffen habe. ",
  "dn21:1.7.14": "Aber seitdem haben wir uns nicht wieder gesehen.“ ",
  "dn21:1.8.0": "2. Sakkas Annäherung ",
  "dn21:1.8.1": "Da dachte Sakka der Götterkönig: ",
  "dn21:1.8.2": "„Pañcasikha tauscht mit dem Buddha Höflichkeiten aus.“ ",
  "dn21:1.8.3": "Und er wandte sich an Pañcasikha: ",
  "dn21:1.8.4": "„Mein lieber Pañcasikha, bitte verbeuge dich für mich vor dem Buddha und sage: ",
  "dn21:1.8.5": "‚Herr, Sakka der Götterkönig mit seinen Dienern und seinem Gefolge beugt seinen Kopf zu deinen Füßen.‘“ ",
  "dn21:1.8.6": "„Ja, Herr“, antwortete Pañcasikha. Er verbeugte sich vor dem Buddha und sagte: ",
  "dn21:1.8.7": "“Herr, Sakka der Götterkönig mit seinen Dienern und seinem Gefolge beugt seinen Kopf zu deinen Füßen.“ ",
  "dn21:1.8.8": "„Dass Sakka mit seinen Dienern und seinem Gefolge glücklich sei, Pañcasikha“, sagte der Buddha, ",
  "dn21:1.8.9": "„denn alle wollen glücklich sein – ob Götter, Menschen, Dämonen, Drachen, Elfen oder was immer es sonst für verschiedene Lebewesen gibt.“ ",
  "dn21:1.8.10": "Denn so begrüßen Klargewordene solche einflussreichen Geister. ",
  "dn21:1.8.11": "Und als er vom Buddha begrüßt wurde, betrat Sakka die Indasāla-Höhle, verbeugte sich vor dem Buddha und stellte sich zur Seite hin. ",
  "dn21:1.8.12": "Die Götter der Dreiunddreißig ",
  "dn21:1.8.13": "und auch Pañcasikha taten ebenso. ",
  "dn21:1.9.1": "Und da wurden die unebenen Stellen in der Höhle eben, die engen Stellen öffneten sich, und die Dunkelheit verschwand und Licht erschien, wie es durch die Pracht der Götter geschieht. ",
  "dn21:1.9.2": "Da sagte der Buddha zu Sakka: ",
  "dn21:1.9.3": "„Es ist unglaublich, es ist erstaunlich, dass du, der Ehrwürdige Kosiya, der so viele Verpflichtungen und so viel zu tun hat, hierher kommst.“ ",
  "dn21:1.9.4": "„Seit langem schon wollte ich kommen, um den Buddha zu sehen, aber es war mir nicht möglich, da ich durch die vielen Pflichten und Verantwortlichkeiten für die Götter der Dreiunddreißig davon abgehalten wurde. ",
  "dn21:1.9.5": "Dieses eine Mal, Herr, hielt sich der Buddha bei Sāvatthī in der Weihrauchbaum-Hütte auf. ",
  "dn21:1.9.6": "Da ging ich nach Sāvatthī, um den Buddha zu sehen. ",
  "dn21:1.10.1": "Doch zu der Zeit saß der Buddha in eine Meditation versunken da. Und die göttliche Magd des Großen Königs Vessavaṇa mit Namen Bhūjati wartete dem Buddha auf; sie stand in Verehrung mit zusammengelegten Händen da. ",
  "dn21:1.10.2": "Ich sagte zu ihr: ",
  "dn21:1.10.3": "‚Schwester, bitte verbeuge dich für mich vor dem Buddha und sage: ",
  "dn21:1.10.4": "„Herr, Sakka der Götterkönig mit seinen Dienern und seinem Gefolge beugt seinen Kopf zu deinen Füßen.“‘ ",
  "dn21:1.10.5": "Darauf sagte sie zu mir: ",
  "dn21:1.10.6": "‚Es ist die falsche Zeit, um den Buddha zu sehen, ",
  "dn21:1.10.7": "er ist in Klausur.‘ ",
  "dn21:1.10.8": "‚Nun, Schwester, dann überbringe bitte meine Botschaft, wenn der Buddha aus dieser Versenkung herauskommt.‘ ",
  "dn21:1.10.10": "Ich hoffe, diese Schwester hat sich vor dir verbeugt? ",
  "dn21:1.10.11": "Erinnerst du dich, was sie sagte?“ ",
  "dn21:1.10.12": "„Sie verbeugte sich, Götterkönig; und ich erinnere mich, was sie sagte. ",
  "dn21:1.10.13": "Ich erinnere mich auch, dass es das Geräusch deiner Wagenräder war, das mich aus dieser Versenkung herausholte.“ ",
  "dn21:1.11.1": "„Herr, ich habe direkt von den Göttern, die vor mir in der Schar der Dreiunddreißig wiedergeboren waren, gehört und gelernt: ",
  "dn21:1.11.2": "‚Wenn ein Klargewordener, ein Vollendeter, ein vollkommen erwachter Buddha in der Welt erscheint, schwellen die himmlischen Heere an und die Heere der Dämonen schrumpfen.‘ ",
  "dn21:1.11.3": "Und ich habe das mit eigenen Augen gesehen. ",
  "dn21:1.11.4.0": "2.1. Gopikās Geschichte ",
  "dn21:1.11.5": "Gerade hier in Kapilavatthu lebte eine Sakyer-Dame mit Namen Gopikā, die Zuversicht zum Buddha, zur Lehre und zum Saṅgha hatte und die ihre Ethik erfüllt hatte. ",
  "dn21:1.11.6": "Sie verlor ihre Bindung an die Weiblichkeit und entwickelte Männlichkeit. Als ihr Körper auseinanderbrach, nach dem Tod, wurde sie an einem guten Ort wiedergeboren, in einem himmlischen Bereich. ",
  "dn21:1.11.7": "Unter den Göttern der Dreiunddreißig wurde sie einer meiner Söhne. ",
  "dn21:1.11.8": "Dort kannte man ihn als ",
  "dn21:1.11.9": "den Gott Gopaka. ",
  "dn21:1.11.10": "Drei andere, drei Mönche, die unter dem Buddha das geistliche Leben geführt hatten, wurden derweil in einem niedrigeren Elfenreich wiedergeboren. ",
  "dn21:1.11.11": "Dort waren sie mit den fünf Arten von Sinnesreizen versorgt und ausgestattet und vergnügten sich damit, und sie wurden meine Diener und Aufwärter. ",
  "dn21:1.11.12": "Dafür schalt Gopaka sie: ",
  "dn21:1.11.13": "‚Meine Herren, wo in aller Welt seid ihr gewesen, als ihr die Lehre des Buddha gehört habt! ",
  "dn21:1.11.14": "Als ich noch eine Frau war, hatte ich Zuversicht zum Buddha, zur Lehre und zum Saṅgha und hatte meine Ethik erfüllt. Ich verlor meine Bindung an die Weiblichkeit und entwickelte Männlichkeit. Als mein Körper auseinanderbrach, nach dem Tod, wurde ich an einem guten Ort wiedergeboren, in einem himmlischen Bereich. Unter den Göttern der Dreiunddreißig wurde ich einer von Sakkas Söhnen. ",
  "dn21:1.11.15": "Hier kennt man mich als ",
  "dn21:1.11.16": "den Gott Gopaka. ",
  "dn21:1.11.17": "Aber ihr, die ihr unter dem Buddha das geistliche Leben geführt habt, wurdet in dem niedrigeren Elfenreich wiedergeboren.‘ ",
  "dn21:1.11.19": "Als sie so von Gopaka gescholten wurden, erlangten zwei dieser Götter in jenem Leben die Achtsamkeit, die zur Schar der Diener Brahmās führt. Doch ein Gott blieb der Sinnlichkeit verhaftet. ",
  "dn21:1.12.1": "‚Ich war eine Laienschülerin des Sehers ",
  "dn21:1.12.2": "und mein Name war Gopikā. ",
  "dn21:1.12.3": "Dem Buddha und der Lehre war ich ergeben ",
  "dn21:1.12.4": "und diente mit Ergebenheit dem Saṅgha. ",
  "dn21:1.12.5": "Weil die Lehre des Buddha so exzellent ist, ",
  "dn21:1.12.6": "bin ich jetzt ein mächtiger, glänzender Sohn Sakkas, ",
  "dn21:1.12.7": "unter den Dreiunddreißig wiedergeboren; ",
  "dn21:1.12.8": "und hier kennt man mich als Gopaka. ",
  "dn21:1.12.9": "Dann sah ich Mönche, die ich vorher gesehen hatte, ",
  "dn21:1.12.10": "die jetzt in den Reihen der Elfen lebten. ",
  "dn21:1.12.11": "Als ich ein Mensch war, ",
  "dn21:1.12.12": "waren sie Schüler Gotamas. ",
  "dn21:1.12.13": "Ich bediente sie mit Speise und Trank ",
  "dn21:1.12.14": "und umschlang ihre Füße in meinem Heim. ",
  "dn21:1.12.15": "Wo in aller Welt sind sie gewesen, ",
  "dn21:1.12.16": "als sie die Lehre des Buddha hörten? ",
  "dn21:1.12.17": "Denn jeder muss selbst die Lehre erkennen, ",
  "dn21:1.12.18": "die so gut dargelegt ist, vom Seher verwirklicht. ",
  "dn21:1.12.19": "Ich war eine, die euch gefolgt ist, ",
  "dn21:1.12.20": "nachdem ich die erlesenen Worte der Edlen gehört hatte. ",
  "dn21:1.12.21": "Jetzt bin ich ein mächtiger, glänzender Sohn Sakkas, ",
  "dn21:1.12.22": "unter den Dreiunddreißig wiedergeboren. ",
  "dn21:1.12.23": "Doch ihr seid dem Besten der Menschen gefolgt ",
  "dn21:1.12.24": "und habt das unübertreffliche geistliche Leben geführt, ",
  "dn21:1.12.25": "und doch seid ihr in einem niedrigeren Bereich wiedergeboren, ",
  "dn21:1.12.26": "eine Wiedergeburt, die euch nicht ansteht. ",
  "dn21:1.12.27": "Einen traurigen Anblick sehe ich da, ihr Herren, ",
  "dn21:1.12.28": "Gefährten in der Lehre in einem niedrigeren Bereich. ",
  "dn21:1.12.29": "Unter den Elfen wiedergeboren, ",
  "dn21:1.12.30": "wartet ihr nur den Göttern auf. ",
  "dn21:1.12.31": "Unterdessen habe ich im Haus gelebt – ",
  "dn21:1.12.32": "doch seht, wie erhaben ich jetzt bin! ",
  "dn21:1.12.33": "Ich war eine Frau und bin jetzt ein männlicher Gott, ",
  "dn21:1.12.34": "mit himmlischen Sinnenfreuden gesegnet.‘ ",
  "dn21:1.12.35": "Als sie so von einem Schüler Gotamas gescholten wurden, ",
  "dn21:1.12.36": "und als sie Gopaka verstanden, wurden sie von einem Gefühl der Dringlichkeit ergriffen. ",
  "dn21:1.12.37": "‚Wir wollen uns bemühen und anstrengen – ",
  "dn21:1.12.38": "wir werden nicht mehr anderen dienen!‘ ",
  "dn21:1.12.39": "Zwei von ihnen rüttelten ihre Energie auf ",
  "dn21:1.12.40": "und erinnerten sich an die Anleitung des Buddha. ",
  "dn21:1.12.41": "Auf der Stelle wandte ihr Herz sich ab, ",
  "dn21:1.12.42": "da sie die nachteiligen Folgen der Sinnenfreuden sahen. ",
  "dn21:1.12.43": "Die Fesseln und Ketten der Sinnenfreuden – ",
  "dn21:1.12.44": "Ketten Māras, des Bösen, so schwer zu zerreißen – ",
  "dn21:1.12.45": "sie haben sie gesprengt wie ein Elefantenbulle seine Stricke ",
  "dn21:1.12.46": "und sind an den Dreiunddreißig vorbeigezogen. ",
  "dn21:1.12.47": "Die Götter mit Indra und Pajāpati ",
  "dn21:1.12.48": "waren alle in der Halle der Gerechtigkeit versammelt. ",
  "dn21:1.12.49": "Als sie da saßen, zogen die beiden an ihnen vorbei, ",
  "dn21:1.12.50": "die wunschlosen Helden, die Reinheit übten. ",
  "dn21:1.12.51": "Als er sie sah, wurde Vāsava von einem Gefühl der Dringlichkeit ergriffen; ",
  "dn21:1.12.52": "der Herr der Götter sagte inmitten der Gruppe: ",
  "dn21:1.12.53": "‚Diese waren in dem niedrigeren Elfenreich geboren, ",
  "dn21:1.12.54": "doch jetzt ziehen sie an uns vorbei!‘ ",
  "dn21:1.12.55": "Gopaka beherzigte die Rede des so Bewegten ",
  "dn21:1.12.56": "und wandte sich an Vāsava: ",
  "dn21:1.12.57": "‚Da ist ein Buddha in der Welt, ein Herr der Menschen. ",
  "dn21:1.12.58": "Man kennt ihn als den Weisen aus dem Sakyerstamm, er hat die Sinne gemeistert. ",
  "dn21:1.12.59": "Diese seine Söhne hatten ihre Achtsamkeit verloren ",
  "dn21:1.12.60": "und gewannen sie zurück, als sie von mir gescholten wurden. ",
  "dn21:1.12.61": "Von Dreien lebt einer ",
  "dn21:1.12.62": "weiterhin in den Reihen der Elfen. ",
  "dn21:1.12.63": "Doch zwei besannen sich auf den Weg zum Erwachen ",
  "dn21:1.12.64": "und, heiter, schlagen selbst das Götterdasein aus.‘ ",
  "dn21:1.12.65": "Die Lehre ist so dargelegt, ",
  "dn21:1.12.66": "dass kein einziger Schüler daran zweifelt. ",
  "dn21:1.12.67": "Wir verehren den Buddha, den Sieger, den Herrn der Menschen, ",
  "dn21:1.12.68": "der die Flut überquert und den Zweifel abgeschnitten hat. ",
  "dn21:1.12.69": "Sie haben Erhabenheit erlangt ",
  "dn21:1.12.70": "entsprechend dem Ausmaß, zu dem sie die Lehre verstanden haben. ",
  "dn21:1.12.71": "Zwei von ihnen meisterten die Erhabenheit ",
  "dn21:1.12.72": "der Schar der Diener Brahmās. ",
  "dn21:1.12.73": "Um diese Lehre zu erfassen, ",
  "dn21:1.12.74": "sind wir hierhergekommen, Herr. ",
  "dn21:1.12.75": "Wenn der Buddha mir die Gelegenheit gibt, ",
  "dn21:1.12.76": "möchte ich eine Frage stellen, lieber Herr.“ ",
  "dn21:1.13.1": "Da dachte der Buddha: ",
  "dn21:1.13.2": "„Seit langem schon führt dieser Geist jetzt ein reines Leben. Jede Frage, die er mir stellt, wird von Nutzen sein, nicht nutzlos. ",
  "dn21:1.13.3": "Und er wird jede Antwort, die ich auf seine Frage gebe, schnell verstehen.“ ",
  "dn21:1.13.4": "Da redete der Buddha Sakka mit einer Strophe an: ",
  "dn21:1.13.5": "„Stell deine Frage, Vāsava, ",
  "dn21:1.13.6": "frag, was du möchtest. ",
  "dn21:1.13.7": "Jedes einzelne Problem, das du hast, ",
  "dn21:1.13.8": "werde ich lösen.“ ",
  "dn21:1.13.9": "Der erste Abschnitt zum Aufsagen ist zu Ende. ",
  "dn21:2.1.1": "Als er diese Gelegenheit vom Buddha erhalten hatte, stellte Sakka die erste Frage: ",
  "dn21:2.1.2": "„Lieber Herr, welche Fesseln binden Götter, Menschen, Dämonen, Drachen, Elfen oder was immer es sonst für verschiedene Lebewesen gibt, ",
  "dn21:2.1.3": "sodass sie, obwohl sie von Feindschaft, Gewalt, Feindseligkeit und Hass frei sein wollen, dennoch weiterhin mit Feindschaft, Gewalt, Feindseligkeit und Hass leben?“ ",
  "dn21:2.1.4": "So war Sakkas Frage an den Buddha. ",
  "dn21:2.1.5": "Und der Buddha antwortete ihm: ",
  "dn21:2.1.6": "„Götterkönig, die Fesseln der Eifersucht und des Geizes binden Götter, Menschen, Dämonen, Drachen, Elfen oder was immer es sonst für verschiedene Lebewesen gibt, ",
  "dn21:2.1.7": "sodass sie, obwohl sie von Feindschaft, Gewalt, Feindseligkeit und Hass frei sein wollen, dennoch weiterhin mit Feindschaft, Gewalt, Feindseligkeit und Hass leben.“ ",
  "dn21:2.1.8": "So war die Antwort des Buddha an Sakka. ",
  "dn21:2.1.9": "Zufrieden freute sich Sakka über die Worte des Buddha und stimmte ihm zu: ",
  "dn21:2.1.10": "„Das ist wirklich wahr, Gesegneter! Das ist wirklich wahr, Heiliger! ",
  "dn21:2.1.11": "Als ich die Antwort des Buddha gehört habe, bin ich über den Zweifel hinausgegangen und habe mich von Unschlüssigkeit frei gemacht.“ ",
  "dn21:2.2.1": "Und Sakka begrüßte die Worte des Buddha und stimmte ihm zu, und dann stellte er eine weitere Frage: ",
  "dn21:2.2.2": "„Aber lieber Herr, was ist die Quelle, der Ursprung, die Herkunft und Wurzel von Eifersucht und Geiz? ",
  "dn21:2.2.3": "Wenn was besteht, gibt es Eifersucht und Geiz? ",
  "dn21:2.2.4": "Wenn was nicht besteht, gibt es keine Eifersucht und keinen Geiz?“ ",
  "dn21:2.2.5": "„Geliebtes und Ungeliebtes, Götterkönig, sind die Quelle von Eifersucht und Geiz. ",
  "dn21:2.2.6": "Wenn Geliebtes und Ungeliebtes bestehen, gibt es Eifersucht und Geiz. ",
  "dn21:2.2.7": "Wenn Geliebtes und Ungeliebtes nicht bestehen, gibt es keine Eifersucht und keinen Geiz.“ ",
  "dn21:2.2.8": "„Aber lieber Herr, was ist die Quelle des Geliebten und des Ungeliebten?“ ",
  "dn21:2.2.9": "",
  "dn21:2.2.10": "",
  "dn21:2.2.11": "„Sehnen ist die Quelle des Geliebten und des Ungeliebten.“ ",
  "dn21:2.2.14": "„Aber was ist die Quelle des Sehnens?“ ",
  "dn21:2.2.17": "„Gedanken sind die Quelle des Sehnens.“ ",
  "dn21:2.2.20": "„Aber was ist die Quelle der Gedanken?“ ",
  "dn21:2.2.23": "„Persönlichkeitskonzepte, die aus dem Wuchern von Wahrnehmungen entstehen, sind die Quelle der Gedanken.“ ",
  "dn21:2.3.1": "„Aber wie übt ein Mönch oder eine Nonne angemessen für das Ziel des Aufhörens von Persönlichkeitskonzepten, die aus dem Wuchern von Wahrnehmungen entstehen?“ ",
  "dn21:2.3.2.0": "2.2. Meditation über die Gefühle ",
  "dn21:2.3.3": "„Götterkönig, es gibt zwei Arten von Glück, sage ich: ",
  "dn21:2.3.4": "das, das gepflegt werden sollte, und das, das nicht gepflegt werden sollte. ",
  "dn21:2.3.5": "Es gibt zwei Arten von Traurigkeit, sage ich: ",
  "dn21:2.3.6": "die, die gepflegt werden sollte, und die, die nicht gepflegt werden sollte. ",
  "dn21:2.3.7": "Es gibt zwei Arten von Gleichmut, sage ich: ",
  "dn21:2.3.8": "der, der gepflegt werden sollte, und der, der nicht gepflegt werden sollte. ",
  "dn21:2.3.9": "Warum habe ich gesagt, es gibt zwei Arten von Glück? ",
  "dn21:2.3.10": "Nun, wenn du von einem Glück weißt: ",
  "dn21:2.3.11": "‚Wenn ich diese Art von Glück pflege, wachsen untaugliche Eigenschaften an und taugliche Eigenschaften verkümmern‘, dann solltest du diese Art von Glück nicht pflegen. ",
  "dn21:2.3.12": "Wenn du aber von einem Glück weißt: ",
  "dn21:2.3.13": "‚Wenn ich diese Art von Glück pflege, verkümmern untaugliche Eigenschaften und taugliche Eigenschaften wachsen an‘, dann solltest du diese Art von Glück pflegen. ",
  "dn21:2.3.14": "Und das, bei dem du den Geist nicht ausrichtest und hältst, ist besser als das, bei dem du den Geist noch ausrichtest und hältst. ",
  "dn21:2.3.15": "Darum habe ich gesagt, es gibt zwei Arten von Glück. ",
  "dn21:2.3.17": "Warum habe ich gesagt, es gibt zwei Arten von Traurigkeit? ",
  "dn21:2.3.18": "Nun, wenn du von einer Traurigkeit weißt: ",
  "dn21:2.3.19": "‚Wenn ich diese Art von Traurigkeit pflege, wachsen untaugliche Eigenschaften an und taugliche Eigenschaften verkümmern‘, dann solltest du diese Art von Traurigkeit nicht pflegen. ",
  "dn21:2.3.20": "Wenn du aber von einer Traurigkeit weißt: ",
  "dn21:2.3.21": "‚Wenn ich diese Art von Traurigkeit pflege, verkümmern untaugliche Eigenschaften und taugliche Eigenschaften wachsen an‘, dann solltest du diese Art von Traurigkeit pflegen. ",
  "dn21:2.3.22": "Und das, bei dem du den Geist nicht ausrichtest und hältst, ist besser als das, bei dem du den Geist noch ausrichtest und hältst. ",
  "dn21:2.3.23": "Darum habe ich gesagt, es gibt zwei Arten von Traurigkeit. ",
  "dn21:2.3.25": "Warum habe ich gesagt, es gibt zwei Arten von Gleichmut? ",
  "dn21:2.3.26": "Nun, wenn du von einem Gleichmut weißt: ",
  "dn21:2.3.27": "‚Wenn ich diese Art von Gleichmut pflege, wachsen untaugliche Eigenschaften an und taugliche Eigenschaften verkümmern‘, dann solltest du diese Art von Gleichmut nicht pflegen. ",
  "dn21:2.3.28": "Wenn du aber von einem Gleichmut weißt: ",
  "dn21:2.3.29": "‚Wenn ich diese Art von Gleichmut pflege, verkümmern untaugliche Eigenschaften und taugliche Eigenschaften wachsen an‘, dann solltest du diese Art von Gleichmut pflegen. ",
  "dn21:2.3.30": "Und das, bei dem du den Geist nicht ausrichtest und hältst, ist besser als das, bei dem du den Geist noch ausrichtest und hältst. ",
  "dn21:2.3.31": "Darum habe ich gesagt, es gibt zwei Arten von Gleichmut. ",
  "dn21:2.3.33": "So übt ein Mönch oder eine Nonne angemessen für das Ziel des Aufhörens von Persönlichkeitskonzepten, die aus dem Wuchern von Wahrnehmungen entstehen.“ ",
  "dn21:2.3.34": "So war die Antwort des Buddha an Sakka. ",
  "dn21:2.3.35": "Zufrieden freute sich Sakka über die Worte des Buddha und stimmte ihm zu: ",
  "dn21:2.3.36": "„Das ist wirklich wahr, Gesegneter! Das ist wirklich wahr, Heiliger! ",
  "dn21:2.3.37": "Als ich die Antwort des Buddha gehört habe, bin ich über den Zweifel hinausgegangen und habe mich von Unschlüssigkeit frei gemacht.“ ",
  "dn21:2.4.0": "2.3. Zügelung gemäß der Ordenssatzung ",
  "dn21:2.4.1": "Und dann stellte Sakka eine weitere Frage: ",
  "dn21:2.4.2": "„Aber, lieber Herr, wie übt ein Mönch oder eine Nonne für das Ziel der Zügelung gemäß der Ordenssatzung?“ ",
  "dn21:2.4.3": "„Götterkönig, ich sage, es gibt zwei Arten von körperlichem Verhalten: ",
  "dn21:2.4.4": "das, das gepflegt werden sollte, und das, das nicht gepflegt werden sollte. ",
  "dn21:2.4.5": "Ich sage, es gibt zwei Arten von sprachlichem Verhalten: ",
  "dn21:2.4.6": "das, das gepflegt werden sollte, und das, das nicht gepflegt werden sollte. ",
  "dn21:2.4.7": "Ich sage, es gibt zwei Arten der Suche: ",
  "dn21:2.4.8": "die, die gepflegt werden sollte, und die, die nicht gepflegt werden sollte. ",
  "dn21:2.4.9": "Warum habe ich gesagt, es gibt zwei Arten von körperlichem Verhalten? ",
  "dn21:2.4.10": "Nun, wenn du von einem körperlichen Verhalten weißt: ",
  "dn21:2.4.11": "‚Wenn ich diese Art des körperlichen Verhaltens pflege, wachsen untaugliche Eigenschaften an und taugliche Eigenschaften verkümmern‘, dann solltest du diese Art des körperlichen Verhaltens nicht pflegen. ",
  "dn21:2.4.12": "Wenn du aber von einem körperlichen Verhalten weißt: ",
  "dn21:2.4.13": "‚Wenn ich diese Art des körperlichen Verhaltens pflege, verkümmern untaugliche Eigenschaften und taugliche Eigenschaften wachsen an‘, dann solltest du diese Art des körperlichen Verhaltens pflegen. ",
  "dn21:2.4.14": "Darum habe ich gesagt, es gibt zwei Arten von körperlichem Verhalten. ",
  "dn21:2.4.17": "Warum habe ich gesagt, es gibt zwei Arten von sprachlichem Verhalten? ",
  "dn21:2.4.19": "Nun, wenn du von einem sprachlichen Verhalten weißt: ‚Wenn ich diese Art des sprachlichen Verhaltens pflege, wachsen untaugliche Eigenschaften an und taugliche Eigenschaften verkümmern‘, dann solltest du diese Art des sprachlichen Verhaltens nicht pflegen. ",
  "dn21:2.4.20": "Wenn du aber von einem sprachlichen Verhalten weißt: ‚Wenn ich diese Art des sprachlichen Verhaltens pflege, verkümmern untaugliche Eigenschaften und taugliche Eigenschaften wachsen an‘, dann solltest du diese Art des sprachlichen Verhaltens pflegen. ",
  "dn21:2.4.21": "Darum habe ich gesagt, es gibt zwei Arten von sprachlichem Verhalten. ",
  "dn21:2.4.24": "Warum habe ich gesagt, es gibt zwei Arten der Suche? ",
  "dn21:2.4.26": "Nun, wenn du von einer Art der Suche weißt: ‚Wenn ich diese Suche pflege, wachsen untaugliche Eigenschaften an und taugliche Eigenschaften verkümmern‘, dann solltest du diese Art der Suche nicht pflegen. ",
  "dn21:2.4.27": "Wenn du aber von einer Art der Suche weißt: ‚Wenn ich diese Suche pflege, verkümmern untaugliche Eigenschaften und taugliche Eigenschaften wachsen an‘, dann solltest du diese Art der Suche pflegen. ",
  "dn21:2.4.28": "Darum habe ich gesagt, es gibt zwei Arten der Suche. ",
  "dn21:2.4.31": "So übt ein Mönch oder eine Nonne für das Ziel der Zügelung gemäß der Ordenssatzung.“ ",
  "dn21:2.4.32": "So war die Antwort des Buddha an Sakka. ",
  "dn21:2.4.33": "Zufrieden freute sich Sakka über die Worte des Buddha und stimmte ihm zu: ",
  "dn21:2.4.34": "„Das ist wirklich wahr, Gesegneter! Das ist wirklich wahr, Heiliger! ",
  "dn21:2.4.35": "Als ich die Antwort des Buddha gehört habe, bin ich über den Zweifel hinausgegangen und habe mich von Unschlüssigkeit frei gemacht.“ ",
  "dn21:2.5.0": "2.4. Zügelung der Sinne ",
  "dn21:2.5.1": "Und dann stellte Sakka eine weitere Frage: ",
  "dn21:2.5.2": "„Aber, lieber Herr, wie übt ein Mönch oder eine Nonne für das Ziel der Zügelung der Sinne?“ ",
  "dn21:2.5.3": "„Götterkönig, ich sage, es gibt zwei Arten von Bildern, die das Auge erkennt: ",
  "dn21:2.5.4": "die, die gepflegt werden sollten, und die, die nicht gepflegt werden sollten. ",
  "dn21:2.5.5": "Es gibt zwei Arten von Tönen, die das Ohr erkennt … ",
  "dn21:2.5.7": "von Düften, die die Nase erkennt … ",
  "dn21:2.5.9": "von Geschmäcken, die die Zunge erkennt … ",
  "dn21:2.5.11": "von Berührungen, die der Körper erkennt … ",
  "dn21:2.5.13": "und von Gedanken, die der Geist erkennt: ",
  "dn21:2.5.14": "die, die gepflegt werden sollten, und die, die nicht gepflegt werden sollten.“ ",
  "dn21:2.5.15": "Daraufhin sagte Sakka zum Buddha: ",
  "dn21:2.5.16": "„Herr, so verstehe ich die ausführliche Bedeutung dieser kurzen Aussage des Buddha: ",
  "dn21:2.5.17": "Die Art von Bildern, die das Auge erkennt, die dazu führt, dass untaugliche Eigenschaften anwachsen und taugliche Eigenschaften verkümmern, die sollte man nicht pflegen. ",
  "dn21:2.5.18": "Und die Art von Bildern, die das Auge erkennt, die dazu führt, dass untaugliche Eigenschaften verkümmern und taugliche Eigenschaften anwachsen, die sollte man pflegen. ",
  "dn21:2.5.19": "Die Art von Tönen, die das Ohr erkennt … ",
  "dn21:2.5.20": "von Düften, die die Nase erkennt … ",
  "dn21:2.5.21": "von Geschmäcken, die die Zunge erkennt … ",
  "dn21:2.5.22": "von Berührungen, die der Körper erkennt … ",
  "dn21:2.5.23": "oder von Gedanken, die der Geist erkennt, die dazu führt, dass untaugliche Eigenschaften anwachsen und taugliche Eigenschaften verkümmern, die sollte man nicht pflegen. ",
  "dn21:2.5.24": "Und die Art von Gedanken, die der Geist erkennt, die dazu führt, dass untaugliche Eigenschaften verkümmern und taugliche Eigenschaften anwachsen, die sollte man pflegen. ",
  "dn21:2.5.25": "Herr, so verstehe ich die ausführliche Bedeutung dieser kurzen Aussage des Buddha. ",
  "dn21:2.5.26": "Als ich die Antwort des Buddha gehört habe, bin ich über den Zweifel hinausgegangen und habe mich von Unschlüssigkeit frei gemacht.“ ",
  "dn21:2.6.1": "Und dann stellte Sakka eine weitere Frage: ",
  "dn21:2.6.2": "„Lieber Herr, haben alle Asketen und Brahmanen die gleiche Lehre, die gleiche Ethik, die gleichen Wünsche und die gleiche Anhänglichkeit?“ ",
  "dn21:2.6.3": "„Nein, Götterkönig, das ist nicht so.“ ",
  "dn21:2.6.4": "„Warum nicht?“ ",
  "dn21:2.6.5": "„Die Welt hat viele und verschiedene Elemente. ",
  "dn21:2.6.6": "An jedem Element, auf dem Lebewesen in dieser Welt der vielen und verschiedenen Elemente beharren, halten sie eigensinnig fest und bestehen darauf: ",
  "dn21:2.6.7": "‚Das ist allein die Wahrheit, alles andere ist dumm.‘ ",
  "dn21:2.6.8": "Aus diesem Grund haben nicht alle Asketen und Brahmanen die gleiche Lehre, die gleiche Ethik, die gleichen Wünsche und die gleiche Anhänglichkeit.“ ",
  "dn21:2.6.9": "„Lieber Herr, haben alle Asketen und Brahmanen den äußersten Schlusspunkt erreicht, die äußerste Geborgenheit, das äußerste geistliche Leben, das äußerste Ziel?“ ",
  "dn21:2.6.10": "„Nein, Götterkönig, das ist nicht so.“ ",
  "dn21:2.6.11": "„Warum nicht?“ ",
  "dn21:2.6.12": "„Die Mönche und Nonnen, die durch das Beenden des Verlangens befreit sind, haben den äußersten Schlusspunkt erreicht, die äußerste Geborgenheit, das äußerste geistliche Leben, das äußerste Ziel. ",
  "dn21:2.6.13": "Aus diesem Grund haben nicht alle Asketen und Brahmanen den äußersten Schlusspunkt erreicht, die äußerste Geborgenheit, das äußerste geistliche Leben, das äußerste Ziel.“ ",
  "dn21:2.6.14": "So war die Antwort des Buddha an Sakka. ",
  "dn21:2.6.15": "Zufrieden freute sich Sakka über die Worte des Buddha und stimmte ihm zu: ",
  "dn21:2.6.16": "„Das ist wirklich wahr, Gesegneter! Das ist wirklich wahr, Heiliger! ",
  "dn21:2.6.17": "Als ich die Antwort des Buddha gehört habe, bin ich über den Zweifel hinausgegangen und habe mich von Unschlüssigkeit frei gemacht.“ ",
  "dn21:2.6.18": "Und dann stellte Sakka eine weitere Frage: ",
  "dn21:2.7.1": "„Leidenschaft, Herr, ist eine Krankheit, ein Eiterherd, ein Pfeil. Leidenschaft zieht einen Menschen zur Wiedergeburt von einem Leben zum anderen. ",
  "dn21:2.7.2": "Darum findet sich ein Mensch in hohen und niederen Zuständen wieder. ",
  "dn21:2.7.3": "Anderswo, bei anderen Asketen und Brahmanen, wurde mir nicht einmal die Gelegenheit gegeben, diese Fragen zu stellen, die der Buddha beantwortet hat. ",
  "dn21:2.7.4": "Der Pfeil des Zweifels und der Unschlüssigkeit hat lange in mir verborgen gelegen, aber der Buddha hat ihn herausgezogen.“ ",
  "dn21:2.7.5": "„Götterkönig, erinnerst du dich, dass du diese Frage anderen Asketen und Brahmanen gestellt hast?“ ",
  "dn21:2.7.6": "„Das tue ich, Herr.“ ",
  "dn21:2.7.7": "„Wenn es dir nichts ausmacht, Götterkönig, sag mir, was sie geantwortet haben.“ ",
  "dn21:2.7.8": "„Wenn jemand wie der Gesegnete da sitzt, macht es keine Mühe.“ ",
  "dn21:2.7.9": "„Gut, dann sprich, Götterkönig.“ ",
  "dn21:2.7.10": "„Herr, ich ging zu denen, von denen ich dachte, sie seien Asketen und Brahmanen, die in der Wildnis in einer abgelegenen Unterkunft leben. Doch sie konnten nicht antworten und haben mir sogar ihrerseits Fragen gestellt: ",
  "dn21:2.7.11": "‚Wie ist der Name des Ehrwürdigen?‘ ",
  "dn21:2.7.12": "Und ich antwortete ihnen: ",
  "dn21:2.7.13": "‚Lieber Herr, ich bin Sakka der Götterkönig.‘ ",
  "dn21:2.7.14": "Da stellten sie mir eine weitere Frage: ",
  "dn21:2.7.15": "‚Aber Götterkönig, welche Tat hat dich in diese Stellung gebracht?‘ ",
  "dn21:2.7.16": "Und ich lehrte sie den Dhamma wie ich ihn gehört und mir eingeprägt hatte. ",
  "dn21:2.7.17": "Und sie gaben sich voller Entzücken damit zufrieden: ",
  "dn21:2.7.18": "‚Wir haben Sakka den Götterkönig gesehen! Und er hat unsere Fragen beantwortet!‘ ",
  "dn21:2.7.19": "Sie werden ausnahmslos meine Schüler und ich werde nicht ihrer. ",
  "dn21:2.7.20": "Aber, Herr, ich bin der Schüler des Buddha, bin in die Strömung eingetaucht, muss nicht mehr in der Unterwelt wiedergeboren werden und bin auf dem Weg zum Erwachen.“ ",
  "dn21:2.7.21.0": "2.5. Über ein Glücksgefühl ",
  "dn21:2.7.22": "„Götterkönig, erinnerst du dich, dass du früher schon einmal solche Freude und solches Glück empfunden hast?“ ",
  "dn21:2.7.23": "„Das tue ich, Herr.“ ",
  "dn21:2.7.24": "„Aber wie ging das zu?“ ",
  "dn21:2.7.25": "„Es war einmal, Herr, da wurde zwischen den Göttern und den Dämonen eine Schlacht ausgefochten. ",
  "dn21:2.7.26": "In dieser Schlacht gewannen die Götter und die Dämonen verloren. ",
  "dn21:2.7.27": "Da kam mir als Sieger in den Sinn: ",
  "dn21:2.7.28": "‚Nun werden die Götter sowohl den Nektar der Götter als auch den Nektar der Dämonen genießen.‘ ",
  "dn21:2.7.29": "Aber Herr, diese Freude und dieses Glück gehören in den Bereich von Stock und Schwert. Sie führen nicht zu Ernüchterung, Sichabwenden, Aufhören, Frieden, Einsicht, Erwachen und Erlöschen. ",
  "dn21:2.7.30": "Doch die Freude und das Glück, die ich empfinde, wenn ich der Lehre des Buddha zuhöre, die gehören nicht in den Bereich von Stock und Schwert. Sie führen zu Ernüchterung, Sichabwenden, Aufhören, Frieden, Einsicht, Erwachen und Erlöschen.“ ",
  "dn21:2.8.1": "„Aber Götterkönig, welchen Grund siehst du, dass du von solcher Freude und solchem Glück sprichst?“ ",
  "dn21:2.8.2": "„Ich sehe sechs Gründe, um von solcher Freude und solchem Glück zu sprechen, Herr. ",
  "dn21:2.8.3": "Solange ich hierbleibe, ",
  "dn21:2.8.4": "die göttliche Form behalte, ",
  "dn21:2.8.5": "habe ich ein verlängertes Leben gewonnen: ",
  "dn21:2.8.6": "Das sollst du wissen, lieber Herr. ",
  "dn21:2.8.7": "Das ist der erste Grund. ",
  "dn21:2.8.8": "Wenn ich aus der Schar der Götter herabfalle ",
  "dn21:2.8.9": "und das nicht-menschliche Leben hinter mir lasse, ",
  "dn21:2.8.10": "werde ich bewusst zu einem neuen Mutterleib gehen, ",
  "dn21:2.8.11": "wo es meinem Geist gefällt. ",
  "dn21:2.8.12": "Das ist der zweite Grund. ",
  "dn21:2.8.13": "Froh werde ich unter der Führung dessen leben, ",
  "dn21:2.8.14": "dessen Weisheit unumwölkt ist; ",
  "dn21:2.8.15": "Ich werde nach der Methode üben, ",
  "dn21:2.8.16": "umsichtig und achtsam. ",
  "dn21:2.8.17": "Das ist der dritte Grund. ",
  "dn21:2.8.18": "Und sollte mir das Erwachen aufgehen, ",
  "dn21:2.8.19": "wenn ich so nach der Methode übe, ",
  "dn21:2.8.20": "werde ich leben als einer, der versteht, ",
  "dn21:2.8.21": "und eben da wird mein Ende kommen. ",
  "dn21:2.8.22": "Das ist der vierte Grund. ",
  "dn21:2.8.23": "Wenn ich aus der Menschenwelt herabfalle ",
  "dn21:2.8.24": "und das menschliche Leben hinter mir lasse, ",
  "dn21:2.8.25": "werde ich wieder ein Gott werden ",
  "dn21:2.8.26": "im höchsten Götterreich. ",
  "dn21:2.8.27": "Das ist der fünfte Grund. ",
  "dn21:2.8.28": "Sie sind die erlesensten Götter, ",
  "dn21:2.8.29": "die prachtvollen Akaniṭṭhas. ",
  "dn21:2.8.30": "Solange mein letztes Leben währt, ",
  "dn21:2.8.31": "wird dort mein Zuhause sein. ",
  "dn21:2.8.32": "Das ist der sechste Grund. ",
  "dn21:2.8.33": "Da ich diese sechs Gründe sehe, spreche ich von solcher Freude und solchem Glück. ",
  "dn21:2.9.1": "Mit unerfüllten Wünschen, ",
  "dn21:2.9.2": "zweifelnd und unsicher, ",
  "dn21:2.9.3": "wanderte ich so lange Zeit ",
  "dn21:2.9.4": "auf der Suche nach dem Klargewordenen. ",
  "dn21:2.9.5": "Ich dachte, ",
  "dn21:2.9.6": "abgeschieden lebende Asketen ",
  "dn21:2.9.7": "seien sicherlich erwacht, ",
  "dn21:2.9.8": "daher ging ich und setzte mich zu ihnen. ",
  "dn21:2.9.9": "‚Wie hat man Erfolg ",
  "dn21:2.9.10": "und wie versagt man?‘ ",
  "dn21:2.9.11": "Doch solche Fragen über den Weg und die Übung ",
  "dn21:2.9.12": "konnten sie nicht beantworten. ",
  "dn21:2.9.13": "Und als sie erfuhren, ",
  "dn21:2.9.14": "dass ich Sakka bin, der von den Göttern kommt, ",
  "dn21:2.9.15": "fragten sie stattdessen mich ",
  "dn21:2.9.16": "nach der Tat, die mich dorthin gebracht hat. ",
  "dn21:2.9.17": "Ich lehrte sie den Dhamma, ",
  "dn21:2.9.18": "wie ich ihn von Menschen gehört hatte. ",
  "dn21:2.9.19": "Sie waren darüber entzückt und sagten: ",
  "dn21:2.9.20": "‚Wir haben Vāsava gesehen!‘ ",
  "dn21:2.9.21": "Nun, da ich den Buddha gesehen habe, ",
  "dn21:2.9.22": "der hilft, den Zweifel zu überwinden, ",
  "dn21:2.9.23": "heute, frei von Furcht, ",
  "dn21:2.9.24": "mache ich dem Erwachten meine Aufwartung. ",
  "dn21:2.9.25": "Den Pfeil des Verlangens hat er vernichtet: ",
  "dn21:2.9.26": "Der Buddha hat nicht seinesgleichen. ",
  "dn21:2.9.27": "Ich verneige mich vor dem großen Helden, ",
  "dn21:2.9.28": "dem Buddha, dem Nachfahren der Sonne. ",
  "dn21:2.9.29": "Geradeso wie Brahmā ",
  "dn21:2.9.30": "von den Göttern verehrt wird, lieber Herr, ",
  "dn21:2.9.31": "werden wir heute dich verehren – ",
  "dn21:2.9.32": "komm, wir wollen uns vor dir verbeugen! ",
  "dn21:2.9.33": "Du allein bist der Erwachte! ",
  "dn21:2.9.34": "Du bist der unübertreffliche Lehrer! ",
  "dn21:2.9.35": "In der Welt mit ihren Göttern ",
  "dn21:2.9.36": "gibt es keinen wie dich.“ ",
  "dn21:2.10.1": "Dann wandte sich Sakka an den Elf Pañcasikha: ",
  "dn21:2.10.2": "„Lieber Pañcasikha, du hast mir sehr geholfen, indem du zuerst den Buddha bezaubert hast, ",
  "dn21:2.10.3": "sodass ich anschließend zu ihm gehen konnte. ",
  "dn21:2.10.4": "Ich werde dich auf die Stellung deines Vaters berufen – du sollst der König der Elfen sein. Und ich gebe dir Bhaddā Suriyavaccasā, die du so liebst.“ ",
  "dn21:2.10.5": "Dann berührte Sakka mit seiner Hand die Erde und drückte dreimal seine tief empfundene Bewegtheit aus: ",
  "dn21:2.10.6": "„Ehre diesem Gesegneten, dem Vollendeten, dem vollkommen erwachten Buddha! ",
  "dn21:2.10.7": "Ehre diesem Gesegneten, dem Vollendeten, dem vollkommen erwachten Buddha! ",
  "dn21:2.10.8": "Ehre diesem Gesegneten, dem Vollendeten, dem vollkommen erwachten Buddha!“ ",
  "dn21:2.10.9": "Und während diese Lehrrede gesprochen wurde, ging Sakka dem Götterkönig das unbefleckte, makellose Auge des Dhamma auf: ",
  "dn21:2.10.10": "„Alles, was einen Anfang hat, hat auch ein Ende.“ ",
  "dn21:2.10.11": "Und 80.000 anderen Gottheiten erging es ebenso. ",
  "dn21:2.10.12": "So waren die Fragen, die Sakka stellte, und die der Buddha beantwortete. ",
  "dn21:2.10.13": "Und darum ist der Name dieser Lehrrede „Sakkas Fragen“. "
}