{
  "dn22:0.1": "Nummerierte Lehrreden 22 ",
  "dn22:0.2": "Die längere Lehrrede über Achtsamkeitsmeditation ",
  "dn22:1.1": "So habe ich es gehört: ",
  "dn22:1.2": "Einmal hielt sich der Buddha im Land der Kurus auf, bei dem Marktflecken der Kurus mit Namen Kammāsadamma. ",
  "dn22:1.3": "Da wandte sich der Buddha an die Mönche und Nonnen: ",
  "dn22:1.4": "„Mönche und Nonnen!“ ",
  "dn22:1.5": "„Ehrwürdiger Herr“, antworteten sie. ",
  "dn22:1.6": "Der Buddha sagte: ",
  "dn22:1.7": "„Mönche und Nonnen, die vier Arten der Achtsamkeitsmeditation sind der Pfad zum Einswerden: um die Wesen zu läutern, Kummer und Weinen zu überwinden, Schmerz und Traurigkeit ein Ende zu machen, das System zu entdecken und das Erlöschen zu verwirklichen. ",
  "dn22:1.8": "Welche vier? ",
  "dn22:1.9": "Da meditiert ein Mönch, indem er einen Aspekt des Körpers beobachtet – eifrig, bewusst und achtsam, frei von Begehrlichkeit und Verdrießlichkeit gegenüber der Welt. ",
  "dn22:1.10": "Er meditiert, indem er einen Aspekt der Gefühle beobachtet – eifrig, bewusst und achtsam, frei von Begehrlichkeit und Verdrießlichkeit gegenüber der Welt. ",
  "dn22:1.11": "Er meditiert, indem er einen Aspekt des Geistes beobachtet – eifrig, bewusst und achtsam, frei von Begehrlichkeit und Verdrießlichkeit gegenüber der Welt. ",
  "dn22:1.12": "Er meditiert, indem er einen Aspekt der natürlichen Gesetzmäßigkeiten beobachtet – eifrig, bewusst und achtsam, frei von Begehrlichkeit und Verdrießlichkeit gegenüber der Welt. ",
  "dn22:2.0.1": "1. Beobachtung des Körpers ",
  "dn22:2.0.2": "1.1. Achtsamkeit auf den Atem ",
  "dn22:2.1": "Und wie meditiert eine Nonne, indem sie einen Aspekt des Körpers beobachtet? ",
  "dn22:2.2": "Da geht eine Nonne in die Wildnis, zum Fuß eines Baumes oder in eine leere Hütte, setzt sich dort mit gekreuzten Beinen hin, richtet den Körper gerade auf und verankert die Achtsamkeit vor sich. ",
  "dn22:2.3": "Ganz achtsam atmet sie ein. Achtsam atmet sie aus. ",
  "dn22:2.4": "Wenn sie schwer einatmet, weiß sie: ‚Ich atme schwer ein.‘ Wenn sie schwer ausatmet, weiß sie: ‚Ich atme schwer aus.‘ ",
  "dn22:2.5": "Wenn sie leicht einatmet, weiß sie: ‚Ich atme leicht ein.‘ Wenn sie leicht ausatmet, weiß sie: ‚Ich atme leicht aus.‘ ",
  "dn22:2.6": "Sie übt: ‚Ich werde beim Einatmen den ganzen Körper spüren.‘ Sie übt: ‚Ich werde beim Ausatmen den ganzen Körper spüren.‘ ",
  "dn22:2.7": "Sie übt: ‚Ich werde beim Einatmen die körperlichen Vorgänge stillen.‘ Sie übt: ‚Ich werde beim Ausatmen die körperlichen Vorgänge stillen.‘ ",
  "dn22:2.8": "Wie ein geschickter Drechsler oder Drechslerlehrling: Wenn er einen tiefen Schnitt macht, weiß er: ‚Ich mache einen tiefen Schnitt‘, und wenn er einen flachen Schnitt macht, weiß er: ‚Ich mache einen flachen Schnitt.‘ ",
  "dn22:2.9": "Ebenso weiß eine Nonne, wenn sie schwer einatmet: ‚Ich atme schwer ein.‘ Wenn sie schwer ausatmet, weiß sie: ‚Ich atme schwer aus.‘ Wenn sie leicht einatmet, weiß sie: ‚Ich atme leicht ein.‘ Wenn sie leicht ausatmet, weiß sie: ‚Ich atme leicht aus.‘ ",
  "dn22:2.10": "Sie übt: ‚Ich werde beim Einatmen den ganzen Körper spüren.‘ Sie übt: ‚Ich werde beim Ausatmen den ganzen Körper spüren.‘ Sie übt: ‚Ich werde beim Einatmen die körperlichen Vorgänge stillen.‘ Sie übt: ‚Ich werde beim Ausatmen die körperlichen Vorgänge stillen.‘ ",
  "dn22:2.11": "Und so meditiert sie, indem sie einen Aspekt des Körpers innerlich beobachtet, indem sie ihn äußerlich beobachtet, indem sie ihn sowohl innerlich als auch äußerlich beobachtet. ",
  "dn22:2.12": "Sie meditiert, indem sie den Körper beobachtet, wie er entstehen muss, wie er verschwinden muss, wie er sowohl entstehen als auch verschwinden muss. ",
  "dn22:2.13": "Oder die Achtsamkeit, dass der Körper da ist, ist verankert, soweit das für das Wissen und die Achtsamkeit nötig ist. Sie meditiert unabhängig und ergreift nichts in der Welt. ",
  "dn22:2.14": "So meditiert eine Nonne, indem sie einen Aspekt des Körpers beobachtet. ",
  "dn22:3.0": "1.2. Die Stellungen ",
  "dn22:3.1": "Dann weiß da ein Mönch, wenn er geht: ‚Ich gehe.‘ Wenn er steht, weiß er: ‚Ich stehe.‘ Wenn er sitzt, weiß er: ‚Ich sitze.‘ Und wenn er liegt, weiß er: ‚Ich liege.‘ ",
  "dn22:3.2": "Ganz gleich, in welcher Stellung sich sein Körper befindet, er weiß es. ",
  "dn22:3.3": "Und so meditiert er, indem er einen Aspekt des Körpers innerlich beobachtet, indem er ihn äußerlich beobachtet, indem er ihn sowohl innerlich als auch äußerlich beobachtet. ",
  "dn22:3.4": "Er meditiert, indem er den Körper beobachtet, wie er entstehen muss, wie er verschwinden muss, wie er sowohl entstehen als auch verschwinden muss. ",
  "dn22:3.5": "Oder die Achtsamkeit, dass der Körper da ist, ist verankert, soweit das für das Wissen und die Achtsamkeit nötig ist. Er meditiert unabhängig und ergreift nichts in der Welt. ",
  "dn22:3.6": "Auch so meditiert ein Mönch, indem er einen Aspekt des Körpers beobachtet. ",
  "dn22:4.0": "1.3. Situationsbewusstsein ",
  "dn22:4.1": "Dann handelt da eine Nonne mit Situationsbewusstsein beim Ausgehen und Zurückkommen, beim Hin- und Wegschauen, beim Beugen und Strecken der Glieder, beim Tragen von äußerer Robe, Schale und Roben, beim Essen, Trinken, Kauen, Schmecken, beim Ausscheiden von Urin und Kot, beim Gehen, Stehen, Sitzen, Schlafen und Wachen, Reden und Schweigen. ",
  "dn22:4.2": "Und so meditiert sie, indem sie einen Aspekt des Körpers innerlich beobachtet … ",
  "dn22:4.3": "Auch so meditiert eine Nonne, indem sie einen Aspekt des Körpers beobachtet. ",
  "dn22:5.0": "1.4. Den Geist auf das Widerwärtige richten ",
  "dn22:5.1": "Dann betrachtet da ein Mönch seinen eigenen Körper, von den Fußsohlen aufwärts und von den Haarspitzen abwärts, der von Haut umhüllt und mit zahlreichen widerlichen Dingen angefüllt ist. ",
  "dn22:5.2": "‚In diesem Körper gibt es Kopfhaare, Körperhaare, Nägel, Zähne, Haut, Fleisch, Sehnen, Knochen, Knochenmark, Nieren, Herz, Leber, Zwerchfell, Milz, Lungen, Därme, Gekröse, Speisebrei, Kot, Galle, Schleim, Eiter, Blut, Schweiß, Fett, Tränen, Talg, Speichel, Nasenschleim, Gelenkschmiere, Urin.‘ ",
  "dn22:5.3": "Wie ein Sack mit Öffnungen an beiden Seiten, der mit vielerlei Körnern gefüllt ist, wie feinem Reis, Weizen, Mungobohnen, Erbsen, Sesam und gewöhnlichem Reis. Und ein Mensch mit klaren Augen würde ihn öffnen und seinen Inhalt untersuchen: ‚Diese Körner sind feiner Reis, diese sind Weizen, diese sind Mungobohnen, diese sind Erbsen, diese sind Sesam und diese sind gewöhnlicher Reis.‘ ",
  "dn22:5.6": "Und so meditiert er, indem er einen Aspekt des Körpers innerlich beobachtet … ",
  "dn22:5.7": "Auch so meditiert ein Mönch, indem er einen Aspekt des Körpers beobachtet. ",
  "dn22:6.0": "1.5. Den Geist auf die Elemente richten ",
  "dn22:6.1": "Dann betrachtet da eine Nonne ihren eigenen Körper, ganz gleich, wo und in welcher Stellung er sich befindet, entsprechend der Elemente: ",
  "dn22:6.2": "‚In diesem Körper gibt es das Erdelement, das Wasserelement, das Feuerelement und das Luftelement.‘ ",
  "dn22:6.3": "Wie wenn da ein geschickter Metzger oder Metzgerlehrling eine Kuh schlachten würde und sich mit dem in Stücke geschnittenen Fleisch an eine Straßenkreuzung setzte. ",
  "dn22:6.6": "Und so meditiert sie, indem sie einen Aspekt des Körpers innerlich beobachtet … ",
  "dn22:6.7": "So meditiert eine Nonne, indem sie einen Aspekt des Körpers beobachtet. ",
  "dn22:7.0": "1.6. Die Leichenfeldbetrachtungen ",
  "dn22:7.1": "Nehmen wir dann an, ein Mönch sähe eine Leiche, weggeworfen auf ein Leichenfeld, seit einem, zwei oder drei Tagen tot, aufgedunsen, blau verfärbt und verwesend. ",
  "dn22:7.2": "Er würde sie mit seinem eigenen Körper vergleichen: ",
  "dn22:7.3": "‚Dieser Körper hat dieselbe Natur, ist von derselben Art und kann nicht darüber hinausgehen.‘ ",
  "dn22:7.4": "Und so meditiert er, indem er einen Aspekt des Körpers innerlich beobachtet … ",
  "dn22:7.5": "Auch so meditiert ein Mönch, indem er einen Aspekt des Körpers beobachtet. ",
  "dn22:8.1": "Nehmen wir dann an, er sähe eine Leiche, weggeworfen auf ein Leichenfeld, die von Krähen, Habichten, Geiern, Reihern, Hunden, Tigern, Leoparden, Schakalen und vielen Arten von Kleintieren gefressen würde. ",
  "dn22:8.2": "Er würde sie mit seinem eigenen Körper vergleichen: ",
  "dn22:8.3": "‚Dieser Körper hat dieselbe Natur, ist von derselben Art und kann nicht darüber hinausgehen.‘ ",
  "dn22:8.4": "Und so meditiert er, indem er einen Aspekt des Körpers innerlich beobachtet … ",
  "dn22:8.5": "Auch so meditiert ein Mönch, indem er einen Aspekt des Körpers beobachtet. ",
  "dn22:9.1": "Nehmen wir dann an, er sähe eine Leiche, weggeworfen auf ein Leichenfeld, ein Skelett mit Fleisch- und Blutresten, das von Sehnen zusammengehalten wird … ",
  "dn22:9.2": "ein Skelett ohne Fleisch, doch blutverschmiert und von Sehnen zusammengehalten … ",
  "dn22:9.3": "ein Skelett ohne Fleisch und Blut, von Sehnen zusammengehalten … ",
  "dn22:9.4": "Knochen ohne Sehnen, in alle Himmelsrichtungen verstreut: hier ein Handknochen, da ein Fußknochen, hier ein Schienbein, da ein Oberschenkel, hier ein Becken, da eine Rippe, hier ein Wirbelknochen, da ein Armknochen, hier ein Halswirbel, da ein Kieferknochen, hier ein Zahn, da der Schädel … ",
  "dn22:10.1": "weiße Knochen in der Farbe von Muscheln … ",
  "dn22:10.2": "zerfallende Knochen, auf einen Haufen getürmt, drei oder vier Jahre alt … ",
  "dn22:10.3": "vermoderte Knochen, zu Staub zerfallen. ",
  "dn22:10.4": "Er würde das mit seinem eigenen Körper vergleichen: ",
  "dn22:10.5": "‚Dieser Körper hat dieselbe Natur, ist von derselben Art und kann nicht darüber hinausgehen.‘ ",
  "dn22:10.6": "Und so meditiert er, indem er einen Aspekt des Körpers innerlich beobachtet, indem er ihn äußerlich beobachtet, indem er ihn sowohl innerlich als auch äußerlich beobachtet. ",
  "dn22:10.7": "Er meditiert, indem er den Körper beobachtet, wie er entstehen muss, wie er verschwinden muss, wie er sowohl entstehen als auch verschwinden muss. ",
  "dn22:10.8": "Oder die Achtsamkeit, dass der Körper da ist, ist verankert, soweit das für das Wissen und die Achtsamkeit nötig ist. Er meditiert unabhängig und ergreift nichts in der Welt. ",
  "dn22:10.9": "Auch so meditiert ein Mönch, indem er einen Aspekt des Körpers beobachtet. ",
  "dn22:11.0": "2. Beobachtung der Gefühle ",
  "dn22:11.1": "Und wie meditiert eine Nonne, indem sie einen Aspekt der Gefühle beobachtet? ",
  "dn22:11.2": "Da weiß eine Nonne, wenn sie ein angenehmes Gefühl fühlt: ‚Ich fühle ein angenehmes Gefühl.‘ ",
  "dn22:11.3": "Wenn sie ein schmerzhaftes Gefühl fühlt, weiß sie: ‚Ich fühle ein schmerzhaftes Gefühl.‘ ",
  "dn22:11.4": "Wenn sie ein neutrales Gefühl fühlt, weiß sie: ‚Ich fühle ein neutrales Gefühl.‘ ",
  "dn22:11.5": "Wenn sie ein mit dem Fleischlichen verbundenes angenehmes Gefühl fühlt, weiß sie: ‚Ich fühle ein mit dem Fleischlichen verbundenes angenehmes Gefühl.‘ ",
  "dn22:11.6": "Wenn sie ein nicht mit dem Fleischlichen verbundenes angenehmes Gefühl fühlt, weiß sie: ‚Ich fühle ein nicht mit dem Fleischlichen verbundenes angenehmes Gefühl.‘ ",
  "dn22:11.7": "Wenn sie ein mit dem Fleischlichen verbundenes schmerzhaftes Gefühl fühlt, weiß sie: ‚Ich fühle ein mit dem Fleischlichen verbundenes schmerzhaftes Gefühl.‘ ",
  "dn22:11.8": "Wenn sie ein nicht mit dem Fleischlichen verbundenes schmerzhaftes Gefühl fühlt, weiß sie: ‚Ich fühle ein nicht mit dem Fleischlichen verbundenes schmerzhaftes Gefühl.‘ ",
  "dn22:11.9": "Wenn sie ein mit dem Fleischlichen verbundenes neutrales Gefühl fühlt, weiß sie: ‚Ich fühle ein mit dem Fleischlichen verbundenes neutrales Gefühl.‘ ",
  "dn22:11.10": "Wenn sie ein nicht mit dem Fleischlichen verbundenes neutrales Gefühl fühlt, weiß sie: ‚Ich fühle ein nicht mit dem Fleischlichen verbundenes neutrales Gefühl.‘ ",
  "dn22:11.11": "Und so meditiert sie, indem sie einen Aspekt der Gefühle innerlich beobachtet, indem sie ihn äußerlich beobachtet, indem sie ihn sowohl innerlich als auch äußerlich beobachtet. ",
  "dn22:11.12": "Sie meditiert, indem sie die Gefühle beobachtet, wie sie entstehen müssen, wie sie verschwinden müssen, wie sie sowohl entstehen als auch verschwinden müssen. ",
  "dn22:11.13": "Oder die Achtsamkeit, dass die Gefühle da sind, ist verankert, soweit das für das Wissen und die Achtsamkeit nötig ist. Sie meditiert unabhängig und ergreift nichts in der Welt. ",
  "dn22:11.14": "So meditiert eine Nonne, indem sie einen Aspekt der Gefühle beobachtet. ",
  "dn22:12.0": "3. Beobachtung des Geistes ",
  "dn22:12.1": "Und wie meditiert ein Mönch, indem er einen Aspekt des Geistes beobachtet? ",
  "dn22:12.2": "Da erkennt ein Mönch einen gierigen Geist als ‚gierigen Geist‘ ",
  "dn22:12.3": "und einen von Gier freien Geist als ‚von Gier freien Geist‘. ",
  "dn22:12.4": "Er erkennt einen hasserfüllten Geist als ‚hasserfüllten Geist‘ ",
  "dn22:12.5": "und einen von Hass freien Geist als ‚von Hass freien Geist‘. ",
  "dn22:12.6": "Er erkennt einen Geist, der sich täuscht, als ‚Geist, der sich täuscht,‘ ",
  "dn22:12.7": "und einen von Täuschung freien Geist als ‚von Täuschung freien Geist‘. ",
  "dn22:12.8": "Er erkennt einen eingeengten Geist als ‚eingeengten Geist‘ ",
  "dn22:12.9": "und einen zerstreuten Geist als ‚zerstreuten Geist‘. ",
  "dn22:12.10": "Er erkennt einen ausgedehnten Geist als ‚ausgedehnten Geist‘ ",
  "dn22:12.11": "und einen nicht ausgedehnten Geist als ‚nicht ausgedehnten Geist‘. ",
  "dn22:12.12": "Er erkennt einen Geist, der nicht unübertrefflich ist, als ‚Geist, der nicht unübertrefflich ist,‘ ",
  "dn22:12.13": "und einen unübertrefflichen Geist als ‚unübertrefflichen Geist‘. ",
  "dn22:12.14": "Er erkennt einen im Samādhi versunkenen Geist als ‚im Samādhi versunkenen Geist‘ ",
  "dn22:12.15": "und einen nicht im Samādhi versunkenen Geist als ‚nicht im Samādhi versunkenen Geist‘. ",
  "dn22:12.16": "Er erkennt einen befreiten Geist als ‚befreiten Geist‘ ",
  "dn22:12.17": "und einen nicht befreiten Geist als ‚nicht befreiten Geist‘. ",
  "dn22:12.18": "Und so meditiert er, indem er einen Aspekt des Geistes innerlich beobachtet, indem er ihn äußerlich beobachtet, indem er ihn sowohl innerlich als auch äußerlich beobachtet. ",
  "dn22:12.19": "Er meditiert, indem er den Geist beobachtet, wie er entstehen muss, wie er verschwinden muss, wie er sowohl entstehen als auch verschwinden muss. ",
  "dn22:12.20": "Oder die Achtsamkeit, dass der Geist da ist, ist verankert, soweit das für das Wissen und die Achtsamkeit nötig ist. Er meditiert unabhängig und ergreift nichts in der Welt. ",
  "dn22:12.21": "So meditiert ein Mönch, indem er einen Aspekt des Geistes beobachtet. ",
  "dn22:13.0.1": "4. Beobachtung von natürlichen Gesetzmäßigkeiten ",
  "dn22:13.0.2": "4.1. Die Hindernisse ",
  "dn22:13.1": "Und wie meditiert eine Nonne, indem sie einen Aspekt der natürlichen Gesetzmäßigkeiten beobachtet? ",
  "dn22:13.2": "Da meditiert eine Nonne, indem sie einen Aspekt der natürlichen Gesetzmäßigkeiten in Bezug auf die fünf Hindernisse beobachtet. ",
  "dn22:13.3": "Und wie meditiert eine Nonne, indem sie einen Aspekt der natürlichen Gesetzmäßigkeiten in Bezug auf die fünf Hindernisse beobachtet? ",
  "dn22:13.4": "Da versteht eine Nonne, wenn sinnliches Begehren in ihr ist: ‚In mir ist sinnliches Begehren‘. Wenn kein sinnliches Begehren in ihr ist, versteht sie: ‚In mir ist kein sinnliches Begehren‘. Sie versteht, wie sinnliches Begehren aufkommt; wie es, wenn es aufgekommen ist, aufgegeben wird; und wie es, wenn es aufgegeben wurde, in Zukunft nicht mehr aufkommt. ",
  "dn22:13.5": "Wenn böser Wille in ihr ist, versteht sie: ‚In mir ist böser Wille‘. Wenn kein böser Wille in ihr ist, versteht sie: ‚In mir ist kein böser Wille‘. Sie versteht, wie böser Wille aufkommt; wie er, wenn er aufgekommen ist, aufgegeben wird; und wie er, wenn er aufgegeben wurde, in Zukunft nicht mehr aufkommt. ",
  "dn22:13.6": "Wenn Dumpfheit und Benommenheit in ihr sind, versteht sie: ‚In mir sind Dumpfheit und Benommenheit‘. Wenn keine Dumpfheit und keine Benommenheit in ihr ist, versteht sie: ‚In mir ist keine Dumpfheit und keine Benommenheit‘. Sie versteht, wie Dumpfheit und Benommenheit aufkommen; wie sie, wenn sie aufgekommen sind, aufgegeben werden; und wie sie, wenn sie aufgegeben wurden, in Zukunft nicht mehr aufkommen. ",
  "dn22:13.7": "Wenn Rastlosigkeit und Reue in ihr sind, versteht sie: ‚In mir sind Rastlosigkeit und Reue‘. Wenn keine Rastlosigkeit und keine Reue in ihr ist, versteht sie: ‚In mir ist keine Rastlosigkeit und keine Reue‘. Sie versteht, wie Rastlosigkeit und Reue aufkommen; wie sie, wenn sie aufgekommen sind, aufgegeben werden; und wie sie, wenn sie aufgegeben wurden, in Zukunft nicht mehr aufkommen. ",
  "dn22:13.8": "Wenn Zweifel in ihr ist, versteht sie: ‚In mir ist Zweifel‘. Wenn kein Zweifel in ihr ist, versteht sie: ‚In mir ist kein Zweifel‘. Sie versteht, wie Zweifel aufkommt; wie er, wenn er aufgekommen ist, aufgegeben wird; und wie er, wenn er aufgegeben wurde, in Zukunft nicht mehr aufkommt. ",
  "dn22:13.9": "Und so meditiert sie, indem sie einen Aspekt der natürlichen Gesetzmäßigkeiten innerlich beobachtet, indem sie ihn äußerlich beobachtet, indem sie ihn sowohl innerlich als auch äußerlich beobachtet. ",
  "dn22:13.10": "Sie meditiert, indem sie die natürlichen Gesetzmäßigkeiten beobachtet, wie sie entstehen müssen, wie sie verschwinden müssen, wie sie sowohl entstehen als auch verschwinden müssen. ",
  "dn22:13.11": "Oder die Achtsamkeit, dass die natürlichen Gesetzmäßigkeiten da sind, ist verankert, soweit das für das Wissen und die Achtsamkeit nötig ist. Sie meditiert unabhängig und ergreift nichts in der Welt. ",
  "dn22:13.12": "So meditiert eine Nonne, indem sie einen Aspekt der natürlichen Gesetzmäßigkeiten in Bezug auf die fünf Hindernisse beobachtet. ",
  "dn22:14.0": "4.2. Die Aggregate ",
  "dn22:14.1": "Dann meditiert da ein Mönch, indem er einen Aspekt der natürlichen Gesetzmäßigkeiten in Bezug auf die fünf mit Ergreifen verbundenen Aggregate beobachtet. ",
  "dn22:14.2": "Und wie meditiert ein Mönch, indem er einen Aspekt der natürlichen Gesetzmäßigkeiten in Bezug auf die fünf mit Ergreifen verbundenen Aggregate beobachtet? ",
  "dn22:14.3": "Da stellt ein Mönch die Betrachtung an: ",
  "dn22:14.4": "‚So ist Form, so ist ihr Ursprung, so ihr Enden. ",
  "dn22:14.5": "So ist Gefühl, so ist sein Ursprung, so sein Enden. ",
  "dn22:14.6": "So ist Wahrnehmung, so ist ihr Ursprung, so ihr Enden. ",
  "dn22:14.7": "So sind Entscheidungen, so ist ihr Ursprung, so ihr Enden. ",
  "dn22:14.8": "So ist Bewusstsein, so ist sein Ursprung, so sein Enden.‘ ",
  "dn22:14.9": "Und so meditiert er, indem er einen Aspekt der natürlichen Gesetzmäßigkeiten innerlich beobachtet … ",
  "dn22:14.12": "So meditiert ein Mönch, indem er einen Aspekt der natürlichen Gesetzmäßigkeiten in Bezug auf die fünf mit Ergreifen verbundenen Aggregate beobachtet. ",
  "dn22:15.0": "4.3. Die Sinnesfelder ",
  "dn22:15.1": "Dann meditiert da eine Nonne, indem sie einen Aspekt der natürlichen Gesetzmäßigkeiten in Bezug auf die sechs inneren und äußeren Sinnesfelder beobachtet. ",
  "dn22:15.2": "Und wie meditiert eine Nonne, indem sie einen Aspekt der natürlichen Gesetzmäßigkeiten in Bezug auf die sechs inneren und äußeren Sinnesfelder beobachtet? ",
  "dn22:15.3": "Da versteht eine Nonne das Auge, die Bilder und die Fessel, die in Abhängigkeit von beiden entsteht. Sie versteht, wie die Fessel, wenn sie noch nicht entstanden ist, entsteht; wie die Fessel, wenn sie entstanden ist, aufgegeben wird; und wie die Fessel, wenn sie aufgegeben wurde, in Zukunft nicht mehr entsteht. ",
  "dn22:15.4": "Sie versteht das Ohr, die Töne und die Fessel, die in Abhängigkeit von beiden entsteht … ",
  "dn22:15.5": "Sie versteht die Nase, die Düfte und die Fessel, die in Abhängigkeit von beiden entsteht … ",
  "dn22:15.6": "Sie versteht die Zunge, die Geschmäcke und die Fessel, die in Abhängigkeit von beiden entsteht … ",
  "dn22:15.7": "Sie versteht den Körper, die Berührungen und die Fessel, die in Abhängigkeit von beiden entsteht … ",
  "dn22:15.8": "Sie versteht den Geist, die Gedanken und die Fessel, die in Abhängigkeit von beiden entsteht. Sie versteht, wie die Fessel, wenn sie noch nicht entstanden ist, entsteht; wie die Fessel, wenn sie entstanden ist, aufgegeben wird; und wie die Fessel, wenn sie aufgegeben wurde, in Zukunft nicht mehr entsteht. ",
  "dn22:15.9": "Und so meditiert sie, indem sie einen Aspekt der natürlichen Gesetzmäßigkeiten innerlich beobachtet … ",
  "dn22:15.12": "So meditiert eine Nonne, indem sie einen Aspekt der natürlichen Gesetzmäßigkeiten in Bezug auf die sechs inneren und äußeren Sinnesfelder beobachtet. ",
  "dn22:16.0": "4.4. Die Faktoren des Erwachens ",
  "dn22:16.1": "Dann meditiert da ein Mönch, indem er einen Aspekt der natürlichen Gesetzmäßigkeiten in Bezug auf die sieben Faktoren des Erwachens beobachtet. ",
  "dn22:16.2": "Und wie meditiert ein Mönch, indem er einen Aspekt der natürlichen Gesetzmäßigkeiten in Bezug auf die sieben Faktoren des Erwachens beobachtet? ",
  "dn22:16.3": "Da versteht ein Mönch, wenn der Faktor des Erwachens Achtsamkeit in ihm ist: ‚In mir ist der Faktor des Erwachens Achtsamkeit.‘ Wenn der Faktor des Erwachens Achtsamkeit nicht in ihm ist, versteht er: ‚In mir ist nicht der Faktor des Erwachens Achtsamkeit.‘ Er versteht, wie der Faktor des Erwachens Achtsamkeit, wenn er nicht entstanden ist, entsteht; und wie der Faktor des Erwachens Achtsamkeit, wenn er entstanden ist, vollständig entwickelt wird. ",
  "dn22:16.4": "Wenn der Faktor des Erwachens Erforschung der Gesetzmäßigkeiten in ihm ist … ",
  "dn22:16.5": "Wenn der Faktor des Erwachens Energie in ihm ist … ",
  "dn22:16.6": "Wenn der Faktor des Erwachens Ekstase in ihm ist … ",
  "dn22:16.7": "Wenn der Faktor des Erwachens Stille in ihm ist … ",
  "dn22:16.8": "Wenn der Faktor des Erwachens Versenkung in ihm ist … ",
  "dn22:16.9": "Wenn der Faktor des Erwachens Gleichmut in ihm ist, versteht er: ‚In mir ist der Faktor des Erwachens Gleichmut.‘ Wenn der Faktor des Erwachens Gleichmut nicht in ihm ist, versteht er: ‚In mir ist nicht der Faktor des Erwachens Gleichmut.‘ Er versteht, wie der Faktor des Erwachens Gleichmut, wenn er nicht entstanden ist, entsteht; und wie der Faktor des Erwachens Gleichmut, wenn er entstanden ist, vollständig entwickelt wird. ",
  "dn22:16.10": "Und so meditiert er, indem er einen Aspekt der natürlichen Gesetzmäßigkeiten innerlich beobachtet, indem er ihn äußerlich beobachtet, indem er ihn sowohl innerlich als auch äußerlich beobachtet. ",
  "dn22:16.11": "Er meditiert, indem er die natürlichen Gesetzmäßigkeiten beobachtet, wie sie entstehen müssen, wie sie verschwinden müssen, wie sie sowohl entstehen als auch verschwinden müssen. ",
  "dn22:16.12": "Oder die Achtsamkeit, dass die natürlichen Gesetzmäßigkeiten da sind, ist verankert, soweit das für das Wissen und die Achtsamkeit nötig ist. Er meditiert unabhängig und ergreift nichts in der Welt. ",
  "dn22:16.13": "So meditiert ein Mönch, indem er einen Aspekt der natürlichen Gesetzmäßigkeiten in Bezug auf die sieben Faktoren des Erwachens beobachtet. ",
  "dn22:17.0": "4.5. Die Wahrheiten ",
  "dn22:17.1": "Dann meditiert da eine Nonne, indem sie einen Aspekt der natürlichen Gesetzmäßigkeiten in Bezug auf die vier edlen Wahrheiten beobachtet. ",
  "dn22:17.2": "Und wie meditiert eine Nonne, indem sie einen Aspekt der natürlichen Gesetzmäßigkeiten in Bezug auf die vier edlen Wahrheiten beobachtet? ",
  "dn22:17.3": "Da versteht eine Nonne wahrhaftig: ‚Das ist das Leiden.‘ … ‚Das ist der Ursprung des Leidens.‘ … ‚Das ist das Aufhören des Leidens.‘ … ‚Das ist die Übung, die zum Aufhören des Leidens führt.‘ ",
  "dn22:17.4": "Der erste Abschnitt zum Aufsagen ist zu Ende. ",
  "dn22:18.0": "4.5.1. Die Wahrheit vom Leiden ",
  "dn22:18.1": "Und was ist die edle Wahrheit vom Leiden? ",
  "dn22:18.2": "Wiedergeburt ist Leiden; Alter ist Leiden; Tod ist Leiden; Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis sind Leiden; mit Ungeliebtem verbunden sein ist Leiden; von Geliebtem getrennt sein ist Leiden; nicht bekommen, was man wünscht, ist Leiden. Kurz, die fünf mit Ergreifen verbundenen Aggregate sind Leiden. ",
  "dn22:18.3": "Und was ist Wiedergeburt? ",
  "dn22:18.4": "Die Wiedergeburt, der Anfang, die Empfängnis, die Inkarnation, die Manifestation der Aggregate und der Erwerb der Sinnesfelder bei den verschiedenen Wesen der verschiedenen Gattungen von Wesen; ",
  "dn22:18.5": "das nennt man Wiedergeburt. ",
  "dn22:18.6": "Und was ist Alter? ",
  "dn22:18.7": "Das Alter, das Herunterkommen, bröckelige Zähne, graue Haare, runzelige Haut, abnehmende Lebensenergie und versagende Sinneskräfte bei den verschiedenen Wesen der verschiedenen Gattungen von Wesen – ",
  "dn22:18.8": "das nennt man Alter. ",
  "dn22:18.9": "Und was ist Tod? ",
  "dn22:18.10": "Das Hinscheiden, Zugrundegehen, die Auflösung, das Ableben, die Sterblichkeit, der Tod, der Hingang, das Auseinanderbrechen der Aggregate, das Ablegen der Leiche und das Abschneiden der Lebenskraft bei den verschiedenen Wesen der verschiedenen Gattungen von Wesen – ",
  "dn22:18.11": "das nennt man Tod. ",
  "dn22:18.12": "Und was ist Kummer? ",
  "dn22:18.13": "Der Kummer, das Bekümmertsein, der kummervolle Zustand, der innere Kummer, der innerliche tiefe Kummer bei jemandem, der Unglück erlebt und Leiden erfahren hat – ",
  "dn22:18.14": "Das nennt man Kummer. ",
  "dn22:18.15": "Und was ist Klage? ",
  "dn22:18.16": "Die Klage, Wehklage, das Klagen und Wehklagen, der Zustand des Klagens und Wehklagens bei jemandem, der Unglück erlebt und Leiden erfahren hat – ",
  "dn22:18.17": "das nennt man Klage. ",
  "dn22:18.18": "Und was ist Schmerz? ",
  "dn22:18.19": "Körperlicher Schmerz, körperliches Unwohlsein, das schmerzhafte, unerfreuliche Gefühl, das aus körperlicher Berührung entspringt – ",
  "dn22:18.20": "das nennt man Schmerz. ",
  "dn22:18.21": "Und was ist Traurigkeit? ",
  "dn22:18.22": "Seelischer Schmerz, seelisches Unwohlsein, das schmerzhafte, unerfreuliche Gefühl, das aus Berührung mit dem Geist entspringt – ",
  "dn22:18.23": "das nennt man Traurigkeit. ",
  "dn22:18.24": "Und was ist Bedrängnis? ",
  "dn22:18.25": "Das Bedrängtsein, die Bedrängnis, der Zustand von Bedrängtsein und Bedrängnis bei jemandem, der Unglück erlebt und Leiden erfahren hat – ",
  "dn22:18.26": "das nennt man Bedrängnis. ",
  "dn22:18.27": "Und was bedeutet: ‚Mit Ungeliebtem verbunden sein ist Leiden‘? ",
  "dn22:18.28": "Es gibt Bilder, Töne, Düfte, Geschmäcke, Berührungen und Gedanken, die unerwünscht, unwillkommen und unangenehm sind. Und es gibt die, die einem schaden, einen verletzen, beunruhigen und einem drohen wollen. Das Zusammenkommen mit diesen, das Zusammentreffen, das Bilden einer Gemeinschaft, das Mischen mit ihnen – ",
  "dn22:18.29": "das bedeutet: ‚Mit Ungeliebtem verbunden sein ist Leiden‘. ",
  "dn22:18.30": "Und was bedeutet: ‚Von Geliebtem getrennt sein ist Leiden‘? ",
  "dn22:18.31": "Es gibt Bilder, Töne, Düfte, Geschmäcke, Berührungen und Gedanken, die erwünscht, willkommen und angenehm sind. Und es gibt die, die einem nützen, helfen, einen beruhigen und beschützen wollen: Mutter und Vater, Bruder und Schwester, Freunde und Kollegen, Verwandte und Sippenangehörige. Die Absonderung von diesen, das Getrenntsein, die Trennung, das Scheiden von ihnen – ",
  "dn22:18.32": "das bedeutet: ‚Von Geliebtem getrennt sein ist Leiden‘. ",
  "dn22:18.33": "Und was bedeutet: ‚Nicht bekommen, was man wünscht, ist Leiden‘? ",
  "dn22:18.34": "Bei Lebewesen, die wiedergeboren werden müssen, kommt ein Wunsch auf: ",
  "dn22:18.35": "‚Ach, dass wir doch nicht wiedergeboren werden müssten! Dass doch die Wiedergeburt nicht zu uns käme!‘ ",
  "dn22:18.36": "Aber das ist durch Wünschen nicht zu erlangen. ",
  "dn22:18.37": "Das bedeutet: ‚Nicht bekommen, was man wünscht, ist Leiden‘. ",
  "dn22:18.38": "Bei Lebewesen, die alt werden müssen, … ",
  "dn22:18.41": "die krank werden müssen … ",
  "dn22:18.43": "die sterben müssen … ",
  "dn22:18.45": "die Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis erfahren müssen, kommt ein Wunsch auf: ‚Ach, dass wir doch nicht Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis erfahren müssten! Dass doch Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis nicht zu uns kämen!‘ ",
  "dn22:18.46": "Aber das ist durch Wünschen nicht zu erlangen. ",
  "dn22:18.47": "Das bedeutet: ‚Nicht bekommen, was man wünscht, ist Leiden‘. ",
  "dn22:18.48": "Und was bedeutet: ‚Kurz, die fünf mit Ergreifen verbundenen Aggregate sind Leiden‘? ",
  "dn22:18.49": "Es sind die mit Ergreifen verbundenen Aggregate, die aus Form, Gefühl, Wahrnehmung, Entscheidungen und Bewusstsein bestehen. ",
  "dn22:18.50": "Das bedeutet: ‚Kurz, die fünf mit Ergreifen verbundenen Aggregate sind Leiden‘. ",
  "dn22:18.51": "Das nennt man die edle Wahrheit vom Leiden. ",
  "dn22:19.0": "4.5.2. Die Wahrheit vom Ursprung ",
  "dn22:19.1": "Und was ist die edle Wahrheit vom Ursprung des Leidens? ",
  "dn22:19.2": "Es ist das Verlangen, das zu künftigen Leben führt. Es ist mit Genießen und Gier vermischt und vergnügt sich überall, wo es ankommt: nämlich ",
  "dn22:19.3": "Verlangen nach Sinnenfreuden, Verlangen danach, das Dasein fortzusetzen, und Verlangen danach, das Dasein zu beenden. ",
  "dn22:19.4": "Aber wo entsteht dieses Verlangen und setzt sich fest? ",
  "dn22:19.5": "Bei allem, was in der Welt hübsch und angenehm erscheint, da entsteht dieses Verlangen und setzt sich fest. ",
  "dn22:19.6": "Und was erscheint in der Welt hübsch und angenehm? ",
  "dn22:19.7": "Das Auge erscheint in der Welt hübsch und angenehm, und da entsteht dieses Verlangen und setzt sich fest. ",
  "dn22:19.8": "Das Ohr … ",
  "dn22:19.9": "Die Nase … ",
  "dn22:19.10": "Die Zunge … ",
  "dn22:19.11": "Der Körper … ",
  "dn22:19.12": "Der Geist erscheint in der Welt hübsch und angenehm, und da entsteht dieses Verlangen und setzt sich fest. ",
  "dn22:19.13": "Bilder … ",
  "dn22:19.14": "Töne … ",
  "dn22:19.15": "Düfte … ",
  "dn22:19.16": "Geschmäcke … ",
  "dn22:19.17": "Berührungen … ",
  "dn22:19.18": "Gedanken erscheinen in der Welt hübsch und angenehm, und da entsteht dieses Verlangen und setzt sich fest. ",
  "dn22:19.19": "Augenbewusstsein … ",
  "dn22:19.20": "Ohrbewusstsein … ",
  "dn22:19.21": "Nasenbewusstsein … ",
  "dn22:19.22": "Zungenbewusstsein … ",
  "dn22:19.23": "Körperbewusstsein … ",
  "dn22:19.24": "Geistbewusstsein erscheint in der Welt hübsch und angenehm, und da entsteht dieses Verlangen und setzt sich fest. ",
  "dn22:19.25": "Augenberührung … ",
  "dn22:19.26": "Ohrberührung … ",
  "dn22:19.27": "Nasenberührung … ",
  "dn22:19.28": "Zungenberührung … ",
  "dn22:19.29": "Körperberührung … ",
  "dn22:19.30": "Geistberührung erscheint in der Welt hübsch und angenehm, und da entsteht dieses Verlangen und setzt sich fest. ",
  "dn22:19.31": "aus Augenberührung entsprungenes Gefühl … ",
  "dn22:19.32": "aus Ohrberührung entsprungenes Gefühl … ",
  "dn22:19.33": "aus Nasenberührung entsprungenes Gefühl … ",
  "dn22:19.34": "aus Zungenberührung entsprungenes Gefühl … ",
  "dn22:19.35": "aus Körperberührung entsprungenes Gefühl … ",
  "dn22:19.36": "aus Geistberührung entsprungenes Gefühl erscheint in der Welt hübsch und angenehm, und da entsteht dieses Verlangen und setzt sich fest. ",
  "dn22:19.37": "Wahrnehmung von Bildern … ",
  "dn22:19.38": "Wahrnehmung von Tönen … ",
  "dn22:19.39": "Wahrnehmung von Düften … ",
  "dn22:19.40": "Wahrnehmung von Geschmäcken … ",
  "dn22:19.41": "Wahrnehmung von Berührungen … ",
  "dn22:19.42": "Wahrnehmung von Gedanken erscheint in der Welt hübsch und angenehm, und da entsteht dieses Verlangen und setzt sich fest. ",
  "dn22:19.43": "Absicht in Bezug auf Bilder … ",
  "dn22:19.44": "Absicht in Bezug auf Töne … ",
  "dn22:19.45": "Absicht in Bezug auf Düfte … ",
  "dn22:19.46": "Absicht in Bezug auf Geschmäcke … ",
  "dn22:19.47": "Absicht in Bezug auf Berührungen … ",
  "dn22:19.48": "Absicht in Bezug auf Gedanken erscheint in der Welt hübsch und angenehm, und da entsteht dieses Verlangen und setzt sich fest. ",
  "dn22:19.49": "Verlangen nach Bildern … ",
  "dn22:19.50": "Verlangen nach Tönen … ",
  "dn22:19.51": "Verlangen nach Düften … ",
  "dn22:19.52": "Verlangen nach Geschmäcken … ",
  "dn22:19.53": "Verlangen nach Berührungen … ",
  "dn22:19.54": "Verlangen nach Gedanken erscheint in der Welt hübsch und angenehm, und da entsteht dieses Verlangen und setzt sich fest. ",
  "dn22:19.55": "Gedanken über Bilder … ",
  "dn22:19.56": "Gedanken über Töne … ",
  "dn22:19.57": "Gedanken über Düfte … ",
  "dn22:19.58": "Gedanken über Geschmäcke … ",
  "dn22:19.59": "Gedanken über Berührungen … ",
  "dn22:19.60": "Gedanken über Gedanken erscheinen in der Welt hübsch und angenehm, und da entsteht dieses Verlangen und setzt sich fest. ",
  "dn22:19.61": "Erwägungen über Bilder … ",
  "dn22:19.62": "Erwägungen über Töne … ",
  "dn22:19.63": "Erwägungen über Düfte … ",
  "dn22:19.64": "Erwägungen über Geschmäcke … ",
  "dn22:19.65": "Erwägungen über Berührungen … ",
  "dn22:19.66": "Erwägungen über Gedanken erscheinen in der Welt hübsch und angenehm, und da entsteht dieses Verlangen und setzt sich fest. ",
  "dn22:19.67": "Das nennt man die edle Wahrheit vom Ursprung des Leidens. ",
  "dn22:20.0": "4.5.3. Die Wahrheit vom Aufhören ",
  "dn22:20.1": "Und was ist die edle Wahrheit vom Aufhören des Leidens? ",
  "dn22:20.2": "Es ist das restlose Schwinden und Aufhören eben dieses Verlangens, es herzugeben, loszulassen, freizusetzen und nicht daran festzuhalten. ",
  "dn22:20.3": "Aber wo wird dieses Verlangen aufgegeben und hört auf? ",
  "dn22:20.4": "Bei allem, was in der Welt hübsch und angenehm erscheint, da wird dieses Verlangen aufgegeben und hört auf. ",
  "dn22:20.5": "Und was erscheint in der Welt hübsch und angenehm? ",
  "dn22:20.6": "Das Auge erscheint in der Welt hübsch und angenehm, und da wird dieses Verlangen aufgegeben und hört auf. … ",
  "dn22:20.65": "Erwägungen über Gedanken erscheinen in der Welt hübsch und angenehm, und da wird dieses Verlangen aufgegeben und hört auf. ",
  "dn22:20.66": "Das nennt man die edle Wahrheit vom Aufhören des Leidens. ",
  "dn22:21.0": "4.5.4. Die Wahrheit vom Pfad ",
  "dn22:21.1": "Und was ist die edle Wahrheit von der Übung, die zum Aufhören des Leidens führt? ",
  "dn22:21.2": "Es ist einfach dieser edle achtfache Pfad: nämlich ",
  "dn22:21.3": "rechte Ansicht, rechtes Denken, rechte Rede, rechtes Handeln, rechter Lebenserwerb, rechter Einsatz, rechte Achtsamkeit und rechte Versenkung. ",
  "dn22:21.4": "Und was ist rechte Ansicht? ",
  "dn22:21.5": "Man kennt das Leiden, den Ursprung des Leidens, das Aufhören des Leidens und die Übung, die zum Aufhören des Leidens führt. ",
  "dn22:21.6": "Das nennt man rechte Ansicht. ",
  "dn22:21.7": "Und was ist rechtes Denken? ",
  "dn22:21.8": "Es sind entsagende, wohlwollende und gutmütige Gedanken. ",
  "dn22:21.9": "Das nennt man rechtes Denken. ",
  "dn22:21.10": "Und was ist rechte Rede? ",
  "dn22:21.11": "Man unterlässt den Gebrauch falscher, entzweiender, harter oder unsinniger Rede. ",
  "dn22:21.12": "Das nennt man rechte Rede. ",
  "dn22:21.13": "Und was ist rechtes Handeln? ",
  "dn22:21.14": "Man unterlässt es, lebende Geschöpfe zu töten, zu stehlen und sexuelle Verfehlungen zu begehen. ",
  "dn22:21.15": "Das nennt man rechtes Handeln. ",
  "dn22:21.16": "Und was ist rechter Lebenserwerb? ",
  "dn22:21.17": "Es ist, wenn ein edler Schüler falschen Lebenserwerb aufgibt und seinen Unterhalt mit rechtem Lebenserwerb verdient. ",
  "dn22:21.18": "Das nennt man rechten Lebenserwerb. ",
  "dn22:21.19": "Und was ist rechter Einsatz? ",
  "dn22:21.20": "Da entwickelt ein Mönch Enthusiasmus, probiert, setzt sich ein, gebraucht seinen Geist und bemüht sich, damit schlechte, untaugliche Eigenschaften nicht aufkommen. ",
  "dn22:21.21": "Er entwickelt Enthusiasmus, probiert, setzt sich ein, gebraucht seinen Geist und bemüht sich, damit schlechte, untaugliche Eigenschaften, die aufgekommen sind, aufgegeben werden. ",
  "dn22:21.22": "Er entwickelt Enthusiasmus, probiert, setzt sich ein, gebraucht seinen Geist und bemüht sich, damit taugliche Eigenschaften aufkommen. ",
  "dn22:21.23": "Er entwickelt Enthusiasmus, probiert, setzt sich ein, gebraucht seinen Geist und bemüht sich, damit taugliche Eigenschaften, die aufgekommen sind, bleiben, nicht verloren gehen, sondern anwachsen, reifen und sich vollständig entwickeln. ",
  "dn22:21.24": "Das nennt man rechten Einsatz. ",
  "dn22:21.25": "Und was ist rechte Achtsamkeit? ",
  "dn22:21.26": "Da meditiert eine Nonne, indem sie einen Aspekt des Körpers beobachtet – eifrig, bewusst und achtsam, frei von Begehrlichkeit und Verdrießlichkeit gegenüber der Welt. ",
  "dn22:21.27": "Sie meditiert, indem sie einen Aspekt der Gefühle beobachtet – eifrig, bewusst und achtsam, frei von Begehrlichkeit und Verdrießlichkeit gegenüber der Welt. ",
  "dn22:21.28": "Sie meditiert, indem sie einen Aspekt des Geistes beobachtet – eifrig, bewusst und achtsam, frei von Begehrlichkeit und Verdrießlichkeit gegenüber der Welt. ",
  "dn22:21.29": "Sie meditiert, indem sie einen Aspekt der natürlichen Gesetzmäßigkeiten beobachtet – eifrig, bewusst und achtsam, frei von Begehrlichkeit und Verdrießlichkeit gegenüber der Welt. ",
  "dn22:21.30": "Das nennt man rechte Achtsamkeit. ",
  "dn22:21.31": "Und was ist rechte Versenkung? ",
  "dn22:21.32": "Da tritt ein Mönch, ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, in die erste Vertiefung ein und verweilt darin; da gibt es aus Abgeschiedenheit geborene Ekstase und Seligkeit, während man den Geist ausrichtet und hält. ",
  "dn22:21.33": "Wenn das Ausrichten und Halten des Geistes sich beruhigt, tritt er in die zweite Vertiefung ein und verweilt darin; da gibt es aus Versenkung geborene Ekstase und Seligkeit, mit innerer Klarheit und geeintem Geist, ohne Ausrichten und Halten. ",
  "dn22:21.34": "Und mit dem Schwinden der Ekstase tritt er in die dritte Vertiefung ein und verweilt darin; da meditiert er mit Gleichmut, achtsam und bewusst, und erfährt persönlich die Seligkeit, von der die Edlen erklären: ‚Gleichmütig und achtsam meditiert man in Seligkeit.‘ ",
  "dn22:21.35": "Indem er Glück und Schmerz aufgibt, und mit dem Enden früherer Fröhlichkeit und Traurigkeit, tritt er in die vierte Vertiefung ein und verweilt darin, ohne Glück oder Schmerz, mit reinem Gleichmut und reiner Achtsamkeit. ",
  "dn22:21.36": "Das nennt man rechte Versenkung. ",
  "dn22:21.37": "Das nennt man die edle Wahrheit von der Übung, die zum Aufhören des Leidens führt. ",
  "dn22:21.38": "Und so meditiert sie, indem sie einen Aspekt der natürlichen Gesetzmäßigkeiten innerlich beobachtet, indem sie ihn äußerlich beobachtet, indem sie ihn sowohl innerlich als auch äußerlich beobachtet. ",
  "dn22:21.39": "Sie meditiert, indem sie die natürlichen Gesetzmäßigkeiten beobachtet, wie sie entstehen müssen, wie sie verschwinden müssen, wie sie sowohl entstehen als auch verschwinden müssen. ",
  "dn22:21.40": "Oder die Achtsamkeit, dass die natürlichen Gesetzmäßigkeiten da sind, ist verankert, soweit das für das Wissen und die Achtsamkeit nötig ist. Sie meditiert unabhängig und ergreift nichts in der Welt. ",
  "dn22:21.41": "So meditiert eine Nonne, indem sie einen Aspekt der natürlichen Gesetzmäßigkeiten in Bezug auf die vier edlen Wahrheiten beobachtet. ",
  "dn22:22.1": "jeder, der diese vier Arten der Achtsamkeitsmeditation auf diese Art sieben Tage lang entwickelt, kann eins von zwei Ergebnissen erwarten: ",
  "dn22:22.2": "Erleuchtung in diesem Leben, oder, wenn ein Rest da ist, Nichtwiederkehr. ",
  "dn22:22.3": "Lasst es gut sein mit den sieben Jahren; ",
  "dn22:22.4": "jeder, der diese vier Arten der Achtsamkeitsmeditation auf diese Art sechs Jahre lang entwickelt … ",
  "dn22:22.5": "fünf Jahre … ",
  "dn22:22.6": "vier Jahre … ",
  "dn22:22.7": "drei Jahre … ",
  "dn22:22.8": "zwei Jahre … ",
  "dn22:22.9": "ein Jahr lang … ",
  "dn22:22.10": "Lasst es gut sein mit dem einen Jahr; ",
  "dn22:22.11": "jeder, der diese vier Arten der Achtsamkeitsmeditation auf diese Art sieben Monate lang entwickelt … ",
  "dn22:22.14": "sechs Monate … ",
  "dn22:22.15": "fünf Monate … ",
  "dn22:22.16": "vier Monate … ",
  "dn22:22.17": "drei Monate … ",
  "dn22:22.18": "zwei Monate … ",
  "dn22:22.19": "einen Monat … ",
  "dn22:22.20": "einen halben Monat … ",
  "dn22:22.21": "Lasst es gut sein mit dem halben Monat; ",
  "dn22:22.22": "jeder, der diese vier Arten der Achtsamkeitsmeditation auf diese Art sieben Tage lang entwickelt, kann eins von zwei Ergebnissen erwarten: ",
  "dn22:22.23": "Erleuchtung in diesem Leben, oder, wenn ein Rest da ist, Nichtwiederkehr. ",
  "dn22:22.24": "‚Die vier Arten der Achtsamkeitsmeditation sind der Pfad zum Einswerden: um die Wesen zu läutern, Kummer und Weinen zu überwinden, Schmerz und Traurigkeit ein Ende zu machen, das System zu entdecken und das Erlöschen zu verwirklichen.‘ ",
  "dn22:22.25": "Das habe ich gesagt, und deshalb habe ich es gesagt.“ ",
  "dn22:22.26": "Das sagte der Buddha. ",
  "dn22:22.27": "Zufrieden begrüßten die Mönche und Nonnen die Worte des Buddha. "
}