{
  "dn23:0.1": "Lange Lehrreden 23 ",
  "dn23:0.2": "Mit Pāyāsi ",
  "dn23:1.1": "So habe ich es gehört. ",
  "dn23:1.2": "Einmal wanderte der Ehrwürdige Kassapa der Prinz im Land der Kosaler mit einem großen Saṅgha von fünfhundert Mönchen und Nonnen. Da kam er zu einer Festungsstadt mit Namen Setavyā. ",
  "dn23:1.3": "Er hielt sich in einem Wäldchen von Indischem Palisander im Norden von Setavyā auf. ",
  "dn23:1.4": "Damals residierte der Stammesfürst Pāyāsi in Setavyā. Es war ein königliches Gut, von König Pasenadi von Kosala verliehen, das von Lebewesen wimmelte und reichlich Heu, Wald, Wasser und Korn besaß, ein königliches Lehen von höchstem Wert. ",
  "dn23:2.0": "1. Über Pāyāsi ",
  "dn23:2.1": "Nun hatte Pāyāsi zu dieser Zeit den folgenden schädlichen Irrglauben: ",
  "dn23:2.2": "„Es gibt kein Leben nach dem Tod. Es gibt keine Wesen, die durch unmittelbares Erscheinen wiedergeboren werden. Es gibt keine Frucht und kein Ergebnis von guten und schlechten Taten.“ ",
  "dn23:2.3": "Die Brahmanen und Hausbesitzer von Setavyā hörten: ",
  "dn23:2.4": "„Es scheint, der Asket Kassapa der Prinz – ein Schüler des Asketen Gotama – hält sich im Wäldchen von Indischem Palisander im Norden von Setavyā auf. ",
  "dn23:2.5": "Er hat diesen guten Ruf: ",
  "dn23:2.6": "‚Er ist klug, fähig, verständig, ein geistvoller Redner, wortgewandt, zur Reife gelangt, ein Vollendeter.‘ ",
  "dn23:2.7": "Es ist gut, solche Vollendeten zu sehen.“ ",
  "dn23:2.8": "Darauf brachen sie aus Setavyā auf, bildeten Gruppen und zogen nach Norden zu dem Wäldchen. ",
  "dn23:3.1": "Da hatte sich der Stammesfürst Pāyāsi gerade zu seiner Mittagsruhe auf das obere Stockwerk seines Pfahlhauses zurückgezogen. ",
  "dn23:3.2": "Er sah, wie die Brahmanen und Hausbesitzer nach Norden zu dem Wäldchen zogen, ",
  "dn23:3.3": "und wandte sich an seinen Verwalter: ",
  "dn23:3.4": "„Mein Verwalter, warum ziehen die Brahmanen und Hausbesitzer nach Norden zu dem Wäldchen?“ ",
  "dn23:3.5": "„Der Asket Kassapa der Prinz – ein Schüler des Asketen Gotama – hält sich im Wäldchen von Indischem Palisander im Norden von Setavyā auf. ",
  "dn23:3.6": "Er hat diesen guten Ruf: ",
  "dn23:3.7": "‚Er ist klug, fähig, verständig, ein geistvoller Redner, wortgewandt, zur Reife gelangt, ein Vollendeter.‘ ",
  "dn23:3.8": "Sie gehen, um diesen Kassapa den Prinzen zu sehen.“ ",
  "dn23:3.9": "„Nun, dann geh zu den Brahmanen und Hausbesitzern und sage zu ihnen: ",
  "dn23:3.10": "‚Ihr Herren, der Stammesfürst Pāyāsi bittet euch, zu warten, ",
  "dn23:3.11": "denn er will auch gehen, um den Asketen Kassapa den Prinzen zu sehen‘ – ",
  "dn23:3.12": "bevor Kassapa der Prinz diese törichten und unfähigen Brahmanen und Hausbesitzer davon überzeugt, ",
  "dn23:3.13": "dass es ein Leben nach dem Tod gibt, dass es Wesen gibt, die durch unmittelbares Erscheinen wiedergeboren werden, und dass es eine Frucht und ein Ergebnis von guten und schlechten Taten gibt; ",
  "dn23:3.14": "denn all das gibt es nicht!“ ",
  "dn23:3.15": "„Ja, Herr“, antwortete der Verwalter und tat wie geheißen. ",
  "dn23:4.1": "Da begleitete Pāyāsi die Brahmanen und Hausbesitzer, ging zu Kassapa dem Prinzen und tauschte Willkommensgrüße mit ihm aus. Nach der Begrüßung und dem Austausch von Höflichkeiten setzte er sich zur Seite hin. ",
  "dn23:4.2": "Manche der Brahmanen und Hausbesitzer verbeugten sich, manche begrüßten Kassapa den Prinzen und tauschten Höflichkeiten aus, manche hielten ihm ihre zusammengelegten Hände entgegen, manche nannten ihren Namen und Stamm und manche schwiegen. Alle setzten sich zur Seite hin. ",
  "dn23:5.0": "2. Nihilismus ",
  "dn23:5.1": "Und der Stammesfürst Pāyāsi sagte zum Ehrwürdigen Kassapa dem Prinzen: ",
  "dn23:5.2": "„Meister Kassapa, dies ist meine Lehre und Ansicht: ",
  "dn23:5.3": "‚Es gibt kein Leben nach dem Tod. Es gibt keine Wesen, die durch unmittelbares Erscheinen wiedergeboren werden. Es gibt keine Frucht und kein Ergebnis von guten und schlechten Taten.‘“ ",
  "dn23:5.4": "„Nun, Stammesfürst, ich habe nie gesehen oder gehört, dass jemand eine solche Lehre oder Ansicht vertrat. ",
  "dn23:5.5": "Wie um alles in der Welt kann jemand so etwas sagen? ",
  "dn23:5.7.0": "2.1. Das Gleichnis von Mond und Sonne ",
  "dn23:5.8": "Nun, Stammesfürst, ich werde dir dazu Gegenfragen stellen, und du kannst antworten, wie du möchtest. ",
  "dn23:5.9": "Was denkst du, Stammesfürst? ",
  "dn23:5.10": "Gehören Mond und Sonne zu dieser Welt oder zur anderen Welt? Sind sie Götter oder Menschen?“ ",
  "dn23:5.11": "„Sie gehören zur anderen Welt, Meister Kassapa, und sie sind Götter, keine Menschen.“ ",
  "dn23:5.12": "„Mit dieser Methode sollte der Beweis erbracht sein, ",
  "dn23:5.13": "dass es ein Leben nach dem Tod gibt, dass es Wesen gibt, die durch unmittelbares Erscheinen wiedergeboren werden, und dass es eine Frucht und ein Ergebnis von guten und schlechten Taten gibt.“ ",
  "dn23:6.1": "„Auch wenn Meister Kassapa das sagt, so denke ich immer noch, ",
  "dn23:6.2": "dass es kein Leben nach dem Tod gibt, dass es keine Wesen gibt, die durch unmittelbares Erscheinen wiedergeboren werden, und dass es keine Frucht und kein Ergebnis von guten und schlechten Taten gibt.“ ",
  "dn23:6.3": "„Gibt es eine Methode, mit der du deine Behauptung beweisen kannst?“ ",
  "dn23:6.5": "„Die gibt es, Meister Kassapa.“ ",
  "dn23:6.7": "„Und wie genau, Stammesfürst?“ ",
  "dn23:6.8": "„Nun, ich habe Freunde und Kollegen, Verwandte und Sippenangehörige, die lebende Geschöpfe töten, stehlen und sexuelle Verfehlungen begehen. Sie gebrauchen falsche, entzweiende, harte oder sinnlose Rede. Und sie sind begehrlich und böswillig und haben falsche Ansicht. ",
  "dn23:6.9": "Nach einiger Zeit sind sie mitgenommen, leidend, schwer krank. ",
  "dn23:6.10": "Wenn ich weiß, ",
  "dn23:6.11": "dass sie sich von ihrer Krankheit nicht erholen werden, gehe ich zu ihnen und sage: ",
  "dn23:6.12": "‚Ihr Herren, es gibt Asketen und Brahmanen, die diese Lehre und Ansicht haben: ",
  "dn23:6.13": "„Die, die lebende Geschöpfe töten, stehlen und sexuelle Verfehlungen begehen; die falsche, entzweiende, harte oder sinnlose Rede gebrauchen; die begehrlich und böswillig sind und falsche Ansicht haben – wenn ihr Körper auseinanderbricht, nach dem Tod, werden sie an einem verlorenen Ort wiedergeboren, einem schlechten Ort, in der Unterwelt, der Hölle.“ ",
  "dn23:6.14": "Ihr verhaltet euch genau so. ",
  "dn23:6.15": "Wenn es wahr ist, was diese Asketen und Brahmanen sagen, werdet ihr, wenn euer Körper auseinanderbricht, nach dem Tod, an einem verlorenen Ort wiedergeboren werden, einem schlechten Ort, in der Unterwelt, der Hölle. ",
  "dn23:6.16": "Wenn das geschieht, ihr Herren, kommt und berichtet mir, ",
  "dn23:6.17": "dass es ein Leben nach dem Tod gibt, dass es Wesen gibt, die durch unmittelbares Erscheinen wiedergeboren werden, und dass es eine Frucht und ein Ergebnis von guten und schlechten Taten gibt. ",
  "dn23:6.18": "Ich vertraue euch und glaube euch. Alles, was ihr seht, wird geradeso sein, als hätte ich es selbst gesehen.‘ ",
  "dn23:6.19": "Sie stimmen zu. Aber sie kommen nicht zurück und berichten mir, noch schicken sie einen Boten. ",
  "dn23:6.20": "Das ist die Methode, mit der ich beweise, ",
  "dn23:6.21": "dass es kein Leben nach dem Tod gibt, dass es keine Wesen gibt, die durch unmittelbares Erscheinen wiedergeboren werden, und dass es keine Frucht und kein Ergebnis von guten und schlechten Taten gibt.“ ",
  "dn23:7.0": "2.2. Das Gleichnis vom Räuber ",
  "dn23:7.1": "„Nun, Stammesfürst, ich werde dir dazu Gegenfragen stellen, und du kannst antworten, wie du möchtest. ",
  "dn23:7.2": "Was denkst du, Stammesfürst? ",
  "dn23:7.3": "Angenommen, ein Räuber oder Verbrecher würde festgenommen und dir vorgeführt mit den Worten: ",
  "dn23:7.4": "‚Herr, das ist ein Räuber, ein Verbrecher. ",
  "dn23:7.5": "Bestraft ihn nach Eurem Gutdünken.‘ ",
  "dn23:7.6": "Und du würdest zu ihnen sagen: ",
  "dn23:7.7": "‚Nun, Männer, bindet die Arme dieses Mannes fest hinter seinem Rücken mit einem starken Seil. Rasiert seinen Kopf und führt ihn zu einem harten Trommelschlag von Straße zu Straße und von Platz zu Platz. Dann führt ihn zum Südtor hinaus und schlagt ihm dort, am Richtplatz südlich der Stadt, den Kopf ab.‘ ",
  "dn23:7.8": "Sie sagten ‚Gut‘ und täten wie geheißen und setzten ihn auf den Richtplatz. ",
  "dn23:7.9": "Könnte der Räuber die Henker dazu bringen, zu warten, indem er sagte: ",
  "dn23:7.10": "‚Bitte, ihr guten Henker! Ich habe Freunde und Kollegen, Verwandte und Sippenangehörige in Dorf oder Stadt Soundso. Wartet, bis ich sie besucht habe, ich werde dann zurückkommen.‘? Oder würden sie ihm einfach den Kopf abschlagen, während er weiterplappert?“ ",
  "dn23:7.13": "„Sie würden ihm einfach den Kopf abschlagen.“ ",
  "dn23:7.14": "„Nicht einmal ein menschlicher Räuber könnte also seine menschlichen Henker dazu bringen, seine Hinrichtung aufzuschieben. ",
  "dn23:7.16": "Wie ist das erst mit deinen Freunden und Kollegen, Verwandten und Sippenangehörigen, die in einem niederen Bereich sind, nachdem sie Schlechtes getan haben? Könnten sie die Höllenwärter dazu bringen, zu warten, indem sie sagten: ",
  "dn23:7.17": "‚Bitte, ihr guten Höllenwärter! Wartet, bis ich zu dem Stammesfürsten Pāyāsi gegangen bin, um ihm zu sagen, ",
  "dn23:7.18": "dass es ein Leben nach dem Tod gibt, dass es Wesen gibt, die durch unmittelbares Erscheinen wiedergeboren werden, und dass es eine Frucht und ein Ergebnis von guten und schlechten Taten gibt.‘? ",
  "dn23:7.19": "Auch mit dieser Methode sollte der Beweis erbracht sein, ",
  "dn23:7.20": "dass es ein Leben nach dem Tod gibt, dass es Wesen gibt, die durch unmittelbares Erscheinen wiedergeboren werden, und dass es eine Frucht und ein Ergebnis von guten und schlechten Taten gibt.“ ",
  "dn23:8.1": "„Auch wenn Meister Kassapa das sagt, so denke ich immer noch, ",
  "dn23:8.2": "dass es kein Leben nach dem Tod gibt.“ ",
  "dn23:8.3": "„Gibt es eine Methode, mit der du deine Behauptung beweisen kannst?“ ",
  "dn23:8.5": "„Die gibt es, Meister Kassapa.“ ",
  "dn23:8.7": "„Und wie genau, Stammesfürst?“ ",
  "dn23:8.8": "„Nun, ich habe Freunde und Kollegen, Verwandte und Sippenangehörige, die keine lebenden Geschöpfe töten, nicht stehlen und keine sexuellen Verfehlungen begehen. Sie gebrauchen keine falsche, entzweiende, harte oder sinnlose Rede. Und sie sind zufrieden und gütig und haben rechte Ansicht. ",
  "dn23:8.9": "Nach einiger Zeit sind sie mitgenommen, leidend, schwer krank. ",
  "dn23:8.10": "Wenn ich weiß, ",
  "dn23:8.11": "dass sie sich von ihrer Krankheit nicht erholen werden, gehe ich zu ihnen und sage: ",
  "dn23:8.12": "‚Ihr Herren, es gibt Asketen und Brahmanen, die diese Lehre und Ansicht haben: ",
  "dn23:8.13": "„Die, die keine lebenden Geschöpfe töten, nicht stehlen und keine sexuellen Verfehlungen begehen; die keine falsche, entzweiende, harte oder sinnlose Rede gebrauchen; die zufrieden und gütig sind und rechte Ansicht haben – wenn ihr Körper auseinanderbricht, nach dem Tod, werden sie an einem guten Ort wiedergeboren, in einem himmlischen Bereich.“ ",
  "dn23:8.14": "Ihr verhaltet euch genau so. ",
  "dn23:8.15": "Wenn es wahr ist, was diese Asketen und Brahmanen sagen, werdet ihr, wenn euer Körper auseinanderbricht, nach dem Tod, an einem guten Ort wiedergeboren werden, in einem himmlischen Bereich. ",
  "dn23:8.16": "Wenn das geschieht, ihr Herren, kommt und berichtet mir, ",
  "dn23:8.17": "dass es ein Leben nach dem Tod gibt. ",
  "dn23:8.18": "Ich vertraue euch und glaube euch. Alles, was ihr seht, wird geradeso sein, als hätte ich es selbst gesehen.‘ ",
  "dn23:8.19": "Sie stimmen zu. Aber sie kommen nicht zurück und berichten mir, noch schicken sie einen Boten. ",
  "dn23:8.20": "Das ist die Methode, mit der ich beweise, ",
  "dn23:8.21": "dass es kein Leben nach dem Tod gibt.“ ",
  "dn23:9.0": "2.3. Das Gleichnis von der Kloake ",
  "dn23:9.1": "„Nun, Stammesfürst, ich will dir ein Gleichnis geben. ",
  "dn23:9.2": "Denn mit Hilfe eines Gleichnisses verstehen manche vernünftigen Menschen die Bedeutung des Gesagten. ",
  "dn23:9.3": "Wie wenn ein Mann bis über den Kopf in eine Kloake gefallen wäre. ",
  "dn23:9.4": "Dann würdest du jemanden schicken, ",
  "dn23:9.5": "der ihn aus der Kloake herauszieht, ",
  "dn23:9.6": "und die Person würde zustimmen. ",
  "dn23:9.7": "Du würdest sie anweisen, ",
  "dn23:9.8": "mit Bambusschabern sorgfältig den Kot vom Körper des Mannes zu schaben, ",
  "dn23:9.9": "und sie würde zustimmen. ",
  "dn23:9.10": "Du würdest sie anweisen, ",
  "dn23:9.11": "den Körper des Mannes dreimal sorgfältig mit hellem Ton abzuwaschen, ",
  "dn23:9.12": "und sie täte das. ",
  "dn23:9.13": "Dann würdest du sie anweisen, ",
  "dn23:9.14": "den Körper des Mannes mit Öl einzureiben und ihn dreimal sorgfältig mit feiner Paste abzuwaschen, ",
  "dn23:9.15": "und sie täte das. ",
  "dn23:9.16": "Du würdest sie anweisen, ",
  "dn23:9.17": "Haar und Bart des Mannes zu schneiden, ",
  "dn23:9.18": "und sie täte das. ",
  "dn23:9.19": "Du würdest sie anweisen, ",
  "dn23:9.20": "dem Mann kostbare Kränze, kostbares Make-up und kostbare Kleider zu bringen, ",
  "dn23:9.21": "und sie täte das. ",
  "dn23:9.22": "Dann würdest du sie anweisen, ",
  "dn23:9.23": "den Mann zum Pfahlhaus hinaufzubringen und ihn dort mit den fünf Arten von Sinnesreizen zu versorgen, ",
  "dn23:9.24": "und sie täte das. ",
  "dn23:9.25": "Was meinst du, Stammesfürst? ",
  "dn23:9.26": "Nun ist dieser Mann schön gebadet und geölt, Haar und Bart sind geschnitten, er ist mit Kränzen und Armbändern geschmückt, in Weiß gekleidet, mit den fünf Arten von Sinnesreizen versorgt und ausgestattet oben im königlichen Pfahlhaus. Würde er wieder zurück in die Kloake eintauchen wollen?“ ",
  "dn23:9.27": "„Nein, Meister Kassapa. ",
  "dn23:9.28": "Und warum nicht? ",
  "dn23:9.29": "Weil diese Kloake schmutzig, stinkend, ekelhaft und widerwärtig ist und auch so angesehen wird.“ ",
  "dn23:9.30": "„Ebenso, Stammesfürst, sind Menschen für die Götter schmutzig, stinkend, ekelhaft und widerwärtig und werden auch so angesehen. ",
  "dn23:9.31": "Menschengeruch wird von den Göttern noch in hundert Meilen Entfernung wahrgenommen. ",
  "dn23:9.32": "Was ist dann mit deinen Freunden und Kollegen, Verwandten und Sippenangehörigen, die in einem höheren Bereich wiedergeboren sind, nachdem sie Gutes getan haben? Werden sie zurückkommen, um dir zu sagen, ",
  "dn23:9.33": "dass es ein Leben nach dem Tod gibt? ",
  "dn23:9.34": "Auch mit dieser Methode sollte der Beweis erbracht sein, ",
  "dn23:9.35": "dass es ein Leben nach dem Tod gibt.“ ",
  "dn23:10.1": "„Auch wenn Meister Kassapa das sagt, so denke ich immer noch, ",
  "dn23:10.2": "dass es kein Leben nach dem Tod gibt.“ ",
  "dn23:10.3": "„Kannst du das beweisen?“ ",
  "dn23:10.4": "„Das kann ich.“ ",
  "dn23:10.5": "„Und wie genau, Stammesfürst?“ ",
  "dn23:10.6": "„Nun, ich habe Freunde und Kollegen, Verwandte und Sippenangehörige, die keine lebenden Geschöpfe töten usw. ",
  "dn23:10.7": "Nach einiger Zeit sind sie mitgenommen, leidend, schwer krank. ",
  "dn23:10.8": "Wenn ich weiß, ",
  "dn23:10.9": "dass sie sich von ihrer Krankheit nicht erholen werden, gehe ich zu ihnen und sage: ",
  "dn23:10.10": "‚Ihr Herren, es gibt Asketen und Brahmanen, die diese Lehre und Ansicht haben: ",
  "dn23:10.11": "„Die, die keine lebenden Geschöpfe töten usw., werden an einem guten Ort wiedergeboren, in einem himmlischen Bereich, unter den Göttern der Dreiunddreißig.“ ",
  "dn23:10.12": "Ihr verhaltet euch genau so. ",
  "dn23:10.13": "Wenn es wahr ist, was diese Asketen und Brahmanen sagen, werdet ihr, wenn euer Körper auseinanderbricht, nach dem Tod, unter den Göttern der Dreiunddreißig wiedergeboren werden. ",
  "dn23:10.14": "Wenn das geschieht, ihr Herren, kommt und berichtet mir, ",
  "dn23:10.15": "dass es ein Leben nach dem Tod gibt. ",
  "dn23:10.16": "Ich vertraue euch und glaube euch. Alles, was ihr seht, wird geradeso sein, als hätte ich es selbst gesehen.‘ ",
  "dn23:10.17": "Sie stimmen zu. Aber sie kommen nicht zurück und berichten mir, noch schicken sie einen Boten. ",
  "dn23:10.18": "Das ist die Methode, mit der ich beweise, ",
  "dn23:10.19": "dass es kein Leben nach dem Tod gibt.“ ",
  "dn23:11.0": "2.4. Das Gleichnis von den Göttern der Dreiunddreißig ",
  "dn23:11.1": "„Nun, Stammesfürst, ich werde dir dazu Gegenfragen stellen, und du kannst antworten, wie du möchtest. ",
  "dn23:11.2": "Hundert Jahre im Bereich der Menschen entsprechen einem Tag und einer Nacht bei den Göttern der Dreiunddreißig. Dreißig solcher Tage machen einen Monat aus. Die Lebensdauer der Götter der Dreiunddreißig beträgt tausend dieser göttlichen Jahre. ",
  "dn23:11.3": "Was ist dann mit deinen Freunden, die unter den Göttern der Dreiunddreißig wiedergeboren sind, nachdem sie Gutes getan haben: ",
  "dn23:11.4": "Wenn sie denken: ",
  "dn23:11.5": "‚Zuerst vergnüge ich mich zwei oder drei Tage lang mit den fünf Arten von himmlischen Sinnesreizen, mit denen ich versorgt und ausgestattet bin. Dann werde ich zu Pāyāsi zurückgehen und ihm berichten, ",
  "dn23:11.6": "dass es ein Leben nach dem Tod gibt.‘ ",
  "dn23:11.7": "Würden sie zu dir zurückkommen, um dir zu berichten, ",
  "dn23:11.8": "dass es ein Leben nach dem Tod gibt?“ ",
  "dn23:11.9": "„Nein, Meister Kassapa, ",
  "dn23:11.10": "denn bis dahin wäre ich längst tot. ",
  "dn23:11.11": "Aber Meister Kassapa, wer hat dir gesagt, ",
  "dn23:11.12": "dass es die Götter der Dreiunddreißig gibt oder wie lang ihre Lebensdauer ist? ",
  "dn23:11.13": "Ich glaube dir nicht.“ ",
  "dn23:11.15.0": "2.5. Das Gleichnis von dem von Geburt an Blinden ",
  "dn23:11.16": "„Wie wenn da eine Person von Geburt an blind wäre, Stammesfürst. Sie könnte keine dunklen oder hellen, blauen, gelben, roten oder purpurfarbenen Bilder sehen. Sie könnte keinen ebenen oder unebenen Boden erkennen noch Sterne, Mond oder Sonne sehen. ",
  "dn23:11.17": "Sie würde sagen: ",
  "dn23:11.18": "‚So etwas wie dunkle und helle Bilder gibt es nicht, und es gibt niemanden, der sie sieht. ",
  "dn23:11.19": "Es gibt keine blauen Bilder, ",
  "dn23:11.20": "keine gelben, ",
  "dn23:11.21": "keine roten ",
  "dn23:11.22": "und keine purpurfarbenen, ",
  "dn23:11.23": "es gibt keinen ebenen oder unebenen Boden, ",
  "dn23:11.24": "keine Sterne, ",
  "dn23:11.25": "keinen Mond und keine Sonne, und es gibt niemanden, der diese Dinge sieht. ",
  "dn23:11.26": "Ich kenne und sehe sie nicht, daher gibt es sie nicht.‘ ",
  "dn23:11.27": "Würde diese Person richtig sprechen?“ ",
  "dn23:11.28": "„Nein, Meister Kassapa. ",
  "dn23:11.29": "Es gibt so etwas wie dunkle und helle Bilder, und es gibt jemanden, der sie sieht. ",
  "dn23:11.30": "Auch blaue Bilder … und all die anderen Dinge gibt es, und es gibt jemanden, der sie sieht. ",
  "dn23:11.33": "Daher ist es nicht richtig, zu sagen: ",
  "dn23:11.34": "‚Ich kenne und sehe sie nicht, daher gibt es sie nicht.‘“ ",
  "dn23:11.36": "„Ebenso, Stammesfürst, bist du wie der von Geburt an Blinde in dem Gleichnis, wenn du sagst, du glaubst mir nicht. ",
  "dn23:11.41": "Die andere Welt kann man nicht so sehen, wie du denkst, mit dem fleischlichen Auge. ",
  "dn23:11.42": "Es gibt Asketen und Brahmanen, die in der Wildnis leben und abgelegene Unterkünfte in der Wildnis und im Wald aufsuchen. Sie meditieren beflissen, eifrig und entschlossen und läutern so ihre Hellsichtigkeit, das göttliche Auge. ",
  "dn23:11.43": "Mit geläuterter und übermenschlicher Hellsichtigkeit sehen sie diese Welt und die andere Welt, und sie sehen Wesen, die durch unmittelbares Erscheinen wiedergeboren sind. ",
  "dn23:11.44": "So sieht man die andere Welt, ",
  "dn23:11.45": "nicht wie du denkst, mit dem fleischlichen Auge. ",
  "dn23:11.46": "Auch mit dieser Methode sollte der Beweis erbracht sein, ",
  "dn23:11.47": "dass es ein Leben nach dem Tod gibt.“ ",
  "dn23:12.1": "„Auch wenn Meister Kassapa das sagt, so denke ich immer noch, ",
  "dn23:12.2": "dass es kein Leben nach dem Tod gibt.“ ",
  "dn23:12.3": "„Kannst du das beweisen?“ ",
  "dn23:12.4": "„Das kann ich.“ ",
  "dn23:12.5": "„Und wie genau, Stammesfürst?“ ",
  "dn23:12.6": "„Nun, ich sehe Asketen und Brahmanen, die sittlich sind, von gutem Charakter, die leben wollen und nicht sterben, die glücklich sein wollen und vor Schmerz zurückschrecken. ",
  "dn23:12.7": "Ich denke mir: ",
  "dn23:12.8": "‚Wenn diese Asketen und Brahmanen wüssten, ",
  "dn23:12.9": "dass es ihnen nach dem Tod besser erginge, ",
  "dn23:12.10": "würden sie Gift trinken, sich die Pulsadern aufschlitzen, sich erhängen oder eine Klippe hinabstürzen. ",
  "dn23:12.11": "Sie können nicht wissen, ",
  "dn23:12.12": "dass es ihnen nach dem Tod besser ergehen wird. Daher sind sie sittlich, von gutem Charakter, wollen leben und nicht sterben, wollen glücklich sein und schrecken vor Schmerz zurück.‘ ",
  "dn23:12.13": "Das ist die Methode, mit der ich beweise, ",
  "dn23:12.14": "dass es kein Leben nach dem Tod gibt.“ ",
  "dn23:13.0": "2.6. Das Gleichnis von der Schwangeren ",
  "dn23:13.1": "„Nun, Stammesfürst, ich will dir ein Gleichnis geben. ",
  "dn23:13.2": "Denn mit Hilfe eines Gleichnisses verstehen manche vernünftigen Menschen die Bedeutung des Gesagten. ",
  "dn23:13.3": "Es war einmal ein Brahmane, der hatte zwei Frauen. ",
  "dn23:13.4": "Die eine hatte einen Sohn von zehn oder zwölf Jahren, die andere war schwanger und stand kurz vor der Niederkunft. ",
  "dn23:13.5": "Da starb der Brahmane. ",
  "dn23:13.6": "Und der Junge sagte zur Mitfrau seiner Mutter: ",
  "dn23:13.7": "‚Meine Dame, aller Reichtum, alles Korn, Silber und Gold gehören mir, ",
  "dn23:13.8": "und du bekommst nichts. ",
  "dn23:13.9": "Übergib mir das Erbe meines Vaters.‘ ",
  "dn23:13.10": "Darauf sagte die Brahmanenfrau: ",
  "dn23:13.11": "‚Warte, mein Lieber, bis mein Kind geboren ist. ",
  "dn23:13.12": "Wenn es ein Junge ist, wird ihm ein Teil gehören. ",
  "dn23:13.13": "Wenn es ein Mädchen ist, wird sie dein Lohn sein.‘ ",
  "dn23:13.14": "Doch zum zweiten ",
  "dn23:13.22": "und zum dritten Mal bestand der Junge darauf, dass er das Erbe bekomme. ",
  "dn23:13.26": "Da nahm die Brahmanenfrau ein Messer, ging in ihr Schlafzimmer und schnitt ihren Bauch auf mit dem Gedanken: ",
  "dn23:13.27": "‚Bis zur Geburt – ob es ein Junge oder ein Mädchen ist!‘ ",
  "dn23:13.28": "Sie zerstörte ihr eigenes Leben und das des Fötus und ebenso alles Vermögen. ",
  "dn23:13.29": "Aus Torheit und Unfähigkeit suchte sie ein Erbe auf unvernünftige Art und rannte in ihr Verderben und ihren Untergang. Ebenso, Stammesfürst, suchst du aus Torheit und Unfähigkeit die andere Welt auf unvernünftige Art und wirst in dein Verderben und deinen Untergang rennen, ",
  "dn23:13.30": "geradeso wie die Brahmanenfrau. ",
  "dn23:13.31": "Gute Asketen und Brahmanen erzwingen nicht das Reifen von etwas Unreifem; ",
  "dn23:13.32": "sie warten lieber, bis es reif wird. ",
  "dn23:13.33": "Denn das Leben verständiger Asketen und Brahmanen ist segensreich. ",
  "dn23:13.34": "Solange sie dableiben, schaffen gute Asketen und Brahmanen viel Verdienst und handeln zum Nutzen und Glück vieler Menschen, zum Vorteil, Nutzen und Glück von Göttern und Menschen. ",
  "dn23:13.35": "Auch mit dieser Methode sollte der Beweis erbracht sein, ",
  "dn23:13.36": "dass es ein Leben nach dem Tod gibt.“ ",
  "dn23:14.1": "„Auch wenn Meister Kassapa das sagt, so denke ich immer noch, ",
  "dn23:14.2": "dass es kein Leben nach dem Tod gibt.“ ",
  "dn23:14.3": "„Kannst du das beweisen?“ ",
  "dn23:14.4": "„Das kann ich.“ ",
  "dn23:14.5": "„Und wie genau, Stammesfürst?“ ",
  "dn23:14.6": "„Angenommen, ein Räuber oder Verbrecher würde festgenommen und mir vorgeführt mit den Worten: ",
  "dn23:14.7": "‚Herr, das ist ein Räuber, ein Verbrecher. ",
  "dn23:14.8": "Bestraft ihn nach Eurem Gutdünken.‘ ",
  "dn23:14.9": "Ich sage zu ihnen: ",
  "dn23:14.10": "‚Nun, ihr Herren, setzt diesen Mann lebend in einen Topf. Schließt seinen Mund und bindet ihn mit feuchtem Leder zu, dann versiegelt ihn mit einer dicken Schicht feuchten Tons. Dann hebt ihn auf einen Ofen und macht das Feuer an.‘ ",
  "dn23:14.11": "Sie stimmen zu und tun, was ich verlange. ",
  "dn23:14.12": "Wenn wir wissen, dass dieser Mann tot ist, heben wir den Top herunter und brechen ihn auf, legen den Mund frei und schauen vorsichtig hinein ",
  "dn23:14.13": "und hoffen, dass wir seine Seele entweichen sehen. ",
  "dn23:14.14": "Aber wir sehen seine Seele nicht entweichen. ",
  "dn23:14.15": "Das ist die Methode, mit der ich beweise, ",
  "dn23:14.16": "dass es kein Leben nach dem Tod gibt.“ ",
  "dn23:15.0": "2.7. Das Gleichnis vom Traum ",
  "dn23:15.1": "„Nun, Stammesfürst, ich werde dir dazu Gegenfragen stellen, und du kannst antworten, wie du möchtest. ",
  "dn23:15.2": "Erinnerst du dich, dass du schon einmal einen Mittagsschlaf gemacht und im Traum entzückende Parks, Wälder, Wiesen und Lotusteiche gesehen hast?“ ",
  "dn23:15.3": "„Das tue ich, Herr.“ ",
  "dn23:15.4": "„Wurdest du zu dieser Zeit von Buckligen, Zwergen, Kleinwüchsigen und Jünglingen bewacht?“ ",
  "dn23:15.5": "„Das wurde ich.“ ",
  "dn23:15.6": "„Aber haben sie deine Seele kommen oder gehen sehen?“ ",
  "dn23:15.7": "„Das haben sie nicht.“ ",
  "dn23:15.8": "„Da sie nicht einmal deine Seele kommen und gehen sahen, als du noch am Leben warst, ",
  "dn23:15.9": "wie willst du da die Seele eines Toten sehen? ",
  "dn23:15.10": "Auch mit dieser Methode sollte der Beweis erbracht sein, ",
  "dn23:15.11": "dass es ein Leben nach dem Tod gibt, dass es Wesen gibt, die durch unmittelbares Erscheinen wiedergeboren werden, und dass es eine Frucht und ein Ergebnis von guten und schlechten Taten gibt.“ ",
  "dn23:16.1": "„Auch wenn Meister Kassapa das sagt, so denke ich immer noch, ",
  "dn23:16.2": "dass es kein Leben nach dem Tod gibt.“ ",
  "dn23:16.3": "„Kannst du das beweisen?“ ",
  "dn23:16.4": "„Das kann ich.“ ",
  "dn23:16.5": "„Und wie genau, Stammesfürst?“ ",
  "dn23:16.6": "„Angenommen, ein Räuber oder Verbrecher würde festgenommen und mir vorgeführt mit den Worten: ",
  "dn23:16.7": "‚Herr, das ist ein Räuber, ein Verbrecher. ",
  "dn23:16.8": "Bestraft ihn nach Eurem Gutdünken.‘ ",
  "dn23:16.9": "Ich sage zu ihnen: ",
  "dn23:16.10": "‚Nun, ihr Herren, wiegt diesen Mann auf einer Waage, während er noch lebt. Dann erdrosselt ihn mit einer Bogensehne, und wenn er tot ist, wiegt ihn erneut.‘ ",
  "dn23:16.11": "Sie stimmen zu und tun, was ich verlange. ",
  "dn23:16.12": "Solange er lebt, ist er leichter, weicher und beweglicher. ",
  "dn23:16.13": "Aber wenn er stirbt, wird er schwerer, steifer und weniger beweglich. ",
  "dn23:16.14": "Das ist die Methode, mit der ich beweise, ",
  "dn23:16.15": "dass es kein Leben nach dem Tod gibt.“ ",
  "dn23:17.0": "2.8. Das Gleichnis von der glühenden Eisenkugel ",
  "dn23:17.1": "„Nun, Stammesfürst, ich will dir ein Gleichnis geben. ",
  "dn23:17.2": "Denn mit Hilfe eines Gleichnisses verstehen manche vernünftigen Menschen die Bedeutung des Gesagten. ",
  "dn23:17.3": "Wie wenn jemand eine Eisenkugel den ganzen Tag erhitzte, bis sie brennt, lodert und glüht, und dann wöge er sie auf einer Waage. ",
  "dn23:17.4": "Nach einiger Zeit, wenn sie abgekühlt und erloschen wäre, wöge er sie erneut. ",
  "dn23:17.5": "Wann wäre die Eisenkugel leichter, weicher und besser zu verarbeiten: wenn sie brennen würde oder wenn sie kalt wäre?“ ",
  "dn23:17.6": "„Solange die Eisenkugel voller Hitze und Luft ist – solange sie brennt, lodert und glüht –, ist sie leichter, weicher und besser zu verarbeiten. ",
  "dn23:17.7": "Aber wenn Hitze und Luft fehlen – wenn sie abgekühlt und erloschen ist –, ist sie schwerer, steifer und schlechter zu verarbeiten.“ ",
  "dn23:17.8": "„Ebenso ist dieser Körper, solange er voller Leben und Wärme und Bewusstsein ist, leichter, weicher und beweglicher. ",
  "dn23:17.9": "Aber wenn Leben und Wärme und Bewusstsein fehlen, ist er schwerer, steifer und weniger beweglich. ",
  "dn23:17.10": "Auch mit dieser Methode sollte der Beweis erbracht sein, ",
  "dn23:17.11": "dass es ein Leben nach dem Tod gibt.“ ",
  "dn23:18.1": "„Auch wenn Meister Kassapa das sagt, so denke ich immer noch, ",
  "dn23:18.2": "dass es kein Leben nach dem Tod gibt.“ ",
  "dn23:18.3": "„Kannst du das beweisen?“ ",
  "dn23:18.4": "„Das kann ich.“ ",
  "dn23:18.5": "„Und wie genau, Stammesfürst?“ ",
  "dn23:18.6": "„Angenommen, ein Räuber oder Verbrecher würde festgenommen und mir vorgeführt mit den Worten: ",
  "dn23:18.7": "‚Herr, das ist ein Räuber, ein Verbrecher. ",
  "dn23:18.8": "Bestraft ihn nach Eurem Gutdünken.‘ ",
  "dn23:18.9": "Ich sage zu ihnen: ",
  "dn23:18.10": "‚Nun, ihr Herren, bringt diesen Mann um, ohne seine äußere Haut, seine innere Haut, sein Fleisch, seine Sehnen, seine Knochen oder sein Knochenmark zu verletzen. Hoffentlich werden wir seine Seele entweichen sehen.‘ ",
  "dn23:18.11": "Sie stimmen zu und tun, was ich verlange. ",
  "dn23:18.12": "Wenn er fast tot ist, befehle ich ihnen, ",
  "dn23:18.13": "ihn auf den Rücken zu legen, in der Hoffnung, seine Seele entweichen zu sehen. ",
  "dn23:18.14": "Sie tun es, ",
  "dn23:18.15": "aber wir sehen seine Seele nicht entweichen. ",
  "dn23:18.16": "Ich befehle ihnen, ",
  "dn23:18.17": "ihn auf den Bauch zu legen, ",
  "dn23:18.18": "auf die Seite, ",
  "dn23:18.19": "auf die andere Seite, ",
  "dn23:18.20": "ihn aufrecht hinzustellen, ",
  "dn23:18.21": "ihn auf den Kopf zu stellen; ",
  "dn23:18.22": "ihn mit Fäusten zu schlagen, ",
  "dn23:18.23": "mit Steinen, ",
  "dn23:18.24": "mit Stöcken ",
  "dn23:18.25": "und mit Schwertern; ",
  "dn23:18.26": "und ihn einmal kräftig zu schütteln, in der Hoffnung, seine Seele entweichen zu sehen. ",
  "dn23:18.27": "Sie tun all das, ",
  "dn23:18.28": "aber wir sehen seine Seele nicht entweichen. ",
  "dn23:18.29": "Für ihn ist das eigentliche Auge vorhanden, und auch diese Bilder sind da. Dennoch erfährt er dieses Sinnesfeld nicht. ",
  "dn23:18.30": "Das eigentliche Ohr ist vorhanden, und auch diese Töne sind da. Dennoch erfährt er dieses Sinnesfeld nicht. ",
  "dn23:18.31": "Die eigentliche Nase ist vorhanden, und auch diese Düfte sind da. Dennoch erfährt er dieses Sinnesfeld nicht. ",
  "dn23:18.32": "Die eigentliche Zunge ist vorhanden, und auch diese Geschmäcke sind da. Dennoch erfährt er dieses Sinnesfeld nicht. ",
  "dn23:18.33": "Der eigentliche Körper ist vorhanden, und auch diese Berührungen sind da. Dennoch erfährt er dieses Sinnesfeld nicht. ",
  "dn23:18.34": "Das ist die Methode, mit der ich beweise, ",
  "dn23:18.35": "dass es kein Leben nach dem Tod gibt.“ ",
  "dn23:19.0": "2.9. Das Gleichnis vom Hornisten ",
  "dn23:19.1": "„Nun, Stammesfürst, ich will dir ein Gleichnis geben. ",
  "dn23:19.2": "Denn mit Hilfe eines Gleichnisses verstehen manche vernünftigen Menschen die Bedeutung des Gesagten. ",
  "dn23:19.3": "Es war einmal ein Hornist, der nahm sein Horn und reiste in ein Grenzgebiet. ",
  "dn23:19.4": "Dort ging er in ein gewisses Dorf. Er stand in der Dorfmitte und blies sein Horn dreimal, dann legte er es auf den Boden und setzte sich zur Seite hin. ",
  "dn23:19.5": "Da dachten die Leute aus diesem Grenzgebiet: ",
  "dn23:19.6": "‚Was macht diesen Ton, der so erregend, sinnlich, berauschend und fesselnd ist?‘ ",
  "dn23:19.7": "Sie versammelten sich um den Hornisten und sagten: ",
  "dn23:19.8": "‚Guter Mann, was macht diesen Ton, der so erregend, sinnlich, berauschend und fesselnd ist?‘ ",
  "dn23:19.9": "‚Das hier macht diesen Ton; man nennt es ein Horn.‘ ",
  "dn23:19.10": "Sie legten das Horn auf den Rücken und sagten: ",
  "dn23:19.11": "‚Sprich, gutes Horn! Sprich, gutes Horn!‘ ",
  "dn23:19.12": "Aber das Horn machte keinen Ton. ",
  "dn23:19.13": "Sie legten das Horn auf den Bauch, auf die Seite, auf die andere Seite, sie stellten es aufrecht hin und auf den Kopf, schlugen es mit Fäusten, mit Steinen, mit Stöcken und Schwertern und sie schüttelten es einmal kräftig und sagten: ",
  "dn23:19.14": "‚Sprich, gutes Horn! Sprich, gutes Horn!‘ ",
  "dn23:19.15": "Aber das Horn machte keinen Ton. ",
  "dn23:19.16": "Da dachte der Hornist: ",
  "dn23:19.17": "‚Wie töricht sind diese Leute aus dem Grenzgebiet! Denn wie können sie auf so unvernünftige Art nach dem Ton eines Horns suchen?‘ ",
  "dn23:19.18": "Und als sie hinschauten, nahm er das Horn, blies es dreimal und nahm es mit sich fort. ",
  "dn23:19.19": "Da dachten die Leute aus dem Grenzgebiet: ",
  "dn23:19.20": "‚So scheint es also, dass das, was man Horn nennt, einen Ton macht, wenn ein Mensch, Mühe und Wind hinzukommen; und wenn diese Dinge abwesend sind, macht es keinen Ton.‘ ",
  "dn23:19.21": "Ebenso geht dieser Körper vor und zurück, steht, sitzt und liegt, solange er voller Leben und Wärme und Bewusstsein ist. Er sieht Bilder mit dem Auge, hört Töne mit dem Ohr, riecht Düfte mit der Nase, schmeckt Geschmäcke mit der Zunge, empfindet Berührungen mit dem Körper und erkennt Gedanken mit dem Geist. ",
  "dn23:19.22": "Aber wenn Leben und Wärme und Bewusstsein fehlen, tut er all diese Dinge nicht. ",
  "dn23:19.23": "Auch mit dieser Methode sollte der Beweis erbracht sein, ",
  "dn23:19.24": "dass es ein Leben nach dem Tod gibt.“ ",
  "dn23:20.1": "„Auch wenn Meister Kassapa das sagt, so denke ich immer noch, ",
  "dn23:20.2": "dass es kein Leben nach dem Tod gibt.“ ",
  "dn23:20.3": "„Kannst du das beweisen?“ ",
  "dn23:20.4": "„Das kann ich.“ ",
  "dn23:20.5": "„Und wie genau, Stammesfürst?“ ",
  "dn23:20.6": "„Angenommen, ein Räuber oder Verbrecher würde festgenommen und mir vorgeführt mit den Worten: ",
  "dn23:20.7": "‚Eure Majestät, das ist ein Räuber, ein Verbrecher. ",
  "dn23:20.8": "Bestraft ihn nach Eurem Gutdünken.‘ ",
  "dn23:20.9": "Ich sage zu ihnen: ",
  "dn23:20.10": "‚Nun, ihr Herren, schneidet die äußere Haut dieses Mannes auf. Hoffentlich werden wir seine Seele sehen.‘ ",
  "dn23:20.11": "Sie schneiden die äußere Haut auf, ",
  "dn23:20.12": "aber wir sehen keine Seele. ",
  "dn23:20.13": "Ich sage zu ihnen: ",
  "dn23:20.14": "‚Nun, ihr Herren, schneidet die innere Haut dieses Mannes auf, sein Fleisch, seine Sehnen, seine Knochen, sein Knochenmark. Hoffentlich werden wir seine Seele sehen.‘ ",
  "dn23:20.15": "Sie tun das alles, aber wir sehen keine Seele. ",
  "dn23:20.16": "Das ist die Methode, mit der ich beweise, ",
  "dn23:20.17": "dass es kein Leben nach dem Tod gibt.“ ",
  "dn23:21.0": "2.10. Das Gleichnis vom Filzhaarasketen, dem Feueranbeter ",
  "dn23:21.1": "„Nun, Stammesfürst, ich will dir ein Gleichnis geben. ",
  "dn23:21.2": "Denn mit Hilfe eines Gleichnisses verstehen manche vernünftigen Menschen die Bedeutung des Gesagten. ",
  "dn23:21.3": "Es war einmal ein Filzhaarasket, ein Feueranbeter, der ließ sich in einer Laubhütte an einem Ort in der Wildnis nieder. ",
  "dn23:21.4": "Da zog eine Karawane aus einem Land fort, ",
  "dn23:21.5": "blieb für eine Nacht in der Nähe der Einsiedelei dieses Asketen und zog dann weiter. ",
  "dn23:21.6": "Da dachte der Asket: ",
  "dn23:21.7": "‚Warum gehe ich nicht zum Rastplatz der Karawane? Hoffentlich finde ich dort etwas Nützliches.‘ ",
  "dn23:21.8": "Er ging also hin und sah ein kleines Baby, das dort ausgesetzt war. ",
  "dn23:21.9": "Bei seinem Anblick dachte er: ",
  "dn23:21.10": "„Es wäre nicht angebracht für mich, wegzuschauen, während ein menschliches Wesen stirbt. ",
  "dn23:21.11": "Warum bringe ich den Jungen nicht zu meiner Einsiedelei, pflege ihn, gebe ihm zu essen und ziehe ihn groß?‘ ",
  "dn23:21.12": "Und so tat er es. ",
  "dn23:21.13": "Als der Junge zehn oder zwölf Jahre alt war, hatte der Asket auf dem Land etwas zu erledigen. ",
  "dn23:21.14": "Da sagte er zu dem Jungen: ",
  "dn23:21.15": "‚Mein Lieber, ich will aufs Land gehen. ",
  "dn23:21.16": "Diene der heiligen Flamme. ",
  "dn23:21.17": "Lösche sie nicht aus. ",
  "dn23:21.18": "Aber wenn du sie auslöschst, hier sind Beil und Feuerholz und ein Bündel Reibhölzer. Zünde das Feuer an und diene ihm.‘ ",
  "dn23:21.19": "Nachdem er den Jungen eingewiesen hatte, ging der Asket aufs Land. ",
  "dn23:21.20": "Doch der Junge war so in sein Spiel vertieft, dass das Feuer ausging. ",
  "dn23:21.21": "Er dachte: ",
  "dn23:21.22": "‚Mein Vater hat mich angewiesen, der heiligen Flamme zu dienen. ",
  "dn23:21.26": "Warum zünde ich sie nicht wieder an und diene ihr?‘ ",
  "dn23:21.27": "Und er schlug das Bündel Reibhölzer mit dem Beil klein und dachte: ",
  "dn23:21.28": "‚Hoffentlich werde ich ein Feuer anbekommen!‘ ",
  "dn23:21.29": "Aber er bekam kein Feuer an. ",
  "dn23:21.30": "Er spaltete das Bündel Reibhölzer in zwei, drei, vier, fünf, zehn oder hundert Stücke. Er hackte sie klein zu Spänen, zerstieß sie im Mörser, ließ sie von einem heftigen Wind wegfegen und dachte: ",
  "dn23:21.31": "‚Hoffentlich werde ich ein Feuer anbekommen!‘ ",
  "dn23:21.32": "Aber er bekam immer noch kein Feuer an. ",
  "dn23:21.33": "Dann kam der Filzhaarasket, nachdem er seine Angelegenheit auf dem Land erledigt hatte, zu seiner Einsiedelei zurück. Er sagte zu dem Jungen: ",
  "dn23:21.34": "‚Ich verlasse mich darauf, mein Lieber, dass das Feuer nicht ausgegangen ist.‘ ",
  "dn23:21.35": "Und der Junge erzählte ihm, was geschehen war. ",
  "dn23:21.47": "Da dachte der Asket: ",
  "dn23:21.48": "‚Wie töricht und unfähig ist dieser Junge! Denn wie kann er sich auf so unvernünftige Art um Feuer bemühen?‘ ",
  "dn23:21.49": "Und während der Junge hinschaute, nahm er ein Bündel Reibhölzer, zündete das Feuer an und sagte: ",
  "dn23:21.50": "‚Lieber Junge, so zündet man ein Feuer an. ",
  "dn23:21.51": "Nicht auf die törichte und unfähige Art, auf die du es so unvernünftig versucht hast.‘ ",
  "dn23:21.52": "Ebenso bist du, Stammesfürst, töricht und unfähig und suchst die andere Welt auf unvernünftige Art. ",
  "dn23:21.53": "Lass von deinem schädlichen Irrglauben ab, Stammesfürst, lass ihn los! ",
  "dn23:21.54": "Schaff dir nicht selbst langanhaltendes Unglück und Leiden!“ ",
  "dn23:22.1": "„Auch wenn Meister Kassapa das sagt, so kann ich doch von diesem schädlichen Irrglauben nicht ablassen. ",
  "dn23:22.2": "Der König Pasenadi von Kosala kennt meine Ansichten, und auswärtige Könige ebenfalls. ",
  "dn23:22.5": "Wenn ich von diesem schädlichen Irrglauben ablasse, werden die Leute sagen: ",
  "dn23:22.6": "‚Wie töricht und unfähig ist doch der Stammesfürst Pāyāsi, dass er an einem Fehler festhält!‘ ",
  "dn23:22.7": "Aus Zorn, Verachtung und Gehässigkeit werde ich diese Ansicht beibehalten!“ ",
  "dn23:23.0": "2.11. Das Gleichnis von den beiden Karawanenführern ",
  "dn23:23.1": "„Nun, Stammesfürst, ich will dir ein Gleichnis geben. ",
  "dn23:23.2": "Denn mit Hilfe eines Gleichnisses verstehen manche vernünftigen Menschen die Bedeutung des Gesagten. ",
  "dn23:23.3": "Es war einmal eine große Karawane von tausend Wagen, die reiste von einem Land im Osten nach Westen. ",
  "dn23:23.4": "Und wo sie auch hinkam, da brauchte sie rasch alles Gras, Holz, Wasser und die grünen Blätter auf. ",
  "dn23:23.5": "Nun hatte diese Karawane zwei Führer, von denen jeder für fünfhundert Wagen verantwortlich war. ",
  "dn23:23.6": "Sie dachten: ",
  "dn23:23.7": "‚Das ist eine große Karawane von tausend Wagen. ",
  "dn23:23.8": "Wo wir auch hinkommen, da  brauchen wir rasch alles Gras, Holz, Wasser und die grünen Blätter auf. ",
  "dn23:23.9": "Warum teilen wir die Karawane nicht in zwei Hälften?‘ ",
  "dn23:23.11": "Und so taten sie es. ",
  "dn23:23.12": "Ein Karawanenführer rüstete viel Gras, Holz und Wasser und zog mit seiner Karawane los. ",
  "dn23:23.13": "Nach zwei oder drei Tagesreisen sah er einen dunklen Mann mit roten Augen auf einem Eselskarren mit schlammbespritzten Rädern entgegenkommen. Er war mit einem Köcher bewaffnet und mit gelbem Lotus bekränzt, und seine Kleider und Haare waren ganz nass. Er fragte ihn: ",
  "dn23:23.14": "‚Herr, woher kommst du?‘ ",
  "dn23:23.15": "‚Vom Land Soundso.‘ ",
  "dn23:23.16": "‚Und wohin gehst du?‘ ",
  "dn23:23.17": "‚In das Land mit Namen Soundso.‘ ",
  "dn23:23.18": "‚Aber hat es in der Wüste da vor uns viel geregnet?‘ ",
  "dn23:23.19": "‚Das hat es in der Tat, Herr. Die Wege sind feucht vom Wasser und es gibt reichlich Gras, Holz und Wasser. ",
  "dn23:23.20": "Werft euer Gras, Holz und Wasser fort. Eure Wagen werden schnell vorwärtskommen, wenn sie leicht beladen sind, das schont eure Gespanne.‘ ",
  "dn23:23.21": "Da wandte sich der Karawanenführer an seine Treiber: ",
  "dn23:23.22": "‚Dieser Mann sagt, ",
  "dn23:23.23": "es hätte in der Wüste da vor uns viel geregnet. ",
  "dn23:23.24": "Er rät uns, unser Gras, Holz und Wasser fortzuwerfen. Unsere Wagen werden schnell vorwärtskommen, wenn sie leicht beladen sind, das schont unsere Gespanne. ",
  "dn23:23.25": "So lasst uns also das Gras, Holz und Wasser fortwerfen und mit der Karawane mit leicht beladenen Wagen wieder losfahren.‘ ",
  "dn23:23.26": "‚Ja, Herr‘, erwiderten die Treiber, und so taten sie es. ",
  "dn23:23.27": "Aber am ersten Halteplatz der Karawane sahen sie kein Gras, Holz oder Wasser. ",
  "dn23:23.28": "Auch am zweiten, ",
  "dn23:23.29": "dritten, ",
  "dn23:23.30": "vierten, ",
  "dn23:23.31": "fünften, ",
  "dn23:23.32": "sechsten ",
  "dn23:23.33": "und siebten Halteplatz sahen sie kein Gras, Holz oder Wasser. ",
  "dn23:23.34": "Und sie kamen alle elend um. ",
  "dn23:23.35": "Und alle Menschen und Tiere der Karawane wurden von diesem nicht-menschlichen Geist verschlungen, ",
  "dn23:23.36": "und nur die Knochen blieben übrig. ",
  "dn23:23.37": "Als nun der zweite Karawanenführer wusste, ",
  "dn23:23.38": "dass die erste Karawane gut auf dem Weg war, rüstete er viel Gras, Holz und Wasser und zog mit seiner Karawane los. ",
  "dn23:23.39": "Nach zwei oder drei Tagesreisen sah er einen dunklen Mann mit roten Augen auf einem Eselskarren mit schlammbespritzten Rädern entgegenkommen. Er war mit einem Köcher bewaffnet und mit gelbem Lotus bekränzt, und seine Kleider und Haare waren ganz nass. Er fragte ihn: ",
  "dn23:23.40": "‚Herr, woher kommst du?‘ ",
  "dn23:23.41": "‚Vom Land Soundso.‘ ",
  "dn23:23.42": "‚Und wohin gehst du?‘ ",
  "dn23:23.43": "‚In das Land mit Namen Soundso.‘ ",
  "dn23:23.44": "‚Aber hat es in der Wüste da vor uns viel geregnet?‘ ",
  "dn23:23.45": "‚Das hat es in der Tat, Herr. Die Wege sind feucht vom Wasser und es gibt reichlich Gras, Holz und Wasser. ",
  "dn23:23.46": "Werft euer Gras, Holz und Wasser fort. Eure Wagen werden schnell vorwärtskommen, wenn sie leicht beladen sind, das schont eure Gespanne.‘ ",
  "dn23:23.47": "Da wandte sich der Karawanenführer an seine Treiber: ",
  "dn23:23.48": "‚Dieser Mann sagt, ",
  "dn23:23.49": "es hätte in der Wüste da vor uns viel geregnet. ",
  "dn23:23.50": "Er rät uns, unser Gras, Holz und Wasser fortzuwerfen. Unsere Wagen werden schnell vorwärtskommen, wenn sie leicht beladen sind, das schont unsere Gespanne. ",
  "dn23:23.51": "Aber diese Person ist weder unser Freund, noch ist sie verwandt. Wie können wir uns bei unserem Vorgehen auf ihn verlassen? ",
  "dn23:23.52": "Wir sollten kein Gras, Holz oder Wasser fortwerfen, sondern mit unseren Waren wie zuvor weiterfahren.‘ ",
  "dn23:23.53": "Nichts von unseren Vorräten sollten wir wegwerfen.‘ ",
  "dn23:23.54": "‚Ja, Herr‘, erwiderten die Treiber, und sie fuhren mit der Karawane mit der früheren Ladung wieder los. ",
  "dn23:23.55": "Und am ersten Halteplatz der Karawane sahen sie kein Gras, Holz oder Wasser. ",
  "dn23:23.56": "Auch am zweiten, ",
  "dn23:23.57": "dritten, ",
  "dn23:23.58": "vierten, ",
  "dn23:23.59": "fünften, ",
  "dn23:23.60": "sechsten ",
  "dn23:23.61": "und siebten Halteplatz sahen sie kein Gras, Holz oder Wasser. ",
  "dn23:23.62": "Und sie sahen die andere Karawane, die zugrunde gegangen war. ",
  "dn23:23.63": "Sie sahen die Knochen der Menschen und Tiere, die der nicht-menschliche Geist verschlungen hatte. ",
  "dn23:23.64": "Da wandte sich der Karawanenführer an seine Treiber: ",
  "dn23:23.65": "‚Diese Karawane ist zugrunde gegangen, wie es geschieht, wenn man von einem törichten Karawanenführer geleitet wird. ",
  "dn23:23.66": "Nun, ihr Herren, werft fort, was von unseren Waren von geringem Wert ist, und nehmt von dieser Karawane mit, was wertvoll ist.‘ ",
  "dn23:23.67": "‚Ja, Herr‘, erwiderten die Treiber, und so taten sie es. Sie durchquerten sicher die Wüste, wie es geschieht, wenn man von einem klugen Karawanenführer geleitet wird. ",
  "dn23:23.68": "Ebenso bist du, Stammesfürst, töricht und unfähig und wirst zugrunde gehen, da du die andere Welt auf unvernünftige Art suchst. ",
  "dn23:23.69": "Und die, die es für wert halten, dir zuzuhören und zu vertrauen, werden ebenfalls zugrunde gehen, geradeso wie die Treiber. ",
  "dn23:23.70": "Lass von deinem schädlichen Irrglauben ab, Stammesfürst, lass ihn los! ",
  "dn23:23.71": "Schaff dir nicht selbst langanhaltendes Unglück und Leiden!“ ",
  "dn23:24.1": "„Auch wenn Meister Kassapa das sagt, so kann ich doch von diesem schädlichen Irrglauben nicht ablassen. ",
  "dn23:24.2": "Der König Pasenadi von Kosala kennt meine Ansichten, und auswärtige Könige ebenfalls. ",
  "dn23:24.6": "Aus Zorn, Verachtung und Gehässigkeit werde ich diese Ansicht beibehalten!“ ",
  "dn23:25.0": "2.12. Das Gleichnis vom Dungträger ",
  "dn23:25.1": "„Nun, Stammesfürst, ich will dir ein Gleichnis geben. ",
  "dn23:25.2": "Denn mit Hilfe eines Gleichnisses verstehen manche vernünftigen Menschen die Bedeutung des Gesagten. ",
  "dn23:25.3": "Es war einmal ein Schweinehirt, der ging von einem Dorf zu einem anderen. ",
  "dn23:25.4": "Da sah er einen großen Haufen trockenen Dung, der zurückgelassen war. ",
  "dn23:25.5": "Er dachte: ",
  "dn23:25.6": "‚Dieser Haufen Dung kann als Futter für meine Schweine dienen. ",
  "dn23:25.7": "Warum nehme ich ihn nicht mit?‘ ",
  "dn23:25.8": "Da breitete er seine Oberrobe aus, schaufelte den trockenen Dung darauf, schnürte alles zu einem Bündel zusammen, hob es auf seinen Kopf und ging seiner Wege. ",
  "dn23:25.9": "Während er unterwegs war, ging unerwartet ein großes Gewitter nieder. ",
  "dn23:25.10": "Der Dung lief aus und floss herab und beschmierte ihn bis zu den Fingernägeln, doch er trug seine Ladung mit Dung weiter. ",
  "dn23:25.11": "Als die Leute ihn sahen, sagten sie: ",
  "dn23:25.12": "‚Bist du verrückt geworden, Herr? Hast du den Verstand verloren? Denn wie kannst du deine Ladung mit Dung weitertragen, wo der Dung ausläuft und herausfließt und dich bis zu den Fingernägeln beschmiert?‘ ",
  "dn23:25.13": "‚Ihr seid die Verrückten, ihr Herren! Ihr seid die, die den Verstand verloren haben! Denn dieser Dung wird als Futter für meine Schweine dienen.‘ ",
  "dn23:25.14": "Ebenso scheinst du, Stammesfürst, wie der Dungträger in dem Gleichnis zu sein. ",
  "dn23:25.15": "Lass von deinem schädlichen Irrglauben ab, Stammesfürst, lass ihn los! ",
  "dn23:25.16": "Schaff dir nicht selbst langanhaltendes Unglück und Leiden!“ ",
  "dn23:26.1": "„Auch wenn Meister Kassapa das sagt, so kann ich doch von diesem schädlichen Irrglauben nicht ablassen. ",
  "dn23:26.2": "Der König Pasenadi von Kosala kennt meine Ansichten, und auswärtige Könige ebenfalls. ",
  "dn23:26.7": "Aus Zorn, Verachtung und Gehässigkeit werde ich diese Ansicht beibehalten!“ ",
  "dn23:27.0": "2.13. Das Gleichnis von den Würfelspielern ",
  "dn23:27.1": "„Nun, Stammesfürst, ich will dir ein Gleichnis geben. ",
  "dn23:27.2": "Denn mit Hilfe eines Gleichnisses verstehen manche vernünftigen Menschen die Bedeutung des Gesagten. ",
  "dn23:27.3": "Es waren einmal zwei Würfelspieler, die spielten mit Würfeln. ",
  "dn23:27.4": "Einer von ihnen versteckte jedes Mal, wenn er einen schlechten Wurf machte, den Würfel im Mund. ",
  "dn23:27.5": "Der zweite sah das und sagte: ",
  "dn23:27.6": "‚Nun, lieber Freund, du gewinnst jedes Mal! Gib mir die Würfel, ich will sie als Opfer darbringen.‘ ",
  "dn23:27.7": "‚Ja, mein Freund‘, erwiderte der erste Spieler und gab sie ihm. ",
  "dn23:27.8": "Da tränkte der Spieler die Würfel mit Gift und sagte zu dem anderen: ",
  "dn23:27.9": "‚Komm, meine Freund, lass uns Würfel spielen.‘ ",
  "dn23:27.10": "‚Ja, mein Freund‘, erwiderte der andere. ",
  "dn23:27.11": "Und zum zweiten Mal spielten die Würfelspieler mit den Würfeln. ",
  "dn23:27.12": "Zum zweiten Mal versteckte einer von ihnen jedes Mal, wenn er einen schlechten Wurf machte, den Würfel im Mund. ",
  "dn23:27.13": "Der zweite sah das und sagte: ",
  "dn23:27.14": "‚Der Mann steckt den Würfel in den Mund und merkt doch nicht, ",
  "dn23:27.15": "dass er mit brennendem Gift bestrichen ist. ",
  "dn23:27.16": "Schlucke nur, du verdammter Falschspieler, schlucke! ",
  "dn23:27.17": "Bald wirst du die bittere Frucht kennen!‘ ",
  "dn23:27.18": "Ebenso scheinst du, Stammesfürst, wie der Würfelspieler in dem Gleichnis zu sein. ",
  "dn23:27.19": "Lass von deinem schädlichen Irrglauben ab, Stammesfürst, lass ihn los! ",
  "dn23:27.20": "Schaff dir nicht selbst langanhaltendes Unglück und Leiden!“ ",
  "dn23:28.1": "„Auch wenn Meister Kassapa das sagt, so kann ich doch von diesem schädlichen Irrglauben nicht ablassen. ",
  "dn23:28.2": "Der König Pasenadi von Kosala kennt meine Ansichten, und auswärtige Könige ebenfalls. ",
  "dn23:28.7": "Aus Zorn, Verachtung und Gehässigkeit werde ich diese Ansicht beibehalten!“ ",
  "dn23:29.0": "2.14. Das Gleichnis vom Hanfträger ",
  "dn23:29.1": "„Nun, Stammesfürst, ich will dir ein Gleichnis geben. ",
  "dn23:29.2": "Denn mit Hilfe eines Gleichnisses verstehen manche vernünftigen Menschen die Bedeutung des Gesagten. ",
  "dn23:29.3": "Es war einmal ein Land, dessen Bewohner wanderten aus. ",
  "dn23:29.4": "Da sagte ein Freund zu seinem Freund: ",
  "dn23:29.5": "‚Komm, mein Freund, lass uns zu diesem Land gehen. Hoffentlich finden wir dort Reichtümer!‘ ",
  "dn23:29.6": "‚Ja, mein Freund‘, erwiderte der andere. ",
  "dn23:29.7": "Sie gingen zu diesem Land und zu einem gewissen Platz in einem Dorf. Da sahen sie einen Haufen Hanf, der zurückgelassen war. Und der eine Freund sagte zum anderen: ",
  "dn23:29.8": "‚Das ist ein Haufen Hanf, der zurückgelassen wurde. Nun, mein Freund, du bindest ein Bündel davon und ich auch. Lass uns jeder ein Bündel Hanf nehmen und weitergehen.‘ ",
  "dn23:29.9": "‚Ja, mein Freund‘, sagte der andere. Sie trugen ihre Hanfbündel und gingen zu einem anderen Platz in dem Dorf. ",
  "dn23:29.10": "Da sahen sie viel Hanfgarn, das zurückgelassen war. Und der eine Freund sagte zum anderen: ",
  "dn23:29.11": "‚Dieser Haufen zurückgelassenen Hanfgarns ist genau das, wofür wir den Hanf wollten! ",
  "dn23:29.12": "Nun, mein Freund, lass uns unsere Hanfbündel zurücklassen und jeder ein Bündel Hanfgarn nehmen und weitergehen.‘ ",
  "dn23:29.13": "‚Ich habe dieses Hanfbündel bereits einen weiten Weg getragen, und es ist gut befestigt. Es ist gut genug für mich, du musst es selbst wissen.‘ ",
  "dn23:29.14": "Und der andere ließ sein Hanfbündel zurück und nahm ein Bündel Hanfgarn. ",
  "dn23:29.15": "Sie gingen zu einem weiteren Platz in dem Dorf. ",
  "dn23:29.16": "Da sahen sie viel Hanftuch, das zurückgelassen war. Und der eine Freund sagte zum anderen: ",
  "dn23:29.17": "‚Dieser Haufen zurückgelassenen Hanftuchs ist genau das, wofür wir den Hanf und das Hanfgarn wollten! ",
  "dn23:29.18": "Nun, mein Freund, lass uns unsere Bündel zurücklassen und jeder ein Bündel Hanftuch nehmen und weitergehen.‘ ",
  "dn23:29.19": "‚Ich habe dieses Hanfbündel bereits einen weiten Weg getragen, und es ist gut befestigt. Es ist gut genug für mich, du musst es selbst wissen.‘ ",
  "dn23:29.20": "Und der andere ließ sein Bündel Hanfgarn zurück und nahm ein Bündel Hanftuch. ",
  "dn23:29.21": "Sie gingen zu einem weiteren Platz in dem Dorf. ",
  "dn23:29.22": "Da sahen sie einen Haufen Leinen, und nacheinander noch ",
  "dn23:29.23": "Leinengarn, ",
  "dn23:29.24": "Leinentuch, ",
  "dn23:29.25": "Seide, ",
  "dn23:29.26": "Seidengarn, ",
  "dn23:29.27": "Seidentuch, ",
  "dn23:29.28": "Eisen, ",
  "dn23:29.29": "Kupfer, ",
  "dn23:29.30": "Zinn, ",
  "dn23:29.31": "Blei, ",
  "dn23:29.32": "Silber ",
  "dn23:29.33": "und Gold, das zurückgelassen war. Und der eine Freund sagte zum anderen: ",
  "dn23:29.34": "‚Dieser Haufen zurückgelassenen Goldes ist genau das, wofür wir all die anderen Dinge wollten! ",
  "dn23:29.35": "Nun, mein Freund, lass uns unsere Bündel zurücklassen und jeder ein Bündel Gold nehmen und weitergehen.‘ ",
  "dn23:29.36": "‚Ich habe dieses Hanfbündel bereits einen weiten Weg getragen, und es ist gut befestigt. Es ist gut genug für mich, du musst es selbst wissen.‘ ",
  "dn23:29.37": "Und der andere ließ sein Bündel Silber zurück und nahm ein Bündel Gold. ",
  "dn23:29.38": "Dann kehrten sie zu ihrem eigenen Dorf zurück. ",
  "dn23:29.39": "Als der eine Freund mit einem Bündel Hanf zurückkam, freuten sich seine Eltern nicht, noch seine Partnerinnen, Kinder, Freunde und Kolleginnen. Und das machte ihn nicht froh und glücklich. ",
  "dn23:29.40": "Als aber der andere Freund mit einem Bündel Gold zurückkam, freuten sich seine Eltern, und auch seine Partnerinnen, Kinder, Freunde und Kolleginnen. Und das machte ihn sehr froh und glücklich. ",
  "dn23:29.41": "Ebenso scheinst du, Stammesfürst, wie der Hanfträger in dem Gleichnis zu sein. ",
  "dn23:29.42": "Lass von deinem schädlichen Irrglauben ab, Stammesfürst, lass ihn los! ",
  "dn23:29.43": "Schaff dir nicht selbst langanhaltendes Unglück und Leiden!“ ",
  "dn23:30.0": "3. Zuflucht nehmen ",
  "dn23:30.1": "„Bereits von deinem ersten Gleichnis war ich erfreut und befriedigt, Meister Kassapa! ",
  "dn23:30.2": "Dennoch wollte ich deine verschiedenen Antworten auf das Problem hören, daher dachte ich, ich widerspreche dir auf diese Weise. ",
  "dn23:30.3": "Vortrefflich, Meister Kassapa! Vortrefflich! ",
  "dn23:30.4": "Als würde er das Umgestürzte aufrichten oder das Verborgene enthüllen oder den Verirrten den Weg weisen oder im Dunkeln ein Licht anzünden, sodass Menschen mit guten Augen sehen könnten, was da ist, so hat Meister Kassapa die Lehre auf vielerlei Weise klargemacht. ",
  "dn23:30.5": "Ich nehme meine Zuflucht beim Meister Gotama, bei der Lehre und beim Saṅgha der Mönche und Nonnen. ",
  "dn23:30.6": "Von diesem Tag an soll Meister Kassapa mich als Laienschüler in Erinnerung behalten, der für sein ganzes Leben Zuflucht genommen hat. ",
  "dn23:30.7": "Meister Kassapa, ich wünsche ein großes Opfer darzubringen. Bitte leite mich an, so dass es zu meinem langanhaltenden Nutzen und Glück ist.“ ",
  "dn23:31.0": "4. Über das Opfern ",
  "dn23:31.1": "„Stammesfürst, nehmen wir die Art von Opfer, bei der Rinder, Schafe und Ziegen, Hühner und Schweine und andere Geschöpfe geschlachtet werden, und bei der die Empfänger falsche Ansicht, falsches Denken, falsche Rede, falsches Verhalten, falschen Lebenserwerb, falschen Einsatz, falsche Achtsamkeit und falsche Versenkung haben. Diese Art von Opfer ist nicht sehr fruchtbar oder segensreich oder glänzend oder reichlich. ",
  "dn23:31.2": "Wie wenn ein Bauer mit Samen und Pflug in den Wald ginge. ",
  "dn23:31.3": "Und auf dieses unfruchtbare Feld, in diesen unfruchtbaren Boden, wo die Baumstümpfe nicht gerodet sind, würde er Samen säen, die fehlerhaft und beschädigt sind, von Wind und Sonne verdorben, unfruchtbar und schlecht verwahrt. ",
  "dn23:31.4": "Und der Himmel ließe nicht zur rechten Zeit genug Regen fallen. ",
  "dn23:31.5": "Würden diese Samen wachsen, größer werden und zur Reife kommen, und würde der Bauer überreichliche Frucht erhalten?“ ",
  "dn23:31.6": "„Nein, Meister Kassapa.“ ",
  "dn23:31.7": "„Ebenso, Stammesfürst, ist es mit der Art von Opfer, bei der Rinder, Schafe und Ziegen, Hühner und Schweine und andere Geschöpfe geschlachtet werden, und bei der die Empfänger falsche Ansicht, falsches Denken, falsche Rede, falsches Verhalten, falschen Lebenserwerb, falschen Einsatz, falsche Achtsamkeit und falsche Versenkung haben. Diese Art von Opfer ist nicht sehr fruchtbar oder segensreich oder glänzend oder reichlich. ",
  "dn23:31.8": "Doch nehmen wir die Art von Opfer, bei der keine Rinder, Schafe und Ziegen, Hühner und Schweine und andere Geschöpfe geschlachtet werden, und bei der die Empfänger rechte Ansicht, rechtes Denken, rechte Rede, rechtes Verhalten, rechten Lebenserwerb, rechten Einsatz, rechte Achtsamkeit und rechte Versenkung haben. Diese Art von Opfer ist sehr fruchtbar und segensreich und glänzend und reichlich. ",
  "dn23:31.9": "Wie wenn ein Bauer mit Samen und Pflug in den Wald ginge. ",
  "dn23:31.10": "Und auf dieses fruchtbare Feld, in diesen fruchtbaren Boden, wo die Baumstümpfe gut gerodet sind, würde er Samen säen, die unversehrt und unbeschädigt sind, nicht von Wind und Sonne verdorben, fruchtbar und wohl verwahrt. ",
  "dn23:31.11": "Und der Himmel ließe zur rechten Zeit reichlich Regen fallen. ",
  "dn23:31.12": "Würden diese Samen wachsen, größer werden und zur Reife kommen, und würde der Bauer überreichliche Frucht erhalten?“ ",
  "dn23:31.13": "„Ja, Meister Kassapa.“ ",
  "dn23:31.14": "„Ebenso, Stammesfürst, ist es mit der Art von Opfer, bei der keine Rinder, Schafe und Ziegen, Hühner und Schweine und andere Geschöpfe geschlachtet werden, und bei der die Empfänger rechte Ansicht, rechtes Denken, rechte Rede, rechtes Verhalten, rechten Lebenserwerb, rechten Einsatz, rechte Achtsamkeit und rechte Versenkung haben. Diese Art von Opfer ist sehr fruchtbar und segensreich und glänzend und reichlich.“ ",
  "dn23:32.0": "5. Über den Brahmanenstudenten Uttara ",
  "dn23:32.1": "Da richtete der Stammesfürst Pāyāsi ein Opfer für Asketen und Brahmanen aus, für Bedürftige, Landstreicher, Reisende und Bettler. ",
  "dn23:32.2": "Bei diesem Opfer wurden Speisen gespendet wie grober Brei mit Pökel und schwere Kleider mit verknoteten Säumen. ",
  "dn23:32.3": "Nun war es ein Brahmanenstudent mit Namen Uttara, der dieses Opfer organisierte. ",
  "dn23:32.4": "Als das Opfer vorüber war, äußerte er sich folgendermaßen darüber: ",
  "dn23:32.5": "„Dass ich doch durch dieses Opfer mit dem Stammesfürsten Pāyāsi in dieser Welt verbunden sein soll, aber nicht in der nächsten.“ ",
  "dn23:32.6": "Pāyāsi hörte davon. ",
  "dn23:32.9": "Er befahl Uttara zu sich und sagte: ",
  "dn23:32.10": "„Ist es wirklich wahr, Uttara, dass du dich in dieser Weise über das Opfer geäußert hast?“ ",
  "dn23:32.12": "„Ja, Herr.“ ",
  "dn23:32.13": "„Aber warum? ",
  "dn23:32.15": "Erwarten wir, die wir nach Verdienst streben, nicht ein Ergebnis von diesem Opfer?“ ",
  "dn23:32.16": "„Bei deinem Opfer wurden Speisen gespendet wie grober Brei mit Pökel, die du nicht einmal mit deinem Fuß berühren wolltest, geschweige denn essen, und schwere Kleider mit verknoteten Säumen, die du nicht einmal mit deinem Fuß berühren wolltest, geschweige denn tragen. ",
  "dn23:32.17": "Herr, du bist mir lieb und teuer. Aber wie kann ich jemanden, der mir so teuer ist, mit etwas so Unschönem zusammenbringen?“ ",
  "dn23:32.18": "„Nun, Uttara, dann richte ein Opfer aus mit der gleichen Art von Speisen, wie ich sie esse, ",
  "dn23:32.19": "und der gleichen Art von Kleidern, wie ich sie trage.“ ",
  "dn23:32.20": "„Ja, Herr“, antwortete Uttara und tat wie geheißen. ",
  "dn23:32.22": "Und so gab der Stammesfürst Pāyāsi seine Gaben ohne Sorgfalt, gedankenlos, nicht mit eigener Hand, und er gab die Abfälle. Als sein Körper auseinanderbrach, nach dem Tod, wurde er unter den Göttern der Vier Großen Könige wiedergeboren, in einem leeren Akazienpalast. ",
  "dn23:32.23": "Doch der Brahmanenstudent Uttara, der das Opfer organisierte, gab die Gaben sorgfältig, wohlbedacht, mit eigener Hand, und er gab keine Abfälle. Als sein Körper auseinanderbrach, nach dem Tod, wurde er unter den Göttern der Dreiunddreißig wiedergeboren. ",
  "dn23:33.0": "6. Der Gott Pāyāsi ",
  "dn23:33.1": "Zu dieser Zeit nun ging der Ehrwürdige Gavampati oft zu diesem leeren Akazienpalast, um den Tag über dort zu meditieren. ",
  "dn23:33.2": "Da ging der Gott Pāyāsi zu ihm, verbeugte sich und stellte sich zur Seite hin. Gavampati sagte zu ihm: ",
  "dn23:33.3": "„Wer bist du, werter Freund?“ ",
  "dn23:33.4": "„Herr, ich bin der Stammesfürst Pāyāsi.“ ",
  "dn23:33.5": "„Hattest du nicht die Ansicht, ",
  "dn23:33.6": "dass es kein Leben nach dem Tod gebe, dass es keine Wesen gebe, die durch unmittelbares Erscheinen wiedergeboren werden, und dass es keine Frucht und kein Ergebnis von guten und schlechten Taten gebe?“ ",
  "dn23:33.7": "„Das ist wahr, Herr, ich hatte eine solche Ansicht. ",
  "dn23:33.9": "Aber der Ehrwürdige Kassapa der Prinz brachte mich von diesem schädlichen Irrglauben ab.“ ",
  "dn23:33.10": "„Aber der Student mit Namen Uttara, der dieses Opfer für dich organisierte hat – wo wurde der wiedergeboren?“ ",
  "dn23:33.11": "„Herr, Uttara gab die Gaben sorgfältig, wohlbedacht, mit eigener Hand, und er gab keine Abfälle. Als sein Körper auseinanderbrach, nach dem Tod, wurde er unter den Göttern der Dreiunddreißig wiedergeboren. ",
  "dn23:33.12": "Aber ich gab meine Gaben ohne Sorgfalt, gedankenlos, nicht mit eigener Hand, und ich gab die Abfälle. Als mein Körper auseinanderbrach, nach dem Tod, wurde ich unter den Göttern der Vier Großen Könige wiedergeboren, in einem leeren Akazienpalast. ",
  "dn23:33.13": "Wenn du daher in die Menschenwelt zurückkehrst, Herr, so gib bitte bekannt: ",
  "dn23:33.14": "‚Gebt eure Gaben sorgfältig, wohlbedacht, mit eigener Hand, und gebt keine Abfälle. ",
  "dn23:33.15": "Der Stammesfürst Pāyāsi gab seine Gaben ohne Sorgfalt, gedankenlos, nicht mit eigener Hand, und er gab die Abfälle. Als sein Körper auseinanderbrach, nach dem Tod, wurde er unter den Göttern der Vier Großen Könige wiedergeboren, in einem leeren Akazienpalast. ",
  "dn23:33.16": "Doch der Brahmanenstudent Uttara, der das Opfer organisierte, gab die Gaben sorgfältig, wohlbedacht, mit eigener Hand, und er gab keine Abfälle. Als sein Körper auseinanderbrach, nach dem Tod, wurde er unter den Göttern der Dreiunddreißig wiedergeboren.‘“ ",
  "dn23:34.1": "Und als der Ehrwürdige Gavampati in die Menschenwelt zurückkehrte, gab er das bekannt. "
}