{
  "dn24:0.1": "Lange Lehrreden 24 ",
  "dn24:0.2": "Über Pāṭikaputta ",
  "dn24:0.3": "1. Die Geschichte von Sunakkhatta ",
  "dn24:1.1.1": "So habe ich es gehört: ",
  "dn24:1.1.2": "Einmal hielt sich der Buddha im Land der Maller auf, bei der mallischen Stadt mit Namen Anupiya. ",
  "dn24:1.1.3": "Da kleidete der Buddha sich am Morgen an, nahm Schale und Robe und betrat Anupiya zum Almosengang. ",
  "dn24:1.1.4": "Da kam ihm in den Sinn: ",
  "dn24:1.1.5": "„Es ist zu früh für den Almosengang in Anupiya. ",
  "dn24:1.1.6": "Warum gehe ich nicht zum Kloster des Wanderers Bhaggavagotta und besuche ihn?“ ",
  "dn24:1.2.1": "Und so tat er es. ",
  "dn24:1.2.2": "Da sagte der Wanderer Bhaggavagotta zum Buddha: ",
  "dn24:1.2.3": "„Komm, Gesegneter! ",
  "dn24:1.2.4": "Willkommen, Gesegneter! ",
  "dn24:1.2.5": "Es ist lange her, dass du die Gelegenheit genutzt hast, hierherzukommen. ",
  "dn24:1.2.6": "Setz dich bitte, Herr, dieser Sitz ist bereit.“ ",
  "dn24:1.2.7": "Der Buddha setzte sich auf den ausgebreiteten Sitz, ",
  "dn24:1.2.8": "während Bhaggavagotta einen niedrigeren Sitz nahm, sich zur Seite hinsetzte ",
  "dn24:1.2.9": "und zum Buddha sagte: ",
  "dn24:1.2.10": "„Herr, vor ein paar Tagen kam Sunakkhatta der Licchaver zu mir und sagte: ",
  "dn24:1.2.11": "‚Jetzt habe ich den Buddha zurückgewiesen, Bhaggava. ",
  "dn24:1.2.12": "Mein Leben ist jetzt nicht länger ihm geweiht.‘ ",
  "dn24:1.2.13": "Ist es wahr, Herr, was Sunakkhatta gesagt hat?“ ",
  "dn24:1.2.14": "„Jawohl, das ist es, Bhaggava. ",
  "dn24:1.3.1": "Vor ein paar Tagen kam Sunakkhatta der Licchaver zu mir, verbeugte sich, setzte sich zur Seite hin und sagte: ",
  "dn24:1.3.2": "‚Jetzt weise ich den Buddha zurück! ",
  "dn24:1.3.3": "Mein Leben ist jetzt nicht länger dir geweiht.‘ ",
  "dn24:1.3.4": "Als Sunakkhatta das sagte, erwiderte ich ihm: ",
  "dn24:1.3.5": "‚Aber Sunakkhatta, habe ich je zu dir gesagt: ",
  "dn24:1.3.6": "„Komm, weihe mir dein Leben“?‘ ",
  "dn24:1.3.7": "‚Nein, Herr.‘ ",
  "dn24:1.3.8": "‚Oder hast du je zu mir gesagt: ",
  "dn24:1.3.9": "„Herr, ich werde mein Leben dem Buddha weihen“?‘ ",
  "dn24:1.3.10": "‚Nein, Herr.‘ ",
  "dn24:1.3.11": "‚So scheint es, dass ich nicht gebeten habe, ",
  "dn24:1.3.12": "du solltest mir dein Leben weihen, ",
  "dn24:1.3.13": "noch dass du gesagt hast, ",
  "dn24:1.3.14": "du wolltest mir dein Leben weihen. ",
  "dn24:1.3.15": "Wenn das so ist, du törichter Mann, was willst du da zurückweisen? ",
  "dn24:1.3.16": "Sieh nur, wie weit du dich verirrt hast!‘ ",
  "dn24:1.4.1": "‚Aber Herr, der Buddha zeigt nie übermenschliche Vorführungen von Wunderkräften für mich.‘ ",
  "dn24:1.4.2": "‚Aber Sunakkhatta, habe ich je zu dir gesagt: ",
  "dn24:1.4.3": "„Komm, weihe mir dein Leben, und ich werde für dich eine übermenschliche Vorführung von Wunderkräften zeigen“?‘ ",
  "dn24:1.4.4": "‚Nein, Herr.‘ ",
  "dn24:1.4.5": "‚Oder hast du je zu mir gesagt: ",
  "dn24:1.4.6": "„Herr, ich werde mein Leben dem Buddha weihen, und der Buddha wird für mich eine übermenschliche Vorführung von Wunderkräften zeigen“?‘ ",
  "dn24:1.4.7": "‚Nein, Herr.‘ ",
  "dn24:1.4.8": "‚So scheint es, dass ich dich nicht darum gebeten habe, und dass du es nicht von mir verlangt hast. ",
  "dn24:1.4.12": "Wenn das so ist, du törichter Mann, was willst du da zurückweisen? ",
  "dn24:1.4.13": "Was denkst du, Sunakkhatta? ",
  "dn24:1.4.14": "Ob es eine übermenschliche Vorführung von Wunderkräften gibt oder nicht – führt meine Lehre den, der sie übt, zum völligen Beenden des Leidens?‘ ",
  "dn24:1.4.15": "‚Das tut sie, Herr.‘ ",
  "dn24:1.4.16": "‚So scheint es, dass meine Lehre, ob es eine übermenschliche Vorführung von Wunderkräften gibt oder nicht, den, der sie übt, zum völligen Beenden des Leidens führt. ",
  "dn24:1.4.17": "Wenn das so ist, wozu dann eine übermenschliche Vorführung von Wunderkräften? ",
  "dn24:1.4.18": "Sieh nur, wie weit du dich verirrt hast, du törichter Mann!‘ ",
  "dn24:1.5.1": "‚Aber Herr, der Buddha erklärt mir nie den Ursprung der Welt.‘ ",
  "dn24:1.5.2": "‚Aber Sunakkhatta, habe ich je zu dir gesagt: ",
  "dn24:1.5.3": "„Komm, weihe mir dein Leben, und ich werde dir den Ursprung der Welt erklären“?‘ ",
  "dn24:1.5.4": "‚Nein, Herr.‘ ",
  "dn24:1.5.5": "‚Oder hast du je zu mir gesagt: ",
  "dn24:1.5.6": "„Herr, ich werde mein Leben dem Buddha weihen, und der Buddha wird mir den Ursprung der Welt erklären“?‘ ",
  "dn24:1.5.7": "‚Nein, Herr.‘ ",
  "dn24:1.5.8": "‚So scheint es, dass ich dich nicht darum gebeten habe, und dass du es nicht von mir verlangt hast. ",
  "dn24:1.5.12": "Wenn das so ist, du törichter Mann, was willst du da zurückweisen? ",
  "dn24:1.5.13": "Was denkst du, Sunakkhatta? ",
  "dn24:1.5.14": "Ob der Ursprung der Welt erklärt wird oder nicht – führt meine Lehre den, der sie übt, zum völligen Beenden des Leidens?‘ ",
  "dn24:1.5.15": "‚Das tut sie, Herr.‘ ",
  "dn24:1.5.16": "‚So scheint es, dass meine Lehre, ob der Ursprung der Welt erklärt wird oder nicht, den, der sie übt, zum völligen Beenden des Leidens führt. ",
  "dn24:1.5.17": "Wenn das so ist, wozu dann den Ursprung der Welt erklären? ",
  "dn24:1.5.18": "Sieh nur, wie weit du dich verirrt hast, du törichter Mann! ",
  "dn24:1.6.1": "Auf vielerlei Art, Sunakkhatta, hast du mich in der Hauptstadt der Vajjier so gepriesen: ",
  "dn24:1.6.2": "“Dieser Gesegnete ist vollendet, ein vollkommen erwachter Buddha, von vollendetem Wissen und Verhalten, heilig, Kenner der Welt, unübertrefflicher Anleiter für alle, die üben wollen, Lehrer von Göttern und Menschen, erwacht, gesegnet.“ ",
  "dn24:1.6.4": "Auf vielerlei Art hast du die Lehre in der Hauptstadt der Vajjier so gepriesen: ",
  "dn24:1.6.5": "“Die Lehre ist vom Buddha gut erklärt – in diesem Leben sichtbar, unmittelbar wirksam, sie lädt zum Überprüfen ein, ist wert, beherzigt zu werden, sodass vernünftige Menschen sie selbst erkennen können.“ ",
  "dn24:1.6.7": "Auf vielerlei Art hast du den Saṅgha in der Hauptstadt der Vajjier so gepriesen: ",
  "dn24:1.6.8": "„Der Saṅgha der Schüler des Buddha übt gut, unmittelbar, methodisch und richtig. Er besteht aus den vier Paaren, den acht Personen. Das ist der Saṅgha der Schüler des Buddha, und er ist einer den Göttern gewidmeten Gabe würdig, der Gastfreundschaft würdig, einer religiösen Gabe würdig, des Grußes mit zusammengelegten Händen würdig und ist das unübertreffliche Feld für Verdienst für die Welt.“ ",
  "dn24:1.6.10": "Ich erkläre dir gegenüber, Sunakkhatta, ich kündige dir gegenüber an: ",
  "dn24:1.6.11": "Es wird diejenigen geben, die sagen, dass Sunakkhatta nicht in der Lage war, das geistliche Leben unter dem Asketen Gotama zu führen. Deshalb hat er die Schulung abgebrochen und sich wieder einem geringeren Leben zugewandt. ",
  "dn24:1.6.12": "Das werden sie sagen.‘ ",
  "dn24:1.6.13": "Obwohl ich so zu Sunakkhatta geredet habe, ist er dennoch aus dieser Lehre und Schulung ausgetreten, wie jemand, der auf dem besten Weg in die Hölle ist. ",
  "dn24:1.7.0": "2. Die Geschichte von Korakkhattiya ",
  "dn24:1.7.1": "Bhaggava, dieses eine Mal hielt ich mich im Land der Thūlus auf, wo sie eine Stadt mit Namen Uttarakā haben. ",
  "dn24:1.7.2": "Da kleidete ich mich am Morgen an, nahm Schale und Robe und betrat Uttarakā zum Almosengang, mit Sunakkhatta dem Licchaver als meinem zweiten Mönch. ",
  "dn24:1.7.3": "Nun hatte damals der nackte Asket Korakkhattiya das Gelübde genommen, sich wie ein Hund zu benehmen. Wenn Speisen auf den Boden geworfen werden, lässt er sich auf alle Viere nieder und isst und verschlingt sie direkt mit dem Mund. ",
  "dn24:1.7.4": "Sunakkhatta beobachtete das ",
  "dn24:1.7.5": "und dachte: ",
  "dn24:1.7.6": "‚Dieser Asket ist ein wahrhaft heiliger Mann!‘ ",
  "dn24:1.7.7": "Da ich erkannte, was Sunakkhatta dachte, sagte ich darauf zu ihm: ",
  "dn24:1.7.8": "‚Behauptest du nicht, ein Asket zu sein, ein Anhänger des Sakyers, du törichter Mann?‘ ",
  "dn24:1.7.9": "‚Aber warum sagt der Buddha das zu mir?‘ ",
  "dn24:1.7.11": "‚Als du diesen nackten Asketen Korakkhattiya gesehen hast, hast du da nicht gedacht: ",
  "dn24:1.7.12": "„Dieser Asket ist ein wahrhaft heiliger Mann!“?‘",
  "dn24:1.7.13": "‚Ja, Herr. ",
  "dn24:1.7.14": "Aber Herr, bist du eifersüchtig auf die Vollendeten?‘ ",
  "dn24:1.7.15": "‚Ich bin nicht eifersüchtig auf die Vollendeten, du törichter Mann. ",
  "dn24:1.7.16": "Vielmehr solltest du diesen schädlichen Irrglauben aufgeben, der in dir aufgekommen ist. ",
  "dn24:1.7.17": "Schaff dir nicht selbst langanhaltendes Unglück und Leiden! ",
  "dn24:1.7.18": "Dieser nackte Asket Korakkhattiya, den du für einen wahrhaft heiligen Mann hältst, wird in sieben Tagen an Darmblähungen sterben. ",
  "dn24:1.7.19": "Und wenn er gestorben ist, wird er bei den Dämonen des alleruntersten Ranges wiedergeboren werden, die man Kālakañjas nennt. ",
  "dn24:1.7.20": "Und sie werden ihn auf das Leichenfeld werfen, auf ein Büschel Vetiver-Gras. ",
  "dn24:1.7.21": "Wenn du willst, Sunakkhatta, gehe zu dem nackten Asketen Korakkhattiya und frage ihn, ",
  "dn24:1.7.22": "ob er sein eigenes Schicksal kennt. ",
  "dn24:1.7.23": "Es ist möglich, dass er antworten wird: ",
  "dn24:1.7.24": "„Werter Sunakkhatta, ich kenne mein eigenes Schicksal. ",
  "dn24:1.7.25": "Ich wurde bei den Dämonen des alleruntersten Ranges wiedergeboren, die man Kālakañjas nennt.“‘ ",
  "dn24:1.8.1": "Dann, Bhaggava, ging Sunakkhatta zu Korakkhattiya und sagte zu ihm: ",
  "dn24:1.8.2": "‚Werter Korakkhattiya, der Asket Gotama hat erklärt, ",
  "dn24:1.8.3": "dass du in sieben Tagen an Darmblähungen sterben würdest. ",
  "dn24:1.8.4": "Und wenn du gestorben wärest, würdest du bei den Dämonen des alleruntersten Ranges wiedergeboren werden, die man Kālakañjas nennt. ",
  "dn24:1.8.5": "Und sie würden dich auf das Leichenfeld werfen, auf ein Büschel Vetiver-Gras. ",
  "dn24:1.8.6": "Aber wenn du nur ein kleines bisschen isst und nur ein kleines bisschen Wasser trinkst, ",
  "dn24:1.8.7": "wirst du die Aussage des Asketen Gotama als falsch entlarven.‘ ",
  "dn24:1.8.8": "Und Sunakkhatta zählte die Tage bis zum siebten Tag, wie es geschieht, wenn man kein Vertrauen zum Klargewordenen hat. ",
  "dn24:1.8.9": "Aber am siebten Tag starb der nackte Asket Korakkhattiya an Darmblähungen. ",
  "dn24:1.8.10": "Und als er gestorben war, wurde er bei den Dämonen des alleruntersten Ranges wiedergeboren, die man Kālakañjas nennt. ",
  "dn24:1.8.11": "Und sie warfen ihn auf das Leichenfeld, auf ein Büschel Vetiver-Gras. ",
  "dn24:1.9.1": "Sunakkhatta der Licchaver hörte davon. ",
  "dn24:1.9.3": "Da ging er zu Korakkhattiya auf dem Leichenfeld, auf dem Büschel Vetiver-Gras. Und er schlug Korakkhattiya dreimal mit der Faust: ",
  "dn24:1.9.4": "‚Werter Korakkhattiya, kennst du dein Schicksal?‘ ",
  "dn24:1.9.5": "Da erhob sich Korakkhattiya, rieb seinen Rücken mit den Händen und sagte: ",
  "dn24:1.9.6": "‚Werter Sunakkhatta, ich kenne mein eigenes Schicksal. ",
  "dn24:1.9.7": "Ich wurde bei den Dämonen des alleruntersten Ranges wiedergeboren, die man Kālakañjas nennt.‘ Nachdem er gesprochen hatte, fiel er eben da der Länge nach hin. ",
  "dn24:1.10.1": "Darauf kam Sunakkhatta zu mir, verbeugte sich und setzte sich zur Seite hin. Ich sagte zu ihm: ",
  "dn24:1.10.2": "‚Was denkst du, Sunakkhatta? ",
  "dn24:1.10.3": "Hat sich die Erklärung, die ich über Korakkhattiya abgegeben habe, als richtig herausgestellt oder nicht?‘ ",
  "dn24:1.10.4": "‚Sie hat sich als richtig herausgestellt.‘ ",
  "dn24:1.10.5": "‚Was denkst du, Sunakkhatta? ",
  "dn24:1.10.6": "Wenn das so ist, ist dann eine übermenschliche Vorführung von Wunderkräften gezeigt worden oder  nicht?‘ ",
  "dn24:1.10.7": "‚Sicher, Herr, es wurde eine übermenschliche Vorführung von Wunderkräften gezeigt.‘ ",
  "dn24:1.10.8": "‚Obwohl ich eine solche übermenschliche Vorführung von Wunderkräften gezeigt habe, sagst du: ",
  "dn24:1.10.9": "„Aber Herr, der Buddha zeigt nie übermenschliche Vorführungen von Wunderkräften für mich.“ ",
  "dn24:1.10.10": "Sieh nur, wie weit du dich verirrt hast!‘ ",
  "dn24:1.10.11": "Obwohl ich so zu Sunakkhatta geredet habe, ist er dennoch aus dieser Lehre und Schulung ausgetreten, wie jemand, der auf dem besten Weg in die Hölle ist. ",
  "dn24:1.11.0": "3. Die Geschichte vom nackten Asketen Kaḷāramaṭṭaka ",
  "dn24:1.11.1": "Dieses eine Mal, Bhaggava, hielt ich mich bei Vesālī am Großen Wald auf, in der Halle mit dem Giebeldach. ",
  "dn24:1.11.2": "Nun hielt sich damals der nackte Asket Kaḷāramaṭṭaka in Vesālī auf. Und er hatte in der Hauptstadt der Vajjier den Gipfel an materiellem Besitz und Ruhm erlangt. ",
  "dn24:1.11.3": "Er hatte diese sieben Gelübde genommen: ",
  "dn24:1.11.4": "‚Solange ich lebe, werde ich ein nackter Asket sein und keine Kleider tragen. Solange ich lebe, werde ich enthaltsam sein und keinen Geschlechtsverkehr haben. Solange ich lebe, werde ich nur Fleisch und Alkohol verzehren, weder Reis noch Brei essen. ",
  "dn24:1.11.5": "Und an diesen Baumheiligtümern bei Vesālī werde ich nicht vorbeigehen: am Udena-Heiligtum im Osten, am Gotamaka-Heiligtum im Süden, am Sattamba-Heiligtum im Westen und am Bahuputta-Heiligtum im Norden.‘ ",
  "dn24:1.11.6": "Und es war, weil er diese sieben Gelübde genommen hatte, dass er den Gipfel an materiellem Besitz und Ruhm erlangt hatte. ",
  "dn24:1.12.1": "Da ging also, Bhaggava, Sunakkhatta zu Kaḷāramaṭṭaka und stellte ihm eine Frage. ",
  "dn24:1.12.2": "Und als dieser davon überfragt war, ",
  "dn24:1.12.3": "zeigte er Ärger, Hass und Unmut. ",
  "dn24:1.12.4": "Und Sunakkhatta dachte: ",
  "dn24:1.12.5": "‚Ich habe den heiligen Mann gekränkt, den Vollendeten, den Asketen. ",
  "dn24:1.12.6": "Ich darf mir nicht selbst langanhaltendes Unglück und Leiden schaffen!‘ ",
  "dn24:1.13.1": "Darauf kam Sunakkhatta zu mir, verbeugte sich und setzte sich zur Seite hin. Ich sagte zu ihm: ",
  "dn24:1.13.2": "‚Behauptest du nicht, ein Asket zu sein, ein Anhänger des Sakyers, du törichter Mann?‘ ",
  "dn24:1.13.3": "‚Aber warum sagt der Buddha das zu mir?‘ ",
  "dn24:1.13.5": "‚Bist du nicht zu dem nackten Asketen Kaḷāramaṭṭaka gegangen und hast ihm eine Frage gestellt? ",
  "dn24:1.13.6": "Und als dieser davon überfragt war, ",
  "dn24:1.13.7": "zeigte er Ärger, Hass und Unmut? ",
  "dn24:1.13.8": "Dann dachtest du: ",
  "dn24:1.13.9": "„Ich habe den heiligen Mann gekränkt, den Vollendeten, den Asketen. ",
  "dn24:1.13.10": "Ich darf mir nicht selbst langanhaltendes Unglück und Leiden schaffen!“‘ ",
  "dn24:1.13.11": "‚Ja, Herr. ",
  "dn24:1.13.12": "Aber Herr, bist du eifersüchtig auf die Vollendeten?‘ ",
  "dn24:1.13.13": "‚Ich bin nicht eifersüchtig auf die Vollendeten, du törichter Mann. ",
  "dn24:1.13.14": "Vielmehr solltest du diesen schädlichen Irrglauben aufgeben, der in dir aufgekommen ist. ",
  "dn24:1.13.15": "Schaff dir nicht selbst langanhaltendes Unglück und Leiden! ",
  "dn24:1.13.16": "Dieser nackte Asket Kaḷāramaṭṭaka, den du für einen wahrhaft heiligen Mann hältst, ",
  "dn24:1.13.17": "wird bald bekleidet sein, mit einer Partnerin leben, Reis und Brei essen, und er wird an allen vier Baumheiligtümern bei Vesālī vorbeigegangen sein. Danach wird er seinen ganzen Ruhm verlieren.‘ ",
  "dn24:1.13.18": "Und genauso kam es. ",
  "dn24:1.14.1": "Sunakkhatta hörte davon. ",
  "dn24:1.14.3": "Er kam zu mir, verbeugte sich und setzte sich zur Seite hin. Ich sagte zu ihm: ",
  "dn24:1.14.4": "‚Was denkst du, Sunakkhatta? ",
  "dn24:1.14.5": "Hat sich die Erklärung, die ich über Kaḷāramaṭṭaka abgegeben habe, als richtig herausgestellt oder nicht?‘ ",
  "dn24:1.14.6": "‚Sie hat sich als richtig herausgestellt.‘ ",
  "dn24:1.14.7": "‚Was denkst du, Sunakkhatta? ",
  "dn24:1.14.8": "Wenn das so ist, ist dann eine übermenschliche Vorführung von Wunderkräften gezeigt worden oder  nicht?‘ ",
  "dn24:1.14.9": "‚Sicher, Herr, es wurde eine übermenschliche Vorführung von Wunderkräften gezeigt.‘ ",
  "dn24:1.14.10": "‚Obwohl ich eine solche übermenschliche Vorführung von Wunderkräften gezeigt habe, sagst du: ",
  "dn24:1.14.11": "„Aber Herr, der Buddha zeigt nie übermenschliche Vorführungen von Wunderkräften für mich.“ ",
  "dn24:1.14.12": "Sieh nur, wie weit du dich verirrt hast!‘ ",
  "dn24:1.14.13": "Obwohl ich so zu Sunakkhatta geredet habe, ist er dennoch aus dieser Lehre und Schulung ausgetreten, wie jemand, der auf dem besten Weg in die Hölle ist. ",
  "dn24:1.15.0": "4. Die Geschichte vom nackten Asketen Pāṭikaputta ",
  "dn24:1.15.1": "Dieses eine Mal, Bhaggava, hielt ich mich eben da bei Vesālī am Großen Wald auf, in der Halle mit dem Giebeldach. ",
  "dn24:1.15.2": "Nun hielt sich damals der nackte Asket Pāṭikaputta in Vesālī auf. Und er hatte in der Hauptstadt der Vajjier den Gipfel an materiellem Besitz und Ruhm erlangt. ",
  "dn24:1.15.3": "Er sagte zu einer Menschenmenge in Vesālī: ",
  "dn24:1.15.4": "‚Sowohl der Asket Gotama als auch ich sprechen aus Erfahrung. ",
  "dn24:1.15.5": "Jemand, der aus Erfahrung spricht, sollte gegenüber jemand anderem, der aus Erfahrung spricht, eine übermenschliche Vorführung von Wunderkräften zeigen. ",
  "dn24:1.15.6": "Wenn der Asket Gotama und ich uns beide auf halbem Weg entgegenkämen, ",
  "dn24:1.15.7": "könnten wir dort beide eine übermenschliche Vorführung von Wunderkräften zeigen. ",
  "dn24:1.15.8": "Wenn er eine Vorführung von Wunderkräften zeigt, werde ich zwei zeigen. ",
  "dn24:1.15.9": "Wenn er zwei zeigt, werde ich vier zeigen. ",
  "dn24:1.15.10": "Wenn er vier zeigt, werde ich acht zeigen. ",
  "dn24:1.15.11": "Wie viele Vorführungen von Wunderkräften der Asket Gotama auch zeigt, ich werde doppelt so viele zeigen.‘ ",
  "dn24:1.16.1": "Und Sunakkhatta kam zu mir, verbeugte sich, setzte sich zur Seite hin und berichtete mir all das. ",
  "dn24:1.16.12": "Ich sagte zu ihm: ",
  "dn24:1.16.13": "‚Sunakkhatta, der nackte Asket Pāṭikaputta ist nicht in der Lage, in meine Nähe zu kommen, wenn er nicht diese Aussage und diese Absicht aufgibt und diese Ansicht loslässt. ",
  "dn24:1.16.14": "Wenn er denkt, ",
  "dn24:1.16.15": "er könne in meine Nähe kommen, ohne diese Dinge aufzugeben, müsste ihm der Kopf zerspringen.‘ ",
  "dn24:1.17.1": "‚Pass auf, was du sagst, Gesegneter! Pass auf, was du sagst, Heiliger!‘ ",
  "dn24:1.17.2": "‚Aber warum sagst du das zu mir, Sunakkhatta?‘ ",
  "dn24:1.17.4": "‚Herr, der Buddha hat eindeutig erklärt, ",
  "dn24:1.17.5": "Pāṭikaputta sei nicht in der Lage, in seine Nähe zu kommen, ",
  "dn24:1.17.7": "sonst müsste ihm der Kopf zerspringen. ",
  "dn24:1.17.8": "Aber Pāṭikaputta könnte verkleidet in die Nähe des Buddha kommen und den Buddha der Unwahrheit überführen.‘ ",
  "dn24:1.18.1": "‚Sunakkhatta, würde der Klargewordene eine doppeldeutige Aussage machen?‘ ",
  "dn24:1.18.2": "‚Aber Herr, hast du diese Aussage gemacht, nachdem du Pāṭikaputtas Geist erfasst hast? ",
  "dn24:1.18.6": "Oder haben Gottheiten es dir gesagt?‘ ",
  "dn24:1.18.10": "‚Beides, Sunakkhatta. ",
  "dn24:1.18.18": "Denn Ajita der General der Licchaver ist kürzlich gestorben und wurde in der Schar der Dreiunddreißig wiedergeboren. ",
  "dn24:1.18.19": "Er kam und berichtete mir: ",
  "dn24:1.18.20": "„Der nackte Asket Pāṭikaputta ist schamlos, Herr, ",
  "dn24:1.18.21": "er ist ein Lügner. ",
  "dn24:1.18.22": "Denn er hat in der Hauptstadt der Vajjier über mich erklärt: ",
  "dn24:1.18.23": "‚Ajita der General der Licchaver wurde in der Großen Hölle wiedergeboren.‘ ",
  "dn24:1.18.24": "Aber das ist nicht wahr – ",
  "dn24:1.18.25": "ich wurde in der Schar der Dreiunddreißig wiedergeboren. ",
  "dn24:1.18.26": "Der nackte Asket Pāṭikaputta ist schamlos, Herr, ",
  "dn24:1.18.27": "er ist ein Lügner. ",
  "dn24:1.18.28": "Pāṭikaputta ist nicht in der Lage, in die Nähe des Buddha zu kommen, ",
  "dn24:1.18.30": "sonst müsste ihm der Kopf zerspringen.“ ",
  "dn24:1.18.31": "So habe ich also diese Aussage sowohl gemacht, nachdem ich Pāṭikaputtas Geist mit meinem Geist erfasst habe, ",
  "dn24:1.18.34": "und auch Gottheiten haben es mir gesagt. ",
  "dn24:1.18.38": "Da werde ich jetzt, Sunakkhatta, nach Vesālī um Almosen gehen. Nach dem Essen, wenn ich vom Almosengang zurückkomme, werde ich zu Pāṭikaputtas Kloster gehen, um den Tag über dort zu meditieren. ",
  "dn24:1.18.39": "Wenn du willst, kannst du ihm das jetzt sagen.‘ ",
  "dn24:1.19.0": "5. Die Geschichte von den Vorführungen von Wunderkräften ",
  "dn24:1.19.1": "Dann, Bhaggava, kleidete ich mich am Morgen an, nahm Schale und Robe und betrat Vesālī zum Almosengang. ",
  "dn24:1.19.2": "Nach dem Essen, als ich vom Almosengang zurückkam, ging ich zu Pāṭikaputtas Kloster, um den Tag über dort zu meditieren. ",
  "dn24:1.19.3": "Da eilte Sunakkhatta nach Vesālī, ging zu den äußerst renommierten Licchavern und sagte zu ihnen: ",
  "dn24:1.19.4": "‚Ihr Herren, der Buddha ist nach seinem Almosengang zu Pāṭikaputtas Kloster gegangen, um den Tag über dort zu meditieren. ",
  "dn24:1.19.5": "Kommt her, ihr Herren, kommt her! Es wird eine übermenschliche Vorführung von Wunderkräften von den heiligen Asketen geben!‘ ",
  "dn24:1.19.6": "Und die äußerst renommierten Licchaver dachten: ",
  "dn24:1.19.7": "‚Es scheint, dass es eine übermenschliche Vorführung von Wunderkräften von den heiligen Asketen geben wird! ",
  "dn24:1.19.8": "Da wollen wir hingehen!‘ ",
  "dn24:1.19.9": "Danach ging er zu den äußerst renommierten gutsituierten Brahmanen, den reichen Hausbesitzerinnen und den Asketen und Brahmanen, die verschiedene andere Wege gehen, und sagte ihnen das Gleiche. ",
  "dn24:1.19.12": "Sie alle sagten: ",
  "dn24:1.19.13": "‚Es scheint, dass es eine übermenschliche Vorführung von Wunderkräften von den heiligen Asketen geben wird! ",
  "dn24:1.19.14": "Da wollen wir hingehen!‘ ",
  "dn24:1.19.15": "Und all diese äußerst renommierten Leute gingen zu Pāṭikaputtas Kloster. ",
  "dn24:1.19.16": "Diese Versammlung war groß, Bhaggava, es waren viele Hundert, viele Tausend. ",
  "dn24:1.20.1": "Pāṭikaputta hörte: ",
  "dn24:1.20.2": "‚Es scheint, dass äußerst renommierte Licchaver, gutsituierte Brahmanen, reiche Hausbesitzerinnen und Asketen und Brahmanen, die verschiedene andere Wege gehen, hergekommen sind. ",
  "dn24:1.20.3": "Und der Asket Gotama sitzt in meinem Kloster, um den Tag über hier zu meditieren.‘ ",
  "dn24:1.20.4": "Als er das hörte, packten ihn Furcht und Entsetzen, und die Haare standen ihm zu Berge. ",
  "dn24:1.20.5": "Voller Furcht ging er zum Ebenholzbaumstumpf-Kloster der Wanderer. ",
  "dn24:1.20.6": "Die Versammlung erfuhr das ",
  "dn24:1.20.8": "und beauftragte einen Mann: ",
  "dn24:1.20.9": "‚Komm, guter Mann, geh zu Pāṭikaputta im Ebenholzbaumstumpf-Kloster und sage zu ihm: ",
  "dn24:1.20.10": "„Komm her, werter Pāṭikaputta! All diese äußerst renommierten Leute sind hergekommen, und der Asket Gotama sitzt in deinem Kloster, um den Tag über dort zu meditieren. ",
  "dn24:1.20.11": "Denn du hast in der Versammlung in Vesālī gesagt: ",
  "dn24:1.20.12": "‚Sowohl der Asket Gotama als auch ich sprechen aus Erfahrung. ",
  "dn24:1.20.13": "Jemand, der aus Erfahrung spricht, sollte gegenüber jemand anderem, der aus Erfahrung spricht, eine übermenschliche Vorführung von Wunderkräften zeigen. ",
  "dn24:1.20.14": "Wenn der Asket Gotama und ich uns beide auf halbem Weg entgegenkämen, ",
  "dn24:1.20.15": "könnten wir dort beide eine übermenschliche Vorführung von Wunderkräften zeigen. ",
  "dn24:1.20.16": "Wenn er eine Vorführung von Wunderkräften zeigt, werde ich zwei zeigen. ",
  "dn24:1.20.17": "Wenn er zwei zeigt, werde ich vier zeigen. ",
  "dn24:1.20.18": "Wenn er vier zeigt, werde ich acht zeigen. ",
  "dn24:1.20.19": "Wie viele Vorführungen von Wunderkräften der Asket Gotama auch zeigt, ich werde doppelt so viele zeigen.‘ ",
  "dn24:1.20.20": "Komm her, werter Pāṭikaputta, komm den halben Weg. ",
  "dn24:1.20.21": "Der Asket Gotama ist die erste Hälfte gekommen und sitzt in deinem Kloster.“‘ ",
  "dn24:1.21.1": "‚Ja, Herr‘, antwortete der Mann und richtete die Botschaft aus. ",
  "dn24:1.21.10": "Als er gesprochen hatte, sagte Pāṭikaputta: ‚Ich komme, Herr, ich komme!‘ Doch wie er sich auch winden mochte, er konnte nicht von seinem Sitz aufstehen. ",
  "dn24:1.21.11": "Da sagte der Mann zu ihm: ",
  "dn24:1.21.12": "‚Was ist los, werter Pāṭikaputta? Klebt dein Hintern an der Bank, oder klebt die Bank an deinem Hintern? ",
  "dn24:1.21.13": "Du sagst: „Ich komme, Herr, ich komme!“ Doch wie du dich auch winden magst, du kannst nicht von deinem Sitz aufstehen.‘ ",
  "dn24:1.21.14": "Und als er so redete, sagte Pāṭika: ‚Ich komme, Herr, ich komme!‘ Doch wie er sich auch winden mochte, er konnte nicht von seinem Sitz aufstehen. ",
  "dn24:1.22.1": "Als der Mann erkannte, ",
  "dn24:1.22.2": "dass Pāṭikaputta verloren hatte, ",
  "dn24:1.22.4": "ging er zur Versammlung zurück und sagte: ",
  "dn24:1.22.5": "‚Pāṭikaputta hat verloren, ihr Herren. ",
  "dn24:1.22.6": "Er sagt: ‚Ich komme, Herr, ich komme!‘ Doch wie er sich auch winden mag, er kann nicht von seinem Sitz aufstehen.‘ ",
  "dn24:1.22.7": "Darauf sagte ich zu der Versammlung: ",
  "dn24:1.22.8": "‚Der nackte Asket Pāṭikaputta ist nicht in der Lage, in meine Nähe zu kommen, wenn er nicht diese Aussage und diese Absicht aufgibt und diese Ansicht loslässt. ",
  "dn24:1.22.9": "Wenn er denkt, ",
  "dn24:1.22.10": "er könne in meine Nähe kommen, ohne diese Dinge aufzugeben, müsste ihm der Kopf zerspringen.‘ ",
  "dn24:1.22.11": "Der erste Abschnitt zum Aufsagen ist zu Ende. ",
  "dn24:2.1.1": "Dann, Bhaggava, stand ein gewisser Minister der Licchaver auf und sagte zu der Versammlung: ",
  "dn24:2.1.2": "‚Nun, ihr Herren, wartet einen Augenblick, ich werde gehen. ",
  "dn24:2.1.3": "Hoffentlich gelingt es mir, Pāṭikaputta zur Versammlung zurückzuführen.‘ ",
  "dn24:2.1.4": "Und dieser Minister ging zu Pāṭikaputta und sagte: ",
  "dn24:2.1.5": "„Komm her, werter Pāṭikaputta! Es ist das Beste für dich, wenn du kommst. All diese äußerst renommierten Leute sind hergekommen, und der Asket Gotama sitzt in deinem Kloster, um den Tag über dort zu meditieren. ",
  "dn24:2.1.6": "Du hast gesagt, du wolltest den Asketen Gotama auf halbem Weg treffen. ",
  "dn24:2.1.10": "Der Asket Gotama ist die erste Hälfte gekommen und sitzt in deinem Kloster. ",
  "dn24:2.1.11": "Der Asket Gotama hat der Versammlung gesagt, ",
  "dn24:2.1.12": "du seist nicht in der Lage, in seine Nähe zu kommen. ",
  "dn24:2.1.15": "Komm her, Pāṭikaputta! Wenn du herkommst, werden wir dafür sorgen, dass du gewinnst und der Asket Gotama verliert.‘ ",
  "dn24:2.2.1": "Daraufhin sagte Pāṭikaputta: ‚Ich komme, Herr, ich komme!‘ Doch wie er sich auch winden mochte, er konnte nicht von seinem Sitz aufstehen. ",
  "dn24:2.2.2": "Da sagte der Minister zu ihm: ",
  "dn24:2.2.3": "‚Was ist los, werter Pāṭikaputta? Klebt dein Hintern an der Bank, oder klebt die Bank an deinem Hintern? ",
  "dn24:2.2.4": "Du sagst: „Ich komme, Herr, ich komme!“ Doch wie du dich auch winden magst, du kannst nicht von deinem Sitz aufstehen.‘ ",
  "dn24:2.2.5": "Und als er so redete, sagte Pāṭika: ‚Ich komme, Herr, ich komme!‘ Doch wie er sich auch winden mochte, er konnte nicht von seinem Sitz aufstehen. ",
  "dn24:2.3.1": "Als der Minister der Licchaver erkannte, ",
  "dn24:2.3.2": "dass Pāṭikaputta verloren hatte, ",
  "dn24:2.3.3": "ging er zur Versammlung zurück und sagte: ",
  "dn24:2.3.4": "‚Pāṭikaputta hat verloren, ihr Herren.‘ Er sagt: ‚Ich komme, Herr, ich komme!‘ Doch wie er sich auch winden mag, er kann nicht von seinem Sitz aufstehen.‘ ",
  "dn24:2.3.5": "Darauf sagte ich zu der Versammlung: ",
  "dn24:2.3.6": "‚Pāṭikaputta ist nicht in der Lage, in meine Nähe zu kommen, ",
  "dn24:2.3.8": "sonst müsste ihm der Kopf zerspringen. ",
  "dn24:2.3.9": "Selbst wenn die guten Licchaver dächten: ",
  "dn24:2.3.10": "„Wir wollen Pāṭikaputta mit Riemen binden und ihn mit einem Paar Ochsen ziehen!“ Doch dann werden entweder die Riemen zerrissen oder Pāṭikaputta.‘ ",
  "dn24:2.4.1": "Dann, Bhaggava, stand Jāliya, der Schüler des Holzschalen-Asketen, auf und sagte zu der Versammlung: ",
  "dn24:2.4.2": "‚Nun, ihr Herren, wartet einen Augenblick, ich werde gehen. ",
  "dn24:2.4.3": "Hoffentlich gelingt es mir, Pāṭikaputta zur Versammlung zurückzuführen.‘ ",
  "dn24:2.4.4": "Und Jāliya ging zu Pāṭikaputta und sagte: ",
  "dn24:2.4.5": "„Komm her, werter Pāṭikaputta! Es ist das Beste für dich, wenn du kommst. All diese äußerst renommierten Leute sind hergekommen, und der Asket Gotama sitzt in deinem Kloster, um den Tag über dort zu meditieren. ",
  "dn24:2.4.6": "Du hast gesagt, du wolltest den Asketen Gotama auf halbem Weg treffen. ",
  "dn24:2.4.10": "Der Asket Gotama ist die erste Hälfte gekommen und sitzt in deinem Kloster. ",
  "dn24:2.4.11": "Der Asket Gotama hat der Versammlung gesagt, ",
  "dn24:2.4.12": "du seist nicht in der Lage, in seine Nähe zu kommen. ",
  "dn24:2.4.15": "Und er sagte, selbst wenn die guten Licchaver ",
  "dn24:2.4.16": "versuchen würden, dich mit Riemen zu binden und mit einem Paar Ochsen zu ziehen, dann würden entweder die Riemen zerrissen oder du. ",
  "dn24:2.4.20": "Komm her, Pāṭikaputta! Wenn du herkommst, werden wir dafür sorgen, dass du gewinnst und der Asket Gotama verliert.‘ ",
  "dn24:2.5.1": "Daraufhin sagte Pāṭikaputta: ‚Ich komme, Herr, ich komme!‘ Doch wie er sich auch winden mochte, er konnte nicht von seinem Sitz aufstehen. ",
  "dn24:2.5.2": "Da sagte Jāliya zu ihm: ",
  "dn24:2.5.3": "‚Was ist los, werter Pāṭikaputta? Klebt dein Hintern an der Bank, oder klebt die Bank an deinem Hintern? ",
  "dn24:2.5.4": "Du sagst: „Ich komme, Herr, ich komme!“ Doch wie du dich auch winden magst, du kannst nicht von deinem Sitz aufstehen.‘ ",
  "dn24:2.5.5": "Und als er so redete, sagte Pāṭika: ‚Ich komme, Herr, ich komme!‘ Doch wie er sich auch winden mochte, er konnte nicht von seinem Sitz aufstehen. ",
  "dn24:2.6.1": "Als Jāliya erkannte, ",
  "dn24:2.6.2": "dass Pāṭikaputta verloren hatte, sagte er zu ihm: ",
  "dn24:2.6.3": "‚Es war einmal, werter Pāṭikaputta, ein Löwe, der dachte: ",
  "dn24:2.6.4": "„Warum mache ich nicht mein Lager bei einem bestimmten Wald? ",
  "dn24:2.6.5": "Gegen Abend kann ich aus meiner Höhle kommen, gähnen, ringsumher in die vier Himmelsrichtungen blicken, dreimal mein Löwengebrüll brüllen und dann auf Beute ausziehen. ",
  "dn24:2.6.6": "Und nachdem ich das beste Rotwild aus der Herde gerissen und das zarteste Fleisch gefressen habe, könnte ich in meine Höhle zurückkehren.“ ",
  "dn24:2.6.7": "Und so tat er es. ",
  "dn24:2.6.10": "Dann war da ein alter Schakal, der von den Resten des Löwen fett geworden war und der überheblich und stark geworden war. ",
  "dn24:2.6.11": "Der dachte: ",
  "dn24:2.6.12": "„Was hat der Löwe, der König der Tiere, was ich nicht habe? ",
  "dn24:2.6.13": "Warum mache ich nicht auch mein Lager bei einem bestimmten Wald? ",
  "dn24:2.6.14": "Gegen Abend kann ich aus meiner Höhle kommen, gähnen, ringsumher in die vier Himmelsrichtungen blicken, dreimal mein Löwengebrüll brüllen und dann auf Beute ausziehen. ",
  "dn24:2.6.15": "Und nachdem ich das beste Rotwild aus der Herde gerissen und das zarteste Fleisch gefressen habe, könnte ich in meine Höhle zurückkehren.“ ",
  "dn24:2.7.1": "Und so tat er es. ",
  "dn24:2.7.2": "Aber als er versuchte, sein Löwengebrüll zu brüllen, brachte er nur das Winseln und Jaulen eines Schakals zustande. Und was ist das erbärmliche Winseln eines Schakals gegen das Brüllen eines Löwen? ",
  "dn24:2.7.3": "Ebenso, werter Freund, prahlst du, während du von der Ernte des Heiligen lebst und die Reste des Heiligen genießt, damit, den Klargewordenen anzugreifen, den Vollendeten, den vollkommen erwachten Buddha! ",
  "dn24:2.7.4": "Wer sind die erbärmlichen Pāṭikaputtas, dass sie die Klargewordenen, die Vollendeten, die vollkommen erwachten Buddhas angreifen könnten?‘ ",
  "dn24:2.8.1": "Als es Jāliya selbst mit diesem Gleichnis nicht gelang, Pāṭikaputta von seinem Sitz fortzubewegen, ",
  "dn24:2.8.2": "sagte er zu ihm: ",
  "dn24:2.8.3": "‚Er sah sich als dem Löwen gleich, ",
  "dn24:2.8.4": "der Schakal, und prahlte: „Ich bin der König der Tiere!“ ",
  "dn24:2.8.5": "Doch in Wahrheit konnte er nur jaulen, ",
  "dn24:2.8.6": "und was ist das traurige Winseln des Schakals gegen das Brüllen des Löwen? ",
  "dn24:2.8.7": "Ebenso prahlst du, werter Freund, während du von der Ernte des Heiligen lebst, damit, ihn anzugreifen! ‘ ",
  "dn24:2.9.1": "Als es Jāliya selbst mit diesem Gleichnis nicht gelang, Pāṭikaputta von seinem Sitz fortzubewegen, ",
  "dn24:2.9.2": "sagte er zu ihm: ",
  "dn24:2.9.3": "‚Den Schritten eines anderen folgen, ",
  "dn24:2.9.4": "sich an Resten fett werden sehen, ",
  "dn24:2.9.5": "bis er sich selbst gar nicht mehr sieht – ",
  "dn24:2.9.6": "der Schakal prahlt, dass er ein Tiger sei. ",
  "dn24:2.9.7": "Doch in Wahrheit konnte er nur jaulen, ",
  "dn24:2.9.8": "und was ist das traurige Winseln des Schakals gegen das Brüllen des Löwen? ",
  "dn24:2.9.9": "Ebenso prahlst du, werter Freund, während du von der Ernte des Heiligen lebst, damit, ihn anzugreifen! ‘ ",
  "dn24:2.10.1": "Als es Jāliya selbst mit diesem Gleichnis nicht gelang, Pāṭikaputta von seinem Sitz fortzubewegen, ",
  "dn24:2.10.2": "sagte er zu ihm: ",
  "dn24:2.10.3": "‚Vollgefressen mit Fröschen und Mäusen aus der Scheune ",
  "dn24:2.10.4": "sowie mit auf den Friedhof geworfenen Kadavern, ",
  "dn24:2.10.5": "erfolgreich im großen, leeren Wald – ",
  "dn24:2.10.6": "der Schakal prahlte: „Ich bin der König der Tiere!“ ",
  "dn24:2.10.7": "Doch in Wahrheit konnte er nur jaulen, ",
  "dn24:2.10.8": "und was ist das traurige Winseln des Schakals gegen das Brüllen des Löwen? ",
  "dn24:2.10.9": "Ebenso, werter Freund, prahlst du, während du von der Ernte des Heiligen lebst und die Reste des Heiligen genießt, damit, den Klargewordenen anzugreifen, den Vollendeten, den vollkommen erwachten Buddha! ",
  "dn24:2.10.10": "Wer sind die erbärmlichen Pāṭikaputtas, dass sie die Klargewordenen, die Vollendeten, die vollkommen erwachten Buddhas angreifen könnten?‘ ",
  "dn24:2.11.1": "Als es Jāliya selbst mit diesem Gleichnis nicht gelang, Pāṭikaputta von seinem Sitz fortzubewegen, ",
  "dn24:2.11.2": "ging er zur Versammlung zurück und sagte: ",
  "dn24:2.11.3": "‚Pāṭikaputta hat verloren, ihr Herren.‘ Er sagt: ‚Ich komme, Herr, ich komme!‘ Doch wie er sich auch winden mag, er kann nicht von seinem Sitz aufstehen.‘ ",
  "dn24:2.12.1": "Darauf sagte ich zu der Versammlung: ",
  "dn24:2.12.2": "‚Der nackte Asket Pāṭikaputta ist nicht in der Lage, in meine Nähe zu kommen, wenn er nicht diese Aussage und diese Absicht aufgibt und diese Ansicht loslässt. ",
  "dn24:2.12.3": "Wenn er denkt, ",
  "dn24:2.12.4": "er könne in meine Nähe kommen, ohne diese Dinge aufzugeben, müsste ihm der Kopf zerspringen. ",
  "dn24:2.12.5": "Selbst wenn die guten Licchaver dächten: ",
  "dn24:2.12.6": "„Wir wollen Pāṭikaputta mit Riemen binden und ihn mit einem Paar Ochsen ziehen!“ Doch dann werden entweder die Riemen zerrissen oder Pāṭikaputta. ",
  "dn24:2.12.7": "Pāṭikaputta ist nicht in der Lage, in meine Nähe zu kommen, ",
  "dn24:2.12.8": "sonst müsste ihm der Kopf zerspringen.‘ ",
  "dn24:2.13.1": "Dann, Bhaggava, leitete ich diese Versammlung mit einem Dhammavortrag an, ermunterte sie, begeisterte sie und regte sie an. Ich erlöste diese Versammlung von der gewaltigen Fessel und zog 84.000 Wesen aus dem gewaltigen Sumpf. Darauf trat ich in das Feuerelement ein, erhob mich in die Luft in die Höhe von sieben Palmen und schuf eine Flamme, die weitere sieben Palmen hoch war, die loderte und rauchte. Schließlich landete ich am großen Wald, in der Halle mit dem Giebeldach. ",
  "dn24:2.13.2": "Darauf kam Sunakkhatta zu mir, verbeugte sich und setzte sich zur Seite hin. Ich sagte zu ihm: ",
  "dn24:2.13.3": "‚Was denkst du, Sunakkhatta? ",
  "dn24:2.13.4": "Hat sich die Erklärung, die ich über Pāṭikaputta abgegeben habe, als richtig herausgestellt oder nicht?‘ ",
  "dn24:2.13.5": "‚Sie hat sich als richtig herausgestellt.‘ ",
  "dn24:2.13.6": "‚Was denkst du, Sunakkhatta? ",
  "dn24:2.13.7": "Wenn das so ist, ist dann eine übermenschliche Vorführung von Wunderkräften gezeigt worden oder  nicht?‘ ",
  "dn24:2.13.8": "‚Sicher, Herr, es wurde eine übermenschliche Vorführung von Wunderkräften gezeigt.‘ ",
  "dn24:2.13.9": "‚Obwohl ich eine solche übermenschliche Vorführung von Wunderkräften gezeigt habe, sagst du: ",
  "dn24:2.13.10": "„Aber Herr, der Buddha zeigt nie übermenschliche Vorführungen von Wunderkräften für mich.“ ",
  "dn24:2.13.11": "Sieh nur, wie weit du dich verirrt hast!‘ ",
  "dn24:2.13.12": "Obwohl ich so zu Sunakkhatta geredet habe, ist er dennoch aus dieser Lehre und Schulung ausgetreten, wie jemand, der auf dem besten Weg in die Hölle ist. ",
  "dn24:2.14.0": "6. Die Geschichte vom Beschreiben des Ursprungs der Welt ",
  "dn24:2.14.1": "Bhaggava, ich verstehe den Ursprung der Welt. ",
  "dn24:2.14.2": "Ich verstehe ihn und was darüber hinausgeht. Doch da ich dieses Verstehen nicht falsch auslege, habe ich in mir das Erlöschen verwirklicht. Indem er das unmittelbar erkennt, geht der Klargewordene nicht zugrunde. ",
  "dn24:2.14.3": "Es gibt manche Asketen und Brahmanen, die den Ursprung der Welt in ihrer Tradition als Schöpfung Gottes des Herrn, als Schöpfung Brahmās beschreiben. ",
  "dn24:2.14.4": "Ich gehe zu ihnen und sage: ",
  "dn24:2.14.5": "‚Ist es wirklich wahr, ist das die Ansicht der Ehrwürdigen?‘ ",
  "dn24:2.14.6": "Und sie antworten: ‚Ja.‘ ",
  "dn24:2.14.7": "Ich sage zu ihnen: ",
  "dn24:2.14.8": "‚Aber wie beschreibt ihr in eurer Tradition, dass der Ursprung der Welt als Schöpfung Gottes des Herrn, als Schöpfung Brahmās zustande kam?‘ ",
  "dn24:2.14.9": "Doch davon sind sie überfragt, und sie stellen mir sogar ihrerseits Fragen. ",
  "dn24:2.14.10": "Und ich antwortete ihnen: ",
  "dn24:2.14.11": "‚Es kommt eine Zeit, werte Freunde, nachdem eine sehr lange Zeitspanne vergangen ist, da dieses Weltall sich zusammenzieht. ",
  "dn24:2.14.12": "Wenn das Weltall sich zusammenzieht, gehen die Lebewesen zumeist zum Bereich der Götter von strahlendem Glanz. ",
  "dn24:2.14.13": "Dort sind sie geistgeschaffen, ernähren sich von Ekstase, sind selbstleuchtend und bewegen sich über den Himmel, von gleichmäßiger Pracht, und sie bleiben so für eine sehr lange Zeit. ",
  "dn24:2.15.1": "Es kommt eine Zeit, nachdem eine sehr lange Zeitspanne vergangen ist, da dieses Weltall sich ausdehnt. ",
  "dn24:2.15.2": "Wenn es sich ausdehnt, erscheint ein leerer Brahmāpalast. ",
  "dn24:2.15.3": "Und da seine Lebensdauer oder sein Verdienst zu Ende geht, scheidet dann eins der Lebewesen von jener Schar der Götter von strahlendem Glanz ab und wird in dem leeren Brahmāpalast wiedergeboren. ",
  "dn24:2.15.4": "Dort ist es geistgeschaffen, ernährt sich von Ekstase, ist selbstleuchtend und bewegt sich über den Himmel, von gleichmäßiger Pracht, und es bleibt so für eine sehr lange Zeit. ",
  "dn24:2.16.1": "Aber nachdem es dort eine lange Zeit allein gelebt hat, wird es unzufrieden und ihm ist bange: ",
  "dn24:2.16.2": "„Ach, wenn doch nur ein anderes Wesen in diesen Daseinszustand käme.“ ",
  "dn24:2.16.3": "Und da ihre Lebensdauer oder ihr Verdienst zu Ende geht, scheiden dann andere Lebewesen von jener Schar der Götter von strahlendem Glanz ab und werden in dem leeren Brahmāpalast bei dem ersten Wesen wiedergeboren. ",
  "dn24:2.16.4": "Dort sind sie geistgeschaffen, ernähren sich von Ekstase, sind selbstleuchtend und bewegen sich über den Himmel, von gleichmäßiger Pracht, und sie bleiben so für eine sehr lange Zeit. ",
  "dn24:2.17.1": "Nun denkt das Wesen, das zuerst dort wiedergeboren wurde: ",
  "dn24:2.17.2": "„Ich bin Brahmā, der Große Brahmā, der Sieger, der Unbesiegte, der allumfassende Seher, der, der die Macht hat, Gott der Herr, der Macher, der Schöpfer, der Erste, der Erzeuger, der Lenker, der Vater derer, die geboren sind und noch geboren werden. ",
  "dn24:2.17.3": "Und warum? ",
  "dn24:2.17.4": "Weil ich zuerst dachte: ",
  "dn24:2.17.5": "‚Ach, wenn doch nur ein anderes Wesen in diesen Daseinszustand käme.‘ ",
  "dn24:2.17.6": "Das war mein Herzenswunsch, und dann kamen diese Geschöpfe in diesen Daseinszustand.“ ",
  "dn24:2.17.7": "Und die Wesen, die später dort wiedergeboren wurden, denken ebenfalls: ",
  "dn24:2.17.8": "„Das muss Brahmā sein, der Große Brahmā, der Sieger, der Unbesiegte, der allumfassende Seher, der, der die Macht hat, Gott der Herr, der Macher, der Schöpfer, der Erste, der Erzeuger, der Lenker, der Vater derer, die geboren sind und noch geboren werden. ",
  "dn24:2.17.9": "Und wir wurden von ihm geschaffen. ",
  "dn24:2.17.10": "Und warum? ",
  "dn24:2.17.11": "Weil wir sehen, dass er zuerst hier wiedergeboren war, und wir kamen später an.“ ",
  "dn24:2.17.12": "Und das Wesen, das zuerst wiedergeboren wurde, lebt länger, ist schöner und hat größeren Einfluss als die, die später angekommen sind. ",
  "dn24:2.17.14": "Es ist möglich, dass eins jener Wesen von jener Schar abscheidet und in diesem Daseinszustand wiedergeboren wird. ",
  "dn24:2.17.15": "Dann zieht es aus dem Haus fort ins hauslose Leben. ",
  "dn24:2.17.16": "Durch eifriges, entschlossenes, hingegebenes und beflissenes Bemühen erfährt es eine Versenkung des Herzens solcher Art, dass es sich an dieses letzte Leben erinnert, aber an kein weiteres. ",
  "dn24:2.17.17": "Es sagt: ",
  "dn24:2.17.18": "„Er, der Brahmā ist, der Große Brahmā, der Sieger, der Unbesiegte, der allumfassende Seher, der, der die Macht hat, Gott der Herr, der Macher, der Schöpfer, der Erste, der Erzeuger, der Lenker, der Vater derer, die geboren sind und noch geboren werden – er ist beständig, immerwährend, ewig, unvergänglich und bleibt für alle Ewigkeit gleich. ",
  "dn24:2.17.19": "Wir, die wir von diesem Brahmā geschaffen wurden, sind unbeständig, währen nicht fort, leben kurz, sind vergänglich und sind zu diesem Daseinszustand gekommen.“ ",
  "dn24:2.17.20": "So beschreibt ihr in eurer Tradition, dass der Ursprung der Welt als Schöpfung Gottes des Herrn, als Schöpfung Brahmās zustande kam.‘ ",
  "dn24:2.17.21": "Sie sagen: ",
  "dn24:2.17.22": "‚Das ist das, was wir gehört haben, werter Gotama, gerade wie du es sagst.‘ ",
  "dn24:2.17.23": "Bhaggava, ich verstehe den Ursprung der Welt. ",
  "dn24:2.17.24": "Ich verstehe ihn und was darüber hinausgeht. Doch da ich dieses Verstehen nicht falsch auslege, habe ich in mir das Erlöschen verwirklicht. Indem er das unmittelbar erkennt, geht der Klargewordene nicht zugrunde. ",
  "dn24:2.18.1": "Es gibt manche Asketen und Brahmanen, die den Ursprung der Welt in ihrer Tradition als durch die durch Spielen Verkommenen bedingt beschreiben. ",
  "dn24:2.18.2": "Ich gehe zu ihnen und sage: ",
  "dn24:2.18.3": "‚Ist es wirklich wahr, ist das die Ansicht der Ehrwürdigen?‘ ",
  "dn24:2.18.4": "Und sie antworten: ‚Ja.‘ ",
  "dn24:2.18.5": "Ich sage zu ihnen: ",
  "dn24:2.18.6": "‚Aber wie beschreibt ihr in eurer Tradition, dass der Ursprung der Welt durch die durch Spielen Verkommenen bedingt zustande kam?‘ ",
  "dn24:2.18.7": "Doch davon sind sie überfragt, und sie stellen mir sogar ihrerseits Fragen. ",
  "dn24:2.18.8": "Und ich antwortete ihnen: ",
  "dn24:2.18.9": "‚Werte Freunde, es gibt Götter mit Namen „durch Spielen Verkommene“. Sie verbringen zu viel Zeit mit Lachen, Spielen und Ausgelassenheit. Und dabei verlieren sie ihre Achtsamkeit, und sie scheiden von jener Götterschar ab. ",
  "dn24:2.18.10": "Es ist möglich, dass eins jener Wesen von jener Schar abscheidet und in diesem Daseinszustand wiedergeboren wird. ",
  "dn24:2.18.11": "Dann zieht es aus dem Haus fort ins hauslose Leben. ",
  "dn24:2.18.12": "Durch eifriges, entschlossenes, hingegebenes und beflissenes Bemühen erfährt es eine Versenkung des Herzens solcher Art, dass es sich an dieses letzte Leben erinnert, aber an kein weiteres. ",
  "dn24:2.18.13": "Es sagt: ",
  "dn24:2.18.14": "„Die Götter, die nicht durch Spielen verkommen sind, verbringen nicht zu viel Zeit mit Lachen, Spielen und Ausgelassenheit. So verlieren sie nicht ihre Achtsamkeit, und sie scheiden nicht von jener Götterschar ab. ",
  "dn24:2.18.15": "Sie sind beständig, immerwährend, ewig, unvergänglich und bleiben für alle Ewigkeit gleich. ",
  "dn24:2.18.16": "Aber wir, die wir durch Spielen verkommen waren, verbrachten zu viel Zeit mit Lachen, Spielen und Ausgelassenheit. Und dabei verloren wir unsere Achtsamkeit, und wir schieden von jener Götterschar ab. ",
  "dn24:2.18.17": "Wir sind unbeständig, währen nicht fort, leben kurz, sind vergänglich und sind zu diesem Daseinszustand gekommen.“ ",
  "dn24:2.18.18": "So beschreibt ihr in eurer Tradition, dass der Ursprung der Welt durch die durch Spielen Verkommenen bedingt zustande kam.‘ ",
  "dn24:2.18.19": "Sie sagen: ",
  "dn24:2.18.20": "‚Das ist das, was wir gehört haben, werter Gotama, gerade wie du es sagst.‘ ",
  "dn24:2.18.21": "Bhaggava, ich verstehe den Ursprung der Welt. ",
  "dn24:2.18.22": "Indem er das unmittelbar erkennt, geht der Klargewordene nicht zugrunde. ",
  "dn24:2.19.1": "Es gibt manche Asketen und Brahmanen, die den Ursprung der Welt in ihrer Tradition als durch die Übelwollenden bedingt beschreiben. ",
  "dn24:2.19.2": "Ich gehe zu ihnen und sage: ",
  "dn24:2.19.3": "‚Ist es wirklich wahr, ist das die Ansicht der Ehrwürdigen?‘ ",
  "dn24:2.19.4": "Und sie antworten: ‚Ja.‘ ",
  "dn24:2.19.5": "Ich sage zu ihnen: ",
  "dn24:2.19.6": "‚Aber wie beschreibt ihr in eurer Tradition, dass der Ursprung der Welt durch die Übelwollenden bedingt zustande kam?‘ ",
  "dn24:2.19.7": "Doch davon sind sie überfragt, und sie stellen mir sogar ihrerseits Fragen. ",
  "dn24:2.19.8": "Und ich antwortete ihnen: ",
  "dn24:2.19.9": "‚Werte Freunde, es gibt Götter mit Namen „Übelwollende“. Sie verbringen zu viel Zeit damit, einander anzustarren, so dass sie aufeinander wütend werden, und ihr Körper und Geist werden müde. Sie scheiden von jener Götterschar ab. ",
  "dn24:2.19.10": "Es ist möglich, dass eins jener Wesen von jener Schar abscheidet und in diesem Daseinszustand wiedergeboren wird. ",
  "dn24:2.19.11": "Dann zieht es aus dem Haus fort ins hauslose Leben. ",
  "dn24:2.19.12": "Durch eifriges, entschlossenes, hingegebenes und beflissenes Bemühen erfährt es eine Versenkung des Herzens solcher Art, dass es sich an dieses letzte Leben erinnert, aber an kein weiteres. ",
  "dn24:2.19.13": "Es sagt: ",
  "dn24:2.19.14": "„Die Götter, die nicht  übelwollend sind, verbringen nicht zu viel Zeit damit, einander anzustarren, und so werden sie nicht wütend aufeinander, und ihr Körper und Geist werden nicht müde. Sie scheiden nicht von jener Götterschar ab. ",
  "dn24:2.19.15": "Sie sind beständig, immerwährend, ewig, unvergänglich und bleiben für alle Ewigkeit gleich. ",
  "dn24:2.19.16": "Aber wir, die wir übelwollend waren, verbrachten zu viel Zeit damit, einander anzustarren, so dass wir aufeinander wütend wurden, und unser Körper und Geist wurden müde. Wir schieden von jener Götterschar ab. ",
  "dn24:2.19.17": "Wir sind unbeständig, währen nicht fort, leben kurz, sind vergänglich und sind zu diesem Daseinszustand gekommen.“ ",
  "dn24:2.19.18": "So beschreibt ihr in eurer Tradition, dass der Ursprung der Welt durch die Übelwollenden bedingt zustande kam.‘ ",
  "dn24:2.19.19": "Sie sagen: ",
  "dn24:2.19.20": "‚Das ist das, was wir gehört haben, werter Gotama, gerade wie du es sagst.‘ ",
  "dn24:2.19.21": "Bhaggava, ich verstehe den Ursprung der Welt. ",
  "dn24:2.19.22": "Indem er das unmittelbar erkennt, geht der Klargewordene nicht zugrunde. ",
  "dn24:2.20.1": "Es gibt manche Asketen und Brahmanen, die den Ursprung der Welt in ihrer Tradition als durch Zufall entstanden beschreiben. ",
  "dn24:2.20.2": "Ich gehe zu ihnen und sage: ",
  "dn24:2.20.3": "‚Ist es wirklich wahr, ist das die Ansicht der Ehrwürdigen?‘ ",
  "dn24:2.20.4": "Und sie antworten: ‚Ja.‘ ",
  "dn24:2.20.5": "Ich sage zu ihnen: ",
  "dn24:2.20.6": "‚Aber wie beschreibt ihr in eurer Tradition, dass der Ursprung der Welt durch Zufall zustande kam?‘ ",
  "dn24:2.20.7": "Doch davon sind sie überfragt, und sie stellen mir sogar ihrerseits Fragen. ",
  "dn24:2.20.8": "Und ich antwortete ihnen: ",
  "dn24:2.20.9": "‚Werte Freunde, es gibt Götter mit Namen „Wesen ohne Wahrnehmung“. ",
  "dn24:2.20.10": "Wenn eine Wahrnehmung aufkommt, scheiden sie vom jener Götterschar ab. ",
  "dn24:2.20.11": "Es ist möglich, dass eins jener Wesen von jener Schar abscheidet und in diesem Daseinszustand wiedergeboren wird. ",
  "dn24:2.20.12": "Dann zieht es aus dem Haus fort ins hauslose Leben. ",
  "dn24:2.20.13": "Durch eifriges, entschlossenes, hingegebenes und beflissenes Bemühen erfährt es eine Versenkung des Herzens solcher Art, dass es sich an das Aufkommen der Wahrnehmung erinnert, aber an nichts anderes. ",
  "dn24:2.20.14": "Es sagt: ",
  "dn24:2.20.15": "„Das Selbst und das Weltall sind durch Zufall entstanden. ",
  "dn24:2.20.16": "Und warum? ",
  "dn24:2.20.17": "Weil ich vorher nicht bestanden habe. Jetzt bin ich vom Nichtsein zum Sein gewechselt.“ ",
  "dn24:2.20.18": "So beschreibt ihr in eurer Tradition, dass der Ursprung der Welt durch Zufall zustande kam.‘ ",
  "dn24:2.20.19": "Sie sagen: ",
  "dn24:2.20.20": "‚Das ist das, was wir gehört haben, werter Gotama, gerade wie du es sagst.‘ ",
  "dn24:2.20.21": "Ich verstehe den Ursprung der Welt und was darüber hinausgeht. Doch da ich dieses Verstehen nicht falsch auslege, habe ich in mir das Erlöschen verwirklicht. Indem er das unmittelbar erkennt, geht der Klargewordene nicht zugrunde. ",
  "dn24:2.21.1": "Obwohl ich so rede und erkläre, stellen mich manche Asketen und Brahmanen falsch dar mit der falschen, leeren, verlogenen und unwahren Behauptung: ",
  "dn24:2.21.2": "‚Der Asket Gotama hat einen verzerrten Blickwinkel und seine Mönche und Nonnen ebenfalls. ",
  "dn24:2.21.3": "Er sagt: ",
  "dn24:2.21.4": "„Zu einer Zeit, zu der man in die Befreiung durch das Schöne eintritt und darin verweilt, nimmt man nur Hässliches wahr.“‘ ",
  "dn24:2.21.5": "Aber das sage ich nicht. ",
  "dn24:2.21.7": "Ich sage: ",
  "dn24:2.21.8": "‚Zu einer Zeit, zu der man in die Befreiung durch das Schöne eintritt und darin verweilt, nimmt man nur Schönes wahr.‘“ ",
  "dn24:2.21.9": "„Sie sind diejenigen, die einen verzerrten Blickwinkel haben, Herr, die den Buddha und die Mönche und Nonnen so betrachten. ",
  "dn24:2.21.10": "Herr, ich bin recht zuversichtlich, dass der Buddha in der Lage ist, mich zu unterweisen, sodass ich in die Befreiung durch das Schöne eintreten und darin verweilen kann.“ ",
  "dn24:2.21.11": "„Es ist schwer für dich, in die Befreiung durch das Schöne einzutreten und darin zu verweilen, denn du hast eine andere Ansicht, ein anderes Bekenntnis, eine andere Vorliebe, Übung und Tradition. ",
  "dn24:2.21.12": "Komm, Bhaggava, bewahre sorgfältig die Zuversicht, die du zu mir hast.“ ",
  "dn24:2.21.13": "„Wenn es schwer für mich ist, in die Befreiung durch das Schöne einzutreten und darin zu verweilen, da ich eine andere Ansicht, ein anderes Bekenntnis, eine andere Vorliebe, Übung und Tradition habe, ",
  "dn24:2.21.14": "will ich sorgfältig die Zuversicht bewahren, die ich zum Buddha habe.“ ",
  "dn24:2.21.15": "Das sagte der Buddha. ",
  "dn24:2.21.16": "Zufrieden freute sich der Wanderer Bhaggavagotta über die Worte des Buddha. "
}