{
  "dn27:0.1": "Lange Lehrreden 27 ",
  "dn27:0.2": "Was zuerst kam ",
  "dn27:1.1": "So habe ich es gehört: ",
  "dn27:1.2": "Einmal hielt sich der Buddha bei Sāvatthī im Ostkloster auf, dem Pfahlhaus der Mutter Migāras. ",
  "dn27:1.3": "Zu dieser Zeit nun lebten Vāseṭṭha und Bhāradvāja auf Probe unter den Mönchen in der Hoffnung, ordiniert zu werden. ",
  "dn27:1.4": "Da kam der Buddha am späten Nachmittag vom Pfahlhaus herab und ging im Schatten des Pfahlhauses achtsam im Freien auf und ab. ",
  "dn27:2.1": "Vāseṭṭha sah ihn ",
  "dn27:2.2": "und sagte zu Bhāradvāja: ",
  "dn27:2.3": "„Werter Bhāradvāja, der Buddha geht im Schatten des Pfahlhauses achtsam im Freien auf und ab. ",
  "dn27:2.4": "Komm, werter Freund, lass uns zum Buddha gehen. ",
  "dn27:2.5": "Hoffentlich werden wir von ihm einen Dhammavortrag zu hören bekommen.“ ",
  "dn27:2.6": "„Ja, werter Freund“, antwortete Bhāradvāja. ",
  "dn27:2.7": "Und sie gingen zum Buddha, verbeugten sich und gingen neben ihm her. ",
  "dn27:3.1": "Da wandte sich der Buddha an Vāseṭṭha: ",
  "dn27:3.2": "„Vāseṭṭha, ihr beide seid Brahmanen durch eure Geburt und euren Stamm, und ihr seid aus einer Brahmanenfamilie aus dem Haus fortgezogen ins hauslose Leben. Ich hoffe, ihr werdet nicht von den Brahmanen beschimpft und beleidigt?“ ",
  "dn27:3.3": "„Herr, die Brahmanen beschimpfen und beleidigen uns tatsächlich mit ihren üblichen Beleidigungen in vollem Umfang.“ ",
  "dn27:3.4": "„Aber wie beleidigen euch die Brahmanen?“ ",
  "dn27:3.5": "„Herr, die Brahmanen sagen: ",
  "dn27:3.6": "‚Nur die Brahmanen sind die erste Kaste; andere Kasten sind geringer. ",
  "dn27:3.7": "Nur die Brahmanen sind die helle Kaste; andere Kasten sind dunkel. ",
  "dn27:3.8": "Nur die Brahmanen sind geläutert; andere sind es nicht. ",
  "dn27:3.9": "Nur die Brahmanen sind die rechtmäßigen Söhne Brahmās, aus seinem Mund geboren, von Brahmā geboren, von Brahmā geschaffen, Erben Brahmās. ",
  "dn27:3.10": "Ihr beiden habt die erste Kaste verlassen, um euch einer geringeren Kaste anzuschließen, nämlich diesen glatzköpfigen Pfaffen, diesen falschen Asketen, diesem Gesindel, der schwarzen Ausgeburt aus den Füßen unseres Stammvaters. ",
  "dn27:3.11": "Das ist nicht richtig, es ist nicht recht!‘ ",
  "dn27:3.12": "So beleidigen uns die Brahmanen.“ ",
  "dn27:4.1": "„Vāseṭṭha, die Brahmanen vergessen tatsächlich ihre Überlieferung, wenn sie so zu euch sprechen. ",
  "dn27:4.6": "Denn man sieht, dass Brahmaninnen ihre Periode haben, dass sie schwanger werden, Kinder gebären und stillen. ",
  "dn27:4.7": "Doch obwohl sie aus dem Schoß einer Brahmanin geboren wurden, sagen die Brahmanen: ",
  "dn27:4.8": "‚Nur die Brahmanen sind die erste Kaste; andere Kasten sind geringer. ",
  "dn27:4.9": "Nur die Brahmanen sind die helle Kaste; andere Kasten sind dunkel. ",
  "dn27:4.10": "Nur die Brahmanen sind geläutert; andere sind es nicht. ",
  "dn27:4.11": "Nur die Brahmanen sind die rechtmäßigen Söhne Brahmās, aus seinem Mund geboren, von Brahmā geboren, von Brahmā geschaffen, Erben Brahmās.‘ ",
  "dn27:4.12": "Sie stellen die Brahmanen falsch dar, reden falsch und schaffen viel schlechtes Karma. ",
  "dn27:5.0": "1. Reinheit in den vier Kasten ",
  "dn27:5.1": "Vāseṭṭha, es gibt diese vier Kasten: ",
  "dn27:5.2": "Adlige, Brahmanen, Händler und Arbeiter. ",
  "dn27:5.3": "Manche Adlige töten lebende Geschöpfe, stehlen und begehen sexuelle Verfehlungen. Sie gebrauchen falsche, entzweiende, harte oder unsinnige Rede. Und sie sind begehrlich und böswillig und haben falsche Ansicht. ",
  "dn27:5.4": "Diese Dinge sind untauglich, tadelnswert, sollten nicht gepflegt werden und sind der Edlen nicht würdig, und sie werden als solche angesehen. Es sind dunkle Taten mit dunklem Ergebnis, die von vernünftigen Menschen getadelt werden. Solche Dinge sieht man bei manchen Adligen. ",
  "dn27:5.5": "Und man sieht sie auch bei Brahmanen, ",
  "dn27:5.6": "Händlern ",
  "dn27:5.7": "und Arbeitern. ",
  "dn27:6.1": "Aber manche Adlige unterlassen das Töten lebender Geschöpfe, das Stehlen und sexuelle Verfehlungen. Sie unterlassen falsche, entzweiende, harte oder unsinnige Rede. Und sie sind zufrieden und gütig und haben rechte Ansicht. ",
  "dn27:6.2": "Diese Dinge sind tauglich, ohne Tadel, sollten gepflegt werden und sind der Edlen würdig, und sie werden als solche angesehen. Es sind helle Taten mit hellem Ergebnis, die von vernünftigen Menschen gepriesen werden. Solche Dinge sieht man bei manchen Adligen. ",
  "dn27:6.3": "Und man sieht sie auch bei Brahmanen, ",
  "dn27:6.4": "Händlern ",
  "dn27:6.5": "und Arbeitern. ",
  "dn27:7.1": "So kommt beides vor und ist über die vier Kasten verteilt – das Dunkle und das Helle, das, was von vernünftigen Menschen gepriesen und was von ihnen getadelt wird. Und doch sagen die Brahmanen: ",
  "dn27:7.2": "‚Nur die Brahmanen sind die erste Kaste; andere Kasten sind geringer. ",
  "dn27:7.3": "Nur die Brahmanen sind die helle Kaste; andere Kasten sind dunkel. ",
  "dn27:7.4": "Nur die Brahmanen sind geläutert; andere sind es nicht. ",
  "dn27:7.5": "Nur die Brahmanen sind die rechtmäßigen Söhne Brahmās, aus seinem Mund geboren, von Brahmā geboren, von Brahmā geschaffen, Erben Brahmās.‘ ",
  "dn27:7.6": "Vernünftige Menschen erkennen das nicht an. ",
  "dn27:7.7": "Und warum nicht? ",
  "dn27:7.8": "Weil jeder Mönch, der vollendet ist – dessen Befleckungen aufgelöst sind, der die spirituelle Reise abgeschlossen hat, der getan hat, was zu tun war, die Last abgelegt, sein eigenes wahres Ziel erreicht, der die Fesseln der Wiedergeburt endgültig gelöst hat und durch Erleuchtung richtig befreit ist – weil jeder solche Mönch als Vorderster gilt durch Grundsätze, nicht ohne Grundsätze. ",
  "dn27:7.9": "Denn, Vāseṭṭha, Grundsätze sind das erste Ding für die Menschen, sowohl in diesem als auch im nächsten Leben. ",
  "dn27:7.10": "Und hier ist eine Art, zu verstehen, inwiefern das so ist: ",
  "dn27:8.1": "Der König Pasenadi von Kosala weiß, ",
  "dn27:8.2": "dass der Asket Gotama vom benachbarten Stamm der Sakyer fortgezogen ist, ",
  "dn27:8.3": "und die Sakyer sind seine Lehnsleute. ",
  "dn27:8.4": "Die Sakyer zeigen dem König Pasenadi gegenüber ihre Ehrerbietung, indem sie sich vor ihm verbeugen, für ihn aufstehen, ihn mit zusammengelegten Händen begrüßen und ihm gegenüber respektvolle Umgangsformen zeigen. ",
  "dn27:8.5": "Nun zeigt aber der König Pasenadi dem Klargewordenen gegenüber die gleiche Ehrerbietung. Aber er denkt nicht: ‚Der Asket Gotama ist von guter Geburt, ich bin von schlechter Geburt. ",
  "dn27:8.6": "Er ist mächtig, ich bin schwach. ",
  "dn27:8.7": "Er sieht gut aus, ich bin hässlich. ",
  "dn27:8.8": "Er ist von hohem Rang, ich bin von niederem Rang.‘ ",
  "dn27:8.9": "Vielmehr ehrt er, wenn er dem Klargewordenen gegenüber solche Ehrerbietung zeigt, nur die Grundsätze, er achtet und verehrt die Grundsätze. ",
  "dn27:8.10": "Und hier ist eine andere Art, zu verstehen, inwiefern Grundsätze das erste Ding für die Menschen sind, sowohl in diesem als auch im nächsten Leben: ",
  "dn27:9.1": "Vāseṭṭha, ihr seid von unterschiedlicher Geburt, habt unterschiedliche Namen, kommt von unterschiedlichen Stämmen und seid aus unterschiedlichen Familien aus dem Haus fortgezogen ins hauslose Leben. ",
  "dn27:9.2": "Wenn ihr gefragt werdet, wer ihr seid, behauptet ihr, Asketen zu sein, Anhänger des Sakyers. ",
  "dn27:9.3": "Aber nur, wenn jemand Vertrauen zum Klargewordenen hat, das verankert und verwurzelt und tief eingepflanzt ist, das fest ist und ihm von keinem Asketen oder Brahmanen oder Gott oder Māra oder Brahmā oder von irgendjemandem in der Welt genommen werden kann, nur dann ist es für ihn angebracht, zu sagen: ",
  "dn27:9.4": "‚Ich bin ein wahres Kind des Buddha, aus seinem Mund geboren, aus Grundsätzen geboren, von Grundsätzen geschaffen, ein Erbe der Grundsätze.‘ ",
  "dn27:9.5": "Und warum? ",
  "dn27:9.6": "Weil dies Ausdrücke für den Klargewordenen sind: ‚die Verkörperung der Wahrheit‘ und ‚die Verkörperung der Heiligkeit‘ und ‚der, der zur Wahrheit geworden ist‘ und ‚der, der heilig geworden ist‘. ",
  "dn27:10.1": "Es kommt eine Zeit, Vāseṭṭha, nachdem eine sehr lange Zeitspanne vergangen ist, da dieses Weltall sich zusammenzieht. ",
  "dn27:10.2": "Wenn das Weltall sich zusammenzieht, gehen die Lebewesen zumeist zum Bereich des strahlenden Glanzes. ",
  "dn27:10.3": "Dort sind sie geistgeschaffen, ernähren sich von Ekstase, sind selbstleuchtend und bewegen sich über den Himmel, gleichmäßig strahlend, und sie bleiben so für eine sehr lange Zeit. ",
  "dn27:10.4": "Es kommt eine Zeit, nachdem eine sehr lange Zeitspanne vergangen ist, da dieses Weltall sich ausdehnt. ",
  "dn27:10.5": "Wenn das Weltall sich ausdehnt, scheiden die Lebewesen zumeist von jener Schar strahlender Gottheiten ab und kommen zu dieser Daseinsform zurück. ",
  "dn27:10.6": "Hier sind sie geistgeschaffen, ernähren sich von Ekstase, sind selbstleuchtend und bewegen sich über den Himmel, gleichmäßig strahlend, und sie bleiben so für eine sehr lange Zeit. ",
  "dn27:11.0": "2. Fester Nektar erscheint ",
  "dn27:11.1": "Aber zu dieser Zeit war diese einzige Wassermasse vollkommen dunkel. ",
  "dn27:11.2": "Mond und Sonne waren nicht erkennbar, noch Sterne und Sternbilder, Tag und Nacht, Monate und halbe Monate, Jahre und Jahreszeiten, und auch nicht Weibliches und Männliches. Die Wesen waren einfach als ‚Wesen‘ bekannt. ",
  "dn27:11.3": "Aber als eine sehr lange Zeitspanne vergangen war, gerann im Wasser ein fester Nektar. ",
  "dn27:11.4": "Er erschien gerade so wie geronnene Milch auf heißem Milchreis, wenn er abkühlt. ",
  "dn27:11.6": "Er war schön anzusehen, duftend und köstlich, wie Ghee oder Butter. ",
  "dn27:11.7": "Und er war so süß wie reinster Honig. ",
  "dn27:11.9": "Nun war eins dieser Wesen begierig. ",
  "dn27:11.10": "Es dachte: ‚Was um Himmels willen kann das sein?‘, und versuchte den festen Nektar mit seinem Finger. ",
  "dn27:11.11": "Er schmeckte ihm, und Verlangen wurde in ihm geboren. ",
  "dn27:11.12": "Und andere Wesen folgten dem Beispiel dieses Wesens und versuchten den festen Nektar mit ihren Fingern. ",
  "dn27:11.13": "Auch ihnen schmeckte er, und Verlangen wurde in ihnen geboren. ",
  "dn27:12.0": "3. Mond und Sonne erscheinen ",
  "dn27:12.1": "Dann begannen diese Wesen, den festen Nektar zu essen, indem sie ihn in Stücke brachen. ",
  "dn27:12.2": "Aber als sie das taten, ",
  "dn27:12.3": "verschwand ihr Leuchten. ",
  "dn27:12.4": "Und als ihr Leuchten verschwand, erschienen Mond und Sonne, ",
  "dn27:12.5": "Sterne und Sternbilder erschienen, ",
  "dn27:12.6": "Tage und Nächte wurden unterschieden ",
  "dn27:12.7": "sowie auch Monate und halbe Monate ",
  "dn27:12.8": "und Jahre und Jahreszeiten. ",
  "dn27:12.9": "Bis zu diesem Punkt hatte sich die Welt einmal mehr entwickelt. ",
  "dn27:13.1": "Und diese Wesen, die den festen Nektar aßen, blieben mit ihm als Speise und Ernährung so für eine sehr lange Zeit. ",
  "dn27:13.2": "Aber als sie lange Zeit diesen festen Nektar aßen, wurden ihre Körper gröber, und ihr Aussehen unterschied sich: ",
  "dn27:13.3": "Manche waren schön, manche hässlich. ",
  "dn27:13.4": "Und die schönen Wesen schauten auf die hässlichen herab: ",
  "dn27:13.5": "‚Wir sind schöner, sie sind die Hässlichen!‘ ",
  "dn27:13.6": "Und die Eitelkeit der Schönen ließ den festen Nektar verschwinden. ",
  "dn27:13.7": "Da versammelten sich die Wesen und klagten: ",
  "dn27:13.9": "‚Ach, was für ein Geschmack! Ach, was für ein Geschmack!‘ ",
  "dn27:13.10": "Und selbst heute sagen die Leute, wenn sie etwas Schmackhaftes bekommen: ",
  "dn27:13.11": "‚Ach, was für ein Geschmack! Ach, was für ein Geschmack!‘ ",
  "dn27:13.12": "Sie erinnern sich eben an eine alte, ursprüngliche Redensart, aber sie verstehen nicht, was sie bedeutet. ",
  "dn27:14.0": "4. Erdsprossen ",
  "dn27:14.1": "Als der feste Nektar verschwunden war, erschienen diesen Wesen Erdsprossen. ",
  "dn27:14.2": "Gerade wie Pilze erschienen sie. ",
  "dn27:14.3": "Sie waren schön anzusehen, duftend und köstlich, wie Ghee oder Butter. ",
  "dn27:14.4": "Und sie waren so süß wie reinster Honig. ",
  "dn27:14.5": "Dann begannen diese Wesen, die Erdsprossen zu essen. ",
  "dn27:14.6": "Mit ihnen als Speise und Ernährung blieben sie so für eine sehr lange Zeit. ",
  "dn27:14.7": "Aber als sie lange Zeit diese Erdsprossen aßen, wurden ihre Körper gröber, und ihr Aussehen unterschied sich: ",
  "dn27:14.8": "Manche waren schön, manche hässlich. ",
  "dn27:14.9": "Und die schönen Wesen schauten auf die hässlichen herab: ",
  "dn27:14.10": "‚Wir sind schöner, sie sind die Hässlichen!‘ ",
  "dn27:14.11": "Und die Eitelkeit der Schönen ließ die Erdsprossen verschwinden. ",
  "dn27:14.12.0": "5. Aufplatzende Kapseln ",
  "dn27:14.13": "Als die Erdsprossen verschwunden waren, erschienen aufplatzende Kapseln, wie die Früchte des Kadamba-Baumes. ",
  "dn27:14.14": "Sie waren schön anzusehen, duftend und köstlich, wie Ghee oder Butter. ",
  "dn27:14.15": "Und sie waren so süß wie reinster Honig. ",
  "dn27:15.1": "Dann begannen diese Wesen, die aufplatzenden Kapseln zu essen. ",
  "dn27:15.2": "Mit ihnen als Speise und Ernährung blieben sie so für eine sehr lange Zeit. ",
  "dn27:15.3": "Aber als sie lange Zeit diese aufplatzenden Kapseln aßen, wurden ihre Körper gröber, und ihr Aussehen unterschied sich: ",
  "dn27:15.4": "Manche waren schön, manche hässlich. ",
  "dn27:15.5": "Und die schönen Wesen schauten auf die hässlichen herab: ",
  "dn27:15.6": "‚Wir sind schöner, sie sind die Hässlichen!‘ ",
  "dn27:15.7": "Und die Eitelkeit der Schönen ließ die aufplatzenden Kapseln verschwinden. ",
  "dn27:15.8": "Da versammelten sich die Wesen und klagten: ",
  "dn27:15.9": "‚Ach, was haben wir verloren! Ach, was haben wir verloren – wir haben die aufplatzenden Kapseln verloren!‘ ",
  "dn27:15.10": "Und selbst heute sagen die Leute, wenn sie Leiden erfahren: ",
  "dn27:15.11": "‚Ach, was haben wir verloren! Ach, was haben wir verloren!‘ ",
  "dn27:15.12": "Sie erinnern sich eben an eine alte, ursprüngliche Redensart, aber sie verstehen nicht, was sie bedeutet. ",
  "dn27:16.0": "6. Reifer, wild wachsender Reis ",
  "dn27:16.1": "Als die aufplatzenden Kapseln verschwunden waren, erschien diesen Wesen reifer, wild wachsender Reis. Er hatte weder Häutchen noch Hülse, war rein und duftend, das blanke Reiskorn. ",
  "dn27:16.2": "Was sie am Abend zum Abendessen holten, war bis zum Morgen nachgewachsen und reif. ",
  "dn27:16.3": "Und was sie am Morgen zum Frühstück holten, war bis zum Abend nachgewachsen und reif. ",
  "dn27:16.4": "Man sah nicht, dass geerntet war. ",
  "dn27:16.5": "Und diese Wesen, die den reifen, wild wachsenden Reis aßen, blieben mit ihm als Speise und Ernährung so für eine sehr lange Zeit. ",
  "dn27:16.6.0": "7. Weibliche und männliche Geschlechtsmerkmale erscheinen ",
  "dn27:16.7": "Aber als sie lange Zeit diesen reifen, wild wachsenden Reis aßen, wurden ihre Körper gröber, und ihr Aussehen unterschied sich. Und es erschienen weibliche Geschlechtsmerkmale bei Frauen und männliche Geschlechtsmerkmale bei Männern. ",
  "dn27:16.8": "Frauen verbrachten zu viel Zeit damit, Männer anzustarren, und Männer Frauen. ",
  "dn27:16.9": "Sie wurden lüstern und ihre Körper brannten im Fieber. ",
  "dn27:16.10": "Aufgrund dieses Fiebers hatten sie Geschlechtsverkehr miteinander. ",
  "dn27:16.11": "Die, die sie beim Geschlechtsverkehr sahen, bewarfen sie mit Schmutz, Asche oder Kuhmist: ",
  "dn27:16.12": "‚Verschwinde, du Schwein! Verschwinde, du Schwein! ",
  "dn27:16.13": "Wie in aller Welt kann ein Wesen das einem anderen antun!‘ ",
  "dn27:16.14": "Und selbst heute bewerfen die Leute in manchen Ländern, wenn eine Braut weggetragen wird, diese mit Schmutz, Asche oder Kuhmist. ",
  "dn27:16.15": "Sie erinnern sich eben an eine alte, ursprüngliche Redensart, aber sie verstehen nicht, was sie bedeutet. ",
  "dn27:17.0": "8. Geschlechtsverkehr ",
  "dn27:17.1": "Was zu jener Zeit als unmoralisch galt, gilt heutzutage als sittlich. ",
  "dn27:17.2": "Die Wesen, die miteinander Geschlechtsverkehr hatten, durften ein Dorf oder eine Stadt einen oder zwei Monate lang nicht betreten. ",
  "dn27:17.3": "Von der Zeit an, als sie sich übermäßig in die Unmoral zu stürzen begannen, ",
  "dn27:17.4": "begannen die Wesen, Häuser zu bauen, um ihr unmoralisches Handeln zu verstecken. ",
  "dn27:17.5": "Da dachte eins dieser Wesen, das von fauler Veranlagung war: ",
  "dn27:17.6": "‚He, warum sollte ich mir die Mühe machen, am Abend Reis zum Abendessen zu holen und am Morgen zum Frühstück? ",
  "dn27:17.7": "Warum hole ich nicht Reis zum Abendessen und zum Frühstück auf einmal?‘ ",
  "dn27:17.8": "Und so tat das Wesen es. ",
  "dn27:17.9": "Dann begab sich eins der anderen Wesen zu diesem Wesen und sagte: ",
  "dn27:17.10": "‚Komm, gutes Wesen, wir wollen Reis holen gehen.‘ ",
  "dn27:17.11": "‚Nicht nötig, gutes Wesen. Ich habe Reis zum Abendessen und zum Frühstück auf einmal geholt.‘ ",
  "dn27:17.12": "Und dieses Wesen holte, indem es dem Beispiel des vorigen folgte, Reis für zwei Tage auf einmal und dachte: ‚Das scheint gut zu sein.‘ ",
  "dn27:17.13": "Dann begab sich eins der anderen Wesen zu diesem Wesen und sagte: ",
  "dn27:17.14": "‚Komm, gutes Wesen, wir wollen Reis holen gehen.‘ ",
  "dn27:17.15": "‚Nicht nötig, gutes Wesen. Ich habe Reis für zwei Tage auf einmal geholt.‘ ",
  "dn27:17.16": "Und dieses Wesen holte, indem es dem Beispiel des vorigen folgte, Reis für vier Tage auf einmal und dachte: ‚Das scheint gut zu sein.‘ ",
  "dn27:17.17": "Dann begab sich eins der anderen Wesen zu diesem Wesen und sagte: ",
  "dn27:17.18": "‚Komm, gutes Wesen, wir wollen Reis holen gehen.‘ ",
  "dn27:17.19": "‚Nicht nötig, gutes Wesen. Ich habe Reis für vier Tage auf einmal geholt.‘ ",
  "dn27:17.20": "Und dieses Wesen holte, indem es dem Beispiel des vorigen folgte, Reis für acht Tage auf einmal und dachte: ‚Das scheint gut zu sein.‘ ",
  "dn27:17.21": "Aber als sie begannen, Vorräte von Reis zum Essen anzulegen, ",
  "dn27:17.22": "bekamen die Reiskörner Häutchen und Hülsen, von denen sie umhüllt waren, ",
  "dn27:17.23": "der Reis wuchs nach dem Schneiden nicht mehr nach, man sah, dass geerntet war, und er stand in Büscheln. ",
  "dn27:18.0": "9. Aufteilen der Felder ",
  "dn27:18.1": "Da versammelten sich die Wesen und klagten: ",
  "dn27:18.2": "‚Ach, was für böse Dinge sind unter den Wesen erschienen! ",
  "dn27:18.3": "Denn früher waren wir geistgeschaffen, ernährten uns von Ekstase, waren selbstleuchtend und bewegten uns über den Himmel, gleichmäßig strahlend, und wir blieben so für eine sehr lange Zeit. ",
  "dn27:18.4": "Als eine sehr lange Zeitspanne vergangen war, gerann im Wasser ein fester Nektar. ",
  "dn27:18.10": "Aber schlechte, untaugliche Dinge unter uns ließen den festen Nektar verschwinden, ",
  "dn27:18.15": "und sie ließen auch die Erdsprossen ",
  "dn27:18.20": "und die aufplatzenden Kapseln verschwinden, ",
  "dn27:18.26": "und jetzt haben die Reiskörner Häutchen und Hülsen bekommen, von denen sie umhüllt sind, der Reis wächst nach dem Schneiden nicht mehr nach, man sieht, dass geerntet ist, und er steht in Büscheln. ",
  "dn27:18.27": "Wir sollten lieber den Reis aufteilen und Grenzen festlegen.‘ ",
  "dn27:18.28": "Und so taten sie es. ",
  "dn27:19.1": "Nun war eins dieser Wesen begierig. Es hob seinen eigenen Teil auf, nahm den Teil eines anderen, der ihm nicht gegeben worden war, und aß ihn. ",
  "dn27:19.2": "Sie ergriffen das Wesen, das das getan hatte, und sagten: ",
  "dn27:19.3": "‚Du hast etwas Schlechtes getan, gutes Wesen, dass du deinen eigenen Teil aufgehoben und den Teil eines anderen genommen hast, der dir nicht gegeben worden war, und ihn gegessen hast. ",
  "dn27:19.4": "Tu so etwas nicht wieder.‘ ",
  "dn27:19.5": "‚Ja, ihr Herren‘, antwortete dieses Wesen. ",
  "dn27:19.6": "Aber zum zweiten ",
  "dn27:19.7": "und zum dritten Mal tat es das Gleiche und wurde auf die gleiche Art ermahnt. ",
  "dn27:19.11": "Und dann schlugen sie dieses Wesen, manche mit Fäusten, andere mit Steinen und wieder andere mit Stöcken. ",
  "dn27:19.12": "Von diesem Tag an fand man das Stehlen vor, das Schuldigsprechen, das Lügen und das Zu-Stöcken-Greifen. ",
  "dn27:20.0": "10. Der gewählte König ",
  "dn27:20.1": "Da versammelten sich die Wesen und klagten: ",
  "dn27:20.2": "‚Ach, was für böse Dinge sind unter den Wesen erschienen, dass man das Stehlen vorfindet, das Schuldigsprechen, das Lügen und das Zu-Stöcken-Greifen! ",
  "dn27:20.3": "Warum wählen wir nicht ein Wesen, das die, die Anklage verdienen, richtig anklagt, die, die Schuldspruch verdienen, richtig schuldig spricht und die, die Verbannung verdienen, richtig verbannt? ",
  "dn27:20.4": "Wir wollen es mit einem Anteil Reis bezahlen.‘ ",
  "dn27:20.5": "Dann begaben sich diese Wesen zu einem Wesen unter ihnen, das besonders anziehend, gut aussehend, anmutig und von hohem Rang war, und sagten: ",
  "dn27:20.6": "‚Komm, gutes Wesen, klage die richtig an, die Anklage verdienen, sprich die richtig schuldig, die Schuldspruch verdienen und verbanne die richtig, die Verbannung verdienen. ",
  "dn27:20.7": "Wir wollen dich mit einem Anteil Reis bezahlen.‘ ",
  "dn27:20.8": "‚Ja, ihr Herren‘, antwortete dieses Wesen. Es tat wie besprochen ",
  "dn27:20.9": "und wurde mit einem Anteil Reis bezahlt. ",
  "dn27:21.1": "‚Vom Volk gewählt‘, Vāseṭṭha, ist die Bedeutung von ‚der Gewählte‘, des ersten Ausdrucks, der eigens für ihn erdacht wurde. ",
  "dn27:21.2": "‚Herr der Felder‘ ist die Bedeutung von ‚Adliger‘, des zweiten Ausdrucks, der eigens für ihn erdacht wurde. ",
  "dn27:21.3": "‚Er erfreut andere mit Grundsätzen‘ ist die Bedeutung von ‚König‘, des dritten Ausdrucks, der eigens für ihn erdacht wurde. ",
  "dn27:21.4": "Und so, Vāseṭṭha, wurden die alten, ursprünglichen Ausdrücke für den Kreis der Adligen geschaffen; für eben diese Wesen, keine anderen; für die, die ihnen gleichen, nicht für Ungleiche; rechtmäßig, nicht unrechtmäßig. ",
  "dn27:21.5": "Denn, Vāseṭṭha, Grundsätze sind das erste Ding für die Menschen, sowohl in diesem als auch im nächsten Leben. ",
  "dn27:22.0": "11. Der Kreis der Brahmanen ",
  "dn27:22.1": "Da dachten einige dieser Wesen: ",
  "dn27:22.2": "‚Ach, was für böse Dinge sind unter den Wesen erschienen, dass man das Stehlen vorfindet, das Schuldigsprechen, das Lügen und das Zu-Stöcken-Greifen! ",
  "dn27:22.3": "Warum legen wir nicht schlechte, untaugliche Dinge ab?‘ ",
  "dn27:22.4": "Und so taten sie es. ",
  "dn27:22.5": "‚Er legt schlechte, untaugliche Dinge ab‘ ist die Bedeutung von ‚Brahmane‘, des ersten Ausdrucks, der eigens für sie erdacht wurde. ",
  "dn27:22.6": "Sie bauten Laubhütten an einem Ort in der Wildnis und meditierten dort rein und hell, ohne ein Herdfeuer anzuzünden oder die Erde umzugraben. Sie kamen morgens zum Frühstück und abends zum Abendessen herab in die Dörfer, Marktflecken und Hauptstädte, um ein Mahl zu suchen. ",
  "dn27:22.7": "Wenn sie zu essen bekommen hatten, setzten sie ihre Meditation in den Laubhütten fort. ",
  "dn27:22.8": "Wenn die Leute das sahen, sagten sie: ",
  "dn27:22.9": "‚Diese Wesen bauen Laubhütten an einem Ort in der Wildnis und meditieren dort rein und hell, ohne ein Herdfeuer anzuzünden oder die Erde umzugraben. Sie kommen morgens zum Frühstück und abends zum Abendessen herab in die Dörfer, Marktflecken und Hauptstädte, um ein Mahl zu suchen. ",
  "dn27:22.10": "Wenn sie zu essen bekommen haben, setzen sie ihre Meditation in den Laubhütten fort.‘ ",
  "dn27:22.11": "‚Er meditiert‘ ist die Bedeutung von ‚jemand, der meditiert‘, des zweiten Ausdrucks, der eigens für sie erdacht wurde. ",
  "dn27:23.1": "Aber einige dieser Wesen waren nicht in der Lage, die Meditation in den Laubhütten in der Wildnis fortzusetzen. Sie kamen herab in die Nähe eines Dorfes oder einer Stadt, wo sie blieben und Texte verfassten. ",
  "dn27:23.2": "Wenn die Leute das sahen, sagten sie: ",
  "dn27:23.3": "‚Diese Wesen sind nicht in der Lage, die Meditation in den Laubhütten in der Wildnis fortzusetzen. Sie kommen herab in die Nähe eines Dorfes oder einer Stadt, wo sie bleiben und Texte verfassen. Jetzt meditieren sie nicht.“ ",
  "dn27:23.4": "‚Jetzt meditieren sie nicht‘ ist die Bedeutung von ‚jemand, der aufsagt‘, des dritten Ausdrucks, der eigens für sie erdacht wurde. ",
  "dn27:23.5": "Was zu jener Zeit als geringer galt, gilt heutzutage als das Beste. ",
  "dn27:23.6": "Und so, Vāseṭṭha, wurden die alten, ursprünglichen Ausdrücke für den Kreis der Brahmanen geschaffen; für eben diese Wesen, keine anderen; für die, die ihnen gleichen, nicht für Ungleiche; rechtmäßig, nicht unrechtmäßig. ",
  "dn27:23.7": "Denn, Vāseṭṭha, Grundsätze sind das erste Ding für die Menschen, sowohl in diesem als auch im nächsten Leben. ",
  "dn27:24.0": "12. Der Kreis der Händler ",
  "dn27:24.1": "Manche dieser Wesen nahmen ein aktives Sexualleben auf und widmeten sich verschiedenen Berufen. ",
  "dn27:24.2": "‚Sie nehmen ein aktives Sexualleben auf und widmen sich verschiedenen Berufen‘ ist die Bedeutung von ‚Händler‘, des Ausdrucks, der eigens für sie erdacht wurde. ",
  "dn27:24.3": "Und so, Vāseṭṭha, wurde der alte, ursprüngliche Ausdruck für den Kreis der Händler geschaffen; für eben diese Wesen, keine anderen; für die, die ihnen gleichen, nicht für Ungleiche; rechtmäßig, nicht unrechtmäßig. ",
  "dn27:24.4": "Denn, Vāseṭṭha, Grundsätze sind das erste Ding für die Menschen, sowohl in diesem als auch im nächsten Leben. ",
  "dn27:25.0": "13. Der Kreis der Arbeiter ",
  "dn27:25.1": "Die restlichen Wesen lebten von der Jagd und niederen Tätigkeiten. ",
  "dn27:25.2": "‚Sie leben von der Jagd und niederen Tätigkeiten‘ ist die Bedeutung von ‚Arbeiter‘, des Ausdrucks, der eigens für sie erdacht wurde. ",
  "dn27:25.3": "Und so, Vāseṭṭha, wurde der alte, ursprüngliche Ausdruck für den Kreis der Arbeiter geschaffen; für eben diese Wesen, keine anderen; für die, die ihnen gleichen, nicht für Ungleiche; rechtmäßig, nicht unrechtmäßig. ",
  "dn27:25.4": "Denn, Vāseṭṭha, Grundsätze sind das erste Ding für die Menschen, sowohl in diesem als auch im nächsten Leben. ",
  "dn27:26.1": "Es kam eine Zeit, da ein Adliger, ein Brahmane, ein Händler oder ein Arbeiter seinen eigenen Beruf missbilligte und aus dem Haus fortzog ins hauslose Leben: ",
  "dn27:26.6": "‚Ich will ein Asket sein.‘ ",
  "dn27:26.7": "Und so, Vāseṭṭha, wurden diese vier Kreise geschaffen; für eben diese Wesen, keine anderen; für die, die ihnen gleichen, nicht für Ungleiche; rechtmäßig, nicht unrechtmäßig. ",
  "dn27:26.8": "Denn, Vāseṭṭha, Grundsätze sind das erste Ding für die Menschen, sowohl in diesem als auch im nächsten Leben. ",
  "dn27:27.0": "14. Über schlechtes Verhalten ",
  "dn27:27.1": "Ein Adliger, ein Brahmane, ein Händler, ein Arbeiter oder ein Asket mag mit dem Körper, der Sprache und dem Geist Schlechtes tun. Er hat falsche Ansicht, und er handelt dementsprechend. Und weil er so gehandelt hat, wird er, wenn sein Körper auseinanderbricht, nach dem Tod, an einem verlorenen Ort wiedergeboren, einem schlechten Ort, in der Unterwelt, der Hölle. ",
  "dn27:28.1": "Ein Adliger, ein Brahmane, ein Händler, ein Arbeiter oder ein Asket mag mit dem Körper, der Sprache und dem Geist Gutes tun. Er hat rechte Ansicht, und er handelt dementsprechend. Und weil er so gehandelt hat, wird er, wenn sein Körper auseinanderbricht, nach dem Tod, an einem guten Ort wiedergeboren, in einer himmlischen Welt. ",
  "dn27:28.5": "",
  "dn27:29.1": "Ein Adliger, ein Brahmane, ein Händler, ein Arbeiter oder ein Asket mag mit dem Körper, der Sprache und dem Geist zweierlei Dinge tun tun. Er hat gemischte Ansichten, und er handelt dementsprechend. Und weil er so gehandelt hat, wird er, wenn sein Körper auseinanderbricht, nach dem Tod, sowohl Glück als auch Leid erfahren. ",
  "dn27:30.0": "15. Die Eigenschaften, die zum Erwachen führen ",
  "dn27:30.1": "Ein Adliger, ein Brahmane, ein Händler, ein Arbeiter oder ein Asket, der mit Körper, Sprache und Geist gezügelt ist und die sieben Eigenschaften entwickelt, die zum Erwachen führen, erlischt in diesem Leben. ",
  "dn27:31.1": "Jeder Mönch aus diesen vier Kasten, der vollendet ist – dessen Befleckungen aufgelöst sind, der die spirituelle Reise abgeschlossen hat, der getan hat, was zu tun war, die Last abgelegt, sein eigenes wahres Ziel erreicht, der die Fesseln der Wiedergeburt endgültig gelöst hat und durch Erleuchtung richtig befreit ist – jeder solche Mönch gilt als Vorderster durch Grundsätze, nicht ohne Grundsätze. ",
  "dn27:31.2": "Denn, Vāseṭṭha, Grundsätze sind das erste Ding für die Menschen, sowohl in diesem als auch im nächsten Leben. ",
  "dn27:32.1": "Auch der Brahmā Sanaṅkumāra hat diese Strophe gesprochen: ",
  "dn27:32.2": "‚Der Adlige ist der Erste unter den Menschen, ",
  "dn27:32.3": "die den Stamm zum Maßstab nehmen. ",
  "dn27:32.4": "Aber wer im Wissen und Verhalten vollendet ist, ",
  "dn27:32.5": "ist Erster unter Göttern und Menschen.‘ ",
  "dn27:32.6": "Diese Strophe wurde vom Brahmā Sanaṅkumāra gut gesungen, nicht dürftig gesungen. Sie ist von Nutzen, nicht ohne Nutzen, und ich stimme ihr zu. ",
  "dn27:32.7": "Auch ich sage: ",
  "dn27:32.8": "Der Adlige ist der Erste unter den Menschen, ",
  "dn27:32.9": "die den Stamm zum Maßstab nehmen. ",
  "dn27:32.10": "Aber wer im Wissen und Verhalten vollendet ist, ",
  "dn27:32.11": "ist Erster unter Göttern und Menschen.“ ",
  "dn27:32.12": "Das sagte der Buddha. ",
  "dn27:32.13": "Zufrieden freuten sich Vāseṭṭha und Bhāradvāja über die Worte des Buddha. "
}