{
  "dn28:0.1": "Lange Lehrreden 28 ",
  "dn28:0.2": "Zuversicht wecken ",
  "dn28:0.3": "1. Sāriputtas Löwengebrüll ",
  "dn28:1.1": "So habe ich es gehört: ",
  "dn28:1.2": "Einmal hielt sich der Buddha bei Nālandā in Pāvārikas Mangowäldchen auf. ",
  "dn28:1.3": "Da ging der Ehrwürdige Sāriputta zum Buddha, verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "dn28:1.4": "„Herr, ich habe solche Zuversicht zum Buddha, dass ich glaube, dass es keinen anderen Asketen oder Brahmanen gibt – weder in der Vergangenheit, der Zukunft noch der Gegenwart –, dessen unmittelbare Einsicht in Bezug auf das Erwachen über der des Buddha steht.“ ",
  "dn28:1.5": "„Das ist eine gewaltige und dramatische Aussage, Sāriputta. Du hast ein eindeutiges und bestimmtes Löwengebrüll gebrüllt: ",
  "dn28:1.6": "‚Ich habe solche Zuversicht zum Buddha, ",
  "dn28:1.7": "dass ich glaube, dass es keinen anderen Asketen oder Brahmanen gibt – weder in der Vergangenheit, der Zukunft noch der Gegenwart –, dessen unmittelbare Einsicht in Bezug auf das Erwachen über der des Buddha steht.‘ ",
  "dn28:1.8": "Wie ist es mit all den Vollendeten, den vollkommen erwachten Buddhas, die in der Vergangenheit gelebt haben? Hast du ihren Geist erfasst, sodass du weißt: ",
  "dn28:1.9": "‚Diese Buddhas hatten eine solche Ethik, solche Eigenschaften, eine solche Weisheit, eine solche Meditation oder eine solche Freiheit‘?“ ",
  "dn28:1.10": "„Nein, Herr.“ ",
  "dn28:1.11": "„Und wie ist es mit all den Vollendeten, den vollkommen erwachten Buddhas, die in der Zukunft leben werden? Hast du ihren Geist erfasst, sodass du weißt: ",
  "dn28:1.12": "‚Diese Buddhas werden eine solche Ethik, solche Eigenschaften, eine solche Weisheit, eine solche Meditation oder eine solche Freiheit haben‘?“ ",
  "dn28:1.13": "„Nein, Herr.“ ",
  "dn28:1.14": "„Und wie ist es mit mir, dem Vollendeten, dem vollkommen erwachten Buddha der Gegenwart? Hast du meinen Geist erfasst, sodass du weißt: ",
  "dn28:1.15": "‚Dieser Buddha hat eine solche Ethik, solche Eigenschaften, eine solche Weisheit, eine solche Meditation oder eine solche Freiheit‘?“ ",
  "dn28:1.16": "„Nein, Herr.“ ",
  "dn28:1.17": "„Nun, Sāriputta, da du nicht den Geist von Buddhas der Vergangenheit, Zukunft und Gegenwart erfasst, ",
  "dn28:1.18": "was genau tust du, dass du so eine gewaltige und dramatische Aussage machst, so ein eindeutiges und bestimmtes Löwengebrüll brüllst?“ ",
  "dn28:2.1": "„Herr, obwohl ich nicht den Geist von Buddhas der Vergangenheit, Zukunft und Gegenwart erfasse, ",
  "dn28:2.2": "verstehe ich es dennoch, indem ich es von der Lehre ableite. ",
  "dn28:2.3": "Wie eine königliche Festungsstadt an der Grenze mit befestigten Wällen, Bollwerken und Brücken und einem einzigen Tor, ",
  "dn28:2.4": "die hätte einen Torhüter, der klug, fähig und verständig wäre. Fremde ließe er draußen, Bekannte ließe er ein. ",
  "dn28:2.5": "Wenn er seinen Kontrollgang um die Stadt machte, sähe er keine Lücke und keinen Spalt in der Stadtmauer, nicht einmal so groß, dass eine Katze hindurchschlüpfen könnte. ",
  "dn28:2.6": "Er dächte: ",
  "dn28:2.7": "‚Alle Geschöpfe einer nennenswerten Größe, die die Stadt betreten oder verlassen, sie alle tun es durch dieses Tor.‘ ",
  "dn28:2.8": "Ebenso verstehe ich, indem ich es von der Lehre ableite: ",
  "dn28:2.9": "‚Alle Vollendeten, die vollkommen erwachten Buddhas – sowohl in der Vergangenheit, der Zukunft als auch der Gegenwart – sie alle geben die fünf Hindernisse auf, die Verunreinigungen des Herzens, die die Weisheit schwächen. Ihr Geist ist in den vier Arten der Achtsamkeitsmeditation fest verankert. Sie entwickeln richtig die sieben Faktoren des Erwachens. Und sie erwachen zum unübertrefflichen vollkommenen Erwachen.‘ ",
  "dn28:2.12": "Herr, einmal ging ich zum Buddha, um die Lehre zu hören. ",
  "dn28:2.13": "Er erklärte den Dhamma mit seinen immer höheren Stufen, seinen immer erleseneren Stufen und seinen dunklen und hellen Seiten. ",
  "dn28:2.14": "Als ich eine bestimmte Gesetzmäßigkeit in diesen Lehren im Einklang mit der Art, wie ich unterwiesen wurde, unmittelbar sah, kam ich zu einer Schlussfolgerung über die Lehren. Ich hatte Zuversicht zum Lehrer: ",
  "dn28:2.15": "‚Der Gesegnete ist ein vollkommen erwachter Buddha. Die Lehre ist gut erklärt. Der Saṅgha übt gut.‘ ",
  "dn28:3.0": "1.1. Taugliche Eigenschaften lehren ",
  "dn28:3.1": "Und mehr noch, Herr: Es ist unübertrefflich, wie der Buddha taugliche Eigenschaften lehrt. ",
  "dn28:3.2": "Es geht um taugliche Eigenschaften wie ",
  "dn28:3.3": "die vier Arten der Achtsamkeitsmeditation, die vier Arten rechten Bemühens, die vier Grundlagen der Wunderkräfte, die fünf Fähigkeiten, die fünf Kräfte, die sieben Faktoren des Erwachens und den edlen achtfachen Pfad. ",
  "dn28:3.4": "Mit diesen löst ein Mönch die Befleckungen auf und erlangt in diesem Leben die fleckenlose Freiheit des Herzens, die fleckenlose Freiheit durch Weisheit, erkennt sie durch eigene Einsicht und lebt darin. ",
  "dn28:3.5": "Das ist unübertrefflich, wenn es um taugliche Eigenschaften geht. ",
  "dn28:3.6": "Der Buddha versteht es ausnahmslos. Darüber hinaus gibt es nichts zu verstehen, wodurch die unmittelbare Einsicht eines anderen Asketen oder Brahmanen in Bezug auf taugliche Eigenschaften über der des Buddha stehen könnte. ",
  "dn28:4.0": "1.2. Die Sinnesfelder beschreiben ",
  "dn28:4.1": "Und mehr noch, Herr: Es ist unübertrefflich, wie der Buddha die Beschreibung der Sinnesfelder lehrt. ",
  "dn28:4.2": "Es gibt sechs innere und sechs äußere Sinnesfelder: ",
  "dn28:4.3": "Auge und Bilder, Ohr und Töne, Nase und Düfte, Zunge und Geschmäcke, Körper und Berührungen, Geist und Gedanken. ",
  "dn28:4.4": "Das ist unübertrefflich, wenn es um die Beschreibung der Sinnesfelder geht. ",
  "dn28:4.5": "Der Buddha versteht es ausnahmslos. Darüber hinaus gibt es nichts zu verstehen, wodurch die unmittelbare Einsicht eines anderen Asketen oder Brahmanen in Bezug auf die Beschreibung der Sinnesfelder über der des Buddha stehen könnte. ",
  "dn28:5.0": "1.3. Die Empfängnis des Embryo ",
  "dn28:5.1": "Und mehr noch, Herr: Es ist unübertrefflich, wie der Buddha die Empfängnis des Embryo lehrt. ",
  "dn28:5.2": "Es gibt vier Arten der Empfängnis: ",
  "dn28:5.3": "Zunächst ist da jemand nicht gewahr, wenn er im Mutterleib empfangen wird, während er dort ist und wenn er hervorkommt. Das ist die erste Art der Empfängnis. ",
  "dn28:5.4": "Dann ist er gewahr, wenn er im Mutterleib empfangen wird, aber nicht, während er dort ist und wenn er hervorkommt. Das ist die zweite Art der Empfängnis. ",
  "dn28:5.5": "Dann ist er gewahr, wenn er im Mutterleib empfangen wird und während er dort ist, aber nicht, wenn er hervorkommt. Das ist die dritte Art der Empfängnis. ",
  "dn28:5.6": "Dann ist er gewahr, wenn er im Mutterleib empfangen wird, während er dort ist und wenn er hervorkommt. Das ist die vierte Art der Empfängnis. ",
  "dn28:5.7": "Das ist unübertrefflich, wenn es um die Empfängnis des Embryo geht. ",
  "dn28:6.0": "1.4. Arten des Enthüllens ",
  "dn28:6.1": "Und mehr noch, Herr: Es ist unübertrefflich, wie der Buddha die verschiedenen Arten des Enthüllens lehrt. ",
  "dn28:6.2": "Es gibt vier Arten des Enthüllens. ",
  "dn28:6.3": "Zunächst enthüllt da jemand mithilfe eines Merkmals: ",
  "dn28:6.4": "‚Das denkst du gerade, so ist dein Gedanke, so ist dein Geisteszustand.‘ ",
  "dn28:6.5": "Und selbst wenn er solche Dinge oft enthüllt, zeigt sich, dass es genauso ist und nicht anders. ",
  "dn28:6.6": "Das ist die erste Art des Enthüllens. ",
  "dn28:6.7": "Dann enthüllt da jemand, nachdem er es von Menschen oder nicht-menschlichen Wesen oder Gottheiten gehört hat: ",
  "dn28:6.8": "‚Das denkst du gerade, so ist dein Gedanke, so ist dein Geisteszustand.‘ ",
  "dn28:6.9": "Und selbst wenn er solche Dinge oft enthüllt, zeigt sich, dass es genauso ist und nicht anders. ",
  "dn28:6.10": "Das ist die zweite Art des Enthüllens. ",
  "dn28:6.11": "Dann enthüllt da jemand, indem er hört, wie der Ton eines Gedankens sich ausbreitet, wenn jemand denkt und erwägt: ",
  "dn28:6.12": "‚Das denkst du gerade, so ist dein Gedanke, so ist dein Geisteszustand.‘ ",
  "dn28:6.13": "Und selbst wenn er solche Dinge oft enthüllt, zeigt sich, dass es genauso ist und nicht anders. ",
  "dn28:6.14": "Das ist die dritte Art des Enthüllens. ",
  "dn28:6.15": "Dann erfasst da jemand den Geist eines Menschen, der die Versenkung erreicht hat, in der man den Geist nicht ausrichtet und hält. Er versteht: ",
  "dn28:6.16": "‚Wenn man davon ausgeht, wie die Absichten dieses Menschen ausgerichtet sind, so wird er unmittelbar, nachdem er aus diesem Geisteszustand auftaucht, diesen Gedanken denken.‘ ",
  "dn28:6.17": "Und selbst wenn man solche Dinge oft enthüllt, zeigt sich, dass es genauso ist und nicht anders. ",
  "dn28:6.18": "Das ist die vierte Art des Enthüllens. ",
  "dn28:6.19": "Das ist unübertrefflich, wenn es um die Arten des Enthüllens geht. ",
  "dn28:7.0": "1.5. Das Sehen erlangen ",
  "dn28:7.1": "Und mehr noch, Herr: Es ist unübertrefflich, wie der Buddha das Erlangen des Sehens lehrt. ",
  "dn28:7.2": "Es gibt vier Arten, das Sehen zu erlangen. ",
  "dn28:7.3": "Zunächst erfährt da ein Asket oder Brahmane durch eifriges, entschlossenes, hingegebenes und energisches Bemühen eine Versenkung des Herzens solcher Art, dass er seinen eigenen Körper betrachtet, von den Fußsohlen aufwärts und von den Haarspitzen abwärts, der von Haut umhüllt und mit zahlreichen widerlichen Dingen angefüllt ist: ",
  "dn28:7.4": "‚In diesem Körper gibt es Kopfhaare, Körperhaare, Nägel, Zähne, Haut, Fleisch, Sehnen, Knochen, Knochenmark, Nieren, Herz, Leber, Zwerchfell, Milz, Lungen, Därme, Gekröse, Speisebrei, Kot, Galle, Schleim, Eiter, Blut, Schweiß, Fett, Tränen, Talg, Speichel, Nasenschleim, Gelenkschmiere, Urin.‘ ",
  "dn28:7.5": "Das ist die erste Art, das Sehen zu erlangen. ",
  "dn28:7.6": "Dann erlangt da ein Asket oder Brahmane dieses Sehen und geht darüber hinaus. ",
  "dn28:7.8": "Er betrachtet die Knochen eines Menschen mit Haut, Fleisch und Blut. ",
  "dn28:7.9": "Das ist die zweite Art, das Sehen zu erlangen. ",
  "dn28:7.10": "Dann erlangt da ein Asket oder Brahmane dieses Sehen und geht darüber hinaus. ",
  "dn28:7.13": "Er versteht den Bewusstseinsstrom eines Menschen, der auf beiden Seiten ununterbrochen ist, sowohl in dieser als auch in der nächsten Welt verankert. ",
  "dn28:7.14": "Das ist die dritte Art, das Sehen zu erlangen. ",
  "dn28:7.15": "Dann erlangt da ein Asket oder Brahmane dieses Sehen und geht darüber hinaus. ",
  "dn28:7.18": "Er versteht den Bewusstseinsstrom eines Menschen, der auf beiden Seiten ununterbrochen ist, weder in dieser noch in der nächsten Welt verankert. ",
  "dn28:7.19": "Das ist die vierte Art, das Sehen zu erlangen. ",
  "dn28:7.20": "Das ist unübertrefflich, wenn es um das Erlangen des Sehens geht. ",
  "dn28:8.0": "1.6. Beschreibung von Menschen ",
  "dn28:8.1": "Und mehr noch, Herr: Es ist unübertrefflich, wie der Buddha die Beschreibung von Menschen lehrt. ",
  "dn28:8.2": "Es gibt sieben Menschen: ",
  "dn28:8.3": "einen, der auf beide Arten befreit ist, eine, die durch Weisheit befreit ist, einen persönlichen Zeugen, eine, die zur Ansicht gelangt ist, einen, der durch Vertrauen befreit ist, eine Nachfolgerin der Lehren und einen Nachfolger durch Vertrauen. ",
  "dn28:8.4": "Das ist unübertrefflich, wenn es um die Beschreibung von Menschen geht. ",
  "dn28:9.0": "1.7. Arten des Bemühens ",
  "dn28:9.1": "Und mehr noch, Herr: Es ist unübertrefflich, wie der Buddha die Arten des Bemühens lehrt. ",
  "dn28:9.2": "Es gibt diese sieben Faktoren des Erwachens: Achtsamkeit, Untersuchung von Gesetzmäßigkeiten, Energie, Ekstase, Stille, Versenkung und Gleichmut. ",
  "dn28:9.3": "Das ist unübertrefflich, wenn es um die Arten des Bemühens geht. ",
  "dn28:10.0": "1.8. Übungswege ",
  "dn28:10.1": "Und mehr noch, Herr: Es ist unübertrefflich, wie der Buddha die Übungswege lehrt. ",
  "dn28:10.2": "Es gibt die schmerzhafte Übung mit langsamer Einsicht, ",
  "dn28:10.3": "die schmerzhafte Übung mit rascher Einsicht, ",
  "dn28:10.4": "die angenehme Übung mit langsamer Einsicht ",
  "dn28:10.5": "und die angenehme Übung mit rascher Einsicht. ",
  "dn28:10.6": "Von diesen gilt die schmerzhafte Übung mit langsamer Einsicht in zweierlei Hinsicht als geringer: weil sie schmerzhaft ist und weil sie langsam ist. ",
  "dn28:10.7": "Die schmerzhafte Übung mit rascher Einsicht gilt als geringer, weil sie schmerzhaft ist. ",
  "dn28:10.8": "Die angenehme Übung mit langsamer Einsicht gilt als geringer, weil sie langsam ist. ",
  "dn28:10.9": "Doch die angenehme Übung mit rascher Einsicht gilt als besser in zweierlei Hinsicht: weil sie angenehm ist und weil sie rasch ist. ",
  "dn28:10.10": "Das ist unübertrefflich, wenn es um die Übungswege geht. ",
  "dn28:11.0": "1.9. Verhalten mit der Sprache ",
  "dn28:11.1": "Und mehr noch, Herr: Es ist unübertrefflich, wie der Buddha das Verhalten mit der Sprache lehrt. ",
  "dn28:11.2": "Da gebraucht jemand keine Rede, die mit Lügen verbunden ist, die entzweit oder verleumdet oder die versucht, sich aggressiv durchzusetzen. ",
  "dn28:11.3": "Er gibt nur weisen Rat, redet sinnvoll und zur rechten Zeit. ",
  "dn28:11.4": "Das ist unübertrefflich, wenn es um das Verhalten mit der Sprache geht. ",
  "dn28:12.1": "Und mehr noch, Herr: Es ist unübertrefflich, wie der Buddha das sittliche Verhalten eines Menschen lehrt. ",
  "dn28:12.2": "Da ist jemand aufrichtig und vertrauensvoll. Er betrügt nicht, schmeichelt nicht, macht keine Andeutungen und wertet andere nicht ab, und er benutzt materiellen Besitz nicht, um mehr materiellem Besitz nachzujagen. Er bewacht die Tore der Sinne und hält beim Essen Maß. Er ist gerecht, weiht sich dem Wachsein, ist unermüdlich und energisch und weiht sich der Meditation. Er hat ein gutes Gedächtnis, gute Wortgewandtheit, eine große Reichweite, Merkfähigkeit und Bedachtsamkeit. Er ist nicht gierig nach Sinnenfreuden. Er ist achtsam und wach. ",
  "dn28:12.3": "Das ist unübertrefflich, wenn es um das sittliche Verhalten eines Menschen geht. ",
  "dn28:13.0": "1.10. Wie man auf die Anleitung anspricht ",
  "dn28:13.1": "Und mehr noch, Herr: Es ist unübertrefflich, wie der Buddha die verschiedenen Grade lehrt, zu denen jemand auf die Anleitung anspricht. ",
  "dn28:13.2": "Es gibt vier Grade, zu denen jemand auf die Anleitung anspricht. ",
  "dn28:13.3": "Indem er in einem anderen Menschen nachforscht, weiß der Buddha: ",
  "dn28:13.4": "‚Dieser Mensch wird, wenn er gemäß der Anleitung übt, mit dem Auflösen von drei Fesseln in die Strömung eintauchen, er muss nicht mehr in der Unterwelt wiedergeboren werden und ist auf dem Weg zum Erwachen.‘ ",
  "dn28:13.5": "Indem er in einem anderen Menschen nachforscht, weiß der Buddha: ",
  "dn28:13.6": "‚Dieser Mensch wird, wenn er gemäß der Anleitung übt, mit dem Auflösen von drei Fesseln und dem Abschwächen von Gier, Hass und Täuschung ein Einmalwiederkehrer werden. Nur einmal kehrt er in diese Welt zurück, um dann dem Leiden ein Ende zu machen.‘ ",
  "dn28:13.7": "Indem er in einem anderen Menschen nachforscht, weiß der Buddha: ",
  "dn28:13.8": "‚Dieser Mensch wird, wenn er gemäß der Anleitung übt, mit dem Auflösen der fünf niederen Fesseln durch unmittelbares Erscheinen wiedergeboren werden. Er erlischt dort und muss von jener Welt nicht zurückkehren.‘ ",
  "dn28:13.9": "Indem er in einem anderen Menschen nachforscht, weiß der Buddha: ",
  "dn28:13.10": "‚Dieser Mensch wird, wenn er gemäß der Anleitung übt, die Befleckungen auflösen und in diesem Leben die fleckenlose Freiheit des Herzens erlangen, die fleckenlose Freiheit durch Weisheit, sie durch eigene Einsicht erkennen und darin leben.‘ ",
  "dn28:13.11": "Das ist unübertrefflich, wenn es um die verschiedenen Grade geht, zu denen jemand auf die Anleitung anspricht. ",
  "dn28:14.0": "1.11. Wissen und Freiheit anderer ",
  "dn28:14.1": "Und mehr noch, Herr: Es ist unübertrefflich, wie der Buddha Wissen und Freiheit anderer Menschen lehrt. ",
  "dn28:14.2": "Indem er in einem anderen Menschen nachforscht, weiß der Buddha: ",
  "dn28:14.3": "‚Dieser Mensch wird mit dem Auflösen von drei Fesseln in die Strömung eintauchen, er muss nicht mehr in der Unterwelt wiedergeboren werden und ist auf dem Weg zum Erwachen.‘ ",
  "dn28:14.4": "Indem er in einem anderen Menschen nachforscht, weiß der Buddha: ",
  "dn28:14.5": "‚Dieser Mensch wird mit dem Auflösen von drei Fesseln und dem Abschwächen von Gier, Hass und Täuschung ein Einmalwiederkehrer werden. Nur einmal kehrt er in diese Welt zurück, um dann dem Leiden ein Ende zu machen.‘ ",
  "dn28:14.6": "Indem er in einem anderen Menschen nachforscht, weiß der Buddha: ",
  "dn28:14.7": "‚Dieser Mensch wird mit dem Auflösen der fünf niederen Fesseln durch unmittelbares Erscheinen wiedergeboren werden. Er erlischt dort und muss von jener Welt nicht zurückkehren.‘ ",
  "dn28:14.8": "Indem er in einem anderen Menschen nachforscht, weiß der Buddha: ",
  "dn28:14.9": "‚Dieser Mensch wird die Befleckungen auflösen und in diesem Leben die fleckenlose Freiheit des Herzens erlangen, die fleckenlose Freiheit durch Weisheit, sie durch eigene Einsicht erkennen und darin leben.‘ ",
  "dn28:14.10": "Das ist unübertrefflich, wenn es um Wissen und Freiheit anderer Menschen geht. ",
  "dn28:15.0": "1.12. Ewigkeitsglaube ",
  "dn28:15.1": "Und mehr noch, Herr: Es ist unübertrefflich, wie der Buddha Lehren mit Ewigkeitsglauben lehrt. ",
  "dn28:15.2": "Es gibt drei Lehren mit Ewigkeitsglauben: ",
  "dn28:15.3": "Zunächst ist da ein Asket oder Brahmane, der durch eifriges, entschlossenes, hingegebenes und energisches Bemühen eine Versenkung des Herzens solcher Art erfährt, dass er sich an viele hunderttausend frühere Leben erinnert, ",
  "dn28:15.4": "mit den Merkmalen und Einzelheiten. ",
  "dn28:15.5": "Er sagt: ",
  "dn28:15.6": "‚Ich weiß, dass das Weltall sich in der Vergangenheit ausgedehnt oder zusammengezogen hat. ",
  "dn28:15.7": "Ich weiß nicht, ob es sich in Zukunft ausdehnen oder zusammenziehen wird. ",
  "dn28:15.8": "Das Selbst und das Weltall sind ewig, unfruchtbar, beständig wie ein Berggipfel, sie stehen fest wie eine Säule. Sie bleiben für alle Ewigkeit gleich, während diese Lebewesen umherziehen und umherwandern, sterben und wieder erscheinen.‘ ",
  "dn28:15.9": "Das ist die erste Lehre mit Ewigkeitsglauben. ",
  "dn28:15.10": "Dann ist da ein Asket oder Brahmane, der durch eifriges, entschlossenes, hingegebenes und energisches Bemühen eine Versenkung des Herzens solcher Art erfährt, dass er sich an seine früheren Leben während einer Zahl von zehn Äonen erinnert, in denen sich das Weltall ausdehnte und zusammenzog, ",
  "dn28:15.11": "mit den Merkmalen und Einzelheiten. ",
  "dn28:15.12": "Er sagt: ",
  "dn28:15.13": "‚Ich weiß, dass das Weltall sich in der Vergangenheit ausgedehnt oder zusammengezogen hat. ",
  "dn28:15.14": "Ich weiß nicht, ob es sich in Zukunft ausdehnen oder zusammenziehen wird. ",
  "dn28:15.15": "Das Selbst und das Weltall sind ewig, unfruchtbar, beständig wie ein Berggipfel, sie stehen fest wie eine Säule. ",
  "dn28:15.16": "Sie bleiben für alle Ewigkeit gleich, während diese Lebewesen umherziehen und umherwandern, sterben und wieder erscheinen.‘ ",
  "dn28:15.17": "Das ist die zweite Lehre mit Ewigkeitsglauben. ",
  "dn28:15.18": "Dann ist da ein Asket oder Brahmane, der durch eifriges, entschlossenes, hingegebenes und energisches Bemühen eine Versenkung des Herzens solcher Art erfährt, dass er sich an seine früheren Leben während einer Zahl von vierzig Äonen erinnert, in denen sich das Weltall ausdehnte und zusammenzog, ",
  "dn28:15.19": "mit den Merkmalen und Einzelheiten. ",
  "dn28:15.20": "Er sagt: ",
  "dn28:15.21": "‚Ich weiß, dass das Weltall sich in der Vergangenheit ausgedehnt oder zusammengezogen hat. ",
  "dn28:15.22": "Ich weiß nicht, ob es sich in Zukunft ausdehnen oder zusammenziehen wird. ",
  "dn28:15.23": "Das Selbst und das Weltall sind ewig, unfruchtbar, beständig wie ein Berggipfel, sie stehen fest wie eine Säule. ",
  "dn28:15.24": "Sie bleiben für alle Ewigkeit gleich, während diese Lebewesen umherziehen und umherwandern, sterben und wieder erscheinen.‘ ",
  "dn28:15.25": "Das ist die dritte Lehre mit Ewigkeitsglauben. ",
  "dn28:15.26": "Das ist unübertrefflich, wenn es um die Lehren mit Ewigkeitsglauben geht. ",
  "dn28:16.0": "1.13. Sich an frühere Leben erinnern ",
  "dn28:16.1": "Und mehr noch, Herr: Es ist unübertrefflich, wie der Buddha das Wissen von der Erinnerung an frühere Leben lehrt. ",
  "dn28:16.2": "Da ist ein Asket oder Brahmane, der durch eifriges, entschlossenes, hingegebenes und energisches Bemühen eine Versenkung des Herzens solcher Art erfährt, dass er sich an viele Arten früherer Leben erinnert, ",
  "dn28:16.3": "das heißt eine Wiedergeburt, zwei Wiedergeburten, drei, vier, fünf, zehn, zwanzig, dreißig, vierzig, fünfzig, hundert, tausend, hunderttausend Wiedergeburten; viele Äonen des Zusammenziehens der Welt, viele Äonen des Ausdehnens der Welt, viele Äonen des Zusammenziehens und Ausdehnens der Welt. Er erinnert sich: ",
  "dn28:16.4": "‚Dort hatte ich diesen Namen, gehörte zu jenem Stamm, sah so aus, und das war meine Speise. So erlebte ich Glück und Schmerz, und so ging mein Leben zu Ende. Als ich von diesem Ort verschied, wurde ich woanders wiedergeboren. Und dort hatte ich diesen Namen, gehörte zu jenem Stamm, sah so aus, und das war meine Speise. So erlebte ich Glück und Schmerz, und so ging mein Leben zu Ende. Als ich von diesem Ort verschied, wurde ich hier wiedergeboren.‘ Und so erinnert er sich an viele Arten früherer Leben mit den Merkmalen und Einzelheiten. ",
  "dn28:16.5": "Herr, es gibt Götter, deren Lebensdauer man nicht zählen oder berechnen kann. ",
  "dn28:16.6": "Ganz gleich, in welchem Körper sie zuvor geboren worden sind – materiell oder formlos, mit Wahrnehmung oder ohne Wahrnehmung oder weder mit noch ohne Wahrnehmung – ",
  "dn28:16.7": "sie erinnern sich dennoch an viele Arten früherer Leben mit den Merkmalen und Einzelheiten. ",
  "dn28:16.8": "Das ist unübertrefflich, wenn es um das Wissen von der Erinnerung an frühere Leben geht. ",
  "dn28:17.0": "1.14. Tod und Wiedergeburt ",
  "dn28:17.1": "Und mehr noch, Herr: Es ist unübertrefflich, wie der Buddha das Wissen von Tod und Wiedergeburt der Lebewesen lehrt. ",
  "dn28:17.2": "Da ist ein Asket oder Brahmane, der durch eifriges, entschlossenes, hingegebenes und energisches Bemühen eine Versenkung des Herzens solcher Art erfährt, dass er mit geläuterter und übermenschlicher Hellsichtigkeit Lebewesen sieht, wie sie hinscheiden und wieder geboren werden – ",
  "dn28:17.3": "gering oder hochstehend, schön oder hässlich, an einem guten oder einem schlechten Ort. Er versteht, wie Lebewesen entsprechend ihrer Taten wiedergeboren werden: ‚Diese lieben Wesen haben mit dem Körper, der Sprache und dem Geist Schlechtes getan. Sie haben die Edlen schlecht gemacht, hatten falsche Ansicht und haben dementsprechend gehandelt. Wenn ihr Körper auseinanderbricht, nach dem Tod, werden sie an einem verlorenen Ort wiedergeboren, einem schlechten Ort, in der Unterwelt, der Hölle. Diese lieben Wesen hingegen haben mit dem Körper, der Sprache und dem Geist Gutes getan. Sie haben nie die Edlen schlecht gemacht, hatten rechte Ansicht und haben dementsprechend gehandelt. Wenn ihr Körper auseinanderbricht, nach dem Tod, werden sie an einem guten Ort wiedergeboren, in einem himmlischen Bereich.‘ Und so sieht er mit geläuterter und übermenschlicher Hellsichtigkeit Lebewesen, wie sie hinscheiden und wieder geboren werden – gering oder hochstehend, schön oder hässlich, an einem guten oder einem schlechten Ort. Er versteht, wie Lebewesen entsprechend ihrer Taten wiedergeboren werden. ",
  "dn28:17.4": "Das ist unübertrefflich, wenn es um das Wissen von Tod und Wiedergeburt der Lebewesen geht. ",
  "dn28:18.0": "1.15. Wunderkräfte ",
  "dn28:18.1": "Und mehr noch, Herr: Es ist unübertrefflich, wie der Buddha die Wunderkräfte lehrt. ",
  "dn28:18.2": "Es gibt zwei Arten von Wunderkräften: ",
  "dn28:18.3": "Es gibt Wunderkräfte, die mit Befleckungen und Anhänglichkeit verbunden sind und als unedel gelten. ",
  "dn28:18.4": "Und es gibt Wunderkräfte, die frei von Befleckungen und Anhänglichkeit sind und als edel gelten. ",
  "dn28:18.5": "Welches sind die Wunderkräfte, die mit Befleckungen und Anhänglichkeit verbunden sind und als unedel gelten? ",
  "dn28:18.6": "Da ist ein Asket oder Brahmane, der durch eifriges, entschlossenes, hingegebenes und energisches Bemühen eine Versenkung des Herzens solcher Art erfährt, dass er die vielen Arten von Wunderkräften ausübt: ",
  "dn28:18.7": "sich vervielfältigen und wieder eins werden; erscheinen und verschwinden; ungehindert durch eine Wand, einen Erdwall oder einen Berg gehen wie durch leeren Raum; in die Erde tauchen und herauskommen, als wäre sie Wasser; über das Wasser gehen, als wäre es Land; mit gekreuzten Beinen durch die Luft fliegen wie ein Vogel; Sonne und Mond, so mächtig und gewaltig, mit der Hand berühren und streicheln; den Körper beherrschen bis hin zur Brahmāwelt. ",
  "dn28:18.8": "Das sind die Wunderkräfte, die mit Befleckungen und Anhänglichkeit verbunden sind und als unedel gelten. ",
  "dn28:18.9": "Aber welches sind die Wunderkräfte, die frei von Befleckungen und Anhänglichkeit sind und als edel gelten? ",
  "dn28:18.10": "Wenn da eine Nonne wünscht: ‚Dass ich doch meditieren könnte, indem ich das, was nicht widerwärtig ist, im Widerwärtigen wahrnehme‘, dann tut sie es. ",
  "dn28:18.11": "Wenn sie wünscht: ‚Dass ich doch meditieren könnte, indem ich das Widerwärtige in dem wahrnehme, was nicht widerwärtig ist‘, dann tut sie es. ",
  "dn28:18.12": "Wenn sie wünscht: ‚Dass ich doch meditieren könnte, indem ich das, was nicht widerwärtig ist, sowohl im Widerwärtigen wahrnehme als auch in dem, was nicht widerwärtig ist‘, dann tut sie es. ",
  "dn28:18.13": "Wenn sie wünscht: ‚Dass ich doch meditieren könnte, indem ich das Widerwärtige sowohl in dem wahrnehme, was nicht widerwärtig ist, als auch im Widerwärtigen‘, dann tut sie es. ",
  "dn28:18.14": "Wenn sie wünscht: ‚Dass ich doch meditieren könnte, indem ich gleichmütig bleibe, achtsam und umsichtig, und sowohl das Widerwärtige zurückweise als auch das, was nicht widerwärtig ist‘, dann tut sie es. ",
  "dn28:18.15": "Das sind die Wunderkräfte, die frei von Befleckungen und Anhänglichkeit sind und als edel gelten. ",
  "dn28:18.16": "Das ist unübertrefflich, wenn es um die Wunderkräfte geht. ",
  "dn28:18.17": "Der Buddha versteht es ausnahmslos. Darüber hinaus gibt es nichts zu verstehen, wodurch die unmittelbare Einsicht eines anderen Asketen oder Brahmanen in Bezug auf die Wunderkräfte über der des Buddha stehen könnte. ",
  "dn28:19.0": "1.16. Die vier Vertiefungen ",
  "dn28:19.1": "Der Buddha hat erreicht, was ein vertrauensvoller Sohn aus gutem Haus  erreichen sollte, wenn er energisch und stark ist, mit menschlicher Stärke, Energie, Tatkraft und Anstrengung. ",
  "dn28:19.2": "Der Buddha schwelgt nicht in Sinnenfreuden – sie sind nieder, derb, gewöhnlich, unedel und zwecklos. Und er schwelgt nicht in Selbstquälerei – sie ist schmerzvoll, unedel und zwecklos. ",
  "dn28:19.3": "Er erlangt die vier Vertiefungen – Zustände wonnevoller Meditation in diesem Leben, die zum hohen Geist gehören – wann immer er will, ohne Mühe und Not. ",
  "dn28:19.4.0": "1.17. Über das Befragtwerden ",
  "dn28:19.5": "Herr, wenn ich gefragt würde: ",
  "dn28:19.6": "‚Werter Sāriputta, gibt es irgendeinen anderen Asketen oder Brahmanen – in der Vergangenheit, der Zukunft oder der Gegenwart –, dessen unmittelbare Einsicht in Bezug auf das Erwachen über der des Buddha steht?‘, so würde ich sagen: ‚Nein.‘ ",
  "dn28:19.9": "Aber wenn ich gefragt würde: ",
  "dn28:19.10": "‚Werter Sāriputta, gibt es irgendeinen anderen Asketen oder Brahmanen – in der Vergangenheit oder der Zukunft –, dessen unmittelbare Einsicht in Bezug auf das Erwachen der des Buddha gleichkommt?‘, so würde ich sagen: ‚Ja.‘ ",
  "dn28:19.12": "Aber wenn ich gefragt würde: ‚Werter Sāriputta, gibt es irgendeinen anderen Asketen oder Brahmanen in der Gegenwart, dessen unmittelbare Einsicht in Bezug auf das Erwachen der des Buddha gleichkommt?‘, so würde ich sagen: ‚Nein.‘ ",
  "dn28:19.13": "Und wenn ich gefragt würde: ",
  "dn28:19.14": "‚Aber warum gesteht der Ehrwürdige Sāriputta dies bei manchen zu und bei anderen nicht?‘, so würde ich folgendermaßen antworten: ",
  "dn28:19.15": "‚Werte Freunde, ich habe direkt vom Buddha gehört und gelernt: ",
  "dn28:19.16": "„Die Vollendeten, die vollkommen erwachten Buddhas der Vergangenheit und der Zukunft kommen mir in Bezug auf das Erwachen gleich.“ ",
  "dn28:19.19": "Und ich habe auch direkt vom Buddha gehört und gelernt: ",
  "dn28:19.20": "„Es ist unmöglich, dass zwei Vollendete, zwei vollkommen erwachte Buddhas gleichzeitig im selben Sonnensystem erscheinen.“‘ ",
  "dn28:19.21": "Ich verlasse mich darauf, dass ich mit dieser Antwort die Worte des Buddha wiedergegeben und ihn nicht mit einer Unwahrheit falsch dargestellt habe. Ich hoffe, meine Ausführung war im Einklang mit der Lehre und ich kann nicht zu Recht getadelt oder kritisiert werden.“ ",
  "dn28:19.22": "„Jawohl, Sāriputta, mit dieser Antwort gibst du meine Worte wieder und stellst mich nicht mit einer Unwahrheit falsch dar. Deine Ausführung ist im Einklang mit der Lehre und du kannst nicht zu Recht getadelt oder kritisiert werden.“ ",
  "dn28:20.0": "2. Unglaublich und erstaunlich ",
  "dn28:20.1": "Daraufhin sagte der Ehrwürdige Udāyī zum Buddha: ",
  "dn28:20.2": "„Es ist unglaublich, Herr, es ist erstaunlich! Der Klargewordene hat so wenige Wünsche, ist so zufrieden, so zurückhaltend! ",
  "dn28:20.3": "Denn obwohl der Klargewordene solche Macht und Stärke besitzt, wird er sich nicht selbst zur Schau stellen. ",
  "dn28:20.4": "Wenn die Wanderer, die andere Wege gehen, auch nur eine einzige dieser Eigenschaften bei sich selbst sähen, würden sie sie auf einer Fahne herumtragen. ",
  "dn28:20.5": "Es ist unglaublich, Herr, es ist erstaunlich! Der Klargewordene hat so wenige Wünsche, ist so zufrieden, so zurückhaltend! ",
  "dn28:20.6": "Denn obwohl der Klargewordene solche Macht und Stärke besitzt, wird er sich nicht selbst zur Schau stellen.“ ",
  "dn28:20.7": "„Sieh, Udāyī, wie wenige Wünsche der Klargewordene hat, wie zufrieden er ist, wie zurückhaltend. ",
  "dn28:20.8": "Denn obwohl der Klargewordene solche Macht und Stärke besitzt, wird er sich nicht selbst zur Schau stellen. ",
  "dn28:20.9": "Wenn die Wanderer, die andere Wege gehen, auch nur eine einzige dieser Eigenschaften bei sich selbst sähen, würden sie sie auf einer Fahne herumtragen. ",
  "dn28:20.10": "Sieh, Udāyī, wie wenige Wünsche der Klargewordene hat, wie zufrieden er ist, wie zurückhaltend. ",
  "dn28:20.11": "Denn obwohl der Klargewordene solche Macht und Stärke besitzt, wird er sich nicht selbst zur Schau stellen.“ ",
  "dn28:21.1": "Darauf sagte der Buddha zum Ehrwürdigen Sāriputta: ",
  "dn28:21.2": "„Daher, Sāriputta, solltest du diese Darlegung der Lehre häufig den Mönchen, Nonnen, Laienmännern und Laienfrauen vortragen. ",
  "dn28:21.3": "Zwar wird es einige törichte Menschen geben, die Zweifel oder Unsicherheit in Bezug auf den Klargewordenen haben; aber wenn sie diese Darlegung der Lehre hören, werden sie diesen Zweifel und diese Unsicherheit aufgeben.“ ",
  "dn28:21.4": "So erklärte der Ehrwürdige Sāriputta im Beisein des Buddha seine Zuversicht. ",
  "dn28:21.5": "Und darum trägt dieses Gespräch den Namen „Zuversicht wecken“. "
}