{
  "dn29:0.1": "Lange Lehrreden 29 ",
  "dn29:0.2": "Eine beeindruckende Lehrrede ",
  "dn29:1.1": "So habe ich es gehört: ",
  "dn29:1.2": "Einmal hielt sich der Buddha im Land der Sakyer in einem Pfahlhaus in einem Mangowäldchen auf, das der Sakyer-Familie mit Namen Vedhañña gehörte. ",
  "dn29:1.3": "Nun war da gerade kürzlich der Nigaṇṭher Nātaputta in Pāvā verstorben. ",
  "dn29:1.4": "Nach seinem Tod gab es eine Spaltung unter den Jaina-Asketen, es bildeten sich zwei Splittergruppen, die zankten, stritten und aneinander gerieten und einander fortwährend mit scharfen Worten verletzten: ",
  "dn29:1.5": "„Du verstehst diese Lehre und Schulung nicht. Ich verstehe diese Lehre und Schulung. Was, du verstehst diese Lehre und Schulung? Du übst falsch. Ich übe richtig. Ich bleibe beim Thema, du nicht. Was zuerst gesagt werden sollte, hast du zuletzt gesagt. Was zuletzt gesagt werden sollte, hast du zuerst gesagt. Was du dir so gut ausgedacht hast, ist widerlegt. Deine Behauptung ist entkräftet. Auf, rette deine Behauptung! Du steckst in der Falle; befreie dich daraus – wenn du kannst!“ ",
  "dn29:1.6": "Man konnte glauben, unter den Jaina-Asketen gebe es nur Gemetzel. ",
  "dn29:1.7": "Und die weiß gekleideten Laienschülerinnen und -schüler des Nigaṇṭhers Nātaputta waren ernüchtert, bestürzt und enttäuscht von den Jaina-Asketen. Und ebenso waren sie von einer Lehre und Schulung enttäuscht, die so dürftig erklärt und vorgelegt war, die nicht unabhängig machte, nicht zum Frieden führte, nicht von einem vollkommen erwachten Buddha verkündet war; ihr Denkmal war zerbrochen, und sie hatten keine Zuflucht. ",
  "dn29:2.1": "Und der Novize Cunda ging, nachdem er seinen Regenzeitaufenthalt in der Nähe von Pāvā abgeschlossen hatte, zum Ehrwürdigen Ānanda beim Dorf Sāma. Er verbeugte sich, setzte sich zur Seite hin und berichtete von den Vorfällen. ",
  "dn29:2.4": "Ānanda antwortete ihm: ",
  "dn29:2.5": "„Werter Cunda, wir sollten zum Buddha gehen und ihn über diese Sache unterrichten. ",
  "dn29:2.6": "Komm, lass uns zum Buddha gehen und ihm darüber berichten.“ ",
  "dn29:2.7": "„Ja, Herr“, antwortete Cunda. ",
  "dn29:3.1": "Darauf gingen Ānanda und Cunda zum Buddha, verbeugten sich, setzten sich zur Seite hin und berichteten ihm von den Vorfällen. ",
  "dn29:4.0": "1. Die Lehre und Schulung der Nicht-Erwachten ",
  "dn29:4.1": "„Das geschieht, Cunda, wenn eine Lehre und Schulung dürftig erklärt und vorgelegt ist, wenn sie nicht unabhängig macht, nicht zum Frieden führt, nicht von einem vollkommen erwachten Buddha verkündet ist. ",
  "dn29:4.2": "Da ist ein Lehrer nicht erwacht, und die Lehre ist dürftig erklärt und vorgelegt, sie macht nicht unabhängig, führt nicht zum Frieden, ist nicht von einem vollkommen erwachten Buddha verkündet. ",
  "dn29:4.3": "Eine Schülerin in dieser Lehre übt nicht im Einklang mit den Lehren, übt nicht, indem sie der Lehre richtig folgt, lebt nicht im Einklang mit der Lehre. Sie wendet sich von der Anleitung des Lehrers ab und geht weiter. ",
  "dn29:4.4": "Ihr solltet ihr sagen: ",
  "dn29:4.5": "‚Du hast Glück, werte Freundin, so großes Glück! ",
  "dn29:4.6": "Denn dein Lehrer ist nicht erwacht, und seine Lehre ist dürftig erklärt und vorgelegt, sie macht nicht unabhängig, führt nicht zum Frieden, ist nicht von einem vollkommen erwachten Buddha verkündet. ",
  "dn29:4.7": "Aber du übst nicht im Einklang mit dieser Lehre, übst nicht, indem du der Lehre richtig folgst, lebst nicht im Einklang mit der Lehre. Du wendest dich von der Anleitung des Lehrers ab und gehst weiter.‘ ",
  "dn29:4.8": "In einem solchen Fall sind der Lehrer und die Lehre zu tadeln, aber die Schülerin verdient Lob. ",
  "dn29:4.9": "Angenommen, jemand sagte zu einer solchen Schülerin: ",
  "dn29:4.10": "‚Komm, Ehrwürdige, übe, wie es von deinem Lehrer gelehrt und gezeigt wurde.‘ ",
  "dn29:4.11": "Derjenige, der jemandem dazu rät, derjenige, dem dazu geraten wird, und derjenige, der danach übt, sie alle schaffen viel schlechtes Karma. ",
  "dn29:4.12": "Und warum? ",
  "dn29:4.13": "Weil diese Lehre und Schulung dürftig erklärt und vorgelegt ist, weil sie nicht unabhängig macht, nicht zum Frieden führt, nicht von einem vollkommen erwachten Buddha verkündet ist. ",
  "dn29:5.1": "Dann ist da ein Lehrer nicht erwacht, und die Lehre ist dürftig erklärt und vorgelegt, sie macht nicht unabhängig, führt nicht zum Frieden, ist nicht von einem vollkommen erwachten Buddha verkündet. ",
  "dn29:5.2": "Eine Schülerin in dieser Lehre übt im Einklang mit den Lehren, übt, indem sie der Lehre richtig folgt, lebt im Einklang mit der Lehre. Sie hat sich auf diese Lehre eingelassen und geht weiter. ",
  "dn29:5.3": "Ihr solltet ihr sagen: ",
  "dn29:5.4": "‚Es ist dein Pech, werte Freundin, dein Missgeschick! Denn dein Lehrer ist nicht erwacht, und seine Lehre ist dürftig erklärt und vorgelegt, sie macht nicht unabhängig, führt nicht zum Frieden, ist nicht von einem vollkommen erwachten Buddha verkündet. ",
  "dn29:5.5": "Und du übst im Einklang mit dieser Lehre, du übst, indem du der Lehre richtig folgst, du lebst im Einklang mit der Lehre. Du hast dich auf diese Lehre eingelassen und gehst weiter.‘ ",
  "dn29:5.6": "In einem solchen Fall sind der Lehrer, die Lehre und die Schülerin zu tadeln. ",
  "dn29:5.7": "Angenommen, jemand sagte zu einer solchen Schülerin: ",
  "dn29:5.8": "‚Die Ehrwürdige übt offensichtlich methodisch und wird die Methode erfolgreich zu Ende führen.‘ ",
  "dn29:5.9": "Derjenige, der jemanden dafür lobt, derjenige, der dafür gelobt wird, und derjenige, der durch das Lob noch mehr Energie aufrüttelt, sie alle schaffen viel schlechtes Karma. ",
  "dn29:5.10": "Und warum? ",
  "dn29:5.11": "Weil diese Lehre und Schulung dürftig erklärt und vorgelegt ist, weil sie nicht unabhängig macht, nicht zum Frieden führt, nicht von einem vollkommen erwachten Buddha verkündet ist. ",
  "dn29:6.0": "2. Die Lehre und Schulung der Erwachten ",
  "dn29:6.1": "Dann ist da ein Lehrer erwacht, und die Lehre ist gut erklärt und vorgelegt, sie macht unabhängig, führt zum Frieden, ist von einem vollkommen erwachten Buddha verkündet. ",
  "dn29:6.2": "Eine Schülerin in dieser Lehre übt nicht im Einklang mit den Lehren, übt nicht, indem sie der Lehre richtig folgt, lebt nicht im Einklang mit der Lehre. Sie wendet sich von der Anleitung des Lehrers ab und geht weiter. ",
  "dn29:6.3": "Ihr solltet ihr sagen: ",
  "dn29:6.4": "‚Es ist dein Pech, werte Freundin, dein Missgeschick! Denn dein Lehrer ist erwacht, und seine Lehre ist gut erklärt und vorgelegt, sie macht unabhängig, führt zum Frieden, ist von einem vollkommen erwachten Buddha verkündet. ",
  "dn29:6.5": "Aber du übst nicht im Einklang mit dieser Lehre, übst nicht, indem du der Lehre richtig folgst, lebst nicht im Einklang mit der Lehre. Du wendest dich von der Anleitung des Lehrers ab und gehst weiter.‘ ",
  "dn29:6.6": "In einem solchen Fall sind der Lehrer und die Lehre zu loben, aber die Schülerin verdient Tadel. ",
  "dn29:6.7": "Angenommen, jemand sagte zu einer solchen Schülerin: ",
  "dn29:6.8": "‚Komm, Ehrwürdige, übe, wie es von deinem Lehrer gelehrt und gezeigt wurde.‘ ",
  "dn29:6.9": "Derjenige, der jemandem dazu rät, derjenige, dem dazu geraten wird, und derjenige, der danach übt, sie alle schaffen viel Verdienst. ",
  "dn29:6.10": "Und warum? ",
  "dn29:6.11": "Weil diese Lehre und Schulung gut erklärt und vorgelegt ist, weil sie unabhängig macht, zum Frieden führt, von einem vollkommen erwachten Buddha verkündet ist. ",
  "dn29:7.1": "Dann ist da ein Lehrer erwacht, und die Lehre ist gut erklärt und vorgelegt, sie macht unabhängig, führt zum Frieden, ist von einem vollkommen erwachten Buddha verkündet. ",
  "dn29:7.2": "Eine Schülerin in dieser Lehre übt im Einklang mit den Lehren, übt, indem sie der Lehre richtig folgt, lebt im Einklang mit der Lehre. Sie hat sich auf diese Lehre eingelassen und geht weiter. ",
  "dn29:7.3": "Ihr solltet ihr sagen: ",
  "dn29:7.4": "‚Du hast Glück, werte Freundin, so großes Glück! ",
  "dn29:7.5": "Denn dein Lehrer ist erwacht, und seine Lehre ist gut erklärt und vorgelegt, sie macht unabhängig, führt zum Frieden, ist von einem vollkommen erwachten Buddha verkündet. ",
  "dn29:7.6": "Und du übst im Einklang mit dieser Lehre, du übst, indem du der Lehre richtig folgst, du lebst im Einklang mit der Lehre. Du hast dich auf diese Lehre eingelassen und gehst weiter.‘ ",
  "dn29:7.7": "In einem solchen Fall sind der Lehrer, die Lehre und die Schülerin zu loben. ",
  "dn29:7.8": "Angenommen, jemand sagte zu einer solchen Schülerin: ",
  "dn29:7.9": "‚Die Ehrwürdige übt offensichtlich methodisch und wird die Methode erfolgreich zu Ende führen.‘ ",
  "dn29:7.10": "Derjenige, der jemanden dafür lobt, derjenige, der dafür gelobt wird, und derjenige, der durch das Lob noch mehr Energie aufrüttelt, sie alle schaffen viel Verdienst. ",
  "dn29:7.11": "Und warum? ",
  "dn29:7.12": "Weil diese Lehre und Schulung gut erklärt und vorgelegt ist, weil sie unabhängig macht, zum Frieden führt, von einem vollkommen erwachten Buddha verkündet ist. ",
  "dn29:8.0": "3. Wenn Schüler von Gewissensnot gequält werden ",
  "dn29:8.1": "Da erscheint ein Lehrer in der Welt, der vollendet ist, ein vollkommen erwachter Buddha. Die Lehre ist gut erklärt und vorgelegt, sie macht unabhängig, führt zum Frieden, ist von einem vollkommen erwachten Buddha verkündet. ",
  "dn29:8.2": "Doch die Schülerinnen haben sich nicht nach der Bedeutung dieser guten Lehre erkundigt. Und die geistliche Übung, die in sich geschlossen und rein ist, wurde ihnen nicht enthüllt und offengelegt, mit all ihren gesammelten Sprüchen, mit ihrer beweisbaren Grundlage, gut verkündet, wo immer es Götter und Menschen gibt. ",
  "dn29:8.3": "Und dann stirbt ihr Lehrer. ",
  "dn29:8.4": "Nach dem Tod eines solchen Lehrers werden die Schülerinnen von Gewissensnot gequält. ",
  "dn29:8.5": "Und warum? ",
  "dn29:8.6": "Weil sie denken: ‚Unser Lehrer war vollendet, ein vollkommen erwachter Buddha. Seine Lehre war gut erklärt, doch wir haben uns nicht nach der Bedeutung erkundigt, und die geistliche Übung wurde uns nicht vollständig enthüllt. ",
  "dn29:8.7": "Und dann ist unser Lehrer gestorben.‘ ",
  "dn29:8.8": "Nach dem Tod eines solchen Lehrers werden die Schülerinnen von Gewissensnot gequält. ",
  "dn29:9.0": "4. Wenn Schüler keine Gewissensnot haben ",
  "dn29:9.1": "Dann erscheint da ein Lehrer in der Welt, der vollendet ist, ein vollkommen erwachter Buddha. Die Lehre ist gut erklärt und vorgelegt, sie macht unabhängig, führt zum Frieden, ist von einem vollkommen erwachten Buddha verkündet. ",
  "dn29:9.2": "Die Schülerinnen haben sich nach der Bedeutung dieser guten Lehre erkundigt. Und die geistliche Übung, die in sich geschlossen und rein ist, wurde ihnen enthüllt und offengelegt, mit all ihren gesammelten Sprüchen, mit ihrer beweisbaren Grundlage, gut verkündet, wo immer es Götter und Menschen gibt. ",
  "dn29:9.3": "Und dann stirbt ihr Lehrer. ",
  "dn29:9.4": "Nach dem Tod eines solchen Lehrers sind die Schülerinnen frei von Gewissensnot. ",
  "dn29:9.5": "Und warum? ",
  "dn29:9.6": "Weil sie denken: ‚Unser Lehrer war vollendet, ein vollkommen erwachter Buddha. ",
  "dn29:9.7": "Seine Lehre war gut erklärt, ",
  "dn29:9.8": "wir haben uns nach der Bedeutung erkundigt, und die geistliche Übung wurde uns vollständig enthüllt. ",
  "dn29:9.9": "Und dann ist unser Lehrer gestorben.‘ ",
  "dn29:9.10": "Nach dem Tod eines solchen Lehrers sind die Schülerinnen frei von Gewissensnot. ",
  "dn29:10.0": "5. Über den unvollständigen spirituellen Pfad usw. ",
  "dn29:10.1": "Nun angenommen, Cunda, ein spiritueller Pfad besitzt diese Faktoren. Doch der Lehrer ist kein langjähriger Ordensältester, der schon lange fortgezogen ist, in vorgerücktem Alter und im letzten Lebensabschnitt angekommen. ",
  "dn29:10.2": "Dann ist dieser spirituelle Pfad in dieser Hinsicht unvollständig. ",
  "dn29:10.3": "Aber wenn ein spiritueller Pfad diese Faktoren besitzt und der Lehrer ist ein Ordensältester, ",
  "dn29:10.4": "dann ist dieser spirituelle Pfad in dieser Hinsicht vollständig. ",
  "dn29:11.1": "Nun angenommen, Cunda, ein spiritueller Pfad besitzt diese Faktoren und der Lehrer ist ein Ordensältester. Doch es gibt keine älteren Mönchsschüler, die fähig, bewandert und selbstbewusst sind und die Geborgenheit erreicht haben, ",
  "dn29:11.2": "die die wahre Lehre richtig erklären können und die die Lehren anderer, die aufkommen, rechtmäßig und vollständig widerlegen und auf einer beweisbaren Grundlage lehren können. ",
  "dn29:11.3": "Dann ist dieser spirituelle Pfad in dieser Hinsicht unvollständig. ",
  "dn29:12.1": "Aber wenn ein spiritueller Pfad diese Faktoren besitzt und der Lehrer ist ein Ordensältester und es gibt fähige ältere Mönche, ",
  "dn29:12.3": "dann ist dieser spirituelle Pfad in dieser Hinsicht vollständig. ",
  "dn29:12.4": "Nun angenommen, ein spiritueller Pfad besitzt diese Faktoren, der Lehrer ist ein Ordensältester und es gibt fähige ältere Mönche. ",
  "dn29:12.6": "Doch es gibt keine fähigen mittleren Mönche, ",
  "dn29:12.7": "jüngeren Mönche, ",
  "dn29:12.8": "älteren Nonnen, ",
  "dn29:12.9": "mittleren Nonnen, ",
  "dn29:12.10": "jüngeren Nonnen, ",
  "dn29:12.11": "enthaltsamen weiß gekleideten Laienmänner, ",
  "dn29:12.12": "weiß gekleideten Laienmänner, die Sinnenfreuden genießen, ",
  "dn29:12.13": "enthaltsamen weiß gekleideten Laienfrauen ",
  "dn29:12.14": "oder weiß gekleideten Laienfrauen, die Sinnenfreuden genießen. … ",
  "dn29:12.15": "Oder es gibt all das bis zu den weiß gekleidete Laienfrauen, die Sinnenfreuden genießen, doch der spirituelle Pfad ist nicht erfolgreich und blühend, umfassend, beliebt, weit verbreitet und gut verkündet, wo immer es Götter und Menschen gibt … ",
  "dn29:12.16": "Der spirituelle Pfad ist erfolgreich und blühend, umfassend, beliebt, weit verbreitet und gut verkündet, wo immer es Götter und Menschen gibt, doch er hat nicht den Gipfel an materiellem Besitz und Ruhm erlangt. ",
  "dn29:12.17": "Dann ist dieser spirituelle Pfad in dieser Hinsicht unvollständig. ",
  "dn29:13.1": "Aber wenn ein spiritueller Pfad diese Faktoren besitzt und der Lehrer ist ein Ordensältester und es gibt fähige ältere Mönche, ",
  "dn29:13.3": "mittlere Mönche, ",
  "dn29:13.4": "jüngere Mönche, ",
  "dn29:13.5": "ältere Nonnen, ",
  "dn29:13.6": "mittlere Nonnen, ",
  "dn29:13.7": "jüngere Nonnen, ",
  "dn29:13.8": "enthaltsame Laienmänner, ",
  "dn29:13.9": "Laienmänner, die Sinnenfreuden genießen, ",
  "dn29:13.10": "enthaltsame Laienfrauen, ",
  "dn29:13.11": "Laienfrauen, die Sinnenfreuden genießen, ",
  "dn29:13.12": "und der spirituelle Pfad ist erfolgreich und blühend, umfassend, beliebt, weit verbreitet und gut verkündet, wo immer es Götter und Menschen gibt, und er hat den Gipfel an materiellem Besitz und Ruhm erlangt, ",
  "dn29:13.13": "dann ist dieser spirituelle Pfad in dieser Hinsicht vollständig. ",
  "dn29:14.1": "Ich, Cunda, bin ein Lehrer, der heute in der Welt erschienen ist, vollendet und vollkommen erwacht. ",
  "dn29:14.2": "Die Lehre ist gut erklärt und vorgelegt, sie macht unabhängig, führt zum Frieden, ist von einem vollkommen erwachten Buddha verkündet. ",
  "dn29:14.3": "Meine Schülerinnen haben sich nach der Bedeutung dieser guten Lehre erkundigt. Und die geistliche Übung, die in sich geschlossen und rein ist, wurde ihnen enthüllt und offengelegt, mit all ihren gesammelten Sprüchen, mit ihrer beweisbaren Grundlage, gut verkündet, wo immer es Götter und Menschen gibt. ",
  "dn29:14.4": "Ich bin heute ein Lehrer, der ein langjähriger Ordensältester ist, schon lange fortgezogen, in vorgerücktem Alter und im letzten Lebensabschnitt angekommen. ",
  "dn29:15.1": "Ich habe heute Schüler, die fähige ältere Mönche sind, ",
  "dn29:15.3": "mittlere Mönche, ",
  "dn29:15.4": "jüngere Mönche, ",
  "dn29:15.5": "ältere Nonnen, ",
  "dn29:15.6": "mittlere Nonnen, ",
  "dn29:15.7": "jüngere Nonnen, ",
  "dn29:15.8": "enthaltsame Laienmänner, ",
  "dn29:15.9": "Laienmänner, die Sinnenfreuden genießen, ",
  "dn29:15.10": "enthaltsame Laienfrauen ",
  "dn29:15.11": "oder Laienfrauen, die Sinnenfreuden genießen. ",
  "dn29:15.12": "Mein spiritueller Pfad ist heute erfolgreich und blühend, umfassend, beliebt, weit verbreitet und gut verkündet, wo immer es Götter und Menschen gibt. ",
  "dn29:16.1": "Unter allen Lehrern, die es heute in der Welt gibt, Cunda, sehe ich keinen einzigen, der so wie ich den Gipfel an materiellem Besitz und Ruhm erlangt hätte. ",
  "dn29:16.2": "Unter allen geistlichen Gemeinschaften und Gruppen, die es heute in der Welt gibt, sehe ich keine einzige, die so  wie der Saṅgha der Mönche und Nonnen die Spitze an materiellem Besitz und Ruhm erlangt hätte. ",
  "dn29:16.4": "Und wenn es einen spirituellen Pfad gibt, von dem man zu Recht sagen würde, ",
  "dn29:16.5": "dass er mit allen guten Eigenschaften versehen ist, in allen guten Eigenschaften vollständig, nicht zu viel und nicht zu wenig, gut erklärt, ganz, vollständig und gut vorgelegt, ",
  "dn29:16.6": "dann sollte man das von diesem spirituellen Pfad sagen. ",
  "dn29:16.8": "Uddaka, der Sohn Rāmas, pflegte zu sagen: ",
  "dn29:16.9": "‚Man sieht und sieht auch nicht.‘ ",
  "dn29:16.10": "Aber was sieht man, während man nicht sieht? ",
  "dn29:16.11": "Man kann die Klinge eines gut geschärften Rasiermessers sehen, aber die Schneide sieht man nicht. ",
  "dn29:16.12": "Daher heißt es: ",
  "dn29:16.13": "‚Man sieht und sieht auch nicht.‘ ",
  "dn29:16.14": "Doch dieser Spruch Uddakas ist nieder, derb, gewöhnlich, unedel und zwecklos, da er nur ein Rasiermesser betrifft. ",
  "dn29:16.15": "Wenn es etwas gibt, von dem man zu Recht sagen kann: ",
  "dn29:16.16": "‚Man sieht und sieht auch nicht‘, sollte es von Folgendem gesagt werden. ",
  "dn29:16.18": "Was sieht man, während man nicht sieht? ",
  "dn29:16.19": "Man sieht: einen spirituellen Pfad, der mit allen guten Eigenschaften versehen ist, in allen guten Eigenschaften vollständig, nicht zu viel und nicht zu wenig, gut erklärt, ganz, vollständig und gut vorgelegt. ",
  "dn29:16.20": "Man sieht nicht: etwas, das ihn noch reiner machen könnte, wenn man es wegnähme. ",
  "dn29:16.21": "Man sieht nicht: etwas, das ihn noch vollständiger machen könnte, wenn man es hinzufügte. ",
  "dn29:16.22": "Daher heißt es zu Recht: ",
  "dn29:16.23": "‚Man sieht und sieht auch nicht.‘ ",
  "dn29:17.0": "6. Die Lehren sollen im Chor aufgesagt werden ",
  "dn29:17.1": "Daher, Cunda, solltet ihr alle zusammenkommen und die Dinge, die ich euch aus meiner unmittelbaren Einsicht heraus gelehrt habe, im Chor aufsagen, ohne zu streiten, Bedeutung mit Bedeutung und Ausdruck mit Ausdruck vergleichen, sodass dieser spirituelle Pfad lange Zeit bestehen bleibt. Das wäre zum Nutzen und Glück vieler Menschen, zum Vorteil, Nutzen und Glück von Göttern und Menschen. ",
  "dn29:17.2": "Und was sind die Dinge, die ich aus meiner unmittelbaren Einsicht heraus gelehrt habe? ",
  "dn29:17.3": "Es sind die vier Arten der Achtsamkeitsmeditation, die vier Arten rechten Bemühens, die vier Grundlagen der Wunderkräfte, die fünf Fähigkeiten, die fünf Kräfte, die sieben Faktoren des Erwachens und der edle achtfache Pfad. ",
  "dn29:17.4": "Das sind die Dinge, die ich aus meiner unmittelbaren Einsicht heraus gelehrt habe. ",
  "dn29:18.0": "7. Übereinstimmung erreichen ",
  "dn29:18.1": "Angenommen, einer dieser geistlichen Gefährten, die in Eintracht und gegenseitiger Wertschätzung üben, ohne Streit, würde im Saṅgha die Lehre aufsagen. ",
  "dn29:18.2": "Nun könntest du denken: ",
  "dn29:18.3": "‚Dieser Ehrwürdige legt die Bedeutung falsch aus und verwechselt die Ausdrücke.‘ ",
  "dn29:18.4": "Du solltest dem weder zustimmen noch es ablehnen, sondern sagen: ",
  "dn29:18.5": "‚Werter Freund, wenn das die Bedeutung ist, könnte der Ausdruck entweder dieses oder jenes sein: Welches passt besser? Und wenn das der Ausdruck ist, könnte die Bedeutung entweder dieses oder jenes sein: Welches passt besser?‘ ",
  "dn29:18.6": "Angenommen, er würde antworten: ",
  "dn29:18.7": "‚Dieser Ausdruck passt besser zu der Bedeutung als jener. Und diese Bedeutung passt besser zu dem Ausdruck als jene.‘ ",
  "dn29:18.8": "Ohne ihm zu schmeicheln oder ihn zu tadeln solltest du ihn überzeugen, indem du diese Bedeutung und diesen Ausdruck sorgfältig untersuchst. ",
  "dn29:19.1": "Angenommen, ein anderer geistlicher Gefährte würde im Saṅgha die Lehre aufsagen. ",
  "dn29:19.2": "Nun könntest du denken: ",
  "dn29:19.3": "‚Dieser Ehrwürdige legt die Bedeutung falsch aus, aber fasst die Ausdrücke richtig auf.‘ ",
  "dn29:19.4": "Du solltest dem weder zustimmen noch es ablehnen, sondern sagen: ",
  "dn29:19.5": "‚Werter Freund, wenn das der Ausdruck ist, könnte die Bedeutung entweder dieses oder jenes sein: Welches passt besser?‘ ",
  "dn29:19.6": "Angenommen, er würde antworten: ",
  "dn29:19.7": "‚Diese Bedeutung passt besser zu dem Ausdruck als jene.‘ ",
  "dn29:19.8": "Ohne ihm zu schmeicheln oder ihn zu tadeln solltest du ihn überzeugen, indem du diese Bedeutung sorgfältig untersuchst. ",
  "dn29:20.1": "Angenommen, ein anderer geistlicher Gefährte würde im Saṅgha die Lehre aufsagen. ",
  "dn29:20.2": "Nun könntest du denken: ",
  "dn29:20.3": "‚Dieser Ehrwürdige legt die Bedeutung richtig aus, aber verwechselt die Ausdrücke.‘ ",
  "dn29:20.4": "Du solltest dem weder zustimmen noch es ablehnen, sondern sagen: ",
  "dn29:20.5": "‚Werter Freund, wenn das die Bedeutung ist, könnte der Ausdruck entweder dieses oder jenes sein: Welches passt besser?‘ ",
  "dn29:20.6": "Angenommen, er würde antworten: ",
  "dn29:20.7": "‚Dieser Ausdruck passt besser zu der Bedeutung als jener.‘ ",
  "dn29:20.8": "Ohne ihm zu schmeicheln oder ihn zu tadeln solltest du ihn überzeugen, indem du diesen Ausdruck sorgfältig untersuchst. ",
  "dn29:21.1": "Angenommen, ein anderer geistlicher Gefährte würde im Saṅgha die Lehre aufsagen. ",
  "dn29:21.2": "Nun könntest du denken: ",
  "dn29:21.3": "‚Dieser Ehrwürdige legt die Bedeutung richtig aus und fasst die Ausdrücke richtig auf.‘ ",
  "dn29:21.4": "Mit den Worten: ‚Gut!‘ solltest du die Aussage dieses Mönchs begrüßen und ihr zustimmen ",
  "dn29:21.5": "und dann zu ihm sagen: ",
  "dn29:21.6": "‚Wir haben Glück, werter Freund, so großes Glück, ",
  "dn29:21.7": "einen Ehrwürdigen wie dich, der so gut mit der Bedeutung und der Ausdrucksweise vertraut ist, als einen unserer geistlichen Gefährten zu sehen!‘ ",
  "dn29:22.0": "8. Warum Bedarfsgegenstände erlaubt sind ",
  "dn29:22.1": "Cunda, ich lehre euch nicht allein, um Befleckungen zu zügeln, die dieses Leben betreffen. ",
  "dn29:22.2": "Und ich lehre auch nicht allein, um vor Befleckungen zu schützen, die künftige Leben betreffen. ",
  "dn29:22.3": "Ich lehre sowohl, um Befleckungen zu zügeln, die dieses Leben betreffen, ",
  "dn29:22.4": "als auch, um vor Befleckungen zu schützen, die künftige Leben betreffen. ",
  "dn29:22.5": "Und deshalb habe ich Roben erlaubt, die nur dazu genügen, ",
  "dn29:22.6": "Kälte und Hitze abzuhalten, die Berührung von Fliegen, Stechmücken, Wind, Sonne und Kriechtieren abzuhalten und die Schamteile zu bedecken. ",
  "dn29:22.7": "Ich habe Almosen erlaubt, das nur dazu genügt, ",
  "dn29:22.8": "diesen Körper zu erhalten, Schaden abzuwenden und die geistliche Übung zu fördern; damit man altes Unbehagen beendet und neues nicht entstehen lässt und ohne Tadel und unbeschwert lebt. ",
  "dn29:22.9": "Ich habe Unterkünfte erlaubt, die nur dazu genügen, ",
  "dn29:22.10": "Kälte und Hitze abzuhalten, die Berührung von Fliegen, Stechmücken, Wind, Sonne und Kriechtieren abzuhalten, vor schlechtem Wetter zu schützen und sich an der Klausur zu erfreuen. ",
  "dn29:22.11": "Ich habe Arznei und Krankenversorgung erlaubt, die nur dazu genügen, ",
  "dn29:22.12": "die Beschwerden der Krankheit abzuwehren und die Gesundheit zu fördern. ",
  "dn29:23.0": "9. In Glück schwelgen ",
  "dn29:23.1": "Es ist möglich, dass Wanderer, die andere Wege gehen, sagen: ",
  "dn29:23.2": "‚Diese Asketen, die Anhänger des Sakyers, leben, indem sie in Glück schwelgen.‘ ",
  "dn29:23.3": "Ihr solltet ihnen entgegnen: ",
  "dn29:23.4": "‚Was ist das für ein Schwelgen in Glück? ",
  "dn29:23.5": "Denn es gibt viele verschiedene Arten, wie man in Glück schwelgen kann.‘ ",
  "dn29:23.6": "Vier Arten des Schwelgens in Glück, Cunda, sind nieder, derb, gewöhnlich, unedel und zwecklos. Sie führen nicht zu Ernüchterung, Sichabwenden, Aufhören, Frieden, Einsicht, Erwachen und Erlöschen. ",
  "dn29:23.7": "Welche vier? ",
  "dn29:23.8": "Da macht sich ein Tor durch das Töten lebender Geschöpfe glücklich und zufrieden. ",
  "dn29:23.9": "Das ist die erste Art des Schwelgens in Glück. ",
  "dn29:23.10": "Dann macht sich da jemand durch Diebstahl glücklich und zufrieden. ",
  "dn29:23.11": "Das ist die zweite Art des Schwelgens in Glück. ",
  "dn29:23.12": "Dann macht sich da jemand durch Lügen glücklich und zufrieden. ",
  "dn29:23.13": "Das ist die dritte Art des Schwelgens in Glück. ",
  "dn29:23.14": "Dann ist da jemand mit den fünf Arten von Sinnesreizen versorgt und ausgestattet und vergnügt sich damit. ",
  "dn29:23.15": "Das ist die vierte Art des Schwelgens in Glück. ",
  "dn29:23.16": "Diese vier Arten des Schwelgens in Glück sind nieder, derb, gewöhnlich, unedel und zwecklos. Sie führen nicht zu Ernüchterung, Sichabwenden, Aufhören, Frieden, Einsicht, Erwachen und Erlöschen. ",
  "dn29:24.1": "Es ist möglich, dass Wanderer, die andere Wege gehen, sagen: ",
  "dn29:24.2": "‚Die Asketen, die Anhänger des Sakyers, leben, indem sie auf diese vier Arten in Glück schwelgen.‘ ",
  "dn29:24.3": "Ihnen solltet ihr sagen: ‚So nicht!‘ ",
  "dn29:24.4": "Es ist nicht richtig, das über euch zu sagen; es stellt euch mit einer Unwahrheit falsch dar. ",
  "dn29:24.5": "Vier Arten des Schwelgens in Glück führen, wenn sie entwickelt und gepflegt werden, einzig zu Ernüchterung, Sichabwenden, Aufhören, Frieden, Einsicht, Erwachen und Erlöschen. ",
  "dn29:24.6": "Welche vier? ",
  "dn29:24.7": "Da tritt eine Nonne, ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, in die erste Vertiefung ein und verweilt darin; da gibt es die Ekstase und die Wonne der Abgeschiedenheit, während man den Geist ausrichtet und hält. ",
  "dn29:24.8": "Das ist die erste Art des Schwelgens in Glück. ",
  "dn29:24.9": "Wenn dann das Ausrichten und Halten des Geistes sich beruhigt, tritt ein Mönch in die zweite Vertiefung ein und verweilt darin; da gibt es die Ekstase und die Wonne der Versenkung, mit innerer Klarheit und Zuversicht und geeintem Geist, ohne Ausrichten und Halten. ",
  "dn29:24.10": "Das ist die zweite Art des Schwelgens in Glück. ",
  "dn29:24.11": "Mit dem Schwinden der Ekstase tritt eine Nonne dann in die dritte Vertiefung ein und verweilt darin; da meditiert sie mit Gleichmut, achtsam und umsichtig, und erfährt persönlich die Wonne, von der die Edlen erklären: ‚Gleichmütig und achtsam meditiert man in Wonne.‘ ",
  "dn29:24.12": "Das ist die dritte Art des Schwelgens in Glück. ",
  "dn29:24.13": "Indem er Glück und Schmerz aufgibt und frühere Fröhlichkeit und Traurigkeit beendet, tritt ein Mönch dann in die vierte Vertiefung ein und verweilt darin, ohne Glück oder Schmerz, mit reinem Gleichmut und reiner Achtsamkeit. ",
  "dn29:24.14": "Das ist die vierte Art des Schwelgens in Glück. ",
  "dn29:24.15": "Diese vier Arten des Schwelgens in Glück führen, wenn sie entwickelt und gepflegt werden, einzig zu Ernüchterung, Sichabwenden, Aufhören, Frieden, Einsicht, Erwachen und Erlöschen. ",
  "dn29:24.16": "Es ist möglich, dass Wanderer, die andere Wege gehen, sagen: ",
  "dn29:24.17": "‚Die Asketen, die Anhänger des Sakyers, leben, indem sie auf diese vier Arten in Glück schwelgen.‘ ",
  "dn29:24.18": "Ihnen solltet ihr sagen: ‚Genau so!‘ ",
  "dn29:24.19": "Es ist richtig, das über euch zu sagen; es stellt euch nicht mit einer Unwahrheit falsch dar. ",
  "dn29:25.0": "10. Die vorteilhaften Folgen des Schwelgens in Glück ",
  "dn29:25.1": "Es ist möglich, dass Wanderer, die andere Wege gehen, sagen: ",
  "dn29:25.2": "‚Wie viele Früchte und vorteilhafte Folgen kann man für die erwarten, die leben, indem sie auf diese vier Arten in Glück schwelgen?‘ ",
  "dn29:25.3": "Ihr solltet ihnen entgegnen: ",
  "dn29:25.4": "‚Für die, die leben, indem sie auf diese vier Arten in Glück schwelgen, kann man vier vorteilhafte Folgen erwarten. ",
  "dn29:25.5": "Welche vier? ",
  "dn29:25.6": "Zunächst tritt da eine Nonne mit dem Auflösen von drei Fesseln in den Strom ein, muss nicht mehr in der Unterwelt wiedergeboren werden und ist auf dem Weg zum Erwachen. ",
  "dn29:25.7": "Das ist die erste Frucht und vorteilhafte Folge. ",
  "dn29:25.8": "Dann wird da ein Mönch mit dem Auflösen von drei Fesseln und dem Abschwächen von Gier, Hass und Täuschung ein Einmalwiederkehrer. Nur einmal kehrt er in diese Welt zurück, um dann dem Leiden ein Ende zu machen. ",
  "dn29:25.9": "Das ist die zweite Frucht und vorteilhafte Folge. ",
  "dn29:25.10": "Dann wird da eine Nonne mit dem Auflösen der fünf niederen Fesseln durch unmittelbares Erscheinen wiedergeboren. Sie erlischt dort und muss von jener Welt nicht zurückkehren. ",
  "dn29:25.11": "Das ist die dritte Frucht und vorteilhafte Folge. ",
  "dn29:25.12": "Dann erlangt da ein Mönch mit der Auflösung der Befleckungen in diesem Leben die fleckenlose Freiheit des Herzens, die fleckenlose Freiheit durch Weisheit, erkennt sie durch eigene Einsicht und lebt darin. ",
  "dn29:25.13": "Das ist die vierte Frucht und vorteilhafte Folge. ",
  "dn29:25.14": "Diese vier Früchte und vorteilhaften Folgen kann man für die erwarten, die leben, indem sie auf diese vier Arten in Glück schwelgen.‘ ",
  "dn29:26.0": "11. Was für Vollendete unmöglich ist ",
  "dn29:26.1": "Es ist möglich, dass Wanderer, die andere Wege gehen, sagen: ",
  "dn29:26.2": "‚Diese Asketen, die Anhänger des Sakyers, verhalten sich widersprüchlich.‘ ",
  "dn29:26.3": "Ihr solltet ihnen entgegnen: ",
  "dn29:26.4": "‚Werte Freunde, vom Gesegneten, der weiß und sieht, dem Vollendeten, dem vollkommen erwachten Buddha, wurden diese Dinge für seine Schülerinnen gelehrt und gezeigt, die zeitlebens nicht übertreten werden sollen. ",
  "dn29:26.5": "Wie ein Grenzpfosten oder ein eiserner Pfosten: Er ist tief eingebettet und fest verankert, unerschütterlich und unverrückbar. ",
  "dn29:26.6": "Ebenso wurden vom Gesegneten, der weiß und sieht, dem Vollendeten, dem vollkommen erwachten Buddha, diese Dinge für seine Schülerinnen gelehrt und gezeigt, die zeitlebens nicht übertreten werden sollen. ",
  "dn29:26.7": "Eine Nonne, die vollendet ist – deren Befleckungen aufgelöst sind, die die spirituelle Reise abgeschlossen hat, die getan hat, was zu tun war, die Last abgelegt, ihr eigenes wahres Ziel erreicht, die die Fesseln der Wiedergeburt endgültig gelöst hat und durch Wissen richtig befreit ist – eine solche Nonne kann in neunfacher Hinsicht keinen Verstoß begehen. ",
  "dn29:26.8": "Eine Nonne, deren Befleckungen aufgelöst sind, kann nicht absichtlich einem lebenden Geschöpf das Leben nehmen, etwas wegnehmen in der Absicht, zu stehlen, Geschlechtsverkehr haben, eine bewusste Lüge sprechen oder zum eigenen Vergnügen Vorräte anlegen, wie sie es als Laie getan hat. Und sie kann nicht voreingenommen von Bevorzugung, Abneigung, Dummheit oder Feigheit handeln. ",
  "dn29:26.9": "Eine Nonne, die vollendet ist, kann in dieser neunfachen Hinsicht keinen Verstoß begehen.‘ ",
  "dn29:27.0": "12. Fragen und Antworten ",
  "dn29:27.1": "Es ist möglich, dass Wanderer, die andere Wege gehen, sagen: ",
  "dn29:27.2": "‚Der Asket Gotama erklärt grenzenloses Erkennen und Sehen in Bezug auf die Vergangenheit, aber nicht auf die Zukunft. Was hat es damit auf sich?‘ ",
  "dn29:27.3": "Diese Wanderer scheinen wie unfähige Toren zu denken, eine Art von Erkennen und Sehen könne durch eine andere Art von Erkennen und Sehen erklärt werden. ",
  "dn29:27.4": "Was die Vergangenheit betrifft, so stammt die Erkenntnis des Klargewordenen aus der Erinnerung. ",
  "dn29:27.5": "Er erinnert sich zurück, soweit er will. ",
  "dn29:27.6": "Was die Zukunft betrifft, so stammt die Erkenntnis des Klargewordenen vom Erwachen: ",
  "dn29:27.7": "‚Dies ist meine letzte Wiedergeburt. Es wird keine künftigen Leben mehr geben.‘ ",
  "dn29:28.1": "Wenn eine Frage über die Vergangenheit nicht zutrifft, wenn sie unbegründet ist und zum Schaden, antwortet der Klargewordene nicht. ",
  "dn29:28.2": "Wenn eine Frage über die Vergangenheit zutrifft, wenn sie stichhaltig ist, aber zum Schaden, antwortet er nicht. ",
  "dn29:28.3": "Wenn eine Frage über die Vergangenheit zutrifft, wenn sie stichhaltig und zum Segen ist, kennt er die rechte Zeit, um zu antworten. ",
  "dn29:28.4": "Und bei Fragen über die Zukunft oder die Gegenwart verfährt der Klargewordene auf die gleiche Weise. ",
  "dn29:28.8": "Und so kommt die Rede des Klargewordenen zur rechten Zeit, ist wahr, bedeutsam, im Einklang mit der Lehre und Schulung. Deshalb nennt man ihn den ‚Klargewordenen‘. ",
  "dn29:29.1": "Alles, was man in dieser Welt mit ihren Göttern, Māras und Brahmās, unter dieser Bevölkerung mit ihren Asketen und Brahmanen, Göttern und Menschen – alles, was man darin sehen, hören, denken, erkennen, erreichen, suchen oder mit dem Geist erkunden kann, all das hat der Klargewordene verstanden. ",
  "dn29:29.2": "Deshalb nennt man ihn den ‚Klargewordenen‘. ",
  "dn29:29.3": "Von der Nacht an, in der der Klargewordene das unübertreffliche vollkommene Erwachen versteht bis zu der Nacht, in der er nach der natürlichen Gesetzmäßigkeit des restlosen Erlöschens vollkommen erlischt – während dieser Zeit ist alles, was er sagt, redet und ausdrückt, tatsächlich so und nicht anders. ",
  "dn29:29.4": "Deshalb nennt man ihn den ‚Klargewordenen‘. ",
  "dn29:29.5": "Ein Klargewordener handelt wie er spricht und spricht wie er handelt. ",
  "dn29:29.6": "Weil das so ist, nennt man ihn den ‚Klargewordenen‘. ",
  "dn29:29.7": "In dieser Welt mit ihren Göttern, Māras und Brahmās, unter dieser Bevölkerung mit ihren Asketen und Brahmanen, Göttern und Menschen ist der Klargewordene der Sieger, der Unbesiegte, der allumfassende Seher, der, der die Macht hat. ",
  "dn29:30.0": "13. Was nicht erklärt wurde ",
  "dn29:30.1": "Es ist möglich, dass Wanderer, die andere Wege gehen, sagen: ",
  "dn29:30.2": "‚Ist das eure Ansicht: „Ein Klargewordener besteht nach dem Tod. Das allein ist die Wahrheit, alles andere ist dumm“?‘ ",
  "dn29:30.3": "Ihr solltet ihnen entgegnen: ",
  "dn29:30.4": "‚Werter Freund, das wurde vom Buddha nicht erklärt.‘ ",
  "dn29:30.6": "Die Wanderer könnten sagen: ",
  "dn29:30.7": "‚Dann ist das eure Ansicht: „Ein Klargewordener besteht nicht nach dem Tod. Das allein ist die Wahrheit, alles andere ist dumm“?‘ ",
  "dn29:30.8": "Ihr solltet ihnen entgegnen: ",
  "dn29:30.9": "‚Auch das wurde vom Buddha nicht erklärt.‘ ",
  "dn29:30.11": "Die Wanderer könnten sagen: ",
  "dn29:30.12": "‚Dann ist das eure Ansicht: „Ein Klargewordener besteht nach dem Tod und besteht auch nicht. Das allein ist die Wahrheit, alles andere ist dumm“?‘ ",
  "dn29:30.13": "Ihr solltet ihnen entgegnen: ",
  "dn29:30.14": "‚Auch das wurde vom Buddha nicht erklärt.‘ ",
  "dn29:30.16": "Die Wanderer könnten sagen: ",
  "dn29:30.17": "‚Dann ist das eure Ansicht: „Ein Klargewordener besteht weder nach dem Tod, noch besteht er nicht. Das allein ist die Wahrheit, alles andere ist dumm“?‘ ",
  "dn29:30.18": "Ihr solltet ihnen entgegnen: ",
  "dn29:30.19": "‚Auch das wurde vom Buddha nicht erklärt.‘ ",
  "dn29:31.1": "Die Wanderer könnten sagen: ",
  "dn29:31.2": "‚Aber warum wurde das vom Asketen Gotama nicht erklärt?‘ ",
  "dn29:31.3": "Ihr solltet ihnen entgegnen: ",
  "dn29:31.4": "‚Weil es nicht zum Segen und von Bedeutung für die Grundlagen des geistlichen Lebens ist. Es führt nicht zu Ernüchterung, Sichabwenden, Aufhören, Frieden, Einsicht, Erwachen und Erlöschen. Darum wurde es vom Buddha nicht erklärt.‘ ",
  "dn29:32.0": "14. Was erklärt wurde ",
  "dn29:32.1": "Es ist möglich, dass Wanderer, die andere Wege gehen, sagen: ",
  "dn29:32.2": "‚Aber was wurde vom Asketen Gotama erklärt?‘ ",
  "dn29:32.3": "Ihr solltet ihnen entgegnen: ",
  "dn29:32.4": "Das Folgende wurde vom Buddha erklärt: “Das ist das Leiden.“ … „Das ist das Entstehen des Leidens.“ … „Das ist das Aufhören des Leidens.“ … „Das ist die Übung, die zum Aufhören des Leidens führt.“ ",
  "dn29:33.1": "Die Wanderer könnten sagen: ",
  "dn29:33.2": "‚Aber warum wurde das vom Asketen Gotama erklärt?‘ ",
  "dn29:33.3": "Ihr solltet ihnen entgegnen: ",
  "dn29:33.4": "‚Weil es zum Segen und von Bedeutung für die Grundlagen des geistlichen Lebens ist. Es führt zu Ernüchterung, Sichabwenden, Aufhören, Frieden, Einsicht, Erwachen und Erlöschen. Darum wurde es vom Buddha erklärt.‘ ",
  "dn29:34.0": "15. Ansichten über die Vergangenheit ",
  "dn29:34.1": "Cunda, ich habe euch die Ansichten über die Vergangenheit erklärt, auf die sich manche stützen, so, wie sie erklärt werden sollten. ",
  "dn29:34.2": "Soll ich sie dir auf falsche Art erklären? ",
  "dn29:34.3": "Ich habe euch die Ansichten über die Zukunft erklärt, auf die sich manche stützen, so, wie sie erklärt werden sollten. ",
  "dn29:34.4": "Soll ich sie dir auf falsche Art erklären? ",
  "dn29:34.5": "Welches sind die Ansichten über die Vergangenheit, auf die sich manche stützen? ",
  "dn29:34.7": "Es gibt Asketen und Brahmanen, die diese Lehre und Ansicht haben: ",
  "dn29:34.8": "‚‚Das Selbst und das Weltall sind ewig. Das allein ist die Wahrheit, alles andere ist dumm.‘ ",
  "dn29:34.9": "Es gibt Asketen und Brahmanen, die diese Lehre und Ansicht haben: ",
  "dn29:34.10": "‚‚Das Selbst und das Weltall sind nicht ewig; ",
  "dn29:34.11": "oder sie sind sowohl ewig als auch nicht ewig; ",
  "dn29:34.12": "oder sie sind weder ewig noch nicht ewig. ",
  "dn29:34.13": "Das Selbst und das Weltall wurden von einem selbst geschaffen; ",
  "dn29:34.14": "sie wurden von jemand anderem geschaffen; ",
  "dn29:34.15": "sie wurden sowohl von einem selbst als auch von jemand anderem geschaffen; ",
  "dn29:34.16": "oder sie sind durch Zufall entstanden und wurden weder von einem selbst  noch von jemand anderem geschaffen. ",
  "dn29:34.17": "Glück und Schmerz sind ewig; ",
  "dn29:34.18": "oder sie sind nicht ewig; ",
  "dn29:34.19": "oder sie sind sowohl ewig als auch nicht ewig; ",
  "dn29:34.20": "oder sie sind weder ewig noch nicht ewig. ",
  "dn29:34.21": "Glück und Schmerz wurden von einem selbst geschaffen; ",
  "dn29:34.22": "oder sie wurden von jemand anderem geschaffen; ",
  "dn29:34.23": "oder sie wurden sowohl von einem selbst als auch von jemand anderem geschaffen; ",
  "dn29:34.24": "oder sie sind durch Zufall entstanden und wurden weder von einem selbst  noch von jemand anderem geschaffen. Das allein ist die Wahrheit, alles andere ist dumm.‘ ",
  "dn29:35.1": "Im Hinblick darauf gehe ich zu den Asketen und Brahmanen, deren Ansicht es ist, ",
  "dn29:35.2": "dass das Selbst und das Weltall ewig sind, ",
  "dn29:35.3": "und sage: ",
  "dn29:35.4": "‚Werte Freunde, ist es das, was ihr sagt: ",
  "dn29:35.5": "‚‚Das Selbst und das Weltall sind ewig“?‘ ",
  "dn29:35.6": "Und wenn sie sagen: ‚Ja! ",
  "dn29:35.7": "Das allein ist die Wahrheit, alles andere ist dumm‘, ",
  "dn29:35.8": "dann erkenne ich das nicht an. ",
  "dn29:35.9": "Und warum nicht? ",
  "dn29:35.10": "Weil es Wesen gibt, die über diesen Punkt verschiedene Meinungen haben. ",
  "dn29:35.11": "Ich sehe keine solche Darlegung, die meiner eigenen gleichkäme, und erst recht keine, die höher steht. ",
  "dn29:35.12": "Vielmehr bin ich der Höherstehende, wenn es um die hohe Art der Darlegung geht. ",
  "dn29:36.1": "Im Hinblick darauf gehe ich zu den Asketen und Brahmanen, die all die anderen genannten Ansichten vertreten. ",
  "dn29:36.22": "Und in jedem Fall erkenne ich es nicht an. ",
  "dn29:36.23": "Und warum nicht? ",
  "dn29:36.24": "Weil es Wesen gibt, die über diesen Punkt verschiedene Meinungen haben. ",
  "dn29:36.25": "Ich sehe keine solche Darlegung, die meiner eigenen gleichkäme, und erst recht keine, die höher steht. ",
  "dn29:36.26": "Vielmehr bin ich der Höherstehende, wenn es um die hohe Art der Darlegung geht. ",
  "dn29:36.27": "Das sind die Ansichten über die Vergangenheit, auf die sich manche stützen. ",
  "dn29:37.0": "16. Ansichten über die Zukunft ",
  "dn29:37.1": "Welches sind die Ansichten über die Zukunft, auf die sich manche stützen? ",
  "dn29:37.3": "Es gibt Asketen und Brahmanen, die diese Lehre und Ansicht haben: ",
  "dn29:37.4": "‚Das Selbst ist nach dem Tod materiell und gesund; ",
  "dn29:37.6": "oder es ist immateriell; ",
  "dn29:37.7": "oder es ist sowohl materiell als auch immateriell; ",
  "dn29:37.8": "oder es ist weder materiell noch immateriell; ",
  "dn29:37.9": "es besitzt Wahrnehmung; ",
  "dn29:37.10": "oder ist ohne Wahrnehmung; ",
  "dn29:37.11": "oder es besitzt weder Wahrnehmung noch ist es ohne Wahrnehmung; ",
  "dn29:37.12": "oder das Selbst wird vernichtet und zerstört, wenn der Körper auseinanderbricht, und besteht nach dem Tod nicht. Das allein ist die Wahrheit, alles andere ist dumm.‘ ",
  "dn29:38.1": "Im Hinblick darauf gehe ich zu den Asketen und Brahmanen, deren Ansicht es ist, ",
  "dn29:38.2": "dass das Selbst nach dem Tod materiell und gesund ist, ",
  "dn29:38.3": "und sage: ",
  "dn29:38.4": "‚Werte Freunde, ist es das, was ihr sagt: ",
  "dn29:38.5": "„Das Selbst ist nach dem Tod materiell und gesund“?‘ ",
  "dn29:38.6": "Und wenn sie sagen: ‚Ja! ",
  "dn29:38.7": "Das allein ist die Wahrheit, alles andere ist dumm‘, ",
  "dn29:38.8": "dann erkenne ich das nicht an. ",
  "dn29:38.9": "Und warum nicht? ",
  "dn29:38.10": "Weil es Wesen gibt, die über diesen Punkt verschiedene Meinungen haben. ",
  "dn29:38.11": "Ich sehe keine solche Darlegung, die meiner eigenen gleichkäme, und erst recht keine, die höher steht. ",
  "dn29:38.12": "Vielmehr bin ich der Höherstehende, wenn es um die hohe Art der Darlegung geht. ",
  "dn29:39.1": "Im Hinblick darauf gehe ich zu den Asketen und Brahmanen, die all die anderen genannten Ansichten vertreten. ",
  "dn29:39.14": "Und in jedem Fall erkenne ich es nicht an. ",
  "dn29:39.15": "Und warum nicht? ",
  "dn29:39.16": "Weil es Wesen gibt, die über diesen Punkt verschiedene Meinungen haben. ",
  "dn29:39.17": "Ich sehe keine solche Darlegung, die meiner eigenen gleichkäme, und erst recht keine, die höher steht. ",
  "dn29:39.18": "Vielmehr bin ich der Höherstehende, wenn es um die hohe Art der Darlegung geht. ",
  "dn29:39.19": "Das sind die Ansichten über die Zukunft, auf die sich manche stützen, die ich so erklärt habe, wie sie erklärt werden sollten. ",
  "dn29:39.20": "Soll ich sie dir auf falsche Art erklären? ",
  "dn29:40.1": "Ich habe die vier Arten der Achtsamkeitsmeditation gelehrt und gezeigt, um all diese Ansichten über die Vergangenheit und die Zukunft aufzugeben und darüber hinauszugehen. ",
  "dn29:40.2": "Welche vier? ",
  "dn29:40.3": "Da meditiert ein Mönch, indem er einen Aspekt des Körpers beobachtet – eifrig, umsichtig und achtsam, frei von Verlangen nach der Welt oder Abneigung dagegen. ",
  "dn29:40.4": "Er meditiert, indem er einen Aspekt der Gefühle beobachtet … ",
  "dn29:40.5": "indem er einen Aspekt des Geistes beobachtet … ",
  "dn29:40.6": "indem er einen Aspekt der natürlichen Gesetzmäßigkeiten beobachtet – eifrig, umsichtig und achtsam, frei von Verlangen nach der Welt oder Abneigung dagegen. ",
  "dn29:40.7": "Das sind die vier Arten der Achtsamkeitsmeditation, die ich gelehrt und gezeigt habe, um all diese Ansichten über die Vergangenheit und die Zukunft aufzugeben und darüber hinauszugehen.“ ",
  "dn29:41.1": "Nun stand da gerade der Ehrwürdige Upavāṇa hinter dem Buddha und fächelte ihm Luft zu. ",
  "dn29:41.2": "Er sagte zum Buddha: ",
  "dn29:41.3": "„Es ist unglaublich, Herr, es ist erstaunlich! ",
  "dn29:41.4": "Diese Lehrdarlegung ist beeindruckend, Herr, ",
  "dn29:41.5": "sie ist sehr beeindruckend. Herr, wie ist der Name dieser Lehrdarlegung?“ ",
  "dn29:41.6": "„Nun, Upavāṇa, du solltest diese Lehrdarlegung als ‚die beeindruckende Lehrrede‘ in Erinnerung behalten.“ ",
  "dn29:41.7": "Das sagte der Buddha. ",
  "dn29:41.8": "Zufrieden freute sich der Ehrwürdige Upavāṇa über die Worte des Buddha. "
}