{
  "dn2:0.1": "Lange Lehrreden 2 ",
  "dn2:0.2": "Die Früchte des Asketenlebens ",
  "dn2:1.0": "1. Gespräch mit den Ministern des Königs ",
  "dn2:1.1": "So habe ich es gehört: ",
  "dn2:1.2": "Einmal hielt sich der Buddha bei Rājagaha in Jīvaka Komārabhaccas Mangowäldchen auf, zusammen mit einem großen Saṅgha von 1250 Mönchen und Nonnen. ",
  "dn2:1.3": "Zu der Zeit, es war der Besinnungstag, der Komudī-Vollmond am fünfzehnten Tag, saß König Ajātasattu von Magadha, Sohn der Prinzessin von Videha, oben im königlichen Pfahlhaus, umrundet von seinen Ministern. ",
  "dn2:1.4": "Da drückte Ajātasattu von Magadha, Sohn der Prinzessin von Videha, dieses innige Gefühl aus: ",
  "dn2:1.5": "„Oh ihr Herren, diese Mondnacht ist so überaus entzückend, so schön, so strahlend, so anmutig, so bemerkenswert! ",
  "dn2:1.6": "Welchem Asketen oder Brahmanen könnte ich heute meine Aufwartung machen, bei wem könnte mein Geist Frieden finden, wenn ich ihm meine Aufwartung machte?“ ",
  "dn2:2.1": "Daraufhin sagte einer der königlichen Minister zu ihm: ",
  "dn2:2.2": "„Majestät, Pūraṇa Kassapa leitet einen Orden und eine Gemeinschaft und unterweist eine Gemeinschaft. Er ist ein namhafter und berühmter Religionsstifter, der von vielen als heilig erachtet wird. Er ist ein langjähriger Asket, schon lange fortgezogen; er ist in vorgerücktem Alter und im letzten Lebensabschnitt angekommen. ",
  "dn2:2.3": "Seine Majestät sollte ihm seine Aufwartung machen. ",
  "dn2:2.4": "Wenn du das tust, wird dein Geist hoffentlich Frieden finden.“ ",
  "dn2:2.5": "Aber auf diese Worte schwieg der König. ",
  "dn2:3.1": "Ein anderer königlicher Minister sagte zu ihm: ",
  "dn2:3.2": "„Majestät, der Bambusstab-Asket Gosāla leitet einen Orden und eine Gemeinschaft und unterweist eine Gemeinschaft. Er ist ein namhafter und berühmter Religionsstifter, der von vielen als heilig erachtet wird. Er ist ein langjähriger Asket, schon lange fortgezogen; er ist in vorgerücktem Alter und im letzten Lebensabschnitt angekommen. ",
  "dn2:3.3": "Seine Majestät sollte ihm seine Aufwartung machen. ",
  "dn2:3.4": "Wenn du das tust, wird dein Geist hoffentlich Frieden finden.“ ",
  "dn2:3.5": "Aber auf diese Worte schwieg der König. ",
  "dn2:4.1": "Ein anderer königlicher Minister sagte zu ihm: ",
  "dn2:4.2": "„Majestät, Ajita mit der Haardecke leitet einen Orden und eine Gemeinschaft und unterweist eine Gemeinschaft. Er ist ein namhafter und berühmter Religionsstifter, der von vielen als heilig erachtet wird. Er ist ein langjähriger Asket, schon lange fortgezogen; er ist in vorgerücktem Alter und im letzten Lebensabschnitt angekommen. ",
  "dn2:4.3": "Seine Majestät sollte ihm seine Aufwartung machen. ",
  "dn2:4.4": "Wenn du das tust, wird dein Geist hoffentlich Frieden finden.“ ",
  "dn2:4.5": "Aber auf diese Worte schwieg der König. ",
  "dn2:5.1": "Ein anderer königlicher Minister sagte zu ihm: ",
  "dn2:5.2": "„Majestät, Pakudha Kaccāyana leitet einen Orden und eine Gemeinschaft und unterweist eine Gemeinschaft. Er ist ein namhafter und berühmter Religionsstifter, der von vielen als heilig erachtet wird. Er ist ein langjähriger Asket, schon lange fortgezogen; er ist in vorgerücktem Alter und im letzten Lebensabschnitt angekommen. ",
  "dn2:5.3": "Seine Majestät sollte ihm seine Aufwartung machen. ",
  "dn2:5.4": "Wenn du das tust, wird dein Geist hoffentlich Frieden finden.“ ",
  "dn2:5.5": "Aber auf diese Worte schwieg der König. ",
  "dn2:6.1": "Ein anderer königlicher Minister sagte zu ihm: ",
  "dn2:6.2": "„Majestät, Sañjaya Belaṭṭhiputta leitet einen Orden und eine Gemeinschaft und unterweist eine Gemeinschaft. Er ist ein namhafter und berühmter Religionsstifter, der von vielen als heilig erachtet wird. Er ist ein langjähriger Asket, schon lange fortgezogen; er ist in vorgerücktem Alter und im letzten Lebensabschnitt angekommen. ",
  "dn2:6.3": "Seine Majestät sollte ihm seine Aufwartung machen. ",
  "dn2:6.4": "Wenn du das tust, wird dein Geist hoffentlich Frieden finden.“ ",
  "dn2:6.5": "Aber auf diese Worte schwieg der König. ",
  "dn2:7.1": "Ein anderer königlicher Minister sagte zu ihm: ",
  "dn2:7.2": "„Majestät, der Jaina-Asket aus dem Stamm Ñātika leitet einen Orden und eine Gemeinschaft und unterweist eine Gemeinschaft. Er ist ein namhafter und berühmter Religionsstifter, der von vielen als heilig erachtet wird. Er ist ein langjähriger Asket, schon lange fortgezogen; er ist in vorgerücktem Alter und im letzten Lebensabschnitt angekommen. ",
  "dn2:7.3": "Seine Majestät sollte ihm seine Aufwartung machen. ",
  "dn2:7.4": "Wenn du das tust, wird dein Geist hoffentlich Frieden finden.“ ",
  "dn2:7.5": "Aber auf diese Worte schwieg der König. ",
  "dn2:8.0": "2. Eine Unterhaltung mit Jīvaka Komārabhacca ",
  "dn2:8.1": "Nun saß zu dieser Zeit Jīvaka Komārabhacca schweigend nicht weit vom König. ",
  "dn2:8.2": "Da sagte der König zu ihm: ",
  "dn2:8.3": "„Aber mein lieber Jīvaka, warum schweigst du?“ ",
  "dn2:8.4": "„Majestät, der Gesegnete, der Vollendete, der vollkommen erwachte Buddha hält sich in meinem Mangowäldchen auf, zusammen mit einem großen Saṅgha von 1250 Mönchen und Nonnen. ",
  "dn2:8.5": "Er hat diesen guten Ruf: ",
  "dn2:8.6": "‚Dieser Gesegnete ist vollendet, ein vollkommen erwachter Buddha, von vollendetem Wissen und Verhalten, heilig, Kenner der Welt, unübertrefflicher Anleiter für alle, die üben wollen, Lehrer von Göttern und Menschen, erwacht, gesegnet.‘ ",
  "dn2:8.7": "Seine Majestät sollte ihm seine Aufwartung machen. ",
  "dn2:8.8": "Wenn du das tust, wird dein Geist hoffentlich Frieden finden.“ ",
  "dn2:8.9": "„Nun, mein lieber Jīvaka, lass die Elefanten bereitmachen.“ ",
  "dn2:9.1": "„Ja, Majestät“, antwortete Jīvaka. Er ließ etwa 500 Elefantenkühe bereitmachen und dazu den Elefantenbullen des Königs zum Reiten. Dann meldete er dem König: ",
  "dn2:9.2": "„Die Elefanten sind bereit, Majestät. ",
  "dn2:9.3": "Bitte geh nach deinem Belieben.“ ",
  "dn2:10.1": "Da ließ der König Ajātasattu auf jede der 500 Elefantenkühe eine Frau steigen, während er seinen Elefantenbullen bestieg. Mit Dienern, die Fackeln trugen, brach er in vollem königlichem Prunk von Rājagaha zu Jīvakas Mangowäldchen auf. ",
  "dn2:10.2": "Doch als er sich dem Mangowäldchen näherte, wurde der König von Furcht und Entsetzen gepackt und seine Haare sträubten sich. ",
  "dn2:10.3": "Er sagte zu Jīvaka: ",
  "dn2:10.4": "„Mein lieber Jīvaka, ich hoffe, du täuschst mich nicht! ",
  "dn2:10.5": "Ich hoffe, du betrügst mich nicht! ",
  "dn2:10.6": "Ich hoffe, du lieferst mich nicht meinen Feinden aus! ",
  "dn2:10.7": "Denn wie in aller Welt ist es möglich, dass es in einem so großen Saṅgha von 1250 Mönchen und Nonnen kein Husten oder Räuspern oder sonst ein Geräusch gibt?“ ",
  "dn2:10.8": "„Hab keine Furcht, großer König, hab keine Furcht! ",
  "dn2:10.9": "Ich täusche dich nicht, ",
  "dn2:10.10": "noch betrüge ich dich ",
  "dn2:10.11": "oder liefere dich deinen Feinden aus. ",
  "dn2:10.12": "Geh vorwärts, großer König, geh vorwärts! Da sind Lampen, die im Pavillon scheinen.“ ",
  "dn2:11.0": "3. Die Frage nach den Früchten des Asketenlebens ",
  "dn2:11.1": "Da ritt der König Ajātasattu auf dem Elefanten, soweit es das Gelände erlaubte, dann stieg er ab und begab sich zu Fuß zur Tür des Pavillons. Dort fragte er Jīvaka: ",
  "dn2:11.2": "„Aber mein lieber Jīvaka, wo  ist der Buddha?“ ",
  "dn2:11.3": "„Das ist der Buddha, großer König, das ist der Buddha! ",
  "dn2:11.4": "Er sitzt gegen den Mittelpfeiler mit Blick nach Osten, vor dem Saṅgha der Mönche und Nonnen.“ ",
  "dn2:12.1": "Da ging der König zum Buddha und stellte sich zur Seite hin. ",
  "dn2:12.2": "Er blickte über den Saṅgha der Mönche und Nonnen, die so völlig still waren wie ein stiller, klarer See, und drückte dieses innige Gefühl aus: ",
  "dn2:12.3": "„Dass doch mein Sohn, der Prinz Udāyibhadda, mit solchem Frieden gesegnet sein soll, wie ihn der Saṅgha der Mönche und Nonnen gerade genießt!“ ",
  "dn2:12.4": "„Ist dein Geist zu jemandem gegangen, den du liebst, großer König?“ ",
  "dn2:12.5": "„Ich liebe meinen Sohn, Herr, den Prinzen Udāyibhadda. ",
  "dn2:12.6": "Dass er doch mit solchem Frieden gesegnet sein soll, wie ihn der Saṅgha der Mönche und Nonnen gerade genießt!“ ",
  "dn2:13.1": "Dann verbeugte sich der König vor dem Buddha, erhob seine zusammengelegten Hände zum Saṅgha und setzte sich zur Seite hin. ",
  "dn2:13.2": "Er sagte zum Buddha: ",
  "dn2:13.3": "„Herr, ich würde dich gerne über einen bestimmten Punkt befragen, wenn du die Zeit nehmen wolltest, zu antworten.“ ",
  "dn2:13.5": "„Frage, was du möchtest, großer König.“ ",
  "dn2:14.1": "„Herr, es gibt viele verschiedene berufliche Tätigkeitsfelder. ",
  "dn2:14.2": "Dazu zählen Elefantentruppen, Reitertruppen, Streitwagentruppen, Bogenschützen, Fahnenträger, Schlachtordner, Proviantversorger, Kriegerfürsten, Prinzen, Pioniere, große Krieger, Helden, in Leder gekleidete Soldaten und Söhne von abhängigen Dienern. ",
  "dn2:14.3": "Es zählen dazu auch Bankiers, Barbiere, Bader, Köche, Kranzbinder, Färber, Weber, Korbflechter, Töpfer, Buchhalter, Fingerzähler oder die, die ähnlichen Berufen nachgehen. Sie alle leben von den Früchten ihres Berufs, die in diesem Leben sichtbar sind. ",
  "dn2:14.4": "Sie machen damit sich selbst glücklich und froh, machen Mutter und Vater, Frauen und Kinder sowie Freunde und Kollegen glücklich und froh. Und sie richten eine feierliche religiöse Gabe für Asketen und Brahmanen aus, die in den Himmel führt, die zu Glück heranreift und den Weg zum Himmel bereitet. ",
  "dn2:14.5": "Herr, kannst du eine Frucht des Asketenlebens aufzeigen, die ebenso in diesem Leben sichtbar ist?“ ",
  "dn2:15.1": "„Großer König, erinnerst du dich, dass du diese Frage anderen Asketen und Brahmanen gestellt hast?“ ",
  "dn2:15.2": "„Das tue ich, Herr.“ ",
  "dn2:15.3": "„Wenn es dir nichts ausmacht, großer König, sag mir, was sie geantwortet haben.“ ",
  "dn2:15.4": "„Wenn jemand wie der Gesegnete da sitzt, macht es keine Mühe.“ ",
  "dn2:15.5": "„Gut, dann sprich, großer König.“ ",
  "dn2:16.0": "3.1. Die Doktrin Pūraṇa Kassapas ",
  "dn2:16.1": "„Einmal, Herr, begab ich mich zu Pūraṇa Kassapa und tauschte Willkommensgrüße mit ihm aus. ",
  "dn2:16.2": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzte ich mich zur Seite hin und stellte ihm diese Frage. ",
  "dn2:17.1": "Er sagte zu mir: ",
  "dn2:17.2": "‚Großer König, der Täter tut nichts Schlechtes, wenn er bestraft, verstümmelt, foltert, kränkt, unterdrückt oder einschüchtert oder wenn er andere zu diesen Dingen anstiftet. Er tut nichts Schlechtes, wenn er tötet, stiehlt, in Häuser einbricht, Vermögen plündert, aus abgelegenen Gebäuden stiehlt, Landstraßen unsicher macht, Ehebruch begeht und lügt. Wenn man alle lebenden Geschöpfe auf dieser Erde mit einem rasiermesserscharfen Chakram in einen einzigen Fleischhaufen, eine einzige Fleischmasse verwandeln würde, würde daraus nichts Böses entstehen und auch keine Auswirkung von Bösem. ",
  "dn2:17.3": "Wenn man am südlichen Ufer des Ganges entlangginge und töten, verstümmeln und foltern würde und andere anstiften würde, dasselbe zu tun, würde daraus nichts Böses entstehen und auch keine Auswirkung von Bösem. ",
  "dn2:17.4": "Wenn man am nördlichen Ufer des Ganges entlangginge und spenden und opfern würde und andere ermuntern würde, das Gleiche zu tun, würde daraus kein Verdienst entstehen und auch keine Auswirkung von Verdienst. ",
  "dn2:17.5": "In Geben, Selbstbeherrschung, Zügelung und Wahrhaftigkeit liegt kein Verdienst und auch keine Auswirkung von Verdienst.‘ ",
  "dn2:18.1": "Und als ich so Pūraṇa Kassapa nach den Früchten des Asketenlebens fragte, die in diesem Leben sichtbar sind, antwortete er mit der Doktrin des Nicht-Tuns. ",
  "dn2:18.2": "Es war, als ob jemand, der über eine Mango gefragt würde, mit einer Brotfrucht antwortete, oder jemand, der über eine Brotfrucht gefragt würde, mit einer Mango antwortete. ",
  "dn2:18.4": "Ich dachte: ",
  "dn2:18.5": "‚Wie könnte jemand wie ich sich erlauben, einen Asketen oder Brahmanen, der in meinem Reich lebt, zu tadeln?‘ ",
  "dn2:18.6": "Daher stimmte ich dieser Aussage Pūraṇa Kassapas weder zu, noch lehnte ich sie ab. ",
  "dn2:18.7": "Ich war verstimmt, aber zeigte meine Verstimmung nicht. Weder stimmte ich seinen Worten zu, noch widersprach ich ihnen, sondern erhob mich von meinem Sitz und ging. ",
  "dn2:19.0": "3.2. Die Doktrin des Bambusstab-Asketen Gosāla ",
  "dn2:19.1": "Einmal, Herr, begab ich mich zu dem Bambusstab-Asketen Gosāla und tauschte Willkommensgrüße mit ihm aus. ",
  "dn2:19.2": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzte ich mich zur Seite hin und stellte ihm die gleiche Frage. ",
  "dn2:20.1": "Er sagte zu mir: ",
  "dn2:20.2": "‚Großer König, es gibt keinen Grund und keine Ursache für die Verunreinigung der Lebewesen. Lebewesen werden ohne Grund oder Ursache verunreinigt. ",
  "dn2:20.3": "Es gibt keinen Grund und keine Ursache für die Läuterung der Lebewesen. ",
  "dn2:20.4": "Lebewesen werden ohne Grund oder Ursache geläutert. ",
  "dn2:20.5": "Man handelt nicht aus eigenem Willen, noch handelt man aus dem Willen eines anderen oder aus dem Willen eines Menschen. Es gibt keine Kraft, keine Energie, keine menschliche Stärke oder Tatkraft. ",
  "dn2:20.6": "Alle Lebewesen, alle lebenden Geschöpfe, alle Wesen, alle Seelen sind ohne Kontrolle, Kraft oder Energie. Vom Schicksal, den Umständen und der Natur getrieben, erfahren sie in den sechs Wiedergeburtsklassen Glück und Schmerz. ",
  "dn2:20.7": "Es gibt 1,4 Millionen Haupt-Mutterleibe und 6000 und 600. Es gibt 500 Taten und fünf und drei. Es gibt ganze Taten und halbe Taten. Es gibt 62 Pfade, 62 Unterzeiträume eines Äons, sechs Wiedergeburtsklassen und acht Stufen im Leben eines Menschen. Es gibt 4900 Ājīvaka-Asketen, 4900 Wanderer und 4900 nackte Asketen. Es gibt 2000 Fähigkeiten, 3000 Höllen und 36 Staubbereiche. Es gibt sieben Embryonen mit Wahrnehmung, sieben Embryonen ohne Wahrnehmung und sieben knotenlose Embryonen. Es gibt sieben Götter, sieben Menschen und sieben Kobolde. Es gibt sieben Seen, sieben Flüsse und 700 Flüsse, sieben Abgründe und 700 Abgründe. Es gibt sieben Träume und 700 Träume. Es gibt 8,4 Millionen große Äonen, durch die Törichte und Kluge umherwandern, bevor sie dem Leiden ein Ende machen. ",
  "dn2:20.8": "Und ein solches Ding gibt es hier nicht: „Durch diese Regel, dieses Gelübde, diese inbrünstige Askese oder dieses geistliche Leben werde ich unreife Taten zwingen, ihre Frucht hervorzubringen, oder alte Taten tilgen, indem ich nach und nach ihr Ergebnis erfahre“ – denn das kann nicht sein. ",
  "dn2:20.9": "Glück und Schmerz sind zugeteilt. Das Umherwandern dauert nur eine begrenzte Zeit, daher gibt es keinen Zuwachs und keine Abnahme, kein Besserwerden und kein Schlechterwerden. ",
  "dn2:20.10": "Wie wenn man ein Garnknäuel anstößt: Es rollt fort und wickelt sich ab. ",
  "dn2:20.11": "Ebenso wandern Törichte und Kluge umher, bevor sie dem Leiden ein Ende machen werden.‘ ",
  "dn2:21.1": "Und als ich so den Bambusstab-Asketen Gosāla nach den Früchten des Asketenlebens fragte, die in diesem Leben sichtbar sind, antwortete er mit der Doktrin der Läuterung durch Umherwandern. ",
  "dn2:21.2": "Es war, als ob jemand, der über eine Mango gefragt würde, mit einer Brotfrucht antwortete, oder jemand, der über eine Brotfrucht gefragt würde, mit einer Mango antwortete. ",
  "dn2:21.4": "Ich dachte: ",
  "dn2:21.5": "‚Wie könnte jemand wie ich sich erlauben, einen Asketen oder Brahmanen, der in meinem Reich lebt, zu tadeln?‘ ",
  "dn2:21.6": "Daher stimmte ich dieser Aussage des Bambusstab-Asketen Gosāla weder zu, noch lehnte ich sie ab. ",
  "dn2:21.7": "Ich war verstimmt, aber zeigte meine Verstimmung nicht. Weder stimmte ich seinen Worten zu, noch widersprach ich ihnen, sondern erhob mich von meinem Sitz und ging. ",
  "dn2:22.0": "3.3. Die Doktrin Ajitas mit der Haardecke ",
  "dn2:22.1": "Einmal, Herr, begab ich mich zu Ajita mit der Haardecke und tauschte Willkommensgrüße mit ihm aus. ",
  "dn2:22.2": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzte ich mich zur Seite hin und stellte ihm die gleiche Frage. ",
  "dn2:23.1": "Er sagte zu mir: ",
  "dn2:23.2": "‚Großer König, geben, Opfer oder Spenden haben keinen Sinn. Es gibt keine Frucht und kein Ergebnis von guten und schlechten Taten. Es gibt kein Leben nach dem Tod. So etwas wie Mutter und Vater oder Wesen, die durch unmittelbares Erscheinen wiedergeboren werden, gibt es nicht. Und es gibt keinen Asketen oder Brahmanen, der richtig verwirklicht ist, richtig geübt hat, und der das Leben nach dem Tod erklärt, nachdem er es durch eigene Einsicht erkannt hat. ",
  "dn2:23.3": "Dieser Mensch besteht aus den vier Grundelementen. Wenn er stirbt, mischt und verbindet sich die Erde in seinem Körper mit der gesamten Erde, das Wasser in seinem Körper mischt und verbindet sich mit dem gesamten Wasser, das Feuer in seinem Körper mischt und verbindet sich mit dem gesamten Feuer und die Luft in seinem Körper mischt und verbindet sich mit der gesamten Luft. Die Sinne gehen in den Raum über. ",
  "dn2:23.4": "Vier Männer mit einer Bahre tragen die Leiche weg. ",
  "dn2:23.5": "Ihre Fußspuren zeigen den Weg zum Friedhof. ",
  "dn2:23.6": "Die Knochen bleichen aus. Den Göttern gewidmete Gaben enden als Asche. ",
  "dn2:23.7": "Geben ist eine Doktrin von Schwachsinnigen. ",
  "dn2:23.8": "Wenn jemand eine Lehre von etwas Bestehendem behauptet, ist das bloß unbegründeter, falscher Unsinn. ",
  "dn2:23.9": "Törichte wie Kluge werden vernichtet und zerstört, wenn ihr Körper auseinanderbricht, und bestehen nach dem Tod nicht fort.‘ ",
  "dn2:24.1": "Und als ich so Ajita mit der Haardecke nach den Früchten des Asketenlebens fragte, die in diesem Leben sichtbar sind, antwortete er mit der Doktrin der Vernichtung. ",
  "dn2:24.2": "Es war, als ob jemand, der über eine Mango gefragt würde, mit einer Brotfrucht antwortete, oder jemand, der über eine Brotfrucht gefragt würde, mit einer Mango antwortete. ",
  "dn2:24.4": "Ich dachte: ",
  "dn2:24.5": "‚Wie könnte jemand wie ich sich erlauben, einen Asketen oder Brahmanen, der in meinem Reich lebt, zu tadeln?‘ ",
  "dn2:24.6": "Daher stimmte ich dieser Aussage Ajitas mit der Haardecke weder zu, noch lehnte ich sie ab. ",
  "dn2:24.7": "Ich war verstimmt, aber zeigte meine Verstimmung nicht. Weder stimmte ich seinen Worten zu, noch widersprach ich ihnen, sondern erhob mich von meinem Sitz und ging. ",
  "dn2:25.0": "3.4. Die Doktrin Pakudha Kaccāyanas ",
  "dn2:25.1": "Einmal, Herr, begab ich mich zu Pakudha Kaccāyana und tauschte Willkommensgrüße mit ihm aus. ",
  "dn2:25.2": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzte ich mich zur Seite hin und stellte ihm die gleiche Frage. ",
  "dn2:26.1": "Er sagte zu mir: ",
  "dn2:26.2": "‚Großer König, es gibt sieben Stoffe, die nicht gemacht sind, nicht abgeleitet, nicht geschaffen, ohne Schöpfer, unfruchtbar, beständig wie ein Berggipfel, feststehend wie eine Säule. ",
  "dn2:26.3": "Sie bewegen sich nicht, verfallen nicht und behindern einander nicht. Sie sind unfähig, einander Glück, Schmerz oder sowohl Glück als auch Schmerz zuzufügen. ",
  "dn2:26.4": "Welche sieben? ",
  "dn2:26.5": "Die Stoffe Erde, Wasser, Feuer und Luft; Schmerz, Glück und die Seele als siebter. ",
  "dn2:26.6": "Diese sieben Stoffe sind nicht gemacht, nicht abgeleitet, nicht geschaffen, ohne Schöpfer, unfruchtbar, beständig wie ein Berggipfel, feststehend wie eine Säule. ",
  "dn2:26.7": "Sie bewegen sich nicht, verfallen nicht und behindern einander nicht. Sie sind unfähig, einander Glück, Schmerz oder sowohl Glück als auch Schmerz zuzufügen. ",
  "dn2:26.8": "Und hier gibt es niemanden, der tötet oder andere zum Töten anstiftet; niemanden, der lernt oder andere unterrichtet; niemanden, der versteht oder anderen hilft, zu verstehen. ",
  "dn2:26.9": "Wenn man jemandem mit einem scharfen Schwert den Kopf abschlägt, nimmt man niemandem das Leben. ",
  "dn2:26.10": "Das Schwert gleitet einfach durch die Lücken zwischen den sieben Stoffen.‘ ",
  "dn2:27.1": "Und als ich so Pakudha Kaccāyana nach den Früchten des Asketenlebens fragte, die in diesem Leben sichtbar sind, antwortete er mit etwas ganz anderem. ",
  "dn2:27.2": "Es war, als ob jemand, der über eine Mango gefragt würde, mit einer Brotfrucht antwortete, oder jemand, der über eine Brotfrucht gefragt würde, mit einer Mango antwortete. ",
  "dn2:27.4": "Ich dachte: ",
  "dn2:27.5": "‚Wie könnte jemand wie ich sich erlauben, einen Asketen oder Brahmanen, der in meinem Reich lebt, zu tadeln?‘ ",
  "dn2:27.6": "Daher stimmte ich dieser Aussage Pakudha Kaccāyanas weder zu, noch lehnte ich sie ab. ",
  "dn2:27.7": "Ich war verstimmt, aber zeigte meine Verstimmung nicht. Weder stimmte ich seinen Worten zu, noch widersprach ich ihnen, sondern erhob mich von meinem Sitz und ging. ",
  "dn2:28.0": "3.5. Die Doktrin des Jaina-Asketen aus dem Stamm Ñātika ",
  "dn2:28.1": "Einmal, Herr, begab ich mich zu dem Jaina Ñātika und tauschte Willkommensgrüße mit ihm aus. ",
  "dn2:28.2": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzte ich mich zur Seite hin und stellte ihm die gleiche Frage. ",
  "dn2:29.1": "Er sagte zu mir: ",
  "dn2:29.2": "‚Großer König, da ist ein Jaina-Asket mit der vierfachen Zügelung gezügelt. ",
  "dn2:29.3": "Und wie ist ein Jaina-Asket mit der vierfachen Zügelung gezügelt? ",
  "dn2:29.4": "Da ist ein Jaina-Asket von allem Wasser gehindert, ist allem Wasser geweiht, schüttelt alles Wasser ab und ist von allem Wasser durchdrungen. ",
  "dn2:29.5": "So ist ein Jaina-Asket mit der vierfachen Zügelung gezügelt. ",
  "dn2:29.6": "Wenn ein Jaina-Asket mit der vierfachen Zügelung gezügelt ist, ",
  "dn2:29.7": "nennt man ihn einen Knotenlosen, der selbst-verwirklicht, selbst-gezügelt und standhaft ist.‘ ",
  "dn2:30.1": "Und als ich so den Jaina Ñātika nach den Früchten des Asketenlebens fragte, die in diesem Leben sichtbar sind, antwortete er mit der vierfachen Zügelung. ",
  "dn2:30.2": "Es war, als ob jemand, der über eine Mango gefragt würde, mit einer Brotfrucht antwortete, oder jemand, der über eine Brotfrucht gefragt würde, mit einer Mango antwortete. ",
  "dn2:30.4": "Ich dachte: ",
  "dn2:30.5": "‚Wie könnte jemand wie ich sich erlauben, einen Asketen oder Brahmanen, der in meinem Reich lebt, zu tadeln?‘ ",
  "dn2:30.6": "Daher stimmte ich dieser Aussage des Jaina Ñātika weder zu, noch lehnte ich sie ab. ",
  "dn2:30.7": "Ich war verstimmt, aber zeigte meine Verstimmung nicht. Weder stimmte ich seinen Worten zu, noch widersprach ich ihnen, sondern erhob mich von meinem Sitz und ging. ",
  "dn2:31.0": "3.6. Die Doktrin Sañjaya Belaṭṭhiputtas ",
  "dn2:31.1": "Einmal, Herr, begab ich mich zu Sañjaya Belaṭṭhiputta und tauschte Willkommensgrüße mit ihm aus. ",
  "dn2:31.2": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzte ich mich zur Seite hin und stellte ihm die gleiche Frage. ",
  "dn2:32.1": "Er sagte zu mir: ",
  "dn2:32.2": "‚Angenommen, du würdest mich fragen, ob es eine andere Welt gibt. Wenn ich das glauben würde, würde ich es sagen. ",
  "dn2:32.3": "Aber ich sage nicht, dass es dieses ist. Ich sage nicht, dass es jenes ist. Ich sage nicht, dass es anders ist. Ich sage nicht, dass es nicht so ist. Noch leugne ich, dass es nicht so ist. ",
  "dn2:32.4": "Angenommen, du würdest mich fragen, ob es keine andere Welt gibt … ",
  "dn2:32.5": "ob es sowohl eine andere Welt gibt als auch nicht … ",
  "dn2:32.6": "ob es weder eine andere Welt gibt noch keine andere Welt … ",
  "dn2:32.7": "ob es Wesen gibt, die durch unmittelbares Erscheinen wiedergeboren werden … ",
  "dn2:32.8": "ob es keine Wesen gibt, die durch unmittelbares Erscheinen wiedergeboren werden … ",
  "dn2:32.9": "ob es sowohl Wesen gibt, die durch unmittelbares Erscheinen wiedergeboren werden, als auch nicht … ",
  "dn2:32.10": "ob es weder Wesen gibt, die durch unmittelbares Erscheinen wiedergeboren werden, noch dies nicht der Fall ist … ",
  "dn2:32.11": "ob es eine Frucht und ein Ergebnis von guten und schlechten Taten gibt … ",
  "dn2:32.12": "ob es keine Frucht und kein Ergebnis von guten und schlechten Taten gibt … ",
  "dn2:32.13": "ob es sowohl eine Frucht und ein Ergebnis von guten und schlechten Taten gibt als auch nicht … ",
  "dn2:32.14": "ob es weder eine Frucht und ein Ergebnis von guten und schlechten Taten gibt noch dies nicht der Fall ist … ",
  "dn2:32.15": "ob ein Klargewordener nach dem Tod fortbesteht … ",
  "dn2:32.16": "ob ein Klargewordener nach dem Tod nicht fortbesteht … ",
  "dn2:32.17": "ob ein Klargewordener nach dem Tod fortbesteht und auch nicht fortbesteht … ",
  "dn2:32.18": "ob ein Klargewordener nach dem Tod weder fortbesteht noch nicht fortbesteht. Wenn ich das glauben würde, würde ich es sagen. ",
  "dn2:32.19": "Aber ich sage nicht, dass es dieses ist. Ich sage nicht, dass es jenes ist. Ich sage nicht, dass es anders ist. Ich sage nicht, dass es nicht so ist. Noch leugne ich, dass es nicht so ist.‘ ",
  "dn2:33.1": "Und als ich so Sañjaya Belaṭṭhiputta nach den Früchten des Asketenlebens fragte, die in diesem Leben sichtbar sind, antwortete er mit Kehrtwenden. ",
  "dn2:33.2": "Es war, als ob jemand, der über eine Mango gefragt würde, mit einer Brotfrucht antwortete, oder jemand, der über eine Brotfrucht gefragt würde, mit einer Mango antwortete. ",
  "dn2:33.4": "Da dachte ich: ",
  "dn2:33.5": "‚Das ist der törichteste und dümmste aller dieser Asketen und Brahmanen! ",
  "dn2:33.6": "Wie kann er mit Kehrtwenden antworten, wenn er nach den Früchten des Asketenlebens gefragt wird, die in diesem Leben sichtbar sind?‘ ",
  "dn2:33.7": "Ich dachte: ",
  "dn2:33.8": "‚Wie könnte jemand wie ich sich erlauben, einen Asketen oder Brahmanen, der in meinem Reich lebt, zu tadeln?‘ ",
  "dn2:33.9": "Daher stimmte ich dieser Aussage Sañjaya Belaṭṭhiputtas weder zu, noch lehnte ich sie ab. ",
  "dn2:33.10": "Ich war verstimmt, aber zeigte meine Verstimmung nicht. Weder stimmte ich seinen Worten zu, noch widersprach ich ihnen, sondern erhob mich von meinem Sitz und ging. ",
  "dn2:34.0.1": "4. Die Früchte des Asketenlebens ",
  "dn2:34.0.2": "4.1. Die erste Frucht des Asketenlebens ",
  "dn2:34.1": "Daher frage ich den Buddha: ",
  "dn2:34.2": "Herr, es gibt viele verschiedene berufliche Tätigkeitsfelder. ",
  "dn2:34.3": "Dazu zählen Elefantentruppen, Reitertruppen, Streitwagentruppen, Bogenschützen, Fahnenträger, Schlachtordner, Proviantversorger, Kriegerfürsten, Prinzen, Pioniere, große Krieger, Helden, in Leder gekleidete Soldaten und Söhne von abhängigen Dienern. ",
  "dn2:34.4": "Es zählen dazu auch Bankiers, Barbiere, Bader, Köche, Kranzbinder, Färber, Weber, Korbflechter, Töpfer, Buchhalter, Fingerzähler oder die, die ähnlichen Berufen nachgehen. Sie alle leben von den Früchten ihres Berufs, die in diesem Leben sichtbar sind. ",
  "dn2:34.5": "Sie machen damit sich selbst glücklich und froh, machen Mutter und Vater, Frauen und Kinder sowie Freunde und Kollegen glücklich und froh. Und sie richten eine feierliche religiöse Gabe für Asketen und Brahmanen aus, die in den Himmel führt, die zu Glück heranreift und den Weg zum Himmel bereitet. ",
  "dn2:34.6": "Herr, kannst du eine Frucht des Asketenlebens aufzeigen, die ebenso in diesem Leben sichtbar ist?“ ",
  "dn2:34.7": "„Das kann ich, großer König. ",
  "dn2:34.8": "Nun, ich werde dir dazu Gegenfragen stellen, und du kannst antworten, wie du möchtest. ",
  "dn2:35.1": "Was denkst du, großer König? ",
  "dn2:35.2": "Angenommen, du hättest jemanden, der ein abhängiger Diener wäre, ein Arbeiter. Er stünde vor dir auf und ginge nach dir zu Bett. Er wäre zuvorkommend, zeigte sich liebenswert, redete höflich und blickte zu deinem Gesicht auf. ",
  "dn2:35.3": "Dieser dächte: ",
  "dn2:35.4": "‚Die Auswirkung und das Ergebnis guter Taten sind wirklich so unglaublich, so erstaunlich! ",
  "dn2:35.5": "Denn dieser König Ajātasattu ist ein Mensch, genauso wie ich. ",
  "dn2:35.6": "Doch er vergnügt sich mit den fünf Arten sinnlicher Erregung, mit denen er versorgt und ausgestattet ist, als wäre er ein Gott, ",
  "dn2:35.7": "während ich sein abhängiger Diener bin, sein Arbeiter, der vor ihm aufsteht und nach ihm zu Bett geht. Ich bin zuvorkommend, zeige mich liebenswert, rede höflich und blicke zu seinem Gesicht auf. ",
  "dn2:35.8": "Ich sollte wirklich Gutes tun. ",
  "dn2:35.9": "Warum rasiere ich mir nicht Haar und Bart, lege ockerfarbene Roben an und ziehe aus dem Haus fort ins hauslose Leben?‘ ",
  "dn2:35.10": "Nach einiger Zeit rasierte er sich Haar und Bart, legte ockerfarbene Roben an und zöge aus dem Haus fort ins hauslose Leben. ",
  "dn2:35.11": "Wenn er fortgezogen wäre, lebte er gezügelt mit dem Körper, der Sprache und dem Geist, und er lebte zufrieden mit nichts als Nahrung und Kleidung und erfreute sich an Abgeschiedenheit. ",
  "dn2:35.12": "Und angenommen, deine Männer würden dir all das berichten. ",
  "dn2:35.16": "Würdest du zu ihnen sagen: ",
  "dn2:35.17": "‚Bringt diesen Menschen zu mir! Er soll wieder mein abhängiger Diener sein, mein Arbeiter!‘?“ ",
  "dn2:36.1": "„Nein, Herr. ",
  "dn2:36.2": "Vielmehr würde ich mich vor ihm verbeugen, für ihn aufstehen und ihm einen Sitz anbieten. Ich würde ihn einladen, Roben, Almosen, Unterkunft sowie Arznei und Krankenversorgung anzunehmen. Und ich würde für ihn für gesetzlichen Schutz und Sicherheit sorgen.“ ",
  "dn2:36.3": "„Was denkst du, großer König? ",
  "dn2:36.4": "Wenn das so ist, gibt es dann eine Frucht des Asketenlebens, die in diesem Leben sichtbar ist, oder nicht?“ ",
  "dn2:36.5": "„Sicherlich gibt es die, Herr.“ ",
  "dn2:36.6": "„Das ist die erste Frucht des Asketenlebens, die in diesem Leben sichtbar ist, die ich dir aufzeige.“ ",
  "dn2:37.0": "4.2. Die zweite Frucht des Asketenlebens ",
  "dn2:37.1": "„Aber Herr, kannst du eine andere Frucht des Asketenlebens aufzeigen, die ebenso in diesem Leben sichtbar ist?“ ",
  "dn2:37.2": "„Das kann ich, großer König. ",
  "dn2:37.3": "Nun, ich werde dir dazu Gegenfragen stellen, und du kannst antworten, wie du möchtest. ",
  "dn2:37.4": "Was denkst du, großer König? ",
  "dn2:37.5": "Angenommen, du hättest jemanden, der ein Bauer wäre, ein Hausbesitzer, der hart arbeitet und sein Vermögen aufbaut. ",
  "dn2:37.6": "Er dächte: ",
  "dn2:37.7": "‚Die Auswirkung und das Ergebnis guter Taten sind wirklich so unglaublich, so erstaunlich! ",
  "dn2:37.8": "Denn dieser König Ajātasattu ist ein Mensch, genauso wie ich. ",
  "dn2:37.9": "Doch er vergnügt sich mit den fünf Arten sinnlicher Erregung, mit denen er versorgt und ausgestattet ist, als wäre er ein Gott, ",
  "dn2:37.10": "während ich ein Bauer bin, ein Hausbesitzer, der hart arbeitet und sein Vermögen aufbaut. ",
  "dn2:37.11": "Ich sollte wirklich Gutes tun. ",
  "dn2:37.12": "Warum rasiere ich mir nicht Haar und Bart, lege ockerfarbene Roben an und ziehe aus dem Haus fort ins hauslose Leben?‘ ",
  "dn2:37.13": "Nach einiger Zeit gäbe er ein großes oder kleines Vermögen auf, verließe einen großen oder kleinen Familienkreis. Er rasierte sich Haar und Bart, legte ockerfarbene Roben an und zöge aus dem Haus fort ins hauslose Leben. ",
  "dn2:37.14": "Wenn er fortgezogen wäre, lebte er gezügelt mit dem Körper, der Sprache und dem Geist, und er lebte zufrieden mit nichts als Nahrung und Kleidung und erfreute sich an Abgeschiedenheit. ",
  "dn2:37.15": "Und angenommen, deine Männer würden dir all das berichten. ",
  "dn2:37.19": "Würdest du zu ihnen sagen: ",
  "dn2:37.20": "‚Bringt diesen Menschen zu mir! Er soll wieder ein Bauer sein, ein Hausbesitzer, der hart arbeitet und sein Vermögen aufbaut!‘?“ ",
  "dn2:38.1": "„Nein, Herr. ",
  "dn2:38.2": "Vielmehr würde ich mich vor ihm verbeugen, für ihn aufstehen und ihm einen Sitz anbieten. Ich würde ihn einladen, Roben, Almosen, Unterkunft sowie Arznei und Krankenversorgung anzunehmen. Und ich würde für ihn für gesetzlichen Schutz und Sicherheit sorgen.“ ",
  "dn2:38.3": "„Was denkst du, großer König? ",
  "dn2:38.4": "Wenn das so ist, gibt es dann eine Frucht des Asketenlebens, die in diesem Leben sichtbar ist, oder nicht?“ ",
  "dn2:38.5": "„Sicherlich gibt es die, Herr.“ ",
  "dn2:38.6": "„Das ist die zweite Frucht des Asketenlebens, die in diesem Leben sichtbar ist, die ich dir aufzeige.“ ",
  "dn2:39.0": "4.3. Die erleseneren Früchte des Asketenlebens ",
  "dn2:39.1": "„Aber Herr, kannst du eine Frucht des Asketenlebens aufzeigen, die in diesem Leben sichtbar ist, die besser und erlesener ist als diese?“ ",
  "dn2:39.2": "„Das kann ich, großer König. ",
  "dn2:39.3": "Nun, hör zu und gebrauche den Geist gut, ich werde sprechen.“ ",
  "dn2:39.4": "„Ja, Herr“, antwortete der König. ",
  "dn2:39.5": "Der Buddha sagte: ",
  "dn2:40.1": "„Da erscheint, großer König, ein Klargewordener in der Welt, ein Vollendeter, ein vollkommen erwachter Buddha, von vollendetem Wissen und Verhalten, heilig, Kenner der Welt, unübertrefflicher Anleiter für alle, die üben wollen, Lehrer von Göttern und Menschen, erwacht, gesegnet. ",
  "dn2:40.2": "Er hat diese Welt – mit ihren Göttern, Māras und Brahmās, mit dieser Bevölkerung mit ihren Asketen und Brahmanen, Göttern und Menschen – durch eigene Einsicht erkannt und erklärt sie anderen. ",
  "dn2:40.3": "Er lehrt den Dhamma, der am Anfang gut, in der Mitte gut und am Ende gut ist, bedeutsam und gut ausgedrückt. Und er legt eine geistliche Übung dar, die ganz vollständig und rein ist. ",
  "dn2:41.1": "Ein Hausbesitzer hört diese Lehre, oder das Kind eines Hausbesitzers oder jemand, der in einer guten Familie wiedergeboren ist. ",
  "dn2:41.2": "Er fasst Vertrauen zum Klargewordenen ",
  "dn2:41.3": "und überlegt: ",
  "dn2:41.4": "‚Das Leben in einem Haus ist eng und schmutzig, aber das Leben von jemand, der fortgezogen ist, ist weit offen. ",
  "dn2:41.5": "Es ist nicht einfach, wenn man im Haus lebt, das geistliche Leben ganz vollständig und rein zu führen wie eine blank gescheuerte Muschel. ",
  "dn2:41.6": "Warum rasiere ich mir nicht Haar und Bart, lege ockerfarbene Roben an und ziehe aus dem Haus fort ins hauslose Leben?‘ ",
  "dn2:41.7": "Nach einiger Zeit gibt er ein großes oder kleines Vermögen auf, verlässt einen großen oder kleinen Familienkreis. Er rasiert sich Haar und Bart, legt ockerfarbene Roben an und zieht aus dem Haus fort ins hauslose Leben. ",
  "dn2:42.1": "Nachdem er fortgezogen ist, lebt er gezügelt in der Ordenssatzung, verhält sich angemessen und sucht an angemessenen Orten um Almosen nach. Er sieht die Gefahr im kleinsten Fehler und hält die Regeln ein, die er aufgenommen hat. Er tut Taugliches mit dem Körper und der Sprache. Sein Lebenserwerb ist rein und er hat das sittliche Verhalten vervollkommnet. Er bewacht die Tore der Sinne, besitzt Achtsamkeit und Situationsbewusstsein und ist zufrieden. ",
  "dn2:43.0.1": "4.3.1. Sittlichkeit ",
  "dn2:43.0.2": "4.3.1.1. Der kürzere Abschnitt über Sittlichkeit ",
  "dn2:43.1": "Und wie, großer König, hat ein Mönch das sittliche Verhalten vervollkommnet? ",
  "dn2:43.2": "Da gibt ein Mönch das Töten lebender Geschöpfe auf und tötet nicht mehr. Er verzichtet auf Stock und Schwert. Er ist gewissenhaft und gütig und lebt voller Anteilnahme für alle Lebewesen. ",
  "dn2:43.3": "Das ist Teil seiner Sittlichkeit. ",
  "dn2:43.4": "Er gibt das Stehlen auf und stiehlt nicht mehr. Er nimmt nur, was gegeben wird, erwartet nur, was gegeben wird. Er hält sich selbst rein, indem er nicht stiehlt. ",
  "dn2:43.5": "Das ist Teil seiner Sittlichkeit. ",
  "dn2:43.6": "Er gibt unkeusches Verhalten auf und ist keusch. Er lebt abgesondert und vermeidet den vulgären Akt des Geschlechtsverkehrs. ",
  "dn2:43.7": "Das ist Teil seiner Sittlichkeit. ",
  "dn2:44.1": "Er gibt das Lügen auf und lügt nicht mehr. Er sagt die Wahrheit und hält sich an die Wahrheit. Er ist ehrlich und vertrauenswürdig und legt die Welt nicht mit seinen Worten herein. ",
  "dn2:44.2": "Das ist Teil seiner Sittlichkeit. ",
  "dn2:44.3": "Er gibt entzweiende Rede auf und entzweit niemanden mehr. Was er hier gehört hat, sagt er nicht dort, und was er dort gehört hat, nicht hier, um Menschen zu entzweien. Stattdessen versöhnt er die Uneinigen, fördert Einigkeit, freut sich an Eintracht, liebt die Eintracht und spricht Worte, die Eintracht fördern. ",
  "dn2:44.4": "Das ist Teil seiner Sittlichkeit. ",
  "dn2:44.5": "Er gibt harte Rede auf und redet nicht mehr hart. Seine Worte sind mild, dem Ohr gefällig, lieblich, zu Herzen gehend, höflich, den Menschen lieb und angenehm. ",
  "dn2:44.6": "Das ist Teil seiner Sittlichkeit. ",
  "dn2:44.7": "Er gibt das Unsinnreden auf und redet keinen Unsinn mehr. Seine Worte kommen zur rechten Zeit, sind wahr, bedeutsam, im Einklang mit der Lehre und Schulung. Zur rechten Zeit sagt er Dinge, die sinnvoll und begründet sind, treffend und hilfreich. ",
  "dn2:44.8": "Das ist Teil seiner Sittlichkeit. ",
  "dn2:45.1": "Er unterlässt es, Pflanzen und Samen zu beschädigen. ",
  "dn2:45.2": "Er isst zu einer Tageszeit und verzichtet auf das Essen bei Nacht und zur falschen Zeit. ",
  "dn2:45.3": "Er unterlässt den Besuch von Tanz-, Gesangs- und Musikvorführungen. ",
  "dn2:45.4": "Er unterlässt es, sich mit Kränzen, Parfüm und Make-up zu verschönern und zu schmücken. ",
  "dn2:45.5": "Er unterlässt die Benutzung hoher und üppiger Schlafstellen. ",
  "dn2:45.6": "Er unterlässt es, Gold und Geld anzunehmen. ",
  "dn2:45.7": "Er unterlässt es, rohes Getreide anzunehmen, ",
  "dn2:45.8": "rohes Fleisch, ",
  "dn2:45.9": "Frauen und Mädchen, ",
  "dn2:45.10": "abhängige Diener und Dienerinnen, ",
  "dn2:45.11": "Ziegen und Schafe, ",
  "dn2:45.12": "Hühner und Schweine, ",
  "dn2:45.13": "Elefanten, Rinder, Pferde und Stuten ",
  "dn2:45.14": "sowie Felder und Grundstücke. ",
  "dn2:45.15": "Er unterlässt es, Botengänge zu machen und Botschaften zu übermitteln, ",
  "dn2:45.16": "zu kaufen und zu verkaufen, ",
  "dn2:45.17": "Maße, Metalle oder Gewichte zu fälschen, ",
  "dn2:45.18": "zu bestechen, zu betrügen, zu täuschen und ein doppeltes Spiel zu spielen, ",
  "dn2:45.19": "zu verstümmeln, zu morden, zu entführen, zu rauben, zu plündern und Gewalt anzuwenden. ",
  "dn2:45.20": "Das ist Teil seiner Sittlichkeit. ",
  "dn2:45.21": "Der kürzere Abschnitt über Sittlichkeit ist zu Ende. ",
  "dn2:46.0": "4.3.1.2. Der mittlere Abschnitt über Sittlichkeit ",
  "dn2:46.1": "Es gibt manche Asketen und Brahmanen, die Speisen genießen, die aus Vertrauen gespendet wurden, und gleichzeitig noch das Beschädigen von Pflanzen und Samen betreiben: ",
  "dn2:46.2": "nämlich Pflanzen, die sich aus Wurzeln, Stängeln, Ablegern oder Knoten vermehren, oder aus eigentlichen Samen als Fünftem. Er unterlässt solches Beschädigen von Pflanzen und Samen. ",
  "dn2:46.3": "Das ist Teil seiner Sittlichkeit. ",
  "dn2:47.1": "Es gibt manche Asketen und Brahmanen, die Speisen genießen, die aus Vertrauen gespendet wurden, und gleichzeitig noch das Anlegen von Vorräten zum eigenen Gebrauch betreiben: ",
  "dn2:47.2": "nämlich Essen, Trinken, Kleidung und Transportmittel, Schlafstellen, Parfüm und fleischliche Dinge. ",
  "dn2:47.3": "Er unterlässt das Anlegen solcher Vorräte. ",
  "dn2:47.4": "Das ist Teil seiner Sittlichkeit. ",
  "dn2:48.1": "Es gibt manche Asketen und Brahmanen, die Speisen genießen, die aus Vertrauen gespendet wurden, und gleichzeitig noch den Besuch von Vorführungen betreiben: ",
  "dn2:48.2": "nämlich Dinge wie Tanz, Gesang, Musik, Vorführungen und Geschichtenerzählen, Klatschen, Becken- und Paukenschlag, Schönheits-Festumzüge und stammeseigene Knochenwasch-Zeremonien, Kämpfe von Elefanten, Pferden, Büffeln, Stieren, Ziegen, Widdern, Hühnern und Wachteln, Stockkampf, Boxen und Ringen, Gefechte, Appelle der Streitkräfte, Schlachtordnungen und Manöverkritik. ",
  "dn2:48.3": "Er unterlässt den Besuch solcher Vorführungen. ",
  "dn2:48.4": "Das ist Teil seiner Sittlichkeit. ",
  "dn2:49.1": "Es gibt manche Asketen und Brahmanen, die Speisen genießen, die aus Vertrauen gespendet wurden, und gleichzeitig noch Glücksspiel betreiben, das nachlässig macht: ",
  "dn2:49.2": "nämlich Dinge wie Dame mit acht oder mit zehn Reihen, Dame in der Luft, Himmel und Hölle, Mikado, Brettspiele, Stockschlagen, Strohhalmziehen, Würfelspiel, Blattflöten, Spielzeugpflüge, Purzelbäume, Windrädchen, Spielzeug-Messbecher, Spielzeug-Kutschen, Spielzeug-Bogen, Wörter aus Silben erraten, Gedankenraten und Nachahmen von Musikinstrumenten. ",
  "dn2:49.3": "Er unterlässt solches Glücksspiel. ",
  "dn2:49.4": "Das ist Teil seiner Sittlichkeit. ",
  "dn2:50.1": "Es gibt manche Asketen und Brahmanen, die Speisen genießen, die aus Vertrauen gespendet wurden, und gleichzeitig noch hohe und üppige Schlafstellen benutzen: ",
  "dn2:50.2": "nämlich Dinge wie ein Chaiselongue oder ein Sofa mit flauschigen, bunten, weißen, blumenbestickten, wattierten, mit Tieren bestickten, mit doppelten oder einfachen Fransen versehenen Wolldecken, mit perlenbestickten Seidendecken und seidenen Laken, Webteppichen, Elefanten-, Pferde- oder Kutschendecken, Teppichen aus Antilopenhaut und Decken aus feinem Hirschleder, mit einem Baldachin und roten Kissen auf beiden Seiten. ",
  "dn2:50.3": "Er unterlässt das Benutzen solcher Schlafstellen. ",
  "dn2:50.4": "Das ist Teil seiner Sittlichkeit. ",
  "dn2:51.1": "Es gibt manche Asketen und Brahmanen, die Speisen genießen, die aus Vertrauen gespendet wurden, und sich gleichzeitig noch mit Kränzen, Parfüm und Make-up verschönern und schmücken: ",
  "dn2:51.2": "nämlich mit Dingen wie Schönheitsprodukten zum Einsalben, Massieren, Baden und Reiben, mit Spiegeln, Salben, Kränzen, Parfüm und Make-up, mit Gesichtspuder, Grundierung, Armbändern, Kopfbändern, ausgefallenen Spazierstöcken oder Dosen, Degen, Sonnenschirmen, ausgefallenen Sandalen, Turbanen, Juwelen, Fächern und weißen Roben mit langen Fransen. ",
  "dn2:51.3": "Er unterlässt solches Verschönern und Schmücken. ",
  "dn2:51.4": "Das ist Teil seiner Sittlichkeit. ",
  "dn2:52.1": "Es gibt manche Asketen und Brahmanen, die Speisen genießen, die aus Vertrauen gespendet wurden, und gleichzeitig noch unwürdige Gespräche betreiben: ",
  "dn2:52.2": "nämlich Gespräche über Könige, Räuber und Minister, über Heere, Bedrohungen und Kriege, über Essen, Trinken, Kleider und Schlafstellen, über Kränze und Düfte, über die Familie, Fahrzeuge, Dörfer, Marktflecken, Städte und Länder, über Frauen und Helden, Straßen- und Brunnengespräch, Gespräch über Verstorbene, über allerlei Dinge, Geschichten vom Land und vom Meer und Gespräche über Wiedergeburt in diesem oder jenem Daseinszustand. ",
  "dn2:52.3": "Er unterlässt solche unwürdigen Gespräche. ",
  "dn2:52.4": "Das ist Teil seiner Sittlichkeit. ",
  "dn2:53.1": "Es gibt manche Asketen und Brahmanen, die Speisen genießen, die aus Vertrauen gespendet wurden, und sich gleichzeitig noch auf Streit einlassen: ",
  "dn2:53.2": "nämlich, indem sie Dinge sagen wie: ‚Du verstehst diese Lehre und Schulung nicht. Ich verstehe diese Lehre und Schulung. Was, du verstehst diese Lehre und Schulung? Du übst falsch. Ich übe richtig. Ich bleibe beim Thema, du nicht. Was zuerst gesagt werden sollte, hast du zuletzt gesagt. Was zuletzt gesagt werden sollte, hast du zuerst gesagt. Was du dir so gut ausgedacht hast, ist entkräftet. Deine Doktrin ist widerlegt. Auf, rette deine Doktrin! Du steckst in der Falle; befreie dich daraus – wenn du kannst!‘ ",
  "dn2:53.3": "Er unterlässt solchen Streit. ",
  "dn2:53.4": "Das ist Teil seiner Sittlichkeit. ",
  "dn2:54.1": "Es gibt manche Asketen und Brahmanen, die Speisen genießen, die aus Vertrauen gespendet wurden, und gleichzeitig noch Botengänge machen und Botschaften übermitteln: ",
  "dn2:54.2": "nämlich Botengänge für Herrscher, königliche Minister, Adlige, Brahmanen, Hausbesitzer oder Prinzen, die sagen: ‚Geh hierhin, geh dahin. Nimm dieses mit, bring jenes von dort.‘ ",
  "dn2:54.3": "Er unterlässt solche Botengänge. ",
  "dn2:54.4": "Das ist Teil seiner Sittlichkeit. ",
  "dn2:55.1": "Es gibt manche Asketen und Brahmanen, die Speisen genießen, die aus Vertrauen gespendet wurden, und gleichzeitig noch Heuchelei und Schmeichelei betreiben, Andeutungen machen, andere abwerten und materiellen Besitz benutzen, um mehr materiellem Besitz nachzujagen. Er unterlässt solche Heuchelei und Schmeichelei. ",
  "dn2:55.2": "Das ist Teil seiner Sittlichkeit. ",
  "dn2:55.3": "Der mittlere Abschnitt über Sittlichkeit ist zu Ende. ",
  "dn2:56.0": "4.3.1.3. Der lange Abschnitt über Sittlichkeit ",
  "dn2:56.1": "Es gibt manche Asketen und Brahmanen, die Speisen genießen, die aus Vertrauen gespendet wurden, und gleichzeitig noch ihren Unterhalt mit einer unwürdigen Kunst, einem falschen Lebenserwerb verdienen: ",
  "dn2:56.2": "nämlich Deuten der Gliederform, Deuten von Vorzeichen, Aufspüren himmlischer Omen, Traumdeutung, Aufspüren körperlicher Kennzeichen, Aufspüren von Löchern, die Mäuse in Stoff geknabbert haben, Feueropfer, Opfer mit der Schöpfkelle, Opfer von Spelzen, Reishäutchen, Reis, Ghee oder Öl, Opfer aus dem Mund, Blutopfer, Handlesen, Geomantik für Bauplätze, Felder und Friedhöfe, Teufelsaustreibungen, Erdmagie, Schlangenbeschwörung, Gift, die Wissenschaft vom Skorpion, von der Ratte, vom Vogel und von der Krähe, Vorhersage der Lebensdauer, Aufsagen von Schutzversen und Aufspüren von Vorzeichen von wilden Tieren. ",
  "dn2:56.3": "Er unterlässt solch unwürdige Kunst, solch falschen Lebenserwerb. ",
  "dn2:56.4": "Das ist Teil seiner Sittlichkeit. ",
  "dn2:57.1": "Es gibt manche Asketen und Brahmanen, die Speisen genießen, die aus Vertrauen gespendet wurden, und gleichzeitig noch ihren Unterhalt mit einer unwürdigen Kunst, einem falschen Lebenserwerb verdienen: ",
  "dn2:57.2": "nämlich dem Deuten der Kennzeichen von Juwelen, Stoffen, Knüppeln, Schwertern, Speeren, Pfeilen, Waffen, Frauen, Männern, Jungen, Mädchen, abhängigen Dienern und Dienerinnen, Elefanten, Pferden, Büffeln, Stieren, Kühen, Ziegen, Widdern, Hühnern, Wachteln, Waranen, Kaninchen, Schildkröten oder Rotwild. ",
  "dn2:57.3": "Er unterlässt solch unwürdige Kunst, solch falschen Lebenserwerb. ",
  "dn2:57.4": "Das ist Teil seiner Sittlichkeit. ",
  "dn2:58.1": "Es gibt manche Asketen und Brahmanen, die Speisen genießen, die aus Vertrauen gespendet wurden, und gleichzeitig noch ihren Unterhalt mit einer unwürdigen Kunst, einem falschen Lebenserwerb verdienen: ",
  "dn2:58.2": "nämlich Vorhersagen machen, dass der König vorwärts oder zurück marschieren wird; dass unser König angreifen und der feindliche König sich zurückziehen wird; dass der feindliche König angreifen und unser König sich zurückziehen wird; dass unser König siegen und der feindliche König unterliegen wird; oder dass der feindliche König siegen und unser König unterliegen wird; und so wird es Sieg für eine Seite und Niederlage für die andere geben. ",
  "dn2:58.3": "Er unterlässt solch unwürdige Kunst, solch falschen Lebenserwerb. ",
  "dn2:58.4": "Das ist Teil seiner Sittlichkeit. ",
  "dn2:59.1": "Es gibt manche Asketen und Brahmanen, die Speisen genießen, die aus Vertrauen gespendet wurden, und gleichzeitig noch ihren Unterhalt mit einer unwürdigen Kunst, einem falschen Lebenserwerb verdienen: ",
  "dn2:59.2": "nämlich Vorhersagen machen, dass es eine Mondfinsternis, eine Sonnenfinsternis oder eine Sternenfinsternis geben wird, dass Sonne, Mond oder Sterne in Konjunktion oder in Opposition stehen werden, dass es einen Meteorschauer, einen feurigen Himmel, ein Erdbeben oder Donner geben wird, dass Mond, Sonne oder Sterne auf- oder untergehen, dunkler oder heller werden werden, ebenso wie Vorhersagen über die Ergebnisse solcher Erscheinungen. ",
  "dn2:59.3": "Er unterlässt solch unwürdige Kunst, solch falschen Lebenserwerb. ",
  "dn2:59.4": "Das ist Teil seiner Sittlichkeit. ",
  "dn2:60.1": "Es gibt manche Asketen und Brahmanen, die Speisen genießen, die aus Vertrauen gespendet wurden, und gleichzeitig noch ihren Unterhalt mit einer unwürdigen Kunst, einem falschen Lebenserwerb verdienen: ",
  "dn2:60.2": "nämlich Vorhersagen über reichlich Regen oder Dürre, über reichlich Essen oder Hungersnot, über eine üppige oder eine schlechte Ernte, über Sicherheit oder Gefahr, über Krankheit oder Gesundheit; weiterhin Beschäftigungen wie Fingerzählen, Buchhaltung, Rechnen, Dichtkunst und Kosmologie. ",
  "dn2:60.3": "Er unterlässt solch unwürdige Kunst, solch falschen Lebenserwerb. ",
  "dn2:60.4": "Das ist Teil seiner Sittlichkeit. ",
  "dn2:61.1": "Es gibt manche Asketen und Brahmanen, die Speisen genießen, die aus Vertrauen gespendet wurden, und gleichzeitig noch ihren Unterhalt mit einer unwürdigen Kunst, einem falschen Lebenserwerb verdienen: ",
  "dn2:61.2": "nämlich Verabredungen treffen zum Geben oder Nehmen einer Braut für die Hochzeit, Verabredungen für eine Verlobung oder eine Scheidung, für das Streuen von Reis drinnen oder draußen bei einer Hochzeitszeremonie; weiterhin Zaubersprüche für Glück oder Unglück, für die Behandlung steckengebliebener Feten, für das Binden der Zunge oder Sperren des Kiefers, Zaubersprüche für Hände und Ohren, Befragen eines Spiegels, eines Mädchens oder eines Gottes als Orakel, Anbeten der Sonne, Anbeten des Großen, Feuer spucken oder die Glücksgöttin Siri anrufen. ",
  "dn2:61.3": "Er unterlässt solch unwürdige Kunst, solch falschen Lebenserwerb. ",
  "dn2:61.4": "Das ist Teil seiner Sittlichkeit. ",
  "dn2:62.1": "Es gibt manche Asketen und Brahmanen, die Speisen genießen, die aus Vertrauen gespendet wurden, und gleichzeitig noch ihren Unterhalt mit einer unwürdigen Kunst, einem falschen Lebenserwerb verdienen: ",
  "dn2:62.2": "nämlich Riten zur Besänftigung, um Wünsche zu erfüllen, für Gespenster, für die Erde, für Regen, zur Befriedung eines Grundstücks und für das Vorbereiten und Weihen von Bauplätzen für Häuser, Riten, die mit Abspülen und Baden einhergehen, und Opferriten; weiterhin die Anwendung von Brechmitteln, Abführmitteln, Mitteln zum Lösen und Auswerfen von Schleim, die Anwendung von Ohröl, Stärkungsmitteln für die Augen, Arznei für die Nase, Salben und Gegensalben, Operationen mit Nadel und Skalpell, Behandlung von Kindern, Verschreibung arzneilicher Wurzeln und Herstellen von Kräuterbündeln. ",
  "dn2:62.3": "Er unterlässt solch unwürdige Kunst, solch falschen Lebenserwerb. ",
  "dn2:62.4": "Das ist Teil seiner Sittlichkeit. ",
  "dn2:63.1": "Ein Mönch, der so das sittliche Verhalten vervollkommnet hat, hat in Bezug auf seine sittliche Zügelung von keiner Seite etwas zu befürchten. ",
  "dn2:63.2": "Wie ein König, der seine Feinde besiegt hat: Er hat von seinen Feinden von keiner Seite etwas zu befürchten. ",
  "dn2:63.3": "Ebenso hat ein Mönch, der so das sittliche Verhalten vervollkommnet hat, in Bezug auf seine sittliche Zügelung von keiner Seite etwas zu befürchten. ",
  "dn2:63.4": "Wenn er diesen Umfang der edlen Sittlichkeit besitzt, erfährt er im Innern ein Glück, das ohne Tadel ist. ",
  "dn2:63.5": "So hat ein Mönch das sittliche Verhalten vervollkommnet. ",
  "dn2:63.6": "Der lange Abschnitt über Sittlichkeit ist zu Ende. ",
  "dn2:64.0.1": "4.3.2. Versenkung ",
  "dn2:64.0.2": "4.3.2.1. Zügelung der Sinne ",
  "dn2:64.1": "Und wie bewacht ein Mönch die Tore der Sinne? ",
  "dn2:64.2": "Wenn ein Mönch mit dem Auge ein Bild sieht, bleibt er nicht an den Merkmalen und Einzelheiten hängen. ",
  "dn2:64.3": "Wenn das Sehvermögen nicht gezügelt wäre, würden schlechte, untaugliche Eigenschaften von Begehrlichkeit und Verdrießlichkeit überhandnehmen. Aus diesem Grund übt er Zügelung, bewacht das Sehvermögen und hält es im Zaum. ",
  "dn2:64.4": "Wenn er mit dem Ohr einen Ton hört … ",
  "dn2:64.5": "Wenn er mit der Nase einen Duft riecht … ",
  "dn2:64.6": "Wenn er mit der Zunge einen Geschmack schmeckt … ",
  "dn2:64.7": "Wenn er mit dem Körper eine Berührung empfindet … ",
  "dn2:64.8": "Wenn er mit dem Geist einen Gedanken erkennt, bleibt er nicht an den Merkmalen und Einzelheiten hängen. ",
  "dn2:64.9": "Wenn das Denkvermögen nicht gezügelt wäre, würden schlechte, untaugliche Eigenschaften von Begehrlichkeit und Verdrießlichkeit überhandnehmen. Aus diesem Grund übt er Zügelung, bewacht das Denkvermögen und hält es im Zaum. ",
  "dn2:64.10": "Wenn er diese edle Zügelung der Sinne besitzt, erfährt er im Innern eine fleckenlose Seligkeit. ",
  "dn2:64.11": "So bewacht ein Mönch die Tore der Sinne. ",
  "dn2:65.0": "4.3.2.2. Achtsamkeit und Situationsbewusstsein ",
  "dn2:65.1": "Und wie ist ein Mönch achtsam und der Situation bewusst? ",
  "dn2:65.2": "Da handelt ein Mönch mit Situationsbewusstsein beim Ausgehen und Zurückkommen, beim Hin- und Wegschauen, beim Beugen und Strecken der Glieder, beim Tragen von äußerer Robe, Schale und Roben, beim Essen, Trinken, Kauen, Schmecken, beim Ausscheiden von Urin und Kot, beim Gehen, Stehen, Sitzen, Schlafen und Wachen, Reden und Schweigen. ",
  "dn2:65.3": "So ist ein Mönch achtsam und der Situation bewusst. ",
  "dn2:66.0": "4.3.2.3. Zufriedenheit ",
  "dn2:66.1": "Und wie ist ein Mönch zufrieden? ",
  "dn2:66.2": "Da ist ein Mönch zufrieden mit Roben, die den Körper einhüllen, und Almosen, das den Bauch füllt. Wohin er geht, da nimmt er nur diese Dinge mit. ",
  "dn2:66.3": "Wie ein Vogel: Wohin er auch fliegt, sind die Flügel seine einzige Last. ",
  "dn2:66.4": "Ebenso ist ein Mönch zufrieden mit Roben, die den Körper einhüllen, und Almosen, das den Bauch füllt. Wohin er geht, da da nimmt er nur diese Dinge mit. ",
  "dn2:66.5": "So ist ein Mönch zufrieden. ",
  "dn2:67.0": "4.3.2.4. Die Hindernisse aufgeben ",
  "dn2:67.1": "Wenn er diesen Umfang der edlen Sittlichkeit, diese edle Zügelung der Sinne, diese edle Achtsamkeit und das edle Situationsbewusstsein und diese edle Zufriedenheit besitzt, ",
  "dn2:67.2": "sucht er einen abgelegenen Platz auf: eine Wildnis, den Fuß eines Baumes, einen Hügel, eine Schlucht, eine Berghöhle, ein Leichenfeld, einen Wald,den freien Himmel, einen Strohhaufen. ",
  "dn2:67.3": "Nach dem Essen, wenn er vom Almosengang zurückkommt, setzt er sich mit gekreuzten Beinen hin, richtet den Körper gerade auf und verankert die Achtsamkeit vor sich. ",
  "dn2:68.1": "Er gibt das Begehren nach der Welt auf, meditiert mit einem Herzen, das frei von Begehren ist, und läutert den Geist von Begehren. ",
  "dn2:68.2": "Er gibt bösen Willen und Boshaftigkeit auf, meditiert mit einem Herzen, das frei von bösem Willen ist, voller Anteilnahme für alle Lebewesen, und läutert den Geist von bösem Willen. ",
  "dn2:68.3": "Er gibt Dumpfheit und Benommenheit auf, meditiert mit einem Herzen, das frei von Dumpfheit und Benommenheit ist, er nimmt Licht wahr, ist achtsam und der Situation bewusst und läutert den Geist von Dumpfheit und Benommenheit. ",
  "dn2:68.4": "Er gibt Rastlosigkeit und Reue auf, meditiert ohne Rastlosigkeit, mit innerlich friedvollem Geist, und läutert den Geist von Rastlosigkeit und Reue. ",
  "dn2:68.5": "Er gibt den Zweifel auf, meditiert, indem er über den Zweifel hinausgegangen ist, nicht im Unklaren über taugliche Eigenschaften, und läutert den Geist von Zweifel. ",
  "dn2:69.1": "Wie ein Mann, der in Schulden geraten wäre und sich der Arbeit widmete ",
  "dn2:69.2": "und dessen Mühe erfolgreich wäre. ",
  "dn2:69.3": "Er würde die ursprüngliche Anleihe zurückzahlen und hätte genug übrig, um seine Partnerin zu unterhalten. ",
  "dn2:69.4": "Wenn er daran dächte, ",
  "dn2:69.8": "wäre er voller Freude und Glück. ",
  "dn2:70.1": "Wie ein Mensch, der mitgenommen, leidend, schwer krank wäre. Er verlöre den Appetit und käme von Kräften. ",
  "dn2:70.2": "Doch nach einiger Zeit erholte er sich von dieser Krankheit, hätte wieder Appetit und käme zu Kräften. ",
  "dn2:70.3": "Wenn er daran dächte, ",
  "dn2:70.8": "wäre er voller Freude und Glück. ",
  "dn2:71.1": "Wie ein Mensch, der in einem Gefängnis eingesperrt wäre. ",
  "dn2:71.2": "Doch nach einiger Zeit würde er aus dem Gefängnis entlassen, wäre heil und gesund und hätte nichts von seinem Vermögen verloren. ",
  "dn2:71.3": "Wenn er daran dächte, ",
  "dn2:71.6": "wäre er voller Freude und Glück. ",
  "dn2:72.1": "Wie ein Mensch, der ein abhängiger Diener wäre. Er wäre nicht sein eigener Herr, sondern einem anderen arbeitsverpflichtet und könnte nicht gehen, wohin er wollte. ",
  "dn2:72.2": "Doch nach einiger Zeit würde er aus der Knechtschaft befreit und würde sein eigener Herr, keinem anderen arbeitsverpflichtet, ein unabhängiger Mensch, der gehen könnte, wohin er wollte. ",
  "dn2:72.3": "Wenn er daran dächte, ",
  "dn2:72.6": "wäre er voller Freude und Glück. ",
  "dn2:73.1": "Wie ein Mensch, der mit seinem Besitz und Vermögen eine Straße durch die Wüste entlangwanderte, die gefährlich wäre und wo es nichts zu essen gäbe. ",
  "dn2:73.2": "Doch nach einiger Zeit hätte er die Wüste sicher durchquert und käme in einem Dorf an, in einem Schutzgebiet frei von Gefahr. ",
  "dn2:73.3": "Wenn er daran dächte, ",
  "dn2:73.6": "wäre er voller Freude und Glück. ",
  "dn2:74.1": "Ebenso betrachtet da ein Mönch, der diese fünf Hindernisse im Innern noch nicht aufgegeben hat, diese als eine Schuld, eine Krankheit, ein Gefängnis, als Sklaverei und als eine Wüstendurchquerung. ",
  "dn2:74.2": "Aber wenn er diese fünf Hindernisse im Innern aufgegeben hat, betrachtet er dies als Freiheit von Schulden, als Genesung, als Freilassung aus dem Gefängnis, als Unabhängigkeit und schließlich als Schutzgebiet. ",
  "dn2:74.4": "Wenn er sieht, dass die Hindernisse in ihm aufgegeben sind, lodert Freude auf. Wenn er voller Freude ist, lodert Ekstase auf. Wenn der Geist in Ekstase ist, wird der Körper still. Wenn der Körper still ist, empfindet er Seligkeit. Und wenn er voller Seligkeit ist, versenkt sich der Geist im Samādhi. ",
  "dn2:75.0": "4.3.2.5. Die erste Vertiefung ",
  "dn2:75.1": "Ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, tritt er in die erste Vertiefung ein und verweilt darin; da gibt es aus Abgeschiedenheit geborene Ekstase und Seligkeit, während man den Geist ausrichtet und hält. ",
  "dn2:75.2": "Er tränkt, durchdringt, füllt und durchströmt seinen Körper mit aus Abgeschiedenheit geborener Ekstase und Seligkeit. Es gibt keinen Teil des Körpers, der nicht von aus Abgeschiedenheit geborener Ekstase und Seligkeit durchströmt wäre. ",
  "dn2:76.1": "Wie ein geschickter Bader oder Baderlehrling, der Seifenpulver in eine Bronzeschale gibt und es nach und nach mit Wasser benetzt. Er knetet es, bis die Kugel aus Seifenpulver mit Feuchtigkeit vollgesogen und gesättigt ist, innen und außen durchtränkt, und doch keine Feuchtigkeit herausquillt. ",
  "dn2:76.2": "Ebenso tränkt, durchdringt, füllt und durchströmt ein Mönch seinen Körper mit aus Abgeschiedenheit geborener Ekstase und Seligkeit. Es gibt keinen Teil des Körpers, der nicht von aus Abgeschiedenheit geborener Ekstase und Seligkeit durchströmt wäre. ",
  "dn2:76.3": "Das, großer König, ist eine Frucht des Asketenlebens, die in diesem Leben sichtbar ist, die besser und erlesener ist als die vorigen. ",
  "dn2:77.0": "4.3.2.6. Die zweite Vertiefung ",
  "dn2:77.1": "Wenn dann das Ausrichten und Halten des Geistes sich beruhigt, tritt ein Mönch in die zweite Vertiefung ein und verweilt darin; da gibt es aus Versenkung geborene Ekstase und Seligkeit, mit innerer Klarheit und geeintem Geist, ohne Ausrichten und Halten. ",
  "dn2:77.2": "Er tränkt, durchdringt, füllt und durchströmt seinen Körper mit aus Versenkung geborener Ekstase und Seligkeit. Es gibt keinen Teil des Körpers, der nicht von aus Versenkung geborener Ekstase und Seligkeit durchströmt wäre. ",
  "dn2:78.1": "Wie ein tiefer See, der von einer Quelle gespeist wird und der weder von Osten noch von Westen, weder von Norden noch von Süden einen Zufluss hat und auch nicht von Zeit zu Zeit vom Regen aufgefüllt wird. ",
  "dn2:78.2": "Doch der Strom kühlen Wassers, der im See aufwallt, tränkt, durchdringt, füllt und durchströmt den ganzen See. Es gibt keinen Teil des Sees, der nicht von kühlem Wasser durchströmt wäre. ",
  "dn2:78.3": "Ebenso tränkt, durchdringt, füllt und durchströmt ein Mönch seinen Körper mit aus Versenkung geborener Ekstase und Seligkeit. Es gibt keinen Teil des Körpers, der nicht von aus Versenkung geborener Ekstase und Seligkeit durchströmt wäre. ",
  "dn2:78.4": "Auch das, großer König, ist eine Frucht des Asketenlebens, die in diesem Leben sichtbar ist, die besser und erlesener ist als die vorigen. ",
  "dn2:79.0": "4.3.2.7. Die dritte Vertiefung ",
  "dn2:79.1": "Mit dem Schwinden der Ekstase tritt ein Mönch dann in die dritte Vertiefung ein und verweilt darin; da meditiert er mit Gleichmut, achtsam und bewusst, und erfährt persönlich die Seligkeit, von der die Edlen erklären: ‚Gleichmütig und achtsam meditiert man in Seligkeit.‘ ",
  "dn2:79.2": "Er tränkt, durchdringt, füllt und durchströmt seinen Körper mit Seligkeit, die frei von Ekstase ist. Es gibt keinen Teil des Körpers, der nicht von der Seligkeit, die frei von Ekstase ist, durchströmt wäre. ",
  "dn2:80.1": "Wie ein Teich mit blauen Seerosen oder rosa oder weißen Lotusblumen. Manche von ihnen sprießen und wachsen im Wasser, ohne sich darüber zu erheben, und gedeihen unter Wasser. Von der Spitze bis zur Wurzel sind sie getränkt, durchdrungen, angefüllt und durchströmt von kühlem Wasser. Es gibt keinen Teil von ihnen, der nicht von kühlem Wasser durchströmt wäre. ",
  "dn2:80.2": "Ebenso tränkt, durchdringt, füllt und durchströmt ein Mönch seinen Körper mit Seligkeit, die frei von Ekstase ist. Es gibt keinen Teil des Körpers, der nicht von der Seligkeit, die frei von Ekstase ist, durchströmt wäre. ",
  "dn2:80.3": "Auch das, großer König, ist eine Frucht des Asketenlebens, die in diesem Leben sichtbar ist, die besser und erlesener ist als die vorigen. ",
  "dn2:81.0": "4.3.2.8. Die vierte Vertiefung ",
  "dn2:81.1": "Indem er Glück und Schmerz aufgibt und frühere Fröhlichkeit und Traurigkeit beendet, tritt ein Mönch dann in die vierte Vertiefung ein und verweilt darin, ohne Glück oder Schmerz, mit reinem Gleichmut und reiner Achtsamkeit. ",
  "dn2:81.2": "Er sitzt da und durchströmt seinen Körper mit reinem, hellem Geist. Es gibt keinen Teil des Körpers, der nicht von reinem, hellem Geist durchströmt wäre. ",
  "dn2:82.1": "Wie wenn jemand dasitzt, der von Kopf bis Fuß in ein weißes Tuch gehüllt ist. Es gibt keinen Teil des Körpers, der nicht von dem weißen Tuch bedeckt wäre. ",
  "dn2:82.2": "Ebenso sitzt ein Mönch da und durchströmt seinen Körper mit reinem, hellem Geist. Es gibt keinen Teil des Körpers, der nicht von reinem, hellem Geist durchströmt wäre. ",
  "dn2:82.3": "Auch das, großer König, ist eine Frucht des Asketenlebens, die in diesem Leben sichtbar ist, die besser und erlesener ist als die vorigen. ",
  "dn2:83.0.1": "4.3.3. Die acht Erkenntnisse ",
  "dn2:83.0.2": "4.3.3.1. Erkennen und Sehen ",
  "dn2:83.1": "Wenn sein Geist so im Samādhi versunken ist – geläutert, hell, makellos, fleckenlos, geschmeidig, formbar, stetig und unbewegt –, dann streckt er ihn aus und projiziert ihn auf das Erkennen und Sehen. ",
  "dn2:83.2": "Er versteht: ",
  "dn2:83.3": "‚Dieser mein Körper ist von materieller Natur. Er besteht aus den vier Grundelementen, wurde von Mutter und Vater gezeugt, mit Reis und Brei aufgebaut und muss vergehen, sich abnutzen und dahinschwinden, muss aufgelöst und zerstört werden. ",
  "dn2:83.4": "Und dieses mein Bewusstsein hängt ihm an, ist an ihn geknüpft.‘ ",
  "dn2:84.1": "Wie ein Schmuckstück aus Beryll von natürlicher Schönheit, mit acht Facetten, gut gearbeitet, durchsichtig, klar und ungetrübt, mit allen guten Eigenschaften versehen, ",
  "dn2:84.2": "das auf einen blauen, gelben, roten, weißen oder goldbraunen Faden aufgefädelt wäre. ",
  "dn2:84.3": "Ein Mensch mit klaren Augen würde es in die Hand nehmen und untersuchen: ",
  "dn2:84.4": "‚Dieses Schmuckstück aus Beryll ist von natürlicher Schönheit, mit acht Facetten, gut gearbeitet, durchsichtig, klar und ungetrübt, mit allen guten Eigenschaften versehen. ",
  "dn2:84.5": "Und es ist auf einen blauen, gelben, roten, weißen oder goldbraunen Faden aufgefädelt.‘ ",
  "dn2:84.6": "Ebenso streckt ein Mönch, wenn sein Geist so im Samādhi versunken ist – geläutert, hell, makellos, fleckenlos, geschmeidig, formbar, stetig und unbewegt –, ihn aus und projiziert ihn auf das Erkennen und Sehen. ",
  "dn2:84.10": "Auch das, großer König, ist eine Frucht des Asketenlebens, die in diesem Leben sichtbar ist, die besser und erlesener ist als die vorigen. ",
  "dn2:85.0": "4.3.3.2. Der geistgeschaffene Körper ",
  "dn2:85.1": "Wenn sein Geist so im Samādhi versunken ist – geläutert, hell, makellos, fleckenlos, geschmeidig, formbar, stetig und unbewegt –, dann streckt er ihn aus und projiziert ihn auf das Hervorbringen eines geistgeschaffenen Körpers. ",
  "dn2:85.2": "Aus diesem Körper bringt er einen anderen Körper hervor, der Form besitzt, geistgeschaffen ist, in all den verschiedenen Teilen vollständig, ohne dass eine Fähigkeit fehlte. ",
  "dn2:86.1": "Wie wenn jemand einen Schilfhalm aus seiner Scheide zöge ",
  "dn2:86.2": "und dächte: ",
  "dn2:86.3": ",Das ist der Schilfhalm, das ist die Scheide. Der Halm und die Scheide sind verschiedene Dinge. Der Schilfhalm wurde aus der Scheide herausgezogen.‘ ",
  "dn2:86.4": "Oder wie wenn jemand ein Schwert aus der Scheide zöge ",
  "dn2:86.5": "und dächte: ",
  "dn2:86.6": ",Das ist das Schwert, das ist die Scheide. Das Schwert und die Scheide sind verschiedene Dinge. Das Schwert wurde aus der Scheide herausgezogen.‘ ",
  "dn2:86.7": "Oder wie wenn jemand eine Schlange aus ihrer abgestreiften Haut zöge ",
  "dn2:86.8": "und dächte: ",
  "dn2:86.9": ",Das ist die Schlange, das ist die Haut. Die Schlange und die Haut sind verschiedene Dinge. Die Schlange wurde aus der Haut herausgezogen.‘ ",
  "dn2:86.10": "Ebenso streckt ein Mönch, wenn sein Geist so im Samādhi versunken ist – geläutert, hell, makellos, fleckenlos, geschmeidig, formbar, stetig und unbewegt –, ihn aus und projiziert ihn auf das Hervorbringen eines geistgeschaffenen Körpers. ",
  "dn2:86.11": "Aus diesem Körper bringt er einen anderen Körper hervor, der Form besitzt, geistgeschaffen ist, in all den verschiedenen Teilen vollständig, ohne dass eine Fähigkeit fehlte. ",
  "dn2:86.12": "Auch das, großer König, ist eine Frucht des Asketenlebens, die in diesem Leben sichtbar ist, die besser und erlesener ist als die vorigen. ",
  "dn2:87.0": "4.3.3.3. Übersinnliche Kräfte ",
  "dn2:87.1": "Wenn sein Geist so im Samādhi versunken ist – geläutert, hell, makellos, fleckenlos, geschmeidig, formbar, stetig und unbewegt –, dann streckt er ihn aus und projiziert ihn auf die übersinnliche Kraft. ",
  "dn2:87.2": "Er übt die vielen Arten von Wunderkräften aus: sich vervielfältigen und wieder eins werden; erscheinen und verschwinden; ungehindert durch eine Mauer, einen Erdwall oder einen Berg gehen wie durch leeren Raum; in die Erde eintauchen und wieder auftauchen, als wäre sie Wasser; über das Wasser gehen, als wäre es Land; mit gekreuzten Beinen durch die Luft fliegen wie ein Vogel; Sonne und Mond, so mächtig und gewaltig, mit der Hand berühren und streicheln; den Körper beherrschen bis hin zur Brahmāwelt. ",
  "dn2:88.1": "Wie ein fachkundiger Töpfer oder Töpferlehrling, der gut vorbereiteten Ton hätte: Er könnte daraus jedes Gefäß herstellen, das er wollte. ",
  "dn2:88.2": "Oder wie ein fachkundiger Elfenbeinschnitzer oder Elfenbeinschnitzer-Lehrling, der gut vorbereitetes Elfenbein hätte: Er könnte daraus jeden Elfenbein-Gegenstand herstellen, den er wollte. ",
  "dn2:88.3": "Oder wie ein fachkundiger Goldschmied oder Goldschmiedelehrling, der gut vorbereitetes Gold hätte: Er könnte daraus jeden goldenen Gegenstand herstellen, den er wollte. ",
  "dn2:88.4": "Ebenso streckt ein Mönch, wenn sein Geist so im Samādhi versunken ist – geläutert, hell, makellos, fleckenlos, geschmeidig, formbar, stetig und unbewegt –, ihn aus und projiziert ihn auf die übersinnliche Kraft. ",
  "dn2:88.5": "Er übt die vielen Arten von Wunderkräften aus. ",
  "dn2:88.6": "Auch das, großer König, ist eine Frucht des Asketenlebens, die in diesem Leben sichtbar ist, die besser und erlesener ist als die vorigen. ",
  "dn2:89.0": "4.3.3.4. Hellhörigkeit ",
  "dn2:89.1": "Wenn sein Geist so im Samādhi versunken ist – geläutert, hell, makellos, fleckenlos, geschmeidig, formbar, stetig und unbewegt –, dann streckt er ihn aus und projiziert ihn auf die Hellhörigkeit. ",
  "dn2:89.2": "Mit geläuterter und übermenschlicher Hellhörigkeit kann er beide Arten von Tönen hören, menschliche und göttliche, ob nah oder fern. ",
  "dn2:90.1": "Wie wenn ein Mensch eine Straße entlangwanderte, und er hörte den Klang von Tontrommeln, Schlaginstrumenten, Schneckenhörnern, Pauken und Tomtoms. Er dächte: ‚Das ist der Klang von Trommeln‘, ‚Das ist der Klang von Schlaginstrumenten‘ und ‚Das ist der Klang von Schneckenhörnern, Pauken und Tomtoms‘. ",
  "dn2:90.2": "Ebenso streckt ein Mönch, wenn sein Geist so im Samādhi versunken ist – geläutert, hell, makellos, fleckenlos, geschmeidig, formbar, stetig und unbewegt –, ihn aus und projiziert ihn auf die Hellhörigkeit. ",
  "dn2:90.3": "Mit geläuterter und übermenschlicher Hellhörigkeit kann er beide Arten von Tönen hören, menschliche und göttliche, ob nah oder fern. ",
  "dn2:90.4": "Auch das, großer König, ist eine Frucht des Asketenlebens, die in diesem Leben sichtbar ist, die besser und erlesener ist als die vorigen. ",
  "dn2:91.0": "4.3.3.5. Den Geist anderer erfassen ",
  "dn2:91.1": "Wenn sein Geist so im Samādhi versunken ist – geläutert, hell, makellos, fleckenlos, geschmeidig, formbar, stetig und unbewegt –, dann streckt er ihn aus und projiziert ihn auf das Erfassen des Geistes anderer. ",
  "dn2:91.2": "Er erkennt den Geist anderer Wesen und Menschen, indem er ihn mit seinem Geist erfasst: ",
  "dn2:91.3": "Er erkennt einen gierigen Geist als ‚gierigen Geist‘ ",
  "dn2:91.4": "und einen von Gier freien Geist als ‚von Gier freien Geist‘. ",
  "dn2:91.5": "Er erkennt einen hasserfüllten Geist als ‚hasserfüllten Geist‘ ",
  "dn2:91.6": "und einen von Hass freien Geist als ‚von Hass freien Geist‘. ",
  "dn2:91.7": "Er erkennt einen Geist, der sich täuscht, als ‚Geist, der sich täuscht,‘ ",
  "dn2:91.8": "und einen von Täuschung freien Geist als ‚von Täuschung freien Geist‘. ",
  "dn2:91.9": "Er erkennt einen eingeengten Geist als ‚eingeengten Geist‘ ",
  "dn2:91.10": "und einen zerstreuten Geist als ‚zerstreuten Geist‘. ",
  "dn2:91.11": "Er erkennt einen ausgedehnten Geist als ‚ausgedehnten Geist‘ ",
  "dn2:91.12": "und einen nicht ausgedehnten Geist als ‚nicht ausgedehnten Geist‘. ",
  "dn2:91.13": "Er erkennt einen Geist, der nicht unübertrefflich ist, als ‚Geist, der nicht unübertrefflich ist,‘ ",
  "dn2:91.14": "und einen unübertrefflichen Geist als ‚unübertrefflichen Geist‘. ",
  "dn2:91.15": "Er erkennt einen im Samādhi versunkenen Geist als ‚im Samādhi versunkenen Geist‘ ",
  "dn2:91.16": "und einen nicht im Samādhi versunkenen Geist als ‚nicht im Samādhi versunkenen Geist‘. ",
  "dn2:91.17": "Er erkennt einen befreiten Geist als ‚befreiten Geist‘ ",
  "dn2:91.18": "und einen nicht befreiten Geist als ‚nicht befreiten Geist‘. ",
  "dn2:92.1": "Wie eine Frau oder ein Mann, jung, jugendlich, in Schmuck vernarrt. Die Person würde in einem blanken Spiegel oder einer Schale klaren Wassers ihr Spiegelbild betrachten. Wenn sie einen Fleck hätte, wüsste sie: ‚Ich habe einen Fleck‘, und wenn sie keinen Fleck hätte, wüsste sie: ‚Ich habe keinen Fleck.‘ ",
  "dn2:92.2": "Ebenso streckt ein Mönch, wenn sein Geist so im Samādhi versunken ist – geläutert, hell, makellos, fleckenlos, geschmeidig, formbar, stetig und unbewegt –, ihn aus und projiziert ihn auf das Erfassen des Geistes anderer. ",
  "dn2:92.3": "Er erkennt den Geist anderer Wesen und Menschen, indem er ihn mit seinem Geist erfasst. ",
  "dn2:92.20": "Auch das, großer König, ist eine Frucht des Asketenlebens, die in diesem Leben sichtbar ist, die besser und erlesener ist als die vorigen. ",
  "dn2:93.0": "4.3.3.6. Erinnerung an frühere Leben ",
  "dn2:93.1": "Wenn sein Geist so im Samādhi versunken ist – geläutert, hell, makellos, fleckenlos, geschmeidig, formbar, stetig und unbewegt –, dann streckt er ihn aus und projiziert ihn auf die Erinnerung an frühere Leben. ",
  "dn2:93.2": "Er erinnert sich an viele Arten früherer Leben, das heißt: eine Wiedergeburt, zwei Wiedergeburten, drei, vier, fünf, zehn, zwanzig, dreißig, vierzig, fünfzig, hundert, tausend, hunderttausend Wiedergeburten; viele Äonen des Zusammenziehens der Welt, viele Äonen des Ausdehnens der Welt, viele Äonen des Zusammenziehens und Ausdehnens der Welt. Er erinnert sich: ‚Dort hatte ich diesen Namen, gehörte zu jenem Stamm, sah so aus, und das war meine Speise. So erlebte ich Glück und Schmerz, und so ging mein Leben zu Ende. Als ich von jenem Ort verschied, wurde ich woanders wiedergeboren. Und dort hatte ich diesen Namen, gehörte zu jenem Stamm, sah so aus, und das war meine Speise. So erlebte ich Glück und Schmerz, und so ging mein Leben zu Ende. Als ich von jenem Ort verschied, wurde ich hier wiedergeboren.‘ Und so erinnert er sich an viele Arten früherer Leben mit den Merkmalen und Einzelheiten. ",
  "dn2:94.1": "Wie wenn ein Mensch sein Heimatdorf verließe und zu einem anderen Dorf ginge. Von diesem Dorf ginge er zu wieder einem anderen Dorf. Und von jenem Dorf käme er zurück zu seinem Heimatdorf. Er dächte: ‚Ich ging von meinem Heimatdorf zu einem anderen Dorf. Dort stand ich so, saß so, redete so oder schwieg so. Von diesem Dorf ging ich zu wieder einem anderen Dorf. Dort stand ich dann so, saß so, redete so oder schwieg so. Und von jenem Dorf kam ich zurück zu meinem Heimatdorf.‘ ",
  "dn2:94.2": "Ebenso streckt ein Mönch, wenn sein Geist so im Samādhi versunken ist – geläutert, hell, makellos, fleckenlos, geschmeidig, formbar, stetig und unbewegt –, ihn aus und projiziert ihn auf die Erinnerung an frühere Leben. ",
  "dn2:94.3": "Er erinnert sich an viele Arten früherer Leben mit den Merkmalen und Einzelheiten. ",
  "dn2:94.4": "Auch das, großer König, ist eine Frucht des Asketenlebens, die in diesem Leben sichtbar ist, die besser und erlesener ist als die vorigen. ",
  "dn2:95.0": "4.3.3.7. Hellsichtigkeit ",
  "dn2:95.1": "Wenn sein Geist so im Samādhi versunken ist – geläutert, hell, makellos, fleckenlos, geschmeidig, formbar, stetig und unbewegt –, dann streckt er ihn aus und projiziert ihn auf die Erkenntnis von Tod und Wiedergeburt der Lebewesen. ",
  "dn2:95.2": "Mit geläuterter und übermenschlicher Hellsichtigkeit sieht er Lebewesen, wie sie hinscheiden und wieder geboren werden – gering oder hochstehend, schön oder hässlich, an einem guten oder einem schlechten Ort. Er versteht, wie Lebewesen entsprechend ihrer Taten wiedergeboren werden: ‚Diese lieben Wesen haben mit dem Körper, der Sprache und dem Geist Schlechtes getan. Sie haben die Edlen schlechtgemacht, hatten falsche Ansicht und haben dementsprechend gehandelt. Wenn ihr Körper auseinanderbricht, nach dem Tod, werden sie an einem verlorenen Ort wiedergeboren, einem schlechten Ort, in der Unterwelt, der Hölle. Diese lieben Wesen hingegen haben mit dem Körper, der Sprache und dem Geist Gutes getan. Sie haben nie die Edlen schlechtgemacht, hatten rechte Ansicht und haben dementsprechend gehandelt. Wenn ihr Körper auseinanderbricht, nach dem Tod, werden sie an einem guten Ort wiedergeboren, in einer himmlischen Welt.‘ Und so sieht er mit geläuterter und übermenschlicher Hellsichtigkeit Lebewesen, wie sie hinscheiden und wieder geboren werden – gering oder hochstehend, schön oder hässlich, an einem guten oder einem schlechten Ort. Er versteht, wie Lebewesen entsprechend ihrer Taten wiedergeboren werden. ",
  "dn2:96.1": "Wie wenn ein Pfahlhaus an dem Platz im Zentrum stünde. Ein Mensch mit klaren Augen, der darauf stünde, könnte sehen, wie Menschen ein Haus betreten oder verlassen, wie sie über die Straßen und Wege gehen und an dem Platz im Zentrum sitzen. Er dächte: ‚Diese Menschen betreten ein Haus oder verlassen es, gehen über die Straßen und Wege und sitzen an dem Platz im Zentrum.‘ ",
  "dn2:96.2": "Ebenso streckt ein Mönch, wenn sein Geist so im Samādhi versunken ist – geläutert, hell, makellos, fleckenlos, geschmeidig, formbar, stetig und unbewegt –, ihn aus und projiziert ihn auf die Erkenntnis von Tod und Wiedergeburt der Lebewesen. ",
  "dn2:96.3": "Mit geläuterter und übermenschlicher Hellsichtigkeit sieht er Lebewesen, wie sie hinscheiden und wieder geboren werden, und versteht, wie Lebewesen entsprechend ihrer Taten wiedergeboren werden. ",
  "dn2:96.4": "Auch das, großer König, ist eine Frucht des Asketenlebens, die in diesem Leben sichtbar ist, die besser und erlesener ist als die vorigen. ",
  "dn2:97.0": "4.3.3.8. Die Auflösung der Befleckungen ",
  "dn2:97.1": "Wenn sein Geist so im Samādhi versunken ist – geläutert, hell, makellos, fleckenlos, geschmeidig, formbar, stetig und unbewegt –, dann streckt er ihn aus und projiziert ihn auf die Erkenntnis, dass die Befleckungen aufgelöst sind. ",
  "dn2:97.2": "Er versteht wahrhaftig: ‚Das ist das Leiden.‘ … ‚Das ist der Ursprung des Leidens.‘ … ‚Das ist das Aufhören des Leidens.‘ … ‚Das ist die Übung, die zum Aufhören des Leidens führt.‘ ",
  "dn2:97.3": "Er versteht wahrhaftig: ‚Das sind die Befleckungen.‘ … ‚Das ist der Ursprung der Befleckungen.‘ … ‚Das ist das Aufhören der Befleckungen.‘ … ‚Das ist die Übung, die zum Aufhören der Befleckungen führt.‘ ",
  "dn2:97.4": "Wenn er das erkennt und sieht, ist sein Geist befreit von den Befleckungen der Sinnlichkeit, des Wunsches nach Wiedergeburt und der Unwissenheit. ",
  "dn2:97.5": "Wenn er befreit ist, weiß er, er ist befreit. ",
  "dn2:97.6": "Er versteht: ‚Wiedergeburt ist beendet; das geistliche Leben ist erfüllt; was zu tun war, ist getan; es gibt keine Rückkehr mehr zu irgendeinem Daseinszustand.‘ ",
  "dn2:98.1": "Wie ein See in einer Bergschlucht, der durchsichtig, klar und ungetrübt wäre. Ein Mensch mit klaren Augen, der am Ufer stünde, würde die Schnecken und Muscheln, Steine und Kiesel sehen und auch die Fischschwärme, die herumschwämmen oder stillstünden. Er dächte: ‚Dieser See ist durchsichtig, klar und ungetrübt. Hier sind die Schnecken und Muscheln, Steine und Kiesel und die Fischschwärme, die herumschwimmen oder stillstehen.‘ ",
  "dn2:98.2": "Ebenso streckt ein Mönch, wenn sein Geist so im Samādhi versunken ist – geläutert, hell, makellos, fleckenlos, geschmeidig, formbar, stetig und unbewegt –, ihn aus und projiziert ihn auf die Erkenntnis, dass die Befleckungen aufgelöst sind. ",
  "dn2:98.3": "Er versteht wahrhaftig: ‚Das ist das Leiden.‘ … ‚Das ist der Ursprung des Leidens.‘ … ‚Das ist das Aufhören des Leidens.‘ … ‚Das ist die Übung, die zum Aufhören des Leidens führt.‘ ",
  "dn2:98.4": "Er versteht wahrhaftig: ‚Das sind die Befleckungen.‘ … ‚Das ist der Ursprung der Befleckungen.‘ … ‚Das ist das Aufhören der Befleckungen.‘ … ‚Das ist die Übung, die zum Aufhören der Befleckungen führt.‘ ",
  "dn2:98.5": "Wenn er das erkennt und sieht, ist sein Geist befreit von den Befleckungen der Sinnlichkeit, des Wunsches nach Fortsetzung des Daseins und der Unwissenheit. ",
  "dn2:98.6": "Wenn er befreit ist, weiß er, er ist befreit. ",
  "dn2:98.7": "Er versteht: ‚Wiedergeburt ist beendet; das geistliche Leben ist erfüllt; was zu tun war, ist getan; es gibt keine Rückkehr mehr zu irgendeinem Daseinszustand.‘ ",
  "dn2:98.8": "Auch das, großer König, ist eine Frucht des Asketenlebens, die in diesem Leben sichtbar ist, die besser und erlesener ist als die vorigen. ",
  "dn2:98.9": "Und, großer König, es gibt keine andere Frucht des Asketenlebens, die in diesem Leben sichtbar ist, die besser und erlesener wäre als diese.“ ",
  "dn2:99.0": "5. Ajātasattu erklärt sich zu einem Laienschüler ",
  "dn2:99.1": "Als der Buddha geendet hatte, sagte Ajātasattu zu ihm: ",
  "dn2:99.2": "„Vortrefflich, Herr! Vortrefflich! ",
  "dn2:99.3": "Als würde er das Umgestürzte aufrichten oder das Verborgene enthüllen oder den Verirrten den Weg weisen oder im Dunkeln ein Licht anzünden, sodass Menschen mit klaren Augen sehen könnten, was da ist, so hat der Buddha die Lehre auf vielerlei Weise klargemacht. ",
  "dn2:99.4": "Ich nehme Zuflucht zum Buddha, zur Lehre und zum Saṅgha der Mönche und Nonnen. ",
  "dn2:99.5": "Von diesem Tag an soll der Buddha mich als Laienschüler in Erinnerung behalten, der für sein ganzes Leben Zuflucht genommen hat. ",
  "dn2:99.6": "Ich habe einen Fehler gemacht, Herr. Es war töricht, dumm und untauglich von mir, meinem Vater, einem gerechten und prinzipientreuen König, um der Herrschaft willen das Leben zu nehmen. ",
  "dn2:99.7": "Bitte, Herr, nimm meinen Fehler als Fehler an, und ich will mich in Zukunft zügeln.“ ",
  "dn2:100.1": "„Jawohl, großer König, du hast einen Fehler gemacht. Es war töricht, dumm und untauglich von dir, deinem Vater, einem gerechten und prinzipientreuen König, um der Herrschaft willen das Leben zu nehmen. ",
  "dn2:100.2": "Aber da du deinen Fehler als Fehler erkannt hast und richtig mit ihm verfahren bist, nehme ich ihn an. ",
  "dn2:100.3": "Denn es gilt als Fortschritt in der Schulung des Edlen, einen Fehler als Fehler zu erkennen, richtig mit ihm zu verfahren und sich zu verpflichten, sich in der Zukunft zu zügeln.“ ",
  "dn2:101.1": "Daraufhin sagte Ajātasattu zum Buddha: ",
  "dn2:101.2": "„Nun, Herr, jetzt muss ich gehen. Ich habe viele Pflichten und Verantwortlichkeiten.“ ",
  "dn2:101.3": "„Bitte, großer König, geh nach deinem Belieben.“ ",
  "dn2:101.4": "Da begrüßte der König die Worte des Buddha und stimmte ihm zu. Er erhob sich von seinem Sitz, verbeugte sich und umrundete den Buddha respektvoll, die rechte Seite ihm zugewandt, und ging. ",
  "dn2:102.1": "Kurz nachdem der König gegangen war, wandte sich der Buddha an die Mönche und Nonnen: ",
  "dn2:102.2": "„Dieser König ist zerbrochen, Mönche und Nonnen, ",
  "dn2:102.3": "er ist zerstört. ",
  "dn2:102.4": "Wenn er nicht seinem Vater, einem gerechten und prinzipientreuen König, das Leben genommen hätte, wäre ihm da, wo er gerade saß, das unbefleckte, makellose Auge des Dhamma aufgegangen.“ ",
  "dn2:102.5": "Das sagte der Buddha. ",
  "dn2:102.6": "Zufrieden freuten sich die Mönche und Nonnen über die Worte des Buddha. "
}