{
  "dn30:0.1": "Lange Lehrreden 30 ",
  "dn30:0.2": "Kennzeichen eines großen Mannes ",
  "dn30:1.1.1": "So habe ich es gehört: ",
  "dn30:1.1.2": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "dn30:1.1.3": "Da wandte sich der Buddha an die Mönche und Nonnen: ",
  "dn30:1.1.4": "„Mönche und Nonnen!“ ",
  "dn30:1.1.5": "„Ehrwürdiger Herr“, antworteten sie. ",
  "dn30:1.1.6": "Der Buddha sagte: ",
  "dn30:1.1.7": "„Es gibt zweiunddreißig Kennzeichen eines großen Mannes. Für einen großen Mann, der diese besitzt, gibt es zwei mögliche Schicksale, kein anderes. ",
  "dn30:1.1.8": "Wenn er im Haus bleibt, wird er ein König, ein Rad-drehender Herrscher, ein gerechter König, der sich an Grundsätze hält. Sein Herrschaftsgebiet erstreckt sich nach allen vier Seiten bis zum Ende, er macht das Land sicher und er besitzt die sieben Juwelen. ",
  "dn30:1.1.9": "Diese sieben Juwelen sind ",
  "dn30:1.1.10": "das Rad-Juwel, das Elefanten-Juwel, das Pferde-Juwel, das Edelstein-Juwel, das Frauen-Juwel, das Schatzmeister-Juwel und das Berater-Juwel als siebtes. ",
  "dn30:1.1.11": "Er hat über tausend Söhne, wacker und heldenhaft, die die Heere seiner Feinde zermalmen. ",
  "dn30:1.1.12": "Wenn er dieses vom Meer umgebene Land erobert hat, herrscht er nach natürlichen Gesetzmäßigkeiten, ohne Stock oder Schwert. ",
  "dn30:1.1.13": "Doch wenn er aus dem Haus fortzieht ins hauslose Leben, wird er ein Vollendeter, ein vollkommen erwachter Buddha, der den Schleier von der Welt wegzieht. ",
  "dn30:1.2.1": "Und was sind die zweiunddreißig Kennzeichen? ",
  "dn30:1.2.4": "Seine Füße stehen fest auf. ",
  "dn30:1.2.5": "Seine Fußsohlen weisen ein Rad mit tausend Speichen auf, mit Felge und Nabe, in allen Einzelheiten vollkommen. ",
  "dn30:1.2.6": "Seine Fersen stehen hervor. ",
  "dn30:1.2.7": "Seine Finger sind lang. ",
  "dn30:1.2.8": "Seine Hände und Füße sind weich. ",
  "dn30:1.2.9": "Seine Hände und Füße schmiegen sich anmutig aneinander. ",
  "dn30:1.2.10": "Er hat ein hohes Fußgewölbe. ",
  "dn30:1.2.11": "Seine Unterschenkel sind wie die einer Antilope. ",
  "dn30:1.2.12": "Wenn er aufrecht steht und sich nicht nach vorne beugt, berühren seine beiden Handflächen die Knie. ",
  "dn30:1.2.13": "Sein Geschlechtsteil ist in eine Vorhaut eingehüllt. ",
  "dn30:1.2.14": "Er ist von goldener Farbe, seine Haut hat einen goldenen Schimmer. ",
  "dn30:1.2.15": "Seine Haut ist zart, so zart, dass Staub und Schmutz nicht an seinem Körper haften. ",
  "dn30:1.2.16": "Seine Körperhaare wachsen einzeln, jedes Haar aus seiner eigenen Pore. ",
  "dn30:1.2.17": "Seine Körperhaare stehen aufrecht. Die Haare sind blauschwarz und im Uhrzeigersinn gelockt. ",
  "dn30:1.2.18": "Sein Körper ist aufrecht wie der Brahmās. ",
  "dn30:1.2.19": "Seine Muskeln sind an sieben Stellen ausgebaucht. ",
  "dn30:1.2.20": "Seine Brust ist wie die eines Löwen. ",
  "dn30:1.2.21": "Die Furche zwischen seinen Schulterblättern ist ausgefüllt. ",
  "dn30:1.2.22": "Seine Glieder haben das Größenverhältnis eines Banyanbaumes: Die Spanne seiner Arme entspricht seiner Körperlänge. ",
  "dn30:1.2.23": "Sein Rumpf ist ebenmäßig gerundet. ",
  "dn30:1.2.24": "Sein Geschmackssinn ist hervorragend. ",
  "dn30:1.2.25": "Sein Kinn ist wie das eines Löwen. ",
  "dn30:1.2.26": "Er hat vierzig Zähne. ",
  "dn30:1.2.27": "Seine Zähne sind ebenmäßig. ",
  "dn30:1.2.28": "Zwischen seinen Zähnen sind keine Lücken. ",
  "dn30:1.2.29": "Seine Zähne sind von reinstem Weiß. ",
  "dn30:1.2.30": "Seine Zunge ist lang. ",
  "dn30:1.2.31": "Er hat die Stimme eines Brahmā, wie der Ruf des Kuckucks. ",
  "dn30:1.2.32": "Seine Augen sind tiefblau. ",
  "dn30:1.2.33": "Seine Wimpern sind wie die einer Kuh. ",
  "dn30:1.2.34": "Zwischen seinen Augenbrauen wächst ein Haarbüschel, zart und weiß wie Watte. ",
  "dn30:1.2.35": "Sein Kopf hat die Form eines Turbans. ",
  "dn30:1.3.1": "Das sind die zweiunddreißig Kennzeichen eines großen Mannes. Für einen großen Mann, der diese besitzt, gibt es zwei mögliche Schicksale, kein anderes. ",
  "dn30:1.3.4": "Seher von außenstehenden Lehren bewahren das Wissen über diese Kennzeichen, aber sie wissen nicht, ",
  "dn30:1.3.5": "welche Handlungen in der Vergangenheit jeweils dazu führten, ein bestimmtes Kennzeichen zu erlangen. ",
  "dn30:1.4.0": "1. Füße, die fest aufstehen ",
  "dn30:1.4.1": "Der Klargewordene wurde in manchen früheren Leben als Mensch wiedergeboren, in manchen früheren Daseinsformen, an manchen früheren Wohnplätzen. Er unternahm es entschieden, mit dem Körper, der Sprache und dem Geist taugliches Verhalten zu üben, und war darin beharrlich; Geben und Teilen, sich Schulungsregeln vornehmen, den Besinnungstag einhalten, Mutter und Vater, Asketen und Brahmanen den gebührenden Respekt zollen, die Ältesten in der Familie ehren und verschiedene andere Dinge, die zum tauglichen Verhalten gehören. ",
  "dn30:1.4.2": "Indem er diese Taten verübte, ansammelte, anhäufte und zusammentrug, wurde er, als sein Körper auseinanderbrach, nach dem Tod, an einem guten Ort wiedergeboren, in einer himmlischen Welt. ",
  "dn30:1.4.3": "Da übertraf er die anderen Götter in zehnfacher Hinsicht: in Hinsicht auf göttliche Lebensdauer, göttliche Schönheit, göttliches Glück, göttlichen Ruhm und göttliche Macht; und in Hinsicht auf göttliche Bilder, Töne, Düfte, Geschmäcke und Berührungen. ",
  "dn30:1.4.4": "Als er von dort verschied und zu diesem Daseinszustand zurückkam, erlangte er dieses Kennzeichen eines großen Mannes: ",
  "dn30:1.4.5": "Seine Füße stehen fest auf. ",
  "dn30:1.4.6": "Er setzt seinen Fuß gleichmäßig auf den Boden auf, hebt ihn gleichmäßig ab und berührt den Boden gleichmäßig mit der ganzen Fußsohle. ",
  "dn30:1.5.1": "Da er dieses Kennzeichen besitzt, wird er, wenn er im Haus bleibt, ein Rad-drehender Herrscher werden. ",
  "dn30:1.5.2": "Er besitzt diese sieben Juwelen: ",
  "dn30:1.5.3": "das Rad-Juwel, das Elefanten-Juwel, das Pferde-Juwel, das Edelstein-Juwel, das Frauen-Juwel, das Schatzmeister-Juwel und das Berater-Juwel als siebtes. ",
  "dn30:1.5.4": "Er hat über tausend Söhne, wacker und heldenhaft, die die Heere seiner Feinde zermalmen. ",
  "dn30:1.5.5": "Wenn er dieses vom Meer umgebene Land erobert hat, herrscht er nach natürlichen Gesetzmäßigkeiten, ohne Stock oder Schwert. Sein Reich  wird nicht von Räubern bedrängt, ist erfolgreich und blühend, sicher, gesegnet und frei von Sorgen. ",
  "dn30:1.5.6": "Und was gewinnt er, wenn er König ist? ",
  "dn30:1.5.7": "Kein menschlicher Feind oder Gegner kann ihn aufhalten. ",
  "dn30:1.5.8": "Das gewinnt er, wenn er König ist. ",
  "dn30:1.5.9": "Doch wenn er aus dem Haus fortzieht ins hauslose Leben, wird er ein Vollendeter, ein vollkommen erwachter Buddha, der den Schleier von der Welt wegzieht. ",
  "dn30:1.5.10": "Und was gewinnt er, wenn er ein Buddha ist? ",
  "dn30:1.5.11": "Kein menschlicher Feind oder Gegner kann ihn aufhalten, weder von innen noch von außen – weder Gier, Hass oder Täuschung noch irgendein Asket oder Brahmane oder Gott oder Māra oder Brahmā oder irgendjemand in der Welt kann ihn aufhalten. ",
  "dn30:1.5.12": "Das gewinnt er, wenn er ein Buddha ist.“ ",
  "dn30:1.5.13": "Das sagte der Buddha. ",
  "dn30:1.6.1": "Dazu wird gesagt: ",
  "dn30:1.6.2": "„Wahrheit, Grundsätze, sich selbst bändigen und zügeln; ",
  "dn30:1.6.3": "Reinheit, Schulungsregeln, den Besinnungstag einhalten; ",
  "dn30:1.6.4": "Geben, Gutmütigkeit, sich an Gewaltfreiheit freuen: ",
  "dn30:1.6.5": "Entschieden unternahm er diese Dinge und lebte danach. ",
  "dn30:1.6.6": "Durch diese Taten kam er in den Himmel, ",
  "dn30:1.6.7": "wo er Glück und Fröhlichkeit genoss. ",
  "dn30:1.6.8": "Nachdem er von dort hierher zurückgekommen ist, ",
  "dn30:1.6.9": "tritt er ebenmäßig auf diese reiche Erde. ",
  "dn30:1.6.10": "Die versammelten Wahrsager sagten voraus, ",
  "dn30:1.6.11": "dass einer mit solch gleichmäßigen Tritt nicht aufzuhalten ist, ",
  "dn30:1.6.12": "sei es als Hausbesitzer oder Hausloser. ",
  "dn30:1.6.13": "Das ist die Bedeutung, die dieses Kennzeichen zeigt. ",
  "dn30:1.6.14": "Wenn er im Haus lebt, kann er nicht aufgehalten werden; ",
  "dn30:1.6.15": "er besiegt seine Feinde und kann nicht geschlagen werden. ",
  "dn30:1.6.16": "Durch die Frucht dieser Tat ",
  "dn30:1.6.17": "kann kein Mensch ihn aufhalten. ",
  "dn30:1.6.18": "Doch wenn er das Leben des Fortziehens wählt, ",
  "dn30:1.6.19": "wenn er klar sieht und die Entsagung liebt, ",
  "dn30:1.6.20": "kann nicht einmal der Beste hoffen, ihn aufzuhalten; ",
  "dn30:1.6.21": "das ist die Natur des höchsten Menschen.“ ",
  "dn30:1.7.0": "2. Räder auf den Fußsohlen ",
  "dn30:1.7.1": "„Mönche und Nonnen, der Klargewordene wurde in manchen früheren Leben als Mensch wiedergeboren. ",
  "dn30:1.7.2": "Er machte viele Menschen glücklich, beseitigte Bedrohung, Schrecken und Gefahr und stellte gerechten Schutz und Sicherheit bereit, er spendete Gaben mit allem Zubehör. ",
  "dn30:1.7.3": "Indem er diese Taten verübte, wurde er in einer himmlischen Welt wiedergeboren. ",
  "dn30:1.7.4": "Als er zu diesem Daseinszustand zurückkam, erlangte er dieses Kennzeichen: ",
  "dn30:1.7.5": "Seine Fußsohlen weisen ein Rad mit tausend Speichen auf, mit Felge und Nabe, in allen Einzelheiten vollkommen und innen gut aufgeteilt. ",
  "dn30:1.8.1": "Da er dieses Kennzeichen besitzt, wird er, wenn er im Haus bleibt, ein Rad-drehender Herrscher werden. ",
  "dn30:1.8.2": "Und was gewinnt er, wenn er König ist? ",
  "dn30:1.8.3": "Er hat eine große Gefolgschaft ",
  "dn30:1.8.4": "von Brahmanen und Hausbesitzern, Menschen in Stadt und Land, Schatzmeistern, Offizieren, Wachleuten, Ministern, Beratern, Herrschern, Nutznießern von Steuern und Prinzen. ",
  "dn30:1.8.5": "Das gewinnt er, wenn er König ist. ",
  "dn30:1.8.6": "Doch wenn er aus dem Haus fortzieht ins hauslose Leben, wird er ein vollkommen erwachter Buddha. ",
  "dn30:1.8.7": "Und was gewinnt er, wenn er ein Buddha ist? ",
  "dn30:1.8.8": "Er hat eine große Gefolgschaft ",
  "dn30:1.8.9": "von Mönchen, Nonnen, Laienmännern, Laienfrauen, Göttern, Menschen, Dämonen, Drachen und Elfen. ",
  "dn30:1.8.10": "Das gewinnt er, wenn er ein Buddha ist.“ ",
  "dn30:1.8.11": "Das sagte der Buddha. ",
  "dn30:1.9.1": "Dazu wird gesagt: ",
  "dn30:1.9.2": "„In alten Tagen, früheren Leben ",
  "dn30:1.9.3": "machte er viele Menschen glücklich, ",
  "dn30:1.9.4": "befreite sie von Angst, Schreck und Gefahr, ",
  "dn30:1.9.5": "bewachte und schützte sie eifrig. ",
  "dn30:1.9.6": "Durch diese Taten kam er in den Himmel, ",
  "dn30:1.9.7": "wo er Glück und Fröhlichkeit genoss. ",
  "dn30:1.9.8": "Nachdem er von dort hierher zurückgekommen ist, ",
  "dn30:1.9.9": "finden sich Räder an seinen beiden Füßen, ",
  "dn30:1.9.10": "mit Felge rundum und tausend Speichen. ",
  "dn30:1.9.11": "Die versammelten Wahrsager sagten voraus, ",
  "dn30:1.9.12": "als sie den Prinzen mit dem hundertfachen Verdienstmal sahen, ",
  "dn30:1.9.13": "er werde eine Gefolgschaft haben und die Feinde unterwerfen; ",
  "dn30:1.9.14": "darum hat er Räder mit Felge rundum. ",
  "dn30:1.9.15": "Wenn er nicht das Leben des Fortziehens wählt, ",
  "dn30:1.9.16": "wird er das Rad rollen und das Land beherrschen. ",
  "dn30:1.9.17": "Die Adligen werden seine Lehnsleute sein ",
  "dn30:1.9.18": "und zusammenströmen zu seinem Ruhm. ",
  "dn30:1.9.19": "Doch wenn er das Leben des Fortziehens wählt, ",
  "dn30:1.9.20": "wenn er klar sieht und die Entsagung liebt, ",
  "dn30:1.9.21": "werden Götter, Menschen, Dämonen, Sakka und Unholde, ",
  "dn30:1.9.22": "Elfen und Drachen, Vögel und Getier ",
  "dn30:1.9.23": "zusammenströmen zu seinem Ruhm, ",
  "dn30:1.9.24": "zu dem Unübertrefflichen, der von Göttern und Menschen geehrt wird.“ ",
  "dn30:1.10.0": "3.–5. Hervorstehende Fersen usw. ",
  "dn30:1.10.1": "„Mönche und Nonnen, der Klargewordene wurde in manchen früheren Leben als Mensch wiedergeboren. ",
  "dn30:1.10.2": "Er gab das Töten lebender Geschöpfe auf und verzichtete auf Stock und Schwert. Er war gewissenhaft und gütig und lebte voller Anteilnahme für alle Lebewesen. ",
  "dn30:1.10.3": "Indem er diese Taten verübte, wurde er in einer himmlischen Welt wiedergeboren. ",
  "dn30:1.10.4": "Als er zu diesem Daseinszustand zurückkam, erlangte er diese drei Kennzeichen: ",
  "dn30:1.10.5": "Seine Fersen stehen hervor, seine Finger sind lang und sein Körper ist aufrecht wie der Brahmās. ",
  "dn30:1.11.1": "Da er dieses Kennzeichen besitzt, wird er, wenn er im Haus bleibt, ein Rad-drehender Herrscher werden. ",
  "dn30:1.11.2": "Und was gewinnt er, wenn er König ist? ",
  "dn30:1.11.3": "Er hat ein langes Leben, bleibt lange Zeit am Leben. Kein menschlicher Gegner oder Feind kann ihm vorzeitig das Leben nehmen. ",
  "dn30:1.11.4": "Das gewinnt er, wenn er König ist. ",
  "dn30:1.11.5": "Und was gewinnt er, wenn er ein Buddha ist? ",
  "dn30:1.11.6": "Er hat ein langes Leben, bleibt lange Zeit am Leben. Kein menschlicher Gegner oder Feind – noch irgendein Asket oder Brahmane oder Gott oder Māra oder Brahmā oder irgendjemand in der Welt – kann ihm vorzeitig das Leben nehmen. ",
  "dn30:1.11.7": "Das gewinnt er, wenn er ein Buddha ist.“ ",
  "dn30:1.11.8": "Das sagte der Buddha. ",
  "dn30:1.12.1": "Dazu wird gesagt: ",
  "dn30:1.12.2": "„Nachdem er die Schrecken des Todes für sich selbst erkannt hatte, ",
  "dn30:1.12.3": "schreckte er vor dem Töten anderer Geschöpfe zurück. ",
  "dn30:1.12.4": "Durch dieses gute Verhalten kam er in den Himmel, ",
  "dn30:1.12.5": "wo er die Frucht seiner guten Taten genoss. ",
  "dn30:1.12.6": "Als er dort verschied und  hierher zurückkam, ",
  "dn30:1.12.7": "erlangte er diese drei Kennzeichen: ",
  "dn30:1.12.8": "Seine hervorstehenden Fersen sind füllig und lang, ",
  "dn30:1.12.9": "er ist aufrecht, schön und wohlgestaltet wie Brahmā. ",
  "dn30:1.12.10": "Schöngliedrig, jugendlich, von guter Haltung und Geburt, ",
  "dn30:1.12.11": "die Finger weich, zart und lang. ",
  "dn30:1.12.12": "Aufgrund dieser drei Kennzeichen eines ausgezeichneten Mannes ",
  "dn30:1.12.13": "wiesen sie darauf hin, dass der Prinz ein langes Leben haben werde: ",
  "dn30:1.12.14": "‚Als Hausbesitzer wird er lange leben; ",
  "dn30:1.12.15": "länger noch, wenn er fortzieht ",
  "dn30:1.12.16": "und die Entwicklung von Wunderkräften beherrscht. ",
  "dn30:1.12.17": "So ist das das Zeichen für ein langes Leben.“ ",
  "dn30:1.13.0": "6. Sieben Ausbuchtungen ",
  "dn30:1.13.1": "„Mönche und Nonnen, der Klargewordene wurde in manchen früheren Leben als Mensch wiedergeboren. ",
  "dn30:1.13.2": "Er spendete erlesene und wohlschmeckende Speisen und Getränke aller Art, köstlich und lecker. ",
  "dn30:1.13.3": "Indem er diese Taten verübte, wurde er in einer himmlischen Welt wiedergeboren. ",
  "dn30:1.13.4": "Als er zu diesem Daseinszustand zurückkam, erlangte er dieses Kennzeichen: Seine Muskeln sind an sieben Stellen ausgebaucht. ",
  "dn30:1.13.5": "Er hat Ausbuchtungen an beiden Händen, beiden Füßen, beiden Schultern und an der Brust. ",
  "dn30:1.14.1": "Da er dieses Kennzeichen besitzt, wird er, wenn er im Haus bleibt, ein Rad-drehender Herrscher werden. ",
  "dn30:1.14.2": "Und was gewinnt er, wenn er König ist? ",
  "dn30:1.14.3": "Er bekommt erlesene und wohlschmeckende Speisen und Getränke aller Art, köstlich und lecker. ",
  "dn30:1.14.4": "Das gewinnt er, wenn er König ist. ",
  "dn30:1.14.5": "Und was gewinnt er, wenn er ein Buddha ist? ",
  "dn30:1.14.6": "Er bekommt erlesene und wohlschmeckende Speisen und Getränke aller Art, köstlich und lecker. ",
  "dn30:1.14.7": "Das gewinnt er, wenn er ein Buddha ist.“ ",
  "dn30:1.14.8": "Das sagte der Buddha. ",
  "dn30:1.15.1": "Dazu wird gesagt: ",
  "dn30:1.15.2": "„Er gab die allerbesten Geschmäcke, ",
  "dn30:1.15.3": "leckere Speisen aller Art. ",
  "dn30:1.15.4": "Wegen dieser guten Tat ",
  "dn30:1.15.5": "erfreute er sich lange Zeit im Nandana-Himmel. ",
  "dn30:1.15.6": "Als er hierher zurückkam, hatte er sieben sich bauchende Muskeln, ",
  "dn30:1.15.7": "und man findet zarte Hände und Füße. ",
  "dn30:1.15.8": "Die zeichenkundigen Wahrsager erklärten: ",
  "dn30:1.15.9": "‚Er wird alle Arten wohlschmeckender Speisen bekommen, ",
  "dn30:1.15.10": "wenn er ein Hausbesitzer ist; das bedeutet es. ",
  "dn30:1.15.11": "Doch selbst wenn er fortzieht ",
  "dn30:1.15.12": "und alle Verbindungen zum Laienleben durchtrennt, ",
  "dn30:1.15.13": "bekommt er das Gleiche, der Höchste beim Erlangen wohlschmeckender Speisen aller Art.‘“ ",
  "dn30:1.16.0": "7.–8. Weiche und schmiegsame Hände ",
  "dn30:1.16.1": "„Mönche und Nonnen, der Klargewordene wurde in manchen früheren Leben als Mensch wiedergeboren. ",
  "dn30:1.16.2": "Mit den vier Arten des Einbeziehens brachte er Menschen zusammen: ",
  "dn30:1.16.3": "mit Geben, freundlichen Worten, Fürsorglichkeit und Gleichbehandlung. ",
  "dn30:1.16.4": "Indem er diese Taten verübte, wurde er in einer himmlischen Welt wiedergeboren. ",
  "dn30:1.16.5": "Als er zu diesem Daseinszustand zurückkam, erlangte er diese beiden Kennzeichen: ",
  "dn30:1.16.6": "Seine Hände und Füße sind weich und sie schmiegen sich anmutig aneinander. ",
  "dn30:1.17.1": "Da er diese Kennzeichen besitzt, wird er, wenn er im Haus bleibt, ein Rad-drehender Herrscher werden. ",
  "dn30:1.17.2": "Und was gewinnt er, wenn er König ist? ",
  "dn30:1.17.3": "Er hat eine Gefolgschaft von Brahmanen und Hausbesitzern, von Menschen in Stadt und Land, Schatzmeistern, Offizieren, Wachleuten, Ministern, Beratern, Herrschern, Nutznießern von Steuern und Prinzen – diese Gefolgschaft ist verbunden, fühlt sich zusammengehörig und ist gut geführt. ",
  "dn30:1.17.4": "Das gewinnt er, wenn er König ist. ",
  "dn30:1.17.5": "Und was gewinnt er, wenn er ein Buddha ist? ",
  "dn30:1.17.6": "Er hat eine Gefolgschaft von Mönchen, Nonnen, Laienmännern, Laienfrauen, Göttern, Menschen, Dämonen, Drachen und Elfen – diese Gefolgschaft ist verbunden, fühlt sich zusammengehörig und ist gut geführt. ",
  "dn30:1.17.7": "Das gewinnt er, wenn er ein Buddha ist.“ ",
  "dn30:1.17.8": "Das sagte der Buddha. ",
  "dn30:1.18.1": "Dazu wird gesagt: ",
  "dn30:1.18.2": "„Indem er gab und anderen half, ",
  "dn30:1.18.3": "durch freundliche Rede und Gleichbehandlung, ",
  "dn30:1.18.4": "die Art von Tat und Verhalten, die Menschen zusammenbringt, ",
  "dn30:1.18.5": "so kam er in den Himmel wegen seiner geschätzten Tugend. ",
  "dn30:1.18.6": "Als er dort verschied und  hierher zurückkam, ",
  "dn30:1.18.7": "erlangte der junge, kleine Prinz ",
  "dn30:1.18.8": "Hände und Füße, so weich und schmiegsam, ",
  "dn30:1.18.9": "lieblich, anmutig und gut aussehend. ",
  "dn30:1.18.10": "Seine Gefolgschaft ist treu und gut führbar, ",
  "dn30:1.18.11": "bleibt verbunden in diesem weiten Land. ",
  "dn30:1.18.12": "Er spricht freundlich, sucht nach Glück, ",
  "dn30:1.18.13": "so übt er die guten Eigenschaften, die er angenommen hat. ",
  "dn30:1.18.14": "Doch wenn er alles sinnliche Vergnügen aufgibt, ",
  "dn30:1.18.15": "kündet er als Sieger den Menschen den Dhamma. ",
  "dn30:1.18.16": "Ergeben folgen sie seinen Worten; ",
  "dn30:1.18.17": "wenn sie sie gehört haben, üben sie im Einklang mit der Lehre.“ ",
  "dn30:1.19.0": "9.–10. Hohes Fußgewölbe und aufrecht stehende Körperhaare ",
  "dn30:1.19.1": "„Mönche und Nonnen, der Klargewordene wurde in manchen früheren Leben als Mensch wiedergeboren. ",
  "dn30:1.19.2": "Seine Rede war bedeutsam und auf Grundsätze gestützt. Er unterwies viele Menschen, brachte Nutzen und Glück, verschenkte die Lehre. ",
  "dn30:1.19.3": "Indem er diese Taten verübte, wurde er in einer himmlischen Welt wiedergeboren. ",
  "dn30:1.19.4": "Als er zu diesem Daseinszustand zurückkam, erlangte er diese beiden Kennzeichen: ",
  "dn30:1.19.5": "Er hat ein hohes Fußgewölbe und seine Körperhaare stehen aufrecht. ",
  "dn30:1.20.1": "Da er diese Kennzeichen besitzt, wird er, wenn er im Haus bleibt, ein Rad-drehender Herrscher werden. ",
  "dn30:1.20.2": "Und was gewinnt er, wenn er König ist? ",
  "dn30:1.20.3": "Er ist der Vorderste, der Beste, der Oberste, der Höchste und Erlesenste unter denen, die Sinnenfreuden genießen. ",
  "dn30:1.20.4": "Das gewinnt er, wenn er König ist. ",
  "dn30:1.20.5": "Und was gewinnt er, wenn er ein Buddha ist? ",
  "dn30:1.20.6": "Er ist der Vorderste, der Beste, der Oberste, der Höchste und Erlesenste unter allen Lebewesen. ",
  "dn30:1.20.7": "Das gewinnt er, wenn er ein Buddha ist.“ ",
  "dn30:1.20.8": "Das sagte der Buddha. ",
  "dn30:1.21.1": "Dazu wird gesagt: ",
  "dn30:1.21.2": "„Sein Wort war bedeutsam und auf Grundsätze gestützt, ",
  "dn30:1.21.3": "er bewegte die Menschen mit seinen Erläuterungen. ",
  "dn30:1.21.4": "Er brachte den Geschöpfen Nutzen und Glück, ",
  "dn30:1.21.5": "indem er großzügig Lehren verschenkte. ",
  "dn30:1.21.6": "Wegen dieser guten Tat ",
  "dn30:1.21.7": "rückte er in den Himmel auf und freute sich da. ",
  "dn30:1.21.8": "Bei seiner Rückkehr hierher finden sich zwei Kennzeichen ",
  "dn30:1.21.9": "für Exzellenz und Überlegenheit. ",
  "dn30:1.21.10": "Seine Körperhaare stehen aufrecht ",
  "dn30:1.21.11": "und seine Fesseln ragen hoch auf. ",
  "dn30:1.21.12": "Sie sind von Fleisch und Blut angeschwollen und in Haut eingehüllt ",
  "dn30:1.21.13": "und erheben sich deutlich über die Füße. ",
  "dn30:1.21.14": "Wenn ein solcher in einem Heim lebt, ",
  "dn30:1.21.15": "wird er zum Besten derer, die Sinnenfreuden genießen. ",
  "dn30:1.21.16": "Niemand kann besser sein als er; ",
  "dn30:1.21.17": "er fährt fort als Meister über ganz Indien. ",
  "dn30:1.21.18": "Doch wenn er fortzieht, wird der Hauslose, dem niemand ebenbürtig ist, ",
  "dn30:1.21.19": "zum Besten unter allen Geschöpfen. ",
  "dn30:1.21.20": "Niemand kann besser sein als er; ",
  "dn30:1.21.21": "er lebt als Meister über die ganze Welt.“ ",
  "dn30:1.22.0": "11. Unterschenkel einer Antilope ",
  "dn30:1.22.1": "„Mönche und Nonnen, der Klargewordene wurde in manchen früheren Leben als Mensch wiedergeboren. ",
  "dn30:1.22.2": "Er war ein Lehrer, der ein Handwerk, einen Wissenszweig, ein Verhalten oder Tun gründlich lehrte und dabei dachte: ",
  "dn30:1.22.3": "‚Wie könnten sie schnell lernen und üben, ohne sich zu erschöpfen?‘ ",
  "dn30:1.22.4": "Indem er diese Taten verübte, wurde er in einer himmlischen Welt wiedergeboren. ",
  "dn30:1.22.5": "Als er zu diesem Daseinszustand zurückkam, erlangte er dieses Kennzeichen: ",
  "dn30:1.22.6": "Seine Unterschenkel sind wie die einer Antilope. ",
  "dn30:1.23.1": "Da er dieses Kennzeichen besitzt, wird er, wenn er im Haus bleibt, ein Rad-drehender Herrscher werden. ",
  "dn30:1.23.2": "Und was gewinnt er, wenn er König ist? ",
  "dn30:1.23.3": "Er erlangt rasch die Dinge, die eines Königs würdig sind, die Faktoren, den Rückhalt und die Dinge, die einem König gebühren. ",
  "dn30:1.23.4": "Das gewinnt er, wenn er König ist. ",
  "dn30:1.23.5": "Und was gewinnt er, wenn er ein Buddha ist? ",
  "dn30:1.23.6": "Er erlangt rasch die Dinge, die eines Asketen würdig sind, die Faktoren, den Rückhalt und die Dinge, die einem Asketen gebühren. ",
  "dn30:1.23.7": "Das gewinnt er, wenn er ein Buddha ist.“ ",
  "dn30:1.23.8": "Das sagte der Buddha. ",
  "dn30:1.24.1": "Dazu wird gesagt: ",
  "dn30:1.24.2": "„Bei Handwerk, Wissenszweig, Verhalten und Tun ",
  "dn30:1.24.3": "dachte er daran, wie sie schnell lernen könnten. ",
  "dn30:1.24.4": "Dinge, die nie jemandem schaden, ",
  "dn30:1.24.5": "lehrte er rasch, so dass sie nicht ermüdeten. ",
  "dn30:1.24.6": "Nach dieser tauglichen Tat, die auf Glück hinausläuft, ",
  "dn30:1.24.7": "erlangt er markante und elegante Unterschenkel. ",
  "dn30:1.24.8": "Wohlgeformt in anmutigen Windungen ",
  "dn30:1.24.9": "bedecken ihn erlesene aufrechte Haare. ",
  "dn30:1.24.10": "Man sagt, dieser Mensch hat Antilopen-Unterschenkel, ",
  "dn30:1.24.11": "und das ist ein Zeichen für raschen Erfolg. ",
  "dn30:1.24.12": "Wenn er die Dinge des Hauslebens wünscht ",
  "dn30:1.24.13": "und nicht fortzieht, so wird er das bald sein.",
  "dn30:1.24.14": "Doch wenn er das Leben des Fortziehens wählt, ",
  "dn30:1.24.15": "wenn er klar sieht und die Entsagung liebt, ",
  "dn30:1.24.16": "wird der Hauslose, dem niemand ebenbürtig ist, rasch finden, ",
  "dn30:1.24.17": "was gebührend und geeignet ist.“ ",
  "dn30:1.25.0": "12. Zarte Haut ",
  "dn30:1.25.1": "„Mönche und Nonnen, der Klargewordene wurde in manchen früheren Leben als Mensch wiedergeboren. ",
  "dn30:1.25.2": "Er ging zu einem Asketen oder Brahmanen und fragte: ",
  "dn30:1.25.3": "‚Ihr Herren, was ist tauglich? Was ist untauglich? Was ist tadelnswert? Was ist ohne Tadel? Was sollte gepflegt werden? Was sollte nicht gepflegt werden? Welches Verhalten führt zu meinem langanhaltenden Unglück und Leiden? Welches Verhalten führt zu meinem langanhaltenden Nutzen und Glück?‘ ",
  "dn30:1.25.4": "Indem er diese Taten verübte, wurde er in einer himmlischen Welt wiedergeboren. ",
  "dn30:1.25.5": "Als er zu diesem Daseinszustand zurückkam, erlangte er dieses Kennzeichen: ",
  "dn30:1.25.6": "Seine Haut ist zart, so zart, dass Staub und Schmutz nicht an seinem Körper haften. ",
  "dn30:1.26.1": "Da er dieses Kennzeichen besitzt, wird er, wenn er im Haus bleibt, ein Rad-drehender Herrscher werden. ",
  "dn30:1.26.2": "Und was gewinnt er, wenn er König ist? ",
  "dn30:1.26.3": "Er besitzt große Weisheit. Unter denen, die Sinnenfreuden genießen, gibt es niemanden, der ihm an Weisheit gleichkäme oder ihn überträfe. ",
  "dn30:1.26.4": "Das gewinnt er, wenn er König ist. ",
  "dn30:1.26.5": "Und was gewinnt er, wenn er ein Buddha ist? ",
  "dn30:1.26.6": "Er besitzt große Weisheit, umfassende Weisheit, lachende Weisheit, flinke Weisheit, scharfe Weisheit und durchdringende Weisheit. Es gibt kein Lebewesen, das ihm an Weisheit gleichkäme oder ihn überträfe. ",
  "dn30:1.26.7": "Das gewinnt er, wenn er ein Buddha ist.“ ",
  "dn30:1.26.8": "Das sagte der Buddha. ",
  "dn30:1.27.1": "Dazu wird gesagt: ",
  "dn30:1.27.2": "„In alten Tagen, früheren Leben ",
  "dn30:1.27.3": "stellte er Fragen, begierig, zu verstehen. ",
  "dn30:1.27.4": "Voll Lerneifer wartete er Hauslosen auf ",
  "dn30:1.27.5": "und beherzigte ihre Erklärung in reiner Absicht. ",
  "dn30:1.27.6": "Weil er so darauf achtete, Weisheit zu erwerben, ",
  "dn30:1.27.7": "ist seine Haut als Mensch nun zart. ",
  "dn30:1.27.8": "Bei seiner Geburt sagten die zeichenkundigen Wahrsager voraus: ",
  "dn30:1.27.9": "‚Er wird die zarten Nuancen erkennen.‘ ",
  "dn30:1.27.10": "Wenn er nicht das Leben des Fortziehens wählt, ",
  "dn30:1.27.11": "wird er das Rad rollen und das Land beherrschen. ",
  "dn30:1.27.12": "Unter den Gebildeten mit Eigentum ",
  "dn30:1.27.13": "findet man keinen, der ihm gleichkäme oder ihn überträfe. ",
  "dn30:1.27.14": "Doch wenn er das Leben des Fortziehens wählt, ",
  "dn30:1.27.15": "wenn er klar sieht und die Entsagung liebt, ",
  "dn30:1.27.16": "gewinnt er unübertreffliche, bedeutende Weisheit; ",
  "dn30:1.27.17": "als einer mit ausgezeichnetem, ausgedehntem Verstand erreicht er das Erwachen.“ ",
  "dn30:1.28.0": "13. Goldene Haut ",
  "dn30:1.28.1": "„Mönche und Nonnen, der Klargewordene wurde in manchen früheren Leben als Mensch wiedergeboren. ",
  "dn30:1.28.2": "Er war nicht reizbar oder schlecht gelaunt. ",
  "dn30:1.28.3": "Selbst wenn er heftig kritisiert wurde, verlor er nicht die Beherrschung, wurde nicht ärgerlich, feindselig und hartherzig und zeigte keinen Ärger, Hass oder Unmut. ",
  "dn30:1.28.4": "Er spendete weiche und erlesene Matten und Decken sowie erlesene Kleider aus Leinen, Baumwolle, Seide oder Wolle. ",
  "dn30:1.28.5": "Indem er diese Taten verübte, wurde er in einer himmlischen Welt wiedergeboren. ",
  "dn30:1.28.6": "Als er zu diesem Daseinszustand zurückkam, erlangte er dieses Kennzeichen: ",
  "dn30:1.28.7": "Er ist von goldener Farbe, seine Haut hat einen goldenen Schimmer. ",
  "dn30:1.29.1": "Da er dieses Kennzeichen besitzt, wird er, wenn er im Haus bleibt, ein Rad-drehender Herrscher werden. ",
  "dn30:1.29.2": "Und was gewinnt er, wenn er König ist? ",
  "dn30:1.29.3": "Er erlangt weiche und erlesene Matten und Decken sowie erlesene Kleider aus Leinen, Baumwolle, Seide oder Wolle. ",
  "dn30:1.29.4": "Das gewinnt er, wenn er König ist. ",
  "dn30:1.29.5": "Und was gewinnt er, wenn er ein Buddha ist? ",
  "dn30:1.29.6": "Er erlangt weiche und erlesene Matten und Decken sowie erlesene Kleider aus Leinen, Baumwolle, Seide oder Wolle. ",
  "dn30:1.29.7": "Das gewinnt er, wenn er ein Buddha ist.“ ",
  "dn30:1.29.8": "Das sagte der Buddha. ",
  "dn30:1.30.1": "Dazu wird gesagt: ",
  "dn30:1.30.2": "„Er war der Gutwilligkeit geweiht und spendete Gaben. ",
  "dn30:1.30.3": "In einem früheren Leben schüttete er Stoffe aus, ",
  "dn30:1.30.4": "erlesen und zart anzufassen, ",
  "dn30:1.30.5": "wie ein Gott, der Regen über diese weite Erde gießt. ",
  "dn30:1.30.6": "Indem er das tat, kam er von hier in den Himmel, ",
  "dn30:1.30.7": "wo er die Frucht gut getaner Werke genoss. ",
  "dn30:1.30.8": "Hier erlangt er eine goldene Gestalt, ",
  "dn30:1.30.9": "wie Indra, der erlesenste der Götter. ",
  "dn30:1.30.10": "Wenn dieser Mensch im Haus bleibt und nicht fortzuziehen wünscht, ",
  "dn30:1.30.11": "erobert und beherrscht er diese ausgedehnte, weite Erde. ",
  "dn30:1.30.12": "Er erlangt erstklassigen Stoff in Fülle, ",
  "dn30:1.30.13": "so erlesen und zart anzufassen. ",
  "dn30:1.30.14": "Er erlangt Roben, Stoff und die erlesensten Kleider, ",
  "dn30:1.30.15": "wenn er das Leben des Fortziehens wählt. ",
  "dn30:1.30.16": "Denn er hat noch an den Früchten früherer Taten teil; ",
  "dn30:1.30.17": "was getan wurde, geht nie verloren.“ ",
  "dn30:1.31.0": "14. Geschlechtsteil in einer Vorhaut ",
  "dn30:1.31.1": "„Mönche und Nonnen, der Klargewordene wurde in manchen früheren Leben als Mensch wiedergeboren. ",
  "dn30:1.31.2": "Er brachte lange verlorene und getrennte Verwandte, Freunde, Menschen, die einander lieb sind, und Gefährten wieder zusammen. ",
  "dn30:1.31.3": "Er vereinte Mutter mit Kind und Kind mit Mutter; Vater mit Kind und Kind mit Vater; Bruder mit Bruder, Bruder mit Schwester, Schwester mit Bruder und Schwester mit Schwester; er brachte sie voller Freude zusammen. ",
  "dn30:1.31.4": "Indem er diese Taten verübte, wurde er in einer himmlischen Welt wiedergeboren. ",
  "dn30:1.31.5": "Als er zu diesem Daseinszustand zurückkam, erlangte er dieses Kennzeichen: ",
  "dn30:1.31.6": "Sein Geschlechtsteil ist in eine Vorhaut eingehüllt. ",
  "dn30:1.32.1": "Da er dieses Kennzeichen besitzt, wird er, wenn er im Haus bleibt, ein Rad-drehender Herrscher werden. ",
  "dn30:1.32.2": "Und was gewinnt er, wenn er König ist? ",
  "dn30:1.32.3": "Er hat viele Söhne, über tausend Söhne, wacker und heldenhaft, die die Heere seiner Feinde zermalmen. ",
  "dn30:1.32.4": "Das gewinnt er, wenn er König ist. ",
  "dn30:1.32.5": "Und was gewinnt er, wenn er ein Buddha ist? ",
  "dn30:1.32.6": "Er hat viele Söhne, viele tausend Söhne, wacker und heldenhaft, die die Heere seiner Feinde zermalmen. ",
  "dn30:1.32.7": "Das gewinnt er, wenn er ein Buddha ist.“ ",
  "dn30:1.32.8": "Das sagte der Buddha. ",
  "dn30:1.33.1": "Dazu wird gesagt: ",
  "dn30:1.33.2": "„In alten Tagen, früheren Leben ",
  "dn30:1.33.3": "vereinte er lange verlorene ",
  "dn30:1.33.4": "und getrennte Freunde und Familienmitglieder, ",
  "dn30:1.33.5": "brachte sie voller Freude wieder zusammen. ",
  "dn30:1.33.6": "Durch diese Taten kam er in den Himmel, ",
  "dn30:1.33.7": "wo er Glück und Fröhlichkeit genoss. ",
  "dn30:1.33.8": "Nachdem er von dort hierher zurückgekommen ist, ",
  "dn30:1.33.9": "ist sein Geschlechtsteil in eine Vorhaut eingehüllt. ",
  "dn30:1.33.10": "Ein solcher hat viele Söhne, ",
  "dn30:1.33.11": "über tausend Nachkommen, ",
  "dn30:1.33.12": "die wacker und heldenhaft sind und die Feinde vernichten, ",
  "dn30:1.33.13": "die Freude eines Laien; freundlich sprechen sie. ",
  "dn30:1.33.14": "Doch wenn er das Leben eines Hauslosen führt, ",
  "dn30:1.33.15": "hat er sogar noch mehr Söhne, die seinem Wort folgen. ",
  "dn30:1.33.16": "Als Hausbesitzer oder Hausloser – ",
  "dn30:1.33.17": "das ist die Bedeutung, die dieses Kennzeichen anzeigt.“ ",
  "dn30:1.33.18": "Der erste Abschnitt zum Aufsagen ist zu Ende. ",
  "dn30:2.1.0": "15.–16. Gleichmäßiges Größenverhältnis und Berührung der Knie ",
  "dn30:2.1.1": "„Mönche und Nonnen, der Klargewordene wurde in manchen früheren Leben als Mensch wiedergeboren. ",
  "dn30:2.1.2": "Er betrachtete die versammelte Bevölkerung mit unparteilichem Blick. Er wusste, was ihnen gemeinsam war und was jedem eigen war. Er kannte jeden Menschen und kannte die Unterschiede zwischen den Menschen. ",
  "dn30:2.1.3": "In jedem Fall unterschied er zwischen ihnen auf angemessene Art: ‚Dieser verdient jenes, jener verdient dieses.‘ ",
  "dn30:2.1.4": "Indem er diese Taten verübte, wurde er in einer himmlischen Welt wiedergeboren. ",
  "dn30:2.1.5": "Als er zu diesem Daseinszustand zurückkam, erlangte er diese beiden Kennzeichen: ",
  "dn30:2.1.6": "Seine Glieder haben das Größenverhältnis eines Banyanbaumes; und wenn er aufrecht steht und sich nicht nach vorne beugt, berühren seine beiden Handflächen die Knie. ",
  "dn30:2.2.1": "Da er diese Kennzeichen besitzt, wird er, wenn er im Haus bleibt, ein Rad-drehender Herrscher werden. ",
  "dn30:2.2.2": "Und was gewinnt er, wenn er König ist? ",
  "dn30:2.2.3": "Er ist reich, wohlhabend und vermögend, mit einer Fülle von Gold und Silber, einer Fülle von Vermögen und Gütern, einer Fülle von Geld und Korn, und seine Schatzkammer und sein Speicher sind gefüllt. ",
  "dn30:2.2.4": "Das gewinnt er, wenn er König ist. ",
  "dn30:2.2.5": "Und was gewinnt er, wenn er ein Buddha ist? ",
  "dn30:2.2.6": "Er ist reich, wohlhabend und vermögend. ",
  "dn30:2.2.7": "Dies sind seine Reichtümer: ",
  "dn30:2.2.8": "Reichtum an Vertrauen, sittlichem Verhalten, Gewissen, Besonnenheit, Gelehrsamkeit, Großzügigkeit und Weisheit. ",
  "dn30:2.2.9": "Das gewinnt er, wenn er ein Buddha ist.“ ",
  "dn30:2.2.10": "Das sagte der Buddha. ",
  "dn30:2.3.1": "Dazu wird gesagt: ",
  "dn30:2.3.2": "„Er beobachtete die vielen Menschen in einer Gemeinschaft, ",
  "dn30:2.3.3": "er wog jeden Fall ab, schätzte ihn ein und beurteilte ihn: ",
  "dn30:2.3.4": "‚Dieser verdient jenes.‘ ",
  "dn30:2.3.5": "So unterschied er zwischen den Menschen. ",
  "dn30:2.3.6": "Nun steht er und kann ungebeugt ",
  "dn30:2.3.7": "seine Knie mit beiden Händen berühren. ",
  "dn30:2.3.8": "Durch den Rest der Frucht der guten Taten, der reif wird, ",
  "dn30:2.3.9": "hat er das Größenverhältnis eines großen Baumes. ",
  "dn30:2.3.10": "Die Fachkundigen, die die vielen ",
  "dn30:2.3.11": "verschiedenen Zeichen und Kennzeichen kennen, sagten voraus: ",
  "dn30:2.3.12": "‚Der junge Prinz ",
  "dn30:2.3.13": "wird viele verschiedene Dinge erhalten, die Hausbesitzer verdienen. ",
  "dn30:2.3.14": "Da sind die vielen angemessenen Freuden, ",
  "dn30:2.3.15": "die der Herrscher des Landes als Hausbesitzer genießen kann. ",
  "dn30:2.3.16": "Doch wenn er alles sinnliche Vergnügen aufgibt, ",
  "dn30:2.3.17": "wird er den unübertrefflichen, höchsten Gipfel des Reichtums gewinnen.‘“ ",
  "dn30:2.4.0": "17.–19. Brust eines Löwen usw. ",
  "dn30:2.4.1": "„Mönche und Nonnen, der Klargewordene wurde in manchen früheren Leben als Mensch wiedergeboren. ",
  "dn30:2.4.2": "Er wünschte für die Menschen Gutes, Nutzen, Unbeschwertheit und Geborgenheit und dachte: ",
  "dn30:2.4.3": "‚Wie können sie in Bezug auf Vertrauen, sittliches Verhalten, Gelehrsamkeit, Großzügigkeit, Lehren und Weisheit gedeihen? In Bezug auf Reichtum und Korn, Äcker und Land, Vögel und Tiere, Kinder und Partnerinnen, Leibeigene, Arbeiter und Angestellte, Familie, Freunde und Sippe?‘ ",
  "dn30:2.4.4": "Indem er diese Taten verübte, wurde er in einer himmlischen Welt wiedergeboren. ",
  "dn30:2.4.5": "Als er zu diesem Daseinszustand zurückkam, erlangte er diese drei Kennzeichen: ",
  "dn30:2.4.6": "Seine Brust ist wie die eines Löwen; die Furche zwischen seinen Schulterblättern ist ausgefüllt; und sein Rumpf ist ebenmäßig gerundet. ",
  "dn30:2.5.1": "Da er diese Kennzeichen besitzt, wird er, wenn er im Haus bleibt, ein Rad-drehender Herrscher werden. ",
  "dn30:2.5.2": "Und was gewinnt er, wenn er König ist? ",
  "dn30:2.5.3": "Er muss nicht verkümmern. Er verkümmert nicht in Bezug auf Vertrauen, sittliches Verhalten, Gelehrsamkeit, Großzügigkeit, Lehren und Weisheit ; nicht in Bezug auf Reichtum und Korn, Äcker und Land, Vögel und Tiere, Kinder und Partnerinnen, Leibeigene, Arbeiter und Angestellte, Familie, Freunde und Sippe. Nichts, das er vervollkommnet hat, verkümmert. ",
  "dn30:2.5.4": "Das gewinnt er, wenn er König ist. ",
  "dn30:2.5.5": "Und was gewinnt er, wenn er ein Buddha ist? ",
  "dn30:2.5.6": "Er muss nicht verkümmern. Er verkümmert nicht in Bezug auf Vertrauen, sittliches Verhalten, Gelehrsamkeit, Großzügigkeit, Lehren und Weisheit. Nichts, das er vervollkommnet hat, verkümmert. ",
  "dn30:2.5.7": "Das gewinnt er, wenn er ein Buddha ist.“ ",
  "dn30:2.5.8": "Das sagte der Buddha. ",
  "dn30:2.6.1": "Dazu wird gesagt: ",
  "dn30:2.6.2": "„Sein Wunsch war: ‚Wie können andere nicht verkümmern ",
  "dn30:2.6.3": "in Bezug auf Vertrauen, sittliches Verhalten, Gelehrsamkeit und Verstand, ",
  "dn30:2.6.4": "in Bezug auf Großzügigkeit, Lehren und sonst noch viel Gutes, ",
  "dn30:2.6.5": "in Bezug auf Münzen und Korn, Äcker und Land, ",
  "dn30:2.6.6": "Kinder, Partnerinnen und Viehbestand, ",
  "dn30:2.6.7": "Familie, Freunde und Sippe, ",
  "dn30:2.6.8": "Gesundheit, Schönheit und Glück?‘ ",
  "dn30:2.6.9": "So wünschte er stets ihren Erfolg. ",
  "dn30:2.6.10": "Seine Brust war voll wie die des Löwen, ",
  "dn30:2.6.11": "seine Schulterfurche ausgefüllt und der Rumpf ebenmäßig gerundet. ",
  "dn30:2.6.12": "Wegen der früheren gut getanen Werke ",
  "dn30:2.6.13": "hatte er das Omen des Nicht-Verkümmerns. ",
  "dn30:2.6.14": "Selbst als Laie wächst er an Korn und Münzen, ",
  "dn30:2.6.15": "an Frauen, Kindern und Vieh. ",
  "dn30:2.6.16": "Doch wenn er fortgezogen ist und nichts besitzt, ",
  "dn30:2.6.17": "gewinnt er das unübertreffliche Erwachen, das  niemals verkümmern kann.“ ",
  "dn30:2.7.0": "20. Hervorragender Geschmackssinn ",
  "dn30:2.7.1": "„Mönche und Nonnen, der Klargewordene wurde in manchen früheren Leben als Mensch wiedergeboren. ",
  "dn30:2.7.2": "Er hat  niemals ein Lebewesen mit Fäusten, Steinen, Stöcken oder Schwertern verletzt. ",
  "dn30:2.7.3": "Indem er diese Taten verübte, wurde er in einer himmlischen Welt wiedergeboren. ",
  "dn30:2.7.4": "Als er zu diesem Daseinszustand zurückkam, erlangte er dieses Kennzeichen: Sein Geschmackssinn ist hervorragend. In der Kehle werden Geschmacksknospen für die Zungenspitze gebildet und gleichmäßig verteilt. ",
  "dn30:2.8.1": "Da er dieses Kennzeichen besitzt, wird er, wenn er im Haus bleibt, ein Rad-drehender Herrscher werden. ",
  "dn30:2.8.2": "Und was gewinnt er, wenn er König ist? ",
  "dn30:2.8.3": "Er ist selten krank oder unwohl. Sein Magen verdaut gut, ist weder zu heiß noch zu kalt. ",
  "dn30:2.8.4": "Das gewinnt er, wenn er König ist. ",
  "dn30:2.8.5": "Und was gewinnt er, wenn er ein Buddha ist? ",
  "dn30:2.8.6": "Er ist selten krank oder unwohl. Sein Magen verdaut gut, ist weder zu heiß noch zu kalt, sondern genau richtig und passend für die Meditation. ",
  "dn30:2.8.7": "Das gewinnt er, wenn er ein Buddha ist.“ ",
  "dn30:2.8.8": "Das sagte der Buddha. ",
  "dn30:2.9.1": "Dazu wird gesagt: ",
  "dn30:2.9.2": "„Nicht mit Faust, Stock oder Stein ",
  "dn30:2.9.3": "oder dem Schwert oder durch Totschlagen, ",
  "dn30:2.9.4": "nicht durch Fessel noch Drohungen ",
  "dn30:2.9.5": "hat er jemals jemandem geschadet. ",
  "dn30:2.9.6": "Aus genau diesem Grund erfreute er sich nach seinem Verscheiden im Himmel ",
  "dn30:2.9.7": "und fand Glück als Frucht glücklicher Taten. ",
  "dn30:2.9.8": "Mit wohlgeformten und regelmäßigen Geschmacksknospen ",
  "dn30:2.9.9": "hat er, als er hierher zurückkehrt, einen ausgezeichneten Geschmackssinn. ",
  "dn30:2.9.10": "Deshalb sagten die gescheiten Propheten: ",
  "dn30:2.9.11": "‚Dieser Mann wird viel Glück erfahren, ",
  "dn30:2.9.12": "ob als Hausbesitzer oder Hausloser. ",
  "dn30:2.9.13": "Das ist die Bedeutung, die dieses Kennzeichen anzeigt.“ ",
  "dn30:2.10.0": "21.–22. Tiefblaue Augen ",
  "dn30:2.10.1": "„Mönche und Nonnen, der Klargewordene wurde in manchen früheren Leben als Mensch wiedergeboren. ",
  "dn30:2.10.2": "Wenn er andere ansah, starrte er nicht, sah sie nicht schief an und wandte den Blick nicht ab. Er war aufrichtig und wandte sich anderen in aufrichtiger Absicht zu, betrachtete die Menschen mit freundlichen Augen. ",
  "dn30:2.10.3": "Indem er diese Taten verübte, wurde er in einer himmlischen Welt wiedergeboren. ",
  "dn30:2.10.4": "Als er zu diesem Daseinszustand zurückkam, erlangte er diese beiden Kennzeichen: ",
  "dn30:2.10.5": "Seine Augen sind tiefblau und seine Wimpern sind wie die einer Kuh. ",
  "dn30:2.11.1": "Da er diese Kennzeichen besitzt, wird er, wenn er im Haus bleibt, ein Rad-drehender Herrscher werden. ",
  "dn30:2.11.2": "Und was gewinnt er, wenn er König ist? ",
  "dn30:2.11.3": "Die Menschen betrachten ihn mit freundlichen Augen. Er ist den Brahmanen und Hausbesitzern, den Menschen in Stadt und Land, den Schatzmeistern, Offizieren, Wachleuten, Ministern, Beratern, Herrschern, Nutznießern von Steuern und Prinzen lieb und teuer. ",
  "dn30:2.11.4": "Das gewinnt er, wenn er König ist. ",
  "dn30:2.11.5": "Und was gewinnt er, wenn er ein Buddha ist? ",
  "dn30:2.11.6": "Die Menschen betrachten ihn mit freundlichen Augen. Er ist den Mönchen und Nonnen, den Laienmännern und Laienfrauen, den Göttern, Menschen, Dämonen, Drachen und Elfen lieb und teuer. ",
  "dn30:2.11.7": "Das gewinnt er, wenn er ein Buddha ist.“ ",
  "dn30:2.11.8": "Das sagte der Buddha. ",
  "dn30:2.12.1": "Dazu wird gesagt: ",
  "dn30:2.12.2": "„Ohne zu starren oder schief anzusehen ",
  "dn30:2.12.3": "noch die Augen abzuwenden – ",
  "dn30:2.12.4": "aufrichtig war er und wandte sich aufrichtig zu, ",
  "dn30:2.12.5": "betrachtete die Menschen mit freundlichen Augen. ",
  "dn30:2.12.6": "In guten Wiedergeburten genoss er die Frucht ",
  "dn30:2.12.7": "und das Ergebnis und erfreute sich dort. ",
  "dn30:2.12.8": "Aber hier hat er Kuhwimpern ",
  "dn30:2.12.9": "und tiefblaue Augen, die so schön anzusehen sind. ",
  "dn30:2.12.10": "Viele Wahrsager, gescheit ",
  "dn30:2.12.11": "und gelehrt in den Wahrsageschriften, ",
  "dn30:2.12.12": "Fachleute für Kuhwimpern, wiesen darauf hin, ",
  "dn30:2.12.13": "dass er mit freundlichen Augen betrachtet würde. ",
  "dn30:2.12.14": "Selbst als Hausbesitzer würde er freundlich betrachtet, ",
  "dn30:2.12.15": "den Menschen teuer. ",
  "dn30:2.12.16": "Doch wenn er Asket wird und kein Laie, ",
  "dn30:2.12.17": "wird er von vielen als Zerstörer des Kummers geliebt.“ ",
  "dn30:2.13.0": "23. Turbanförmiger Kopf ",
  "dn30:2.13.1": "„Mönche und Nonnen, der Klargewordene wurde in manchen früheren Leben als Mensch wiedergeboren. ",
  "dn30:2.13.2": "Er war Leiter und Wegbereiter der Menschen für taugliche Verhaltensweisen wie gutes Verhalten mit dem Körper, der Sprache und dem Geist, Geben und Teilen, sich Schulungsregeln vornehmen, den Besinnungstag einhalten, Mutter und Vater, Asketen und Brahmanen den gebührenden Respekt zollen, die Ältesten in der Familie ehren und verschiedene andere Dinge, die zum tauglichen Verhalten gehören. ",
  "dn30:2.13.3": "Indem er diese Taten verübte, wurde er in einer himmlischen Welt wiedergeboren. ",
  "dn30:2.13.4": "Als er zu diesem Daseinszustand zurückkam, erlangte er dieses Kennzeichen: ",
  "dn30:2.13.5": "Sein Kopf hat die Form eines Turbans. ",
  "dn30:2.14.1": "Da er dieses Kennzeichen besitzt, wird er, wenn er im Haus bleibt, ein Rad-drehender Herrscher werden. ",
  "dn30:2.14.2": "Und was gewinnt er, wenn er König ist? ",
  "dn30:2.14.3": "Er hat eine Gefolgschaft von Brahmanen und Hausbesitzern, von Menschen in Stadt und Land, Schatzmeistern, Offizieren, Wachleuten, Ministern, Beratern, Herrschern, Nutznießern von Steuern und Prinzen. ",
  "dn30:2.14.4": "Das gewinnt er, wenn er König ist. ",
  "dn30:2.14.5": "Und was gewinnt er, wenn er ein Buddha ist? ",
  "dn30:2.14.6": "Er hat eine Gefolgschaft von Mönchen, Nonnen, Laienmännern, Laienfrauen, Göttern, Menschen, Dämonen, Drachen und Elfen. ",
  "dn30:2.14.7": "Das gewinnt er, wenn er ein Buddha ist.“ ",
  "dn30:2.14.8": "Das sagte der Buddha. ",
  "dn30:2.15.1": "Dazu wird gesagt: ",
  "dn30:2.15.2": "„Unter den Menschen von gutem Verhalten war er der Anführer, ",
  "dn30:2.15.3": "einem von Grundsätzen geleiteten Leben ergeben unter denen, die sich an Grundsätze halten. ",
  "dn30:2.15.4": "Die Menschen folgten ihm, ",
  "dn30:2.15.5": "und er erfuhr die die Frucht der guten Taten im Himmel. ",
  "dn30:2.15.6": "Nachdem er diese Frucht erfahren hat, ",
  "dn30:2.15.7": "erlangt er einen Kopf, der wie ein Turban geformt ist. ",
  "dn30:2.15.8": "Die der Zeichen und Vorzeichen Kundigen sagten voraus: ",
  "dn30:2.15.9": "‚Er wird der Anführer der Menschen sein. ",
  "dn30:2.15.10": "Wie zuvor, werden sie dann unter den Menschen ",
  "dn30:2.15.11": "Geschenke für ihn bringen. ",
  "dn30:2.15.12": "Wenn er ein Adliger wird, ein Herrscher über das Land, ",
  "dn30:2.15.13": "wird er den Dienst der Menschen gewinnen. ",
  "dn30:2.15.14": "Doch wenn dieser Mann fortzieht, ",
  "dn30:2.15.15": "wird er scharfsinnig und in den Lehren bewandert sein. ",
  "dn30:2.15.16": "Den Tugenden seiner Anleitung ergeben, ",
  "dn30:2.15.17": "werden die Menschen seine Nachfolger werden.“ ",
  "dn30:2.16.0": "24.–25. Haare aus je eigener Pore und Haarbüschel ",
  "dn30:2.16.1": "„Mönche und Nonnen, der Klargewordene wurde in manchen früheren Leben als Mensch wiedergeboren. ",
  "dn30:2.16.2": "Er gab das Lügen auf. Er sagte die Wahrheit und hielt sich an die Wahrheit. Er war ehrlich und vertrauenswürdig und legte die Welt nicht mit seinen Worten herein. ",
  "dn30:2.16.3": "Indem er diese Taten verübte, wurde er in einer himmlischen Welt wiedergeboren. ",
  "dn30:2.16.4": "Als er zu diesem Daseinszustand zurückkam, erlangte er diese beiden Kennzeichen: ",
  "dn30:2.16.5": "Seine Körperhaare wachsen einzeln, jedes Haar aus seiner eigenen Pore, und zwischen seinen Augenbrauen wächst ein Haarbüschel, zart und weiß wie Watte. ",
  "dn30:2.17.1": "Da er diese Kennzeichen besitzt, wird er, wenn er im Haus bleibt, ein Rad-drehender Herrscher werden. ",
  "dn30:2.17.2": "Und was gewinnt er, wenn er König ist? ",
  "dn30:2.17.3": "Er hat unter den Brahmanen und Hausbesitzern, den Menschen in Stadt und Land, Schatzmeistern, Offizieren, Wachleuten, Ministern, Beratern, Herrschern, Nutznießern von Steuern und Prinzen viele enge Anhänger. ",
  "dn30:2.17.4": "Das gewinnt er, wenn er König ist. ",
  "dn30:2.17.5": "Und was gewinnt er, wenn er ein Buddha ist? ",
  "dn30:2.17.6": "Er hat unter den Mönchen und Nonnen, Laienmännern und Laienfrauen, Göttern, Menschen, Dämonen, Drachen und Elfen viele enge Anhänger. ",
  "dn30:2.17.7": "Das gewinnt er, wenn er ein Buddha ist.“ ",
  "dn30:2.17.8": "Das sagte der Buddha. ",
  "dn30:2.18.1": "Dazu wird gesagt: ",
  "dn30:2.18.2": "„In früheren Leben hielt er sein Versprechen, ",
  "dn30:2.18.3": "hatte keine gespaltene Zunge und scheute Lügen. ",
  "dn30:2.18.4": "Nie brach er gegenüber irgendjemand sein Wort, ",
  "dn30:2.18.5": "sondern sagte, was wahr, wirklich und zutreffend ist. ",
  "dn30:2.18.6": "Ein Haarbüschel, so rein und weiß wie Watte, ",
  "dn30:2.18.7": "wuchs hübsch zwischen seinen Augenbrauen. ",
  "dn30:2.18.8": "Und niemals zwei, sondern immer nur ein Haar ",
  "dn30:2.18.9": "wuchs ihm aus jeder Pore. ",
  "dn30:2.18.10": "Viele Wahrsager, in den Kennzeichen bewandert ",
  "dn30:2.18.11": "und zeichenkundig, versammelten sich und sagten voraus: ",
  "dn30:2.18.12": "‚Einer wie dieser, dessen Büschel und Haare so wohlgeformt sind, ",
  "dn30:2.18.13": "wird viele enge Anhänger haben. ",
  "dn30:2.18.14": "Selbst als Hausbesitzer werden ihm viele Menschen folgen ",
  "dn30:2.18.15": "wegen der Macht seiner Taten in der Vergangenheit. ",
  "dn30:2.18.16": "Doch wenn er fortgezogen ist und nichts besitzt, ",
  "dn30:2.18.17": "als Buddha, wird ihm das Volk folgen.‘“ ",
  "dn30:2.19.0": "26.–27. Vierzig lückenlose Zähne ",
  "dn30:2.19.1": "„Mönche und Nonnen, der Klargewordene wurde in manchen früheren Leben als Mensch wiedergeboren. ",
  "dn30:2.19.2": "Er gab entzweiende Rede auf. Was er hier gehört hatte, sagte er nicht dort, und was er dort gehört hatte, nicht hier, um Menschen zu entzweien. Stattdessen versöhnte er die Uneinigen, förderte Einigkeit, freute sich an Eintracht, liebte die Eintracht und sprach Worte, die Eintracht fördern. ",
  "dn30:2.19.3": "Indem er diese Taten verübte, wurde er in einer himmlischen Welt wiedergeboren. ",
  "dn30:2.19.4": "Als er zu diesem Daseinszustand zurückkam, erlangte er diese beiden Kennzeichen: ",
  "dn30:2.19.5": "Er hat vierzig Zähne, und zwischen seinen Zähnen sind keine Lücken. ",
  "dn30:2.20.1": "Da er diese Kennzeichen besitzt, wird er, wenn er im Haus bleibt, ein Rad-drehender Herrscher werden. ",
  "dn30:2.20.2": "Und was gewinnt er, wenn er König ist? ",
  "dn30:2.20.3": "Seine Gefolgschaft von Brahmanen und Hausbesitzern, von Menschen in Stadt und Land, Schatzmeistern, Offizieren, Wachleuten, Ministern, Beratern, Herrschern, Nutznießern von Steuern und Prinzen – diese Gefolgschaft kann nicht gespalten werden. ",
  "dn30:2.20.4": "Das gewinnt er, wenn er König ist. ",
  "dn30:2.20.5": "Und was gewinnt er, wenn er ein Buddha ist? ",
  "dn30:2.20.6": "Seine Gefolgschaft von Mönchen und Nonnen, Laienmännern und Laienfrauen, Göttern, Menschen, Dämonen, Drachen und Elfen – diese Gefolgschaft kann nicht gespalten werden. ",
  "dn30:2.20.7": "Das gewinnt er, wenn er ein Buddha ist.“ ",
  "dn30:2.20.8": "Das sagte der Buddha. ",
  "dn30:2.21.1": "Dazu wird gesagt: ",
  "dn30:2.21.2": "„Er sprach keine entzweienden Worte, die Freunde auseinanderbrachten ",
  "dn30:2.21.3": "oder Streit stifteten, der zu Spaltung führt, ",
  "dn30:2.21.4": "er verhielt sich nicht unpassend, indem er Zwist förderte, ",
  "dn30:2.21.5": "und schuf keine Spaltung zwischen Freunden. ",
  "dn30:2.21.6": "Er sprach freundliche Worte, die Eintracht fördern, ",
  "dn30:2.21.7": "und vereinte die, die getrennt waren. ",
  "dn30:2.21.8": "Er räumte Zwist unter den Menschen aus ",
  "dn30:2.21.9": "und freute sich mit den Vereinten. ",
  "dn30:2.21.10": "In guten Wiedergeburten genoss er die Frucht ",
  "dn30:2.21.11": "und das Ergebnis und erfreute sich dort. ",
  "dn30:2.21.12": "Hier sind seine Zähne lückenlos, stehen dicht zusammen, ",
  "dn30:2.21.13": "vierzig stehen aufrecht in seinem Mund. ",
  "dn30:2.21.14": "Wenn er ein Adliger wird, ein Herrscher über das Land, ",
  "dn30:2.21.15": "ist seine Versammlung nicht zu spalten. ",
  "dn30:2.21.16": "Doch als Asket, unbefleckt, makellos, ",
  "dn30:2.21.17": "wird ihm seine Versammlung unerschütterlich folgen.“ ",
  "dn30:2.22.0": "28.–29. Eine lange Zunge und die Stimme eines Brahmā ",
  "dn30:2.22.1": "„Mönche und Nonnen, der Klargewordene wurde in manchen früheren Leben als Mensch wiedergeboren. ",
  "dn30:2.22.2": "Er gab harte Rede auf. Seine Rede war mild, dem Ohr gefällig, lieblich, zu Herzen gehend, höflich, den Menschen lieb und angenehm. ",
  "dn30:2.22.3": "Indem er diese Taten verübte, wurde er in einer himmlischen Welt wiedergeboren. ",
  "dn30:2.22.4": "Als er zu diesem Daseinszustand zurückkam, erlangte er diese beiden Kennzeichen: ",
  "dn30:2.22.5": "Seine Zunge ist lang und er hat die Stimme eines Brahmā, wie der Ruf des Kuckucks. ",
  "dn30:2.23.1": "Da er diese Kennzeichen besitzt, wird er, wenn er im Haus bleibt, ein Rad-drehender Herrscher werden. ",
  "dn30:2.23.2": "Und was gewinnt er, wenn er König ist? ",
  "dn30:2.23.3": "Er hat eine überzeugende Stimme. Seine Stimme überzeugt  Brahmanen und Hausbesitzer, Menschen in Stadt und Land, Schatzmeister, Offiziere, Wachleute, Minister, Berater, Herrscher, Nutznießer von Steuern und Prinzen. ",
  "dn30:2.23.4": "Das gewinnt er, wenn er König ist. ",
  "dn30:2.23.5": "Und was gewinnt er, wenn er ein Buddha ist? ",
  "dn30:2.23.6": "Er hat eine überzeugende Stimme. Seine Stimme überzeugt Mönche, Nonnen, Laienmänner, Laienfrauen, Götter, Menschen, Dämonen, Drachen und Elfen. ",
  "dn30:2.23.7": "Das gewinnt er, wenn er ein Buddha ist.“ ",
  "dn30:2.23.8": "Das sagte der Buddha. ",
  "dn30:2.24.1": "Dazu wird gesagt: ",
  "dn30:2.24.2": "„Nie sprach er ein lautes, hartes Wort, ",
  "dn30:2.24.3": "beleidigend, zänkisch, ",
  "dn30:2.24.4": "das schadet, rau ist und Menschen heruntermacht. ",
  "dn30:2.24.5": "Seine Rede war sanft, hilfreich und freundlich. ",
  "dn30:2.24.6": "Er sprach Worte, die dem Gemüt lieb sind, ",
  "dn30:2.24.7": "zu Herzen gehend und dem Ohr gefällig. ",
  "dn30:2.24.8": "Er genoss die Frucht seines guten Verhaltens mit der Sprache, ",
  "dn30:2.24.9": "erfuhr die Frucht der guten Taten im Himmel. ",
  "dn30:2.24.10": "Nachdem er diese Frucht erfahren hatte, ",
  "dn30:2.24.11": "als er hierher zurückkam, erlangte er eine Brahmā-Stimme. ",
  "dn30:2.24.12": "Seine Zunge war lang und breit ",
  "dn30:2.24.13": "und seine Rede überzeugend. ",
  "dn30:2.24.14": "Selbst als Hausbesitzer bringt seine Rede Wohlstand. ",
  "dn30:2.24.15": "Doch wenn dieser Mann fortzieht ",
  "dn30:2.24.16": "und häufig zu den Menschen spricht, ",
  "dn30:2.24.17": "werden sie von seinen guten Worten überzeugt.“ ",
  "dn30:2.25.0": "30. Löwenkinn ",
  "dn30:2.25.1": "„Mönche und Nonnen, der Klargewordene wurde in manchen früheren Leben als Mensch wiedergeboren. ",
  "dn30:2.25.2": "Er gab sinnlose Rede auf. Seine Worte kamen zur rechten Zeit, waren wahr, bedeutsam, im Einklang mit der Lehre und Schulung. Zur rechten Zeit sagte er Dinge, die sinnvoll und begründet waren, treffend und nutzbringend. ",
  "dn30:2.25.3": "Indem er diese Taten verübte, wurde er in einer himmlischen Welt wiedergeboren. ",
  "dn30:2.25.4": "Als er zu diesem Daseinszustand zurückkam, erlangte er dieses Kennzeichen: ",
  "dn30:2.25.5": "Sein Kinn ist wie das eines Löwen. ",
  "dn30:2.26.1": "Da er dieses Kennzeichen besitzt, wird er, wenn er im Haus bleibt, ein Rad-drehender Herrscher werden. ",
  "dn30:2.26.2": "Und was gewinnt er, wenn er König ist? ",
  "dn30:2.26.3": "Kein menschlicher Feind oder Gegner kann ihn zerstören. ",
  "dn30:2.26.4": "Das gewinnt er, wenn er König ist. ",
  "dn30:2.26.5": "Und was gewinnt er, wenn er ein Buddha ist? ",
  "dn30:2.26.6": "Kein menschlicher Feind oder Gegner kann ihn zerstören, weder von innen noch von außen – weder Gier, Hass oder Täuschung noch irgendein Asket oder Brahmane oder Gott oder Māra oder Brahmā oder irgendjemand in der Welt kann ihn zerstören. ",
  "dn30:2.26.7": "Das gewinnt er, wenn er ein Buddha ist.“ ",
  "dn30:2.26.8": "Das sagte der Buddha. ",
  "dn30:2.27.1": "Dazu wird gesagt: ",
  "dn30:2.27.2": "„Weder sinnlos noch dumm: ",
  "dn30:2.27.3": "Seine Rede war niemals lose. ",
  "dn30:2.27.4": "Das Nutzlose räumte er aus ",
  "dn30:2.27.5": "und sprach zum Nutzen und Glück der Menschen. ",
  "dn30:2.27.6": "Indem er das tat, wurde er von hier aus im Himmel wiedergeboren, ",
  "dn30:2.27.7": "wo er die Frucht seiner guten Taten genoss. ",
  "dn30:2.27.8": "Als er dort verschied und  hierher zurückkam, ",
  "dn30:2.27.9": "erlangte er ein Kinn wie das erlesenste der Tiere. ",
  "dn30:2.27.10": "Er wurde ein König, schwer zu schlagen, ",
  "dn30:2.27.11": "ein mächtiger Herr, Herrscher über die Menschen. ",
  "dn30:2.27.12": "Er kam dem Besten in der Stadt der Dreiunddreißig gleich, ",
  "dn30:2.27.13": "wie Indra, der erlesenste der Götter. ",
  "dn30:2.27.14": "Ein solcher wird nicht leicht besiegt von Elfen, ",
  "dn30:2.27.15": "Dämonen, Geistern, Unholden oder Göttern. ",
  "dn30:2.27.16": "Wenn er solche Art erlangt, ",
  "dn30:2.27.17": "erhellt er die Himmelsrichtungen samt den Zwischenräumen.“ ",
  "dn30:2.28.0": "31.–32. Ebenmäßige weiße Zähne ",
  "dn30:2.28.1": "„Mönche und Nonnen, der Klargewordene wurde in manchen früheren Leben als Mensch wiedergeboren. ",
  "dn30:2.28.2": "Er gab falschen Lebenserwerb auf und verdiente seinen Unterhalt mit rechtem Lebenserwerb. Er vermied, Maße, Metalle oder Gewichte zu fälschen, sowie Bestechung, Betrug, Täuschung und Falschheit. Er vermied Verstümmelung, Mord, Entführung, Räuberei, Plünderung und Gewalt. ",
  "dn30:2.28.3": "Indem er diese Taten verübte, ansammelte, anhäufte und zusammentrug, wurde er, als sein Körper auseinanderbrach, nach dem Tod, an einem guten Ort wiedergeboren, in einer himmlischen Welt. ",
  "dn30:2.28.4": "Da übertraf er die anderen Götter in zehnfacher Hinsicht: in Hinsicht auf göttliche Lebensdauer, göttliche Schönheit, göttliches Glück, göttlichen Ruhm und göttliche Macht; und in Hinsicht auf göttliche Bilder, Töne, Düfte, Geschmäcke und Berührungen. ",
  "dn30:2.28.5": "Als er zu diesem Daseinszustand zurückkam, erlangte er diese beiden Kennzeichen: Seine Zähne sind ebenmäßig und von reinstem Weiß. ",
  "dn30:2.29.1": "Da er diese Kennzeichen besitzt, wird er, wenn er im Haus bleibt, ein König, ein Rad-drehender Herrscher, ein gerechter König, der sich an Grundsätze hält. Sein Herrschaftsgebiet erstreckt sich nach allen vier Seiten bis zum Ende, er macht das Land sicher und er besitzt die sieben Juwelen. ",
  "dn30:2.29.2": "Diese sieben Juwelen sind ",
  "dn30:2.29.3": "das Rad-Juwel, das Elefanten-Juwel, das Pferde-Juwel, das Edelstein-Juwel, das Frauen-Juwel, das Schatzmeister-Juwel und das Berater-Juwel als siebtes. ",
  "dn30:2.29.4": "Er hat über tausend Söhne, wacker und heldenhaft, die die Heere seiner Feinde zermalmen. ",
  "dn30:2.29.5": "Wenn er dieses vom Meer umgebene Land erobert hat, herrscht er nach natürlichen Gesetzmäßigkeiten, ohne Stock oder Schwert. Sein Reich  wird nicht von Räubern bedrängt, ist erfolgreich und blühend, sicher, gesegnet und frei von Sorgen. ",
  "dn30:2.29.6": "Und was gewinnt er, wenn er König ist? ",
  "dn30:2.29.7": "Seine Gefolgschaft von Brahmanen und Hausbesitzern, von Menschen in Stadt und Land, Schatzmeistern, Offizieren, Wachleuten, Ministern, Beratern, Herrschern, Nutznießern von Steuern und Prinzen – diese Gefolgschaft ist rein. ",
  "dn30:2.29.8": "Das gewinnt er, wenn er König ist. ",
  "dn30:2.30.1": "Doch wenn er aus dem Haus fortzieht ins hauslose Leben, wird er ein Vollendeter, ein vollkommen erwachter Buddha, der den Schleier von der Welt wegzieht. ",
  "dn30:2.30.2": "Und was gewinnt er, wenn er ein Buddha ist? ",
  "dn30:2.30.3": "Seine Gefolgschaft von Mönchen und Nonnen, Laienmännern und Laienfrauen, Göttern, Menschen, Dämonen, Drachen und Elfen – diese Gefolgschaft ist rein. ",
  "dn30:2.30.4": "Das gewinnt er, wenn er ein Buddha ist.“ ",
  "dn30:2.30.5": "Das sagte der Buddha. ",
  "dn30:2.31.1": "Dazu wird gesagt: ",
  "dn30:2.31.2": "„Er gab falschen Lebenserwerb auf und schuf ",
  "dn30:2.31.3": "eine Lebensweise, die richtig, rein und gerecht ist. ",
  "dn30:2.31.4": "Das Nutzlose räumte er aus ",
  "dn30:2.31.5": "und lebte zum Nutzen und Glück der Menschen. ",
  "dn30:2.31.6": "Nachdem er getan hatte, was von Gescheiten, Weisen und Guten gepriesen wird, ",
  "dn30:2.31.7": "erfuhr dieser Mann die Frucht im Himmel. ",
  "dn30:2.31.8": "Dem Besten im Himmel der Dreiunddreißig kam er gleich ",
  "dn30:2.31.9": "und vergnügte sich mit Freuden und Spiel. ",
  "dn30:2.31.10": "Von dort kam er zurück zu einem Leben als Mensch. ",
  "dn30:2.31.11": "Durch den Rest der Frucht der guten Taten, der reif wird, ",
  "dn30:2.31.12": "erlangte er Zähne, die ebenmäßig sind, ",
  "dn30:2.31.13": "schimmernd, hell und weiß. ",
  "dn30:2.31.14": "Viele Wahrsager, die als gescheite Männer galten, ",
  "dn30:2.31.15": "versammelten sich und sagten über ihn voraus: ",
  "dn30:2.31.16": "‚Mit zweimal-geborenen Zähnen so ebenmäßig, so weiß, so rein und hell ",
  "dn30:2.31.17": "wird seine Gefolgschaft so rein sein. ",
  "dn30:2.31.18": "Als König wird sein Volk rein sein, ",
  "dn30:2.31.19": "wenn er herrscht, nachdem er diese weite Erde erobert hat. ",
  "dn30:2.31.20": "Sie werden dem Land nicht schaden, ",
  "dn30:2.31.21": "sondern zum Nutzen und Glück der Menschen leben. ",
  "dn30:2.31.22": "Doch wenn er fortzieht, wird er ein Asket sein ohne Fehl, ",
  "dn30:2.31.23": "die Leidenschaften besänftigt, den Schleier weggezogen. ",
  "dn30:2.31.24": "Nicht abgeschlagen und erschöpft, ",
  "dn30:2.31.25": "sieht er diese und die künftige Welt. ",
  "dn30:2.31.26": "Wer tut wie geheißen, ob Laie oder hauslos, ",
  "dn30:2.31.27": "schüttelt die Bosheit ab, die unrein und tadelnswert ist. ",
  "dn30:2.31.28": "Von reinen Menschen ist er umgeben, ",
  "dn30:2.31.29": "die Makel, Versteinerung, Sünde und Unreinheit beseitigen.“ ",
  "dn30:2.31.30": "Das sagte der Buddha. ",
  "dn30:2.31.31": "Zufrieden freuten sich die Mönche und Nonnen über die Worte des Buddha. "
}