{
  "dn31:0.1": "Lange Lehrreden 31 ",
  "dn31:0.2": "Rat für Sigālaka ",
  "dn31:1.1": "So habe ich es gehört: ",
  "dn31:1.2": "Einmal hielt sich der Buddha bei Rājagaha auf, im Bambuswäldchen, am Futterplatz der Eichhörnchen. ",
  "dn31:1.3": "Nun stand da der Hausbesitzersohn Sigālaka früh am Morgen auf und ging aus Rājagaha hinaus. Mit nassen Kleidern und nassen Haaren erhob er seine zusammengelegten Hände, um die Himmelsrichtungen zu verehren – ",
  "dn31:1.4": "den Osten, den Süden, den Westen, den Norden, den Fußpunkt und den Scheitelpunkt. ",
  "dn31:2.1": "Da kleidete der Buddha sich am Morgen an, nahm Schale und Robe und betrat Rājagaha zum Almosengang. ",
  "dn31:2.2": "Er sah Sigālaka, wie er die Himmelsrichtungen verehrte, ",
  "dn31:2.4": "und sagte zu ihm: ",
  "dn31:2.5": "„Hausbesitzersohn, warum verehrst du auf diese Art die Himmelsrichtungen?“ ",
  "dn31:2.7": "„Herr, mein Vater hat auf seinem Sterbebett zu mir gesagt: ",
  "dn31:2.8": "‚Mein Lieber, bitte verehre die Himmelsrichtungen.‘ ",
  "dn31:2.9": "Das Wort meines Vaters ehre, achte und verehre ich, daher bin ich früh am Morgen aufgestanden und aus Rājagaha hinausgegangen; mit nassen Kleidern und nassen Haaren habe ich meine zusammengelegten Hände erhoben, um die Himmelsrichtungen zu verehren – ",
  "dn31:2.10": "den Osten, den Süden, den Westen, den Norden, den Fußpunkt und den Scheitelpunkt.“ ",
  "dn31:2.11.0": "1. Die sechs Himmelsrichtungen ",
  "dn31:2.12": "„Hausbesitzersohn, so sollten die sechs Himmelsrichtungen in der Übung des Edlen nicht verehrt werden.“ ",
  "dn31:2.13": "„Aber Herr, wie sollten die sechs Himmelsrichtungen in der Übung des Edlen verehrt werden? ",
  "dn31:2.14": "Herr, bitte unterweise mich darin.“ ",
  "dn31:2.15": "„Nun, Hausbesitzersohn, hör zu und pass gut auf, ich werde sprechen.“ ",
  "dn31:2.16": "„Ja, Herr“, antwortete Sigālaka. ",
  "dn31:2.17": "Der Buddha sagte: ",
  "dn31:3.1": "„Hausbesitzersohn, ein edler Schüler gibt vier befleckte Taten auf, verübt keine schlechten Taten aus vier Gründen und vermeidet sechs Abflüsse für sein Vermögen. Wenn er diese vierzehn schlechten Dinge hinter sich gelassen hat, hat er die sechs Himmelsrichtungen abgesichert. ",
  "dn31:3.2": "Er übt für den Gewinn in beiden Welten und hat in dieser und der künftigen Welt Erfolg. ",
  "dn31:3.3": "Wenn sein Körper auseinanderbricht, nach dem Tod, wird er an einem guten Ort wiedergeboren, in einem himmlischen Bereich. ",
  "dn31:3.4.0": "2. Vier befleckte Taten ",
  "dn31:3.5": "Welche vier befleckten Taten hat er aufgegeben? ",
  "dn31:3.6": "Das Töten lebender Geschöpfe, das Stehlen, das Begehen von sexuellen Verfehlungen und das Lügen: Das sind die befleckten Taten. ",
  "dn31:3.7": "Diese vier befleckten Taten hat er aufgegeben.“ ",
  "dn31:3.8": "Das sagte der Buddha. ",
  "dn31:3.9": "Und der Heilige, der Lehrer, fuhr fort: ",
  "dn31:4.1": "„Töten, stehlen, ",
  "dn31:4.2": "Lügen sprechen ",
  "dn31:4.3": "sowie Seitensprünge begehen: ",
  "dn31:4.4": "Kluge Menschen preisen diese Dinge nicht.“ ",
  "dn31:5.0": "3. Vier Gründe ",
  "dn31:5.1": "„Aus welchen vier Gründen verübt er keine schlechten Taten? ",
  "dn31:5.2": "Schlechte Taten verübt man, wenn man durch Vorliebe, Abneigung, Dummheit oder Feigheit befangen ist. ",
  "dn31:5.3": "Wenn ein edler Schüler nicht durch Vorliebe, Abneigung, Dummheit oder Feigheit befangen ist, ",
  "dn31:5.4": "verübt er aus diesen vier Gründen keine schlechten Taten.“ ",
  "dn31:5.5": "Das sagte der Buddha. ",
  "dn31:5.6": "Und der Heilige, der Lehrer, fuhr fort: ",
  "dn31:6.1": "„Wenn man aus Vorliebe, Abneigung, Feigheit oder Dummheit ",
  "dn31:6.2": "gegen die Lehre handelt, ",
  "dn31:6.3": "schwindet der Ruhm ",
  "dn31:6.4": "wie der abnehmende Mond. ",
  "dn31:6.5": "Wenn man nicht aus Vorliebe, Abneigung, Feigheit oder Dummheit ",
  "dn31:6.6": "gegen die Lehre handelt, ",
  "dn31:6.7": "wächst der Ruhm an ",
  "dn31:6.8": "wie der zunehmende Mond.“ ",
  "dn31:7.0": "4. Sechs Abflüsse für das Vermögen ",
  "dn31:7.1": "„Welche sechs Abflüsse für sein Vermögen vermeidet er? ",
  "dn31:7.2": "Wenn man sich gewohnheitsmäßig dem Trinken von Alkohol hingibt, führt das zu einem Abfluss des Vermögens; wenn man sich gewohnheitsmäßig nachts in den Straßen herumtreibt, Feste besucht, Glücksspiel betreibt, schlechte Freunde hat oder faul ist, führt das zu einem Abfluss des Vermögens. ",
  "dn31:8.0": "5. Sechs nachteilige Folgen des Trinkens ",
  "dn31:8.1": "Es gibt diese sechs nachteiligen Folgen davon, gewohnheitsmäßig Alkohol zu trinken: ",
  "dn31:8.2": "Man verliert unmittelbar Vermögen; man provoziert Zänkereien; man ist anfällig für Krankheiten; man hat einen schlechten Ruf; man zeigt sich in unanständiger Weise; und als sechstes wird die Weisheit geschwächt. ",
  "dn31:8.3": "Das sind die sechs nachteiligen Folgen davon, gewohnheitsmäßig Alkohol zu trinken. ",
  "dn31:9.0": "6. Sechs nachteilige Folgen des nächtlichen Sichherumtreibens in den Straßen ",
  "dn31:9.1": "Es gibt diese sechs nachteiligen Folgen davon, sich gewohnheitsmäßig nachts in den Straßen herumzutreiben: ",
  "dn31:9.2": "Man selbst, die Partnerinnen und Kinder und der Besitz sind nicht bewacht; man wird schlechter Taten verdächtigt; falsche Gerüchte verbreiten sich über einen; und man steht in vorderster Reihe bei vielen Dingen, die zu Leiden führen. ",
  "dn31:9.3": "Das sind die sechs nachteiligen Folgen davon, sich gewohnheitsmäßig nachts in den Straßen herumzutreiben. ",
  "dn31:10.0": "7. Sechs nachteilige Folgen von Festen ",
  "dn31:10.1": "Es gibt diese sechs nachteiligen Folgen davon, Feste zu besuchen: ",
  "dn31:10.2": "Man denkt ständig: ‚Wo gibt es Tanz? Wo wird gesungen? Wo gibt es Musik? Wo gibt es Geschichten? Wo gibt es Applaus? Wo werden die Pauken geschlagen?‘ ",
  "dn31:10.3": "Das sind die sechs nachteiligen Folgen davon, Feste zu besuchen. ",
  "dn31:11.0": "8. Sechs nachteilige Folgen des Glücksspiels ",
  "dn31:11.1": "Es gibt diese sechs nachteiligen Folgen davon, sich gewohnheitsmäßig dem Glücksspiel hinzugeben: ",
  "dn31:11.2": "Gewinnen erzeugt Feindschaft; der Verlierer trauert um sein Geld; man verliert unmittelbar Vermögen; das Wort eines Spielers hat in der öffentlichen Versammlung kein Gewicht; Freunde und Kollegen behandeln einen mit Verachtung; und niemand will einen Spieler heiraten, weil man denkt: ",
  "dn31:11.3": "‚Diese Person ist ein Spieler – sie ist nicht in der Lage, eine Partnerin zu versorgen.‘ ",
  "dn31:11.4": "Das sind die sechs nachteiligen Folgen davon, sich gewohnheitsmäßig dem Glücksspiel hinzugeben. ",
  "dn31:12.0": "9. Sechs nachteilige Folgen von schlechten Freunden ",
  "dn31:12.1": "Es gibt diese sechs nachteiligen Folgen von schlechten Freunden: ",
  "dn31:12.2": "Man freundet sich mit Süchtigen, Zechern, Trunkenbolden, Betrügern, Schwindlern und Schlägern an und wird ihr Gefährte. ",
  "dn31:12.3": "Das sind die sechs nachteiligen Folgen von schlechten Freunden. ",
  "dn31:13.0": "10. Sechs nachteilige Folgen der Faulheit ",
  "dn31:13.1": "Es gibt diese sechs nachteiligen Folgen von gewohnheitsmäßiger Faulheit: ",
  "dn31:13.2": "Man bekommt seine Arbeit nicht fertig, weil man denkt: ‚Es ist zu kalt! Es ist zu warm! Es ist zu spät! Es ist zu früh! Ich bin zu hungrig! Ich bin zu satt!‘ ",
  "dn31:13.3": "Indem man sich in vielen Ausreden ergeht, verdient man kein Geld mehr und das vorhandene Geld geht aus. ",
  "dn31:13.4": "Das sind die sechs nachteiligen Folgen von gewohnheitsmäßiger Faulheit.“ ",
  "dn31:13.5": "Das sagte der Buddha. ",
  "dn31:13.6": "Und der Heilige, der Lehrer, fuhr fort: ",
  "dn31:14.1": "„Manche sind nur Saufkumpane, ",
  "dn31:14.2": "manche nennen dich lieber, lieber Freund, ",
  "dn31:14.3": "aber ein wahrer Freund ist jemand, ",
  "dn31:14.4": "der in der Not zu dir steht. ",
  "dn31:14.5": "Lange schlafen, Seitensprünge, ",
  "dn31:14.6": "sich Feinde schaffen, Schaden stiften, ",
  "dn31:14.7": "schlechte Freunde und auch Geiz: ",
  "dn31:14.8": "Diese sechs Grundlagen verderben einen Menschen. ",
  "dn31:14.9": "Mit schlechten Freunden, schlechten Gefährten, ",
  "dn31:14.10": "schlechtem Verhalten und Umfeld ",
  "dn31:14.11": "wird ein Mensch zugrunde gehen, ",
  "dn31:14.12": "in dieser und der künftigen Welt. ",
  "dn31:14.13": "Würfel, Frauen, Alkohol, Gesang und Tanz, ",
  "dn31:14.14": "am Tag schlafen, sich nachts herumtreiben, ",
  "dn31:14.15": "schlechte Freunde und auch Geiz: ",
  "dn31:14.16": "Diese sechs Grundlagen verderben einen Menschen. ",
  "dn31:14.17": "Sie spielen Würfel, trinken Schnaps, ",
  "dn31:14.18": "verkehren mit Frauen, die von andern geliebt; ",
  "dn31:14.19": "mit den Schlechteren verbinden sie sich, nicht den Besseren: ",
  "dn31:14.20": "Sie schwinden dahin wie der abnehmende Mond. ",
  "dn31:14.21": "Ein Trunkenbold, mittellos, abgebrannt, ",
  "dn31:14.22": "durstig, trinkt in der Schenke ",
  "dn31:14.23": "und ertrinkt in Schulden, ",
  "dn31:14.24": "wird schnell vom Weg abkommen. ",
  "dn31:14.25": "Wenn man gewohnt ist, lange zu schlafen, ",
  "dn31:14.26": "die Nacht als die Zeit zum Aufstehen ansieht ",
  "dn31:14.27": "und sich stets betrinkt, ",
  "dn31:14.28": "hält man das Hausleben nicht durch. ",
  "dn31:14.29": "‚Zu kalt, zu warm, ",
  "dn31:14.30": "zu spät‘, sagt man. ",
  "dn31:14.31": "Wenn junge Menschen so ihre Arbeit vernachlässigen, ",
  "dn31:14.32": "entgehen ihnen Reichtümer. ",
  "dn31:14.33": "Aber wer Hitze und Kälte ",
  "dn31:14.34": "nur betrachtet wie Grashalme, ",
  "dn31:14.35": "erfüllt seine Pflicht als Mann, ",
  "dn31:14.36": "und das Glück lässt ihn nicht im Stich.“ ",
  "dn31:15.0": "11. Falsche Freunde ",
  "dn31:15.1": "„Hausbesitzersohn, diese vier Feinde, die als Freunde daherkommen, solltest du erkennen: ",
  "dn31:15.2": "den, der nimmt, den, der redet, den, der schmeichelt und den, der Geld springen lässt. ",
  "dn31:16.1": "Einen falschen Freund, der stets nimmt, kann man auf vierfacher Basis erkennen: ",
  "dn31:16.2": "Dein Besitz landet bei ihm; ",
  "dn31:16.3": "er gibt wenig und erwartet viel; ",
  "dn31:16.4": "er tut seine Pflicht aus Furcht; ",
  "dn31:16.5": "und er schließt sich zu seinem eigenen Vorteil an. ",
  "dn31:16.6": "Einen falschen Freund, der stets nimmt, kann man auf dieser vierfachen Basis erkennen. ",
  "dn31:17.1": "Einen falschen Freund, der nur redet, kann man auf vierfacher Basis erkennen: ",
  "dn31:17.2": "Er ist in der Vergangenheit gastfreundlich; er ist in der Zukunft gastfreundlich; er ist voller belangloser Höflichkeiten; und wenn etwas in der Gegenwart getan werden muss, weist er auf sein eigenes Unglück hin. ",
  "dn31:17.3": "Einen falschen Freund, der nur redet, kann man auf dieser vierfachen Basis erkennen. ",
  "dn31:18.1": "Einen falschen Freund, der einem schmeichelt, kann man auf vierfacher Basis erkennen: ",
  "dn31:18.2": "Er unterstützt dich gleichermaßen, ob du Schlechtes oder Gutes tust; er sagt dir Lob ins Gesicht, aber hinter deinem Rücken macht er dich schlecht. ",
  "dn31:18.3": "Einen falschen Freund, der einem schmeichelt, kann man auf dieser vierfachen Basis erkennen. ",
  "dn31:19.1": "Einen falschen Freund, der Geld springen lässt, kann man auf vierfacher Basis erkennen: ",
  "dn31:19.2": "Er begleitet dich beim Trinken, beim nächtlichen Herumtreiben in den Straßen, beim Besuch von Festen und beim Glücksspiel. ",
  "dn31:19.3": "Einen falschen Freund, der Geld springen lässt, kann man auf dieser vierfachen Basis erkennen.“ ",
  "dn31:19.4": "Das sagte der Buddha. ",
  "dn31:19.5": "Und der Heilige, der Lehrer, fuhr fort: ",
  "dn31:20.1": "„Der eine Freund nimmt stets, ",
  "dn31:20.2": "der andere redet nur, ",
  "dn31:20.3": "einer ist ein Schmeichler ",
  "dn31:20.4": "und einer lebt auf großem Fuß. ",
  "dn31:20.5": "Ein kluger Mensch versteht, ",
  "dn31:20.6": "was diese vier Feinde wirklich sind, ",
  "dn31:20.7": "und hält sie auf Abstand, ",
  "dn31:20.8": "wie er eine gefährliche Straße meiden würde.“ ",
  "dn31:21.0": "12. Gutherzige Freunde ",
  "dn31:21.1": "„Hausbesitzersohn, diese vier gutherzigen Freunde solltest du erkennen: ",
  "dn31:21.2": "den Hilfsbereiten, den Freund in guten und schlechten Tagen, den Ratgeber und den Mitfühlenden. ",
  "dn31:22.1": "Einen gutherzigen Freund, der hilfsbereit ist, kann man auf vierfacher Basis erkennen: ",
  "dn31:22.2": "Er passt auf dich auf, wenn du leichtsinnig bist; er passt auf deinen Besitz auf, wenn du leichtsinnig bist; er beschützt dich in Zeiten der Gefahr; und wenn etwas getan werden muss, gibt er dir zweimal soviel Geld wie du brauchst. ",
  "dn31:22.3": "Einen gutherzigen Freund, der hilfsbereit ist, kann man auf dieser vierfachen Basis erkennen. ",
  "dn31:23.1": "Einen gutherzigen Freund, der in guten und schlechten Tagen gleich ist, kann man auf vierfacher Basis erkennen: ",
  "dn31:23.2": "Er vertraut dir seine Geheimnisse an; er bewahrt deine Geheimnisse; in Zeiten der Not lässt er dich nicht fallen; und er würde für dein Wohl sogar sein Leben geben. ",
  "dn31:23.3": "Einen gutherzigen Freund, der in guten und schlechten Tagen gleich ist, kann man auf dieser vierfachen Basis erkennen. ",
  "dn31:24.1": "Einen gutherzigen Freund, der gut berät, kann man auf vierfacher Basis erkennen. ",
  "dn31:24.2": "Er hält dich zurück, wenn du Schlechtes tust; er unterstützt dich, wenn du Gutes tust; er lehrt dich, was du noch nicht gehört hast; und er erklärt dir den Weg in den Himmel. ",
  "dn31:24.3": "Einen gutherzigen Freund, der gut berät, kann man auf dieser vierfachen Basis erkennen. ",
  "dn31:25.1": "Einen gutherzigen Freund, der mitfühlend ist, kann man auf vierfacher Basis erkennen. ",
  "dn31:25.2": "Er freut sich nicht an deinem Unglück; er freut sich an deinem Glück; er hält andere davon ab, dich zu tadeln; und er ermuntert dazu, dich zu loben. ",
  "dn31:25.3": "Einen gutherzigen Freund, der mitfühlend ist, kann man auf dieser vierfachen Basis erkennen. ",
  "dn31:25.4": "Das sagte der Buddha. ",
  "dn31:25.5": "Und der Heilige, der Lehrer, fuhr fort: ",
  "dn31:26.1": "„Ein Freund, der behilflich ist, ",
  "dn31:26.2": "der in Freud und Leid der Gleiche ist, ",
  "dn31:26.3": "ein Freund, der guten Rat gibt, ",
  "dn31:26.4": "und der mitfühlend ist – ",
  "dn31:26.5": "ein kluger Mensch versteht, ",
  "dn31:26.6": "was diese vier Freunde wirklich sind, ",
  "dn31:26.7": "und kümmert sich sorgfältig um sie ",
  "dn31:26.8": "so wie eine Mutter ihr Kind an der Brust  hält. ",
  "dn31:26.9": "Der Kluge und Tugendhafte ",
  "dn31:26.10": "leuchtet wie eine brennende Flamme. ",
  "dn31:26.11": "Er sammelt Reichtümer wie Bienen, ",
  "dn31:26.12": "die umherfliegen und Blütenstaub sammeln. ",
  "dn31:26.13": "Seine Reichtümer wachsen weiter an ",
  "dn31:26.14": "wie ein Ameisenhaufen, der wächst. ",
  "dn31:26.15": "Indem er so Vermögen ansammelt, ",
  "dn31:26.16": "tut ein Hausbesitzer genug für die Familie, ",
  "dn31:26.17": "und indem er es in vier Teile teilt, ",
  "dn31:26.18": "hält er die Freunde zusammen. ",
  "dn31:26.19": "Ein Teil ist zum Genießen, ",
  "dn31:26.20": "zwei Teile werden in die Arbeit gesteckt, ",
  "dn31:26.21": "und der vierte Teil ",
  "dn31:26.22": "soll für Notzeiten bewahrt werden.“ ",
  "dn31:27.0": "13. Die sechs Himmelsrichtungen absichern ",
  "dn31:27.1": "„Und wie, Hausbesitzersohn, sichert ein edler Schüler die sechs Himmelsrichtungen ab? ",
  "dn31:27.2": "Diese sechs Himmelsrichtungen gilt es zu verstehen: ",
  "dn31:27.3": "die Eltern als den Osten, die Lehrerinnen als den Süden, Partner und Kinder als den Westen, Freunde und Kolleginnen als den Norden, Leibeigene und Arbeiter als den Fußpunkt und Asketen und Brahmanen als den Scheitelpunkt. ",
  "dn31:28.1": "Ein Kind sollte seinen Eltern als dem Osten auf fünf Arten dienen: ",
  "dn31:28.2": "‚Ich werde für die sorgen, die für mich gesorgt haben; ich werde ihnen gegenüber meine Pflicht erfüllen; ich werde die Familienbräuche weiterführen; ich werde für das Erbe Sorge tragen; wenn sie gestorben sind, werde ich in ihrem Namen eine Spende machen.‘ ",
  "dn31:28.3": "Eltern, deren Kinder ihnen auf diese fünf Arten dienen, erweisen sich ihnen gegenüber mitfühlend auf fünf Arten: ",
  "dn31:28.4": "Sie halten sie von schlechten Taten fern; sie unterstützen sie bei guten Taten; sie bilden sie in einem Beruf aus; sie bringen sie mit einem passenden Partner zusammen; sie übergeben ihnen zu gegebener Zeit das Erbe. ",
  "dn31:28.5": "Eltern, deren Kinder ihnen auf die genannten fünf Arten dienen, erweisen sich ihnen gegenüber mitfühlend auf diese fünf Arten. ",
  "dn31:28.6": "So ist der Osten sicher, geborgen und frei von Gefahr. ",
  "dn31:29.1": "Ein Schüler sollte seiner Lehrerin als dem Süden auf fünf Arten dienen: ",
  "dn31:29.2": "Er steht für sie auf, bedient sie, hört gut zu, sorgt für sie und lernt sorgfältig ihren Beruf. ",
  "dn31:29.3": "Lehrer, deren Schülerinnen ihnen auf diese fünf Arten dienen, erweisen sich ihnen gegenüber mitfühlend auf fünf Arten: ",
  "dn31:29.4": "Sie sorgen dafür, dass sie gut angeleitet und gut ausgebildet werden; den gesamten Stoff ihres Berufs erklären sie ihnen klar; sie führen sie bei ihren Freunden und Kolleginnen ein; sie sorgen für Schutz in allen Richtungen. ",
  "dn31:29.5": "Lehrer, deren Schülerinnen ihnen auf die genannten fünf Arten dienen, erweisen sich ihnen gegenüber mitfühlend auf diese fünf Arten. ",
  "dn31:29.6": "So ist der Süden sicher, geborgen und frei von Gefahr. ",
  "dn31:30.1": "Ein Ehemann sollte seiner Frau als dem Westen auf fünf Arten dienen: ",
  "dn31:30.2": "Er behandelt sie mit Ehrerbietung; er schaut nicht auf sie herab; er ist ihr treu; er räumt ihr Befugnisse ein; und er schenkt ihr Schmuck. ",
  "dn31:30.3": "Eine Ehefrau, deren Mann ihr auf diese fünf Arten dient, erweist sich ihm gegenüber mitfühlend auf fünf Arten: ",
  "dn31:30.4": "Sie organisiert ihre Arbeit gut; sie verwaltet die Haushaltshilfen; sie ist ihrem Mann treu; sie verwahrt seine Einkünfte; sie ist geschickt und unermüdlich bei all ihren Pflichten. ",
  "dn31:30.5": "Eine Ehefrau, deren Mann ihr auf die genannten fünf Arten dient, erweist sich ihm gegenüber mitfühlend auf diese fünf Arten. ",
  "dn31:30.6": "So ist der Westen sicher, geborgen und frei von Gefahr. ",
  "dn31:31.1": "Ein Sohn aus gutem Haus sollte seinen Freunden und Kolleginnen als dem Norden auf fünf Arten dienen: ",
  "dn31:31.2": "mit Geben, freundlichen Worten, Fürsorglichkeit, Unparteilichkeit und indem er nicht verschlagen redet. ",
  "dn31:31.3": "Freunde und Kolleginnen, denen ein Sohn aus gutem Haus auf diese fünf Arten dient, erweisen sich ihm gegenüber mitfühlend auf fünf Arten: ",
  "dn31:31.4": "Sie passen auf ihn auf, wenn er leichtsinnig ist; sie passen auf seinen Besitz auf, wenn er leichtsinnig ist; sie beschützen ihn in Zeiten der Gefahr; in Zeiten der Not lassen sie ihn nicht fallen; sie ehren seine Nachkommen. ",
  "dn31:31.5": "Freunde und Kolleginnen, denen ein Sohn aus gutem Haus auf die genannten fünf Arten dient, erweisen sich ihm gegenüber mitfühlend auf diese fünf Arten. ",
  "dn31:31.6": "So ist der Norden sicher, geborgen und frei von Gefahr. ",
  "dn31:32.1": "Ein Herr sollte seinen Leibeigenen und Arbeitern als dem Fußpunkt auf fünf Arten dienen: ",
  "dn31:32.2": "Er teilt ihre Arbeit nach ihren Fähigkeiten ein; er zahlt ihnen Unterhalt und Lohn; er pflegt sie, wenn sie krank sind; er teilt besondere Leckereien mit ihnen; und er gibt ihnen gelegentlich Urlaub. ",
  "dn31:32.3": "Leibeigene und Arbeiter, deren Herr ihnen auf diese fünf Arten dient, erweisen sich ihm gegenüber mitfühlend auf fünf Arten: ",
  "dn31:32.4": "Sie stehen vor ihm auf und gehen nach ihm zu Bett; sie stehlen nichts; sie verrichten ihre Arbeit gut; und sie verbreiten einen guten Ruf. ",
  "dn31:32.5": "Leibeigene und Arbeiter, deren Herr ihnen auf die genannten fünf Arten dient, erweisen sich ihm gegenüber mitfühlend auf diese fünf Arten. ",
  "dn31:32.6": "So ist der Fußpunkt sicher, geborgen und frei von Gefahr. ",
  "dn31:33.1": "Ein Sohn aus gutem Haus sollte Asketen und Brahmanen als dem Scheitelpunkt auf fünf Arten dienen: ",
  "dn31:33.2": "Er handelt liebevoll mit dem Körper, der Sprache und dem Geist; er schickt sie nicht am Tor weg; und er versorgt sie mit dem Lebensnotwendigen. ",
  "dn31:33.3": "Asketen und Brahmanen, denen ein Sohn aus gutem Haus auf diese fünf Arten dient, erweisen sich ihm gegenüber mitfühlend auf fünf Arten: ",
  "dn31:33.4": "Sie halten ihn von schlechten Taten fern; sie unterstützen ihn bei guten Taten; sie denken mit gütigen Gedanken an ihn; sie lehren ihn, was er noch nicht gehört hat, und stellen klar, was er schon gehört hat; sie erklären den Weg in den Himmel. ",
  "dn31:33.5": "Asketen und Brahmanen, denen ein Sohn aus gutem Haus auf die genannten fünf Arten dient, erweisen sich ihm gegenüber mitfühlend auf diese fünf Arten. ",
  "dn31:33.6": "So ist der Scheitelpunkt sicher, geborgen und frei von Gefahr.“ ",
  "dn31:33.7": "Das sagte der Buddha. ",
  "dn31:33.8": "Und der Heilige, der Lehrer, fuhr fort: ",
  "dn31:34.1": "„Die Eltern sind der Osten, ",
  "dn31:34.2": "die Lehrer der Süden, ",
  "dn31:34.3": "Frauen und Kinder der Westen, ",
  "dn31:34.4": "Freunde und Kolleginnen der Norden, ",
  "dn31:34.5": "Leibeigene und Arbeiter der Fußpunkt ",
  "dn31:34.6": "und Asketen und Brahmanen der Scheitelpunkt. ",
  "dn31:34.7": "Indem er diese Himmelsrichtungen verehrt, ",
  "dn31:34.8": "tut ein Hausbesitzer genug für die Familie. ",
  "dn31:34.9": "Wer klug und tugendhaft ist, ",
  "dn31:34.10": "sanft und wortgewandt, ",
  "dn31:34.11": "bescheiden und gütig: ",
  "dn31:34.12": "diese Art erlangt Ruhm. ",
  "dn31:34.13": "Wer beflissen ist, nicht faul, ",
  "dn31:34.14": "sich nicht an Mühe stört, ",
  "dn31:34.15": "im Verhalten widerspruchsfrei, die Verständigen: ",
  "dn31:34.16": "diese Art gewinnt Ruhm. ",
  "dn31:34.17": "Wer einbezieht, Freundschaften stiftet, ",
  "dn31:34.18": "wer gütig ist, ohne Geiz, ",
  "dn31:34.19": "wer anführt, anleitet und überzeugt: ",
  "dn31:34.20": "diese Art gewinnt Ruhm. ",
  "dn31:34.21": "Geben und freundliche Worte, ",
  "dn31:34.22": "Fürsorglichkeit hier ",
  "dn31:34.23": "und Unparteilichkeit bei weltlichen Dingen ",
  "dn31:34.24": "von Fall zu Fall, wie es angemessen ist; ",
  "dn31:34.25": "diese Arten des Einbeziehens in der Welt ",
  "dn31:34.26": "sind wie wenn man bei einem Karren den Achsnagel einsetzt. ",
  "dn31:34.27": "Gäbe es diese Arten des Einbeziehens nicht, ",
  "dn31:34.28": "würden weder Mutter noch Vater ",
  "dn31:34.29": "geachtet und geehrt ",
  "dn31:34.30": "für das, was sie für ihre Kinder getan haben. ",
  "dn31:34.31": "Doch da es diese Arten des Einbeziehens gibt, ",
  "dn31:34.32": "werden sie von den Klugen geschätzt. ",
  "dn31:34.33": "So erlangen sie Erhabenheit ",
  "dn31:34.34": "und werden gepriesen.“ ",
  "dn31:35.1": "Daraufhin sagte der Hausbesitzersohn Sigālaka zum Buddha: ",
  "dn31:35.2": "„Vortrefflich, Herr! Vortrefflich! ",
  "dn31:35.3": "Als würde er das Umgestürzte aufrichten oder das Verborgene enthüllen oder den Verirrten den Weg weisen oder im Dunkeln ein Licht anzünden, sodass Menschen mit guten Augen sehen könnten, was da ist, so hat der Buddha die Lehre auf vielerlei Weise klargemacht. ",
  "dn31:35.4": "Ich nehme meine Zuflucht beim Buddha, bei der Lehre und beim Saṅgha der Mönche und Nonnen. ",
  "dn31:35.5": "Von diesem Tag an soll der Buddha mich als Laienschüler in Erinnerung behalten, der für sein ganzes Leben Zuflucht genommen hat.“ "
}