{
  "dn33:0.1": "Lange Lehrreden 33 ",
  "dn33:0.2": "Im Chor aufsagen ",
  "dn33:1.1.1": "So habe ich es gehört: ",
  "dn33:1.1.2": "Einmal wanderte der Buddha im Land der Maller mit einem großen Saṅgha von fünfhundert Mönchen und Nonnen. Da kam er zu einer mallischen Stadt namens Pāvā. ",
  "dn33:1.1.3": "Dort hielt er sich im Mangowäldchen Cundas des Schmieds auf. ",
  "dn33:1.2.1": "Nun war da gerade kürzlich für die Maller von Pāvā ein neues Rathaus mit Namen Ubbhaṭaka erbaut worden. Bisher war es noch von keinem Asketen oder Brahmanen oder von irgendjemandem benutzt worden. ",
  "dn33:1.2.2": "Die Maller von Pāvā hörten nun, dass der Buddha angekommen war und sich in Cundas Mangowäldchen aufhielt. ",
  "dn33:1.2.3": "Da gingen sie zum Buddha, verbeugten sich, setzten sich zur Seite hin und sagten zu ihm: ",
  "dn33:1.2.4": "„Herr, kürzlich wurde für die Maller von Pāvā ein neues Rathaus mit Namen Ubbhaṭaka erbaut. Es ist noch von keinem Asketen oder Brahmanen oder von irgendjemandem benutzt worden. ",
  "dn33:1.2.5": "Der Buddha möchte der Erste sein, der es benutzt, und erst danach wollen die Maller von Pāvā es benutzen. ",
  "dn33:1.2.6": "Das wäre zum langanhaltenden Nutzen und Glück der Maller von Pāvā.“ ",
  "dn33:1.2.7": "Der Buddha schwieg zum Zeichen der Zustimmung. ",
  "dn33:1.3.1": "Da erhoben sich, als sie die Zustimmung des Buddha erkannt hatten, die Maller von ihren Sitzen, verbeugten sich und umrundeten den Buddha respektvoll, die rechte Seite ihm zugewandt. Dann gingen sie zu ihrem neuen Rathaus, breiteten überall Teppiche aus, richteten Sitze her, stellten einen Krug mit Wasser auf und brachten eine Lampe. Dann gingen sie zum Buddha zurück, ",
  "dn33:1.3.2": "verbeugten sich, stellten sich zur Seite hin, ",
  "dn33:1.3.3": "berichteten über ihre Vorbereitungen ",
  "dn33:1.3.4": "und sagten: ",
  "dn33:1.3.5": "„Bitte, Herr, komm nach deinem Belieben.“ ",
  "dn33:1.4.1": "Da kleidete der Buddha sich an, nahm Schale und Robe und ging zusammen mit dem Saṅgha der Mönche und Nonnen zu dem neuen Rathaus. Er wusch seine Füße, betrat das Rathaus und setzte sich gegen den Mittelpfeiler mit Blick nach Osten. ",
  "dn33:1.4.2": "Auch der Saṅgha der Mönche und Nonnen wusch seine Füße, betrat das Rathaus und setzte sich gegen die westliche Wand mit Blick nach Osten, sodass der Buddha vor ihnen saß. ",
  "dn33:1.4.3": "Auch die Maller von Pāvā wuschen ihre Füße, betraten das Rathaus und setzten sich gegen die östliche Wand mit Blick nach Westen, sodass der Buddha vor ihnen saß. ",
  "dn33:1.4.4": "Den größten Teil der Nacht verbrachte der Buddha damit, die Maller mit einem Dhammavortrag anzuleiten, zu ermuntern, zu begeistern und anzuregen. Dann entließ er sie mit den Worten: ",
  "dn33:1.4.5": "„Die Nacht ist fortgeschritten, Vāseṭṭhas. ",
  "dn33:1.4.6": "Bitte geht nach eurem Belieben.“ ",
  "dn33:1.4.7": "„Ja, Herr“, antworteten die Maller. Sie erhoben sich von ihren Sitzen, verbeugten sich, umrundeten den Buddha respektvoll, die rechte Seite ihm zugewandt, und gingen. ",
  "dn33:1.5.1": "Als sie gegangen waren, blickte der Buddha über den völlig stillen Saṅgha der Mönche und Nonnen und wandte sich an den Ehrwürdigen Sāriputta: ",
  "dn33:1.5.2": "„Sāriputta, da ist keine Dumpfheit oder Benommenheit im Saṅgha der Mönche und Nonnen. ",
  "dn33:1.5.3": "Halte einen Dhammavortrag für sie, so wie es dir in den Sinn kommt. ",
  "dn33:1.5.4": "Mein Rücken schmerzt, ",
  "dn33:1.5.5": "ich will ihn ausstrecken.“ ",
  "dn33:1.5.6": "„Ja, Herr“, entgegnete Sāriputta. ",
  "dn33:1.5.7": "Da faltete der Buddha seine äußere Robe vierfach, breitete sie aus und legte sich in der Haltung des Löwen nieder – auf die rechte Seite, einen Fuß auf den anderen gelegt – achtsam und umsichtig und im Gedanken an die Zeit des Aufstehens. ",
  "dn33:1.6.1": "Nun war da gerade kürzlich der Nigaṇṭher Nātaputta in Pāvā verstorben. ",
  "dn33:1.6.2": "Nach seinem Tod gab es eine Spaltung unter den Jaina-Asketen, es bildeten sich zwei Splittergruppen, die zankten, stritten und aneinander gerieten und einander fortwährend mit scharfen Worten verletzten: ",
  "dn33:1.6.3": "„Du verstehst diese Lehre und Schulung nicht. Ich verstehe diese Lehre und Schulung. Was, du verstehst diese Lehre und Schulung? Du übst falsch. Ich übe richtig. Ich bleibe beim Thema, du nicht. Was zuerst gesagt werden sollte, hast du zuletzt gesagt. Was zuletzt gesagt werden sollte, hast du zuerst gesagt. Was du dir so gut ausgedacht hast, ist entkräftet. Deine Doktrin ist widerlegt. Auf, rette deine Doktrin! Du steckst in der Falle; befreie dich daraus – wenn du kannst!“ ",
  "dn33:1.6.4": "Man konnte glauben, unter den Jaina-Asketen gebe es nur Gemetzel. ",
  "dn33:1.6.5": "Und die weiß gekleideten Laienschüler des Nigaṇṭhers Nātaputta waren ernüchtert, bestürzt und enttäuscht von den Jaina-Asketen. Und ebenso waren sie von einer Lehre und Schulung enttäuscht, die so dürftig erklärt und vorgelegt war, die nicht unabhängig machte, nicht zum Frieden führte, nicht von einem vollkommen erwachten Buddha verkündet war; ihr Denkmal war zerbrochen, und sie hatten keine Zuflucht. ",
  "dn33:1.7.1": "Da berichtete Sāriputta den Mönchen und Nonnen über diese Vorgänge. Und er fuhr fort: ",
  "dn33:1.7.2": " ",
  "dn33:1.7.3": " ",
  "dn33:1.7.4": "„Das, werte Freunde, geschieht, wenn eine Lehre und Schulung dürftig erklärt und vorgelegt ist, wenn sie nicht unabhängig macht, nicht zum Frieden führt, nicht von einem vollkommen erwachten Buddha verkündet ist. ",
  "dn33:1.7.5": "Aber diese Lehre ist uns vom Gesegneten gut erklärt und vorgelegt worden, sie macht unabhängig, führt zum Frieden, ist von einem vollkommen erwachten Buddha verkündet. ",
  "dn33:1.7.6": "Ihr solltet sie alle im Chor aufsagen, ohne zu streiten, sodass dieser spirituelle Pfad lange Zeit bestehen bleibt – zum Nutzen und Glück vieler Menschen, aus Anteilnahme für die Welt, zum Vorteil, Nutzen und Glück von Göttern und Menschen. ",
  "dn33:1.7.7": "Und was ist diese Lehre? ",
  "dn33:1.7.8": " ",
  "dn33:1.7.9.0": "1. Einer ",
  "dn33:1.7.10": "Da sind einzeln angeordnete Lehren, die vom Gesegneten richtig erklärt wurden, ihm, der erkennt und sieht, dem Vollendeten, dem vollkommen erwachten Buddha. ",
  "dn33:1.7.11": "Ihr solltet sie alle im Chor aufsagen, ohne zu streiten, sodass dieser spirituelle Pfad lange Zeit bestehen bleibt – zum Nutzen und Glück vieler Menschen, aus Anteilnahme für die Welt, zum Vorteil, Nutzen und Glück von Göttern und Menschen. ",
  "dn33:1.8.1": "Welches sind die einzeln angeordneten Lehren? ",
  "dn33:1.8.2": "‚Alle Lebewesen werden von Nahrung erhalten.‘ ",
  "dn33:1.8.3": "‚Alle Lebewesen werden von Bedingungen erhalten.‘ ",
  "dn33:1.8.4": "Das sind die einzeln angeordneten Lehren, die vom Gesegneten richtig erklärt wurden, ihm, der erkennt und sieht, dem Vollendeten, dem vollkommen erwachten Buddha. ",
  "dn33:1.8.5": "Ihr solltet sie alle im Chor aufsagen, ohne zu streiten, sodass dieser spirituelle Pfad lange Zeit bestehen bleibt – zum Nutzen und Glück vieler Menschen, aus Anteilnahme für die Welt, zum Vorteil, Nutzen und Glück von Göttern und Menschen. ",
  "dn33:1.9.0": "2. Zweier ",
  "dn33:1.9.1": "Da sind zu Zweiergruppen zusammengestellte Lehren, die vom Buddha richtig erklärt wurden. ",
  "dn33:1.9.2": "Ihr solltet sie alle im Chor aufsagen. ",
  "dn33:1.9.3": "Welches sind die Lehren, die zu Zweiergruppen zusammengestellt sind? ",
  "dn33:1.9.4": "Name und Form. ",
  "dn33:1.9.5": "Unwissenheit und Verlangen nach Fortsetzung des Daseins. ",
  "dn33:1.9.6": "Ansichten, die die Fortsetzung des Daseins begünstigen, und Ansichten, die das Beenden des Daseins begünstigen. ",
  "dn33:1.9.7": "Gewissenlosigkeit und Unbesonnenheit. ",
  "dn33:1.9.8": "Gewissen und Besonnenheit. ",
  "dn33:1.9.9": "Man ist schwer zu ermahnen und man hat schlechte Freunde. ",
  "dn33:1.9.10": "Man ist leicht zu ermahnen und man hat gute Freunde. ",
  "dn33:1.9.11": "Man ist bewandert in den Verstößen und in der Rehabilitierung nach einem Verstoß. ",
  "dn33:1.9.12": "Fertigkeit im Erreichen erhabener Meditationszustände und Fertigkeit im Heraustreten aus diesen Zuständen. ",
  "dn33:1.9.13": "Man ist bewandert in den Elementen und bewandert in der Aufmerksamkeit. ",
  "dn33:1.9.14": "Man ist bewandert in den Sinnesfeldern und bewandert im abhängigen Entstehen. ",
  "dn33:1.9.15": "Man ist bewandert darin, was möglich und was unmöglich ist. ",
  "dn33:1.9.16": "Aufrichtigkeit und Gewissenhaftigkeit. ",
  "dn33:1.9.17": "Geduld und Sanftmut. ",
  "dn33:1.9.18": "Freundlichkeit und Gastfreundschaft. ",
  "dn33:1.9.19": "Gutmütigkeit und Reinheit. ",
  "dn33:1.9.20": "Mangel an Achtsamkeit und Umsicht. ",
  "dn33:1.9.21": "Achtsamkeit und Umsicht. ",
  "dn33:1.9.22": "Die Tore der Sinne nicht bewachen und zu viel essen. ",
  "dn33:1.9.23": "Die Tore der Sinne bewachen und Maßhalten beim Essen. ",
  "dn33:1.9.24": "Die Kraft des Nachdenkens und die Kraft des Entwickelns. ",
  "dn33:1.9.25": "Die Kraft der Achtsamkeit und die Kraft der Versenkung. ",
  "dn33:1.9.26": "Sammlung und Klarsicht. ",
  "dn33:1.9.27": "Die Grundlage der Sammlung und die Grundlage der Anstrengung. ",
  "dn33:1.9.28": "Sich anstrengen und sich nicht ablenken lassen. ",
  "dn33:1.9.29": "Fehltritte im sittlichen Verhalten und Fehltritte in der Ansicht. ",
  "dn33:1.9.30": "Vervollkommnung des sittlichen Verhaltens und Vervollkommnung der Ansicht. ",
  "dn33:1.9.31": "Läuterung des sittlichen Verhaltens und Läuterung der Ansicht. ",
  "dn33:1.9.32": "Läuterung der Ansicht und Bemühen im Einklang mit dieser Ansicht. ",
  "dn33:1.9.33": "Ergriffenheit und angemessenes Bemühen, wenn man von einem ergreifenden Ort ergriffen ist. ",
  "dn33:1.9.34": "Sich niemals mit den tauglichen Eigenschaften zufriedengeben und niemals aufgeben. ",
  "dn33:1.9.35": "Wissen und Freiheit. ",
  "dn33:1.9.36": "Erkennen der Auflösung und Erkennen des Nicht-Entstehens. ",
  "dn33:1.9.37": "Das sind die Lehren, die zu Zweiergruppen zusammengestellt sind, die vom Buddha richtig erklärt wurden. ",
  "dn33:1.9.38": "Ihr solltet sie alle im Chor aufsagen. ",
  "dn33:1.10.0": "3. Dreier ",
  "dn33:1.10.1": "Da sind zu Dreiergruppen zusammengestellte Lehren, die vom Buddha richtig erklärt wurden. ",
  "dn33:1.10.2": "Ihr solltet sie alle im Chor aufsagen. ",
  "dn33:1.10.3": "Welches sind die Lehren, die zu Dreiergruppen zusammengestellt sind? ",
  "dn33:1.10.4": "Drei Wurzeln des Untauglichen: ",
  "dn33:1.10.5": "Gier, Hass und Täuschung. ",
  "dn33:1.10.6": "Drei Wurzeln des Tauglichen: ",
  "dn33:1.10.7": "Nicht-Gier, Nicht-Hass und Nicht-Täuschung. ",
  "dn33:1.10.8": "Drei Arten von schlechtem Verhalten: ",
  "dn33:1.10.9": "mit dem Körper, der Sprache und dem Geist. ",
  "dn33:1.10.10": "Drei Arten von gutem Verhalten: ",
  "dn33:1.10.11": "mit dem Körper, der Sprache und dem Geist. ",
  "dn33:1.10.12": "Drei untaugliche Gedanken: ",
  "dn33:1.10.13": "sinnliche, boshafte und grausame Gedanken. ",
  "dn33:1.10.14": "Drei taugliche Gedanken: ",
  "dn33:1.10.15": "entsagende, wohlwollende und gutmütige Gedanken. ",
  "dn33:1.10.16": "Drei untaugliche Absichten: ",
  "dn33:1.10.17": "sinnliche, boshafte und grausame Absichten. ",
  "dn33:1.10.18": "Drei taugliche Absichten: ",
  "dn33:1.10.19": "entsagende, wohlwollende und gutmütige Absichten. ",
  "dn33:1.10.20": "Drei untaugliche Wahrnehmungen: ",
  "dn33:1.10.21": "sinnliche, boshafte und grausame Wahrnehmungen. ",
  "dn33:1.10.22": "Drei taugliche Wahrnehmungen: ",
  "dn33:1.10.23": "entsagende, wohlwollende und gutmütige Wahrnehmungen. ",
  "dn33:1.10.24": "Drei untaugliche Elemente: ",
  "dn33:1.10.25": "das Element der Sinnlichkeit, das Element der Bosheit und das Element der Grausamkeit. ",
  "dn33:1.10.26": "Drei taugliche Elemente: ",
  "dn33:1.10.27": "das Element der Entsagung, das Element des Wohlwollens und das Element der Gutmütigkeit. ",
  "dn33:1.10.28": "Weitere drei Elemente: ",
  "dn33:1.10.29": "das Element der Sinnlichkeit, das Element der Form und das Element der Formlosigkeit. ",
  "dn33:1.10.30": "Weitere drei Elemente: ",
  "dn33:1.10.31": "das Element der Form, das Element der Formlosigkeit und das Element des Aufhörens. ",
  "dn33:1.10.32": "Weitere drei Elemente: ",
  "dn33:1.10.33": "das geringe, das mittlere und das hochstehende Element. ",
  "dn33:1.10.34": "Drei Arten des Verlangens: ",
  "dn33:1.10.35": "nach Sinnenfreuden, danach, das Dasein fortzusetzen, und danach, das Dasein zu beenden. ",
  "dn33:1.10.36": "Weitere drei Arten des Verlangens: ",
  "dn33:1.10.37": "nach Sinnlichkeit, Form und Formlosigkeit. ",
  "dn33:1.10.38": "Weitere drei Arten des Verlangens: ",
  "dn33:1.10.39": "nach Form, Formlosigkeit und Aufhören. ",
  "dn33:1.10.40": "Drei Fesseln: ",
  "dn33:1.10.41": "Glaube an eine Persönlichkeit, Zweifel und falsches Verständnis von Regeln und Gelübden. ",
  "dn33:1.10.42": "Drei Befleckungen: ",
  "dn33:1.10.43": "Sinnlichkeit, Wunsch nach Fortsetzung des Daseins und Unwissenheit. ",
  "dn33:1.10.44": "Drei Bereiche des Daseins: ",
  "dn33:1.10.45": "der Bereich der Sinne, der Bereich der leuchtenden Form und der formlose Bereich. ",
  "dn33:1.10.46": "Drei Arten der Suche: ",
  "dn33:1.10.47": "Suche nach Sinnenfreuden, nach fortgesetztem Dasein und nach einem spirituellen Pfad. ",
  "dn33:1.10.48": "Drei Arten der Unterscheidung: ",
  "dn33:1.10.49": "‚Ich bin besser‘, ‚ich bin gleich‘ und ‚ich bin schlechter‘. ",
  "dn33:1.10.50": "Drei Zeiträume: ",
  "dn33:1.10.51": "Vergangenheit, Zukunft und Gegenwart. ",
  "dn33:1.10.52": "Drei Extreme: ",
  "dn33:1.10.53": "Persönlichkeit, der Ursprung der Persönlichkeit und das Aufhören der Persönlichkeit. ",
  "dn33:1.10.54": "Drei Gefühle: ",
  "dn33:1.10.55": "Glück, Schmerz, weder Schmerz noch Glück. ",
  "dn33:1.10.56": "Drei Arten des Leidens: ",
  "dn33:1.10.57": "das Leiden, das im Schmerz liegt, das Leiden, das im Bedingtsein liegt, und das Leiden, das im Zugrundegehen liegt. ",
  "dn33:1.10.58": "Drei Gruppen: ",
  "dn33:1.10.59": "die Gruppe, die unwiderruflich den falschen Weg geht, die Gruppe, die unwiderruflich den richtigen Weg geht, und die Gruppe, die keinen Weg unwiderruflich geht. ",
  "dn33:1.10.60": "Drei Dunkelheiten: ",
  "dn33:1.10.61": "Man hat Zweifel, ist unsicher, unentschlossen und mutlos bezüglich Vergangenheit, Zukunft und Gegenwart. ",
  "dn33:1.10.62": "Drei Bereiche, in denen ein Klargewordener nichts zu verbergen hat: ",
  "dn33:1.10.63": "Das Verhalten des Klargewordenen mit dem Körper, der Sprache und dem Geist ist rein. Es gibt kein Fehlverhalten mit dem Körper, der Sprache oder dem Geist, das er zu verbergen hätte in dem Gedanken: ",
  "dn33:1.10.64": "‚Dass andere das nicht über mich herausfinden!‘ ",
  "dn33:1.10.65": " ",
  "dn33:1.10.66": " ",
  "dn33:1.10.67": " ",
  "dn33:1.10.68": " ",
  "dn33:1.10.69": "Drei Besitztümer: ",
  "dn33:1.10.70": "Gier, Hass und Täuschung. ",
  "dn33:1.10.71": "Drei Feuer: ",
  "dn33:1.10.72": "Das Feuer der Gier, des Hasses und der Täuschung. ",
  "dn33:1.10.73": "Weitere drei Feuer: ",
  "dn33:1.10.74": "Das Feuer derer, die einer den Göttern gewidmeten Gabe würdig sind, das Feuer einer Hausbesitzerin und das Feuer derer, die einer religiösen Gabe würdig sind. ",
  "dn33:1.10.75": "Eine dreifache Einteilung der Materie: ",
  "dn33:1.10.76": "sichtbar und Widerstand bietend, unsichtbar und Widerstand bietend und unsichtbar und keinen Widerstand bietend. ",
  "dn33:1.10.77": "Drei Entscheidungen: ",
  "dn33:1.10.78": "gute Entscheidungen, schlechte Entscheidungen und unbewegte Entscheidungen. ",
  "dn33:1.10.79": "Drei Menschen: ",
  "dn33:1.10.80": "eine Person in Schulung, eine Meisterin und jemand, der weder in Schulung noch Meister ist. ",
  "dn33:1.10.81": "Drei Älteste: ",
  "dn33:1.10.82": "die Älteste nach der Geburt, die Älteste nach der Lehre und die Älteste nach Sitte und Gebrauch. ",
  "dn33:1.10.83": "Drei Grundlagen für das Schaffen von Verdienst: ",
  "dn33:1.10.84": "Geben, sittliches Verhalten und Meditation sind Grundlagen für das Schaffen von Verdienst. ",
  "dn33:1.10.85": "Drei Grundlagen für Anklagen: ",
  "dn33:1.10.86": "was man gesehen, gehört und vermutet hat. ",
  "dn33:1.10.87": "Drei Arten von sinnlicher Wiedergeburt: ",
  "dn33:1.10.88": "Es gibt Lebewesen, die begehren, was da ist. Sie geraten in den Bann von gegenwärtig erschienenen Sinnenfreuden. Das sind Menschen, manche Götter und manche Wesen in der Unterwelt. ",
  "dn33:1.10.89": "Das ist die erste Art von sinnlicher Wiedergeburt. ",
  "dn33:1.10.90": "Es gibt Lebewesen, die begehren, etwas zu erschaffen. Nachdem sie viel erschaffen haben, geraten sie in den Bann von Sinnenfreuden. Das sind die Götter, die gerne erschaffen. ",
  "dn33:1.10.91": "Das ist die zweite Art von sinnlicher Wiedergeburt. ",
  "dn33:1.10.92": "Es gibt Lebewesen, die begehren, was andere geschaffen haben. Sie geraten in den Bann von Sinnenfreuden, die von anderen geschaffen wurden. Das sind die Götter, die über die Schöpfungen anderer herrschen. ",
  "dn33:1.10.93": "Das ist die dritte Art von sinnlicher Wiedergeburt. ",
  "dn33:1.10.94": "Drei Arten von glücklicher Wiedergeburt: ",
  "dn33:1.10.95": "Es gibt Lebewesen, die im Glück leben, nachdem sie wieder und wieder die Voraussetzungen dafür geschaffen haben. Das sind die Götter aus Brahmās Gefolge. ",
  "dn33:1.10.96": "Das ist die erste glückliche Wiedergeburt. ",
  "dn33:1.10.97": "Es gibt Lebewesen, die sind getränkt, durchdrungen, angefüllt und vollgesogen mit Glück. ",
  "dn33:1.10.98": "Dann und wann rufen sie inbrünstig aus: ",
  "dn33:1.10.99": "‚Oh welche Seligkeit! Oh welche Seligkeit!‘ Das sind die Götter von strahlendem Glanz. ",
  "dn33:1.10.100": "Das ist die zweite glückliche Wiedergeburt. ",
  "dn33:1.10.101": "Es gibt Lebewesen, die sind getränkt, durchdrungen, angefüllt und vollgesogen mit Glück. ",
  "dn33:1.10.102": "Da sie wahrhaft zufrieden sind, erfahren sie Glück. Das sind die mit Herrlichkeit reich gesegneten Götter. ",
  "dn33:1.10.103": "Das ist die dritte glückliche Wiedergeburt. ",
  "dn33:1.10.104": "Drei Arten von Weisheit: ",
  "dn33:1.10.105": "die Weisheit einer Person in Schulung, die Weisheit einer Meisterin und die Weisheit von jemand, der weder in Schulung noch Meister ist. ",
  "dn33:1.10.106": "Weitere drei Arten von Weisheit: ",
  "dn33:1.10.107": "Weisheit, die durch Denken, durch Lernen oder durch Meditation hervorgebracht wurde. ",
  "dn33:1.10.108": "Drei Waffen: ",
  "dn33:1.10.109": "Lernen, Abgeschiedenheit und Weisheit. ",
  "dn33:1.10.110": "Drei Fähigkeiten: ",
  "dn33:1.10.111": "die Fähigkeit, die bevorstehende Erleuchtung zu erkennen, die Fähigkeit zur Erleuchtung und die Fähigkeit eines erleuchteten Menschen. ",
  "dn33:1.10.112": "Drei Augen: ",
  "dn33:1.10.113": "das fleischliche Auge, das hellsichtige Auge und das Auge der Weisheit. ",
  "dn33:1.10.114": "Drei Schulungen: ",
  "dn33:1.10.115": "in hoher Sittlichkeit, hohem Geist und hoher Weisheit. ",
  "dn33:1.10.116": "Drei Arten von Entwicklung: ",
  "dn33:1.10.117": "Entwicklung von körperlichem Durchhaltevermögen, Entwicklung des Geistes und Entwicklung von Weisheit. ",
  "dn33:1.10.118": "Drei unübertreffliche Dinge: ",
  "dn33:1.10.119": "unübertreffliches Sehen, unübertreffliches Üben und unübertreffliche Freiheit. ",
  "dn33:1.10.120": "Drei Arten der Versenkung: ",
  "dn33:1.10.121": "Versenkung, in der man den Geist ausrichtet und hält; Versenkung, in der man den Geist nicht ausrichtet, sondern nur hält; Versenkung, ohne dass man den Geist ausrichtet oder hält. ",
  "dn33:1.10.122": "Weitere drei Arten der Versenkung: ",
  "dn33:1.10.123": "Versenkung in Leerheit, merkmalslose Versenkung und ungerichtete Versenkung. ",
  "dn33:1.10.124": "Drei Arten von Reinheit: ",
  "dn33:1.10.125": "Reinheit des Körpers, der Sprache und des Geistes. ",
  "dn33:1.10.126": "Drei Arten von Urteilskraft: ",
  "dn33:1.10.127": "Urteilskraft über den Körper, die Sprache und den Geist. ",
  "dn33:1.10.128": "Geschick für drei Dinge: ",
  "dn33:1.10.129": "Geschick für Fortschritt, Geschick für Rückschritt und Geschick für die richtigen Mittel. ",
  "dn33:1.10.130": "Drei Eitelkeiten: ",
  "dn33:1.10.131": "Gesundheits-Eitelkeit, Jugend-Eitelkeit und Lebens-Eitelkeit. ",
  "dn33:1.10.132": "Drei Dinge, denen gegenüber man sich in die Pflicht nehmen soll: ",
  "dn33:1.10.133": "Sich selbst, der Welt oder der Lehre gegenüber nimmt man sich in die Pflicht. ",
  "dn33:1.10.134": "Drei Diskussionsthemen – ",
  "dn33:1.10.135": "Man spricht über die Vergangenheit: ",
  "dn33:1.10.136": "‚So war es in der Vergangenheit.‘ ",
  "dn33:1.10.137": "Man spricht über die Zukunft: ",
  "dn33:1.10.138": "‚So wird es in der Zukunft sein.‘ ",
  "dn33:1.10.139": "Oder man spricht über die Gegenwart: ",
  "dn33:1.10.140": "‚So ist es jetzt in der Gegenwart.‘ ",
  "dn33:1.10.141": "Dreifaches Wissen: ",
  "dn33:1.10.142": "Erinnerung an frühere Leben, Erkenntnis von Tod und Wiedergeburt der Lebewesen und die Erkenntnis, dass die Befleckungen aufgelöst sind. ",
  "dn33:1.10.143": "Drei Arten der Meditation: ",
  "dn33:1.10.144": "die Meditation der Götter, die Meditation Brahmās und die Meditation der Edlen. ",
  "dn33:1.10.145": "Drei Demonstrationen: ",
  "dn33:1.10.146": "eine Demonstration von Wunderkräften, die Demonstration einer Enthüllung und eine Lehrdemonstration. ",
  "dn33:1.10.147": "Das sind die Lehren, die zu Dreiergruppen zusammengestellt sind, die vom Buddha richtig erklärt wurden. ",
  "dn33:1.10.148": "Ihr solltet sie alle im Chor aufsagen. ",
  "dn33:1.11.0": "4. Vierer ",
  "dn33:1.11.1": "Da sind zu Vierergruppen zusammengestellte Lehren, die vom Buddha richtig erklärt wurden. ",
  "dn33:1.11.2": "Ihr solltet sie alle im Chor aufsagen. ",
  "dn33:1.11.3": "Welches sind die Lehren, die zu Vierergruppen zusammengestellt sind? ",
  "dn33:1.11.4": "Vier Arten der Achtsamkeitsmeditation: ",
  "dn33:1.11.5": "Es ist, wenn eine Nonne meditiert, indem sie einen Aspekt des Körpers beobachtet – eifrig, umsichtig und achtsam, frei von Verlangen nach der Welt oder Abneigung dagegen. ",
  "dn33:1.11.6": "Sie meditiert, indem sie einen Aspekt der Gefühle beobachtet … ",
  "dn33:1.11.7": "indem sie einen Aspekt des Geistes beobachtet … ",
  "dn33:1.11.8": "indem sie einen Aspekt der natürlichen Gesetzmäßigkeiten beobachtet – eifrig, umsichtig und achtsam, frei von Verlangen nach der Welt oder Abneigung dagegen. ",
  "dn33:1.11.9": "Vier Arten rechten Bemühens: ",
  "dn33:1.11.10": "Es ist, wenn ein Mönch Begeisterung entwickelt, probiert, sich einsetzt, seinen Geist gebraucht und sich bemüht, damit schlechte, untaugliche Eigenschaften nicht aufkommen. ",
  "dn33:1.11.11": "Er entwickelt Begeisterung, probiert, setzt sich ein, gebraucht seinen Geist und bemüht sich, damit schlechte, untaugliche Eigenschaften, die aufgekommen sind, aufgegeben werden. ",
  "dn33:1.11.12": "Er entwickelt Begeisterung, probiert, setzt sich ein, gebraucht seinen Geist und bemüht sich, damit taugliche Eigenschaften aufkommen. ",
  "dn33:1.11.13": "Er entwickelt Begeisterung, probiert, setzt sich ein, gebraucht seinen Geist und bemüht sich, damit taugliche Eigenschaften, die aufgekommen sind, bleiben, nicht verloren gehen, sondern anwachsen, reifen und sich vollständig entwickeln. ",
  "dn33:1.11.14": "Vier Grundlagen der Wunderkräfte: ",
  "dn33:1.11.15": "Eine Nonne entwickelt die Grundlage der Wunderkräfte, die mit Versenkung durch Begeisterung und mit aktivem Bemühen einhergeht. ",
  "dn33:1.11.16": "Sie entwickelt die Grundlage der Wunderkräfte, die mit Versenkung durch Entwicklung des Geistes und mit aktivem Bemühen einhergeht. ",
  "dn33:1.11.17": "Sie entwickelt die Grundlage der Wunderkräfte, die mit Versenkung durch Energie und mit aktivem Bemühen einhergeht. ",
  "dn33:1.11.18": "Sie entwickelt die Grundlage der Wunderkräfte, die mit Versenkung durch Untersuchung und mit aktivem Bemühen einhergeht. ",
  "dn33:1.11.19": "Vier Vertiefungen: ",
  "dn33:1.11.20": "Es ist, wenn ein Mönch oder eine Nonne, ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, in die erste Vertiefung eintritt und darin verweilt; da gibt es die Ekstase und die Seligkeit der Abgeschiedenheit, während man den Geist ausrichtet und hält. ",
  "dn33:1.11.21": "Wenn das Ausrichten und Halten des Geistes sich beruhigt, tritt man in die zweite Vertiefung ein und verweilt darin; da gibt es die Ekstase und die Seligkeit der Versenkung, mit innerer Klarheit und Zuversicht und geeintem Geist, ohne Ausrichten und Halten. ",
  "dn33:1.11.22": "Und mit dem Schwinden der Ekstase tritt man in die dritte Vertiefung ein und verweilt darin; da meditiert man mit Gleichmut, achtsam und umsichtig, und erfährt persönlich die Seligkeit, von der die Edlen erklären: ‚Gleichmütig und achtsam meditiert man in Seligkeit.‘ ",
  "dn33:1.11.23": "Indem man Glück und Schmerz aufgibt und frühere Fröhlichkeit und Traurigkeit beendet, tritt man in die vierte Vertiefung ein und verweilt darin, ohne Glück oder Schmerz, mit reinem Gleichmut und reiner Achtsamkeit. ",
  "dn33:1.11.24": "Vier Arten, Versenkung weiterzuentwickeln: ",
  "dn33:1.11.25": "Es gibt eine Art, Versenkung weiterzuentwickeln, die zu seliger Meditation in diesem Leben führt. ",
  "dn33:1.11.26": "Es gibt eine Art, Versenkung weiterzuentwickeln, die zum Erkennen und Sehen führt. ",
  "dn33:1.11.27": "Es gibt eine Art, Versenkung weiterzuentwickeln, die zu Achtsamkeit und Umsicht führt. ",
  "dn33:1.11.28": "Es gibt eine Art, Versenkung weiterzuentwickeln, die zum Auflösen der Befleckungen führt. ",
  "dn33:1.11.29": "Und wie entwickelt man Versenkung weiter, sodass sie zu seliger Meditation in diesem Leben führt? ",
  "dn33:1.11.30": "Es ist, wenn eine Nonne, ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, in die erste Vertiefung eintritt und darin verweilt … ",
  "dn33:1.11.31": "Sie tritt in die zweite Vertiefung ein … ",
  "dn33:1.11.32": "sie tritt in die vierte Vertiefung ein und verweilt darin. ",
  "dn33:1.11.33": "So entwickelt man Versenkung weiter, sodass sie zu seliger Meditation in diesem Leben führt. ",
  "dn33:1.11.34": "Und wie entwickelt man Versenkung weiter, sodass sie zum Erkennen und Sehen führt? ",
  "dn33:1.11.35": "Ein Mönch wendet sich der Wahrnehmung von Licht zu, konzentriert sich auf die Wahrnehmung des Tages, ob bei Tag oder bei Nacht. ",
  "dn33:1.11.36": "Und so entwickelt er mit offenem und unverhülltem Herzen einen Geist voller Glanz. ",
  "dn33:1.11.37": "So entwickelt man Versenkung weiter, sodass sie zum Erkennen und Sehen führt. ",
  "dn33:1.11.38": "Und wie entwickelt man Versenkung weiter, sodass sie zu Achtsamkeit und Umsicht führt? ",
  "dn33:1.11.39": "Eine Nonne ist sich der Gefühle bewusst während sie aufkommen, während sie bestehen und während sie weggehen. ",
  "dn33:1.11.40": "Sie ist sich der Wahrnehmungen bewusst während sie aufkommen, während sie bestehen und während sie weggehen. ",
  "dn33:1.11.41": "Sie ist sich der Gedanken bewusst während sie aufkommen, während sie bestehen und während sie weggehen. ",
  "dn33:1.11.42": "So entwickelt man Versenkung weiter, sodass sie zu Achtsamkeit und Umsicht führt. ",
  "dn33:1.11.43": "Und wie entwickelt man Versenkung weiter, sodass sie zum Auflösen der Befleckungen führt? ",
  "dn33:1.11.44": "Ein Mönch meditiert, indem er das Entstehen und Vergehen bei den fünf mit Ergreifen verbundenen Aggregaten beobachtet: ",
  "dn33:1.11.45": "‚So ist Form, so ist ihr Ursprung, so ihr Enden. ",
  "dn33:1.11.46": "So ist Gefühl … ",
  "dn33:1.11.47": "So ist Wahrnehmung … ",
  "dn33:1.11.48": "So sind Entscheidungen … ",
  "dn33:1.11.49": "So ist Bewusstsein, so ist sein Ursprung, so sein Enden.‘ ",
  "dn33:1.11.50": "So entwickelt man Versenkung weiter, sodass sie zum Auflösen der Befleckungen führt. ",
  "dn33:1.11.51": "Vier grenzenlose Meditationen: ",
  "dn33:1.11.52": "Eine Nonne meditiert, indem sie eine Himmelsrichtung mit einem Herzen voller Liebe durchdringt, und die zweite und die dritte und die vierte. Ebenso nach oben, nach unten, dazwischen, überall und ringsumher; die ganze Welt durchdringt sie mit einem Herzen voller Liebe – weit, ausgedehnt, grenzenlos, frei von Feindschaft und bösem Willen. ",
  "dn33:1.11.53": "Sie meditiert, indem sie eine Himmelsrichtung mit einem Herzen voller Mitgefühl durchdringt … ",
  "dn33:1.11.54": "indem sie eine Himmelsrichtung mit einem Herzen voller freudiger Anteilnahme durchdringt … ",
  "dn33:1.11.55": "indem sie eine Himmelsrichtung mit einem Herzen voller Gleichmut durchdringt, und die zweite und die dritte und die vierte. Ebenso nach oben, nach unten, dazwischen, überall und ringsumher; die ganze Welt durchdringt sie mit einem Herzen voller Gleichmut – weit, ausgedehnt, grenzenlos, frei von Feindschaft und bösem Willen. ",
  "dn33:1.11.56": "Vier formlose Zustände: ",
  "dn33:1.11.57": "Ein Mönch übersteigt jegliche Formwahrnehmung, beendet die Wahrnehmung von Eindrücken, wendet sich nicht der Wahrnehmung von Vielfalt zu, und im Wissen: ‚Raum ist unendlich‘ tritt er in die Dimension des unendlichen Raumes ein und verweilt darin. ",
  "dn33:1.11.58": "Er übersteigt vollständig die Dimension des unendlichen Raumes im Wissen: ‚Bewusstsein ist unendlich‘, tritt in die Dimension des unendlichen Bewusstseins ein und verweilt darin. ",
  "dn33:1.11.59": "Er übersteigt vollständig die Dimension des unendlichen Bewusstseins im Wissen: ‚da ist überhaupt nichts‘, tritt in die Dimension des Nichts ein und verweilt darin. ",
  "dn33:1.11.60": "Er übersteigt vollständig die Dimension des Nichts, tritt in die Dimension ein, die weder Wahrnehmung noch keine Wahrnehmung hat, und verweilt darin. ",
  "dn33:1.11.61": "Vier Arten von Rückhalt: ",
  "dn33:1.11.62": "Nach Abschätzung gebraucht eine Nonne manche Dinge, nach Abschätzung erträgt sie manche Dinge, nach Abschätzung geht sie manchen Dingen aus dem Weg, und manche Dinge beseitigt sie nach Abschätzung. ",
  "dn33:1.11.63": "Vier edle Bräuche: ",
  "dn33:1.11.64": "Ein Mönch ist mit jeder Robe zufrieden und preist diese Zufriedenheit. Er versucht nicht, auf unschickliche Art an eine Robe zu kommen. Er ist nicht aufgebracht, wenn er keine Robe bekommt. Und wenn er eine Robe bekommt, gebraucht er sie ungebunden, nicht betört, nicht anhänglich, er sieht die nachteiligen Folgen und versteht das Entrinnen. Doch er verherrlicht sich deshalb nicht selbst, noch setzt er andere herab. ",
  "dn33:1.11.65": "Von einem Mönch, der darin geschickt, unermüdlich, umsichtig und achtsam ist, heißt es, er hält den alten, ursprünglichen edlen Brauch aufrecht. ",
  "dn33:1.11.66": "Weiterhin ist ein Mönch mit jedem Almosen zufrieden … ",
  "dn33:1.11.67": " ",
  "dn33:1.11.68": "Weiterhin ist ein Mönch mit jeder Unterkunft zufrieden … ",
  "dn33:1.11.69": " ",
  "dn33:1.11.70": "Weiterhin gibt ein Mönch gerne auf und liebt das Aufgeben. Er meditiert gerne und liebt das Meditieren. Doch er verherrlicht sich deshalb nicht selbst, noch setzt er andere herab. ",
  "dn33:1.11.71": "Von einem Mönch, der darin geschickt, unermüdlich, umsichtig und achtsam ist, heißt es, er hält den alten, ursprünglichen edlen Brauch aufrecht. ",
  "dn33:1.11.72": "Vier Arten des Bemühens: ",
  "dn33:1.11.73": "Das Bemühen, zu zügeln, das Bemühen, aufzugeben, das Bemühen, zu entwickeln und das Bemühen, zu bewahren. ",
  "dn33:1.11.74": "Und was ist das Bemühen, zu zügeln? ",
  "dn33:1.11.75": "Wenn eine Nonne mit dem Auge ein Bild sieht, bleibt sie nicht an den Merkmalen und Einzelheiten hängen. ",
  "dn33:1.11.76": "Wenn das Sehvermögen nicht gezügelt wäre, würden schlechte, untaugliche Eigenschaften von Verlangen und Abneigung überhandnehmen. Aus diesem Grund übt sie Zügelung, bewacht das Sehvermögen und hält es im Zaum. ",
  "dn33:1.11.77": "Wenn sie mit dem Ohr einen Ton hört … ",
  "dn33:1.11.78": "Wenn sie mit der Nase einen Duft riecht … ",
  "dn33:1.11.79": "Wenn sie mit der Zunge einen Geschmack schmeckt … ",
  "dn33:1.11.80": "Wenn sie mit dem Körper eine Berührung empfindet … ",
  "dn33:1.11.81": "Wenn sie mit dem Geist einen Gedanken erkennt, bleibt sie nicht an den Merkmalen und Einzelheiten hängen. ",
  "dn33:1.11.82": "Wenn das Denkvermögen nicht gezügelt wäre, würden schlechte, untaugliche Eigenschaften von Verlangen und Abneigung überhandnehmen. Aus diesem Grund übt sie Zügelung, bewacht das Denkvermögen und hält es im Zaum. ",
  "dn33:1.11.83": "Das nennt man das Bemühen, zu zügeln. ",
  "dn33:1.11.84": "Und was ist das Bemühen, aufzugeben? ",
  "dn33:1.11.85": "Es ist, wenn ein Mönch einen sinnlichen, ",
  "dn33:1.11.86": "boshaften ",
  "dn33:1.11.87": "oder grausamen Gedanken, der aufgekommen ist, nicht duldet. ",
  "dn33:1.11.88": "Er duldet keine schlechten, untauglichen Eigenschaften, die aufgekommen sind. Er gibt sie auf, macht sich von ihnen los, beseitigt sie und merzt sie aus. ",
  "dn33:1.11.89": "Das nennt man das Bemühen, aufzugeben. ",
  "dn33:1.11.90": "Und was ist das Bemühen, zu entwickeln? ",
  "dn33:1.11.91": "Es ist, wenn ein Mönch oder eine Nonne die Faktoren des Erwachens Achtsamkeit, ",
  "dn33:1.11.92": "Erforschung der Gesetzmäßigkeiten, ",
  "dn33:1.11.93": "Energie, ",
  "dn33:1.11.94": "Ekstase, ",
  "dn33:1.11.95": "Stille, ",
  "dn33:1.11.96": "Versenkung ",
  "dn33:1.11.97": "und Gleichmut entwickelt, die sich auf Abgeschiedenheit, Schwinden und Aufhören stützen und zum Loslassen heranreifen. ",
  "dn33:1.11.98": "Das nennt man das Bemühen, zu entwickeln. ",
  "dn33:1.11.99": "Und was ist das Bemühen, zu bewahren? ",
  "dn33:1.11.100": "Es ist, wenn ein Mönch oder eine Nonne einen Gegenstand bewahrt, der eine erlesene Grundlage für die Versenkung ist: die Wahrnehmung eines Skeletts, einer von Maden durchsetzten Leiche, einer bläulich verfärbten Leiche, einer aufgebrochenen Leiche oder einer aufgedunsenen Leiche. ",
  "dn33:1.11.101": "Das nennt man das Bemühen, zu bewahren. ",
  "dn33:1.11.102": "Vier Erkenntnisse: ",
  "dn33:1.11.103": "Erkenntnis des Gegenwärtigen, abgeleitete Erkenntnis, Erkenntnis des Geistes anderer und herkömmliche Erkenntnis. ",
  "dn33:1.11.104": "Weitere vier Erkenntnisse: ",
  "dn33:1.11.105": "Man erkennt das Leiden, den Ursprung des Leidens, das Aufhören des Leidens und die Übung, die zum Aufhören des Leidens führt. ",
  "dn33:1.11.106": "Vier Faktoren für den Stromeintritt: ",
  "dn33:1.11.107": "Umgang mit guten Menschen, der wahren Lehre zuhören, gründliche Aufmerksamkeit und im Einklang mit der Lehre üben. ",
  "dn33:1.11.108": "Vier Faktoren eines Menschen, der in den Strom eingetreten ist: ",
  "dn33:1.11.109": "Ein edler Schüler hat auf Erfahrung gegründete Zuversicht zum Buddha: ",
  "dn33:1.11.110": "‚Dieser Gesegnete ist vollendet, ein vollkommen erwachter Buddha, von vollendetem Wissen und Verhalten, heilig, Kenner der Welt, unübertrefflicher Anleiter für alle, die üben wollen, Lehrer von Göttern und Menschen, erwacht, gesegnet.‘ ",
  "dn33:1.11.111": "Er hat auf Erfahrung gegründete Zuversicht zur Lehre: ",
  "dn33:1.11.112": "‚Die Lehre ist vom Buddha gut erklärt – in diesem Leben sichtbar, unmittelbar wirksam, sie lädt zum Überprüfen ein, ist wert, beherzigt zu werden, sodass vernünftige Menschen sie selbst erkennen können.‘ ",
  "dn33:1.11.113": "Er hat auf Erfahrung gegründete Zuversicht zum Saṅgha: ",
  "dn33:1.11.114": "‚Der Saṅgha der Schüler des Buddha übt nach dem guten Weg, dem geraden Weg, dem methodischen Weg, dem Weg des richtigen Vorgehens. Er besteht aus den vier Paaren, den acht Personen. Das ist der Saṅgha der Schüler des Buddha, und er ist einer den Göttern gewidmeten Gabe würdig, der Gastfreundschaft würdig, einer religiösen Gabe würdig, des Grußes mit zusammengelegten Händen würdig und ist das unübertreffliche Feld für Verdienst für die Welt.‘ ",
  "dn33:1.11.115": "Und das sittliche Verhalten eines edlen Schülers wird von den Edlen geliebt, ist ungebrochen, makellos, ohne Flecken und unbeschädigt. Es ist befreiend und wird von vernünftigen Menschen gepriesen, ist richtig verstanden und führt in die Versenkung. ",
  "dn33:1.11.116": "Vier Früchte des Asketenlebens: ",
  "dn33:1.11.117": "Stromeintritt, Einmalwiederkehr, Nichtwiederkehr und Vollendung. ",
  "dn33:1.11.118": "Vier Elemente: ",
  "dn33:1.11.119": "Erde, Wasser, Feuer und Luft. ",
  "dn33:1.11.120": "Vier Arten von Nahrung: ",
  "dn33:1.11.121": "Feste Nahrung, grob oder fein; Berührung ist die zweite, eine Absicht im Geist die dritte und Bewusstsein die vierte. ",
  "dn33:1.11.122": "Vier Grundlagen, auf denen Bewusstsein besteht: ",
  "dn33:1.11.123": "Solange Bewusstsein besteht, besteht es eingebunden in Form, getragen von Form, gegründet auf Form. Und wenn es von Genießen befeuchtet wird, wächst es, wird größer und kommt zur Reife. ",
  "dn33:1.11.124": "Oder Bewusstsein besteht, solange es besteht, eingebunden in Gefühl … ",
  "dn33:1.11.125": "Oder Bewusstsein besteht, solange es besteht, eingebunden in Wahrnehmung … ",
  "dn33:1.11.126": "Oder Bewusstsein besteht, solange es besteht, eingebunden in Entscheidungen, getragen von Entscheidungen, gegründet auf Entscheidungen. Und wenn es von Genießen befeuchtet wird, wächst es, wird größer und kommt zur Reife. ",
  "dn33:1.11.127": "Vier Arten, voreingenommen zu handeln: ",
  "dn33:1.11.128": "Man handelt voreingenommen von Bevorzugung, Abneigung, Dummheit oder Feigheit. ",
  "dn33:1.11.129": "Vier Dinge, aus denen Verlangen entspringt: ",
  "dn33:1.11.130": "Verlangen entsteht in einem Mönch oder einer Nonne um einer Robe willen, ",
  "dn33:1.11.131": "um des Almosens willen, ",
  "dn33:1.11.132": "um einer Unterkunft willen, ",
  "dn33:1.11.133": "um der Wiedergeburt in diesem oder jenem Zustand willen. ",
  "dn33:1.11.134": "Vier Übungswege: ",
  "dn33:1.11.135": "schmerzhafte Übung mit langsamer Einsicht, schmerzhafte Übung mit rascher Einsicht, angenehme Übung mit langsamer Einsicht und angenehme Übung mit rascher Einsicht. ",
  "dn33:1.11.136": "Weitere vier Übungswege: ",
  "dn33:1.11.137": "ungeduldige Übung, geduldige Übung, Übung, die bändigt, und Übung, die beruhigt. ",
  "dn33:1.11.138": "Vier Dhamma-Fußspuren: ",
  "dn33:1.11.139": "Zufriedenheit, Wohlwollen, rechte Achtsamkeit und rechte Versenkung. ",
  "dn33:1.11.140": "Vier Arten, eine Übung aufzunehmen: ",
  "dn33:1.11.141": "Man nimmt eine Übung auf, die jetzt schmerzhaft ist und zu künftigem Schmerz führt. ",
  "dn33:1.11.142": "Man nimmt eine Übung auf, die jetzt schmerzhaft ist und zu künftigem Glück führt. ",
  "dn33:1.11.143": "Man nimmt eine Übung auf, die jetzt angenehm ist und zu künftigem Schmerz führt. ",
  "dn33:1.11.144": "Man nimmt eine Übung auf, die jetzt angenehm ist und zu künftigem Glück führt. ",
  "dn33:1.11.145": "Vierfacher Umfang der Lehre: ",
  "dn33:1.11.146": "der Umfang des sittlichen Verhaltens, der Umfang der Versenkung, der Umfang der Weisheit und der Umfang der Freiheit. ",
  "dn33:1.11.147": "Vier Kräfte: ",
  "dn33:1.11.148": "Energie, Achtsamkeit, Versenkung und Weisheit. ",
  "dn33:1.11.149": "Vier Grundlagen: ",
  "dn33:1.11.150": "die Grundlage Weisheit, die Grundlage Wahrheit, die Grundlage Großzügigkeit und die Grundlage Frieden. ",
  "dn33:1.11.151": "Vier Arten, Fragen zu beantworten: ",
  "dn33:1.11.152": "Es gibt eine Frage, die mit einer verbindlichen Aussage zu beantworten ist. Es gibt eine Frage, die mit einer Gegenfrage zu beantworten ist. Es gibt eine Frage, die durch Aufgliederung zu beantworten ist. Es gibt eine Frage, die auszulassen ist. ",
  "dn33:1.11.153": "Vier Taten: ",
  "dn33:1.11.154": "Es gibt Taten, die sind dunkel mit dunklem Ergebnis. ",
  "dn33:1.11.155": "Es gibt Taten, die sind hell mit hellem Ergebnis. ",
  "dn33:1.11.156": "Es gibt Taten, die sind dunkel und hell mit dunklem und hellem Ergebnis. ",
  "dn33:1.11.157": "Es gibt Taten, die sind weder dunkel noch hell mit weder dunklem noch hellem Ergebnis – sie führen zum Enden der Taten. ",
  "dn33:1.11.158": "Vier Dinge, die verwirklicht werden müssen: ",
  "dn33:1.11.159": "Frühere Leben müssen durch Erinnerung verwirklicht werden. ",
  "dn33:1.11.160": "Tod und Wiedergeburt der Lebewesen müssen durch Sehen verwirklicht werden. ",
  "dn33:1.11.161": "Die acht Befreiungen müssen durch leibhaftige meditative Erfahrung verwirklicht werden. ",
  "dn33:1.11.162": "Die Auflösung der Befleckungen muss durch Weisheit verwirklicht werden. ",
  "dn33:1.11.163": "Vier Fluten: ",
  "dn33:1.11.164": "Die Flut der Sinnlichkeit, die Flut der Fortsetzung des Daseins, die Flut der Ansichten und die Flut der Unwissenheit. ",
  "dn33:1.11.165": "Vier Bindungen: ",
  "dn33:1.11.166": "die Bindung an Sinnlichkeit, an die Fortsetzung des Daseins, an Ansichten und an Unwissenheit. ",
  "dn33:1.11.167": "Vierfache Ablösung: ",
  "dn33:1.11.168": "Ablösung von Sinnlichkeit, von der Fortsetzung des Daseins, von Ansichten und von Unwissenheit. ",
  "dn33:1.11.169": "Vier Ketten: ",
  "dn33:1.11.170": "was einen persönlich an Begierde kettet, an bösen Willen, an ein falsches Verständnis von Regeln und Gelübden und an das Bestehen auf: ‚Das allein ist die Wahrheit‘. ",
  "dn33:1.11.171": "Vier Arten des Ergreifens: ",
  "dn33:1.11.172": "Das Ergreifen von Sinnenfreuden, von Ansichten, von Regeln und Gelübden und von Theorien über ein Selbst. ",
  "dn33:1.11.173": "Vier Arten der Fortpflanzung: ",
  "dn33:1.11.174": "Fortpflanzung durch Geburt aus einem Ei, aus einer Gebärmutter, aus Feuchtigkeit oder durch unmittelbares Erscheinen. ",
  "dn33:1.11.175": "Vier Arten der Empfängnis: ",
  "dn33:1.11.176": "Man ist nicht gewahr, wenn man im Mutterleib empfangen wird, während man dort ist und wenn man hervorkommt. Das ist die erste Art der Empfängnis. ",
  "dn33:1.11.177": "Weiterhin ist man gewahr, wenn man im Mutterleib empfangen wird, aber nicht, während man dort ist und wenn man hervorkommt. Das ist die zweite Art der Empfängnis. ",
  "dn33:1.11.178": "Weiterhin ist man gewahr, wenn man im Mutterleib empfangen wird und während man dort ist, aber nicht, wenn man hervorkommt. Das ist die dritte Art der Empfängnis. ",
  "dn33:1.11.179": "Weiterhin ist man gewahr, wenn man im Mutterleib empfangen wird, während man dort ist und wenn man hervorkommt. Das ist die vierte Art der Empfängnis. ",
  "dn33:1.11.180": "Vier Arten der Wiederverkörperung: ",
  "dn33:1.11.181": "Es gibt eine Wiederverkörperung, bei der sich die eigene Absicht auswirkt, nicht die Absicht anderer. ",
  "dn33:1.11.182": "Es gibt eine Wiederverkörperung, bei der sich die Absicht anderer auswirkt, nicht die eigene Absicht. ",
  "dn33:1.11.183": "Es gibt eine Wiederverkörperung, bei der sich sowohl die eigene Absicht als auch die Absicht anderer auswirkt. ",
  "dn33:1.11.184": "Es gibt eine Wiederverkörperung, bei der sich weder die eigene Absicht noch die Absicht anderer auswirkt. ",
  "dn33:1.11.185": "Vier Arten, wie eine religiöse Gabe geläutert wird: ",
  "dn33:1.11.186": "Eine religiöse Gabe wird durch den Spender geläutert, nicht durch den Empfänger. ",
  "dn33:1.11.187": "Eine religiöse Gabe wird durch den Empfänger geläutert, nicht durch den Spender. ",
  "dn33:1.11.188": "Eine religiöse Gabe wird weder durch den Spender noch durch den Empfänger geläutert. ",
  "dn33:1.11.189": "Eine religiöse Gabe wird sowohl durch den Spender als auch durch den Empfänger geläutert. ",
  "dn33:1.11.190": "Vier Arten des Einbeziehens: ",
  "dn33:1.11.191": "Geben, freundliche Worte, Fürsorglichkeit und Gleichbehandlung. ",
  "dn33:1.11.192": "Vier unedle Redeweisen: ",
  "dn33:1.11.193": "falsche, entzweiende, harte oder unsinnige Rede. ",
  "dn33:1.11.194": "Vier edle Redeweisen: ",
  "dn33:1.11.195": "das Unterlassen von falscher, entzweiender, harter oder unsinnige Rede. ",
  "dn33:1.11.196": "Weitere vier unedle Redeweisen: ",
  "dn33:1.11.197": "sagen, man habe gesehen, gehört, gedacht oder erkannt, was man nicht gesehen, nicht gehört, nicht gedacht und nicht erkannt hat. ",
  "dn33:1.11.198": "Weitere vier edle Redeweisen: ",
  "dn33:1.11.199": "sagen, dass man nicht gesehen, nicht gehört, nicht gedacht und nicht erkannt hat, was man nicht gesehen, nicht gehört, nicht gedacht und nicht erkannt hat. ",
  "dn33:1.11.200": "Weitere vier unedle Redeweisen: ",
  "dn33:1.11.201": "sagen, man habe nicht gesehen, nicht gehört, nicht gedacht und nicht erkannt, was man gesehen, gehört, gedacht oder erkannt hat. ",
  "dn33:1.11.202": "Weitere vier edle Redeweisen: ",
  "dn33:1.11.203": "sagen, dass man gesehen, gehört, gedacht oder erkannt hat, was man gesehen, gehört, gedacht oder erkannt hat. ",
  "dn33:1.11.204": "Vier Menschen: ",
  "dn33:1.11.205": "Jemand quält sich selbst, verschreibt sich der Übung der Selbstquälerei. ",
  "dn33:1.11.206": "Jemand quält andere, verschreibt sich der Übung, andere zu quälen. ",
  "dn33:1.11.207": "Jemand quält sich selbst und andere, verschreibt sich der Übung, sich und andere zu quälen. ",
  "dn33:1.11.208": "Jemand quält weder sich selbst noch andere, verschreibt sich der Übung, weder sich noch andere zu quälen, ",
  "dn33:1.11.209": "und lebt in diesem Leben ohne Wünsche, erloschen, kühl geworden, voller Seligkeit, in seinem Wesen heilig geworden. ",
  "dn33:1.11.210": "Weitere vier Menschen: ",
  "dn33:1.11.211": "Jemand übt zum eigenen Nutzen, aber nicht zum Nutzen anderer. ",
  "dn33:1.11.212": "Jemand übt zum Nutzen anderer, aber nicht zum eigenen Nutzen. ",
  "dn33:1.11.213": "Jemand übt weder zum eigenen Nutzen noch zum Nutzen anderer. ",
  "dn33:1.11.214": "Jemand übt sowohl zum eigenen Nutzen als auch zum Nutzen anderer. ",
  "dn33:1.11.215": "Weitere vier Menschen: ",
  "dn33:1.11.216": "die Dunklen auf dem Weg zum Dunkel, die Dunklen auf dem Weg zum Licht, die Lichten auf dem Weg zum Dunkel, die Lichten auf dem Weg zum Licht. ",
  "dn33:1.11.217": "Weitere vier Menschen: ",
  "dn33:1.11.218": "der unbeirrbare Asket, der Asket des rosafarbenen Lotus, der Asket des weißen Lotus und der vorzügliche Asket unter den Asketen. ",
  "dn33:1.11.219": "Das sind die Lehren, die zu Vierergruppen zusammengestellt sind, die vom Buddha richtig erklärt wurden. ",
  "dn33:1.11.220": "Ihr solltet sie alle im Chor aufsagen. ",
  "dn33:1.11.221": "Der erste Abschnitt zum Aufsagen ist zu Ende. ",
  "dn33:2.1.0": "5. Fünfer ",
  "dn33:2.1.1": "Da sind zu Fünfergruppen zusammengestellte Lehren, die vom Buddha richtig erklärt wurden. ",
  "dn33:2.1.2": "Ihr solltet sie alle im Chor aufsagen. ",
  "dn33:2.1.3": "Welches sind die Lehren, die zu Fünfergruppen zusammengestellt sind? ",
  "dn33:2.1.4": "Fünf Aggregate: ",
  "dn33:2.1.5": "Form, Gefühl, Wahrnehmung, Entscheidungen und Bewusstsein. ",
  "dn33:2.1.6": "Fünf mit Ergreifen verbundene Aggregate: ",
  "dn33:2.1.7": "Form, Gefühl, Wahrnehmung, Entscheidungen und Bewusstsein. ",
  "dn33:2.1.8": "Fünf Arten sinnlicher Erregung: ",
  "dn33:2.1.9": "Bilder, die das Auge erkennt, erwünscht, willkommen, angenehm, erfreulich, sinnlich und erregend. ",
  "dn33:2.1.10": "Töne, die das Ohr erkennt … ",
  "dn33:2.1.11": "Düfte, die die Nase erkennt … ",
  "dn33:2.1.12": "Geschmäcke, die die Zunge erkennt … ",
  "dn33:2.1.13": "Berührungen, die der Körper erkennt, erwünscht, willkommen, angenehm, erfreulich, sinnlich und erregend. ",
  "dn33:2.1.14": "Fünf Bestimmungsorte: ",
  "dn33:2.1.15": "die Hölle, das Tierreich, das Gespensterreich, die Menschen und die Götter. ",
  "dn33:2.1.16": "Fünf Arten von Geiz: ",
  "dn33:2.1.17": "Geiz in Bezug auf Wohnraum, Familien, materiellen Besitz, Lob und die Lehre. ",
  "dn33:2.1.18": "Fünf Hindernisse: ",
  "dn33:2.1.19": "sinnliches Verlangen, böser Wille, Dumpfheit und Benommenheit, Rastlosigkeit und Reue sowie Zweifel. ",
  "dn33:2.1.20": "Fünf niedere Fesseln: ",
  "dn33:2.1.21": "Glaube an eine Persönlichkeit, Zweifel, falsches Verständnis von Regeln und Gelübden, sinnliches Verlangen und böser Wille. ",
  "dn33:2.1.22": "Fünf höhere Fesseln: ",
  "dn33:2.1.23": "Verlangen nach Wiedergeburt im Bereich der leuchtenden Form, Verlangen nach Wiedergeburt im formlosen Bereich, Einbildung, Rastlosigkeit und Unwissenheit. ",
  "dn33:2.1.24": "Fünf Regeln: ",
  "dn33:2.1.25": "Man unterlässt es, lebende Geschöpfe zu töten, zu stehlen, sexuelle Verfehlungen zu begehen, zu lügen und Alkohol zu trinken, der nachlässig macht. ",
  "dn33:2.1.26": "Fünf Dinge, die nicht geschehen können: ",
  "dn33:2.1.27": "Ein Mönch oder eine Nonne, deren Befleckungen aufgelöst sind, kann nicht absichtlich einem lebenden Geschöpf das Leben nehmen, etwas wegnehmen in der Absicht, zu stehlen, Geschlechtsverkehr haben, eine bewusste Lüge sprechen oder zum eigenen Vergnügen Vorräte anlegen, wie sie es als Laien getan haben. ",
  "dn33:2.1.28": "Fünf Verluste: ",
  "dn33:2.1.29": "Verlust von Angehörigen, Vermögen, Gesundheit, Sittlichkeit und Ansicht. ",
  "dn33:2.1.30": "Nicht weil sie Angehörige, Vermögen oder Gesundheit verlieren, werden Lebewesen, wenn ihr Körper auseinanderbricht, nach dem Tod, an einem verlorenen Ort wiedergeboren, einem schlechten Ort, in der Unterwelt, der Hölle. ",
  "dn33:2.1.31": "Sondern weil sie ihre Sittlichkeit oder ihre Ansicht verlieren, werden Lebewesen, wenn ihr Körper auseinanderbricht, nach dem Tod, an einem verlorenen Ort wiedergeboren, einem schlechten Ort, in der Unterwelt, der Hölle. ",
  "dn33:2.1.32": "Fünffache Ausstattung: ",
  "dn33:2.1.33": "Man ist mit Angehörigen, Vermögen, Gesundheit, Sittlichkeit und Ansicht ausgestattet. ",
  "dn33:2.1.34": "Nicht weil sie mit Angehörigen, Vermögen oder Gesundheit ausgestattet sind, werden Lebewesen, wenn ihr Körper auseinanderbricht, nach dem Tod, an einem guten Ort wiedergeboren, in einer himmlischen Welt. ",
  "dn33:2.1.35": "Sondern weil sie mit Sittlichkeit und Ansicht ausgestattet sind, werden Lebewesen, wenn ihr Körper auseinanderbricht, nach dem Tod, an einem guten Ort wiedergeboren, in einer himmlischen Welt. ",
  "dn33:2.1.36": "Fünf nachteilige Folgen, die seine Fehltritte im sittlichen Verhalten für einen unmoralischen Menschen haben: ",
  "dn33:2.1.37": "Zunächst verliert da ein unmoralischer Mensch durch seine Nachlässigkeit beträchtliches Vermögen. ",
  "dn33:2.1.38": "Das ist die erste nachteilige Folge. ",
  "dn33:2.1.39": "Dann hat da ein unmoralischer Mensch einen schlechten Ruf. ",
  "dn33:2.1.40": "Das ist die zweite nachteilige Folge. ",
  "dn33:2.1.41": "Dann ist da ein unmoralischer Mensch furchtsam und befangen, wenn er sich zu irgendeiner Versammlung begibt, sei es eine Versammlung von Adligen, Brahmanen, Hausbesitzern oder Asketen. ",
  "dn33:2.1.42": "Das ist die dritte nachteilige Folge. ",
  "dn33:2.1.43": "Dann fühlt sich da ein unmoralischer Mensch verloren, wenn er stirbt. ",
  "dn33:2.1.44": "Das ist die vierte nachteilige Folge. ",
  "dn33:2.1.45": "Dann wird da ein unmoralischer Mensch, wenn der Körper auseinanderbricht, nach dem Tod, an einem verlorenen Ort wiedergeboren, einem schlechten Ort, in der Unterwelt, der Hölle. ",
  "dn33:2.1.46": "Das ist die fünfte nachteilige Folge. ",
  "dn33:2.1.47": "Fünf vorteilhafte Folgen, die die Vervollkommnung des sittlichen Verhaltens für einen sittlichen Menschen hat: ",
  "dn33:2.1.48": "Zunächst gewinnt da ein sittlicher Mensch durch seine Beflissenheit beträchtliches Vermögen. ",
  "dn33:2.1.49": "Das ist die erste vorteilhafte Folge. ",
  "dn33:2.1.50": "Dann hat da ein sittlicher Mensch einen guten Ruf. ",
  "dn33:2.1.51": "Das ist die zweite vorteilhafte Folge. ",
  "dn33:2.1.52": "Dann ist da ein sittlicher Mensch furchtlos und selbstbewusst, wenn er sich zu irgendeiner Versammlung begibt, sei es eine Versammlung von Adligen, Brahmanen, Hausbesitzern oder Asketen. ",
  "dn33:2.1.53": "Das ist die dritte vorteilhafte Folge. ",
  "dn33:2.1.54": "Dann fühlt sich da ein sittlicher Mensch nicht verloren, wenn er stirbt. ",
  "dn33:2.1.55": "Das ist die vierte vorteilhafte Folge. ",
  "dn33:2.1.56": "Dann wird da ein sittlicher Mensch, wenn der Körper auseinanderbricht, nach dem Tod, an einem guten Ort wiedergeboren, in einer himmlischen Welt. ",
  "dn33:2.1.57": "Das ist die fünfte vorteilhafte Folge. ",
  "dn33:2.1.58": "Ein Mönch, der einen anderen anklagen will, soll zuerst fünf Dinge bei sich selbst sicherstellen: ",
  "dn33:2.1.59": "Ich werde zur rechten Zeit sprechen, nicht zur falschen Zeit. ",
  "dn33:2.1.60": "Ich werde die Wahrheit sprechen, nicht die Unwahrheit. ",
  "dn33:2.1.61": "Ich werde sanft sprechen, nicht hart. ",
  "dn33:2.1.62": "Ich werde zum Segen sprechen, nicht zum Schaden. ",
  "dn33:2.1.63": "Ich werde mit liebevollem Herzen sprechen, nicht mit verstecktem Hass. ",
  "dn33:2.1.64": "Ein Mönch, der einen anderen anklagen will, soll zuerst diese fünf Dinge bei sich selbst sicherstellen. ",
  "dn33:2.1.65": "Fünf Faktoren, die die Meditation unterstützen: ",
  "dn33:2.1.66": "Eine Nonne hat Vertrauen zum Erwachen des Klargewordenen: ",
  "dn33:2.1.67": "‚Dieser Gesegnete ist vollendet, ein vollkommen erwachter Buddha, von vollendetem Wissen und Verhalten, heilig, Kenner der Welt, unübertrefflicher Anleiter für alle, die üben wollen, Lehrer von Göttern und Menschen, erwacht, gesegnet.‘ ",
  "dn33:2.1.68": "Sie ist selten krank oder unwohl. Ihr Magen verdaut gut, ist weder zu heiß noch zu kalt, sondern genau richtig und passend für die Meditation. ",
  "dn33:2.1.69": "Sie ist nicht verschlagen oder hinterhältig. Sie vertraut sich aufrichtig dem Lehrer oder vernünftigen geistlichen Gefährten an. ",
  "dn33:2.1.70": "Sie lebt so, dass sie ihre Energie aufrüttelt, um untaugliche Eigenschaften aufzugeben und sich taugliche Eigenschaften zu eigen zu machen. Sie ist stark, beharrlich strebsam, und lässt nicht nach beim Entwickeln tauglicher Eigenschaften. ",
  "dn33:2.1.71": "Sie ist weise. Sie besitzt die Erkenntnis des Entstehens und Vergehens, die edel und durchdringend ist und zum völligen Beenden des Leidens führt. ",
  "dn33:2.1.72": "Fünf reine Aufenthalte: ",
  "dn33:2.1.73": "Aviha, Atappa, die Götter von schönem Anblick, die Götter mit schönem Blick und Akaniṭṭha. ",
  "dn33:2.1.74": "Fünf Nichtwiederkehrer: ",
  "dn33:2.1.75": "einer, der zwischen zwei Leben erlischt; einer, der beim Auftreffen erlischt; einer, der ohne zusätzliche Anstrengung erlischt; einer, der mit zusätzlicher Anstrengung erlischt; und einer, der stromaufwärts geht zum Akaniṭṭha-Bereich. ",
  "dn33:2.1.76": "Fünf Arten von seelischer Unfruchtbarkeit: ",
  "dn33:2.1.77": "Da hat ein Mönch Zweifel am Lehrer. Er ist unsicher, unentschlossen und mutlos. ",
  "dn33:2.1.78": "Wenn das so ist, neigt sein Geist nicht zu Ehrgeiz, Hingabe, Ausdauer und Mühe. Das ist die erste Art von seelischer Unfruchtbarkeit. ",
  "dn33:2.1.79": "Weiterhin hat ein Mönch Zweifel an der Lehre … ",
  "dn33:2.1.80": "am Saṅgha … ",
  "dn33:2.1.81": "und an der Schulung … ",
  "dn33:2.1.82": "Ein Mönch ist zornig und aufgebracht über seine geistlichen Gefährten, verbittert und verschlossen. ",
  "dn33:2.1.83": "Wenn das so ist, neigt sein Geist nicht zu Ehrgeiz, Hingabe, Ausdauer und Mühe. Das ist die fünfte Art von seelischer Unfruchtbarkeit. ",
  "dn33:2.1.84": "Fünf seelische Ketten: ",
  "dn33:2.1.85": "Da ist eine Nonne nicht frei von Begehren, Sehnen, Zuneigung, Durst, Leidenschaft und Verlangen nach Sinnenfreuden. ",
  "dn33:2.1.86": " ",
  "dn33:2.1.87": "Wenn das so ist, neigt ihr Geist nicht zu Ehrgeiz, Hingabe, Ausdauer und Mühe. ",
  "dn33:2.1.88": "Das ist die erste seelische Kette. ",
  "dn33:2.1.89": "Weiterhin ist eine Nonne nicht frei von Begehren nach dem Körper … ",
  "dn33:2.1.90": "Sie ist nicht frei von Begehren nach Form … ",
  "dn33:2.1.91": "Sie isst sich ordentlich satt, bis ihr Bauch voll ist, und schwelgt dann in den Freuden des Schlafens, Liegens und Dösens … ",
  "dn33:2.1.92": "Sie führt das geistliche Leben in der Hoffnung, in einer Klasse von Göttern wiedergeboren zu werden: ‚Dass ich doch durch diese Regel, dieses Gelübde, diese Bußübung oder dieses geistliche Leben eine der Göttinnen werde!‘ ",
  "dn33:2.1.93": "Wenn das so ist, neigt ihr Geist nicht zu Ehrgeiz, Hingabe, Ausdauer und Mühe. ",
  "dn33:2.1.94": "Das ist die fünfte seelische Kette. ",
  "dn33:2.1.95": "Fünf Fähigkeiten: ",
  "dn33:2.1.96": "Fähigkeit des Auges, des Ohrs, der Nase, der Zunge und des Körpers. ",
  "dn33:2.1.97": "Weitere fünf Fähigkeiten: ",
  "dn33:2.1.98": "Fähigkeit zu Glück und Schmerz, zu Fröhlichkeit, Traurigkeit und Gleichmut. ",
  "dn33:2.1.99": "Weitere fünf Fähigkeiten: ",
  "dn33:2.1.100": "Die Fähigkeit zum Vertrauen, zur Energie, zur Achtsamkeit, zur Versenkung und zur Weisheit. ",
  "dn33:2.1.101": "Fünf Elemente des Entrinnens: ",
  "dn33:2.1.102": "Da wendet ein Mönch seine Aufmerksamkeit den Sinnenfreuden zu, aber sein Geist ist diesbezüglich nicht begierig, zuversichtlich, fest verankert und entschlossen. ",
  "dn33:2.1.103": "Aber wenn er seine Aufmerksamkeit der Entsagung zuwendet, ist sein Geist begierig, zuversichtlich, fest verankert und entschlossen. ",
  "dn33:2.1.104": "Sein Geist ist in gutem Zustand, gut entwickelt, gut entfaltet, gut befreit und von Sinnenfreuden abgelöst. ",
  "dn33:2.1.105": "Er ist frei von den bedrängenden, fiebrigen Befleckungen, die aufgrund von Sinnenfreuden entstehen, sodass er diese Gefühle nicht fühlt. ",
  "dn33:2.1.106": "So wird das Entrinnen von Sinnenfreuden erklärt. ",
  "dn33:2.1.107": "Dann wendet da eine Nonne ihre Aufmerksamkeit bösem Willen zu, aber ihr Geist ist diesbezüglich nicht begierig … ",
  "dn33:2.1.108": "Aber wenn sie ihre Aufmerksamkeit dem Wohlwollen zuwendet, ist ihr Geist begierig … ",
  "dn33:2.1.109": "Ihr Geist ist in gutem Zustand … und von bösem Willen abgelöst. ",
  "dn33:2.1.110": "Sie ist frei von den bedrängenden, fiebrigen Befleckungen, die aufgrund von bösem Willen entstehen, sodass sie diese Gefühle nicht fühlt. ",
  "dn33:2.1.111": "So wird das Entrinnen von bösem Willen erklärt. ",
  "dn33:2.1.112": "Dann wendet da ein Mönch seine Aufmerksamkeit dem Verletzen zu, aber sein Geist ist diesbezüglich nicht begierig … ",
  "dn33:2.1.113": "Aber wenn er seine Aufmerksamkeit der Gutmütigkeit zuwendet, ist sein Geist begierig … ",
  "dn33:2.1.114": "Sein Geist ist in gutem Zustand … und von Verletzen abgelöst. ",
  "dn33:2.1.115": "Er ist frei von den bedrängenden, fiebrigen Befleckungen, die aufgrund von Verletzen entstehen, sodass er diese Gefühle nicht fühlt. ",
  "dn33:2.1.116": "So wird das Entrinnen vom Verletzen erklärt. ",
  "dn33:2.1.117": "Dann wendet da eine Nonne ihre Aufmerksamkeit der Form zu, aber ihr Geist ist diesbezüglich nicht begierig … ",
  "dn33:2.1.118": "Aber wenn sie ihre Aufmerksamkeit der Formlosigkeit zuwendet, ist ihr Geist begierig … ",
  "dn33:2.1.119": "Ihr Geist ist in gutem Zustand … und von den Formen abgelöst. ",
  "dn33:2.1.120": "Sie ist frei von den bedrängenden, fiebrigen Befleckungen, die aufgrund von Formen entstehen, sodass sie diese Gefühle nicht fühlt. ",
  "dn33:2.1.121": "So wird das Entrinnen von den Formen erklärt. ",
  "dn33:2.1.122": "Dann wendet da ein Mönch seine Aufmerksamkeit der Persönlichkeit zu, aber sein Geist ist diesbezüglich nicht begierig, zuversichtlich, fest verankert und entschlossen. ",
  "dn33:2.1.123": "Aber wenn er seine Aufmerksamkeit dem Aufhören der Persönlichkeit zuwendet, ist sein Geist begierig, zuversichtlich, fest verankert und entschlossen. ",
  "dn33:2.1.124": "Sein Geist ist in gutem Zustand, gut entwickelt, gut entfaltet, gut befreit und von Persönlichkeit abgelöst. ",
  "dn33:2.1.125": "Er ist frei von den bedrängenden, fiebrigen Befleckungen, die aufgrund der Persönlichkeit entstehen, sodass er diese Gefühle nicht fühlt. ",
  "dn33:2.1.126": "So wird das Entrinnen von der Persönlichkeit erklärt. ",
  "dn33:2.1.127": "Fünf günstige Gelegenheiten zur Befreiung: ",
  "dn33:2.1.128": "Da lehrt der Lehrer oder ein angesehener geistlicher Gefährte eine Nonne den Dhamma. ",
  "dn33:2.1.129": "Diese Nonne ist ergriffen von der Bedeutung und der Lehre in diesem Dhamma, ganz gleich, wie der Lehrer oder der angesehene geistliche Gefährte ihn lehrt. ",
  "dn33:2.1.130": "Wenn sie ergriffen ist, lodert Freude auf. Wenn sie voller Freude ist, lodert Ekstase auf. Wenn der Geist in Ekstase ist, wird der Körper still. Wenn der Körper still ist, empfindet man Seligkeit. Und wenn man voller Seligkeit ist, versenkt sich der Geist im Samādhi. ",
  "dn33:2.1.131": "Das ist die erste günstige Gelegenheit zur Befreiung. ",
  "dn33:2.1.132": "Weiterhin kann es sein, dass weder der Lehrer noch ein angesehener geistlicher Gefährte einen Mönch den Dhamma lehrt. Aber der Mönch lehrt andere ausführlich den Dhamma, wie er ihn gehört und sich eingeprägt hat. … ",
  "dn33:2.1.133": "Oder die Nonne rezitiert die Lehre ausführlich, so wie sie sie gehört und sich eingeprägt hat. … ",
  "dn33:2.1.134": "Oder der Mönch denkt im Herzen über die Lehre nach und erwägt sie, untersucht sie mit dem Geist, wie er sie gehört und sich eingeprägt hat. … ",
  "dn33:2.1.135": "Oder ein Gegenstand, der eine Grundlage für die Versenkung ist, wird von einer Nonne richtig ergriffen, sie wendet sich ihm richtig zu, verliert ihn nicht aus dem Sinn und erfasst ihn richtig mit Weisheit. ",
  "dn33:2.1.136": "Diese Nonne ist ergriffen von der Bedeutung und der Lehre in diesem Dhamma, ganz gleich, wie sie einen Gegenstand, der eine Grundlage für die Versenkung ist, richtig ergreift, sich ihm richtig zuwendet, wie sie ihn nicht aus dem Sinn verliert und ihn richtig mit Weisheit erfasst. ",
  "dn33:2.1.137": "Wenn sie ergriffen ist, lodert Freude auf. Wenn sie voller Freude ist, lodert Ekstase auf. Wenn der Geist in Ekstase ist, wird der Körper still. Wenn der Körper still ist, empfindet man Seligkeit. Und wenn man voller Seligkeit ist, versenkt sich der Geist im Samādhi. ",
  "dn33:2.1.138": "Das ist die fünfte günstige Gelegenheit zur Befreiung. ",
  "dn33:2.1.139": "Fünf Wahrnehmungen, die die Freiheit zur Reife bringen: ",
  "dn33:2.1.140": "die Wahrnehmung der Unbeständigkeit, die Wahrnehmung des Leidens in der Unbeständigkeit, die Wahrnehmung des Fehlens eines Selbst im Leiden, die Wahrnehmung des Aufgebens und die Wahrnehmung des Schwindens. ",
  "dn33:2.1.141": "Das sind die Lehren, die zu Fünfergruppen zusammengestellt sind, die vom Buddha richtig erklärt wurden. ",
  "dn33:2.1.142": "Ihr solltet sie alle im Chor aufsagen. ",
  "dn33:2.2.0": "6. Sechser ",
  "dn33:2.2.1": "Da sind zu Sechsergruppen zusammengestellte Lehren, die vom Buddha richtig erklärt wurden. ",
  "dn33:2.2.2": "Ihr solltet sie alle im Chor aufsagen. ",
  "dn33:2.2.3": "Welches sind die Lehren, die zu Sechsergruppen zusammengestellt sind? ",
  "dn33:2.2.4": "Sechs innere Sinnesfelder: ",
  "dn33:2.2.5": "Auge, Ohr, Nase, Zunge, Körper und Geist. ",
  "dn33:2.2.6": "Sechs äußere Sinnesfelder: ",
  "dn33:2.2.7": "Bilder, Töne, Düfte, Geschmäcke, Berührungen und Gedanken. ",
  "dn33:2.2.8": "Sechs Klassen von Bewusstsein: ",
  "dn33:2.2.9": "Augenbewusstsein, Ohrbewusstsein, Nasenbewusstsein, Zungenbewusstsein, Körperbewusstsein und Geistbewusstsein. ",
  "dn33:2.2.10": "Sechs Klassen von Berührung: ",
  "dn33:2.2.11": "Berührung mit dem Auge, dem Ohr, der Nase, der Zunge, dem Körper und dem Geist. ",
  "dn33:2.2.12": "Sechs Klassen von Gefühl: ",
  "dn33:2.2.13": "Gefühl entsprungen aus Berührung mit dem Auge, dem Ohr, der Nase, der Zunge, dem Körper und dem Geist. ",
  "dn33:2.2.14": "Sechs Klassen der Wahrnehmung: ",
  "dn33:2.2.15": "Wahrnehmung von Bildern, Tönen, Düften, Geschmäcken, Berührungen und Gedanken. ",
  "dn33:2.2.16": "Sechs Klassen von Absicht: ",
  "dn33:2.2.17": "Absicht in Bezug auf Bilder, Töne, Düfte, Geschmäcke, Berührungen und Gedanken. ",
  "dn33:2.2.18": "Sechs Klassen von Verlangen: ",
  "dn33:2.2.19": "Verlangen nach Bildern, Tönen, Düften, Geschmäcken, Berührungen und Gedanken. ",
  "dn33:2.2.20": "Sechs Arten von fehlender Achtung: ",
  "dn33:2.2.21": "Ein Mönch oder eine Nonne hat keine Achtung und keine Ehrfurcht vor dem Lehrer, vor der Lehre und vor dem Saṅgha, vor der Schulung, vor Beflissenheit und vor Gastfreundschaft. ",
  "dn33:2.2.22": "Sechs Arten von Achtung: ",
  "dn33:2.2.23": "Ein Mönch oder eine Nonne hat Achtung und Ehrfurcht vor dem Lehrer, vor der Lehre und vor dem Saṅgha, vor der Schulung, vor Beflissenheit und vor Gastfreundschaft. ",
  "dn33:2.2.24": " Sechs Arten, wie die Gedanken um Fröhlichkeit kreisen: ",
  "dn33:2.2.25": "Wenn man mit dem Auge ein Bild sieht, kreisen die Gedanken um ein Bild, das eine Grundlage für Fröhlichkeit darstellt. ",
  "dn33:2.2.26": "Wenn man mit dem Ohr einen Ton hört … ",
  "dn33:2.2.27": "Wenn man mit der Nase einen Duft riecht … ",
  "dn33:2.2.28": "Wenn man mit der Zunge einen Geschmack schmeckt … ",
  "dn33:2.2.29": "Wenn man mit dem Körper eine Berührung empfindet … ",
  "dn33:2.2.30": "Wenn man mit dem Geist einen Gedanken erkennt, kreisen die Gedanken um einen Gedanken, der eine Grundlage für Fröhlichkeit darstellt. ",
  "dn33:2.2.31": "Sechs Arten, wie die Gedanken um Traurigkeit kreisen: ",
  "dn33:2.2.32": "Wenn man mit dem Auge ein Bild sieht, kreisen die Gedanken um ein Bild, das eine Grundlage für Traurigkeit darstellt. … ",
  "dn33:2.2.33": "Wenn man mit dem Geist einen Gedanken erkennt, kreisen die Gedanken um einen Gedanken, der eine Grundlage für Traurigkeit darstellt. ",
  "dn33:2.2.34": "Sechs Arten, wie die Gedanken um Gleichmut kreisen: ",
  "dn33:2.2.35": "Wenn man mit dem Auge ein Bild sieht, kreisen die Gedanken um ein Bild, das eine Grundlage für Gleichmut darstellt. … ",
  "dn33:2.2.36": "Wenn man mit dem Geist einen Gedanken erkennt, kreisen die Gedanken um einen Gedanken, der eine Grundlage für Gleichmut darstellt. ",
  "dn33:2.2.37": "Sechs warmherzige Eigenschaften: ",
  "dn33:2.2.38": "Da behandelt eine Nonne ihre geistlichen Gefährten stets liebevoll mit dem Körper, sowohl öffentlich als insgeheim. ",
  "dn33:2.2.39": "Diese warmherzige Eigenschaft sorgt für Zuneigung und Achtung, führt zum Einbeziehen, zum Nicht-Streiten, zu Eintracht und Einigkeit. ",
  "dn33:2.2.40": "Dann behandelt da eine Nonne ihre geistlichen Gefährten stets liebevoll mit der Sprache, sowohl öffentlich als insgeheim. ",
  "dn33:2.2.41": "Auch diese warmherzige Eigenschaft … führt zu Eintracht und Einigkeit. ",
  "dn33:2.2.42": "Dann behandelt da eine Nonne ihre geistlichen Gefährten stets liebevoll mit dem Geist, sowohl öffentlich als insgeheim. ",
  "dn33:2.2.43": "Auch diese warmherzige Eigenschaft … führt zu Eintracht und Einigkeit. ",
  "dn33:2.2.44": "Dann teilt da eine Nonne vorbehaltlos, was sie an materiellem Besitz auf rechtmäßige Weise erhalten hat, selbst das Essen in ihrer Almosenschale, und benutzt es gemeinsam mit ihren sittlichen geistlichen Gefährten. ",
  "dn33:2.2.45": "Auch diese warmherzige Eigenschaft … führt zu Eintracht und Einigkeit. ",
  "dn33:2.2.46": "Dann lebt da eine Nonne gemäß den Regeln, die sie mit ihren geistlichen Gefährten teilt, sowohl öffentlich als insgeheim. Die Regeln sind ungebrochen, tadellos, makellos und unbeschädigt; sie sind befreiend, werden von vernünftigen Menschen gepriesen, sind nicht fehlgeleitet und führen in die Versenkung. ",
  "dn33:2.2.47": "Auch diese warmherzige Eigenschaft … führt zu Eintracht und Einigkeit. ",
  "dn33:2.2.48": "Dann lebt da eine Nonne gemäß der Ansicht, die sie mit ihren geistlichen Gefährten teilt, sowohl öffentlich als insgeheim. Diese Ansicht ist edel, macht unabhängig und führt den, der sie übt, zum völligen Beenden des Leidens. ",
  "dn33:2.2.49": "Auch diese warmherzige Eigenschaft sorgt für Zuneigung und Achtung, führt zum Einbeziehen, zum Nicht-Streiten, zu Eintracht und Einigkeit. ",
  "dn33:2.2.50": "Sechs Wurzeln des Streits: ",
  "dn33:2.2.51": "Da ist ein Mönch reizbar und feindselig. ",
  "dn33:2.2.52": "Ein solcher Mönch hat keine Achtung und keine Ehrfurcht vor dem Lehrer, vor der Lehre und vor dem Saṅgha, und er erfüllt die Schulung nicht. ",
  "dn33:2.2.53": "Er stiftet Streit im Saṅgha; das ist zum Schaden und Unglück vieler Menschen, zum Unheil, Schaden und Leiden von Göttern und Menschen. ",
  "dn33:2.2.54": "Wenn ihr eine solche Wurzel des Streits in euch oder anderen seht, dann versucht, dieses schlechte Ding aufzugeben. ",
  "dn33:2.2.55": "Wenn ihr sie nicht seht, dann übt so, dass sie in Zukunft nicht entsteht. ",
  "dn33:2.2.56": "So gebt ihr diese schlechte Wurzel des Streits auf, sodass sie in Zukunft nicht entsteht. ",
  "dn33:2.2.57": "Dann ist da ein Mönch beleidigend und verächtlich … ",
  "dn33:2.2.58": "Er ist eifersüchtig und geizig … ",
  "dn33:2.2.59": "Er ist verschlagen und hinterhältig … ",
  "dn33:2.2.60": "Er hat üble Wünsche und falsche Ansicht … ",
  "dn33:2.2.61": "Er hängt an seinen Ansichten, hält sie fest und weigert sich, sie loszulassen. ",
  "dn33:2.2.62": " ",
  "dn33:2.2.63": " ",
  "dn33:2.2.64": "Wenn ihr eine solche Wurzel des Streits in euch oder anderen seht, dann versucht, dieses schlechte Ding aufzugeben. ",
  "dn33:2.2.65": "Wenn ihr sie nicht seht, dann übt so, dass sie in Zukunft nicht entsteht. ",
  "dn33:2.2.66": "So gebt ihr diese schlechte Wurzel des Streits auf, sodass sie in Zukunft nicht entsteht. ",
  "dn33:2.2.67": "Sechs Elemente: ",
  "dn33:2.2.68": "Erde, Wasser, Feuer, Luft, Raum und Bewusstsein. ",
  "dn33:2.2.69": "Sechs Elemente des Entrinnens: ",
  "dn33:2.2.70": "Nehmen wir eine Nonne, die sagt: ",
  "dn33:2.2.71": "‚Ich habe die Erlösung des Herzens durch Liebe entwickelt. Ich habe sie gepflegt, sie zu meinem Fahrzeug und meiner Grundlage gemacht, habe sie hochgehalten, gefestigt und richtig umgesetzt. ",
  "dn33:2.2.72": "Und doch hält böser Wille meinen Geist immer noch gefangen.‘ ",
  "dn33:2.2.73": "Man sollte ihr sagen: ‚So nicht, Ehrwürdige! Sag das nicht. Stell den Buddha nicht falsch dar, denn es ist nicht gut, den Buddha falsch darzustellen. Und der Buddha würde das nicht sagen. ",
  "dn33:2.2.74": "Es ist unmöglich, werte Freundin, es kann nicht sein, dass die Erlösung des Herzens durch Liebe entwickelt und richtig umgesetzt wurde, ",
  "dn33:2.2.75": "und dass doch böser Wille immer noch den Geist gefangen hält. ",
  "dn33:2.2.76": "Denn durch die Erlösung des Herzens durch Liebe entrinnt man bösem Willen.‘ ",
  "dn33:2.2.77": "Nehmen wir eine andere Nonne, die sagt: ",
  "dn33:2.2.78": "‚Ich habe die Erlösung des Herzens durch Mitgefühl entwickelt. Ich habe sie gepflegt, sie zu meinem Fahrzeug und meiner Grundlage gemacht, habe sie hochgehalten, gefestigt und richtig umgesetzt. ",
  "dn33:2.2.79": "Und doch hält der Gedanke an Verletzen meinen Geist immer noch gefangen.‘ ",
  "dn33:2.2.80": "Man sollte ihr sagen: ‚So nicht, Ehrwürdige! … ",
  "dn33:2.2.81": " ",
  "dn33:2.2.82": " ",
  "dn33:2.2.83": "Denn durch die Erlösung des Herzens durch Mitgefühl entrinnt man Gedanken an Verletzen.‘ ",
  "dn33:2.2.84": "Nehmen wir eine andere Nonne, die sagt: ",
  "dn33:2.2.85": "‚Ich habe die Erlösung des Herzens durch freudige Anteilnahme entwickelt. Ich habe sie gepflegt, sie zu meinem Fahrzeug und meiner Grundlage gemacht, habe sie hochgehalten, gefestigt und richtig umgesetzt. ",
  "dn33:2.2.86": "Und doch hält Widerwille meinen Geist immer noch gefangen.‘ ",
  "dn33:2.2.87": "Man sollte ihr sagen: ‚So nicht, Ehrwürdige! … ",
  "dn33:2.2.88": " ",
  "dn33:2.2.89": " ",
  "dn33:2.2.90": "Denn durch die Erlösung des Herzens durch freudige Anteilnahme entrinnt man dem Widerwillen.‘ ",
  "dn33:2.2.91": "Nehmen wir eine andere Nonne, die sagt: ",
  "dn33:2.2.92": "‚Ich habe die Erlösung des Herzens durch Gleichmut entwickelt. Ich habe sie gepflegt, sie zu meinem Fahrzeug und meiner Grundlage gemacht, habe sie hochgehalten, gefestigt und richtig umgesetzt. ",
  "dn33:2.2.93": "Und doch hält Begierde meinen Geist immer noch gefangen.‘ ",
  "dn33:2.2.94": "Man sollte ihr sagen: ‚So nicht, Ehrwürdige! … ",
  "dn33:2.2.95": " ",
  "dn33:2.2.96": " ",
  "dn33:2.2.97": "Denn durch die Erlösung des Herzens durch Gleichmut entrinnt man der Begierde.‘ ",
  "dn33:2.2.98": "Nehmen wir eine andere Nonne, die sagt: ",
  "dn33:2.2.99": "‚Ich habe die merkmalslose Erlösung des Herzens entwickelt. Ich habe sie gepflegt, sie zu meinem Fahrzeug und meiner Grundlage gemacht, habe sie hochgehalten, gefestigt und richtig umgesetzt. ",
  "dn33:2.2.100": "Und doch folgt mein Bewusstsein immer noch Merkmalen nach.‘ ",
  "dn33:2.2.101": "Man sollte ihr sagen: ‚So nicht, Ehrwürdige! … ",
  "dn33:2.2.102": " ",
  "dn33:2.2.103": " ",
  "dn33:2.2.104": "Denn durch die merkmalslose Erlösung des Herzens entrinnt man allen Merkmalen.‘ ",
  "dn33:2.2.105": "Nehmen wir eine andere Nonne, die sagt: ",
  "dn33:2.2.106": "‚Ich habe die Einbildung „ich bin“ ausgeräumt. Und ich betrachte nichts mehr als „das bin ich“. ",
  "dn33:2.2.107": "Und doch hält der Pfeil des Zweifels und der Unschlüssigkeit meinen Geist immer noch gefangen.‘ ",
  "dn33:2.2.108": "Man sollte ihr sagen: ‚So nicht, Ehrwürdige! Sag das nicht. Stell den Buddha nicht falsch dar, denn es ist nicht gut, den Buddha falsch darzustellen. Und der Buddha würde das nicht sagen. ",
  "dn33:2.2.109": "Es ist unmöglich, werte Freundin, es kann nicht sein, dass die Einbildung „ich bin“ ausgeräumt wurde und man nichts mehr als „das bin ich“ betrachtet, ",
  "dn33:2.2.110": "und dass doch der Pfeil des Zweifels und der Unschlüssigkeit immer noch den Geist gefangen hält. ",
  "dn33:2.2.111": "Denn indem man die Einbildung „ich bin“ entwurzelt, entrinnt man dem Pfeil des Zweifels und der Unschlüssigkeit.‘ ",
  "dn33:2.2.112": "Sechs unübertreffliche Dinge: ",
  "dn33:2.2.113": "unübertreffliches Sehen, unübertreffliches Hören, unübertrefflicher Gewinn, unübertreffliche Schulung, unübertrefflicher Dienst und unübertreffliche Besinnung. ",
  "dn33:2.2.114": "Sechs Gegenstände zur Besinnung: ",
  "dn33:2.2.115": "die Besinnung auf den Buddha, auf die Lehre, auf den Saṅgha, auf sittliches Verhalten, auf Großzügigkeit und auf die Gottheiten. ",
  "dn33:2.2.116": "Sechs gleichbleibende Reaktionen: ",
  "dn33:2.2.117": "Wenn ein Mönch mit dem Auge ein Bild sieht, ist er weder froh noch traurig. Er bleibt gleichmütig, achtsam und umsichtig. ",
  "dn33:2.2.118": "Wenn er mit dem Ohr einen Ton hört … Wenn er mit der Nase einen Duft riecht … Wenn er mit der Zunge einen Geschmack schmeckt … Wenn er mit dem Körper eine Berührung empfindet … ",
  "dn33:2.2.119": "Wenn er mit dem Geist einen Gedanken erkennt, ist er weder froh noch traurig. Er bleibt gleichmütig, achtsam und umsichtig. ",
  "dn33:2.2.120": "Sechs Wiedergeburtsklassen: ",
  "dn33:2.2.121": "Jemand, der in eine dunkle Klasse hineingeboren wurde, bewirkt ein dunkles Ergebnis. ",
  "dn33:2.2.122": "Jemand, der in eine dunkle Klasse hineingeboren wurde, bewirkt ein helles Ergebnis. ",
  "dn33:2.2.123": "Jemand, der in eine dunkle Klasse hineingeboren wurde, bewirkt das Erlöschen, das weder dunkel noch hell ist. ",
  "dn33:2.2.124": "Jemand, der in eine helle Klasse hineingeboren wurde, bewirkt ein helles Ergebnis. ",
  "dn33:2.2.125": "Jemand, der in eine helle Klasse hineingeboren wurde, bewirkt ein dunkles Ergebnis. ",
  "dn33:2.2.126": "Jemand, der in eine helle Klasse hineingeboren wurde, bewirkt das Erlöschen, das weder dunkel noch hell ist. ",
  "dn33:2.2.127": "Sechs Wahrnehmungen, die zum Durchbruch verhelfen: ",
  "dn33:2.2.128": "die Wahrnehmung der Unbeständigkeit, die Wahrnehmung des Leidens in der Unbeständigkeit, die Wahrnehmung des Fehlens eines Selbst im Leiden, die Wahrnehmung des Aufgebens, die Wahrnehmung des Schwindens und die Wahrnehmung des Aufhörens. ",
  "dn33:2.2.129": "Das sind die Lehren, die zu Sechsergruppen zusammengestellt sind, die vom Buddha richtig erklärt wurden. ",
  "dn33:2.2.130": "Ihr solltet sie alle im Chor aufsagen. ",
  "dn33:2.3.0": "7. Siebener ",
  "dn33:2.3.1": "Da sind zu Siebenergruppen zusammengestellte Lehren, die vom Buddha richtig erklärt wurden. ",
  "dn33:2.3.2": "Ihr solltet sie alle im Chor aufsagen. ",
  "dn33:2.3.3": "Welches sind die Lehren, die zu Siebenergruppen zusammengestellt sind? ",
  "dn33:2.3.4": "Sieben Arten edlen Reichtums: ",
  "dn33:2.3.5": "Reichtum an Vertrauen, sittlichem Verhalten, Gewissen, Besonnenheit, Gelehrsamkeit, Großzügigkeit und Weisheit. ",
  "dn33:2.3.6": "Sieben Faktoren des Erwachens: ",
  "dn33:2.3.7": "Achtsamkeit, Erforschung der Gesetzmäßigkeiten, Energie, Ekstase, Stille, Versenkung und Gleichmut. ",
  "dn33:2.3.8": "Sieben Voraussetzungen für Versenkung: ",
  "dn33:2.3.9": "rechte Ansicht, rechtes Denken, rechte Rede, rechtes Verhalten, rechter Lebenserwerb, rechter Einsatz und rechte Achtsamkeit. ",
  "dn33:2.3.10": "Sieben schlechte Eigenschaften: ",
  "dn33:2.3.11": "Ein Mönch oder eine Nonne ist ohne Vertrauen, gewissenlos, unbesonnen, ungebildet, träge, unachtsam und geistlos. ",
  "dn33:2.3.12": "Sieben gute Eigenschaften: ",
  "dn33:2.3.13": "Ein Mönch oder eine Nonne ist vertrauensvoll, gewissenhaft, besonnen, gebildet, energisch, achtsam und weise. ",
  "dn33:2.3.14": "Sieben Aspekte der Lehren der Guten: ",
  "dn33:2.3.15": "Ein Mönch oder eine Nonne kennt die Lehren, kennt die Bedeutung, kennt sich selbst, kennt das rechte Maß, kennt die rechte Zeit, kennt Versammlungen und kennt Menschen. ",
  "dn33:2.3.16": "Sieben Grundlagen für einen Abschluss: ",
  "dn33:2.3.17": "Ein Mönch oder eine Nonne hat glühende Begeisterung dafür, die Schulung zu unternehmen … ",
  "dn33:2.3.18": "die Lehren zu untersuchen … ",
  "dn33:2.3.19": "sich von Wünschen loszumachen … ",
  "dn33:2.3.20": "sich zurückzuziehen … ",
  "dn33:2.3.21": "Energie aufzurütteln … ",
  "dn33:2.3.22": "achtsam und wach zu sein … ",
  "dn33:2.3.23": "zur Ansicht durchzubrechen. Und dieser Wunsch lässt auch später nicht nach. ",
  "dn33:2.3.24": "Sieben Wahrnehmungen: ",
  "dn33:2.3.25": "die Wahrnehmung der Unbeständigkeit, die Wahrnehmung des Fehlens eines Selbst, die Wahrnehmung der unattraktiven Natur, die Wahrnehmung der nachteiligen Folgen, die Wahrnehmung des Aufgebens, die Wahrnehmung des Schwindens und die Wahrnehmung des Aufhörens. ",
  "dn33:2.3.26": "Sieben Kräfte: ",
  "dn33:2.3.27": "Vertrauen, Energie, Gewissen, Besonnenheit, Achtsamkeit, Versenkung und Weisheit. ",
  "dn33:2.3.28": "Sieben Bewusstseinsebenen: ",
  "dn33:2.3.29": "Es gibt Lebewesen, deren Körper und Wahrnehmung vielfältig sind – wie Menschen, manche Götter und manche Wesen in der Unterwelt. ",
  "dn33:2.3.30": "Das ist die erste Bewusstseinsebene. ",
  "dn33:2.3.31": "Es gibt Lebewesen, deren Körper vielfältig sind und deren Wahrnehmung einheitlich ist – wie die Götter, die durch die erste Vertiefung in Brahmas Gefolge wiedergeboren wurden. ",
  "dn33:2.3.32": "Das ist die zweite Bewusstseinsebene. ",
  "dn33:2.3.33": "Es gibt Lebewesen, deren Körper einheitlich sind und deren Wahrnehmung vielfältig ist – wie die Götter von strahlendem Glanz. ",
  "dn33:2.3.34": "Das ist die dritte Bewusstseinsebene. ",
  "dn33:2.3.35": "Es gibt Lebewesen, deren Körper und Wahrnehmung einheitlich sind – wie die mit Herrlichkeit reich gesegneten Götter. ",
  "dn33:2.3.36": "Das ist die vierte Bewusstseinsebene. ",
  "dn33:2.3.37": "Es gibt Lebewesen, die jegliche Formwahrnehmung überstiegen haben. Mit dem Beenden der Wahrnehmung von Eindrücken und indem sie ihre Aufmerksamkeit nicht der Wahrnehmung von Vielfalt zuwandten, im Wissen: ‚Raum ist unendlich‘, wurden sie in der Dimension des unendlichen Raumes wiedergeboren. ",
  "dn33:2.3.38": "Das ist die fünfte Bewusstseinsebene. ",
  "dn33:2.3.39": "Es gibt Lebewesen, die die Dimension des unendlichen Raumes vollständig überstiegen haben. Im Wissen: ‚Bewusstsein ist unendlich‘ wurden sie in der Dimension des unendlichen Bewusstseins wiedergeboren. ",
  "dn33:2.3.40": "Das ist die sechste Bewusstseinsebene. ",
  "dn33:2.3.41": "Es gibt Lebewesen, die die Dimension des unendlichen Bewusstseins vollständig überstiegen haben. Im Wissen: ‚da ist überhaupt nichts‘ wurden sie in der Dimension des Nichts wiedergeboren. ",
  "dn33:2.3.42": "Das ist die siebte Bewusstseinsebene. ",
  "dn33:2.3.43": "Sieben Menschen, die einer religiösen Gabe würdig sind: ",
  "dn33:2.3.44": "jemand, der auf beide Arten befreit ist, jemand, der durch Weisheit befreit ist, ein persönlicher Zeuge, jemand, der zur Ansicht gelangt ist, jemand, der durch Vertrauen befreit ist, eine Nachfolgerin der Lehren und ein Nachfolger durch Vertrauen. ",
  "dn33:2.3.45": "Sieben zugrunde liegende Neigungen: ",
  "dn33:2.3.46": "sinnliches Verlangen, Ablehnung, Ansichten, Zweifel, Einbildung, der Wunsch, wiedergeboren zu werden, und Unwissenheit. ",
  "dn33:2.3.47": "Sieben Fesseln: ",
  "dn33:2.3.48": "Anziehung, Ablehnung, Ansichten, Zweifel, Einbildung, der Wunsch, wiedergeboren zu werden, und Unwissenheit. ",
  "dn33:2.3.49": "Sieben Richtlinien, um jede disziplinarische Angelegenheit beizulegen, die aufkommen könnte: ",
  "dn33:2.3.50": "Das Beilegen in Gegenwart der Betroffenen ist geeignet. Das Beilegen durch genaues Erinnern ist geeignet. Das Beilegen infolge Genesung von einer Geisteskrankheit ist geeignet. Das Beilegen, weil der Verstoß zugegeben wurde, ist geeignet. Das Beilegen durch Mehrheitsbeschluss ist geeignet. Das Beilegen durch Feststellung schweren Fehlverhaltens ist geeignet. Das Beilegen durch Bedecken mit Gras ist geeignet. ",
  "dn33:2.3.51": "Das sind die Lehren, die zu Siebenergruppen zusammengestellt sind, die vom Buddha richtig erklärt wurden. ",
  "dn33:2.3.52": "Ihr solltet sie alle im Chor aufsagen. ",
  "dn33:2.3.53": "Der zweite Abschnitt zum Aufsagen ist zu Ende. ",
  "dn33:3.1.0": "8. Achter ",
  "dn33:3.1.1": "Da sind zu Achtergruppen zusammengestellte Lehren, die vom Buddha richtig erklärt wurden. ",
  "dn33:3.1.2": "Ihr solltet sie alle im Chor aufsagen. ",
  "dn33:3.1.3": "Welches sind die Lehren, die zu Achtergruppen zusammengestellt sind? ",
  "dn33:3.1.4": "Acht falsche Wege: ",
  "dn33:3.1.5": "falsche Ansicht, falsches Denken, falsche Rede, falsches Verhalten, falscher Lebenserwerb, falscher Einsatz, falsche Achtsamkeit und falsche Versenkung. ",
  "dn33:3.1.6": "Acht richtige Wege: ",
  "dn33:3.1.7": "rechte Ansicht, rechtes Denken, rechte Rede, rechtes Verhalten, rechter Lebenserwerb, rechter Einsatz, rechte Achtsamkeit und rechte Versenkung. ",
  "dn33:3.1.8": "Acht Menschen, die einer religiösen Gabe würdig sind: ",
  "dn33:3.1.9": "Der in den Strom Eingetretene und der, der übt, um die Frucht des Stromeintritts zu verwirklichen; die Einmalwiederkehrerin und die, die übt, um die Frucht der Einmalwiederkehr zu verwirklichen; der Nichtwiederkehrer und der, der übt, um die Frucht der Nichtwiederkehr zu verwirklichen; die Vollendete und die, die für die Vollendung übt. ",
  "dn33:3.1.10": "Acht Grundlagen der Trägheit: ",
  "dn33:3.1.11": "Da hat ein Mönch etwas zu arbeiten. ",
  "dn33:3.1.12": "Er denkt: ",
  "dn33:3.1.13": "‚Ich habe etwas zu arbeiten. Aber bei dieser Arbeit wird mein Körper müde werden. Ich lege mich lieber ein bisschen aufs Ohr.‘ ",
  "dn33:3.1.14": "Er legt sich hin und rüttelt seine Energie nicht auf, um zu erreichen, was noch nicht erreicht ist, zu erringen, was noch nicht errungen ist, und zu erkennen, was noch nicht erkannt ist. ",
  "dn33:3.1.15": "Das ist die erste Grundlage der Trägheit. ",
  "dn33:3.1.16": "Dann hat da eine Nonne etwas gearbeitet. ",
  "dn33:3.1.17": "Sie denkt: ",
  "dn33:3.1.18": "‚Ich habe etwas gearbeitet. Aber während der Arbeit wurde mein Körper müde. Ich lege mich lieber ein bisschen aufs Ohr.‘ ",
  "dn33:3.1.19": "Sie legt sich hin und rüttelt ihre Energie nicht auf … ",
  "dn33:3.1.20": "Das ist die zweite Grundlage der Trägheit. ",
  "dn33:3.1.21": "Dann muss da ein Mönch eine Reise unternehmen. ",
  "dn33:3.1.22": "Er denkt: ",
  "dn33:3.1.23": "‚Ich muss eine Reise unternehmen. Aber beim Gehen wird mein Körper müde werden. Ich lege mich lieber ein bisschen aufs Ohr.‘ ",
  "dn33:3.1.24": "Er legt sich hin und rüttelt seine Energie nicht auf … ",
  "dn33:3.1.25": "Das ist die dritte Grundlage der Trägheit. ",
  "dn33:3.1.26": "Dann hat da eine Nonne eine Reise unternommen. ",
  "dn33:3.1.27": "Sie denkt: ",
  "dn33:3.1.28": "‚Ich habe eine Reise unternommen. Aber beim Gehen wurde mein Körper müde. Ich lege mich lieber ein bisschen aufs Ohr.‘ ",
  "dn33:3.1.29": "Sie legt sich hin und rüttelt ihre Energie nicht auf … ",
  "dn33:3.1.30": "Das ist die vierte Grundlage der Trägheit. ",
  "dn33:3.1.31": "Dann ist da ein Mönch um Almosen umhergezogen, aber er hat nicht genug derbe oder erlesene Speise erhalten, um sich ordentlich satt zu essen. ",
  "dn33:3.1.32": "Er denkt: ",
  "dn33:3.1.33": "‚Ich bin um Almosen umhergezogen, aber ich habe nicht genug derbe oder erlesene Speise erhalten, um mich ordentlich satt zu essen. Mein Körper ist müde und taugt nicht zur Arbeit. Ich lege mich lieber ein bisschen aufs Ohr.‘ ",
  "dn33:3.1.34": "Er legt sich hin und rüttelt seine Energie nicht auf … ",
  "dn33:3.1.35": "Das ist die fünfte Grundlage der Trägheit. ",
  "dn33:3.1.36": "Dann ist da eine Nonne um Almosen umhergezogen, und sie hat genug derbe oder erlesene Speise erhalten, um sich ordentlich satt zu essen. ",
  "dn33:3.1.37": "Sie denkt: ",
  "dn33:3.1.38": "‚Ich bin um Almosen umhergezogen, und ich habe genug derbe oder erlesene Speise erhalten, um mich ordentlich satt zu essen. Mein Körper ist schwer, fühlt sich vollgestopft an und taugt nicht zur Arbeit. Ich lege mich lieber ein bisschen aufs Ohr.‘ ",
  "dn33:3.1.39": "Sie legt sich hin und rüttelt ihre Energie nicht auf … ",
  "dn33:3.1.40": "Das ist die sechste Grundlage der Trägheit. ",
  "dn33:3.1.41": "Dann fühlt sich da ein Mönch ein wenig krank. ",
  "dn33:3.1.42": "Er denkt: ",
  "dn33:3.1.43": "‚Ich fühle mich ein wenig krank. Hinlegen wäre gut für mich. Ich lege mich lieber ein bisschen aufs Ohr.‘ ",
  "dn33:3.1.44": " ",
  "dn33:3.1.45": "Er legt sich hin und rüttelt seine Energie nicht auf … ",
  "dn33:3.1.46": "Das ist die siebte Grundlage der Trägheit. ",
  "dn33:3.1.47": "Dann ist da eine Nonne kürzlich von einer Krankheit genesen. ",
  "dn33:3.1.48": "Sie denkt: ",
  "dn33:3.1.49": "‚Ich bin kürzlich von einer Krankheit genesen. Mein Körper ist schwach und taugt nicht zur Arbeit. Ich lege mich lieber ein bisschen aufs Ohr.‘ ",
  "dn33:3.1.50": "Sie legt sich hin und rüttelt ihre Energie nicht auf, um zu erreichen, was noch nicht erreicht ist, zu erringen, was noch nicht errungen ist, und zu erkennen, was noch nicht erkannt ist. ",
  "dn33:3.1.51": "Das ist die achte Grundlage der Trägheit. ",
  "dn33:3.1.52": "Acht Grundlagen, um die Energie aufzurütteln: ",
  "dn33:3.1.53": "Da hat ein Mönch etwas zu arbeiten. ",
  "dn33:3.1.54": "Er denkt: ",
  "dn33:3.1.55": "‚Ich habe etwas zu arbeiten. Während der Arbeit ist es nicht leicht, mich den Anweisungen der Buddhas zuzuwenden. Ich will lieber vorsorglich meine Energie aufrütteln, um zu erreichen, was noch nicht erreicht ist, zu erringen, was noch nicht errungen ist, und zu erkennen, was noch nicht erkannt ist.‘ ",
  "dn33:3.1.56": "Er rüttelt seine Energie auf, um zu erreichen, was noch nicht erreicht ist, zu erringen, was noch nicht errungen ist, und zu erkennen, was noch nicht erkannt ist. ",
  "dn33:3.1.57": "Das ist die erste Grundlage, um die Energie aufzurütteln. ",
  "dn33:3.1.58": "Dann hat da eine Nonne etwas gearbeitet. ",
  "dn33:3.1.59": "Sie denkt: ",
  "dn33:3.1.60": "‚Ich habe etwas gearbeitet. Während der Arbeit konnte ich mich nicht den Anweisungen der Buddhas zuwenden. Ich will lieber vorsorglich meine Energie aufrütteln.‘ ",
  "dn33:3.1.61": "Sie rüttelt ihre Energie auf … ",
  "dn33:3.1.62": "Das ist die zweite Grundlage, um die Energie aufzurütteln. ",
  "dn33:3.1.63": "Dann muss da ein Mönch eine Reise unternehmen. ",
  "dn33:3.1.64": "Er denkt: ",
  "dn33:3.1.65": "‚Ich muss eine Reise unternehmen. Beim Gehen ist es nicht leicht, mich den Anweisungen der Buddhas zuzuwenden. Ich will lieber vorsorglich meine Energie aufrütteln.‘ ",
  "dn33:3.1.66": " ",
  "dn33:3.1.67": "Er rüttelt seine Energie auf … ",
  "dn33:3.1.68": "Das ist die dritte Grundlage, um die Energie aufzurütteln. ",
  "dn33:3.1.69": "Dann hat da eine Nonne eine Reise unternommen. ",
  "dn33:3.1.70": "Sie denkt: ",
  "dn33:3.1.71": "‚Ich habe eine Reise unternommen. Beim Gehen konnte ich mich nicht den Anweisungen der Buddhas zuwenden. Ich will lieber vorsorglich meine Energie aufrütteln.‘ ",
  "dn33:3.1.72": "Sie rüttelt ihre Energie auf … ",
  "dn33:3.1.73": "Das ist die vierte Grundlage, um die Energie aufzurütteln. ",
  "dn33:3.1.74": "Dann ist da ein Mönch um Almosen umhergezogen, aber er hat nicht genug derbe oder erlesene Speise erhalten, um sich ordentlich satt zu essen. ",
  "dn33:3.1.75": "Er denkt: ",
  "dn33:3.1.76": "‚Ich bin um Almosen umhergezogen, aber ich habe nicht genug derbe oder erlesene Speise erhalten, um mich ordentlich satt zu essen. Mein Körper ist leicht und taugt zur Arbeit. Ich will lieber vorsorglich meine Energie aufrütteln.‘ ",
  "dn33:3.1.77": "Er rüttelt seine Energie auf … ",
  "dn33:3.1.78": "Das ist die fünfte Grundlage, um die Energie aufzurütteln. ",
  "dn33:3.1.79": "Dann ist da eine Nonne um Almosen umhergezogen, und sie hat genug derbe oder erlesene Speise erhalten, um sich ordentlich satt zu essen. ",
  "dn33:3.1.80": "Sie denkt: ",
  "dn33:3.1.81": "‚Ich bin um Almosen umhergezogen, und ich habe genug derbe oder erlesene Speise erhalten, um mich ordentlich satt zu essen. Mein Körper ist kräftig und taugt zur Arbeit. Ich will lieber vorsorglich meine Energie aufrütteln.‘ ",
  "dn33:3.1.82": "Sie rüttelt ihre Energie auf … ",
  "dn33:3.1.83": "Das ist die sechste Grundlage, um die Energie aufzurütteln. ",
  "dn33:3.1.84": "Dann fühlt sich da ein Mönch ein wenig krank. ",
  "dn33:3.1.85": "Er denkt: ",
  "dn33:3.1.86": "‚Ich fühle mich ein wenig krank. Es ist möglich, dass diese Krankheit schlimmer wird. Ich will lieber vorsorglich meine Energie aufrütteln.‘ ",
  "dn33:3.1.87": "Er rüttelt seine Energie auf … ",
  "dn33:3.1.88": "Das ist die siebte Grundlage, um die Energie aufzurütteln. ",
  "dn33:3.1.89": "Dann ist da eine Nonne kürzlich von einer Krankheit genesen. ",
  "dn33:3.1.90": "Sie denkt: ",
  "dn33:3.1.91": "‚Ich bin kürzlich von einer Krankheit genesen. Es ist möglich, dass die Krankheit wiederkommt. Ich will lieber vorsorglich meine Energie aufrütteln, um zu erreichen, was noch nicht erreicht ist, zu erringen, was noch nicht errungen ist, und zu erkennen, was noch nicht erkannt ist.‘ ",
  "dn33:3.1.92": "Sie rüttelt ihre Energie auf, um zu erreichen, was noch nicht erreicht ist, zu erringen, was noch nicht errungen ist, und zu erkennen, was noch nicht erkannt ist. ",
  "dn33:3.1.93": "Das ist die achte Grundlage, um die Energie aufzurütteln. ",
  "dn33:3.1.94": "Acht Beweggründe für das Geben: ",
  "dn33:3.1.95": "Jemand beleidigt jemanden und gibt dann eine Spende. Jemand gibt aus Furcht. Jemand gibt in dem Gedanken: ‚Dieser Mensch hat mir gegeben.‘ Jemand gibt in dem Gedanken: ‚Dieser Mensch wird mir geben.‘ Jemand gibt in dem Gedanken: ‚Geben ist gut.‘ Jemand gibt in dem Gedanken: ‚Ich koche, sie kochen nicht. Es wäre nicht recht von mir, ihnen nichts zu geben.‘ Jemand gibt in dem Gedanken: ‚Wenn ich diese Spende gebe, werde ich einen guten Ruf haben.‘ Jemand gibt in dem Gedanken: ‚Das ist ein Schmuck und ein Bestandteil für den Geist.‘ ",
  "dn33:3.1.96": " ",
  "dn33:3.1.97": "Acht Wiedergeburten durch Geben: ",
  "dn33:3.1.98": "Da gibt als Erstes eine Person Asketen oder Brahmanen Spenden wie Essen, Trinken, Kleidung und Transportmittel, Kränze, Parfüm und Make-up, ein Bett, ein Haus und Licht. ",
  "dn33:3.1.99": "Was sie auch gibt, sie erwartet dafür etwas zurück. ",
  "dn33:3.1.100": "Sie sieht einen vermögenden Adligen, Brahmanen oder Hausbesitzer, der mit den fünf Arten sinnlicher Erregung versorgt und ausgestattet ist und sich damit vergnügt. ",
  "dn33:3.1.101": "Sie denkt: ",
  "dn33:3.1.102": "‚Ach könnte ich doch, wenn mein Körper auseinanderbricht, nach dem Tod, unter gutsituierten Adligen, Brahmanen oder Hausbesitzern wiedergeboren werden!‘ ",
  "dn33:3.1.103": "Sie hält sich an diesen Gedanken, konzentriert sich darauf und entwickelt ihn. Da sie sich an Geringeres hält und es nicht weiterentwickelt, führt ihr Gedanke dazu, dass sie dort wiedergeboren wird. ",
  "dn33:3.1.104": "Aber ich sage, das gilt nur für jemanden mit sittlichem Verhalten, nicht für jemand Unmoralischen. ",
  "dn33:3.1.105": "Der Herzenswunsch eines sittlichen Menschen wird aufgrund seiner Reinheit erfüllt. ",
  "dn33:3.1.106": "Dann gibt da eine Person Asketen oder Brahmanen Spenden. ",
  "dn33:3.1.107": "Was sie auch gibt, sie erwartet dafür etwas zurück. ",
  "dn33:3.1.108": "Und sie hat gehört: ",
  "dn33:3.1.109": "‚Die Götter der Vier Großen Könige haben ein langes Leben, sind schön und sehr glücklich.‘ ",
  "dn33:3.1.110": "Sie denkt: ",
  "dn33:3.1.111": "‚Ach könnte ich doch, wenn mein Körper auseinanderbricht, nach dem Tod, unter den Göttern der Vier Großen Könige wiedergeboren werden!‘ ",
  "dn33:3.1.112": "Sie hält sich an diesen Gedanken, konzentriert sich darauf und entwickelt ihn. Da sie sich an Geringeres hält und es nicht weiterentwickelt, führt ihr Gedanke dazu, dass sie dort wiedergeboren wird. ",
  "dn33:3.1.113": "Aber ich sage, das gilt nur für jemanden mit sittlichem Verhalten, nicht für jemand Unmoralischen. ",
  "dn33:3.1.114": "Der Herzenswunsch eines sittlichen Menschen wird aufgrund seiner Reinheit erfüllt. ",
  "dn33:3.1.115": "Dann gibt da eine Person Asketen oder Brahmanen Spenden. ",
  "dn33:3.1.116": "Was sie auch gibt, sie erwartet dafür etwas zurück. ",
  "dn33:3.1.117": "Und sie hat gehört: ",
  "dn33:3.1.118": "‚Die Götter der Dreiunddreißig …‘ ",
  "dn33:3.1.119": "‚Die Yama-Götter …‘ ",
  "dn33:3.1.120": "‚Die Freudvollen Götter …‘ ",
  "dn33:3.1.121": "‚Die Götter, die gerne erschaffen …‘ ",
  "dn33:3.1.122": "‚Die Götter, die über die Schöpfungen anderer herrschen, haben ein langes Leben, sind schön und sehr glücklich.‘ ",
  "dn33:3.1.123": "Sie denkt: ",
  "dn33:3.1.124": "‚Ach könnte ich doch, wenn mein Körper auseinanderbricht, nach dem Tod, unter den Göttern wiedergeboren werden, die über die Schöpfungen anderer herrschen!‘ ",
  "dn33:3.1.125": "Sie hält sich an diesen Gedanken, konzentriert sich darauf und entwickelt ihn. Da sie sich an Geringeres hält und es nicht weiterentwickelt, führt ihr Gedanke dazu, dass sie dort wiedergeboren wird. ",
  "dn33:3.1.126": "Aber ich sage, das gilt nur für jemanden mit sittlichem Verhalten, nicht für jemand Unmoralischen. ",
  "dn33:3.1.127": "Der Herzenswunsch eines sittlichen Menschen wird aufgrund seiner Reinheit erfüllt. ",
  "dn33:3.1.128": "Dann gibt da eine Person Asketen oder Brahmanen Spenden wie Essen, Trinken, Kleidung und Transportmittel, Kränze, Parfüm und Make-up, ein Bett, ein Haus und Licht. ",
  "dn33:3.1.129": "Was sie auch gibt, sie erwartet dafür etwas zurück. ",
  "dn33:3.1.130": "Und sie hat gehört: ",
  "dn33:3.1.131": "‚Die Götter aus Brahmās Gefolge haben ein langes Leben, sind schön und sehr glücklich.‘ ",
  "dn33:3.1.132": "Sie denkt: ",
  "dn33:3.1.133": "‚Ach könnte ich doch, wenn mein Körper auseinanderbricht, nach dem Tod, unter den Göttern aus Brahmās Gefolge wiedergeboren werden!‘ ",
  "dn33:3.1.134": "Sie hält sich an diesen Gedanken, konzentriert sich darauf und entwickelt ihn. Da sie sich an Geringeres hält und es nicht weiterentwickelt, führt ihr Gedanke dazu, dass sie dort wiedergeboren wird. ",
  "dn33:3.1.135": "Aber ich sage, das gilt nur für jemanden mit sittlichem Verhalten, nicht für jemand Unmoralischen. ",
  "dn33:3.1.136": "Und für jemanden, der frei von Verlangen ist, nicht für jemanden voller Verlangen. ",
  "dn33:3.1.137": "Der Herzenswunsch eines sittlichen Menschen wird erfüllt, weil er frei von Verlangen ist. ",
  "dn33:3.1.138": "Acht Versammlungen: ",
  "dn33:3.1.139": "eine Versammlung von Adligen, von Brahmanen, von Hausbesitzern, von Asketen; eine Versammlung der Götter unter den Vier Großen Königen; eine Versammlung der Götter unter den Dreiunddreißig; eine Versammlung von Māras; eine Versammlung von Brahmās. ",
  "dn33:3.1.140": "Acht weltliche Gegebenheiten: ",
  "dn33:3.1.141": "Gewinn und Verlust, Ruhm und Schande, Tadel und Lob, Glück und Schmerz. ",
  "dn33:3.1.142": "Acht Dimensionen der Meisterschaft: ",
  "dn33:3.1.143": "Während man Form innerlich wahrnimmt, sieht man äußere Bilder, unbegrenzt, sowohl schön als auch hässlich. Wenn man das gemeistert hat, ist man sich klar: ‚Ich erkenne und sehe.‘ ",
  "dn33:3.1.144": "Das ist die erste Dimension der Meisterschaft. ",
  "dn33:3.1.145": "Während man Form innerlich wahrnimmt, sieht man äußere Bilder, unbegrenzt, sowohl schön als auch hässlich. Wenn man das gemeistert hat, ist man sich klar: ‚Ich erkenne und sehe.‘ ",
  "dn33:3.1.146": " ",
  "dn33:3.1.147": "Das ist die zweite Dimension der Meisterschaft. ",
  "dn33:3.1.148": "Während man keine Form innerlich wahrnimmt, sieht man äußere Bilder, begrenzt, sowohl schön als auch hässlich. Wenn man das gemeistert hat, ist man sich klar: ‚Ich erkenne und sehe.‘ ",
  "dn33:3.1.149": "Das ist die dritte Dimension der Meisterschaft. ",
  "dn33:3.1.150": "Während man keine Form innerlich wahrnimmt, sieht man äußere Bilder, unbegrenzt, sowohl schön als auch hässlich. Wenn man das gemeistert hat, ist man sich klar: ‚Ich erkenne und sehe.‘ ",
  "dn33:3.1.151": "Das ist die vierte Dimension der Meisterschaft. ",
  "dn33:3.1.152": "Während man keine Form innerlich wahrnimmt, sieht man äußere Bilder, blau, von blauer Farbe, in blauer Schattierung, blauem Ton. ",
  "dn33:3.1.153": "Wie eine Flachsblüte, blau, von blauer Farbe, in blauer Schattierung, blauem Ton. Oder wie Stoff aus Bārāṇasī, auf beiden Seiten satiniert, blau, von blauer Farbe, in blauer Schattierung, blauem Ton. ",
  "dn33:3.1.154": "Wenn man das gemeistert hat, ist man sich klar: ‚Ich erkenne und sehe.‘ ",
  "dn33:3.1.155": "Das ist die fünfte Dimension der Meisterschaft. ",
  "dn33:3.1.156": "Während man keine Form innerlich wahrnimmt, sieht man äußere Bilder, gelb, von gelber Farbe, in gelber Schattierung, gelbem Ton. ",
  "dn33:3.1.157": "Wie eine Kaṇikārablüte, gelb, von gelber Farbe, in gelber Schattierung, gelbem Ton. Oder wie Stoff aus Bārāṇasī, auf beiden Seiten satiniert, gelb, von gelber Farbe, in gelber Schattierung, gelbem Ton. ",
  "dn33:3.1.158": "Wenn man das gemeistert hat, ist man sich klar: ‚Ich erkenne und sehe.‘ ",
  "dn33:3.1.159": "Das ist die sechste Dimension der Meisterschaft. ",
  "dn33:3.1.160": "Während man keine Form innerlich wahrnimmt, sieht man äußere Bilder, rot, von roter Farbe, in roter Schattierung, rotem Ton. ",
  "dn33:3.1.161": "Wie eine scharlachrote Malvenblüte, rot, von roter Farbe, in roter Schattierung, rotem Ton. Oder wie Stoff aus Bārāṇasī, auf beiden Seiten satiniert, rot, von roter Farbe, in roter Schattierung, rotem Ton. ",
  "dn33:3.1.162": "Wenn man das gemeistert hat, ist man sich klar: ‚Ich erkenne und sehe.‘ ",
  "dn33:3.1.163": "Das ist die siebte Dimension der Meisterschaft. ",
  "dn33:3.1.164": "Während man keine Form innerlich wahrnimmt, sieht man äußere Bilder, weiß, von weißer Farbe, in weißer Schattierung, weißem Ton. ",
  "dn33:3.1.165": "Wie der Morgenstern, weiß, von weißer Farbe, in weißer Schattierung, weißem Ton. Oder wie Stoff aus Bārāṇasī, auf beiden Seiten satiniert, weiß, von weißer Farbe, in weißer Schattierung, weißem Ton. ",
  "dn33:3.1.166": "Wenn man das gemeistert hat, ist man sich klar: ‚Ich erkenne und sehe.‘ ",
  "dn33:3.1.167": "Das ist die achte Dimension der Meisterschaft. ",
  "dn33:3.1.168": "Acht Befreiungen: ",
  "dn33:3.1.169": "Man besitzt körperliche Form und sieht Bilder. ",
  "dn33:3.1.170": "Das ist die erste Befreiung. ",
  "dn33:3.1.171": "Während man keine materielle Form innerlich wahrnimmt, sieht man äußere Bilder. ",
  "dn33:3.1.172": "Das ist die zweite Befreiung. ",
  "dn33:3.1.173": "Man ist einzig auf Schönheit ausgerichtet. ",
  "dn33:3.1.174": "Das ist die dritte Befreiung. ",
  "dn33:3.1.175": "Man übersteigt jegliche Formwahrnehmung, und mit dem Beenden der Wahrnehmung von Eindrücken, und indem man sich nicht der Wahrnehmung von Vielfalt zuwendet, im Wissen: ‚Raum ist unendlich‘, tritt man in die Dimension des unendlichen Raumes ein und verweilt darin. ",
  "dn33:3.1.176": "Das ist die vierte Befreiung. ",
  "dn33:3.1.177": "Man übersteigt vollständig die Dimension des unendlichen Raumes im Wissen: ‚Bewusstsein ist unendlich‘, tritt in die Dimension des unendlichen Bewusstseins ein und verweilt darin. ",
  "dn33:3.1.178": "Das ist die fünfte Befreiung. ",
  "dn33:3.1.179": "Man übersteigt vollständig die Dimension des unendlichen Bewusstseins im Wissen: ‚da ist überhaupt nichts‘, tritt in die Dimension des Nichts ein und verweilt darin. ",
  "dn33:3.1.180": "Das ist die sechste Befreiung. ",
  "dn33:3.1.181": "Man übersteigt vollständig die Dimension des Nichts, tritt in die Dimension ein, die weder Wahrnehmung noch keine Wahrnehmung hat, und verweilt darin. ",
  "dn33:3.1.182": "Das ist die siebte Befreiung. ",
  "dn33:3.1.183": "Man übersteigt vollständig die Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat, tritt in das Aufhören von Wahrnehmung und Gefühl ein und verweilt darin. ",
  "dn33:3.1.184": "Das ist die achte Befreiung. ",
  "dn33:3.1.185": "Das sind die Lehren, die zu Achtergruppen zusammengestellt sind, die vom Buddha richtig erklärt wurden. ",
  "dn33:3.1.186": "Ihr solltet sie alle im Chor aufsagen. ",
  "dn33:3.2.0": "9. Neuner ",
  "dn33:3.2.1": "Da sind zu Neunergruppen zusammengestellte Lehren, die vom Buddha richtig erklärt wurden. ",
  "dn33:3.2.2": "Ihr solltet sie alle im Chor aufsagen. ",
  "dn33:3.2.3": "Welches sind die Lehren, die zu Neunergruppen zusammengestellt sind? ",
  "dn33:3.2.4": "Neun Grundlagen für Groll: ",
  "dn33:3.2.5": "Beim Gedanken: ‚Dieser Mensch hat mir Unrecht getan‘ hegt man Groll. ",
  "dn33:3.2.6": "Beim Gedanken: ‚Er tut mir Unrecht‘ … ",
  "dn33:3.2.7": "‚Er wird mir Unrecht tun‘ … ",
  "dn33:3.2.8": "‚Er hat jemandem, den ich liebe, Unrecht getan‘ … ",
  "dn33:3.2.9": "‚Er tut jemandem, den ich liebe, Unrecht‘ … ",
  "dn33:3.2.10": "‚Er wird jemandem, den ich liebe, Unrecht tun‘ … ",
  "dn33:3.2.11": "‚Er hat jemandem geholfen, den ich nicht mag‘ … ",
  "dn33:3.2.12": "‚Er hilft jemandem, den ich nicht mag‘ … ",
  "dn33:3.2.13": "Beim Gedanken: ‚Dieser Mensch wird jemandem helfen, den ich nicht mag‘ hegt man Groll. ",
  "dn33:3.2.14": "Neun Methoden, um sich von Groll loszumachen: ",
  "dn33:3.2.15": "Beim Gedanken: ‚Dieser Mensch hat mir Unrecht getan, doch was kann ich da machen?‘ macht man sich von Groll los. ",
  "dn33:3.2.16": "Beim Gedanken: ‚Er tut mir Unrecht …‘ … ",
  "dn33:3.2.17": "‚Er wird mir Unrecht tun …‘ … ",
  "dn33:3.2.18": "‚Er hat jemandem, den ich liebe, Unrecht getan …‘ … ",
  "dn33:3.2.19": "‚Er tut jemandem, den ich liebe, Unrecht …‘ … ",
  "dn33:3.2.20": "‚Er wird jemandem, den ich liebe, Unrecht tun …‘ … ",
  "dn33:3.2.21": "‚Er hat jemandem geholfen, den ich nicht mag …‘ … ",
  "dn33:3.2.22": "‚Er hilft jemandem, den ich nicht mag …‘ … ",
  "dn33:3.2.23": "Beim Gedanken: ‚Dieser Mensch wird jemandem helfen, den ich nicht mag, doch was kann ich da machen?‘ macht man sich von Groll los. ",
  "dn33:3.2.24": "Neun Wohnplätze der Lebewesen: ",
  "dn33:3.2.25": "Es gibt Lebewesen, deren Körper und Wahrnehmung vielfältig sind – wie Menschen, manche Götter und manche Wesen in der Unterwelt. ",
  "dn33:3.2.26": "Das ist der erste Wohnplatz der Lebewesen. ",
  "dn33:3.2.27": "Es gibt Lebewesen, deren Körper vielfältig sind und deren Wahrnehmung einheitlich ist – wie die Götter, die durch die erste Vertiefung in Brahmas Gefolge wiedergeboren wurden. ",
  "dn33:3.2.28": "Das ist der zweite Wohnplatz der Lebewesen. ",
  "dn33:3.2.29": "Es gibt Lebewesen, deren Körper einheitlich sind und deren Wahrnehmung vielfältig ist – wie die Götter von strahlendem Glanz. ",
  "dn33:3.2.30": "Das ist der dritte Wohnplatz der Lebewesen. ",
  "dn33:3.2.31": "Es gibt Lebewesen, deren Körper und Wahrnehmung einheitlich sind – wie die mit Herrlichkeit reich gesegneten Götter. ",
  "dn33:3.2.32": "Das ist der vierte Wohnplatz der Lebewesen. ",
  "dn33:3.2.33": "Es gibt Lebewesen, die sind ohne Wahrnehmung und erleben nichts – wie die göttlichen Wesen ohne Wahrnehmung. ",
  "dn33:3.2.34": "Das ist der fünfte Wohnplatz der Lebewesen. ",
  "dn33:3.2.35": "Es gibt Lebewesen, die jegliche Formwahrnehmung überstiegen haben. Mit dem Beenden der Wahrnehmung von Eindrücken und indem sie sich nicht der Wahrnehmung von Vielfalt zuwandten, im Wissen: ‚Raum ist unendlich‘, wurden sie in der Dimension des unendlichen Raumes wiedergeboren. ",
  "dn33:3.2.36": "Das ist der sechste Wohnplatz der Lebewesen. ",
  "dn33:3.2.37": "Es gibt Lebewesen, die die Dimension des unendlichen Raumes vollständig überstiegen haben. Im Wissen: ‚Bewusstsein ist unendlich‘ wurden sie in der Dimension des unendlichen Bewusstseins wiedergeboren. ",
  "dn33:3.2.38": "Das ist der siebte Wohnplatz der Lebewesen. ",
  "dn33:3.2.39": "Es gibt Lebewesen, die die Dimension des unendlichen Bewusstseins vollständig überstiegen haben. Im Wissen: ‚da ist überhaupt nichts‘ wurden sie in der Dimension des Nichts wiedergeboren. ",
  "dn33:3.2.40": "Das ist der achte Wohnplatz der Lebewesen. ",
  "dn33:3.2.41": "Es gibt Lebewesen, die die Dimension des Nichts vollständig überstiegen haben. Sie wurden in der Dimension wiedergeboren, die weder Wahrnehmung noch keine Wahrnehmung hat. ",
  "dn33:3.2.42": "Das ist der neunte Wohnplatz der Lebewesen. ",
  "dn33:3.2.43": "Neun verpasste Gelegenheiten für die geistliche Übung: ",
  "dn33:3.2.44": "Zunächst ist da ein Klargewordener in der Welt erschienen. Er lehrt den Dhamma, der zum Frieden, zum Erlöschen, zum Erwachen führt, wie er vom Heiligen verkündet wurde. ",
  "dn33:3.2.45": "Aber man wurde in der Hölle wiedergeboren. ",
  "dn33:3.2.46": "Das ist die erste verpasste Gelegenheit für die geistliche Übung. ",
  "dn33:3.2.47": "Dann ist da ein Klargewordener in der Welt erschienen. ",
  "dn33:3.2.48": "Aber man wurde im Tierreich wiedergeboren. ",
  "dn33:3.2.49": "Das ist die zweite verpasste Gelegenheit für die geistliche Übung. ",
  "dn33:3.2.50": "Dann ist da ein Klargewordener in der Welt erschienen. ",
  "dn33:3.2.51": "Aber man wurde im Gespensterreich wiedergeboren. ",
  "dn33:3.2.52": "Das ist die dritte verpasste Gelegenheit für die geistliche Übung. ",
  "dn33:3.2.53": "Dann ist da ein Klargewordener in der Welt erschienen. ",
  "dn33:3.2.54": "Aber man wurde unter den Dämonen wiedergeboren. ",
  "dn33:3.2.55": "Das ist die vierte verpasste Gelegenheit für die geistliche Übung. ",
  "dn33:3.2.56": "Dann ist da ein Klargewordener in der Welt erschienen. ",
  "dn33:3.2.57": "Aber man wurde in einer der Klassen langlebiger Götter wiedergeboren. ",
  "dn33:3.2.58": "Das ist die fünfte verpasste Gelegenheit für die geistliche Übung. ",
  "dn33:3.2.59": "Dann ist da ein Klargewordener in der Welt erschienen. ",
  "dn33:3.2.60": "Aber man wurde in den Grenzgebieten wiedergeboren, unter fremden wilden Stämmen, da, wo Nonnen, Mönche, Laienmänner und Laienfrauen nicht hingehen. ",
  "dn33:3.2.61": "Das ist die sechste verpasste Gelegenheit für die geistliche Übung. ",
  "dn33:3.2.62": "Dann ist da ein Klargewordener in der Welt erschienen. ",
  "dn33:3.2.63": "Und man wurde in einem zentralen Land wiedergeboren. Aber man hat eine falsche Ansicht und einen verzerrten Blickwinkel: ",
  "dn33:3.2.64": "‚Geben, Opfer oder Spenden an Verstorbene gibt es nicht. Es gibt keine Frucht und kein Ergebnis von guten und schlechten Taten. Es gibt kein Leben nach dem Tod. Mutter und Vater bestehen nicht fort. Es gibt keine Wesen, die durch unmittelbares Erscheinen wiedergeboren werden. Und es gibt keine Asketen oder Brahmanen, die richtig verwirklicht sind, richtig geübt haben, die ein Leben nach dem Tod erklären, das sie durch eigene Einsicht erkannt haben.‘ ",
  "dn33:3.2.65": "Das ist die siebte verpasste Gelegenheit für die geistliche Übung. ",
  "dn33:3.2.66": "Dann ist da ein Klargewordener in der Welt erschienen. ",
  "dn33:3.2.67": "Und man wurde in einem zentralen Land wiedergeboren. Aber man ist geistlos, stumpf und dumm, nicht in der Lage, zu unterscheiden, was gut gesagt und was dürftig gesagt ist. ",
  "dn33:3.2.68": "Das ist die achte verpasste Gelegenheit für die geistliche Übung. ",
  "dn33:3.2.69": "Dann ist da ein Klargewordener in der Welt erschienen. ",
  "dn33:3.2.70": "Aber er lehrt nicht den Dhamma, der zum Frieden, zum Erlöschen, zum Erwachen führt, wie er vom Heiligen verkündet wurde. Und man wurde in einem zentralen Land wiedergeboren. Und man ist weise, aufgeweckt und verständig, in der Lage, zu unterscheiden, was gut gesagt und was dürftig gesagt ist. ",
  "dn33:3.2.71": "Das ist die neunte verpasste Gelegenheit für die geistliche Übung. ",
  "dn33:3.2.72": "Neun fortschreitende Meditationen: ",
  "dn33:3.2.73": "Da tritt ein Mönch oder eine Nonne, ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, in die erste Vertiefung ein und verweilt darin; da gibt es die Ekstase und die Seligkeit der Abgeschiedenheit, während man den Geist ausrichtet und hält. ",
  "dn33:3.2.74": "Wenn das Ausrichten und Halten des Geistes sich beruhigt, tritt man in die zweite Vertiefung ein und verweilt darin; da gibt es die Ekstase und die Seligkeit der Versenkung, mit innerer Klarheit und Zuversicht und geeintem Geist, ohne Ausrichten und Halten. ",
  "dn33:3.2.75": "Und mit dem Schwinden der Ekstase tritt man in die dritte Vertiefung ein und verweilt darin; da meditiert man mit Gleichmut, achtsam und umsichtig, und erfährt persönlich die Seligkeit, von der die Edlen erklären: ‚Gleichmütig und achtsam meditiert man in Seligkeit.‘ ",
  "dn33:3.2.76": "Indem man Glück und Schmerz aufgibt und frühere Fröhlichkeit und Traurigkeit beendet, tritt man in die vierte Vertiefung ein und verweilt darin, ohne Glück oder Schmerz, mit reinem Gleichmut und reiner Achtsamkeit. ",
  "dn33:3.2.77": "Man übersteigt jegliche Formwahrnehmung, und mit dem Beenden der Wahrnehmung von Eindrücken, indem man sich nicht der Wahrnehmung von Vielfalt zuwendet, im Wissen: ‚Raum ist unendlich‘, tritt man in die Dimension des unendlichen Raumes ein und verweilt darin. ",
  "dn33:3.2.78": "Man übersteigt vollständig die Dimension des unendlichen Raumes im Wissen: ‚Bewusstsein ist unendlich‘, tritt in die Dimension des unendlichen Bewusstseins ein und verweilt darin. ",
  "dn33:3.2.79": "Man übersteigt vollständig die Dimension des unendlichen Bewusstseins im Wissen: ‚da ist überhaupt nichts‘, tritt in die Dimension des Nichts ein und verweilt darin. ",
  "dn33:3.2.80": "Man übersteigt vollständig die Dimension des Nichts, tritt in die Dimension ein, die weder Wahrnehmung noch keine Wahrnehmung hat, und verweilt darin. ",
  "dn33:3.2.81": "Man übersteigt vollständig die Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat, tritt in das Aufhören von Wahrnehmung und Gefühl ein und verweilt darin. ",
  "dn33:3.2.82": "Neun fortschreitende Stufen des Aufhörens: ",
  "dn33:3.2.83": "Wenn man die erste Vertiefung erreicht hat, hat sinnliche Wahrnehmung aufgehört. ",
  "dn33:3.2.84": "Wenn man die zweite Vertiefung erreicht hat, hat das Ausrichten und Halten des Geistes aufgehört. ",
  "dn33:3.2.85": "Wenn man die dritte Vertiefung erreicht hat, hat Ekstase aufgehört. ",
  "dn33:3.2.86": "Wenn man die vierte Vertiefung erreicht hat, hat das Atmen aufgehört. ",
  "dn33:3.2.87": "Wenn man die Dimension des unendlichen Raumes erreicht hat, hat die Formwahrnehmung aufgehört. ",
  "dn33:3.2.88": "Wenn man die Dimension des unendlichen Bewusstseins erreicht hat, hat die Wahrnehmung der Dimension des unendlichen Raumes aufgehört. ",
  "dn33:3.2.89": "Wenn man die Dimension des Nichts erreicht hat, hat die Wahrnehmung der Dimension des unendlichen Bewusstseins aufgehört. ",
  "dn33:3.2.90": "Wenn man die Dimension erreicht hat, die weder Wahrnehmung noch keine Wahrnehmung hat, hat die Wahrnehmung der Dimension des Nichts aufgehört. ",
  "dn33:3.2.91": "Wenn man das Aufhören von Wahrnehmung und Gefühl erreicht hat, haben Wahrnehmung und Gefühl aufgehört. ",
  "dn33:3.2.92": "Das sind die Lehren, die zu Neunergruppen zusammengestellt sind, die vom Buddha richtig erklärt wurden. ",
  "dn33:3.2.93": "Ihr solltet sie alle im Chor aufsagen. ",
  "dn33:3.3.0": "10. Zehner ",
  "dn33:3.3.1": "Da sind zu Zehnergruppen zusammengestellte Lehren, die vom Buddha richtig erklärt wurden. ",
  "dn33:3.3.2": "Ihr solltet sie alle im Chor aufsagen. ",
  "dn33:3.3.3": "Welches sind die Lehren, die zu Zehnergruppen zusammengestellt sind? ",
  "dn33:3.3.4": "Zehn Eigenschaften, die als Beschützer dienen: ",
  "dn33:3.3.5": "Zunächst ist da ein Mönch sittlich, gezügelt in der Ordenssatzung, verhält sich angemessen und sucht an angemessenen Orten um Almosen nach. Er sieht die Gefahr im kleinsten Fehler und hält die Regeln ein, die er sich vorgenommen hat. ",
  "dn33:3.3.6": " ",
  "dn33:3.3.7": "Das ist eine Eigenschaft, die als Beschützer dient. ",
  "dn33:3.3.8": "Weiterhin ist eine Nonne sehr gelehrt, erinnert und behält, was sie gehört hat: diese Lehren, die am Anfang gut, in der Mitte gut und am Ende gut sind, bedeutsam und gut ausgedrückt; die eine geistliche Übung beschreiben, die in sich geschlossen und rein ist. In diesen Lehren ist sie sehr bewandert, erinnert sie, festigt sie, indem sie sie aufsagt, prüft sie mit dem Geist und erfasst sie gedanklich. ",
  "dn33:3.3.9": " ",
  "dn33:3.3.10": "Auch das ist eine Eigenschaft, die als Beschützer dient. ",
  "dn33:3.3.11": "Weiterhin hat ein Mönch gute Freunde, Genossen und Gefährten. ",
  "dn33:3.3.12": " ",
  "dn33:3.3.13": "Auch das ist eine Eigenschaft, die als Beschützer dient. ",
  "dn33:3.3.14": "Weiterhin ist eine Nonne leicht zu ermahnen, sie hat Eigenschaften, durch die sie leicht zu ermahnen ist. Sie ist geduldig und nimmt die Anleitung respektvoll an. ",
  "dn33:3.3.15": " ",
  "dn33:3.3.16": "Auch das ist eine Eigenschaft, die als Beschützer dient. ",
  "dn33:3.3.17": "Weiterhin ist ein Mönch geschickt und unermüdlich bei vielen verschiedenen Pflichten für seine geistlichen Gefährten. Er versteht, wie die Dinge anzupacken sind, um die Arbeit zu erledigen oder zu veranlassen. ",
  "dn33:3.3.18": " ",
  "dn33:3.3.19": "Auch das ist eine Eigenschaft, die als Beschützer dient. ",
  "dn33:3.3.20": "Weiterhin liebt eine Nonne die Lehren, es ist eine Lust, sich mit ihr zu unterhalten, sie ist voller Freude über die Lehre und Schulung. ",
  "dn33:3.3.21": " ",
  "dn33:3.3.22": "Auch das ist eine Eigenschaft, die als Beschützer dient. ",
  "dn33:3.3.23": "Weiterhin ist ein Mönch mit jeder Art von Roben, Almosen, Unterkunft sowie Arznei und Krankenversorgung zufrieden. ",
  "dn33:3.3.24": " ",
  "dn33:3.3.25": "Auch das ist eine Eigenschaft, die als Beschützer dient. ",
  "dn33:3.3.26": "Weiterhin lebt eine Nonne so, dass sie ihre Energie aufrüttelt, um untaugliche Eigenschaften aufzugeben und sich taugliche Eigenschaften zu eigen zu machen. Sie ist stark, beharrlich strebsam, und lässt nicht nach beim Entwickeln tauglicher Eigenschaften. ",
  "dn33:3.3.27": " ",
  "dn33:3.3.28": "Auch das ist eine Eigenschaft, die als Beschützer dient. ",
  "dn33:3.3.29": "Weiterhin ist ein Mönch achtsam. Er besitzt äußerste Achtsamkeit und Wachheit, und an Dinge, die vor langer Zeit getan oder gesagt wurden, kann er sich erinnern und sie sich ins Gedächtnis rufen. ",
  "dn33:3.3.30": " ",
  "dn33:3.3.31": "Auch das ist eine Eigenschaft, die als Beschützer dient. ",
  "dn33:3.3.32": "Weiterhin ist eine Nonne weise. Sie besitzt die Erkenntnis des Entstehens und Vergehens, die edel und durchdringend ist und zum völligen Beenden des Leidens führt. ",
  "dn33:3.3.33": " ",
  "dn33:3.3.34": "Auch das ist eine Eigenschaft, die als Beschützer dient. ",
  "dn33:3.3.35": "Zehn allumfassende Dimensionen der Meditation: ",
  "dn33:3.3.36": "Man nimmt die Meditation über die allumfassende Erde wahr, nach oben, nach unten, dazwischen, ungeteilt und grenzenlos. ",
  "dn33:3.3.37": "Man nimmt die Meditation über das allumfassende Wasser wahr … ",
  "dn33:3.3.38": "die Meditation über das allumfassende Feuer … ",
  "dn33:3.3.39": "die Meditation über die allumfassende Luft … ",
  "dn33:3.3.40": "die Meditation über allumfassendes Blau … ",
  "dn33:3.3.41": "die Meditation über allumfassendes Gelb … ",
  "dn33:3.3.42": "die Meditation über allumfassendes Rot … ",
  "dn33:3.3.43": "die Meditation über allumfassendes Weiß … ",
  "dn33:3.3.44": "die Meditation über den allumfassenden Raum … ",
  "dn33:3.3.45": "Man nimmt die Meditation über das allumfassende Bewusstsein wahr, nach oben, nach unten, dazwischen, ungeteilt und grenzenlos. ",
  "dn33:3.3.46": "Zehn Arten, untaugliche Taten zu begehen: ",
  "dn33:3.3.47": "lebende Geschöpfe töten, stehlen, sexuelle Verfehlungen begehen; falsche, entzweiende, harte oder unsinnige Rede gebrauchen; Begehrlichkeit, bösen Willen und falsche Ansicht hegen. ",
  "dn33:3.3.48": "Zehn Arten, taugliche Dinge zu tun: ",
  "dn33:3.3.49": "Man unterlässt es, lebende Geschöpfe zu töten, zu stehlen und sexuelle Verfehlungen zu begehen; man unterlässt den Gebrauch falscher, entzweiender, harter oder unsinniger Rede; Zufriedenheit, Wohlwollen und rechte Ansicht. ",
  "dn33:3.3.50": "Zehn edle Wohnplätze: ",
  "dn33:3.3.51": "Ein Mönch oder eine Nonne hat fünf Faktoren aufgegeben, besitzt sechs Faktoren, hat einen einzigen Wächter, hat vier Arten von Rückhalt, hat eigenwillige Deutung der Wahrheit beseitigt, hat das Suchen vollständig hinter sich gelassen, hat reine Absichten, hat den körperlichen Ablauf gestillt und ist im Herzen gut befreit und durch Weisheit gut befreit. ",
  "dn33:3.3.52": "Und wie hat ein Mönch fünf Faktoren aufgegeben? ",
  "dn33:3.3.53": "Da hat ein Mönch sinnliches Verlangen, bösen Willen, Dumpfheit und Benommenheit, Rastlosigkeit und Reue sowie Zweifel aufgegeben. ",
  "dn33:3.3.54": "So hat ein Mönch fünf Faktoren aufgegeben. ",
  "dn33:3.3.55": "Und wie besitzt eine Nonne sechs Faktoren? ",
  "dn33:3.3.56": "Wenn eine Nonne mit dem Auge ein Bild sieht, ist sie weder froh noch traurig. Sie bleibt gleichmütig, achtsam und umsichtig. ",
  "dn33:3.3.57": "Wenn sie mit dem Ohr einen Ton hört … Wenn sie mit der Nase einen Duft riecht … Wenn sie mit der Zunge einen Geschmack schmeckt … Wenn sie mit dem Körper eine Berührung empfindet … ",
  "dn33:3.3.58": "Wenn sie mit dem Geist einen Gedanken erkennt, ist sie weder froh noch traurig. Sie bleibt gleichmütig, achtsam und umsichtig. ",
  "dn33:3.3.59": "So besitzt eine Nonne sechs Faktoren. ",
  "dn33:3.3.60": "Und wie hat ein Mönch einen einzigen Wächter? ",
  "dn33:3.3.61": "Da wird das Herz eines Mönchs von Achtsamkeit bewacht. ",
  "dn33:3.3.62": "So hat ein Mönch einen einzigen Wächter. ",
  "dn33:3.3.63": "Und wie hat eine Nonne vier Arten von Rückhalt? ",
  "dn33:3.3.64": "Nach Abschätzung gebraucht eine Nonne manche Dinge, nach Abschätzung erträgt sie manche Dinge, nach Abschätzung geht sie manchen Dingen aus dem Weg, und manche Dinge beseitigt sie nach Abschätzung. ",
  "dn33:3.3.65": "So hat eine Nonne vier Arten von Rückhalt. ",
  "dn33:3.3.66": "Und wie hat ein Mönch eigenwillige Deutung der Wahrheit beseitigt? ",
  "dn33:3.3.67": "Verschiedene Asketen und Brahmanen deuten die Wahrheit unterschiedlich auf eigenwillige Weise. Ein Mönch hat all diese zerstreut, beseitigt, verworfen, ausgeräumt, freigemacht, aufgegeben und davon abgelassen. ",
  "dn33:3.3.68": "So hat ein Mönch eigenwillige Deutung der Wahrheit beseitigt. ",
  "dn33:3.3.69": "Und wie hat eine Nonne das Suchen vollständig hinter sich gelassen? ",
  "dn33:3.3.70": "Da sucht eine Nonne nicht mehr nach Sinnenfreuden, nach fortgesetztem Dasein oder nach einem spirituellen Pfad. ",
  "dn33:3.3.71": "So hat eine Nonne das Suchen vollständig hinter sich gelassen. ",
  "dn33:3.3.72": "Und wie hat ein Mönch reine Absichten? ",
  "dn33:3.3.73": "Da hat ein Mönch sinnliche, boshafte und grausame Absichten aufgegeben. ",
  "dn33:3.3.74": "So hat ein Mönch reine Absichten. ",
  "dn33:3.3.75": "Und wie hat eine Nonne den körperlichen Ablauf gestillt? ",
  "dn33:3.3.76": "Da gibt eine Nonne Glück und Schmerz auf und beendet frühere Fröhlichkeit und Traurigkeit und tritt so in die vierte Vertiefung ein und verweilt darin, ohne Glück oder Schmerz, mit reinem Gleichmut und reiner Achtsamkeit. ",
  "dn33:3.3.77": "So hat eine Nonne den körperlichen Ablauf gestillt. ",
  "dn33:3.3.78": "Und wie ist ein Mönch im Herzen gut befreit? ",
  "dn33:3.3.79": "Da ist der Geist eines Mönchs von Gier, Hass und Täuschung befreit. ",
  "dn33:3.3.80": "So ist ein Mönch im Herzen gut befreit. ",
  "dn33:3.3.81": "Und wie ist eine Nonne durch Weisheit gut befreit? ",
  "dn33:3.3.82": "Da versteht eine Nonne: ‚Ich habe Gier, Hass und Täuschung aufgegeben, habe sie an der Wurzel abgeschnitten, sodass sie wie der Stumpf einer Palme sind, dass sie ausgelöscht sind und sich in Zukunft nicht mehr erheben können.‘ ",
  "dn33:3.3.83": " ",
  "dn33:3.3.84": " ",
  "dn33:3.3.85": "So ist eine Nonne durch Weisheit gut befreit. ",
  "dn33:3.3.86": "Zehn Eigenschaften eines Meisters: ",
  "dn33:3.3.87": "rechte Ansicht, rechtes Denken, rechte Rede, rechtes Verhalten, rechter Lebenserwerb, rechter Einsatz, rechte Achtsamkeit, rechte Versenkung, rechte Erkenntnis und rechte Freiheit eines Meisters. ",
  "dn33:3.3.88": "Werte Freunde, das sind die Lehren, die zu Zehnergruppen zusammengestellt sind, die vom Buddha richtig erklärt wurden. ",
  "dn33:3.3.89": "Ihr solltet sie alle im Chor aufsagen, ohne zu streiten, sodass dieser spirituelle Pfad lange Zeit bestehen bleibt – zum Nutzen und Glück vieler Menschen, aus Anteilnahme für die Welt, zum Vorteil, Nutzen und Glück von Göttern und Menschen.“ ",
  "dn33:3.4.1": "Da erhob sich der Buddha und sagte zum Ehrwürdigen Sāriputta: ",
  "dn33:3.4.2": "„Gut, gut, Sāriputta! ",
  "dn33:3.4.3": "Es ist gut, dass du diese Lehrdarlegung über das Aufsagen im Chor gegeben hast.“ ",
  "dn33:3.4.4": "Das sagte der Ehrwürdige Sāriputta, und der Lehrer stimmte zu. ",
  "dn33:3.4.5": "Zufrieden freuten sich die Mönche und Nonnen über die Worte des Ehrwürdigen Sāriputta. "
}