{
  "dn34:0.1": "Lange Lehrreden 34 ",
  "dn34:0.2": "Bis zu zehn ",
  "dn34:1.1.1": "So habe ich es gehört: ",
  "dn34:1.1.2": "Einmal hielt sich der Buddha bei Campā am Ufer des Gaggarā-Lotusteichs auf, zusammen mit einem großen Saṅgha von fünfhundert Mönchen und Nonnen. ",
  "dn34:1.1.3": "Da wandte sich Sāriputta an die Mönche und Nonnen: ",
  "dn34:1.1.4": "„Werte Freunde, Mönche und Nonnen!“ ",
  "dn34:1.1.5": "„Werter Freund“, antworteten sie. ",
  "dn34:1.1.6": "Sāriputta sagte: ",
  "dn34:1.1.7": "„Ich will die Lehren bis zu zehn zusammentragen, ",
  "dn34:1.1.8": "mit denen man das Erlöschen erlangt, ",
  "dn34:1.1.9": "dem Leiden ein Ende macht, ",
  "dn34:1.1.10": "und die von allen Banden erlösen. ",
  "dn34:1.2.0": "1. Einergruppen ",
  "dn34:1.2.1": "Werte Freunde, ein Ding ist eine große Hilfe, ein Ding muss entwickelt werden, ein Ding muss vollständig verstanden werden, ein Ding muss aufgegeben werden, ein Ding führt zum Rückschritt, ein Ding führt zu Erhabenheit, ein Ding ist schwer zu erfassen, ein Ding muss erzeugt werden, ein Ding muss unmittelbar erkannt werden und ein Ding muss verwirklicht werden. ",
  "dn34:1.2.2": "Welches eine Ding ist eine große Hilfe? ",
  "dn34:1.2.3": "Beflissenheit bei tauglichen Eigenschaften. ",
  "dn34:1.2.5": "Welches eine Ding muss entwickelt werden? ",
  "dn34:1.2.6": "Achtsamkeit auf den Körper voller Hochgefühl. ",
  "dn34:1.2.8": "Welches eine Ding muss vollständig verstanden werden? ",
  "dn34:1.2.9": "Berührung, die mit Befleckungen verbunden ist und die zum Ergreifen einlädt. ",
  "dn34:1.2.11": "Welches eine Ding muss aufgegeben werden? ",
  "dn34:1.2.12": "Die Einbildung ‚ich bin‘. ",
  "dn34:1.2.14": "Welches eine Ding führt zum Rückschritt? ",
  "dn34:1.2.15": "Oberflächliche Aufmerksamkeit. ",
  "dn34:1.2.17": "Welches eine Ding führt zu Erhabenheit? ",
  "dn34:1.2.18": "Gründliche Aufmerksamkeit. ",
  "dn34:1.2.20": "Welches eine Ding ist schwer zu erfassen? ",
  "dn34:1.2.21": "Die Versenkung des Herzens mit unmittelbarem Ergebnis. ",
  "dn34:1.2.23": "Welches eine Ding muss erzeugt werden? ",
  "dn34:1.2.24": "Unerschütterliche Erkenntnis. ",
  "dn34:1.2.26": "Welches eine Ding muss unmittelbar erkannt werden? ",
  "dn34:1.2.27": "Alle Lebewesen werden von Nahrung erhalten. ",
  "dn34:1.2.29": "Welches eine Ding muss verwirklicht werden? ",
  "dn34:1.2.30": "Die unerschütterliche Erlösung des Herzens. ",
  "dn34:1.2.32": "Daher sind diese zehn Dinge wahr, wirklich, zutreffend, nicht unwirklich, nicht anders, und der Klargewordene ist richtig zu ihnen erwacht. ",
  "dn34:1.3.0": "2. Zweiergruppen ",
  "dn34:1.3.1": "Zwei Dinge sind eine große Hilfe, zwei Dinge müssen entwickelt werden, zwei Dinge müssen vollständig verstanden werden, zwei Dinge müssen aufgegeben werden, zwei Dinge führen zum Rückschritt, zwei Dinge führen zu Erhabenheit, zwei Dinge sind schwer zu erfassen, zwei Dinge müssen erzeugt werden, zwei Dinge müssen unmittelbar erkannt werden und zwei Dinge müssen verwirklicht werden. ",
  "dn34:1.3.2": "Welche zwei Dinge sind eine große Hilfe? ",
  "dn34:1.3.3": "Achtsamkeit und Umsicht. ",
  "dn34:1.3.5": "Welche zwei Dinge müssen entwickelt werden? ",
  "dn34:1.3.6": "Sammlung und Klarsicht. ",
  "dn34:1.3.8": "Welche zwei Dinge müssen vollständig verstanden werden? ",
  "dn34:1.3.9": "Name und Form. ",
  "dn34:1.3.11": "Welche zwei Dinge müssen aufgegeben werden? ",
  "dn34:1.3.12": "Unwissenheit und Verlangen nach fortgesetztem Dasein. ",
  "dn34:1.3.14": "Welche zwei Dinge führen zum Rückschritt? ",
  "dn34:1.3.15": "Man ist schwer zu ermahnen und man hat schlechte Freunde. ",
  "dn34:1.3.17": "Welche zwei Dinge führen zu Erhabenheit? ",
  "dn34:1.3.18": "Man ist leicht zu ermahnen und man hat gute Freunde. ",
  "dn34:1.3.20": "Welche zwei Dinge sind schwer zu erfassen? ",
  "dn34:1.3.21": "Was der Grund und die Ursache für die Verunreinigung der Lebewesen ist und was der Grund und die Ursache für die Läuterung der Lebewesen ist. ",
  "dn34:1.3.23": "Welche zwei Dinge müssen erzeugt werden? ",
  "dn34:1.3.24": "Zwei Erkenntnisse: ",
  "dn34:1.3.25": "Erkennen der Auflösung und Erkennen des Nicht-Entstehens. ",
  "dn34:1.3.27": "Welche zwei Dinge müssen unmittelbar erkannt werden? ",
  "dn34:1.3.28": "Zwei Elemente: ",
  "dn34:1.3.29": "das bedingte Element und das unbedingte Element. ",
  "dn34:1.3.31": "Welche zwei Dinge müssen verwirklicht werden? ",
  "dn34:1.3.32": "Wissen und Freiheit. ",
  "dn34:1.3.34": "Daher sind diese zwanzig Dinge wahr, wirklich, zutreffend, nicht unwirklich, nicht anders, und der Klargewordene ist richtig zu ihnen erwacht. ",
  "dn34:1.4.0": "3. Dreiergruppen ",
  "dn34:1.4.1": "Drei Dinge sind eine große Hilfe usw. ",
  "dn34:1.4.2": "Welche drei Dinge sind eine große Hilfe? ",
  "dn34:1.4.3": "Umgang mit guten Menschen, der wahren Lehre zuhören und im Einklang mit der Lehre üben. ",
  "dn34:1.4.5": "Welche drei Dinge müssen entwickelt werden? ",
  "dn34:1.4.6": "Drei Arten der Versenkung: ",
  "dn34:1.4.7": "Versenkung, in der man den Geist ausrichtet und hält; Versenkung, in der man den Geist nicht ausrichtet, sondern nur hält; Versenkung, ohne dass man den Geist ausrichtet oder hält. ",
  "dn34:1.4.9": "Welche drei Dinge müssen vollständig verstanden werden? ",
  "dn34:1.4.10": "Drei Gefühle: ",
  "dn34:1.4.11": "angenehm, schmerzhaft und neutral. ",
  "dn34:1.4.13": "Welche drei Dinge müssen aufgegeben werden? ",
  "dn34:1.4.14": "Drei Arten des Verlangens: ",
  "dn34:1.4.15": "Verlangen nach Sinnenfreuden, Verlangen danach, das Dasein fortzusetzen, und Verlangen danach, das Dasein zu beenden. ",
  "dn34:1.4.17": "Welche drei Dinge führen zum Rückschritt? ",
  "dn34:1.4.18": "Drei Wurzeln des Untauglichen: ",
  "dn34:1.4.19": "Gier, Hass und Täuschung sind Wurzeln des Untauglichen. ",
  "dn34:1.4.21": "Welche drei Dinge führen zu Erhabenheit? ",
  "dn34:1.4.22": "Drei Wurzeln des Tauglichen: ",
  "dn34:1.4.23": "Nicht-Gier, Nicht-Hass und Nicht-Täuschung sind Wurzeln des Tauglichen. ",
  "dn34:1.4.25": "Welche drei Dinge sind schwer zu erfassen? ",
  "dn34:1.4.26": "Drei Elemente des Entrinnens: ",
  "dn34:1.4.27": "Entsagung ist das Entrinnen von Sinnenfreuden. Das Formlose ist das Entrinnen von der Form. Das Aufhören ist das Entrinnen von allem, was geschaffen, bedingt und abhängig entstanden ist. ",
  "dn34:1.4.29": "Welche drei Dinge müssen erzeugt werden? ",
  "dn34:1.4.30": "Drei Erkenntnisse: ",
  "dn34:1.4.31": "Erkenntnis in Bezug auf die Vergangenheit, die Zukunft und die Gegenwart. ",
  "dn34:1.4.33": "Welche drei Dinge müssen unmittelbar erkannt werden? ",
  "dn34:1.4.34": "Drei Elemente: ",
  "dn34:1.4.35": "Sinnlichkeit, Form und Formlosigkeit. ",
  "dn34:1.4.37": "Welche drei Dinge müssen verwirklicht werden? ",
  "dn34:1.4.38": "Dreifaches Wissen: ",
  "dn34:1.4.39": "Erinnerung an frühere Leben, Erkenntnis von Tod und Wiedergeburt der Lebewesen und die Erkenntnis, dass die Befleckungen aufgelöst sind. ",
  "dn34:1.4.41": "Daher sind diese dreißig Dinge wahr, wirklich, zutreffend, nicht unwirklich, nicht anders, und der Klargewordene ist richtig zu ihnen erwacht. ",
  "dn34:1.5.0": "4. Vierergruppen ",
  "dn34:1.5.1": "Vier Dinge sind eine große Hilfe usw. ",
  "dn34:1.5.2": "Welche vier Dinge sind eine große Hilfe? ",
  "dn34:1.5.3": "Vier Umstände: ",
  "dn34:1.5.4": "Man lebt in einer geeigneten Gegend, man stützt sich auf gute Menschen, man hat die rechte innere Entschlossenheit und man hat Verdienst aus der Vergangenheit. ",
  "dn34:1.5.6": "Welche vier Dinge müssen entwickelt werden? ",
  "dn34:1.5.7": "Vier Arten der Achtsamkeitsmeditation: ",
  "dn34:1.5.8": "Da meditiert eine Nonne, indem sie einen Aspekt des Körpers beobachtet – eifrig, umsichtig und achtsam, frei von Verlangen nach der Welt oder Abneigung dagegen. ",
  "dn34:1.5.9": "Sie meditiert, indem sie einen Aspekt der Gefühle beobachtet … ",
  "dn34:1.5.10": "Sie meditiert, indem sie einen Aspekt des Geistes beobachtet … ",
  "dn34:1.5.11": "Sie meditiert, indem sie einen Aspekt der natürlichen Gesetzmäßigkeiten beobachtet – eifrig, umsichtig und achtsam, frei von Verlangen nach der Welt oder Abneigung dagegen. ",
  "dn34:1.5.13": "Welche vier Dinge müssen vollständig verstanden werden? ",
  "dn34:1.5.14": "Vier Arten von Nahrung: ",
  "dn34:1.5.15": "Feste Nahrung, grob oder fein; Berührung ist die zweite, eine Absicht im Geist die dritte und Bewusstsein die vierte. ",
  "dn34:1.5.17": "Welche vier Dinge müssen aufgegeben werden? ",
  "dn34:1.5.18": "Vier Fluten: ",
  "dn34:1.5.19": "Die Flut der Sinnlichkeit, die Flut der Fortsetzung des Daseins, die Flut der Ansichten und die Flut der Unwissenheit. ",
  "dn34:1.5.21": "Welche vier Dinge führen zum Rückschritt? ",
  "dn34:1.5.22": "Vier Bindungen: ",
  "dn34:1.5.23": "die Bindung an Sinnlichkeit, an Fortsetzung des Daseins, an Ansichten und an Unwissenheit. ",
  "dn34:1.5.25": "Welche vier Dinge führen zu Erhabenheit? ",
  "dn34:1.5.26": "Vier Arten der Ablösung: ",
  "dn34:1.5.27": "die Ablösung von Sinnlichkeit, von Fortsetzung des Daseins, von Ansichten und von Unwissenheit. ",
  "dn34:1.5.29": "Welche vier Dinge sind schwer zu erfassen? ",
  "dn34:1.5.30": "Vier Arten der Versenkung: ",
  "dn34:1.5.31": "Versenkung, die zum Rückschritt führt, die zum Stillstand führt, die zu Erhabenheit führt und die zum Durchbruch führt. ",
  "dn34:1.5.33": "Welche vier Dinge müssen erzeugt werden? ",
  "dn34:1.5.34": "Vier Erkenntnisse: ",
  "dn34:1.5.35": "Erkenntnis des Gegenwärtigen, abgeleitete Erkenntnis, Erkenntnis des Geistes anderer und herkömmliche Erkenntnis. ",
  "dn34:1.5.37": "Welche vier Dinge müssen unmittelbar erkannt werden? ",
  "dn34:1.5.38": "Die vier edlen Wahrheiten: ",
  "dn34:1.5.39": "die edlen Wahrheiten vom Leiden, vom Ursprung des Leidens, vom Aufhören des Leidens und von der Übung, die zum Aufhören des Leidens führt. ",
  "dn34:1.5.41": "Welche vier Dinge müssen verwirklicht werden? ",
  "dn34:1.5.42": "Vier Früchte des Asketenlebens: ",
  "dn34:1.5.43": "Stromeintritt, Einmalwiederkehr, Nichtwiederkehr und Vollendung. ",
  "dn34:1.5.45": "Daher sind diese vierzig Dinge wahr, wirklich, zutreffend, nicht unwirklich, nicht anders, und der Klargewordene ist richtig zu ihnen erwacht. ",
  "dn34:1.6.0": "5. Fünfergruppen ",
  "dn34:1.6.1": "Fünf Dinge sind eine große Hilfe usw. ",
  "dn34:1.6.2": "Welche fünf Dinge sind eine große Hilfe? ",
  "dn34:1.6.3": "Fünf Faktoren, die die Meditation unterstützen: ",
  "dn34:1.6.4": "Da hat ein Mönch Vertrauen zum Erwachen des Klargewordenen: ",
  "dn34:1.6.5": "‚Dieser Gesegnete ist vollendet, ein vollkommen erwachter Buddha, von vollendetem Wissen und Verhalten, heilig, Kenner der Welt, unübertrefflicher Anleiter für alle, die üben wollen, Lehrer von Göttern und Menschen, erwacht, gesegnet.‘ ",
  "dn34:1.6.6": "Er ist selten krank oder unwohl. Sein Magen verdaut gut, ist weder zu heiß noch zu kalt, sondern genau richtig und passend für die Meditation. ",
  "dn34:1.6.7": "Er ist nicht verschlagen oder hinterhältig. Er vertraut sich aufrichtig dem Lehrer oder vernünftigen geistlichen Gefährten an. ",
  "dn34:1.6.8": "Er lebt so, dass er seine Energie aufrüttelt, um untaugliche Eigenschaften aufzugeben und sich taugliche Eigenschaften zu eigen zu machen. Er ist stark, beharrlich strebsam, und lässt nicht nach beim Entwickeln tauglicher Eigenschaften. ",
  "dn34:1.6.9": "Er ist weise. Er besitzt die Erkenntnis des Entstehens und Vergehens, die edel und durchdringend ist und zum völligen Beenden des Leidens führt. ",
  "dn34:1.6.11": "Welche fünf Dinge müssen entwickelt werden? ",
  "dn34:1.6.12": "Rechte Versenkung mit fünf Faktoren: ",
  "dn34:1.6.13": "durchströmt von Ekstase, durchströmt von Seligkeit, durchströmt von Geist, durchströmt von Licht und mit der Grundlage für die Betrachtung. ",
  "dn34:1.6.15": "Welche fünf Dinge müssen vollständig verstanden werden? ",
  "dn34:1.6.16": "Fünf mit Ergreifen verbundene Aggregate: ",
  "dn34:1.6.17": "Form, Gefühl, Wahrnehmung, Entscheidungen und Bewusstsein. ",
  "dn34:1.6.19": "Welche fünf Dinge müssen aufgegeben werden? ",
  "dn34:1.6.20": "Fünf Hindernisse: ",
  "dn34:1.6.21": "sinnliches Verlangen, böser Wille, Dumpfheit und Benommenheit, Rastlosigkeit und Reue sowie Zweifel. ",
  "dn34:1.6.23": "Welche fünf Dinge führen zum Rückschritt? ",
  "dn34:1.6.24": "Fünf Arten von seelischer Unfruchtbarkeit: ",
  "dn34:1.6.25": "Zunächst hat da eine Nonne Zweifel am Lehrer. Sie ist unsicher, unentschlossen und mutlos. ",
  "dn34:1.6.26": "Wenn das so ist, neigt ihr Geist nicht zu Ehrgeiz, Hingabe, Ausdauer und Mühe. ",
  "dn34:1.6.28": "Das ist die erste Art von seelischer Unfruchtbarkeit. ",
  "dn34:1.6.29": "Dann hat da eine Nonne Zweifel an der Lehre … ",
  "dn34:1.6.30": "am Saṅgha … ",
  "dn34:1.6.31": "und an der Schulung … ",
  "dn34:1.6.32": "Eine Nonne ist zornig und aufgebracht über ihre geistlichen Gefährten, verbittert und verschlossen. ",
  "dn34:1.6.33": "Wenn das so ist, neigt ihr Geist nicht zu Ehrgeiz, Hingabe, Ausdauer und Mühe. ",
  "dn34:1.6.34": "Das ist die fünfte Art von seelischer Unfruchtbarkeit. ",
  "dn34:1.6.36": "Welche fünf Dinge führen zu Erhabenheit? ",
  "dn34:1.6.37": "Fünf Fähigkeiten: ",
  "dn34:1.6.38": "Vertrauen, Energie, Achtsamkeit, Versenkung und Weisheit. ",
  "dn34:1.6.40": "Welche fünf Dinge sind schwer zu erfassen? ",
  "dn34:1.6.41": "Fünf Elemente des Entrinnens: ",
  "dn34:1.6.42": "Da wendet ein Mönch seine Aufmerksamkeit den Sinnenfreuden zu, aber sein Geist ist diesbezüglich nicht begierig, zuversichtlich, fest verankert und entschlossen. ",
  "dn34:1.6.43": "Aber wenn er seine Aufmerksamkeit der Entsagung zuwendet, ist sein Geist begierig, zuversichtlich, fest verankert und entschlossen. ",
  "dn34:1.6.44": "Sein Geist ist in gutem Zustand, gut entwickelt, gut entfaltet, gut befreit und von Sinnenfreuden abgelöst. ",
  "dn34:1.6.45": "Er ist frei von den bedrängenden, fiebrigen Befleckungen, die aufgrund von Sinnenfreuden entstehen, sodass er diese Gefühle nicht fühlt. ",
  "dn34:1.6.46": "So wird das Entrinnen von Sinnenfreuden erklärt. ",
  "dn34:1.6.47": "Dann wendet da eine Nonne ihre Aufmerksamkeit bösem Willen zu, aber ihr Geist ist diesbezüglich nicht begierig … ",
  "dn34:1.6.48": "Aber wenn sie ihre Aufmerksamkeit dem Wohlwollen zuwendet, ist ihr Geist begierig … ",
  "dn34:1.6.49": "Ihr Geist ist in gutem Zustand … und von bösem Willen abgelöst. ",
  "dn34:1.6.50": "Sie ist frei von den bedrängenden, fiebrigen Befleckungen, die aufgrund von bösem Willen entstehen, sodass sie diese Gefühle nicht fühlt. ",
  "dn34:1.6.51": "So wird das Entrinnen von bösem Willen erklärt. ",
  "dn34:1.6.52": "Dann wendet da ein Mönch seine Aufmerksamkeit dem Verletzen zu, aber sein Geist ist diesbezüglich nicht begierig … ",
  "dn34:1.6.53": "Aber wenn er seine Aufmerksamkeit der Gutmütigkeit zuwendet, ist sein Geist begierig … ",
  "dn34:1.6.54": "Sein Geist ist in gutem Zustand … und von Verletzen abgelöst. ",
  "dn34:1.6.55": "Er ist frei von den bedrängenden, fiebrigen Befleckungen, die aufgrund von Verletzen entstehen, sodass er diese Gefühle nicht fühlt. ",
  "dn34:1.6.56": "So wird das Entrinnen vom Verletzen erklärt. ",
  "dn34:1.6.57": "Dann wendet da eine Nonne ihre Aufmerksamkeit der Form zu, aber ihr Geist ist diesbezüglich nicht begierig … ",
  "dn34:1.6.58": "Aber wenn sie ihre Aufmerksamkeit der Formlosigkeit zuwendet, ist ihr Geist begierig … ",
  "dn34:1.6.59": "Ihr Geist ist in gutem Zustand … und von den Formen abgelöst. ",
  "dn34:1.6.60": "Sie ist frei von den bedrängenden, fiebrigen Befleckungen, die aufgrund von Formen entstehen, sodass sie diese Gefühle nicht fühlt. ",
  "dn34:1.6.61": "So wird das Entrinnen von den Formen erklärt. ",
  "dn34:1.6.62": "Dann wendet da ein Mönch seine Aufmerksamkeit der Persönlichkeit zu, aber sein Geist ist diesbezüglich nicht begierig, zuversichtlich, fest verankert und entschlossen. ",
  "dn34:1.6.63": "Aber wenn er seine Aufmerksamkeit dem Aufhören der Persönlichkeit zuwendet, ist sein Geist begierig, zuversichtlich, fest verankert und entschlossen. ",
  "dn34:1.6.64": "Sein Geist ist in gutem Zustand, gut entwickelt, gut entfaltet, gut befreit und von der Persönlichkeit abgelöst. ",
  "dn34:1.6.65": "Er ist frei von den bedrängenden, fiebrigen Befleckungen, die aufgrund der Persönlichkeit entstehen, sodass er diese Gefühle nicht fühlt. ",
  "dn34:1.6.66": "So wird das Entrinnen von der Persönlichkeit erklärt. ",
  "dn34:1.6.68": "Welche fünf Dinge müssen erzeugt werden? ",
  "dn34:1.6.69": "Rechte Versenkung mit fünf Erkenntnissen: ",
  "dn34:1.6.70": "Diese Erkenntnisse kommen in einem persönlich auf: ‚Diese Versenkung ist jetzt selig und führt zu künftiger Seligkeit.‘ ",
  "dn34:1.6.71": "‚Diese Versenkung ist edel und von geistlicher Art.‘ ",
  "dn34:1.6.72": "‚Diese Versenkung wird von Bösewichten nicht gepflegt.‘ ",
  "dn34:1.6.73": "‚Diese Versenkung ist friedvoll, erhaben, still und einheitlich und wird nicht mit Gewalt aufrechterhalten.‘ ",
  "dn34:1.6.74": "‚Ich trete achtsam in diese Versenkung ein und wieder heraus.‘ ",
  "dn34:1.6.76": "Welche fünf Dinge müssen unmittelbar erkannt werden? ",
  "dn34:1.6.77": "Fünf günstige Gelegenheiten zur Befreiung: ",
  "dn34:1.6.78": "Da lehrt der Lehrer oder ein angesehener geistlicher Gefährte eine Nonne den Dhamma. ",
  "dn34:1.6.79": "Diese Nonne ist ergriffen von der Bedeutung und der Lehre in diesem Dhamma, ganz gleich, wie der Lehrer oder der angesehene geistliche Gefährte ihn lehrt. ",
  "dn34:1.6.80": "Wenn sie ergriffen ist, lodert Freude auf. Wenn sie voller Freude ist, lodert Ekstase auf. Wenn der Geist in Ekstase ist, wird der Körper still. Wenn der Körper still ist, empfindet sie Seligkeit. Und wenn sie voller Seligkeit ist, versenkt sich der Geist im Samādhi. ",
  "dn34:1.6.81": "Das ist die erste günstige Gelegenheit zur Befreiung. ",
  "dn34:1.6.82": "Weiterhin kann es sein, dass weder der Lehrer noch ein angesehener geistlicher Gefährte eine Nonne den Dhamma lehrt. Aber die Nonne lehrt andere ausführlich den Dhamma, wie sie ihn gehört und sich eingeprägt hat. ",
  "dn34:1.6.83": "Diese Nonne ist ergriffen von der Bedeutung und der Lehre in diesem Dhamma, ganz gleich, wie sie das, was sie gehört und sich eingeprägt hat, andere ausführlich lehrt. ",
  "dn34:1.6.84": "Wenn sie ergriffen ist, lodert Freude auf. Wenn sie voller Freude ist, lodert Ekstase auf. Wenn der Geist in Ekstase ist, wird der Körper still. Wenn der Körper still ist, empfindet sie Seligkeit. Und wenn sie voller Seligkeit ist, versenkt sich der Geist im Samādhi. ",
  "dn34:1.6.85": "Das ist die zweite günstige Gelegenheit zur Befreiung. ",
  "dn34:1.6.86": "Weiterhin kann es sein, dass weder der Lehrer noch … die Nonne den Dhamma lehrt. Aber die Nonne sagt die Lehre ausführlich auf, wie sie sie gehört und sich eingeprägt hat. ",
  "dn34:1.6.87": "Diese Nonne ist ergriffen von der Bedeutung und der Lehre in diesem Dhamma, ganz gleich, wie sie das, was sie gehört und sich eingeprägt hat, ausführlich aufsagt. ",
  "dn34:1.6.88": "Wenn sie ergriffen ist, lodert Freude auf. Wenn sie voller Freude ist, lodert Ekstase auf. Wenn der Geist in Ekstase ist, wird der Körper still. Wenn der Körper still ist, empfindet sie Seligkeit. Und wenn sie voller Seligkeit ist, versenkt sich der Geist im Samādhi. ",
  "dn34:1.6.89": "Das ist die dritte günstige Gelegenheit zur Befreiung. ",
  "dn34:1.6.90": "Weiterhin kann es sein, dass weder der Lehrer noch … die Nonne den Dhamma lehrt … noch sagt die Nonne die Lehre auf. ",
  "dn34:1.6.91": "Aber die Nonne denkt im Herzen über die Lehre nach und erwägt sie, untersucht sie mit dem Geist, wie sie sie gehört und sich eingeprägt hat. ",
  "dn34:1.6.92": "Diese Nonne ist ergriffen von der Bedeutung und der Lehre in diesem Dhamma, ganz gleich, wie sie über das, was sie gehört und sich eingeprägt hat, im Herzen nachdenkt und es erwägt und es mit dem Geist untersucht. ",
  "dn34:1.6.93": "Wenn sie ergriffen ist, lodert Freude auf. Wenn sie voller Freude ist, lodert Ekstase auf. Wenn der Geist in Ekstase ist, wird der Körper still. Wenn der Körper still ist, empfindet sie Seligkeit. Und wenn sie voller Seligkeit ist, versenkt sich der Geist im Samādhi. ",
  "dn34:1.6.94": "Das ist die vierte günstige Gelegenheit zur Befreiung. ",
  "dn34:1.6.95": "Weiterhin kann es sein, dass weder der Lehrer noch … die Nonne den Dhamma lehrt … noch sagt die Nonne die Lehre auf … noch denkt sie darüber nach. ",
  "dn34:1.6.96": "Aber ein Gegenstand, der eine Grundlage für die Versenkung ist, wird von ihr richtig ergriffen, sie wendet sich ihm richtig zu, verliert ihn nicht aus dem Sinn und erfasst ihn richtig mit Weisheit. ",
  "dn34:1.6.97": "Diese Nonne ist ergriffen von der Bedeutung und der Lehre in diesem Dhamma, ganz gleich, wie sie einen Gegenstand, der eine Grundlage für die Versenkung ist, richtig ergreift, sich ihm richtig zuwendet, wie sie ihn nicht aus dem Sinn verliert und ihn richtig mit Weisheit erfasst. ",
  "dn34:1.6.98": "Wenn sie ergriffen ist, lodert Freude auf. Wenn sie voller Freude ist, lodert Ekstase auf. Wenn der Geist in Ekstase ist, wird der Körper still. Wenn der Körper still ist, empfindet sie Seligkeit. Und wenn sie voller Seligkeit ist, versenkt sich der Geist im Samādhi. ",
  "dn34:1.6.99": "Das ist die fünfte günstige Gelegenheit zur Befreiung. ",
  "dn34:1.6.101": "Welche fünf Dinge müssen verwirklicht werden? ",
  "dn34:1.6.102": "Fünffacher Umfang der Lehre: ",
  "dn34:1.6.103": "der Umfang des sittlichen Verhaltens, der Umfang der Versenkung, der Umfang der Weisheit, der Umfang der Freiheit und der Umfang des Erkennens und Sehens der Freiheit. ",
  "dn34:1.6.105": "Daher sind diese fünfzig Dinge wahr, wirklich, zutreffend, nicht unwirklich, nicht anders, und der Klargewordene ist richtig zu ihnen erwacht. ",
  "dn34:1.7.0": "6. Sechsergruppen ",
  "dn34:1.7.1": "Sechs Dinge sind eine große Hilfe usw. ",
  "dn34:1.7.2": "Welche sechs Dinge sind eine große Hilfe? ",
  "dn34:1.7.3": "Sechs warmherzige Eigenschaften: ",
  "dn34:1.7.4": "Da behandelt ein Mönch seine geistlichen Gefährten stets liebevoll mit dem Körper, sowohl öffentlich als insgeheim. ",
  "dn34:1.7.5": "Diese warmherzige Eigenschaft sorgt für Zuneigung und Achtung, führt zum Einbeziehen, zum Nicht-Streiten, zu Eintracht und Einigkeit. ",
  "dn34:1.7.6": "Dann behandelt da eine Nonne ihre geistlichen Gefährten stets liebevoll mit der Sprache, sowohl öffentlich als insgeheim. ",
  "dn34:1.7.7": "Dann behandelt da ein Mönch seine geistlichen Gefährten stets liebevoll mit dem Geist, sowohl öffentlich als insgeheim. ",
  "dn34:1.7.8": "Dann teilt da eine Nonne vorbehaltlos, was sie an materiellem Besitz auf rechtmäßige Weise erhalten hat, selbst das Essen in ihrer Almosenschale, und benutzt es gemeinsam mit ihren sittlichen geistlichen Gefährten. ",
  "dn34:1.7.9": "Dann lebt da ein Mönch gemäß den Regeln, die er mit seinen geistlichen Gefährten teilt, sowohl öffentlich als insgeheim. Die Regeln sind ungebrochen, tadellos, makellos und unbeschädigt; sie sind befreiend, werden von vernünftigen Menschen gepriesen, sind nicht fehlgeleitet und führen in die Versenkung. ",
  "dn34:1.7.10": "Dann lebt da eine Nonne gemäß der Ansicht, die sie mit ihren geistlichen Gefährten teilt, sowohl öffentlich als insgeheim. Diese Ansicht ist edel, macht unabhängig und führt den, der sie übt, zum völligen Beenden des Leidens. ",
  "dn34:1.7.11": "Diese warmherzige Eigenschaft sorgt für Zuneigung und Achtung, führt zum Einbeziehen, zum Nicht-Streiten, zu Eintracht und Einigkeit. ",
  "dn34:1.7.13": "Welche sechs Dinge müssen entwickelt werden? ",
  "dn34:1.7.14": "Sechs Gegenstände zur Besinnung: ",
  "dn34:1.7.15": "Die Besinnung auf den Buddha, auf die Lehre, auf den Saṅgha, auf sittliches Verhalten, auf Großzügigkeit und auf die Gottheiten. ",
  "dn34:1.7.17": "Welche sechs Dinge müssen vollständig verstanden werden? ",
  "dn34:1.7.18": "Sechs innere Sinnesfelder: ",
  "dn34:1.7.19": "Auge, Ohr, Nase, Zunge, Körper und Geist. ",
  "dn34:1.7.21": "Welche sechs Dinge müssen aufgegeben werden? ",
  "dn34:1.7.22": "Sechs Klassen des Verlangens: ",
  "dn34:1.7.23": "Verlangen nach Bildern, Tönen, Düften, Geschmäcken, Berührungen und Gedanken. ",
  "dn34:1.7.25": "Welche sechs Dinge führen zum Rückschritt? ",
  "dn34:1.7.26": "Sechs Arten von fehlender Achtung: ",
  "dn34:1.7.27": "Ein Mönch oder eine Nonne hat keine Achtung und keine Ehrfurcht vor dem Lehrer, vor der Lehre und vor dem Saṅgha, vor der Schulung, vor Beflissenheit und vor Gastfreundschaft. ",
  "dn34:1.7.29": "Welche sechs Dinge führen zu Erhabenheit? ",
  "dn34:1.7.30": "Sechs Arten von Achtung: ",
  "dn34:1.7.31": "Ein Mönch oder eine Nonne hat Achtung und Ehrfurcht vor dem Lehrer, vor der Lehre und vor dem Saṅgha, vor der Schulung, vor Beflissenheit und vor Gastfreundschaft. ",
  "dn34:1.7.33": "Welche sechs Dinge sind schwer zu erfassen? ",
  "dn34:1.7.34": "Sechs Elemente des Entrinnens: ",
  "dn34:1.7.35": "Nehmen wir einen Mönch, der sagt: ",
  "dn34:1.7.36": "‚Ich habe die Erlösung des Herzens durch Liebe entwickelt. Ich habe sie gepflegt, sie zu meinem Fahrzeug und meiner Grundlage gemacht, habe sie hochgehalten, gefestigt und richtig umgesetzt. ",
  "dn34:1.7.37": "Und doch hält böser Wille meinen Geist immer noch gefangen.‘ ",
  "dn34:1.7.38": "Man sollte ihm sagen: ‚So nicht, Ehrwürdiger! Sag das nicht. Stell den Buddha nicht falsch dar, denn es ist nicht gut, den Buddha falsch darzustellen. Und der Buddha würde das nicht sagen. ",
  "dn34:1.7.39": "Es ist unmöglich, werter Freund, es kann nicht sein, dass die Erlösung des Herzens durch Liebe entwickelt und richtig umgesetzt wurde, ",
  "dn34:1.7.40": "und dass doch böser Wille immer noch den Geist gefangen hält. ",
  "dn34:1.7.41": "Denn durch die Erlösung des Herzens durch Liebe entrinnt man bösem Willen.‘ ",
  "dn34:1.7.42": "Nehmen wir eine andere Nonne, die sagt: ",
  "dn34:1.7.43": "‚Ich habe die Erlösung des Herzens durch Mitgefühl entwickelt. Ich habe sie gepflegt, sie zu meinem Fahrzeug und meiner Grundlage gemacht, habe sie hochgehalten, gefestigt und richtig umgesetzt. ",
  "dn34:1.7.44": "Und doch hält der Gedanke an Verletzen meinen Geist immer noch gefangen.‘ ",
  "dn34:1.7.45": "Man sollte ihr sagen: ‚So nicht, Ehrwürdige! … ",
  "dn34:1.7.46": "Denn durch die Erlösung des Herzens durch Mitgefühl entrinnt man Gedanken an Verletzen.‘ ",
  "dn34:1.7.47": "Nehmen wir einen anderen Mönch, der sagt: ",
  "dn34:1.7.48": "‚Ich habe die Erlösung des Herzens durch freudige Anteilnahme entwickelt … ",
  "dn34:1.7.49": "Und doch hält Widerwille meinen Geist immer noch gefangen.‘ ",
  "dn34:1.7.50": "Man sollte ihm sagen: ‚So nicht, Ehrwürdiger! … ",
  "dn34:1.7.51": "Denn durch die Erlösung des Herzens durch freudige Anteilnahme entrinnt man dem Widerwillen.‘ ",
  "dn34:1.7.52": "Nehmen wir eine andere Nonne, die sagt: ",
  "dn34:1.7.53": "‚Ich habe die Erlösung des Herzens durch Gleichmut entwickelt. Ich habe sie gepflegt, sie zu meinem Fahrzeug und meiner Grundlage gemacht, habe sie hochgehalten, gefestigt und richtig umgesetzt.  … ",
  "dn34:1.7.54": "Und doch hält Begierde meinen Geist immer noch gefangen.‘ ",
  "dn34:1.7.55": "Man sollte ihr sagen: ‚So nicht, Ehrwürdige! … ",
  "dn34:1.7.56": "Denn durch die Erlösung des Herzens durch Gleichmut entrinnt man der Begierde.‘ ",
  "dn34:1.7.57": "Nehmen wir einen anderen Mönch, der sagt: ",
  "dn34:1.7.58": "‚Ich habe die merkmalslose Erlösung des Herzens entwickelt … ",
  "dn34:1.7.59": "Und doch folgt mein Bewusstsein immer noch Merkmalen nach.‘ ",
  "dn34:1.7.60": "Man sollte ihm sagen: ‚So nicht, Ehrwürdiger! … ",
  "dn34:1.7.61": "Denn durch die merkmalslose Erlösung des Herzens entrinnt man allen Merkmalen.‘ ",
  "dn34:1.7.62": "Nehmen wir eine andere Nonne, die sagt: ",
  "dn34:1.7.63": "‚Ich habe die Einbildung „ich bin“ ausgeräumt. Und ich betrachte nichts mehr als „das bin ich“. ",
  "dn34:1.7.64": "Und doch hält der Pfeil des Zweifels und der Unschlüssigkeit meinen Geist immer noch gefangen.‘ ",
  "dn34:1.7.65": "Man sollte ihr sagen: ‚So nicht, Ehrwürdige! Sag das nicht. Stell den Buddha nicht falsch dar, denn es ist nicht gut, den Buddha falsch darzustellen. Und der Buddha würde das nicht sagen. ",
  "dn34:1.7.66": "Es ist unmöglich, werte Freundin, es kann nicht sein, dass die Einbildung „ich bin“ ausgeräumt wurde und man nichts mehr als „das bin ich“ betrachtet, ",
  "dn34:1.7.67": "und dass doch der Pfeil des Zweifels und der Unschlüssigkeit immer noch den Geist gefangen hält. ",
  "dn34:1.7.68": "Denn indem man die Einbildung „ich bin“ entwurzelt, entrinnt man dem Pfeil des Zweifels und der Unschlüssigkeit.‘ ",
  "dn34:1.7.70": "Welche sechs Dinge müssen erzeugt werden? ",
  "dn34:1.7.71": "Sechs gleichbleibende Reaktionen: ",
  "dn34:1.7.72": "Wenn ein Mönch mit dem Auge ein Bild sieht, ist er weder froh noch traurig. Er bleibt gleichmütig, achtsam und umsichtig. ",
  "dn34:1.7.73": "Wenn er mit dem Ohr einen Ton hört … ",
  "dn34:1.7.74": "Wenn er mit der Nase einen Duft riecht … ",
  "dn34:1.7.75": "Wenn er mit der Zunge einen Geschmack schmeckt … ",
  "dn34:1.7.76": "Wenn er mit dem Körper eine Berührung empfindet … ",
  "dn34:1.7.77": "Wenn er mit dem Geist einen Gedanken erkennt, ist er weder froh noch traurig. Er bleibt gleichmütig, achtsam und umsichtig. ",
  "dn34:1.7.79": "Welche sechs Dinge müssen unmittelbar erkannt werden? ",
  "dn34:1.7.80": "Sechs unübertreffliche Dinge: ",
  "dn34:1.7.81": "Unübertreffliches Sehen, unübertreffliches Hören, unübertrefflicher Gewinn, unübertreffliche Schulung, unübertrefflicher Dienst und unübertreffliche Besinnung. ",
  "dn34:1.7.83": "Welche sechs Dinge müssen verwirklicht werden? ",
  "dn34:1.7.84": "Sechs unmittelbare Einsichten: ",
  "dn34:1.7.85": "Da übt eine Nonne die vielen Arten von Wunderkräften aus: sich vervielfältigen und wieder eins werden; erscheinen und verschwinden; ungehindert durch eine Mauer, einen Festungswall oder einen Berg gehen wie durch leeren Raum; in die Erde eintauchen und wieder auftauchen, als wäre sie Wasser; über das Wasser gehen, als wäre es Land; mit gekreuzten Beinen durch die Luft fliegen wie ein Vogel; Sonne und Mond, so mächtig und gewaltig, mit der Hand berühren und streicheln; den Körper beherrschen bis hin zur Brahmāwelt. ",
  "dn34:1.7.86": "Mit geläuterter und übermenschlicher Hellhörigkeit kann sie beide Arten von Tönen hören, menschliche und göttliche, ob nah oder fern. ",
  "dn34:1.7.87": "Sie erkennt den Geist anderer Wesen und Menschen, indem sie ihn mit ihrem Geist erfasst. ",
  "dn34:1.7.90": "Sie erinnert sich an viele Arten früherer Leben mit den Merkmalen und Einzelheiten. ",
  "dn34:1.7.91": "Mit geläuterter und übermenschlicher Hellsichtigkeit sieht sie Lebewesen, wie sie hinscheiden und wieder geboren werden – gering oder hochstehend, schön oder hässlich, an einem guten oder einem schlechten Ort. Sie versteht, wie Lebewesen entsprechend ihrer Taten wiedergeboren werden. ",
  "dn34:1.7.92": "Sie erlangt mit der Auflösung der Befleckungen in diesem Leben die fleckenlose Freiheit des Herzens, die fleckenlose Freiheit durch Weisheit, erkennt sie durch eigene Einsicht und lebt darin. ",
  "dn34:1.7.94": "Daher sind diese sechzig Dinge wahr, wirklich, zutreffend, nicht unwirklich, nicht anders, und der Klargewordene ist richtig zu ihnen erwacht. ",
  "dn34:1.8.0": "7. Siebenergruppen ",
  "dn34:1.8.1": "Sieben Dinge sind eine große Hilfe usw. ",
  "dn34:1.8.2": "Welche sieben Dinge sind eine große Hilfe? ",
  "dn34:1.8.3": "Sieben Arten von Reichtum der Edlen: ",
  "dn34:1.8.4": "Reichtum an Vertrauen, sittlichem Verhalten, Gewissen, Besonnenheit, Gelehrsamkeit, Großzügigkeit und Weisheit. ",
  "dn34:1.8.6": "Welche sieben Dinge müssen entwickelt werden? ",
  "dn34:1.8.7": "Sieben Faktoren des Erwachens: ",
  "dn34:1.8.8": "Achtsamkeit, Erforschung der Gesetzmäßigkeiten, Energie, Ekstase, Stille, Versenkung und Gleichmut. ",
  "dn34:1.8.10": "Welche sieben Dinge müssen vollständig verstanden werden? ",
  "dn34:1.8.11": "Sieben Bewusstseinsebenen: ",
  "dn34:1.8.12": "Es gibt Lebewesen, deren Körper und Wahrnehmung vielfältig sind – wie Menschen, manche Götter und manche Wesen in der Unterwelt. ",
  "dn34:1.8.13": "Das ist die erste Bewusstseinsebene. ",
  "dn34:1.8.14": "Es gibt Lebewesen, deren Körper vielfältig sind und deren Wahrnehmung einheitlich ist – wie die Götter, die durch die erste Vertiefung in Brahmas Gefolge wiedergeboren wurden. ",
  "dn34:1.8.15": "Das ist die zweite Bewusstseinsebene. ",
  "dn34:1.8.16": "Es gibt Lebewesen, deren Körper einheitlich sind und deren Wahrnehmung vielfältig ist – wie die Götter von strahlendem Glanz. ",
  "dn34:1.8.17": "Das ist die dritte Bewusstseinsebene. ",
  "dn34:1.8.18": "Es gibt Lebewesen, deren Körper und Wahrnehmung einheitlich sind – wie die mit Herrlichkeit reich gesegneten Götter. ",
  "dn34:1.8.19": "Das ist die vierte Bewusstseinsebene. ",
  "dn34:1.8.20": "Es gibt Lebewesen, die jegliche Formwahrnehmung überstiegen haben. Mit dem Beenden der Wahrnehmung von Eindrücken und indem sie ihre Aufmerksamkeit nicht der Wahrnehmung von Vielfalt zuwandten, im Wissen: ‚Raum ist unendlich‘, wurden sie in der Dimension des unendlichen Raumes wiedergeboren. ",
  "dn34:1.8.21": "Das ist die fünfte Bewusstseinsebene. ",
  "dn34:1.8.22": "Es gibt Lebewesen, die die Dimension des unendlichen Raumes vollständig überstiegen haben. Im Wissen: ‚Bewusstsein ist unendlich‘ wurden sie in der Dimension des unendlichen Bewusstseins wiedergeboren. ",
  "dn34:1.8.23": "Das ist die sechste Bewusstseinsebene. ",
  "dn34:1.8.24": "Es gibt Lebewesen, die die Dimension des unendlichen Bewusstseins vollständig überstiegen haben. Im Wissen: ‚da ist überhaupt nichts‘ wurden sie in der Dimension des Nichts wiedergeboren. ",
  "dn34:1.8.25": "Das ist die siebte Bewusstseinsebene. ",
  "dn34:1.8.27": "Welche sieben Dinge müssen aufgegeben werden? ",
  "dn34:1.8.28": "Sieben zugrunde liegende Neigungen: ",
  "dn34:1.8.29": "sinnliches Verlangen, Ablehnung, Ansichten, Zweifel, Einbildung, der Wunsch, wiedergeboren zu werden, und Unwissenheit. ",
  "dn34:1.8.31": "Welche sieben Dinge führen zum Rückschritt? ",
  "dn34:1.8.32": "Sieben schlechte Eigenschaften: ",
  "dn34:1.8.33": "Ein Mönch oder eine Nonne ist ohne Vertrauen, gewissenlos, unbesonnen, ungebildet, träge, unachtsam und geistlos. ",
  "dn34:1.8.35": "Welche sieben Dinge führen zu Erhabenheit? ",
  "dn34:1.8.36": "Sieben gute Eigenschaften: ",
  "dn34:1.8.37": "Ein Mönch oder eine Nonne ist vertrauensvoll, gewissenhaft, besonnen, gebildet, energisch, achtsam und weise. ",
  "dn34:1.8.39": "Welche sieben Dinge sind schwer zu erfassen? ",
  "dn34:1.8.40": "Sieben Aspekte der Lehren der Guten: ",
  "dn34:1.8.41": "Ein Mönch oder eine Nonne kennt die Lehren, kennt die Bedeutung, kennt sich selbst, kennt das rechte Maß, kennt die rechte Zeit, kennt Versammlungen und kennt Menschen. ",
  "dn34:1.8.43": "Welche sieben Dinge müssen erzeugt werden? ",
  "dn34:1.8.44": "Sieben Wahrnehmungen: ",
  "dn34:1.8.45": "die Wahrnehmung der Unbeständigkeit, die Wahrnehmung des Fehlens eines Selbst, die Wahrnehmung der unattraktiven Natur, die Wahrnehmung der nachteiligen Folgen, die Wahrnehmung des Aufgebens, die Wahrnehmung des Schwindens und die Wahrnehmung des Aufhörens. ",
  "dn34:1.8.47": "Welche sieben Dinge müssen unmittelbar erkannt werden? ",
  "dn34:1.8.48": "Sieben Grundlagen für einen Abschluss: ",
  "dn34:1.8.49": "Ein Mönch oder eine Nonne hat glühende Begeisterung dafür, die Schulung zu unternehmen … ",
  "dn34:1.8.50": "die Lehren zu untersuchen … ",
  "dn34:1.8.51": "sich von Wünschen loszumachen … ",
  "dn34:1.8.52": "sich zurückzuziehen … ",
  "dn34:1.8.53": "Energie aufzurütteln … ",
  "dn34:1.8.54": "achtsam und wach zu sein … ",
  "dn34:1.8.55": "zur Ansicht durchzubrechen. Und dieser Wunsch lässt auch später nicht nach. ",
  "dn34:1.8.57": "Welche sieben Dinge müssen verwirklicht werden? ",
  "dn34:1.8.58": "Sieben Kräfte eines Menschen, der die Befleckungen aufgelöst hat: ",
  "dn34:1.8.59": "Da hat ein Mönch, der die Befleckungen aufgelöst hat, wahrhaftig mit rechter Weisheit klar gesehen, dass alle Bedingungen unbeständig sind. ",
  "dn34:1.8.60": "Das ist eine Kraft, auf die sich ein Mönch, der die Befleckungen aufgelöst hat, stützt, um zu behaupten: ‚Meine Befleckungen sind aufgelöst.‘ ",
  "dn34:1.8.61": "Dann hat da ein Mönch, der die Befleckungen aufgelöst hat, wahrhaftig mit rechter Weisheit klar gesehen, dass Sinnenfreuden wie eine Grube voll glühender Kohlen sind. … ",
  "dn34:1.8.63": "Dann neigt sich da der Geist eines Mönchs, der die Befleckungen aufgelöst hat, zur Abgeschiedenheit hin, dahin senkt er sich und richtet sich aus. Er ist zurückgezogen, liebt die Entsagung und ist mit den befleckenden Einflüssen völlig fertig. … ",
  "dn34:1.8.65": "Dann hat da ein Mönch, der die Befleckungen aufgelöst hat, die vier Arten der Achtsamkeitsmeditation gut entwickelt. … ",
  "dn34:1.8.67": "Dann hat da ein Mönch, der die Befleckungen aufgelöst hat, die fünf Fähigkeiten gut entwickelt. … ",
  "dn34:1.8.69": "Dann hat da ein Mönch, der die Befleckungen aufgelöst hat, die sieben Faktoren des Erwachens gut entwickelt. … ",
  "dn34:1.8.71": "Dann hat da ein Mönch, der die Befleckungen aufgelöst hat, den edlen achtfachen Pfad gut entwickelt. ",
  "dn34:1.8.72": "Das ist eine Kraft, auf die sich ein Mönch, der die Befleckungen aufgelöst hat, stützt, um zu behaupten: ",
  "dn34:1.8.73": "‚Meine Befleckungen sind aufgelöst.‘ ",
  "dn34:1.8.75": "Daher sind diese siebzig Dinge wahr, wirklich, zutreffend, nicht unwirklich, nicht anders, und der Klargewordene ist richtig zu ihnen erwacht. ",
  "dn34:1.8.76": "Der erste Abschnitt zum Aufsagen ist zu Ende. ",
  "dn34:2.1.0": "8. Achtergruppen ",
  "dn34:2.1.1": "Acht Dinge sind eine große Hilfe usw. ",
  "dn34:2.1.2": "Welche acht Dinge sind eine große Hilfe? ",
  "dn34:2.1.3": "Es gibt acht Gründe und Ursachen, die dazu führen, dass man die Weisheit, die grundlegend für das geistliche Leben ist, erwirbt, und wenn sie erworben wurde, dazu, dass sie anwächst, reift und sich vollständig entwickelt. ",
  "dn34:2.1.4": "Welche acht? ",
  "dn34:2.1.5": "Da lebt eine Nonne, indem sie sich auf den Lehrer oder einen geistlichen Gefährten in der Lehrerrolle stützt. Und sie entwickelt ihnen gegenüber einen ausgeprägten Sinn für Gewissen und Besonnenheit mit Zuneigung und Achtung. ",
  "dn34:2.1.6": "Das ist die erste Ursache. ",
  "dn34:2.1.7": "Wenn eine Nonne so mit dem Lehrer oder einem geistlichen Gefährten in der Lehrerrolle lebt – mit einem ausgeprägten Sinn für Gewissen und Besonnenheit mit Zuneigung und Achtung –, geht sie von Zeit zu Zeit hin und stellt Fragen: ",
  "dn34:2.1.8": "‚Warum, Herr, heißt es so? ",
  "dn34:2.1.9": "Was bedeutet das?‘ ",
  "dn34:2.1.10": "Diese Ehrwürdigen klären, was unklar ist, decken auf, was verborgen ist, und zerstreuen den Zweifel bezüglich vieler zweifelhafter Fragen. ",
  "dn34:2.1.11": "Das ist die zweite Ursache. ",
  "dn34:2.1.12": "Wenn sie diese Lehre gehört hat, vervollkommnet sie den Rückzug mit dem Körper und dem Geist. ",
  "dn34:2.1.13": "Das ist die dritte Ursache. ",
  "dn34:2.1.14": "Dann ist da ein Mönch sittlich, gezügelt in der Ordenssatzung, verhält sich angemessen und sucht an angemessenen Orten um Almosen nach. Er sieht die Gefahr im kleinsten Fehler und hält die Regeln ein, die er sich vorgenommen hat. ",
  "dn34:2.1.15": "Das ist die vierte Ursache. ",
  "dn34:2.1.16": "Dann ist da eine Nonne sehr gelehrt, erinnert und behält, was sie gehört hat: diese Lehren, die am Anfang gut, in der Mitte gut und am Ende gut sind, bedeutsam und gut ausgedrückt; die eine geistliche Übung beschreiben, die in sich geschlossen und rein ist. In diesen Lehren ist sie sehr bewandert, erinnert sie, festigt sie, indem sie sie aufsagt, prüft sie mit dem Geist und erfasst sie gedanklich. ",
  "dn34:2.1.17": "Das ist die fünfte Ursache. ",
  "dn34:2.1.18": "Dann lebt da ein Mönch so, dass er seine Energie aufrüttelt, um untaugliche Eigenschaften aufzugeben und sich taugliche Eigenschaften zu eigen zu machen. Er ist stark, beharrlich strebsam, und lässt nicht nach beim Entwickeln tauglicher Eigenschaften. ",
  "dn34:2.1.19": "Das ist die sechste Ursache. ",
  "dn34:2.1.20": "Dann ist da eine Nonne achtsam. Sie besitzt äußerste Achtsamkeit und Wachheit, und an Dinge, die vor langer Zeit getan oder gesagt wurden, kann sie sich erinnern und sie sich ins Gedächtnis rufen. ",
  "dn34:2.1.21": "Das ist die siebte Ursache. ",
  "dn34:2.1.22": "Dann meditiert da ein Mönch, indem er das Entstehen und Vergehen bei den fünf mit Ergreifen verbundenen Aggregaten beobachtet. ",
  "dn34:2.1.23": "‚So ist Form, so ist ihr Ursprung, so ihr Enden. ",
  "dn34:2.1.24": "So ist Gefühl, so ist sein Ursprung, so sein Enden. ",
  "dn34:2.1.25": "So ist Wahrnehmung, so ist ihr Ursprung, so ihr Enden. ",
  "dn34:2.1.26": "So sind Entscheidungen, so ist ihr Ursprung, so ihr Enden. ",
  "dn34:2.1.27": "So ist Bewusstsein, so ist sein Ursprung, so sein Enden.‘ ",
  "dn34:2.1.28": "Das ist die achte Ursache. ",
  "dn34:2.1.30": "Welche acht Dinge müssen entwickelt werden? ",
  "dn34:2.1.31": "Der edle achtfache Pfad: nämlich ",
  "dn34:2.1.32": "rechte Ansicht, rechtes Denken, rechte Rede, rechtes Verhalten, rechter Lebenserwerb, rechter Einsatz, rechte Achtsamkeit und rechte Versenkung. ",
  "dn34:2.1.34": "Welche acht Dinge müssen vollständig verstanden werden? ",
  "dn34:2.1.35": "Acht weltliche Gegebenheiten: ",
  "dn34:2.1.36": "Gewinn und Verlust, Ruhm und Schande, Lob und Tadel, Glück und Schmerz. ",
  "dn34:2.1.38": "Welche acht Dinge müssen aufgegeben werden? ",
  "dn34:2.1.39": "Acht falsche Wege: ",
  "dn34:2.1.40": "falsche Ansicht, falsches Denken, falsche Rede, falsches Verhalten, falscher Lebenserwerb, falscher Einsatz, falsche Achtsamkeit und falsche Versenkung. ",
  "dn34:2.1.42": "Welche acht Dinge führen zum Rückschritt? ",
  "dn34:2.1.43": "Acht Grundlagen der Trägheit: ",
  "dn34:2.1.44": "Da hat eine Nonne etwas zu arbeiten. ",
  "dn34:2.1.45": "Sie denkt: ",
  "dn34:2.1.46": "‚Ich habe etwas zu arbeiten. Aber bei dieser Arbeit wird mein Körper müde werden. Ich lege mich lieber ein bisschen aufs Ohr.‘ ",
  "dn34:2.1.47": "Sie legt sich hin und rüttelt ihre Energie nicht auf, um zu erreichen, was noch nicht erreicht ist, zu erringen, was noch nicht errungen ist, und zu erkennen, was noch nicht erkannt ist. ",
  "dn34:2.1.48": "Das ist die erste Grundlage der Trägheit. ",
  "dn34:2.1.49": "Dann hat da ein Mönch etwas gearbeitet. ",
  "dn34:2.1.50": "Er denkt: ",
  "dn34:2.1.51": "‚Ich habe etwas gearbeitet. Aber während der Arbeit wurde mein Körper müde. Ich lege mich lieber ein bisschen aufs Ohr.‘ ",
  "dn34:2.1.52": "Er legt sich hin und rüttelt seine Energie nicht auf … ",
  "dn34:2.1.53": "Das ist die zweite Grundlage der Trägheit. ",
  "dn34:2.1.54": "Dann muss da eine Nonne eine Reise unternehmen. ",
  "dn34:2.1.55": "Sie denkt: ",
  "dn34:2.1.56": "‚Ich muss eine Reise unternehmen. Aber beim Gehen wird mein Körper müde werden. Ich lege mich lieber ein bisschen aufs Ohr.‘ ",
  "dn34:2.1.57": "Sie legt sich hin und rüttelt ihre Energie nicht auf … ",
  "dn34:2.1.58": "Das ist die dritte Grundlage der Trägheit. ",
  "dn34:2.1.59": "Dann hat da ein Mönch eine Reise unternommen. ",
  "dn34:2.1.60": "Er denkt: ",
  "dn34:2.1.61": "‚Ich habe eine Reise unternommen. Aber beim Gehen wurde mein Körper müde. Ich lege mich lieber ein bisschen aufs Ohr.‘ ",
  "dn34:2.1.62": "Er legt sich hin und rüttelt seine Energie nicht auf … ",
  "dn34:2.1.63": "Das ist die vierte Grundlage der Trägheit. ",
  "dn34:2.1.64": "Dann ist da eine Nonne um Almosen umhergezogen, aber sie hat nicht genug derbe oder erlesene Speise erhalten, um sich ordentlich satt zu essen. ",
  "dn34:2.1.65": "Sie denkt: ",
  "dn34:2.1.66": "‚Ich bin um Almosen umhergezogen, aber ich habe nicht genug derbe oder erlesene Speise erhalten, um mich ordentlich satt zu essen. Mein Körper ist müde und taugt nicht zur Arbeit. Ich lege mich lieber ein bisschen aufs Ohr.‘ ",
  "dn34:2.1.67": "Das ist die fünfte Grundlage der Trägheit. ",
  "dn34:2.1.68": "Dann ist da ein Mönch um Almosen umhergezogen, und er hat genug derbe oder erlesene Speise erhalten, um sich ordentlich satt zu essen. ",
  "dn34:2.1.69": "Er denkt: ",
  "dn34:2.1.70": "‚Ich bin um Almosen umhergezogen, und ich habe genug derbe oder erlesene Speise erhalten, um mich ordentlich satt zu essen. Mein Körper ist schwer, fühlt sich vollgestopft an und taugt nicht zur Arbeit. Ich lege mich lieber ein bisschen aufs Ohr.‘ ",
  "dn34:2.1.71": "Er legt sich hin und rüttelt seine Energie nicht auf … ",
  "dn34:2.1.72": "Das ist die sechste Grundlage der Trägheit. ",
  "dn34:2.1.73": "Dann fühlt sich da eine Nonne ein wenig krank. Sie denkt: ",
  "dn34:2.1.74": "‚Ich fühle mich ein wenig krank. Hinlegen wäre gut für mich. Ich lege mich lieber ein bisschen aufs Ohr.‘ ",
  "dn34:2.1.75": "Sie legt sich hin und rüttelt ihre Energie nicht auf … ",
  "dn34:2.1.76": "Das ist die siebte Grundlage der Trägheit. ",
  "dn34:2.1.77": "Dann ist da ein Mönch kürzlich von einer Krankheit genesen. ",
  "dn34:2.1.78": "Er denkt: ",
  "dn34:2.1.79": "‚Ich bin kürzlich von einer Krankheit genesen. Mein Körper ist schwach und taugt nicht zur Arbeit. Ich lege mich lieber ein bisschen aufs Ohr.‘ ",
  "dn34:2.1.81": "Er legt sich hin und rüttelt seine Energie nicht auf … ",
  "dn34:2.1.82": "Das ist die achte Grundlage der Trägheit. ",
  "dn34:2.1.84": "Welche acht Dinge führen zu Erhabenheit? ",
  "dn34:2.1.85": "Acht Grundlagen, um die Energie aufzurütteln: ",
  "dn34:2.1.86": "Da hat eine Nonne etwas zu arbeiten. Sie denkt: ",
  "dn34:2.1.87": "‚Ich habe etwas zu arbeiten. Während der Arbeit ist es nicht leicht, mich den Anweisungen der Buddhas zuzuwenden. Ich will lieber vorsorglich meine Energie aufrütteln, um zu erreichen, was noch nicht erreicht ist, zu erringen, was noch nicht errungen ist, und zu erkennen, was noch nicht erkannt ist.‘ ",
  "dn34:2.1.88": "Sie rüttelt ihre Energie auf, um zu erreichen, was noch nicht erreicht ist, zu erringen, was noch nicht errungen ist, und zu erkennen, was noch nicht erkannt ist. ",
  "dn34:2.1.89": "Das ist die erste Grundlage, um die Energie aufzurütteln. ",
  "dn34:2.1.90": "Dann hat da ein Mönch etwas gearbeitet. ",
  "dn34:2.1.91": "Er denkt: ",
  "dn34:2.1.92": "‚Ich habe etwas gearbeitet. Während der Arbeit konnte ich mich nicht den Anweisungen der Buddhas zuwenden. Ich will lieber vorsorglich meine Energie aufrütteln.‘ … ",
  "dn34:2.1.93": "Das ist die zweite Grundlage, um die Energie aufzurütteln. ",
  "dn34:2.1.94": "Dann muss da eine Nonne eine Reise unternehmen. ",
  "dn34:2.1.95": "Sie denkt: ",
  "dn34:2.1.96": "‚Ich muss eine Reise unternehmen. Beim Gehen ist es nicht leicht, mich den Anweisungen der Buddhas zuzuwenden. Ich will lieber vorsorglich meine Energie aufrütteln.‘ … ",
  "dn34:2.1.97": "Das ist die dritte Grundlage, um die Energie aufzurütteln. ",
  "dn34:2.1.98": "Dann hat da ein Mönch eine Reise unternommen. ",
  "dn34:2.1.99": "Er denkt: ",
  "dn34:2.1.100": "‚Ich habe eine Reise unternommen. Beim Gehen konnte ich mich nicht den Anweisungen der Buddhas zuwenden. Ich will lieber vorsorglich meine Energie aufrütteln.‘ … ",
  "dn34:2.1.101": "Das ist die vierte Grundlage, um die Energie aufzurütteln. ",
  "dn34:2.1.102": "'Dann ist da eine Nonne um Almosen umhergezogen, aber sie hat nicht genug derbe oder erlesene Speise erhalten, um sich ordentlich satt zu essen. ",
  "dn34:2.1.103": "Sie denkt: ",
  "dn34:2.1.104": "‚Ich bin um Almosen umhergezogen, aber ich habe nicht genug derbe oder erlesene Speise erhalten, um mich ordentlich satt zu essen. Mein Körper ist leicht und taugt zur Arbeit. Ich will lieber vorsorglich meine Energie aufrütteln.‘ … ",
  "dn34:2.1.105": "Das ist die fünfte Grundlage, um die Energie aufzurütteln. ",
  "dn34:2.1.106": "Dann ist da ein Mönch um Almosen umhergezogen, und er hat genug derbe oder erlesene Speise erhalten, um sich ordentlich satt zu essen. ",
  "dn34:2.1.107": "Er denkt: ",
  "dn34:2.1.108": "‚Ich bin um Almosen umhergezogen, und ich habe genug derbe oder erlesene Speise erhalten, um mich ordentlich satt zu essen. Mein Körper ist kräftig und taugt zur Arbeit. Ich will lieber vorsorglich meine Energie aufrütteln.‘ … ",
  "dn34:2.1.110": "Das ist die sechste Grundlage, um die Energie aufzurütteln. ",
  "dn34:2.1.111": "Dann fühlt sich da eine Nonne ein wenig krank. ",
  "dn34:2.1.112": "Sie denkt: ",
  "dn34:2.1.113": "‚Ich fühle mich ein wenig krank. Es ist möglich, dass diese Krankheit schlimmer wird. Ich will lieber vorsorglich meine Energie aufrütteln.‘ … ",
  "dn34:2.1.114": "Das ist die siebte Grundlage, um die Energie aufzurütteln. ",
  "dn34:2.1.115": "Dann ist da ein Mönch kürzlich von einer Krankheit genesen. ",
  "dn34:2.1.116": "Er denkt: ",
  "dn34:2.1.117": "‚Ich bin kürzlich von einer Krankheit genesen. Es ist möglich, dass die Krankheit wiederkommt. Ich will lieber vorsorglich meine Energie aufrütteln, um zu erreichen, was noch nicht erreicht ist, zu erringen, was noch nicht errungen ist, und zu erkennen, was noch nicht erkannt ist.‘ ",
  "dn34:2.1.118": "Er rüttelt seine Energie auf, um zu erreichen, was noch nicht erreicht ist, zu erringen, was noch nicht errungen ist, und zu erkennen, was noch nicht erkannt ist. ",
  "dn34:2.1.119": "Das ist die achte Grundlage, um die Energie aufzurütteln. ",
  "dn34:2.1.121": "Welche acht Dinge sind schwer zu erfassen? ",
  "dn34:2.1.122": "Acht verpasste Gelegenheiten für die geistliche Übung: ",
  "dn34:2.1.123": "Zunächst ist da ein Klargewordener in der Welt erschienen. Er lehrt den Dhamma, der zum Frieden, zum Erlöschen, zum Erwachen führt, wie er vom Heiligen verkündet wurde. ",
  "dn34:2.1.124": "Aber man wurde in der Hölle wiedergeboren. ",
  "dn34:2.1.125": "Das ist die erste verpasste Gelegenheit für die geistliche Übung. ",
  "dn34:2.1.126": "Dann ist da ein Klargewordener in der Welt erschienen. ",
  "dn34:2.1.127": "Aber man wurde im Tierreich wiedergeboren. ",
  "dn34:2.1.128": "Das ist die zweite verpasste Gelegenheit für die geistliche Übung. ",
  "dn34:2.1.129": "Dann ist da ein Klargewordener in der Welt erschienen. ",
  "dn34:2.1.130": "Aber man wurde im Gespensterreich wiedergeboren. ",
  "dn34:2.1.131": "Das ist die dritte verpasste Gelegenheit für die geistliche Übung. ",
  "dn34:2.1.132": "Dann ist da ein Klargewordener in der Welt erschienen. ",
  "dn34:2.1.133": "Aber man wurde in einer der Klassen langlebiger Götter wiedergeboren. ",
  "dn34:2.1.134": "Das ist die vierte verpasste Gelegenheit für die geistliche Übung. ",
  "dn34:2.1.135": "Dann ist da ein Klargewordener in der Welt erschienen. ",
  "dn34:2.1.136": "Aber man wurde in den Grenzgebieten wiedergeboren, unter fremden wilden Stämmen, da, wo Nonnen, Mönche, Laienmänner und Laienfrauen nicht hingehen. ",
  "dn34:2.1.137": "Das ist die fünfte verpasste Gelegenheit für die geistliche Übung. ",
  "dn34:2.1.138": "Dann ist da ein Klargewordener in der Welt erschienen. ",
  "dn34:2.1.139": "Und man wurde in einem zentralen Land wiedergeboren. Aber man hat eine falsche Ansicht und einen verzerrten Blickwinkel: ",
  "dn34:2.1.140": "‚Geben, Opfer oder Spenden an Verstorbene gibt es nicht. Es gibt keine Frucht und kein Ergebnis von guten und schlechten Taten. Es gibt kein Leben nach dem Tod. Mutter und Vater bestehen nicht fort. Es gibt keine Wesen, die durch unmittelbares Erscheinen wiedergeboren werden. Und es gibt keine Asketen oder Brahmanen, die richtig verwirklicht sind, richtig geübt haben, die ein Leben nach dem Tod erklären, das sie durch eigene Einsicht erkannt haben.‘ ",
  "dn34:2.1.141": "Das ist die sechste verpasste Gelegenheit für die geistliche Übung. ",
  "dn34:2.1.142": "Dann ist da ein Klargewordener in der Welt erschienen. ",
  "dn34:2.1.143": "Und man wurde in einem zentralen Land wiedergeboren. Aber man ist geistlos, stumpf und dumm, nicht in der Lage, zu unterscheiden, was gut gesagt und was dürftig gesagt ist. ",
  "dn34:2.1.144": "Das ist die siebte verpasste Gelegenheit für die geistliche Übung. ",
  "dn34:2.1.145": "Dann ist da ein Klargewordener in der Welt erschienen. ",
  "dn34:2.1.146": "Aber er lehrt nicht den Dhamma, der zum Frieden, zum Erlöschen, zum Erwachen führt, wie er vom Heiligen verkündet wurde. Und man wurde in einem zentralen Land wiedergeboren. Und man ist weise, aufgeweckt und verständig, in der Lage, zu unterscheiden, was gut gesagt und was dürftig gesagt ist. ",
  "dn34:2.1.147": "Das ist die achte verpasste Gelegenheit für die geistliche Übung. ",
  "dn34:2.1.149": "Welche acht Dinge müssen erzeugt werden? ",
  "dn34:2.1.150": "Acht Gedanken eines großen Menschen: ",
  "dn34:2.1.151": "‚Diese Lehre ist für die Genügsamen, nicht für die mit vielen Wünschen. ",
  "dn34:2.1.152": "Sie ist für die Zufriedenen, nicht für die Unzufriedenen. ",
  "dn34:2.1.153": "Sie ist für die, die abgeschieden leben, nicht für die, die Gesellschaft genießen. ",
  "dn34:2.1.154": "Sie ist für die Energischen, nicht für die Trägen. ",
  "dn34:2.1.155": "Sie ist für die Achtsamen, nicht für die Unachtsamen. ",
  "dn34:2.1.156": "Sie ist für die mit Versenkung, nicht für die ohne Versenkung. ",
  "dn34:2.1.157": "Sie ist für die Weisen, nicht für die Geistlosen. ",
  "dn34:2.1.158": "Diese Lehre ist für die, die das Wuchern  nicht genießen, nicht für die, die das Wuchern genießen.‘ ",
  "dn34:2.1.159": "Welche acht Dinge müssen unmittelbar erkannt werden? ",
  "dn34:2.1.160": "Acht Dimensionen der Meisterschaft: ",
  "dn34:2.1.161": "Während man Form innerlich wahrnimmt, sieht man äußere Bilder, begrenzt, sowohl schön als auch hässlich. Wenn man das gemeistert hat, ist man sich klar: ‚Ich erkenne und sehe.‘ ",
  "dn34:2.1.163": "Das ist die erste Dimension der Meisterschaft. ",
  "dn34:2.1.164": "Während man Form innerlich wahrnimmt, sieht man äußere Bilder, unbegrenzt, sowohl schön als auch hässlich. Wenn man das gemeistert hat, ist man sich klar: ‚Ich erkenne und sehe.‘ ",
  "dn34:2.1.166": "Das ist die zweite Dimension der Meisterschaft. ",
  "dn34:2.1.167": "Während man keine Form innerlich wahrnimmt, sieht man äußere Bilder, begrenzt, sowohl schön als auch hässlich. Wenn man das gemeistert hat, ist man sich klar: ‚Ich erkenne und sehe.‘ ",
  "dn34:2.1.169": "Das ist die dritte Dimension der Meisterschaft. ",
  "dn34:2.1.170": "Während man keine Form innerlich wahrnimmt, sieht man äußere Bilder, unbegrenzt, sowohl schön als auch hässlich. Wenn man das gemeistert hat, ist man sich klar: ‚Ich erkenne und sehe.‘ ",
  "dn34:2.1.172": "Das ist die vierte Dimension der Meisterschaft. ",
  "dn34:2.1.173": "Während man keine Form innerlich wahrnimmt, sieht man äußere Bilder, blau, von blauer Farbe, in blauer Schattierung, blauem Ton. ",
  "dn34:2.1.174": "Wie eine Flachsblüte, blau, von blauer Farbe, in blauer Schattierung, blauem Ton. Oder wie Stoff aus Varanasi, auf beiden Seiten satiniert, blau, von blauer Farbe, in blauer Schattierung, blauem Ton. ",
  "dn34:2.1.175": "Wenn man das gemeistert hat, ist man sich klar: ‚Ich erkenne und sehe.‘ ",
  "dn34:2.1.176": "Das ist die fünfte Dimension der Meisterschaft. ",
  "dn34:2.1.177": "Während man keine Form innerlich wahrnimmt, sieht man äußere Bilder, gelb, von gelber Farbe, in gelber Schattierung, gelbem Ton. ",
  "dn34:2.1.178": "Wie eine Kaṇikārablüte, gelb, von gelber Farbe, in gelber Schattierung, gelbem Ton. Oder wie Stoff aus Varanasi, auf beiden Seiten satiniert, gelb, von gelber Farbe, in gelber Schattierung, gelbem Ton. ",
  "dn34:2.1.179": "Wenn man das gemeistert hat, ist man sich klar: ‚Ich erkenne und sehe.‘ ",
  "dn34:2.1.180": "Das ist die sechste Dimension der Meisterschaft. ",
  "dn34:2.1.181": "Während man keine Form innerlich wahrnimmt, sieht man äußere Bilder, rot, von roter Farbe, in roter Schattierung, rotem Ton. ",
  "dn34:2.1.182": "Wie eine scharlachrote Malvenblüte, rot, von roter Farbe, in roter Schattierung, rotem Ton. Oder wie Stoff aus Varanasi, auf beiden Seiten satiniert, rot, von roter Farbe, in roter Schattierung, rotem Ton. ",
  "dn34:2.1.183": "Wenn man das gemeistert hat, ist man sich klar: ‚Ich erkenne und sehe.‘ ",
  "dn34:2.1.184": "Das ist die siebte Dimension der Meisterschaft. ",
  "dn34:2.1.185": "Während man keine Form innerlich wahrnimmt, sieht man äußere Bilder, weiß, von weißer Farbe, in weißer Schattierung, weißem Ton. ",
  "dn34:2.1.186": "Wie der Morgenstern, weiß, von weißer Farbe, in weißer Schattierung, weißem Ton. Oder wie Stoff aus Varanasi, auf beiden Seiten satiniert, weiß, von weißer Farbe, in weißer Schattierung, weißem Ton. ",
  "dn34:2.1.187": "Wenn man das gemeistert hat, ist man sich klar: ‚Ich erkenne und sehe.‘ ",
  "dn34:2.1.188": "Das ist die achte Dimension der Meisterschaft. ",
  "dn34:2.1.190": "Welche acht Dinge müssen verwirklicht werden? ",
  "dn34:2.1.191": "Acht Befreiungen: ",
  "dn34:2.1.192": "Man besitzt körperliche Form und sieht Bilder. ",
  "dn34:2.1.193": "Das ist die erste Befreiung. ",
  "dn34:2.1.194": "Während man keine materielle Form innerlich wahrnimmt, sieht man äußere Bilder. ",
  "dn34:2.1.195": "Das ist die zweite Befreiung. ",
  "dn34:2.1.196": "Man ist einzig auf Schönheit ausgerichtet. ",
  "dn34:2.1.197": "Das ist die dritte Befreiung. ",
  "dn34:2.1.198": "Man übersteigt jegliche Formwahrnehmung, und mit dem Beenden der Wahrnehmung von Eindrücken, und indem man sich nicht der Wahrnehmung von Vielfalt zuwendet, im Wissen: ‚Raum ist unendlich‘, tritt man in die Dimension des unendlichen Raumes ein und verweilt darin. ",
  "dn34:2.1.199": "Das ist die vierte Befreiung. ",
  "dn34:2.1.200": "Man übersteigt vollständig die Dimension des unendlichen Raumes im Wissen: ‚Bewusstsein ist unendlich‘, tritt in die Dimension des unendlichen Bewusstseins ein und verweilt darin. ",
  "dn34:2.1.201": "Das ist die fünfte Befreiung. ",
  "dn34:2.1.202": "Man übersteigt vollständig die Dimension des unendlichen Bewusstseins im Wissen: ‚da ist überhaupt nichts‘, tritt in die Dimension des Nichts ein und verweilt darin. ",
  "dn34:2.1.203": "Das ist die sechste Befreiung. ",
  "dn34:2.1.204": "Man übersteigt vollständig die Dimension des Nichts, tritt in die Dimension ein, die weder Wahrnehmung noch keine Wahrnehmung hat, und verweilt darin. ",
  "dn34:2.1.205": "Das ist die siebte Befreiung. ",
  "dn34:2.1.206": "Man übersteigt vollständig die Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat, tritt in das Aufhören von Wahrnehmung und Gefühl ein und verweilt darin. ",
  "dn34:2.1.207": "Das ist die achte Befreiung. ",
  "dn34:2.1.209": "Daher sind diese achtzig Dinge wahr, wirklich, zutreffend, nicht unwirklich, nicht anders, und der Klargewordene ist richtig zu ihnen erwacht. ",
  "dn34:2.2.0": "9. Neunergruppen ",
  "dn34:2.2.1": "Neun Dinge sind eine große Hilfe usw. ",
  "dn34:2.2.2": "Welche neun Dinge sind eine große Hilfe? ",
  "dn34:2.2.3": "Neun Dinge, die in gründlicher Aufmerksamkeit wurzeln: Wenn man sich einer Sache gründlich zuwendet, lodert Freude auf. Wenn man voller Freude ist, lodert Ekstase auf. Wenn der Geist in Ekstase ist, wird der Körper still. Wenn der Körper still ist, empfindet man Seligkeit. Und wenn man voller Seligkeit ist, versenkt sich der Geist im Samādhi. Wenn der Geist versunken ist, kann man wahrhaftig erkennen und sehen. Wenn man wahrhaftig erkennt und sieht, wird man ernüchtert. Wenn man ernüchtert ist, schwindet die Leidenschaft. Wenn die Leidenschaft schwindet, ist man befreit. ",
  "dn34:2.2.5": "Welche neun Dinge müssen entwickelt werden? ",
  "dn34:2.2.6": "Neun Faktoren des Bemühens um Reinheit: ",
  "dn34:2.2.7": "die Faktoren des Bemühens um Reinheit des sittlichen Verhaltens, des Geistes, der Ansicht, der Überwindung des Zweifels, des Erkennens und Sehens der Vielfalt der Wege, des Erkennens und Sehens der Übung, des Erkennens und Sehens, der Weisheit und der Freiheit. ",
  "dn34:2.2.9": "Welche neun Dinge müssen vollständig verstanden werden? ",
  "dn34:2.2.10": "Neun Wohnplätze der Lebewesen: ",
  "dn34:2.2.11": "Es gibt Lebewesen, deren Körper und Wahrnehmung vielfältig sind – wie Menschen, manche Götter und manche Wesen in der Unterwelt. ",
  "dn34:2.2.12": "Das ist der erste Wohnplatz der Lebewesen. ",
  "dn34:2.2.13": "Es gibt Lebewesen, deren Körper vielfältig sind und deren Wahrnehmung einheitlich ist – wie die Götter, die durch die erste Vertiefung in Brahmas Gefolge wiedergeboren wurden. ",
  "dn34:2.2.14": "Das ist der zweite Wohnplatz der Lebewesen. ",
  "dn34:2.2.15": "Es gibt Lebewesen, deren Körper einheitlich sind und deren Wahrnehmung vielfältig ist – wie die Götter von strahlendem Glanz. ",
  "dn34:2.2.16": "Das ist der dritte Wohnplatz der Lebewesen. ",
  "dn34:2.2.17": "Es gibt Lebewesen, deren Körper und Wahrnehmung einheitlich sind – wie die mit Herrlichkeit reich gesegneten Götter. ",
  "dn34:2.2.18": "Das ist der vierte Wohnplatz der Lebewesen. ",
  "dn34:2.2.19": "Es gibt Lebewesen, die sind ohne Wahrnehmung und erleben nichts – wie die göttlichen Wesen ohne Wahrnehmung. ",
  "dn34:2.2.20": "Das ist der fünfte Wohnplatz der Lebewesen. ",
  "dn34:2.2.21": "Es gibt Lebewesen, die jegliche Formwahrnehmung überstiegen haben. Mit dem Beenden der Wahrnehmung von Eindrücken und indem sie ihre Aufmerksamkeit nicht der Wahrnehmung von Vielfalt zuwandten, im Wissen: ‚Raum ist unendlich‘, wurden sie in der Dimension des unendlichen Raumes wiedergeboren. ",
  "dn34:2.2.22": "Das ist der sechste Wohnplatz der Lebewesen. ",
  "dn34:2.2.23": "Es gibt Lebewesen, die die Dimension des unendlichen Raumes vollständig überstiegen haben. Im Wissen: ‚Bewusstsein ist unendlich‘ wurden sie in der Dimension des unendlichen Bewusstseins wiedergeboren. ",
  "dn34:2.2.24": "Das ist der siebte Wohnplatz der Lebewesen. ",
  "dn34:2.2.25": "Es gibt Lebewesen, die die Dimension des unendlichen Bewusstseins vollständig überstiegen haben. Im Wissen: ‚da ist überhaupt nichts‘ wurden sie in der Dimension des Nichts wiedergeboren. ",
  "dn34:2.2.26": "Das ist der achte Wohnplatz der Lebewesen. ",
  "dn34:2.2.27": "Es gibt Lebewesen, die die Dimension des Nichts vollständig überstiegen haben. Sie wurden in der Dimension wiedergeboren, die weder Wahrnehmung noch keine Wahrnehmung hat. ",
  "dn34:2.2.28": "Das ist der neunte Wohnplatz der Lebewesen. ",
  "dn34:2.2.30": "Welche neun Dinge müssen aufgegeben werden? ",
  "dn34:2.2.31": "Neun Dinge, die im Verlangen wurzeln: ",
  "dn34:2.2.32": "Verlangen ist ein Ausgangspunkt für Trachten. Trachten ist ein Ausgangspunkt für das Gewinnen von materiellem Besitz. Das Gewinnen von materiellem Besitz ist ein Ausgangspunkt für Bewerten. Bewerten ist ein Ausgangspunkt für Sehnen und Begehren. Sehnen und Begehren sind ein Ausgangspunkt für Anhänglichkeit. Anhänglichkeit ist ein Ausgangspunkt für Eigentum. Eigentum ist ein Ausgangspunkt für Geiz. Geiz ist ein Ausgangspunkt für Absicherung. Aufgrund von Absicherung kommen zahlreiche schlechte, untaugliche Dinge zustande: das Greifen zu Stock und Schwert, Zank und Streit, Zwist, Anschuldigungen, entzweiende Rede und Lügen. ",
  "dn34:2.2.34": "Welche neun Dinge führen zum Rückschritt? ",
  "dn34:2.2.35": "Neun Grundlagen für Groll: ",
  "dn34:2.2.36": "Beim Gedanken: ‚Dieser Mensch hat mir Unrecht getan‘ hegt man Groll. ",
  "dn34:2.2.37": "Beim Gedanken: ‚Er tut mir Unrecht‘ … ",
  "dn34:2.2.38": "‚Er wird mir Unrecht tun‘ … ",
  "dn34:2.2.39": "‚Er hat jemandem, den ich liebe, Unrecht getan‘ … ",
  "dn34:2.2.40": "‚Er tut jemandem, den ich liebe, Unrecht‘ … ",
  "dn34:2.2.41": "‚Er wird jemandem, den ich liebe, Unrecht tun‘ … ",
  "dn34:2.2.42": "‚Er hat jemandem geholfen, den ich nicht mag‘ … ",
  "dn34:2.2.43": "‚Er hilft jemandem, den ich nicht mag‘ … ",
  "dn34:2.2.44": "Beim Gedanken: ‚Dieser Mensch wird jemandem helfen, den ich nicht mag‘ hegt man Groll. ",
  "dn34:2.2.46": "Welche neun Dinge führen zu Erhabenheit? ",
  "dn34:2.2.47": "Neun Methoden, um sich von Groll loszumachen: ",
  "dn34:2.2.48": "Beim Gedanken: ‚Dieser Mensch hat mir Unrecht getan, doch was kann ich da machen?‘ macht man sich von Groll los. ",
  "dn34:2.2.49": "Beim Gedanken: ‚Er tut mir Unrecht …‘ … ",
  "dn34:2.2.50": "‚Er wird mir Unrecht tun …‘ … ",
  "dn34:2.2.51": "‚Er hat jemandem, den ich liebe, Unrecht getan …‘ … ",
  "dn34:2.2.52": "‚Er tut jemandem, den ich liebe, Unrecht …‘ … ",
  "dn34:2.2.53": "‚Er wird jemandem, den ich liebe, Unrecht tun …‘ … ",
  "dn34:2.2.54": "‚Er hat jemandem geholfen, den ich nicht mag …‘ … ",
  "dn34:2.2.55": "‚Er hilft jemandem, den ich nicht mag …‘ … ",
  "dn34:2.2.56": "Beim Gedanken: ‚Dieser Mensch wird jemandem helfen, den ich nicht mag, doch was kann ich da machen?‘ macht man sich von Groll los. ",
  "dn34:2.2.58": "Welche neun Dinge sind schwer zu erfassen? ",
  "dn34:2.2.59": "Neun Arten der Vielfalt: ",
  "dn34:2.2.60": "Die Vielfalt der Elemente führt zur Vielfalt der Berührungen. Die Vielfalt der Berührungen führt zur Vielfalt der Gefühle. Die Vielfalt der Gefühle führt zur Vielfalt der Wahrnehmungen. Die Vielfalt der Wahrnehmungen führt zur Vielfalt der Gedanken. Die Vielfalt der Gedanken führt zur Vielfalt des Sehnens. Die Vielfalt des Sehnens führt zur Vielfalt der Leidenschaften. Die Vielfalt der Leidenschaften führt zu den vielfältigen Arten der Suche. Die vielfältigen Arten der Suche führen zur Vielfalt des Gewinns. ",
  "dn34:2.2.62": "Welche neun Dinge müssen erzeugt werden? ",
  "dn34:2.2.63": "Neun Wahrnehmungen: ",
  "dn34:2.2.64": "die Wahrnehmung der unattraktiven Natur, die Wahrnehmung des Todes, die Wahrnehmung der Widerwärtigkeit der Nahrung, die Wahrnehmung der Entfremdung von der ganzen Welt, die Wahrnehmung der Unbeständigkeit, die Wahrnehmung des Leidens in der Unbeständigkeit, die Wahrnehmung des Fehlens eines Selbst im Leiden, die Wahrnehmung des Aufgebens und die Wahrnehmung des Schwindens. ",
  "dn34:2.2.66": "Welche neun Dinge müssen unmittelbar erkannt werden? ",
  "dn34:2.2.67": "Neun fortschreitende Meditationen: ",
  "dn34:2.2.68": "Da tritt eine Nonne, ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, in die erste Vertiefung ein und verweilt darin … ",
  "dn34:2.2.69": "Sie tritt in die zweite Vertiefung ein und verweilt darin … ",
  "dn34:2.2.70": "Sie tritt in die dritte Vertiefung ein und verweilt darin … ",
  "dn34:2.2.71": "Sie tritt in die vierte Vertiefung ein und verweilt darin. ",
  "dn34:2.2.72": "Sie übersteigt jegliche Formwahrnehmung, und mit dem Beenden der Wahrnehmung von Eindrücken, indem sie sich nicht der Wahrnehmung von Vielfalt zuwendet, im Wissen: ‚Raum ist unendlich‘, tritt sie in die Dimension des unendlichen Raumes ein und verweilt darin. ",
  "dn34:2.2.73": "Sie übersteigt vollständig die Dimension des unendlichen Raumes im Wissen: ‚Bewusstsein ist unendlich‘, tritt in die Dimension des unendlichen Bewusstseins ein und verweilt darin. ",
  "dn34:2.2.74": "Sie übersteigt vollständig die Dimension des unendlichen Bewusstseins im Wissen: ‚da ist überhaupt nichts‘, tritt in die Dimension des Nichts ein und verweilt darin. ",
  "dn34:2.2.75": "Sie übersteigt vollständig die Dimension des Nichts, tritt in die Dimension ein, die weder Wahrnehmung noch keine Wahrnehmung hat, und verweilt darin. ",
  "dn34:2.2.76": "Sie übersteigt vollständig die Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat, tritt in das Aufhören von Wahrnehmung und Gefühl ein und verweilt darin. ",
  "dn34:2.2.78": "Welche neun Dinge müssen verwirklicht werden? ",
  "dn34:2.2.79": "Neun fortschreitende Stufen des Aufhörens: ",
  "dn34:2.2.80": "Wenn man die erste Vertiefung erreicht hat, hat sinnliche Wahrnehmung aufgehört. ",
  "dn34:2.2.81": "Wenn man die zweite Vertiefung erreicht hat, hat das Ausrichten und Halten des Geistes aufgehört. ",
  "dn34:2.2.82": "Wenn man die dritte Vertiefung erreicht hat, hat Ekstase aufgehört. ",
  "dn34:2.2.83": "Wenn man die vierte Vertiefung erreicht hat, hat das Atmen aufgehört. ",
  "dn34:2.2.84": "Wenn man die Dimension des unendlichen Raumes erreicht hat, hat die Formwahrnehmung aufgehört. ",
  "dn34:2.2.85": "Wenn man die Dimension des unendlichen Bewusstseins erreicht hat, hat die Wahrnehmung der Dimension des unendlichen Raumes aufgehört. ",
  "dn34:2.2.86": "Wenn man die Dimension des Nichts erreicht hat, hat die Wahrnehmung der Dimension des unendlichen Bewusstseins aufgehört. ",
  "dn34:2.2.87": "Wenn man die Dimension erreicht hat, die weder Wahrnehmung noch keine Wahrnehmung hat, hat die Wahrnehmung der Dimension des Nichts aufgehört. ",
  "dn34:2.2.88": "Wenn man das Aufhören von Wahrnehmung und Gefühl erreicht hat, haben Wahrnehmung und Gefühl aufgehört. ",
  "dn34:2.2.90": "Daher sind diese neunzig Dinge wahr, wirklich, zutreffend, nicht unwirklich, nicht anders, und der Klargewordene ist richtig zu ihnen erwacht. ",
  "dn34:2.3.0": "10. Zehnergruppen ",
  "dn34:2.3.1": "Zehn Dinge sind eine große Hilfe, zehn Dinge müssen entwickelt werden, zehn Dinge müssen vollständig verstanden werden, zehn Dinge müssen aufgegeben werden, zehn Dinge führen zum Rückschritt, zehn Dinge führen zu Erhabenheit, zehn Dinge sind schwer zu erfassen, zehn Dinge müssen erzeugt werden, zehn Dinge müssen unmittelbar erkannt werden und zehn Dinge müssen verwirklicht werden. ",
  "dn34:2.3.2": "Welche zehn Dinge sind eine große Hilfe? ",
  "dn34:2.3.3": "Zehn Eigenschaften, die als Beschützer dienen. ",
  "dn34:2.3.4": "Da ist ein Mönch sittlich, gezügelt in der Ordenssatzung, verhält sich angemessen und sucht an angemessenen Orten um Almosen nach. Er sieht die Gefahr im kleinsten Fehler und hält die Regeln ein, die er sich vorgenommen hat. ",
  "dn34:2.3.6": "Das ist eine Eigenschaft, die als Beschützer dient. ",
  "dn34:2.3.7": "Dann ist da eine Nonne sehr gelehrt … ",
  "dn34:2.3.9": "Auch das ist eine Eigenschaft, die als Beschützer dient. ",
  "dn34:2.3.10": "Dann hat da ein Mönch gute Freunde, Genossen und Gefährten. ",
  "dn34:2.3.12": "Auch das ist eine Eigenschaft, die als Beschützer dient. ",
  "dn34:2.3.13": "Dann ist da eine Nonne leicht zu ermahnen, sie hat Eigenschaften, durch die sie leicht zu ermahnen ist. Sie ist geduldig und nimmt die Anleitung respektvoll an. ",
  "dn34:2.3.15": "Auch das ist eine Eigenschaft, die als Beschützer dient. ",
  "dn34:2.3.16": "Dann ist da ein Mönch geschickt und unermüdlich bei vielen verschiedenen Pflichten für seine geistlichen Gefährten. Er versteht, wie die Dinge anzupacken sind, um die Arbeit zu erledigen oder zu veranlassen. ",
  "dn34:2.3.18": "Auch das ist eine Eigenschaft, die als Beschützer dient. ",
  "dn34:2.3.19": "Dann liebt da eine Nonne die Lehren, es ist eine Lust, sich mit ihr zu unterhalten, sie ist voller Freude über die Lehre und Schulung. ",
  "dn34:2.3.21": "Auch das ist eine Eigenschaft, die als Beschützer dient. ",
  "dn34:2.3.22": "Dann ist da ein Mönch mit jeder Art von Roben, Almosen, Unterkunft sowie Arznei und Krankenversorgung zufrieden. ",
  "dn34:2.3.24": "Auch das ist eine Eigenschaft, die als Beschützer dient. ",
  "dn34:2.3.25": "Dann lebt da eine Nonne so, dass sie ihre Energie aufrüttelt … ",
  "dn34:2.3.27": "Auch das ist eine Eigenschaft, die als Beschützer dient. ",
  "dn34:2.3.28": "Dann ist da ein Mönch achtsam. Er besitzt äußerste Achtsamkeit und Wachheit, und an Dinge, die vor langer Zeit getan oder gesagt wurden, kann er sich erinnern und sie sich ins Gedächtnis rufen. ",
  "dn34:2.3.30": "Auch das ist eine Eigenschaft, die als Beschützer dient. ",
  "dn34:2.3.31": "Dann ist da eine Nonne weise. Sie besitzt die Erkenntnis des Entstehens und Vergehens, die edel und durchdringend ist und zum völligen Beenden des Leidens führt. ",
  "dn34:2.3.33": "Auch das ist eine Eigenschaft, die als Beschützer dient. ",
  "dn34:2.3.35": "Welche zehn Dinge müssen entwickelt werden? ",
  "dn34:2.3.36": "Zehn allumfassende Dimensionen der Meditation: ",
  "dn34:2.3.37": "Man nimmt die Meditation über die allumfassende Erde wahr, nach oben, nach unten, dazwischen, ungeteilt und grenzenlos. ",
  "dn34:2.3.38": "Man nimmt die Meditation über das allumfassende Wasser wahr … ",
  "dn34:2.3.39": "die Meditation über das allumfassende Feuer … ",
  "dn34:2.3.40": "die Meditation über die allumfassende Luft … ",
  "dn34:2.3.41": "die Meditation über allumfassendes Blau … ",
  "dn34:2.3.42": "die Meditation über allumfassendes Gelb … ",
  "dn34:2.3.43": "die Meditation über allumfassendes Rot … ",
  "dn34:2.3.44": "die Meditation über allumfassendes Weiß … ",
  "dn34:2.3.45": "die Meditation über den allumfassenden Raum … ",
  "dn34:2.3.46": "Man nimmt die Meditation über das allumfassende Bewusstsein wahr, nach oben, nach unten, dazwischen, ungeteilt und grenzenlos. ",
  "dn34:2.3.48": "Welche zehn Dinge müssen vollständig verstanden werden? ",
  "dn34:2.3.49": "Zehn Sinnesfelder: ",
  "dn34:2.3.50": "Auge und Bilder, Ohr und Töne, Nase und Düfte, Zunge und Geschmäcke, Körper und Berührungen. ",
  "dn34:2.3.52": "Welche zehn Dinge müssen aufgegeben werden? ",
  "dn34:2.3.53": "Zehn falsche Wege: ",
  "dn34:2.3.54": "falsche Ansicht, falsches Denken, falsche Rede, falsches Verhalten, falscher Lebenserwerb, falscher Einsatz, falsche Achtsamkeit, falsche Versenkung, falsche Erkenntnis und falsche Freiheit. ",
  "dn34:2.3.56": "Welche zehn Dinge führen zum Rückschritt? ",
  "dn34:2.3.57": "Zehn Arten, untaugliche Taten zu begehen: ",
  "dn34:2.3.58": "lebende Geschöpfe töten, stehlen, sexuelle Verfehlungen begehen; falsche, entzweiende, harte oder unsinnige Rede gebrauchen; Begehrlichkeit, bösen Willen und falsche Ansicht hegen. ",
  "dn34:2.3.60": "Welche zehn Dinge führen zu Erhabenheit? ",
  "dn34:2.3.61": "Zehn Arten, taugliche Dinge zu tun: ",
  "dn34:2.3.62": "Man unterlässt es, lebende Geschöpfe zu töten, zu stehlen und sexuelle Verfehlungen zu begehen; man unterlässt den Gebrauch falscher, entzweiender, harter oder unsinniger Rede; Zufriedenheit, Wohlwollen und rechte Ansicht. ",
  "dn34:2.3.64": "Welche zehn Dinge sind schwer zu erfassen? ",
  "dn34:2.3.65": "Zehn edle Wohnplätze: ",
  "dn34:2.3.66": "Ein Mönch oder eine Nonne hat fünf Faktoren aufgegeben, besitzt sechs Faktoren, hat einen einzigen Wächter, hat vier Arten von Rückhalt, hat eigenwillige Deutung der Wahrheit beseitigt, hat das Suchen vollständig hinter sich gelassen, hat reine Absichten, hat den körperlichen Ablauf gestillt und ist im Herzen gut befreit und durch Weisheit gut befreit. ",
  "dn34:2.3.67": "Und wie hat ein Mönch fünf Faktoren aufgegeben? ",
  "dn34:2.3.68": "Da hat ein Mönch sinnliches Verlangen, bösen Willen, Dumpfheit und Benommenheit, Rastlosigkeit und Reue sowie Zweifel aufgegeben. ",
  "dn34:2.3.69": "So hat ein Mönch fünf Faktoren aufgegeben. ",
  "dn34:2.3.70": "Und wie besitzt eine Nonne sechs Faktoren? ",
  "dn34:2.3.71": "Wenn eine Nonne mit dem Auge ein Bild sieht, ist sie weder froh noch traurig. Sie bleibt gleichmütig, achtsam und umsichtig. ",
  "dn34:2.3.72": "Wenn sie mit dem Ohr einen Ton hört … ",
  "dn34:2.3.73": "Wenn sie mit der Nase einen Duft riecht … ",
  "dn34:2.3.74": "Wenn sie mit der Zunge einen Geschmack schmeckt … ",
  "dn34:2.3.75": "Wenn sie mit dem Körper eine Berührung empfindet … ",
  "dn34:2.3.76": "Wenn sie mit dem Geist einen Gedanken erkennt, ist sie weder froh noch traurig. Sie bleibt gleichmütig, achtsam und umsichtig. ",
  "dn34:2.3.77": "So besitzt eine Nonne sechs Faktoren. ",
  "dn34:2.3.78": "Und wie hat ein Mönch einen einzigen Wächter? ",
  "dn34:2.3.79": "Da wird das Herz eines Mönchs von Achtsamkeit bewacht. ",
  "dn34:2.3.80": "So hat ein Mönch einen einzigen Wächter. ",
  "dn34:2.3.81": "Und wie hat eine Nonne vier Arten von Rückhalt? ",
  "dn34:2.3.82": "Nach Abschätzung gebraucht eine Nonne manche Dinge, nach Abschätzung erträgt sie manche Dinge, nach Abschätzung geht sie manchen Dingen aus dem Weg, und manche Dinge beseitigt sie nach Abschätzung. ",
  "dn34:2.3.83": "So hat eine Nonne vier Arten von Rückhalt. ",
  "dn34:2.3.84": "Und wie hat ein Mönch eigenwillige Deutung der Wahrheit beseitigt? ",
  "dn34:2.3.85": "Verschiedene Asketen und Brahmanen deuten die Wahrheit unterschiedlich auf eigenwillige Weise. Ein Mönch hat all diese zerstreut, beseitigt, verworfen, ausgeräumt, freigemacht, aufgegeben und davon abgelassen. ",
  "dn34:2.3.86": "So hat ein Mönch eigenwillige Deutung der Wahrheit beseitigt. ",
  "dn34:2.3.87": "Und wie hat eine Nonne das Suchen vollständig hinter sich gelassen? ",
  "dn34:2.3.88": "Da sucht eine Nonne nicht mehr nach Sinnenfreuden, nach fortgesetztem Dasein oder nach einem spirituellen Pfad. ",
  "dn34:2.3.89": "So hat eine Nonne das Suchen vollständig hinter sich gelassen. ",
  "dn34:2.3.90": "Und wie hat ein Mönch reine Absichten? ",
  "dn34:2.3.91": "Da hat ein Mönch sinnliche, boshafte und grausame Absichten aufgegeben. ",
  "dn34:2.3.92": "So hat ein Mönch reine Absichten. ",
  "dn34:2.3.93": "Und wie hat eine Nonne den körperlichen Ablauf gestillt? ",
  "dn34:2.3.94": "Da gibt eine Nonne Glück und Schmerz auf und beendet frühere Fröhlichkeit und Traurigkeit und tritt so in die vierte Vertiefung ein und verweilt darin, ohne Glück oder Schmerz, mit reinem Gleichmut und reiner Achtsamkeit. ",
  "dn34:2.3.95": "So hat eine Nonne den körperlichen Ablauf gestillt. ",
  "dn34:2.3.96": "Und wie ist ein Mönch im Herzen gut befreit? ",
  "dn34:2.3.97": "Da ist der Geist eines Mönchs von Gier, Hass und Täuschung befreit. ",
  "dn34:2.3.98": "So ist ein Mönch im Herzen gut befreit. ",
  "dn34:2.3.99": "Und wie ist eine Nonne durch Weisheit gut befreit? ",
  "dn34:2.3.100": "Da versteht eine Nonne: ‚Ich habe Gier, Hass und Täuschung aufgegeben, habe sie an der Wurzel abgeschnitten, sodass sie wie der Stumpf einer Palme sind, dass sie ausgelöscht sind und sich in Zukunft nicht mehr erheben können.‘ ",
  "dn34:2.3.105": "So ist eine Nonne durch Weisheit gut befreit. ",
  "dn34:2.3.107": "Welche zehn Dinge müssen erzeugt werden? ",
  "dn34:2.3.108": "Zehn Wahrnehmungen: ",
  "dn34:2.3.109": "die Wahrnehmung der unattraktiven Natur, die Wahrnehmung des Todes, die Wahrnehmung der Widerwärtigkeit der Nahrung, die Wahrnehmung der Entfremdung von der ganzen Welt, die Wahrnehmung der Unbeständigkeit, die Wahrnehmung des Leidens in der Unbeständigkeit, die Wahrnehmung des Fehlens eines Selbst im Leiden, die Wahrnehmung des Aufgebens, die Wahrnehmung des Schwindens und die Wahrnehmung des Aufhörens. ",
  "dn34:2.3.111": "Welche zehn Dinge müssen unmittelbar erkannt werden? ",
  "dn34:2.3.112": "Zehn Grundlagen für das Abtragen: ",
  "dn34:2.3.113": "Jemand mit rechter Ansicht hat falsche Ansicht abgetragen. ",
  "dn34:2.3.114": "Und die vielen schlechten, untauglichen Eigenschaften, die aufgrund falscher Ansicht entstehen, auch die hat er abgetragen. ",
  "dn34:2.3.115": "Jemand mit rechtem Denken hat falsches Denken abgetragen. … ",
  "dn34:2.3.116": "Jemand mit rechter Rede hat falsche Rede abgetragen. … ",
  "dn34:2.3.117": "Jemand mit rechtem Verhalten hat falsches Verhalten abgetragen. … ",
  "dn34:2.3.118": "Jemand mit rechtem Lebenserwerb hat falschen Lebenserwerb abgetragen. … ",
  "dn34:2.3.119": "Jemand mit rechtem Einsatz hat falschen Einsatz abgetragen. … ",
  "dn34:2.3.120": "Jemand mit rechter Achtsamkeit hat falsche Achtsamkeit abgetragen. … ",
  "dn34:2.3.121": "Jemand mit rechter Versenkung hat falsche Versenkung abgetragen. … ",
  "dn34:2.3.122": "Jemand mit rechter Erkenntnis hat falsche Erkenntnis abgetragen. … ",
  "dn34:2.3.123": "Jemand mit rechter Freiheit hat falsche Freiheit abgetragen. ",
  "dn34:2.3.124": "Und die vielen schlechten, untauglichen Eigenschaften, die aufgrund falscher Freiheit entstehen, auch die hat er abgetragen. ",
  "dn34:2.3.126": "Welche zehn Dinge müssen verwirklicht werden? ",
  "dn34:2.3.127": "Zehn Eigenschaften eines Meisters: ",
  "dn34:2.3.128": "rechte Ansicht, rechtes Denken, rechte Rede, rechtes Verhalten, rechter Lebenserwerb, rechter Einsatz, rechte Achtsamkeit, rechte Versenkung, rechte Erkenntnis und rechte Freiheit eines Meisters. ",
  "dn34:2.3.130": "Daher sind diese hundert Dinge wahr, wirklich, zutreffend, nicht unwirklich, nicht anders, und der Klargewordene ist richtig zu ihnen erwacht. ",
  "dn34:2.3.131": "Das sagte der Ehrwürdige Sāriputta. ",
  "dn34:2.3.132": "Zufrieden freuten sich die Mönche und Nonnen über die Worte des Ehrwürdigen Sāriputta. ",
  "dn34:2.4.11": "Die Langen Lehrreden sind abgeschlossen. "
}