{
  "dn3:0.1": "Lange Lehrreden 3 ",
  "dn3:0.2": "Mit Ambaṭṭha ",
  "dn3:1.1.1": "So habe ich es gehört: ",
  "dn3:1.1.2": "Einmal wanderte der Buddha mit einem großen Saṅgha von 500 Mönchen und Nonnen durch das Land der Kosaler. Er kam zu einem Dorf der Kosaler Brahmanen mit Namen Icchānaṅgala. ",
  "dn3:1.1.3": "Dort hielt er sich in einem Wald bei Icchānaṅgala auf. ",
  "dn3:1.2.0": "1. Der Abschnitt über Pokkharasādi ",
  "dn3:1.2.1": "Damals lebte der Brahmane Pokkharasādi in Ukkaṭṭhā. Es war ein Krongut, von König Pasenadi von Kosala verliehen, das von Lebewesen wimmelte und reichlich Heu, Wald, Wasser und Getreide besaß, ein königlicher Park, der einem Brahmanen geschenkt war. ",
  "dn3:1.2.2": "Pokkharasādi hörte: ",
  "dn3:1.2.3": "„Es scheint, der Asket Gotama – ein Sakyer, der von einer Familie der Sakyer fortgezogen ist – ist in Icchānaṅgala angekommen und hält sich in einem Wald in der Nähe auf. ",
  "dn3:1.2.4": "Er hat diesen guten Ruf: ",
  "dn3:1.2.5": "‚Dieser Gesegnete ist vollendet, ein vollkommen erwachter Buddha, von vollendetem Wissen und Verhalten, heilig, Kenner der Welt, unübertrefflicher Anleiter für alle, die üben wollen, Lehrer von Göttern und Menschen, erwacht, gesegnet.‘ ",
  "dn3:1.2.6": "Er hat diese Welt – mit ihren Göttern, Māras und Brahmās, mit dieser Bevölkerung mit ihren Asketen und Brahmanen, Göttern und Menschen – durch eigene Einsicht erkannt und erklärt sie anderen. ",
  "dn3:1.2.7": "Er lehrt den Dhamma, der am Anfang gut, in der Mitte gut und am Ende gut ist, bedeutsam und gut ausgedrückt. Und er legt eine geistliche Übung dar, die ganz vollständig und rein ist. ",
  "dn3:1.2.8": "Es ist gut, solche Vollendeten zu sehen.“ ",
  "dn3:1.3.0": "2. Der Brahmanenschüler Ambaṭṭha ",
  "dn3:1.3.1": "Nun hatte Pokkharasādi zu dieser Zeit einen Brahmanenschüler namens Ambaṭṭha. Er war einer, der die Hymnen aufsagte und im Gedächtnis hatte und der die drei Veden gemeistert hatte, zusammen mit ihrem Wortschatz, den Riten, den Lauten und der Ableitung der Wörter sowie dem Testament als fünftem. Er kannte die Sprachwissenschaft und die Grammatik und war mit der Kosmologie und mit den Kennzeichen eines großen Mannes vertraut. Er war als Meister im textlichen Erbe der drei Veden seines eigenen Lehrers legitimiert worden mit den Worten: ",
  "dn3:1.3.2": "„Was ich weiß, das weißt du. ",
  "dn3:1.3.3": "Und was du weißt, das weiß ich.“ ",
  "dn3:1.4.1": "Da wandte sich Pokkharasādi an Ambaṭṭha: ",
  "dn3:1.4.2": "„Lieber Ambaṭṭha, der Asket Gotama – ein Sakyer, der von einer Familie der Sakyer fortgezogen ist – ist in Icchānaṅgala angekommen und hält sich in einem Wald in der Nähe auf. ",
  "dn3:1.4.3": "Er hat diesen guten Ruf: ",
  "dn3:1.4.4": "‚Dieser Gesegnete ist vollendet …‘ … ",
  "dn3:1.4.7": "Es ist gut, solche Vollendeten zu sehen. ",
  "dn3:1.4.8": "Bitte, lieber Ambaṭṭha, geh zum Asketen Gotama und finde heraus, ob er seinem Ruf gerecht wird oder nicht. ",
  "dn3:1.4.9": "Durch dich werde ich von Meister Gotama erfahren.“ ",
  "dn3:1.5.1": "„Aber Herr, wie soll ich herausfinden, ob der Asket Gotama seinem Ruf gerecht wird oder nicht?“ ",
  "dn3:1.5.2": "„Lieber Ambaṭṭha, die 32 Kennzeichen eines großen Mannes wurden in unseren Hymnen überliefert. Für einen großen Mann, der diese besitzt, gibt es zwei mögliche Schicksale, kein anderes: ",
  "dn3:1.5.3": "Wenn er im Haus bleibt, wird er ein König, ein Rad-drehender Herrscher, ein gerechter und prinzipientreuer König. Sein Herrschaftsgebiet erstreckt sich nach allen vier Seiten, er erreicht Stabilität im Land und besitzt die sieben Juwelen. ",
  "dn3:1.5.4": "Diese sieben Juwelen sind ",
  "dn3:1.5.5": "das Rad, der Elefant, das Pferd, der Edelstein, die Frau, der Schatzmeister und der Berater als siebtes Juwel. ",
  "dn3:1.5.6": "Er hat über tausend Söhne, wacker und heldenhaft, die die Heere seiner Feinde zermalmen. ",
  "dn3:1.5.7": "Wenn er dieses von der See umspülte Land erobert hat, herrscht er nach Prinzipien, ohne Stock oder Schwert. ",
  "dn3:1.5.8": "Doch wenn er aus dem Haus fortzieht ins hauslose Leben, wird er ein Vollendeter, ein vollkommen erwachter Buddha, der den Schleier von der Welt wegzieht. ",
  "dn3:1.5.9": "Aber, lieber Ambaṭṭha, ich bin der, der die Hymnen gibt, ",
  "dn3:1.5.10": "und du bist der, der sie erhält.“ ",
  "dn3:1.6.1": "„Ja, Herr“, antwortete Ambaṭṭha. Er erhob sich von seinem Sitz, verbeugte sich und umrundete Pokkharasādi respektvoll, die rechte Seite ihm zugewandt. Er bestieg eine von Stuten gezogene Kutsche und brach zusammen mit mehreren jungen Schülern zum Wald bei Icchānaṅgala auf. ",
  "dn3:1.6.2": "Er fuhr mit der Kutsche, soweit es das Gelände erlaubte, stieg dann ab und betrat zu Fuß das Kloster. ",
  "dn3:1.7.1": "Zu der Zeit gingen gerade mehrere Mönche und Nonnen achtsam unter freiem Himmel auf und ab. ",
  "dn3:1.7.2": "Da ging der Brahmanenschüler Ambaṭṭha zu diesen Mönchen und Nonnen und sagte: ",
  "dn3:1.7.3": "„Gute Herren, wo ist Meister Gotama jetzt? ",
  "dn3:1.7.4": "Denn wir sind hergekommen, um ihn zu sehen.“ ",
  "dn3:1.8.1": "Da dachten diese Mönche und Nonnen: ",
  "dn3:1.8.2": "„Dieser Ambaṭṭha kommt von einer namhaften Familie, und er ist der Schüler des namhaften Brahmanen Pokkharasādi. ",
  "dn3:1.8.3": "Der Buddha wird nichts dagegen haben, mit einem solchen ehrbaren Menschen ein Gespräch zu führen.“ ",
  "dn3:1.8.4": "Sie sagten zu Ambaṭṭha: ",
  "dn3:1.8.5": "„Ambaṭṭha, das hier ist seine Hütte, die Tür ist geschlossen. Nähere dich leise und ohne Eile; geh zur Veranda, räuspere dich und klopfe an die Tür. Der Buddha wird die Tür öffnen.“ ",
  "dn3:1.9.1": "Da begab sich der Brahmanenschüler Ambaṭṭha zur Hütte des Buddha und klopfte, und der Buddha öffnete die Tür. ",
  "dn3:1.9.2": "Ambaṭṭha und die anderen Schüler betraten die Hütte. Die anderen Schüler tauschten mit dem Buddha Willkommensgrüße aus, und nach der Begrüßung und dem Austausch von Höflichkeiten setzten sie sich zur Seite hin. ",
  "dn3:1.9.3": "Aber obwohl der Buddha saß, sprach Ambaṭṭha das eine oder andere höfliche Wort, während er umherging oder stand. ",
  "dn3:1.9.4": "Da sagte der Buddha zu ihm: ",
  "dn3:1.9.5": "„Ambaṭṭha, führst du so eine Diskussion mit älteren und ehrwürdigen Brahmanen, den Lehrern der Lehrer: umhergehend oder stehend, während ich sitze, und das eine oder andere höfliche Wort sprechend?“ ",
  "dn3:1.10.0": "2.1. Der erste Gebrauch des Wortes „Primitive“ ",
  "dn3:1.10.1": "„Nein, Meister Gotama. ",
  "dn3:1.10.2": "Denn für einen Brahmanen ist es angemessen, sich mit einem anderen Brahmanen zu unterhalten, während beide gehen, stehen, sitzen oder liegen. ",
  "dn3:1.10.3": "Aber mit diesen glatzköpfigen Pfaffen, diesen falschen Asketen, diesen Primitiven, dieser schwarzen Ausgeburt aus den Füßen unseres Verwandten, mit ihnen unterhalte ich mich, wie ich es jetzt mit Meister Gotama tue.“ ",
  "dn3:1.11.1": "„Aber Ambaṭṭha, du musst mit einem bestimmten Ziel hierhergekommen sein. Du solltest den Geist darauf richten. ",
  "dn3:1.11.2": "Obwohl dieser Ambaṭṭha nicht gut ausgebildet ist, denkt er, er sei gut ausgebildet. Was ist das anders als Mangel an guter Ausbildung?“ ",
  "dn3:1.12.1": "Auf diese Worte wurde Ambaṭṭha zornig und aufgebracht über den Buddha, weil er ihn als nicht gut ausgebildet bezeichnet hatte. Er fiel sogar über den Buddha selbst her und zerriss sich das Maul über ihn: ",
  "dn3:1.12.2": "„Der Asket Gotama wird geschlagen werden!“ Er sagte zum Buddha: ",
  "dn3:1.12.3": "„Meister Gotama, die Sakyer sind ruppig, ",
  "dn3:1.12.4": "hart, ",
  "dn3:1.12.5": "nehmen alles übel ",
  "dn3:1.12.6": "und sind streitlustig. ",
  "dn3:1.12.7": "Primitiv sind sie, und primitiv bleiben sie! Sie ehren, achten, würdigen und verehren Brahmanen nicht, huldigen ihnen nicht. ",
  "dn3:1.12.8": "Es ist weder richtig noch angemessen, dass die Sakyer, Primitive, die sie sind, Brahmanen nicht ehren, achten, würdigen und verehren, ihnen nicht huldigen.“ ",
  "dn3:1.12.9": "Und so verunglimpfte Ambaṭṭha die Sakyer zum ersten Mal mit dem Wort „Primitive“. ",
  "dn3:1.13.0": "2.2. Der zweite Gebrauch des Wortes „Primitive“ ",
  "dn3:1.13.1": "„Aber Ambaṭṭha, wie haben die Sakyer dir Unrecht getan?“ ",
  "dn3:1.13.2": "„Dieses eine Mal, Meister Gotama, ging ich wegen einer Angelegenheit für meinen Lehrer, den Brahmanen Pokkharasādi, nach Kapilavatthu. ",
  "dn3:1.13.3": "Ich begab mich zu den Sakyern in ihrer Versammlungshalle. ",
  "dn3:1.13.4": "Nun saßen zu dieser Zeit mehrere Sakyer und Sakyerprinzen auf hohen Sitzen, stießen einander mit den Fingern an, kicherten und spielten miteinander. Ja, sie erdreisteten sich sogar, über mich zu kichern, und boten mir keinen Sitz an. ",
  "dn3:1.13.5": "Es ist weder richtig noch angemessen, dass die Sakyer, Primitive, die sie sind, Brahmanen nicht ehren, achten, würdigen und verehren, ihnen nicht huldigen.“ ",
  "dn3:1.13.6": "Und so verunglimpfte Ambaṭṭha die Sakyer zum zweiten Mal mit dem Wort „Primitive“. ",
  "dn3:1.14.0": "2.3. Der dritte Gebrauch des Wortes „Primitive“ ",
  "dn3:1.14.1": "„Selbst eine kleine Wachtel, Ambaṭṭha, redet in ihrem eigenen Nest, wie es ihr gefällt. ",
  "dn3:1.14.2": "Kapilavatthu ist der Ort, der den Sakyern gehört, Ambaṭṭha. Es ist des Ehrwürdigen Ambaṭṭha nicht würdig, wegen so einer Kleinigkeit die Beherrschung zu verlieren.“ ",
  "dn3:1.14.3": "„Meister Gotama, es gibt diese vier Kasten: ",
  "dn3:1.14.4": "die Adligen, die Brahmanen, die Landarbeiter und die Hilfsarbeiter. ",
  "dn3:1.14.5": "Drei dieser Kasten, ",
  "dn3:1.14.6": "die Adligen, die Landarbeiter und die Hilfsarbeiter, ",
  "dn3:1.14.7": "gedeihen eigentlich nur, wenn sie den Brahmanen dienen. ",
  "dn3:1.14.8": "Es ist weder richtig noch angemessen, dass die Sakyer, Primitive, die sie sind, Brahmanen nicht ehren, achten, würdigen und verehren, ihnen nicht huldigen.“ ",
  "dn3:1.14.9": "Und so verunglimpfte Ambaṭṭha die Sakyer zum dritten Mal mit dem Wort „Primitive“. ",
  "dn3:1.15.0": "2.4. Das Wort „Sohn eines Sklavenmädchens“ wird gebraucht ",
  "dn3:1.15.1": "Da kam dem Buddha in den Sinn: ",
  "dn3:1.15.2": "„Dieser Ambaṭṭha setzt die Sakyer viel zu sehr herab, indem er sie Primitive nennt. Warum befrage ich ihn nicht über seinen eigenen Stamm?“ ",
  "dn3:1.15.3": "Und er sagte zu ihm: ",
  "dn3:1.15.4": "„Welches ist dein Stamm, Ambaṭṭha?“ ",
  "dn3:1.15.5": "„Ich bin ein Kaṇhāyaner, Meister Gotama.“ ",
  "dn3:1.15.6": "„Aber wenn du dich an den alten Namen und Stamm deiner Mutter und deines Vaters erinnerst, so waren die Sakyer die Kinder der Herren, und du stammst vom Sohn eines Sklavenmädchens der Sakyer ab. ",
  "dn3:1.15.7": "Doch die Sakyer betrachten den König Okkāka als ihren Großvater. ",
  "dn3:1.15.8": "Es war einmal eine Zeit, da wünschte König Okkāka, die Thronfolge auf den Sohn seiner liebsten Königin zu umzulenken, und verbannte daher die älteren Prinzen aus dem Reich – ",
  "dn3:1.15.9": "Okkāmukha, Karakaṇḍa, Hatthinika und Sinisūra. ",
  "dn3:1.15.10": "Sie richteten ihr Heim neben einem Lotusteich an den Hängen des Himalaya ein, wo ein großer Wald von Sāka-Teakbäumen wuchs. ",
  "dn3:1.15.11": "Aus Furcht, dass ihre Linie sich auflösen könnte, schliefen sie mit ihren eigenen – _saka_ – Schwestern. ",
  "dn3:1.15.12": "Da wandte sich König Okkāka an seine Minister und Berater: ",
  "dn3:1.15.13": "‚Wo, ihr Herren, haben sich die Prinzen nun niedergelassen?‘ ",
  "dn3:1.15.14": "‚Majestät, da ist ein Lotusteich an den Hängen des Himalaya, wo ein großer Wald von Teakbäumen wächst. Dort haben sie sich niedergelassen. ",
  "dn3:1.15.15": "Aus Furcht, dass ihre Linie sich auflösen könnte, schlafen sie mit ihren eigenen Schwestern.‘ ",
  "dn3:1.15.16": "Darauf, Ambaṭṭha, drückte der König Okkāka dieses innige Gefühl aus: ",
  "dn3:1.15.17": "‚Die Prinzen sind tatsächlich Sakyer! Die Prinzen sind tatsächlich die besten Sakyer!‘ ",
  "dn3:1.15.18": "Von diesem Tag an kannte man die Sakyer, und er war ihr Begründer. ",
  "dn3:1.16.1": "Nun hatte König Okkāka ein Sklavenmädchen mit Namen Disā. ",
  "dn3:1.16.2": "Sie gebar einen Jungen mit Namen „Schwarz“. ",
  "dn3:1.16.3": "Als er geboren war, sagte Schwarzjunge: ",
  "dn3:1.16.4": "‚Wasch mich, Mama, bade mich! Schaff diesen Schmutz von mir fort! Ich werde für dich nützlich sein!‘ ",
  "dn3:1.16.5": "Wenn die Leute heutzutage Kobolde sehen, fassen sie sie als Kobolde auf; ",
  "dn3:1.16.6": "in jenen Tagen aber fassten sie Kobolde als ‚Schwarzbuben‘ auf. ",
  "dn3:1.16.7": "Sie sagen: ",
  "dn3:1.16.8": "‚Er sprach, sobald er geboren war – ein Schwarzbube ist geboren! Ein Kobold ist geboren!‘ ",
  "dn3:1.16.9": "Von diesem Tag an wurden die Kaṇhāyaner bekannt gemacht, und er war ihr Begründer. ",
  "dn3:1.16.10": "So waren die Sakyer, wenn man sich an den alten Namen und Stamm deiner Mutter und deines Vaters erinnert, die Kinder der Herren, und du stammst vom Sohn eines Sklavenmädchens der Sakyer ab.“ ",
  "dn3:1.17.1": "Auf diese Worte sagten diese Schüler zum Buddha: ",
  "dn3:1.17.2": "„Meister Gotama, bitte setze Ambaṭṭha nicht zu sehr herab, indem du ihn den Sohn eines Sklavenmädchens nennst. ",
  "dn3:1.17.3": "Er ist von guter Geburt, ein ehrbarer Mensch, gelehrt, ein guter Redner und klug. Er ist in der Lage, mit dem Meister Gotama über diese Sache ein Gespräch zu führen.“ ",
  "dn3:1.18.1": "Da sagte der Buddha zu ihnen: ",
  "dn3:1.18.2": "„Nun, Schüler, wenn ihr denkt, ",
  "dn3:1.18.3": "Ambaṭṭha sei von schlechter Geburt, kein ehrbarer Mensch, nicht gelehrt, ein schlechter Redner, geistlos und nicht in der Lage, mit mir über diese Sache ein Gespräch zu führen, dann lasst ihn beiseite, und ihr könnt mit mir ein Gespräch führen. ",
  "dn3:1.18.4": "Aber wenn ihr denkt, ",
  "dn3:1.18.5": "er sei von guter Geburt, ein ehrbarer Mensch, gelehrt, ein guter Redner, klug und in der Lage, mit mir über diese Sache ein Gespräch zu führen, dann solltet ihr beiseitetreten und ihn ein Gespräch mit mir führen lassen.“ ",
  "dn3:1.19.1": "„Er ist in der Lage, ein Gespräch zu führen. Wir werden schweigen und Ambaṭṭha ein Gespräch mit dem Meister Gotama führen lassen.“ ",
  "dn3:1.20.1": "Und der Buddha sagte zu Ambaṭṭha: ",
  "dn3:1.20.2": "„Nun, Ambaṭṭha, da ist eine berechtigte Frage, die aufkommt. Du wirst sie nicht mögen, aber du solltest dennoch antworten. ",
  "dn3:1.20.3": "Wenn du nicht antwortest, indem du dem Problem ausweichst, schweigst oder weggehst, wird dein Kopf eben hier in sieben Stücke zerspringen. ",
  "dn3:1.20.4": "Was denkst du, Ambaṭṭha? ",
  "dn3:1.20.5": "Nach dem, was du von älteren und ehrwürdigen Brahmanen gehört hast, den Lehrern der Lehrer: Was ist der Ursprung der Kaṇhāyaner, und wer ist ihr Begründer?“ ",
  "dn3:1.20.6": "Daraufhin schwieg Ambaṭṭha. ",
  "dn3:1.20.7": "Zum zweiten Mal stellte der Buddha seine Frage, ",
  "dn3:1.20.9": "und zum zweiten Mal schwieg Ambaṭṭha. ",
  "dn3:1.20.10": "Da sagte der Buddha zu ihm: ",
  "dn3:1.20.11": "„Antworte nun, Ambaṭṭha. Jetzt ist nicht die Zeit, zu schweigen. ",
  "dn3:1.20.12": "Wenn jemand eine berechtigte Frage, die ihm vom Buddha dreimal gestellt wurde, nicht beantwortet, wird sein Kopf eben da in sieben Stücke zerspringen.“ ",
  "dn3:1.21.1": "Nun stand zu dieser Zeit der Geist Vajirapāṇī in der Luft über Ambaṭṭha und hielt einen gewaltigen eisernen Wurfspieß, der brannte, loderte und glühte, und dachte: ",
  "dn3:1.21.2": "„Wenn dieser Ambaṭṭha nicht antwortet, wenn er zum dritten Mal gefragt wird, werde ich seinen Kopf eben da in sieben Stücke zerspringen lassen!“ ",
  "dn3:1.21.3": "Und sowohl der Buddha als auch Ambaṭṭha konnten Vajirapāṇī sehen. ",
  "dn3:1.21.4": "Ambaṭṭha war panisch und erschüttert und seine Haare sträubten sich. Indem er beim Buddha Schutz, Unterschlupf und Zuflucht suchte, setzte er sich nahe zu ihm und sagte: ",
  "dn3:1.21.5": "„Was hast du gesagt? ",
  "dn3:1.21.6": "Bitte wiederhole die Frage.“ ",
  "dn3:1.21.7": "„Was denkst du, Ambaṭṭha? ",
  "dn3:1.21.8": "Nach dem, was du von älteren und ehrwürdigen Brahmanen gehört hast, den Lehrern der Lehrer: Was ist der Ursprung der Kaṇhāyaner, und wer ist ihr Begründer?“ ",
  "dn3:1.21.9": "„Ich habe gehört, Meister Gotama, dass es geradeso ist, wie du sagst. ",
  "dn3:1.21.10": "Das ist der Ursprung der Kaṇhāyaner, ",
  "dn3:1.21.11": "und das ist ihr Begründer.“ ",
  "dn3:1.22.0": "2.5. Die Diskussion über Ambaṭṭhas Erbe ",
  "dn3:1.22.1": "Auf diese Worte machten diese Schüler einen Tumult: ",
  "dn3:1.22.2": "„Es erweist sich, dass Ambaṭṭha von schlechter Geburt ist, kein ehrbarer Mensch, der Sohn eines Sklavenmädchens der Sakyer, und dass die Sakyer Söhne seines Herrn sind! ",
  "dn3:1.22.3": "Und es scheint, dass der Asket Gotama nur die Wahrheit gesprochen hat, obwohl wir uns erdreisteten, ihn zu tadeln!“ ",
  "dn3:1.23.1": "Da kam dem Buddha in den Sinn: ",
  "dn3:1.23.2": "„Diese Schüler setzen Ambaṭṭha zu sehr herab, indem sie ihn den Sohn eines Sklavenmädchens nennen. Warum helfe ich ihm nicht da heraus?“ ",
  "dn3:1.23.3": "Und der Buddha sagte zu den Schülern: ",
  "dn3:1.23.4": "„Schüler, bitte setzt Ambaṭṭha nicht zu sehr herab, indem ihr ihn den Sohn eines Sklavenmädchens nennt. ",
  "dn3:1.23.5": "Dieser Schwarzjunge war ein bedeutender Weiser. ",
  "dn3:1.23.6": "Er ging zu einem Land im Süden und prägte sich den Göttlichen Zauberspruch ein. Dann begab er sich zu König Okkāka und hielt um die Hand seiner Tochter Maddarūpī an. ",
  "dn3:1.23.7": "Der König sagte zu ihm: ",
  "dn3:1.23.8": "‚Wer zum Teufel ist dieser Sohn eines Sklavenmädchens, dass er um die Hand meiner Tochter anhält!‘ Zornig und aufgebracht legte er einen Pfeil mit rasiermesserscharfer Spitze an. ",
  "dn3:1.23.9": "Aber er konnte ihn weder abschießen noch wieder locker lassen. ",
  "dn3:1.23.10": "Da begaben sich die Minister und Berater zu dem Weisen Schwarzjunge und sagten: ",
  "dn3:1.23.11": "‚Verschone den König, Herr, ",
  "dn3:1.23.12": "verschone ihn!‘ ",
  "dn3:1.23.13": "‚Der König wird sicher sein. Aber wenn er den Pfeil nach unten schießt, wird es im ganzen Reich ein Erdbeben geben.‘ ",
  "dn3:1.23.14": "‚Verschone den König, Herr, und verschone das Land!‘ ",
  "dn3:1.23.15": "‚Der König und das Land werden sicher sein. Aber wenn er den Pfeil nach oben schießt, wird es im ganzen Reich sieben Jahre lang keinen Regen geben.‘ ",
  "dn3:1.23.16": "‚Verschone den König, Herr, verschone das Land, und lass Regen fallen!‘ ",
  "dn3:1.23.17": "‚Der König und das Land werden sicher sein, und es wird Regen fallen. Und wenn der König mit dem Pfeil auf den Kronprinzen zielt, wird dieser sicher und unversehrt sein.‘ ",
  "dn3:1.23.18": "Da sagten die Minister zu Okkāka: ",
  "dn3:1.23.19": "‚Okkāka muss mit dem Pfeil auf den Prinzen zielen. Er wird sicher und unversehrt sein.‘ ",
  "dn3:1.23.20": "Da zielte der König Okkāka mit dem Pfeil auf den Kronprinzen. Und dieser war sicher und unversehrt. ",
  "dn3:1.23.21": "Da war der König panisch und erschüttert und seine Haare sträubten sich. Aus Furcht vor der göttlichen Strafe gab er die Hand seiner Tochter Maddarūpī. ",
  "dn3:1.23.22": "Schüler, bitte setzt Ambaṭṭha nicht zu sehr herab, indem ihr ihn den Sohn eines Sklavenmädchens nennt. Dieser Schwarzjunge war ein bedeutender Weiser.“ ",
  "dn3:1.24.0": "3. Die Überlegenheit der Adligen ",
  "dn3:1.24.1": "Dann wandte sich der Buddha an Ambaṭṭha: ",
  "dn3:1.24.2": "„Was denkst du, Ambaṭṭha? ",
  "dn3:1.24.3": "Da würde ein adliger Junge mit einem Brahmanenmädchen schlafen und sie bekämen einen Sohn. ",
  "dn3:1.24.4": "Würde er von den Brahmanen einen Sitz und Wasser erhalten?“ ",
  "dn3:1.24.5": "„Das würde er, Meister Gotama.“ ",
  "dn3:1.24.6": "„Und würden die Brahmanen ihm bei einer Essensspende für die Ahnen, bei der Spende einer Milchreistafel, bei einem Opfer oder einem Festmahl für Gäste zu essen geben?“ ",
  "dn3:1.24.7": "„Das würden sie.“ ",
  "dn3:1.24.8": "„Und würden die Brahmanen ihn die Hymnen lehren oder nicht?“ ",
  "dn3:1.24.9": "„Sie würden es tun.“ ",
  "dn3:1.24.10": "„Und würde er von den Frauen ferngehalten oder nicht?“ ",
  "dn3:1.24.11": "„Das würde er nicht.“ ",
  "dn3:1.24.12": "„Und würden die Adligen ihn zum König salben?“ ",
  "dn3:1.24.13": "„Nein, Meister Gotama. ",
  "dn3:1.24.14": "Und warum nicht? ",
  "dn3:1.24.15": "Weil seine mütterliche Seite unpassend wäre.“ ",
  "dn3:1.25.1": "„Was denkst du, Ambaṭṭha? ",
  "dn3:1.25.2": "Da würde ein Brahmanenjunge mit einem adligen Mädchen schlafen und sie bekämen einen Sohn. ",
  "dn3:1.25.3": "Würde er von den Brahmanen einen Sitz und Wasser erhalten?“ ",
  "dn3:1.25.4": "„Das würde er, Meister Gotama.“ ",
  "dn3:1.25.5": "„Und würden die Brahmanen ihm bei einer Essensspende für die Ahnen, bei der Spende einer Milchreistafel, bei einem Opfer oder einem Festmahl für Gäste zu essen geben?“ ",
  "dn3:1.25.6": "„Das würden sie.“ ",
  "dn3:1.25.7": "„Und würden die Brahmanen ihn die Hymnen lehren oder nicht?“ ",
  "dn3:1.25.8": "„Sie würden es tun.“ ",
  "dn3:1.25.9": "„Und würde er von den Frauen ferngehalten oder nicht?“ ",
  "dn3:1.25.10": "„Das würde er nicht.“ ",
  "dn3:1.25.11": "„Und würden die Adligen ihn zum König salben?“ ",
  "dn3:1.25.12": "„Nein, Meister Gotama. ",
  "dn3:1.25.13": "Und warum nicht? ",
  "dn3:1.25.14": "Weil seine väterliche Seite unpassend wäre.“ ",
  "dn3:1.26.1": "„Und somit, Ambaṭṭha, stehen die Adligen höher und die Brahmanen tiefer, ob man nun Frauen mit Frauen oder Männer mit Männern vergleicht. ",
  "dn3:1.26.2": "Was denkst du, Ambaṭṭha? ",
  "dn3:1.26.3": "Da würden die Brahmanen aus irgendeinem Grund einem Brahmanen den Kopf scheren, ihn mit einem Sack voll Asche überschütten und ihn aus dem Land oder der Stadt verbannen. ",
  "dn3:1.26.4": "Würde er von den Brahmanen einen Sitz und Wasser erhalten?“ ",
  "dn3:1.26.5": "„Das würde er nicht, Meister Gotama.“ ",
  "dn3:1.26.6": "„Und würden die Brahmanen ihm bei einer Essensspende für die Ahnen, bei der Spende einer Milchreistafel, bei einem Opfer oder einem Festmahl für Gäste zu essen geben?“ ",
  "dn3:1.26.7": "„Das würden sie nicht.“ ",
  "dn3:1.26.8": "„Und würden die Brahmanen ihn die Hymnen lehren oder nicht?“ ",
  "dn3:1.26.9": "„Sie würden es nicht tun.“ ",
  "dn3:1.26.10": "„Und würde er von den Frauen ferngehalten oder nicht?“ ",
  "dn3:1.26.11": "„Das würde er.“ ",
  "dn3:1.27.1": "„Was denkst du, Ambaṭṭha? ",
  "dn3:1.27.2": "Da würden die Adligen aus irgendeinem Grund einem Adligen den Kopf scheren, ihn mit einem Sack voll Asche überschütten und ihn aus dem Land oder der Stadt verbannen. ",
  "dn3:1.27.3": "Würde er von den Brahmanen einen Sitz und Wasser erhalten?“ ",
  "dn3:1.27.4": "„Das würde er, Meister Gotama.“ ",
  "dn3:1.27.5": "„Und würden die Brahmanen ihm bei einer Essensspende für die Ahnen, bei der Spende einer Milchreistafel, bei einem Opfer oder einem Festmahl für Gäste zu essen geben?“ ",
  "dn3:1.27.6": "„Das würden sie.“ ",
  "dn3:1.27.7": "„Und würden die Brahmanen ihn die Hymnen lehren oder nicht?“ ",
  "dn3:1.27.8": "„Sie würden es tun.“ ",
  "dn3:1.27.9": "„Und würde er von den Frauen ferngehalten oder nicht?“ ",
  "dn3:1.27.10": "„Das würde er nicht.“ ",
  "dn3:1.27.11": "„An diesem Punkt, Ambaṭṭha, hat dieser Adlige einen Tiefpunkt erreicht, sein Kopf wurde geschoren, er wurde mit einem Sack voll Asche überschüttet und aus dem Land oder der Stadt verbannt. ",
  "dn3:1.27.12": "Und doch stehen die Adligen höher und die Brahmanen tiefer. ",
  "dn3:1.28.1": "Auch der Brahmā Sanaṅkumāra sprach diese Strophe: ",
  "dn3:1.28.2": "‚Der Adlige ist der Beste unter den Menschen, ",
  "dn3:1.28.3": "die den Stamm zum Maßstab nehmen. ",
  "dn3:1.28.4": "Aber wer im Wissen und Verhalten vollendet ist, ",
  "dn3:1.28.5": "ist Erster unter Göttern und Menschen.‘ ",
  "dn3:1.28.6": "Diese Strophe wurde vom Brahmā Sanaṅkumāra gut gesungen, nicht schlecht gesungen; gut gesprochen, nicht schlecht gesprochen. Sie ist von Nutzen, nicht ohne Nutzen, und ich stimmte ihr zu. ",
  "dn3:1.28.7": "Denn auch ich sage: ",
  "dn3:1.28.8": "Der Adlige ist der Beste unter den Menschen, ",
  "dn3:1.28.9": "die den Stamm zum Maßstab nehmen. ",
  "dn3:1.28.10": "Aber wer im Wissen und Verhalten vollendet ist, ",
  "dn3:1.28.11": "ist Erster unter Göttern und Menschen.“ ",
  "dn3:1.28.12": "Der erste Abschnitt zum Aufsagen. ",
  "dn3:2.1.0": "4. Wissen und Verhalten ",
  "dn3:2.1.1": "„Aber Meister Gotama, was ist dieses Verhalten, was ist dieses Wissen?“ ",
  "dn3:2.1.2": "„Ambaṭṭha, im unübertrefflichen Wissen und Verhalten gibt es keine Diskussion über Stammbaum oder Stamm oder Stolz: ",
  "dn3:2.1.3": "‚Du verdienst mich‘ oder ‚Du verdienst mich nicht‘. ",
  "dn3:2.1.4": "Da, wo es Geben oder Nehmen einer Braut für die Hochzeit gibt, da gibt es eine solche Diskussion. ",
  "dn3:2.1.6": "Jeder, der an Fragen des Stammbaums oder des Stammes oder des Stolzes hängt oder am Geben oder Nehmen einer Braut für die Hochzeit, ist vom unübertrefflichen Wissen und Verhalten weit entfernt. ",
  "dn3:2.1.7": "Die Verwirklichung des unübertrefflichen Wissens und Verhaltens geschieht, wenn man solche Dinge aufgegeben hat.“ ",
  "dn3:2.2.1": "„Aber Meister Gotama, was ist dieses Verhalten, was ist dieses Wissen?“ ",
  "dn3:2.2.2": "„Ambaṭṭha, da erscheint ein Klargewordener in der Welt, ein Vollendeter, ein vollkommen erwachter Buddha, von vollendetem Wissen und Verhalten, heilig, Kenner der Welt, unübertrefflicher Anleiter für alle, die üben wollen, Lehrer von Göttern und Menschen, erwacht, gesegnet. ",
  "dn3:2.2.3": "Er hat diese Welt – mit ihren Göttern, Māras und Brahmās, mit dieser Bevölkerung mit ihren Asketen und Brahmanen, Göttern und Menschen – durch eigene Einsicht erkannt und erklärt sie anderen. ",
  "dn3:2.2.4": "Er lehrt den Dhamma, der am Anfang gut, in der Mitte gut und am Ende gut ist, bedeutsam und gut ausgedrückt. Und er legt eine geistliche Übung dar, die ganz vollständig und rein ist. ",
  "dn3:2.2.5": "Ein Hausbesitzer hört diese Lehre, oder das Kind eines Hausbesitzers oder jemand, der in einer guten Familie wiedergeboren ist. ",
  "dn3:2.2.6": "Er fasst Vertrauen zum Klargewordenen ",
  "dn3:2.2.7": "und überlegt … ",
  "dn3:2.2.8": "Ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, tritt er in die erste Vertiefung ein und verweilt darin … ",
  "dn3:2.2.9": "Das ist Teil seines Verhaltens. ",
  "dn3:2.2.10": "Wenn dann das Ausrichten und Halten des Geistes sich beruhigt, tritt ein Mönch in die zweite Vertiefung ein und verweilt darin … ",
  "dn3:2.2.11": "Das ist Teil seines Verhaltens. ",
  "dn3:2.2.12": "Mit dem Schwinden der Ekstase tritt er dann in die dritte Vertiefung ein und verweilt darin … ",
  "dn3:2.2.13": "Das ist Teil seines Verhaltens. ",
  "dn3:2.2.14": "Indem er Glück und Schmerz aufgibt und frühere Fröhlichkeit und Traurigkeit beendet, tritt er dann in die vierte Vertiefung ein und verweilt darin … ",
  "dn3:2.2.15": "Das ist Teil seines Verhaltens. ",
  "dn3:2.2.16": "Das ist dieses Verhalten. ",
  "dn3:2.2.17": "Wenn sein Geist so im Samādhi versunken ist – geläutert, hell, makellos, fleckenlos, geschmeidig, formbar, stetig und unbewegt –, dann streckt er ihn aus und projiziert ihn auf das Erkennen und Sehen. ",
  "dn3:2.2.18": "Das ist Teil seines Wissens. ",
  "dn3:2.2.19": "Er versteht: ‚… es gibt keine Rückkehr mehr zu irgendeinem Daseinszustand.‘ ",
  "dn3:2.2.20": "Das ist Teil seines Wissens. ",
  "dn3:2.2.21": "Das ist dieses Wissen. ",
  "dn3:2.2.22": "Von diesem Mönch heißt es, er sei ‚im Wissen vollendet‘ und auch ‚im Verhalten vollendet‘ und auch ‚im Wissen und Verhalten vollendet‘. ",
  "dn3:2.2.23": "Und, Ambaṭṭha, es gibt keine Vollendung im Wissen und Verhalten, die besser oder erlesener wäre als diese. ",
  "dn3:2.3.0": "5. Vier Gründe für das Ausscheiden ",
  "dn3:2.3.1": "Es gibt vier Gründe für das Ausscheiden aus diesem unübertrefflichen Wissen und Verhalten. ",
  "dn3:2.3.2": "Welche vier? ",
  "dn3:2.3.3": "Zunächst ist da ein Asket oder Brahmane, der, da er es nicht schafft, dieses unübertreffliche Wissen und Verhalten zu erlangen, in ein Wildnisgebiet eintaucht, wobei er seine Sachen mit einer Schulterstange trägt: ",
  "dn3:2.3.4": "‚Ich werde durchkommen, indem ich mich von herabgefallenen Früchten ernähre.‘ ",
  "dn3:2.3.5": "Er gedeiht eigentlich nur, wenn er jemandem dient, der im Wissen und Verhalten vollendet ist. ",
  "dn3:2.3.6": "Das ist der erste Grund für das Ausscheiden aus diesem unübertrefflichen Wissen und Verhalten. ",
  "dn3:2.3.7": "Dann ist da ein Asket oder Brahmane, der, da er es nicht schafft, dieses unübertreffliche Wissen und Verhalten zu erlangen oder durchzukommen, indem er sich von herabgefallenen Früchten ernährt, in ein Wildnisgebiet eintaucht, wobei er einen Spaten und einen Korb trägt: ",
  "dn3:2.3.8": "‚Ich werde durchkommen, indem ich mich von Knollen und Früchten ernähre.‘ ",
  "dn3:2.3.9": "Er gedeiht eigentlich nur, wenn er jemandem dient, der im Wissen und Verhalten vollendet ist. ",
  "dn3:2.3.10": "Das ist der zweite Grund für das Ausscheiden aus diesem unübertrefflichen Wissen und Verhalten. ",
  "dn3:2.3.11": "Dann ist da ein Asket oder Brahmane, der, da er es nicht schafft, dieses unübertreffliche Wissen und Verhalten zu erlangen oder durchzukommen, indem er sich von herabgefallenen Früchten oder von Knollen und Früchten ernährt, in der Nähe eines Dorfes oder einer Stadt eine Feuerkammer errichtet und dort lebt, indem er der heiligen Flamme huldigt. ",
  "dn3:2.3.12": "Er gedeiht eigentlich nur, wenn er jemandem dient, der im Wissen und Verhalten vollendet ist. ",
  "dn3:2.3.13": "Das ist der dritte Grund für das Ausscheiden aus diesem unübertrefflichen Wissen und Verhalten. ",
  "dn3:2.3.14": "Dann ist da ein Asket oder Brahmane, der, da er es nicht schafft, dieses unübertreffliche Wissen und Verhalten zu erlangen oder durchzukommen, indem er sich von herabgefallenen Früchten oder von Knollen und Früchten ernährt oder indem er der heiligen Flamme huldigt, an der Kreuzung eine viertürige Feuerkammer errichtet und dort lebt: ",
  "dn3:2.3.15": "‚Wenn ein Asket oder Brahmane aus einer der vier Himmelsrichtungen kommt, will ich ihn ehren, so gut ich kann.‘ ",
  "dn3:2.3.16": "Er gedeiht eigentlich nur, wenn er jemandem dient, der im Wissen und Verhalten vollendet ist. ",
  "dn3:2.3.17": "Das ist der vierte Grund für das Ausscheiden aus diesem unübertrefflichen Wissen und Verhalten. ",
  "dn3:2.3.18": "Das sind die vier Gründe für das Ausscheiden aus diesem unübertrefflichen Wissen und Verhalten. ",
  "dn3:2.4.1": "Was denkst du, Ambaṭṭha? ",
  "dn3:2.4.2": "Sieht man dieses unübertreffliche Wissen und Verhalten in deiner eigenen Tradition?“ ",
  "dn3:2.4.3": "„Nein, Meister Gotama. ",
  "dn3:2.4.4": "Wer bin ich, wer ist meine Tradition, verglichen mit dem unübertrefflichen Wissen und Verhalten? ",
  "dn3:2.4.5": "Wir sind davon weit entfernt.“ ",
  "dn3:2.4.6": "„Was denkst du, Ambaṭṭha? ",
  "dn3:2.4.7": "Da du es nicht schafft, dieses unübertreffliche Wissen und Verhalten zu erlangen, bist du da mit deiner Tradition in ein Wildnisgebiet eingetaucht, wobei du deine Sachen mit einer Schulterstange getragen hast: ",
  "dn3:2.4.8": "‚Ich werde durchkommen, indem ich mich von herabgefallenen Früchten ernähre‘?“ ",
  "dn3:2.4.9": "„Nein, Meister Gotama.“ ",
  "dn3:2.4.10": "„Was denkst du, Ambaṭṭha? ",
  "dn3:2.4.11": "Bist du … mit deiner Tradition in ein Wildnisgebiet eingetaucht, wobei du einen Spaten und einen Korb getragen hast: ",
  "dn3:2.4.12": "‚Ich werde durchkommen, indem ich mich von Knollen und Früchten ernähre‘?“ ",
  "dn3:2.4.13": "„Nein, Meister Gotama.“ ",
  "dn3:2.4.14": "„Was denkst du, Ambaṭṭha? ",
  "dn3:2.4.15": "Hast du … mit deiner Tradition in der Nähe eines Dorfes oder einer Stadt eine Feuerkammer errichtet und dort gelebt, indem du der heiligen Flamme gehuldigt hast?“ ",
  "dn3:2.4.16": "„Nein, Meister Gotama.“ ",
  "dn3:2.4.17": "„Was denkst du, Ambaṭṭha? ",
  "dn3:2.4.18": "Hast du … mit deiner Tradition an der Kreuzung eine viertürige Feuerkammer errichtet und dort gelebt: ",
  "dn3:2.4.19": "‚Wenn ein Asket oder Brahmane aus einer der vier Himmelsrichtungen kommt, will ich ihn ehren, so gut ich kann‘?“ ",
  "dn3:2.4.20": "„Nein, Meister Gotama.“ ",
  "dn3:2.5.1": "„So stehst du also mit deiner Tradition nicht nur unter dem unübertrefflichen Wissen und Verhalten, ",
  "dn3:2.5.2": "sondern sogar unter den vier Gründen für das Ausscheiden aus diesem unübertrefflichen Wissen und Verhalten. ",
  "dn3:2.5.3": "Aber von deinem Lehrer, dem Brahmanen Pokkharasādi, wurde dir gesagt: ",
  "dn3:2.5.4": "‚Wer sind diese glatzköpfigen Pfaffen, diese falschen Asketen, diese Primitiven, diese schwarze Ausgeburt aus den Füßen unseres Verwandten, verglichen mit einer Unterhaltung mit den Brahmanen des dreifachen Wissens?‘ Doch er selbst hat nicht einmal einen der Gründe für das Ausscheiden erfüllt! ",
  "dn3:2.5.5": "Sieh, Ambaṭṭha, wie dein Lehrer Pokkharasādi dir Unrecht getan hat. ",
  "dn3:2.6.0": "6. Wie die Seher der Vergangenheit sein ",
  "dn3:2.6.1": "Pokkharasādi lebt von dem Geschenk, das ihm vom König Pasenadi von Kosala zur Verfügung gestellt wurde. ",
  "dn3:2.6.2": "Aber der König gewährt ihm nicht einmal eine Audienz von Angesicht zu Angesicht. ",
  "dn3:2.6.3": "Wenn er sich berät, tut er es hinter einem Vorhang. ",
  "dn3:2.6.4": "Warum sollte der König jemandem, dem von ihm rechtmäßig Lebensmittel überreicht werden, keine Audienz von Angesicht zu Angesicht gewähren? ",
  "dn3:2.6.5": "Sieh, Ambaṭṭha, wie dein Lehrer Pokkharasādi dir Unrecht getan hat. ",
  "dn3:2.7.1": "Was denkst du, Ambaṭṭha? ",
  "dn3:2.7.2": "Angenommen, der König Pasenadi würde mit Kriegerfürsten oder Stammesfürsten Beratungen abhalten, während er auf dem Nacken eines Elefanten oder dem Rücken eines Pferdes säße oder während er auf der Matte in einem Streitwagen stünde. ",
  "dn3:2.7.3": "Und angenommen, er würde von dort absteigen und sich zur Seite hinstellen. ",
  "dn3:2.7.4": "Dann käme ein Hilfsarbeiter oder der abhängige Diener eines Hilfsarbeiters vorbei, der am gleichen Platz stünde und die Beratung fortsetzen würde: ",
  "dn3:2.7.5": "‚Das sagt König Pasenadi, und auch das sagt der König.‘ ",
  "dn3:2.7.6": "Obwohl er die Worte des Königs ausspräche und den Rat des Königs erteilte – ",
  "dn3:2.7.7": "würde ihn das zum König oder zu einem königlichen Minister machen?“ ",
  "dn3:2.7.8": "„Nein, Meister Gotama.“ ",
  "dn3:2.8.1": "„Ebenso, Ambaṭṭha, schufen die alten brahmanischen Seher Aṭṭhaka, Vāmaka, Vāmadeva, Vessāmitta, Yamadaggi, Aṅgīrasa, Bhāradvāja, Vāseṭṭha, Kassapa und Bhagu die Hymnen und verbreiteten sie. Ihre Hymnensammlung wurde in alten Zeiten gesungen, verbreitet und zusammengestellt. Bis heute wird sie von Brahmanen gesungen und vorgetragen. Brahmanen tragen weiterhin vor, was vorgetragen wurde, und lehren, was gelehrt wurde. ",
  "dn3:2.8.2": "Da du ihre Hymnen in deiner eigenen Tradition auswendig gelernt hast, könntest du denken, das machte dich zu einem Seher oder zu einem, der auf dem Weg ist, ein Seher zu werden. Aber das ist nicht möglich. ",
  "dn3:2.9.1": "Was denkst du, Ambaṭṭha? ",
  "dn3:2.9.2": "Nach dem, was du von älteren und ehrwürdigen Brahmanen gehört hast, den Lehrern der Lehrer: ",
  "dn3:2.9.3": "Waren diese alten brahmanischen Seher ",
  "dn3:2.9.4": "mit den fünf Arten sinnlicher Erregung versorgt und ausgestattet und vergnügten sich, nachdem sie schön gebadet und geölt waren, Haar und Bart frisiert hatten und mit Juwelen, Ohrringen und Armbändern geschmückt und in Weiß gekleidet waren, wie du es heute in deiner Tradition tust?“ ",
  "dn3:2.9.5": "„Nein, Meister Gotama.“ ",
  "dn3:2.10.2": "„Aßen sie feinen gekochten Reis, mit reinem Fleisch garniert, aus dem die dunklen Körner ausgelesen waren und der mit vielen Suppen und Soßen angerichtet war, wie du es heute in deiner Tradition tust?“ ",
  "dn3:2.10.3": "„Nein, Meister Gotama.“ ",
  "dn3:2.10.5": "„Vergnügten sie sich mit Mädchen, die mit Stringtangas bekleidet waren, die ihre Rundungen sehen ließen, wie du es heute in deiner Tradition tust?“ ",
  "dn3:2.10.6": "„Nein, Meister Gotama.“ ",
  "dn3:2.10.8": "„Fuhren sie in Kutschen herum, die von Stuten mit geflochtenen Mähnen gezogen wurden, die sie mit langen Peitschen vorwärts peitschten und schlugen, wie du es heute in deiner Tradition tust?“ ",
  "dn3:2.10.9": "„Nein, Meister Gotama.“ ",
  "dn3:2.10.11": "„Hatten sie Männer mit langen Schwertern, die sie in Festungen bewachten, um die Gräben ausgehoben und Schranken befestigt waren, wie du es heute in deiner Tradition tust?“ ",
  "dn3:2.10.12": "„Nein, Meister Gotama.“ ",
  "dn3:2.10.13": "„Ambaṭṭha, so bist du also in deiner eigenen Tradition weder ein Seher noch jemand, der auf dem Weg ist, ein Seher zu werden. ",
  "dn3:2.10.14": "Wer über mich irgendeinen Zweifel oder eine Unsicherheit hat, der frage mich, und ich werde mit meiner Antwort seine Zweifel klären.“ ",
  "dn3:2.11.0": "7. Die zwei Kennzeichen sehen ",
  "dn3:2.11.1": "Dann kam der Buddha aus seiner Hütte und begann, achtsam auf und ab zu gehen, ",
  "dn3:2.11.2": "und Ambaṭṭha tat das Gleiche. ",
  "dn3:2.11.3": "Und während er neben dem Buddha herging, untersuchte Ambaṭṭha dessen Körper nach den 32 Kennzeichen eines großen Mannes. ",
  "dn3:2.11.4": "Er sah sie alle, mit Ausnahme von zweien, ",
  "dn3:2.11.5": "über die er im Zweifel war: ",
  "dn3:2.11.6": "ob das Geschlechtsteil in eine Vorhaut eingehüllt war und die Länge der Zunge. ",
  "dn3:2.12.1": "Da kam dem Buddha in den Sinn: ",
  "dn3:2.12.2": "„Dieser Brahmanenschüler Ambaṭṭha sieht alle Kennzeichen mit Ausnahme von zweien, ",
  "dn3:2.12.3": "über die er im Zweifel ist: ",
  "dn3:2.12.4": "ob das Geschlechtsteil in eine Vorhaut eingehüllt ist und die Länge der Zunge.“ ",
  "dn3:2.12.5": "Darauf setzte der Buddha seine übersinnliche Kraft ein und veranlasste, dass Ambaṭṭha sah, wie sein Geschlechtsteil in eine Vorhaut eingehüllt war. ",
  "dn3:2.12.6": "Und er streckte seine Zunge heraus und strich damit vor und zurück über die Ohr- und Nasenlöcher und bedeckte seine gesamte Stirn mit seiner Zunge. ",
  "dn3:2.12.7": "Da dachte Ambaṭṭha: ",
  "dn3:2.12.8": "„Der Asket Gotama besitzt die 32 Kennzeichen vollständig, es fehlt keins.“ ",
  "dn3:2.12.9": "Er sagte zum Buddha: ",
  "dn3:2.12.10": "„Nun, Herr, jetzt muss ich gehen. Ich habe viele Pflichten und Verantwortlichkeiten.“ ",
  "dn3:2.12.11": "„Bitte, Ambaṭṭha, geh nach deinem Belieben.“ ",
  "dn3:2.12.12": "Da bestieg Ambaṭṭha seine von Stuten gezogene Kutsche und fuhr ab. ",
  "dn3:2.13.1": "Nun war zu dieser Zeit der Brahmane Pokkharasādi mit einer großen Gruppe von Brahmanen aus Ukkaṭṭhā herausgekommen und saß in seinem eigenen Park, wo er eben auf Ambaṭṭha wartete. ",
  "dn3:2.13.2": "Da fuhr Ambaṭṭha in den Park ein. ",
  "dn3:2.14.1": "Er fuhr mit der Kutsche, soweit es das Gelände erlaubte, stieg dann ab und begab sich zu Fuß zum Brahmanen Pokkharasādi. Er verbeugte sich und setzte sich zur Seite hin, und Pokkharasādi sagte zu ihm: ",
  "dn3:2.14.2": "„Ich hoffe, lieber Ambaṭṭha, du hast den Meister Gotama gesehen?“ ",
  "dn3:2.14.3": "„Ich sah ihn, Herr.“ ",
  "dn3:2.14.4": "„Nun, wird er seinem Ruf gerecht oder nicht?“ ",
  "dn3:2.14.6": "„Er wird seinem Ruf gerecht, Herr. ",
  "dn3:2.14.7": "Meister Gotama besitzt die 32 Kennzeichen vollständig, es fehlt keins.“ ",
  "dn3:2.14.8": "„Und hattest du eine Unterhaltung mit ihm?“ ",
  "dn3:2.14.9": "„Das hatte ich.“ ",
  "dn3:2.14.10": "„Und welche Art von Unterhaltung hattest du mit ihm?“ ",
  "dn3:2.14.11": "Und Ambaṭṭha berichtete Pokkharasādi alles, was sie gesprochen hatten. ",
  "dn3:2.15.1": "Da sagte Pokkharasādi zu Ambaṭṭha: ",
  "dn3:2.15.2": "„Oh unser verdammter Schlaumeier, unser falscher gelehrter Mann, der vorgibt, in den drei Veden bewandert zu sein! Ein Mann, der sich so benimmt, sollte, wenn sein Körper auseinanderbricht, nach dem Tod, an einem verlorenen Ort wiedergeboren werden, in der Unterwelt, der Hölle. ",
  "dn3:2.15.3": "Bloß weil du den Meister Gotama wiederholt so angegriffen hast, brachte er fortwährend Anklagen gegen uns vor!“ ",
  "dn3:2.15.4": "Zornig und aufgebracht versetzte er Ambaṭṭha einen Fußtritt, dass er fortflog, ",
  "dn3:2.15.5": "und wollte auf der Stelle gehen, um den Buddha zu sehen. ",
  "dn3:2.16.0": "8. Pokkharasādi besucht den Buddha ",
  "dn3:2.16.1": "Da sagten diese Brahmanen zu Pokkharasādi: ",
  "dn3:2.16.2": "„Es ist viel zu spät, um den Asketen Gotama heute zu besuchen. ",
  "dn3:2.16.3": "Du kannst ihn morgen besuchen.“ ",
  "dn3:2.16.4": "Da ließ Pokkharasādi in seiner eigenen Wohnung köstliche frische und gekochte Speisen zubereiten. Dann bestieg er eine Kutsche und brach mit Dienern, die Fackeln trugen, von Ukkaṭṭhā auf zu dem Wald bei Icchānaṅgala. ",
  "dn3:2.17.1": "Er fuhr mit der Kutsche, soweit es das Gelände erlaubte, stieg dann ab und betrat das Kloster zu Fuß. Er ging zum Buddha und tauschte Willkommensgrüße mit ihm aus. Nach der Begrüßung und dem Austausch von Höflichkeiten setzte er sich zur Seite hin und sagte zum Buddha: ",
  "dn3:2.17.2": "„Meister Gotama, ist mein Schüler, der Brahmanenschüler Ambaṭṭha, hierhergekommen?“ ",
  "dn3:2.17.3": "„Ja, Brahmane, er ist gekommen.“ ",
  "dn3:2.17.4": "„Und hattest du eine Unterhaltung mit ihm?“ ",
  "dn3:2.17.5": "„Das hatte ich.“ ",
  "dn3:2.17.6": "„Und welche Art von Unterhaltung hattest du mit ihm?“ ",
  "dn3:2.17.7": "Und der Buddha berichtete Pokkharasādi alles, was sie gesprochen hatten. ",
  "dn3:2.17.8": "Da sagte Pokkharasādi zum Buddha: ",
  "dn3:2.17.9": "„Ambaṭṭha ist ein Tor, Meister Gotama. Bitte verzeih ihm.“ ",
  "dn3:2.17.10": "„Dass der Brahmanenschüler Ambaṭṭha glücklich sei, Brahmane.“ ",
  "dn3:2.18.1": "Dann untersuchte Pokkharasādi den Körper des Buddha nach den 32 Kennzeichen eines großen Mannes. ",
  "dn3:2.18.2": "Er sah sie alle, mit Ausnahme von zweien, ",
  "dn3:2.18.3": "über die er im Zweifel war: ",
  "dn3:2.18.4": "ob das Geschlechtsteil in eine Vorhaut eingehüllt war und die Länge der Zunge. ",
  "dn3:2.18.5": "Da kam dem Buddha in den Sinn: ",
  "dn3:2.18.6": "„Pokkharasādi sieht alle Kennzeichen mit Ausnahme von zweien, ",
  "dn3:2.18.7": "über die er im Zweifel ist: ",
  "dn3:2.18.8": "ob das Geschlechtsteil in eine Vorhaut eingehüllt ist und die Länge der Zunge.“ ",
  "dn3:2.18.9": "Darauf setzte der Buddha seine übersinnliche Kraft ein und veranlasste, dass Pokkharasādi sah, wie sein Geschlechtsteil in eine Vorhaut eingehüllt war. ",
  "dn3:2.18.10": "Und er streckte seine Zunge heraus und strich damit vor und zurück über die Ohr- und Nasenlöcher und bedeckte seine gesamte Stirn mit seiner Zunge. ",
  "dn3:2.19.1": "Pokkharasādi dachte: ",
  "dn3:2.19.2": "„Der Asket Gotama besitzt die 32 Kennzeichen vollständig, es fehlt keins.“ ",
  "dn3:2.19.3": "Er sagte zum Buddha: ",
  "dn3:2.19.4": "„Meister Gotama wolle bitte zusammen mit dem Saṅgha der Mönche und Nonnen die heutige Mahlzeit von mir annehmen.“ ",
  "dn3:2.19.5": "Der Buddha schwieg zum Zeichen der Zustimmung. ",
  "dn3:2.20.1": "Und als Pokkharasādi die Zustimmung des Buddha erkannt hatten, benachrichtigte er ihn über die Zeit: ",
  "dn3:2.20.2": "„Es ist Zeit, Meister Gotama, das Essen ist fertig.“ ",
  "dn3:2.20.3": "Da kleidete der Buddha sich am Morgen an, nahm Schale und Robe, ging zusammen mit dem Saṅgha der Mönche und Nonnen zu Pokkharasādi Haus und setzte sich auf den ausgebreiteten Sitz. ",
  "dn3:2.20.4": "Und Pokkharasādi bewirtete und bediente den Buddha eigenhändig mit köstlichen frischen und gekochten Speisen, während seine Schüler den Saṅgha bewirteten. ",
  "dn3:2.20.5": "Als der Buddha gegessen und Hand und Schale gewaschen hatte, nahm Pokkharasādi einen niedrigen Sitz und setzte sich zur Seite hin. ",
  "dn3:2.21.1": "Dann unterwies ihn der Buddha Schritt für Schritt ",
  "dn3:2.21.2": "mit einem Vortrag über Geben, sittliches Verhalten und den Himmel. Er erklärte die nachteiligen Folgen der Sinnenfreuden, die so schmutzig und unlauter sind, und die vorteilhaften Folgen der Entsagung. ",
  "dn3:2.21.3": "Und als er erkannte, dass Pokkharasādi Geist bereit war, geschmeidig, frei von Hindernissen, freudig bewegt und zuversichtlich, da legte er die besondere Lehre der Buddhas dar: ",
  "dn3:2.21.4": "das Leiden, seinen Ursprung, sein Aufhören und den Weg. ",
  "dn3:2.21.5": "Wie ein reines, fleckenloses Tuch die Farbe richtig annimmt, ",
  "dn3:2.21.6": "ebenso ging da dem Brahmanen Pokkharasādi, wo er gerade saß, das unbefleckte, makellose Auge des Dhamma auf: ",
  "dn3:2.21.7": "„Alles, was einen Anfang hat, hat auch ein Ende.“ ",
  "dn3:2.22.0": "9. Pokkharasādi erklärt sich zu einem Laienschüler ",
  "dn3:2.22.1": "Und Pokkharasādi sah, erfasste, verstand und ergründete den Dhamma. Er ging über den Zweifel hinaus, machte sich von Unschlüssigkeit frei und gewann Selbstvertrauen, wurde in der Anleitung des Lehrers von anderen unabhängig. Er sagte zum Buddha: ",
  "dn3:2.22.2": "„Vortrefflich, Meister Gotama! Vortrefflich! ",
  "dn3:2.22.3": "Als würde er das Umgestürzte aufrichten oder das Verborgene enthüllen oder den Verirrten den Weg weisen oder im Dunkeln ein Licht anzünden, sodass Menschen mit klaren Augen sehen könnten, was da ist, so hat Meister Gotama die Lehre auf vielerlei Weise klargemacht. ",
  "dn3:2.22.4": "Zusammen mit meinen Kindern, meinen Frauen und meinem Gefolge nehme ich Zuflucht zum Meister Gotama, zur Lehre und zum Saṅgha der Mönche und Nonnen. ",
  "dn3:2.22.5": "Von diesem Tag an soll Meister Gotama mich als Laienschüler in Erinnerung behalten, der für sein ganzes Leben Zuflucht genommen hat. ",
  "dn3:2.22.6": "So, wie Meister Gotama andere ergebene Familien in Ukkaṭṭhā besucht, soll er auch meine Familie besuchen. ",
  "dn3:2.22.7": "Die Brahmanenjungen und -mädchen werden sich vor dir verbeugen, für dich aufstehen, dir einen Sitz und Wasser anbieten, und sie werden in ihrem Herzen Zuversicht erlangen. Das wird zu ihrem langanhaltenden Nutzen und Glück sein.“ ",
  "dn3:2.22.8": "„Es ist schön, dass du das sagst, Hausbesitzer.“ "
}