{
  "dn4:0.1": "Lange Lehrreden 4 ",
  "dn4:0.2": "Mit Soṇadaṇḍa ",
  "dn4:1.0": "1. Die Brahmanen und Hausbesitzer von Campā ",
  "dn4:1.1": "So habe ich es gehört: ",
  "dn4:1.2": "Einmal wanderte der Buddha im Land der Aṅger mit einem großen Saṅgha von 500 Mönchen und Nonnen. Da kam er nach Campā, ",
  "dn4:1.3": "wo er sich am Ufer des Gaggarā-Lotusteichs aufhielt. ",
  "dn4:1.4": "Damals lebte der Brahmane Soṇadaṇḍa in Campā. Es war ein Krongut, von König Seniya Bimbisāra von Magadha verliehen, das von Lebewesen wimmelte und reichlich Heu, Wald, Wasser und Getreide besaß, ein königlicher Park, der einem Brahmanen geschenkt war. ",
  "dn4:2.1": "Die Brahmanen und Hausbesitzer von Campā hörten: ",
  "dn4:2.2": "„Es scheint, der Asket Gotama – ein Sakyer, der von einer Familie der Sakyer fortgezogen ist – ist in Campā angekommen und hält sich am Ufer des Gaggarā-Lotusteichs auf. ",
  "dn4:2.3": "Er hat diesen guten Ruf: ",
  "dn4:2.4": "‚Dieser Gesegnete ist vollendet, ein vollkommen erwachter Buddha, von vollendetem Wissen und Verhalten, heilig, Kenner der Welt, unübertrefflicher Anleiter für alle, die üben wollen, Lehrer von Göttern und Menschen, erwacht, gesegnet.‘ ",
  "dn4:2.5": "Er hat diese Welt – mit ihren Göttern, Māras und Brahmās, mit dieser Bevölkerung mit ihren Asketen und Brahmanen, Göttern und Menschen – durch eigene Einsicht erkannt und erklärt sie anderen. ",
  "dn4:2.6": "Er lehrt den Dhamma, der am Anfang gut, in der Mitte gut und am Ende gut ist, bedeutsam und gut ausgedrückt. Und er legt eine geistliche Übung dar, die ganz vollständig und rein ist. ",
  "dn4:2.7": "Es ist gut, solche Vollendeten zu sehen.“ ",
  "dn4:2.8": "Darauf brachen sie aus Campā auf, bildeten Gruppen und zogen zum Gaggarā-Lotusteich. ",
  "dn4:3.1": "Da hatte sich der Brahmane Soṇadaṇḍa gerade zu seiner Mittagsruhe auf das obere Stockwerk seines Pfahlhauses zurückgezogen. ",
  "dn4:3.2": "Er sah, wie die Brahmanen und Hausbesitzer zum Gaggarā-Lotusteich zogen, ",
  "dn4:3.3": "und wandte sich an seinen Verwalter: ",
  "dn4:3.4": "„Mein Verwalter, warum ziehen die Brahmanen und Hausbesitzer zum Gaggarā-Lotusteich?“ ",
  "dn4:3.5": "„Der Asket Gotama ist in Campā angekommen und hält sich am Ufer des Gaggarā-Lotusteichs auf. ",
  "dn4:3.6": "Er hat diesen guten Ruf: ",
  "dn4:3.7": "‚Dieser Gesegnete ist vollendet, ein vollkommen erwachter Buddha, von vollendetem Wissen und Verhalten, heilig, Kenner der Welt, unübertrefflicher Anleiter für alle, die üben wollen, Lehrer von Göttern und Menschen, erwacht, gesegnet.‘ ",
  "dn4:3.8": "Sie gehen zum Meister Gotama, um ihn zu sehen.“ ",
  "dn4:3.9": "„Nun, dann geh zu den Brahmanen und Hausbesitzern und sage zu ihnen: ",
  "dn4:3.10": "‚Ihr Herren, der Brahmane Soṇadaṇḍa bittet euch, zu warten, ",
  "dn4:3.11": "denn er will auch zum Asketen Gotama gehen, um ihn zu sehen.‘“ ",
  "dn4:3.12": "„Ja, Herr“, antwortete der Verwalter und tat wie geheißen. ",
  "dn4:4.0": "2. Soṇadaṇḍas Eigenschaften ",
  "dn4:4.1": "Damals befanden sich 500 Brahmanen aus einem anderen Land wegen einer Angelegenheit in Campā. ",
  "dn4:4.2": "Sie hörten, ",
  "dn4:4.3": "dass der Brahmane Soṇadaṇḍa zum Asketen Gotama gehen wollte, um ihn zu sehen. ",
  "dn4:4.4": "Sie begaben sich zu Soṇadaṇḍa und sagten zu ihm: ",
  "dn4:4.5": "„Ist es wirklich wahr, dass du dabei bist, zum Asketen Gotama zu gehen, um ihn zu sehen?“ ",
  "dn4:4.6": "„Ja, meine Herren, das ist wahr.“ ",
  "dn4:5.1": "„Bitte geh nicht, Meister Soṇadaṇḍa! ",
  "dn4:5.2": "Es ist nicht angebracht für dich, zum Asketen Gotama zu gehen, um ihn zu sehen. ",
  "dn4:5.3": "Denn wenn du das tust, wird dein Ruhm abnehmen, und seiner wird zunehmen. ",
  "dn4:5.4": "Aus diesem Grund ist es nicht angebracht, dass du zum Asketen Gotama gehst, um ihn zu sehen; ",
  "dn4:5.5": "es ist angebracht, dass er zu dir kommt, um dich zu sehen. ",
  "dn4:5.6": "Du bist von guter Geburt auf mütterlicher und väterlicher Seite, von reiner Abkunft, unwiderlegbar und einwandfrei in Fragen der Abstammung bis zur siebten väterlichen Generation zurück. ",
  "dn4:5.7": "Aus diesem Grund ist es nicht angebracht, dass du zum Asketen Gotama gehst, um ihn zu sehen; ",
  "dn4:5.8": "es ist angebracht, dass er zu dir kommt, um dich zu sehen. ",
  "dn4:5.9": "Du bist reich, wohlhabend und vermögend. … ",
  "dn4:5.10": "Du sagst die Hymnen auf und prägst sie dir ein und hast die drei Veden gemeistert, zusammen mit ihrem Wortschatz, den Riten, den Lauten und der Ableitung der Wörter sowie dem Testament als fünftem. Du kennst die Sprachwissenschaft und die Grammatik und bist mit der Kosmologie und mit den Kennzeichen eines großen Mannes vertraut. … ",
  "dn4:5.11": "Du bist ansprechend, gut aussehend, anmutig, von unvergleichlicher Schönheit. Du bist wunderbar und herrlich wie Brahmā, von bemerkenswertem Anblick. … ",
  "dn4:5.12": "Du bist sittlich, im sittlichen Verhalten zur Reife gekommen. … ",
  "dn4:5.13": "Du bist ein guter Redner. Du sprichst geschliffen, klar und deutlich und bringst die Bedeutung zum Ausdruck. … ",
  "dn4:5.14": "Du lehrst die Lehrer von vielen, lehrst 300 Schüler das Aufsagen der Hymnen. Viele Schüler kommen aus verschiedenen Bezirken und Ländern um der Hymnen willen, mit dem Wunsch, die Hymnen zu lernen. … ",
  "dn4:5.15": "Du bist alt, bejahrt und hochbetagt, in vorgerücktem Alter und im letzten Lebensabschnitt angekommen. ",
  "dn4:5.16": "Der Asket Gotama ist jung und ist erst kürzlich fortgezogen. … ",
  "dn4:5.17": "Du bist geehrt, geachtet, gewürdigt, verehrt und wertgeschätzt vom König Bimbisāra von Magadha … ",
  "dn4:5.18": "und dem Brahmanen Pokkharasādi. … ",
  "dn4:5.19": "Du lebst in Campā, einem Krongut, von König Seniya Bimbisāra von Magadha verliehen, das von Lebewesen wimmelt und reichlich Heu, Wald, Wasser und Getreide besitzt, ein königlicher Park, der einem Brahmanen geschenkt ist. ",
  "dn4:5.21": "Auch aus diesem Grund ist es nicht angebracht, dass du zum Asketen Gotama gehst, um ihn zu sehen; ",
  "dn4:5.22": "es ist angebracht, dass er zu dir kommt, um dich zu sehen.“ ",
  "dn4:6.0": "3. Die Eigenschaften des Buddha ",
  "dn4:6.1": "Als sie geendet hatten, sagte Soṇadaṇḍa zu diesen Brahmanen: ",
  "dn4:6.2": "„Nun hört denn, Ihr Herren, warum es angebracht ist, dass ich zum Asketen Gotama gehe, um ihn zu sehen, ",
  "dn4:6.3": "und nicht angebracht, dass er zu mir kommt, um mich zu sehen: ",
  "dn4:6.4": "Er ist von guter Geburt auf mütterlicher und väterlicher Seite, von reiner Abkunft, unwiderlegbar und einwandfrei in Fragen der Abstammung bis zur siebten väterlichen Generation zurück. ",
  "dn4:6.5": "Aus diesem Grund ist es nicht angebracht, dass der Asket Gotama zu mir kommt, um mich zu sehen; ",
  "dn4:6.6": "es ist vielmehr angebracht, dass ich zu ihm gehe, um ihn zu sehen. ",
  "dn4:6.7": "Als er fortzog, verließ er einen großen Familienkreis. … ",
  "dn4:6.8": "Als er fortzog, ließ er Goldmünzen und ungemünztes Gold in Fülle zurück, das in Kellern und Türmen verwahrt ist. … ",
  "dn4:6.9": "Er zog aus dem Haus fort ins hauslose Leben, als er noch ein junger Mensch war, jung, schwarzhaarig, von Jugend gesegnet, in der Blüte des Lebens. … ",
  "dn4:6.10": "Obwohl seine Mutter und sein Vater es anders wollten und mit tränenüberströmtem Gesicht weinten, rasierte er sich Haar und Bart, legte ockerfarbene Roben an und zog aus dem Haus fort ins hauslose Leben. … ",
  "dn4:6.11": "Er ist ansprechend, gut aussehend, anmutig, von unvergleichlicher Schönheit. Er ist wunderbar und herrlich wie Brahmā, von bemerkenswertem Anblick. … ",
  "dn4:6.12": "Er ist sittlich, besitzt das sittliche Verhalten, das edel und tauglich ist. … ",
  "dn4:6.13": "Er ist ein guter Redner. Er spricht geschliffen, klar und deutlich und bringt die Bedeutung zum Ausdruck. … ",
  "dn4:6.14": "Er lehrt die Lehrer von vielen. … ",
  "dn4:6.15": "Er hat das sinnliche Verlangen beendet und ist frei von Launenhaftigkeit. … ",
  "dn4:6.16": "Er lehrt die Wirksamkeit von Taten und Verhalten. Er wünscht der Gemeinschaft der Brahmanen keinen Schaden. … ",
  "dn4:6.17": "Er zog von einer bedeutenden Familie mit ungebrochener adeliger Abstammungslinie fort. … ",
  "dn4:6.18": "Er zog von einer reichen, wohlhabenden und vermögenden Familie fort. … ",
  "dn4:6.19": "Die Menschen kommen aus fernen Reichen und fernen Ländern, um ihm Fragen zu stellen. … ",
  "dn4:6.20": "Viele tausend Gottheiten haben für ihr ganzes Leben zu ihm Zuflucht genommen. … ",
  "dn4:6.21": "Er hat diesen guten Ruf: ",
  "dn4:6.22": "‚Dieser Gesegnete ist vollendet, ein vollkommen erwachter Buddha, von vollendetem Wissen und Verhalten, heilig, Kenner der Welt, unübertrefflicher Anleiter für alle, die üben wollen, Lehrer von Göttern und Menschen, erwacht, gesegnet.‘ … ",
  "dn4:6.23": "Er besitzt die 32 Kennzeichen eines großen Mannes. … ",
  "dn4:6.24": "Er ist einladend, sympathisch, höflich, lächelnd, offen und spricht als Erster. … ",
  "dn4:6.25": "Er wird von den vier Versammlungen geehrt, geachtet, gewürdigt, verehrt und wertgeschätzt. … ",
  "dn4:6.26": "Viele Götter und Menschen sind ihm ergeben. … ",
  "dn4:6.27": "Während er sich in einem Dorf oder einer Stadt befindet, bedrängen nicht-menschliche Wesen die Menschen dort nicht. … ",
  "dn4:6.28": "Er leitet einen Orden und eine Gemeinschaft und unterweist eine Gemeinschaft, und er gilt als der beste der verschiedenen Religionsstifter. Er erlangte seinen Ruhm nicht auf dieselbe Weise wie jene anderen Asketen und Brahmanen. ",
  "dn4:6.29": "Er erlangte seinen Ruhm vielmehr durch sein unübertreffliches Wissen und Verhalten. … ",
  "dn4:6.30": "Der König Seniya Bimbisāra von Magadha und seine Frauen und Kinder haben für ihr ganzes Leben zum Asketen Gotama Zuflucht genommen. … ",
  "dn4:6.31": "Der König Pasenadi von Kosala und seine Frauen und Kinder haben für ihr ganzes Leben zum Asketen Gotama Zuflucht genommen. … ",
  "dn4:6.32": "Der Brahmane Pokkharasādi und seine Frauen und Kinder haben für ihr ganzes Leben zum Asketen Gotama Zuflucht genommen. … ",
  "dn4:6.33": "Er ist geehrt, geachtet, gewürdigt, verehrt und wertgeschätzt vom König Bimbisāra von Magadha … ",
  "dn4:6.34": "dem König Pasenadi von Kosala … ",
  "dn4:6.35": "und dem Brahmanen Pokkharasādi. … ",
  "dn4:6.36": "Der Asket Gotama ist in Campā angekommen und hält sich am Ufer des Gaggarā-Lotusteichs auf. ",
  "dn4:6.37": "Jeder Asket oder Brahmane, der herkommt und sich in unserem Dorfbezirk aufhält, ist unser Gast, ",
  "dn4:6.38": "und er sollte als solcher geehrt und geachtet werden. ",
  "dn4:6.41": "Auch aus diesem Grund ist es nicht angebracht, dass der Asket Gotama zu mir kommt, um mich zu sehen; ",
  "dn4:6.42": "es ist vielmehr angebracht, dass ich zu ihm gehe, um ihn zu sehen. ",
  "dn4:6.43": "Soweit reicht das Lob Meister Gotamas, das ich gelernt habe. Aber sein Lob ist nicht darauf beschränkt, ",
  "dn4:6.44": "denn das Lob Meister Gotamas ist grenzenlos.“ ",
  "dn4:6.45": "Als er geendet hatte, sagten diese Brahmanen zu ihm: ",
  "dn4:6.46": "„Nach dem Lob Soṇadaṇḍas würde es sich für einen vertrauensvollen ehrbaren Menschen lohnen, zum Asketen Gotama zu gehen, um ihn zu sehen, wenn er sich im Umkreis von hundert Meilen aufhielte, selbst wenn man seine eigenen Vorräte in einer Schultertasche tragen müsste.“ ",
  "dn4:6.47": "„Nun, ihr Herren, lasst uns alle zum Asketen Gotama gehen, um ihn zu sehen.“ ",
  "dn4:7.0": "4. Soṇadaṇḍa überlegt hin und her ",
  "dn4:7.1": "Da ging Soṇadaṇḍa zusammen mit einer großen Gruppe von Brahmanen zum Buddha. ",
  "dn4:8.1": "Doch als er die andere Seite des Waldes erreicht hatte, kam ihm dieser Gedanke in den Sinn: ",
  "dn4:8.2": "„Wenn ich nun dem Asketen Gotama eine Frage stellen würde, ",
  "dn4:8.3": "dann könnte er zu mir sagen: ",
  "dn4:8.4": "‚Brahmane, du solltest deine Frage nicht so stellen. So solltest du sie stellen.‘ Und die Versammlung könnte deshalb auf mich herabschauen: ",
  "dn4:8.5": "‚Soṇadaṇḍa ist töricht und unfähig. Er ist nicht in der Lage, dem Asketen Gotama eine gründliche Frage zu stellen.‘ ",
  "dn4:8.6": "Und wenn die Versammlung auf einen herabschaut, nimmt der Ruhm ab. ",
  "dn4:8.7": "Wenn der Ruhm abnimmt, nimmt auch der Reichtum ab. ",
  "dn4:8.8": "Mein Reichtum beruht schließlich auf meinem Ruhm. ",
  "dn4:8.9": "Oder wenn der Asket Gotama mir eine Frage stellt, könnte es sein, dass ich seinen Geist mit meiner Antwort nicht zufriedenstelle. ",
  "dn4:8.10": "Er könnte zu mir sagen: ",
  "dn4:8.11": "‚Brahmane, du solltest die Frage nicht so beantworten. So solltest du sie beantworten.‘ Und die Versammlung könnte deshalb auf mich herabschauen: ",
  "dn4:8.12": "‚Soṇadaṇḍa ist töricht und unfähig. Er ist nicht in der Lage, den Geist des Asketen Gotama mit seiner Antwort zufriedenzustellen.‘ ",
  "dn4:8.13": "Und wenn die Versammlung auf einen herabschaut, nimmt der Ruhm ab. ",
  "dn4:8.14": "Wenn der Ruhm abnimmt, nimmt auch der Reichtum ab. ",
  "dn4:8.15": "Mein Reichtum beruht schließlich auf meinem Ruhm. ",
  "dn4:8.16": "Wenn ich auf der anderen Seite umkehren würde, ohne den Asketen Gotama gesehen zu haben, nachdem ich so weit gekommen bin, könnte die Versammlung deshalb auf mich herabschauen: ",
  "dn4:8.17": "‚Soṇadaṇḍa ist töricht und unfähig. Er ist hochnäsig und furchtsam. Er traut sich nicht, zum Asketen Gotama zu gehen, um ihn zu sehen. Denn wie in aller Welt kann er umkehren, ohne den Asketen Gotama gesehen zu haben, nachdem er so weit gekommen ist!‘ ",
  "dn4:8.18": "Und wenn die Versammlung auf einen herabschaut, nimmt der Ruhm ab. ",
  "dn4:8.19": "Wenn der Ruhm abnimmt, nimmt auch der Reichtum ab. ",
  "dn4:8.20": "Mein Reichtum beruht schließlich auf meinem Ruhm.“ ",
  "dn4:9.1": "Da ging Soṇadaṇḍa zum Buddha und tauschte Willkommensgrüße mit ihm aus. ",
  "dn4:9.2": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzte er sich zur Seite hin. ",
  "dn4:9.3": "Einige der Brahmanen und Hausbesitzer von Campā verbeugten sich, andere begrüßten den Buddha und tauschten Höflichkeiten aus, wieder andere hielten ihm ihre zusammengelegten Hände entgegen, manche nannten ihren Namen und Stamm und manche schwiegen, bevor sie sich ebenfalls zur Seite hinsetzten. ",
  "dn4:10.1": "Aber auch als er da saß, wurde Soṇadaṇḍa weiterhin von vielem Hin-und-Her-Überlegen geplagt. Er dachte: ",
  "dn4:10.16": "„Wenn der Asket Gotama mich doch bloß nach dem textlichen Drei-Veden-Erbe meines eigenen Lehrers fragen würde! Dann könnte ich bestimmt seinen Geist mit meiner Antwort zufriedenstellen.“ ",
  "dn4:11.0": "5. Was einen Brahmanen ausmacht ",
  "dn4:11.1": "Da dachte der Buddha, der erkannte, was Soṇadaṇḍa dachte: ",
  "dn4:11.2": "„Dieser Brahmane Soṇadaṇḍa wird von seinen eigenen Gedanken beunruhigt. ",
  "dn4:11.3": "Warum frage ich ihn nicht nach dem textlichen Drei-Veden-Erbe seines eigenen Lehrers?“ ",
  "dn4:11.4": "Und er sagte zu Soṇadaṇḍa: ",
  "dn4:11.5": "„Brahmane, wie viele Faktoren muss ein Brahmane besitzen, damit die Brahmanen ihn als einen Brahmanen beschreiben ",
  "dn4:11.6": "und damit er, wenn er sagt: ‚Ich bin ein Brahmane‘, richtig spricht, ohne in Unwahrheit zu verfallen?“ ",
  "dn4:12.1": "Da dachte Soṇadaṇḍa: ",
  "dn4:12.2": "„Der Asket Gotama hat mich genau nach dem gefragt, was ich wollte, was ich mir wünschte, wonach ich verlangte und mich sehnte, das heißt, nach meinem eigenen textlichen Erbe. ",
  "dn4:12.4": "Ich kann bestimmt seinen Geist mit meiner Antwort zufriedenstellen.“ ",
  "dn4:13.1": "Da richtete Soṇadaṇḍa seinen Körper auf, blickte über die Versammlung und sagte zum Buddha: ",
  "dn4:13.2": "„Meister Gotama, ein Brahmane muss fünf Faktoren besitzen, damit die Brahmanen ihn als einen Brahmanen beschreiben ",
  "dn4:13.3": "und damit er, wenn er sagt: ‚Ich bin ein Brahmane‘, richtig spricht, ohne in Unwahrheit zu verfallen. ",
  "dn4:13.4": "Welche fünf? ",
  "dn4:13.5": "Da ist ein Brahmane von guter Geburt auf mütterlicher und väterlicher Seite, von reiner Abkunft, mit unwiderlegbarem und einwandfreiem Stammbaum bis zur siebten väterlichen Generation zurück. ",
  "dn4:13.6": "Er sagt die Hymnen auf und prägt sie sich ein und hat die drei Veden gemeistert, zusammen mit ihrem Wortschatz, den Riten, den Lauten und der Ableitung der Wörter sowie dem Testament als fünftem. Er kennt die Sprachwissenschaft und die Grammatik und ist mit der Kosmologie und mit den Kennzeichen eines großen Mannes vertraut. ",
  "dn4:13.7": "Er ist ansprechend, gut aussehend, anmutig, von unvergleichlicher Schönheit. Er ist wunderbar und herrlich wie Brahmā, von bemerkenswertem Anblick. ",
  "dn4:13.8": "Er ist sittlich, im sittlichen Verhalten zur Reife gekommen. ",
  "dn4:13.9": "Er ist klug und verständig, er ist der erste oder zweite, der die Opfer-Schöpfkelle hält. ",
  "dn4:13.10": "Das sind die fünf Faktoren, die ein Brahmane besitzen muss, damit die Brahmanen ihn als einen Brahmanen beschreiben ",
  "dn4:13.11": "und damit er, wenn er sagt: ‚Ich bin ein Brahmane‘, richtig spricht, ohne in Unwahrheit zu verfallen.“ ",
  "dn4:14.1": "„Aber Brahmane, ist es möglich, einen dieser fünf Faktoren zurückzustellen und jemanden immer noch zu Recht als einen Brahmanen zu beschreiben?“ ",
  "dn4:14.3": "„Das ist möglich, Meister Gotama. ",
  "dn4:14.4": "Wir könnten das Aussehen von den fünf Faktoren ausnehmen. ",
  "dn4:14.5": "Denn was bedeutet schon das Aussehen? ",
  "dn4:14.10": "Ein Brahmane muss die verbleibenden vier Faktoren besitzen, damit die Brahmanen ihn zu Recht als einen Brahmanen beschreiben.“ ",
  "dn4:15.1": "„Aber Brahmane, ist es möglich, einen dieser vier Faktoren zurückzustellen und jemanden immer noch zu Recht als einen Brahmanen zu beschreiben?“ ",
  "dn4:15.3": "„Das ist möglich, Meister Gotama. ",
  "dn4:15.4": "Wir könnten die Hymnen von den vier Faktoren ausnehmen. ",
  "dn4:15.5": "Denn was bedeuten schon die Hymnen? ",
  "dn4:15.9": "Ein Brahmane muss die verbleibenden drei Faktoren besitzen, damit die Brahmanen ihn zu Recht als einen Brahmanen beschreiben.“ ",
  "dn4:16.1": "„Aber Brahmane, ist es möglich, einen dieser drei Faktoren zurückzustellen und jemanden immer noch zu Recht als einen Brahmanen zu beschreiben?“ ",
  "dn4:16.3": "„Das ist möglich, Meister Gotama. ",
  "dn4:16.4": "Wir könnten die Geburt von den drei Faktoren ausnehmen. ",
  "dn4:16.5": "Denn was bedeutet schon die Geburt? ",
  "dn4:16.6": "Wenn ein Brahmane sittlich ist, im sittlichen Verhalten zur Reife gekommen, ",
  "dn4:16.7": "und wenn er klug und verständig ist, der erste oder zweite, der die Opfer-Schöpfkelle hält: ",
  "dn4:16.8": "Diese beiden Faktoren muss ein Brahmane besitzen, damit die Brahmanen ihn zu Recht als einen Brahmanen beschreiben.“ ",
  "dn4:17.1": "Als er geendet hatte, sagten diese Brahmanen zu ihm: ",
  "dn4:17.2": "„Bitte sag das nicht, Meister Soṇadaṇḍa, bitte sag das nicht! ",
  "dn4:17.3": "Du verurteilst Aussehen, Hymnen und Geburt! Du läufst gänzlich zur Doktrin des Asketen Gotama über!“ ",
  "dn4:18.1": "Da sagte der Buddha zu ihnen: ",
  "dn4:18.2": "„Nun, Brahmanen, wenn ihr denkt, ",
  "dn4:18.3": "Soṇadaṇḍa sei nicht gelehrt, ein schlechter Redner, geistlos und nicht in der Lage, mit mir über diese Sache ein Gespräch zu führen, dann lasst ihn beiseite, und ihr könnt mit mir ein Gespräch führen. ",
  "dn4:18.4": "Aber wenn ihr denkt, ",
  "dn4:18.5": "er sei gelehrt, ein guter Redner, klug und in der Lage, mit mir über diese Sache ein Gespräch zu führen, dann solltet ihr beiseitetreten und ihn ein Gespräch mit mir führen lassen.“ ",
  "dn4:19.1": "Darauf sagte Soṇadaṇḍa zum Buddha: ",
  "dn4:19.2": "„Lass es gut sein, Meister Gotama, schweige. Ich will ihnen selbst auf rechtmäßige Weise antworten.“ ",
  "dn4:19.3": "Dann sagte er zu diesen Brahmanen: ",
  "dn4:19.4": "„Sagt das nicht, ihr Herren, sagt das nicht: ",
  "dn4:19.5": "‚Du verurteilst Aussehen, Hymnen und Geburt! Du läufst gänzlich zur Doktrin des Asketen Gotama über!‘ ",
  "dn4:19.6": "Ich verurteile nicht Aussehen, Hymnen oder Geburt.“ ",
  "dn4:20.1": "Da saß zu dieser Zeit Soṇadaṇḍas Neffe, der Brahmanenschüler Aṅgaka, in dieser Versammlung. ",
  "dn4:20.2": "Da sagte Soṇadaṇḍa zu diesen Brahmanen: ",
  "dn4:20.3": "„Ihr Herren, seht ihr meinen Neffen, den Brahmanenschüler Aṅgaka?“ ",
  "dn4:20.4": "„Ja, Herr.“ ",
  "dn4:20.5": "„Aṅgaka ist ansprechend, gut aussehend, anmutig, von unvergleichlicher Schönheit. Er ist wunderbar und herrlich wie Brahmā, von bemerkenswertem Anblick. Es gibt niemanden in dieser Versammlung, der so gut aussieht, außer dem Asketen Gotama. ",
  "dn4:20.6": "Aṅgaka sagt die Hymnen auf und prägt sie sich ein und hat die drei Veden gemeistert, zusammen mit ihrem Wortschatz, den Riten, den Lauten und der Ableitung der Wörter sowie dem Testament als fünftem. Er kennt die Sprachwissenschaft und die Grammatik und ist mit der Kosmologie und mit den Kennzeichen eines großen Mannes vertraut. ",
  "dn4:20.7": "Und ich lehre ihn die Hymnen. ",
  "dn4:20.8": "Aṅgaka ist von guter Geburt auf mütterlicher und väterlicher Seite, von reiner Abkunft, unwiderlegbar und einwandfrei in Fragen der Abstammung bis zur siebten väterlichen Generation zurück. ",
  "dn4:20.9": "Und ich kenne seine Mutter und seinen Vater. ",
  "dn4:20.10": "Aber wenn Aṅgaka lebende Geschöpfe töten, stehlen, Ehebruch begehen, lügen oder Alkohol trinken würde, was würden ihm dann sein Aussehen, seine Hymnen oder seine Geburt nützen? ",
  "dn4:20.11": "Wenn ein Brahmane sittlich ist, im sittlichen Verhalten zur Reife gekommen, ",
  "dn4:20.12": "und wenn er klug und verständig ist, der erste oder zweite, der die Opfer-Schöpfkelle hält: ",
  "dn4:20.13": "Diese beiden Faktoren muss ein Brahmane besitzen, damit die Brahmanen ihn zu Recht als einen Brahmanen beschreiben.“ ",
  "dn4:21.0": "6. Das Gespräch über Sittlichkeit und Weisheit ",
  "dn4:21.1": "„Aber Brahmane, ist es möglich, einen dieser beiden Faktoren zurückzustellen und jemanden immer noch zu Recht als einen Brahmanen zu beschreiben?“ ",
  "dn4:21.3": "„Nein, Meister Gotama. ",
  "dn4:21.4": "Denn Weisheit wird durch Sittlichkeit geläutert und Sittlichkeit durch Weisheit. ",
  "dn4:21.5": "Sittlichkeit und Weisheit gehen immer Hand in Hand. ",
  "dn4:21.6": "Ein sittlicher Mensch ist weise und ein weiser Mensch ist sittlich. ",
  "dn4:21.7": "Und Sittlichkeit und Weisheit gelten als die besten Dinge in der Welt. ",
  "dn4:21.8": "Wie wenn man eine Hand mit der anderen wäscht oder einen Fuß mit dem anderen: ",
  "dn4:21.9": "Ebenso wird Weisheit durch Sittlichkeit geläutert und Sittlichkeit durch Weisheit. ",
  "dn4:21.10": "Sittlichkeit und Weisheit gehen immer Hand in Hand. ",
  "dn4:21.11": "Ein sittlicher Mensch ist weise und ein weiser Mensch ist sittlich. ",
  "dn4:21.12": "Und Sittlichkeit und Weisheit gelten als die besten Dinge in der Welt.“ ",
  "dn4:22.1": "„Das ist wirklich wahr, Brahmane, das ist wirklich wahr! Denn Weisheit wird durch Sittlichkeit geläutert und Sittlichkeit durch Weisheit. ",
  "dn4:22.2": "Sittlichkeit und Weisheit gehen immer Hand in Hand. ",
  "dn4:22.3": "Ein sittlicher Mensch ist weise und ein weiser Mensch ist sittlich. ",
  "dn4:22.4": "Und Sittlichkeit und Weisheit gelten als die besten Dinge in der Welt. ",
  "dn4:22.5": "Wie wenn man eine Hand mit der anderen wäscht oder einen Fuß mit dem anderen: ",
  "dn4:22.6": "Ebenso wird Weisheit durch Sittlichkeit geläutert und Sittlichkeit durch Weisheit. ",
  "dn4:22.7": "Sittlichkeit und Weisheit gehen immer Hand in Hand. ",
  "dn4:22.8": "Ein sittlicher Mensch ist weise und ein weiser Mensch ist sittlich. ",
  "dn4:22.9": "Und Sittlichkeit und Weisheit gelten als die besten Dinge in der Welt. ",
  "dn4:22.10": "Aber, Brahmane, was ist dieses sittliche Verhalten? ",
  "dn4:22.11": "Und was ist diese Weisheit?“ ",
  "dn4:22.12": "„Das ist alles, was ich über diese Sache weiß, Meister Gotama. ",
  "dn4:22.13": "Dass der Meister Gotama selbst doch bitte die Bedeutung dieser Sache klarstelle.“ ",
  "dn4:23.1": "„Nun, Brahmane, hör zu und gebrauche den Geist gut, ich werde sprechen.“ ",
  "dn4:23.2": "„Ja, Herr“, antwortete Soṇadaṇḍa. ",
  "dn4:23.3": "Der Buddha sagte: ",
  "dn4:23.4": "„Da erscheint ein Klargewordener in der Welt, vollendet, ein vollkommen erwachter Buddha … ",
  "dn4:23.5": "So hat ein Mönch das sittliche Verhalten vervollkommnet. ",
  "dn4:23.6": "Das, Brahmane, ist dieses sittliche Verhalten. … ",
  "dn4:23.7": "Er tritt in die erste Vertiefung ein und verweilt darin … ",
  "dn4:23.8": "in die zweite Vertiefung … ",
  "dn4:23.9": "in die dritte Vertiefung … ",
  "dn4:23.10": "in die vierte Vertiefung … ",
  "dn4:23.11": "Er streckt seinen Geist aus und richtet ihn auf das Erkennen und Sehen … ",
  "dn4:23.12": "Das ist Teil seiner Weisheit. … ",
  "dn4:23.13": "Er versteht: ‚… es gibt keine Rückkehr mehr zu irgendeinem Daseinszustand.‘ ",
  "dn4:23.14": "Das ist Teil seiner Weisheit. ",
  "dn4:23.15": "Das, Brahmane, ist diese Weisheit.“ ",
  "dn4:24.0": "7. Soṇadaṇḍa erklärt sich zu einem Laienschüler ",
  "dn4:24.1": "Als der Buddha geendet hatte, sagte Soṇadaṇḍa zu ihm: ",
  "dn4:24.2": "„Vortrefflich, Meister Gotama! Vortrefflich! ",
  "dn4:24.3": "Als würde er das Umgestürzte aufrichten oder das Verborgene enthüllen oder den Verirrten den Weg weisen oder im Dunkeln ein Licht anzünden, sodass Menschen mit klaren Augen sehen könnten, was da ist, so hat Meister Gotama die Lehre auf vielerlei Weise klargemacht. ",
  "dn4:24.4": "Ich nehme Zuflucht zum Meister Gotama, zur Lehre und zum Saṅgha der Mönche und Nonnen. ",
  "dn4:24.5": "Von diesem Tag an soll Meister Gotama mich als Laienschüler in Erinnerung behalten, der für sein ganzes Leben Zuflucht genommen hat. ",
  "dn4:24.6": "Würdest du zusammen mit dem Saṅgha der Mönche und Nonnen bitte die morgige Mahlzeit von mir annehmen?“ ",
  "dn4:24.7": "Der Buddha schwieg zum Zeichen der Zustimmung. ",
  "dn4:24.8": "Da erhob sich, als er die Zustimmung des Buddha erkannt hatte, Soṇadaṇḍa von seinem Sitz, verbeugte sich, umrundete den Buddha respektvoll, die rechte Seite ihm zugewandt, und ging. ",
  "dn4:24.9": "Als dann die Nacht vorüber war, ließ Soṇadaṇḍa in seiner eigenen Wohnung köstliche frische und gekochte Speisen zubereiten. Dann ließ er den Buddha über die Zeit benachrichtigen: ",
  "dn4:24.10": "„Es ist Zeit, Meister Gotama, das Essen ist fertig.“ ",
  "dn4:25.1": "Da kleidete der Buddha sich am Morgen an, nahm Schale und Robe, ging zusammen mit dem Saṅgha der Mönche und Nonnen zu Soṇadaṇḍas Haus und setzte sich auf den ausgebreiteten Sitz. ",
  "dn4:25.2": "Und Soṇadaṇḍa bewirtete und bediente den Saṅgha der Mönche und Nonnen mit dem Buddha an der Spitze eigenhändig mit köstlichen frischen und gekochten Speisen. ",
  "dn4:26.1": "Als der Buddha gegessen und Hand und Schale gewaschen hatte, nahm Soṇadaṇḍa einen niedrigen Sitz und setzte sich zur Seite hin. ",
  "dn4:26.2": "Dann sagte er zum Buddha: ",
  "dn4:26.3": "„Meister Gotama, wenn ich zu einer Versammlung gegangen bin und ich erhebe mich dort von meinem Sitz und verbeuge mich vor dem Buddha, könnte diese Versammlung deshalb auf  mich herabschauen. ",
  "dn4:26.4": "Und wenn die Versammlung auf einen herabschaut, nimmt der Ruhm ab. ",
  "dn4:26.5": "Wenn der Ruhm abnimmt, nimmt auch der Reichtum ab. ",
  "dn4:26.6": "Mein Reichtum beruht schließlich auf meinem Ruhm. ",
  "dn4:26.7": "Wenn ich zu einer Versammlung gegangen bin und meine zusammengelegten Hände erhebe, bitte nimm das, als hätte ich mich von meinem Sitz erhoben. ",
  "dn4:26.8": "Und wenn ich meinen Turban lüfte, bitte nimm das, als hätte ich mich verbeugt. ",
  "dn4:26.9": "Und, Meister Gotama, wenn ich in einer Kutsche bin und ich steige von meiner Kutsche ab und verbeuge mich vor dem Buddha, könnte diese Versammlung deshalb auf  mich herabschauen. ",
  "dn4:26.12": "Wenn ich in einer Kutsche bin und meine Peitsche hochhalte, bitte nimm das, als wäre ich von meiner Kutsche abgestiegen. ",
  "dn4:26.13": "Und wenn ich meinen Sonnenschirm herablasse, bitte nimm das, als hätte ich mich verbeugt.“ ",
  "dn4:27.1": "Dann leitete der Buddha Soṇadaṇḍa mit einem Dhammavortrag an, ermunterte ihn, begeisterte ihn und regte ihn an. Darauf erhob er sich von seinem Sitz und ging. "
}