{
  "dn5:0.1": "Lange Lehrreden 5 ",
  "dn5:0.2": "Mit Kūṭadanta ",
  "dn5:1.0": "1. Die Brahmanen und Hausbesitzer von Khāṇumata ",
  "dn5:1.1": "So habe ich es gehört: ",
  "dn5:1.2": "Einmal wanderte der Buddha mit einem großen Saṅgha von 500 Mönchen und Nonnen durch das Land der Magadher. Er kam zu einem Dorf der Magadher Brahmanen mit Namen Khāṇumata. ",
  "dn5:1.3": "Dort hielt er sich in der Nähe in Ambalaṭṭhikā auf. ",
  "dn5:1.4": "Damals lebte der Brahmane Kūṭadanta in Khāṇumata. Es war ein Krongut, von König Seniya Bimbisāra von Magadha verliehen, das von Lebewesen wimmelte und reichlich Heu, Wald, Wasser und Getreide besaß, ein königlicher Park, der einem Brahmanen geschenkt war. ",
  "dn5:1.5": "Nun hatte zu dieser Zeit der Brahmane Kūṭadanta ein großes Opfer vorbereitet. ",
  "dn5:1.6": "Je 700 Stiere, Ochsen, Färsen, Ziegen und Widder waren zum Opfer an den Pfahl geführt worden. ",
  "dn5:2.1": "Die Brahmanen und Hausbesitzer von Khāṇumata hörten: ",
  "dn5:2.2": "„Es scheint, der Asket Gotama – ein Sakyer, der von einer Familie der Sakyer fortgezogen ist – ist in Khāṇumata angekommen und hält sich in Ambalaṭṭhikā auf. ",
  "dn5:2.3": "Er hat diesen guten Ruf: ",
  "dn5:2.4": "‚Dieser Gesegnete ist vollendet, ein vollkommen erwachter Buddha, von vollendetem Wissen und Verhalten, heilig, Kenner der Welt, unübertrefflicher Anleiter für alle, die üben wollen, Lehrer von Göttern und Menschen, erwacht, gesegnet.‘ ",
  "dn5:2.5": "Er hat diese Welt – mit ihren Göttern, Māras und Brahmās, mit dieser Bevölkerung mit ihren Asketen und Brahmanen, Göttern und Menschen – durch eigene Einsicht erkannt und erklärt sie anderen. ",
  "dn5:2.6": "Er lehrt den Dhamma, der am Anfang gut, in der Mitte gut und am Ende gut ist, bedeutsam und gut ausgedrückt. Und er legt eine geistliche Übung dar, die ganz vollständig und rein ist. ",
  "dn5:2.7": "Es ist gut, solche Vollendeten zu sehen.“ ",
  "dn5:2.8": "Darauf brachen sie aus Khāṇumata auf, bildeten Gruppen und zogen nach Ambalaṭṭhikā. ",
  "dn5:3.1": "Da hatte sich der Brahmane Kūṭadanta gerade zu seiner Mittagsruhe auf das obere Stockwerk seines Pfahlhauses zurückgezogen. ",
  "dn5:3.2": "Er sah, wie die Brahmanen und Hausbesitzer nach Ambalaṭṭhikā zogen, ",
  "dn5:3.3": "und wandte sich an seinen Verwalter: ",
  "dn5:3.4": "„Mein Verwalter, warum ziehen die Brahmanen und Hausbesitzer nach Ambalaṭṭhikā?“ ",
  "dn5:3.5": "„Der Asket Gotama ist in Khāṇumata angekommen und hält sich in Ambalaṭṭhikā auf. ",
  "dn5:3.6": "Er hat diesen guten Ruf: ",
  "dn5:3.7": "‚Dieser Gesegnete ist vollendet, ein vollkommen erwachter Buddha, von vollendetem Wissen und Verhalten, heilig, Kenner der Welt, unübertrefflicher Anleiter für alle, die üben wollen, Lehrer von Göttern und Menschen, erwacht, gesegnet.‘ ",
  "dn5:3.8": "Sie gehen zum Meister Gotama, um ihn zu sehen.“ ",
  "dn5:4.1": "Da dachte Kūṭadanta: ",
  "dn5:4.2": "„Ich habe gehört, ",
  "dn5:4.3": "dass der Asket Gotama weiß, wie man das Opfer mit drei Modi und sechzehnfachem Zubehör vollzieht. ",
  "dn5:4.4": "Ich kenne mich damit nicht aus, ",
  "dn5:4.5": "aber ich will ein großes Opfer begehen. ",
  "dn5:4.6": "Warum frage ich ihn nicht, wie man das Opfer mit drei Modi und sechzehnfachem Zubehör vollzieht?“ ",
  "dn5:4.7": "Da wandte sich Kūṭadanta an seinen Verwalter: ",
  "dn5:4.8": "„Nun, dann geh zu den Brahmanen und Hausbesitzern und sage zu ihnen: ",
  "dn5:4.9": "‚Ihr Herren, der Brahmane Kūṭadanta bittet euch, zu warten, ",
  "dn5:4.10": "denn er will auch zum Asketen Gotama gehen, um ihn zu sehen.‘“ ",
  "dn5:4.11": "„Ja, Herr“, antwortete der Verwalter und tat wie geheißen. ",
  "dn5:5.0": "2. Kūṭadantas Eigenschaften ",
  "dn5:5.1": "Damals befanden sich mehrere hundert Brahmanen aus einem anderen Land in Khāṇumata ",
  "dn5:5.2": "und wollten an Kūṭadantas Opfer teilnehmen. ",
  "dn5:5.3": "Sie hörten, ",
  "dn5:5.4": "dass Kūṭadanta zum Asketen Gotama gehen wollte, um ihn zu sehen. ",
  "dn5:5.5": "Sie begaben sich zu Kūṭadanta und sagten zu ihm: ",
  "dn5:5.6": "„Ist es wirklich wahr, dass du dabei bist, zum Asketen Gotama zu gehen, um ihn zu sehen?“ ",
  "dn5:5.7": "„Ja, meine Herren, das ist wahr.“ ",
  "dn5:6.1": "„Bitte geh nicht, Meister Kūṭadanta! ",
  "dn5:6.2": "Es ist nicht angebracht, dass du zum Asketen Gotama gehst, um ihn zu sehen. ",
  "dn5:6.3": "Denn wenn du das tust, wird dein Ruhm abnehmen, und seiner wird zunehmen. ",
  "dn5:6.4": "Aus diesem Grund ist es nicht angebracht, dass du zum Asketen Gotama gehst, um ihn zu sehen; ",
  "dn5:6.5": "es ist angebracht, dass er zu dir kommt, um dich zu sehen. ",
  "dn5:6.6": "Du bist von guter Geburt auf mütterlicher und väterlicher Seite, von reiner Abkunft, unwiderlegbar und einwandfrei in Fragen der Abstammung bis zur siebten väterlichen Generation zurück. ",
  "dn5:6.7": "Aus diesem Grund ist es nicht angebracht, dass du zum Asketen Gotama gehst, um ihn zu sehen; ",
  "dn5:6.8": "es ist angebracht, dass er zu dir kommt, um dich zu sehen. ",
  "dn5:6.9": "Du bist reich, wohlhabend und vermögend, mit einer Fülle von Vermögen und Gütern, einer Fülle von Geld und Getreide. … ",
  "dn5:6.10": "Du sagst die Hymnen auf und prägst sie dir ein und hast die drei Veden gemeistert, zusammen mit ihrem Wortschatz, den Riten, den Lauten und der Ableitung der Wörter sowie dem Testament als fünftem. Du kennst die Sprachwissenschaft und die Grammatik und bist mit der Kosmologie und mit den Kennzeichen eines großen Mannes vertraut. … ",
  "dn5:6.11": "Du bist ansprechend, gut aussehend, anmutig, von unvergleichlicher Schönheit. Du bist wunderbar und herrlich wie Brahmā, von bemerkenswertem Anblick. … ",
  "dn5:6.12": "Du bist sittlich, im sittlichen Verhalten zur Reife gekommen. … ",
  "dn5:6.13": "Du bist ein guter Redner. Du sprichst geschliffen, klar und deutlich und bringst die Bedeutung zum Ausdruck. … ",
  "dn5:6.14": "Du lehrst die Lehrer von vielen, lehrst 300 Schüler das Aufsagen der Hymnen. Viele Schüler kommen aus verschiedenen Bezirken und Ländern um der Hymnen willen, mit dem Wunsch, die Hymnen zu lernen. … ",
  "dn5:6.15": "Du bist alt, bejahrt und hochbetagt, in vorgerücktem Alter und im letzten Lebensabschnitt angekommen. ",
  "dn5:6.16": "Der Asket Gotama ist jung und ist erst kürzlich fortgezogen. … ",
  "dn5:6.17": "Du bist geehrt, geachtet, gewürdigt, verehrt und wertgeschätzt vom König Bimbisāra von Magadha … ",
  "dn5:6.18": "und dem Brahmanen Pokkharasādi. … ",
  "dn5:6.19": "Du lebst in Khāṇumata, einem Krongut, von König Seniya Bimbisāra von Magadha verliehen, das von Lebewesen wimmelt und reichlich Heu, Wald, Wasser und Getreide besitzt, ein königlicher Park, der einem Brahmanen geschenkt ist. ",
  "dn5:6.20": "Aus diesem Grund ist es nicht angebracht, dass du zum Asketen Gotama gehst, um ihn zu sehen; ",
  "dn5:6.21": "es ist angebracht, dass er zu dir kommt, um dich zu sehen.“ ",
  "dn5:7.0": "3. Die Eigenschaften des Buddha ",
  "dn5:7.1": "Als sie geendet hatten, sagte Kūṭadanta zu diesen Brahmanen: ",
  "dn5:7.2": "„Nun hört denn, Ihr Herren, warum es angebracht ist, dass ich zum Asketen Gotama gehe, um ihn zu sehen, ",
  "dn5:7.3": "und nicht angebracht, dass er zu mir kommt, um mich zu sehen: ",
  "dn5:7.4": "Er ist von guter Geburt auf mütterlicher und väterlicher Seite, von reiner Abkunft, unwiderlegbar und einwandfrei in Fragen der Abstammung bis zur siebten väterlichen Generation zurück. ",
  "dn5:7.5": "Aus diesem Grund ist es nicht angebracht, dass der Asket Gotama zu mir kommt, um mich zu sehen; ",
  "dn5:7.6": "es ist vielmehr angebracht, dass ich zu ihm gehe, um ihn zu sehen. ",
  "dn5:7.7": "Als er fortzog, verließ er einen großen Familienkreis. … ",
  "dn5:7.8": "Als er fortzog, ließ er Goldmünzen und ungemünztes Gold in Fülle zurück, das in Kellern und Türmen verwahrt ist. … ",
  "dn5:7.9": "Er zog aus dem Haus fort ins hauslose Leben, als er noch ein junger Mensch war, jung, schwarzhaarig, von Jugend gesegnet, in der Blüte des Lebens. … ",
  "dn5:7.10": "Obwohl seine Mutter und sein Vater es anders wollten und mit tränenüberströmtem Gesicht weinten, rasierte er sich Haar und Bart, legte ockerfarbene Roben an und zog aus dem Haus fort ins hauslose Leben. … ",
  "dn5:7.11": "Er ist ansprechend, gut aussehend, anmutig, von unvergleichlicher Schönheit. Er ist wunderbar und herrlich wie Brahmā, von bemerkenswertem Anblick. … ",
  "dn5:7.12": "Er ist sittlich, besitzt das sittliche Verhalten, das edel und tauglich ist. … ",
  "dn5:7.13": "Er ist ein guter Redner. Er spricht geschliffen, klar und deutlich und bringt die Bedeutung zum Ausdruck. … ",
  "dn5:7.14": "Er lehrt die Lehrer von vielen. … ",
  "dn5:7.15": "Er hat das sinnliche Verlangen beendet und ist frei von Launenhaftigkeit. … ",
  "dn5:7.16": "Er lehrt die Wirksamkeit von Taten und Verhalten. Er wünscht der Gemeinschaft der Brahmanen keinen Schaden. … ",
  "dn5:7.17": "Er zog von einer bedeutenden Familie mit ungebrochener adeliger Abstammungslinie fort. … ",
  "dn5:7.18": "Er zog von einer reichen, wohlhabenden und vermögenden Familie fort. … ",
  "dn5:7.19": "Die Menschen kommen aus fernen Reichen und fernen Ländern, um ihm Fragen zu stellen. … ",
  "dn5:7.20": "Viele tausend Gottheiten haben für ihr ganzes Leben zu ihm Zuflucht genommen. … ",
  "dn5:7.21": "Er hat diesen guten Ruf: ",
  "dn5:7.22": "‚Dieser Gesegnete ist vollendet, ein vollkommen erwachter Buddha, von vollendetem Wissen und Verhalten, heilig, Kenner der Welt, unübertrefflicher Anleiter für alle, die üben wollen, Lehrer von Göttern und Menschen, erwacht, gesegnet.‘ … ",
  "dn5:7.23": "Er besitzt die 32 Kennzeichen eines großen Mannes. … ",
  "dn5:7.24": "Er ist einladend, sympathisch, höflich, lächelnd, offen und spricht als Erster. … ",
  "dn5:7.25": "Er wird von den vier Versammlungen geehrt, geachtet, gewürdigt, verehrt und wertgeschätzt. … ",
  "dn5:7.26": "Viele Götter und Menschen sind ihm ergeben. … ",
  "dn5:7.27": "Während er sich in einem Dorf oder einer Stadt befindet, bedrängen nicht-menschliche Wesen die Menschen dort nicht. … ",
  "dn5:7.28": "Er leitet einen Orden und eine Gemeinschaft und unterweist eine Gemeinschaft, und er gilt als der beste der verschiedenen Religionsstifter. Er erlangte seinen Ruhm nicht auf dieselbe Weise wie jene anderen Asketen und Brahmanen. ",
  "dn5:7.29": "Er erlangte seinen Ruhm vielmehr durch sein unübertreffliches Wissen und Verhalten. … ",
  "dn5:7.30": "Der König Seniya Bimbisāra von Magadha und seine Frauen und Kinder haben für ihr ganzes Leben zum Asketen Gotama Zuflucht genommen. … ",
  "dn5:7.31": "Der König Pasenadi von Kosala und seine Frauen und Kinder haben für ihr ganzes Leben zum Asketen Gotama Zuflucht genommen. … ",
  "dn5:7.32": "Der Brahmane Pokkharasādi und seine Frauen und Kinder haben für ihr ganzes Leben zum Asketen Gotama Zuflucht genommen. … ",
  "dn5:7.33": "Er ist geehrt, geachtet, gewürdigt, verehrt und wertgeschätzt vom König Bimbisāra von Magadha … ",
  "dn5:7.34": "dem König Pasenadi von Kosala … ",
  "dn5:7.35": "und dem Brahmanen Pokkharasādi. ",
  "dn5:7.36": "Der Asket Gotama ist in Khāṇumata angekommen und hält sich in Ambalaṭṭhikā auf. ",
  "dn5:7.37": "Jeder Asket oder Brahmane, der herkommt und sich in unserem Dorfbezirk aufhält, ist unser Gast, ",
  "dn5:7.38": "und er sollte als solcher geehrt und geachtet werden. ",
  "dn5:7.41": "Auch aus diesem Grund ist es nicht angebracht, dass der Asket Gotama zu mir kommt, um mich zu sehen; ",
  "dn5:7.42": "es ist vielmehr angebracht, dass ich zu ihm gehe, um ihn zu sehen. ",
  "dn5:7.43": "Soweit reicht das Lob Meister Gotamas, das ich gelernt habe. Aber sein Lob ist nicht darauf beschränkt, ",
  "dn5:7.44": "denn das Lob Meister Gotamas ist grenzenlos.“ ",
  "dn5:7.45": "Als er geendet hatte, sagten diese Brahmanen zu ihm: ",
  "dn5:7.46": "„Nach dem Lob Kūṭadantas würde es sich für einen vertrauensvollen ehrbaren Menschen lohnen, zum Asketen Gotama zu gehen, um ihn zu sehen, wenn er sich im Umkreis von hundert Meilen aufhielte, selbst wenn man seine eigenen Vorräte in einer Schultertasche tragen müsste.“ ",
  "dn5:7.47": "„Nun, ihr Herren, lasst uns alle zum Asketen Gotama gehen, um ihn zu sehen.“ ",
  "dn5:8.0": "4. Die Geschichte vom Opfer des Königs Mahāvijita ",
  "dn5:8.1": "Da ging Kūṭadanta zusammen mit einer großen Gruppe von Brahmanen zum Buddha und tauschte Willkommensgrüße mit ihm aus. ",
  "dn5:8.2": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzte er sich zur Seite hin. ",
  "dn5:8.3": "Einige der Brahmanen und Hausbesitzer von Khāṇumata verbeugten sich, andere begrüßten den Buddha und tauschten Höflichkeiten aus, wieder andere hielten ihm ihre zusammengelegten Hände entgegen, manche nannten ihren Namen und Stamm und manche schwiegen, bevor sie sich ebenfalls zur Seite hinsetzten. ",
  "dn5:9.1": "Kūṭadanta sagte zum Buddha: ",
  "dn5:9.2": "„Meister Gotama, ich habe gehört, ",
  "dn5:9.3": "dass du weißt, wie man das Opfer mit drei Modi und sechzehnfachem Zubehör vollzieht. ",
  "dn5:9.4": "Ich kenne mich damit nicht aus, ",
  "dn5:9.5": "aber ich will ein großes Opfer begehen. ",
  "dn5:9.6": "Bitte lehre mich, wie man das Opfer mit drei Modi und sechzehnfachem Zubehör vollzieht.“ ",
  "dn5:9.7": "„Nun, Brahmane, hör zu und gebrauche den Geist gut, ich werde sprechen.“ ",
  "dn5:9.8": "„Ja, Herr“, erwiderte Kūṭadanta. ",
  "dn5:9.9": "Der Buddha sagte: ",
  "dn5:10.1": "„Es war einmal ein König, Brahmane, mit Namen Mahāvijita. Er war reich, wohlhabend und vermögend, mit einer Fülle von Gold und Silber, einer Fülle von Vermögen und Gütern, einer Fülle von Geld und Getreide, mit voller Schatzkammer und gefüllten Speichern. ",
  "dn5:10.2": "Da kam dem König Mahāvijita, als er für sich allein in Klausur war, dieser Gedanke in den Sinn: ",
  "dn5:10.3": "‚Ich habe menschlichen Reichtum erlangt und Herrschaft über dieses große Gebiet, nachdem ich es erobert habe. Warum begehe ich nicht ein großes Opfer? Das wird zu meinem langanhaltenden Nutzen und Glück sein.‘ ",
  "dn5:10.4": "Da befahl er den brahmanischen Hohepriester zu sich und sagte zu ihm: ",
  "dn5:10.5": "‚Gerade kam mir, Brahmane, während ich für mich allein in Klausur war, dieser Gedanke in den Sinn: ",
  "dn5:10.6": "„Ich habe menschlichen Reichtum erlangt und Herrschaft über dieses große Gebiet, nachdem ich es erobert habe. Warum begehe ich nicht ein großes Opfer? Das wird zu meinem langanhaltenden Nutzen und Glück sein.“ ",
  "dn5:10.7": "Brahmane, ich will ein großes Opfer begehen. ",
  "dn5:10.8": "Bitte leite mich an. Das wird zu meinem langanhaltenden Nutzen und Glück sein.‘ ",
  "dn5:11.1": "Daraufhin sagte der brahmanische Hohepriester zu ihm: ",
  "dn5:11.2": "‚Herr, das Reich des Königs wird geplündert und verwüstet. Es wurden Räuber gesehen, die Dörfer, Marktflecken und Städte überfielen und Landstraßen heimsuchten. ",
  "dn5:11.3": "Aber wenn der König mehr Steuern erheben würde, während das Reich so geplündert und verwüstet wird, würde er nicht seine Pflicht tun. ",
  "dn5:11.4": "Nun könnte der König denken: ",
  "dn5:11.5": "„Ich werde diese Gefahr vonseiten Gesetzloser durch Hinrichtung, Haft, Einziehung des Vermögens, Entehrung oder Verbannung ausrotten!“ Aber das ist nicht der richtige Weg, um diese Gefahr vonseiten Gesetzloser auszurotten. ",
  "dn5:11.6": "Die, die dem Töten entgehen, werden erneut das Reich des Königs plündern. ",
  "dn5:11.7": "Hier ist vielmehr ein Plan, durch den die Gefahr vonseiten Gesetzloser erfolgreich ausgerottet werden kann: ",
  "dn5:11.8": "Der König stelle also denen im Reich, die Feldfrüchte anbauen und Vieh züchten, Saatgut und Futter zur Verfügung. ",
  "dn5:11.9": "Denen, die Handel treiben, stelle der König Geldmittel zur Verfügung. ",
  "dn5:11.10": "Denen, die im Dienst der Regierung arbeiten, sichere der König Nahrung und Lohn zu. ",
  "dn5:11.11": "Dann sind die Menschen mit ihrer eigenen Arbeit beschäftigt und werden nicht das Reich plündern. ",
  "dn5:11.12": "Die Einnahmen des Königs werden groß sein. ",
  "dn5:11.13": "Wenn das Land als Schutzgebiet gesichert ist, frei von Plünderung und Unterdrückung, tanzen die glücklichen Menschen, mit Freude im Herzen, während sie die Kinder an der Brust halten, und leben, als stünden ihre Häuser weit offen.‘ ",
  "dn5:11.14": "Der König stimmte dem Rat des Hohepriesters zu und folgte seiner Empfehlung. ",
  "dn5:11.19": "Dann befahl er den brahmanischen Hohepriester zu sich und sagte zu ihm: ",
  "dn5:11.20": "‚Ich habe die Gefahr vonseiten Gesetzloser ausgerottet. Und indem ich mich auf deinen Plan stützte, sind meine Einnahmen nun groß. ",
  "dn5:11.21": "Da das Land als Schutzgebiet gesichert ist, frei von Plünderung und Unterdrückung, tanzen die glücklichen Menschen, mit Freude im Herzen, während sie die Kinder an der Brust halten, und leben, als stünden ihre Häuser weit offen. ",
  "dn5:11.22": "Brahmane, ich will ein großes Opfer begehen. ",
  "dn5:11.23": "Bitte leite mich an. Das wird zu meinem langanhaltenden Nutzen und Glück sein.‘ ",
  "dn5:12.0": "4.1. Das vierfache Zubehör ",
  "dn5:12.1": "‚In diesem Fall kündige der König im ganzen Reich in Stadt und Land den adligen Lehnsleuten, den Ministern und Beratern, den reichen Brahmanen und den gutsituierten Hausbesitzern an: ",
  "dn5:12.2": "„Ich will ein großes Opfer begehen. Bitte, ihr Herren, gebt eure Zustimmung. Es wird zu meinem langanhaltenden Nutzen und Glück sein.“ ",
  "dn5:12.3": "Der König stimmte dem Rat des Hohepriesters zu und folgte seiner Empfehlung. ",
  "dn5:12.4": "Und all die Leute, die so unterrichtet wurden, antworteten: ",
  "dn5:12.5": "‚Der König begehe ein großes Opfer! Es ist Zeit für ein Opfer, großer König!‘ ",
  "dn5:12.9": "Und so wurden diese vier zustimmenden Gruppen ein Zubehör für das Opfer. ",
  "dn5:13.0": "4.2. Das achtfache Zubehör ",
  "dn5:13.1": "Der König Mahāvijita besaß acht Faktoren: ",
  "dn5:13.2": "Er war von guter Geburt auf mütterlicher und väterlicher Seite, von reiner Abkunft, unwiderlegbar und einwandfrei in Fragen der Abstammung bis zur siebten väterlichen Generation zurück. ",
  "dn5:13.3": "Er war ansprechend, gut aussehend, anmutig, von unvergleichlicher Schönheit. Er war wunderbar und herrlich wie Brahmā, von bemerkenswertem Anblick. ",
  "dn5:13.4": "Er war reich, wohlhabend und vermögend, mit einer Fülle von Gold und Silber, einer Fülle von Vermögen und Gütern, einer Fülle von Geld und Getreide, mit voller Schatzkammer und gefüllten Speichern. ",
  "dn5:13.5": "Er war mächtig und hatte ein Heer aus vier Abteilungen, das gehorsam war und seine Befehle befolgte. Er hätte wohl bloß durch seinen Ruhm die Oberhand über seine Feinde gewonnen. ",
  "dn5:13.6": "Er war vertrauensvoll, großzügig, ein Spender, dessen Tür stets offen stand. Er war ein Quell der Unterstützung, schuf Verdienst bei Asketen und Brahmanen, bei Bedürftigen, Landstreichern, Nomaden und Bettlern. ",
  "dn5:13.7": "Er war sehr bewandert auf vielfältigen Wissensgebieten. Er verstand die Bedeutung verschiedener Aussagen: ",
  "dn5:13.8": "‚Diese Aussage bedeutet dieses, jene Aussage bedeutet jenes.‘ ",
  "dn5:13.9": "Er war klug, fähig und verständig und war in der Lage, eine Sache in Bezug auf Vergangenheit, Zukunft und Gegenwart zu bedenken. ",
  "dn5:13.10": "Das sind die acht Faktoren, die der König Mahāvijita besaß. ",
  "dn5:13.11": "Und so wurden diese acht Faktoren ebenfalls ein Zubehör für das Opfer. ",
  "dn5:14.0": "4.3. Ein weiteres vierfaches Zubehör ",
  "dn5:14.1": "Und der brahmanische Hohepriester besaß vier Faktoren: ",
  "dn5:14.2": "Er war von guter Geburt auf mütterlicher und väterlicher Seite, von reiner Abkunft, unwiderlegbar und einwandfrei in Fragen der Abstammung bis zur siebten väterlichen Generation zurück. ",
  "dn5:14.3": "Er sagte die Hymnen auf und prägte sie sich ein und hatte die drei Veden gemeistert, zusammen mit ihrem Wortschatz, den Riten, den Lauten und der Ableitung der Wörter sowie dem Testament als fünftem. Er kannte die Sprachwissenschaft und die Grammatik und war mit der Kosmologie und mit den Kennzeichen eines großen Mannes vertraut. ",
  "dn5:14.4": "Er war sittlich, im sittlichen Verhalten zur Reife gekommen. ",
  "dn5:14.5": "Er war klug und verständig, er war der erste oder zweite, der die Opfer-Schöpfkelle hielt. ",
  "dn5:14.6": "Das sind die vier Faktoren, die der brahmanische Hohepriester besaß. ",
  "dn5:14.7": "Und so wurden diese vier Faktoren ebenfalls ein Zubehör für das Opfer. ",
  "dn5:15.0": "4.4. Die drei Modi ",
  "dn5:15.1": "Als Nächstes lehrte der brahmanische Hohepriester den König vor dem Opfer die drei Modi. ",
  "dn5:15.2": "‚Nun könnte der König, obwohl er ein großes Opfer begehen will, gewisse Dinge bereuen: ",
  "dn5:15.3": "„Ich werde ein großes Vermögen verlieren“ ",
  "dn5:15.5": "oder: „Ich verliere gerade ein großes Vermögen“ ",
  "dn5:15.7": "oder: „Ich habe ein großes Vermögen verloren“. Aber der König sollte keine solche Reue hegen.‘ ",
  "dn5:15.8": "Das sind die drei Modi, die der brahmanische Hohepriester den König vor dem Opfer lehrte. ",
  "dn5:16.0": "4.5. Die zehnfache Hinsicht ",
  "dn5:16.1": "Als Nächstes zerstreute der brahmanische Hohepriester vor dem Opfer die Reue des Königs in Bezug auf die Empfänger in zehnfacher Hinsicht: ",
  "dn5:16.2": "‚Es werden solche zum Opfer kommen, die lebende Geschöpfe töten, und solche, die das Töten lebender Geschöpfe unterlassen. ",
  "dn5:16.3": "Was die betrifft, die lebende Geschöpfe töten: Das Ergebnis davon gehört ihnen allein. ",
  "dn5:16.4": "Aber was die betrifft, die das Töten lebender Geschöpfe unterlassen: Sie sind es, um derentwillen der König opfern sollte, aufgeben sollte, sich freuen und im Herzen Zuversicht gewinnen sollte. ",
  "dn5:16.5": "Es werden solche zum Opfer kommen, die stehlen, und solche, die das Stehlen unterlassen … ",
  "dn5:16.6": "solche, die sexuelle Verfehlungen begehen, und solche, die das Begehen sexueller Verfehlungen unterlassen … ",
  "dn5:16.7": "solche, die lügen, und solche, die das Lügen unterlassen … ",
  "dn5:16.8": "solche, die entzweiende Rede gebrauchen, und solche, die entzweiende Rede unterlassen … ",
  "dn5:16.9": "solche, die harte Rede gebrauchen, und solche, die harte Rede unterlassen … ",
  "dn5:16.10": "solche, die Unsinn reden, und solche, die das Unsinnreden unterlassen … ",
  "dn5:16.11": "solche, die begehrlich sind, und solche, die zufrieden sind … ",
  "dn5:16.12": "solche, die böswillig sind, und solche, die wohlwollend sind … ",
  "dn5:16.13": "solche, die falsche Ansicht haben, und solche, die rechte Ansicht haben. ",
  "dn5:16.14": "Was die betrifft, die falsche Ansicht haben: Das Ergebnis davon gehört ihnen allein. ",
  "dn5:16.15": "Aber was die betrifft, die rechte Ansicht haben: Sie sind es, um derentwillen der König opfern sollte, aufgeben sollte, sich freuen und im Herzen Zuversicht gewinnen sollte.‘ ",
  "dn5:16.16": "Das ist die zehnfache Hinsicht, in der der brahmanische Hohepriester vor dem Opfer die Reue des Königs in Bezug auf die Empfänger zerstreute. ",
  "dn5:17.0": "4.6. Die sechzehnfache Hinsicht ",
  "dn5:17.1": "Als Nächstes leitete der brahmanische Hohepriester den König an, während er das Opfer beging, und regte seinen Geist in sechzehnfacher Hinsicht an: ",
  "dn5:17.2": "‚Nun könnte jemand, während der König das große Opfer begeht, sagen: ",
  "dn5:17.3": "„Der König Mahāvijita begeht ein großes Opfer, aber er hat es nicht den adligen Lehnsleuten in Stadt und Land angekündigt. ",
  "dn5:17.4": "Das ist die Art von großem Opfer, die der König begeht.“ ",
  "dn5:17.5": "Die, die so gegen den König sprechen, haben keine Legitimation. ",
  "dn5:17.6": "Denn der König hat das Opfer sehr wohl den adligen Lehnsleuten in Stadt und Land angekündigt. ",
  "dn5:17.7": "Der König soll das wissen als einen Grund, zu opfern, aufzugeben, sich zu freuen und im Herzen Zuversicht zu gewinnen. ",
  "dn5:17.8": "Es könnte jemand, während der König das große Opfer begeht, sagen: ",
  "dn5:17.9": "„Der König Mahāvijita begeht ein großes Opfer, aber er hat es nicht in Stadt und Land den Ministern und Beratern, den reichen Brahmanen und den gutsituierten Hausbesitzern angekündigt. Das ist die Art von großem Opfer, die der König begeht.“ ",
  "dn5:17.10": "Die, die so gegen den König sprechen, haben keine Legitimation. ",
  "dn5:17.11": "Denn der König hat das Opfer sehr wohl all diesen Leuten angekündigt. ",
  "dn5:17.12": "Der König soll das wissen als einen Grund, zu opfern, aufzugeben, sich zu freuen und im Herzen Zuversicht zu gewinnen. ",
  "dn5:17.13": "Es könnte jemand, während der König das große Opfer begeht, sagen: ",
  "dn5:17.14": "„Der König besitzt nicht die acht Faktoren. ",
  "dn5:17.26": "Das ist die Art von großem Opfer, die der König begeht.“ ",
  "dn5:17.27": "Die, die so gegen den König sprechen, haben keine Legitimation. ",
  "dn5:17.28": "Denn der König besitzt sehr wohl die acht Faktoren. ",
  "dn5:17.29": "Der König soll das wissen als einen Grund, zu opfern, aufzugeben, sich zu freuen und im Herzen Zuversicht zu gewinnen. ",
  "dn5:17.30": "Es könnte jemand, während der König das große Opfer begeht, sagen: ",
  "dn5:17.31": "„Der Hohepriester besitzt nicht die vier Faktoren. ",
  "dn5:17.41": "Das ist die Art von großem Opfer, die der König begeht.“ ",
  "dn5:17.42": "Die, die so gegen den König sprechen, haben keine Legitimation. ",
  "dn5:17.43": "Denn der Hohepriester besitzt sehr wohl die vier Faktoren. ",
  "dn5:17.44": "Der König soll das wissen als einen Grund, zu opfern, aufzugeben, sich zu freuen und im Herzen Zuversicht zu gewinnen.‘ ",
  "dn5:17.45": "Das ist die sechzehnfache Hinsicht, in der der brahmanische Hohepriester den König anleitete, während er das Opfer beging, und seinen Geist anregte. ",
  "dn5:18.1": "Und, Brahmane, bei diesem Opfer wurden keine Rinder geschlachtet, keine Ziegen oder Schafe, keine Hühner oder Schweine und keine anderen Geschöpfe. Es wurden keine Bäume für den Opferpfahl gefällt. Und es wurde kein Gras geschnitten, um es über den Opferplatz zu streuen. ",
  "dn5:18.2": "Es gab keine abhängigen Diener, Angestellten oder Arbeiter, die ihre Arbeit unter Androhung von Strafe und Gefahr verrichteten, die mit tränenüberströmtem Gesicht weinten. ",
  "dn5:18.3": "Die, die arbeiten wollten, arbeiteten, und die, die es nicht wollten, taten es nicht. ",
  "dn5:18.4": "Sie taten die Arbeit, die sie tun wollten, und nicht die, die sie nicht tun wollten. ",
  "dn5:18.5": "Das Opfer wurde nur mit Ghee, Öl, Butter, Sauermilch, Honig und Melasse vollbracht. ",
  "dn5:19.1": "Dann kamen aus Stadt und Land die adligen Lehnsleute, die Minister und Berater, die reichen Brahmanen und die gutsituierten Hausbesitzer zum König, brachten eine Fülle an Reichtümern und sagten: ",
  "dn5:19.2": "‚Majestät, diese Fülle an Reichtümern ist nur für dich allein; Seine Hoheit nehme sie bitte an!‘ ",
  "dn5:19.3": "‚Für mich wird durch regelmäßige Steuern genug erhoben. Das hier sei für euch; und hier, nehmt sogar noch mehr!‘ ",
  "dn5:19.5": "Als der König sie abgewiesen hatte, zogen sie sich zu einer Seite zurück, um einen Plan auszudenken: ",
  "dn5:19.6": "‚Es wäre nicht angebracht, wenn wir diese Fülle an Reichtümern wieder zurück nach Hause nehmen würden. ",
  "dn5:19.7": "Der König Mahāvijita begeht ein großes Opfer. Wir wollen eine Spende als zusätzliches Opfer darbringen.‘ ",
  "dn5:20.1": "Da bauten die adligen Lehnsleute aus Stadt und Land östlich der Opfergrube ihre Spenden auf. ",
  "dn5:20.2": "Die Minister und Berater aus Stadt und Land bauten südlich der Opfergrube ihre Spenden auf. ",
  "dn5:20.3": "Die reichen Brahmanen aus Stadt und Land bauten westlich der Opfergrube ihre Spenden auf. ",
  "dn5:20.4": "Die gutsituierten Hausbesitzer aus Stadt und Land bauten nördlich der Opfergrube ihre Spenden auf. ",
  "dn5:20.5": "Und, Brahmane, auch bei diesem Opfer wurden keine Rinder geschlachtet, keine Ziegen oder Schafe, keine Hühner oder Schweine und keine anderen Geschöpfe. Es wurden keine Bäume für den Opferpfahl gefällt. Und es wurde kein Gras geschnitten, um es über den Opferplatz zu streuen. ",
  "dn5:20.6": "Es gab keine abhängigen Diener, Angestellten oder Arbeiter, die ihre Arbeit unter Androhung von Strafe und Gefahr verrichteten, die mit tränenüberströmtem Gesicht weinten. ",
  "dn5:20.7": "Die, die arbeiten wollten, arbeiteten, und die, die es nicht wollten, taten es nicht. ",
  "dn5:20.8": "Sie taten die Arbeit, die sie tun wollten, und nicht die, die sie nicht tun wollten. ",
  "dn5:20.9": "Das Opfer wurde nur mit Ghee, Öl, Butter, Sauermilch, Honig und Melasse vollbracht. ",
  "dn5:20.10": "Und so waren es vier zustimmende Gruppen, acht Faktoren, die der König Mahāvijita besaß, und vier Faktoren, die der brahmanische Hohepriester besaß, ",
  "dn5:20.11": "sowie drei Modi. ",
  "dn5:20.12": "Brahmane, das nennt man das Opfer, das mit drei Modi und sechzehnfachem Zubehör vollzogen wird.“ ",
  "dn5:21.1": "Als er geendet hatte, machten diese Brahmanen einen Tumult: ",
  "dn5:21.2": "„Ein Hoch auf solch ein Opfer! Ein Hoch auf das Vollziehen eines solchen Opfers!“ ",
  "dn5:21.3": "Aber der Brahmane Kūṭadanta saß schweigend da. ",
  "dn5:21.4": "Da sagten diese Brahmanen zu ihm: ",
  "dn5:21.5": "„Wie kannst du den erlesenen Worten des Asketen Gotama nicht zustimmen?“ ",
  "dn5:21.6": "„Es ist nicht, dass ich seinen Worten nicht zustimme. ",
  "dn5:21.7": "Jedem, der solchen erlesenen Worten nicht zustimmen würde, müsste der Kopf zerspringen! ",
  "dn5:21.8": "Aber, ihr Herren, mir fällt auf, ",
  "dn5:21.9": "dass der Asket Gotama nicht gesagt hat: ",
  "dn5:21.10": "‚So habe ich es gehört‘ oder: ‚So muss es gewesen sein‘. ",
  "dn5:21.11": "Vielmehr sagt er einfach: ",
  "dn5:21.12": "‚So war es damals; das ist, wie es damals war.‘ ",
  "dn5:21.13": "Ich denke mir, ",
  "dn5:21.14": "dass der Asket Gotama damals der König Mahāvijita gewesen sein muss, der Eigentümer des Opfers, oder der brahmanische Hohepriester, der das Opfer für ihn ermöglichte. ",
  "dn5:21.15": "Erinnert sich Meister Gotama, dass er ein solches Opfer beging oder es ermöglichte und dann, als sein Körper auseinanderbrach, nach dem Tod, an einem guten Ort wiedergeboren wurde, in einer himmlischen Welt?“ ",
  "dn5:21.16": "„Daran erinnere ich mich, Brahmane. Denn ich war damals selbst der brahmanische Hohepriester, der das Opfer ermöglichte.“ ",
  "dn5:22.0": "5. Eine regelmäßige Spende als fortlaufendes Familienopfer ",
  "dn5:22.1": "„Aber Meister Gotama, gibt es außer diesem Opfer, das mit drei Modi und sechzehnfachem Zubehör vollzogen wird, noch irgendein anderes Opfer, das weniger Voraussetzungen und Aufwand erfordert und reichere Frucht und reicheren Segen bringt?“ ",
  "dn5:22.2": "„Das gibt es, Brahmane.“ ",
  "dn5:22.3": "„Aber was ist es?“ ",
  "dn5:22.4": "„Die regelmäßigen Spenden als fortlaufendes Familienopfer, die besonders Hauslosen gegeben werden, die sittlich sind: ",
  "dn5:22.5": "Dieses Opfer, Brahmane, erfordert weniger Voraussetzungen und Aufwand und bringt reichere Frucht und reicheren Segen.“ ",
  "dn5:23.1": "„Was ist der Grund, Meister Gotama, was ist die Ursache, dass diese regelmäßigen Spenden als fortlaufendes Familienopfer im Vergleich zu dem Opfer, das mit drei Modi und sechzehnfachem Zubehör vollzogen wird, weniger Voraussetzungen und Aufwand erfordern, aber reichere Frucht und reicheren Segen bringen?“ ",
  "dn5:23.2": "„Weil weder Vollendete noch jene, die auf dem Pfad zur Vollendung sind, solch einem Opfer beiwohnen würden. ",
  "dn5:23.3": "Und warum nicht? ",
  "dn5:23.4": "Weil dabei Schlagen und Erdrosseln zu sehen sind. ",
  "dn5:23.5": "Aber den regelmäßigen Spenden als fortlaufendem Familienopfer, die besonders Hauslosen gegeben werden, die sittlich sind, ",
  "dn5:23.6": "einem solchen Opfer wohnen Vollendete und jene, die auf dem Pfad zur Vollendung sind, bei. ",
  "dn5:23.7": "Und warum? ",
  "dn5:23.8": "Weil dabei kein Schlagen und kein Erdrosseln zu sehen sind. ",
  "dn5:23.9": "Das ist der Grund, Brahmane, das ist die Ursache, dass diese regelmäßigen Spenden als fortlaufendes Familienopfer im Vergleich zu dem Opfer, das mit drei Modi und sechzehnfachem Zubehör vollzogen wird, weniger Voraussetzungen und Aufwand erfordern, aber reichere Frucht und reicheren Segen bringen.“ ",
  "dn5:24.1": "„Aber Meister Gotama, gibt es außer diesem Opfer, das mit drei Modi und sechzehnfachem Zubehör vollzogen wird, und den regelmäßigen Spenden als fortlaufendem Familienopfer noch irgendein anderes Opfer, das weniger Voraussetzungen und Aufwand erfordert und reichere Frucht und reicheren Segen bringt?“ ",
  "dn5:24.2": "„Das gibt es, Brahmane.“ ",
  "dn5:24.3": "„Aber was ist es?“ ",
  "dn5:24.4": "„Wenn jemand eine Unterkunft eigens für den Saṅgha der vier Himmelsrichtungen gibt.“ ",
  "dn5:25.1": "„Aber gibt es noch irgendein anderes Opfer, das weniger Voraussetzungen und Aufwand erfordert und reichere Frucht und reicheren Segen bringt?“ ",
  "dn5:25.4": "„Wenn jemand mit zuversichtlichem Herzen Zuflucht zum Buddha, zur Lehre und zum Saṅgha nimmt.“ ",
  "dn5:26.1": "„Aber gibt es noch irgendein anderes Opfer, das weniger Voraussetzungen und Aufwand erfordert und reichere Frucht und reicheren Segen bringt?“ ",
  "dn5:26.4": "„Wenn jemand mit zuversichtlichem Herzen die Schulungsregeln unternimmt, ",
  "dn5:26.5": "das Töten lebender Geschöpfe, das Stehlen, das Begehen sexueller Verfehlungen, das Lügen und das Trinken von Alkohol, der nachlässig macht, zu unterlassen.“ ",
  "dn5:27.1": "„Aber gibt es noch irgendein anderes Opfer, das weniger Voraussetzungen und Aufwand erfordert und reichere Frucht und reicheren Segen bringt?“ ",
  "dn5:27.2": "„Das gibt es, Brahmane. ",
  "dn5:27.4": "Da erscheint ein Klargewordener in der Welt, vollendet, ein vollkommen erwachter Buddha … ",
  "dn5:27.5": "So ist ein Mönch im sittlichen Verhalten vervollkommnet … ",
  "dn5:27.6": "Er tritt in die erste Vertiefung ein und verweilt darin … ",
  "dn5:27.7": "Dieses Opfer, Brahmane, erfordert weniger Voraussetzungen und Aufwand und bringt reichere Frucht und reicheren Segen. … ",
  "dn5:27.8": "Da tritt ein Mönch in die zweite Vertiefung ein und verweilt darin … ",
  "dn5:27.9": "in die dritte Vertiefung … ",
  "dn5:27.10": "in die vierte Vertiefung. ",
  "dn5:27.11": "Dieses Opfer, Brahmane, erfordert weniger Voraussetzungen und Aufwand und bringt reichere Frucht und reicheren Segen. … ",
  "dn5:27.12": "Er streckt seinen Geist aus und richtet ihn auf das Erkennen und Sehen … ",
  "dn5:27.13": "Dieses Opfer, Brahmane, erfordert weniger Voraussetzungen und Aufwand und bringt reichere Frucht und reicheren Segen. … ",
  "dn5:27.14": "Er versteht: ‚… es gibt keine Rückkehr mehr zu irgendeinem Daseinszustand.‘ ",
  "dn5:27.15": "Dieses Opfer, Brahmane, erfordert weniger Voraussetzungen und Aufwand und bringt reichere Frucht und reicheren Segen. ",
  "dn5:27.16": "Und, Brahmane, es gibt kein anderes Vollziehen eines Opfers, das besser oder erlesener wäre als dieses.“ ",
  "dn5:28.0": "6. Kūṭadanta erklärt sich zu einem Laienschüler ",
  "dn5:28.1": "Als der Buddha geendet hatte, sagte Kūṭadanta zu ihm: ",
  "dn5:28.2": "„Vortrefflich, Meister Gotama! Vortrefflich! ",
  "dn5:28.3": "Als würde er das Umgestürzte aufrichten oder das Verborgene enthüllen oder den Verirrten den Weg weisen oder im Dunkeln ein Licht anzünden, sodass Menschen mit klaren Augen sehen könnten, was da ist, so hat Meister Gotama die Lehre auf vielerlei Weise klargemacht. ",
  "dn5:28.4": "Ich nehme Zuflucht zum Meister Gotama, zur Lehre und zum Saṅgha der Mönche und Nonnen. ",
  "dn5:28.5": "Von diesem Tag an soll Meister Gotama mich als Laienschüler in Erinnerung behalten, der für sein ganzes Leben Zuflucht genommen hat. ",
  "dn5:28.6": "Und, Meister Gotama, ich lasse nun diese 700 Stiere, 700 Ochsen, 700 Färsen, 700 Ziegen und 700 Widder frei. Ich schenke ihnen das Leben! Sie sollen Gras fressen und kühles Wasser trinken und den kühlen Wind genießen!“ ",
  "dn5:29.0": "7. Die Verwirklichung der Frucht des Stromeintritts ",
  "dn5:29.1": "Dann unterwies der Buddha Kūṭadanta Schritt für Schritt ",
  "dn5:29.2": "mit einem Vortrag über Geben, sittliches Verhalten und den Himmel. Er erklärte die nachteiligen Folgen der Sinnenfreuden, die so schmutzig und unlauter sind, und die vorteilhaften Folgen der Entsagung. ",
  "dn5:29.3": "Und als er erkannte, dass Kūṭadantas Geist bereit war, geschmeidig, frei von Hindernissen, freudig bewegt und zuversichtlich, da legte er die besondere Lehre der Buddhas dar: ",
  "dn5:29.4": "das Leiden, seinen Ursprung, sein Aufhören und den Weg. ",
  "dn5:29.5": "Wie ein reines, fleckenloses Tuch die Farbe richtig annimmt, ",
  "dn5:29.6": "ebenso ging da dem Brahmanen Kūṭadanta, wo er gerade saß, das unbefleckte, makellose Auge des Dhamma auf: ",
  "dn5:29.7": "„Alles, was einen Anfang hat, hat auch ein Ende.“ ",
  "dn5:30.1": "Und Kūṭadanta sah, erfasste, verstand und ergründete den Dhamma. Er ging über den Zweifel hinaus, machte sich von Unschlüssigkeit frei und gewann Selbstvertrauen, wurde in der Anleitung des Lehrers von anderen unabhängig. Er sagte zum Buddha: ",
  "dn5:30.2": "„Würde Meister Gotama zusammen mit dem Saṅgha der Mönche und Nonnen bitte die morgige Mahlzeit von mir annehmen?“ ",
  "dn5:30.3": "Der Buddha schwieg zum Zeichen der Zustimmung. ",
  "dn5:30.4": "Da erhob sich, als er die Zustimmung des Buddha erkannt hatte, Kūṭadanta von seinem Sitz, verbeugte sich, umrundete den Buddha respektvoll, die rechte Seite ihm zugewandt, und ging. ",
  "dn5:30.5": "Als dann die Nacht vorüber war, ließ Kūṭadanta in seiner eigenen Wohnung köstliche frische und gekochte Speisen zubereiten. Dann ließ er den Buddha über die Zeit benachrichtigen: ",
  "dn5:30.6": "„Es ist Zeit, Meister Gotama, das Essen ist fertig.“ ",
  "dn5:30.7": "Da kleidete der Buddha sich am Morgen an, nahm Schale und Robe, ging zusammen mit dem Saṅgha der Mönche und Nonnen zu Kūṭadanta Haus und setzte sich auf den ausgebreiteten Sitz. ",
  "dn5:30.8": "Und Kūṭadanta bewirtete und bediente den Saṅgha der Mönche und Nonnen mit dem Buddha an der Spitze eigenhändig mit köstlichen frischen und gekochten Speisen. ",
  "dn5:30.9": "Als der Buddha gegessen und Hand und Schale gewaschen hatte, nahm Kūṭadanta einen niedrigen Sitz und setzte sich zur Seite hin. ",
  "dn5:30.10": "Dann leitete der Buddha ihn mit einem Dhammavortrag an, ermunterte ihn, begeisterte ihn und regte ihn an. Darauf erhob er sich von seinem Sitz und ging. "
}