{
  "dn6:0.1": "Lange Lehrreden 6 ",
  "dn6:0.2": "Mit Mahāli ",
  "dn6:0.3": "1. Über die brahmanischen Gesandten ",
  "dn6:1.1": "So habe ich es gehört: ",
  "dn6:1.2": "Einmal hielt sich der Buddha bei Vesālī am Großen Wald auf, in der Halle mit dem Giebeldach. ",
  "dn6:1.3": "Damals hielten sich mehrere brahmanische Gesandte aus Kosala und Magadha wegen einer geschäftlichen Angelegenheit in Vesālī auf. ",
  "dn6:1.4": "Sie hörten: ",
  "dn6:1.5": "„Es scheint, der Asket Gotama – ein Sakyer, der von einer Familie der Sakyer fortgezogen ist – hält sich bei Vesālī am Großen Wald auf, in der Halle mit dem Giebeldach. ",
  "dn6:1.6": "Er hat diesen guten Ruf: ",
  "dn6:1.7": "‚Dieser Gesegnete ist vollendet, ein vollkommen erwachter Buddha, von vollendetem Wissen und Verhalten, heilig, Kenner der Welt, unübertrefflicher Anleiter für Übungswillige, Lehrer von Göttern und Menschen, erwacht, gesegnet.‘ ",
  "dn6:1.8": "Er hat diese Welt – die Welt mit ihren Göttern, Māras und Brahmās, mit dieser Bevölkerung mit ihren Asketen und Brahmanen, Göttern und Menschen – durch eigene Einsicht erkannt und erklärt sie anderen. ",
  "dn6:1.9": "Er lehrt den Dhamma, der am Anfang gut, in der Mitte gut und am Ende gut ist, bedeutsam und gut ausgedrückt. Und er legt eine geistliche Übung dar, die in sich geschlossen und rein ist. ",
  "dn6:1.10": "Es ist gut, solche Vollendeten zu sehen.“ ",
  "dn6:2.1": "Da gingen sie zur Halle mit dem Giebeldach am Großen Wald. ",
  "dn6:2.2": "Nun war zu dieser Zeit der Ehrwürdige Nāgita der Aufwärter des Buddha. ",
  "dn6:2.3": "Die brahmanischem Gesandten gingen zu ihm und sagten: ",
  "dn6:2.4": "„Meister Nāgita, wo ist Meister Gotama jetzt? ",
  "dn6:2.5": "Denn wir möchten ihn sehen.“ ",
  "dn6:2.6": "„Es ist die falsche Zeit, um den Buddha zu sehen, er ist in Klausur.“ ",
  "dn6:2.7": "Da setzten sich die brahmanischen Gesandten eben dort zur Seite hin und dachten: ",
  "dn6:2.8": "„Wir werden nicht gehen, bevor wir Meister Gotama gesehen haben.“ ",
  "dn6:3.0": "2. Über den Licchaver Oṭṭhaddha ",
  "dn6:3.1": "Auch der Licchaver Oṭṭhaddha kam zusammen mit einer großen Gesellschaft von Licchavern zum Ehrwürdigen Nāgita bei der Halle mit dem Giebeldach. Er verbeugte sich, stellte sich zur Seite hin und sagte zu Nāgita: ",
  "dn6:3.2": "„Meister Nāgita, wo ist der Gesegnete jetzt, der Vollendete, der vollkommen erwachte Buddha? ",
  "dn6:3.3": "Denn wir möchten ihn sehen.“ ",
  "dn6:3.4": "„Es ist die falsche Zeit, um den Buddha zu sehen, er ist in Klausur.“ ",
  "dn6:3.5": "Da setzte sich auch Oṭṭhaddha eben dort zur Seite hin und dachte: ",
  "dn6:3.6": "„Ich werde nicht gehen, bevor ich den Gesegneten gesehen habe, den Vollendeten, den vollkommen erwachten Buddha.“ ",
  "dn6:4.1": "Da kam der Novize Sīha zu Nāgita. Er verbeugte sich, stellte sich zur Seite hin und sagte zu Nāgita: ",
  "dn6:4.2": "„Herr, Kassapa, diese brahmanischen Gesandten aus Kosala und Magadha und auch der Licchaver Oṭṭhaddha mit seiner großen Gesellschaft von Licchavern sind hergekommen, um den Buddha zu sehen. Es wäre gut, wenn sie ihn sehen könnten.“ ",
  "dn6:4.3": "„Nun, Sīha, dann sag es dem Buddha selbst.“ ",
  "dn6:4.4": "„Ja, Herr“, antwortete Sīha. Er ging zum Buddha, verbeugte sich, stellte sich zur Seite hin und berichtete ihm über die Menschen, die warteten, um ihn zu sehen. Er fügte hinzu: ",
  "dn6:4.6": "„Herr, es wäre gut, wenn diese Leute den Buddha sehen könnten.“ ",
  "dn6:4.7": "„Nun, Sīha, breite einen Sitz im Schatten meiner Hütte aus.“ ",
  "dn6:4.8": "„Ja, Herr“, antwortete Sīha und tat wie geheißen. ",
  "dn6:4.9": "Da kam der Buddha aus seiner Hütte und setzte sich in den Schatten auf den ausgebreiteten Sitz. ",
  "dn6:5.1": "Die brahmanischen Gesandten gingen zum Buddha und tauschten Willkommensgrüße mit ihm aus. ",
  "dn6:5.2": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzten sie sich zur Seite hin. ",
  "dn6:5.3": "Auch Oṭṭhaddha ging zusammen mit seiner großen Gesellschaft von Licchavern zum Buddha, verbeugte sich und setzte sich zur Seite hin. Oṭṭhaddha sagte zum Buddha: „Herr, vor ein paar Tagen kam der Licchaver Sunakkhatta zu mir und sagte: ",
  "dn6:5.4": "‚Mahāli, bald stütze ich mich schon ich drei Jahre auf den Buddha. Ich sehe erfreuliche, sinnliche und erregende himmlische Bilder, aber ich höre keine erfreulichen, sinnlichen und erregenden himmlischen Töne.‘ ",
  "dn6:5.5": "Die himmlischen Töne, die Sunakkhatta nicht hören kann, gibt es solche Töne wirklich oder nicht?“ ",
  "dn6:5.6.0": "2.1. Einseitige Versenkung ",
  "dn6:5.7": "„Solche Töne gibt es wirklich, aber Sunakkhatta kann sie nicht hören.“ ",
  "dn6:6.1": "„Was ist die Ursache, was ist der Grund dafür, dass Sunakkhatta diese Töne nicht hören kann, obwohl es sie doch wirklich gibt?“ ",
  "dn6:6.2": "„Mahāli, da ist ein Mönch, der einseitige Versenkung nach Osten hin entwickelt hat, sodass er himmlische Bilder sehen, aber keine himmlischen Töne hören kann. ",
  "dn6:6.3": "Wenn er diese Versenkung zu diesem Zweck entwickelt hat, ",
  "dn6:6.4": "sieht er himmlische Bilder, aber hört keine himmlischen Töne. ",
  "dn6:6.5": "Und warum? ",
  "dn6:6.6": "Weil es für einen Mönch, der Versenkung in dieser Art entwickelt, so ist. ",
  "dn6:7.1": "Dann ist da ein Mönch, der einseitige Versenkung nach Süden hin entwickelt hat … ",
  "dn6:7.2": "nach Westen hin … ",
  "dn6:7.3": "nach Norden hin … ",
  "dn6:7.4": "nach oben, nach unten und dazwischen … ",
  "dn6:7.5": "Wenn er diese Versenkung zu diesem Zweck entwickelt hat, ",
  "dn6:7.6": "sieht er himmlische Bilder, aber hört keine himmlischen Töne. ",
  "dn6:7.7": "Und warum? ",
  "dn6:7.8": "Weil es für einen Mönch, der Versenkung in dieser Art entwickelt, so ist. ",
  "dn6:8.1": "Da ist ein Mönch, der einseitige Versenkung nach Osten hin entwickelt hat, sodass er himmlische Töne hören, aber keine himmlischen Bilder sehen kann. ",
  "dn6:8.2": "Wenn er diese Versenkung zu diesem Zweck entwickelt hat, ",
  "dn6:8.3": "hört er himmlische Töne, aber sieht keine himmlischen Bilder. ",
  "dn6:8.4": "Und warum? ",
  "dn6:8.5": "Weil es für einen Mönch, der Versenkung in dieser Art entwickelt, so ist. ",
  "dn6:9.1": "Dann ist da ein Mönch, der einseitige Versenkung nach Süden hin entwickelt hat … ",
  "dn6:9.2": "nach Westen hin … ",
  "dn6:9.3": "nach Norden hin … ",
  "dn6:9.4": "nach oben, nach unten und dazwischen … ",
  "dn6:9.5": "Wenn er diese Versenkung zu diesem Zweck entwickelt hat, ",
  "dn6:9.6": "hört er himmlische Töne, aber sieht keine himmlischen Bilder. ",
  "dn6:9.7": "Und warum? ",
  "dn6:9.8": "Weil es für einen Mönch, der Versenkung in dieser Art entwickelt, so ist. ",
  "dn6:10.1": "Da ist ein Mönch, der beidseitige Versenkung nach Osten hin entwickelt hat, sodass er himmlische Bilder sehen und himmlische Töne hören kann. ",
  "dn6:10.2": "Wenn er diese Versenkung zu diesem Zweck entwickelt hat, ",
  "dn6:10.3": "sieht er himmlische Bilder und hört himmlische Töne. ",
  "dn6:10.4": "Und warum? ",
  "dn6:10.5": "Weil es für einen Mönch, der Versenkung in dieser Art entwickelt, so ist. ",
  "dn6:11.1": "Dann ist da ein Mönch, der beidseitige Versenkung nach Süden hin entwickelt hat … ",
  "dn6:11.2": "nach Westen hin … ",
  "dn6:11.3": "nach Norden hin … ",
  "dn6:11.4": "nach oben, nach unten und dazwischen … ",
  "dn6:11.5": "Wenn er diese Versenkung zu diesem Zweck entwickelt hat, ",
  "dn6:11.6": "sieht er himmlische Bilder und hört himmlische Töne. ",
  "dn6:11.7": "Und warum? ",
  "dn6:11.8": "Weil es für einen Mönch, der Versenkung in dieser Art entwickelt, so ist. ",
  "dn6:11.9": "Das ist die Ursache, das ist der Grund dafür, dass Sunakkhatta diese Töne nicht hören kann, obwohl es sie doch wirklich gibt.“ ",
  "dn6:12.1": "„Sicherlich führen die Mönche und Nonnen unter dem Buddha das geistliche Leben, um eine solche Versenkung entwickeln zu können?“ ",
  "dn6:12.2": "„Nein, Mahāli, die Mönche und Nonnen führen unter mir nicht das geistliche Leben, um eine solche Versenkung entwickeln zu können. ",
  "dn6:12.3": "Es gibt andere, erlesenere Dinge, um derentwillen die Mönche und Nonnen unter mir das geistliche Leben führen.“ ",
  "dn6:13.0": "2.2. Die vier edlen Früchte ",
  "dn6:13.1": "„Aber Herr, was sind diese erleseneren Dinge?“ ",
  "dn6:13.2": "„Zuerst, Mahāli, ist da ein Mönch mit dem Auflösen von drei Fesseln in die Strömung eingetaucht, muss nicht mehr in der Unterwelt wiedergeboren werden und ist auf dem Weg zum Erwachen. ",
  "dn6:13.3": "Das ist eines dieser erleseneren Dinge, um derentwillen die Mönche und Nonnen unter mir das geistliche Leben führen. ",
  "dn6:13.4": "Dann ist da ein Mönch mit dem Auflösen von drei Fesseln und dem Abschwächen von Gier, Hass und Täuschung ein Einmalwiederkehrer. Nur einmal kehrt er in diese Welt zurück, um dann dem Leiden ein Ende zu machen. ",
  "dn6:13.5": "Auch das ist eines dieser erleseneren Dinge. ",
  "dn6:13.6": "Dann wird da ein Mönch mit dem Auflösen der fünf niederen Fesseln durch unmittelbares Erscheinen wiedergeboren. Er erlischt dort und muss von jener Welt nicht zurückkehren. ",
  "dn6:13.7": "Auch das ist eines dieser erleseneren Dinge. ",
  "dn6:13.8": "Dann hat da ein Mönch die Befleckungen aufgelöst und in diesem Leben die fleckenlose Freiheit des Herzens erlangt, die fleckenlose Freiheit durch Weisheit, sie durch eigene Einsicht erkannt und lebt darin. ",
  "dn6:13.9": "Auch das ist eines dieser erleseneren Dinge. ",
  "dn6:13.10": "Das sind diese erleseneren Dinge, um derentwillen die Mönche und Nonnen unter mir das geistliche Leben führen.“ ",
  "dn6:14.0": "2.3. Der edle achtfache Pfad ",
  "dn6:14.1": "„Aber, Herr, gibt es einen Weg und eine Übung, um diese Dinge zu verwirklichen?“ ",
  "dn6:14.2": "„Die gibt es, Mahāli.“ ",
  "dn6:14.3": "„Nun, was ist es?“ ",
  "dn6:14.4": "„Es ist einfach dieser edle achtfache Pfad: ",
  "dn6:14.5": "nämlich rechte Ansicht, rechtes Denken, rechte Rede, rechtes Verhalten, rechter Lebenserwerb, rechter Einsatz, rechte Achtsamkeit und rechte Versenkung. ",
  "dn6:14.6": "Das ist der Weg, das ist die Übung, um diese Dinge zu verwirklichen. ",
  "dn6:15.0": "2.4. Über die beiden enthaltsam Lebenden ",
  "dn6:15.1": "Dieses eine Mal, Mahāli, hielt ich mich bei Kosambi auf, in Ghositas Kloster. ",
  "dn6:15.2": "Da kamen zwei enthaltsam Lebende – ",
  "dn6:15.3": "der Wanderer Muṇḍiya und Jāliya, der Schüler Dārupattikas, und tauschten Willkommensgrüße mit mir aus. ",
  "dn6:15.4": "Nach der Begrüßung und dem Austausch von Höflichkeiten stellten sie sich zur Seite hin und sagten zu mir: ",
  "dn6:15.5": "‚Werter Gotama, sind Seele und Körper dasselbe oder sind es verschiedene Dinge?‘ ",
  "dn6:16.1": "‚Nun denn, werte Freunde, hört zu und passt gut auf, ich werde sprechen.‘ ",
  "dn6:16.2": "‚Ja, werter Freund‘, antworteten sie. ",
  "dn6:16.3": "Ich sagte: ",
  "dn6:16.4": "‚Da erscheint ein Klargewordener in der Welt, vollendet, ein vollkommen erwachter Buddha … ",
  "dn6:16.5": "So ist ein Mönch im sittlichen Verhalten vollendet … ",
  "dn6:16.7": "Er tritt in die erste Vertiefung ein und verweilt darin … ",
  "dn6:16.8": "Wenn ein Mönch so weiß und sieht, wäre es da angebracht von ihm, zu sagen: ",
  "dn6:16.9": "„Seele und Körper sind dasselbe“ oder „Seele und Körper sind verschiedene Dinge“?‘ ",
  "dn6:16.10": "‚Das wäre es, werter Freund.‘ ",
  "dn6:16.12": "‚Aber, werte Freunde, ich weiß und sehe so. ",
  "dn6:16.13": "Dennoch sage ich nicht: ",
  "dn6:16.14": "„Seele und Körper sind dasselbe“ oder „Seele und Körper sind verschiedene Dinge“. … ",
  "dn6:17.1": "Da tritt ein Mönch in die zweite Vertiefung ein und verweilt darin … ",
  "dn6:17.2": "Er tritt in die dritte Vertiefung ein und verweilt darin … ",
  "dn6:17.3": "Er tritt in die vierte Vertiefung ein und verweilt darin. ",
  "dn6:17.4": "Wenn ein Mönch so weiß und sieht, wäre es da angebracht von ihm, zu sagen: ",
  "dn6:17.5": "„Seele und Körper sind dasselbe“ oder „Seele und Körper sind verschiedene Dinge“?‘ ",
  "dn6:17.6": "‚Das wäre es, werter Freund.‘ ",
  "dn6:17.8": "‚Aber, werte Freunde, ich weiß und sehe so. ",
  "dn6:17.9": "Dennoch sage ich nicht: ",
  "dn6:17.10": "„Seele und Körper sind dasselbe“ oder „Seele und Körper sind verschiedene Dinge“. … ",
  "dn6:18.1": "Er lenkt und richtet seinen Geist auf das Wissen und Sehen … ",
  "dn6:18.2": "Wenn ein Mönch so weiß und sieht, wäre es da angebracht von ihm, zu sagen: ",
  "dn6:18.3": "„Seele und Körper sind dasselbe“ oder „Seele und Körper sind verschiedene Dinge“?‘ ",
  "dn6:18.5": "‚Das wäre es, werter Freund.‘ ",
  "dn6:18.7": "‚Aber, werte Freunde, ich weiß und sehe so. ",
  "dn6:18.8": "Dennoch sage ich nicht: ",
  "dn6:18.9": "„Seele und Körper sind dasselbe“ oder „Seele und Körper sind verschiedene Dinge“. … ",
  "dn6:19.1": "Da versteht ein Mönch: „… Es gibt keine Rückkehr mehr zu irgendeinem Daseinszustand.“ ",
  "dn6:19.2": "Wenn ein Mönch so weiß und sieht, wäre es da angebracht von ihm, zu sagen: ",
  "dn6:19.3": "„Seele und Körper sind dasselbe“ oder „Seele und Körper sind verschiedene Dinge“?‘ ",
  "dn6:19.4": "‚Das wäre es nicht, werter Freund.‘ ",
  "dn6:19.6": "‚Werte Freunde, ich weiß und sehe so. ",
  "dn6:19.7": "Und ich sage nicht: ",
  "dn6:19.8": "„Seele und Körper sind dasselbe“ oder „Seele und Körper sind verschiedene Dinge“.‘“ ",
  "dn6:19.9": "Das sagte der Buddha. ",
  "dn6:19.10": "Zufrieden freute sich der Licchaver Oṭṭhaddha über die Worte des Buddha. "
}