{
  "dn8:0.1": "Lange Lehrreden 8 ",
  "dn8:0.2": "Das Löwengebrüll vor dem nackten Asketen Kassapa ",
  "dn8:1.1": "So habe ich es gehört: ",
  "dn8:1.2": "Einmal hielt sich der Buddha bei Ujuñña auf, im Wildpark bei Kaṇṇakatthala. ",
  "dn8:1.3": "Da ging der nackte Asket Kassapa zum Buddha und tauschte Willkommensgrüße mit ihm aus. ",
  "dn8:1.4": "Nach der Begrüßung und dem Austausch von Höflichkeiten stellte Kassapa sich zur Seite hin und sagte zum Buddha: ",
  "dn8:2.1": "„Meister Gotama, ich habe Folgendes gehört: ",
  "dn8:2.2": "‚Der Asket Gotama tadelt alle inbrünstigen Bußübungen. Er verurteilt ausnahmslos alle inbrünstigen Büßer, die ein raues Leben führen, und prangert sie an.‘ ",
  "dn8:2.3": "Geben die, die das sagen, die Worte des Buddha wieder und stellen ihn nicht mit einer Unwahrheit falsch dar? Ist ihre Erklärung im Einklang mit der Lehre? Gibt es berechtigte Gründe, sie zu tadeln und zu kritisieren? ",
  "dn8:2.4": "Denn wir wollen den Meister Gotama nicht falsch darstellen.“ ",
  "dn8:3.1": "„Kassapa, die das sagen, geben nicht meine Worte wieder. Sie stellen mich mit einer falschen, leeren und unwahren Behauptung falsch dar. ",
  "dn8:3.2": "Mit geläuterter und übermenschlicher Hellsichtigkeit sehe ich manchen inbrünstigen Büßer, der ein raues Leben führt, wie er an einem verlorenen Ort wiedergeboren wird, einem schlechten Ort, in der Unterwelt, der Hölle. ",
  "dn8:3.3": "Aber ich sehe einen anderen inbrünstigen Büßer, der ein raues Leben führt, wie er an einem guten Ort wiedergeboren wird, in einer himmlischen Welt. ",
  "dn8:3.4": "Ich sehe manchen inbrünstigen Büßer, der es leicht nimmt, wie er an einem verlorenen Ort wiedergeboren wird, in der Hölle. ",
  "dn8:3.5": "Aber ich sehe einen anderen inbrünstigen Büßer, der es leicht nimmt, wie er an einem guten Ort wiedergeboren wird, in einer himmlischen Welt. ",
  "dn8:3.6": "Da ich das Kommen und Gehen, das Sterben und Wiedergeborenwerden dieser inbrünstigen Büßer auf diese Art wahrhaftig verstehe, wie könnte ich da alle inbrünstigen Bußübungen tadeln oder ausnahmslos alle diese inbrünstigen Büßer, die ein raues Leben führen, verurteilen und anprangern? ",
  "dn8:4.1": "Es gibt einige kluge Asketen und Brahmanen, die subtil sind, in den Doktrinen anderer vervollkommnet, Haarspalter. Man könnte meinen, sie lebten, um mit ihrem Verstand Überzeugungen niederzureißen. ",
  "dn8:4.2": "Bei manchen Dingen sind sie mit mir einer Meinung und bei anderen nicht. ",
  "dn8:4.3": "Manche Dinge, die sie begrüßen, begrüße ich auch. ",
  "dn8:4.4": "Manche Dinge, die sie nicht begrüßen, begrüße ich auch nicht. ",
  "dn8:4.5": "Aber manche Dinge, die sie begrüßen, begrüße ich nicht. ",
  "dn8:4.6": "Und manche Dinge, die sie nicht begrüßen, begrüße ich. ",
  "dn8:4.7": "Manche Dinge, die ich begrüße, begrüßen sie auch. ",
  "dn8:4.8": "Manche Dinge, die ich nicht begrüße, begrüßen sie auch nicht. ",
  "dn8:4.9": "Aber manche Dinge, die ich nicht begrüße, begrüßen sie. ",
  "dn8:4.10": "Und manche Dinge, die ich begrüße, begrüßen sie nicht. ",
  "dn8:5.0": "1. Prüfung ",
  "dn8:5.1": "Ich gehe zu ihnen und sage: ",
  "dn8:5.2": "‚Wir wollen die Dinge beiseite lassen, über die wir verschiedener Meinung sind. ",
  "dn8:5.3": "Aber es gibt einige Dinge, über die wir einer Meinung sind. Vernünftige Menschen, die diesen Dingen nachgehen, auf sie eindringen und sie ins Kreuzverhör nehmen, würden Lehrer mit Lehrer oder Gemeinschaft mit Gemeinschaft vergleichen: ",
  "dn8:5.4": "„Es gibt Dinge, die untauglich sind, tadelnswert, die nicht gepflegt werden sollten, die der Edlen nicht würdig und dunkel sind, und die als solche angesehen werden. ",
  "dn8:5.5": "Wer geht vor, indem er diese Dinge vollständig aufgegeben hat: der Asket Gotama oder die Lehrer anderer Gemeinschaften?“‘ ",
  "dn8:6.1": "Es ist möglich, dass sie sagen: ",
  "dn8:6.3": "‚Der Asket Gotama geht vor, indem er diese Dinge vollständig aufgegeben hat, verglichen mit den Lehrern anderer Gemeinschaften.‘ ",
  "dn8:6.4": "Und so kommt es, dass vernünftige Menschen, wenn sie den Dingen nachgehen, uns meistens loben werden. ",
  "dn8:7.1": "Zusätzlich würden vernünftige Menschen, die diesen Dingen nachgehen, auf sie eindringen und sie ins Kreuzverhör nehmen, Lehrer mit Lehrer oder Gemeinschaft mit Gemeinschaft vergleichen: ",
  "dn8:7.2": "‚Es gibt Dinge, die tauglich sind, ohne Tadel, die gepflegt werden sollten, die der Edlen würdig und hell sind, und die als solche angesehen werden. ",
  "dn8:7.3": "Wer geht vor, indem er diese Dinge vollständig unternommen hat: der Asket Gotama oder die Lehrer anderer Gemeinschaften?‘ ",
  "dn8:8.1": "Es ist möglich, dass sie sagen: ",
  "dn8:8.3": "‚Der Asket Gotama geht vor, indem er diese Dinge vollständig unternommen hat, verglichen mit den Lehrern anderer Gemeinschaften.‘ ",
  "dn8:8.4": "Und so kommt es, dass vernünftige Menschen, wenn sie den Dingen nachgehen, uns meistens loben werden. ",
  "dn8:9.1": "Zusätzlich würden vernünftige Menschen, die diesen Dingen nachgehen, auf sie eindringen und sie ins Kreuzverhör nehmen, Lehrer mit Lehrer oder Gemeinschaft mit Gemeinschaft vergleichen: ",
  "dn8:9.2": "‚Es gibt Dinge, die untauglich sind, tadelnswert, die nicht gepflegt werden sollten, die der Edlen nicht würdig und dunkel sind, und die als solche angesehen werden. ",
  "dn8:9.3": "Wessen Schüler gehen vor, indem sie diese Dinge vollständig aufgegeben haben: die Schüler des Asketen Gotama oder die Schüler anderer Lehrer?‘ ",
  "dn8:10.1": "Es ist möglich, dass sie sagen: ",
  "dn8:10.3": "‚Die Schüler des Asketen Gotama gehen vor, indem sie diese Dinge vollständig aufgegeben haben, verglichen mit den Schülern anderer Lehrer.‘ ",
  "dn8:10.4": "Und so kommt es, dass vernünftige Menschen, wenn sie den Dingen nachgehen, uns meistens loben werden. ",
  "dn8:11.1": "Zusätzlich würden vernünftige Menschen, die diesen Dingen nachgehen, auf sie eindringen und sie ins Kreuzverhör nehmen, Lehrer mit Lehrer oder Gemeinschaft mit Gemeinschaft vergleichen: ",
  "dn8:11.2": "‚Es gibt Dinge, die tauglich sind, ohne Tadel, die gepflegt werden sollten, die der Edlen würdig und hell sind, und die als solche angesehen werden. ",
  "dn8:11.3": "Wessen Schüler gehen vor, indem sie diese Dinge vollständig unternommen haben: die Schüler des Asketen Gotama oder die Schüler anderer Lehrer?‘ ",
  "dn8:12.1": "Es ist möglich, dass sie sagen: ",
  "dn8:12.3": "‚Die Schüler des Asketen Gotama gehen vor, indem sie diese Dinge vollständig unternommen haben, verglichen mit den Schülern anderer Lehrer.‘ ",
  "dn8:12.4": "Und so kommt es, dass vernünftige Menschen, wenn sie den Dingen nachgehen, uns meistens loben werden. ",
  "dn8:13.0": "2. Der edle achtfache Pfad ",
  "dn8:13.1": "Kassapa, es gibt einen Pfad, es gibt eine Übung – wenn du im Einklang damit übst, wirst du selbst erkennen und sehen: ",
  "dn8:13.2": "‚Nur die Worte des Asketen Gotama kommen zur rechten Zeit, sind wahr, bedeutsam, im Einklang mit der Lehre und Schulung.‘ ",
  "dn8:13.3": "Und was ist dieser Pfad? ",
  "dn8:13.5": "Es ist einfach dieser edle achtfache Pfad: ",
  "dn8:13.6": "nämlich rechte Ansicht, rechtes Denken, rechte Rede, rechtes Handeln, rechter Lebenserwerb, rechter Einsatz, rechte Achtsamkeit und rechte Versenkung. ",
  "dn8:13.7": "Das ist der Pfad, das ist die Übung – wenn du im Einklang damit übst, wirst du selbst erkennen und sehen: ‚Nur die Worte des Asketen Gotama kommen zur rechten Zeit, sind wahr, bedeutsam, im Einklang mit der Lehre und Schulung.‘“ ",
  "dn8:14.0": "3. Die Gänge der inbrünstigen Bußübung ",
  "dn8:14.1": "Daraufhin sagte Kassapa zum Buddha: ",
  "dn8:14.2": "„Geehrter Gotama, diese Asketen und Brahmanen betrachten die folgenden Gänge der inbrünstigen Bußübung als etwas, das einen zu einem wahren Asketen oder Brahmanen macht: ",
  "dn8:14.3": "Man geht nackt, wahrt den Anstand nicht. Man leckt die Hände ab und kommt oder wartet nicht, wenn man gerufen wird. Man nimmt keine Speise an, die einem gebracht wird oder eigens für einen zubereitet wurde, auch keine Einladung zum Essen. ",
  "dn8:14.4": "Man nimmt nichts aus einem Topf oder einer Schüssel an, nichts vom jemandem, der Schafe hält, der eine Waffe oder eine Schaufel im Haus hat, nichts von da, wo ein Paar isst, wo eine Frau schwanger ist oder stillt oder wo eine einen Mann im Haus hat, nichts von da, wo ein Hund wartet oder Fliegen summen. Man nimmt weder Fisch noch Fleisch an, weder Likör noch Wein, und trinkt kein Bier. ",
  "dn8:14.5": "Man geht um Almosen nur zu einem Haus und nimmt nur einen Bissen, oder zu zwei Häusern und zwei Bissen, bis zu sieben Häusern und sieben Bissen. ",
  "dn8:14.6": "Man lebt von einem Schüsselchen voll am Tag, zwei Schüsselchen voll, bis zu sieben Schüsselchen voll am Tag. ",
  "dn8:14.7": "Man isst einmal am Tag, einmal jeden zweiten Tag, bis zu einmal pro Woche und so weiter, selbst bis zu einmal in zwei Wochen. Man lebt hingegeben an die Übung, in festen Abständen zu essen. ",
  "dn8:14.8": "Diese Asketen und Brahmanen betrachten auch die folgenden Gänge der inbrünstigen Bußübung als etwas, das einen zu einem wahren Asketen oder Brahmanen macht: ",
  "dn8:14.9": "Man isst Kräuter, Hirse, wilden Reis, mageren Reis, Wasserlattich, Reiskleie, Schaum von gekochtem Reis, Sesammehl, Gras oder Kuhmist. Man überlebt mit Wurzeln und Waldbeeren oder isst herabgefallene Früchte. ",
  "dn8:14.10": "Diese Asketen und Brahmanen betrachten auch die folgenden Gänge der inbrünstigen Bußübung als etwas, das einen zu einem wahren Asketen oder Brahmanen macht: ",
  "dn8:14.11": "Man trägt Roben aus Hanf, Hanf-Mischgewebe, Leichentuch, Lumpen, Baumrinde, Antilopenhaut, in Streifen geschnittener Antilopenhaut, Gewebe aus Kusagras, Rinden- oder Holzstückchen, Menschenhaar, Pferdehaar oder Eulenflügeln. ",
  "dn8:14.12": "Man reißt sich Haar und Bart aus, verschreibt sich dieser Übung. ",
  "dn8:14.13": "Man steht fortwährend, verweigert einen Sitz. ",
  "dn8:14.14": "Man sitzt in der Hocke, verschreibt sich dem Verharren in der Hockstellung. ",
  "dn8:14.15": "Man legt sich auf eine Dornenmatte, benutzt eine Dornenmatte als Bett. ",
  "dn8:14.16": "Man macht ein Brett zu seinem Bett, oder den blanken Boden. ",
  "dn8:14.17": "Man liegt nur auf einer Seite. ",
  "dn8:14.18": "Man kleidet sich in Staub und Schmutz. ",
  "dn8:14.19": "Man lebt unter freiem Himmel. ",
  "dn8:14.20": "Man schläft da, wo man seine Matte hinlegt. ",
  "dn8:14.21": "Man isst unnatürliche Dinge, verschreibt sich der Übung, unnatürliche Speisen zu essen. ",
  "dn8:14.22": "Man trinkt nicht, verschreibt sich der Übung, keine Flüssigkeiten zu trinken. ",
  "dn8:14.23": "Man betreibt die Übung des Eintauchens ins Wasser dreimal am Tag, auch am Abend.“ ",
  "dn8:15.0": "4. Die Nutzlosigkeit der inbrünstigen Bußübung ",
  "dn8:15.1": "„Kassapa, jemand kann all diese Arten der inbrünstigen Bußübung üben, ",
  "dn8:15.2": "aber wenn er keine Vervollkommnung des sittlichen Verhaltens, des Geistes und der Weisheit entwickelt und verwirklicht hat, ist er weit davon entfernt, ein wahrer Asket oder Brahmane zu sein. ",
  "dn8:15.3": "Aber wenn ein Mönch ein liebevolles Herz entwickelt, frei von Feindschaft und bösem Willen, wenn er mit der Auflösung der Befleckungen in diesem Leben die fleckenlose Freiheit des Herzens erlangt, die fleckenlose Freiheit durch Weisheit, sie durch eigene Einsicht erkennt und darin lebt: ",
  "dn8:15.4": "Wenn er das erlangt, nennt man ihn einen Mönch, der ein ‚wahrer Asket‘ ist und ein ‚wahrer Brahmane‘. …“ ",
  "dn8:16.1": "Daraufhin sagte Kassapa zum Buddha: ",
  "dn8:16.2": "„Meister Gotama, es ist schwer, ein wahrer Asket oder ein wahrer Brahmane zu sein.“ ",
  "dn8:16.3": "„Es ist in dieser Welt üblich, Kassapa, zu denken, es sei schwer, ein wahrer Asket oder Brahmane zu sein. ",
  "dn8:16.4": "Aber jemand könnte all diese Arten der inbrünstigen Bußübung üben, ",
  "dn8:16.5": "und wenn es nur eben deshalb wäre, nur wegen dieses Gangs der inbrünstigen Bußübung, dass es so schwer wäre, ein wahrer Asket oder Brahmane zu sein, so wäre es nicht angebracht, zu sagen, ",
  "dn8:16.6": "es sei schwer, ein wahrer Asket oder Brahmane zu sein. ",
  "dn8:16.7": "Denn es wäre gut möglich, dass ein Hausbesitzer oder das Kind eines Hausbesitzers – oder sogar die abhängige Magd, die den Wasserkrug trägt – ",
  "dn8:16.8": "all diese Arten der inbrünstigen Bußübung übte. ",
  "dn8:16.9": "Es ist, weil es etwas anderes gibt als nur eben das, etwas anderes als diesen Gang der inbrünstigen Bußübung, dass es so schwer ist, ein wahrer Asket oder Brahmane zu sein. Und deshalb ist es angebracht, zu sagen, ",
  "dn8:16.10": "es sei schwer, ein wahrer Asket oder Brahmane zu sein. ",
  "dn8:16.11": "Wenn ein Mönch ein liebevolles Herz entwickelt, frei von Feindschaft und bösem Willen, wenn er mit der Auflösung der Befleckungen in diesem Leben die fleckenlose Freiheit des Herzens erlangt, die fleckenlose Freiheit durch Weisheit, sie durch eigene Einsicht erkennt und darin lebt: ",
  "dn8:16.12": "Wenn er das erlangt, nennt man ihn einen Mönch, der ein ‚wahrer Asket‘ ist und ein ‚wahrer Brahmane‘. …“ ",
  "dn8:17.1": "Daraufhin sagte Kassapa zum Buddha: ",
  "dn8:17.2": "„Meister Gotama, es ist schwer, einen wahren Asketen oder einen wahren Brahmanen zu erkennen.“ ",
  "dn8:17.3": "„Es ist in dieser Welt üblich, Kassapa, zu denken, es sei schwer, einen wahren Asketen oder Brahmanen zu erkennen. ",
  "dn8:17.4": "Aber jemand könnte all diese Arten der inbrünstigen Bußübung üben, ",
  "dn8:17.5": "und wenn es nur eben deshalb wäre, nur wegen dieses Gangs der inbrünstigen Bußübung, dass es so schwer wäre, einen wahren Asketen oder Brahmanen zu erkennen, so wäre es nicht angebracht, zu sagen, ",
  "dn8:17.6": "es sei schwer, einen wahren Asketen oder Brahmanen zu erkennen. ",
  "dn8:17.7": "Denn es wäre gut möglich, dass ein Hausbesitzer oder das Kind eines Hausbesitzers – oder sogar die abhängige Magd, die den Wasserkrug trägt – erkennen würde, ",
  "dn8:17.8": "dass jemand all diese Arten der inbrünstigen Bußübung übt. ",
  "dn8:17.9": "Es ist, weil es etwas anderes gibt als nur eben das, etwas anderes als diesen Gang der inbrünstigen Bußübung, dass es so schwer ist, einen wahren Asketen oder Brahmanen zu erkennen. Und deshalb ist es angebracht, zu sagen, ",
  "dn8:17.10": "es sei schwer, einen wahren Asketen oder Brahmanen zu erkennen. ",
  "dn8:17.11": "Wenn ein Mönch ein liebevolles Herz entwickelt, frei von Feindschaft und bösem Willen, wenn er mit der Auflösung der Befleckungen in diesem Leben die fleckenlose Freiheit des Herzens erlangt, die fleckenlose Freiheit durch Weisheit, sie durch eigene Einsicht erkennt und darin lebt: ",
  "dn8:17.12": "Wenn er das erlangt, nennt man ihn einen Mönch, der ein ‚wahrer Asket‘ ist und ein ‚wahrer Brahmane‘.“ ",
  "dn8:18.0": "5. Die Vervollkommnung des sittlichen Verhaltens, des Geistes und der Weisheit ",
  "dn8:18.1": "Daraufhin sagte Kassapa zum Buddha: ",
  "dn8:18.2": "„Aber Meister Gotama, was ist diese Vervollkommnung des sittlichen Verhaltens, des Geistes und der Weisheit?“ ",
  "dn8:18.3": "„Da erscheint ein Klargewordener in der Welt, vollendet, ein vollkommen erwachter Buddha … ",
  "dn8:18.4": "Ein Mönch sieht die Gefahr im kleinsten Fehler und hält die Regeln ein, die er aufgenommen hat. Er tut Taugliches mit dem Körper und der Sprache. Sein Lebenserwerb ist rein und er hat das sittliche Verhalten vervollkommnet. Er bewacht die Tore der Sinne, besitzt Achtsamkeit und Situationsbewusstsein und ist zufrieden. ",
  "dn8:18.5": "Und wie hat ein Mönch das sittliche Verhalten vervollkommnet? ",
  "dn8:18.6": "Da gibt ein Mönch das Töten lebender Geschöpfe auf und tötet nicht mehr. Er verzichtet auf Stock und Schwert. Er ist gewissenhaft und gütig und lebt voller Anteilnahme für alle Lebewesen. ",
  "dn8:18.7": "Das ist Teil seiner Vervollkommnung des sittlichen Verhaltens. … ",
  "dn8:19.1": "Es gibt manche Asketen und Brahmanen, die Speisen genießen, die aus Vertrauen gespendet wurden, und gleichzeitig noch ihren Unterhalt mit einer unwürdigen Kunst, einem falschen Lebenserwerb verdienen … ",
  "dn8:19.3": "Er unterlässt solch unwürdige Kunst, solch falschen Lebenserwerb. ",
  "dn8:19.4": "Das ist Teil seiner Vervollkommnung des sittlichen Verhaltens. ",
  "dn8:19.5": "Ein Mönch, der so das sittliche Verhalten vervollkommnet hat, hat in Bezug auf seine sittliche Zügelung von keiner Seite etwas zu befürchten. ",
  "dn8:19.6": "Wie ein König, der seine Feinde besiegt hat: Er hat von seinen Feinden von keiner Seite etwas zu befürchten. ",
  "dn8:19.7": "Ebenso hat ein Mönch, der so das sittliche Verhalten vervollkommnet hat, in Bezug auf seine sittliche Zügelung von keiner Seite etwas zu befürchten. ",
  "dn8:19.8": "Wenn er diesen Umfang der edlen Sittlichkeit besitzt, erfährt er im Innern ein Glück, das ohne Tadel ist. ",
  "dn8:19.9": "So hat ein Mönch das sittliche Verhalten vervollkommnet. ",
  "dn8:19.10": "Das, Kassapa, ist diese Vervollkommnung des sittlichen Verhaltens. … ",
  "dn8:19.11": "Er tritt in die erste Vertiefung ein und verweilt darin … ",
  "dn8:19.12": "Das ist Teil seiner Vervollkommnung des Geistes. … ",
  "dn8:19.13": "Er tritt in die zweite Vertiefung ein und verweilt darin … ",
  "dn8:19.14": "in die dritte Vertiefung … ",
  "dn8:19.15": "in die vierte Vertiefung. ",
  "dn8:19.16": "Das ist Teil seiner Vervollkommnung des Geistes. ",
  "dn8:19.17": "Das, Kassapa, ist diese Vervollkommnung des Geistes. ",
  "dn8:20.1": "Wenn sein Geist so im Samādhi versunken ist, ",
  "dn8:20.2": "dann streckt er ihn aus und projiziert ihn auf das Erkennen und Sehen. … ",
  "dn8:20.3": "Das ist Teil seiner Vervollkommnung der Weisheit. … ",
  "dn8:20.4": "Er versteht: ‚… es gibt keine Rückkehr mehr zu irgendeinem Daseinszustand.‘ ",
  "dn8:20.5": "Das ist Teil seiner Vervollkommnung der Weisheit. ",
  "dn8:20.6": "Das, Kassapa, ist diese Vervollkommnung der Weisheit. ",
  "dn8:20.7": "Und, Kassapa, es gibt keine Vervollkommnung des sittlichen Verhaltens, des Geistes und der Weisheit, die besser oder erlesener wäre als diese. ",
  "dn8:21.0": "6. Das Löwengebrüll ",
  "dn8:21.1": "Es gibt, Kassapa, manche Asketen und Brahmanen, die sittliches Verhalten lehren. ",
  "dn8:21.2": "Sie preisen sittliches Verhalten auf vielerlei Art. ",
  "dn8:21.3": "Aber soweit die höchste edle Sittlichkeit reicht, sehe ich niemanden, der mir gleichkäme, und erst recht niemanden, der über mir stünde. ",
  "dn8:21.4": "Vielmehr bin ich der Höherstehende, wenn es um die hohe Sittlichkeit geht. ",
  "dn8:21.5": "Es gibt, Kassapa, manche Asketen und Brahmanen, die inbrünstige Bußübung aus Ekel vor Sünde lehren. ",
  "dn8:21.6": "Sie preisen inbrünstige Bußübung aus Ekel vor Sünde auf vielerlei Art. ",
  "dn8:21.7": "Aber soweit die höchste edle inbrünstige Bußübung aus Ekel vor Sünde reicht, sehe ich niemanden, der mir gleichkäme, und erst recht niemanden, der über mir stünde. ",
  "dn8:21.8": "Vielmehr bin ich der Höherstehende, wenn es um den hohen Ekel vor Sünde geht. ",
  "dn8:21.9": "Es gibt, Kassapa, manche Asketen und Brahmanen, die Weisheit lehren. ",
  "dn8:21.10": "Sie preisen Weisheit auf vielerlei Art. ",
  "dn8:21.11": "Aber soweit die höchste edle Weisheit reicht, sehe ich niemanden, der mir gleichkäme, und erst recht niemanden, der über mir stünde. ",
  "dn8:21.12": "Vielmehr bin ich der Höherstehende, wenn es um die hohe Weisheit geht. ",
  "dn8:21.13": "Es gibt, Kassapa, manche Asketen und Brahmanen, die Freiheit lehren. ",
  "dn8:21.14": "Sie preisen Freiheit auf vielerlei Art. ",
  "dn8:21.15": "Aber soweit die höchste edle Freiheit reicht, sehe ich niemanden, der mir gleichkäme, und erst recht niemanden, der über mir stünde. ",
  "dn8:21.16": "Vielmehr bin ich der Höherstehende, wenn es um die hohe Freiheit geht. ",
  "dn8:22.1": "Es ist möglich, dass Wanderer anderer Konfessionen sagen: ",
  "dn8:22.2": "‚Der Asket Gotama brüllt sein Löwengebrüll nur in einer leeren Hütte, nicht in einer Versammlung.‘ ",
  "dn8:22.3": "Man sollte ihnen sagen: ‚So nicht!‘ ",
  "dn8:22.4": "Was man sagen sollte, ist Folgendes: ‚Der Asket Gotama brüllt sein Löwengebrüll, und er brüllt es in den Versammlungen.‘ ",
  "dn8:22.5": "Es ist möglich, dass Wanderer anderer Konfessionen sagen: ",
  "dn8:22.6": "‚Der Asket Gotama brüllt sein Löwengebrüll, und er brüllt es in den Versammlungen. Aber er brüllt es nicht kühn.‘ ",
  "dn8:22.7": "Man sollte ihnen sagen: ‚So nicht!‘ ",
  "dn8:22.8": "Was man sagen sollte, ist Folgendes: ‚Der Asket Gotama brüllt sein Löwengebrüll, er brüllt es in den Versammlungen, und er brüllt es kühn.‘ ",
  "dn8:22.9": "Es ist möglich, dass Wanderer anderer Konfessionen sagen: ",
  "dn8:22.10": "‚Der Asket Gotama brüllt sein Löwengebrüll, er brüllt es in den Versammlungen, und er brüllt es kühn. Aber sie befragen ihn nicht … ",
  "dn8:22.11": "oder er beantwortet ihre Fragen nicht … ",
  "dn8:22.12": "oder seine Antworten sind nicht befriedigend … ",
  "dn8:22.13": "oder sie halten es nicht für wert, ihm zuzuhören … ",
  "dn8:22.14": "oder sie sind nicht zuversichtlich, wenn sie zugehört haben … ",
  "dn8:22.15": "oder sie zeigen ihre Zuversicht nicht … ",
  "dn8:22.16": "oder sie üben nicht entsprechend … ",
  "dn8:22.17": "oder sie haben mit ihrer Übung keinen Erfolg.‘ ",
  "dn8:22.18": "Man sollte ihnen sagen: ‚So nicht!‘ ",
  "dn8:22.19": "Was man sagen sollte, ist Folgendes: ‚Der Asket Gotama brüllt sein Löwengebrüll; er brüllt es in den Versammlungen; er brüllt es kühn; sie befragen ihn; er beantwortet ihre Fragen; seine Antworten sind befriedigend; sie halten es für wert, ihm zuzuhören; sie sind zuversichtlich, wenn sie zugehört haben; sie zeigen ihre Zuversicht; sie üben entsprechend; und sie haben mit ihrer Übung Erfolg.‘ ",
  "dn8:23.0": "7. Die Probezeit für einen, der vorher ordiniert war ",
  "dn8:23.1": "Kassapa, dieses eine Mal hielt ich mich bei Rājagaha auf der Geierkuppe auf. ",
  "dn8:23.2": "Dort fragte mich ein gewisser keusch lebender brahmanischer Schüler der inbrünstigen Bußübung mit Namen Nigrodha nach dem hohen Ekel vor Sünde. ",
  "dn8:23.3": "Ich beantwortete seine Frage. ",
  "dn8:23.4": "Er war über meine Antwort überglücklich.“ ",
  "dn8:23.5": "„Herr, wer wäre nicht überglücklich, wenn er die Lehre des Buddha gehört hätte? ",
  "dn8:23.6": "Denn auch ich bin überglücklich, da ich die Lehre des Buddha gehört habe! ",
  "dn8:23.7": "Vortrefflich, Herr! Vortrefflich! ",
  "dn8:23.8": "Als würde er das Umgestürzte aufrichten oder das Verborgene enthüllen oder den Verirrten den Weg weisen oder im Dunkeln ein Licht anzünden, sodass Menschen mit klaren Augen sehen könnten, was da ist, so hat der Buddha die Lehre auf vielerlei Weise klargemacht. ",
  "dn8:23.9": "Ich nehme Zuflucht zum Buddha, zur Lehre und zum Saṅgha der Mönche und Nonnen. ",
  "dn8:23.10": "Herr, darf ich vor dem Buddha die Weihe des Fortziehens erhalten, die Ordination?“ ",
  "dn8:24.1": "„Kassapa, wenn jemand, der zuvor in einer anderen Konfession ordiniert war, in dieser Lehre und Schulung die Weihe des Fortziehens, die Ordination, erhalten möchte, hat er vier Monate Probezeit. Wenn die Mönche nach Ablauf von vier Monaten zufrieden sind, geben sie ihm die Weihe des Fortziehens, die Ordination zum Mönch. ",
  "dn8:24.2": "Allerdings erkenne ich auch individuelle Unterschiede an.“ ",
  "dn8:24.3": "„Herr, wenn in einem solchen Fall vier Monate Probezeit erforderlich sind, werde ich vier Jahre auf Probe verbringen. Wenn die Mönche nach Ablauf von vier Jahren zufrieden sind, mögen sie mir die Weihe des Fortziehens geben, die Ordination zum Mönch.“ ",
  "dn8:24.4": "Und der nackte Asket Kassapa erhielt vor dem Buddha die Weihe des Fortziehens, die Ordination. ",
  "dn8:24.5": "Nicht lange nach seiner Ordination gelangte der Ehrwürdige Kassapa, als er allein lebte, zurückgezogen, beflissen, eifrig und entschlossen, bald in diesem Leben zum äußersten Höhepunkt des geistlichen Lebens. Er lebte an dem Ziel, das er durch eigene Einsicht erkannt hatte, für welches ehrbare Menschen zu Recht aus dem Haus fortziehen ins hauslose Leben. ",
  "dn8:24.6": "Er verstand: „Wiedergeburt ist beendet; das geistliche Leben ist erfüllt; was zu tun war, ist getan; es gibt keine Rückkehr mehr zu irgendeinem Daseinszustand.“ ",
  "dn8:24.7": "Und der Ehrwürdige Kassapa wurde einer der Vollendeten. "
}