{
  "dn9:0.1": "Lange Lehrreden 9 ",
  "dn9:0.2": "Mit Poṭṭhapāda ",
  "dn9:1.0": "1. Über den Wanderer Poṭṭhapāda ",
  "dn9:1.1": "So habe ich es gehört: ",
  "dn9:1.2": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "dn9:1.3": "Nun befand sich zu der Zeit der Wanderer Poṭṭhapāda zusammen mit 300 Wanderern in Mallikās Kloster für philosophische Debatten mit nur einer Halle, das von Ebenholzbäumen eingefriedet war. ",
  "dn9:1.4": "Da kleidete der Buddha sich am Morgen an, nahm Schale und Robe und betrat Sāvatthī zum Almosengang. ",
  "dn9:2.1": "Da kam ihm in den Sinn: ",
  "dn9:2.2": "„Es ist zu früh für den Almosengang in Sāvatthī. ",
  "dn9:2.3": "Warum gehe ich nicht zu Mallikās Kloster und besuche den Wanderer Poṭṭhapāda?“ ",
  "dn9:2.4": "Und so tat er es. ",
  "dn9:3.1": "Zu dieser Zeit saß Poṭṭhapāda mit einer großen Versammlung von Wanderern beisammen, und sie machten einen Tumult, einen Höllenlärm. Sie hielten sich unwürdige Gespräche aller Art, ",
  "dn9:3.2": "wie Gespräche über Könige, Räuber und Minister, über Heere, Bedrohungen und Kriege, über Essen, Trinken, Kleider und Schlafstellen, über Kränze und Düfte, über die Familie, Fahrzeuge, Dörfer, Marktflecken, Städte und Länder, über Frauen und Helden, Straßen- und Brunnengespräch, Gespräch über Verstorbene, über allerlei Dinge, Geschichten vom Land und vom Meer und Gespräche über Wiedergeburt in diesem oder jenem Daseinszustand. ",
  "dn9:4.1": "Poṭṭhapāda sah den Buddha von Weitem kommen ",
  "dn9:4.2": "und brachte seine Versammlung zum Schweigen: ",
  "dn9:4.3": "„Seid still, ihr Herren, macht keinen Laut. ",
  "dn9:4.4": "Hier kommt der Asket Gotama. ",
  "dn9:4.5": "Der Ehrwürdige liebt die Stille und preist die Stille. ",
  "dn9:4.6": "Wenn er sieht, dass unsere Versammlung still ist, wird er es hoffentlich für angebracht halten, näherzukommen.“ ",
  "dn9:4.7": "Und diese Wanderer verstummten. ",
  "dn9:5.1": "Da ging der Buddha zum Wanderer Poṭṭhapāda. ",
  "dn9:5.2": "Dieser sagte zu ihm: ",
  "dn9:5.3": "„Der Gesegnete komme her, Herr! ",
  "dn9:5.4": "Willkommen dem Gesegneten, Herr! ",
  "dn9:5.5": "Es ist lange her, dass du die Gelegenheit genutzt hast, hierherzukommen. ",
  "dn9:5.6": "Setz dich bitte, Herr, dieser Sitz ist bereit.“ ",
  "dn9:5.7": "Der Buddha setzte sich auf den ausgebreiteten Sitz, ",
  "dn9:5.8": "während Poṭṭhapāda einen niedrigeren Sitz nahm und sich zur Seite hinsetzte. ",
  "dn9:5.9": "Der Buddha sagte zu ihm: ",
  "dn9:5.10": "„Poṭṭhapāda, worüber habt ihr gerade gesprochen, als ihr hier beisammensaßt? Welches Gespräch wurde unterbrochen?“ ",
  "dn9:6.0": "1.1. Über das Aufhören der Wahrnehmung ",
  "dn9:6.1": "Daraufhin sagte der Wanderer Poṭṭhapāda zum Buddha: ",
  "dn9:6.2": "„Herr, das, worüber wir gerade gesprochen haben, wollen wir beiseite lassen. ",
  "dn9:6.3": "Es wird nicht schwer für dich sein, das später zu erfahren. ",
  "dn9:6.4": "Herr, vor ein paar Tagen saßen mehrere Asketen und Brahmanen, die verschiedenen anderen Konfessionen anhängen, hier beisammen, und ein Gespräch über das Aufhören der Wahrnehmung kam unter ihnen auf: ",
  "dn9:6.5": "‚Wie kommt das Aufhören der Wahrnehmung zustande?‘ ",
  "dn9:6.6": "Manche sagten: ",
  "dn9:6.7": "‚Die Wahrnehmungen eines Menschen erscheinen ohne Grund oder Ursache und hören ohne Grund oder Ursache auf. ",
  "dn9:6.8": "Wenn sie erscheinen, wird man jemand mit Wahrnehmung. ",
  "dn9:6.9": "Wenn sie aufhören, wird man jemand ohne Wahrnehmung.‘ ",
  "dn9:6.10": "So beschreiben Manche das Aufhören der Wahrnehmung. ",
  "dn9:6.11": "Aber jemand anders sagt zu ihnen: ",
  "dn9:6.12": "‚Aber so ist es nicht, gute Herren! ",
  "dn9:6.13": "Die Wahrnehmung ist das Selbst eines Menschen, ",
  "dn9:6.14": "das eintritt und weggeht. ",
  "dn9:6.15": "Wenn es eintritt, wird man jemand mit Wahrnehmung. ",
  "dn9:6.16": "Wenn es weggeht, wird man jemand ohne Wahrnehmung.‘ ",
  "dn9:6.17": "So beschreiben Manche das Aufhören der Wahrnehmung. ",
  "dn9:6.18": "Aber jemand anders sagt zu ihnen: ",
  "dn9:6.19": "‚Aber so ist es nicht, gute Herren! ",
  "dn9:6.20": "Es gibt Asketen und Brahmanen, die große Macht und Stärke besitzen. ",
  "dn9:6.21": "Sie setzen einem Menschen Wahrnehmung ein oder entnehmen sie. ",
  "dn9:6.22": "Wenn sie sie einsetzen, wird man jemand mit Wahrnehmung. ",
  "dn9:6.23": "Wenn sie sie entnehmen, wird man jemand ohne Wahrnehmung.‘ ",
  "dn9:6.24": "So beschreiben Manche das Aufhören der Wahrnehmung. ",
  "dn9:6.25": "Aber jemand anders sagt zu ihnen: ",
  "dn9:6.26": "‚Aber so ist es nicht, gute Herren! ",
  "dn9:6.27": "Es gibt Gottheiten, die große Macht und Stärke besitzen. ",
  "dn9:6.28": "Sie setzen einem Menschen Wahrnehmung ein oder entnehmen sie. ",
  "dn9:6.29": "Wenn sie sie einsetzen, wird man jemand mit Wahrnehmung. ",
  "dn9:6.30": "Wenn sie sie entnehmen, wird man jemand ohne Wahrnehmung.‘ ",
  "dn9:6.31": "So beschreiben Manche das Aufhören der Wahrnehmung. ",
  "dn9:6.32": "Da musste ich an den Buddha denken: ",
  "dn9:6.33": "‚Sicher muss das der Gesegnete sein, der Heilige, der in solchen Dingen so bewandert ist.‘ ",
  "dn9:6.34": "Der Buddha ist bewandert im Aufhören der Wahrnehmung und damit wohl vertraut. ",
  "dn9:6.35": "Wie kommt das Aufhören der Wahrnehmung zustande, Herr?“ ",
  "dn9:7.0": "1.2. Wahrnehmung erscheint mit einer Ursache ",
  "dn9:7.1": "„Was das betrifft, Poṭṭhapāda, so  haben diese Asketen und Brahmanen, die sagen, ",
  "dn9:7.2": "die Wahrnehmungen eines Menschen erschienen ohne Grund oder Ursache und hörten ohne Grund oder Ursache auf, von Beginn an Unrecht. ",
  "dn9:7.3": "Und warum? ",
  "dn9:7.4": "Weil die Wahrnehmungen eines Menschen aus einem Grund und einer Ursache erscheinen und aufhören. ",
  "dn9:7.5": "Durch Schulung erscheinen manche Wahrnehmungen, und manche Wahrnehmungen hören auf. ",
  "dn9:7.6": "Und was ist diese Schulung?“, sagte der Buddha. ",
  "dn9:7.7": "„Da erscheint, Poṭṭhapāda, ein Klargewordener in der Welt, vollendet, ein vollkommen erwachter Buddha … ",
  "dn9:7.8": "So hat ein Mönch das sittliche Verhalten vervollkommnet … ",
  "dn9:9.1": "Wenn er sieht, dass die Hindernisse in ihm aufgegeben sind, lodert Freude auf. Wenn er voller Freude ist, lodert Ekstase auf. Wenn der Geist in Ekstase ist, wird der Körper still. Wenn der Körper still ist, empfindet er Seligkeit. Und wenn er voller Seligkeit ist, versenkt sich der Geist im Samādhi. ",
  "dn9:10.1": "Ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, tritt er in die erste Vertiefung ein und verweilt darin; da gibt es aus Abgeschiedenheit geborene Ekstase und Seligkeit, während man den Geist ausrichtet und hält. ",
  "dn9:10.2": "Die sinnliche Wahrnehmung, die er vorher hatte, hört auf. ",
  "dn9:10.3": "Zu dieser Zeit hat er eine subtile und wahrhaftige Wahrnehmung der aus Abgeschiedenheit geborenen Ekstase und Seligkeit. ",
  "dn9:10.4": "So erscheinen durch Schulung manche Wahrnehmungen, und manche Wahrnehmungen hören auf. ",
  "dn9:10.5": "Und das ist diese Schulung“, sagte der Buddha. ",
  "dn9:11.1": "„Wenn dann das Ausrichten und Halten des Geistes sich beruhigt, tritt ein Mönch in die zweite Vertiefung ein und verweilt darin; da gibt es aus Versenkung geborene Ekstase und Seligkeit, mit innerer Klarheit und geeintem Geist, ohne Ausrichten und Halten. ",
  "dn9:11.2": "Die subtile und wahrhaftige Wahrnehmung der aus Abgeschiedenheit geborenen Ekstase und Seligkeit, die er vorher hatte, hört auf. ",
  "dn9:11.3": "Zu dieser Zeit hat er eine subtile und wahrhaftige Wahrnehmung der aus Versenkung geborenen Ekstase und Seligkeit. ",
  "dn9:11.4": "So erscheinen durch Schulung manche Wahrnehmungen, und manche Wahrnehmungen hören auf. ",
  "dn9:11.5": "Und das ist diese Schulung“, sagte der Buddha. ",
  "dn9:12.1": "„Mit dem Schwinden der Ekstase tritt ein Mönch dann in die dritte Vertiefung ein und verweilt darin; da meditiert er mit Gleichmut, achtsam und bewusst, und erfährt persönlich die Seligkeit, von der die Edlen erklären: ‚Gleichmütig und achtsam meditiert man in Seligkeit.‘ ",
  "dn9:12.2": "Die subtile und wahrhaftige Wahrnehmung der aus Versenkung geborenen Ekstase und Seligkeit, die er vorher hatte, hört auf. ",
  "dn9:12.3": "Zu dieser Zeit hat er eine subtile und wahrhaftige Wahrnehmung von gleichmütiger Seligkeit. ",
  "dn9:12.4": "So erscheinen durch Schulung manche Wahrnehmungen, und manche Wahrnehmungen hören auf. ",
  "dn9:12.5": "Und das ist diese Schulung“, sagte der Buddha. ",
  "dn9:13.1": "„Indem er Glück und Schmerz aufgibt und frühere Fröhlichkeit und Traurigkeit beendet, tritt ein Mönch dann in die vierte Vertiefung ein und verweilt darin, ohne Glück oder Schmerz, mit reinem Gleichmut und reiner Achtsamkeit. ",
  "dn9:13.2": "Die subtile und wahrhaftige Wahrnehmung von gleichmütiger Seligkeit, die er vorher hatte, hört auf. ",
  "dn9:13.3": "Zu dieser Zeit hat er eine subtile und wahrhaftige Wahrnehmung eines neutralen Gefühls. ",
  "dn9:13.4": "So erscheinen durch Schulung manche Wahrnehmungen, und manche Wahrnehmungen hören auf. ",
  "dn9:13.5": "Und das ist diese Schulung“, sagte der Buddha. ",
  "dn9:14.1": "„Dann übersteigt da ein Mönch jegliche Formwahrnehmung, beendet die Wahrnehmung von Eindrücken, richtet den Geist nicht auf die Wahrnehmung von Vielfalt, tritt im Wissen: ‚Raum ist unendlich‘ in die Dimension des unendlichen Raumes ein und verweilt darin. ",
  "dn9:14.2": "Die Wahrnehmung von leuchtender Form, die er vorher hatte, hört auf. ",
  "dn9:14.3": "Zu dieser Zeit hat er eine subtile und wahrhaftige Wahrnehmung der Dimension des unendlichen Raumes. ",
  "dn9:14.4": "So erscheinen durch Schulung manche Wahrnehmungen, und manche Wahrnehmungen hören auf. ",
  "dn9:14.5": "Und das ist diese Schulung“, sagte der Buddha. ",
  "dn9:15.1": "„Dann übersteigt da ein Mönch vollständig die Dimension des unendlichen Raumes, tritt im Wissen: ‚Bewusstsein ist unendlich‘ in die Dimension des unendlichen Bewusstseins ein und verweilt darin. ",
  "dn9:15.2": "Die subtile und wahrhaftige Wahrnehmung der Dimension des unendlichen Raumes, die er vorher hatte, hört auf. ",
  "dn9:15.3": "Zu dieser Zeit hat er eine subtile und wahrhaftige Wahrnehmung der Dimension des unendlichen Bewusstseins. ",
  "dn9:15.4": "So erscheinen durch Schulung manche Wahrnehmungen, und manche Wahrnehmungen hören auf. ",
  "dn9:15.5": "Und das ist diese Schulung“, sagte der Buddha. ",
  "dn9:16.1": "„Dann übersteigt da ein Mönch vollständig die Dimension des unendlichen Bewusstseins, tritt im Wissen: ‚da ist überhaupt nichts‘ in die Dimension des Nichts ein und verweilt darin. ",
  "dn9:16.2": "Die subtile und wahrhaftige Wahrnehmung der Dimension des unendlichen Bewusstseins, die er vorher hatte, hört auf. ",
  "dn9:16.3": "Zu dieser Zeit hat er eine subtile und wahrhaftige Wahrnehmung der Dimension des Nichts. ",
  "dn9:16.4": "So erscheinen durch Schulung manche Wahrnehmungen, und manche Wahrnehmungen hören auf. ",
  "dn9:16.5": "Und das ist diese Schulung“, sagte der Buddha. ",
  "dn9:17.1": "„Poṭṭhapāda, von dem Augenblick an, in dem ein Mönch die Verantwortung für seine Wahrnehmung übernimmt, geht er von einer Stufe zur nächsten voran und erreicht schrittweise den Gipfel der Wahrnehmung. ",
  "dn9:17.2": "Wenn er auf dem Gipfel der Wahrnehmung steht, denkt er: ",
  "dn9:17.3": "‚Absichten zu haben, ist schlecht für mich; es ist besser, keine Absichten zu haben. ",
  "dn9:17.4": "Denn wenn ich beabsichtigen und entscheiden würde, würden diese Wahrnehmungen in mir aufhören, und andere, gröbere Wahrnehmungen würden entstehen. ",
  "dn9:17.5": "Warum treffe ich nicht weder eine Entscheidung, noch bilde ich eine Absicht?‘ ",
  "dn9:17.6": "Er trifft weder eine Entscheidung, noch bildet er eine Absicht. ",
  "dn9:17.7": "Diese Wahrnehmungen hören in ihm auf, und andere, gröbere Wahrnehmungen entstehen nicht. ",
  "dn9:17.8": "Er berührt das Aufhören. ",
  "dn9:17.9": "Und so, Poṭṭhapāda, wird das fortschreitende Aufhören der Wahrnehmung im Bewusstsein von Ursache und Wirkung erreicht. ",
  "dn9:18.1": "Was denkst du, Poṭṭhapāda? ",
  "dn9:18.2": "Hast du das jemals zuvor gehört?“ ",
  "dn9:18.3": "„Nein, Herr. ",
  "dn9:18.4": "Ich verstehe die Worte des Buddha so: ",
  "dn9:18.5": "‚Von dem Augenblick an, in dem ein Mönch die Verantwortung für seine Wahrnehmung übernimmt, geht er von einer Stufe zur nächsten voran und erreicht schrittweise den Gipfel der Wahrnehmung. ",
  "dn9:18.6": "Wenn er auf dem Gipfel der Wahrnehmung steht, denkt er: ",
  "dn9:18.7": "„Absichten zu haben, ist schlecht für mich; es ist besser, keine Absichten zu haben. ",
  "dn9:18.8": "Denn wenn ich beabsichtigen und entscheiden würde, würden diese Wahrnehmungen in mir aufhören, und andere, gröbere Wahrnehmungen würden entstehen. ",
  "dn9:18.9": "Warum treffe ich nicht weder eine Entscheidung, noch bilde ich eine Absicht?“ ",
  "dn9:18.10": "Diese Wahrnehmungen hören in ihm auf, und andere, gröbere Wahrnehmungen entstehen nicht. ",
  "dn9:18.11": "Er berührt das Aufhören. ",
  "dn9:18.12": "Und so wird das fortschreitende Aufhören der Wahrnehmung im Bewusstsein von Ursache und Wirkung erreicht.‘“ ",
  "dn9:18.13": "„Das ist richtig, Poṭṭhapāda.“ ",
  "dn9:19.1": "„Beschreibt der Buddha nur einen Gipfel der Wahrnehmung oder viele?“ ",
  "dn9:19.2": "„Ich beschreibe den Gipfel der Wahrnehmung sowohl als einen als auch als viele.“ ",
  "dn9:19.3": "„Aber Herr, wie beschreibst du den Gipfel der Wahrnehmung sowohl als einen als auch als viele?“ ",
  "dn9:19.4": "„Ich beschreibe den Gipfel der Wahrnehmung anhand der spezifischen Art, in der jemand das Aufhören berührt. ",
  "dn9:19.5": "So beschreibe ich den Gipfel der Wahrnehmung sowohl als einen als auch als viele.“ ",
  "dn9:20.1": "„Aber Herr, erscheint Wahrnehmung zuerst und Erkenntnis danach? Oder erscheint Erkenntnis zuerst und Wahrnehmung danach? Oder erscheinen beide zur gleichen Zeit?“ ",
  "dn9:20.2": "„Wahrnehmung erscheint zuerst und Erkenntnis danach. Das Erscheinen der Wahrnehmung führt zum Erscheinen der Erkenntnis. ",
  "dn9:20.3": "Man versteht: ",
  "dn9:20.4": "‚Meine Erkenntnis erschien durch eine spezifische Bedingung.‘ ",
  "dn9:20.5": "So versteht man, ",
  "dn9:20.6": "wie Wahrnehmung zuerst erscheint und Erkenntnis danach, und dass das Erscheinen der Wahrnehmung zum Erscheinen der Erkenntnis führt.“ ",
  "dn9:21.0": "1.3. Wahrnehmung und das Selbst ",
  "dn9:21.1": "„Herr, ist Wahrnehmung das Selbst eines Menschen oder sind Wahrnehmung und Selbst verschiedene Dinge?“ ",
  "dn9:21.2": "„Aber Poṭṭhapāda, glaubst du an ein Selbst?“ ",
  "dn9:21.3": "„Herr, ich glaube an ein stoffliches Selbst, das Form besitzt, aus den vier Grundelementen besteht und feste Nahrung verzehrt.“ ",
  "dn9:21.4": "„Angenommen, es gäbe so ein stoffliches Selbst, Poṭṭhapāda. In diesem Fall wären Wahrnehmung und Selbst verschiedene Dinge. ",
  "dn9:21.5": "Hier ist eine andere Art, zu verstehen, wie Wahrnehmung und Selbst verschiedene Dinge sind: ",
  "dn9:21.6": "Solange das stoffliche Selbst fortbesteht, erscheinen manche Wahrnehmungen in einem Menschen, und andere hören auf. ",
  "dn9:21.7": "Das ist eine andere Art, zu verstehen, wie Wahrnehmung und Selbst verschiedene Dinge sind.“ ",
  "dn9:22.1": "„Herr, ich glaube an ein geistgeschaffenes Selbst, das in all den verschiedenen Teilen vollständig ist, ohne dass eine Fähigkeit fehlte.“ ",
  "dn9:22.2": "„Angenommen, es gäbe so ein geistgeschaffenes Selbst, Poṭṭhapāda. In diesem Fall wären Wahrnehmung und Selbst verschiedene Dinge. ",
  "dn9:22.3": "Hier ist eine andere Art, zu verstehen, wie Wahrnehmung und Selbst verschiedene Dinge sind: ",
  "dn9:22.4": "Solange das geistgeschaffene Selbst fortbesteht, erscheinen manche Wahrnehmungen in einem Menschen, und andere hören auf. ",
  "dn9:22.5": "Das ist eine andere Art, zu verstehen, wie Wahrnehmung und Selbst verschiedene Dinge sind.“ ",
  "dn9:23.1": "„Herr, ich glaube an ein formloses Selbst, das aus Wahrnehmung besteht.“ ",
  "dn9:23.2": "„Angenommen, es gäbe so ein formloses Selbst, Poṭṭhapāda. In diesem Fall wären Wahrnehmung und Selbst verschiedene Dinge. ",
  "dn9:23.3": "Hier ist eine andere Art, zu verstehen, wie Wahrnehmung und Selbst verschiedene Dinge sind: ",
  "dn9:23.4": "Solange das formlose Selbst fortbesteht, erscheinen manche Wahrnehmungen in einem Menschen, und andere hören auf. ",
  "dn9:23.5": "Das ist eine andere Art, zu verstehen, wie Wahrnehmung und Selbst verschiedene Dinge sind.“ ",
  "dn9:24.1": "„Aber, Herr, kann ich wissen, ",
  "dn9:24.2": "ob Wahrnehmung das Selbst eines Menschen ist oder ob Wahrnehmung und Selbst verschiedene Dinge sind?“ ",
  "dn9:24.3": "„Es ist schwer für dich, das zu verstehen, Poṭṭhapāda, denn du hast eine andere Ansicht, ein anderes Bekenntnis und eine andere Vorliebe – es sei denn, du weihst dich der Übung unter Anleitung der Tradition.“ ",
  "dn9:25.1": "„Nun, wenn das so ist, Herr, ",
  "dn9:25.3": "was sagst du dann dazu: ‚Das Weltall ist ewig. Das allein ist die Wahrheit, alles andere ist Unsinn‘?“ ",
  "dn9:25.4": "„Das wurde von mir nicht erklärt, Poṭṭhapāda.“ ",
  "dn9:26.1": "„Was sagst du dann dazu: ‚Das Weltall ist zeitlich. Das allein ist die Wahrheit, alles andere ist Unsinn‘?“ ",
  "dn9:26.2": "„Auch das wurde von mir nicht erklärt.“ ",
  "dn9:27.1": "„Was sagst du dann dazu: ‚Das Weltall ist endlich. …‘ … ",
  "dn9:27.2": "‚Das Weltall ist unendlich. …‘ … ",
  "dn9:27.3": "‚Seele und Körper sind dasselbe. …‘ … ",
  "dn9:27.4": "‚Seele und Körper sind verschiedene Dinge. …‘ … ",
  "dn9:27.5": "‚Ein Klargewordener besteht nach dem Tod fort. …‘ … ",
  "dn9:27.6": "‚Ein Klargewordener besteht nach dem Tod nicht fort. …‘ … ",
  "dn9:27.7": "‚Ein Klargewordener besteht nach dem Tod fort und besteht auch nicht fort. …‘ … ",
  "dn9:27.8": "„Ein Klargewordener besteht nach dem Tod weder fort, noch besteht er nicht fort. Das allein ist die Wahrheit, alles andere ist Unsinn‘?“ ",
  "dn9:27.9": "„Auch das wurde von mir nicht erklärt.“ ",
  "dn9:28.1": "„Warum wurden diese Dinge vom Buddha nicht erklärt?“ ",
  "dn9:28.2": "„Weil sie nicht zum Segen und von Bedeutung für die Grundlagen des geistlichen Lebens sind. Sie führen nicht zu Ernüchterung, Schwinden der Leidenschaft, Aufhören, Frieden, Einsicht, Erwachen und Erlöschen. ",
  "dn9:28.3": "Darum habe ich sie nicht erklärt.“ ",
  "dn9:29.1": "„Aber was wurde vom Buddha erklärt?“ ",
  "dn9:29.2": "„Das Folgende habe ich erklärt: ‚Das ist das Leiden.‘ … ‚Das ist der Ursprung des Leidens.‘ … ‚Das ist das Aufhören des Leidens.‘ … ‚Das ist die Übung, die zum Aufhören des Leidens führt.‘“ ",
  "dn9:30.1": "„Warum wurden diese Dinge vom Buddha erklärt?“ ",
  "dn9:30.2": "„Weil sie zum Segen und von Bedeutung für die Grundlagen des geistlichen Lebens sind. Sie führen zu Ernüchterung, Schwinden der Leidenschaft, Aufhören, Frieden, Einsicht, Erwachen und Erlöschen. ",
  "dn9:30.3": "Darum habe ich sie erklärt.“ ",
  "dn9:30.4": "„Das ist wirklich wahr, Gesegneter! Das ist wirklich wahr, Heiliger! ",
  "dn9:30.5": "Bitte, Herr, geh nach deinem Belieben.“ ",
  "dn9:30.6": "Da erhob sich der Buddha von seinem Sitz und ging. ",
  "dn9:31.1": "Kurz nachdem der Buddha gegangen war, überhäuften diese Wanderer Poṭṭhapāda von allen Seiten mit Hohn und Spott: ",
  "dn9:31.2": "„Was der Asket Gotama auch sagt, Poṭṭhapāda stimmt ihm zu: ",
  "dn9:31.3": "‚Das ist wirklich wahr, Gesegneter! Das ist wirklich wahr, Heiliger!‘ ",
  "dn9:31.4": "Wir verstehen, dass der Asket Gotama überhaupt keine verbindliche Lehre aufstellte bezüglich der Frage, ob das Weltall ewig sei, und so weiter.“ ",
  "dn9:31.6": "Daraufhin sagte Poṭṭhapāda zu ihnen: ",
  "dn9:31.7": "„Auch ich verstehe, dass der Asket Gotama überhaupt keine verbindliche Lehre aufstellte bezüglich der Frage, ob das Weltall ewig sei, und so weiter. ",
  "dn9:31.10": "Dennoch ist die Übung, die er beschreibt, wahr, wirklich und zutreffend. Es ist die Beständigkeit natürlicher Gesetzmäßigkeiten, die Regelmäßigkeit natürlicher Gesetzmäßigkeiten. ",
  "dn9:31.11": "Wie könnte ein vernünftiger Mensch wie ich daher nicht zustimmen, dass das, was vom Asketen Gotama gut gesagt wurde, tatsächlich gut gesagt wurde?“ ",
  "dn9:32.0": "2. Über Citta Hatthisāriputta ",
  "dn9:32.1": "Nachdem zwei oder drei Tage vergangen waren, gingen Citta Hatthisāriputta und Poṭṭhapāda zum Buddha. Citta Hatthisāriputta verbeugte sich und setzte sich zur Seite hin, ",
  "dn9:32.2": "aber der Wanderer Poṭṭhapāda tauschte mit dem Buddha Willkommensgrüße aus, und nach der Begrüßung und dem Austausch von Höflichkeiten setzte er sich zur Seite hin. ",
  "dn9:32.3": "Poṭṭhapāda berichtete dem Buddha, was sich zugetragen hatte, nachdem er gegangen war. Der Buddha sagte: ",
  "dn9:33.1": "„Poṭṭhapāda, alle diese Wanderer sind blind und ohne Sehvermögen. ",
  "dn9:33.2": "Du bist der einzige, dessen Augen klar sind. ",
  "dn9:33.3": "Denn ich habe Lehren als verbindlich gelehrt und aufgezeigt, ",
  "dn9:33.4": "und ich habe Lehren als nicht verbindlich gelehrt und aufgezeigt. ",
  "dn9:33.5": "Und welche Lehren habe ich als nicht verbindlich gelehrt und aufgezeigt? ",
  "dn9:33.6": "‚Das Weltall ist ewig‘ … ",
  "dn9:33.7": "‚Das Weltall ist zeitlich‘ … ",
  "dn9:33.8": "‚Das Weltall ist endlich‘ … ",
  "dn9:33.9": "‚Das Weltall ist unendlich‘ … ",
  "dn9:33.10": "‚Seele und Körper sind dasselbe‘ … ",
  "dn9:33.11": "‚Seele und Körper sind verschiedene Dinge‘ … ",
  "dn9:33.12": "‚Ein Klargewordener besteht nach dem Tod fort‘ … ",
  "dn9:33.13": "‚Ein Klargewordener besteht nach dem Tod nicht fort‘ … ",
  "dn9:33.14": "‚Ein Klargewordener besteht nach dem Tod fort und besteht auch nicht fort‘ … ",
  "dn9:33.15": "‚Ein Klargewordener besteht nach dem Tod weder fort, noch besteht er nicht fort.‘ ",
  "dn9:33.16": "Und warum habe ich solche Lehren als nicht verbindlich gelehrt und aufgezeigt? ",
  "dn9:33.17": "Weil sie nicht zum Segen und von Bedeutung für die Grundlagen des geistlichen Lebens sind. Sie führen nicht zu Ernüchterung, Schwinden der Leidenschaft, Aufhören, Frieden, Einsicht, Erwachen und Erlöschen. ",
  "dn9:33.18": "Darum habe ich diese Lehren als nicht verbindlich gelehrt und aufgezeigt. ",
  "dn9:33.19.0": "2.1. Lehren, die verbindlich sind ",
  "dn9:33.20": "Und welche Lehren habe ich als verbindlich gelehrt und aufgezeigt? ",
  "dn9:33.21": "‚Das ist das Leiden.‘ … ‚Das ist der Ursprung des Leidens.‘ … ‚Das ist das Aufhören des Leidens.‘ … ‚Das ist die Übung, die zum Aufhören des Leidens führt.‘ ",
  "dn9:33.25": "Und warum habe ich solche Lehren als verbindlich gelehrt und aufgezeigt? ",
  "dn9:33.26": "Weil sie zum Segen und von Bedeutung für die Grundlagen des geistlichen Lebens sind. Sie führen zu Ernüchterung, Schwinden der Leidenschaft, Aufhören, Frieden, Einsicht, Erwachen und Erlöschen. ",
  "dn9:33.27": "Darum habe ich solche Lehren als verbindlich gelehrt und aufgezeigt. ",
  "dn9:34.1": "Es gibt Asketen und Brahmanen, die diese Doktrin, diese Ansicht haben: ",
  "dn9:34.2": "‚Das Selbst erfährt nach dem Tod ausschließlich Glück, und es ist heil.‘ ",
  "dn9:34.3": "Ich gehe zu ihnen und sage: ",
  "dn9:34.4": "‚Ist es wirklich wahr, ist das die Lehre und Ansicht der Ehrwürdigen?‘ ",
  "dn9:34.5": "",
  "dn9:34.6": "Und sie antworteten: ‚Ja.‘ ",
  "dn9:34.7": "Ich sage zu ihnen: ",
  "dn9:34.8": "‚Aber meditiert ihr, indem ihr eine ausschließlich glückliche Welt erkennt und seht?‘ ",
  "dn9:34.9": "Wenn sie so gefragt werden, sagen sie: ‚Nein.‘ ",
  "dn9:34.10": "Ich sage zu ihnen: ",
  "dn9:34.11": "‚Aber habt ihr für einen einzigen Tag oder eine einzige Nacht, oder nur für einen halben Tag oder eine halbe Nacht, ein ausschließlich glückliches Selbst wahrgenommen?‘ ",
  "dn9:34.12": "Wenn sie so gefragt werden, sagen sie: ‚Nein.‘ ",
  "dn9:34.13": "Ich sage zu ihnen: ",
  "dn9:34.14": "‚Aber kennt ihr ",
  "dn9:34.15": "einen Pfad und eine Übung, um eine ausschließlich glückliche Welt zu verwirklichen?‘ ",
  "dn9:34.16": "Wenn sie so gefragt werden, sagen sie: ‚Nein.‘ ",
  "dn9:34.17": "Ich sage zu ihnen: ",
  "dn9:34.18": "‚Aber habt ihr je die Stimme der Gottheiten gehört, die in einer ausschließlich glücklichen Welt wiedergeboren wurden, die sagten: ",
  "dn9:34.19": "„Übt gut, liebe Herren, übt unmittelbar, um eine ausschließlich glückliche Welt zu verwirklichen. ",
  "dn9:34.20": "Denn so haben wir geübt, und wir wurden in einer ausschließlich glücklichen Welt wiedergeboren.“?‘ ",
  "dn9:34.21": "Wenn sie so gefragt werden, sagen sie: ‚Nein.‘ ",
  "dn9:34.22": "Was denkst du, Poṭṭhapāda? ",
  "dn9:34.23": "Wenn das so ist, stellt sich da nicht heraus, dass das, was sie sagen, keine beweisbare Grundlage hat?“ ",
  "dn9:34.24": "„Sicherlich ist das so, Herr.“ ",
  "dn9:35.1": "„Angenommen, Poṭṭhapāda, ein Mann würde sagen: ",
  "dn9:35.2": "‚Ganz gleich, wer die erlesenste Dame im Land ist, sie ist es, die ich will, die ich begehre!‘ ",
  "dn9:35.3": "Man sagte zu ihm: ",
  "dn9:35.4": "‚Guter Mann, diese erlesenste Dame im Land, die du begehrst – weißt du, ob sie eine Adlige, eine Brahmanin, eine Bäuerin oder eine Hilfsarbeiterin ist?‘ ",
  "dn9:35.5": "Wenn er so gefragt würde, würde er sagen: ‚Nein.‘ ",
  "dn9:35.6": "Man sagte zu ihm: ",
  "dn9:35.7": "‚Guter Mann, diese erlesenste Dame im Land, die du begehrst – kennst du ihren Namen oder ihren Stamm? Weißt du, ob sie groß, klein oder mittelgroß ist? Ob ihre Haut schwarz, braun oder lohfarben ist? Aus welchem Dorf, welchem Marktflecken oder welcher Stadt sie stammt?‘ ",
  "dn9:35.8": "Wenn er so gefragt würde, würde er sagen: ‚Nein.‘ ",
  "dn9:35.9": "Man sagte zu ihm: ",
  "dn9:35.10": "‚Guter Mann, begehrst du eine, die du nie auch nur gekannt oder gesehen hast?‘ ",
  "dn9:35.11": "Wenn er so gefragt würde, würde er sagen: ‚Ja.‘ ",
  "dn9:35.12": "Was denkst du, Poṭṭhapāda? ",
  "dn9:35.13": "Wenn das so ist, stellt sich da nicht heraus, dass die Aussage dieses Mannes keine beweisbare Grundlage hat?“ ",
  "dn9:35.14": "„Sicherlich ist das so, Herr.“ ",
  "dn9:36.1": "„Ebenso gibt es da Asketen und Brahmanen, die diese Doktrin, diese Ansicht haben … ",
  "dn9:36.3": "",
  "dn9:36.6": "",
  "dn9:36.22": "Wenn das so ist, stellt sich da nicht heraus, dass das, was sie sagen, keine beweisbare Grundlage hat?“ ",
  "dn9:36.23": "„Sicherlich ist das so, Herr.“ ",
  "dn9:37.1": "„Angenommen, Poṭṭhapāda, ein Mann würde an einer Kreuzung eine Leiter bauen, um damit auf ein Pfahlhaus zu steigen. ",
  "dn9:37.2": "Man sagte zu ihm: ",
  "dn9:37.3": "‚Guter Mann, dieses Pfahlhaus, für das du eine Leiter baust – weißt du, ob es im Norden, im Süden, im Osten oder im Westen ist? Ob es groß, klein oder mittelgroß ist?‘ ",
  "dn9:37.4": "Wenn er so gefragt würde, würde er sagen: ‚Nein.‘ ",
  "dn9:37.5": "Man sagte zu ihm: ",
  "dn9:37.6": "‚Guter Mann, baust du eine Leiter für ein Pfahlhaus, das du nie auch nur gekannt oder gesehen hast?‘ ",
  "dn9:37.7": "Wenn er so gefragt würde, würde er sagen: ‚Ja.‘ ",
  "dn9:37.8": "Was denkst du, Poṭṭhapāda? ",
  "dn9:37.9": "Wenn das so ist, stellt sich da nicht heraus, dass die Aussage dieses Mannes keine beweisbare Grundlage hat?“ ",
  "dn9:37.10": "„Sicherlich ist das so, Herr.“ ",
  "dn9:38.1": "„Ebenso gibt es da Asketen und Brahmanen, die diese Doktrin, Ansicht haben … ",
  "dn9:38.21": "Wenn das so ist, stellt sich da nicht heraus, dass das, was sie sagen, keine beweisbare Grundlage hat?“ ",
  "dn9:38.22": "„Sicherlich ist das so, Herr.“ ",
  "dn9:39.0": "2.2. Drei Arten der Inkarnation ",
  "dn9:39.1": "„Poṭṭhapāda, es gibt diese drei Arten der Inkarnation: ",
  "dn9:39.2": "eine stoffliche Inkarnation, eine geistgeschaffene Inkarnation und eine formlose Inkarnation. ",
  "dn9:39.3": "Und was ist eine stoffliche Inkarnation? ",
  "dn9:39.4": "Sie besitzt Form, besteht aus den vier Grundelementen und nimmt feste Nahrung zu sich. ",
  "dn9:39.5": "Was ist eine geistgeschaffene Inkarnation? ",
  "dn9:39.6": "Sie besitzt Form, ist geistgeschaffen, in all den verschiedenen Teilen vollständig, ohne dass eine Fähigkeit fehlte. ",
  "dn9:39.7": "Was ist eine formlose Inkarnation? ",
  "dn9:39.8": "Sie ist formlos und besteht aus Wahrnehmung. ",
  "dn9:40.1": "Ich lehre den Dhamma für das Ziel, diese drei Arten der Inkarnation aufzugeben: ",
  "dn9:40.2": "‚Wenn ihr danach übt, werden verunreinigende Eigenschaften in euch aufgegeben und läuternde Eigenschaften nehmen zu. Ihr werdet in die Fülle und den Überfluss der Weisheit eintreten und darin leben, nachdem ihr sie durch eigene Einsicht in diesem Leben erkannt habt.‘ ",
  "dn9:40.3": "Poṭṭhapāda, du denkst vielleicht: ",
  "dn9:40.4": "‚Verunreinigende Eigenschaften werden aufgegeben und läuternde Eigenschaften nehmen zu. Man wird in die Fülle und den Überfluss der Weisheit eintreten und darin leben, nachdem man sie durch eigene Einsicht in diesem Leben erkannt hat. Aber ein solches Leben ist Leiden.‘ ",
  "dn9:40.5": "Aber so solltest du es nicht sehen. ",
  "dn9:40.6": "Verunreinigende Eigenschaften werden aufgegeben und läuternde Eigenschaften nehmen zu. Man wird in die Fülle und den Überfluss der Weisheit eintreten und darin leben, nachdem man sie durch eigene Einsicht in diesem Leben erkannt hat. Und da wird nur Freude und Glück sein, Stille, Achtsamkeit und Bewusstsein. Ein solches Leben ist selig. ",
  "dn9:43.1": "Poṭṭhapāda, wenn andere uns fragen würden: ",
  "dn9:43.2": "‚Aber Geehrte, was ist diese stoffliche Inkarnation, für deren Aufgeben ihr lehrt?‘, dann würden wir so antworten: ",
  "dn9:43.3": "‚Dieses ist diese stoffliche Inkarnation.‘ ",
  "dn9:44.1": "Wenn andere uns fragen würden: ",
  "dn9:44.2": "‚Aber Geehrte, was ist diese geistgeschaffene Inkarnation, für deren Aufgeben ihr lehrt?‘, dann würden wir so antworten: ",
  "dn9:44.4": "‚Dieses ist diese geistgeschaffene Inkarnation.‘ ",
  "dn9:45.1": "Wenn andere uns fragen würden: ",
  "dn9:45.2": "‚Aber Geehrte, was ist diese formlose Inkarnation, für deren Aufgeben ihr lehrt?‘, dann würden wir so antworten: ",
  "dn9:45.4": "‚Dieses ist diese formlose Inkarnation.‘ ",
  "dn9:45.5": "Was denkst du, Poṭṭhapāda? ",
  "dn9:45.6": "Wenn das so ist, stellt sich da nicht heraus, dass diese Aussage eine beweisbare Grundlage hat?“ ",
  "dn9:45.7": "„Sicherlich ist das so, Herr.“ ",
  "dn9:46.1": "„Angenommen, Poṭṭhapāda, ein Mann würde direkt unter einem Pfahlhaus eine Leiter bauen, um damit auf dieses Pfahlhaus zu steigen. ",
  "dn9:46.2": "Man sagte zu ihm: ",
  "dn9:46.3": "‚Guter Mann, dieses Pfahlhaus, für das du eine Leiter baust – weißt du, ob es im Norden, im Süden, im Osten oder im Westen ist? Ob es groß, klein oder mittelgroß ist?‘ ",
  "dn9:46.4": "Er würde sagen: ",
  "dn9:46.5": "‚Dieses ist das Pfahlhaus, für das ich direkt darunter eine Leiter baue.‘ ",
  "dn9:46.6": "Was denkst du, Poṭṭhapāda? ",
  "dn9:46.7": "Wenn das so ist, stellt sich da nicht heraus, dass die Aussage dieses Mannes eine beweisbare Grundlage hat?“ ",
  "dn9:46.8": "„Sicherlich ist das so, Herr.“ ",
  "dn9:48.1": "Als der Buddha geendet hatte, sagte Citta Hatthisāriputta: ",
  "dn9:48.2": "„Herr, sind, während man in einer stofflichen Inkarnation ist, die geistgeschaffene und die formlose Inkarnation fiktiv, ",
  "dn9:48.3": "und nur die stoffliche Inkarnation ist wirklich? ",
  "dn9:48.4": "Sind, während man in einer geistgeschaffenen Inkarnation ist, die stoffliche und die formlose Inkarnation fiktiv, ",
  "dn9:48.5": "und nur die geistgeschaffene Inkarnation ist wirklich? ",
  "dn9:48.6": "Sind, während man in einer formlosen Inkarnation ist, die stoffliche und die geistgeschaffene Inkarnation fiktiv, ",
  "dn9:48.7": "und nur die formlose Inkarnation ist wirklich?“ ",
  "dn9:49.1": "„Während man in einer stofflichen Inkarnation ist, wird das nicht als geistgeschaffene oder formlose Inkarnation bezeichnet, ",
  "dn9:49.2": "sondern nur als stoffliche Inkarnation. ",
  "dn9:49.3": "Während man in einer geistgeschaffenen Inkarnation ist, wird das nicht als stoffliche oder formlose Inkarnation bezeichnet, ",
  "dn9:49.4": "sondern nur als geistgeschaffene Inkarnation. ",
  "dn9:49.5": "Während man in einer formlosen Inkarnation ist, wird das nicht als stoffliche oder geistgeschaffene Inkarnation bezeichnet, ",
  "dn9:49.6": "sondern nur als formlose Inkarnation. ",
  "dn9:49.7": "Citta, angenommen, du würdest gefragt: ",
  "dn9:49.8": "‚Warst du in der Vergangenheit? ",
  "dn9:49.9": "Wirst du in der Zukunft sein? ",
  "dn9:49.10": "Bist du in der Gegenwart?‘ ",
  "dn9:49.11": "Wie würdest du antworten?“ ",
  "dn9:49.12": "„Herr, wenn ich so gefragt würde, ",
  "dn9:49.16": "würde ich folgendermaßen antworten: ",
  "dn9:49.17": "‚Ich war in der Vergangenheit. ",
  "dn9:49.18": "Ich werde in der Zukunft sein. ",
  "dn9:49.19": "Ich bin in der Gegenwart.‘ ",
  "dn9:49.20": "So würde ich antworten.“ ",
  "dn9:50.1": "„Aber Citta, angenommen, du würdest gefragt: ",
  "dn9:50.2": "‚Ist die Inkarnation, die du in der Vergangenheit hattest, deine einzig wirkliche, und die in der Zukunft und der Gegenwart sind fiktiv? ",
  "dn9:50.3": "Ist die Inkarnation, die du in der Zukunft haben wirst, deine einzig wirkliche, und die in der Vergangenheit und der Gegenwart sind fiktiv? ",
  "dn9:50.4": "Ist die Inkarnation, die du in der Gegenwart hast, deine einzig wirkliche, und die in der Vergangenheit und der Zukunft sind fiktiv? ",
  "dn9:50.5": "Wie würdest du antworten?“ ",
  "dn9:50.6": "„Herr, wenn ich so gefragt würde, ",
  "dn9:50.10": "würde ich folgendermaßen antworten: ",
  "dn9:50.11": "‚Die Inkarnation, die ich in der Vergangenheit hatte, war zu der Zeit wirklich, und die in der Zukunft und der Gegenwart waren fiktiv. ",
  "dn9:50.12": "Die Inkarnation, die ich in der Zukunft haben werde, wird zu der Zeit wirklich sein, und die in der Vergangenheit und der Gegenwart werden fiktiv sein. ",
  "dn9:50.13": "Die Inkarnation, die ich in der Gegenwart habe, ist zu dieser Zeit wirklich, und die in der Vergangenheit und der Zukunft sind fiktiv.‘ ",
  "dn9:50.14": "So würde ich antworten.“ ",
  "dn9:51.1": "„Ebenso wird, während man in einer der drei Inkarnationen ist, das nicht als die anderen Inkarnationen bezeichnet, sondern nur als diese eine Inkarnation. ",
  "dn9:52.1": "Von der Kuh stammt die Milch, von der Milch die Sauermilch, von der Sauermilch die Butter, von der Butter das Ghee und vom Ghee die Ghee-Crème; und die Ghee-Crème gilt als das Beste unter ihnen. ",
  "dn9:52.2": "Während es Milch ist, wird es nicht als Sauermilch, Butter, Ghee oder Ghee-Crème bezeichnet, ",
  "dn9:52.3": "sondern nur als Milch. ",
  "dn9:52.4": "Während es Sauermilch, ",
  "dn9:52.5": "Butter, ",
  "dn9:52.6": "Ghee ",
  "dn9:52.7": "oder Ghee-Crème ist, wird es nicht als etwas anderes bezeichnet, ",
  "dn9:52.8": "sondern nur als das jeweilige Produkt. ",
  "dn9:53.1": "Ebenso wird, während man in einer der drei Inkarnationen ist, das nicht als die anderen Inkarnationen bezeichnet, sondern nur als diese eine Inkarnation. ",
  "dn9:53.5": "Das sind die Gebräuche, Ausdrücke, Bezeichnungen und Beschreibungen der Welt, und der Klargewordene benutzt sie, ohne sie misszuverstehen.“ ",
  "dn9:54.1": "Als der Buddha geendet hatte, sagte Poṭṭhapāda zu ihm: ",
  "dn9:54.2": "„Vortrefflich, Herr! Vortrefflich! ",
  "dn9:54.3": "Als würde er das Umgestürzte aufrichten oder das Verborgene enthüllen oder den Verirrten den Weg weisen oder im Dunkeln ein Licht anzünden, sodass Menschen mit klaren Augen sehen könnten, was da ist, so hat der Buddha die Lehre auf vielerlei Weise klargemacht. ",
  "dn9:54.4": "Ich nehme Zuflucht zum Buddha, zur Lehre und zum Saṅgha der Mönche und Nonnen. ",
  "dn9:54.5": "Von diesem Tag an soll der Buddha mich als Laienschüler in Erinnerung behalten, der für sein ganzes Leben Zuflucht genommen hat.“ ",
  "dn9:55.0": "2.3. Citta Hatthisāriputtas Ordination ",
  "dn9:55.1": "Aber Citta Hatthisāriputta sagte zum Buddha: ",
  "dn9:55.2": "„Vortrefflich, Herr! Vortrefflich! ",
  "dn9:55.3": "Als würde er das Umgestürzte aufrichten oder das Verborgene enthüllen oder den Verirrten den Weg weisen oder im Dunkeln ein Licht anzünden, sodass Menschen mit klaren Augen sehen könnten, was da ist, so hat der Buddha die Lehre auf vielerlei Weise klargemacht. ",
  "dn9:55.4": "Ich nehme Zuflucht zum Buddha, zur Lehre und zum Saṅgha der Mönche und Nonnen. ",
  "dn9:55.5": "Herr, darf ich vor dem Buddha die Weihe des Fortziehens erhalten, die Ordination?“ ",
  "dn9:56.1": "Und Citta Hatthisāriputta erhielt vor dem Buddha die Weihe des Fortziehens, die Ordination. ",
  "dn9:56.2": "Nicht lange nach seiner Ordination gelangte der Ehrwürdige Citta Hatthisāriputta, als er allein lebte, zurückgezogen, beflissen, eifrig und entschlossen, bald in diesem Leben zum äußersten Höhepunkt des geistlichen Lebens. Er lebte an dem Ziel, das er durch eigene Einsicht erkannt hatte, für welches ehrbare Menschen zu Recht aus dem Haus fortziehen ins hauslose Leben. ",
  "dn9:56.3": "Er verstand: „Wiedergeburt ist beendet; das geistliche Leben ist erfüllt; was zu tun war, ist getan; es gibt keine Rückkehr mehr zu irgendeinem Daseinszustand.“ ",
  "dn9:56.4": "Und der Ehrwürdige Citta Hatthisāriputta wurde einer der Vollendeten. "
}