{
  "ma10:0.1": "Medium Discourses 10 ",
  "ma10:0.2": "Ending the Contaminants ",
  "ma10:1.1": "Thus I have heard: ",
  "ma10:1.2": "One time, the Buddha traveled to Kuru and was staying at the Kuru town of Kalmāṣadamya. ",
  "ma10:2.1": "It was then that the Bhagavān addressed the monks, ",
  "ma10:2.2": "“It’s because of knowing and seeing that the contaminants can be ended, not by not knowing and not seeing. ",
  "ma10:2.3": "How can the contaminants be ended because of knowing and seeing? ",
  "ma10:3.0": "Correct Contemplation ",
  "ma10:3.1": "“There is correct contemplation and incorrect contemplation. ",
  "ma10:3.2": "If someone doesn’t correctly contemplate, contaminants of desire that have yet to arise will arise, and those that have already arisen will increase. ",
  "ma10:3.3": "Contaminants of existence and ignorance that have yet to arise will arise, and those that have already arisen will increase. ",
  "ma10:4.1": "“If someone correctly contemplates, contaminants of desire that have yet to arise won’t arise, and those that have already arisen will cease. ",
  "ma10:4.2": "Contaminants of existence and ignorance that have yet to arise won’t arise, and those that have already arisen will cease. ",
  "ma10:5.1": "“Still, ordinary foolish people don’t listen to the right teaching, don’t meet genuine friends, and don’t know the noble teaching. ",
  "ma10:5.2": "They aren’t disciplined by the noble teaching and don’t truly know that teaching. ",
  "ma10:6.1": "“When someone doesn’t correctly contemplate, contaminants of desire that have yet to arise will arise, and those that have already arisen will increase. ",
  "ma10:6.2": "Contaminants of existence and ignorance that have yet to arise will arise, and those that have already arisen will increase. ",
  "ma10:7.1": "“When someone correctly contemplates, contaminants of desire that have yet to arise won’t arise, and those that have already arisen will cease. ",
  "ma10:7.2": "Contaminants of existence and ignorance that have yet to arise won’t arise, and those that have already arisen will cease. ",
  "ma10:8.1": "“Because they don’t truly know the teaching, a person thinks things that shouldn’t be thought and doesn’t think things that should be thought. ",
  "ma10:8.2": "Because they think things that shouldn’t be thought and don’t think things that should be thought, contaminants of desire that have yet to arise will arise, and those that have already arisen will increase. ",
  "ma10:8.3": "Contaminants of existence and ignorance that have yet to arise will arise, and those that have already arisen will increase. ",
  "ma10:9.1": "“Well-versed noble disciples hear the right teaching and meet genuine friends. ",
  "ma10:9.2": "They are disciplined by the noble teaching and truly know the teaching. ",
  "ma10:10.1": "“When someone doesn’t correctly contemplate, contaminants of desire that have yet to arise will arise, and those that have already arisen will increase. ",
  "ma10:10.2": "Contaminants of existence and ignorance that have yet to arise will arise, and those that have already arisen will increase. ",
  "ma10:11.1": "“When someone correctly contemplates, contaminants of desire that have yet to arise won’t arise, and those that have already arisen will cease. ",
  "ma10:11.2": "Contaminants of existence and ignorance that have yet to arise won’t arise, and those that have already arisen will cease. ",
  "ma10:12.1": "“After truly knowing the teaching, they don’t think things that shouldn’t be thought and think things that should be thought. ",
  "ma10:12.2": "Because they don’t think things that shouldn’t be thought and think things that should be thought, contaminants of desire that have yet to arise won’t arise, and those that have already arisen will cease. ",
  "ma10:12.3": "Contaminants of existence and ignorance that have yet to arise won’t arise, and those that have already arisen will cease. ",
  "ma10:13.0": "Seven Ways of Stopping the Contaminants ",
  "ma10:13.1": "“There are seven things that stop the contaminants, the states of affliction and grief. ",
  "ma10:13.2": "What are the seven? ",
  "ma10:13.3": "There are contaminants stopped by seeing, contaminants stopped by guarding, contaminants stopped by avoiding, contaminants stopped by using, contaminants stopped by tolerating, contaminants stopped by removing, and contaminants stopped by contemplating. ",
  "ma10:14.1": "“How are contaminants stopped by seeing? ",
  "ma10:14.2": "Ordinary foolish people can’t hear the right teaching, don’t meet genuine friends, and don’t know the noble teaching. ",
  "ma10:14.3": "They aren’t disciplined by the noble teaching and don’t truly know the teaching. ",
  "ma10:14.4": "Because they don’t correctly contemplate, they then think, ",
  "ma10:14.5": "‘I have past lives.’ ",
  "ma10:14.6": "‘I have no past lives.’ ",
  "ma10:14.7": "‘What were the causes of my past lives?’ ",
  "ma10:14.8": "‘What were my past lives?’ ",
  "ma10:14.9": "‘I’ll have future lives.’ ",
  "ma10:14.10": "‘I’ll have no future lives.’ ",
  "ma10:14.11": "‘What will be the causes of my future lives?’ ",
  "ma10:14.12": "‘What will be my future lives?’ ",
  "ma10:15.1": "“They doubt themselves, saying: ",
  "ma10:15.2": "‘What’s the meaning of this?’ ",
  "ma10:15.3": "‘What is this?’ ",
  "ma10:15.4": "‘Where did this sentient being come from?’ ",
  "ma10:15.5": "‘Where will it go?’ ",
  "ma10:15.6": "‘What were the causes for its existence in the past?’ ",
  "ma10:15.7": "‘What will be the causes for its existence in the future?’ ",
  "ma10:16.1": "“Thus, they incorrectly contemplate. ",
  "ma10:16.2": "As a result of those six views, this view arises: ",
  "ma10:16.3": "‘There really is a soul.’ ",
  "ma10:16.4": "That view gives rise to [this view]: ",
  "ma10:16.5": "‘There really is no soul.’ ",
  "ma10:16.6": "That view gives rise to [this view]: ",
  "ma10:16.7": "‘The soul sees the soul.’ ",
  "ma10:16.8": "That views gives rise to [this view]: ",
  "ma10:16.9": "‘The soul sees what’s not the soul.’ ",
  "ma10:16.10": "That view gives rise to [this view]: ",
  "ma10:16.11": "‘What’s not the soul sees the soul.’ ",
  "ma10:16.12": "That view gives rise to [these views]: ",
  "ma10:16.13": "‘The soul speaks, knows, acts, teaches, initiates actions, and initiates teachings. ",
  "ma10:16.14": "It’s born in one place or another and receives the results of good and bad [actions],’ ",
  "ma10:16.15": "‘It certainly comes from nowhere … ",
  "ma10:16.16": "certainly doesn’t exist … ",
  "ma10:16.17": "certainly won’t exist.’ ",
  "ma10:17.1": "“This is called the downfall of views, being moved by views, and being tied by the bond of views. ",
  "ma10:17.2": "As a result, ordinary foolish people are subject to the pain of birth, old age, illness, and death. ",
  "ma10:18.1": "“Well-versed noble disciples hear the right teaching and meet genuine friends. ",
  "ma10:18.2": "They are disciplined by the noble teaching and truly know the teaching. ",
  "ma10:18.3": "They truly know suffering and truly know the formation of suffering, cessation of suffering, and the path to the cessation of suffering. ",
  "ma10:19.1": "“After thus truly knowing them, the three fetters are ended, which are belief in the individual, adherence to precepts, and doubt. ",
  "ma10:19.2": "After ending these three fetters, they attain stream entry. ",
  "ma10:19.3": "They won’t fall into bad states and are certainly headed for right awakening. ",
  "ma10:19.4": "They’ll experience at most seven existences. ",
  "ma10:19.5": "After seven rebirths up in heaven or among humans, they’ll then reach the end of suffering. ",
  "ma10:20.1": "“If someone doesn’t know and see, then affliction and grief will arise. ",
  "ma10:20.2": "When they know and see, affliction and grief won’t arise. ",
  "ma10:20.3": "This is called stopping contaminants by seeing. ",
  "ma10:21.1": "“How are the contaminants stopped by guarding? ",
  "ma10:21.2": "Monks, someone who guards the eye faculty when they see things will observe what’s impure with correct contemplation. ",
  "ma10:21.3": "Someone who doesn’t guard the eye faculty will observe what’s pure with incorrect contemplation. ",
  "ma10:21.4": "If someone doesn’t guard their faculties, then affliction and grief will arise. ",
  "ma10:21.5": "When they guard their faculties, affliction and grief won’t arise. ",
  "ma10:22.1": "“So it is when someone’s ear … nose … tongue … body … mind faculty perceives things. ",
  "ma10:22.2": "Someone who guards their mind faculty will observe what’s impure with correct contemplation. ",
  "ma10:22.3": "Someone who doesn’t guard the mind faculty will observe what’s pure with incorrect contemplation. ",
  "ma10:22.4": "If someone doesn’t guard their faculties, then affliction and grief will arise. ",
  "ma10:22.5": "When they guard them, affliction and grief won’t arise. ",
  "ma10:22.6": "This is called stopping the contaminants by guarding. ",
  "ma10:23.1": "“How are the contaminants stopped by avoiding? ",
  "ma10:23.2": "Monks, someone who sees a dangerous elephant will avoid it. ",
  "ma10:23.3": "Dangerous horses, cattle, dogs, vipers, paths, ditches, pits, hedges, rivers, deep springs, mountains, cliffs and bad associates, friends, heretics, villages, and homes should all be avoided by a monk. ",
  "ma10:23.4": "If other religious practitioners sharing the same dwelling would cause people without doubts to become doubtful [of him, a monk avoids them, too]. ",
  "ma10:23.5": "",
  "ma10:23.6": "If someone doesn’t avoid these things, then affliction and grief will arise. ",
  "ma10:23.7": "When they avoid them, affliction and grief won’t arise. ",
  "ma10:23.8": "This is called stopping the contaminants by avoiding. ",
  "ma10:24.1": "“How are the contaminants stopped by using? ",
  "ma10:24.2": "Monks, suppose someone uses robes not for profit, not because of pride, and not for ornamentation but only because of insects, wind, rain, cold, heat, and modesty. ",
  "ma10:25.1": "“Suppose someone uses food not for profit, not because of pride, and not for the rich pleasure of it but only to make his body long-lasting, to remove affliction and grief, to practice the religious life, to end an illness and prevent new illnesses, and to abide in comfort and without illness for a long time. ",
  "ma10:26.1": "“Suppose someone uses a house, a hut, a seat, or a bed not for profit, not because of pride, and not for ornamentation but only for rest from weariness and to sit quietly. ",
  "ma10:27.1": "“Suppose someone uses hot water and medicine not for profit, not because of pride, and not for the rich pleasure of it but only to remove illness and discomfort, to manage their vitality, and to be comfortable and without illness. ",
  "ma10:27.2": "If someone doesn’t use these things, affliction and grief will arise. ",
  "ma10:27.3": "When they use them, affliction and grief won’t arise. ",
  "ma10:27.4": "This is called stopping the contaminants by using. ",
  "ma10:28.1": "“How are the contaminants stopped by tolerating? ",
  "ma10:28.2": "Monks, someone makes effort to end bad and unskillful [qualities] and cultivate good qualities, so he always has the idea of rising [early]. ",
  "ma10:28.3": "They concentrate their mind and endeavor. ",
  "ma10:28.4": "Their skin, muscles, sinews, bones, blood, and marrow may wither, but they don’t abandon their effort. ",
  "ma10:28.5": "Only when they obtain what they seek will they abandon their effort. ",
  "ma10:29.1": "“Again, monks, they can tolerate hunger, thirst, cold, heat, biting and stinging insects, the oppression of wind and sun, and harsh sounds. ",
  "ma10:29.2": "They can even tolerate being caned. ",
  "ma10:29.3": "When they encounter illness, extreme pain, or their life is about to end, they’re capable of tolerating such unpleasantness. ",
  "ma10:29.4": "If someone doesn’t tolerate these things, affliction and grief will arise. ",
  "ma10:29.5": "When they tolerate them, affliction and grief won’t arise. ",
  "ma10:29.6": "This is called stopping the contaminants by tolerating. ",
  "ma10:30.1": "“How are the contaminants stopped by removing? ",
  "ma10:30.2": "Monks, suppose someone gives rise to thoughts of desire that haven’t been removed and abandoned. ",
  "ma10:30.3": "They give rise to thoughts of anger and harmfulness that haven’t been removed and abandoned. ",
  "ma10:30.4": "If someone doesn’t remove these things, affliction and grief will arise. ",
  "ma10:30.5": "When they remove them, affliction and grief won’t arise. ",
  "ma10:30.6": "This is called stopping the contaminants by removing. ",
  "ma10:31.1": "“How are the contaminants stopped by contemplating? ",
  "ma10:31.2": "Monks, suppose someone contemplates the first awakening factor of mindfulness with the support of seclusion, lack of desire, and cessation which lead to escape. ",
  "ma10:31.3": "He contemplates teachings … effort … joy … calm … concentration … the seventh awakening factor of equanimity with the support of seclusion, lack of desire, and cessation which lead to escape. ",
  "ma10:31.4": "If someone doesn’t contemplate these things, affliction and grief will arise. ",
  "ma10:31.5": "When they contemplate them, affliction and grief won’t arise. ",
  "ma10:31.6": "This is called stopping the contaminants by contemplating. ",
  "ma10:32.1": "“Monks, suppose someone sets out to stop the contaminants by seeing, and they are stopped because of seeing … ",
  "ma10:32.2": "to stop the contaminants by guarding, and they are stopped because of guarding … ",
  "ma10:32.3": "to stop the contaminants by avoiding, and they are stopped because of avoiding … ",
  "ma10:32.4": "to stop the contaminants by using, and they are stopped because of using … ",
  "ma10:32.5": "to stop the contaminants by tolerating, and they are stopped because of tolerating … ",
  "ma10:32.6": "to stop the contaminants by removing, and they are stopped because of removing … ",
  "ma10:32.7": "to stop the contaminants by contemplating, and they are stopped because of contemplating. ",
  "ma10:32.8": "This is called a monk who was once bound by all the contaminants and who’s now free. ",
  "ma10:32.9": "He can reach the end of suffering with right knowledge.” ",
  "ma10:33.1": "Thus did the Buddha speak. ",
  "ma10:33.2": "The monks who heard what the Buddha taught rejoiced and approved. "
}