{
  "ma16:0.1": "Medium Discourses 16 ",
  "ma16:0.2": "The Kālāmas ",
  "ma16:1.1": "Thus I have heard: ",
  "ma16:1.2": "One time, the Buddha traveled to the country of Kālāma accompanied by a great assembly of monks. ",
  "ma16:1.3": "He went to [Kesaputta] and stayed in the rosewood grove to the north. ",
  "ma16:2.1": "It was then that the Kālāma people of [Kesaputta] heard that the ascetic Gautama from the Śākya clan had renounced the Śākya dynasty, left home, and trained on the path. ",
  "ma16:2.2": "He had traveled to Kālāma and arrived at [Kesaputta] with a great assembly of monks and was staying in the rosewood grove to the north. ",
  "ma16:2.3": "That ascetic Gautama had a great reputation that was widely heard in ten directions: ",
  "ma16:2.4": "“The ascetic Gautama is the Tathāgata, Arhat, and Completely Awakened One who’s accomplished in knowledge and conduct, well gone, an understander of the world, an unsurpassed man, a trainer in the principles of the path, a teacher to gods and humans, and who’s called the Buddha, the Blessed One. ",
  "ma16:2.5": "Among the gods, Māra, Brahmā, ascetics, and priests of this world, from humans up to the gods, his own knowledge and awakening was accomplished by self-realization. ",
  "ma16:2.6": "When he teaches the Dharma, it’s good in the beginning, middle, and end, both its meaning and words are complete and pure, and it demonstrates the religious practice. ",
  "ma16:2.7": "If someone meets the Tathāgata, Arhat, and Completely Awakened One and honors, venerates, makes offerings, and serves him, they will quickly attain good benefits. ",
  "ma16:2.8": "We should go together to see the ascetic Gautama to honor, serve, and make offerings to him.” ",
  "ma16:3.1": "After the Kālāma people of [Kesaputta] heard this, they each left [Kesaputta] with their followers and went north to the rosewood grove. ",
  "ma16:3.2": "They wanted to meet the Bhagavān and venerate, serve, and make offerings to him. ",
  "ma16:3.3": "When they arrived, some of those Kālāma people bowed their heads at the Buddha’s feet and withdrew to sit at one side. ",
  "ma16:3.4": "Some of them exchanged greetings with the Buddha and withdrew to sit at one side. ",
  "ma16:3.5": "Some saluted the Buddha with their palms together and withdrew to sit at one side. ",
  "ma16:3.6": "Some looked at the Buddha from a distance and quietly sat down. ",
  "ma16:4.1": "After they each had sat down, the Kālāma people concentrated as the Buddha taught the Dharma. ",
  "ma16:4.2": "He encouraged, roused, and made them rejoice, teaching the Dharma for them with measureless methods. ",
  "ma16:4.3": "After he encouraged, roused, and made them rejoice, he waited silently. ",
  "ma16:5.1": "After the Buddha taught Dharma for them and had encouraged, roused, and made them rejoice, each of the Kālāma people rose from their seat, adjusted their robes to bare one shoulder, and saluted the Buddha with their palms together. ",
  "ma16:5.2": "They then said to the Bhagavān, ",
  "ma16:5.3": "“Gautama, there was an ascetic or priest who came to Kālāma. ",
  "ma16:5.4": "He simply praised his own knowledge and views and disparaged the knowledge and views of others. ",
  "ma16:5.5": "Gautama, there was another ascetic or priest who came to Kālāma, and he too praised his own knowledge and views and disparaged the knowledge and views of others. ",
  "ma16:5.6": "Gautama, after listening to them, we had this doubt, ",
  "ma16:5.7": "‘Which of these ascetics or priests is genuine and which of them is false?’” ",
  "ma16:6.1": "The Bhagavān told them, ",
  "ma16:6.2": "“Kālāmas, don’t have these doubts. ",
  "ma16:6.3": "Why is that? ",
  "ma16:6.4": "As a result of having doubts, you’ll become hesitant. ",
  "ma16:6.5": "Kālāmas, they comes from your own lack of pure knowledge. ",
  "ma16:6.6": "‘Is there an afterlife or no afterlife?’ ",
  "ma16:6.7": "Kālāmas, you also lack pure knowledge about which actions are blameworthy and which are blameless. ",
  "ma16:6.8": "Kālāmas, you should know that there are three actions that have caused past existences. ",
  "ma16:6.9": "What are the three? ",
  "ma16:7.1": "“Kālāmas, actions of greed have caused past existences. ",
  "ma16:7.2": "Kālāmas, actions of anger and delusion have caused past existences. ",
  "ma16:7.3": "Kālāmas, ‘greed’ means to be hindered by greed. ",
  "ma16:7.4": "When the mind lacks satisfaction, sometimes a person kills beings, takes what’s not given, commits sexual misconduct, knowingly lies, and drinks alcohol. ",
  "ma16:8.1": "“Kālāmas, ‘anger’ means to be hindered by anger. ",
  "ma16:8.2": "When the mind lacks satisfaction, sometimes a person kills beings, takes what’s not given, commits sexual misconduct, knowingly lies, and drinks alcohol. ",
  "ma16:9.1": "“Kālāmas, ‘delusion’ means to be hindered by delusion. ",
  "ma16:9.2": "When the mind lacks satisfaction, sometimes a person kills beings, takes what’s not given, commits sexual misconduct, knowingly lies, and drinks alcohol. ",
  "ma16:10.1": "“Kālāmas, the well-versed noble disciple parts with killing, stops killing, and discards the knife and bludgeon. ",
  "ma16:10.2": "With conscience and modesty and with kindness and compassion, they are beneficial to all living things, even insects and worms. ",
  "ma16:10.3": "They purify their mind and rid it of killing living things. ",
  "ma16:11.1": "“Kālāmas, the well-versed noble disciple parts with taking what’s not given, stops taking what’s not given, and takes after something is given. ",
  "ma16:11.2": "They are happy with taking what is given and always like generosity. ",
  "ma16:11.3": "Rejoicing in having no stinginess, they don’t expect any reward. ",
  "ma16:11.4": "They purify their mind and rid it of taking what’s not given. ",
  "ma16:12.1": "“Kālāmas, the well-versed noble disciple parts with what’s not the religious life, stops what’s not the religious life, and diligently cultivates the religious life. ",
  "ma16:12.2": "Diligent is their wondrous conduct. ",
  "ma16:12.3": "They are pure and undefiled, part with desire, and stop lust. ",
  "ma16:12.4": "They purify their mind and rid it of what’s not the religious life. ",
  "ma16:13.1": "“Kālāmas, the well-versed noble disciple parts with false speech, stops false speech, and speaks truly. ",
  "ma16:13.2": "They enjoy truth, abide in truth, and don’t budge from it. ",
  "ma16:13.3": "They are believed by all and don’t deceive the worldly. ",
  "ma16:13.4": "They purify their mind and rid it of false speech. ",
  "ma16:14.1": "“Kālāmas, the well-versed noble disciple parts with duplicity, stops duplicity, and practices what’s not duplicitous. ",
  "ma16:14.2": "They don’t divide others. ",
  "ma16:14.3": "They don’t hear something here and tell it there with the desire to divide those here. ",
  "ma16:14.4": "They don’t hear something there and tell it here with the desire to divide those there. ",
  "ma16:14.5": "They want to bring the estranged together, and they rejoice for those who are united. ",
  "ma16:14.6": "They don’t act partisan, don’t enjoy partisanship, and don’t commend partisanship. ",
  "ma16:14.7": "They purify their mind and rid it of duplicity. ",
  "ma16:15.1": "“Kālāmas, the well-versed noble disciple parts with coarse speech and stops coarse speech. ",
  "ma16:15.2": "If something said is in expression or feeling coarse and mean, bad sounding and disagreeable to the ear, that displeases many and isn’t loved by many, that causes others to suffer, or that makes concentration impossible, they stop such words. ",
  "ma16:15.3": "If some expression is clear, peaceful, and flexible, that agrees with the ear and enters the mind, that’s pleasing and lovely, that causes the well-being of others, that uses words and sounds that are completely understandable, that don’t cause people to be frightened, and that allow others to concentrate, then they speak such words. ",
  "ma16:15.4": "They purify their mind and rid it of coarse speech. ",
  "ma16:16.1": "“Kālāmas, the well-versed noble disciple parts with fancy speech and stops fancy speech. ",
  "ma16:16.2": "[They speak] timely speech, true speech, Dharma speech, purposeful speech, and calming speech. ",
  "ma16:16.3": "They enjoy calming speech, perform tasks in a timely way as appropriate, and they well teach and well admonish [others]. ",
  "ma16:16.4": "They purify their mind and rid it of fancy speech. ",
  "ma16:17.1": "“Kālāmas, the well-versed noble disciple is free of longing and stops longing. ",
  "ma16:17.2": "They don’t harbor quarrels in their mind. ",
  "ma16:17.3": "Seeing the valuables of others and their requisites for living, they don’t long for or wish to obtain them for themselves. ",
  "ma16:17.4": "They purify their mind and rid it of longing. ",
  "ma16:18.1": "“Kālāmas, the well-versed noble disciple is free of anger and stops anger. ",
  "ma16:18.2": "With conscience and modesty and with kindness and compassion, they’re beneficial to all living things, even insects and worms. ",
  "ma16:18.3": "They purify their mind and rid it of animosity. ",
  "ma16:19.1": "“Kālāmas, the well-versed noble disciple is free of wrong view and stops wrong view. ",
  "ma16:19.2": "They conduct themselves in right view and aren’t mistaken. ",
  "ma16:19.3": "Thus viewing and thus speaking, [they say]: ",
  "ma16:19.4": "‘There’s generosity, purification, and incantations. ",
  "ma16:19.5": "There’s the results of good and bad actions. ",
  "ma16:19.6": "There’s the present world and another world. ",
  "ma16:19.7": "There’s father and mother. ",
  "ma16:19.8": "The world truly has people who depart and go to good places, good departures, and good headings. ",
  "ma16:19.9": "In this world and another world, their own knowledge and awakening is accomplished by self-realization.’ ",
  "ma16:19.10": "They purify their mind and rid it of wrong views. ",
  "ma16:20.1": "“Thus, Kālāmas, the well-versed noble disciple achieves pure physical conduct and achieves pure verbal and mental conduct. ",
  "ma16:20.2": "They’re free of anger, free of dispute, and they abandon drowsiness. ",
  "ma16:20.3": "Without agitation or arrogance, they end doubt and free themselves from conceit. ",
  "ma16:20.4": "With right mindfulness and right knowledge, they have no delusions. ",
  "ma16:21.1": "“They pervade one direction with both mind and kindness. ",
  "ma16:21.2": "They do so in two, three, or four directions, the four counterpoints, and up and down. ",
  "ma16:21.3": "They completely pervade them all with both their mind and kindness. ",
  "ma16:21.4": "It’s without fetters, without enmity, without anger, without disputation, and very broad and great. ",
  "ma16:21.5": "Measureless and well cultivated, they accomplish the filling of the whole world. ",
  "ma16:22.1": "“So it is with both their mind and compassion … joy … equanimity. ",
  "ma16:22.2": "It’s without fetters, without enmity, without anger, without disputation, and very broad and great. ",
  "ma16:22.3": "Measureless and well cultivated, they accomplish the filling of the whole world. ",
  "ma16:23.1": "“Thus, Kālāmas, the well-versed noble disciple’s mind is without fetters, without enmity, without anger, and without disputation. ",
  "ma16:23.2": "They readily attain four peaceful dwelling places. ",
  "ma16:23.3": "What are the four? ",
  "ma16:23.4": "‘There’s the present world and another world, and there are the results of good and bad actions. ",
  "ma16:23.5": "I’ve attained this right view associated with actions, upholding and perfecting it. ",
  "ma16:23.6": "When my body breaks up and my life ends, I’ll surely go to a good place and be born up in the heavens.’ ",
  "ma16:23.7": "Thus, Kālāmas, the well-versed noble disciple’s mind is without fetters, without enmity, without anger, and without disputation. ",
  "ma16:23.8": "This is called attaining the first peaceful dwelling place. ",
  "ma16:24.1": "“Furthermore, Kālāmas: ",
  "ma16:24.2": "‘“There’s no present world or another world and no results of good and bad actions.” ",
  "ma16:24.3": "I don’t criticize others for such [views] here in the present. ",
  "ma16:24.4": "I simply praise those of right knowledge. ",
  "ma16:24.5": "Those who make effort and those of right view say those [things] exist.’ ",
  "ma16:24.6": "Thus, Kālāmas, the well-versed noble disciple’s mind is without fetters, without enmity, without anger, and without disputation. ",
  "ma16:24.7": "This is called attaining the second peaceful dwelling place. ",
  "ma16:25.1": "“Furthermore, Kālāmas: ",
  "ma16:25.2": "‘If I do anything, I mustn’t do evil; I won’t think of evil. ",
  "ma16:25.3": "Why is that? ",
  "ma16:25.4": "Where will suffering come from if I don’t do evil?’ ",
  "ma16:25.5": "Thus, Kālāmas, the well-versed noble disciple’s mind is without fetters, without enmity, without anger, and without disputation. ",
  "ma16:25.6": "This is called the third peaceful dwelling place. ",
  "ma16:26.1": "“Furthermore, Kālāmas: ",
  "ma16:26.2": "‘If I do anything, I mustn’t do evil. ",
  "ma16:26.3": "I won’t transgress worldly fears and non-fears. ",
  "ma16:26.4": "I’ll always have compassion for the whole world. ",
  "ma16:26.5": "My thoughts won’t be to fight with sentient beings. ",
  "ma16:26.6": "They’ll be unsullied and joyous.’ ",
  "ma16:26.7": "Thus, Kālāmas, the well-versed noble disciple’s mind is without fetters, without enmity, without anger, and without disputation. ",
  "ma16:26.8": "This is called the fourth peaceful dwelling place. ",
  "ma16:27.1": "“Thus, Kālāmas, the well-versed noble disciple’s mind is without fetters, without enmity, without anger, and without disputation. ",
  "ma16:27.2": "These are called the four peaceful dwelling places. ",
  "ma16:28.1": "The Kālāmas said to the Bhagavān, ",
  "ma16:28.2": "“Thus, Gautama, the well-versed noble disciple’s mind is without fetters, without enmity, without anger, and without disputation and attains four peaceful dwelling places. ",
  "ma16:28.3": "What are the four? ",
  "ma16:28.4": "‘There’s the present world and another world, and there are the results of good and bad actions. ",
  "ma16:28.5": "I’ve attained this right view associated with actions, upholding and perfecting it. ",
  "ma16:28.6": "When my body breaks up and my life ends, I’ll surely go to a good place and be born up in the heavens.’ ",
  "ma16:28.7": "Thus, Gautama, the well-versed noble disciple’s mind is without fetters, without enmity, without anger, and without disputation. ",
  "ma16:28.8": "This is called attaining the first peaceful dwelling place. ",
  "ma16:29.1": "“Furthermore, Gautama: ",
  "ma16:29.2": "‘“There’s no present world or another world and no results of good and bad actions.” ",
  "ma16:29.3": "I don’t criticize others for such [views] here in the present. ",
  "ma16:29.4": "I simply praise those of right knowledge. ",
  "ma16:29.5": "Those who makes effort and those of right view say those [things] exist.’ ",
  "ma16:29.6": "Thus, Gautama, the well-versed noble disciple’s mind is without fetters, without enmity, without anger, and without disputation. ",
  "ma16:29.7": "This is called attaining the second peaceful dwelling place. ",
  "ma16:30.1": "“Furthermore, Gautama: ",
  "ma16:30.2": "‘If I do anything, I mustn’t do evil; I won’t think of evil. ",
  "ma16:30.3": "Why is that? ",
  "ma16:30.4": "Where will suffering come from if I don’t do evil?’ ",
  "ma16:30.5": "Thus, Gautama, the well-versed noble disciple’s mind is without fetters, without enmity, without anger, and without disputation. ",
  "ma16:30.6": "This is called the third peaceful dwelling place. ",
  "ma16:31.1": "“Furthermore, Gautama: ",
  "ma16:31.2": "‘If I do anything, I mustn’t do evil. ",
  "ma16:31.3": "I won’t transgress worldly fears and non-fears. ",
  "ma16:31.4": "I’ll always have compassion for the whole world. ",
  "ma16:31.5": "My thoughts won’t be to fight with sentient beings. ",
  "ma16:31.6": "They’ll be unsullied and joyous.’ ",
  "ma16:31.7": "Thus, Gautama, the well-versed noble disciple’s mind is without fetters, without enmity, without anger, and without disputation. ",
  "ma16:31.8": "This is called the fourth peaceful dwelling place. ",
  "ma16:32.1": "“Thus, Gautama, the well-versed noble disciple’s mind is without fetters, without enmity, without anger, and without disputation. ",
  "ma16:32.2": "These are called the four peaceful dwelling places. ",
  "ma16:33.1": "“Gautama, we’ve realized it, Sugata; we’ve understood it, Bhagavān. ",
  "ma16:33.2": "We all take our refuge in the Buddha, Dharma, and the community of monks. ",
  "ma16:33.3": "Please let the Bhagavān accept us as laymen. ",
  "ma16:33.4": "Starting today, these [three jewels] will be our personal refuge for the rest of our lives.” ",
  "ma16:34.1": "The Buddha spoke thus. ",
  "ma16:34.2": "All the Kālāma people and the monks who heard what the Buddha taught rejoiced and handed it down. "
}