{
  "ma1:0.1": "Medium Discourses 1 ",
  "ma1:0.2": "The Good Teaching ",
  "ma1:1.1": "Thus I have heard: ",
  "ma1:1.2": "One time, the Buddha traveled to the country of Śrāvastī and stayed at Anāthapiṇḍada’s Park in Jeta’s Grove. ",
  "ma1:2.1": "It was then that the Bhagavān addressed the monks, ",
  "ma1:2.2": "“If a monk accomplishes seven things, then he’ll attain the happiness of the noble ones, and he’ll be rightly headed for the end of the contaminants. ",
  "ma1:2.3": "What are the seven? ",
  "ma1:2.4": "A monk knows the teaching, knows the meaning, knows the time, knows moderation, knows himself, knows the assembly, and knows the superiority of people. ",
  "ma1:3.0": "Knowing the Teaching ",
  "ma1:3.1": "“How does a monk know the teaching? ",
  "ma1:3.2": "A monk knows the right sūtras, songs, assurances, verses, circumstances, records, legends, lectures, birth places, extensive discourses, unprecedented things, and explanations of meaning. ",
  "ma1:3.3": "This is called a monk who knows the teaching. ",
  "ma1:4.1": "“Suppose a monk doesn’t know the teaching, which is to say that he doesn’t know the right sūtras, songs, assurances, verses, circumstances, records, legends, lectures, birth places, extensive discourses, unprecedented things, and explanations of meaning. ",
  "ma1:4.2": "Such a monk doesn’t know the teaching. ",
  "ma1:5.1": "“Suppose a monk well knows the teaching, which is to say that he knows the right sūtras, songs, assurances, verses, circumstances, records, legends, lectures, birth places, extensive discourses, unprecedented things, and explanations of meaning. ",
  "ma1:5.2": "This is called a monk who well knows the teaching. ",
  "ma1:6.0": "Knowing the Meaning ",
  "ma1:6.1": "“How does a monk know the meaning? ",
  "ma1:6.2": "A monk knows that the meaning of this or that expression is this meaning or that meaning. ",
  "ma1:6.3": "This is called a monk who knows the meaning. ",
  "ma1:7.1": "“Suppose a monk doesn’t know the meaning, which is to say that he doesn’t know that the meaning of this or that expression is this meaning or that meaning. ",
  "ma1:7.2": "Such a monk doesn’t know the meaning. ",
  "ma1:8.1": "“Suppose a monk well knows the meaning, which is to say that he knows that the meaning of this or that expression is this meaning or that meaning. ",
  "ma1:8.2": "This is called a monk who well knows the meaning. ",
  "ma1:9.0": "Knowing the Time ",
  "ma1:9.1": "“How does a monk know the time? ",
  "ma1:9.2": "A monk knows the time to cultivate low appearances, the time to cultivate high appearances, and the time to cultivate indifferent appearances. ",
  "ma1:9.3": "This is called a monk who knows the time. ",
  "ma1:10.1": "“Suppose a monk doesn’t know the time, which is to say that he doesn’t know the time to cultivate low appearances, the time to cultivate high appearances, and the time to cultivate indifferent appearances. ",
  "ma1:10.2": "Such a monk doesn’t know the time. ",
  "ma1:11.1": "“Suppose a monk well knows the time, which is to say that he knows the time to cultivate low appearances, the time to cultivate high appearances, and the time to cultivate indifferent appearances. ",
  "ma1:11.2": "This is called a monk who well knows the time. ",
  "ma1:12.0": "Knowing Moderation ",
  "ma1:12.1": "“How does a monk know moderation? ",
  "ma1:12.2": "It means a monk knows moderation whether he is drinking, eating, departing, standing, sitting, lying down, speaking, being silent, relieving himself, rousing himself when drowsy, or cultivating right knowledge. ",
  "ma1:12.3": "This is called a monk who knows moderation. ",
  "ma1:13.1": "“Suppose a monk doesn’t know moderation, which is to say that he doesn’t know it whether he is drinking, eating, departing, standing, sitting, lying down, speaking, being silent, relieving himself, rousing himself when drowsy, or cultivating right knowledge. ",
  "ma1:13.2": "Such a monk doesn’t know moderation. ",
  "ma1:14.1": "“Suppose a monk who well knows moderation, which is to say that he well knows it whether he is drinking, eating, departing, standing, sitting, lying down, speaking, being silent, relieving himself, rousing himself when drowsy, or cultivating right knowledge. ",
  "ma1:14.2": "This is called a monk who well knows moderation. ",
  "ma1:15.0": "Knowing Himself ",
  "ma1:15.1": "“How does a monk know himself? ",
  "ma1:15.2": "It means a monk knows, ",
  "ma1:15.3": "‘Such are my belief, discipline, learning, generosity, wisdom, eloquence, scriptures, and attainments.’ ",
  "ma1:15.4": "This is called a monk who knows himself. ",
  "ma1:16.1": "“Suppose a monk doesn’t know himself, which is to say that he doesn’t know, ",
  "ma1:16.2": "‘Such are my belief, discipline, learning, generosity, wisdom, eloquence, scriptures, and attainments.’ ",
  "ma1:16.3": "Such a monk doesn’t know himself. ",
  "ma1:17.1": "“Suppose a monk well knows himself, which is to say that he knows, ",
  "ma1:17.2": "‘Such are my belief, discipline, learning, generosity, wisdom, eloquence, scriptures, and attainments.’ ",
  "ma1:17.3": "This is called a monk who well knows himself. ",
  "ma1:18.0": "Knowing the Assembly ",
  "ma1:18.1": "“How does a monk know the assembly? ",
  "ma1:18.2": "A monk knows: ",
  "ma1:18.3": "‘This is an assembly of warriors … this is an assembly of priests … this is an assembly of householders … this is an assembly of ascetics. ",
  "ma1:18.4": "In that assembly, I should thus depart, thus stand, thus sit, thus speak, and thus be silent.’ ",
  "ma1:18.5": "This is called a monk who knows the assembly. ",
  "ma1:19.1": "“Suppose a monk doesn’t know the assembly, which is to say that he doesn’t know: ",
  "ma1:19.2": "‘This is an assembly of warriors … this is an assembly of priests … this is an assembly of householders … this is an assembly of ascetics. ",
  "ma1:19.3": "In that assembly, I should thus depart, thus stand, thus sit, thus speak, and thus be silent.’ ",
  "ma1:19.4": "Such a monk doesn’t know the assembly. ",
  "ma1:20.1": "“Suppose a monk well knows the assembly, which is to say that he well knows: ",
  "ma1:20.2": "‘This is an assembly of warriors … this is an assembly of priests … this is an assembly of householders … this is an assembly of ascetics. ",
  "ma1:20.3": "In that assembly, I should thus depart, thus stand, thus sit, thus speak, and thus be silent.’ ",
  "ma1:20.4": "This is called a monk who well knows the assembly. ",
  "ma1:21.0": "Knowing the Superiority of People ",
  "ma1:21.1": "“How does a monk know the superiority of people? ",
  "ma1:21.2": "A monk knows there are two kinds of people: believers and non-believers. ",
  "ma1:21.3": "If someone is a believer, they’re superior; a non-believer is not. ",
  "ma1:22.1": "“Also, there are two kinds of believers: those who frequently go to see the monks and those who don’t frequently go to see the monks. ",
  "ma1:22.2": "If someone frequently goes to see the monks, they’re superior; someone who doesn’t frequently go to see the monks is not. ",
  "ma1:23.1": "“Also, there are two kinds of people who frequently go to see the monks: those who revere the monks and those who don’t revere the monks. ",
  "ma1:23.2": "If someone reveres the monks, they’re superior; someone who doesn’t revere the monks is not. ",
  "ma1:24.1": "“Also, there are two kinds of people who revere the monks: those who have questions about the sūtras and those who don’t have questions about the sūtras. ",
  "ma1:24.2": "If someone asks about the sūtras, they’re superior; someone who doesn’t ask about the sūtras is not. ",
  "ma1:25.1": "“Also, there are two kinds of people who ask about the sūtras: those who whole-heartedly listen to the sūtras and those who don’t whole-heartedly listen to the sūtras. ",
  "ma1:25.2": "If someone whole-heartedly listens to the sūtras, they’re superior; someone who doesn’t whole-heartedly listen to the sūtras is not. ",
  "ma1:26.1": "“Also, there are two kinds of people who whole-heartedly listen to the sūtras: those who hear and retain the teaching and those who hear but don’t retain the teaching. ",
  "ma1:26.2": "If someone hears and retains the teaching, they’re superior; someone who hears but doesn’t retain the teaching is not. ",
  "ma1:27.1": "“Also, there are two kinds of people who hear and retain the teaching: those who hear the teaching and contemplate its meaning and those who hear the teaching but don’t contemplate its meaning. ",
  "ma1:27.2": "If someone hears the teaching and contemplates its meaning, they’re superior; someone who hears the teaching but doesn’t contemplate its meaning is not. ",
  "ma1:28.1": "“Also, there are two kinds of people who hear the teaching and contemplate its meaning: those who know the teaching, know its meaning, go from one teaching to the next, conform to the teaching, and conduct themselves according to the teaching and those who don’t know the teaching, don’t know its meaning, don’t go from one teaching to the next, don’t conform to the teaching, and don’t conduct themselves according to the teaching. ",
  "ma1:28.2": "If someone knows the teaching, knows its meaning, goes from one teaching to the next, conforms to the teaching, and conducts themselves according to the teaching, they’re superior. ",
  "ma1:28.3": "Someone who doesn’t know the teaching, doesn’t know its meaning, doesn’t go from one teaching to the next, doesn’t conform to the teaching, and doesn’t conduct themselves according to the teaching is not. ",
  "ma1:29.1": "“It also means that there are two kinds of people who know the teaching, know its meaning, go from one teaching to the next, conform to the teaching, and conduct themselves according to the teaching: those who benefit themselves, benefit others, benefit many people, pity the world, seek both meaning and benefit for gods and humans, and seek peace and happiness and those who don’t benefit themselves, don’t benefit others, don’t benefit many people, don’t pity the world, don’t seek both meaning and benefit for gods and humans, and don’t seek peace and happiness. ",
  "ma1:29.2": "If someone benefits themselves, benefits others, benefits many people, pities the world, seeks both meaning and benefit for gods and humans, and seeks peace and happiness, this person is the very best among people. ",
  "ma1:29.3": "They’re great, higher, exceptional, superior, honored, and marvelous. ",
  "ma1:30.1": "“It’s just as there’s milk because of the cow, cream because of milk, butter because of cream, refined butter because of butter, and ghee because of refined butter. ",
  "ma1:30.2": "Ghee is the very best of those things. ",
  "ma1:30.3": "It’s great, higher, exceptional, superior, honored, and marvelous. ",
  "ma1:30.4": "Such is the person who benefits himself, benefits others, benefits many people, pities the world, seeks both meaning and benefit for gods and humans, and seeks peace and happiness. ",
  "ma1:30.5": "Of these pairs of people as they’ve been described, as they’ve been discerned, and as they’ve been defined, they’re the best, great, higher, exceptional, superior, honored, and marvelous. ",
  "ma1:30.6": "This is called a monk who knows the superiority of people.” ",
  "ma1:31.1": "Thus did the Buddha speak. ",
  "ma1:31.2": "Those monks who heard what the Buddha taught rejoiced and approved. "
}