{
  "ma1:0.1": "Medium Discourses 1 ",
  "ma1:0.2": "Skillful Qualities ",
  "ma1:1.1": "Thus I have heard: ",
  "ma1:1.2": "One time, the Buddha traveled to the country of Śrāvastī and was staying at Anāthapiṇḍada’s Park in Jeta’s Grove. ",
  "ma1:2.1": "It was then that the Bhagavān addressed the monks, ",
  "ma1:2.2": "“If a monk accomplishes seven qualities, then he’ll attain the joy and happiness of the noble ones, and he’ll be rightly headed for the end of the contaminants. ",
  "ma1:2.3": "What are the seven? ",
  "ma1:2.4": "A monk knows the teaching, knows the meaning, knows the time, knows moderation, knows himself, knows the community, and knows what the better person is like. ",
  "ma1:3.0": "Knowing the Teaching ",
  "ma1:3.1": "“How does a monk know the teaching? ",
  "ma1:3.2": "A monk knows the proper <em>sūtra</em>s, songs, explanations, verses, circumstances, records, legends, lectures, birth places, extensive discourses, unprecedented things, and explanations of meaning. ",
  "ma1:3.3": "This is called a monk who knows the teaching. ",
  "ma1:4.1": "“Suppose a monk doesn’t know the teaching, which is to say that he doesn’t know the proper <em>sūtra</em>s, songs, explanations, verses, circumstances, records, legends, lectures, birth places, extensive discourses, unprecedented things, and explanations of meaning. ",
  "ma1:4.2": "Such a monk doesn’t know the teaching. ",
  "ma1:5.1": "“Suppose a monk knows the teaching well, which is to say that he knows the proper <em>sūtra</em>s, songs, explanations, verses, circumstances, records, legends, lectures, birth places, extensive discourses, unprecedented things, and explanations of meaning. ",
  "ma1:5.2": "This is called a monk who knows the teaching well. ",
  "ma1:6.0": "Knowing the Meaning ",
  "ma1:6.1": "“How does a monk know the meaning? ",
  "ma1:6.2": "A monk knows that this or that expression has this or that meaning. ",
  "ma1:6.3": "This is called a monk who knows the meaning. ",
  "ma1:7.1": "“Suppose a monk doesn’t know the meaning, which is to say that he doesn’t know that this or that expression has this or that meaning. ",
  "ma1:7.2": "Such a monk doesn’t know the meaning. ",
  "ma1:8.1": "“Suppose a monk knows the meaning well, which is to say that he knows that this or that expression has this or that meaning. ",
  "ma1:8.2": "This is called a monk who knows the meaning well. ",
  "ma1:9.0": "Knowing the Time ",
  "ma1:9.1": "“How does a monk know the time? ",
  "ma1:9.2": "A monk knows the time to cultivate a humble appearance, the time to cultivate a dignified appearance, and the time to cultivate an indifferent appearance. ",
  "ma1:9.3": "This is called a monk who knows the time. ",
  "ma1:10.1": "“Suppose a monk doesn’t know the time, which is to say that he doesn’t know the time to cultivate a humble appearance, the time to cultivate a dignified appearance, and the time to cultivate an indifferent appearance. ",
  "ma1:10.2": "Such a monk doesn’t know the time. ",
  "ma1:11.1": "“Suppose a monk knows the time well, which is to say that he knows the time to cultivate a humble appearance, the time to cultivate a dignified appearance, and the time to cultivate an indifferent appearance. ",
  "ma1:11.2": "This is called a monk who knows the time well. ",
  "ma1:12.0": "Knowing Moderation ",
  "ma1:12.1": "“How does a monk know moderation? ",
  "ma1:12.2": "It means a monk knows moderation whether he is drinking, eating, departing, standing, sitting, lying down, speaking, being silent, relieving himself, rousing himself when drowsy, or cultivating right knowledge. ",
  "ma1:12.3": "This is called a monk who knows moderation. ",
  "ma1:13.1": "“Suppose a monk doesn’t know moderation, which is to say that he doesn’t know it whether he is drinking, eating, departing, standing, sitting, lying down, speaking, being silent, relieving himself, rousing himself when drowsy, or cultivating right knowledge. ",
  "ma1:13.2": "Such a monk doesn’t know moderation. ",
  "ma1:14.1": "“Suppose a monk knows moderation well, which is to say that he knows it whether he is drinking, eating, departing, standing, sitting, lying down, speaking, being silent, relieving himself, rousing himself when drowsy, or cultivating right knowledge. ",
  "ma1:14.2": "This is called a monk who knows moderation well. ",
  "ma1:15.0": "Knowing Himself ",
  "ma1:15.1": "“How does a monk know himself? ",
  "ma1:15.2": "It means a monk knows: ",
  "ma1:15.3": "‘Such are my belief, discipline, learning, generosity, wisdom, eloquence, scriptures, and attainments.’ ",
  "ma1:15.4": "This is called a monk who knows himself. ",
  "ma1:16.1": "“Suppose a monk doesn’t know himself, which is to say that he doesn’t know: ",
  "ma1:16.2": "‘Such are my belief, discipline, learning, generosity, wisdom, eloquence, scriptures, and attainments.’ ",
  "ma1:16.3": "Such a monk doesn’t know himself. ",
  "ma1:17.1": "“Suppose a monk knows himself well, which is to say that he knows: ",
  "ma1:17.2": "‘Such are my belief, discipline, learning, generosity, wisdom, eloquence, scriptures, and attainments.’ ",
  "ma1:17.3": "This is called a monk who knows himself well. ",
  "ma1:18.0": "Knowing the Assembly ",
  "ma1:18.1": "“How does a monk know the community? ",
  "ma1:18.2": "A monk knows: ",
  "ma1:18.3": "‘This is a community of warriors … this is a community of brahmins … this is a community of householders … this is a community of ascetics. ",
  "ma1:18.4": "In that community, I should depart in this way, stand in this way, sit in this way, speak in this way, and be silent in this way.’ ",
  "ma1:18.5": "This is called a monk who knows the community. ",
  "ma1:19.1": "“Suppose a monk doesn’t know the community, which is to say that he doesn’t know: ",
  "ma1:19.2": "‘This is a community of warriors … this is a community of brahmins … this is a community of householders … this is a community of ascetics. ",
  "ma1:19.3": "In that community, I should depart in this way, stand in this way, sit in this way, speak in this way, and be silent in this way.’ ",
  "ma1:19.4": "Such a monk doesn’t know the community. ",
  "ma1:20.1": "“Suppose a monk knows the community well, which is to say that he knows: ",
  "ma1:20.2": "‘This is a community of warriors … this is a community of brahmins … this is a community of householders … this is a community of ascetics. ",
  "ma1:20.3": "In that community, I should depart in this way, stand in this way, sit in this way, speak in this way, and be silent in this way.’ ",
  "ma1:20.4": "This is called a monk who knows the community well. ",
  "ma1:21.0": "Knowing the Superiority of People ",
  "ma1:21.1": "“How does a monk know the what the better person is like? ",
  "ma1:21.2": "A monk knows there are two kinds of people: believers and non-believers. ",
  "ma1:21.3": "If someone is a believer, they’re the better one; a non-believer is not. ",
  "ma1:22.1": "“Also, there are two kinds of believers: those who frequently visit the monks and those who don’t frequently visit the monks. ",
  "ma1:22.2": "If someone frequently visits the monks, they’re the better one; someone who doesn’t frequently visit the monks is not. ",
  "ma1:23.1": "“Also, there are two kinds of people who frequently visit the monks: those who revere the monks and those who don’t revere the monks. ",
  "ma1:23.2": "If someone reveres the monks, they’re the better one; someone who doesn’t revere the monks is not. ",
  "ma1:24.1": "“Also, there are two kinds of people who revere the monks: those who have questions about the <em>sūtra</em>s and those who don’t have questions about the <em>sūtra</em>s. ",
  "ma1:24.2": "If someone asks about the <em>sūtra</em>s, they’re the better one; someone who doesn’t ask about the <em>sūtra</em>s is not. ",
  "ma1:25.1": "“Also, there are two kinds of people who ask about the <em>sūtra</em>s: those who whole-heartedly listen to the <em>sūtra</em>s and those who don’t whole-heartedly listen to the <em>sūtra</em>s. ",
  "ma1:25.2": "If someone whole-heartedly listens to the <em>sūtra</em>s, they’re the better one; someone who doesn’t whole-heartedly listen to the <em>sūtra</em>s is not. ",
  "ma1:26.1": "“Also, there are two kinds of people who whole-heartedly listen to the <em>sūtra</em>s: those who hear and retain the teaching and those who hear but don’t retain the teaching. ",
  "ma1:26.2": "If someone hears and retains the teaching, they’re the better one; someone who hears but doesn’t retain the teaching is not. ",
  "ma1:27.1": "“Also, there are two kinds of people who hear and retain the teaching: those who hear the teaching and contemplate its meaning and those who hear the teaching but don’t contemplate its meaning. ",
  "ma1:27.2": "If someone hears the teaching and contemplates its meaning, they’re the better one; someone who hears the teaching but doesn’t contemplate its meaning is not. ",
  "ma1:28.1": "“Also, there are two kinds of people who hear the teaching and contemplate its meaning: There are those who know the teaching, know its meaning, go from one principle to the next, conform to the teaching, and conduct themselves according to the teaching. Then, there are those who don’t know the teaching, don’t know its meaning, don’t go from one principle to the next, don’t conform to the teaching, and don’t conduct themselves according to the teaching. ",
  "ma1:28.2": "If someone knows the teaching, knows its meaning, goes from one principle to the next, conforms to the teaching, and conducts themselves according to the teaching, they’re the better one. ",
  "ma1:28.3": "Someone who doesn’t know the teaching, doesn’t know its meaning, doesn’t go from one principle to the next, doesn’t conform to the teaching, and doesn’t conduct themselves according to the teaching is not. ",
  "ma1:29.1": "“It also means that there are two kinds of people who know the teaching, know its meaning, go from one principle to the next, conform to the teaching, and conduct themselves according to the teaching: There are those who benefit themselves, benefit others, benefit many people, pity the world, seek both meaning and benefit for gods and humans, and seek their peace and happiness. Then, there are those who don’t benefit themselves, don’t benefit others, don’t benefit many people, don’t pity the world, don’t seek both meaning and benefit for gods and humans, and don’t seek their peace and happiness. ",
  "ma1:29.2": "If someone benefits themselves, benefits others, benefits many people, pities the world, seeks both meaning and benefit for gods and humans, and seeks their peace and happiness, this person is the very best of people. ",
  "ma1:29.3": "They’re great, better, exceptional, excellent, honored, and marvelous. ",
  "ma1:30.1": "“Just as there’s milk because of a cow, there’s cream because of milk, butter because of cream, refined butter because of butter, and ghee because of refined butter. ",
  "ma1:30.2": "Ghee is the very best of those things. ",
  "ma1:30.3": "It’s great, better, exceptional, excellent, honored, and marvelous. ",
  "ma1:30.4": "Such is the person who benefits himself, benefits others, benefits many people, pities the world, seeks both meaning and benefit for gods and humans, and seeks their peace and happiness. ",
  "ma1:30.5": "Of these pairs of people as they’ve been described, as they’ve been discerned, and as they’ve been defined, they’re the best, great, better, exceptional, excellent, honored, and marvelous. ",
  "ma1:30.6": "This is called a monk who knows what the better person is like.” ",
  "ma1:31.1": "This is what the Buddha said. ",
  "ma1:31.2": "Those monks who heard what the Buddha taught rejoiced and approved. "
}