{
  "ma200:0.1": "Medium Discourses 200 ",
  "ma200:0.2": "Ariṣṭa ",
  "ma200:1.1": "Thus I have heard: ",
  "ma200:1.2": "One time, the Buddha traveled to the country of Śrāvastī and stayed at Anāthapiṇḍada Park in Jeta Grove. ",
  "ma200:2.0": "Ariṣṭa’s Mistake ",
  "ma200:2.1": "It was then that the monk Ariṣṭa, who before was Gṛdhabādhi, gave rise to this bad view: ",
  "ma200:2.2": "“I know the Bhagavān thus explains the teaching: ",
  "ma200:2.3": "‘Engaging in desires is no obstruction.’” ",
  "ma200:3.1": "After the monks heard this, they went to the monk Ariṣṭa and asked, ",
  "ma200:3.2": "“Ariṣṭa, is it true that you say this: ",
  "ma200:3.3": "‘I know the Bhagavān thus explains the teaching: ",
  "ma200:3.4": "“Engaging in desires is no obstruction”?’ ",
  "ma200:4.1": "Ariṣṭa then answered, ",
  "ma200:4.2": "“Venerables, I really do know that the Bhagavān thus explains the teaching: ",
  "ma200:4.3": "‘Engaging in desires is no obstruction.’” ",
  "ma200:5.1": "The monks reprimanded Ariṣṭa, ",
  "ma200:5.2": "‘Don’t say that; don’t misrepresent the Bhagavān. ",
  "ma200:5.3": "Misrepresenting the Bhagavān is not good, nor does the Bhagavān teach that way. ",
  "ma200:5.4": "Ariṣṭa, desire is an obstruction. ",
  "ma200:5.5": "The Bhagavān has explained that desire is an obstruction in measureless ways. ",
  "ma200:5.6": "Ariṣṭa, you can quickly abandon this bad view!” ",
  "ma200:6.1": "After he was reprimanded by those monks, the monk Ariṣṭa held to this bad view forcefully. ",
  "ma200:6.2": "He said to one of them, ",
  "ma200:6.3": "“This is the truth! The rest is a falsehood!” ",
  "ma200:6.4": "He said this three times. ",
  "ma200:7.1": "Being unable to convince the monk Ariṣṭa to abandon this bad view, they got up from their seats and departed. ",
  "ma200:7.2": "They went to the Buddha, bowed their heads as his feet, and withdrew to sit to one side. ",
  "ma200:7.3": "They said, ",
  "ma200:7.4": "“Bhagavān, the monk Ariṣṭa has formed this bad view: ",
  "ma200:7.5": "‘I know the Bhagavān thus explains the teaching: ",
  "ma200:7.6": "‘Engaging in desires is no obstruction.’ ",
  "ma200:8.1": "“Bhagavān, after we heard about it, we went to the monk Ariṣṭa and asked him, ",
  "ma200:8.2": "‘Ariṣṭa, is it true that you say this: ",
  "ma200:8.3": "‘I know the Bhagavān thus explains the teaching: ",
  "ma200:8.4": "“Engaging in desires is no obstruction”?’ ",
  "ma200:9.1": "“Ariṣṭa replied to us, ",
  "ma200:9.2": "‘Venerables, I really know that the Bhagavān thus explains the teaching: ",
  "ma200:9.3": "“Engaging in desires is no obstruction.”’ ",
  "ma200:10.1": "“Bhagavān, we reprimanded him: ",
  "ma200:10.2": "‘Ariṣṭa, don’t say that; don’t misrepresent the Bhagavān. ",
  "ma200:10.3": "Misrepresenting the Bhagavān is not good, nor does the Bhagavān teach that way. ",
  "ma200:10.4": "Ariṣṭa, desire is an obstruction. ",
  "ma200:10.5": "The Bhagavān explains that desire is an obstruction in measureless ways. ",
  "ma200:10.6": "Ariṣṭa, you can quickly abandon this bad view!’ ",
  "ma200:11.1": "“After we reprimanded him, he held to this bad view forcefully. ",
  "ma200:11.2": "He said to one of us, ",
  "ma200:11.3": "‘This is the truth! The rest is false!’ ",
  "ma200:11.4": "He said this three times. ",
  "ma200:11.5": "Bhagavān, since we were unable to convince him to abandon this bad view, we got up from our seats and departed.” ",
  "ma200:12.1": "After the Bhagavān heard this, he told one of the monks, ",
  "ma200:12.2": "‘Go to that monk Ariṣṭa and tell him, ",
  "ma200:12.3": "‘The Bhagavān summons you!’” ",
  "ma200:13.1": "That monk then did as the Bhagavān instructed. ",
  "ma200:13.2": "He got up from his seat, bowed his head at the Buddha’s feet, circled him three times, and departed. ",
  "ma200:13.3": "He went to the monk Ariṣṭa and told him, ",
  "ma200:13.4": "‘The Bhagavān summons you!’ ",
  "ma200:13.5": "The monk Ariṣṭa then went to the Buddha, bowed his head at his feet, and withdrew to sit to one side. ",
  "ma200:14.1": "The Bhagavān asked him, ",
  "ma200:14.2": "“Ariṣṭa, is it true that you’ve said this, ",
  "ma200:14.3": "‘I know the Bhagavān thus explains the teaching: ",
  "ma200:14.4": "“Engaging in desires is no obstruction”?’ ",
  "ma200:15.1": "Ariṣṭa answered him, ",
  "ma200:15.2": "“Bhagavān, I really know that the Bhagavān thus explains the teaching: ",
  "ma200:15.3": "‘Engaging in desires is no obstruction.’” ",
  "ma200:16.1": "The Bhagavān reprimanded him, ",
  "ma200:16.2": "“Ariṣṭa, how do you know that I explain the teaching that way? ",
  "ma200:16.3": "From whose mouth did you hear that I explain the teaching that way? ",
  "ma200:16.4": "You foolish man! ",
  "ma200:16.5": "How can you say to someone what I haven’t said to someone? ",
  "ma200:16.6": "You foolish man! ",
  "ma200:16.7": "You heard the other monks reprimand you together. ",
  "ma200:16.8": "You then should have answered according to the teaching, ",
  "ma200:16.9": "‘Now, I will ask the monks.’” ",
  "ma200:17.1": "The Buddha then asked the monks, ",
  "ma200:17.2": "“Do you also thus know that I explain the teaching this way: ",
  "ma200:17.3": "‘Engaging in desires is no obstruction’?” ",
  "ma200:18.1": "The monks replied, ",
  "ma200:18.2": "“No.” ",
  "ma200:19.1": "The Bhagavān asked, ",
  "ma200:19.2": "“How do you know how I explain the teaching?” ",
  "ma200:20.1": "The monks answered, ",
  "ma200:20.2": "“We know the Bhagavān explains the teaching this way: ",
  "ma200:20.3": "‘Desire is an obstruction.’ ",
  "ma200:20.4": "The Bhagavān teaches that desire is an obstruction. ",
  "ma200:20.5": "Desire is like a chain of bones. ",
  "ma200:20.6": "The Bhagavān teaches that desire is like a chain of bones. ",
  "ma200:20.7": "Desire is like a cut of meat. ",
  "ma200:20.8": "The Bhagavān teaches that desire is like a cut of meat. ",
  "ma200:20.9": "Desire is like holding a torch. ",
  "ma200:20.10": "The Bhagavān teaches that desire is like holding a torch. ",
  "ma200:20.11": "Desire is like a fire pit. ",
  "ma200:20.12": "The Bhagavān teaches that desire is like a fire pit. ",
  "ma200:20.13": "Desire is like a viper. ",
  "ma200:20.14": "The Bhagavān teaches that desire is like a viper. ",
  "ma200:20.15": "Desire is like a dream. ",
  "ma200:20.16": "The Bhagavān teaches that desire is like a dream. ",
  "ma200:20.17": "Desire is like a loan. ",
  "ma200:20.18": "The Bhagavān teaches that desire is like a loan. ",
  "ma200:20.19": "Desire is like a tree fruit. ",
  "ma200:20.20": "The Bhagavān teaches that desire is like a tree fruit. ",
  "ma200:20.21": "We know that the Bhagavān explains the teaching this way.” ",
  "ma200:21.1": "The Bhagavān praised them, ",
  "ma200:21.2": "“Good! Good, monks! ",
  "ma200:21.3": "You know that I explain the teaching this way. ",
  "ma200:21.4": "Why is that? ",
  "ma200:21.5": "I also say this: ",
  "ma200:21.6": "‘Desire is an obstruction.’ ",
  "ma200:21.7": "I teach that desire is an obstruction. ",
  "ma200:21.8": "Desire is like a chain of bones. ",
  "ma200:21.9": "I teach that desire is like a chain of bones. ",
  "ma200:21.10": "Desire is like a cut of meat. ",
  "ma200:21.11": "I teach that desire is like a cut of meat. ",
  "ma200:21.12": "Desire is like holding a torch. ",
  "ma200:21.13": "I teach that desire is like holding a torch. ",
  "ma200:21.14": "Desire is like a fire pit. ",
  "ma200:21.15": "I teach that desire is like a fire pit. ",
  "ma200:21.16": "Desire is like a viper. ",
  "ma200:21.17": "I teach that desire is like a viper. ",
  "ma200:21.18": "Desire is like a dream. ",
  "ma200:21.19": "I teach that desire is like a dream. ",
  "ma200:21.20": "Desire is like a loan. ",
  "ma200:21.21": "I teach that desire is like a loan. ",
  "ma200:21.22": "Desire is like a tree fruit. ",
  "ma200:21.23": "I teach that desire is like a tree fruit.” ",
  "ma200:22.1": "The Bhagavān praised them again, ",
  "ma200:22.2": "“Good, good! ",
  "ma200:22.3": "All of you know that I explain the teaching this way. ",
  "ma200:22.4": "Still, this foolish man Ariṣṭa is mistaken in how he understands my meaning and words. ",
  "ma200:22.5": "Because he is mistaken in how he understands it, he misrepresents me. ",
  "ma200:22.6": "He does harm to himself; it’s a violation and a misdeed. ",
  "ma200:22.7": "It doesn’t please wise religious practitioners. ",
  "ma200:22.8": "He obtains a great misdeed by it. ",
  "ma200:22.9": "You foolish man, know that this is a bad and unwholesome position.” ",
  "ma200:23.1": "After he had been personally rebuked by the Bhagavān, the monk Ariṣṭa was dejected at heart. ",
  "ma200:23.2": "He hung his head in silence. ",
  "ma200:23.3": "He was at a loss for words as he searched for something [to say]. ",
  "ma200:24.0": "The Snake Parable ",
  "ma200:24.1": "After he had personally rebuked that monk Ariṣṭa many times, the Bhagavān addressed the monks, ",
  "ma200:24.2": "“If my explanation of the teaching is entirely and fully understood, you must thus maintain it. ",
  "ma200:24.3": "If my explanation of the teaching is not entirely and fully understood, then you must ask me and other wise religious practitioners about it. ",
  "ma200:24.4": "Why is that? ",
  "ma200:24.5": "A deluded person might mistakenly understand its meaning and words. ",
  "ma200:24.6": "As a result of their own mistaken understanding, they’ll know the teaching to be ‘such and such,’ meaning the correct sūtras, songs, assurances, verses, circumstances, records, legends, lectures, birth places, extensive discourses, unprecedented things, and explanations of meaning. ",
  "ma200:24.7": "They know their meaning in order to debate it; they don’t know their meaning in order to be liberated. ",
  "ma200:24.8": "Their knowledge of the teaching doesn’t obtain its goal; they only experience suffering and trouble. ",
  "ma200:24.9": "Why is that? ",
  "ma200:24.10": "It’s because they mistakenly understand the teaching. ",
  "ma200:25.1": "“It’s like a person who wants to catch a snake, so they go searching for one. ",
  "ma200:25.2": "They walk through a wild forest as they search for a snake. ",
  "ma200:25.3": "When the person sees a huge snake, they grab it by its tail using their hands. ",
  "ma200:25.4": "The snake then turns around and raises its head. ",
  "ma200:25.5": "It might bite their hand, foot, or some other limb. ",
  "ma200:26.1": "“That person’s attempt to catch a snake doesn’t obtain its goal. ",
  "ma200:26.2": "They only experience suffering and trouble. ",
  "ma200:26.3": "Why is that? ",
  "ma200:26.4": "It’s because they don’t well understand the way to grasp a snake. ",
  "ma200:26.5": "Thus, some deluded people mistakenly understand the meaning and the words [of the teaching]. ",
  "ma200:26.6": "As a result of their mistaken understanding, they know the teaching to be ‘such and such,’ meaning the correct sūtras, songs, assurances, verses, circumstances, records, legends, lectures, birth places, extensive discourses, unprecedented things, and explanations of meaning. ",
  "ma200:26.7": "They know their meaning in order to debate it; they don’t know their meaning in order to be liberated. ",
  "ma200:26.8": "Their knowledge of the teaching doesn’t obtain its goal; they only experience suffering and trouble. ",
  "ma200:26.9": "Why is that? ",
  "ma200:26.10": "It’s because they mistakenly understand the teaching. ",
  "ma200:27.1": "“Perhaps there’s a clansman who isn’t mistaken and well understands the meaning and the words [of the teaching]. ",
  "ma200:27.2": "As a result of not being mistaken and well understanding it, he knows the teaching to be ‘such and such,’ meaning the correct sūtras, songs, assurances, verses, circumstances, records, legends, lectures, birth places, extensive discourses, unprecedented things, and explanations of meaning. ",
  "ma200:27.3": "He doesn’t know their meaning in order to debate it; he only knows their meaning in order to be liberated. ",
  "ma200:27.4": "His knowledge of the teaching obtains its goal, so he doesn’t experience suffering and trouble. ",
  "ma200:27.5": "Why is that? ",
  "ma200:27.6": "It’s because he doesn’t mistakenly understand the teaching. ",
  "ma200:28.1": "“It’s like a person who wants to catch a snake and goes out searching for one. ",
  "ma200:28.2": "When they search for a snake, they carry an iron stick as they walk through a wild forest. ",
  "ma200:28.3": "Seeing a huge snake, they first pin the snake’s head with the iron stick, and then they grab its head with their hand. ",
  "ma200:28.4": "Although that snake can twist its tail and coil around that person’s hand, foot, or other limb, it isn’t able to bite them. ",
  "ma200:29.1": "“That person’s attempt to catch a snake obtains its goal. ",
  "ma200:29.2": "They don’t experience suffering or trouble. ",
  "ma200:29.3": "Why is that? ",
  "ma200:29.4": "It’s because they well understand the way to grasp a snake. ",
  "ma200:29.5": "Thus, perhaps there’s a clansman who isn’t mistaken and well understands the meaning and the words [of the teaching]. ",
  "ma200:29.6": "As a result of not being mistaken and well understanding it, he knows the teaching to be ‘such and such,’ meaning the correct sūtras, songs, assurances, verses, circumstances, records, legends, lectures, birth places, extensive discourses, unprecedented things, and explanations of meaning. ",
  "ma200:29.7": "He doesn’t know their meaning in order to debate it; he only knows their meaning in order to be liberated. ",
  "ma200:29.8": "His knowledge of the teaching obtains its goal, so he doesn’t experience suffering and trouble. ",
  "ma200:29.9": "Why is that? ",
  "ma200:29.10": "It’s because he doesn’t mistakenly understand the teaching. ",
  "ma200:30.0": "Parable of the Raft ",
  "ma200:30.1": "“For a long time, I have taught you the parable of the raft because I want you to discard the teaching and don’t not want you to acquire it. ",
  "ma200:30.2": "How have I taught you the parable of the raft for a long time wanting you to discard the teaching and not wanting you to acquire it? ",
  "ma200:31.1": "“It’s like a mountain river that’s both deep and wide, and its long current is fast moving. ",
  "ma200:31.2": "",
  "ma200:31.3": "Perhaps someone comes along, and there’s something they want on the other side. ",
  "ma200:31.4": "When they attempt to cross the river, they think, ",
  "ma200:31.5": "‘This mountain river is so deep and wide! ",
  "ma200:31.6": "Its long current is fast moving, and there’s debris floating in it. ",
  "ma200:31.7": "There’s no boat or bridge, but I need to cross it. ",
  "ma200:31.8": "There’s something on the other side that I want to reach. ",
  "ma200:31.9": "What method will I use to get myself safely to the other side?’ ",
  "ma200:32.1": "“Again, the person thinks, ",
  "ma200:32.2": "‘Perhaps I could gather a pile of wood and grass on this side, bind it together to make a raft, and then ride it across.’ ",
  "ma200:33.1": "“They then make a pile of wood and grass on the shore, bind it together to fashion a raft, and ride it across, reaching the other side safely. ",
  "ma200:33.2": "The person then thinks, ",
  "ma200:33.3": "‘Now, this raft has been quite helpful to me. ",
  "ma200:33.4": "After riding this raft, I safely made it from that side over to this one. ",
  "ma200:33.5": "Perhaps I could put it over my right shoulder or carry it on my head when I leave.’ ",
  "ma200:34.1": "“They then put the raft on their right shoulder or carry it on their head. ",
  "ma200:34.2": "What do you think about that plan? ",
  "ma200:34.3": "Will this raft be of help to them?” ",
  "ma200:35.1": "The monks replied, ",
  "ma200:35.2": "“No.” ",
  "ma200:36.1": "The Bhagavān told them, ",
  "ma200:36.2": "“How would he get more help from this raft? ",
  "ma200:36.3": "That person thinks, ",
  "ma200:36.4": "‘This raft of mine was quite helpful. ",
  "ma200:36.5": "After riding this raft, I safely made it from that side over to this one. ",
  "ma200:36.6": "Perhaps I could put this raft back in the water, or perhaps I could put it on the shore and leave it there.’ ",
  "ma200:37.1": "“That man then puts his raft back in the water or puts it on the shore and leaves it. ",
  "ma200:37.2": "What do you think? ",
  "ma200:37.3": "By doing this, will he get any help from this raft?” ",
  "ma200:38.1": "The monks then replied, ",
  "ma200:38.2": "“It’ll be helpful.” ",
  "ma200:39.1": "The Bhagavān told them, ",
  "ma200:39.2": "“Thus, for a long time, I’ve taught you the parable of the raft wanting you to discard the teaching and not wanting you to acquire it. ",
  "ma200:39.3": "If you know that I’ve taught you the parable of the raft for a long time, you will abandon this teaching, so why wouldn’t you abandon what’s not the teaching? ",
  "ma200:40.0": "Six Abodes of Views ",
  "ma200:40.1": "“Again, there are the six abodes of views. ",
  "ma200:40.2": "What are the six? ",
  "ma200:40.3": "A monk regarding [1] existent forms in the past, future, and present, whether internal or external, fine or crude, wonderful or not wonderful, near or distant [thinks]: ",
  "ma200:40.4": "‘None of them are possessed by me, I am not possessed by them, nor are they the soul.’ ",
  "ma200:40.5": "Wisely observing them this way, he knows them as they really are. ",
  "ma200:41.1": "“Regarding [2] existent feelings, [3] existent perceptions, and [4] anything viewed like this: ",
  "ma200:41.2": "‘They aren’t possessed by me, and I’m not possessed by them. I will become nothing; I will not exist.’ ",
  "ma200:41.3": "[He thinks:] ‘None of them are possessed by me, I am not possessed by them, nor are they the soul.’ ",
  "ma200:41.4": "Wisely observing them this way, he knows them as they really are. ",
  "ma200:42.1": "“[5] Something is viewed like this: ",
  "ma200:42.2": "‘Whether it’s seen, heard, recognized, or known, what’s obtained or observed, and what’s considered by the mind, it goes from this life to that life or from that life to this life.’ ",
  "ma200:42.3": "[He thinks]: ‘None of them are possessed by me, I am not possessed by them, nor are they the soul.’ ",
  "ma200:42.4": "Wisely observing it this way, he knows it as it really is. ",
  "ma200:43.1": "“[6] Something is viewed like this: ",
  "ma200:43.2": "‘This is the soul, this is the world, and this is me. ",
  "ma200:43.3": "I will exist in the afterlife, being permanent and unchanging. ",
  "ma200:43.4": "I’ll be eternal and not subject to decay.’ ",
  "ma200:43.5": "[He thinks:] ‘None of them are possessed by me, I am not possessed by them, nor are they the soul.’ ",
  "ma200:43.6": "Wisely observing it this way, he knows it as it really is. ",
  "ma200:44.0": "Internal and External Fear ",
  "ma200:44.1": "Then, a monk got up from his seat, adjusted his robes, and saluted the Buddha with his palms together. ",
  "ma200:44.2": "He said, ",
  "ma200:44.3": "“Bhagavān, isn’t there a cause for having internal fear?” ",
  "ma200:45.1": "The Bhagavān answered, ",
  "ma200:45.2": "“There is.” ",
  "ma200:46.1": "The monk again asked, ",
  "ma200:46.2": "“Bhagavān, what is the cause for having internal fear?” ",
  "ma200:47.1": "The Bhagavān answered, ",
  "ma200:47.2": "“A monk thus sees and thus speaks, ",
  "ma200:47.3": "‘Perhaps in the past there was nothing, and maybe I won’t obtain [anything].’ ",
  "ma200:47.4": "He thus sees and thus speaks, becoming sad and troubled, lamenting and beating his chest, and going crazy. ",
  "ma200:47.5": "Monk, this is a cause for having internal fear.” ",
  "ma200:48.1": "After the monk praised the Bhagavān, he also asked, ",
  "ma200:48.2": "“Bhagavān, isn’t there a cause for having no internal fear?” ",
  "ma200:49.1": "The Bhagavān answered, ",
  "ma200:49.2": "“There is.” ",
  "ma200:50.1": "Monk again asked, ",
  "ma200:50.2": "“Bhagavān, what is the cause for having no internal fear?” ",
  "ma200:51.1": "The Bhagavān answered, ",
  "ma200:51.2": "“A monk doesn’t thus see and doesn’t thus speak, ",
  "ma200:51.3": "‘Perhaps in the past there was nothing, and maybe I won’t get [anything].’ ",
  "ma200:51.4": "He doesn’t thus see and doesn’t thus speak, so he doesn’t become sad and troubled, doesn’t lament and beat his chest, and doesn’t go crazy. ",
  "ma200:51.5": "Monk, this is the cause for having no internal fear.” ",
  "ma200:52.1": "After the monk praised the Bhagavān, he also asked, ",
  "ma200:52.2": "“Bhagavān, isn’t there a cause for having external fear?” ",
  "ma200:53.1": "The Bhagavān answered, ",
  "ma200:53.2": "“There is.” ",
  "ma200:54.1": "The monk again asked, ",
  "ma200:54.2": "“Bhagavān, what is the cause for having external fear?” ",
  "ma200:55.1": "The Bhagavān answered, ",
  "ma200:55.2": "“A monk thus sees and thus speaks, ",
  "ma200:55.3": "‘This is the soul, this is the world, and this is me. ",
  "ma200:55.4": "I will have a later existence.’ ",
  "ma200:55.5": "He thus sees and thus speaks. ",
  "ma200:55.6": "Perhaps he meets the Tathāgata, or maybe he meets a disciple of the Tathāgata who’s intelligent, wise, speaks well, and has accomplished wisdom. ",
  "ma200:55.7": "Whether it’s the Tathāgata or the Tathāgata’s disciple, he explains the teaching in order to cease all identity: ",
  "ma200:55.8": "‘Abandon all contaminants, all that’s self, and what’s made by self.’ ",
  "ma200:55.9": "He explains the teaching in order to cease the tendency of conceit. ",
  "ma200:56.1": "“When the Tathāgata or the Tathāgata’s disciple explains the teaching in order to cease all identity, [saying] ‘Abandon all contaminants, all that’s self, and what’s made by self,’ and he explains the teaching in order to cease the tendency of conceit, the monk becomes sad and troubled, laments and beats his chest, and goes crazy. ",
  "ma200:56.2": "He says, ",
  "ma200:56.3": "‘I’ll be annihilated and never exist again!’ ",
  "ma200:56.4": "Why is that? ",
  "ma200:56.5": "For a long time, that monk considered what’s unattractive, unenjoyable, and immemorable. ",
  "ma200:56.6": "A monk who often does that readily becomes sad and troubled, laments and beats his chest, and goes crazy. ",
  "ma200:56.7": "Monk, this is the cause for having external fear.” ",
  "ma200:57.1": "After the monk praised the Bhagavān, he also asked, ",
  "ma200:57.2": "“Bhagavān, isn’t there a cause for having no external fear?” ",
  "ma200:58.1": "The Bhagavān answered, ",
  "ma200:58.2": "“There is.” ",
  "ma200:59.1": "The monk again asked, ",
  "ma200:59.2": "“Bhagavān, what is the cause for having no external fear?” ",
  "ma200:60.1": "The Bhagavān answered, ",
  "ma200:60.2": "“A monk doesn’t thus see and doesn’t thus speak, ",
  "ma200:60.3": "‘This is the soul, this is the world, and this is me. ",
  "ma200:60.4": "I will have a later existence.’ ",
  "ma200:60.5": "He doesn’t thus see and doesn’t thus speak. ",
  "ma200:60.6": "Perhaps he meets the Tathāgata or maybe he meets a disciple of the Tathāgata who’s intelligent, wise, speaks well, and has accomplished wisdom. ",
  "ma200:60.7": "Whether it’s the Tathāgata or the Tathāgata’s disciple, he explains the teaching in order to cease all identity: ",
  "ma200:60.8": "‘Abandon all contaminants, all that’s self, and what’s made by self.’ ",
  "ma200:60.9": "He explains the teaching in order to cease the tendency of conceit. ",
  "ma200:61.1": "“When the Tathāgata or the Tathāgata’s disciple explains the teaching in order to cease all identity, [saying] ‘Abandon all contaminants, all that’s self, and what’s made by self,’ and he explains the teaching in order to cease the tendency of conceit, the monk doesn’t become sad and troubled, doesn’t lament and beat his chest, and doesn’t go crazy. ",
  "ma200:61.2": "Nor does he say, ",
  "ma200:61.3": "‘I’ll be annihilated and never exist again!’ ",
  "ma200:61.4": "Why is that? ",
  "ma200:61.5": "For a long time, that monk considered what’s attractive, enjoyable, and memorable. ",
  "ma200:61.6": "A monk who often does that doesn’t become sad and troubled, doesn’t lament and beat his chest, and doesn’t go crazy. ",
  "ma200:61.7": "Monk, this is the cause for having no external fear.” ",
  "ma200:62.1": "The monk then praised the Bhagavān, ",
  "ma200:62.2": "“Good, good!” ",
  "ma200:62.3": "After praising him, he well accepted what he heard the Buddha teach, retaining and reciting it. ",
  "ma200:62.4": "He then remained silent. ",
  "ma200:63.1": "The Bhagavān then praised the monks, ",
  "ma200:63.2": "“Good, good! ",
  "ma200:63.3": "A monk [might] accept thus something as acceptable that doesn’t cause sadness, trouble, lamentation, beating of chests, and craziness. ",
  "ma200:63.4": "Do you see anything to accept that’s acceptable and doesn’t cause sadness, trouble, lamentation, beating of chests, and craziness?” ",
  "ma200:64.1": "The monks replied, ",
  "ma200:64.2": "“No, Bhagavān.” ",
  "ma200:65.1": "The Bhagavān praised them, ",
  "ma200:65.2": "“Good, good! ",
  "ma200:65.3": "You [might] rely on thus seeing what’s dependable. Having seen it, you don’t become sad and troubled, don’t lament and beat your chests, and don’t go crazy. ",
  "ma200:65.4": "Do you see [something] to rely on, thus seeing what’s dependable? ",
  "ma200:65.5": "Having seen it, will you not become sad and troubled, lament and beat your chests, or go crazy?” ",
  "ma200:66.1": "The monks replied, ",
  "ma200:66.2": "“No, Bhagavān.” ",
  "ma200:67.0": "There’s No Basis for a Soul or Self ",
  "ma200:67.1": "The Bhagavān praised them, ",
  "ma200:67.2": "“Good, good! ",
  "ma200:67.3": "You [might] accept such a body: ",
  "ma200:67.4": "‘That body exists, which is always abiding, unchanging, and not subject to decay.’ ",
  "ma200:67.5": "Do you see and accept such a body that’s an acceptable body, which is always abiding, unchanging, and not subject to decay?” ",
  "ma200:68.1": "The monks replied, ",
  "ma200:68.2": "“No, Bhagavān.” ",
  "ma200:69.1": "The Bhagavān praised them, ",
  "ma200:69.2": "“Good, good! ",
  "ma200:69.3": "There’s the claim: ",
  "ma200:69.4": "‘It’s because of the soul that there’s a self. ",
  "ma200:69.5": "Without the soul, I see no self. ",
  "ma200:69.6": "This is the soul. ",
  "ma200:69.7": "A soul that exists can’t be obtained or imagined. ",
  "ma200:69.8": "An abode of views, bonds, attachments, and tendencies in the mind also can’t be obtained or imagined.’ ",
  "ma200:69.9": "Monks, is that not a perfect statement and view, seeing what’s continuous like that monk Ariṣṭa who before was Gṛdhabādhi?” ",
  "ma200:70.1": "The monks answered, ",
  "ma200:70.2": "“So it is, Bhagavān. ",
  "ma200:70.3": "It’s a perfect statement and view, seeing what’s continuous like that monk Ariṣṭa who before was Gṛdhabādhi.” ",
  "ma200:71.1": "“Furthermore, there are the six abodes of views. ",
  "ma200:71.2": "What are the six? ",
  "ma200:71.3": "A monk regarding existent forms in the past, future, and present, whether internal or external, fine or crude, wonderful or not wonderful, near or distant [thinks]: ",
  "ma200:71.4": "‘None of them are possessed by me, I am not possessed by them, nor are they the soul.’ ",
  "ma200:71.5": "Wisely observing them this way, he knows them as they really are. ",
  "ma200:72.1": "“Regarding existent feelings, existent perceptions, and anything viewed like this: ",
  "ma200:72.2": "‘They aren’t possessed by me, and I’m not possessed by them. ",
  "ma200:72.3": "I will become nothing; I will not exist.’ ",
  "ma200:72.4": "[He thinks:] ‘None of them are possessed by me, I am not possessed by them, nor are they the soul.’ ",
  "ma200:72.5": "Wisely observing them this way, he knows them as they really are. ",
  "ma200:73.1": "“Something is viewed like this: ",
  "ma200:73.2": "‘Whether it’s seen, heard, recognized, or known, what’s obtained or observed and what’s considered by the mind, it goes from this life to that life or from that life to this life.’ ",
  "ma200:73.3": "[He thinks]: ‘None of them are possessed by me, I am not possessed by them, nor are they the soul.’ ",
  "ma200:73.4": "Wisely observing it this way, he knows it as it really is. ",
  "ma200:74.1": "“Something is viewed like this: ",
  "ma200:74.2": "‘This is the soul, this is the world, and this is me. ",
  "ma200:74.3": "I will exist in the afterlife, being permanent and unchanging. ",
  "ma200:74.4": "I’ll be eternal and not subject to decay.’ ",
  "ma200:74.5": "[He thinks:] ‘None of them are possessed by me, I am not possessed by them, nor are they the soul.’ ",
  "ma200:74.6": "Wisely observing it this way, he knows it as it really is. ",
  "ma200:75.1": "“Suppose a monk sees these six abodes of views and doesn’t see there a soul and doesn’t see something possessed by a soul. ",
  "ma200:75.2": "After not seeing them that way, he then doesn’t accept this world. ",
  "ma200:75.3": "After not accepting this world, then he has no fear. ",
  "ma200:75.4": "After he has no fear, then he attains parinirvāṇa: ",
  "ma200:75.5": "‘My births have been ended, the religious life has been established, and the task has been accomplished. ",
  "ma200:75.6": "I won’t be subject to another existence.’ ",
  "ma200:75.7": "He knows it as it truly is. ",
  "ma200:76.0": "The Liberated Monk ",
  "ma200:76.1": "“He is known as a monk who has crossed the moat, gone beyond the moat, has breached the city wall, has no gate, and is a mirror of noble wisdom. ",
  "ma200:76.2": "How has the monk crossed the moat? ",
  "ma200:76.3": "He has exhausted the moat of ignorance and has known it. ",
  "ma200:76.4": "He uprooted it completely and broke through to no more future birth. ",
  "ma200:76.5": "Thus, the monk has crossed the moat. ",
  "ma200:77.1": "“How has the monk gone beyond the moat? ",
  "ma200:77.2": "He has ended craving for existence and has known it. ",
  "ma200:77.3": "He uprooted it completely and broke through to no more future birth. ",
  "ma200:77.4": "Thus, the monk has gone beyond the moat. ",
  "ma200:78.1": "“How has the monk breached the city wall? ",
  "ma200:78.2": "He has ended endless birth and death and has known it. ",
  "ma200:78.3": "He uprooted it completely and broke through to no more future birth. ",
  "ma200:78.4": "Thus, the monk has broken through the city wall. ",
  "ma200:79.1": "“How does the monk have no gate? ",
  "ma200:79.2": "He has ended the five lower bonds and has known it. ",
  "ma200:79.3": "He has uprooted them completely and broken through to no more future birth. ",
  "ma200:79.4": "Thus, the monk has no gate. ",
  "ma200:80.1": "“How is the monk a mirror of noble wisdom? ",
  "ma200:80.2": "He has ended self-conceit and has known it. ",
  "ma200:80.3": "He uprooted it completely and broke through to no more future birth. ",
  "ma200:80.4": "Thus, the monk is a mirror of noble wisdom. ",
  "ma200:80.5": "This is known as a monk who has crossed the moat, gone beyond the moat, breached the city wall, has no gate, and is a mirror of noble wisdom. ",
  "ma200:81.0": "Misrepresenting the Tathāgata ",
  "ma200:81.1": "“Thus, Indra, the god Īśāna, Brahmā, and their retinues search and aren’t able to find a consciousness that the correctly liberated Tathāgata relies upon, such as ‘the Tathāgata is Brahmā,’ ‘the Tathāgata is cooled,’ ‘the Tathāgata is not anguished,’ or ‘the Tathāgata is not different.’ ",
  "ma200:81.2": "I thus explain, ",
  "ma200:81.3": "‘Ascetics and priests misrepresent me. ",
  "ma200:81.4": "They speak falsely and not truly: ",
  "ma200:81.5": "“The ascetic Gautama guides without any supposition. ",
  "ma200:81.6": "He claims that a really existent sentient being is ended, ceased, and destroyed.” ",
  "ma200:81.7": "If this were so, the absence of self wouldn’t be explained. ",
  "ma200:81.8": "The Tathāgata explains the absence of sorrow in the present life. ",
  "ma200:81.9": "If another person ridicules the Tathāgata, assaults the Tathāgata with numerous hateful insults, the Tathāgata causes them to abide with no hate or resentment and never become harmful.’ ",
  "ma200:82.1": "“When people ridicule the Tathāgata and assault him with numerous hateful insults, what does the Tathāgata think? ",
  "ma200:82.2": "The Tathāgata thinks this: ",
  "ma200:82.3": "‘Did I do something or make something in the past that caused this to take place?’ ",
  "ma200:82.4": "That’s what the Tathāgata thinks about the words that ridicule the Tathāgata and assault him with numerous insults. ",
  "ma200:83.1": "“When another person respects the Tathāgata and offers support, serves, and venerates him, the Tathāgata is not pleased and encouraged by that, and it doesn’t make him happy at heart. ",
  "ma200:83.2": "If another person respects the Tathāgata and offers support, serves, and venerates him, what does the Tathāgata think? ",
  "ma200:83.3": "The Tathāgata thinks this: ",
  "ma200:83.4": "‘Is there something I know and have ended now that causes this to take place?’ ",
  "ma200:83.5": "That’s what the Tathāgata thinks when another person respects the Tathāgata and offers support, serves, and venerates him.” ",
  "ma200:84.1": "The Bhagavān addressed the monks, ",
  "ma200:84.2": "“If another person ridicules you and assaults you with numerous hateful insults or if they are respectful, offer support, serve, and venerate you, don’t make this a cause to be hateful and resentful; don’t become harmful. ",
  "ma200:84.3": "Don’t be encouraged or joyous, and don’t be happy at heart. ",
  "ma200:84.4": "Why is that? ",
  "ma200:84.5": "We have no soul, and nothing is possessed by a soul. ",
  "ma200:85.1": "“It’s like the dry grass and withered wood outside the entrance of this Jeta’s Grove. ",
  "ma200:85.2": "Perhaps another person takes it way, burns it, or makes use of it as they like. ",
  "ma200:85.3": "What do you think? ",
  "ma200:85.4": "Does that dry grass and withered wood think this: ",
  "ma200:85.5": "‘That person took us away, burned us, and made use of us as they liked’?” ",
  "ma200:86.1": "The monks replied, ",
  "ma200:86.2": "“No, Bhagavān.” ",
  "ma200:87.1": "“Thus, if another person ridicules you and assaults you with numerous hateful insults, or if they are respectful, offer support, serve, and venerate you, this too should cause you not to be hateful or resentful. ",
  "ma200:87.2": "Don’t become harmful. ",
  "ma200:87.3": "Don’t be encouraged or joyous, either. ",
  "ma200:87.4": "Don’t be happy at heart. ",
  "ma200:87.5": "Why is that? ",
  "ma200:87.6": "We have no soul, and nothing is possessed by a soul. ",
  "ma200:88.0": "The Well-Expressed Teaching ",
  "ma200:88.1": "“My teaching is well expressed, revealed, and disseminated, has nothing pointless, and spreads as it’s proclaimed, even up to the heavens. ",
  "ma200:88.2": "Thus is my teaching well expressed, revealed, and disseminated, has nothing pointless, and spreads as its proclaimed, even up to the heavens: ",
  "ma200:88.3": "If someone of correct wisdom is liberated, then they don’t claim there’s something that doesn’t end when their life ends. ",
  "ma200:89.1": "“My teaching is well expressed, revealed, and disseminated, has nothing pointless, and spreads as it’s proclaimed, even up to the heavens. ",
  "ma200:89.2": "Thus is my teaching well expressed, revealed, and disseminated, has nothing pointless, and spreads as its proclaimed, even up to the heavens: ",
  "ma200:89.3": "If someone has ended the five lower bonds, then at the end of their life they’ll be born elsewhere and [attain] parinirvāṇa. ",
  "ma200:89.4": "Attaining irreversibility, they won’t return to this world. ",
  "ma200:90.1": "“My teaching is well expressed, revealed, and disseminated, has nothing pointless, and spreads as it’s proclaimed, even up to the heavens. ",
  "ma200:90.2": "Thus is my teaching well expressed, revealed, and disseminated, has nothing pointless, and spreads as its proclaimed, even up to the heavens: ",
  "ma200:90.3": "If someone has ended the three bonds and lust, anger, and delusion are weakened, they’ll be reborn once more up in heaven or among men. ",
  "ma200:90.4": "After that one rebirth, then they’ll reach the limit of suffering. ",
  "ma200:91.1": "“My teaching is well expressed, revealed, and disseminated, has nothing pointless, and spreads as it’s proclaimed, even up to the heavens. ",
  "ma200:91.2": "Thus is my teaching well expressed, revealed, and disseminated, has nothing pointless, and spreads as its proclaimed, even up to the heavens: ",
  "ma200:91.3": "If someone has ended the three bonds and attained stream entry, they won’t fall into bad states. ",
  "ma200:91.4": "They are certainly headed for correct awakening, being reborn up in heaven or among humans not more than seven times. ",
  "ma200:91.5": "After seven rebirths, then they’ll reach the limit of suffering. ",
  "ma200:92.1": "“My teaching is well expressed, revealed, and disseminated, has nothing pointless, and spreads as it’s proclaimed, even up to the heavens. ",
  "ma200:92.2": "Thus is my teaching well expressed, revealed, and disseminated, has nothing pointless, and spreads as its proclaimed, even up to the heavens: ",
  "ma200:92.3": "If someone is faithful and happy with me, then at the end of their life they’ll be born in a good place like the others, with a remainder.” ",
  "ma200:93.1": "The Buddha spoke thus. ",
  "ma200:93.2": "Those monks who heard what the Buddha taught rejoiced and approved. "
}