{
  "ma2:0.1": "Medium Discourses 2 ",
  "ma2:0.2": "The Pārijāta Tree ",
  "ma2:1.1": "Thus I have heard: ",
  "ma2:1.2": "One time, the Buddha traveled to the country of Śrāvastī and was staying at Anāthapiṇḍada’s Park in Jeta’s Grove. ",
  "ma2:2.0": "The Seasons of the Pārijāta Tree ",
  "ma2:2.1": "It was then that the Bhagavān addressed the monks, ",
  "ma2:2.2": "“When the leaves of the Trāyastriṃśa Heaven’s <em>pārijāta</em> tree turn yellow, the Trāyastriṃśa gods are delighted and rejoice: ‘It won’t be long before the <em>pārijāta</em> tree’s leaves begin to fall!’ ",
  "ma2:3.1": "“Furthermore, once the leaves of the Trāyastriṃśa Heaven’s <em>pārijāta</em> tree have fallen, the Trāyastriṃśa gods are delighted and rejoice: ‘It won’t be long before the <em>pārijāta</em> tree’s leaves grow back!’ ",
  "ma2:4.1": "“Furthermore, once the leaves of the Trāyastriṃśa Heaven’s <em>pārijāta</em> tree have grown back, the Trāyastriṃśa gods are delighted and rejoice:^‘It won’t be long before the <em>pārijāta</em> tree grows a web of buds!’ ",
  "ma2:5.1": "“Furthermore, once the Trāyastriṃśa Heaven’s <em>pārijāta</em> tree has grown a web of buds, the Trāyastriṃśa gods are delighted and rejoice: ‘It won’t be long before the <em>pārijāta</em> tree’s buds will grow like bird beaks!’ ",
  "ma2:6.1": "“Furthermore, once the Trāyastriṃśa Heaven’s <em>pārijāta</em> tree has grown buds like bird beaks, the Trāyastriṃśa gods are delighted and rejoice: ‘It won’t be long before the <em>pārijāta</em> tree’s buds open like bowls!’ ",
  "ma2:7.1": "“Furthermore, once the buds of the Trāyastriṃśa Heaven’s <em>pārijāta</em> tree have opened like bowls, the Trāyastriṃśa gods are delighted and rejoice: ‘It won’t be long before the <em>pārijāta</em> tree will be in full bloom!’ ",
  "ma2:8.1": "“Once the <em>pārijāta</em> tree is in full bloom, the light that it shines, the colors that it reflects, and the fragrance that it produces have a range of a hundred <em>yojana</em>s. ",
  "ma2:8.2": "During the four months of summer, the Trāyastriṃśa gods entertain themselves with the five heavenly pleasures and the virtues with which they’re endowed. ",
  "ma2:8.3": "This is called the gathering under the Trāyastriṃśa Heaven’s <em>pārijāta</em> tree. ",
  "ma2:9.0": "The Seasons of the Noble Disciple ",
  "ma2:9.1": "“The meaning of the noble disciple is like this, too. ",
  "ma2:9.2": "When he considers leaving home, the disciple is called ‘leaves turning yellow.’ ",
  "ma2:9.3": "He’s like the Trāyastriṃśa Heaven’s <em>pārijāta</em> tree when its leaves turn yellow. ",
  "ma2:10.1": "“Furthermore, the noble disciple shaves off his hair and beard, put on the reddish-brown robes, becomes a believer, and leaves home to train on the path in homelessness. He then is called ‘falling leaves.’ ",
  "ma2:10.2": "He’s like the Trāyastriṃśa Heaven’s <em>pārijāta</em> tree when it drops its leaves. ",
  "ma2:11.1": "“Furthermore, the noble disciple is secluded from desires and secluded from bad and unskillful things. ",
  "ma2:11.2": "While they notice and examine things, this seclusion produces joy and happiness in them, and they accomplish and dwell in the first meditation. ",
  "ma2:11.3": "The noble disciple then is called ‘growing back leaves.’ ",
  "ma2:11.4": "They’re like the Trāyastriṃśa Heaven’s <em>pārijāta</em> tree when it grows back its leaves. ",
  "ma2:12.1": "“Furthermore, once noticing and examining things has subsided, the noble disciple has inner calm and a unified mind. ",
  "ma2:12.2": "Without noticing or examining things, this <em>samādhi</em> produces joy and happiness, and they accomplish and dwell in the second meditation. ",
  "ma2:12.3": "The noble disciple then is called ‘growing a web of buds.’ ",
  "ma2:12.4": "They’re like the Trāyastriṃśa Heaven’s <em>pārijāta</em> tree when it grows a web of buds. ",
  "ma2:13.1": "“Furthermore, parting with desire for that joy, the noble disciple lives in equanimity and pursues nothing. ",
  "ma2:13.2": "With right mindfulness and right knowledge, they personally experience happiness, about which the noble ones teach them the noble’s happy abiding place of detachment and mindfulness. They accomplish and dwell in the third meditation. ",
  "ma2:13.3": "The noble disciple then is called ‘growing buds like bird beaks.’ ",
  "ma2:13.4": "They’re like the Trāyastriṃśa Heaven’s <em>pārijāta</em> tree when it grows buds like bird beaks. ",
  "ma2:14.1": "“Furthermore, the noble disciple’s pleasure ceases and their pain ceases. ",
  "ma2:14.2": "Their past joy and sorrow having ceased, they feel neither pain nor pleasure. ",
  "ma2:14.3": "With the purification of their equanimity and mindfulness, they accomplish and dwell in the fourth meditation. ",
  "ma2:14.4": "The noble disciple then is called ‘opening like a bowl.’ ",
  "ma2:14.5": "They’re like the Trāyastriṃśa Heaven’s <em>pārijāta</em> tree when its buds open like bowls. ",
  "ma2:15.1": "“Furthermore, once the noble disciple’s contaminants have ended, their mind is liberated, and their wisdom is liberated ",
  "ma2:15.2": "In the present life, they accomplish and dwell in their own knowledge, awakening, and direct experience. ",
  "ma2:15.3": "They truly know: ‘Birth has been ended, the religious practice has been established, the task has been accomplished, and I will not again be subject to existence.’ ",
  "ma2:15.4": "The noble disciple then is called ‘in full bloom.’ ",
  "ma2:15.5": "They’re like the Trāyastriṃśa Heaven’s <em>pārijāta</em> tree when it’s in full bloom. ",
  "ma2:16.0": "Conclusion ",
  "ma2:16.1": "“He becomes an <em>arhat</em> monk whose contaminants have ended. ",
  "ma2:16.2": "The Trāyastriṃśa gods assemble in the Sudharmā Meeting Hall, sighing admiringly and praising them, ",
  "ma2:16.3": "‘Some worthy disciple at some town shaved off their hair and beard, put on the reddish-brown robes, became a believer, and left home to train on the path in homelessness. ",
  "ma2:16.4": "Once their contaminants were ended, their mind was liberated, and their wisdom was liberated. ",
  "ma2:16.5": "In the present life, they accomplished and dwelt in their own knowledge, awakening, and direct experience. ",
  "ma2:16.6": "They truly know: “Birth has been ended, the religious practice has been established, the task has been accomplished, and I will not again be subject to existence.”’ ",
  "ma2:17.1": "“This is called the assembly that coincides with the end of an <em>arhat</em>’s contaminants, which is like the gathering held under the Trāyastriṃśa Heaven’s <em>pārijāta</em> tree.” ",
  "ma2:18.1": "This is what the Buddha said. ",
  "ma2:18.2": "Those monks who heard what the Buddha taught rejoiced and approved. "
}