{
  "ma2:0.1": "Medium Discourses 2 ",
  "ma2:0.2": "The Pārijāta Tree ",
  "ma2:1.1": "Thus I have heard: ",
  "ma2:1.2": "One time, the Buddha traveled to the country of Śrāvastī and stayed at Anāthapiṇḍada’s Park in Jeta’s Grove. ",
  "ma2:2.0": "The Seasons of the Pārijāta Tree ",
  "ma2:2.1": "It was then that the Bhagavān addressed the monks, ",
  "ma2:2.2": "“When the leaves of the Trāyastriṃśa Heaven’s pārijāta tree wither and yellow, the Trāyastriṃśa gods are delighted and rejoice, for it won’t be long before the pārijāta tree’s leaves will fall. ",
  "ma2:3.1": "“Furthermore, once the leaves of the Trāyastriṃśa Heaven’s pārijāta tree have fallen, the Trāyastriṃśa gods are delighted and rejoice, for it won’t be long before the pārijāta tree’s leaves will grow back. ",
  "ma2:4.1": "“Furthermore, once the leaves of the Trāyastriṃśa Heaven’s pārijāta tree have grown back, the Trāyastriṃśa gods are delighted and rejoice, for it won’t be long before the pārijāta tree will grow a web [of buds]. ",
  "ma2:5.1": "“Furthermore, once the Trāyastriṃśa Heaven’s pārijāta tree has grown a web, the Trāyastriṃśa gods are delighted and rejoice, for it won’t be long before the pārijāta tree’s [buds] will grow like bird beaks. ",
  "ma2:6.1": "“Furthermore, once the Trāyastriṃśa Heaven’s pārijāta tree has grown [buds] like bird beaks, the Trāyastriṃśa gods are delighted and rejoice, for it won’t be long before the pārijāta tree’s [buds] will open like bowls. ",
  "ma2:7.1": "“Furthermore, once the [buds] of the Trāyastriṃśa Heaven’s pārijāta tree have opened like bowls, the Trāyastriṃśa gods are delighted and rejoice, for it won’t be long before the pārijāta tree will be in full bloom. ",
  "ma2:8.1": "“When the pārijāta tree is in full bloom, the light that it shines, the color that it reflects, and the fragrance that it produces have a range of a hundred leagues. ",
  "ma2:8.2": "During the fourth month of summer, the Trāyastriṃśa gods entertain themselves with the five heavenly pleasures and the virtues with which they’re endowed. ",
  "ma2:8.3": "This is called the festival under the Trāyastriṃśa Heaven’s pārijāta tree. ",
  "ma2:9.0": "The Seasons of the Noble Disciple ",
  "ma2:9.1": "“Such is the meaning of the noble disciple, too. ",
  "ma2:9.2": "When he considers leaving home, the disciple is called ‘leaves yellowing.’ ",
  "ma2:9.3": "He’s like the Trāyastriṃśa Heaven’s pārijāta tree when its leaves wither and yellow. ",
  "ma2:10.1": "“Furthermore, when he shaves off their hair, puts on the reddish-brown robes, attains faith, leaves home, goes homeless, and trains on the path, the noble disciple is called ‘dropping leaves.’ ",
  "ma2:10.2": "He’s like the Trāyastriṃśa Heaven’s pārijāta tree dropping its leaves. ",
  "ma2:11.1": "“Furthermore, the noble disciple parts with desire and bad and unskillful things. ",
  "ma2:11.2": "With perception and contemplation, this seclusion produces joy and happiness, and he attains accomplishment of the first dhyāna. ",
  "ma2:11.3": "The noble disciple then is called ‘growing back leaves.’ ",
  "ma2:11.4": "He’s like the Trāyastriṃśa Heaven’s pārijāta tree growing back its leaves. ",
  "ma2:12.1": "“Furthermore, once perception and contemplation have stopped, the noble disciple has an inner stillness and unified mind. ",
  "ma2:12.2": "Without perception or contemplation, this concentration produces joy and happiness, and he attains accomplishment of the second dhyāna. ",
  "ma2:12.3": "The noble disciple then is called ‘growing webs [of buds].’ ",
  "ma2:12.4": "He’s like the Trāyastriṃśa Heaven’s pārijāta tree growing webs [of buds]. ",
  "ma2:13.1": "“Furthermore, the noble disciple parts with joy and desire, and he arrives at equanimity and pursues nothing. ",
  "ma2:13.2": "With right mindfulness and right knowledge, he personally experiences the happiness which is described by nobles as noble equanimity, mindfulness, happy abiding, and emptiness, and he attains accomplishment of the third dhyāna. ",
  "ma2:13.3": "The noble disciple then is called ‘growing [buds] like bird beaks.’ ",
  "ma2:13.4": "He’s like the Trāyastriṃśa Heaven’s pārijāta tree growing [buds] like bird beaks. ",
  "ma2:14.1": "“Furthermore, the noble disciple’s pleasure ceases and his pain ceases. ",
  "ma2:14.2": "The basis of joy and sorrow having ceased, he’s neither discomforted nor delighted. ",
  "ma2:14.3": "Equanimous, mindful, and pure, he attains accomplishment of the fourth dhyāna. ",
  "ma2:14.4": "The noble disciple then is called ‘growing like a bowl.’ ",
  "ma2:14.5": "He’s like the Trāyastriṃśa Heaven’s pārijāta tree [buds growing] like bowls. ",
  "ma2:15.1": "“Furthermore, once the noble disciple’s contaminants have ended, his mind is liberated, and his wisdom is liberated. ",
  "ma2:15.2": "In the present life, he knows and recognizes for himself the accomplishment of this realization: ",
  "ma2:15.3": "‘Birth has been ended, the religious practice has been established, the task has been accomplished, and I truly know that I’m no longer subject to existence.’ ",
  "ma2:15.4": "The noble disciple then is called ‘in full bloom.’ ",
  "ma2:15.5": "They’re like the Trāyastriṃśa Heaven’s pārijāta tree in full bloom. ",
  "ma2:16.0": "Conclusion ",
  "ma2:16.1": "“He becomes an arhat monk whose contaminants are ended. ",
  "ma2:16.2": "The Trāyastriṃśa gods assemble in the Sudharmā Meeting Hall, sigh admiringly, and praise him, ",
  "ma2:16.3": "‘Some worthy disciple at some town shaved off his hair, put on the reddish-brown robes, became faithful, left home, went homeless, and trained on the path. ",
  "ma2:16.4": "Once his contaminants had ended, his mind was liberated, and his wisdom was liberated. ",
  "ma2:16.5": "In the present life, he knows and recognizes for himself the accomplishment of this realization: ",
  "ma2:16.6": "‘Birth has been ended, the religious practice has been established, the task has been accomplished, and I know as it really is that I’m no longer subject to existence.’ ",
  "ma2:17.1": "“This is called the assembly that coincides with the end of an arhat’s contaminants, which is like the festival held under the Trāyastriṃśa Heaven’s pārijāta tree.” ",
  "ma2:18.1": "Thus did the Buddha speak. ",
  "ma2:18.2": "Those monks who heard what the Buddha taught rejoiced and approved. "
}