{
  "ma31:0.1": "Medium Discourses 31 ",
  "ma31:0.2": "",
  "ma31:0.3": "Discernment of the Noble Truths ",
  "ma31:1.1": "Thus I have heard: ",
  "ma31:1.2": "One time, the Buddha traveled to the country of Śrāvastī and stayed at Anāthapiṇḍada Park in Jeta Grove. ",
  "ma31:2.1": "It was then that the Bhagavān addressed the monks, ",
  "ma31:2.2": "“This is the correct practice of teaching Dharma, which is to gather in detail, contemplate in detail, discern, disclose, reveal, define, make known, and direct others to the four noble truths. ",
  "ma31:3.1": "“Tathāgatas, Arhats, and Fully Awakened Ones of the past also had this correct practice of teaching Dharma, which was to gather in detail, contemplate in detail, discern, disclose, reveal, define, make known, and direct others to the four noble truths. ",
  "ma31:3.2": "Tathāgatas, Arhats, and Fully Awakened Ones of the future also will have this correct practice of teaching Dharma, which will be to gather in detail, contemplate in detail, discern, disclose, reveal, define, make known, and direct [others] to the four noble truths. ",
  "ma31:3.3": "I am the Tathāgata, Arhat, and Fully Awakened One of the present who also has this correct practice of teaching Dharma, which is to gather in detail, contemplate in detail, discern, disclose, reveal, define, make known, and direct others to the four noble truths. ",
  "ma31:4.1": "“The monk Śāriputra’s wisdom is clever, quick, fast, sharp, detailed, profound, essential, insightful, and eloquent. ",
  "ma31:4.2": "The monk Śāriputra has accomplished real wisdom. ",
  "ma31:4.3": "Why is that? ",
  "ma31:4.4": "When I taught these four noble truths in brief, the monk Śāriputra then could teach them in detail for others, contemplate them in detail, discern, disclose, reveal, define, make known, and direct others to them. ",
  "ma31:4.5": "When he teaches and shows in detail, discerns, discloses, reveals, defines, makes known, and directs others to these four noble truths, the monk Śāriputra causes measureless people to attain their contemplation. ",
  "ma31:4.6": "The monk Śāriputra can make right view be his guide. ",
  "ma31:5.1": "“The monk Maudgalyāyana can lead others to stand at the supreme limit of reality, which is the ultimate end of the contaminants. ",
  "ma31:5.2": "The monk Śāriputra gives birth to religious practitioners like a birthing mother, and the monk Maudgalyāyana nurtures religious practitioners like a nursing mother. ",
  "ma31:5.3": "Religious practitioners therefore should serve, support, respect, and venerate the monks Śāriputra and Maudgalyāyana. ",
  "ma31:5.4": "Why is that? ",
  "ma31:5.5": "The monks Śāriputra and Maudgalyāyana seek what’s purposeful and beneficial for religious practitioners. ",
  "ma31:5.6": "They seek their welfare and happiness.” ",
  "ma31:6.1": "After speaking thus, the Bhagavān rose from his seat and retired to sit in his dwelling. ",
  "ma31:7.1": "Thereupon, Venerable Śāriputra addressed the monks, ",
  "ma31:7.2": "“Good men, the Bhagavān appeared in the world for us. ",
  "ma31:7.3": "That is, it was to teach and show in detail these four noble truths for others and to discern, disclose, reveal, define, make known, and direct others to them. ",
  "ma31:7.4": "What are the four? ",
  "ma31:7.5": "They are the noble truth of suffering and the noble truths of suffering’s accumulation, suffering’s cessation, and the path to suffering’s cessation. ",
  "ma31:8.0": "The Noble Truth of Suffering ",
  "ma31:8.1": "“Good men, what is the noble truth of suffering? ",
  "ma31:8.2": "It’s the suffering of birth, the suffering of old age, the suffering of illness, the suffering of death, the suffering of association with what’s disliked, the suffering of separation from what’s loved, the suffering of not getting what’s sought, and the basic suffering of the five proliferating aggregates. ",
  "ma31:9.1": "“Good men, we say ‘suffering of birth.’ ",
  "ma31:9.2": "What is the reason we say that? ",
  "ma31:9.3": "Good men, ‘birth’ is when some sentient being of a certain type of sentient beings that are born is born, that are produced is produced, and that form is formed. ",
  "ma31:9.4": "It generates the five aggregates. ",
  "ma31:9.5": "Once the life root is obtained, this is called birth. ",
  "ma31:10.1": "“Good men, ‘suffering of birth’ means that when sentient beings are born, the body experiences painful feelings, pervasive feelings, perceptions, and pervasive perceptions. ",
  "ma31:10.2": "The mind experiences painful feelings, pervasive feelings, perceptions, and pervasive perceptions. ",
  "ma31:10.3": "The body and mind experience painful feelings, pervasive feelings, perceptions, and pervasive perceptions. ",
  "ma31:11.1": "“The body has feverish feelings, pervasive feelings, perceptions, and pervasive perceptions. ",
  "ma31:11.2": "The mind has feverish feelings, pervasive feelings, perceptions, and pervasive perceptions. ",
  "ma31:11.3": "The body and mind have feverish feelings, pervasive feelings, perceptions, and pervasive perceptions. ",
  "ma31:12.1": "“The body has intensely feverish, afflicted, and grievous feelings, pervasive feelings, perceptions, and pervasive perceptions. ",
  "ma31:12.2": "The mind has intensely feverish, afflicted, and grievous feelings, pervasive feelings, perceptions, and pervasive perceptions. ",
  "ma31:12.3": "The body and mind have intensely feverish, afflicted, and grievous feelings, pervasive feelings, perceptions, and pervasive perceptions. ",
  "ma31:13.1": "“Good men, we say ‘suffering of birth.’ ",
  "ma31:13.2": "This is the reason we say that. ",
  "ma31:14.1": "“Good men, we say ‘suffering of old age.’ ",
  "ma31:14.2": "What is the reason we say that? ",
  "ma31:14.3": "Good men, ‘old age’ means some sentient being of a certain type of sentient beings becomes elderly. ",
  "ma31:14.4": "Their heads are white, their teeth fall out, and they’re withered. ",
  "ma31:14.5": "Their bodies are bent, and their legs are crooked. ",
  "ma31:14.6": "Their bodies are heavy, and it takes effort to get up. ",
  "ma31:14.7": "They use the support of a staff to walk. ",
  "ma31:14.8": "Their muscles shrink, and their skin is loose and wrinkled like sesame seed. ",
  "ma31:14.9": "Their faculties are completely degenerated, and their appearance is ugly. ",
  "ma31:14.10": "This is called old age. ",
  "ma31:15.1": "“Good men, ‘suffering of old age’ means that when sentient beings are old, the body experiences painful feelings, pervasive feelings, perceptions, and pervasive perceptions. ",
  "ma31:15.2": "The mind experiences painful feelings, pervasive feelings, perceptions, and pervasive perceptions. ",
  "ma31:15.3": "The body and mind experience painful feelings, pervasive feelings, perceptions, and pervasive perceptions. ",
  "ma31:16.1": "“The body has feverish feelings, pervasive feelings, perceptions, and pervasive perceptions. ",
  "ma31:16.2": "The mind has feverish feelings, pervasive feelings, perceptions, and pervasive perceptions. ",
  "ma31:16.3": "The body and mind have feverish feelings, pervasive feelings, perceptions, and pervasive perceptions. ",
  "ma31:17.1": "“The body has intensely feverish, afflicted, and grievous feelings, pervasive feelings, perceptions, and pervasive perceptions. ",
  "ma31:17.2": "The mind has intensely feverish, afflicted, and grievous feelings, pervasive feelings, perceptions, and pervasive perceptions. ",
  "ma31:17.3": "The body and mind have intensely feverish, afflicted, and grievous feelings, pervasive feelings, perceptions, and pervasive perceptions. ",
  "ma31:18.1": "“Good men, we say ‘suffering of old age.’ ",
  "ma31:18.2": "This is the reason we say that. ",
  "ma31:19.1": "“Good men, we say ‘suffering of illness.’ ",
  "ma31:19.2": "What is the reason we say that? ",
  "ma31:19.3": "Good men, ‘illness’ means headaches, eye pain, earaches, nose pain, facial pain, lip pain, toothaches, tongue pain, palate pain, throat pain, difficult breathing, coughing, burping, laryngitis, convulsions, goiter, red gall, high fevers, dehydration, hemorrhoids, and dysentery. ",
  "ma31:19.4": "There are a variety of comparable types of illnesses that arise from contact, don’t part from the mind, and establish themselves in the body. ",
  "ma31:19.5": "This is called ‘illness.’ ",
  "ma31:20.1": "“Good men, ‘suffering of illness’ means that when sentient beings are ill, the body experiences painful feelings, pervasive feelings, perceptions, and pervasive perceptions. ",
  "ma31:20.2": "The mind experiences painful feelings, pervasive feelings, perceptions, and pervasive perceptions. ",
  "ma31:20.3": "The body and mind experience painful feelings, pervasive feelings, perceptions, and pervasive perceptions. ",
  "ma31:21.1": "“The body has feverish feelings, pervasive feelings, perceptions, and pervasive perceptions. ",
  "ma31:21.2": "The mind has feverish feelings, pervasive feelings, perceptions, and pervasive perceptions. ",
  "ma31:21.3": "The body and mind have feverish feelings, pervasive feelings, perceptions, and pervasive perceptions. ",
  "ma31:22.1": "“The body has intensely feverish, afflicted, and grievous feelings, pervasive feelings, perceptions, and pervasive perceptions. ",
  "ma31:22.2": "The mind has intensely feverish, afflicted, and grievous feelings, pervasive feelings, perceptions, and pervasive perceptions. ",
  "ma31:22.3": "The body and mind have intensely feverish, afflicted, and grievous feelings, pervasive feelings, perceptions, and pervasive perceptions. ",
  "ma31:23.1": "“Good men, we say ‘suffering of illness.’ ",
  "ma31:23.2": "This is the reason we say that. ",
  "ma31:24.1": "“Good men, we say ‘suffering of death.’ ",
  "ma31:24.2": "What is the reason we say that? ",
  "ma31:24.3": "Good men, ‘death’ means some sentient being of a certain type of sentient beings has its life end and is impermanent. ",
  "ma31:24.4": "Their dead corpse scatters and disappears. ",
  "ma31:24.5": "When their life span is up, they are destroyed, and their life root is shut off. ",
  "ma31:24.6": "This is called ‘death.’ ",
  "ma31:25.1": "“Good men, ‘suffering of death’ means that when sentient beings die, the body experiences painful feelings, pervasive feelings, perceptions, and pervasive perceptions. ",
  "ma31:25.2": "The mind experiences painful feelings, pervasive feelings, perceptions, and pervasive perceptions. ",
  "ma31:25.3": "The body and mind experience painful feelings, pervasive feelings, perceptions, and pervasive perceptions. ",
  "ma31:26.1": "“The body has feverish feelings, pervasive feelings, perceptions, and pervasive perceptions. ",
  "ma31:26.2": "The mind has feverish feelings, pervasive feelings, perceptions, and pervasive perceptions. ",
  "ma31:26.3": "The body and mind have feverish feelings, pervasive feelings, perceptions, and pervasive perceptions. ",
  "ma31:27.1": "“The body has intensely feverish, afflicted, and grievous feelings, pervasive feelings, perceptions, and pervasive perceptions. ",
  "ma31:27.2": "The mind has intensely feverish, afflicted, and grievous feelings, pervasive feelings, perceptions, and pervasive perceptions. ",
  "ma31:27.3": "The body and mind have intensely feverish, afflicted, and grievous feelings, pervasive feelings, perceptions, and pervasive perceptions. ",
  "ma31:28.1": "“Good men, we say ‘suffering of death.’ ",
  "ma31:28.2": "This is the reason we say that. ",
  "ma31:29.1": "“Good men, we say ‘suffering of association with what’s disliked.’ ",
  "ma31:29.2": "What is the reason we say that? ",
  "ma31:29.3": "Good men, ‘association with what’s disliked’ means that sentient beings really have six internal sense-fields that they dislike, which are the sense-field of the eye and the sense-fields of the ear, nose, tongue, body, and mind. ",
  "ma31:29.4": "They equally come together as one by collecting, harmonizing, and accumulating. ",
  "ma31:29.5": "To be united with them is painful. ",
  "ma31:29.6": "Thus, the external sense-fields, contact, feeling, perception, intent, and craving are likewise. ",
  "ma31:30.1": "“Good men, sentient beings really have six elements that they dislike, which are the earth element and the elements of water, fire, air, space, and consciousness. ",
  "ma31:30.2": "They equally come together as one by collecting, harmonizing, and accumulating. ",
  "ma31:30.3": "To be united with them is painful. ",
  "ma31:30.4": "This is called association with what’s disliked. ",
  "ma31:31.1": "“Good men, ‘suffering of association with what’s disliked’ means when sentient beings associate with what’s disliked, the body experiences painful feelings, pervasive feelings, perceptions, and pervasive perceptions. ",
  "ma31:31.2": "The mind experiences painful feelings, pervasive feelings, perceptions, and pervasive perceptions. ",
  "ma31:31.3": "The body and mind experience painful feelings, pervasive feelings, perceptions, and pervasive perceptions. ",
  "ma31:32.1": "“Good men, we say ‘suffering of association with what’s disliked.’ ",
  "ma31:32.2": "This is the reason we say that. ",
  "ma31:33.1": "“Good men, we say ‘suffering of separation from what’s loved.’ ",
  "ma31:33.2": "What is the reason we say this? ",
  "ma31:33.3": "Good men, ‘Suffering of separation from what’s loved’ means sentient beings really have six internal sense-fields that are loved, which are the sense-field of the eye and the sense-fields of the ear, nose, tongue, body, and mind. ",
  "ma31:33.4": "They change and disperse, aren’t able to associate, separate, and don’t come together. ",
  "ma31:33.5": "When they aren’t collected and accumulated, it’s painful not to be united with them. ",
  "ma31:33.6": "Thus, the external sense-fields, contact, feeling, perception, intent, and craving are likewise. ",
  "ma31:34.1": "“Good men, sentient beings really have six elements that are loved, which are the earth element and the elements of water, fire, air, space, and consciousness. ",
  "ma31:34.2": "They change and disperse, aren’t able to associate, separate, and don’t come together. ",
  "ma31:34.3": "When they aren’t collected and accumulated, it’s painful not to be united with them. ",
  "ma31:34.4": "This is called separation from what’s loved. ",
  "ma31:35.1": "“Good men, ‘suffering of separation from what’s loved’ means that when sentient beings are separated, the body experiences painful feelings, pervasive feelings, perceptions, and pervasive perceptions. ",
  "ma31:35.2": "The mind experiences painful feelings, pervasive feelings, perceptions, and pervasive perceptions. ",
  "ma31:35.3": "The body and mind experiences painful feelings, pervasive feelings, perceptions, and pervasive perceptions. ",
  "ma31:36.1": "“Good men, we say ‘suffering of separation from what’s loved.’ ",
  "ma31:36.2": "This is the reason we say that. ",
  "ma31:37.1": "“Good men, we say ‘suffering of not getting what is sought.’ ",
  "ma31:37.2": "What is the reason we say that? ",
  "ma31:37.3": "Good men, it means that it’s the rule that sentient beings are born, and they can’t be free from being born. ",
  "ma31:37.4": "They want to be able to make themselves not be born, but this is really an impossible desire to get. ",
  "ma31:37.5": "Growing old … dying … feeling sad and grieving … they aren’t free from grieving. ",
  "ma31:37.6": "They want to be able to make themselves not grieve, but this is really an impossible desire to get. ",
  "ma31:38.1": "“Good men, sentient beings really are pained and have unpleasing and undesirable thoughts. ",
  "ma31:38.2": "They think, ",
  "ma31:38.3": "‘When I am pained and have unpleasing and undesirable thoughts, I want to be able to change them into desirable thoughts.’ ",
  "ma31:38.4": "This is also an impossible desire to get. ",
  "ma31:39.1": "“Good men, sentient beings really are delighted and have desirable thoughts. ",
  "ma31:39.2": "They think, ",
  "ma31:39.3": "‘When I am delighted and have desirable thoughts, I want that to be something permanent, long-lasting, and not easily changed.’ ",
  "ma31:39.4": "This is also an impossible desire to get. ",
  "ma31:40.1": "“Good men, sentient beings really conceptualize and have unpleasing and undesirable thoughts. ",
  "ma31:40.2": "They think, ",
  "ma31:40.3": "‘When I conceptualize and have unpleasing and undesirable thoughts, I want to be able to change them into desirable thoughts.’ ",
  "ma31:40.4": "This is also an impossible desire to get. ",
  "ma31:41.1": "“Good men, sentient beings really conceptualize and have desirable thoughts. ",
  "ma31:41.2": "They think, ",
  "ma31:41.3": "‘When I conceptualize and have desirable thoughts, I want that to be something permanent, long-lasting, and not easily changed.’ ",
  "ma31:41.4": "This is also an impossible desire to get. ",
  "ma31:42.1": "“Good men, we say ‘suffering of not getting what’s sought.’ ",
  "ma31:42.2": "This is the reason we say that. ",
  "ma31:43.1": "“Good men, we say ‘basic suffering of the five proliferating aggregates.’ ",
  "ma31:43.2": "What is the reason we say that? ",
  "ma31:43.3": "It means the proliferating aggregate of form and the proliferating aggregates of feeling, perception, volition, and consciousness. ",
  "ma31:44.1": "“Good men, we say ‘the basic suffering of the five proliferating aggregates.’ ",
  "ma31:44.2": "This is the reason we say that. ",
  "ma31:45.1": "“Good men, this noble truth of suffering in the past and these noble truths of suffering in the future and present are true and not false. ",
  "ma31:45.2": "They don’t part from this, and they are not mistaken. ",
  "ma31:45.3": "They are true and completely genuine. ",
  "ma31:45.4": "Union with such truth is possessed, known, seen, comprehended, obtained, and completely awakened to by the noble ones. ",
  "ma31:45.5": "Therefore, it’s called the noble truth of suffering. ",
  "ma31:46.0": "The Noble Truth of Suffering’s Accumulation ",
  "ma31:46.1": "“Good men, what is the noble truth of accumulating craving and suffering? ",
  "ma31:46.2": "It means sentient beings really have cravings for the six internal sense-fields, which are the sense-field of the eye and the sense-fields of the ear, nose, tongue, body, and mind. ",
  "ma31:46.3": "If there’s craving, dirt, defilement, and attachment, this is called accumulation. ",
  "ma31:47.1": "“Good men, the well-versed noble disciple knows, ",
  "ma31:47.2": "‘I thus know this Dharma and thus see, comprehend, examine, and awaken to it. ",
  "ma31:47.3": "This is called the noble truth of accumulating craving and suffering.’ ",
  "ma31:47.4": "They thus know it. ",
  "ma31:48.1": "“How do they know it? ",
  "ma31:48.2": "If they have cravings for wives, children, servants, messengers, retinues, land, homes, businesses, and property, then they will work for them. ",
  "ma31:48.3": "When there’s craving, dirt, defilement, and attachment, this is called accumulation. ",
  "ma31:48.4": "They know, ",
  "ma31:48.5": "‘This is the noble truth of accumulating craving and suffering.’ ",
  "ma31:48.6": "Thus, the external sense-fields, contact, feeling, perception, intent, and craving are likewise. ",
  "ma31:49.1": "“Good men, sentient beings really have craving for six elements, which are the earth element and the elements of water, fire, air, space, and consciousness. ",
  "ma31:49.2": "If there’s craving, dirt, defilement, and attachment regarding them, this is called accumulation. ",
  "ma31:50.1": "“Good men, the well-versed noble disciple thus knows, ",
  "ma31:50.2": "‘I thus know this Dharma and thus see, comprehend, examine, and awaken to it. ",
  "ma31:50.3": "This is called the noble truth of accumulating craving and suffering.’ ",
  "ma31:50.4": "They thus know it. ",
  "ma31:51.1": "“How do they know it? ",
  "ma31:51.2": "If they have cravings for wives, children, servants, messengers, retinues, land, homes, businesses, and property, then they will work for them. ",
  "ma31:51.3": "When there’s craving, dirt, defilement, and attachment, this is called accumulation. ",
  "ma31:51.4": "They know, ",
  "ma31:51.5": "‘This is the noble truth of accumulating craving and suffering.’ ",
  "ma31:52.1": "“Good men, this noble truth of accumulating craving and suffering in the past and these noble truths of accumulating craving and suffering in the future and present are true and not false. ",
  "ma31:52.2": "They don’t part from this, and they are not mistaken. ",
  "ma31:52.3": "They are true and completely genuine. ",
  "ma31:52.4": "Union with such truth is possessed, known, seen, comprehended, obtained, and completely awakened to by the noble ones. ",
  "ma31:52.5": "Therefore, it’s called the noble truth of accumulating craving and suffering. ",
  "ma31:53.0": "The Noble Truth of Ceasing Craving and Suffering ",
  "ma31:53.1": "“Good men, what is the noble truth of ceasing craving and suffering? ",
  "ma31:53.2": "It means that sentient beings really have craving for the six internal sense-fields, which are the sense-field of the eye and the sense-fields of the ear, nose, tongue, body, and mind. ",
  "ma31:53.3": "If they are freed from them, aren’t defiled or attached, and abandon, reject, and end them, they’ll lack desire, cease, and pass away. ",
  "ma31:53.4": "This is called the cessation of suffering. ",
  "ma31:54.1": "“Good men, the well-versed noble disciple knows, ",
  "ma31:54.2": "‘I thus know this Dharma and thus see, comprehend, examine, and awaken to it. ",
  "ma31:54.3": "This is called the noble truth of ceasing craving and suffering.’ ",
  "ma31:54.4": "They thus know it. ",
  "ma31:55.1": "“How do they know it? ",
  "ma31:55.2": "If they don’t have cravings for wives, children, servants, messengers, retinues, land, homes, businesses, and property, then they won’t work for them. ",
  "ma31:55.3": "If they are freed from them, aren’t defiled or attached, and abandon, reject, and end them, they’ll lack desire, cease, and pass away. ",
  "ma31:55.4": "This is called the cessation of suffering. ",
  "ma31:56.1": "They know, ",
  "ma31:56.2": "‘This is the noble truth of ceasing craving and suffering.’ ",
  "ma31:56.3": "Thus, the external sense-fields, contact, feeling, perception, intent, and craving are likewise. ",
  "ma31:57.1": "“Good men, sentient beings really have cravings for the six elements, which are the earth element and the elements of water, fire, air, space, and consciousness. ",
  "ma31:57.2": "If they are freed from them, aren’t defiled or attached, and abandon, reject, and end them, they’ll lack desire, cease, and pass away. ",
  "ma31:57.3": "This is called the cessation of suffering. ",
  "ma31:58.1": "“Good men, well-versed noble disciples know, ",
  "ma31:58.2": "‘I thus know this Dharma and thus see, comprehend, examine, and awaken to it. ",
  "ma31:58.3": "This is called the noble truth of ceasing craving and suffering.’ ",
  "ma31:58.4": "They thus know it. ",
  "ma31:59.1": "“How do they know it? ",
  "ma31:59.2": "If they don’t have cravings for wives, children, servants, messengers, retinues, land, homes, businesses, and property, then they won’t work for them. ",
  "ma31:59.3": "If they are freed from them, aren’t defiled or attached, and abandon, reject, and end them, they’ll lack desire, cease, and pass away. ",
  "ma31:59.4": "This is called the cessation of suffering. ",
  "ma31:59.5": "They know, ",
  "ma31:59.6": "‘This is the noble truth of ceasing craving and suffering.’ ",
  "ma31:60.1": "“Good men, this noble truth of ceasing craving and suffering in the past and these noble truths of ceasing craving and suffering in the future and present are true and not false. ",
  "ma31:60.2": "They don’t part from this, and they are not mistaken. ",
  "ma31:60.3": "They are true and completely genuine. ",
  "ma31:60.4": "Union with such truth is possessed, known, seen, comprehended, obtained, and completely awakened to by the noble ones. ",
  "ma31:60.5": "Therefore, it’s called the noble truth of ceasing craving and suffering. ",
  "ma31:61.0": "The Noble Truth of the Path to Suffering’s Cessation ",
  "ma31:61.1": "“Good men, what is the noble truth of the path to suffering’s cessation? ",
  "ma31:61.2": "It refers to right view, right intention, right speech, right action, right livelihood, right method, right mindfulness, and right concentration. ",
  "ma31:62.1": "“Good men, what is right view? ",
  "ma31:62.2": "When the noble disciple is mindful that suffering is suffering … accumulation is accumulation … cessation is cessation … when he’s mindful that the path is the path, he might examine what he has done in the past, train in the mindfulness of actions, see the danger of actions, or see the stillness of nirvāṇa. ",
  "ma31:62.3": "When he’s mindful without attachment and observes the liberation of good thoughts, he might discriminate, fully discriminate, and ascertain then. ",
  "ma31:62.4": "Discriminating qualities, examining, fully examining, and observing them with insight and comprehension is called right view. ",
  "ma31:63.1": "“Good men, what is right intention? ",
  "ma31:63.2": "When the noble disciple is mindful that suffering is suffering … accumulation is accumulation … cessation is cessation … when he’s mindful that the path is the path, he might examine what he has done in the past, train in the mindfulness of actions, see the danger of actions, or see the stillness of nirvāṇa. ",
  "ma31:63.3": "When he’s mindful without attachment and observes the liberation of good thoughts, his mind investigates, fully investigates, and follows along with investigation. ",
  "ma31:63.4": "Being mindful when he can be mindful and hoping for what can be hoped for is called right intention. ",
  "ma31:64.1": "“Good men, what is right speech? ",
  "ma31:64.2": "When the noble disciple is mindful that suffering is suffering … accumulation is accumulation … cessation is cessation … when he’s mindful that the path is the path, he might examine what he has done in the past, train in the mindfulness of actions, see the danger of actions, or see the stillness of nirvāṇa. ",
  "ma31:64.3": "When he’s mindful without attachment and observes the liberation of good thoughts, except for the four wonderful verbal actions, he avoids the other bad verbal actions and abandons them. ",
  "ma31:64.4": "Not practicing or performing them and not uniting or associating with them is called right speech. ",
  "ma31:65.1": "“Good men, what is right action? ",
  "ma31:65.2": "When the noble disciple is mindful that suffering is suffering … accumulation is accumulation … cessation is cessation … when he’s mindful that the path is the path, he might examine what he has done in the past, train in the mindfulness of actions, see the danger of actions, or see the stillness of nirvāṇa. ",
  "ma31:65.3": "When he’s mindful without attachment and observes the liberation of good thoughts, except for the three wonderful physical actions, he avoids the other bad physical actions and abandons them. ",
  "ma31:65.4": "Not practicing or performing them and not uniting or associating with them is called right action. ",
  "ma31:66.1": "“Good men, what is right livelihood? ",
  "ma31:66.2": "When the noble disciple is mindful that suffering is suffering … accumulation is accumulation … cessation is cessation … when he’s mindful that the path is the path, he might examine what he has done in the past, train in the mindfulness of actions, see the danger of actions, or see the stillness of nirvāṇa. ",
  "ma31:66.3": "When he’s mindful without attachment and observes the liberation of good thoughts, he doesn’t seek things without reason, doesn’t have many desires without tire, and doesn’t pursue various wrong livelihoods like the arts or reciting incantations. ",
  "ma31:66.4": "Seeking clothing by Dharma and not by what’s not Dharma and seeking food and seating by Dharma and not by what’s not Dharma is called right livelihood. ",
  "ma31:67.1": "“Good men, what is right method? ",
  "ma31:67.2": "When the noble disciple is mindful that suffering is suffering … accumulation is accumulation … cessation is cessation … when he’s mindful that the path is the path, he might examine what he has done in the past, train in the mindfulness of actions, see the danger of actions, or see the stillness of nirvāṇa. ",
  "ma31:67.3": "When he’s mindful without attachment and observes the liberation of good thoughts, then if he possesses the method of effort, diligently pursues a single heading, and has the strength to head for it, he’ll continue without abandoning it. ",
  "ma31:67.4": "Not relenting or retreating and correctly controlling the mind is called right method. ",
  "ma31:68.1": "“Good men, what is right mindfulness? ",
  "ma31:68.2": "When the noble disciple is mindful that suffering is suffering … accumulation is accumulation … cessation is cessation … when he’s mindful that the path is the path, he might examine what he has done in the past, train in the mindfulness of actions, see the danger of actions, or see the stillness of nirvāṇa. ",
  "ma31:68.3": "When he’s mindful without attachment and observes the liberation of good thoughts, then his mind follows mindfulness, doesn’t give attention to what’s contrary to it. ",
  "ma31:68.4": "Being fully mindful, recollecting, further recollecting, and not forgetting what should be [recollected] is called right mindfulness. ",
  "ma31:69.1": "“Good men, what is right concentration? ",
  "ma31:69.2": "When the noble disciple is mindful that suffering is suffering … accumulation is accumulation … cessation is cessation … when he’s mindful that the path is the path, he might examine what he has done in the past, train in the mindfulness of actions, see the danger of actions, or see the stillness of nirvāṇa. ",
  "ma31:69.3": "When he’s mindful without attachment and observes the liberation of good thoughts, then if he abides his mind, abides meditation, abides following, he isn’t confused or distracted. ",
  "ma31:69.4": "To be collected, calm, and rightly concentrated is called right concentration. ",
  "ma31:70.1": "“Good men, this noble truth of the path to suffering’s cessation in the past and these noble truths of the path to suffering’s cessation in the future and present are true and not false. ",
  "ma31:70.2": "They don’t part from this, and they are not mistaken. ",
  "ma31:70.3": "They are true and completely genuine. ",
  "ma31:70.4": "Union with such truth is possessed, known, seen, comprehended, obtained, and completely awakened to by the noble ones. ",
  "ma31:70.5": "Therefore, it’s called the noble truth of the path to suffering’s cessation.” ",
  "ma31:71.1": "Thereupon, he spoke this verse: ",
  "ma31:72.1": "“The Buddha’s insight about things ",
  "ma31:72.2": "Sees measureless good virtues. ",
  "ma31:72.3": "He presents and discerns well the noble truths ",
  "ma31:72.4": "of suffering, accumulation, cessation, and the path.” ",
  "ma31:73.1": "This is what Venerable Śāriputra said. ",
  "ma31:73.2": "Those monks who heard what Venerable Śāriputra said rejoiced and handed it down. "
}