{
  "ma3:0.1": "Medium Discourses 3 ",
  "ma3:0.2": "The City Parable ",
  "ma3:1.1": "Thus I have heard: ",
  "ma3:1.2": "One time, the Buddha traveled to the country of Śrāvastī and stayed at Anāthapiṇḍada’s Park in Jeta’s Grove. ",
  "ma3:2.0": "A King’s Border City ",
  "ma3:2.1": "It was then that the Bhagavān addressed the monks, ",
  "ma3:2.2": "“Suppose a king’s border city is supplied with seven things and has an abundance of four foods that are easy and not difficult to obtain. ",
  "ma3:2.3": "Because of this, that king’s city won’t be defeated by external enemies but only by internal sabotage. ",
  "ma3:3.1": "“What are the seven things with which that king’s border city is supplied? ",
  "ma3:3.2": "The king’s border city erects a tower, building it on ground that makes it sturdy and indestructible. ",
  "ma3:3.3": "Those inside the city are made secure, and external enemies are kept at bay. ",
  "ma3:3.4": "This is called the first thing with which the king’s city is supplied. ",
  "ma3:4.1": "“Furthermore, suppose the king’s city digs a moat, making it quite deep and wide, and it’s maintained dependably. ",
  "ma3:4.2": "Those inside the city are made secure, and external enemies are kept at bay. ",
  "ma3:4.3": "This is called the second thing with which the king’s city is supplied. ",
  "ma3:5.1": "“Furthermore, suppose the king’s border city makes a path around it that’s cleared, level, and wide. ",
  "ma3:5.2": "Those inside the city are made secure, and external enemies are kept at bay. ",
  "ma3:5.3": "This is called the third thing with which the king’s city is supplied. ",
  "ma3:6.1": "“Furthermore, suppose the king’s border city gathers a fourfold army of elephant troops, horse troops, chariot troops, and foot troops. ",
  "ma3:6.2": "Those inside the city are made secure, and external enemies are kept at bay. ",
  "ma3:6.3": "This is called the fourth thing with which the king’s city is supplied. ",
  "ma3:7.1": "“Furthermore, suppose the king’s border city prepares armaments, such as bows, arrows, spears, and pikes. ",
  "ma3:7.2": "Those inside the city are made secure, and external enemies are kept at bay. ",
  "ma3:7.3": "This is called the fifth thing with which the king’s city is supplied. ",
  "ma3:8.1": "“Furthermore, suppose the king’s border city appoints a commander to guard its entrances who is resourceful, intelligent, courageous, and shrewd. ",
  "ma3:8.2": "He permits those who are good to enter and bars those who are not good. ",
  "ma3:8.3": "Those inside the city are made secure, and external enemies are kept at bay. ",
  "ma3:8.4": "This is called the sixth thing with which the king’s city is supplied. ",
  "ma3:9.1": "“Furthermore, suppose the king’s border city builds a high wall, making it quite strong and coating it with whitewash. ",
  "ma3:9.2": "Those inside the city are made secure, and external enemies are kept at bay. ",
  "ma3:9.3": "This is called the seventh thing with which the king’s city is supplied. ",
  "ma3:10.1": "“Which four foods are abundant in that king’s city, which are easy and not difficult to obtain? ",
  "ma3:10.2": "The king’s border city provides for a reserve of water, hay, and firewood. ",
  "ma3:10.3": "Those inside the city are made secure, and external enemies are kept at bay. ",
  "ma3:10.4": "This is called the first food that’s abundant in the king’s city, which is easy and not difficult to obtain. ",
  "ma3:11.1": "“Furthermore, suppose the king’s border city harvests much rice and stockpiles barley. ",
  "ma3:11.2": "Those inside the city are made secure, and external enemies are kept at bay. ",
  "ma3:11.3": "This is called the second food that’s abundant in the king’s city, which is easy and not difficult to obtain. ",
  "ma3:12.1": "“Furthermore, suppose the king’s border city stockpiles calabash beans, green grams, and lentils. ",
  "ma3:12.2": "Those inside the city are made secure, and external enemies are kept at bay. ",
  "ma3:12.3": "This is called the third food that’s abundant in the king’s city, which is easy and not difficult to obtain. ",
  "ma3:13.1": "“Furthermore, suppose the king’s border city stores butter, oil, honey, sugarcane, syrup, fish, salt, and dried meat, all of which are plentiful. ",
  "ma3:13.2": "Those inside the city are made secure, and external enemies are kept at bay. ",
  "ma3:13.3": "This is called the fourth food that’s abundant in the king’s city, which is easy and not difficult to obtain. ",
  "ma3:14.1": "“Thus, the king’s city is supplied with seven things and has an abundance of four foods that are easy and not difficult to obtain. ",
  "ma3:14.2": "It won’t be defeated by external enemies but only by internal sabotage. ",
  "ma3:15.0": "The Noble Disciple ",
  "ma3:15.1": "“Thus, suppose a noble disciple also attains seven good qualities and acquires four progressive mental states that are easy and not difficult to attain. ",
  "ma3:15.2": "Because of this, King Māra won’t get an advantage over him, and the noble disciple doesn’t follow bad and unskillful things. ",
  "ma3:15.3": "Not being stained by defilements, he’ll no longer be subject to birth. ",
  "ma3:16.1": "“What are the seven good qualities attained by the noble disciple? ",
  "ma3:16.2": "The noble disciple attains a resolute faith that’s deeply attached to the Tathāgata. ",
  "ma3:16.3": "Once the faculty of faith is established, he will never follow outside ascetics and priests, nor gods, Māra, Brahmā, or any other worldly being. ",
  "ma3:16.4": "This is called the first good quality attained by the noble disciple. ",
  "ma3:17.1": "“Furthermore, the noble disciple always conducts himself conscientiously. ",
  "ma3:17.2": "Being conscientious, he knows the shame of bad and unskillful qualities, defilements, and afflictions, which bring bad consequences and create the basis of birth-and-death. ",
  "ma3:17.3": "This is called the second good quality attained by the noble disciple. ",
  "ma3:18.1": "“Furthermore, the noble disciple always conducts himself with modesty. ",
  "ma3:18.2": "Being modest, he knows the embarrassment of bad and unskillful qualities, defilements, and afflictions, which bring bad consequences and create the basis of birth-and-death. ",
  "ma3:18.3": "This is called the third good quality attained by the noble disciple. ",
  "ma3:19.1": "“Furthermore, the noble disciple always conducts himself with energy. ",
  "ma3:19.2": "He stops what’s bad and unskillful and cultivates good qualities. ",
  "ma3:19.3": "He constantly motivates himself to be focused and resolute, making roots of goodness and not abandoning the effort. ",
  "ma3:19.4": "This is called the fourth good quality attained by the noble disciple. ",
  "ma3:20.1": "“Furthermore, the noble disciple widely learns and is well-versed. ",
  "ma3:20.2": "He retains, doesn’t forget, and accumulates extensive learning about the Dharma that’s good in the beginning, good in the middle, and good in the end. ",
  "ma3:20.3": "Its content and expression perfectly and purely present the religious practice. ",
  "ma3:20.4": "He widely learns and is well-versed in such things. ",
  "ma3:20.5": "He recites them up to a thousand times, investigates them in his mind, and deeply penetrates them with clear vision. ",
  "ma3:20.6": "This is called the fifth good quality attained by the noble disciple. ",
  "ma3:21.1": "“Furthermore, the noble disciple always conducts himself with mindfulness. ",
  "ma3:21.2": "He accomplishes right mindfulness, always recollecting and not forgetting what was practiced long ago and what was heard long ago. ",
  "ma3:21.3": "This is called the sixth good quality attained by the noble disciple. ",
  "ma3:22.1": "“Furthermore, the noble disciple cultivates wisdom. ",
  "ma3:22.2": "He observes the law of rise and decline and attains the noble wisdom and insight that accords with this knowledge. ",
  "ma3:22.3": "He discerns and comprehends it in order to correctly end suffering. ",
  "ma3:22.4": "This is called the seventh good quality attained by the noble disciple. ",
  "ma3:23.1": "“How does a noble disciple acquire four progressive mental states, which are easy and not difficult to attain? ",
  "ma3:23.2": "The noble disciple parts with desire and bad and unskillful things. ",
  "ma3:23.3": "With perception and contemplation, this seclusion produces joy and happiness, and he acquires the accomplishment of the first dhyāna. ",
  "ma3:23.4": "This is called the first progressive mental state acquired by the noble disciple, which is easy and not difficult to attain. ",
  "ma3:24.1": "“Furthermore, once perception and contemplation have stopped, the noble disciple has an inner stillness and unified mind. ",
  "ma3:24.2": "Without perception or contemplation, this concentration produces joy and happiness, and he acquires the accomplishment of the second dhyāna. ",
  "ma3:24.3": "This is called the second progressive mental state acquired by the noble disciple, which is easy and not difficult to attain. ",
  "ma3:25.1": "“Furthermore, the noble disciple parts with joy and desire, and he arrives at equanimity and pursues nothing. ",
  "ma3:25.2": "With right mindfulness and right knowledge, he personally experiences the happiness which is described by noble people as the noble equanimity, mindfulness, happy abiding, and emptiness, and he acquires the accomplishment of the third dhyāna. ",
  "ma3:25.3": "This is called the third progressive mental state acquired by the noble disciple, which is easy and not difficult to attain. ",
  "ma3:26.1": "“Furthermore, the noble disciple’s pleasure ceases and his pain ceases. ",
  "ma3:26.2": "The basis of joy and sorrow having ceased, he is neither discomforted nor delighted. ",
  "ma3:26.3": "Equanimous, mindful, and pure, he acquires the accomplishment of the fourth dhyāna. ",
  "ma3:26.4": "This is called the fourth progressive mental state acquired by the noble disciple, which is easy and not difficult to attain. ",
  "ma3:27.1": "“Thus, the noble disciple attains seven good qualities and acquires four progressive mental states that are easy and not difficult to attain. ",
  "ma3:27.2": "King Māra won’t get an advantage over him, and he doesn’t follow bad and unskillful things. ",
  "ma3:27.3": "Not being stained by defilements, he’ll no longer be subject to birth. ",
  "ma3:28.0": "The Noble Disciple Is Like the King’s Border City ",
  "ma3:28.1": "“Suppose the king’s border city erects a tower, building it on ground that makes it sturdy and indestructible. ",
  "ma3:28.2": "Those inside the city are made secure, and external enemies are kept at bay. ",
  "ma3:28.3": "Thus, the noble disciple attains a resolute faith that’s deeply attached to the Tathāgata. ",
  "ma3:28.4": "Once the faculty of faith is established, he will never follow outside ascetics and priests, nor gods, Māra, Brahmā, or any other worldly being. ",
  "ma3:28.5": "This is called the noble disciple attaining the tower of faith, which removes what’s bad and unskillful and cultivates good qualities. ",
  "ma3:29.1": "“Suppose the king’s city digs a moat, making it quite deep and wide, and it’s maintained dependably. ",
  "ma3:29.2": "Those inside the city are made secure, and external enemies are kept at bay. ",
  "ma3:29.3": "Thus, the noble disciple always conducts himself conscientiously. ",
  "ma3:29.4": "Being conscientious, he knows the shame of bad and unskillful qualities, defilements, and afflictions, which bring bad consequences and create the basis of birth-and-death. ",
  "ma3:29.5": "This is called the noble disciple attaining the moat of conscience, which removes what’s bad and unskillful and cultivates good qualities. ",
  "ma3:30.1": "“Suppose the king’s border city makes a path around it that’s cleared, level, and wide. ",
  "ma3:30.2": "Those inside the city are made secure, and external enemies are kept at bay. ",
  "ma3:30.3": "Thus, the noble disciple always conducts himself with modesty. ",
  "ma3:30.4": "Being modest, he knows the embarrassment of bad and unskillful qualities, defilements, and afflictions, which bring bad consequences and create the basis of birth-and-death. ",
  "ma3:30.5": "This is called the noble disciple attaining the level road of modesty, which removes what’s bad and unskillful and cultivates good qualities. ",
  "ma3:31.1": "“Suppose the king’s border city gathers a fourfold army of elephant troops, horse troops, chariot troops, and foot troops. ",
  "ma3:31.2": "Those inside the city are made secure, and external enemies are kept at bay. ",
  "ma3:31.3": "Thus, the noble disciple always conducts himself with energy. ",
  "ma3:31.4": "He stops what’s bad and unskillful and cultivates good qualities. ",
  "ma3:31.5": "He constantly motivates himself to be focused and resolute, making roots of goodness and not abandoning the effort. ",
  "ma3:31.6": "This is called the noble disciple attaining the army of energy, which removes what’s bad and unskillful and cultivates good qualities. ",
  "ma3:32.1": "“Suppose the king’s border city prepares armaments, such as bows, arrows, spears, and pikes. ",
  "ma3:32.2": "Those inside the city are made secure, and external enemies are kept at bay. ",
  "ma3:32.3": "Thus, the noble disciple widely learns and is well-versed. ",
  "ma3:32.4": "He retains, doesn’t forget, and accumulates extensive learning about the Dharma that’s good in the beginning, good in the middle, and good in the end. ",
  "ma3:32.5": "Its content and expression perfectly and purely present the religious practice. ",
  "ma3:32.6": "He widely learns and is well-versed in such things. ",
  "ma3:32.7": "He recites them up to a thousand times, investigates them in his mind, and deeply penetrates them with clear vision. ",
  "ma3:32.8": "This is called the noble disciple attaining the armaments of being well-versed, which remove what’s bad and unskillful and cultivate good qualities. ",
  "ma3:33.1": "“Suppose the king’s border city appoints a commander to guard its entrances who is resourceful, intelligent, courageous, and shrewd. ",
  "ma3:33.2": "He permits those who are good to enter and bars those who are not good. ",
  "ma3:33.3": "Those inside the city are made secure, and external enemies are kept at bay. ",
  "ma3:33.4": "Thus, the noble disciple always conducts himself with mindfulness. ",
  "ma3:33.5": "He accomplishes right mindfulness, always recollecting and not forgetting what was practiced long ago and what was heard long ago. ",
  "ma3:33.6": "This is called the noble disciple attaining the commander of mindfulness that guards the entrances, which removes what’s bad and unskillful and cultivates good qualities. ",
  "ma3:34.1": "“Suppose the king’s border city builds a high wall, making it quite strong and coating it with whitewash. ",
  "ma3:34.2": "Those inside the city are made secure, and external enemies are kept at bay. ",
  "ma3:34.3": "Thus, the noble disciple cultivates wisdom. ",
  "ma3:34.4": "He observes the law of rise and decline and attains the noble wisdom and insight that accords with this knowledge. ",
  "ma3:34.5": "He discerns and comprehends it in order to correctly end suffering. ",
  "ma3:34.6": "This is called the noble disciple attaining the wall of wisdom, which removes what’s bad and unskillful and cultivates good qualities. ",
  "ma3:35.1": "“Suppose the king’s border city provides for a reserve of water, hay, and firewood. ",
  "ma3:35.2": "Those inside the city are made secure, and external enemies are kept at bay. ",
  "ma3:35.3": "Thus, the noble disciple parts with desire and bad and unskillful things. ",
  "ma3:35.4": "With perception and contemplation, this seclusion produces joy and happiness, and he acquires the accomplishment of the first dhyāna. ",
  "ma3:35.5": "He lives happily without want. ",
  "ma3:35.6": "Secure and happy, he brings about nirvāṇa naturally. ",
  "ma3:36.1": "“Suppose the king’s border city harvests much rice and stockpiles barley. ",
  "ma3:36.2": "Those inside the city are made secure, and external enemies are kept at bay. ",
  "ma3:36.3": "Thus, once perception and contemplation have stopped, the noble disciple has an inner stillness and unified mind. ",
  "ma3:36.4": "Without perception or contemplation, this concentration produces joy and happiness, and he acquires the accomplishment of the second dhyāna. ",
  "ma3:36.5": "He lives happily without want. ",
  "ma3:36.6": "Secure and happy, he brings about nirvāṇa naturally. ",
  "ma3:37.1": "“Suppose the king’s border city stockpiles calabash beans, green grams, and lentils. ",
  "ma3:37.2": "Those inside the city are made secure, and external enemies are kept at bay. ",
  "ma3:37.3": "Thus, the noble disciple parts with joy and desire, and he arrives at equanimity and pursues nothing. ",
  "ma3:37.4": "With right mindfulness and right knowledge, he personally experiences the happiness which is described by noble people as the noble equanimity, mindfulness, happy abiding, and emptiness, and he acquires the accomplishment of the third dhyāna. ",
  "ma3:37.5": "He lives happily without want. ",
  "ma3:37.6": "Secure and happy, he brings about nirvāṇa naturally. ",
  "ma3:38.1": "“Suppose the king’s border city stores butter, oil, honey, sugarcane, syrup, fish, salt, and dried meat, all of which are plentiful. ",
  "ma3:38.2": "Those inside the city are made secure, and external enemies are kept at bay. ",
  "ma3:38.3": "Thus, the noble disciple’s pleasure ceases and his pain ceases. ",
  "ma3:38.4": "The basis of joy and sorrow having ceased, he is neither discomforted nor delighted. ",
  "ma3:38.5": "Equanimous, mindful, and pure, he acquires the accomplishment of the fourth dhyāna. ",
  "ma3:38.6": "He lives happily without want. ",
  "ma3:38.7": "Secure and happy, he brings about nirvāṇa naturally.” ",
  "ma3:39.1": "Thus did the Buddha speak. ",
  "ma3:39.2": "The monks who heard what the Buddha taught rejoiced and approved. "
}