{
  "ma4:0.1": "Medium Discourses 4 ",
  "ma4:0.2": "The Water Parable ",
  "ma4:1.1": "Thus I have heard: ",
  "ma4:1.2": "One time, the Buddha traveled to the country of Śrāvastī and stayed at Anāthapiṇḍada’s Park in Jeta’s Grove. ",
  "ma4:2.1": "It was then that the Bhagavān addressed the monks, ",
  "ma4:2.2": "“I will explain seven people in water for you. ",
  "ma4:2.3": "Listen closely, listen closely! ",
  "ma4:2.4": "Consider it well.” ",
  "ma4:3.1": "The monks then accepted the teaching and listened. ",
  "ma4:4.1": "The Buddha said, ",
  "ma4:4.2": "“What are the seven? ",
  "ma4:4.3": "Sometimes a person remains prostrate in the water. ",
  "ma4:4.4": "Sometimes a person emerges from the water but goes back under. ",
  "ma4:4.5": "Sometimes a person emerges from the water and stands up. ",
  "ma4:4.6": "Sometimes a person emerges from the water, stands up, and looks around after standing up. ",
  "ma4:4.7": "Sometimes a person emerges from the water, stands up, looks around after standing up, and wades across after looking around. ",
  "ma4:4.8": "Sometimes a person emerges from the water, stands up, looks around after standing up, wades across after looking around, and reaches the other shore after wading across. ",
  "ma4:4.9": "Sometimes a person emerges from the water, stands up, looks around after standing up, wades across after looking around, reaches the other shore after wading across, and is called a person who stands on the shore after reaching the other shore. ",
  "ma4:5.1": "“Thus, I will again explain the metaphors of these seven people in water. ",
  "ma4:5.2": "Listen closely, listen closely! ",
  "ma4:5.3": "Consider it well.” ",
  "ma4:6.1": "The monks then accepted the teaching and listened. ",
  "ma4:7.1": "The Buddha said, ",
  "ma4:7.2": "“What are the seven? ",
  "ma4:7.3": "Sometimes a person remains prostrate. ",
  "ma4:7.4": "Another person goes back under after emerging. ",
  "ma4:7.5": "Another person stands up after emerging. ",
  "ma4:7.6": "Another person stands up after emerging, and they look around after standing up. ",
  "ma4:7.7": "Another person stands up after emerging, they look around after standing up, and they wade across after looking around. ",
  "ma4:7.8": "Another person stands up after emerging, they look around after standing up, they wade across after looking around, and they reach the other side after wading across. ",
  "ma4:7.9": "Another person stands up after emerging, they look around after standing up, they wade across after looking around, they reach the other side after wading across, and they’re called a priest standing the on shore after reaching the other shore. ",
  "ma4:8.1": "“These are the metaphors of these seven people in water, which I’ve explained briefly. ",
  "ma4:8.2": "Do you know what they mean as they’ve been described and as they’ve been defined? ",
  "ma4:8.3": "How are they to be discerned? ",
  "ma4:8.4": "What causes and conditions do they have?” ",
  "ma4:9.1": "The monks then said to the Bhagavān, ",
  "ma4:9.2": "“The Bhagavān is the source of the Dharma! ",
  "ma4:9.3": "The Bhagavān is the Dharma lord! ",
  "ma4:9.4": "The Dharma comes from the Bhagavān! ",
  "ma4:9.5": "Please let him teach it. ",
  "ma4:9.6": "After listening, we’ll get a detailed knowledge of its meaning.” ",
  "ma4:10.1": "The Buddha then addressed them, ",
  "ma4:10.2": "“All of you, listen closely, and consider it well. ",
  "ma4:10.3": "I will discern their meaning for you.” ",
  "ma4:11.1": "The monks then accepted the teaching and listened. ",
  "ma4:12.0": "1. The Person Who Remains Prostrate ",
  "ma4:12.1": "The Buddha said, ",
  "ma4:12.2": "“How does a person remain prostrate? ",
  "ma4:12.3": "It means a person is covered up by unskillful things. ",
  "ma4:12.4": "They are stained by defilements, which bring the results of bad states and create the basis of birth-and-death. ",
  "ma4:13.1": "“This is called the person who remains prostrate. ",
  "ma4:13.2": "He’s like a person who’s submerged and remains prostrate in water. ",
  "ma4:13.3": "I say this person is likewise. ",
  "ma4:13.4": "This is called the first metaphor of the person in water. ",
  "ma4:13.5": "The world in truth does have such people. ",
  "ma4:14.0": "2. The Person Who Goes Back Under ",
  "ma4:14.1": "“How does a person go back under after emerging? ",
  "ma4:14.2": "It means a person has emerged and attained faith in the good Dharma. ",
  "ma4:14.3": "Observing precepts, generous, well-versed, and wise, they cultivate the good Dharma. ",
  "ma4:14.4": "At some point later, they lose their faith; it wasn’t resolute. ",
  "ma4:14.5": "They lose their observance of precepts, generosity, learning, and wisdom; they weren’t resolute. ",
  "ma4:15.1": "“This is called the person who goes back under after emerging. ",
  "ma4:15.2": "They’re like a person who’s submerged in water and goes back under after emerging. ",
  "ma4:15.3": "I say this person is likewise. ",
  "ma4:15.4": "This is called the second metaphor of the person in water. ",
  "ma4:15.5": "The world in truth does have such people. ",
  "ma4:16.0": "3. The Person Who Stands Up ",
  "ma4:16.1": "“How does a person stand up after emerging? ",
  "ma4:16.2": "It means a person emerges and then attains faith in the good Dharma. ",
  "ma4:16.3": "Observing precepts, generous, well-versed, and wise, they cultivate the good Dharma. ",
  "ma4:16.4": "At some point later, their faith remains resolute; it isn’t lost. ",
  "ma4:16.5": "Their observance of precepts, generosity, learning, and wisdom are resolute; they aren’t lost. ",
  "ma4:17.1": "“This is called the person who stands up after emerging. ",
  "ma4:17.2": "They’re like the person who’s submerged in water and stands up after emerging. ",
  "ma4:17.3": "I say this person is likewise. ",
  "ma4:17.4": "This is called the third metaphor of the person in water. ",
  "ma4:17.5": "The world in truth does have such people. ",
  "ma4:18.0": "4. The Person Who Looks Around ",
  "ma4:18.1": "“How does a person stand up after emerging and look around after standing? ",
  "ma4:18.2": "It means a person emerges and then attains faith in the good Dharma. ",
  "ma4:18.3": "Observing precepts, generous, well-versed, and wise, they cultivate the good Dharma. ",
  "ma4:18.4": "At some point later, their faith remains resolute; it isn’t lost. ",
  "ma4:18.5": "Their observance of precepts, generosity, learning, and wisdom are resolute; they aren’t lost. ",
  "ma4:19.1": "“Abiding in the good Dharma, they truly know suffering. ",
  "ma4:19.2": "They truly know suffering’s formation, know suffering’s cessation, and know the path to the cessation of suffering. ",
  "ma4:19.3": "Knowing and seeing thus, they readily end the three bonds, which are belief in the individual, adherence to precepts, and doubt. ",
  "ma4:19.4": "Once these three bonds have ended, they become a stream entrant and don’t fall into bad states. ",
  "ma4:19.5": "They’re certainly destined for right awakening and will experience at most seven existences. ",
  "ma4:19.6": "After seven rebirths up in the heavens or here among humans, they will reach the end of suffering. ",
  "ma4:20.1": "“This is called the person who stands up after emerging and looks around after standing. ",
  "ma4:20.2": "They’re like a person submerged in water who stands up after emerging and looks around after standing up. ",
  "ma4:20.3": "I say that person is likewise. ",
  "ma4:20.4": "This is called the fourth metaphor of the person in water. ",
  "ma4:20.5": "The world in truth does have such people. ",
  "ma4:21.0": "5. The Person Who Wades Across ",
  "ma4:21.1": "“How does a person stand up after emerging, look around after standing, and wade across after looking around? ",
  "ma4:21.2": "It means a person emerges and attains faith in the good Dharma. ",
  "ma4:21.3": "Observing precepts, generous, well-versed, and wise, they cultivate the good Dharma. ",
  "ma4:21.4": "At some point later, their faith remains resolute; it isn’t lost. ",
  "ma4:21.5": "Their observance of precepts, generosity, learning, and wisdom are resolute; they aren’t lost. ",
  "ma4:22.1": "“Abiding in the good Dharma, they truly know suffering. ",
  "ma4:22.2": "They truly know suffering’s formation, know suffering’s cessation, and know the path to the cessation of suffering. ",
  "ma4:22.3": "Knowing and seeing thus, they readily end the three bonds, which are belief in the individual, adherence to precepts, and doubt. ",
  "ma4:22.4": "Once these three bonds are ended, their lust, hate, and delusion are weakened. ",
  "ma4:22.5": "They may be reborn once up in the heavens or here among humans. ",
  "ma4:22.6": "After one rebirth, they’ll reach the end of suffering. ",
  "ma4:23.1": "“This is called the person who stands up after emerging, looks around after standing, and wades across after looking around. ",
  "ma4:23.2": "They’re like a person submerged in water who stands up after emerging, looks around after standing, and wades across after looking around. ",
  "ma4:23.3": "I say this person is likewise. ",
  "ma4:23.4": "This is called the fifth metaphor of the person in water. ",
  "ma4:23.5": "The world in truth does have such people. ",
  "ma4:24.0": "6. The Person Who Reaches Shore ",
  "ma4:24.1": "“How does a person stand up after emerging, look around after standing, wade across after looking around, and reach the other shore after wading across? ",
  "ma4:24.2": "It means a person emerges and then attains faith in the good Dharma. ",
  "ma4:24.3": "Observing precepts, generous, well-versed, and wise, they cultivate the good Dharma. ",
  "ma4:24.4": "At some point later, their faith remains resolute; it isn’t lost. ",
  "ma4:24.5": "Their observance of precepts, generosity, learning, and wisdom are resolute; they aren’t lost. ",
  "ma4:25.1": "“Abiding in the good Dharma, they truly know suffering. ",
  "ma4:25.2": "They truly know suffering’s cultivation, know suffering’s cessation, and know the path to the cessation of suffering. ",
  "ma4:25.3": "Knowing and thus seeing thus, they readily end the five lower bonds, which are desire, anger, belief in the individual, adherence to precepts, and doubt. ",
  "ma4:25.4": "Once these five lower bonds have ended, they’re born elsewhere and then attain parinirvāṇa. ",
  "ma4:25.5": "They become irreversible and don’t return to this world. ",
  "ma4:26.1": "“This is called the person who stands up after emerging, looks around after standing, wades across after looking around, and reaches the other shore after wading across. ",
  "ma4:26.2": "They are like a person submerged in water who stands up after emerging, looks around after standing, wades across after looking around, and reaches the other shore after wading across. ",
  "ma4:26.3": "I say this person is likewise. ",
  "ma4:26.4": "This is the sixth metaphor of the person in water. ",
  "ma4:26.5": "The world in truth does have such people. ",
  "ma4:27.0": "7. The Person Who’s Called a Priest on the Other Shore ",
  "ma4:27.1": "“How does a person stand up after emerging, look around after standing, wade across after looking around, reach the other shore after wading across, and is called a priest standing on the shore after reaching the other shore? ",
  "ma4:27.2": "It means a person emerges and attains faith in the good Dharma. ",
  "ma4:27.3": "Observing precepts, generous, well-versed, and wise, they cultivate the good Dharma. ",
  "ma4:27.4": "At some point later, their faith remains resolute; it isn’t lost. ",
  "ma4:27.5": "Their observance of precepts, generosity, learning, and wisdom are resolute; they aren’t lost. ",
  "ma4:28.1": "“Abiding in the good Dharma, they truly know suffering. ",
  "ma4:28.2": "They truly know suffering’s cultivation, know suffering’s cessation, and know the path to the cessation of suffering. ",
  "ma4:28.3": "Knowing and seeing thus, their mind is liberated from the contaminants of desire, and it’s liberated from the contaminants of existence and ignorance. ",
  "ma4:28.4": "After being liberated, they then know that they are liberated: ",
  "ma4:28.5": "‘Birth has been ended, the religious practice has been established, and the task has been accomplished, and I truly know that I’m no longer subject to existence.’ ",
  "ma4:29.1": "“This is called the person who stands up after emerging, looks around after standing, wades across after looking around, reaches the other shore after wading across, and is called a priest standing on the shore after reaching the other shore. ",
  "ma4:29.2": "They’re like a person submerged in water who stands up after emerging, looks around after standing, wades across after looking around, reaches the other shore after wading across, and is called someone who stands on the shore after reaching the other shore. ",
  "ma4:29.3": "I say this person is likewise. ",
  "ma4:29.4": "This is called the seventh metaphor of the person in water. ",
  "ma4:29.5": "The world in truth does have such people. ",
  "ma4:30.1": "“I had said, ‘I will explain the seven people in water for you,’ and so I have explained it.” ",
  "ma4:31.1": "Thus did the Buddha speak. ",
  "ma4:31.2": "Those monks who heard what the Buddha taught rejoiced and approved. "
}