{
  "ma7:0.1": "Medium Discourses 7 ",
  "ma7:0.2": "Worldly Merit ",
  "ma7:1.1": "Thus I have heard: ",
  "ma7:1.2": "One time, the Buddha traveled to Kauśāmbī and stayed at Ghoṣila’s Park. ",
  "ma7:2.0": "Seven Worldly Merits ",
  "ma7:2.1": "At the time, the Venerable Mahācunda rose from his seat of repose late in the afternoon and went to visit the Buddha. ",
  "ma7:2.2": "When he arrived, he paid homage and withdrew to sit at one side. ",
  "ma7:2.3": "He said, ",
  "ma7:2.4": "“Bhagavān, is it possible to define worldly merit?” ",
  "ma7:3.1": "The Bhagavān told him, ",
  "ma7:3.2": "“It’s possible, Cunda. ",
  "ma7:3.3": "There are seven worldly merits that obtain great fortune, rewards, renown, and virtue. ",
  "ma7:3.4": "What are the seven? ",
  "ma7:3.5": "Cunda, there are faithful clansmen and clanswomen who give living quarters and meeting halls to an assembly of monks. ",
  "ma7:3.6": "This, Cunda, is the first worldly merit that obtains great fortune, rewards, renown, and virtue. ",
  "ma7:4.1": "“Furthermore, Cunda, there are faithful clansmen and clanswomen who go into the monks’ living quarters and give them seats, carpets, blankets, mattresses, and bedding. ",
  "ma7:4.2": "This, Cunda, is the second worldly merit that obtains great fortune, rewards, renown, and virtue. ",
  "ma7:5.1": "“Furthermore, Cunda, there are faithful clansmen and clanswomen who go into their living quarters and give them all new, clean, and marvelous clothing. ",
  "ma7:5.2": "This, Cunda, is the third worldly merit that obtains great fortune, rewards, renown, and virtue. ",
  "ma7:6.1": "“Furthermore, Cunda, there are faithful clansmen and clanswomen who go into their living quarters and give the community the morning rice gruel and midday meals. ",
  "ma7:6.2": "They also tell their servants to serve the monastery and give additional offerings to the monastery during rain and snowstorms. ",
  "ma7:6.3": "After they eat, the assembly of monks then isn’t troubled by the bad weather making their robes wet. ",
  "ma7:6.4": "Instead, they meditate and contemplate day and night in comfort. ",
  "ma7:6.5": "This, Cunda, is the seventh worldly merit that obtains great fortune, rewards, renown, and virtue. ",
  "ma7:7.1": "“Cunda, these seven worldly merits will always produce fortune for those faithful clansmen and clanswomen that becomes greater and broader whether during the past or future, while standing or sitting, while asleep or awake, or during day or night. ",
  "ma7:8.1": "“Cunda, it’s like the Gaṅgā River, which flows from its source to the ocean and becomes deeper and wider as it goes. ",
  "ma7:8.2": "Thus, Cunda, are these seven worldly merits obtained by faithful clansmen and clanswomen. ",
  "ma7:8.3": "They will always produce fortune that becomes greater and broader whether during the past or future, while standing or sitting, while asleep or awake, or during day or night.” ",
  "ma7:9.0": "Seven Merits that Transcend the World ",
  "ma7:9.1": "Venerable Mahācunda then rose from his seat, bared his right shoulder, knelt on his right knee, and saluted with his palms together. ",
  "ma7:9.2": "He said, ",
  "ma7:9.3": "“Bhagavān, would it be possible to define merits that transcend the world?” ",
  "ma7:10.1": "The Bhagavān told him, ",
  "ma7:10.2": "“It’s possible, Cunda. ",
  "ma7:10.3": "There are another seven merits that transcend the world and obtain great fortune, rewards, renown, and virtue. ",
  "ma7:10.4": "What are the seven? ",
  "ma7:10.5": "Cunda, there are faithful clansmen and clanswomen who hear that the Tathāgata or one of his disciples have traveled to certain place. ",
  "ma7:10.6": "They rejoice when they hear that, celebrating in their hearts. ",
  "ma7:10.7": "Cunda, this is the first merit that transcends the world and obtains great fortune, rewards, renown, and virtue. ",
  "ma7:11.1": "“Furthermore, Cunda, there are faithful clansmen and clanswomen who hear that the Tathāgata or one of his disciples are about to come from that place to their own location. ",
  "ma7:11.2": "They rejoice when they hear that, celebrating in their hearts. ",
  "ma7:11.3": "Cunda, this is the second merit that transcends the world and obtains great fortune, rewards, renown, and virtue. ",
  "ma7:12.1": "“Furthermore, Cunda, there are faithful clansmen and clanswomen who hear that the Tathāgata or one of his disciples has arrived. ",
  "ma7:12.2": "They rejoice when hear that, celebrating in their hearts. ",
  "ma7:12.3": "They go personally to see them with a pure heart to pay their respects and make offerings. ",
  "ma7:12.4": "Once they had made their offerings, they take refuge three times in the Buddha, Dharma, and Saṅgha of monks and accept the [lay] precepts. ",
  "ma7:12.5": "Cunda, this is the seventh merit that transcends the world and obtains great fortune, rewards, renown, and virtue. ",
  "ma7:13.1": "“Cunda, if faithful clansmen and clanswomen were to attain these seven worldly merits and these other seven merits that transcend the world, their fortune would be incalculable. ",
  "ma7:13.2": "Their merits, the results of their merits, and the rewards of their merits simply cannot be delimited or measured, and the number of those great merits cannot be determined. ",
  "ma7:14.1": "“Cunda, it’s like the five rivers of Jambudvīpa: ",
  "ma7:14.2": "1. the Gaṅgā, 2. Yamunā, 3. [Sarabhū], 4. Ajiravatī, and 5. Mahī. ",
  "ma7:14.3": "They flow down into the ocean, and their water is incalculable. ",
  "ma7:14.4": "Their volume simply cannot be delimited or measured, and the amount of water cannot be determined. ",
  "ma7:15.1": "“Thus, Cunda, if faithful clansmen and clanswomen attain these seven worldly merits and these other seven merits that transcend the world, their fortune would be incalculable. ",
  "ma7:15.2": "Their merits, the results of their merits, and the rewards of their merits simply cannot be delimited or measured, and the number of those great merits cannot be determined.” ",
  "ma7:16.1": "At that point, the Bhagavān spoke in verse: ",
  "ma7:17.1": "“The Gaṅgā River ",
  "ma7:17.2": "Is pure and easy to cross; ",
  "ma7:17.3": "The ocean with its many treasures ",
  "ma7:17.4": "Is the king of myriad rivers. ",
  "ma7:18.1": "Just like a river, ",
  "ma7:18.2": "A person pays respect to it; ",
  "ma7:18.3": "All the streams take refuge ",
  "ma7:18.4": "By flowing into the ocean. ",
  "ma7:19.1": "Thus is a person who ",
  "ma7:19.2": "Gives clothes, food, and drink, ",
  "ma7:19.3": "Beds, sofas, and mats, ",
  "ma7:19.4": "And things for sitting. ",
  "ma7:20.1": "Measureless rewards of merit ",
  "ma7:20.2": "Lead them to a marvelous place; ",
  "ma7:20.3": "They’re like those rivers ",
  "ma7:20.4": "Flowing into the ocean.” ",
  "ma7:21.1": "Thus did the Buddha speak. ",
  "ma7:21.2": "The Venerable Mahācunda and the monks who heard what the Buddha taught rejoiced and approved. "
}