{
  "ma8:0.1": "Medium Discourses 8 ",
  "ma8:0.2": "The Seven Suns ",
  "ma8:1.1": "Thus I have heard: ",
  "ma8:1.2": "One time, the Buddha traveled to Vaiśālī and stayed at the mango grove there. ",
  "ma8:2.1": "It was then that the Bhagavān addressed the monks, ",
  "ma8:2.2": "“All things that are conditioned are impermanent. ",
  "ma8:2.3": "They are things that don’t last, that soon change, and that are unreliable. ",
  "ma8:2.4": "Such conditioned things must not be objects of attachment, or they will torment a person. ",
  "ma8:2.5": "You must seek separation and liberation from them. ",
  "ma8:2.6": "Why is that? ",
  "ma8:3.0": "The Seven Suns Parable ",
  "ma8:3.1": "“During times of drought when there’s no rain, all the trees, the hundred grains, and medicinal plants wither, crumble, and disappear. ",
  "ma8:3.2": "They can’t always be present; therefore, all conditioned things are impermanent. ",
  "ma8:3.3": "They are things that don’t last, that soon change, and that are unreliable. ",
  "ma8:3.4": "Such conditioned things must not be objects of attachment, or they will torment a person. ",
  "ma8:3.5": "You must seek separation and liberation from them. ",
  "ma8:4.1": "“Furthermore, there’s a time when two suns arise in the world. ",
  "ma8:4.2": "When two suns arise, gully streams and rivers all dry up. ",
  "ma8:4.3": "They can’t always be present; therefore, all conditioned things are impermanent. ",
  "ma8:4.4": "They are things that don’t last, that soon change, and that are unreliable. ",
  "ma8:4.5": "Such conditioned things must not be objects of attachment, or they will torment a person. ",
  "ma8:4.6": "You must seek separation and liberation from them. ",
  "ma8:5.1": "“Furthermore, there’s a time when three suns arise in the world. ",
  "ma8:5.2": "When three suns arise, the large rivers all dry up. ",
  "ma8:5.3": "They can’t always be present; therefore, all conditioned things are impermanent. ",
  "ma8:5.4": "They are things that don’t last, that soon change, and that are unreliable. ",
  "ma8:5.5": "Such conditioned things must not be objects of attachment, or they will torment a person. ",
  "ma8:5.6": "You must seek separation and liberation from them. ",
  "ma8:6.1": "“Furthermore, there’s a time when four suns arise in the world. ",
  "ma8:6.2": "When four suns arise, the great springs of Jambudvīpa from which five rivers flow all dry up: ",
  "ma8:6.3": "the 1. Gaṅgā, 2. Yamunā, 3. [Sarabhū], 4. Ajiravatī, and 5. Mahī. ",
  "ma8:6.4": "",
  "ma8:6.5": "They can’t always be present; therefore, all conditioned things are impermanent. ",
  "ma8:6.6": "They are things that don’t last, that soon change, and that are unreliable. ",
  "ma8:6.7": "Such conditioned things must not be objects of attachment, or they will torment a person. ",
  "ma8:6.8": "You must seek separation and liberation from them. ",
  "ma8:7.1": "“Furthermore, there’s a time when five suns arise in the world. ",
  "ma8:7.2": "When five suns arise, the ocean’s water is reduced by a hundred leagues and in turn is reduced by … 700 leagues. ",
  "ma8:7.3": "When five suns arise, the remaining 700 leagues of water in the ocean is in turn reduced by … a hundred leagues. ",
  "ma8:7.4": "When five suns arise, the ocean’s water is reduced by one palm tree[’s height] and in turn is reduced by … seven palm trees. ",
  "ma8:7.5": "When five suns arise, the remaining seven palm trees of water in the ocean is in turn reduced to … one palm tree. ",
  "ma8:7.6": "When five suns arise, the ocean’s water is reduced by one fathom and in turn is reduced by … seven fathoms. ",
  "ma8:7.7": "When five suns arise, the remaining seven fathoms of water is in turn reduced to … one fathom. ",
  "ma8:7.8": "When five suns arise, the ocean’s water is reduced to neck deep, shoulder deep, waist deep, thigh deep, knee deep, and ankle deep. ",
  "ma8:7.9": "There’s a time when the ocean’s water is completely gone, and there’s not enough to wet a finger; therefore, all conditioned things are impermanent. ",
  "ma8:7.10": "They are things that don’t last, that soon change, and that are unreliable. ",
  "ma8:7.11": "Such conditioned things must not be objects of attachment, or they will torment a person. ",
  "ma8:7.12": "You must seek separation and liberation from them. ",
  "ma8:8.1": "“Furthermore, there’s a time when six suns arise in the world. ",
  "ma8:8.2": "When six suns arise, smoke rises from the whole earth and Sumeru the king of mountains. ",
  "ma8:8.3": "It combines into a single cloud of smoke like when a potter first lights his kiln. ",
  "ma8:8.4": "Smoke rises from everything [inside it] and combines into a single cloud of smoke. ",
  "ma8:8.5": "Thus, when six suns rise, smoke rises from the whole world and Sumeru the king of mountains, and it combines into a single cloud of smoke. ",
  "ma8:8.6": "Therefore, all conditioned things are impermanent. ",
  "ma8:8.7": "They are things that don’t last, that soon change, and that are unreliable. ",
  "ma8:8.8": "Such conditioned things must not be objects of attachment, or they will torment a person. ",
  "ma8:8.9": "You must seek separation and liberation from them. ",
  "ma8:9.1": "“Furthermore, there’s a time when seven suns arise in the world. ",
  "ma8:9.2": "When seven suns arise, the whole world and Sumeru the king of mountains are engulfed in flames, and it combines into a single conflagration. ",
  "ma8:9.3": "Thus, when seven suns arise, the whole world and Sumeru the king of mountains are engulfed in flames and it combines into a single conflagration, a wind blows that conflagration up to the Brahma heavens. ",
  "ma8:9.4": "The Ābhāsvara gods who are first born in that heaven haven’t heard of the world’s formation and demise, haven’t seen its formation and demise, and don’t know about its formation and demise. ",
  "ma8:9.5": "When they see that great fire, their hair stands on end in terror, and they think, ",
  "ma8:9.6": "‘That fire won’t reach us, will it? ",
  "ma8:9.7": "That fire won’t reach us, will it?’ ",
  "ma8:10.1": "“The gods who had been born there previously had heard about the world’s formation and demise, had seen its formation and demise, and knew about its formation and demise. ",
  "ma8:10.2": "When they see that great fire, they reassure those gods, ",
  "ma8:10.3": "‘Don’t be afraid! ",
  "ma8:10.4": "Fire as a rule is limited to [the desire realm]; it never reaches us here.’ ",
  "ma8:11.1": "“When seven suns arise, a hundred leagues of Mount Sumeru crumbles and disintegrates completely. ",
  "ma8:11.2": "Two hundred, three hundred … seven hundred leagues of it crumbles and disintegrates completely. ",
  "ma8:11.3": "When seven suns arise, Mount Sumeru and this earth are engulfed in flames and burn up without remainder like burning ghee down to nothing, with neither smoke nor ash remaining. ",
  "ma8:11.4": "Thus, when seven suns arise, Mount Sumeru and this earth burn up without remainder; therefore, all conditioned things are impermanent. ",
  "ma8:11.5": "They are things that don’t last, that soon change, and that are unreliable. ",
  "ma8:11.6": "Such conditioned things must not be objects of attachment, or they will torment a person. ",
  "ma8:11.7": "You must seek separation and liberation from them. ",
  "ma8:12.1": "“Now, I’ve described for you how Mount Sumeru will crumble and disintegrate, but who is there who’d believe it? ",
  "ma8:12.2": "Only those who see truly. ",
  "ma8:12.3": "Now, I’ve described for you how the ocean water will dry up completely, but who is there who’d believe it? ",
  "ma8:12.4": "Only those who see truly. ",
  "ma8:12.5": "Now, I’ve described for you how the whole earth will be burned up, but who is there who’d believe it? ",
  "ma8:12.6": "Only those who see truly. ",
  "ma8:12.7": "“Why is that? ",
  "ma8:13.0": "The Sunetra Birth Story ",
  "ma8:13.1": "Monks, there once was a great teacher named Sunetra who taught in a tradition of sages from another religion. ",
  "ma8:13.2": "He abandoned craving and attained the miraculous abilities. ",
  "ma8:13.3": "That great teacher Sunetra had measureless hundreds of thousands of disciples. ",
  "ma8:13.4": "When he taught them the way of the Brahma world, if his disciples didn’t completely approve of his teaching, then they were sometimes born in the Heaven of the Four Kings, the Trāyastriṃśa Heaven, the Yama Heaven, the Tuṣita Heaven, the Nirmāṇarati Heaven, or the Paranirmitavaśavartin Heaven when their lives ended. ",
  "ma8:13.5": "If his disciples did completely approve of his teaching of the way of the Brahma world, they cultivated the four abodes of Brahmā, abandoned their desires, and were born in the Brahma Heaven when their lives ended. ",
  "ma8:14.1": "“At the time, that teacher Sunetra thought, ",
  "ma8:14.2": "‘Shouldn’t I and my disciples be born in the same place in a later life? ",
  "ma8:14.3": "Now, I’d better cultivate increasing kindness. ",
  "ma8:14.4": "After cultivating increasing kindness, I’ll be born among the Ābhāsvara gods.’ ",
  "ma8:14.5": "Sunetra then cultivated increasing kindness. ",
  "ma8:14.6": "After cultivating it, he was born among the Ābhāsvara gods when his life ended. ",
  "ma8:14.7": "That path of training of Sunetra and his disciples wasn’t in vain. ",
  "ma8:14.8": "They did attain a great result from it. ",
  "ma8:15.1": "“Monks, what you do think? ",
  "ma8:15.2": "Would you say that great teacher Sunetra was someone else who was a teacher in a tradition of sages from another religion, who abandoned craving and attained miraculous abilities? ",
  "ma8:15.3": "Don’t think that, for you should know that he was me. ",
  "ma8:16.1": "“At the time, I was that great teacher named Sunetra, a teacher from a tradition of sages from another religion who abandoned craving and attained miraculous abilities. ",
  "ma8:16.2": "At the time, I had measureless hundreds of thousands of disciples. ",
  "ma8:16.3": "When I taught them the way of the Brahma world, if my disciples didn’t completely approve of my teaching, then they were sometimes born in the Heaven of the Four Kings, the Trāyastriṃśa Heaven, the Yama Heaven, the Tuṣita Heaven, the Nirmāṇarati Heaven, or the Paranirmitavaśavartin Heaven when their lives ended. ",
  "ma8:16.4": "If my disciples did completely approve of my teaching of the way of the Brahma world, they cultivated the four abodes of Brahma, abandoned their desires, and were born in the Brahma Heaven when their lives ended. ",
  "ma8:17.1": "“At the time, I thought, ",
  "ma8:17.2": "‘Shouldn’t I and my disciples be born in the same place in a later life? ",
  "ma8:17.3": "Now, I’d better cultivate increasing kindness. ",
  "ma8:17.4": "After cultivating increasing kindness, I’ll be born among the Ābhāsvara gods.’ ",
  "ma8:17.5": "I then cultivated increasing kindness. ",
  "ma8:17.6": "After cultivating it, I was born among the Ābhāsvara gods when my life ended. ",
  "ma8:17.7": "That path of training of mine and my disciples wasn’t in vain. ",
  "ma8:17.8": "We did attain a great result from it. ",
  "ma8:18.1": "“At the time, I and my friends practiced this path by which we benefited ourselves, benefited others, benefited many people, pitied the world, sought both meaning and benefit for gods and humans, and sought peace and happiness. ",
  "ma8:18.2": "At the time, I explained a teaching that didn’t reach the ultimate, wasn’t ultimately clean, wasn’t ultimately the religious practice, and wasn’t ultimately the completion of the religious life. ",
  "ma8:18.3": "At the time, I didn’t part with birth, old age, illness, death, lamentation, and sorrow, nor was I freed from all suffering yet. ",
  "ma8:19.1": "“Monks, now I have arisen in the world as a Tathāgata, Arhat, and Completely Awakened One, Accomplished in Knowledge and Conduct, Well Gone, Understander of the World, Trainer in the Way and Teaching, Teacher of Gods and People, and I’m called a Buddha and a Bhagavān. ",
  "ma8:19.2": "Now, I benefit myself, benefit others, benefit many people, pity the world, seek both meaning and benefit for gods and humans, and seek peace and happiness. ",
  "ma8:19.3": "Now, I explain a teaching that reaches the ultimate, that’s ultimately clean, that’s ultimately the religious practice, and that’s ultimately the completion of the religious life. ",
  "ma8:19.4": "Now, I’ve parted with birth, old age, illness, death, lamentation, and sorrow, and I’ve been freed from all suffering.” ",
  "ma8:20.1": "20. Thus did Buddha speak. ",
  "ma8:20.2": "Those monks who heard what the Buddha had taught rejoiced and approved. "
}