{
  "sn2.26:0.1": "Verbundene Lehrreden 2.26 ",
  "sn2.26:0.2": "3. Das Kapitel über Schüler verschiedener Lehrer anderer Konfessionen ",
  "sn2.26:0.3": "Mit Rohitassa ",
  "sn2.26:1.1": "In Sāvatthī. ",
  "sn2.26:1.2": "Als er sich zur Seite hingestellt hatte, sagte der Gott Rohitassa zum Buddha: ",
  "sn2.26:1.3": "„Herr, ist es möglich, das Ende der Welt zu erkennen oder zu sehen oder zu erreichen, indem man zu einem Ort geht, an dem es kein Geborenwerden, kein Altern, kein Sterben, kein Verscheiden und kein Wiedergeborenwerden gibt?“ ",
  "sn2.26:1.4": "„Geehrter, ich sage, es ist nicht möglich, das Ende der Welt zu erkennen oder zu sehen oder zu erreichen, indem man zu einem Ort geht, an dem es kein Geborenwerden, kein Altern, kein Sterben, kein Verscheiden und kein Wiedergeborenwerden gibt.“ ",
  "sn2.26:2.1": "„Es ist unglaublich, Herr, es ist erstaunlich, ",
  "sn2.26:2.2": "wie treffend Meister Gotama das gesagt hat. ",
  "sn2.26:3.1": "Es war einmal eine Zeit, da war ich ein Seher mit Namen Rohitassa aus dem Bhoja-Volk. Ich war ein Himmelswanderer, der übersinnliche Kraft besaß. ",
  "sn2.26:3.2": "Ich war so schnell wie ein leichter Pfeil, der von einem wohlgeübten erfahrenen Bogenschützen mit einem kräftigen Bogen mühelos durch den Schatten einer Palme geschossen wird. ",
  "sn2.26:3.3": "Mein Schritt reichte vom östlichen bis zum westlichen Meer. ",
  "sn2.26:3.4": "Da kam mir der Wunsch: ",
  "sn2.26:3.5": "‚Ich will durch Gehen das Ende der Welt erreichen.‘ ",
  "sn2.26:3.6": "Da ich solche Geschwindigkeit und einen solchen Schritt besaß, ging ich mein ganzes Leben lang – hundert Jahre – und hielt nur an, um zu essen, zu trinken, Stuhl und Urin zu entleeren und genug zu schlafen, um die Müdigkeit zu vertreiben. Und ich starb doch auf dem Weg, ohne je ans Ende der Welt zu kommen. ",
  "sn2.26:4.1": "Es ist unglaublich, Herr, es ist erstaunlich, ",
  "sn2.26:4.2": "wie treffend Meister Gotama das gesagt hat: ",
  "sn2.26:4.3": "‚Geehrter, ich sage, es ist nicht möglich, das Ende der Welt zu erkennen oder zu sehen oder zu erreichen, indem man zu einem Ort geht, an dem es kein Geborenwerden, kein Altern, kein Sterben, kein Verscheiden und kein Wiedergeborenwerden gibt.‘“ ",
  "sn2.26:5.1": "„Aber Geehrter, ich sage auch, dass es nicht möglich ist, dem Leiden ein Ende zu machen, ohne ans Ende der Welt zu gelangen. ",
  "sn2.26:5.2": "Denn in diesem klaftergroßen Kadaver mit Wahrnehmung und Bewusstsein beschreibe ich die Welt, den Ursprung der Welt, das Aufhören der Welt und den Weg, der zum Aufhören der Welt führt. ",
  "sn2.26:6.1": "Durch Gehen kann man niemals ",
  "sn2.26:6.2": "ans Ende der Welt gelangen. ",
  "sn2.26:6.3": "Doch ohne ans Ende der Welt zu gelangen, ",
  "sn2.26:6.4": "gibt es keine Befreiung vom Leiden. ",
  "sn2.26:7.1": "Daher hat ein cleverer Mensch, der die Welt kennt, ",
  "sn2.26:7.2": "das geistliche Leben erfüllt, ist ans Ende der Welt gelangt. ",
  "sn2.26:7.3": "Ein friedvoller Mensch, der das Ende der Welt kennt, ",
  "sn2.26:7.4": "verlangt weder nach dieser noch jener Welt.“ "
}