{
  "an4.160:0.1": "Восходящие Наставления 4.160",
  "an4.160:0.2": "Раздел Индрия",
  "an4.160:0.3": "Сутта Виная-выведение-вычищение Благого",
  "an4.160:1.1": "“Благой, монахи, стоящий (появившийся) на свете или Виная-выведение-вычищение~очищение Благого это от его к благополучию многих, к комфорту-приятному многих, от сострадания к миру-свету, к благу-смыслу-цели, к комфорту божеств и людей.",
  "an4.160:2.1": "И кто, монахи, Благой?",
  "an4.160:2.2": "Вот, монахи, Татхагата возникает на свете – арахант, правильно Пробуждённый, наделённый знанием-различением и поведением, Благой, знаток мира, непревзойдённый дрессировщик возничий людей (мужчин), Учитель богов и людей, Буддха, Благословенный (обладающий Долей) .",
  "an4.160:2.3": "Это, монахи, Благой.",
  "an4.160:3.1": "И что такое, монахи, Виная Благого?",
  "an4.160:3.2": "Он обучает Дхамме, полезной в начале, полезной в середине, полезной в окончании, со значением-смыслом, с формулировками (соусом), целиком завершённую, полностью очищенную святую жизнь показывает.",
  "an4.160:3.3": "Это, монахи, Виная Благого.",
  "an4.160:3.4": "Так Благой, монахи, появившийся на свете или Виная Благого это от его к благополучию многих, к комфорту многих, от сострадания к миру-свету, к благу-смыслу-цели, к комфорту божеств и людей.",
  "an4.160:4.1": "Эти четыре, монахи, явления истиной Дхаммы к замутнению, к исчезновению ведут.",
  "an4.160:4.2": "Какие четыре?",
  "an4.160:4.3": "Вот, монахи, монахи плохо схваченные Сутты изучают, с плохо установленными строками-стопами-определениями (соусами).",
  "an4.160:4.4": "Плохо установленных, монахи, строк-определений цель-смысл-значение-польза также плохо выводим.",
  "an4.160:4.5": "Это, монахи, первое явление истиной Дхаммы к замутнению, к исчезновению ведёт.",
  "an4.160:5.1": "И далее, монахи, монахи трудно исправимы (трудно говорить), наделённые явлениями трудно исправимых нетерпимые ошибочно ухватывающие инструкции.",
  "an4.160:5.2": "Это, монахи, второе явление истиной Дхаммы к замутнению, к исчезновению ведёт.",
  "an4.160:6.1": "И далее, монахи, те монахи, которые многоучёные, пришедшие к учениям, эксперты в Дхамме, эксперты в Винае, эксперты в сводках (матрицах), не основательно Суттам других обучают.",
  "an4.160:6.2": "С их уходом под корень срезанное собрание Сутт оказывается, без защиты.",
  "an4.160:6.3": "Это, монахи, третье явление истиной Дхаммы к замутнению, к исчезновению ведёт.",
  "an4.160:7.1": "И далее, монахи, старшие монахи (тхеры) излишествующие, расслабленные, в падении идущие первыми, в уединение не вовлеченные (отложившие запряженность-бремя), усилие не прилагают к неполученного получению, к недостигнутого достижению, к нереализованного реализации.",
  "an4.160:7.2": "Тех последующее поколение берёт в виде примера.",
  "an4.160:7.3": "И оно тоже излишествующее, расслабленное, в падении идущее первым, в уединение не вовлеченное, усилие не прилагает к неполученного получению, к недостигнутого достижению, к нереализованного реализации.",
  "an4.160:7.4": "Это, монахи, четвёртое явление истиной Дхаммы к замутнению, к исчезновению ведёт.",
  "an4.160:7.5": "Вот эти, монахи, четыре явления истиной Дхаммы к замутнению, к исчезновению ведут.",
  "an4.160:8.1": "Эти четыре, монахи, явления истиной Дхаммы к устойчивости, к незамутнению, к неисчезновению ведут.",
  "an4.160:8.2": "Какие четыре?",
  "an4.160:8.3": "Вот, монахи, монахи хорошо схваченные Сутты изучают, с хорошо установленными строками-определениями.",
  "an4.160:8.4": "Хорошо установленных, монахи, строк-определений цель-смысл-значение-польза также хорошо выводим.",
  "an4.160:8.5": "Это, монахи, первое явление истиной Дхаммы к устойчивости, к незамутнению, к неисчезновению ведёт.",
  "an4.160:9.1": "И далее, монахи, монахи легко исправимы, наделённые явлениями легко исправимых терпимые правильно ухватывающие инструкции.",
  "an4.160:9.2": "Это, монахи, второе явление истиной Дхаммы к устойчивости, к незамутнению, к неисчезновению ведёт.",
  "an4.160:10.1": "И далее, монахи, те монахи, которые многоучёные, пришедшие к учениям, эксперты в Дхамме, эксперты в Винае, эксперты в сводках, основательно Суттам других обучают.",
  "an4.160:10.2": "С их уходом под корень срезанное собрание Сутт не оказывается, под защитой.",
  "an4.160:10.3": "Это, монахи, третье явление истиной Дхаммы к устойчивости, к незамутнению, к неисчезновению ведёт.",
  "an4.160:11.1": "И далее, монахи, старшие монахи не излишествующие, не расслабленные, в падение не вовлеченные, в уединении идущие первыми, усилие прилагают к неполученного получению, к недостигнутого достижению, к нереализованного реализации.",
  "an4.160:11.2": "Тех последующее поколение берёт в виде примера.",
  "an4.160:11.3": "И оно тоже не излишествующее, не расслабленное, в падение не вовлеченные, в уединении идущее первым, усилие прилагает к неполученного получению, недостигнутого достижению, нереализованного реализации.",
  "an4.160:11.4": "Это, монахи, четвёртое явление истиной Дхаммы к устойчивости, к незамутнению, к неисчезновению ведёт.",
  "an4.160:11.5": "Вот эти, монахи, четыре явления истиной Дхаммы к устойчивости, к незамутнению, к неисчезновению ведут”.",
  "an4.160:11.6": "Десятая.",
  "an4.160:11.7": "Глава Индрия Первая.",
  "an4.160:12.0": "Оглавление",
  "an4.160:12.1": "",
  "an4.160:12.2": "",
  "an4.160:12.3": "",
  "an4.160:12.4": ""
}