{
  "sn6.1:0.1": "Saṁyutta Nikāya 6 ",
  "sn6.1:0.2": "1. Paṭhamavagga ",
  "sn6.1:0.3": "1. Brahmāyācanasutta ",
  "sn6.1:1.1": "Evaṁ me sutaṁ—",
  "sn6.1:1.2": "ekaṁ samayaṁ bhagavā uruvelāyaṁ viharati najjā nerañjarāya tīre ajapālanigrodhamūle paṭhamābhisambuddho. ",
  "sn6.1:1.3": "Atha kho bhagavato rahogatassa paṭisallīnassa evaṁ cetaso parivitakko udapādi: ",
  "sn6.1:1.4": "“adhigato kho myāyaṁ dhammo gambhīro duddaso duranubodho santo paṇīto atakkāvacaro nipuṇo paṇḍitavedanīyo. ",
  "sn6.1:1.5": "Ālayarāmā kho panāyaṁ pajā ālayaratā ālayasammuditā. ",
  "sn6.1:1.6": "Ālayarāmāya kho pana pajāya ālayaratāya ālayasammuditāya duddasaṁ idaṁ ṭhānaṁ yadidaṁ idappaccayatāpaṭiccasamuppādo. ",
  "sn6.1:1.7": "Idampi kho ṭhānaṁ duddasaṁ yadidaṁ sabbasaṅkhārasamatho sabbūpadhipaṭinissaggo taṇhākkhayo virāgo nirodho nibbānaṁ. ",
  "sn6.1:1.8": "Ahañceva kho pana dhammaṁ deseyyaṁ; pare ca me na ājāneyyuṁ; so mamassa kilamatho, sā mamassa vihesā”ti. ",
  "sn6.1:1.9": "Apissu bhagavantaṁ imā anacchariyā gāthāyo paṭibhaṁsu pubbe assutapubbā: ",
  "sn6.1:2.1": "“Kicchena me adhigataṁ, ",
  "sn6.1:2.2": "halaṁ dāni pakāsituṁ; ",
  "sn6.1:2.3": "Rāgadosaparetehi, ",
  "sn6.1:2.4": "nāyaṁ dhammo susambudho. ",
  "sn6.1:3.1": "Paṭisotagāmiṁ nipuṇaṁ, ",
  "sn6.1:3.2": "gambhīraṁ duddasaṁ aṇuṁ; ",
  "sn6.1:3.3": "Rāgarattā na dakkhanti, ",
  "sn6.1:3.4": "tamokhandhena āvuṭā”ti. ",
  "sn6.1:4.1": "Itiha bhagavato paṭisañcikkhato appossukkatāya cittaṁ namati, no dhammadesanāya. ",
  "sn6.1:5.1": "Atha kho brahmuno sahampatissa bhagavato cetasā cetoparivitakkamaññāya etadahosi: ",
  "sn6.1:5.2": "“nassati vata bho loko, vinassati vata bho loko, yatra hi nāma tathāgatassa arahato sammāsambuddhassa appossukkatāya cittaṁ namati, no dhammadesanāyā”ti. ",
  "sn6.1:5.3": "Atha kho brahmā sahampati—seyyathāpi nāma balavā puriso samiñjitaṁ vā bāhaṁ pasāreyya, pasāritaṁ vā bāhaṁ samiñjeyya; evameva—brahmaloke antarahito bhagavato purato pāturahosi. ",
  "sn6.1:5.4": "Atha kho brahmā sahampati ekaṁsaṁ uttarāsaṅgaṁ karitvā dakkhiṇajāṇumaṇḍalaṁ pathaviyaṁ nihantvā yena bhagavā tenañjaliṁ paṇāmetvā bhagavantaṁ etadavoca: ",
  "sn6.1:5.5": "“desetu, bhante, bhagavā dhammaṁ, desetu sugato dhammaṁ. ",
  "sn6.1:5.6": "Santi sattā apparajakkhajātikā, assavanatā dhammassa parihāyanti. ",
  "sn6.1:5.7": "Bhavissanti dhammassa aññātāro”ti. ",
  "sn6.1:5.8": "Idamavoca brahmā sahampati, idaṁ vatvā athāparaṁ etadavoca: ",
  "sn6.1:6.1": "“Pāturahosi magadhesu pubbe, ",
  "sn6.1:6.2": "Dhammo asuddho samalehi cintito; ",
  "sn6.1:6.3": "Apāpuretaṁ amatassa dvāraṁ, ",
  "sn6.1:6.4": "Suṇantu dhammaṁ vimalenānubuddhaṁ. ",
  "sn6.1:7.1": "Sele yathā pabbatamuddhaniṭṭhito, ",
  "sn6.1:7.2": "Yathāpi passe janataṁ samantato; ",
  "sn6.1:7.3": "Tathūpamaṁ dhammamayaṁ sumedha, ",
  "sn6.1:7.4": "Pāsādamāruyha samantacakkhu; ",
  "sn6.1:7.5": "Sokāvatiṇṇaṁ janatamapetasoko, ",
  "sn6.1:7.6": "Avekkhassu jātijarābhibhūtaṁ. ",
  "sn6.1:8.1": "Uṭṭhehi vīra vijitasaṅgāma, ",
  "sn6.1:8.2": "Satthavāha anaṇa vicara loke; ",
  "sn6.1:8.3": "Desassu bhagavā dhammaṁ, ",
  "sn6.1:8.4": "Aññātāro bhavissantī”ti. ",
  "sn6.1:9.1": "Atha kho bhagavā brahmuno ca ajjhesanaṁ viditvā sattesu ca kāruññataṁ paṭicca buddhacakkhunā lokaṁ volokesi. ",
  "sn6.1:9.2": "Addasā kho bhagavā buddhacakkhunā lokaṁ volokento satte apparajakkhe mahārajakkhe tikkhindriye mudindriye svākāre dvākāre suviññāpaye duviññāpaye, appekacce paralokavajjabhayadassāvine viharante, appekacce na paralokavajjabhayadassāvine viharante. ",
  "sn6.1:9.3": "Seyyathāpi nāma uppaliniyaṁ vā paduminiyaṁ vā puṇḍarīkiniyaṁ vā appekaccāni uppalāni vā padumāni vā puṇḍarīkāni vā udake jātāni udake saṁvaḍḍhāni udakānuggatāni anto nimuggaposīni, appekaccāni uppalāni vā padumāni vā puṇḍarīkāni vā udake jātāni udake saṁvaḍḍhāni samodakaṁ ṭhitāni, appekaccāni uppalāni vā padumāni vā puṇḍarīkāni vā udake jātāni udake saṁvaḍḍhāni udakā accuggamma ṭhitāni anupalittāni udakena; ",
  "sn6.1:9.4": "evameva bhagavā buddhacakkhunā lokaṁ volokento addasa satte apparajakkhe mahārajakkhe tikkhindriye mudindriye svākāre dvākāre suviññāpaye duviññāpaye, appekacce paralokavajjabhayadassāvine viharante, appekacce na paralokavajjabhayadassāvine viharante. ",
  "sn6.1:9.5": "Disvāna brahmānaṁ sahampatiṁ gāthāya paccabhāsi: ",
  "sn6.1:10.1": "“Apārutā tesaṁ amatassa dvārā, ",
  "sn6.1:10.2": "Ye sotavanto pamuñcantu saddhaṁ; ",
  "sn6.1:10.3": "Vihiṁsasaññī paguṇaṁ na bhāsiṁ, ",
  "sn6.1:10.4": "Dhammaṁ paṇītaṁ manujesu brahme”ti. ",
  "sn6.1:11.1": "Atha kho brahmā sahampati “katāvakāso khomhi bhagavatā dhammadesanāyā”ti bhagavantaṁ abhivādetvā padakkhiṇaṁ katvā tatthevantaradhāyīti. "
}