{
  "sn6.1:0.1": "Saṃyutta Nikāya 6 ",
  "sn6.1:0.2": "1. Paṭhamavagga ",
  "sn6.1:0.3": "1. Brahmāyācanasutta ",
  "sn6.1:1.1": "Evaṃ me sutaṃ—",
  "sn6.1:1.2": "ekaṃ samayaṃ bhagavā uruvelāyaṃ viharati najjā nerañjarāya tīre ajapālanigrodhamūle paṭhamābhisambuddho. ",
  "sn6.1:1.3": "Atha kho bhagavato rahogatassa paṭisallīnassa evaṃ cetaso parivitakko udapādi: ",
  "sn6.1:1.4": "“adhigato kho myāyaṃ dhammo gambhīro duddaso duranubodho santo paṇīto atakkāvacaro nipuṇo paṇḍitavedanīyo. ",
  "sn6.1:1.5": "Ālayarāmā kho panāyaṃ pajā ālayaratā ālayasammuditā. ",
  "sn6.1:1.6": "Ālayarāmāya kho pana pajāya ālayaratāya ālayasammuditāya duddasaṃ idaṃ ṭhānaṃ yadidaṃ idappaccayatāpaṭiccasamuppādo. ",
  "sn6.1:1.7": "Idampi kho ṭhānaṃ duddasaṃ yadidaṃ sabbasaṅkhārasamatho sabbūpadhipaṭinissaggo taṇhākkhayo virāgo nirodho nibbānaṃ. ",
  "sn6.1:1.8": "Ahañceva kho pana dhammaṃ deseyyaṃ; pare ca me na ājāneyyuṃ; so mamassa kilamatho, sā mamassa vihesā”ti. ",
  "sn6.1:1.9": "Apissu bhagavantaṃ imā anacchariyā gāthāyo paṭibhaṃsu pubbe assutapubbā: ",
  "sn6.1:2.1": "“Kicchena me adhigataṃ, ",
  "sn6.1:2.2": "halaṃ dāni pakāsituṃ; ",
  "sn6.1:2.3": "Rāgadosaparetehi, ",
  "sn6.1:2.4": "nāyaṃ dhammo susambudho. ",
  "sn6.1:3.1": "Paṭisotagāmiṃ nipuṇaṃ, ",
  "sn6.1:3.2": "gambhīraṃ duddasaṃ aṇuṃ; ",
  "sn6.1:3.3": "Rāgarattā na dakkhanti, ",
  "sn6.1:3.4": "tamokhandhena āvuṭā”ti. ",
  "sn6.1:4.1": "Itiha bhagavato paṭisañcikkhato appossukkatāya cittaṃ namati, no dhammadesanāya. ",
  "sn6.1:5.1": "Atha kho brahmuno sahampatissa bhagavato cetasā cetoparivitakkamaññāya etadahosi: ",
  "sn6.1:5.2": "“nassati vata bho loko, vinassati vata bho loko, yatra hi nāma tathāgatassa arahato sammāsambuddhassa appossukkatāya cittaṃ namati, no dhammadesanāyā”ti. ",
  "sn6.1:5.3": "Atha kho brahmā sahampati—seyyathāpi nāma balavā puriso samiñjitaṃ vā bāhaṃ pasāreyya, pasāritaṃ vā bāhaṃ samiñjeyya; evameva—brahmaloke antarahito bhagavato purato pāturahosi. ",
  "sn6.1:5.4": "Atha kho brahmā sahampati ekaṃsaṃ uttarāsaṅgaṃ karitvā dakkhiṇajāṇumaṇḍalaṃ pathaviyaṃ nihantvā yena bhagavā tenañjaliṃ paṇāmetvā bhagavantaṃ etadavoca: ",
  "sn6.1:5.5": "“desetu, bhante, bhagavā dhammaṃ, desetu sugato dhammaṃ. ",
  "sn6.1:5.6": "Santi sattā apparajakkhajātikā, assavanatā dhammassa parihāyanti. ",
  "sn6.1:5.7": "Bhavissanti dhammassa aññātāro”ti. ",
  "sn6.1:5.8": "Idamavoca brahmā sahampati, idaṃ vatvā athāparaṃ etadavoca: ",
  "sn6.1:6.1": "“Pāturahosi magadhesu pubbe, ",
  "sn6.1:6.2": "Dhammo asuddho samalehi cintito; ",
  "sn6.1:6.3": "Apāpuretaṃ amatassa dvāraṃ, ",
  "sn6.1:6.4": "Suṇantu dhammaṃ vimalenānubuddhaṃ. ",
  "sn6.1:7.1": "Sele yathā pabbatamuddhaniṭṭhito, ",
  "sn6.1:7.2": "Yathāpi passe janataṃ samantato; ",
  "sn6.1:7.3": "Tathūpamaṃ dhammamayaṃ sumedha, ",
  "sn6.1:7.4": "Pāsādamāruyha samantacakkhu; ",
  "sn6.1:7.5": "Sokāvatiṇṇaṃ janatamapetasoko, ",
  "sn6.1:7.6": "Avekkhassu jātijarābhibhūtaṃ. ",
  "sn6.1:8.1": "Uṭṭhehi vīra vijitasaṅgāma, ",
  "sn6.1:8.2": "Satthavāha anaṇa vicara loke; ",
  "sn6.1:8.3": "Desassu bhagavā dhammaṃ, ",
  "sn6.1:8.4": "Aññātāro bhavissantī”ti. ",
  "sn6.1:9.1": "Atha kho bhagavā brahmuno ca ajjhesanaṃ viditvā sattesu ca kāruññataṃ paṭicca buddhacakkhunā lokaṃ volokesi. ",
  "sn6.1:9.2": "Addasā kho bhagavābuddhacakkhunā lokaṃ volokento satte apparajakkhe mahārajakkhe tikkhindriye mudindriye svākāre dvākāre suviññāpaye duviññāpaye, appekacce paralokavajjabhayadassāvine viharante, appekacce na paralokavajjabhayadassāvine viharante. ",
  "sn6.1:9.3": "Seyyathāpi nāma uppaliniyaṃ vā paduminiyaṃ vā puṇḍarīkiniyaṃ vā appekaccāni uppalāni vā padumāni vā puṇḍarīkāni vā udake jātāni udake saṃvaḍḍhāni udakānuggatāni anto nimuggaposīni, appekaccāni uppalāni vā padumāni vā puṇḍarīkāni vā udake jātāni udake saṃvaḍḍhāni samodakaṃ ṭhitāni, appekaccāni uppalāni vā padumāni vā puṇḍarīkāni vā udake jātāni udake saṃvaḍḍhāni udakā accuggamma ṭhitāni anupalittāni udakena; ",
  "sn6.1:9.4": "evameva bhagavā buddhacakkhunā lokaṃ volokento addasa satte apparajakkhe mahārajakkhe tikkhindriye mudindriye svākāre dvākāre suviññāpaye duviññāpaye, appekacce paralokavajjabhayadassāvine viharante, appekacce na paralokavajjabhayadassāvine viharante. ",
  "sn6.1:9.5": "Disvāna brahmānaṃ sahampatiṃ gāthāya paccabhāsi: ",
  "sn6.1:10.1": "“Apārutā tesaṃ amatassa dvārā, ",
  "sn6.1:10.2": "Ye sotavanto pamuñcantu saddhaṃ; ",
  "sn6.1:10.3": "Vihiṃsasaññī paguṇaṃ na bhāsiṃ, ",
  "sn6.1:10.4": "Dhammaṃ paṇītaṃ manujesu brahme”ti. ",
  "sn6.1:11.1": "Atha kho brahmā sahampati “katāvakāso khomhi bhagavatā dhammadesanāyā”ti bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā tatthevantaradhāyīti. "
}