{
  "sn6.6:0.1": "Saṃyutta Nikāya 6 ",
  "sn6.6:0.2": "1. Paṭhamavagga ",
  "sn6.6:0.3": "6. Brahmalokasutta ",
  "sn6.6:1.1": "Sāvatthinidānaṃ. ",
  "sn6.6:1.2": "Tena kho pana samayena bhagavā divāvihāragato hoti paṭisallīno. ",
  "sn6.6:1.3": "Atha kho subrahmā ca paccekabrahmā suddhāvāso ca paccekabrahmā yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā paccekaṃ dvārabāhaṃ upanissāya aṭṭhaṃsu. Atha kho subrahmā paccekabrahmā suddhāvāsaṃ paccekabrahmānaṃ etadavoca: ",
  "sn6.6:1.4": "“akālo kho tāva, mārisa, bhagavantaṃ payirupāsituṃ; ",
  "sn6.6:1.5": "divāvihāragato bhagavā paṭisallīno ca. ",
  "sn6.6:1.6": "Asuko ca brahmaloko iddho ceva phīto ca, brahmā ca tatra pamādavihāraṃ viharati. ",
  "sn6.6:1.7": "Āyāma, mārisa, yena so brahmaloko tenupasaṅkamissāma; upasaṅkamitvā taṃ brahmānaṃ saṃvejeyyāmā”ti. ",
  "sn6.6:1.8": "“Evaṃ, mārisā”ti kho suddhāvāso paccekabrahmā subrahmuno paccekabrahmuno paccassosi. ",
  "sn6.6:2.1": "Atha kho subrahmā ca paccekabrahmā suddhāvāso ca paccekabrahmā—seyyathāpi nāma balavā puriso …pe… evameva—bhagavato purato antarahitā tasmiṃ brahmaloke pāturahesuṃ. ",
  "sn6.6:2.2": "Addasā kho so brahmā te brahmāno dūratova āgacchante. Disvāna te brahmāno etadavoca: ",
  "sn6.6:2.3": "“handa kuto nu tumhe, mārisā, āgacchathā”ti? ",
  "sn6.6:2.4": "“Āgatā kho mayaṃ, mārisa, amha tassa bhagavato santikā arahato sammāsambuddhassa. ",
  "sn6.6:2.5": "Gaccheyyāsi pana tvaṃ, mārisa, tassa bhagavato upaṭṭhānaṃ arahato sammāsambuddhassā”ti? ",
  "sn6.6:3.1": "Evaṃ vutto, kho so brahmā taṃ vacanaṃ anadhivāsento sahassakkhattuṃ attānaṃ abhinimminitvā subrahmānaṃ paccekabrahmānaṃ etadavoca: ",
  "sn6.6:3.2": "“passasi me no tvaṃ, mārisa, evarūpaṃ iddhānubhāvan”ti? ",
  "sn6.6:3.3": "“Passāmi kho tyāhaṃ, mārisa, evarūpaṃ iddhānubhāvan”ti. ",
  "sn6.6:3.4": "“So khvāhaṃ, mārisa, evaṃmahiddhiko evaṃmahānubhāvo kassa aññassa samaṇassa vā brāhmaṇassa vā upaṭṭhānaṃ gamissāmī”ti? ",
  "sn6.6:4.1": "Atha kho subrahmā paccekabrahmā dvisahassakkhattuṃ attānaṃ abhinimminitvā taṃ brahmānaṃ etadavoca: ",
  "sn6.6:4.2": "“passasi me no tvaṃ, mārisa, evarūpaṃ iddhānubhāvan”ti? ",
  "sn6.6:4.3": "“Passāmi kho tyāhaṃ, mārisa, evarūpaṃ iddhānubhāvan”ti. ",
  "sn6.6:4.4": "“Tayā ca kho, mārisa, mayā ca sveva bhagavā mahiddhikataro ceva mahānubhāvataro ca. ",
  "sn6.6:4.5": "Gaccheyyāsi tvaṃ, mārisa, tassa bhagavato upaṭṭhānaṃ arahato sammāsambuddhassā”ti? ",
  "sn6.6:4.6": "Atha kho so brahmā subrahmānaṃ paccekabrahmānaṃ gāthāya ajjhabhāsi: ",
  "sn6.6:5.1": "“Tayo supaṇṇā caturo ca haṃsā, ",
  "sn6.6:5.2": "Byagghīnisā pañcasatā ca jhāyino; ",
  "sn6.6:5.3": "Tayidaṃ vimānaṃ jalate ca brahme, ",
  "sn6.6:5.4": "Obhāsayaṃ uttarassaṃ disāyan”ti. ",
  "sn6.6:6.1": "“Kiñcāpi te taṃ jalate vimānaṃ, ",
  "sn6.6:6.2": "Obhāsayaṃ uttarassaṃ disāyaṃ; ",
  "sn6.6:6.3": "Rūpe raṇaṃ disvā sadā pavedhitaṃ, ",
  "sn6.6:6.4": "Tasmā na rūpe ramatī sumedho”ti. ",
  "sn6.6:7.1": "Atha kho subrahmā ca paccekabrahmā suddhāvāso ca paccekabrahmā taṃ brahmānaṃ saṃvejetvā tatthevantaradhāyiṃsu. ",
  "sn6.6:7.2": "Agamāsi ca kho so brahmā aparena samayena bhagavato upaṭṭhānaṃ arahato sammāsambuddhassāti. "
}