{
  "sn6.14:0.1": "Saṁyutta Nikāya 6 ",
  "sn6.14:0.2": "2. Dutiyavagga ",
  "sn6.14:0.3": "14. Aruṇavatīsutta ",
  "sn6.14:1.1": "Evaṁ me sutaṁ—",
  "sn6.14:1.2": "ekaṁ samayaṁ bhagavā sāvatthiyaṁ viharati …pe… ",
  "sn6.14:1.3": "tatra kho bhagavā bhikkhū āmantesi: ",
  "sn6.14:1.4": "“bhikkhavo”ti. ",
  "sn6.14:1.5": "“Bhadante”ti te bhikkhū bhagavato paccassosuṁ. ",
  "sn6.14:1.6": "Bhagavā etadavoca: ",
  "sn6.14:2.1": "“Bhūtapubbaṁ, bhikkhave, rājā ahosi aruṇavā nāma. ",
  "sn6.14:2.2": "Rañño kho pana, bhikkhave, aruṇavato aruṇavatī nāma rājadhānī ahosi. ",
  "sn6.14:2.3": "Aruṇavatiṁ kho pana, bhikkhave, rājadhāniṁ sikhī bhagavā arahaṁ sammāsambuddho upanissāya vihāsi. ",
  "sn6.14:2.4": "Sikhissa kho pana, bhikkhave, bhagavato arahato sammāsambuddhassa abhibhūsambhavaṁ nāma sāvakayugaṁ ahosi aggaṁ bhaddayugaṁ. ",
  "sn6.14:2.5": "Atha kho, bhikkhave, sikhī bhagavā arahaṁ sammāsambuddho abhibhuṁ bhikkhuṁ āmantesi: ",
  "sn6.14:2.6": "‘āyāma, brāhmaṇa, yena aññataro brahmaloko tenupasaṅkamissāma, yāva bhattassa kālo bhavissatī’ti. ",
  "sn6.14:2.7": "‘Evaṁ, bhante’ti kho bhikkhave, abhibhū bhikkhu sikhissa bhagavato arahato sammāsambuddhassa paccassosi. ",
  "sn6.14:2.8": "Atha kho, bhikkhave, sikhī bhagavā arahaṁ sammāsambuddho abhibhū ca bhikkhu—seyyathāpi nāma balavā puriso samiñjitaṁ vā bāhaṁ pasāreyya, pasāritaṁ vā bāhaṁ samiñjeyya; evameva—aruṇavatiyā rājadhāniyā antarahitā tasmiṁ brahmaloke pāturahesuṁ. ",
  "sn6.14:3.1": "Atha kho, bhikkhave, sikhī bhagavā arahaṁ sammāsambuddho abhibhuṁ bhikkhuṁ āmantesi: ",
  "sn6.14:3.2": "‘paṭibhātu, brāhmaṇa, taṁ brahmuno ca brahmaparisāya ca brahmapārisajjānañca dhammī kathā’ti. ",
  "sn6.14:3.3": "‘Evaṁ, bhante’ti kho, bhikkhave, abhibhū bhikkhu sikhissa bhagavato arahato sammāsambuddhassa paṭissutvā, brahmānañca brahmaparisañca brahmapārisajje ca dhammiyā kathāya sandassesi samādapesi samuttejesi sampahaṁsesi. ",
  "sn6.14:3.4": "Tatra sudaṁ, bhikkhave, brahmā ca brahmaparisā ca brahmapārisajjā ca ujjhāyanti khiyyanti vipācenti: ",
  "sn6.14:3.5": "‘acchariyaṁ vata, bho, abbhutaṁ vata bho, kathañhi nāma satthari sammukhībhūte sāvako dhammaṁ desessatī’ti. ",
  "sn6.14:4.1": "Atha kho, bhikkhave, sikhī bhagavā arahaṁ sammāsambuddho abhibhuṁ bhikkhuṁ āmantesi: ",
  "sn6.14:4.2": "‘ujjhāyanti kho te, brāhmaṇa, brahmā ca brahmaparisā ca brahmapārisajjā ca—",
  "sn6.14:4.3": "acchariyaṁ vata bho, abbhutaṁ vata bho, kathañhi nāma satthari sammukhībhūte sāvako dhammaṁ desessatīti. ",
  "sn6.14:4.4": "Tena hi tvaṁ, brāhmaṇa, bhiyyoso mattāya brahmānañca brahmaparisañca brahmapārisajje ca saṁvejehī’ti. ",
  "sn6.14:4.5": "‘Evaṁ, bhante’ti kho, bhikkhave, abhibhū bhikkhu sikhissa bhagavato arahato sammāsambuddhassa paṭissutvā dissamānenapi kāyena dhammaṁ desesi, adissamānenapi kāyena dhammaṁ desesi, dissamānenapi heṭṭhimena upaḍḍhakāyena adissamānena uparimena upaḍḍhakāyena dhammaṁ desesi, dissamānenapi uparimena upaḍḍhakāyena adissamānena heṭṭhimena upaḍḍhakāyena dhammaṁ desesi. ",
  "sn6.14:4.6": "Tatra sudaṁ, bhikkhave, brahmā ca brahmaparisā ca brahmapārisajjā ca acchariyabbhutacittajātā ahesuṁ: ",
  "sn6.14:4.7": "‘acchariyaṁ vata bho, abbhutaṁ vata bho, samaṇassa mahiddhikatā mahānubhāvatā’ti. ",
  "sn6.14:5.1": "Atha kho abhibhū bhikkhu sikhiṁ bhagavantaṁ arahantaṁ sammāsambuddhaṁ etadavoca: ",
  "sn6.14:5.2": "‘abhijānāmi khvāhaṁ, bhante, bhikkhusaṅghassa majjhe evarūpiṁ vācaṁ bhāsitā—",
  "sn6.14:5.3": "pahomi khvāhaṁ, āvuso, brahmaloke ṭhito sahassilokadhātuṁ sarena viññāpetun’ti. ",
  "sn6.14:5.4": "‘Etassa, brāhmaṇa, kālo, etassa, brāhmaṇa, kālo; ",
  "sn6.14:5.5": "yaṁ tvaṁ, brāhmaṇa, brahmaloke ṭhito sahassilokadhātuṁ sarena viññāpeyyāsī’ti. ",
  "sn6.14:5.6": "‘Evaṁ, bhante’ti kho, bhikkhave, abhibhū bhikkhu sikhissa bhagavato arahato sammāsambuddhassa paṭissutvā brahmaloke ṭhito imā gāthāyo abhāsi: ",
  "sn6.14:6.1": "‘Ārambhatha nikkamatha, ",
  "sn6.14:6.2": "Yuñjatha buddhasāsane; ",
  "sn6.14:6.3": "Dhunātha maccuno senaṁ, ",
  "sn6.14:6.4": "Naḷāgāraṁva kuñjaro. ",
  "sn6.14:7.1": "Yo imasmiṁ dhammavinaye, ",
  "sn6.14:7.2": "appamatto vihassati; ",
  "sn6.14:7.3": "Pahāya jātisaṁsāraṁ, ",
  "sn6.14:7.4": "dukkhassantaṁ karissatī’ti. ",
  "sn6.14:8.1": "Atha kho, bhikkhave, sikhī ca bhagavā arahaṁ sammāsambuddho abhibhū ca bhikkhu brahmānañca brahmaparisañca brahmapārisajje ca saṁvejetvā—",
  "sn6.14:8.2": "seyyathāpi nāma …pe… tasmiṁ brahmaloke antarahitā aruṇavatiyā rājadhāniyā pāturahesuṁ. ",
  "sn6.14:8.3": "Atha kho, bhikkhave, sikhī bhagavā arahaṁ sammāsambuddho bhikkhū āmantesi: ",
  "sn6.14:8.4": "‘assuttha no tumhe, bhikkhave, abhibhussa bhikkhuno brahmaloke ṭhitassa gāthāyo bhāsamānassā’ti? ",
  "sn6.14:8.5": "‘Assumha kho mayaṁ, bhante, abhibhussa bhikkhuno brahmaloke ṭhitassa gāthāyo bhāsamānassā’ti. ",
  "sn6.14:8.6": "‘Yathā kathaṁ pana tumhe, bhikkhave, assuttha abhibhussa bhikkhuno brahmaloke ṭhitassa gāthāyo bhāsamānassā’ti? ",
  "sn6.14:8.7": "Evaṁ kho mayaṁ, bhante, assumha abhibhussa bhikkhuno brahmaloke ṭhitassa gāthāyo bhāsamānassa: ",
  "sn6.14:9.1": "‘Ārambhatha nikkamatha, ",
  "sn6.14:9.2": "yuñjatha buddhasāsane; ",
  "sn6.14:9.3": "Dhunātha maccuno senaṁ, ",
  "sn6.14:9.4": "naḷāgāraṁva kuñjaro. ",
  "sn6.14:10.1": "Yo imasmiṁ dhammavinaye, ",
  "sn6.14:10.2": "appamatto vihassati; ",
  "sn6.14:10.3": "Pahāya jātisaṁsāraṁ, ",
  "sn6.14:10.4": "dukkhassantaṁ karissatī’ti. ",
  "sn6.14:11.1": "‘Evaṁ kho mayaṁ, bhante, assumha abhibhussa bhikkhuno brahmaloke ṭhitassa gāthāyo bhāsamānassā’ti. ",
  "sn6.14:11.2": "‘Sādhu sādhu, bhikkhave; ",
  "sn6.14:11.3": "sādhu kho tumhe, bhikkhave, assuttha abhibhussa bhikkhuno brahmaloke ṭhitassa gāthāyo bhāsamānassā’”ti. ",
  "sn6.14:12.1": "Idamavoca bhagavā, attamanā te bhikkhū bhagavato bhāsitaṁ abhinandunti. "
}