{
  "sn6.14:0.1": "Saṃyutta Nikāya 6 ",
  "sn6.14:0.2": "2. Dutiyavagga ",
  "sn6.14:0.3": "14. Aruṇavatīsutta ",
  "sn6.14:1.1": "Evaṃ me sutaṃ—",
  "sn6.14:1.2": "ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati …pe… ",
  "sn6.14:1.3": "tatra kho bhagavā bhikkhū āmantesi: ",
  "sn6.14:1.4": "“bhikkhavo”ti. ",
  "sn6.14:1.5": "“Bhadante”ti te bhikkhū bhagavato paccassosuṃ. ",
  "sn6.14:1.6": "Bhagavā etadavoca: ",
  "sn6.14:2.1": "“Bhūtapubbaṃ, bhikkhave, rājā ahosi aruṇavā nāma. ",
  "sn6.14:2.2": "Rañño kho pana, bhikkhave, aruṇavato aruṇavatī nāma rājadhānī ahosi. ",
  "sn6.14:2.3": "Aruṇavatiṃ kho pana, bhikkhave, rājadhāniṃ sikhī bhagavā arahaṃ sammāsambuddho upanissāya vihāsi. ",
  "sn6.14:2.4": "Sikhissa kho pana, bhikkhave, bhagavato arahato sammāsambuddhassa abhibhūsambhavaṃ nāma sāvakayugaṃ ahosi aggaṃ bhaddayugaṃ. ",
  "sn6.14:2.5": "Atha kho, bhikkhave, sikhī bhagavā arahaṃ sammāsambuddho abhibhuṃ bhikkhuṃ āmantesi: ",
  "sn6.14:2.6": "‘āyāma, brāhmaṇa, yena aññataro brahmaloko tenupasaṅkamissāma, yāva bhattassa kālo bhavissatī’ti. ",
  "sn6.14:2.7": "‘Evaṃ, bhante’ti kho bhikkhave, abhibhū bhikkhu sikhissa bhagavato arahato sammāsambuddhassa paccassosi. ",
  "sn6.14:2.8": "Atha kho, bhikkhave, sikhī bhagavā arahaṃ sammāsambuddho abhibhū ca bhikkhu—seyyathāpi nāma balavā puriso samiñjitaṃ vā bāhaṃ pasāreyya, pasāritaṃ vā bāhaṃ samiñjeyya; evameva—aruṇavatiyā rājadhāniyā antarahitā tasmiṃ brahmaloke pāturahesuṃ. ",
  "sn6.14:3.1": "Atha kho, bhikkhave, sikhī bhagavā arahaṃ sammāsambuddho abhibhuṃ bhikkhuṃ āmantesi: ",
  "sn6.14:3.2": "‘paṭibhātu, brāhmaṇa, taṃ brahmuno ca brahmaparisāya ca brahmapārisajjānañca dhammī kathā’ti. ",
  "sn6.14:3.3": "‘Evaṃ, bhante’ti kho, bhikkhave, abhibhū bhikkhu sikhissa bhagavato arahato sammāsambuddhassa paṭissutvā, brahmānañca brahmaparisañca brahmapārisajje ca dhammiyā kathāya sandassesi samādapesi samuttejesi sampahaṃsesi. ",
  "sn6.14:3.4": "Tatra sudaṃ, bhikkhave, brahmā ca brahmaparisā ca brahmapārisajjā ca ujjhāyanti khiyyanti vipācenti: ",
  "sn6.14:3.5": "‘acchariyaṃ vata, bho, abbhutaṃ vata bho, kathañhi nāma satthari sammukhībhūte sāvako dhammaṃ desessatī’ti. ",
  "sn6.14:4.1": "Atha kho, bhikkhave, sikhī bhagavā arahaṃ sammāsambuddho abhibhuṃ bhikkhuṃ āmantesi: ",
  "sn6.14:4.2": "‘ujjhāyanti kho te, brāhmaṇa, brahmā ca brahmaparisā ca brahmapārisajjā ca—",
  "sn6.14:4.3": "acchariyaṃ vata bho, abbhutaṃ vata bho, kathañhi nāma satthari sammukhībhūte sāvako dhammaṃ desessatīti. ",
  "sn6.14:4.4": "Tena hi tvaṃ, brāhmaṇa, bhiyyoso mattāya brahmānañca brahmaparisañca brahmapārisajje ca saṃvejehī’ti. ",
  "sn6.14:4.5": "‘Evaṃ, bhante’ti kho, bhikkhave, abhibhū bhikkhu sikhissa bhagavato arahato sammāsambuddhassa paṭissutvā dissamānenapi kāyena dhammaṃ desesi, adissamānenapi kāyena dhammaṃ desesi, dissamānenapi heṭṭhimena upaḍḍhakāyena adissamānena uparimena upaḍḍhakāyena dhammaṃ desesi, dissamānenapi uparimena upaḍḍhakāyena adissamānena heṭṭhimena upaḍḍhakāyena dhammaṃ desesi. ",
  "sn6.14:4.6": "Tatra sudaṃ, bhikkhave, brahmā ca brahmaparisā ca brahmapārisajjā ca acchariyabbhutacittajātā ahesuṃ: ",
  "sn6.14:4.7": "‘acchariyaṃ vata bho, abbhutaṃ vata bho, samaṇassa mahiddhikatā mahānubhāvatā’ti. ",
  "sn6.14:5.1": "Atha kho abhibhū bhikkhu sikhiṃ bhagavantaṃ arahantaṃ sammāsambuddhaṃ etadavoca: ",
  "sn6.14:5.2": "‘abhijānāmi khvāhaṃ, bhante, bhikkhusaṃghassa majjhe evarūpiṃ vācaṃ bhāsitā—",
  "sn6.14:5.3": "pahomi khvāhaṃ, āvuso, brahmaloke ṭhito sahassilokadhātuṃ sarena viññāpetun’ti. ",
  "sn6.14:5.4": "‘Etassa, brāhmaṇa, kālo, etassa, brāhmaṇa, kālo; ",
  "sn6.14:5.5": "yaṃ tvaṃ, brāhmaṇa, brahmaloke ṭhito sahassilokadhātuṃ sarena viññāpeyyāsī’ti. ",
  "sn6.14:5.6": "‘Evaṃ, bhante’ti kho, bhikkhave, abhibhū bhikkhu sikhissa bhagavato arahato sammāsambuddhassa paṭissutvā brahmaloke ṭhito imā gāthāyo abhāsi: ",
  "sn6.14:6.1": "‘Ārambhatha nikkamatha, ",
  "sn6.14:6.2": "Yuñjatha buddhasāsane; ",
  "sn6.14:6.3": "Dhunātha maccuno senaṃ, ",
  "sn6.14:6.4": "Naḷāgāraṃva kuñjaro. ",
  "sn6.14:7.1": "Yo imasmiṃ dhammavinaye, ",
  "sn6.14:7.2": "appamatto vihassati; ",
  "sn6.14:7.3": "Pahāya jātisaṃsāraṃ, ",
  "sn6.14:7.4": "dukkhassantaṃ karissatī’ti. ",
  "sn6.14:8.1": "Atha kho, bhikkhave, sikhī ca bhagavā arahaṃ sammāsambuddho abhibhū ca bhikkhu brahmānañca brahmaparisañca brahmapārisajje ca saṃvejetvā—",
  "sn6.14:8.2": "seyyathāpi nāma …pe… tasmiṃ brahmaloke antarahitā aruṇavatiyā rājadhāniyā pāturahesuṃ. ",
  "sn6.14:8.3": "Atha kho, bhikkhave, sikhī bhagavā arahaṃ sammāsambuddho bhikkhū āmantesi: ",
  "sn6.14:8.4": "‘assuttha no tumhe, bhikkhave, abhibhussa bhikkhuno brahmaloke ṭhitassa gāthāyo bhāsamānassā’ti? ",
  "sn6.14:8.5": "‘Assumha kho mayaṃ, bhante, abhibhussa bhikkhuno brahmaloke ṭhitassa gāthāyo bhāsamānassā’ti. ",
  "sn6.14:8.6": "‘Yathā kathaṃ pana tumhe, bhikkhave, assuttha abhibhussa bhikkhuno brahmaloke ṭhitassa gāthāyo bhāsamānassā’ti? ",
  "sn6.14:8.7": "Evaṃ kho mayaṃ, bhante, assumha abhibhussa bhikkhuno brahmaloke ṭhitassa gāthāyo bhāsamānassa: ",
  "sn6.14:9.1": "‘Ārambhatha nikkamatha, ",
  "sn6.14:9.2": "yuñjatha buddhasāsane; ",
  "sn6.14:9.3": "Dhunātha maccuno senaṃ, ",
  "sn6.14:9.4": "naḷāgāraṃva kuñjaro. ",
  "sn6.14:10.1": "Yo imasmiṃ dhammavinaye, ",
  "sn6.14:10.2": "appamatto vihassati; ",
  "sn6.14:10.3": "Pahāya jātisaṃsāraṃ, ",
  "sn6.14:10.4": "dukkhassantaṃ karissatī’ti. ",
  "sn6.14:11.1": "‘Evaṃ kho mayaṃ, bhante, assumha abhibhussa bhikkhuno brahmaloke ṭhitassa gāthāyo bhāsamānassā’ti. ",
  "sn6.14:11.2": "‘Sādhu sādhu, bhikkhave; ",
  "sn6.14:11.3": "sādhu kho tumhe, bhikkhave, assuttha abhibhussa bhikkhuno brahmaloke ṭhitassa gāthāyo bhāsamānassā’”ti. ",
  "sn6.14:12.1": "Idamavoca bhagavā, attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti. "
}