{
  "an3.26:0.1": "Numbered Discourses 3 ",
  "an3.26:0.2": "3. Persons ",
  "an3.26:0.3": "26. Associates ",
  "an3.26:1.1": "“These three people are found in the world. ",
  "an3.26:1.2": "What three? ",
  "an3.26:1.3": "There is a person you shouldn’t associate with, accompany, or attend. ",
  "an3.26:1.4": "There is a person you should associate with, accompany, and attend. ",
  "an3.26:1.5": "There is a person you should associate with, accompany, and attend with honor and respect. ",
  "an3.26:1.6": "Who is the person you shouldn’t associate with, accompany, or attend? ",
  "an3.26:1.7": "It’s someone who is inferior in terms of ethics, immersion, and wisdom. ",
  "an3.26:1.8": "You shouldn’t associate with, accompany, or attend such a person, except out of kindness and compassion. ",
  "an3.26:2.1": "Who is the person you should associate with, accompany, and attend? ",
  "an3.26:2.2": "It’s someone who is similar in terms of ethics, immersion, and wisdom. ",
  "an3.26:2.3": "You should associate with, accompany, and attend such a person. ",
  "an3.26:2.4": "Why is that? ",
  "an3.26:2.5": "Thinking, ‘Since our ethical conduct is similar, we can discuss ethics, the conversation will flow, and we’ll both be at ease. ",
  "an3.26:2.6": "Since our immersion is similar, we can discuss immersion, the conversation will flow, and we’ll both be at ease. ",
  "an3.26:2.7": "Since our wisdom is similar, we can discuss wisdom, the conversation will flow, and we’ll both be at ease.’ ",
  "an3.26:2.8": "That’s why you should associate with, accompany, and attend such a person. ",
  "an3.26:3.1": "Who is the person you should associate with, accompany, and attend with honor and respect? ",
  "an3.26:3.2": "It’s someone who is superior in terms of ethics, immersion, and wisdom. ",
  "an3.26:3.3": "You should associate with, accompany, and attend such a person with honor and respect. ",
  "an3.26:3.4": "Why is that? ",
  "an3.26:3.5": "Thinking, ‘I’ll fulfill the entire spectrum of ethical conduct I haven’t yet fulfilled, or support with wisdom in every situation the ethical conduct I’ve already fulfilled. ",
  "an3.26:3.6": "I’ll fulfill the entire spectrum of immersion I haven’t yet fulfilled, or support with wisdom in every situation the immersion I’ve already fulfilled. ",
  "an3.26:3.7": "I’ll fulfill the entire spectrum of wisdom I haven’t yet fulfilled, or support with wisdom in every situation the wisdom I’ve already fulfilled.’ ",
  "an3.26:3.8": "That’s why you should associate with, accompany, and attend this person with honor and respect. ",
  "an3.26:3.9": "These are the three people found in the world. ",
  "an3.26:4.1": "A man who associates with an inferior goes downhill, ",
  "an3.26:4.2": "but associating with an equal, you’ll never decline; ",
  "an3.26:4.3": "following the best, you’ll quickly rise up, ",
  "an3.26:4.4": "so you should keep company with people better than you.” "
}