{
  "an3.112:0.1": "Numbered Discourses 3 ",
  "an3.112:0.2": "11. Awakening ",
  "an3.112:0.3": "112. Sources (2nd) ",
  "an3.112:1.1": "“Mendicants, there are these three sources that give rise to deeds. ",
  "an3.112:1.2": "What three? ",
  "an3.112:1.3": "Desire comes up for things that stimulate desire and greed in the past, future, or present. ",
  "an3.112:1.4": " ",
  "an3.112:1.5": " ",
  "an3.112:1.6": "And how does desire come up for things that stimulate desire and greed in the past, future, or present? ",
  "an3.112:1.7": "In your heart you think about and consider things that stimulate desire and greed in the past, future, or present. ",
  "an3.112:1.8": "When you do this, desire comes up, ",
  "an3.112:1.9": "and you get attached to those things. ",
  "an3.112:1.10": "This lust in the heart is what I call a fetter. ",
  "an3.112:1.11": "That’s how desire comes up for things that stimulate desire and greed in the past, future, or present. ",
  "an3.112:2.1": " ",
  "an3.112:2.2": " ",
  "an3.112:2.3": " ",
  "an3.112:2.4": " ",
  "an3.112:2.5": " ",
  "an3.112:2.6": " ",
  "an3.112:3.1": " ",
  "an3.112:3.2": " ",
  "an3.112:3.3": " ",
  "an3.112:3.4": " ",
  "an3.112:3.5": " ",
  "an3.112:3.6": " ",
  "an3.112:3.7": "These are three sources that give rise to deeds. ",
  "an3.112:4.1": "There are these three sources that give rise to deeds. ",
  "an3.112:4.2": "What three? ",
  "an3.112:4.3": "Desire doesn’t come up for things that stimulate desire and greed in the past, future, or present. ",
  "an3.112:4.4": " ",
  "an3.112:4.5": " ",
  "an3.112:5.1": "And how does desire not come up for things that stimulate desire and greed in the past, future, or present? ",
  "an3.112:5.2": "You understand the future result of things that stimulate desire and greed in the past, future, or present. ",
  "an3.112:5.3": "When you know this, you grow disillusioned, ",
  "an3.112:5.4": "your heart becomes dispassionate, and you see it with penetrating wisdom. ",
  "an3.112:5.5": "That’s how desire doesn’t come up for things that stimulate desire and greed in the past, future, or present. ",
  "an3.112:6.1": " ",
  "an3.112:6.2": " ",
  "an3.112:6.3": " ",
  "an3.112:6.4": " ",
  "an3.112:6.5": " ",
  "an3.112:7.1": " ",
  "an3.112:7.2": " ",
  "an3.112:7.3": " ",
  "an3.112:7.4": "These are three sources that give rise to deeds.” ",
  "an3.112:7.5": " ",
  "an3.112:7.6": " ",
  "an3.112:8.1": " ",
  "an3.112:8.2": " ",
  "an3.112:8.3": " "
}