{
  "an3.66:0.1": "Numbered Discourses 3 ",
  "an3.66:0.2": "7. The Great Chapter ",
  "an3.66:0.3": "66. With Sāḷha and His Friend ",
  "an3.66:1.1": "So I have heard. ",
  "an3.66:1.2": "Now at that time Venerable Nandaka was staying near Sāvatthī in the Eastern Monastery, the stilt longhouse of Migāra’s mother. ",
  "an3.66:1.3": "Then Sāḷha, Migāra’s grandson, and Rohaṇa, Pekhuṇiya’s grandson went up to Venerable Nandaka, bowed, and sat down to one side. Then Venerable Nandaka said to Sāḷha: ",
  "an3.66:2.1": "“Please, Sāḷha and friend, don’t go by oral transmission, don’t go by lineage, don’t go by testament, don’t go by canonical authority, don’t rely on logic, don’t rely on inference, don’t go by reasoned contemplation, don’t go by the acceptance of a view after consideration, don’t go by the appearance of competence, and don’t think ‘The ascetic is our respected teacher.’ ",
  "an3.66:2.2": "But when you know for yourselves: ‘These things are unskillful, blameworthy, criticized by sensible people, and when you undertake them, they lead to harm and suffering’, then you should give them up. ",
  "an3.66:3.1": "What do you think, Sāḷha? ",
  "an3.66:3.2": "Is greed real?” ",
  "an3.66:4.1": "“Yes, sir.” ",
  "an3.66:5.1": "“‘Covetousness’ is what I mean by this. ",
  "an3.66:5.2": "A person who is greedy and covetous kills living creatures, steals, commits adultery, lies, and encourages others to do the same. Is that for their lasting harm and suffering?” ",
  "an3.66:6.1": "“Yes, sir.” ",
  "an3.66:7.1": "“What do you think, Sāḷha? ",
  "an3.66:7.2": "Is hate real?” ",
  "an3.66:8.1": "“Yes, sir.” ",
  "an3.66:9.1": "“‘Malice’ is what I mean by this. ",
  "an3.66:9.2": "A hateful and malicious person kills living creatures, steals, commits adultery, lies, and encourages others to do the same. Is that for their lasting harm and suffering?” ",
  "an3.66:10.1": "“Yes, sir.” ",
  "an3.66:11.1": "“What do you think, Sāḷha? ",
  "an3.66:11.2": "Is delusion real?” ",
  "an3.66:12.1": "“Yes, sir.” ",
  "an3.66:13.1": "“‘Ignorance’ is what I mean by this. ",
  "an3.66:13.2": "A person who is deluded and ignorant kills living creatures, steals, commits adultery, lies, and encourages others to do the same. Is that for their lasting harm and suffering?” ",
  "an3.66:14.1": "“Yes, sir.” ",
  "an3.66:15.1": "“What do you think, Sāḷha, are these things skillful or unskillful?” ",
  "an3.66:16.1": "“Unskillful, sir.” ",
  "an3.66:17.1": "“Blameworthy or blameless?” ",
  "an3.66:18.1": "“Blameworthy, sir.” ",
  "an3.66:19.1": "“Criticized or praised by sensible people?” ",
  "an3.66:20.1": "“Criticized by sensible people, sir.” ",
  "an3.66:21.1": "“When you undertake them, do they lead to harm and suffering, or not? ",
  "an3.66:21.2": "Or how do you see this?” ",
  "an3.66:22.1": "“When you undertake them, they lead to harm and suffering. ",
  "an3.66:22.2": "That’s how we see it.” ",
  "an3.66:23.1": "“So, Sāḷha and friend, when I said: ",
  "an3.66:23.2": "‘Please, don’t go by oral transmission, don’t go by lineage, don’t go by testament, don’t go by canonical authority, don’t rely on logic, don’t rely on inference, don’t go by reasoned contemplation, don’t go by the acceptance of a view after consideration, don’t go by the appearance of competence, and don’t think “The ascetic is our respected teacher.” ",
  "an3.66:23.3": "But when you know for yourselves: ",
  "an3.66:23.4": "“These things are unskillful, blameworthy, criticized by sensible people, and when you undertake them, they lead to harm and suffering”, then you should give them up.’ ",
  "an3.66:23.5": "That’s what I said, and this is why I said it. ",
  "an3.66:24.1": "Please, Sāḷha and friend, don’t go by oral transmission, don’t go by lineage, don’t go by testament, don’t go by canonical authority, don’t rely on logic, don’t rely on inference, don’t go by reasoned contemplation, don’t go by the acceptance of a view after consideration, don’t go by the appearance of competence, and don’t think ‘The ascetic is our respected teacher.’ ",
  "an3.66:24.2": "But when you know for yourselves: ",
  "an3.66:24.3": "‘These things are skillful, blameless, praised by sensible people, and when you undertake them, they lead to welfare and happiness’, then you should acquire them and keep them. ",
  "an3.66:25.1": "What do you think? Is contentment real?” ",
  "an3.66:26.1": "“Yes, sir.” ",
  "an3.66:27.1": "“‘Satisfaction’ is what I mean by this. ",
  "an3.66:27.2": "A person who is content and satisfied doesn’t kill living creatures, steal, commit adultery, lie, or encourage others to do the same. Is that for their lasting welfare and happiness?” ",
  "an3.66:28.1": "“Yes, sir.” ",
  "an3.66:29.1": "What do you think? Is love real?” ",
  "an3.66:30.1": "“Yes, sir.” ",
  "an3.66:31.1": "“‘Kindness’ is what I mean by this. ",
  "an3.66:31.2": "A loving and kind-hearted person doesn’t kill living creatures, steal, commit adultery, lie, or encourage others to do the same. Is that for their lasting welfare and happiness?” ",
  "an3.66:32.1": "“Yes, sir.” ",
  "an3.66:33.1": "“What do you think, Sāḷha? ",
  "an3.66:33.2": "Is understanding real?” ",
  "an3.66:34.1": "“Yes, sir.” ",
  "an3.66:35.1": "“‘Knowledge’ is what I mean by this. ",
  "an3.66:35.2": "A person who understands and knows doesn’t kill living creatures, steal, commit adultery, lie, or encourage others to do the same. Is that for their lasting welfare and happiness?” ",
  "an3.66:36.1": "“Yes, sir.” ",
  "an3.66:37.1": "“What do you think, Sāḷha, are these things skillful or unskillful?” ",
  "an3.66:38.1": "“Skillful, sir.” ",
  "an3.66:39.1": "“Blameworthy or blameless?” ",
  "an3.66:40.1": "“Blameless, sir.” ",
  "an3.66:41.1": "“Criticized or praised by sensible people?” ",
  "an3.66:42.1": "“Praised by sensible people, sir.” ",
  "an3.66:43.1": "“When you undertake them, do they lead to welfare and happiness, or not? ",
  "an3.66:43.2": "Or how do you see this?” ",
  "an3.66:44.1": "“When you undertake them, they lead to welfare and happiness. ",
  "an3.66:44.2": "That’s how we see it.” ",
  "an3.66:45.1": "“So, Sāḷha and friend, when I said: ",
  "an3.66:45.2": "‘Please, don’t go by oral transmission, don’t go by lineage, don’t go by testament, don’t go by canonical authority, don’t rely on logic, don’t rely on inference, don’t go by reasoned contemplation, don’t go by the acceptance of a view after consideration, don’t go by the appearance of competence, and don’t think “The ascetic is our respected teacher.” ",
  "an3.66:45.3": "But when you know for yourselves: ",
  "an3.66:45.4": "“These things are skillful, blameless, praised by sensible people, and when you undertake them, they lead to welfare and happiness”, then you should acquire them and keep them.’ ",
  "an3.66:45.5": "That’s what I said, and this is why I said it. ",
  "an3.66:46.1": "Then that noble disciple is rid of desire, rid of ill will, unconfused, aware, and mindful. They meditate spreading a heart full of love … ",
  "an3.66:46.2": "compassion … ",
  "an3.66:46.3": "rejoicing … ",
  "an3.66:46.4": "equanimity to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, they spread a heart full of equanimity to the whole world—abundant, expansive, limitless, free of enmity and ill will. ",
  "an3.66:46.5": "They understand: ",
  "an3.66:46.6": "‘There is this, there is what is worse than this, there is what is better than this, and there is an escape beyond the scope of perception.’ ",
  "an3.66:46.7": "Knowing and seeing like this, their mind is freed from the defilements of sensuality, desire to be reborn, and ignorance. ",
  "an3.66:46.8": "When they’re freed, they know they’re freed. ",
  "an3.66:46.9": "They understand: ‘Rebirth is ended, the spiritual journey has been completed, what had to be done has been done, there is no return to any state of existence.’ ",
  "an3.66:47.1": "They understand: ",
  "an3.66:47.2": "‘Formerly there was greed, which was unskillful. Now there is none, so that’s skillful. ",
  "an3.66:47.3": "Formerly there was hate, which was unskillful. Now there is none, so that’s skillful. ",
  "an3.66:47.4": "Formerly there was delusion, which was unskillful. Now there is none, so that’s skillful.’ ",
  "an3.66:47.5": "So they live without wishes in the present life, extinguished, cooled, experiencing bliss, having become holy in themselves.” "
}