{
  "an3.22:0.1": "Numbered Discourses 3 ",
  "an3.22:0.2": "3. Persons ",
  "an3.22:0.3": "22. Patients ",
  "an3.22:1.1": "“These three patients are found in the world. ",
  "an3.22:1.2": "What three? ",
  "an3.22:1.3": "In some cases a patient won’t recover from an illness, regardless of whether or not they get suitable food and medicines, and a capable carer. ",
  "an3.22:2.1": "In some cases a patient will recover from an illness, regardless of whether or not they get suitable food and medicines, and a capable carer. ",
  "an3.22:3.1": "In some cases a patient can recover from an illness, but only if they get suitable food and medicines, and a capable carer, and not if they don’t get these things. ",
  "an3.22:4.1": "Now, it’s for the sake of the last patient—who will recover only if they get suitable food and medicines, and a capable carer—that food, medicines, and a carer are prescribed. ",
  "an3.22:4.2": "But also, for the sake of this patient, the other patients should be looked after. ",
  "an3.22:4.3": "These are the three kinds of patients found in the world. ",
  "an3.22:5.1": "In the same way, these three people similar to patients are found in the world. ",
  "an3.22:5.2": "What three? ",
  "an3.22:5.3": "Some people don’t enter the sure path with regards to skillful qualities, regardless of whether or not they get to see a Realized One, and to hear the teaching and training that he proclaims. ",
  "an3.22:6.1": "Some people do enter the sure path with regards to skillful qualities, regardless of whether or not they get to see a Realized One, and to hear the teaching and training that he proclaims. ",
  "an3.22:7.1": "Some people can enter the sure path with regards to skillful qualities, but only if they get to see a Realized One, and to hear the teaching and training that he proclaims, and not when they don’t get those things. ",
  "an3.22:8.1": "Now, it’s for the sake of this last person that teaching the Dhamma is prescribed, that is, the one who can enter the sure path with regards to skillful qualities, but only if they get to see a Realized One, and to hear the teaching and training that he proclaims. ",
  "an3.22:8.2": "But also, for the sake of this person, the other people should be taught Dhamma. ",
  "an3.22:8.3": "These are the three people similar to patients found in the world.” "
}