{
  "an3.71:0.1": "Numbered Discourses 3 ",
  "an3.71:0.2": "8. Ānanda ",
  "an3.71:0.3": "71. With Channa ",
  "an3.71:1.1": "At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ",
  "an3.71:1.2": "Then the wanderer Channa went up to Venerable Ānanda and exchanged greetings with him. ",
  "an3.71:1.3": "When the greetings and polite conversation were over, he sat down to one side and said to Ānanda: ",
  "an3.71:1.4": "“Reverend Ānanda, do you advocate giving up greed, hate, and delusion?” ",
  "an3.71:1.5": "“We do, reverend.” ",
  "an3.71:2.1": "“But what drawbacks have you seen, Reverend Ānanda, that you advocate giving up greed, hate, and delusion?” ",
  "an3.71:3.1": "“A greedy person, overcome by greed, intends to hurt themselves, hurt others, and hurt both. They experience mental pain and sadness. ",
  "an3.71:3.2": "When greed has been given up, they don’t intend to hurt themselves, hurt others, and hurt both. They don’t experience mental pain and sadness. ",
  "an3.71:3.3": "A greedy person does bad things by way of body, speech, and mind. ",
  "an3.71:3.4": "When greed has been given up, they don’t do bad things by way of body, speech, and mind. ",
  "an3.71:3.5": "A greedy person doesn’t truly understand what’s for their own good, the good of another, or the good of both. ",
  "an3.71:3.6": "When greed has been given up, they truly understand what’s for their own good, the good of another, or the good of both. ",
  "an3.71:3.7": "Greed is a destroyer of sight, vision, and knowledge. It blocks wisdom, it’s on the side of anguish, and it doesn’t lead to extinguishment. ",
  "an3.71:4.1": "A hateful person, overcome by hate, intends to hurt themselves, hurt others, and hurt both. … ",
  "an3.71:4.2": "A deluded person, overcome by delusion, intends to hurt themselves, hurt others, and hurt both. They experience mental pain and sadness. ",
  "an3.71:4.3": "When delusion has been given up, they don’t intend to hurt themselves, hurt others, and hurt both. They don’t experience mental pain and sadness. ",
  "an3.71:4.4": "A deluded person does bad things by way of body, speech, and mind. ",
  "an3.71:4.5": "When delusion has been given up, they don’t do bad things by way of body, speech, and mind. ",
  "an3.71:4.6": "A deluded person doesn’t truly understand what’s for their own good, the good of another, or the good of both. ",
  "an3.71:4.7": "When delusion has been given up, they truly understand what’s for their own good, the good of another, or the good of both. ",
  "an3.71:4.8": "Delusion is a destroyer of sight, vision, and knowledge; it blocks wisdom, it’s on the side of anguish, and it doesn’t lead to extinguishment. ",
  "an3.71:4.9": "This is the drawback we’ve seen in greed, hate, and delusion, and this is why we advocate giving them up.” ",
  "an3.71:4.10": " ",
  "an3.71:4.11": " ",
  "an3.71:5.1": "“But, reverend, is there a path and a practice for giving up that greed, hate, and delusion?” ",
  "an3.71:5.2": "“There is, reverend, a path and a practice for giving up that greed, hate, and delusion.” ",
  "an3.71:5.3": "“Well, what is it?” ",
  "an3.71:5.4": "“It is simply this noble eightfold path, that is: ",
  "an3.71:5.5": "right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion. ",
  "an3.71:5.6": "This is the path, this is the practice for giving up that greed, hate, and delusion.” ",
  "an3.71:5.7": "“This is a fine path, a fine practice, for giving up that greed, hate, and delusion. ",
  "an3.71:5.8": "Just this much is enough to be diligent.” "
}