{
  "an3.68:0.1": "Numbered Discourses 3 ",
  "an3.68:0.2": "7. The Great Chapter ",
  "an3.68:0.3": "68. Followers of Other Paths ",
  "an3.68:1.1": "“Mendicants, if wanderers who follow other paths were to ask: ",
  "an3.68:1.2": "‘There are these three things. ",
  "an3.68:1.3": "What three? ",
  "an3.68:1.4": "Greed, hate, and delusion. ",
  "an3.68:1.5": "These are the three things. ",
  "an3.68:1.6": "What’s the difference between them?’ ",
  "an3.68:1.7": "How would you answer them?” ",
  "an3.68:1.8": "“Our teachings are rooted in the Buddha. He is our guide and our refuge. Sir, may the Buddha himself please clarify the meaning of this. The mendicants will listen and remember it.” ",
  "an3.68:1.9": "“Well then, mendicants, listen and pay close attention, I will speak.” ",
  "an3.68:1.10": "“Yes, sir,” they replied. ",
  "an3.68:1.11": "The Buddha said this: ",
  "an3.68:2.1": "“Mendicants, if wanderers who follow other paths were to ask: ",
  "an3.68:2.2": "‘There are these three things. ",
  "an3.68:2.3": "What three? ",
  "an3.68:2.4": "Greed, hate, and delusion. ",
  "an3.68:2.5": "These are the three things. ",
  "an3.68:2.6": "What’s the difference between them?’ ",
  "an3.68:2.7": "You should answer them: ",
  "an3.68:2.8": "‘Greed, reverends, is mildly blameworthy, but slow to fade away. Hate is very blameworthy, but quick to fade away. Delusion is very blameworthy, and slow to fade away.’ ",
  "an3.68:3.1": "And if they ask: ‘What is the cause, what is the reason why greed arises, and once arisen it increases and grows?’ ",
  "an3.68:3.2": "You should say: ‘The beautiful feature of things. ",
  "an3.68:3.3": "When you attend improperly to the beautiful feature of things, greed arises, and once arisen it increases and grows. ",
  "an3.68:3.4": "This is the cause, this is the reason why greed arises, and once arisen it increases and grows.’ ",
  "an3.68:4.1": "And if they ask: ‘What is the cause, what is the reason why hate arises, and once arisen it increases and grows?’ ",
  "an3.68:4.2": "You should say: ‘The feature of harshness. ",
  "an3.68:4.3": "When you attend improperly to the feature of harshness, hate arises, and once arisen it increases and grows. ",
  "an3.68:4.4": "This is the cause, this is the reason why hate arises, and once arisen it increases and grows.’ ",
  "an3.68:5.1": "And if they ask: ‘What is the cause, what is the reason why delusion arises, and once arisen it increases and grows?’ ",
  "an3.68:5.2": "You should say: ‘Improper attention. ",
  "an3.68:5.3": "When you attend improperly, delusion arises, and once arisen it increases and grows. ",
  "an3.68:5.4": "This is the cause, this is the reason why delusion arises, and once arisen it increases and grows.’ ",
  "an3.68:6.1": "And if they ask, ‘What is the cause, what is the reason why greed doesn’t arise, or if it’s already arisen it’s given up?’ ",
  "an3.68:6.2": "You should say: ‘The ugly feature of things. ",
  "an3.68:6.3": "When you attend properly on the ugly feature of things, greed doesn’t arise, or if it’s already arisen it’s given up. ",
  "an3.68:6.4": "This is the cause, this is the reason why greed doesn’t arise, or if it’s already arisen it’s given up.’ ",
  "an3.68:7.1": "And if they ask, ‘What is the cause, what is the reason why hate doesn’t arise, or if it’s already arisen it’s given up?’ ",
  "an3.68:7.2": "You should say: ‘The heart’s release by love.’ ",
  "an3.68:7.3": "When you attend properly on the heart’s release by love, hate doesn’t arise, or if it’s already arisen it’s given up. ",
  "an3.68:7.4": "This is the cause, this is the reason why hate doesn’t arise, or if it’s already arisen it’s given up.’ ",
  "an3.68:8.1": "And if they ask, ‘What is the cause, what is the reason why delusion doesn’t arise, or if it’s already arisen it’s given up?’ ",
  "an3.68:8.2": "You should say: ‘Proper attention. ",
  "an3.68:8.3": "When you attend properly, delusion doesn’t arise, or if it’s already arisen it’s given up. ",
  "an3.68:8.4": "This is the cause, this is the reason why delusion doesn’t arise, or if it’s already arisen it’s given up.’” "
}