{
  "an3.141:0.1": "Numbered Discourses 3 ",
  "an3.141:0.2": "14. A Warrior ",
  "an3.141:0.3": "141. Excellent Horses ",
  "an3.141:1.1": "“Mendicants, I will teach you the three excellent horses and the three excellent people. ",
  "an3.141:1.2": "Listen and pay close attention, I will speak.” ",
  "an3.141:1.3": "“Yes, sir,” they replied. ",
  "an3.141:1.4": "The Buddha said this: ",
  "an3.141:2.1": "“What are the three excellent horses? ",
  "an3.141:2.2": "One excellent horse is fast, but not beautiful or well proportioned. ",
  "an3.141:2.3": "Another excellent horse is fast and beautiful, but not well proportioned. ",
  "an3.141:2.4": "While another excellent horse is fast, beautiful, and well proportioned. ",
  "an3.141:2.5": "These are the three excellent horses. ",
  "an3.141:3.1": "“What are the three excellent people? ",
  "an3.141:3.2": "One excellent person is fast, but not beautiful or well proportioned. ",
  "an3.141:3.3": "Another excellent person is fast and beautiful, but not well proportioned. ",
  "an3.141:3.4": "While another excellent person is fast, beautiful, and well proportioned. ",
  "an3.141:4.1": "And how is an excellent person fast, but not beautiful or well proportioned? ",
  "an3.141:4.2": "It’s when a mendicant, with the ending of the five lower fetters, is reborn spontaneously. They’re extinguished there, and are not liable to return from that world. ",
  "an3.141:4.3": "This is how they’re fast, I say. ",
  "an3.141:4.4": "But when asked a question about the teaching or training, they falter without answering. ",
  "an3.141:4.5": "This is how they’re not beautiful, I say. ",
  "an3.141:4.6": "And they don’t receive robes, alms-food, lodgings, and medicines and supplies for the sick. ",
  "an3.141:4.7": "This is how they’re not well proportioned, I say. This is how an excellent person is fast, ",
  "an3.141:4.8": "but not beautiful or well proportioned. ",
  "an3.141:5.1": "And how is an excellent person fast and beautiful, but not well proportioned? ",
  "an3.141:5.2": "It’s when a mendicant, with the ending of the five lower fetters, is reborn spontaneously. They’re extinguished there, and are not liable to return from that world. ",
  "an3.141:5.3": "This is how they’re fast, I say. ",
  "an3.141:5.4": "When asked a question about the teaching or training, they answer without faltering. ",
  "an3.141:5.5": "This is how they’re beautiful, I say. ",
  "an3.141:5.6": "But they don’t receive robes, alms-food, lodgings, and medicines and supplies for the sick. ",
  "an3.141:5.7": "This is how they’re not well proportioned, I say. ",
  "an3.141:5.8": "This is how an excellent person is fast and beautiful, but not well proportioned. ",
  "an3.141:6.1": "And how is an excellent person fast, beautiful, and well proportioned? ",
  "an3.141:6.2": "It’s when a mendicant, with the ending of the five lower fetters, is reborn spontaneously. They’re extinguished there, and are not liable to return from that world. ",
  "an3.141:6.3": "This is how they’re fast, I say. ",
  "an3.141:6.4": "When asked a question about the teaching or training, they answer without faltering. ",
  "an3.141:6.5": "This is how they’re beautiful, I say. ",
  "an3.141:6.6": "They receive robes, alms-food, lodgings, and medicines and supplies for the sick. ",
  "an3.141:6.7": "This is how they’re well proportioned, I say. ",
  "an3.141:6.8": "This is how an excellent person is fast, beautiful, and well proportioned. ",
  "an3.141:6.9": "These are the three excellent people.” "
}