{
  "sn15.13:0.1": "Saṁyutta Nikāya 15 ",
  "sn15.13:0.2": "2. Dutiyavagga ",
  "sn15.13:0.3": "13. Tiṁsamattasutta ",
  "sn15.13:1.1": "Rājagahe viharati veḷuvane. ",
  "sn15.13:1.2": "Atha kho tiṁsamattā pāveyyakā bhikkhū sabbe āraññikā sabbe piṇḍapātikā sabbe paṁsukūlikā sabbe tecīvarikā sabbe sasaṁyojanā yena bhagavā tenupasaṅkamiṁsu; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdiṁsu. ",
  "sn15.13:1.3": "Atha kho bhagavato etadahosi: ",
  "sn15.13:1.4": "“ime kho tiṁsamattā pāveyyakā bhikkhū sabbe āraññikā sabbe piṇḍapātikā sabbe paṁsukūlikā sabbe tecīvarikā sabbe sasaṁyojanā. ",
  "sn15.13:1.5": "Yannūnāhaṁ imesaṁ tathā dhammaṁ deseyyaṁ yathā nesaṁ imasmiṁyeva āsane anupādāya āsavehi cittāni vimucceyyun”ti. ",
  "sn15.13:1.6": "Atha kho bhagavā bhikkhū āmantesi: ",
  "sn15.13:1.7": "“bhikkhavo”ti. ",
  "sn15.13:1.8": "“Bhadante”ti te bhikkhū bhagavato paccassosuṁ. ",
  "sn15.13:1.9": "Bhagavā etadavoca: ",
  "sn15.13:2.1": "“Anamataggoyaṁ, bhikkhave, saṁsāro. ",
  "sn15.13:2.2": "Pubbā koṭi na paññāyati avijjānīvaraṇānaṁ sattānaṁ taṇhāsaṁyojanānaṁ sandhāvataṁ saṁsarataṁ. ",
  "sn15.13:2.3": "Taṁ kiṁ maññatha, bhikkhave, katamaṁ nu kho bahutaraṁ, yaṁ vā vo iminā dīghena addhunā sandhāvataṁ saṁsarataṁ sīsacchinnānaṁ lohitaṁ passannaṁ paggharitaṁ, yaṁ vā catūsu mahāsamuddesu udakan”ti? ",
  "sn15.13:2.4": "“Yathā kho mayaṁ, bhante, bhagavatā dhammaṁ desitaṁ ājānāma, etadeva, bhante, bahutaraṁ, yaṁ no iminā dīghena addhunā sandhāvataṁ saṁsarataṁ sīsacchinnānaṁ lohitaṁ passannaṁ paggharitaṁ, na tveva catūsu mahāsamuddesu udakan”ti. ",
  "sn15.13:3.1": "“Sādhu sādhu, bhikkhave, sādhu kho me tumhe, bhikkhave, evaṁ dhammaṁ desitaṁ ājānātha. ",
  "sn15.13:3.2": "Etadeva, bhikkhave, bahutaraṁ, yaṁ vo iminā dīghena addhunā sandhāvataṁ saṁsarataṁ sīsacchinnānaṁ lohitaṁ passannaṁ paggharitaṁ, na tveva catūsu mahāsamuddesu udakaṁ. ",
  "sn15.13:3.3": "Dīgharattaṁ vo, bhikkhave, gunnaṁ sataṁ gobhūtānaṁ sīsacchinnānaṁ lohitaṁ passannaṁ paggharitaṁ, na tveva catūsu mahāsamuddesu udakaṁ. ",
  "sn15.13:3.4": "Dīgharattaṁ vo, bhikkhave, mahiṁsānaṁ sataṁ mahiṁsabhūtānaṁ sīsacchinnānaṁ lohitaṁ passannaṁ paggharitaṁ …pe… ",
  "sn15.13:3.5": "dīgharattaṁ vo, bhikkhave, urabbhānaṁ sataṁ urabbhabhūtānaṁ …pe… ",
  "sn15.13:3.6": "ajānaṁ sataṁ ajabhūtānaṁ … ",
  "sn15.13:3.7": "migānaṁ sataṁ migabhūtānaṁ … ",
  "sn15.13:3.8": "kukkuṭānaṁ sataṁ kukkuṭabhūtānaṁ … ",
  "sn15.13:3.9": "sūkarānaṁ sataṁ sūkarabhūtānaṁ … ",
  "sn15.13:3.10": "dīgharattaṁ vo, bhikkhave, corā gāmaghātāti gahetvā sīsacchinnānaṁ lohitaṁ passannaṁ paggharitaṁ. ",
  "sn15.13:3.11": "Dīgharattaṁ vo, bhikkhave, corā pāripanthikāti gahetvā sīsacchinnānaṁ lohitaṁ passannaṁ paggharitaṁ. ",
  "sn15.13:3.12": "Dīgharattaṁ vo, bhikkhave, corā pāradārikāti gahetvā sīsacchinnānaṁ lohitaṁ passannaṁ paggharitaṁ, na tveva catūsu mahāsamuddesu udakaṁ. ",
  "sn15.13:3.13": "Taṁ kissa hetu? ",
  "sn15.13:3.14": "Anamataggoyaṁ, bhikkhave, saṁsāro …pe… ",
  "sn15.13:3.15": "alaṁ vimuccitun”ti. ",
  "sn15.13:4.1": "Idamavoca bhagavā. ",
  "sn15.13:4.2": "Attamanā te bhikkhū bhagavato bhāsitaṁ abhinandunti. ",
  "sn15.13:4.3": "Imasmiñca pana veyyākaraṇasmiṁ bhaññamāne tiṁsamattānaṁ pāveyyakānaṁ bhikkhūnaṁ anupādāya āsavehi cittāni vimucciṁsūti. ",
  "sn15.13:4.4": "Tatiyaṁ. "
}