{
  "sn15.8:0.1": "Saṃyutta Nikāya 15 ",
  "sn15.8:0.2": "1. Paṭhamavagga ",
  "sn15.8:0.3": "8. Gaṅgāsutta ",
  "sn15.8:1.1": "Rājagahe viharati veḷuvane. ",
  "sn15.8:1.2": "Atha kho aññataro brāhmaṇo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi. ",
  "sn15.8:1.3": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho so brāhmaṇo bhagavantaṃ etadavoca: ",
  "sn15.8:1.4": "“kīvabahukā nu kho, bho gotama, kappā abbhatītā atikkantā”ti? ",
  "sn15.8:1.5": "“Bahukā kho, brāhmaṇa, kappā abbhatītā atikkantā. ",
  "sn15.8:1.6": "Te na sukarā saṅkhātuṃ: ",
  "sn15.8:1.7": "‘ettakā kappā iti vā, ettakāni kappasatāni iti vā, ettakāni kappasahassāni iti vā, ettakāni kappasatasahassāni iti vā’”ti. ",
  "sn15.8:2.1": "“Sakkā pana, bho gotama, upamaṃ kātun”ti? ",
  "sn15.8:2.2": "“Sakkā, brāhmaṇā”ti bhagavā avoca. ",
  "sn15.8:2.3": "“Seyyathāpi, brāhmaṇa, yato cāyaṃ gaṅgā nadī pabhavati yattha ca mahāsamuddaṃ appeti, yā etasmiṃ antare vālikā sā na sukarā saṅkhātuṃ: ",
  "sn15.8:2.4": "‘ettakā vālikā iti vā, ettakāni vālikasatāni iti vā, ettakāni vālikasahassāni iti vā, ettakāni vālikasatasahassāni iti vā’ti. ",
  "sn15.8:2.5": "Tato bahutarā kho, brāhmaṇa, kappā abbhatītā atikkantā. ",
  "sn15.8:2.6": "Te na sukarā saṅkhātuṃ: ",
  "sn15.8:2.7": "‘ettakā kappā iti vā, ettakāni kappasatāni iti vā, ettakāni kappasahassāni iti vā, ettakāni kappasatasahassāni iti vā’ti. ",
  "sn15.8:2.8": "Taṃ kissa hetu? ",
  "sn15.8:2.9": "Anamataggoyaṃ, brāhmaṇa, saṃsāro. ",
  "sn15.8:2.10": "Pubbā koṭi na paññāyati avijjānīvaraṇānaṃ sattānaṃ taṇhāsaṃyojanānaṃ sandhāvataṃ saṃsarataṃ. ",
  "sn15.8:2.11": "Evaṃ dīgharattaṃ kho, brāhmaṇa, dukkhaṃ paccanubhūtaṃ tibbaṃ paccanubhūtaṃ byasanaṃ paccanubhūtaṃ, kaṭasī vaḍḍhitā. ",
  "sn15.8:2.12": "Yāvañcidaṃ, brāhmaṇa, alameva sabbasaṅkhāresu nibbindituṃ, alaṃ virajjituṃ, alaṃ vimuccitun”ti. ",
  "sn15.8:3.1": "Evaṃ vutte, so brāhmaṇo bhagavantaṃ etadavoca: ",
  "sn15.8:3.2": "“abhikkantaṃ, bho gotama, abhikkantaṃ, bho gotama …pe… ",
  "sn15.8:3.3": "upāsakaṃ maṃ bhavaṃ gotamo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti. ",
  "sn15.8:3.4": "Aṭṭhamaṃ. "
}