{
  "dn15:22.2": "The question here is how the synonyms samudaya and sambhava are to be treated. This phrase only occurs elsewhere at MN 138, where we have “āyatiṃ jātijarāmaraṇadukkhasamudayasambhavo na hoti”. There, in his later rendering, BB has “origination of suffering—of birth, ageing, and death in the future”. Thus he maintains a rendering that essentially collapses the synonyms. RD has “be manifested that concatenation of rebirth, old age, death and the uprising of Ill”. MW has “an arising and coming to be”. Thanissaro has “coming-into-play of the origination”. Now, dukkhasamudaya occurs a couple hundred times elsewhere, invariably in the sense “origin of suffering”. I think we should take it here in the same sense, which would agree with the syntax of RD’s rendering. Comm has “Dukkhasamudayasambhavoti dukkharāsisambhavo”, which at least suggests that dukkhasamudaya is to some degree separate from the rest. At MN 138 it is “Jātijarāmaraṇadukkhasamudayasambhavoti jātijarāmaraṇassa ceva avasesassa ca dukkhassa nibbatti na hotīti attho”. Here, nibbatti applies equally to jati, etc. and dukkha. Also, among the PTS vll. we have “dukkhasamudayo sambhavo”.",
  "dn15:22.6": "ettāvatā vaṭṭaṃ vattati itthattaṃ paññāpanāya is tricky. Thanissaro has “the extent to which the cycle revolves for the manifesting (discernibility) of this world”. This is tempting, but elsewhere pannapanaya is as expected governed by the genitive in such constructions, eg rūpakkhandhassa paññāpanāya. BB here follows comm “namapannati”. But this phrase must surely be translated with eg SN 22.56 “Ye kevalino vaṭṭaṃ tesaṃ natthi paññāpanāya.” “For consummate ones, there is no cycle of rebirths to be found.” There BB has “there is no round for describing them”. At MN 22 he has “there is no [future] round for manifestation”. By his comment on SN 22.56 he is more or less agnostic on these readings. In DN 15 he has “the round turns for describing this state of being”. But I find all these renderings borderline incomprehensible. aññamaññapaccayatā pavattati. is inserted from Comm.",
  "dn15:30.3": "Comm appears to support the PTS reading “asmiti”",
  "dn15:36.1": "Cp. AN 9.41"
}