{
  "dn17:1.5.3": "Readings vary. Skt SF 245 has saptapauruṣā ardhacaturthapauruṣāś ca nikhātā",
  "dn17:1.6.13": "The sense isn’t that clear, but I think the idea is that they hung out listening to the sweet sounds rather than do worse things.",
  "dn17:1.7.3": "On tenses: this is specific historical instance, so I use past tense. Where it is an abstract description of all wheel-truning monarchs, I use the present tense to denote an eternal or mythic present.",
  "dn17:1.9.4": "Bhunjati at MN 98 must relate to the problematic yathābhuttañca bhuñjatha in MN 129, DN 17, and DN 26. Most translators have, implausibly, “eat”. At MN 98, Norman has “enjoy” while BB has “govern”. But the meaning probably is similar to the archaic English form “use”, in the legal sense of “the benefit or profit of lands”. Thus yathābhuttañca bhuñjatha means “use as has been used”, i.e. “don’t increase taxes”.",
  "dn17:1.11.1": "I think upasobhayati means to literally light up.",
  "dn17:1.23.9": "Both RD and MW rather prudishly have “wives” for itthi, but more likely this was state-sponsored prostitution, which we know from the Vinaya was a thing.",
  "dn17:1.24.2": "As DN 5.",
  "dn17:1.25.2": "I think the point of naming the palace, etc. “Dhamma” is to emphasize, not rihteousness in terms of ethical scrupulousness, but the fact thet the king was subject to a higher set of natural laws, i.e. principles.",
  "dn17:1.26.11": "For this sense of kutagara, cp. MN 37",
  "dn17:1.26.13": "Not that the typical idiom for pannatte asane means to “spread out” a cloth, etc. for sitting. Here, it means that the hard couches were made up with cloths and cushions.",
  "dn17:2.2.1": "This passage shows that the mahavihuya was some kind of structure at the entrance to the palace, hence lobby, foyer, etc.",
  "dn17:2.5.4": "This segment breaks the expected pattern and is probably corrupt.",
  "dn17:2.5.12": "Re. dukūlasandhanāni with vll. as noted here, BB at AN 9.20 has has “jute tethers”, noting “Mp does not provide a gloss and PED does not offer a useful definition under any of those readings. But in PED sandāna is defined as “cord, tether, fetter.””. At SN 22.96 he has “tethers of fine jute”. However, jute is a coarse cloth and can hardly be meant here. Skt dictionaries consistently say “Woven silk, silk-garment, a very fine garment in general”, which fits with our context. The only commentarial gloss I can find for this is that on SN 22.96, which says “Dukūlasandānānīti dukūlasantharāni”. But this yields the sense, “cover or mat”, which may be right, but is less than convincing. At MN 98, a reference missed by PTS dict, we have sandāna as part of the equipment of a horse that is cut by one who is freed. There I render as “reins”, and this seems apt here too.",
  "dn17:2.6.3": "Perhaps the oddest detail in an odd sutta. Maybe the sound of the elephants disturbed his meditation?",
  "dn17:2.10.2": "Oddly, both RD and MW read the aorist as past tense, when it is governed by mā.",
  "dn17:2.11.6": "Cp AN 6.16, where this advice is given by Nakulamata.",
  "dn17:2.12.1": "Just in case anyone thinks this is sexist, note that this is the only time in the nikayas that this phrase is used of a woman.",
  "dn17:2.15.8": "https://discourse.suttacentral.net/t/is-there-such-a-word-as-velamika/2952"
}