{
  "dn18:6.10": "The term parikatha is unusual, and must convey some nuance of the speech. In the Vinaya it means a “hint”, while it may also be taken as “round-about talk”. I think “suggestion” works well here.",
  "dn18:7.2": "Normally aṭṭhiṃ katvā manasikatvā sabbaṃ cetasā samannāharitvā is used of listening to Dhamma.",
  "dn18:9.6": "Janavasabha = “Minotaur”.",
  "dn18:9.8": "namadheyya means “name (borne by someone or something” ), not “one who bears the name” as per both RD and MW; see MN 50",
  "dn18:10.1": "Note, ularavanna doesn’t in and of itself mean some kind of celestial phenomenon. At MN 96 it occurs of regular beautiful people, see my not there.",
  "dn18:10.5": "Readings are varied, and this seems to me the sense.",
  "dn18:10.7": "It’s rare to see samsara used as a countable noun.",
  "dn18:10.12": "Note that in this idiom, the verb varies from sañjānāti, jānāti, pajānāti, and sampajānāti.",
  "dn18:11.1": "Cp SN 2.24 where a similar phrase answers a similar question.",
  "dn18:14.2": "For vipakkamati re the gods, see MN 127.",
  "dn18:15.1": "Cp DN 11.",
  "dn18:16.2": "The point of this passage is obscure to me. It seems to be an inversion of the passage where the Buddha meets the group of five at Varanasi. There, they agree to not greet the Buddha, but do so anyway. Here, they agree to meet Brahma, but end up staying in their seats. For vipāko bhavissati, cp. DN 1.",
  "dn18:17.1": "Cp. AN 3.127",
  "dn18:17.2": "Lit: Brahmā’s normal appearance is imperceptible in the visual field of the gods of the Thirty-Three.",
  "dn18:17.4": "Viggaha as “body, form” is found in the Vedas and Upanishads.",
  "dn18:19.1": "Bhāsittha is 3rd singular aorist middle voice.",
  "dn18:19.2": "Cp. MN 91",
  "dn18:22.3": "This is an odd idiom. Cp. MN 51, where yava supannatta is clearly meant in the sense of an exclamation. Here tam kim mannanti is used, unlike in the Buddha’s discourses, as a rhetorical device, not a genuine question. It almost seems like Brahma is being depicted as adopting the Buddha’s rhetoric, but not being very good at it!",
  "dn18:27.7": "Note that these are quadruple-nested quotes!",
  "dn18:27.10": "The whole passage here, like much in Brahma’s speech, is a bit off. I don’t think the translation should gloss over the clumsiness."
}