{
  "dn21:1.1.2": "Comm says the sala = sal tree. RD dismisses the Sanskritization as śaila. Note, however, that the subsequent publication of Skt fragments by Waldschmidt confirms this reading: chailaguhāyām at https://suttacentral.net/skt/sf241.",
  "dn21:1.3.1": "This phrase contrasts with atikkammeva devānaṃ devānubhāvaṃ",
  "dn21:1.5.17": "Comm: Yo ca nāgo pabhinnamatto accaṅkuso hoti, aṅkusaṃ atīto",
  "dn21:1.6.7": "The use of bhagini is obviously conventional here, but is nonetheless curious.",
  "dn21:1.10.1": "Both RD and MW have “wife” for paricarika. But from MN 37 we know that the paricarika was a maid attending on a nymph.",
  "dn21:1.11.13": "kutomukha contrasts with sammukha. Comm: “kutomukhāti bhagavati abhimukhe dhammaṃ desente tumhe kutomukhā kiṃ aññā vihitā ito cito ca olokayamānā udāhu niddāyamānā?” Alternatively, and perhaps more likely, it means “who on earth taught you the dhamma?”",
  "dn21:1.11.19": "It seems that the patilabhimsu must serve duty for the two phrases, an unusual construction in prose. Either that or a verb for rebirth has been omitted. Comm: 'Tattha diṭṭheva dhammeti tasmiññeva attabhāve jhānasatiṃ paṭilabhiṃsu. Tattheva ṭhatvā cutā pana kāyaṃ brahmapurohitaṃ brahmapurohitasarīraṃ paṭilabhiṃsūti evamattho daṭṭhabbo.'",
  "dn21:1.12.57": "Both RD and MW seem to take janinda as vocative, ignoring jan’. But Sakka is devinda, not janinda; and comm says Janindanti sabbalokuttamaṃ",
  "dn21:1.12.60": "end quote in MS is incorrect.",
  "dn21:1.12.64": "The end point of Gopaka’s speech is hard to determine, as there is no close ti. MS places it on the previous verse, but this seems unlikely, as this verse is still telling the basic story. RD and MW place it after namassama below. But this seems unlikely, as Gopaka uses the singular referring to himself, where Sakka often uses the plural. Moreover, the logic flows better if we end it here. The next line refers to the “exposition of the teaching”, which must mean Gopaka’s teaching. Also, RD and MW’s idea that this is “The Truth may yet be realized” is wrong.",
  "dn21:1.12.65": "The feminine etadisi is hard to explain. It occurs rarely, one occurrence being earlier in this sutta, where it applies to Suriyavacchasa. Here, however, Gopaka has already become a man; having labored this point, it seems odd to just ignore it. More likely dhammappakasanā is feminine. This use is fairly common in later texts (it occurs at the conclusion of the Tika for this sutta—Sakkapañhasuttavaṇṇanāya līnatthappakāsanā). Comm seems to want it to apply to both the disciple and the teaching: Etādisī dhammappakāsanetthāti ettha sāsane evarūpā dhammappakāsanā, yāya sāvakā etehi guṇehi samannāgatā honti.",
  "dn21:2.3.10": "RD and MW both read this passage as applying to the Buddha, evidently taking jaññā to be absolutive. But cp. AN 9.6, where the identical idiom is used. There it cannot be the Buddha, so jaññā must be optative 3 singular. BB renders “If one knows of a person”. Note that I designed my rendering so as to enable breaking up the otherwise unwieldy sentence.",
  "dn21:2.5.16": "Sakka switches from marisa to bhante here, and back to marisa below. This is probably a sign of sloppy editing. The whole passage is found at MN 114, where bhante is used, and this suggests it was imported from there.",
  "dn21:2.6.2": "RD, MW, and Thanissaro all take this as “same doctrine”, etc. This is probably right, but it is not a simple as it seems. Normally ekanta has the sense of “exclusively, solely”. That doesn’t make sense here, and the text may be corrupt. Skt at SF 241 has na haiva sarvasatvā ekakāmā ekacchandāḥ, which is more expected. Taken literally, ekanta could mean “of one aim”. This would then be a slightly different question: “(though we know that they appear different, nevertheless) is the end result of spiritual practice the same?” It seems comm has this in mind at least for the first term, but it is unclear to me whether it intended this analysis to be applied to each term: “Ekantavādāti ekoyeva anto vādassa etesaṃ, na dvedhā gatavādāti ekantavādā, ekaññeva vadantīti pucchati. Ekantasīlāti ekācārā. Ekantachandāti ekaladdhikā. Ekantaajjhosānāti ekantapariyosānā.”",
  "dn21:2.8.5": "This is odd, and i am not sure what it means. MW says “The chance, by kamma, of another earthly life”, but there is no mention of chance, kamma, or earthly. Comm says: “Punarāyu ca me laddhoti puna aññena kammavipākena me jīvitaṃ laddhanti, iminā attano cutabhāvaṃ ceva upapannabhāvañca āvikaroti.” But what? Everyone gets reborn anyway, the point of Buddhism is to stop rebirth. Moreover, the nbext verse speaks of rebirth. Perhaps, rather, it simply means that the merit of Dhamma has extended his stay in his current fortunate birth.",
  "dn21:2.8.21": "Comm: Sveva anto bhavissatīti so eva me manussaloke anto bhavissatīti.",
  "dn21:2.9.32": "Sāmaṃ karomāti namakkāraṃ karoma"
}