{
  "dn23:7.8": "RD gets this right, MW does not.",
  "dn23:7.10": "Follow PTS reading uddassetva, which at MN 82 has the sense “visit”.",
  "dn23:9.31": "Follow PTS reading ubbāhati. Cf. AN 3.93 for the sense “transport”. RD had “ofends”, while MW just omits this sentence.",
  "dn23:11.2": "36,000,000 years, if anyone’s counting.",
  "dn23:11.41": "MS quotes are incorrect.",
  "dn23:13.9": "RD’s translation of this is correct, MW’s is wrong.",
  "dn23:13.13": "RD and MW follow comm in saying she’ll be his servant. But upabhunj means to enjoy, make use of, have sex with,, or get as reward. I think the salaciousness is deliberate.",
  "dn23:13.26": "read opāṭesi",
  "dn23:13.27": "MW and RD follow PTS reading yava janami. But surely the phrase is meant to echo yava vijayami above. The phrase is not 100% coherent, which is understandable given the circumstances.",
  "dn23:14.10": "Note uddhanaṃ āropetvā is “on to a stove “not” in an oven”.",
  "dn23:18.12": "Āmato hotīti addhamato marituṃ āraddho hoti",
  "dn23:18.29": "Cp. AN 9.37, where this is more aptly describing a deep meditation. AS MW notes, this seems arbitrary here.",
  "dn23:21.52": "Note that verb tenses in this passage very in editions: I translate according to the sense.",
  "dn23:23.13": "Read gadrabharathena",
  "dn23:27.6": "Comm says “Pajjohissāmīti pajjohanaṃ karissāmi, balikammaṃ karissāmīti attho”, which is followed by RD and MW. Tika says “Pajjohananti pakārehi juhanakammaṃ. Taṃ pana balidānavasena karīyatīti āha ‘‘balikamma’’nti.” DA 7, instead, simply has 今日且停，明當更共試.",
  "dn23:29.7": "Comm: “Gāmapaṭṭanti vuṭṭhitagāmapadeso vuccati. ‘‘Gāmapada’’ntipi pāṭho, ayamevattho”",
  "dn23:29.13": "The sunk cost fallacy!",
  "dn23:32.2": "Read dhorakani, from dhura (comm thūlāni). For guḷavālakāni, cp. Kd 15 which has macchavāḷaka for a monk’s (forbidden) robe. It doesn’t make it particularly clear, but at least it’s something.",
  "dn23:32.22": "Cp AN 5.147, AN 9.20",
  "dn23:33.1": "Contra MW’s note, divivihara is usually the day’s meditation; siesta is divaseyya"
}