{
  "dn26:1.16": "This line feels awkward, and I suspect that both here and in its recurrence at the end it is clumsily inserted. It’s not clear what “idam” refers to. Both RD and MW translate “evamidam” as if it were eva’m’idam, but this is unlikely. Evamidam is used to indicate entailment, eg MN 73. Comm: “Evamidaṃ puññaṃ pavaḍḍhatīti evaṃ idaṃ lokiyalokuttaraṃ puññaphalaṃ vaḍḍhati, puññaphalanti ca uparūpari puññampi puññavipākopi veditabbo.”",
  "dn26:3.2": "osakkati: like a woman shrinking away from a man’s advances (DN 12), or a ram drawing back getting ready to charge (Ja 324).",
  "dn26:4.8": "Since this is the only place where ariya qualifies cakkavatti, I assume it refers to the duties, similar to ariyavinaya. Also see the title below, Cakkavattiariyavatta",
  "dn26:5.2": "saṃvidahassu is second middle imperative",
  "dn26:5.3": "pavattittha is aorist middle. Curiously, (a)dhammakāra doesn’t seem to occur elswehere in the EBTs. It does occur in Ja 513 and Ja 498, both times in the context of just rule: Adhammakāro tava māhu raṭṭhe",
  "dn26:5.4": "While anuppadeti is given in the dicts in the sense of “give, hand over”, in the nikayas it seems to be restricted to “pay” in the sense of a just reward for work, or return on a loan. While I wouldn’t want to over-interpret it, it is an interesting choice here, which suggests more “pay them a fair wage “than” support them with charity”.",
  "dn26:5.5": "Where this idiom occurs elsewhere, it is inevitably with paripucchati paripañhati. PTS here omits the second verb. Comm is silent. Generally the suttas are very precise about the sequence of learning: first you ask, then you listen, then you learn. Most likely this is a mistake here.",
  "dn26:7.16": "https://discourse.suttacentral.net/t/does-a-akara-a-mean-judgment-hall/3399",
  "dn26:9.6": "I don’t know what pabbanti means, but comm sensibly has “na pabbantīti na vaḍḍhanti”. Note janapada in plural; extrapolating from the contemporary situation, it seems that the realm of the cakkavatti was comprised of several smaller nations. Both RD and MW mistranslate as “people” here.",
  "dn26:9.7": "For anīkaṭṭhā, RD and MW both have “guards”. However comm says “Anīkaṭṭhāti hatthiācariyādayo”, which for some reason CPD thinks is worthy of an exclamation point. But surely this is reasonable: those in charge of the elephants and so on would have been important officials in the army. I think it is standing officers in the army, rather than royal guards as such. For mantassājīvino, RD and MW think it means chanters of mantras, but comm has “Mantassājīvinoti mantā vuccati paññā, taṃ nissayaṃ katvā ye jīvanti paṇḍitā mahāmattā, tesaṃ etaṃ nāmaṃ.”",
  "dn26:19.5": "Horner has “rye” for kudrūsaka, but rye is a European grain. Finger millet is a widespread secondary grain in India, which grows in places rice cannot. While in Sri Lanka I learned that it is grown in the South, where it is too hot and dry for rice. But with the influence of climate change, rice will soon be unviable and finger millet, or kurukkan, will become essential. When I learned of this I was immediately reminded of this passage. I have no idea whether the word kurukkan is related to kudrusaka, but some of the other Indic terms for this grain seem to be, eg. the Pahari term “kodra”, Garhwal “koda”.",
  "dn26:19.8": "Comm has “Atibyādippissantīti ativiya dippissanti, ayameva vā pāṭho” so its mainline version must have been Atibyādippissanti or similar. But this leaves unexplained the long ā in the sandhi. At the same time, the sense of dippati is not entirely clear here. RD has “flourish”, MW has “prevail”, but neither of these is really what it means. If anything, its basic meaning of “appear, show” contrasts more directly with antaradhayati. However, note that ādippati occurs, I think, once elsewhere in the canon, in AN 7.66, which by coincidence or not, also concerns a myth of the future. There it refers to an erupting volcano. Given that this explains the long ā, and that the unusual and emphatic form suggests a powerful meaning, I suggest that the sense “explode” (in popularity, etc.) fits here.",
  "dn26:20.1": "See AN 2.9.",
  "dn26:20.2": "For sambheda, see AN 2.9=DN 26, AN 5.103 = AN 10.45, and DN 3. In each case the sense is not “breaking, destroying” as you might expect, but the dissolving of boundaries, resulting in promiscuity or leaking of secrets. Comm. to DN 26 has “Sambhedanti missībhāvaṃ, mariyādabhedaṃ vā.”",
  "dn26:21.8": "According to Cone (gāyati), sabhāgāyissanti is correct and PTS sabhā gāyissanti incorrect. Sabhāgāyissanti = sabhāga + āyissanti = will come together. samassāsissanti = sama + sāsati is absent from some manuscripts and is not commented on; I think it’s dubious.",
  "dn26:21.9": "Diṭṭhā here probably doesn’t mean “seen, but” hurrah!'The plural for satt-a is puzzling; one var in PTS edition has the second as satta = voc sing, which I take as correct. Otherwise we would expect bhonto sattā, but this disagrees with the verb.",
  "dn26:25.6": "Interesting choice of verb here: pariharati is not lead or command, but nurture, like a mother the child in her womb.",
  "dn26:26.1": "This oddity is found in Bhaddaji’s verses at Thag 2.22 and the full story at Ja 264. While the Comm. stories, followed by RD and MW, say this is a palace, the verses there clearly depict a sacrificial post, yūpa. Probably the original meaning of this reference was lost early on, and the story filled in."
}