{
  "dn27:1.3": "Note that paravasati is the normal term for those of other sects who spend probation before ordaining. This is a rare case featuring men who are actually undergoing such probation. Note that RD gets this right, MW does not.",
  "dn27:8.5": "MS na naṃ yields a better sense than PTS nanu, followed by RD and MW.",
  "dn27:11.3": "The reading and sense of samatani is obscure. RD and MW evidently derive it from samanta, in line with comm: “Samatanīti patiṭṭhahi samantato patthari”. This seems to assume an otherwise unattested verb form of samanta. However, I think it is more likely connected with santānaka in the next line, in the sense of “networks” or tendrils appearing in the water, a clear enough description of curdling. This is supported by the Sanskrit at SF 277, which has “saṃmūrcchitaḥ saṃtanoti tadyathā pakvasya kṣīrasya śaraḥ saṃmūrcchitaḥ saṃtanoty” Sammucchati, which is absent from the Pali, I think clarifies the meaning. It is also found at Mu-Kd 17. Rasapathavi is also obscure, and nowhere, i think, explained in comms. At SN 5.9 we have pathavirasa in the sense “nutriments in soil”. SF 277 and Mu-Kd 17 also have pṛthivīrasa, so we probably should take the exact form too literally. RD and MW translate “savoury earth” which is not satisfactory. The substance is clearly described, and it is not earth. And rasa more likely means “juice, nectar, essence”. Given the divine context, and the description, I believe this is related to the nectar of the gods, which I think was originally honey.",
  "dn27:11.7": "Obviously this is not literally manuka, but it conveys a similar sense of a very flavorful and exotic honey.",
  "dn27:11.11": "Read assādesi for acchadesi. RD has “became suffused”, following comm “Acchādesīti jivhagge ṭhapitamattā satta rasaharaṇīsahassāni pharitvā manāpā hutvā tiṭṭhati”. However Mu Kd 17 has āsvādayati, as does SF 277 albeit in reconstructed phrases only. This yields a more satisfactory sense, and I propose that an old misreading preceded the commentary.",
  "dn27:14.1": "I am not sure why there is such uncertainty about pappaṭaka. Surely it must = papaṭikā = Skt prapāṭikā = shoots, sprouts.",
  "dn27:14.13": "Readings and meaning of padālatā are uncertain. It has usually been understood that the second element = latā creeper. But this leaves the first part unexplained, and comm’s bhaddālatā is unconvincing. It also leaves unexplained the connection with kalambukā, unconvincingly translated by RD and MW as “bamboo”. I think padālatā is related to padālana in the sense of “bursting”. Kalambukā is probably the fruit of the kadam tree, described thus: “small, fleshy capsules packed closely together to form a fleshy yellow-orange infructescence containing approximately 8000 seeds. On maturing, the fruit splits apart”. Thus padālatā would be a kind of bud or seed pod that splits open, somewhat like a fig or pomegranate.",
  "dn27:16.7": "Comm here offers nothing on what litthi/purisa-linga actually means, but at Pj 1 it says massudāṭhikādi “beard and whiskers, etc.” So it seems this is not restricted to genitals.",
  "dn27:16.11": "Unless seṭṭhiṃ khipanti means “they threw millionares” I am stumped by this. Comm says “Seṭṭhinti chārikaṃ” which is equally plausible and unsupported. Mu Kd 17 has “pāṃśum api kṣipanti, loṣṭam api śarkarā api kapālāny api”, all of which are earthy: dust, mud lumps, potsherds, etc. Nevertheless, in the absence of anything better I follow comm.",
  "dn27:16.12": "Nassa could mean “die! “or” get lost”, but I take the softer.",
  "dn27:16.14": "nibbuyhamānā is unusual, and I think has a stronger meaning than “led”. It is used of being swept away by a river. I think the bride was carried out by the guests. Note that Skt here has cūrṇam api kṣipanti gandham api mālyam api vastrajālāny api kṣipanti, which sounds much more pleasant!",
  "dn27:17.1": "Comm, echoed by MW, say it is the throwing of dirt that is “adhamma “, hence MW’s cute translation as” bad form”. However, this seems unlikely. Note that the Skt, where only auspicious things are thrown, and where the bride is given only good wishes (sukhinī bhava vadhūke sukhinī bhava vadhūke) is also followed by a similar clause (iti hi gautamā yat pūrvam adharmasaṃmataṃ tad etarhi dharmasaṃmataṃ; yat pūrvam avinayasaṃmataṃ tad etarhi vinayasaṃmataṃ; yat pūrvaṃ garhyasaṃmataṃ tad etarhi praśasyasaṃmatam). Here it must obviously be the act of sex that is referred to.",
  "dn27:20.3": "khiyati = object to accuse, hardly “show anger” as per RD and MW.",
  "dn27:20.6": "Note that the ehi formula is the same as original ordination.",
  "dn27:21.1": "Upanibbatta is unknown elsewhere, and given that it is consistently used in different way than abhinibbatti, I would think there is some nuance of meaning distinguishing them. Clearly it doesn’t mean “first word” as they have been using language before. Mu Kd 17 here has saṃjñodapādi, “arisen by agreement”. I take the distinction to be that these terms were consciously invented and applied in this context, “closely” (upa-) or specifically for them. Comm has na kevalaṃ akkharameva, which may lend some support this idea.",
  "dn27:22.3": "Read bāheti.",
  "dn27:22.6": "Comm has “Vītaṅgārāvītadhūmāti pacitvā khāditabbābhāvato vigatadhūmaṅgārā” See https://discourse.suttacentral.net/t/an-extremely-dense-four-words/6049",
  "dn27:23.1": "Cp. DN 3",
  "dn27:26.1": "A rare use of dhamma in this sense."
}