{
  "dn2:1.5": "While these terms may be translated differently according to context, BB’s pasadika = “tranquil” is incorrect; it is part of a stock list of terms meaning “beautiful, attractive”. AN 4.85, etc. Lakkhanna as “auspicious” is also questionable. It is apparently unique in the EBTs. Whereas it may have this sense, following the principle of least meaning I take as not introducing a new theme of “auspiciousness “but as reinforcing the previous terms, i.e.” possesses memorable and remarkable features, i.e. outstanding or striking”.",
  "dn2:1.6": "For this setting, compare AN 5.50. BB has “Is there any recluse or brahmin that we could visit tonight who might be able to bring peace to my mind”. However this removes agency from the king to the ascetic. It is not that the ascetic has some special power, but that the King’s act allows him to find redemption.",
  "dn2:10.1": "BB has “500 of his women”, which implies an extensive harem. But the text doesn’t imply that they were “his”, nor that they were selected from a larger group. They could have been palace women generally, not necessarily attached to Ajatasattu.",
  "dn2:14.1": "Most translators render sippa as “craft”. However, the basic meaning of craft is “an activity involving skill in making things by hand”. What is meant here is “a paid occupation, especially one that involves prolonged training and a formal qualification.” which is “profession”.",
  "dn2:14.2": "The first set of these is defined as branches of the military at AN 7.67.",
  "dn2:18.7": "Comm explains Anuggaṇhantoti sārato aggaṇhanto. Anikkujjantoti sāravaseneva idaṃ nissaraṇaṃ, ayaṃ paramatthoti hadaye aṭṭhapento. Byañjanaṃ pana tena uggahitañceva nikkujjitañca. This apparently takes uggahita and nikkujjita as synonyms, which is followed by BB, but not by either Rhys Davids or Thanissaro. I can’t see how this can be right, elsewhere nikkujjati always means “overturns”.",
  "dn2:20.5": "The first three phrases, with the Magadhan nominative singular in -e, are unique to this passage. Cp AN 6.38: natthi attakāro, natthi parakāro.",
  "dn2:35.2": "BB’s “ever on the lookout to see that you are satisfied” is not correct, see mukhaṃ ullokentī at MN 79, SN 56.39 VAR: kammakāro → kammakaro (bj, s1-3, km, pts1)",
  "dn2:37.4": "https://discourse.suttacentral.net/t/a-note-on-karakarako-rasiva-hako/5535",
  "dn2:90.1": "Compare AN 4.114: bheripaṇavasaṅkhatiṇavaninnādasaddānaṃ",
  "dn2:102.2": "Note that these terms are commonly used in the context of keeping sila, eg AN 3.50 etc."
}