{
  "dn30:1.6.20": "Both RD and MW appear to adopt PTS reading gabbha here. But MS reading khambhana must be correct, for comm has “Na so gacchati jātu khambhananti so ekaṃseneva aggapuggalo vikkhambhetabbataṃ na gacchati”",
  "dn30:1.7.1": "Parivāra can mean “upholstery”, etc., i.e. accompaniments, etc. That seems to be the point of the Comm’s “Saparivārañca dānaṃ adāsīti annaṃ pānanti dasavidhaṃ dānavatthuṃ.” But given that the kammic outcome is a large following, should this not rather be “he gave both gifts and following”, i.e. he was not stingy with letting his workers, etc. work for others. Unless, of course, it is a mere pun. Anyway, I keep the more conservative reading.",
  "dn30:1.7.5": "The last term is I think unique in this context. RD translates it, MW doesn’t.",
  "dn30:1.9.2": "My translations of these verses heavily rely on the series of 5 articles by KR Norman on The Verses of the Lakkhana Suttanta. I note places where I differ in interpretation.",
  "dn30:1.9.12": "This is clearly referring to the late legend of the soothsayers seeing the baby Siddhattha, and as such kumara should be taken as “prince”.",
  "dn30:1.9.22": "I don’t think RD and MW are justified reading “garuda” for vihaga here.",
  "dn30:1.12.14": "This verse spoken by the soothsayers.",
  "dn30:1.17.3": "I don’t know how to translate sangahita briefly here. It means “included”, as in those people who, due to the kindly actions, feel that they belong. It also means harmonious, and especially, well-managed, for which see eg. AN 8.49. the idea is that because of acting kindly and inclusively, people are well-disposed and work well together.",
  "dn30:1.18.11": "This is a good example of how sangahita really needs to be read as “gathered” rather than “kindly disposed” per Norman. The point here is that, even though the community is geographically dispersed, it is still a coherent community.",
  "dn30:1.18.13": "For abhirucita see CPD.",
  "dn30:1.21.10": "Comm: Ubbhamuppatitalomavā sasoti so esa uddhaggatalomavā hoti'",
  "dn30:1.22.1": "RD and MW mistake this as applying to the Buddha. But vaceta is causative “make recite”, i.e. “teach”. And the next passage is in plural, referring to the students, as confirmed in the comm: “Kilisseyyunti kilameyyuṃ. Antevāsikavattaṃ nāma dukkhaṃ, taṃ nesaṃ mā ciramahosīti cintesi”",
  "dn30:1.24.17": "Read anomanikkamo.",
  "dn30:1.30.4": "There’s a play on abhivissaji and abhivassam",
  "dn30:1.30.14": "Here mokkha = pāmokkha = chief, best.",
  "dn30:2.4.1": "Given the list of wishes below, yogakkhema here cannot mean nibbana, a rare use in a worldly sense.",
  "dn30:2.5.6": "Note dhamma is absent here, but present both above and below in verse.",
  "dn30:2.12.10": "Comm: Abhiyoginoti lakkhaṇasatthe yuttā.",
  "dn30:2.29.5": "Comm: Akhilamanimittamakaṇṭakanti niccoraṃ. Corā hi kharasamphassaṭṭhena khilā, upaddavapaccayaṭṭhena nimittā, vijjhanaṭṭhena kaṇṭakāti vuccanti. It’s possible that, as per RD, and partly MW, this refers to physical characteristics of the land, but in this instance I think comm is more plausible. We don’t expect a king to eliminate all rough terrain, but we do expect him to quell banditry."
}