{
  "dn3:1.3.1": "For anuññātapaṭiññāta see MN 98, for tevijjake pāvacane see MN 95",
  "dn3:1.3.2": "Compare the words of Alara Kalama and Uddaka Ramaputta to the bodhisatta.",
  "dn3:1.4.9": "See my note on MN 91 referring to BB’s note on variants for this passage.",
  "dn3:1.5.9": "The relation between Pokkarasati and his student here is strikingly similar to the relation between the Buddha and the arahants. They know the same thing, but the Buddha is distinguished as the teacher.",
  "dn3:1.6.1": "While it is not always possible to clearly distinguish manava and manavaka, in this sutta the former is always applied to Ambattha, and the latter to the rest. It seems that, as a diminutive, manavaka means “young students”, or perhaps more precisely, “students of a student”.",
  "dn3:1.7.4": "Compare the idiom in MN 35.",
  "dn3:1.9.2": "A nice little detail that ullustrates the sense of the word “sambahula”, which should normally be taken in the sense of “several”, rather than “many”. The Buddha’s kuti surely could only have accommodated a few people at a time.",
  "dn3:1.12.6": "Both RD and Walshe have “violent” evidently reading rabhasa. But that word is, so far as I know, unattested elsewhere. Note that pharusa is almost always used in the context of speech, and that lahusa seems to make more sense in talking of people who are “touchy”, hard to talk to, rather than physically violent. Hence I prefer the reading bhassa, which is obviously the reading of the comm: Bhassāti bahubhāṇino. moreover, the story below hardly justifies the epithet “violent”.",
  "dn3:1.14.2": "The Buddha’s use of ayasma, ignored by both RD and W, is noteworthy here: the Buddha is taking a conciliatory tone.",
  "dn3:1.15.6": "Normally I take ayyaputta as a simple honorific, but here Comm says Ayyaputtāti sāmino puttā. Dāsiputtoti gharadāsiyāva putto. Given the parallelism between these two phrases, and the fact that just below they are said to claim descent from Okkaka, it seems that the sense is not that the Sakyans were the masters, but were descended from them. Not much of a difference, I know!",
  "dn3:1.15.11": "For sambheda, see AN 2.9=DN 26, AN 5.103 = AN 10.45. In each case the sense is not “breaking, destroying” as you might expect, but the dissolving of boundaries, resulting in promiscuity or leaking of secrets. Comm. to DN 26 has “Sambhedanti missībhāvaṃ, mariyādabhedaṃ vā.”",
  "dn3:1.15.13": "For this sense of sammati, see SN 11.9, SN 11.10",
  "dn3:1.15.17": "Not, one might imagine, the kind of response one might expect from the revelation of incest in one’s children. Both RD and MW comment on the puns in this passage, but don’t, unless I am missing something, mention the incest. Most likely there was speculation about the derivation of sakya, with some suggesting it was from saka, others from sāka, and, in the inclusive way of myths, this little story attempts to reconcile them. That it includes a memory of incestuous relations among the royal families is by no means unusual in such stories.",
  "dn3:1.16.2": "I’m very conflicted as to whether to include nama here! The whole passage seems to hover between treating kanha as a personal name, a description, or as a word for “demon”. I try to capture this ambiguity by using variations of black boy.",
  "dn3:1.16.4": "His words here are clearly meant as a dramatic contrast with Siddhattha’s birth.",
  "dn3:1.20.3": "Both RD and MW misconstrue the syntax here. There are three vā-s, i.e. three ways of not answering.",
  "dn3:1.21.1": "Cp. MN 35",
  "dn3:1.23.6": "Brahmamanta is of unique occurence, and neither RD’s “mystic verses” nor MW’s “mantras of the Brahmins” is adequate. the former is too vague, the second—while hardly being a translation at all—manages to get the basics wrong, as it is brahma, not brahmana. Comm says: brahmamanteti ānubhāvasampannatāya seṭṭhamante. And, while the connection to brahmanism is too obvious to need mentioning, i think it is right in saying this is a specially powerful spell.",
  "dn3:1.23.16": "This is obviously an origin story for this prayer.",
  "dn3:1.23.17": "National prosperity through fake regicide. How did Frazer miss this?",
  "dn3:1.23.18": "The use of the bare personal name for the king is highly unusual, and not capture by either RD or MW.",
  "dn3:1.23.21": "Again, neither RD nor MW capture brahmadanda here: it clearly harks back to brahmamantra.",
  "dn3:1.23.22": "So threatening the king and forcing an unwanted marriage is a sign of eminence?",
  "dn3:1.24.10": "Translation of avata here is tricky. I don’t think it means “veiled”, nor does it imply that the women are shut in, neither of which is, so far as I am aware, attested at this time. In MN 56 avata is used in reference to Upali “shutting his gate” against the Jains and opening it for the Buddhists. So here I think it basically means “excludes from close contact” (especially as a suitor). Cp DN 17, where it has a similar sense.",
  "dn3:1.27.4": "The following strikes me as pretty implausible.",
  "dn3:2.1.1": "Acc. to comm, Ambattha assumed this was referring to his own vedic lore. Hence, in the next line, I take the āya ending as locative, in agreement with yattha below.",
  "dn3:2.3.1": "https://discourse.suttacentral.net/t/apayamukha-in-the-ebts-doesn-t-mean-path-to-a-lower-realm/5577",
  "dn3:2.3.5": "This phrase echoes the earlier aññadatthu brāhmaṇasseva paricārakā sampajjanti",
  "dn3:2.5.5": "This harks back to Kiṃ pana te, ambaṭṭha, sakyā aparaddhum. BTW, this is a savage takedown.",
  "dn3:2.6.3": "Is this practice attested to elsewhere?",
  "dn3:2.7.1": "Here ugga must be a noun. See my note on AN 7.67. Rajanna is used fairly rarely in the suttas. According to the Sanskrit dicts, it is the old form of khattiya. But in the Pali it is an alternative for Khattiya. Given it’s age and association with arriors, chieftan seems apt.",
  "dn3:2.7.6": "Taking this and the next as one sentence, as per RD.",
  "dn3:2.10.5": "veṭhakanatapassāhi is otherwise unattested. At MN 55 veṭhaka evidently means “collar”. The Lokuttaravada Bhikshuni Vinaya has a rule about this, Pn 3: https://suttacentral.net/skt/skt-lo-bi-pn3. Thullananda gets out of the water and wraps herself only in a vethaka. Here this seems to be synonymous with paṭṭaka, i.e. a strip of cloth. It is allowable if used to tie on a basket, etc. Edgerton’s BHS dict does not notice this occurrence, but says of a ref in Mahavastu “something that wraps, covers: in a list of goldsmith’s products”, noting however a number of variants. Nata is “curve”, passa is “side, flank”. MW has “flounces and furbelows”, RD “fringes and furbelows round their loins”. These are hopelessly prissy descriptions of what sounds like the clothes of a stripper or lap-dancer.",
  "dn3:2.10.8": "This harks back to the opening of the sutta. vitudenti vitacchenti recurs at SN 19.1, of a bird being chased and pecked at by other birds. vitudenti by itself has the same meaning at Bu Pj 4. Evidently the Buddha was pretty disgusted with this maltreatment of the poor beasts.",
  "dn3:2.15.2": "The diminutive ending here is the same as the in samanaka, which Ambattha used of the Buddha. As for using bloody for re; if we don’t use curse words here, when do we get to use them!",
  "dn3:2.16.3": "Given his mood, this was very diplomatic of them!"
}