{
  "an5.90:0.1": "Aṅguttara Nikāya 5.90 ",
  "an5.90:0.2": "9. Theravagga ",
  "an5.90:0.3": "Dutiyasekhasutta ",
  "an5.90:1.1": "“Pañcime, bhikkhave, dhammā sekhassa bhikkhuno parihānāya saṁvattanti. ",
  "an5.90:1.2": "Katame pañca? ",
  "an5.90:1.3": "Idha, bhikkhave, sekho bhikkhu bahukicco hoti bahukaraṇīyo viyatto kiṅkaraṇīyesu; ",
  "an5.90:1.4": "riñcati paṭisallānaṁ, nānuyuñjati ajjhattaṁ cetosamathaṁ. ",
  "an5.90:1.5": "Ayaṁ, bhikkhave, paṭhamo dhammo sekhassa bhikkhuno parihānāya saṁvattati. ",
  "an5.90:2.1": "Puna caparaṁ, bhikkhave, sekho bhikkhu appamattakena kammena divasaṁ atināmeti; ",
  "an5.90:2.2": "riñcati paṭisallānaṁ, nānuyuñjati ajjhattaṁ cetosamathaṁ. ",
  "an5.90:2.3": "Ayaṁ, bhikkhave, dutiyo dhammo sekhassa bhikkhuno parihānāya saṁvattati. ",
  "an5.90:3.1": "Puna caparaṁ, bhikkhave, sekho bhikkhu saṁsaṭṭho viharati gahaṭṭhapabbajitehi ananulomikena gihisaṁsaggena; ",
  "an5.90:3.2": "riñcati paṭisallānaṁ, nānuyuñjati ajjhattaṁ cetosamathaṁ. ",
  "an5.90:3.3": "Ayaṁ, bhikkhave, tatiyo dhammo sekhassa bhikkhuno parihānāya saṁvattati. ",
  "an5.90:4.1": "Puna caparaṁ, bhikkhave, sekho bhikkhu akālena gāmaṁ pavisati, atidivā paṭikkamati; ",
  "an5.90:4.2": "riñcati paṭisallānaṁ, nānuyuñjati ajjhattaṁ cetosamathaṁ. ",
  "an5.90:4.3": "Ayaṁ, bhikkhave, catuttho dhammo sekhassa bhikkhuno parihānāya saṁvattati. ",
  "an5.90:5.1": "Puna caparaṁ, bhikkhave, sekho bhikkhu yāyaṁ kathā ābhisallekhikā cetovivaraṇasappāyā, seyyathidaṁ—",
  "an5.90:5.2": "appicchakathā santuṭṭhikathā pavivekakathā asaṁsaggakathā vīriyārambhakathā sīlakathā samādhikathā paññākathā vimuttikathā vimuttiñāṇadassanakathā, evarūpiyā kathāya na nikāmalābhī hoti na akicchalābhī na akasiralābhī; ",
  "an5.90:5.3": "riñcati paṭisallānaṁ, nānuyuñjati ajjhattaṁ cetosamathaṁ. ",
  "an5.90:5.4": "Ayaṁ, bhikkhave, pañcamo dhammo sekhassa bhikkhuno parihānāya saṁvattati. ",
  "an5.90:5.5": "Ime kho, bhikkhave, pañca dhammā sekhassa bhikkhuno parihānāya saṁvattanti. ",
  "an5.90:6.1": "Pañcime, bhikkhave, dhammā sekhassa bhikkhuno aparihānāya saṁvattanti. ",
  "an5.90:6.2": "Katame pañca? ",
  "an5.90:6.3": "Idha, bhikkhave, sekho bhikkhu na bahukicco hoti na bahukaraṇīyo viyatto kiṅkaraṇīyesu; ",
  "an5.90:6.4": "na riñcati paṭisallānaṁ, anuyuñjati ajjhattaṁ cetosamathaṁ. ",
  "an5.90:6.5": "Ayaṁ, bhikkhave, paṭhamo dhammo sekhassa bhikkhuno aparihānāya saṁvattati. ",
  "an5.90:7.1": "Puna caparaṁ, bhikkhave, sekho bhikkhu na appamattakena kammena divasaṁ atināmeti; ",
  "an5.90:7.2": "na riñcati paṭisallānaṁ, anuyuñjati ajjhattaṁ cetosamathaṁ. ",
  "an5.90:7.3": "Ayaṁ, bhikkhave, dutiyo dhammo sekhassa bhikkhuno aparihānāya saṁvattati. ",
  "an5.90:8.1": "Puna caparaṁ, bhikkhave, sekho bhikkhu asaṁsaṭṭho viharati gahaṭṭhapabbajitehi ananulomikena gihisaṁsaggena; ",
  "an5.90:8.2": "na riñcati paṭisallānaṁ, anuyuñjati ajjhattaṁ cetosamathaṁ. ",
  "an5.90:8.3": "Ayaṁ, bhikkhave, tatiyo dhammo sekhassa bhikkhuno aparihānāya saṁvattati. ",
  "an5.90:9.1": "Puna caparaṁ, bhikkhave, sekho bhikkhu na atikālena gāmaṁ pavisati, nātidivā paṭikkamati; ",
  "an5.90:9.2": "na riñcati paṭisallānaṁ, anuyuñjati ajjhattaṁ cetosamathaṁ. ",
  "an5.90:9.3": "Ayaṁ, bhikkhave, catuttho dhammo sekhassa bhikkhuno aparihānāya saṁvattati. ",
  "an5.90:10.1": "Puna caparaṁ, bhikkhave, sekho bhikkhu yāyaṁ kathā ābhisallekhikā cetovivaraṇasappāyā, seyyathidaṁ—",
  "an5.90:10.2": "appicchakathā santuṭṭhikathā pavivekakathā asaṁsaggakathā vīriyārambhakathā sīlakathā samādhikathā paññākathā vimuttikathā vimuttiñāṇadassanakathā, evarūpiyā kathāya nikāmalābhī hoti akicchalābhī akasiralābhī; ",
  "an5.90:10.3": "na riñcati paṭisallānaṁ, anuyuñjati ajjhattaṁ cetosamathaṁ. ",
  "an5.90:10.4": "Ayaṁ, bhikkhave, pañcamo dhammo sekhassa bhikkhuno aparihānāya saṁvattati. ",
  "an5.90:10.5": "Ime kho, bhikkhave, pañca dhammā sekhassa bhikkhuno aparihānāya saṁvattantī”ti. ",
  "an5.90:10.6": "Dasamaṁ. ",
  "an5.90:10.7": "Theravaggo catuttho. ",
  "an5.90:11.0": "Tassuddānaṁ ",
  "an5.90:11.1": "Rajanīyo vītarāgo, ",
  "an5.90:11.2": "kuhakāssaddhaakkhamā; ",
  "an5.90:11.3": "Paṭisambhidā ca sīlena, ",
  "an5.90:11.4": "thero sekhā pare duveti. "
}