{
  "an5.45:0.1": "Aṅguttara Nikāya 5 ",
  "an5.45:0.2": "5. Muṇḍarājavagga ",
  "an5.45:0.3": "45. Puññābhisandasutta ",
  "an5.45:1.1": "“Pañcime, bhikkhave, puññābhisandā kusalābhisandā sukhassāhārā sovaggikā sukhavipākā saggasaṁvattanikā iṭṭhāya kantāya manāpāya hitāya sukhāya saṁvattanti. ",
  "an5.45:2.1": "Katame pañca? ",
  "an5.45:2.2": "Yassa, bhikkhave, bhikkhu cīvaraṁ paribhuñjamāno appamāṇaṁ cetosamādhiṁ upasampajja viharati, appamāṇo tassa puññābhisando kusalābhisando sukhassāhāro sovaggiko sukhavipāko saggasaṁvattaniko iṭṭhāya kantāya manāpāya hitāya sukhāya saṁvattati. ",
  "an5.45:3.1": "Yassa, bhikkhave, bhikkhu piṇḍapātaṁ paribhuñjamāno …pe… yassa, bhikkhave, bhikkhu vihāraṁ paribhuñjamāno …pe… yassa, bhikkhave, bhikkhu mañcapīṭhaṁ paribhuñjamāno …pe…. ",
  "an5.45:4.1": "Yassa, bhikkhave, bhikkhu gilānappaccayabhesajjaparikkhāraṁ paribhuñjamāno appamāṇaṁ cetosamādhiṁ upasampajja viharati, appamāṇo tassa puññābhisando kusalābhisando sukhassāhāro sovaggiko sukhavipāko saggasaṁvattaniko iṭṭhāya kantāya manāpāya hitāya sukhāya saṁvattati. ",
  "an5.45:4.2": "Ime kho, bhikkhave, pañca puññābhisandā kusalābhisandā sukhassāhārā sovaggikā sukhavipākā saggasaṁvattanikā iṭṭhāya kantāya manāpāya hitāya sukhāya saṁvattanti. ",
  "an5.45:5.1": "Imehi ca pana, bhikkhave, pañcahi puññābhisandehi kusalābhisandehi samannāgatassa ariyasāvakassa na sukaraṁ puññassa pamāṇaṁ gahetuṁ: ",
  "an5.45:5.2": "‘ettako puññābhisando kusalābhisando sukhassāhāro sovaggiko sukhavipāko saggasaṁvattaniko iṭṭhāya kantāya manāpāya hitāya sukhāya saṁvattatī’ti. ",
  "an5.45:5.3": "Atha kho asaṅkheyyo appameyyo mahāpuññakkhandhotveva saṅkhaṁ gacchati. ",
  "an5.45:6.1": "Seyyathāpi, bhikkhave, mahāsamudde na sukaraṁ udakassa pamāṇaṁ gahetuṁ: ",
  "an5.45:6.2": "‘ettakāni udakāḷhakānīti vā ettakāni udakāḷhakasatānīti vā ettakāni udakāḷhakasahassānīti vā ettakāni udakāḷhakasatasahassānīti vā; ",
  "an5.45:6.3": "atha kho asaṅkheyyo appameyyo mahāudakakkhandhotveva saṅkhaṁ gacchati’. ",
  "an5.45:6.4": "Evamevaṁ kho, bhikkhave, imehi pañcahi puññābhisandehi kusalābhisandehi samannāgatassa ariyasāvakassa na sukaraṁ puññassa pamāṇaṁ gahetuṁ: ",
  "an5.45:6.5": "‘ettako puññābhisando kusalābhisando sukhassāhāro sovaggiko sukhavipāko saggasaṁvattaniko iṭṭhāya kantāya manāpāya hitāya sukhāya saṁvattatī’ti. ",
  "an5.45:6.6": "Atha kho asaṅkheyyo appameyyo mahāpuññakkhandhotveva saṅkhaṁ gacchatīti. ",
  "an5.45:7.1": "Mahodadhiṁ aparimitaṁ mahāsaraṁ, ",
  "an5.45:7.2": "Bahubheravaṁ ratnagaṇānamālayaṁ; ",
  "an5.45:7.3": "Najjo yathā naragaṇasaṅghasevitā, ",
  "an5.45:7.4": "Puthū savantī upayanti sāgaraṁ. ",
  "an5.45:8.1": "Evaṁ naraṁ annadapānavatthadaṁ, ",
  "an5.45:8.2": "Seyyānisajjattharaṇassa dāyakaṁ; ",
  "an5.45:8.3": "Puññassa dhārā upayanti paṇḍitaṁ, ",
  "an5.45:8.4": "Najjo yathā vārivahāva sāgaran”ti. ",
  "an5.45:8.5": "Pañcamaṁ. "
}