{
  "an5.162:0.1": "Aṅguttara Nikāya 5 ",
  "an5.162:0.2": "17. Āghātavagga ",
  "an5.162:0.3": "162. Dutiyaāghātapaṭivinayasutta ",
  "an5.162:1.1": "Tatra kho āyasmā sāriputto bhikkhū āmantesi: ",
  "an5.162:1.2": "“āvuso bhikkhave”ti. ",
  "an5.162:1.3": "“Āvuso”ti kho te bhikkhū āyasmato sāriputtassa paccassosuṁ. ",
  "an5.162:1.4": "Āyasmā sāriputto etadavoca: ",
  "an5.162:2.1": "“Pañcime, āvuso, āghātapaṭivinayā yattha bhikkhuno uppanno āghāto sabbaso paṭivinetabbo. ",
  "an5.162:2.2": "Katame pañca? ",
  "an5.162:2.3": "Idhāvuso, ekacco puggalo aparisuddhakāyasamācāro hoti parisuddhavacīsamācāro; ",
  "an5.162:2.4": "evarūpepi, āvuso, puggale āghāto paṭivinetabbo. ",
  "an5.162:2.5": "Idha panāvuso, ekacco puggalo aparisuddhavacīsamācāro hoti parisuddhakāyasamācāro; ",
  "an5.162:2.6": "evarūpepi, āvuso, puggale āghāto paṭivinetabbo. ",
  "an5.162:2.7": "Idha panāvuso, ekacco puggalo aparisuddhakāyasamācāro hoti aparisuddhavacīsamācāro, labhati ca kālena kālaṁ cetaso vivaraṁ cetaso pasādaṁ; ",
  "an5.162:2.8": "evarūpepi, āvuso, puggale āghāto paṭivinetabbo. ",
  "an5.162:2.9": "Idha panāvuso, ekacco puggalo aparisuddhakāyasamācāro hoti aparisuddhavacīsamācāro, na ca labhati kālena kālaṁ cetaso vivaraṁ cetaso pasādaṁ; ",
  "an5.162:2.10": "evarūpepi, āvuso, puggale āghāto paṭivinetabbo. ",
  "an5.162:2.11": "Idha panāvuso, ekacco puggalo parisuddhakāyasamācāro parisuddhavacīsamācāro, labhati ca kālena vā kālaṁ cetaso vivaraṁ cetaso pasādaṁ; ",
  "an5.162:2.12": "evarūpepi, āvuso, puggale āghāto paṭivinetabbo. ",
  "an5.162:3.1": "Tatrāvuso, yvāyaṁ puggalo aparisuddhakāyasamācāro parisuddhavacīsamācāro, kathaṁ tasmiṁ puggale āghāto paṭivinetabbo? ",
  "an5.162:3.2": "Seyyathāpi, āvuso, bhikkhu paṁsukūliko rathiyāya nantakaṁ disvā vāmena pādena niggaṇhitvā dakkhiṇena pādena pattharitvā, yo tattha sāro taṁ paripātetvā ādāya pakkameyya; ",
  "an5.162:3.3": "evamevaṁ khvāvuso, yvāyaṁ puggalo aparisuddhakāyasamācāro parisuddhavacīsamācāro, yāssa aparisuddhakāyasamācāratā na sāssa tasmiṁ samaye manasi kātabbā, yā ca khvassa parisuddhavacīsamācāratā sāssa tasmiṁ samaye manasi kātabbā. ",
  "an5.162:3.4": "Evaṁ tasmiṁ puggale āghāto paṭivinetabbo. ",
  "an5.162:4.1": "Tatrāvuso, yvāyaṁ puggalo aparisuddhavacīsamācāro parisuddhakāyasamācāro, kathaṁ tasmiṁ puggale āghāto paṭivinetabbo? ",
  "an5.162:4.2": "Seyyathāpi, āvuso, pokkharaṇī sevālapaṇakapariyonaddhā. ",
  "an5.162:4.3": "Atha puriso āgaccheyya ghammābhitatto ghammapareto kilanto tasito pipāsito. ",
  "an5.162:4.4": "So taṁ pokkharaṇiṁ ogāhetvā ubhohi hatthehi iticiti ca sevālapaṇakaṁ apaviyūhitvā añjalinā pivitvā pakkameyya. ",
  "an5.162:4.5": "Evamevaṁ kho, āvuso, yvāyaṁ puggalo aparisuddhavacīsamācāro parisuddhakāyasamācāro, yāssa aparisuddhavacīsamācāratā na sāssa tasmiṁ samaye manasi kātabbā, yā ca khvassa parisuddhakāyasamācāratā sāssa tasmiṁ samaye manasi kātabbā. ",
  "an5.162:4.6": "Evaṁ tasmiṁ puggale āghāto paṭivinetabbo. ",
  "an5.162:5.1": "Tatrāvuso, yvāyaṁ puggalo aparisuddhakāyasamācāro aparisuddhavacīsamācāro labhati ca kālena kālaṁ cetaso vivaraṁ cetaso pasādaṁ, kathaṁ tasmiṁ puggale āghāto paṭivinetabbo? ",
  "an5.162:5.2": "Seyyathāpi, āvuso, parittaṁ gopade udakaṁ. ",
  "an5.162:5.3": "Atha puriso āgaccheyya ghammābhitatto ghammapareto kilanto tasito pipāsito. ",
  "an5.162:5.4": "Tassa evamassa: ",
  "an5.162:5.5": "‘idaṁ kho parittaṁ gopade udakaṁ. ",
  "an5.162:5.6": "Sacāhaṁ añjalinā vā pivissāmi bhājanena vā khobhessāmipi taṁ loḷessāmipi taṁ apeyyampi taṁ karissāmi. ",
  "an5.162:5.7": "Yannūnāhaṁ catukkuṇḍiko nipatitvā gopītakaṁ pivitvā pakkameyyan’ti. ",
  "an5.162:5.8": "So catukkuṇḍiko nipatitvā gopītakaṁ pivitvā pakkameyya. ",
  "an5.162:5.9": "Evamevaṁ kho, āvuso, yvāyaṁ puggalo aparisuddhakāyasamācāro aparisuddhavacīsamācāro labhati ca kālena kālaṁ cetaso vivaraṁ cetaso pasādaṁ, yāssa aparisuddhakāyasamācāratā na sāssa tasmiṁ samaye manasi kātabbā; ",
  "an5.162:5.10": "yāpissa aparisuddhavacīsamācāratā na sāpissa tasmiṁ samaye manasi kātabbā. ",
  "an5.162:5.11": "Yañca kho so labhati kālena kālaṁ cetaso vivaraṁ cetaso pasādaṁ, tamevassa tasmiṁ samaye manasi kātabbaṁ. ",
  "an5.162:5.12": "Evaṁ tasmiṁ puggale āghāto paṭivinetabbo. ",
  "an5.162:6.1": "Tatrāvuso, yvāyaṁ puggalo aparisuddhakāyasamācāro aparisuddhavacīsamācāro na ca labhati kālena kālaṁ cetaso vivaraṁ cetaso pasādaṁ, kathaṁ tasmiṁ puggale āghāto paṭivinetabbo? ",
  "an5.162:6.2": "Seyyathāpi, āvuso, puriso ābādhiko dukkhito bāḷhagilāno addhānamaggappaṭipanno. ",
  "an5.162:6.3": "Tassa puratopissa dūre gāmo pacchatopissa dūre gāmo. ",
  "an5.162:6.4": "So na labheyya sappāyāni bhojanāni, na labheyya sappāyāni bhesajjāni, na labheyya patirūpaṁ upaṭṭhākaṁ, na labheyya gāmantanāyakaṁ. ",
  "an5.162:6.5": "Tamenaṁ aññataro puriso passeyya addhānamaggappaṭipanno. ",
  "an5.162:6.6": "So tasmiṁ purise kāruññaṁyeva upaṭṭhāpeyya, anuddayaṁyeva upaṭṭhāpeyya, anukampaṁyeva upaṭṭhāpeyya: ",
  "an5.162:6.7": "‘aho vatāyaṁ puriso labheyya sappāyāni bhojanāni, labheyya sappāyāni bhesajjāni, labheyya patirūpaṁ upaṭṭhākaṁ, labheyya gāmantanāyakaṁ. ",
  "an5.162:6.8": "Taṁ kissa hetu? ",
  "an5.162:6.9": "Māyaṁ puriso idheva anayabyasanaṁ āpajjī’ti. ",
  "an5.162:6.10": "Evamevaṁ kho, āvuso, yvāyaṁ puggalo aparisuddhakāyasamācāro aparisuddhavacīsamācāro na ca labhati kālena kālaṁ cetaso vivaraṁ cetaso pasādaṁ, evarūpepi, āvuso, puggale kāruññaṁyeva upaṭṭhāpetabbaṁ anuddayāyeva upaṭṭhāpetabbā anukampāyeva upaṭṭhāpetabbā: ",
  "an5.162:6.11": "‘aho vata ayamāyasmā kāyaduccaritaṁ pahāya kāyasucaritaṁ bhāveyya, vacīduccaritaṁ pahāya vacīsucaritaṁ bhāveyya, manoduccaritaṁ pahāya manosucaritaṁ bhāveyya. ",
  "an5.162:6.12": "Taṁ kissa hetu? ",
  "an5.162:6.13": "Māyaṁ āyasmā kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjī’ti. ",
  "an5.162:6.14": "Evaṁ tasmiṁ puggale āghāto paṭivinetabbo. ",
  "an5.162:7.1": "Tatrāvuso, yvāyaṁ puggalo parisuddhakāyasamācāro parisuddhavacīsamācāro labhati ca kālena kālaṁ cetaso vivaraṁ cetaso pasādaṁ, kathaṁ tasmiṁ puggale āghāto paṭivinetabbo? ",
  "an5.162:7.2": "Seyyathāpi, āvuso, pokkharaṇī acchodakā sātodakā sītodakā setakā supatitthā ramaṇīyā nānārukkhehi sañchannā. ",
  "an5.162:7.3": "Atha puriso āgaccheyya ghammābhitatto ghammapareto kilanto tasito pipāsito. ",
  "an5.162:7.4": "So taṁ pokkharaṇiṁ ogāhetvā nhātvā ca pivitvā ca paccuttaritvā tattheva rukkhacchāyāya nisīdeyya vā nipajjeyya vā. ",
  "an5.162:8.1": "Evamevaṁ kho, āvuso, yvāyaṁ puggalo parisuddhakāyasamācāro parisuddhavacīsamācāro labhati ca kālena kālaṁ cetaso vivaraṁ cetaso pasādaṁ, yāpissa parisuddhakāyasamācāratā sāpissa tasmiṁ samaye manasi kātabbā; ",
  "an5.162:8.2": "yāpissa parisuddhavacīsamācāratā sāpissa tasmiṁ samaye manasi kātabbā; ",
  "an5.162:8.3": "yampi labhati kālena kālaṁ cetaso vivaraṁ cetaso pasādaṁ, tampissa tasmiṁ samaye manasi kātabbaṁ. ",
  "an5.162:8.4": "Evaṁ tasmiṁ puggale āghāto paṭivinetabbo. ",
  "an5.162:8.5": "Samantapāsādikaṁ, āvuso, puggalaṁ āgamma cittaṁ pasīdati. ",
  "an5.162:9.1": "Ime kho, āvuso, pañca āghātapaṭivinayā, yattha bhikkhuno uppanno āghāto sabbaso paṭivinetabbo”ti. ",
  "an5.162:9.2": "Dutiyaṁ. "
}