{
  "an5.34:0.1": "Aṅguttara Nikāya 5 ",
  "an5.34:0.2": "4. Sumanavagga ",
  "an5.34:0.3": "34. Sīhasenāpatisutta ",
  "an5.34:1.1": "Ekaṁ samayaṁ bhagavā vesāliyaṁ viharati mahāvane kūṭāgārasālāyaṁ. ",
  "an5.34:1.2": "Atha kho sīho senāpati yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho sīho senāpati bhagavantaṁ etadavoca: ",
  "an5.34:1.3": "“sakkā nu kho, bhante, bhagavā sandiṭṭhikaṁ dānaphalaṁ paññāpetun”ti? ",
  "an5.34:2.1": "“Sakkā, sīhā”ti bhagavā avoca: ",
  "an5.34:2.2": "“dāyako, sīha, dānapati bahuno janassa piyo hoti manāpo. ",
  "an5.34:2.3": "Yampi, sīha, dāyako dānapati bahuno janassa piyo hoti manāpo, idampi sandiṭṭhikaṁ dānaphalaṁ. ",
  "an5.34:3.1": "Puna caparaṁ, sīha, dāyakaṁ dānapatiṁ santo sappurisā bhajanti. ",
  "an5.34:3.2": "Yampi, sīha, dāyakaṁ dānapatiṁ santo sappurisā bhajanti, idampi sandiṭṭhikaṁ dānaphalaṁ. ",
  "an5.34:4.1": "Puna caparaṁ, sīha, dāyakassa dānapatino kalyāṇo kittisaddo abbhuggacchati. ",
  "an5.34:4.2": "Yampi, sīha, dāyakassa dānapatino kalyāṇo kittisaddo abbhuggacchati, idampi sandiṭṭhikaṁ dānaphalaṁ. ",
  "an5.34:5.1": "Puna caparaṁ, sīha, dāyako dānapati yaṁ yadeva parisaṁ upasaṅkamati—yadi khattiyaparisaṁ yadi brāhmaṇaparisaṁ yadi gahapatiparisaṁ yadi samaṇaparisaṁ—visārado upasaṅkamati amaṅkubhūto. ",
  "an5.34:5.2": "Yampi, sīha, dāyako dānapati yaṁ yadeva parisaṁ upasaṅkamati—yadi khattiyaparisaṁ yadi brāhmaṇaparisaṁ yadi gahapatiparisaṁ yadi samaṇaparisaṁ—visārado upasaṅkamati amaṅkubhūto, idampi sandiṭṭhikaṁ dānaphalaṁ. ",
  "an5.34:6.1": "Puna caparaṁ, sīha, dāyako dānapati kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjati. ",
  "an5.34:6.2": "Yampi, sīha, dāyako dānapati kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjati, idaṁ samparāyikaṁ dānaphalan”ti. ",
  "an5.34:7.1": "Evaṁ vutte, sīho senāpati bhagavantaṁ etadavoca: ",
  "an5.34:7.2": "“yānimāni, bhante, bhagavatā cattāri sandiṭṭhikāni dānaphalāni akkhātāni, nāhaṁ ettha bhagavato saddhāya gacchāmi; ahaṁ petāni jānāmi. ",
  "an5.34:7.3": "Ahaṁ, bhante, dāyako dānapati bahuno janassa piyo manāpo. ",
  "an5.34:7.4": "Ahaṁ, bhante, dāyako dānapati; maṁ santo sappurisā bhajanti. ",
  "an5.34:7.5": "Ahaṁ, bhante, dāyako dānapati; mayhaṁ kalyāṇo kittisaddo abbhuggato: ‘sīho senāpati dāyako kārako saṅghupaṭṭhāko’ti. ",
  "an5.34:7.6": "Ahaṁ, bhante, dāyako dānapati yaṁ yadeva parisaṁ upasaṅkamāmi—yadi khattiyaparisaṁ yadi brāhmaṇaparisaṁ yadi gahapatiparisaṁ yadi samaṇaparisaṁ—visārado upasaṅkamāmi amaṅkubhūto. ",
  "an5.34:7.7": "Yānimāni, bhante, bhagavatā cattāri sandiṭṭhikāni dānaphalāni akkhātāni, nāhaṁ ettha bhagavato saddhāya gacchāmi; ahaṁ petāni jānāmi. ",
  "an5.34:7.8": "Yañca kho maṁ, bhante, bhagavā evamāha: ",
  "an5.34:7.9": "‘dāyako, sīha, dānapati kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjatī’ti, etāhaṁ na jānāmi; ettha ca panāhaṁ bhagavato saddhāya gacchāmī”ti. ",
  "an5.34:7.10": "“Evametaṁ, sīha, evametaṁ, sīha. ",
  "an5.34:7.11": "Dāyako dānapati kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjatīti. ",
  "an5.34:8.1": "Dadaṁ piyo hoti bhajanti naṁ bahū, ",
  "an5.34:8.2": "Kittiñca pappoti yaso ca vaḍḍhati; ",
  "an5.34:8.3": "Amaṅkubhūto parisaṁ vigāhati, ",
  "an5.34:8.4": "Visārado hoti naro amaccharī. ",
  "an5.34:9.1": "Tasmā hi dānāni dadanti paṇḍitā, ",
  "an5.34:9.2": "Vineyya maccheramalaṁ sukhesino; ",
  "an5.34:9.3": "Te dīgharattaṁ tidive patiṭṭhitā, ",
  "an5.34:9.4": "Devānaṁ sahabyagatā ramanti te. ",
  "an5.34:10.1": "Katāvakāsā katakusalā ito cutā, ",
  "an5.34:10.2": "Sayaṁpabhā anuvicaranti nandanaṁ; ",
  "an5.34:10.3": "Te tattha nandanti ramanti modare, ",
  "an5.34:10.4": "Samappitā kāmaguṇehi pañcahi; ",
  "an5.34:10.5": "Katvāna vākyaṁ asitassa tādino, ",
  "an5.34:10.6": "Ramanti sagge sugatassa sāvakā”ti. ",
  "an5.34:10.7": "Catutthaṁ. "
}