{
  "an5.134:0.1": "Aṅguttara Nikāya 5 ",
  "an5.134:0.2": "14. Rājavagga ",
  "an5.134:0.3": "134. Yassaṁdisaṁsutta ",
  "an5.134:1.1": "“Pañcahi, bhikkhave, aṅgehi samannāgato rājā khattiyo muddhāvasitto yassaṁ yassaṁ disāyaṁ viharati, sakasmiṁyeva vijite viharati. ",
  "an5.134:2.1": "Katamehi pañcahi? ",
  "an5.134:2.2": "Idha, bhikkhave, rājā khattiyo muddhāvasitto ubhato sujāto hoti mātito ca pitito ca, saṁsuddhagahaṇiko, yāva sattamā pitāmahayugā akkhitto anupakkuṭṭho jātivādena; ",
  "an5.134:2.3": "aḍḍho hoti mahaddhano mahābhogo paripuṇṇakosakoṭṭhāgāro; ",
  "an5.134:2.4": "balavā kho pana hoti caturaṅginiyā senāya samannāgato assavāya ovādapaṭikarāya; ",
  "an5.134:2.5": "pariṇāyako kho panassa hoti paṇḍito viyatto medhāvī paṭibalo atītānāgatapaccuppanne atthe cintetuṁ; ",
  "an5.134:2.6": "tassime cattāro dhammā yasaṁ paripācenti. ",
  "an5.134:2.7": "So iminā yasapañcamena dhammena samannāgato yassaṁ yassaṁ disāyaṁ viharati, sakasmiṁyeva vijite viharati. ",
  "an5.134:2.8": "Taṁ kissa hetu? ",
  "an5.134:2.9": "Evañhetaṁ, bhikkhave, hoti vijitāvīnaṁ. ",
  "an5.134:3.1": "Evamevaṁ kho, bhikkhave, pañcahi dhammehi samannāgato bhikkhu yassaṁ yassaṁ disāyaṁ viharati, vimuttacittova viharati. ",
  "an5.134:3.2": "Katamehi pañcahi? ",
  "an5.134:3.3": "Idha, bhikkhave, bhikkhu sīlavā hoti, pātimokkhasaṁvarasaṁvuto viharati ācāragocarasampanno aṇumattesu vajjesu bhayadassāvī, samādāya sikkhati sikkhāpadesu—",
  "an5.134:3.4": "rājāva khattiyo muddhāvasitto jātisampanno; ",
  "an5.134:3.5": "bahussuto hoti sutadharo sutasannicayo, ye te dhammā ādikalyāṇā majjhekalyāṇā pariyosānakalyāṇā sātthaṁ sabyañjanaṁ kevalaparipuṇṇaṁ parisuddhaṁ brahmacariyaṁ abhivadanti, tathārūpāssa dhammā bahussutā honti dhātā vacasā paricitā manasānupekkhitā diṭṭhiyā suppaṭividdhā—",
  "an5.134:3.6": "rājāva khattiyo muddhāvasitto aḍḍho mahaddhano mahābhogo paripuṇṇakosakoṭṭhāgāro; ",
  "an5.134:3.7": "āraddhavīriyo viharati akusalānaṁ dhammānaṁ pahānāya kusalānaṁ dhammānaṁ upasampadāya thāmavā daḷhaparakkamo anikkhittadhuro kusalesu dhammesu—",
  "an5.134:3.8": "rājāva khattiyo muddhāvasitto balasampanno; ",
  "an5.134:3.9": "paññavā hoti udayatthagāminiyā paññāya samannāgato ariyāya nibbedhikāya sammā dukkhakkhayagāminiyā—",
  "an5.134:3.10": "rājāva khattiyo muddhāvasitto pariṇāyakasampanno; ",
  "an5.134:3.11": "tassime cattāro dhammā vimuttiṁ paripācenti. ",
  "an5.134:3.12": "So iminā vimuttipañcamena dhammena samannāgato yassaṁ yassaṁ disāyaṁ viharati vimuttacittova viharati. ",
  "an5.134:3.13": "Taṁ kissa hetu? ",
  "an5.134:3.14": "Evañhetaṁ, bhikkhave, hoti vimuttacittānan”ti. ",
  "an5.134:3.15": "Catutthaṁ. "
}