{
  "an5.80:0.1": "Aṅguttara Nikāya 5.80 ",
  "an5.80:0.2": "8. Yodhājīvavagga ",
  "an5.80:0.3": "Catutthaanāgatabhayasutta ",
  "an5.80:1.1": "“Pañcimāni, bhikkhave, anāgatabhayāni etarahi asamuppannāni āyatiṁ samuppajjissanti. ",
  "an5.80:1.2": "Tāni vo paṭibujjhitabbāni; ",
  "an5.80:1.3": "paṭibujjhitvā ca tesaṁ pahānāya vāyamitabbaṁ. ",
  "an5.80:2.1": "Katamāni pañca? ",
  "an5.80:2.2": "Bhavissanti, bhikkhave, bhikkhū anāgatamaddhānaṁ cīvare kalyāṇakāmā. ",
  "an5.80:2.3": "Te cīvare kalyāṇakāmā samānā riñcissanti paṁsukūlikattaṁ, riñcissanti araññavanapatthāni pantāni senāsanāni; ",
  "an5.80:2.4": "gāmanigamarājadhānīsu osaritvā vāsaṁ kappessanti, cīvarahetu ca anekavihitaṁ anesanaṁ appatirūpaṁ āpajjissanti. ",
  "an5.80:2.5": "Idaṁ, bhikkhave, paṭhamaṁ anāgatabhayaṁ etarahi asamuppannaṁ āyatiṁ samuppajjissati. ",
  "an5.80:2.6": "Taṁ vo paṭibujjhitabbaṁ; ",
  "an5.80:2.7": "paṭibujjhitvā ca tassa pahānāya vāyamitabbaṁ. ",
  "an5.80:3.1": "Puna caparaṁ, bhikkhave, bhavissanti bhikkhū anāgatamaddhānaṁ piṇḍapāte kalyāṇakāmā. ",
  "an5.80:3.2": "Te piṇḍapāte kalyāṇakāmā samānā riñcissanti piṇḍapātikattaṁ, riñcissanti araññavanapatthāni pantāni senāsanāni; ",
  "an5.80:3.3": "gāmanigamarājadhānīsu osaritvā vāsaṁ kappessanti jivhaggena rasaggāni pariyesamānā, piṇḍapātahetu ca anekavihitaṁ anesanaṁ appatirūpaṁ āpajjissanti. ",
  "an5.80:3.4": "Idaṁ, bhikkhave, dutiyaṁ anāgatabhayaṁ etarahi asamuppannaṁ āyatiṁ samuppajjissati. ",
  "an5.80:3.5": "Taṁ vo paṭibujjhitabbaṁ; ",
  "an5.80:3.6": "paṭibujjhitvā ca tassa pahānāya vāyamitabbaṁ. ",
  "an5.80:4.1": "Puna caparaṁ, bhikkhave, bhavissanti bhikkhū anāgatamaddhānaṁ senāsane kalyāṇakāmā. ",
  "an5.80:4.2": "Te senāsane kalyāṇakāmā samānā riñcissanti rukkhamūlikattaṁ, riñcissanti araññavanapatthāni pantāni senāsanāni; ",
  "an5.80:4.3": "gāmanigamarājadhānīsu osaritvā vāsaṁ kappessanti, senāsanahetu ca anekavihitaṁ anesanaṁ appatirūpaṁ āpajjissanti. ",
  "an5.80:4.4": "Idaṁ, bhikkhave, tatiyaṁ anāgatabhayaṁ etarahi asamuppannaṁ āyatiṁ samuppajjissati. ",
  "an5.80:4.5": "Taṁ vo paṭibujjhitabbaṁ; ",
  "an5.80:4.6": "paṭibujjhitvā ca tassa pahānāya vāyamitabbaṁ. ",
  "an5.80:5.1": "Puna caparaṁ, bhikkhave, bhavissanti bhikkhū anāgatamaddhānaṁ bhikkhunīsikkhamānāsamaṇuddesehi saṁsaṭṭhā viharissanti. ",
  "an5.80:5.2": "Bhikkhunīsikkhamānāsamaṇuddesehi saṁsagge kho pana, bhikkhave, sati etaṁ pāṭikaṅkhaṁ: ",
  "an5.80:5.3": "‘anabhiratā vā brahmacariyaṁ carissanti, aññataraṁ vā saṅkiliṭṭhaṁ āpattiṁ āpajjissanti, sikkhaṁ vā paccakkhāya hīnāyāvattissanti’. ",
  "an5.80:5.4": "Idaṁ, bhikkhave, catutthaṁ anāgatabhayaṁ etarahi asamuppannaṁ āyatiṁ samuppajjissati. ",
  "an5.80:5.5": "Taṁ vo paṭibujjhitabbaṁ; ",
  "an5.80:5.6": "paṭibujjhitvā ca tassa pahānāya vāyamitabbaṁ. ",
  "an5.80:6.1": "Puna caparaṁ, bhikkhave, bhavissanti bhikkhū anāgatamaddhānaṁ ārāmikasamaṇuddesehi saṁsaṭṭhā viharissanti. ",
  "an5.80:6.2": "Ārāmikasamaṇuddesehi saṁsagge kho pana, bhikkhave, sati etaṁ pāṭikaṅkhaṁ: ",
  "an5.80:6.3": "‘anekavihitaṁ sannidhikāraparibhogaṁ anuyuttā viharissanti, oḷārikampi nimittaṁ karissanti, pathaviyāpi haritaggepi’. ",
  "an5.80:6.4": "Idaṁ, bhikkhave, pañcamaṁ anāgatabhayaṁ etarahi asamuppannaṁ āyatiṁ samuppajjissati. ",
  "an5.80:6.5": "Taṁ vo paṭibujjhitabbaṁ; ",
  "an5.80:6.6": "paṭibujjhitvā ca tassa pahānāya vāyamitabbaṁ. ",
  "an5.80:7.1": "Imāni kho, bhikkhave, pañca anāgatabhayāni etarahi asamuppannāni āyatiṁ samuppajjissanti. ",
  "an5.80:7.2": "Tāni vo paṭibujjhitabbāni; ",
  "an5.80:7.3": "paṭibujjhitvā ca tesaṁ pahānāya vāyamitabban”ti. ",
  "an5.80:7.4": "Dasamaṁ. ",
  "an5.80:7.5": "Yodhājīvavaggo tatiyo. ",
  "an5.80:8.0": "Tassuddānaṁ ",
  "an5.80:8.1": "Dve cetovimuttiphalā, ",
  "an5.80:8.2": "dve ca dhammavihārino; ",
  "an5.80:8.3": "Yodhājīvā ca dve vuttā, ",
  "an5.80:8.4": "cattāro ca anāgatāti. "
}