{
  "an5.78:0.1": "Aṅguttara Nikāya 5 ",
  "an5.78:0.2": "8. Yodhājīvavagga ",
  "an5.78:0.3": "78. Dutiyaanāgatabhayasutta ",
  "an5.78:1.1": "“Pañcimāni, bhikkhave, anāgatabhayāni sampassamānena alameva bhikkhunā appamattena ātāpinā pahitattena viharituṁ appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāya. ",
  "an5.78:1.2": "Katamāni pañca? ",
  "an5.78:1.3": "Idha, bhikkhave, bhikkhu iti paṭisañcikkhati: ",
  "an5.78:1.4": "‘ahaṁ kho etarahi daharo yuvā susukāḷakeso bhadrena yobbanena samannāgato paṭhamena vayasā. ",
  "an5.78:1.5": "Hoti kho pana so samayo yaṁ imaṁ kāyaṁ jarā phusati. ",
  "an5.78:1.6": "Jiṇṇena kho pana jarāya abhibhūtena na sukaraṁ buddhānaṁ sāsanaṁ manasi kātuṁ, na sukarāni araññavanapatthāni pantāni senāsanāni paṭisevituṁ. ",
  "an5.78:1.7": "Purā maṁ so dhammo āgacchati aniṭṭho akanto amanāpo; ",
  "an5.78:1.8": "handāhaṁ paṭikacceva vīriyaṁ ārabhāmi appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāya, yenāhaṁ dhammena samannāgato jiṇṇakopi phāsuṁ viharissāmī’ti. ",
  "an5.78:1.9": "Idaṁ, bhikkhave, paṭhamaṁ anāgatabhayaṁ sampassamānena alameva bhikkhunā appamattena ātāpinā pahitattena viharituṁ appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāya. ",
  "an5.78:2.1": "Puna caparaṁ, bhikkhave, bhikkhu iti paṭisañcikkhati: ",
  "an5.78:2.2": "‘ahaṁ kho etarahi appābādho appātaṅko samavepākiniyā gahaṇiyā samannāgato nātisītāya nāccuṇhāya majjhimāya padhānakkhamāya. ",
  "an5.78:2.3": "Hoti kho pana so samayo yaṁ imaṁ kāyaṁ byādhi phusati. ",
  "an5.78:2.4": "Byādhitena kho pana byādhinā abhibhūtena na sukaraṁ buddhānaṁ sāsanaṁ manasi kātuṁ, na sukarāni araññavanapatthāni pantāni senāsanāni paṭisevituṁ. ",
  "an5.78:2.5": "Purā maṁ so dhammo āgacchati aniṭṭho akanto amanāpo; ",
  "an5.78:2.6": "handāhaṁ paṭikacceva vīriyaṁ ārabhāmi appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāya, yenāhaṁ dhammena samannāgato byādhitopi phāsuṁ viharissāmī’ti. ",
  "an5.78:2.7": "Idaṁ, bhikkhave, dutiyaṁ anāgatabhayaṁ sampassamānena alameva bhikkhunā appamattena ātāpinā pahitattena viharituṁ appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāya. ",
  "an5.78:3.1": "Puna caparaṁ, bhikkhave, bhikkhu iti paṭisañcikkhati: ",
  "an5.78:3.2": "‘etarahi kho subhikkhaṁ susassaṁ sulabhapiṇḍaṁ, sukaraṁ uñchena paggahena yāpetuṁ. ",
  "an5.78:3.3": "Hoti kho pana so samayo yaṁ dubbhikkhaṁ hoti dussassaṁ dullabhapiṇḍaṁ, na sukaraṁ uñchena paggahena yāpetuṁ. ",
  "an5.78:3.4": "Dubbhikkhe kho pana manussā yena subhikkhaṁ tena saṅkamanti. ",
  "an5.78:3.5": "Tattha saṅgaṇikavihāro hoti ākiṇṇavihāro. ",
  "an5.78:3.6": "Saṅgaṇikavihāre kho pana sati ākiṇṇavihāre na sukaraṁ buddhānaṁ sāsanaṁ manasi kātuṁ, na sukarāni araññavanapatthāni pantāni senāsanāni paṭisevituṁ. ",
  "an5.78:3.7": "Purā maṁ so dhammo āgacchati aniṭṭho akanto amanāpo; ",
  "an5.78:3.8": "handāhaṁ paṭikacceva vīriyaṁ ārabhāmi appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāya, yenāhaṁ dhammena samannāgato dubbhikkhepi phāsu viharissāmī’ti. ",
  "an5.78:3.9": "Idaṁ, bhikkhave, tatiyaṁ anāgatabhayaṁ sampassamānena alameva bhikkhunā appamattena ātāpinā pahitattena viharituṁ appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāya. ",
  "an5.78:4.1": "Puna caparaṁ, bhikkhave, bhikkhu iti paṭisañcikkhati: ",
  "an5.78:4.2": "‘etarahi kho manussā samaggā sammodamānā avivadamānā khīrodakībhūtā aññamaññaṁ piyacakkhūhi sampassantā viharanti. ",
  "an5.78:4.3": "Hoti kho pana so samayo yaṁ bhayaṁ hoti aṭavisaṅkopo, cakkasamārūḷhā jānapadā pariyāyanti. ",
  "an5.78:4.4": "Bhaye kho pana sati manussā yena khemaṁ tena saṅkamanti. ",
  "an5.78:4.5": "Tattha saṅgaṇikavihāro hoti ākiṇṇavihāro. ",
  "an5.78:4.6": "Saṅgaṇikavihāre kho pana sati ākiṇṇavihāre na sukaraṁ buddhānaṁ sāsanaṁ manasi kātuṁ, na sukarāni araññavanapatthāni pantāni senāsanāni paṭisevituṁ. ",
  "an5.78:4.7": "Purā maṁ so dhammo āgacchati aniṭṭho akanto amanāpo; ",
  "an5.78:4.8": "handāhaṁ paṭikacceva vīriyaṁ ārabhāmi appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāya, yenāhaṁ dhammena samannāgato bhayepi phāsuṁ viharissāmī’ti. ",
  "an5.78:4.9": "Idaṁ, bhikkhave, catutthaṁ anāgatabhayaṁ sampassamānena alameva bhikkhunā appamattena ātāpinā pahitattena viharituṁ appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāya. ",
  "an5.78:5.1": "Puna caparaṁ, bhikkhave, bhikkhu iti paṭisañcikkhati: ",
  "an5.78:5.2": "‘etarahi kho saṅgho samaggo sammodamāno avivadamāno ekuddeso phāsu viharati. ",
  "an5.78:5.3": "Hoti kho pana so samayo yaṁ saṅgho bhijjati. ",
  "an5.78:5.4": "Saṅghe kho pana bhinne na sukaraṁ buddhānaṁ sāsanaṁ manasi kātuṁ, na sukarāni araññavanapatthāni pantāni senāsanāni paṭisevituṁ. ",
  "an5.78:5.5": "Purā maṁ so dhammo āgacchati aniṭṭho akanto amanāpo; ",
  "an5.78:5.6": "handāhaṁ paṭikacceva vīriyaṁ ārabhāmi appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāya, yenāhaṁ dhammena samannāgato bhinnepi saṅghe phāsuṁ viharissāmī’ti. ",
  "an5.78:5.7": "Idaṁ, bhikkhave, pañcamaṁ anāgatabhayaṁ sampassamānena alameva bhikkhunā appamattena ātāpinā pahitattena viharituṁ appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāya. ",
  "an5.78:6.1": "Imāni kho, bhikkhave, pañca anāgatabhayāni sampassamānena alameva bhikkhunā appamattena ātāpinā pahitattena viharituṁ appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāyā”ti. ",
  "an5.78:6.2": "Aṭṭhamaṁ. "
}