{
  "an5.140:0.1": "Aṅguttara Nikāya 5 ",
  "an5.140:0.2": "14. Rājavagga ",
  "an5.140:0.3": "140. Sotasutta ",
  "an5.140:1.1": "“Pañcahi, bhikkhave, aṅgehi samannāgato rañño nāgo rājāraho hoti rājabhoggo, rañño aṅgaṁtveva saṅkhaṁ gacchati. ",
  "an5.140:1.2": "Katamehi pañcahi? ",
  "an5.140:1.3": "Idha, bhikkhave, rañño nāgo sotā ca hoti, hantā ca, rakkhitā ca, khantā ca, gantā ca. ",
  "an5.140:2.1": "Kathañca, bhikkhave, rañño nāgo sotā hoti? ",
  "an5.140:2.2": "Idha, bhikkhave, rañño nāgo yamenaṁ hatthidammasārathi kāraṇaṁ kāreti—",
  "an5.140:2.3": "yadi vā katapubbaṁ yadi vā akatapubbaṁ—",
  "an5.140:2.4": "taṁ aṭṭhiṁ katvā manasi katvā sabbaṁ cetasā samannāharitvā ohitasoto suṇāti. ",
  "an5.140:2.5": "Evaṁ kho, bhikkhave, rañño nāgo sotā hoti. ",
  "an5.140:3.1": "Kathañca, bhikkhave, rañño nāgo hantā hoti? ",
  "an5.140:3.2": "Idha, bhikkhave, rañño nāgo saṅgāmagato hatthimpi hanati, hatthāruhampi hanati, assampi hanati, assāruhampi hanati, rathampi hanati, rathikampi hanati, pattikampi hanati. ",
  "an5.140:3.3": "Evaṁ kho, bhikkhave, rañño nāgo hantā hoti. ",
  "an5.140:4.1": "Kathañca, bhikkhave, rañño nāgo rakkhitā hoti? ",
  "an5.140:4.2": "Idha, bhikkhave, rañño nāgo saṅgāmagato rakkhati purimaṁ kāyaṁ, rakkhati pacchimaṁ kāyaṁ, rakkhati purime pāde, rakkhati pacchime pāde, rakkhati sīsaṁ, rakkhati kaṇṇe, rakkhati dante, rakkhati soṇḍaṁ, rakkhati vāladhiṁ, rakkhati hatthāruhaṁ. ",
  "an5.140:4.3": "Evaṁ kho, bhikkhave, rañño nāgo rakkhitā hoti. ",
  "an5.140:5.1": "Kathañca, bhikkhave, rañño nāgo khantā hoti? ",
  "an5.140:5.2": "Idha, bhikkhave, rañño nāgo saṅgāmagato khamo hoti sattippahārānaṁ asippahārānaṁ usuppahārānaṁ pharasuppahārānaṁ bheripaṇavasaṅkhatiṇavaninnādasaddānaṁ. ",
  "an5.140:5.3": "Evaṁ kho, bhikkhave, rañño nāgo khantā hoti. ",
  "an5.140:6.1": "Kathañca, bhikkhave, rañño nāgo gantā hoti? ",
  "an5.140:6.2": "Idha, bhikkhave, rañño nāgo yamenaṁ hatthidammasārathi disaṁ peseti—",
  "an5.140:6.3": "yadi vā gatapubbaṁ yadi vā agatapubbaṁ—",
  "an5.140:6.4": "taṁ khippameva gantā hoti. ",
  "an5.140:6.5": "Evaṁ kho, bhikkhave, rañño nāgo gantā hoti. ",
  "an5.140:7.1": "Imehi kho, bhikkhave, pañcahi aṅgehi samannāgato rañño nāgo rājāraho hoti rājabhoggo, rañño aṅgantveva saṅkhaṁ gacchati. ",
  "an5.140:8.1": "Evamevaṁ kho, bhikkhave, pañcahi dhammehi samannāgato bhikkhu āhuneyyo hoti pāhuneyyo dakkhiṇeyyo añjalikaraṇīyo anuttaraṁ puññakkhettaṁ lokassa. ",
  "an5.140:8.2": "Katamehi pañcahi? ",
  "an5.140:8.3": "Idha, bhikkhave, bhikkhu sotā ca hoti, hantā ca, rakkhitā ca, khantā ca, gantā ca. ",
  "an5.140:9.1": "Kathañca, bhikkhave, bhikkhu sotā hoti? ",
  "an5.140:9.2": "Idha, bhikkhave, bhikkhu tathāgatappavedite dhammavinaye desiyamāne aṭṭhiṅkatvā manasi katvā sabbaṁ cetasā samannāharitvā ohitasoto dhammaṁ suṇāti. ",
  "an5.140:9.3": "Evaṁ kho, bhikkhave, bhikkhu sotā hoti. ",
  "an5.140:10.1": "Kathañca, bhikkhave, bhikkhu hantā hoti? ",
  "an5.140:10.2": "Idha, bhikkhave, bhikkhu uppannaṁ kāmavitakkaṁ nādhivāseti, pajahati vinodeti hanati byantīkaroti anabhāvaṁ gameti; uppannaṁ byāpādavitakkaṁ …pe… uppannaṁ vihiṁsāvitakkaṁ …pe… uppannuppanne pāpake akusale dhamme nādhivāseti, pajahati vinodeti hanati byantīkaroti anabhāvaṁ gameti. ",
  "an5.140:10.3": "Evaṁ kho, bhikkhave, bhikkhu hantā hoti. ",
  "an5.140:11.1": "Kathañca, bhikkhave, bhikkhu rakkhitā hoti? ",
  "an5.140:11.2": "Idha, bhikkhave, bhikkhu cakkhunā rūpaṁ disvā na nimittaggāhī hoti nānubyañjanaggāhī. ",
  "an5.140:11.3": "Yatvādhikaraṇamenaṁ cakkhundriyaṁ asaṁvutaṁ viharantaṁ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṁ, tassa saṁvarāya paṭipajjati; rakkhati cakkhundriyaṁ; cakkhundriye saṁvaraṁ āpajjati. ",
  "an5.140:11.4": "Sotena saddaṁ sutvā … ",
  "an5.140:11.5": "ghānena gandhaṁ ghāyitvā … ",
  "an5.140:11.6": "jivhāya rasaṁ sāyitvā … ",
  "an5.140:11.7": "kāyena phoṭṭhabbaṁ phusitvā … ",
  "an5.140:11.8": "manasā dhammaṁ viññāya na nimittaggāhī hoti nānubyañjanaggāhī. ",
  "an5.140:11.9": "Yatvādhikaraṇamenaṁ manindriyaṁ asaṁvutaṁ viharantaṁ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṁ, tassa saṁvarāya paṭipajjati; rakkhati manindriyaṁ; manindriye saṁvaraṁ āpajjati. ",
  "an5.140:11.10": "Evaṁ kho, bhikkhave, bhikkhu rakkhitā hoti. ",
  "an5.140:12.1": "Kathañca, bhikkhave, bhikkhu khantā hoti? ",
  "an5.140:12.2": "Idha, bhikkhave, bhikkhu khamo hoti sītassa uṇhassa jighacchāya pipāsāya ḍaṁsamakasavātātapasarīsapasamphassānaṁ; duruttānaṁ durāgatānaṁ vacanapathānaṁ uppannānaṁ sārīrikānaṁ vedanānaṁ dukkhānaṁ tibbānaṁ kharānaṁ kaṭukānaṁ asātānaṁ amanāpānaṁ pāṇaharānaṁ adhivāsakajātiko hoti. ",
  "an5.140:12.3": "Evaṁ kho, bhikkhave, bhikkhu khantā hoti. ",
  "an5.140:13.1": "Kathañca, bhikkhave, bhikkhu gantā hoti? ",
  "an5.140:13.2": "Idha, bhikkhave, bhikkhu yā sā disā agatapubbā iminā dīghena addhunā, yadidaṁ sabbasaṅkhārasamatho sabbūpadhipaṭinissaggo taṇhākkhayo virāgo nirodho nibbānaṁ, taṁ khippaññeva gantā hoti. ",
  "an5.140:13.3": "Evaṁ kho, bhikkhave, bhikkhu gantā hoti. ",
  "an5.140:14.1": "Imehi kho, bhikkhave, pañcahi dhammehi samannāgato bhikkhu āhuneyyo hoti …pe… anuttaraṁ puññakkhettaṁ lokassā”ti. ",
  "an5.140:14.2": "Dasamaṁ. ",
  "an5.140:14.3": "Rājavaggo catuttho. ",
  "an5.140:15.0": "Tassuddānaṁ",
  "an5.140:15.1": "Cakkānuvattanā rājā, ",
  "an5.140:15.2": "Yassaṁdisaṁ dve ceva patthanā; ",
  "an5.140:15.3": "Appaṁsupati bhattādo, ",
  "an5.140:15.4": "Akkhamo ca sotena cāti. "
}