{
  "an5.32:0.1": "Aṅguttara Nikāya 5 ",
  "an5.32:0.2": "4. Sumanavagga ",
  "an5.32:0.3": "32. Cundīsutta ",
  "an5.32:1.1": "Ekaṁ samayaṁ bhagavā rājagahe viharati veḷuvane kalandakanivāpe. ",
  "an5.32:1.2": "Atha kho cundī rājakumārī pañcahi rathasatehi pañcahi ca kumārisatehi parivutā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinnā kho cundī rājakumārī bhagavantaṁ etadavoca: ",
  "an5.32:2.1": "“Amhākaṁ, bhante, bhātā cundo nāma rājakumāro, so evamāha: ",
  "an5.32:2.2": "‘yadeva so hoti itthī vā puriso vā buddhaṁ saraṇaṁ gato, dhammaṁ saraṇaṁ gato, saṅghaṁ saraṇaṁ gato, pāṇātipātā paṭivirato, adinnādānā paṭivirato, kāmesumicchācārā paṭivirato, musāvādā paṭivirato, surāmerayamajjapamādaṭṭhānā paṭivirato, so kāyassa bhedā paraṁ maraṇā sugatiṁyeva upapajjati, no duggatin’ti. ",
  "an5.32:2.3": "Sāhaṁ, bhante, bhagavantaṁ pucchāmi: ",
  "an5.32:2.4": "‘kathaṁrūpe kho, bhante, satthari pasanno kāyassa bhedā paraṁ maraṇā sugatiṁyeva upapajjati, no duggatiṁ? ",
  "an5.32:2.5": "Kathaṁrūpe dhamme pasanno kāyassa bhedā paraṁ maraṇā sugatiṁyeva upapajjati, no duggatiṁ? ",
  "an5.32:2.6": "Kathaṁrūpe saṅghe pasanno kāyassa bhedā paraṁ maraṇā sugatiṁyeva upapajjati, no duggatiṁ? ",
  "an5.32:2.7": "Kathaṁrūpesu sīlesu paripūrakārī kāyassa bhedā paraṁ maraṇā sugatiṁyeva upapajjati, no duggatin’”ti? ",
  "an5.32:3.1": "“Yāvatā, cundi, sattā apadā vā dvipadā vā catuppadā vā bahuppadā vā rūpino vā arūpino vā saññino vā asaññino vā nevasaññināsaññino vā, tathāgato tesaṁ aggamakkhāyati arahaṁ sammāsambuddho. ",
  "an5.32:3.2": "Ye kho, cundi, buddhe pasannā, agge te pasannā. ",
  "an5.32:3.3": "Agge kho pana pasannānaṁ aggo vipāko hoti. ",
  "an5.32:4.1": "Yāvatā, cundi, dhammā saṅkhatā, ariyo aṭṭhaṅgiko maggo tesaṁ aggamakkhāyati. ",
  "an5.32:4.2": "Ye, cundi, ariye aṭṭhaṅgike magge pasannā, agge te pasannā, agge kho pana pasannānaṁ aggo vipāko hoti. ",
  "an5.32:5.1": "Yāvatā, cundi, dhammā saṅkhatā vā asaṅkhatā vā, virāgo tesaṁ aggamakkhāyati, yadidaṁ—",
  "an5.32:5.2": "madanimmadano pipāsavinayo ālayasamugghāto vaṭṭupacchedo taṇhākkhayo virāgo nirodho nibbānaṁ. ",
  "an5.32:5.3": "Ye kho, cundi, virāge dhamme pasannā, agge te pasannā. ",
  "an5.32:5.4": "Agge kho pana pasannānaṁ aggo vipāko hoti. ",
  "an5.32:6.1": "Yāvatā, cundi, saṅghā vā gaṇā vā, tathāgatasāvakasaṅgho tesaṁ aggamakkhāyati, yadidaṁ—",
  "an5.32:6.2": "cattāri purisayugāni aṭṭha purisapuggalā, esa bhagavato sāvakasaṅgho āhuneyyo pāhuneyyo dakkhiṇeyyo añjalikaraṇīyo anuttaraṁ puññakkhettaṁ lokassa. ",
  "an5.32:6.3": "Ye kho, cundi, saṅghe pasannā, agge te pasannā. ",
  "an5.32:6.4": "Agge kho pana pasannānaṁ aggo vipāko hoti. ",
  "an5.32:7.1": "Yāvatā, cundi, sīlāni, ariyakantāni sīlāni tesaṁ aggamakkhāyati, yadidaṁ—",
  "an5.32:7.2": "akhaṇḍāni acchiddāni asabalāni akammāsāni bhujissāni viññuppasatthāni aparāmaṭṭhāni samādhisaṁvattanikāni. ",
  "an5.32:7.3": "Ye kho, cundi, ariyakantesu sīlesu paripūrakārino, agge te paripūrakārino. ",
  "an5.32:7.4": "Agge kho pana paripūrakārīnaṁ aggo vipāko hotīti. ",
  "an5.32:8.1": "Aggato ve pasannānaṁ, ",
  "an5.32:8.2": "aggaṁ dhammaṁ vijānataṁ; ",
  "an5.32:8.3": "Agge buddhe pasannānaṁ, ",
  "an5.32:8.4": "dakkhiṇeyye anuttare. ",
  "an5.32:9.1": "Agge dhamme pasannānaṁ, ",
  "an5.32:9.2": "virāgūpasame sukhe; ",
  "an5.32:9.3": "Agge saṅghe pasannānaṁ, ",
  "an5.32:9.4": "puññakkhette anuttare. ",
  "an5.32:10.1": "Aggasmiṁ dānaṁ dadataṁ, ",
  "an5.32:10.2": "aggaṁ puññaṁ pavaḍḍhati; ",
  "an5.32:10.3": "Aggaṁ āyu ca vaṇṇo ca, ",
  "an5.32:10.4": "yaso kitti sukhaṁ balaṁ. ",
  "an5.32:11.1": "Aggassa dātā medhāvī, ",
  "an5.32:11.2": "aggadhammasamāhito; ",
  "an5.32:11.3": "Devabhūto manusso vā, ",
  "an5.32:11.4": "aggappatto pamodatī”ti. ",
  "an5.32:11.5": "Dutiyaṁ. "
}