{
  "an5.193:0.1": "Aṅguttara Nikāya 5 ",
  "an5.193:0.2": "20. Brāhmaṇavagga ",
  "an5.193:0.3": "193. Saṅgāravasutta ",
  "an5.193:1.1": "Atha kho saṅgāravo brāhmaṇo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṁ sammodi. ",
  "an5.193:1.2": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho saṅgāravo brāhmaṇo bhagavantaṁ etadavoca: ",
  "an5.193:1.3": "“ko nu kho, bho gotama, hetu ko paccayo, yena kadāci dīgharattaṁ sajjhāyakatāpi mantā nappaṭibhanti, pageva asajjhāyakatā? ",
  "an5.193:1.4": "Ko pana, bho gotama, hetu ko paccayo, yena kadāci dīgharattaṁ asajjhāyakatāpi mantā paṭibhanti, pageva sajjhāyakatā”ti? ",
  "an5.193:2.1": "Yasmiṁ, brāhmaṇa, samaye kāmarāgapariyuṭṭhitena cetasā viharati kāmarāgaparetena, uppannassa ca kāmarāgassa nissaraṇaṁ yathābhūtaṁ nappajānāti, attatthampi tasmiṁ samaye yathābhūtaṁ nappajānāti na passati, paratthampi tasmiṁ samaye yathābhūtaṁ nappajānāti na passati, ubhayatthampi tasmiṁ samaye yathābhūtaṁ nappajānāti na passati, dīgharattaṁ sajjhāyakatāpi mantā nappaṭibhanti, pageva asajjhāyakatā. ",
  "an5.193:2.2": "Seyyathāpi, brāhmaṇa, udapatto saṁsaṭṭho lākhāya vā haliddiyā vā nīliyā vā mañjiṭṭhāya vā. ",
  "an5.193:2.3": "Tattha cakkhumā puriso sakaṁ mukhanimittaṁ paccavekkhamāno yathābhūtaṁ nappajāneyya na passeyya. ",
  "an5.193:2.4": "Evamevaṁ kho, brāhmaṇa, yasmiṁ samaye kāmarāgapariyuṭṭhitena cetasā viharati kāmarāgaparetena, uppannassa ca kāmarāgassa nissaraṇaṁ yathābhūtaṁ nappajānāti, attatthampi tasmiṁ samaye yathābhūtaṁ nappajānāti na passati, paratthampi …pe… ubhayatthampi tasmiṁ samaye yathābhūtaṁ nappajānāti na passati, dīgharattaṁ sajjhāyakatāpi mantā nappaṭibhanti, pageva asajjhāyakatā. ",
  "an5.193:3.1": "Puna caparaṁ, brāhmaṇa, yasmiṁ samaye byāpādapariyuṭṭhitena cetasā viharati byāpādaparetena, uppannassa ca byāpādassa nissaraṇaṁ yathābhūtaṁ nappajānāti, attatthampi tasmiṁ samaye yathābhūtaṁ nappajānāti na passati, paratthampi …pe… ubhayatthampi tasmiṁ samaye yathābhūtaṁ nappajānāti na passati, dīgharattaṁ sajjhāyakatāpi mantā nappaṭibhanti, pageva asajjhāyakatā. ",
  "an5.193:3.2": "Seyyathāpi, brāhmaṇa, udapatto agginā santatto ukkudhito ussadakajāto. ",
  "an5.193:3.3": "Tattha cakkhumā puriso sakaṁ mukhanimittaṁ paccavekkhamāno yathābhūtaṁ nappajāneyya na passeyya. ",
  "an5.193:3.4": "Evamevaṁ kho, brāhmaṇa, yasmiṁ samaye byāpādapariyuṭṭhitena cetasā viharati byāpādaparetena, uppannassa ca byāpādassa nissaraṇaṁ yathābhūtaṁ nappajānāti, attatthampi tasmiṁ samaye yathābhūtaṁ nappajānāti na passati, paratthampi …pe… ubhayatthampi tasmiṁ samaye yathābhūtaṁ nappajānāti na passati, dīgharattaṁ sajjhāyakatāpi mantā nappaṭibhanti, pageva asajjhāyakatā. ",
  "an5.193:4.1": "Puna caparaṁ, brāhmaṇa, yasmiṁ samaye thinamiddhapariyuṭṭhitena cetasā viharati thinamiddhaparetena, uppannassa ca thinamiddhassa nissaraṇaṁ yathābhūtaṁ nappajānāti, attatthampi tasmiṁ samaye yathābhūtaṁ nappajānāti na passati, paratthampi …pe… ubhayatthampi tasmiṁ samaye yathābhūtaṁ nappajānāti na passati, dīgharattaṁ sajjhāyakatāpi mantā nappaṭibhanti, pageva asajjhāyakatā. ",
  "an5.193:4.2": "Seyyathāpi, brāhmaṇa, udapatto sevālapaṇakapariyonaddho. ",
  "an5.193:4.3": "Tattha cakkhumā puriso sakaṁ mukhanimittaṁ paccavekkhamāno yathābhūtaṁ nappajāneyya na passeyya. ",
  "an5.193:4.4": "Evamevaṁ kho, brāhmaṇa, yasmiṁ samaye thinamiddhapariyuṭṭhitena cetasā viharati thinamiddhaparetena, uppannassa ca thinamiddhassa nissaraṇaṁ yathābhūtaṁ nappajānāti, attatthampi tasmiṁ samaye yathābhūtaṁ nappajānāti na passati, paratthampi …pe… ubhayatthampi tasmiṁ samaye yathābhūtaṁ nappajānāti na passati, dīgharattaṁ sajjhāyakatāpi mantā nappaṭibhanti, pageva asajjhāyakatā. ",
  "an5.193:5.1": "Puna caparaṁ, brāhmaṇa, yasmiṁ samaye uddhaccakukkuccapariyuṭṭhitena cetasā viharati uddhaccakukkuccaparetena, uppannassa ca uddhaccakukkuccassa nissaraṇaṁ yathābhūtaṁ nappajānāti, attatthampi tasmiṁ samaye yathābhūtaṁ nappajānāti na passati, paratthampi …pe… ubhayatthampi tasmiṁ samaye yathābhūtaṁ nappajānāti na passati, dīgharattaṁ sajjhāyakatāpi mantā nappaṭibhanti, pageva asajjhāyakatā. ",
  "an5.193:5.2": "Seyyathāpi, brāhmaṇa, udapatto vāterito calito bhanto ūmijāto. ",
  "an5.193:5.3": "Tattha cakkhumā puriso sakaṁ mukhanimittaṁ paccavekkhamāno yathābhūtaṁ nappajāneyya na passeyya. ",
  "an5.193:5.4": "Evamevaṁ kho, brāhmaṇa, yasmiṁ samaye uddhaccakukkuccapariyuṭṭhitena cetasā viharati uddhaccakukkuccaparetena, uppannassa ca uddhaccakukkuccassa nissaraṇaṁ yathābhūtaṁ nappajānāti, attatthampi tasmiṁ samaye yathābhūtaṁ nappajānāti na passati, paratthampi …pe… ubhayatthampi tasmiṁ samaye yathābhūtaṁ nappajānāti na passati, dīgharattaṁ sajjhāyakatāpi mantā nappaṭibhanti, pageva asajjhāyakatā. ",
  "an5.193:6.1": "Puna caparaṁ, brāhmaṇa, yasmiṁ samaye vicikicchāpariyuṭṭhitena cetasā viharati vicikicchāparetena, uppannāya ca vicikicchāya nissaraṇaṁ yathābhūtaṁ nappajānāti, attatthampi tasmiṁ samaye yathābhūtaṁ nappajānāti na passati, paratthampi …pe… ubhayatthampi tasmiṁ samaye yathābhūtaṁ nappajānāti na passati, dīgharattaṁ sajjhāyakatāpi mantā nappaṭibhanti, pageva asajjhāyakatā. ",
  "an5.193:6.2": "Seyyathāpi, brāhmaṇa, udapatto āvilo luḷito kalalībhūto andhakāre nikkhitto. ",
  "an5.193:6.3": "Tattha cakkhumā puriso sakaṁ mukhanimittaṁ paccavekkhamāno yathābhūtaṁ nappajāneyya na passeyya. ",
  "an5.193:6.4": "Evamevaṁ kho, brāhmaṇa, yasmiṁ samaye vicikicchāpariyuṭṭhitena cetasā viharati vicikicchāparetena, uppannāya ca vicikicchāya nissaraṇaṁ yathābhūtaṁ nappajānāti, attatthampi tasmiṁ samaye yathābhūtaṁ nappajānāti na passati, paratthampi …pe… ubhayatthampi tasmiṁ samaye yathābhūtaṁ nappajānāti na passati, dīgharattaṁ sajjhāyakatāpi mantā nappaṭibhanti, pageva asajjhāyakatā. ",
  "an5.193:7.1": "Yasmiñca kho, brāhmaṇa, samaye na kāmarāgapariyuṭṭhitena cetasā viharati na kāmarāgaparetena, uppannassa ca kāmarāgassa nissaraṇaṁ yathābhūtaṁ pajānāti, attatthampi tasmiṁ samaye yathābhūtaṁ pajānāti passati, paratthampi tasmiṁ samaye yathābhūtaṁ pajānāti passati, ubhayatthampi tasmiṁ samaye yathābhūtaṁ pajānāti passati, dīgharattaṁ asajjhāyakatāpi mantā paṭibhanti, pageva sajjhāyakatā. ",
  "an5.193:7.2": "Seyyathāpi, brāhmaṇa, udapatto asaṁsaṭṭho lākhāya vā haliddiyā vā nīliyā vā mañjiṭṭhāya vā. ",
  "an5.193:7.3": "Tattha cakkhumā puriso sakaṁ mukhanimittaṁ paccavekkhamāno yathābhūtaṁ pajāneyya passeyya. ",
  "an5.193:7.4": "Evamevaṁ kho, brāhmaṇa, yasmiṁ samaye na kāmarāgapariyuṭṭhitena cetasā viharati …pe…. ",
  "an5.193:8.1": "Puna caparaṁ, brāhmaṇa, yasmiṁ samaye na byāpādapariyuṭṭhitena cetasā viharati …pe… ",
  "an5.193:8.2": "seyyathāpi, brāhmaṇa, udapatto agginā asantatto anukkudhito anussadakajāto. ",
  "an5.193:8.3": "Tattha cakkhumā puriso sakaṁ mukhanimittaṁ paccavekkhamāno yathābhūtaṁ pajāneyya passeyya. ",
  "an5.193:8.4": "Evamevaṁ kho, brāhmaṇa, yasmiṁ samaye na byāpādapariyuṭṭhitena cetasā viharati …pe…. ",
  "an5.193:9.1": "Puna caparaṁ, brāhmaṇa, yasmiṁ samaye na thinamiddhapariyuṭṭhitena cetasā viharati …pe… ",
  "an5.193:9.2": "seyyathāpi, brāhmaṇa, udapatto na sevālapaṇakapariyonaddho. ",
  "an5.193:9.3": "Tattha cakkhumā puriso sakaṁ mukhanimittaṁ paccavekkhamāno yathābhūtaṁ pajāneyya passeyya. ",
  "an5.193:9.4": "Evamevaṁ kho, brāhmaṇa, yasmiṁ samaye na thinamiddhapariyuṭṭhitena cetasā viharati …pe…. ",
  "an5.193:10.1": "Puna caparaṁ, brāhmaṇa, yasmiṁ samaye na uddhaccakukkuccapariyuṭṭhitena cetasā viharati …pe… ",
  "an5.193:10.2": "seyyathāpi, brāhmaṇa, udapatto na vāterito na calito na bhanto na ūmijāto. ",
  "an5.193:10.3": "Tattha cakkhumā puriso sakaṁ mukhanimittaṁ paccavekkhamāno yathābhūtaṁ pajāneyya passeyya. ",
  "an5.193:10.4": "Evamevaṁ kho, brāhmaṇa, yasmiṁ samaye na uddhaccakukkuccapariyuṭṭhitena cetasā viharati …pe…. ",
  "an5.193:11.1": "Puna caparaṁ, brāhmaṇa, yasmiṁ samaye na vicikicchāpariyuṭṭhitena cetasā viharati na vicikicchāparetena, uppannāya ca vicikicchāya nissaraṇaṁ yathābhūtaṁ pajānāti, attatthampi tasmiṁ samaye yathābhūtaṁ pajānāti passati, paratthampi tasmiṁ samaye yathābhūtaṁ pajānāti passati, ubhayatthampi tasmiṁ samaye yathābhūtaṁ pajānāti passati, dīgharattaṁ asajjhāyakatāpi mantā paṭibhanti, pageva sajjhāyakatā. ",
  "an5.193:11.2": "Seyyathāpi, brāhmaṇa, udapatto accho vippasanno anāvilo āloke nikkhitto. ",
  "an5.193:11.3": "Tattha cakkhumā puriso sakaṁ mukhanimittaṁ paccavekkhamāno yathābhūtaṁ pajāneyya passeyya. ",
  "an5.193:11.4": "Evamevaṁ kho, brāhmaṇa, yasmiṁ samaye na vicikicchāpariyuṭṭhitena cetasā viharati na vicikicchāparetena, uppannāya ca vicikicchāya nissaraṇaṁ yathābhūtaṁ pajānāti, attatthampi tasmiṁ samaye yathābhūtaṁ pajānāti passati, paratthampi …pe… ubhayatthampi tasmiṁ samaye yathābhūtaṁ pajānāti passati, dīgharattaṁ asajjhāyakatāpi mantā paṭibhanti, pageva sajjhāyakatā. ",
  "an5.193:12.1": "Ayaṁ kho, brāhmaṇa, hetu ayaṁ paccayo, yena kadāci dīgharattaṁ sajjhāyakatāpi mantā nappaṭibhanti, pageva asajjhāyakatā. ",
  "an5.193:12.2": "Ayaṁ pana, brāhmaṇa, hetu ayaṁ paccayo, yena kadāci dīgharattaṁ asajjhāyakatāpi mantā paṭibhanti, pageva sajjhāyakatā”ti. ",
  "an5.193:13.1": "“Abhikkantaṁ, bho gotama …pe… upāsakaṁ maṁ bhavaṁ gotamo dhāretu ajjatagge pāṇupetaṁ saraṇaṁ gatan”ti. ",
  "an5.193:13.2": "Tatiyaṁ. "
}