{
  "an5.71:0.1": "Aṅguttara Nikāya 5 ",
  "an5.71:0.2": "8. Yodhājīvavagga ",
  "an5.71:0.3": "71. Paṭhamacetovimuttiphalasutta ",
  "an5.71:1.1": "“Pañcime, bhikkhave, dhammā bhāvitā bahulīkatā cetovimuttiphalā ca honti cetovimuttiphalānisaṁsā ca, paññāvimuttiphalā ca honti paññāvimuttiphalānisaṁsā ca. ",
  "an5.71:2.1": "Katame pañca? ",
  "an5.71:2.2": "Idha, bhikkhave, bhikkhu asubhānupassī kāye viharati, āhāre paṭikūlasaññī, sabbaloke anabhiratasaññī, sabbasaṅkhāresu aniccānupassī, maraṇasaññā kho panassa ajjhattaṁ sūpaṭṭhitā hoti. ",
  "an5.71:2.3": "Ime kho, bhikkhave, pañca dhammā bhāvitā bahulīkatā cetovimuttiphalā ca honti cetovimuttiphalānisaṁsā ca, paññāvimuttiphalā ca honti paññāvimuttiphalānisaṁsā ca. ",
  "an5.71:2.4": "Yato kho, bhikkhave, bhikkhu cetovimutto ca hoti paññāvimutto ca hoti—",
  "an5.71:2.5": "ayaṁ vuccati, bhikkhave, ‘bhikkhu ukkhittapaligho itipi, saṅkiṇṇaparikho itipi, abbūḷhesiko itipi, niraggaḷo itipi, ariyo pannaddhajo pannabhāro visaṁyutto itipi’. ",
  "an5.71:3.1": "Kathañca, bhikkhave, bhikkhu ukkhittapaligho hoti? ",
  "an5.71:3.2": "Idha, bhikkhave, bhikkhuno avijjā pahīnā hoti ucchinnamūlā tālāvatthukatā anabhāvaṅkatā āyatiṁ anuppādadhammā. ",
  "an5.71:3.3": "Evaṁ kho, bhikkhave, bhikkhu ukkhittapaligho hoti. ",
  "an5.71:4.1": "Kathañca, bhikkhave, bhikkhu saṅkiṇṇaparikho hoti? ",
  "an5.71:4.2": "Idha, bhikkhave, bhikkhuno ponobhaviko jātisaṁsāro pahīno hoti ucchinnamūlo tālāvatthukato anabhāvaṅkato āyatiṁ anuppādadhammo. ",
  "an5.71:4.3": "Evaṁ kho, bhikkhave, bhikkhu saṅkiṇṇaparikho hoti. ",
  "an5.71:5.1": "Kathañca, bhikkhave, bhikkhu abbūḷhesiko hoti? ",
  "an5.71:5.2": "Idha, bhikkhave, bhikkhuno taṇhā pahīnā hoti ucchinnamūlā tālāvatthukatā anabhāvaṅkatā āyatiṁ anuppādadhammā. ",
  "an5.71:5.3": "Evaṁ kho, bhikkhave, bhikkhu abbūḷhesiko hoti. ",
  "an5.71:6.1": "Kathañca, bhikkhave, bhikkhu niraggaḷo hoti? ",
  "an5.71:6.2": "Idha, bhikkhave, bhikkhuno pañcorambhāgiyāni saṁyojanāni pahīnāni honti ucchinnamūlāni tālāvatthukatāni anabhāvaṅkatāni āyatiṁ anuppādadhammāni. ",
  "an5.71:6.3": "Evaṁ kho, bhikkhave, bhikkhu niraggaḷo hoti. ",
  "an5.71:7.1": "Kathañca, bhikkhave, bhikkhu ariyo pannaddhajo pannabhāro visaṁyutto hoti? ",
  "an5.71:7.2": "Idha, bhikkhave, bhikkhuno asmimāno pahīno hoti ucchinnamūlo tālāvatthukato anabhāvaṅkato āyatiṁ anuppādadhammo. ",
  "an5.71:7.3": "Evaṁ kho, bhikkhave, bhikkhu ariyo pannaddhajo pannabhāro visaṁyutto hotī”ti. ",
  "an5.71:7.4": "Paṭhamaṁ. "
}