{
  "an5.139:0.1": "Aṅguttara Nikāya 5 ",
  "an5.139:0.2": "14. Rājavagga ",
  "an5.139:0.3": "139. Akkhamasutta ",
  "an5.139:1.1": "“Pañcahi, bhikkhave, aṅgehi samannāgato rañño nāgo na rājāraho hoti na rājabhoggo, na rañño aṅgaṁtveva saṅkhaṁ gacchati. ",
  "an5.139:1.2": "Katamehi pañcahi? ",
  "an5.139:1.3": "Idha, bhikkhave, rañño nāgo akkhamo hoti rūpānaṁ, akkhamo saddānaṁ, akkhamo gandhānaṁ, akkhamo rasānaṁ, akkhamo phoṭṭhabbānaṁ. ",
  "an5.139:2.1": "Kathañca, bhikkhave, rañño nāgo akkhamo hoti rūpānaṁ? ",
  "an5.139:2.2": "Idha, bhikkhave, rañño nāgo saṅgāmagato hatthikāyaṁ vā disvā assakāyaṁ vā disvā rathakāyaṁ vā disvā pattikāyaṁ vā disvā saṁsīdati visīdati, na santhambhati na sakkoti saṅgāmaṁ otarituṁ. ",
  "an5.139:2.3": "Evaṁ kho, bhikkhave, rañño nāgo akkhamo hoti rūpānaṁ. ",
  "an5.139:3.1": "Kathañca, bhikkhave, rañño nāgo akkhamo hoti saddānaṁ? ",
  "an5.139:3.2": "Idha, bhikkhave, rañño nāgo saṅgāmagato hatthisaddaṁ vā sutvā assasaddaṁ vā sutvā rathasaddaṁ vā sutvā pattisaddaṁ vā sutvā bheripaṇavasaṅkhatiṇavaninnādasaddaṁ vā sutvā saṁsīdati visīdati, na santhambhati na sakkoti saṅgāmaṁ otarituṁ. ",
  "an5.139:3.3": "Evaṁ kho, bhikkhave, rañño nāgo akkhamo hoti saddānaṁ. ",
  "an5.139:4.1": "Kathañca, bhikkhave, rañño nāgo akkhamo hoti gandhānaṁ? ",
  "an5.139:4.2": "Idha, bhikkhave, rañño nāgo saṅgāmagato ye te rañño nāgā abhijātā saṅgāmāvacarā tesaṁ muttakarīsassa gandhaṁ ghāyitvā saṁsīdati visīdati, na santhambhati na sakkoti saṅgāmaṁ otarituṁ. ",
  "an5.139:4.3": "Evaṁ kho, bhikkhave, rañño nāgo akkhamo hoti gandhānaṁ. ",
  "an5.139:5.1": "Kathañca, bhikkhave, rañño nāgo akkhamo hoti rasānaṁ? ",
  "an5.139:5.2": "Idha, bhikkhave, rañño nāgo saṅgāmagato ekissā vā tiṇodakadattiyā vimānito dvīhi vā tīhi vā catūhi vā pañcahi vā tiṇodakadattīhi vimānito saṁsīdati visīdati, na santhambhati na sakkoti saṅgāmaṁ otarituṁ. ",
  "an5.139:5.3": "Evaṁ kho, bhikkhave, rañño nāgo akkhamo hoti rasānaṁ. ",
  "an5.139:6.1": "Kathañca, bhikkhave, rañño nāgo akkhamo hoti phoṭṭhabbānaṁ? ",
  "an5.139:6.2": "Idha, bhikkhave, rañño nāgo saṅgāmagato ekena vā saravegena viddho, dvīhi vā tīhi vā catūhi vā pañcahi vā saravegehi viddho saṁsīdati visīdati, na santhambhati na sakkoti saṅgāmaṁ otarituṁ. ",
  "an5.139:6.3": "Evaṁ kho, bhikkhave, rañño nāgo akkhamo hoti phoṭṭhabbānaṁ. ",
  "an5.139:7.1": "Imehi kho, bhikkhave, pañcahi aṅgehi samannāgato rañño nāgo na rājāraho hoti na rājabhoggo na rañño aṅgaṁtveva saṅkhaṁ gacchati. ",
  "an5.139:8.1": "Evamevaṁ kho, bhikkhave, pañcahi aṅgehi samannāgato bhikkhu na āhuneyyo hoti na pāhuneyyo na dakkhiṇeyyo na añjalikaraṇīyo na anuttaraṁ puññakkhettaṁ lokassa. ",
  "an5.139:8.2": "Katamehi pañcahi? ",
  "an5.139:8.3": "Idha, bhikkhave, bhikkhu akkhamo hoti rūpānaṁ, akkhamo saddānaṁ, akkhamo gandhānaṁ, akkhamo rasānaṁ, akkhamo phoṭṭhabbānaṁ. ",
  "an5.139:9.1": "Kathañca, bhikkhave, bhikkhu akkhamo hoti rūpānaṁ? ",
  "an5.139:9.2": "Idha, bhikkhave, bhikkhu cakkhunā rūpaṁ disvā rajanīye rūpe sārajjati, na sakkoti cittaṁ samādahituṁ. ",
  "an5.139:9.3": "Evaṁ kho, bhikkhave, bhikkhu akkhamo hoti rūpānaṁ. ",
  "an5.139:10.1": "Kathañca, bhikkhave, bhikkhu akkhamo hoti saddānaṁ? ",
  "an5.139:10.2": "Idha, bhikkhave, bhikkhu sotena saddaṁ sutvā rajanīye sadde sārajjati, na sakkoti cittaṁ samādahituṁ. ",
  "an5.139:10.3": "Evaṁ kho, bhikkhave, bhikkhu akkhamo hoti saddānaṁ. ",
  "an5.139:11.1": "Kathañca, bhikkhave, bhikkhu akkhamo hoti gandhānaṁ? ",
  "an5.139:11.2": "Idha, bhikkhave, bhikkhu ghānena gandhaṁ ghāyitvā rajanīye gandhe sārajjati, na sakkoti cittaṁ samādahituṁ. ",
  "an5.139:11.3": "Evaṁ kho, bhikkhave, bhikkhu akkhamo hoti gandhānaṁ. ",
  "an5.139:12.1": "Kathañca, bhikkhave, bhikkhu akkhamo hoti rasānaṁ? ",
  "an5.139:12.2": "Idha, bhikkhave, bhikkhu jivhāya rasaṁ sāyitvā rajanīye rase sārajjati, na sakkoti cittaṁ samādahituṁ. ",
  "an5.139:12.3": "Evaṁ kho, bhikkhave, bhikkhu akkhamo hoti rasānaṁ. ",
  "an5.139:13.1": "Kathañca, bhikkhave, bhikkhu akkhamo hoti phoṭṭhabbānaṁ? ",
  "an5.139:13.2": "Idha, bhikkhave, bhikkhu kāyena phoṭṭhabbaṁ phusitvā rajanīye phoṭṭhabbe sārajjati, na sakkoti cittaṁ samādahituṁ. ",
  "an5.139:13.3": "Evaṁ kho, bhikkhave, bhikkhu akkhamo hoti phoṭṭhabbānaṁ. ",
  "an5.139:14.1": "Imehi kho, bhikkhave, pañcahi dhammehi samannāgato bhikkhu na āhuneyyo hoti na pāhuneyyo na dakkhiṇeyyo na añjalikaraṇīyo na anuttaraṁ puññakkhettaṁ lokassa. ",
  "an5.139:15.1": "Pañcahi, bhikkhave, aṅgehi samannāgato rañño nāgo rājāraho hoti rājabhoggo, rañño aṅgaṁtveva saṅkhaṁ gacchati. ",
  "an5.139:15.2": "Katamehi pañcahi? ",
  "an5.139:15.3": "Idha, bhikkhave, rañño nāgo khamo hoti rūpānaṁ, khamo saddānaṁ, khamo gandhānaṁ, khamo rasānaṁ, khamo phoṭṭhabbānaṁ. ",
  "an5.139:16.1": "Kathañca, bhikkhave, rañño nāgo khamo hoti rūpānaṁ? ",
  "an5.139:16.2": "Idha, bhikkhave, rañño nāgo saṅgāmagato hatthikāyaṁ vā disvā assakāyaṁ vā disvā rathakāyaṁ vā disvā pattikāyaṁ vā disvā na saṁsīdati na visīdati, santhambhati sakkoti saṅgāmaṁ otarituṁ. ",
  "an5.139:16.3": "Evaṁ kho, bhikkhave, rañño nāgo khamo hoti rūpānaṁ. ",
  "an5.139:17.1": "Kathañca, bhikkhave, rañño nāgo khamo hoti saddānaṁ? ",
  "an5.139:17.2": "Idha, bhikkhave, rañño nāgo saṅgāmagato hatthisaddaṁ vā sutvā assasaddaṁ vā sutvā rathasaddaṁ vā sutvā pattisaddaṁ vā sutvā bheripaṇavasaṅkhatiṇavaninnādasaddaṁ vā sutvā na saṁsīdati na visīdati, santhambhati sakkoti saṅgāmaṁ otarituṁ. ",
  "an5.139:17.3": "Evaṁ kho, bhikkhave, rañño nāgo khamo hoti saddānaṁ. ",
  "an5.139:18.1": "Kathañca, bhikkhave, rañño nāgo khamo hoti gandhānaṁ? ",
  "an5.139:18.2": "Idha, bhikkhave, rañño nāgo saṅgāmagato ye te rañño nāgā abhijātā saṅgāmāvacarā tesaṁ muttakarīsassa gandhaṁ ghāyitvā na saṁsīdati na visīdati, santhambhati sakkoti saṅgāmaṁ otarituṁ. ",
  "an5.139:18.3": "Evaṁ kho, bhikkhave, rañño nāgo khamo hoti gandhānaṁ. ",
  "an5.139:19.1": "Kathañca, bhikkhave, rañño nāgo khamo hoti rasānaṁ? ",
  "an5.139:19.2": "Idha, bhikkhave, rañño nāgo saṅgāmagato ekissā vā tiṇodakadattiyā vimānito dvīhi vā tīhi vā catūhi vā pañcahi vā tiṇodakadattīhi vimānito na saṁsīdati na visīdati, santhambhati sakkoti saṅgāmaṁ otarituṁ. ",
  "an5.139:19.3": "Evaṁ kho, bhikkhave, rañño nāgo khamo hoti rasānaṁ. ",
  "an5.139:20.1": "Kathañca, bhikkhave, rañño nāgo khamo hoti phoṭṭhabbānaṁ? ",
  "an5.139:20.2": "Idha, bhikkhave, rañño nāgo saṅgāmagato ekena vā saravegena viddho, dvīhi vā tīhi vā catūhi vā pañcahi vā saravegehi viddho na saṁsīdati na visīdati, santhambhati sakkoti saṅgāmaṁ otarituṁ. ",
  "an5.139:20.3": "Evaṁ kho, bhikkhave, rañño nāgo khamo hoti phoṭṭhabbānaṁ. ",
  "an5.139:21.1": "Imehi kho, bhikkhave, pañcahi aṅgehi samannāgato rañño nāgo rājāraho hoti rājabhoggo, rañño aṅgaṁtveva saṅkhaṁ gacchati. ",
  "an5.139:22.1": "Evamevaṁ kho, bhikkhave, pañcahi dhammehi samannāgato bhikkhu āhuneyyo hoti pāhuneyyo dakkhiṇeyyo añjalikaraṇīyo anuttaraṁ puññakkhettaṁ lokassa. ",
  "an5.139:22.2": "Katamehi pañcahi? ",
  "an5.139:22.3": "Idha, bhikkhave, bhikkhu khamo hoti rūpānaṁ, khamo saddānaṁ, khamo gandhānaṁ, khamo rasānaṁ, khamo phoṭṭhabbānaṁ. ",
  "an5.139:23.1": "Kathañca, bhikkhave, bhikkhu khamo hoti rūpānaṁ? ",
  "an5.139:23.2": "Idha, bhikkhave, bhikkhu cakkhunā rūpaṁ disvā rajanīye rūpe na sārajjati, sakkoti cittaṁ samādahituṁ. ",
  "an5.139:23.3": "Evaṁ kho, bhikkhave, bhikkhu khamo hoti rūpānaṁ. ",
  "an5.139:24.1": "Kathañca, bhikkhave, bhikkhu khamo hoti saddānaṁ? ",
  "an5.139:24.2": "Idha, bhikkhave, bhikkhu sotena saddaṁ sutvā rajanīye sadde na sārajjati, sakkoti cittaṁ samādahituṁ. ",
  "an5.139:24.3": "Evaṁ kho, bhikkhave, bhikkhu khamo hoti saddānaṁ. ",
  "an5.139:25.1": "Kathañca, bhikkhave, bhikkhu khamo hoti gandhānaṁ. ",
  "an5.139:25.2": "Idha, bhikkhave, bhikkhu ghānena gandhaṁ ghāyitvā rajanīye gandhe na sārajjati, sakkoti cittaṁ samādahituṁ. ",
  "an5.139:25.3": "Evaṁ kho, bhikkhave, bhikkhu khamo hoti gandhānaṁ. ",
  "an5.139:26.1": "Kathañca, bhikkhave, bhikkhu khamo hoti rasānaṁ? ",
  "an5.139:26.2": "Idha, bhikkhave, bhikkhu jivhāya rasaṁ sāyitvā rajanīye rase na sārajjati, sakkoti cittaṁ samādahituṁ. ",
  "an5.139:26.3": "Evaṁ kho, bhikkhave, bhikkhu khamo hoti rasānaṁ. ",
  "an5.139:27.1": "Kathañca, bhikkhave, bhikkhu khamo hoti phoṭṭhabbānaṁ? ",
  "an5.139:27.2": "Idha, bhikkhave, bhikkhu kāyena phoṭṭhabbaṁ phusitvā rajanīye phoṭṭhabbe na sārajjati, sakkoti cittaṁ samādahituṁ. ",
  "an5.139:27.3": "Evaṁ kho, bhikkhave, bhikkhu khamo hoti phoṭṭhabbānaṁ. ",
  "an5.139:28.1": "Imehi kho, bhikkhave, pañcahi dhammehi samannāgato bhikkhu āhuneyyo hoti pāhuneyyo dakkhiṇeyyo añjalikaraṇīyo anuttaraṁ puññakkhettaṁ lokassā”ti. ",
  "an5.139:28.2": "Navamaṁ. "
}