{
  "an5.58:0.1": "Aṅguttara Nikāya 5 ",
  "an5.58:0.2": "6. Nīvaraṇavagga ",
  "an5.58:0.3": "58. Licchavikumārakasutta ",
  "an5.58:1.1": "Ekaṁ samayaṁ bhagavā vesāliyaṁ viharati mahāvane kūṭāgārasālāyaṁ. ",
  "an5.58:1.2": "Atha kho bhagavā pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya vesāliṁ piṇḍāya pāvisi. ",
  "an5.58:1.3": "Vesāliyaṁ piṇḍāya caritvā pacchābhattaṁ piṇḍapātapaṭikkanto mahāvanaṁ ajjhogāhetvā aññatarasmiṁ rukkhamūle divāvihāraṁ nisīdi. ",
  "an5.58:2.1": "Tena kho pana samayena sambahulā licchavikumārakā sajjāni dhanūni ādāya kukkurasaṅghaparivutā mahāvane anucaṅkamamānā anuvicaramānā addasu bhagavantaṁ aññatarasmiṁ rukkhamūle nisinnaṁ; ",
  "an5.58:2.2": "disvāna sajjāni dhanūni nikkhipitvā kukkurasaṅghaṁ ekamantaṁ uyyojetvā yena bhagavā tenupasaṅkamiṁsu; upasaṅkamitvā bhagavantaṁ abhivādetvā tuṇhībhūtā tuṇhībhūtā pañjalikā bhagavantaṁ payirupāsanti. ",
  "an5.58:3.1": "Tena kho pana samayena mahānāmo licchavi mahāvane jaṅghāvihāraṁ anucaṅkamamāno addasa te licchavikumārake tuṇhībhūte tuṇhībhūte pañjalike bhagavantaṁ payirupāsante; ",
  "an5.58:3.2": "disvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. ",
  "an5.58:3.3": "Ekamantaṁ nisinno kho mahānāmo licchavi udānaṁ udānesi: ",
  "an5.58:3.4": "“bhavissanti vajjī, bhavissanti vajjī”ti. ",
  "an5.58:4.1": "“Kiṁ pana tvaṁ, mahānāma, evaṁ vadesi: ",
  "an5.58:4.2": "‘bhavissanti vajjī, bhavissanti vajjī’”ti? ",
  "an5.58:4.3": "“Ime, bhante, licchavikumārakā caṇḍā pharusā apānubhā. ",
  "an5.58:4.4": "Yānipi tāni kulesu paheṇakāni pahīyanti, ucchūti vā badarāti vā pūvāti vā modakāti vā saṅkulikāti vā, tāni vilumpitvā vilumpitvā khādanti; ",
  "an5.58:4.5": "kulitthīnampi kulakumārīnampi pacchāliyaṁ khipanti. ",
  "an5.58:4.6": "Te dānime tuṇhībhūtā tuṇhībhūtā pañjalikā bhagavantaṁ payirupāsantī”ti. ",
  "an5.58:5.1": "“Yassa kassaci, mahānāma, kulaputtassa pañca dhammā saṁvijjanti—",
  "an5.58:5.2": "yadi vā rañño khattiyassa muddhāvasittassa, yadi vā raṭṭhikassa pettanikassa, yadi vā senāya senāpatikassa, yadi vā gāmagāmaṇikassa, yadi vā pūgagāmaṇikassa, ye vā pana kulesu paccekādhipaccaṁ kārenti, vuddhiyeva pāṭikaṅkhā, no parihāni. ",
  "an5.58:6.1": "Katame pañca? ",
  "an5.58:6.2": "Idha, mahānāma, kulaputto uṭṭhānavīriyādhigatehi bhogehi bāhābalaparicitehi sedāvakkhittehi dhammikehi dhammaladdhehi mātāpitaro sakkaroti garuṁ karoti māneti pūjeti. ",
  "an5.58:6.3": "Tamenaṁ mātāpitaro sakkatā garukatā mānitā pūjitā kalyāṇena manasā anukampanti: ",
  "an5.58:6.4": "‘ciraṁ jīva, dīghamāyuṁ pālehī’ti. ",
  "an5.58:6.5": "Mātāpitānukampitassa, mahānāma, kulaputtassa vuddhiyeva pāṭikaṅkhā, no parihāni. ",
  "an5.58:7.1": "Puna caparaṁ, mahānāma, kulaputto uṭṭhānavīriyādhigatehi bhogehi bāhābalaparicitehi sedāvakkhittehi dhammikehi dhammaladdhehi puttadāradāsakammakaraporise sakkaroti garuṁ karoti māneti pūjeti. ",
  "an5.58:7.2": "Tamenaṁ puttadāradāsakammakaraporisā sakkatā garukatā mānitā pūjitā kalyāṇena manasā anukampanti: ",
  "an5.58:7.3": "‘ciraṁ jīva, dīghamāyuṁ pālehī’ti. ",
  "an5.58:7.4": "Puttadāradāsakammakaraporisānukampitassa, mahānāma, kulaputtassa vuddhiyeva pāṭikaṅkhā, no parihāni. ",
  "an5.58:8.1": "Puna caparaṁ, mahānāma, kulaputto uṭṭhānavīriyādhigatehi bhogehi bāhābalaparicitehi sedāvakkhittehi dhammikehi dhammaladdhehi khettakammantasāmantasabyohāre sakkaroti garuṁ karoti māneti pūjeti. ",
  "an5.58:8.2": "Tamenaṁ khettakammantasāmantasabyohārā sakkatā garukatā mānitā pūjitā kalyāṇena manasā anukampanti: ",
  "an5.58:8.3": "‘ciraṁ jīva, dīghamāyuṁ pālehī’ti. ",
  "an5.58:8.4": "Khettakammantasāmantasabyohārānukampitassa, mahānāma, kulaputtassa vuddhiyeva pāṭikaṅkhā, no parihāni. ",
  "an5.58:9.1": "Puna caparaṁ, mahānāma, kulaputto uṭṭhānavīriyādhigatehi bhogehi bāhābalaparicitehi sedāvakkhittehi dhammikehi dhammaladdhehi yāvatā balipaṭiggāhikā devatā sakkaroti garuṁ karoti māneti pūjeti. ",
  "an5.58:9.2": "Tamenaṁ balipaṭiggāhikā devatā sakkatā garukatā mānitā pūjitā kalyāṇena manasā anukampanti: ",
  "an5.58:9.3": "‘ciraṁ jīva, dīghamāyuṁ pālehī’ti. ",
  "an5.58:9.4": "devatānukampitassa, mahānāma, kulaputtassa vuddhiyeva pāṭikaṅkhā, no parihāni. ",
  "an5.58:10.1": "Puna caparaṁ, mahānāma, kulaputto uṭṭhānavīriyādhigatehi bhogehi bāhābalaparicitehi sedāvakkhittehi dhammikehi dhammaladdhehi samaṇabrāhmaṇe sakkaroti garuṁ karoti māneti pūjeti. ",
  "an5.58:10.2": "Tamenaṁ samaṇabrāhmaṇā sakkatā garukatā mānitā pūjitā kalyāṇena manasā anukampanti: ",
  "an5.58:10.3": "‘ciraṁ jīva, dīghamāyuṁ pālehī’ti. ",
  "an5.58:10.4": "Samaṇabrāhmaṇānukampitassa, mahānāma, kulaputtassa vuddhiyeva pāṭikaṅkhā, no parihāni. ",
  "an5.58:11.1": "Yassa kassaci, mahānāma, kulaputtassa ime pañca dhammā saṁvijjanti—",
  "an5.58:11.2": "yadi vā rañño khattiyassa muddhābhisittassa, yadi vā raṭṭhikassa pettanikassa, yadi vā senāya senāpatikassa, yadi vā gāmagāmaṇikassa, yadi vā pūgagāmaṇikassa, ye vā pana kulesu paccekādhipaccaṁ kārenti, vuddhiyeva pāṭikaṅkhā, no parihānīti. ",
  "an5.58:12.1": "Mātāpitukiccakaro, ",
  "an5.58:12.2": "puttadārahito sadā; ",
  "an5.58:12.3": "Antojanassa atthāya, ",
  "an5.58:12.4": "ye cassa anujīvino. ",
  "an5.58:13.1": "Ubhinnañceva atthāya, ",
  "an5.58:13.2": "Vadaññū hoti sīlavā; ",
  "an5.58:13.3": "Ñātīnaṁ pubbapetānaṁ, ",
  "an5.58:13.4": "Diṭṭhe dhamme ca jīvataṁ. ",
  "an5.58:14.1": "Samaṇānaṁ brāhmaṇānaṁ, ",
  "an5.58:14.2": "devatānañca paṇḍito; ",
  "an5.58:14.3": "Vittisañjanano hoti, ",
  "an5.58:14.4": "dhammena gharamāvasaṁ. ",
  "an5.58:15.1": "So karitvāna kalyāṇaṁ, ",
  "an5.58:15.2": "pujjo hoti pasaṁsiyo; ",
  "an5.58:15.3": "Idheva naṁ pasaṁsanti, ",
  "an5.58:15.4": "pecca sagge pamodatī”ti. ",
  "an5.58:15.5": "Aṭṭhamaṁ. "
}