{
  "an5.75:0.1": "Aṅguttara Nikāya 5 ",
  "an5.75:0.2": "8. Yodhājīvavagga ",
  "an5.75:0.3": "75. Paṭhamayodhājīvasutta ",
  "an5.75:1.1": "“Pañcime, bhikkhave, yodhājīvā santo saṁvijjamānā lokasmiṁ. ",
  "an5.75:1.2": "Katame pañca? ",
  "an5.75:1.3": "Idha, bhikkhave, ekacco yodhājīvo rajaggaññeva disvā saṁsīdati visīdati na santhambhati na sakkoti saṅgāmaṁ otarituṁ. ",
  "an5.75:1.4": "Evarūpopi, bhikkhave, idhekacco yodhājīvo hoti. ",
  "an5.75:1.5": "Ayaṁ, bhikkhave, paṭhamo yodhājīvo santo saṁvijjamāno lokasmiṁ. ",
  "an5.75:2.1": "Puna caparaṁ, bhikkhave, idhekacco yodhājīvo sahati rajaggaṁ; ",
  "an5.75:2.2": "api ca kho dhajaggaññeva disvā saṁsīdati visīdati, na santhambhati, na sakkoti saṅgāmaṁ otarituṁ. ",
  "an5.75:2.3": "Evarūpopi, bhikkhave, idhekacco yodhājīvo hoti. ",
  "an5.75:2.4": "Ayaṁ, bhikkhave, dutiyo yodhājīvo santo saṁvijjamāno lokasmiṁ. ",
  "an5.75:3.1": "Puna caparaṁ, bhikkhave, idhekacco yodhājīvo sahati rajaggaṁ sahati dhajaggaṁ; ",
  "an5.75:3.2": "api ca kho ussāraṇaññeva sutvā saṁsīdati visīdati, na santhambhati, na sakkoti saṅgāmaṁ otarituṁ. ",
  "an5.75:3.3": "Evarūpopi, bhikkhave, idhekacco yodhājīvo hoti. ",
  "an5.75:3.4": "Ayaṁ, bhikkhave, tatiyo yodhājīvo santo saṁvijjamāno lokasmiṁ. ",
  "an5.75:4.1": "Puna caparaṁ, bhikkhave, idhekacco yodhājīvo sahati rajaggaṁ, sahati dhajaggaṁ, sahati ussāraṇaṁ; ",
  "an5.75:4.2": "api ca kho sampahāre haññati byāpajjati. ",
  "an5.75:4.3": "Evarūpopi, bhikkhave, idhekacco yodhājīvo hoti. ",
  "an5.75:4.4": "Ayaṁ, bhikkhave, catuttho yodhājīvo santo saṁvijjamāno lokasmiṁ. ",
  "an5.75:5.1": "Puna caparaṁ, bhikkhave, idhekacco yodhājīvo sahati rajaggaṁ, sahati dhajaggaṁ, sahati ussāraṇaṁ, sahati sampahāraṁ. ",
  "an5.75:5.2": "So taṁ saṅgāmaṁ abhivijinitvā vijitasaṅgāmo tameva saṅgāmasīsaṁ ajjhāvasati. ",
  "an5.75:5.3": "Evarūpopi, bhikkhave, idhekacco yodhājīvo hoti. ",
  "an5.75:5.4": "Ayaṁ, bhikkhave, pañcamo yodhājīvo santo saṁvijjamāno lokasmiṁ. ",
  "an5.75:5.5": "Ime kho, bhikkhave, pañca yodhājīvā santo saṁvijjamānā lokasmiṁ. ",
  "an5.75:6.1": "Evamevaṁ kho, bhikkhave, pañcime yodhājīvūpamā puggalā santo saṁvijjamānā bhikkhūsu. ",
  "an5.75:6.2": "Katame pañca? ",
  "an5.75:6.3": "Idha, bhikkhave, bhikkhu rajaggaññeva disvā saṁsīdati visīdati, na santhambhati, na sakkoti brahmacariyaṁ sandhāretuṁ. ",
  "an5.75:6.4": "Sikkhādubbalyaṁ āvikatvā sikkhaṁ paccakkhāya hīnāyāvattati. ",
  "an5.75:6.5": "Kimassa rajaggasmiṁ? ",
  "an5.75:6.6": "Idha, bhikkhave, bhikkhu suṇāti: ",
  "an5.75:6.7": "‘amukasmiṁ nāma gāme vā nigame vā itthī vā kumārī vā abhirūpā dassanīyā pāsādikā paramāya vaṇṇapokkharatāya samannāgatā’ti. ",
  "an5.75:6.8": "So taṁ sutvā saṁsīdati visīdati, na santhambhati, na sakkoti brahmacariyaṁ sandhāretuṁ. ",
  "an5.75:6.9": "Sikkhādubbalyaṁ āvikatvā sikkhaṁ paccakkhāya hīnāyāvattati. ",
  "an5.75:6.10": "Idamassa rajaggasmiṁ. ",
  "an5.75:7.1": "Seyyathāpi so, bhikkhave, yodhājīvo rajaggaññeva disvā saṁsīdati visīdati, na santhambhati, na sakkoti saṅgāmaṁ otarituṁ; ",
  "an5.75:7.2": "tathūpamāhaṁ, bhikkhave, imaṁ puggalaṁ vadāmi. ",
  "an5.75:7.3": "Evarūpopi, bhikkhave, idhekacco puggalo hoti. ",
  "an5.75:7.4": "Ayaṁ, bhikkhave, paṭhamo yodhājīvūpamo puggalo santo saṁvijjamāno bhikkhūsu. ",
  "an5.75:8.1": "Puna caparaṁ, bhikkhave, bhikkhu sahati rajaggaṁ; ",
  "an5.75:8.2": "api ca kho dhajaggaññeva disvā saṁsīdati visīdati, na santhambhati, na sakkoti brahmacariyaṁ sandhāretuṁ. ",
  "an5.75:8.3": "Sikkhādubbalyaṁ āvikatvā sikkhaṁ paccakkhāya hīnāyāvattati. ",
  "an5.75:8.4": "Kimassa dhajaggasmiṁ? ",
  "an5.75:8.5": "Idha, bhikkhave, bhikkhu na heva kho suṇāti: ",
  "an5.75:8.6": "‘amukasmiṁ nāma gāme vā nigame vā itthī vā kumārī vā abhirūpā dassanīyā pāsādikā paramāya vaṇṇapokkharatāya samannāgatā’ti; ",
  "an5.75:8.7": "api ca kho sāmaṁ passati itthiṁ vā kumāriṁ vā abhirūpaṁ dassanīyaṁ pāsādikaṁ paramāya vaṇṇapokkharatāya samannāgataṁ. ",
  "an5.75:8.8": "So taṁ disvā saṁsīdati visīdati, na santhambhati, na sakkoti brahmacariyaṁ sandhāretuṁ. ",
  "an5.75:8.9": "Sikkhādubbalyaṁ āvikatvā sikkhaṁ paccakkhāya hīnāyāvattati. ",
  "an5.75:8.10": "Idamassa dhajaggasmiṁ. ",
  "an5.75:9.1": "Seyyathāpi so, bhikkhave, yodhājīvo sahati rajaggaṁ; ",
  "an5.75:9.2": "api ca kho dhajaggaññeva disvā saṁsīdati visīdati, na santhambhati, na sakkoti saṅgāmaṁ otarituṁ; ",
  "an5.75:9.3": "tathūpamāhaṁ, bhikkhave, imaṁ puggalaṁ vadāmi. ",
  "an5.75:9.4": "Evarūpopi, bhikkhave, idhekacco puggalo hoti. ",
  "an5.75:9.5": "Ayaṁ, bhikkhave, dutiyo yodhājīvūpamo puggalo santo saṁvijjamāno bhikkhūsu. ",
  "an5.75:10.1": "Puna caparaṁ, bhikkhave, bhikkhu sahati rajaggaṁ, sahati dhajaggaṁ; ",
  "an5.75:10.2": "api ca kho ussāraṇaññeva sutvā saṁsīdati visīdati, na santhambhati, na sakkoti brahmacariyaṁ sandhāretuṁ. ",
  "an5.75:10.3": "Sikkhādubbalyaṁ āvikatvā sikkhaṁ paccakkhāya hīnāyāvattati. ",
  "an5.75:10.4": "Kimassa ussāraṇāya? ",
  "an5.75:10.5": "Idha, bhikkhave, bhikkhuṁ araññagataṁ vā rukkhamūlagataṁ vā suññāgāragataṁ vā mātugāmo upasaṅkamitvā ūhasati ullapati ujjagghati uppaṇḍeti. ",
  "an5.75:10.6": "So mātugāmena ūhasiyamāno ullapiyamāno ujjagghiyamāno uppaṇḍiyamāno saṁsīdati visīdati, na santhambhati, na sakkoti brahmacariyaṁ sandhāretuṁ. ",
  "an5.75:10.7": "Sikkhādubbalyaṁ āvikatvā sikkhaṁ paccakkhāya hīnāyāvattati. ",
  "an5.75:10.8": "Idamassa ussāraṇāya. ",
  "an5.75:11.1": "Seyyathāpi so, bhikkhave, yodhājīvo sahati rajaggaṁ, sahati dhajaggaṁ; ",
  "an5.75:11.2": "api ca kho ussāraṇaññeva sutvā saṁsīdati visīdati, na santhambhati, na sakkoti saṅgāmaṁ otarituṁ; ",
  "an5.75:11.3": "tathūpamāhaṁ, bhikkhave, imaṁ puggalaṁ vadāmi. ",
  "an5.75:11.4": "Evarūpopi, bhikkhave, idhekacco puggalo hoti. ",
  "an5.75:11.5": "Ayaṁ, bhikkhave, tatiyo yodhājīvūpamo puggalo santo saṁvijjamāno bhikkhūsu. ",
  "an5.75:12.1": "Puna caparaṁ, bhikkhave, bhikkhu sahati rajaggaṁ, sahati dhajaggaṁ, sahati ussāraṇaṁ; ",
  "an5.75:12.2": "api ca kho sampahāre haññati byāpajjati. ",
  "an5.75:12.3": "Kimassa sampahārasmiṁ? ",
  "an5.75:12.4": "Idha, bhikkhave, bhikkhuṁ araññagataṁ vā rukkhamūlagataṁ vā suññāgāragataṁ vā mātugāmo upasaṅkamitvā abhinisīdati abhinipajjati ajjhottharati. ",
  "an5.75:12.5": "So mātugāmena abhinisīdiyamāno abhinipajjiyamāno ajjhotthariyamāno sikkhaṁ apaccakkhāya dubbalyaṁ anāvikatvā methunaṁ dhammaṁ paṭisevati. ",
  "an5.75:12.6": "Idamassa sampahārasmiṁ. ",
  "an5.75:13.1": "Seyyathāpi so, bhikkhave, yodhājīvo sahati rajaggaṁ, sahati dhajaggaṁ, sahati ussāraṇaṁ, api ca kho sampahāre haññati byāpajjati; ",
  "an5.75:13.2": "tathūpamāhaṁ, bhikkhave, imaṁ puggalaṁ vadāmi. ",
  "an5.75:13.3": "Evarūpopi, bhikkhave, idhekacco puggalo hoti. ",
  "an5.75:13.4": "Ayaṁ, bhikkhave, catuttho yodhājīvūpamo puggalo santo saṁvijjamāno bhikkhūsu. ",
  "an5.75:14.1": "Puna caparaṁ, bhikkhave, bhikkhu sahati rajaggaṁ, sahati dhajaggaṁ, sahati ussāraṇaṁ, sahati sampahāraṁ, so taṁ saṅgāmaṁ abhivijinitvā vijitasaṅgāmo tameva saṅgāmasīsaṁ ajjhāvasati. ",
  "an5.75:14.2": "Kimassa saṅgāmavijayasmiṁ? ",
  "an5.75:14.3": "Idha, bhikkhave, bhikkhuṁ araññagataṁ vā rukkhamūlagataṁ vā suññāgāragataṁ vā mātugāmo upasaṅkamitvā abhinisīdati abhinipajjati ajjhottharati. ",
  "an5.75:14.4": "So mātugāmena abhinisīdiyamāno abhinipajjiyamāno ajjhotthariyamāno viniveṭhetvā vinimocetvā yena kāmaṁ pakkamati. ",
  "an5.75:14.5": "So vivittaṁ senāsanaṁ bhajati araññaṁ rukkhamūlaṁ pabbataṁ kandaraṁ giriguhaṁ susānaṁ vanapatthaṁ abbhokāsaṁ palālapuñjaṁ. ",
  "an5.75:15.1": "So araññagato vā rukkhamūlagato vā suññāgāragato vā nisīdati pallaṅkaṁ ābhujitvā ujuṁ kāyaṁ paṇidhāya parimukhaṁ satiṁ upaṭṭhapetvā. ",
  "an5.75:15.2": "So abhijjhaṁ loke pahāya vigatābhijjhena cetasā viharati, abhijjhāya cittaṁ parisodheti; ",
  "an5.75:15.3": "byāpādapadosaṁ pahāya abyāpannacitto viharati, sabbapāṇabhūtahitānukampī byāpādapadosā cittaṁ parisodheti; ",
  "an5.75:15.4": "thinamiddhaṁ pahāya vigatathinamiddho viharati ālokasaññī sato sampajāno, thinamiddhā cittaṁ parisodheti; ",
  "an5.75:15.5": "uddhaccakukkuccaṁ pahāya anuddhato viharati ajjhattaṁ vūpasantacitto, uddhaccakukkuccā cittaṁ parisodheti; ",
  "an5.75:15.6": "vicikicchaṁ pahāya tiṇṇavicikiccho viharati akathaṅkathī kusalesu dhammesu, vicikicchāya cittaṁ parisodheti. ",
  "an5.75:15.7": "So ime pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe ",
  "an5.75:15.8": "vivicceva kāmehi …pe… ",
  "an5.75:15.9": "catutthaṁ jhānaṁ upasampajja viharati. ",
  "an5.75:16.1": "So evaṁ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte āsavānaṁ khayañāṇāya cittaṁ abhininnāmeti. ",
  "an5.75:16.2": "So ‘idaṁ dukkhan’ti yathābhūtaṁ pajānāti, ‘ayaṁ dukkhasamudayo’ti yathābhūtaṁ pajānāti, ‘ayaṁ dukkhanirodho’ti yathābhūtaṁ pajānāti, ‘ayaṁ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṁ pajānāti, ",
  "an5.75:16.3": "‘ime āsavā’ti yathābhūtaṁ pajānāti, ‘ayaṁ āsavasamudayo’ti yathābhūtaṁ pajānāti, ‘ayaṁ āsavanirodho’ti yathābhūtaṁ pajānāti, ‘ayaṁ āsavanirodhagāminī paṭipadā’ti yathābhūtaṁ pajānāti. ",
  "an5.75:16.4": "Tassa evaṁ jānato evaṁ passato kāmāsavāpi cittaṁ vimuccati, bhavāsavāpi cittaṁ vimuccati, avijjāsavāpi cittaṁ vimuccati, ",
  "an5.75:16.5": "vimuttasmiṁ vimuttamiti ñāṇaṁ hoti. ",
  "an5.75:16.6": "‘Khīṇā jāti, vusitaṁ brahmacariyaṁ, kataṁ karaṇīyaṁ, nāparaṁ itthattāyā’ti pajānāti. ",
  "an5.75:16.7": "Idamassa saṅgāmavijayasmiṁ. ",
  "an5.75:17.1": "Seyyathāpi so, bhikkhave, yodhājīvo sahati rajaggaṁ, sahati dhajaggaṁ, sahati ussāraṇaṁ, sahati sampahāraṁ, so taṁ saṅgāmaṁ abhivijinitvā vijitasaṅgāmo tameva saṅgāmasīsaṁ ajjhāvasati; ",
  "an5.75:17.2": "tathūpamāhaṁ, bhikkhave, imaṁ puggalaṁ vadāmi. ",
  "an5.75:17.3": "Evarūpopi, bhikkhave, idhekacco puggalo hoti. ",
  "an5.75:17.4": "Ayaṁ, bhikkhave, pañcamo yodhājīvūpamo puggalo santo saṁvijjamāno bhikkhūsu. ",
  "an5.75:17.5": "Ime kho, bhikkhave, pañca yodhājīvūpamā puggalā santo saṁvijjamānā bhikkhūsū”ti. ",
  "an5.75:17.6": "Pañcamaṁ. "
}