{
  "an5.196:0.1": "Aṅguttara Nikāya 5 ",
  "an5.196:0.2": "20. Brāhmaṇavagga ",
  "an5.196:0.3": "196. Mahāsupinasutta ",
  "an5.196:1.1": "“Tathāgatassa, bhikkhave, arahato sammāsambuddhassa pubbeva sambodhā anabhisambuddhassa bodhisattasseva sato pañca mahāsupinā pāturahesuṁ. ",
  "an5.196:1.2": "Katame pañca? ",
  "an5.196:1.3": "Tathāgatassa, bhikkhave, arahato sammāsambuddhassa pubbeva sambodhā anabhisambuddhassa bodhisattasseva sato ayaṁ mahāpathavī mahāsayanaṁ ahosi, himavā pabbatarājā bibbohanaṁ ahosi, puratthime samudde vāmo hattho ohito ahosi, pacchime samudde dakkhiṇo hattho ohito ahosi, dakkhiṇe samudde ubho pādā ohitā ahesuṁ. ",
  "an5.196:1.4": "Tathāgatassa, bhikkhave, arahato sammāsambuddhassa pubbeva sambodhā anabhisambuddhassa bodhisattasseva sato ayaṁ paṭhamo mahāsupino pāturahosi. ",
  "an5.196:2.1": "Puna caparaṁ, bhikkhave, tathāgatassa arahato sammāsambuddhassa pubbeva sambodhā anabhisambuddhassa bodhisattasseva sato tiriyā nāma tiṇajāti nābhiyā uggantvā nabhaṁ āhacca ṭhitā ahosi. ",
  "an5.196:2.2": "Tathāgatassa, bhikkhave, arahato sammāsambuddhassa pubbeva sambodhā anabhisambuddhassa bodhisattasseva sato ayaṁ dutiyo mahāsupino pāturahosi. ",
  "an5.196:3.1": "Puna caparaṁ, bhikkhave, tathāgatassa arahato sammāsambuddhassa pubbeva sambodhā anabhisambuddhassa bodhisattasseva sato setā kimī kaṇhasīsā pādehi ussakkitvā (…) yāva jāṇumaṇḍalā paṭicchādesuṁ. ",
  "an5.196:3.2": "Tathāgatassa, bhikkhave, arahato sammāsambuddhassa pubbeva sambodhā anabhisambuddhassa bodhisattasseva sato ayaṁ tatiyo mahāsupino pāturahosi. ",
  "an5.196:4.1": "Puna caparaṁ, bhikkhave, tathāgatassa arahato sammāsambuddhassa pubbeva sambodhā anabhisambuddhassa bodhisattasseva sato cattāro sakuṇā nānāvaṇṇā catūhi disāhi āgantvā pādamūle nipatitvā sabbasetā sampajjiṁsu. ",
  "an5.196:4.2": "Tathāgatassa, bhikkhave, arahato sammāsambuddhassa pubbeva sambodhā anabhisambuddhassa bodhisattasseva sato ayaṁ catuttho mahāsupino pāturahosi. ",
  "an5.196:5.1": "Puna caparaṁ, bhikkhave, tathāgato arahaṁ sammāsambuddho pubbeva sambodhā anabhisambuddho bodhisattova samāno mahato mīḷhapabbatassa uparūpari caṅkamati alippamāno mīḷhena. ",
  "an5.196:5.2": "Tathāgatassa, bhikkhave, arahato sammāsambuddhassa pubbeva sambodhā anabhisambuddhassa bodhisattasseva sato ayaṁ pañcamo mahāsupino pāturahosi. ",
  "an5.196:6.1": "Yampi, bhikkhave, tathāgatassa arahato sammāsambuddhassa pubbeva sambodhā anabhisambuddhassa bodhisattasseva sato ayaṁ mahāpathavī mahāsayanaṁ ahosi, himavā pabbatarājā bibbohanaṁ ahosi, puratthime samudde vāmo hattho ohito ahosi, pacchime samudde dakkhiṇo hattho ohito ahosi, dakkhiṇe samudde ubho pādā ohitā ahesuṁ; ",
  "an5.196:6.2": "tathāgatena, bhikkhave, arahatā sammāsambuddhena anuttarā sammāsambodhi abhisambuddhā. ",
  "an5.196:6.3": "Tassā abhisambodhāya ayaṁ paṭhamo mahāsupino pāturahosi. ",
  "an5.196:7.1": "Yampi, bhikkhave, tathāgatassa arahato sammāsambuddhassa pubbeva sambodhā anabhisambuddhassa bodhisattasseva sato tiriyā nāma tiṇajāti nābhiyā uggantvā nabhaṁ āhacca ṭhitā ahosi; ",
  "an5.196:7.2": "tathāgatena, bhikkhave, arahatā sammāsambuddhena ariyo aṭṭhaṅgiko maggo abhisambujjhitvā yāva devamanussehi suppakāsito. ",
  "an5.196:7.3": "Tassa abhisambodhāya ayaṁ dutiyo mahāsupino pāturahosi. ",
  "an5.196:8.1": "Yampi, bhikkhave, tathāgatassa arahato sammāsambuddhassa pubbeva sambodhā anabhisambuddhassa bodhisattasseva sato setā kimī kaṇhasīsā pādehi ussakkitvā yāva jāṇumaṇḍalā paṭicchādesuṁ; ",
  "an5.196:8.2": "bahū, bhikkhave, gihī odātavasanā tathāgataṁ pāṇupetā saraṇaṁ gatā. ",
  "an5.196:8.3": "Tassa abhisambodhāya ayaṁ tatiyo mahāsupino pāturahosi. ",
  "an5.196:9.1": "Yampi, bhikkhave, tathāgatassa arahato sammāsambuddhassa pubbeva sambodhā anabhisambuddhassa bodhisattasseva sato cattāro sakuṇā nānāvaṇṇā catūhi disāhi āgantvā pādamūle nipatitvā sabbasetā sampajjiṁsu; ",
  "an5.196:9.2": "cattārome, bhikkhave, vaṇṇā khattiyā brāhmaṇā vessā suddā te tathāgatappavedite dhammavinaye agārasmā anagāriyaṁ pabbajitvā anuttaraṁ vimuttiṁ sacchikaronti. ",
  "an5.196:9.3": "Tassa abhisambodhāya ayaṁ catuttho mahāsupino pāturahosi. ",
  "an5.196:10.1": "Yampi, bhikkhave, tathāgato arahaṁ sammāsambuddho pubbeva sambodhā anabhisambuddho bodhisattova samāno mahato mīḷhapabbatassa uparūpari caṅkamati alippamāno mīḷhena; ",
  "an5.196:10.2": "lābhī, bhikkhave, tathāgato cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārānaṁ, taṁ tathāgato agathito amucchito anajjhosanno ādīnavadassāvī nissaraṇapañño paribhuñjati. ",
  "an5.196:10.3": "Tassa abhisambodhāya ayaṁ pañcamo mahāsupino pāturahosi. ",
  "an5.196:11.1": "Tathāgatassa, bhikkhave, arahato sammāsambuddhassa pubbeva sambodhā anabhisambuddhassa bodhisattasseva sato ime pañca mahāsupinā pāturahesun”ti. ",
  "an5.196:11.2": "Chaṭṭhaṁ. "
}