{
  "patthana16.13:0.1": "Paṭṭhānapakaraṇa",
  "patthana16.13:0.2": "Dhammānulomapaccanīya (3), Tikadukapaṭṭhānapāḷi (4)",
  "patthana16.13:0.3": "16.13. Kusalattika, Āsavagocchaka",
  "patthana16.13:1.1": "Akusalaṁ āsavaṁ dhammaṁ paṭicca naakusalo naāsavo dhammo …pe… nakusalo naāsavo dhammo …pe… naabyākato naāsavo dhammo …pe… nakusalo naāsavo ca naabyākato naāsavo ca dhammā …pe… nakusalo naāsavo ca naakusalo naāsavo ca dhammā uppajjanti hetupaccayā. Hetuyā pañca, ārammaṇe tīṇi …pe… avigate pañca.",
  "patthana16.13:2.1": "Akusalaṁ noāsavaṁ dhammaṁ paṭicca nakusalo nanoāsavo dhammo uppajjati hetupaccayā. Akusalaṁ noāsavaṁ dhammaṁ paṭicca naabyākato nanoāsavo dhammo …pe… nakusalo nanoāsavo ca naabyākato nanoāsavo ca dhammā uppajjanti hetupaccayā. Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana16.13:3.1": "Abyākataṁ sāsavaṁ dhammaṁ paṭicca …pe…. (Lokiyadukasadisaṁ.)",
  "patthana16.13:4.1": "Akusalaṁ āsavasampayuttaṁ dhammaṁ paṭicca naakusalo naāsavasampayutto dhammo …pe… nakusalo naāsavasampayutto dhammo …pe… naabyākato naāsavasampayutto dhammo …pe… nakusalo naāsavasampayutto ca naabyākato naāsavasampayutto ca dhammā …pe… nakusalo naāsavasampayutto ca naakusalo naāsavasampayutto ca dhammā uppajjanti hetupaccayā. Hetuyā pañca, ārammaṇe tīṇi …pe… avigate pañca.",
  "patthana16.13:5.1": "Akusalaṁ āsavavippayuttaṁ dhammaṁ paṭicca nakusalo naāsavavippayutto dhammo …pe… naabyākato naāsavavippayutto dhammo …pe… nakusalo naāsavavippayutto ca naabyākato naāsavavippayutto ca dhammā uppajjanti hetupaccayā. Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana16.13:6.1": "Akusalaṁ āsavañceva sāsavañca dhammaṁ paṭicca naakusalo naāsavo ceva naanāsavo ca dhammo …pe… nakusalo naāsavo ceva naanāsavo ca dhammo …pe… naabyākato naāsavo ceva naanāsavo ca dhammo …pe… nakusalo naāsavo ceva naanāsavo ca naabyākato naāsavo ceva naanāsavo ca dhammā …pe… nakusalo naāsavo ceva naanāsavo ca naakusalo naāsavo ceva naanāsavo ca dhammā uppajjanti hetupaccayā. Hetuyā pañca, ārammaṇe tīṇi …pe… avigate pañca.",
  "patthana16.13:7.1": "Akusalaṁ sāsavañceva no ca āsavaṁ dhammaṁ paṭicca naakusalo naanāsavo ceva nano ca āsavo dhammo …pe… naabyākato naanāsavo ceva nano ca āsavo dhammo …pe… nakusalo naanāsavo ceva nano ca āsavo naabyākato naanāsavo ceva nano āsavo ca dhammā uppajjanti hetupaccayā. Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana16.13:8.1": "Akusalaṁ āsavañceva āsavasampayuttañca dhammaṁ paṭicca nakusalo naāsavo ceva naāsavavippayutto ca dhammo …pe… naabyākato naāsavo ceva naāsavavippayutto ca dhammo …pe… nakusalo naāsavo ceva naāsavavippayutto ca naabyākato naāsavo ceva naāsavavippayutto ca dhammā uppajjanti hetupaccayā. Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana16.13:9.1": "Akusalaṁ āsavasampayuttañceva no ca āsavaṁ dhammaṁ paṭicca nakusalo naāsavavippayutto ceva nano ca āsavo dhammo …pe… naabyākato naāsavavippayutto ceva nano ca āsavo dhammo …pe… nakusalo naāsavavippayutto ceva nanoāsavo ca naabyākato naāsavavippayutto ceva nano ca āsavo ca dhammā uppajjanti hetupaccayā. Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana16.13:10.1": "Abyākataṁ āsavavippayuttaṁ sāsavaṁ dhammaṁ paṭicca …pe…. (Lokiyadukasadisaṁ.)"
}