{
  "patthana16.4:0.1": "Paṭṭhānapakaraṇa",
  "patthana16.4:0.2": "Dhammānulomapaccanīya (3), Tikadukapaṭṭhānapāḷi (4)",
  "patthana16.4:0.3": "16.4. Kusalattika, Hetusahetukaduka",
  "patthana16.4:1.1": "Kusalaṃ hetuñceva sahetukañca dhammaṃ paṭicca naakusalo nahetu ceva naahetuko ca dhammo uppajjati hetupaccayā. Kusalaṃ hetuñceva sahetukañca dhammaṃ paṭicca naabyākato nahetu ceva naahetuko ca dhammo uppajjati hetupaccayā. Kusalaṃ hetuñceva sahetukañca dhammaṃ paṭicca naakusalo nahetu ceva naahetuko ca naabyākato nahetu ceva naahetuko ca dhammā uppajjanti hetupaccayā. (3)",
  "patthana16.4:2.1": "Akusalaṃ hetuñceva sahetukañca dhammaṃ paṭicca nakusalo nahetu ceva naahetuko ca dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana16.4:3.1": "Abyākataṃ hetuñceva sahetukañca dhammaṃ paṭicca nakusalo nahetu ceva naahetuko ca dhammo uppajjati hetupaccayā. Abyākataṃ hetuñceva sahetukañca dhammaṃ paṭicca naakusalo nahetu ceva naahetuko ca dhammo uppajjati hetupaccayā. Abyākataṃ hetuñceva sahetukañca dhammaṃ paṭicca nakusalo nahetu ceva naahetuko ca naakusalo nahetu ceva naahetuko ca dhammā uppajjanti hetupaccayā. (3) (Saṃkhittaṃ.)",
  "patthana16.4:4.1": "Hetuyā nava …pe… vipāke tīṇi …pe… avigate nava.",
  "patthana16.4:5.1": "Kusalaṃ sahetukañceva na ca hetuṃ dhammaṃ paṭicca naakusalo naahetuko ceva nanahetu ca dhammo uppajjati hetupaccayā. Kusalaṃ sahetukañceva na ca hetuṃ dhammaṃ paṭicca naabyākato naahetuko ceva nanahetu ca dhammo uppajjati hetupaccayā. Kusalaṃ sahetukañceva na ca hetuṃ dhammaṃ paṭicca naakusalo naahetuko ceva nanahetu ca naabyākato naahetuko ceva nanahetu ca dhammā uppajjanti hetupaccayā … tīṇi.",
  "patthana16.4:6.1": "Akusalaṃ sahetukañceva na ca hetuṃ dhammaṃ paṭicca nakusalo naahetuko ceva nanahetu ca dhammo uppajjati hetupaccayā. Akusalaṃ sahetukañceva na ca hetuṃ dhammaṃ paṭicca naabyākato naahetuko ceva nanahetu ca dhammo uppajjati hetupaccayā. Akusalaṃ sahetukañceva na ca hetuṃ dhammaṃ paṭicca naakusalo naahetuko ceva nanahetu ca naabyākato naahetuko ceva nanahetu ca dhammā uppajjanti hetupaccayā … tīṇi.",
  "patthana16.4:7.1": "Abyākataṃ sahetukañceva na ca hetuṃ dhammaṃ paṭicca nakusalo naahetuko ceva nanahetu ca dhammo uppajjati hetupaccayā. Abyākataṃ sahetukañceva na ca hetuṃ dhammaṃ paṭicca naakusalo naahetuko ceva nanahetu ca dhammo uppajjati hetupaccayā. Abyākataṃ sahetukañceva na ca hetuṃ dhammaṃ paṭicca nakusalo naahetuko ceva nanahetu ca naakusalo naahetuko ceva nanahetu ca dhammā uppajjanti hetupaccayā … tīṇi. (Saṃkhittaṃ.)",
  "patthana16.4:8.1": "Hetuyā nava …pe… vipāke tīṇi …pe… avigate nava."
}