{
  "sn6.3:0.1": "Verbundene Lehrreden 6.3 ",
  "sn6.3:0.2": "1. Das Kapitel über die Aufforderung ",
  "sn6.3:0.3": "Mit Brahmadeva ",
  "sn6.3:1.1": "So habe ich es gehört: ",
  "sn6.3:1.2": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "sn6.3:1.3": "Nun hatte zu dieser Zeit eine Brahmanin einen Sohn mit Namen Brahmadeva, der vor dem Buddha aus dem Haus fortgezogen war ins hauslose Leben. ",
  "sn6.3:2.1": "Da gelangte der Ehrwürdige Brahmadeva, als er allein lebte, zurückgezogen, beflissen, eifrig und entschlossen, bald in diesem Leben zum äußersten Höhepunkt des geistlichen Lebens. Er lebte an dem Ziel, das er durch eigene Einsicht erkannt hatte, für welches ehrbare Menschen zu Recht aus dem Haus fortziehen ins hauslose Leben. ",
  "sn6.3:2.2": "Er verstand: „Wiedergeburt ist beendet; das geistliche Leben ist erfüllt; was zu tun war, ist getan; es gibt keine Rückkehr mehr zu irgendeinem Daseinszustand.“ ",
  "sn6.3:2.3": "Und der Ehrwürdige Brahmadeva wurde einer der Vollendeten. ",
  "sn6.3:3.1": "Da kleidete sich Brahmadeva am Morgen an, nahm Schale und Robe und betrat Sāvatthī zum Almosengang. ",
  "sn6.3:3.2": "Als er wahllos um Almosen durch Sāvatthī zog, kam er zum Haus seiner Mutter. ",
  "sn6.3:3.3": "Nun richtete zu dieser Zeit Brahmadevas Mutter, die Brahmanin, eine regelmäßige Opfergabe an Brahmā aus. ",
  "sn6.3:3.4": "Da dachte der Brahmā Sahampati: ",
  "sn6.3:3.5": "„Diese Mutter des Ehrwürdigen Brahmadeva, die Brahmanin, richtet eine regelmäßige Opfergabe an Brahmā aus. ",
  "sn6.3:3.6": "Warum gehe ich nicht hin und errege in ihr ein Gefühl der Dringlichkeit?“ ",
  "sn6.3:3.7": "Und so leicht, wie eine starke Person den Arm strecken oder beugen würde, verschwand er aus der Brahmāwelt und erschien wieder vor Brahmadevas Mutter. ",
  "sn6.3:3.8": "Und der Brahmā Sahampati stand in der Luft und redete Brahmadevas Mutter in Strophen an: ",
  "sn6.3:4.1": "„Weit von hier, meine Dame, ist die Brahmāwelt, ",
  "sn6.3:4.2": "für die du eine regelmäßige Opfergabe spendest. ",
  "sn6.3:4.3": "Doch Brahmā isst diese Art von Speise nicht. ",
  "sn6.3:4.4": "Warum betest du und kennst dabei den Pfad zu Brahmā nicht? ",
  "sn6.3:5.1": "Dieser Brahmadeva, meine Dame, ",
  "sn6.3:5.2": "frei von Bindungen, hat die Götter übertroffen. ",
  "sn6.3:5.3": "Ein Mönch, der nichts besitzt und niemand anderes versorgt, ",
  "sn6.3:5.4": "ist um Almosen in dein Haus gekommen. ",
  "sn6.3:6.1": "Er ist einer den Göttern gewidmeten Gabe würdig, ein Meister des Wissens, entwickelt. ",
  "sn6.3:6.2": "Er ist einer religiösen Gabe von Göttern und Menschen würdig. ",
  "sn6.3:6.3": "Alle Übel hat er verbannt, ist unbefleckt. ",
  "sn6.3:6.4": "Im Herzen kühl geworden, wandert er auf der Suche nach Speise. ",
  "sn6.3:7.1": "Er kennt kein Davor und kein Danach, ",
  "sn6.3:7.2": "friedvoll, ungetrübt, frei von Sorgen, braucht er keine Hoffnung. ",
  "sn6.3:7.3": "Den Stock hat er niedergelegt für alle Geschöpfe, kräftig und zart. ",
  "sn6.3:7.4": "Lass daher ihn deine Gabe von ausgesuchtem Almosen genießen. ",
  "sn6.3:8.1": "Mit friedvollem Geist hat er die Menge verlassen, ",
  "sn6.3:8.2": "er wandert wie ein gezähmter Elefant, unbewegt. ",
  "sn6.3:8.3": "Er ist ein Mönch von guter Sittlichkeit, im Herzen gut befreit. ",
  "sn6.3:8.4": "Lass daher ihn deine Gabe von ausgesuchtem Almosen genießen. ",
  "sn6.3:9.1": "Schenke mit unerschütterlicher Zuversicht zu ihm ",
  "sn6.3:9.2": "deine religiöse Gabe einem, der ihrer würdig ist. ",
  "sn6.3:9.3": "Jetzt, meine Dame, da du den Abgeklärten gesehen hast, der hinübergelangt ist, ",
  "sn6.3:9.4": "schaffe Verdienst um künftigen Glücks willen!“ ",
  "sn6.3:10.1": "Mit unerschütterlicher Zuversicht zu ihm ",
  "sn6.3:10.2": "schenkte sie ihre religiöse Gabe einem, der ihrer würdig war. ",
  "sn6.3:10.3": "Da sie den Abgeklärten gesehen hatte, der hinübergelangt war, ",
  "sn6.3:10.4": "schuf die Brahmanin Verdienst um künftigen Glücks willen. "
}