{
  "sn6.6:0.1": "Verbundene Lehrreden 6.6 ",
  "sn6.6:0.2": "1. Das Kapitel über die Aufforderung ",
  "sn6.6:0.3": "Der nachlässige Brahmā ",
  "sn6.6:1.1": "In Sāvatthī. ",
  "sn6.6:1.2": "Zu dieser Zeit nun hatte sich der Buddha zurückgezogen, um den Tag über zu meditieren. ",
  "sn6.6:1.3": "Da gingen die isolierten Brahmās Subrahmā und Suddhāvāsa zum Buddha und stellten sich jeder bei einem Türpfosten auf. Aber Subrahmā sagte zu Suddhāvāsa: ",
  "sn6.6:1.4": "„Guter Herr, es ist die falsche Zeit, um dem Buddha unsere Aufwartung zu machen. ",
  "sn6.6:1.5": "Er hat sich zurückgezogen, um den Tag über zu meditieren. ",
  "sn6.6:1.6": "Aber die Brahmāwelt Soundso ist erfolgreich und blühend, doch der Brahmā, der dort lebt, ist nachlässig. ",
  "sn6.6:1.7": "Komm, lass uns zu dieser Brahmāwelt gehen und in diesem Brahmā ein Gefühl der Ergriffenheit wecken!“ ",
  "sn6.6:1.8": "„Ja, guter Herr“, antwortete Suddhāvāsa. ",
  "sn6.6:2.1": "Und so leicht, wie eine starke Person den Arm strecken oder beugen würde, verschwanden sie aus der Nähe des Buddha und erschienen wieder in dieser Brahmāwelt. ",
  "sn6.6:2.2": "Dieser Brahmā sah die Brahmās von Weitem kommen und sagte zu ihnen: ",
  "sn6.6:2.3": "„Nun, gute Herren, woher kommt ihr?“ ",
  "sn6.6:2.4": "„Guter Herr, wir kommen vom Gesegneten, dem Vollendeten, dem vollkommen erwachten Buddha. ",
  "sn6.6:2.5": "Solltest du nicht hingehen und diesem Gesegneten deine Aufwartung machen?“ ",
  "sn6.6:3.1": "Daraufhin lehnte es dieser Brahmā ab, ihrem Rat zu folgen. Er vervielfältigte sich tausendmal und sagte zu Subrahmā: ",
  "sn6.6:3.2": "„Guter Herr, kannst du nicht sehen, dass ich solche übersinnliche Kraft besitze?“ ",
  "sn6.6:3.3": "„Ich sehe es, guter Herr.“ ",
  "sn6.6:3.4": "„Da ich solche übersinnliche Kraft und Macht besitze, zu welchem anderen Asketen oder Brahmanen sollte ich da gehen, um meine Aufwartung zu machen?“ ",
  "sn6.6:4.1": "Da vervielfältigte Subrahmā sich zweitausend Mal und sagte zu diesem Brahmā: ",
  "sn6.6:4.2": "„Guter Herr, kannst du nicht sehen, dass ich solche übersinnliche Kraft besitze?“ ",
  "sn6.6:4.3": "„Ich sehe es, guter Herr.“ ",
  "sn6.6:4.4": "„Dieser Buddha hat sogar noch größere übersinnliche Kraft und Macht als du oder ich. ",
  "sn6.6:4.5": "Solltest du nicht hingehen und diesem Gesegneten deine Aufwartung machen?“ ",
  "sn6.6:4.6": "Da redete dieser Brahmā Subrahmā mit einer Strophe an: ",
  "sn6.6:5.1": "„Es gibt 300 Phönixe, 400 Schwäne und 500 Adler. ",
  "sn6.6:5.2": "Dieser Palast gehört ihm, der Vertiefung übte. ",
  "sn6.6:5.3": "Er strahlt, Brahmā, ",
  "sn6.6:5.4": "und erhellt die nördliche Himmelsrichtung!“ ",
  "sn6.6:6.1": "„Und wenn nun dein Palast strahlt ",
  "sn6.6:6.2": "und die nördlichen Himmelsrichtungen erhellt? ",
  "sn6.6:6.3": "Ein cleverer Mensch, der den Makel bei der Form gesehen hat, ",
  "sn6.6:6.4": "ihr ständiges Zittern, findet kein Vergnügen daran.“ ",
  "sn6.6:7.1": "Und als sie in diesem Brahmā ein Gefühl der Ergriffenheit geweckt hatten, verschwanden die isolierten Brahmās Subrahmā und Suddhāvāsa eben dort. ",
  "sn6.6:7.2": "Nach einiger Zeit ging dieser Brahmā zum Buddha, um ihm seine Aufwartung zu machen. "
}