{
  "sn6.1:0.1": "Verbundene Lehrreden 6 ",
  "sn6.1:0.2": "1. Die Aufforderung ",
  "sn6.1:0.3": "1. Die Aufforderung des Brahmā ",
  "sn6.1:1.1": "So habe ich es gehört: ",
  "sn6.1:1.2": "Einmal, als er eben erwacht war, hielt sich der Buddha bei Uruvelā am Fuß des Banyanbaums des Ziegenhirten auf, am Ufer des Flusses Nerañjarā. ",
  "sn6.1:1.3": "Da kam ihm, als er für sich allein in Klausur war, dieser Gedanke in den Sinn: ",
  "sn6.1:1.4": "„Diese natürliche Gesetzmäßigkeit, die ich entdeckt habe, ist tiefgründig, schwer zu sehen, schwer zu verstehen, friedvoll und erhaben, geht über den Rahmen der Logik hinaus, ist subtil, für den Klugen nachvollziehbar. ",
  "sn6.1:1.5": "Aber die Menschen mögen Bindungen, sie lieben und genießen sie. ",
  "sn6.1:1.6": "Es ist schwer für sie, dieses Ding zu sehen: nämlich die spezifische Bedingtheit, das abhängige Entstehen. ",
  "sn6.1:1.7": "Und es ist schwer für sie, dieses Ding zu sehen: nämlich das Stillen aller Vorgänge, das Loslassen aller Bindungen, das Beenden des Verlangens, das Schwinden, Aufhören, Erlöschen. ",
  "sn6.1:1.8": "Wenn ich den Dhamma lehren würde, würden andere mich vielleicht nicht verstehen, und das wäre ermüdend und beschwerlich für mich.“ ",
  "sn6.1:1.9": "Und es kamen dem Buddha diese Strophen in den Sinn, die ihm weder aus übernatürlicher Quelle eingegeben wurden, noch hatte er sie zuvor gehört: ",
  "sn6.1:2.1": "„Ich habe hart gekämpft, um das zu verstehen. ",
  "sn6.1:2.2": "Genug damit, es zu erklären! ",
  "sn6.1:2.3": "Für die, die in Gier und Hass verstrickt sind, ",
  "sn6.1:2.4": "ist diese Gesetzmäßigkeit nicht leicht zu verstehen. ",
  "sn6.1:3.1": "Die von Gier besessen sind, können nicht sehen, ",
  "sn6.1:3.2": "was subtil ist und gegen den Strom geht, ",
  "sn6.1:3.3": "tiefgründig, schwer zu sehen und sehr fein. ",
  "sn6.1:3.4": "Sie sind in eine Masse von Dunkelheit gehüllt.“ ",
  "sn6.1:4.1": "Und als der Buddha so nachdachte, neigte sein Geist dazu, untätig zu bleiben, nicht dazu, den Dhamma zu lehren. ",
  "sn6.1:5.1": "Da dachte der Brahmā Sahampati, der erkannte, was der Buddha dachte: ",
  "sn6.1:5.2": "„Du lieber Himmel! Die Welt ist verloren, die Welt geht unter! Denn der Geist des Klargewordenen, des Vollendeten, des vollkommen erwachten Buddha neigt dazu, untätig zu bleiben, nicht dazu, den Dhamma zu lehren.“ ",
  "sn6.1:5.3": "Und so leicht, wie eine starke Person den Arm strecken oder beugen würde, verschwand er aus der Brahmāwelt und erschien wieder vor dem Buddha. ",
  "sn6.1:5.4": "Er ordnete seine Robe über einer Schulter, ließ sich auf das rechte Knie nieder, erhob seine zusammengelegten Hände zum Buddha und sagte: ",
  "sn6.1:5.5": "„Herr, der Buddha lehre doch den Dhamma! Der Heilige lehre doch den Dhamma! ",
  "sn6.1:5.6": "Es gibt Wesen, die wenig Sand in den Augen haben. Sie werden verkümmern, weil sie die Lehre nicht gehört haben. ",
  "sn6.1:5.7": "Es werden solche da sein, die die Lehre verstehen!“ ",
  "sn6.1:5.8": "Das sagte der Brahmā Sahampati. Und er fuhr fort: ",
  "sn6.1:6.1": "„Einst erschien unter den Magadhern ",
  "sn6.1:6.2": "eine unreine Lehre, von Befleckten ausgedacht. ",
  "sn6.1:6.3": "Stoße das Tor zur Unsterblichkeit auf! ",
  "sn6.1:6.4": "Lass sie die Lehre hören, die der Unbefleckte entdeckt hat. ",
  "sn6.1:7.1": "Wenn du hoch auf dem Felsenberg stehst, ",
  "sn6.1:7.2": "kannst du rundum die Menschen sehen. ",
  "sn6.1:7.3": "Geradeso, All-Seher, du Weiser, ",
  "sn6.1:7.4": "da du den Tempel der Wahrheit erklommen hast, ",
  "sn6.1:7.5": "frei von Kummer, schau auf die Menschen, ",
  "sn6.1:7.6": "die im Kummer versinken, von Wiedergeburt und Alter niedergedrückt. ",
  "sn6.1:8.1": "Steh auf, du Held! Sieger in der Schlacht, Führer der Karawane, ",
  "sn6.1:8.2": "wandere ohne Verpflichtungen durch die Welt. ",
  "sn6.1:8.3": "Der Buddha lehre doch den Dhamma! ",
  "sn6.1:8.4": "Es werden solche da sein, die verstehen!“ ",
  "sn6.1:9.1": "Und der Buddha verstand die Einladung des Brahmā. Und weil er Mitgefühl mit den Lebewesen hatte, musterte er die Welt mit dem Auge eines Buddha. ",
  "sn6.1:9.2": "Er sah manche Lebewesen mit wenig Sand in den Augen und manche mit viel Sand in den Augen, manche mit geschärften Fähigkeiten und manche mit schwachen Fähigkeiten, mit guten Eigenschaften und mit schlechten Eigenschaften, die leicht zu unterrichten waren und die schwer zu unterrichten waren. Und manche konnten die Gefahr in der unerwünschten Folge, die die jenseitige Welt betrifft, sehen, während andere das nicht konnten. ",
  "sn6.1:9.3": "Wie ein Teich mit blauen Seerosen oder rosa oder weißen Lotusblumen. Manche von ihnen sprießen und wachsen im Wasser, ohne sich darüber zu erheben, und gedeihen unter Wasser. Manche sprießen und wachsen im Wasser und erreichen die Wasseroberfläche. Und manche sprießen und wachsen im Wasser, doch sie erheben sich über das Wasser und stehen da, ohne dass Wasser an ihnen haftet. ",
  "sn6.1:9.4": "Ebenso sah der Buddha manche Lebewesen mit wenig Sand in den Augen und manche mit viel Sand in den Augen, manche mit geschärften Fähigkeiten und manche mit schwachen Fähigkeiten, mit guten Eigenschaften und mit schlechten Eigenschaften, die leicht zu unterrichten waren und die schwer zu unterrichten waren. Und manche konnten die Gefahr in der unerwünschten Folge, die die jenseitige Welt betrifft, sehen, während andere das nicht konnten. ",
  "sn6.1:9.5": "Als er das gesehen hatte, antwortete er dem Brahmā Sahampati mit einer Strophe: ",
  "sn6.1:10.1": "„Die Tore zur Unsterblichkeit sind aufgestoßen! ",
  "sn6.1:10.2": "Wer Ohren hat zu hören, rüste sein Vertrauen. ",
  "sn6.1:10.3": "Mit dem Gedanken, es sei beschwerlich, Brahmā, habe ich ",
  "sn6.1:10.4": "den scharfsinnigen, erhabenen Dhamma nicht unter den Menschen gelehrt.“ ",
  "sn6.1:11.1": "Und als der Brahmā Sahampati wusste, dass seiner Aufforderung, dass der Buddha den Dhamma lehre, stattgegeben war, verbeugte er sich, umrundete den Buddha respektvoll, die rechte Seite ihm zugewandt, und verschwand eben dort. "
}