{
  "sn6.4:0.1": "Verbundene Lehrreden 6.4 ",
  "sn6.4:0.2": "1. Das Kapitel über die Aufforderung ",
  "sn6.4:0.3": "Mit dem Brahmā Baka ",
  "sn6.4:1.1": "So habe ich es gehört: ",
  "sn6.4:1.2": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "sn6.4:1.3": "Nun hatte der Brahmā Baka zu dieser Zeit den folgenden schädlichen Irrglauben: ",
  "sn6.4:1.4": "„Dies ist beständig, dies ist immerwährend, dies ist ewig, dies ist vollständig, dies muss nicht vergehen. Denn hier gibt es kein Geborenwerden, kein Altern, kein Sterben, kein Verscheiden und kein Wiedergeborenwerden. Und es gibt kein anderes Entrinnen über dieses hinaus.“ ",
  "sn6.4:2.1": "Da erkannte der Buddha, was der Brahmā Baka dachte. Und so leicht, wie eine starke Person den Arm strecken oder beugen würde, verschwand er aus Jetas Wäldchen und erschien wieder in jener Brahmāwelt. ",
  "sn6.4:2.2": "Der Brahmā Baka sah den Buddha von Weitem kommen ",
  "sn6.4:2.3": "und sagte zu ihm: ",
  "sn6.4:2.4": "„Komm, guter Herr! Willkommen, guter Herr! ",
  "sn6.4:2.5": "Es ist lange her, dass du die Gelegenheit genutzt hast, hierherzukommen. ",
  "sn6.4:2.6": "Denn dies ist beständig, dies ist immerwährend, dies ist ewig, dies ist vollständig, dies muss nicht vergehen. Denn hier gibt es kein Geborenwerden, kein Altern, kein Sterben, kein Verscheiden und kein Wiedergeborenwerden. Und es gibt kein anderes Entrinnen über dieses hinaus.“ ",
  "sn6.4:3.1": "Darauf sagte der Buddha zu ihm: ",
  "sn6.4:3.2": "„Ach, der Brahmā Baka ist in Unwissenheit verloren! Ach, der Brahmā Baka ist in Unwissenheit verloren! ",
  "sn6.4:3.3": "Denn von dem, was tatsächlich unbeständig ist, nicht fortwährt, was zeitlich und unvollständig ist und vergehen muss, sagt er, es sei beständig, immerwährend, ewig, vollständig und müsse nicht vergehen. ",
  "sn6.4:3.4": "Und da, wo es Geborenwerden, Altern, Sterben, Verscheiden und Wiedergeborenwerden gibt, da sagt er, ",
  "sn6.4:3.5": "es gebe kein Geborenwerden, kein Altern, kein Sterben, kein Verscheiden und kein Wiedergeborenwerden. ",
  "sn6.4:3.6": "Und obwohl es ein anderes Entrinnen über dieses hinaus gibt, sagt er, es gebe kein anderes Entrinnen über dieses hinaus.“ ",
  "sn6.4:4.1": "„Gotama, wir zweiundsiebzig Verdienstschaffende üben jetzt Macht aus, ",
  "sn6.4:4.2": "wir sind über Wiedergeburt und Alter hinausgegangen. ",
  "sn6.4:4.3": "Dies ist unsere letzte Wiedergeburt als Brahmā, Meister des Wissens. ",
  "sn6.4:4.4": "Und jetzt beten viele Menschen zu uns.“ ",
  "sn6.4:5.1": "„Aber Baka, die Lebensdauer hier ist kurz, nicht lang, ",
  "sn6.4:5.2": "auch wenn du denkst, sie sei lang. ",
  "sn6.4:5.3": "Ich weiß, dass deine Lebensdauer ",
  "sn6.4:5.4": "zwei Quindezillionen Jahre beträgt, Brahmā.“ ",
  "sn6.4:6.1": "„Gesegneter, ich bin der, der unendliches Sehen besitzt, ",
  "sn6.4:6.2": "der über Wiedergeburt, Alter und Kummer hinausgegangen ist. ",
  "sn6.4:6.3": "Welche Regeln und Gelübde habe ich in der Vergangenheit geübt? ",
  "sn6.4:6.4": "Erkläre es mir, sodass ich es verstehe.“ ",
  "sn6.4:7.1": "„Du gabst vielen Menschen zu trinken, ",
  "sn6.4:7.2": "die von Durst und Hitze gequält waren. ",
  "sn6.4:7.3": "Das sind die Regeln und Gelübde, die du in der Vergangenheit geübt hast. ",
  "sn6.4:7.4": "Ich erinnere mich wie jemand, der aus dem Schlaf erwacht ist. ",
  "sn6.4:8.1": "Als Menschen am Ufer des Wildflusses ergriffen wurden, ",
  "sn6.4:8.2": "hast du die Gefangenen befreit, als sie weggeführt wurden. ",
  "sn6.4:8.3": "Das sind die Regeln und Gelübde, die du in der Vergangenheit geübt hast. ",
  "sn6.4:8.4": "Ich erinnere mich wie jemand, der aus dem Schlaf erwacht ist. ",
  "sn6.4:9.1": "Als ein Schiff auf dem Ganges ",
  "sn6.4:9.2": "von einem grimmigen Drachen, der Menschenfleisch wollte, ergriffen wurde, ",
  "sn6.4:9.3": "hast du es mit mächtiger Kraft befreit. ",
  "sn6.4:9.4": "Das sind die Regeln und Gelübde, die du in der Vergangenheit geübt hast. ",
  "sn6.4:9.5": "Ich erinnere mich wie jemand, der aus dem Schlaf erwacht ist. ",
  "sn6.4:10.1": "Ich war dein Diener mit Namen Kappa; ",
  "sn6.4:10.2": "du hieltest mich für verständig und treu. ",
  "sn6.4:10.3": "Das sind die Regeln und Gelübde, die du in der Vergangenheit geübt hast. ",
  "sn6.4:10.4": "Ich erinnere mich wie jemand, der aus dem Schlaf erwacht ist.“ ",
  "sn6.4:11.1": "„Du verstehst sicherlich meine Lebensdauer, ",
  "sn6.4:11.2": "und auch anderes weißt du – deshalb bist du der Buddha. ",
  "sn6.4:11.3": "Und darum erhellt dein gleißendes Strahlen ",
  "sn6.4:11.4": "selbst die Brahmāwelt.“ "
}