{
  "sn6.15:0.1": "Verbundene Lehrreden 6.15 ",
  "sn6.15:0.2": "2. Das zweite Kapitel ",
  "sn6.15:0.3": "Endgültiges Erlöschen ",
  "sn6.15:1.1": "Einmal hielt sich der Buddha zwischen einem Salbaumpaar in einem Salbaumwald der Maller in Upavattana bei Kusinārā auf, um die Zeit seines endgültigen Erlöschens. ",
  "sn6.15:1.2": "Da wandte sich der Buddha an die Mönche und Nonnen: ",
  "sn6.15:1.3": "„Kommt, Mönche und Nonnen, ich sage zu euch allen: ",
  "sn6.15:1.4": "‚Bedingungen müssen vergehen. Macht beflissen weiter.‘“ ",
  "sn6.15:1.5": "Das waren die letzten Worte des Klargewordenen. ",
  "sn6.15:2.1": "Darauf trat der Buddha in die erste Vertiefung ein. Dort trat er wieder heraus und trat in die zweite Vertiefung ein. Dort trat er wieder heraus und trat nacheinander in die dritte Vertiefung, die vierte Vertiefung, die Dimension des unendlichen Raumes, die Dimension des unendlichen Bewusstseins, die Dimension des Nichts und die Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat, ein und wieder heraus. Dann trat er in das Aufhören von Wahrnehmung und Gefühl ein. ",
  "sn6.15:3.1": "Dann trat der Buddha aus dem Aufhören von Wahrnehmung und Gefühl wieder heraus und trat in die Dimension ein, die weder Wahrnehmung noch keine Wahrnehmung hat. Dort trat er wieder heraus und trat nacheinander in die Dimension des Nichts, die Dimension des unendlichen Bewusstseins, die Dimension des unendlichen Raumes, die vierte Vertiefung, die dritte Vertiefung, die zweite Vertiefung und die erste Vertiefung ein und wieder heraus. Als er aus der ersten Vertiefung wieder herausgetreten war, trat er nacheinander in die zweite und die dritte Vertiefung ein und wieder heraus. Dann trat er in die vierte Vertiefung ein. Als er dort wieder heraustrat, erlosch der Buddha sofort vollkommen. ",
  "sn6.15:3.2": "Als der Buddha vollkommen erlosch, im Augenblick des vollkommenen Erlöschens, sagte Brahmā Sahampati diese Strophe auf: ",
  "sn6.15:4.1": "„Alle Geschöpfe in dieser Welt ",
  "sn6.15:4.2": "müssen diesen Sack voll Knochen ablegen. ",
  "sn6.15:4.3": "Denn selbst ein Lehrer wie dieser, ",
  "sn6.15:4.4": "der in der Welt nicht seinesgleichen hat, ",
  "sn6.15:4.5": "der Klargewordene, der die Macht erlangt hat, ",
  "sn6.15:4.6": "der Buddha ist vollkommen erloschen.“ ",
  "sn6.15:5.1": "Als der Buddha vollkommen erlosch, sagte Sakka der Götterkönig diese Strophe auf: ",
  "sn6.15:6.1": "„Ach! Bedingungen sind unbeständig, ",
  "sn6.15:6.2": "Entstehen und Vergehen ist ihre Natur. ",
  "sn6.15:6.3": "Wenn sie entstanden sind, hören sie auf. ",
  "sn6.15:6.4": "Ihr Zur-Ruhe-Kommen ist wahre Seligkeit.“ ",
  "sn6.15:7.1": "Als der Buddha vollkommen erlosch, sagte der Ehrwürdige Ānanda diese Strophe auf: ",
  "sn6.15:8.1": "„Dann war da Schrecken! ",
  "sn6.15:8.2": "Dann sträubten sich die Haare! – ",
  "sn6.15:8.3": "als der Buddha, der alle erlesenen Eigenschaften besaß, ",
  "sn6.15:8.4": "vollkommen erlosch.“ ",
  "sn6.15:9.1": "Als der Buddha vollkommen erlosch, sagte der Ehrwürdige Anuruddha diese Strophe auf: ",
  "sn6.15:10.1": "„Da war kein Atmen mehr ",
  "sn6.15:10.2": "bei dem Ausgeglichenen von beständigem Herzen. ",
  "sn6.15:10.3": "Unbewegt, dem Frieden geweiht, ",
  "sn6.15:10.4": "ist der Klaräugige vollkommen erloschen. ",
  "sn6.15:11.1": "Schmerzhafte Gefühle nahm er hin, ",
  "sn6.15:11.2": "ohne zurückzuschrecken. ",
  "sn6.15:11.3": "Die Befreiung seines Herzens ",
  "sn6.15:11.4": "war wie das Erlöschen einer Lampe.“ ",
  "sn6.15:12.5": "Die Verbundenen Lehrreden über Brahmā sind abgeschlossen. "
}