{
  "sn6.5:0.1": "Verbundene Lehrreden 6.5 ",
  "sn6.5:0.2": "1. Das Kapitel über die Aufforderung ",
  "sn6.5:0.3": "Ein gewisser Brahmā ",
  "sn6.5:1.1": "In Sāvatthī. ",
  "sn6.5:1.2": "Nun hatte ein gewisser Brahmā zu dieser Zeit den folgenden schädlichen Irrglauben: ",
  "sn6.5:1.3": "„Kein Asket oder Brahmane kann hierherkommen!“ ",
  "sn6.5:1.4": "Da erkannte der Buddha, was dieser Brahmā dachte. Und so leicht, wie eine starke Person den Arm strecken oder beugen würde, verschwand er aus Jetas Wäldchen und erschien wieder in jener Brahmāwelt. ",
  "sn6.5:1.5": "Und der Buddha saß mit gekreuzten Beinen über diesem Brahmā in der Luft, nachdem er in das Feuerelement eingetreten war. ",
  "sn6.5:2.1": "Da dachte der Ehrwürdige Mahāmoggallāna: ",
  "sn6.5:2.2": "„Wo hält sich der Buddha gerade auf?“ ",
  "sn6.5:2.3": "Mit seiner geläuterten und übermenschlichen Hellsichtigkeit sah er, wie der Buddha mit gekreuzten Beinen über diesem Brahmā in der Luft saß, nachdem er in das Feuerelement eingetreten war. ",
  "sn6.5:2.4": "Und so leicht, wie eine starke Person den Arm strecken oder beugen würde, verschwand er aus Jetas Wäldchen und erschien wieder in jener Brahmāwelt. ",
  "sn6.5:2.5": "Und Mahāmoggallāna saß in östlicher Richtung unterhalb des Buddha mit gekreuzten Beinen über diesem Brahmā in der Luft, nachdem er in das Feuerelement eingetreten war. ",
  "sn6.5:3.1": "Da dachte der Ehrwürdige Mahākassapa … ",
  "sn6.5:3.5": "und saß in südlicher Richtung … ",
  "sn6.5:4.1": "Da dachte der Ehrwürdige Mahākappina … ",
  "sn6.5:4.6": "und saß in westlicher Richtung … ",
  "sn6.5:5.1": "Da dachte der Ehrwürdige Anuruddha … ",
  "sn6.5:5.5": "und saß in nördlicher Richtung unterhalb des Buddha mit gekreuzten Beinen über diesem Brahmā in der Luft, nachdem er in das Feuerelement eingetreten war. ",
  "sn6.5:6.1": "Da redete Mahāmoggallāna diesen Brahmā mit einer Strophe an: ",
  "sn6.5:7.1": "„Herr, hast du noch immer die Ansicht, ",
  "sn6.5:7.2": "die du in der Vergangenheit hattest? ",
  "sn6.5:7.3": "Oder siehst du den Glanz, ",
  "sn6.5:7.4": "der über die Brahmāwelt hinausgeht?“ ",
  "sn6.5:8.1": "„Guter Herr, ich habe nicht mehr die Ansicht, ",
  "sn6.5:8.2": "die ich in der Vergangenheit hatte. ",
  "sn6.5:8.3": "Ich sehe den Glanz, ",
  "sn6.5:8.4": "der über die Brahmāwelt hinausgeht. ",
  "sn6.5:8.5": "Wie könnte ich daher heute sagen, ",
  "sn6.5:8.6": "ich sei beständig und ewig?“ ",
  "sn6.5:9.1": "Als er in diesem Brahmā ein Gefühl der Ergriffenheit geweckt hatte, verschwand der Buddha, so leicht, wie eine starke Person den Arm strecken oder beugen würde, aus jener Brahmāwelt und erschien wieder in Jetas Wäldchen. ",
  "sn6.5:9.2": "Da wandte sich dieser Brahmā an ein Mitglied seines Gefolges: ",
  "sn6.5:9.3": "„Bitte, guter Herr, gehe zum Ehrwürdigen Mahāmoggallāna und sage zu ihm: ",
  "sn6.5:9.4": "‚Mahāmoggallāna, guter Herr, gibt es andere Schüler des Buddha, die eine Macht und Stärke besitzen, ",
  "sn6.5:9.5": "die der der Meister Moggallāna, Kassapa, Kappina und Anuruddha vergleichbar ist?‘“ ",
  "sn6.5:9.6": "„Ja, guter Herr“, antwortete jenes Mitglied des Gefolges. Er ging zu Moggallāna und fragte wie angewiesen. ",
  "sn6.5:9.9": "Da redete Mahāmoggallāna dieses Mitglied des Gefolges des Brahmā mit einer Strophe an: ",
  "sn6.5:10.1": "„Es gibt viele Schüler des Buddha, ",
  "sn6.5:10.2": "die das dreifache Wissen besitzen und übersinnliche Kraft erlangt haben, ",
  "sn6.5:10.3": "kundig im Erfassen des Geistes anderer, ",
  "sn6.5:10.4": "Vollendete, deren Befleckungen aufgelöst sind.“ ",
  "sn6.5:11.1": "Dann begrüßte dieses Mitglied des Gefolges des Brahmā Mahāmoggallānas Worte und stimmten ihm zu, ging zu diesem Brahmā und sagte zu ihm: ",
  "sn6.5:11.2": "„Guter Herr, das sagte der Ehrwürdige Mahāmoggallāna: ",
  "sn6.5:12.1": "‚Es gibt viele Schüler des Buddha, ",
  "sn6.5:12.2": "die das dreifache Wissen besitzen und übersinnliche Kraft erlangt haben, ",
  "sn6.5:12.3": "kundig im Erfassen des Geistes anderer, ",
  "sn6.5:12.4": "Vollendete, deren Befleckungen aufgelöst sind.‘“ ",
  "sn6.5:13.1": "Das sagte jenes Mitglied des Gefolges des Brahmā. ",
  "sn6.5:13.2": "Zufrieden freute sich dieser Brahmā über die Worte des Mitglieds seines Gefolges. "
}