{
  "sn6.14:0.1": "Verbundene Lehrreden 6.14 ",
  "sn6.14:0.2": "2. Das zweite Kapitel ",
  "sn6.14:0.3": "Über Aruṇavatī ",
  "sn6.14:1.1": "So habe ich es gehört: ",
  "sn6.14:1.2": "Einmal hielt sich der Buddha bei Sāvatthī auf. ",
  "sn6.14:1.3": "Da wandte sich der Buddha an die Mönche und Nonnen: ",
  "sn6.14:1.4": "„Mönche und Nonnen!“ ",
  "sn6.14:1.5": "„Ehrwürdiger Herr“, antworteten sie. ",
  "sn6.14:1.6": "Der Buddha sagte: ",
  "sn6.14:2.1": "„Es war einmal, Mönche und Nonnen, ein König mit Namen Aruṇavā. ",
  "sn6.14:2.2": "Er hatte eine Hauptstadt mit Namen Aruṇavatī. ",
  "sn6.14:2.3": "Sikhī der Gesegnete, der Vollendete, der vollkommen erwachte Buddha wurde von Aruṇavatī unterhalten. ",
  "sn6.14:2.4": "Sikhī hatte ein erlesenes Paar von Hauptschülern mit Namen Abhibhū und Sambhava. ",
  "sn6.14:2.5": "Da wandte sich der Buddha Sikhī an den Mönch Abhibhū: ",
  "sn6.14:2.6": "‚Komm, Brahmane, wir wollen zu einer der Brahmāwelten gehen, bis es Zeit zum Essen ist.‘ ",
  "sn6.14:2.7": "‚Ja, Herr‘, antwortete Abhibhū. ",
  "sn6.14:2.8": "Und so leicht wie eine starke Person den Arm strecken oder beugen würde, verschwanden sie aus Aruṇavatī und erschienen wieder in dieser Brahmāwelt. ",
  "sn6.14:3.1": "Dort wandte sich der Buddha Sikhī an den Mönch Abhibhū: ",
  "sn6.14:3.2": "‚Brahmane, lehre den Dhamma für diesen Brahmā, seine Versammlung und die Mitglieder seines Gefolges, wie es dir in den Sinn kommt.‘ ",
  "sn6.14:3.3": "‚Ja, Herr‘, antwortete Abhibhū. Und er leitete sie mit einem Dhammavortrag an, ermunterte sie, begeisterte sie und regte sie an. ",
  "sn6.14:3.4": "Aber der Brahmā, seine Versammlung und sein Gefolge beklagten sich, murrten und widersprachen: ",
  "sn6.14:3.5": "‚Wie unglaublich! Wie erstaunlich! Wie in aller Welt kann ein Schüler vor den Augen des Lehrers lehren?‘ ",
  "sn6.14:4.1": "Da wandte sich der Buddha Sikhī an den Mönch Abhibhū: ",
  "sn6.14:4.2": "‚Brahmane, der Brahmā, seine Versammlung und sein Gefolge beklagen sich, ",
  "sn6.14:4.3": "dass ein Schüler vor den Augen des Lehrers den Dhamma lehrt. ",
  "sn6.14:4.4": "Nun, Brahmane, wühle sie noch mehr auf!‘ ",
  "sn6.14:4.5": "‚Ja, Herr‘, antwortete Abhibhū. Und er lehrte den Dhamma, während sein Körper sichtbar war; während sein Körper unsichtbar war; während die untere Hälfte sichtbar und die obere unsichtbar war; während die obere Hälfte sichtbar und die untere unsichtbar war. ",
  "sn6.14:4.6": "Und der Geist des Brahmā, seiner Versammlung und seines Gefolges war voller Verwunderung und Erstaunen. Sie dachten: ",
  "sn6.14:4.7": "‚Wie unglaublich! Wie erstaunlich! Der Asket besitzt solche übersinnliche Kraft und Macht!‘ ",
  "sn6.14:5.1": "Und Abhibhū sagte zum Buddha Sikhī: ",
  "sn6.14:5.2": "‚Herr, ich erinnere mich, dass ich inmitten des Saṅgha gesagt habe: ",
  "sn6.14:5.3": "„Wenn ich in der Brahmāwelt stehe, kann ich meine Stimme durch die ganze Galaxie erschallen lassen.“‘ ",
  "sn6.14:5.4": "‚Jetzt ist die Zeit, Brahmane! Jetzt ist die Zeit, Brahmane! ",
  "sn6.14:5.5": "Wenn du in der Brahmāwelt stehst, lass deine Stimme durch die ganze Galaxie erschallen.‘ ",
  "sn6.14:5.6": "‚Ja, Herr‘, antwortete Abhibhū. Und während er in der Brahmāwelt stand, sagte er diese Strophe auf: ",
  "sn6.14:6.1": "‚Rüttelt euch auf! Strengt euch mehr an! ",
  "sn6.14:6.2": "Weiht euch den Lehren des Buddha! ",
  "sn6.14:6.3": "Zermalmt das Heer des Todes ",
  "sn6.14:6.4": "wie ein Elefant eine Schilfhütte. ",
  "sn6.14:7.1": "Jeder, der in dieser Lehre und Schulung ",
  "sn6.14:7.2": "beflissen meditieren wird, ",
  "sn6.14:7.3": "der das Umherwandern durch Wiedergeburten aufgibt, ",
  "sn6.14:7.4": "wird dem Leiden ein Ende machen.‘ ",
  "sn6.14:8.1": "Als sie in diesem Brahmā, seiner Versammlung und seinem Gefolge ein Gefühl der Ergriffenheit geweckt hatten, ",
  "sn6.14:8.2": "verschwanden Sikhī und Abhibhū so leicht, wie eine starke Person den Arm strecken oder beugen würde, aus dieser Brahmāwelt und erschienen wieder in Aruṇavatī. ",
  "sn6.14:8.3": "Dort wandte sich der Buddha Sikhī an die Mönche und Nonnen: ",
  "sn6.14:8.4": "‚Mönche und Nonnen, habt ihr gehört, wie der Mönch Abhibhū eine Strophe gesprochen hat, während er in einer Brahmāwelt stand?‘ ",
  "sn6.14:8.5": "‚Das haben wir, Herr.‘ ",
  "sn6.14:8.6": "‚Aber was genau habt ihr gehört?‘ ",
  "sn6.14:8.7": "‚Das haben wir gehört, Herr: ",
  "sn6.14:9.1": "„Rüttelt euch auf! Strengt euch mehr an! ",
  "sn6.14:9.2": "Weiht euch den Lehren des Buddha! ",
  "sn6.14:9.3": "Zermalmt das Heer des Todes ",
  "sn6.14:9.4": "wie ein Elefant eine Schilfhütte. ",
  "sn6.14:10.1": "Jeder, der in dieser Lehre und Schulung ",
  "sn6.14:10.2": "beflissen meditieren wird, ",
  "sn6.14:10.3": "der das Umherwandern durch Wiedergeburten aufgibt, ",
  "sn6.14:10.4": "wird dem Leiden ein Ende machen.“ ",
  "sn6.14:11.1": "Das haben wir gehört, Herr.‘ ",
  "sn6.14:11.2": "‚Gut, gut, Mönche und Nonnen! ",
  "sn6.14:11.3": "Es ist gut, dass ihr gehört habt, wie der Mönch Abhibhū eine Strophe gesprochen hat, während er in einer Brahmāwelt stand.‘“ ",
  "sn6.14:12.1": "Das sagte der Buddha. Zufrieden begrüßten die Mönche und Nonnen die Worte des Buddha. "
}