{
  "pp2.5:0.1": "Puggalapaññatti",
  "pp2.5:0.2": "Niddesa",
  "pp2.5:0.3": "5. Pañcakapuggalapaññatti",
  "pp2.5:1.1": "Tatra yvāyaṁ puggalo ārabhati ca vippaṭisārī ca hoti, tañca cetovimuttiṁ paññāvimuttiṁ yathābhūtaṁ nappajānāti, yatthassa te uppannā pāpakā akusalā dhammā aparisesā nirujjhanti, so evamassa vacanīyo—",
  "pp2.5:1.2": "“āyasmato kho ārambhajā āsavā saṁvijjanti, vippaṭisārajā āsavā pavaḍḍhanti.",
  "pp2.5:1.3": "Sādhu vatāyasmā ārambhaje āsave pahāya vippaṭisāraje āsave paṭivinodetvā cittaṁ paññañca bhāvetu.",
  "pp2.5:1.4": "Evamāyasmā amunā pañcamena puggalena samasamo bhavissatī”ti.",
  "pp2.5:2.1": "Tatra yvāyaṁ puggalo ārabhati na vippaṭisārī hoti, tañca cetovimuttiṁ paññāvimuttiṁ yathābhūtaṁ nappajānāti, yatthassa te uppannā pāpakā akusalā dhammā aparisesā nirujjhanti, so evamassa vacanīyo—",
  "pp2.5:2.2": "“āyasmato kho ārambhajā āsavā saṁvijjanti, vippaṭisārajā āsavā nappavaḍḍhanti.",
  "pp2.5:2.3": "Sādhu vatāyasmā ārambhaje āsave pahāya cittaṁ paññañca bhāvetu.",
  "pp2.5:2.4": "Evamāyasmā amunā pañcamena puggalena samasamo bhavissatī”ti.",
  "pp2.5:3.1": "Tatra yvāyaṁ puggalo na ārabhati vippaṭisārī hoti, tañca cetovimuttiṁ paññāvimuttiṁ yathābhūtaṁ nappajānāti, yatthassa te uppannā pāpakā akusalā dhammā aparisesā nirujjhanti, so evamassa vacanīyo—",
  "pp2.5:3.2": "“āyasmato kho ārambhajā āsavā na saṁvijjanti, vippaṭisārajā āsavā pavaḍḍhanti.",
  "pp2.5:3.3": "Sādhu vatāyasmā vippaṭisāraje āsave paṭivinodetvā cittaṁ paññañca bhāvetu.",
  "pp2.5:3.4": "Evamāyasmā amunā pañcamena puggalena samasamo bhavissatī”ti.",
  "pp2.5:4.1": "Tatra yvāyaṁ puggalo na ārabhati na vippaṭisārī hoti, tañca cetovimuttiṁ paññāvimuttiṁ yathābhūtaṁ nappajānāti, yatthassa te pāpakā akusalā dhammā aparisesā nirujjhanti, so evamassa vacanīyo—",
  "pp2.5:4.2": "“āyasmato kho ārambhajā āsavā na saṁvijjanti, vippaṭisārajā āsavā nappavaḍḍhanti.",
  "pp2.5:4.3": "Sādhu vatāyasmā cittaṁ paññañca bhāvetu.",
  "pp2.5:4.4": "Evamāyasmā amunā pañcamena puggalena samasamo bhavissatī”ti.",
  "pp2.5:5.1": "Ime cattāro puggalā amunā pañcamena puggalena evaṁ ovadiyamānā evaṁ anusāsiyamānā anupubbena āsavānaṁ khayaṁ pāpuṇanti.",
  "pp2.5:6.1": "Kathañca puggalo datvā avajānāti?",
  "pp2.5:6.2": "Idhekacco puggalo yassa puggalassa deti cīvarapiṇḍapātasenāsanagilānapaccayabhesajjaparikkhāraṁ, tassa evaṁ hoti—",
  "pp2.5:6.3": "“ahaṁ dammi, ayaṁ paṭiggaṇhātī”ti, tamenaṁ datvā avajānāti.",
  "pp2.5:6.4": "Evaṁ puggalo datvā avajānāti. ",
  "pp2.5:7.1": "Kathañca puggalo saṁvāsena avajānāti?",
  "pp2.5:7.2": "Idhekacco puggalo yena puggalena saddhiṁ saṁvasati dve vā tīṇi vā vassāni, tamenaṁ saṁvāsena avajānāti.",
  "pp2.5:7.3": "Evaṁ puggalo saṁvāsena avajānāti. ",
  "pp2.5:8.1": "Kathañca puggalo ādheyyamukho hoti?",
  "pp2.5:8.2": "Idhekacco puggalo parassa vaṇṇe vā avaṇṇe vā bhāsiyamāne khippaññeva adhimuccitā hoti.",
  "pp2.5:8.3": "Evaṁ puggalo ādheyyamukho hoti. ",
  "pp2.5:9.1": "Kathañca puggalo lolo hoti?",
  "pp2.5:9.2": "Idhekacco puggalo ittarasaddho hoti ittarabhattī ittarapemo ittarappasādo.",
  "pp2.5:9.3": "Evaṁ puggalo lolo hoti. ",
  "pp2.5:10.1": "Kathañca puggalo mando momūho hoti?",
  "pp2.5:10.2": "Idhekacco puggalo kusalākusale dhamme na jānāti, sāvajjānavajje dhamme na jānāti, hīnappaṇīte dhamme na jānāti, kaṇhasukkasappaṭibhāge dhamme na jānāti.",
  "pp2.5:10.3": "Evaṁ puggalo mando momūho hoti. ",
  "pp2.5:11.1": "Tattha katame pañca yodhājīvūpamā puggalā?",
  "pp2.5:11.2": "Pañca yodhājīvā—",
  "pp2.5:11.3": "idhekacco yodhājīvo rajaggaññeva disvā saṁsīdati visīdati na santhambhati na sakkoti saṅgāmaṁ otarituṁ.",
  "pp2.5:11.4": "Evarūpopi idhekacco yodhājīvo hoti.",
  "pp2.5:11.5": "Ayaṁ paṭhamo yodhājīvo santo saṁvijjamāno lokasmiṁ. ",
  "pp2.5:12.1": "Puna caparaṁ idhekacco yodhājīvo sahati rajaggaṁ, api ca kho dhajaggaññeva disvā saṁsīdati visīdati na santhambhati na sakkoti saṅgāmaṁ otarituṁ.",
  "pp2.5:12.2": "Evarūpopi idhekacco yodhājīvo hoti.",
  "pp2.5:12.3": "Ayaṁ dutiyo yodhājīvo santo saṁvijjamāno lokasmiṁ. ",
  "pp2.5:13.1": "Puna caparaṁ idhekacco yodhājīvo sahati rajaggaṁ sahati dhajaggaṁ, api ca kho ussāraṇaññeva sutvā saṁsīdati visīdati na santhambhati na sakkoti saṅgāmaṁ otarituṁ.",
  "pp2.5:13.2": "Evarūpopi idhekacco yodhājīvo hoti.",
  "pp2.5:13.3": "Ayaṁ tatiyo yodhājīvo santo saṁvijjamāno lokasmiṁ. ",
  "pp2.5:14.1": "Puna caparaṁ idhekacco yodhājīvo sahati rajaggaṁ sahati dhajaggaṁ sahati ussāraṇaṁ, api ca kho sampahāre haññati byāpajjati.",
  "pp2.5:14.2": "Evarūpopi idhekacco yodhājīvo hoti.",
  "pp2.5:14.3": "Ayaṁ catuttho yodhājīvo santo saṁvijjamāno lokasmiṁ. ",
  "pp2.5:15.1": "Puna caparaṁ idhekacco yodhājīvo sahati rajaggaṁ sahati dhajaggaṁ sahati ussāraṇaṁ sahati sampahāraṁ.",
  "pp2.5:15.2": "So taṁ saṅgāmaṁ abhivijinitvā vijitasaṅgāmo tameva saṅgāmasīsaṁ ajjhāvasati.",
  "pp2.5:15.3": "Evarūpopi idhekacco yodhājīvo hoti.",
  "pp2.5:15.4": "Ayaṁ pañcamo yodhājīvo santo saṁvijjamāno lokasmiṁ.",
  "pp2.5:15.5": "Ime pañca yodhājīvā santo saṁvijjamānā lokasmiṁ. ",
  "pp2.5:16.1": "Evamevaṁ pañcime yodhājīvūpamā puggalā santo saṁvijjamānā bhikkhūsu.",
  "pp2.5:16.2": "Katame pañca?",
  "pp2.5:17.1": "Idhekacco bhikkhu rajaggaññeva disvā saṁsīdati visīdati na santhambhati na sakkoti brahmacariyaṁ sandhāretuṁ, sikkhādubbalyaṁ āvikatvā sikkhaṁ paccakkhāya hīnāyāvattati.",
  "pp2.5:17.2": "Kimassa rajaggasmiṁ?",
  "pp2.5:17.3": "Idha bhikkhu suṇāti—",
  "pp2.5:17.4": "“asukasmiṁ nāma gāme vā nigame vā itthī vā kumārī vā abhirūpā dassanīyā pāsādikā paramāya vaṇṇapokkharatāya samannāgatā”ti.",
  "pp2.5:17.5": "So taṁ sutvā saṁsīdati visīdati na santhambhati na sakkoti brahmacariyaṁ sandhāretuṁ, sikkhādubbalyaṁ āvikatvā sikkhaṁ paccakkhāya hīnāyāvattati.",
  "pp2.5:17.6": "Idamassa rajaggasmiṁ.",
  "pp2.5:18.1": "Seyyathāpi so yodhājīvo rajaggaññeva disvā saṁsīdati visīdati na santhambhati na sakkoti saṅgāmaṁ otarituṁ, tathūpamo ayaṁ puggalo.",
  "pp2.5:18.2": "Evarūpopi idhekacco puggalo hoti.",
  "pp2.5:18.3": "Ayaṁ paṭhamo yodhājīvūpamo puggalo santo saṁvijjamāno bhikkhūsu. ",
  "pp2.5:19.1": "Puna caparaṁ idhekacco bhikkhu sahati rajaggaṁ, api ca kho dhajaggaññeva disvā saṁsīdati visīdati na santhambhati na sakkoti brahmacariyaṁ sandhāretuṁ, sikkhādubbalyaṁ āvikatvā sikkhaṁ paccakkhāya hīnāyāvattati.",
  "pp2.5:19.2": "Kimassa dhajaggasmiṁ?",
  "pp2.5:19.3": "Idha bhikkhu na heva kho suṇāti—",
  "pp2.5:19.4": "“asukasmiṁ nāma gāme vā nigame vā itthī vā kumārī vā abhirūpā dassanīyā pāsādikā paramāya vaṇṇapokkharatāya samannāgatā”ti, api ca kho sāmaṁ passati itthiṁ vā kumāriṁ vā abhirūpaṁ dassanīyaṁ pāsādikaṁ paramāya vaṇṇapokkharatāya samannāgataṁ.",
  "pp2.5:19.5": "So taṁ disvā saṁsīdati visīdati na santhambhati na sakkoti brahmacariyaṁ sandhāretuṁ, sikkhādubbalyaṁ āvikatvā sikkhaṁ paccakkhāya hīnāyāvattati.",
  "pp2.5:19.6": "Idamassa dhajaggasmiṁ.",
  "pp2.5:20.1": "Seyyathāpi so yodhājīvo sahati rajaggaṁ, api ca kho dhajaggaññeva disvā saṁsīdati visīdati na santhambhati na sakkoti saṅgāmaṁ otarituṁ, tathūpamo ayaṁ puggalo.",
  "pp2.5:20.2": "Evarūpopi idhekacco puggalo hoti.",
  "pp2.5:20.3": "Ayaṁ dutiyo yodhājīvūpamo puggalo santo saṁvijjamāno bhikkhūsu. ",
  "pp2.5:21.1": "Puna caparaṁ idhekacco bhikkhu sahati rajaggaṁ sahati dhajaggaṁ, api ca kho ussāraṇaññeva sutvā saṁsīdati visīdati na santhambhati na sakkoti brahmacariyaṁ sandhāretuṁ, sikkhādubbalyaṁ āvikatvā sikkhaṁ paccakkhāya hīnāyāvattati.",
  "pp2.5:21.2": "Kimassa ussāraṇāya?",
  "pp2.5:21.3": "Idha bhikkhuṁ araññagataṁ vā rukkhamūlagataṁ vā suññāgāragataṁ vā mātugāmo upasaṅkamitvā ūhasati ullapati ujjagghati uppaṇḍeti.",
  "pp2.5:21.4": "So mātugāmena ūhasiyamāno ullapiyamāno ujjagghiyamāno uppaṇḍiyamāno saṁsīdati visīdati na santhambhati na sakkoti brahmacariyaṁ sandhāretuṁ, sikkhādubbalyaṁ āvikatvā sikkhaṁ paccakkhāya hīnāyāvattati.",
  "pp2.5:21.5": "Idamassa ussāraṇāya.",
  "pp2.5:22.1": "Seyyathāpi so yodhājīvo sahati rajaggaṁ sahati dhajaggaṁ, api ca kho ussāraṇaññeva sutvā saṁsīdati visīdati na santhambhati na sakkoti saṅgāmaṁ otarituṁ, tathūpamo ayaṁ puggalo.",
  "pp2.5:22.2": "Evarūpopi idhekacco puggalo hoti.",
  "pp2.5:22.3": "Ayaṁ tatiyo yodhājīvūpamo puggalo santo saṁvijjamāno bhikkhūsu. ",
  "pp2.5:23.1": "Puna caparaṁ idhekacco bhikkhu sahati rajaggaṁ sahati dhajaggaṁ sahati ussāraṇaṁ, api ca kho sampahāre haññati byāpajjati.",
  "pp2.5:23.2": "Kimassa sampahārasmiṁ?",
  "pp2.5:23.3": "Idha bhikkhuṁ araññagataṁ vā rukkhamūlagataṁ vā suññāgāragataṁ vā mātugāmo upasaṅkamitvā abhinisīdati abhinipajjati ajjhottharati.",
  "pp2.5:23.4": "So mātugāmena abhinisīdiyamāno abhinipajjiyamāno ajjhotthariyamāno sikkhaṁ appaccakkhāya dubbalyaṁ anāvikatvā methunaṁ dhammaṁ paṭisevati.",
  "pp2.5:23.5": "Idamassa sampahārasmiṁ.",
  "pp2.5:24.1": "Seyyathāpi so yodhājīvo sahati rajaggaṁ sahati dhajaggaṁ sahati ussāraṇaṁ, api ca kho sampahāre haññati byāpajjati, tathūpamo ayaṁ puggalo.",
  "pp2.5:24.2": "Evarūpopi idhekacco puggalo hoti.",
  "pp2.5:24.3": "Ayaṁ catuttho yodhājīvūpamo puggalo santo saṁvijjamāno bhikkhūsu. ",
  "pp2.5:25.1": "Puna caparaṁ idhekacco bhikkhu sahati rajaggaṁ sahati dhajaggaṁ sahati ussāraṇaṁ sahati sampahāraṁ.",
  "pp2.5:25.2": "So taṁ saṅgāmaṁ abhivijinitvā vijitasaṅgāmo tameva saṅgāmasīsaṁ ajjhāvasati.",
  "pp2.5:25.3": "Kimassa saṅgāmavijayasmiṁ?",
  "pp2.5:25.4": "Idha bhikkhuṁ araññagataṁ vā rukkhamūlagataṁ vā suññāgāragataṁ vā mātugāmo upasaṅkamitvā abhinisīdati abhinipajjati ajjhottharati.",
  "pp2.5:25.5": "So mātugāmena abhinisīdiyamāno abhinipajjiyamāno ajjhotthariyamāno viniveṭhetvā vinimocetvā yena kāmaṁ pakkamati.",
  "pp2.5:26.1": "So vivittaṁ senāsanaṁ bhajati araññaṁ rukkhamūlaṁ pabbataṁ kandaraṁ giriguhaṁ susānaṁ vanapatthaṁ abbhokāsaṁ palālapuñjaṁ.",
  "pp2.5:26.2": "So araññagato vā rukkhamūlagato vā suññāgāragato vā nisīdati pallaṅkaṁ ābhujitvā ujuṁ kāyaṁ paṇidhāya parimukhaṁ satiṁ upaṭṭhapetvā.",
  "pp2.5:26.3": "So abhijjhaṁ loke pahāya vigatābhijjhena cetasā viharati, abhijjhāya cittaṁ parisodheti;",
  "pp2.5:26.4": "byāpādapadosaṁ pahāya abyāpannacitto viharati, sabbapāṇabhūtahitānukampī byāpādapadosā cittaṁ parisodheti;",
  "pp2.5:26.5": "thinamiddhaṁ pahāya vigatathinamiddho viharati ālokasaññī sato sampajāno, thinamiddhā cittaṁ parisodheti;",
  "pp2.5:26.6": "uddhaccakukkuccaṁ pahāya anuddhato viharati ajjhattaṁ vūpasantacitto, uddhaccakukkuccā cittaṁ parisodheti;",
  "pp2.5:26.7": "vicikicchaṁ pahāya tiṇṇavicikiccho viharati akathaṅkathī kusalesu dhammesu, vicikicchāya cittaṁ parisodheti.",
  "pp2.5:27.1": "So ime pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṁ savicāraṁ vivekajaṁ pītisukhaṁ paṭhamaṁ jhānaṁ upasampajja viharati;",
  "pp2.5:27.2": "vitakkavicārānaṁ vūpasamā dutiyaṁ jhānaṁ …pe…",
  "pp2.5:27.3": "tatiyaṁ jhānaṁ …pe…",
  "pp2.5:27.4": "catutthaṁ jhānaṁ upasampajja viharati.",
  "pp2.5:28.1": "So evaṁ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte āsavānaṁ khayañāṇāya cittaṁ abhininnāmeti.",
  "pp2.5:28.2": "So “idaṁ dukkhan”ti yathābhūtaṁ pajānāti, “ayaṁ dukkhasamudayo”ti yathābhūtaṁ pajānāti, “ayaṁ dukkhanirodho”ti yathābhūtaṁ pajānāti, “ayaṁ dukkhanirodhagāminī paṭipadā”ti yathābhūtaṁ pajānāti, ",
  "pp2.5:28.3": "“ime āsavā”ti yathābhūtaṁ pajānāti, “ayaṁ āsavasamudayo”ti yathābhūtaṁ pajānāti, “ayaṁ āsavanirodho”ti yathābhūtaṁ pajānāti, “ayaṁ āsavanirodhagāminī paṭipadā”ti yathābhūtaṁ pajānāti.",
  "pp2.5:29.1": "Tassa evaṁ jānato evaṁ passato kāmāsavāpi cittaṁ vimuccati, bhavāsavāpi cittaṁ vimuccati, avijjāsavāpi cittaṁ vimuccati.",
  "pp2.5:29.2": "Vimuttasmiṁ vimuttamiti ñāṇaṁ hoti.",
  "pp2.5:29.3": "“Khīṇā jāti, vusitaṁ brahmacariyaṁ, kataṁ karaṇīyaṁ, nāparaṁ itthattāyā”ti pajānāti.",
  "pp2.5:29.4": "Idamassa saṅgāmavijayasmiṁ.",
  "pp2.5:29.5": "Seyyathāpi so yodhājīvo sahati rajaggaṁ sahati dhajaggaṁ sahati ussāraṇaṁ sahati sampahāraṁ, so taṁ saṅgāmaṁ abhivijinitvā vijitasaṅgāmo tameva saṅgāmasīsaṁ ajjhāvasati, tathūpamo ayaṁ puggalo.",
  "pp2.5:29.6": "Evarūpopi idhekacco puggalo hoti.",
  "pp2.5:29.7": "Ayaṁ pañcamo yodhājīvūpamo puggalo santo saṁvijjamāno bhikkhūsu. ",
  "pp2.5:30.1": "Ime pañca yodhājīvūpamā puggalā santo saṁvijjamānā bhikkhūsu.",
  "pp2.5:31.1": "Tattha katame pañca piṇḍapātikā?",
  "pp2.5:31.2": "Mandattā momūhattā piṇḍapātiko hoti, pāpiccho icchāpakato piṇḍapātiko hoti, ummādā cittavikkhepā piṇḍapātiko hoti, “vaṇṇitaṁ buddhehi buddhasāvakehī”ti piṇḍapātiko hoti, api ca appicchataṁyeva nissāya santuṭṭhiṁyeva nissāya sallekhaṁyeva nissāya idamatthitaṁyeva nissāya piṇḍapātiko hoti.",
  "pp2.5:31.3": "Tatra yvāyaṁ piṇḍapātiko appicchataṁyeva nissāya santuṭṭhiṁyeva nissāya sallekhaṁyeva nissāya idamatthitaṁyeva nissāya piṇḍapātiko, ayaṁ imesaṁ pañcannaṁ piṇḍapātikānaṁ aggo ca seṭṭho ca pāmokkho ca uttamo ca pavaro ca.",
  "pp2.5:32.1": "Seyyathāpi nāma gavā khīraṁ, khīramhā dadhi, dadhimhā navanītaṁ, navanītamhā sappi, sappimhā sappimaṇḍo, sappimaṇḍaṁ tattha aggamakkhāyati;",
  "pp2.5:32.2": "evamevaṁ yvāyaṁ piṇḍapātiko appicchataṁyeva nissāya santuṭṭhiṁyeva nissāya sallekhaṁyeva nissāya idamatthitaṁyeva nissāya piṇḍapātiko hoti, ayaṁ imesaṁ pañcannaṁ piṇḍapātikānaṁ aggo ca seṭṭho ca pāmokkho ca uttamo ca pavaro ca.",
  "pp2.5:32.3": "Ime pañca piṇḍapātikā.",
  "pp2.5:33.1": "Tattha katame pañca khalupacchābhattikā …pe…",
  "pp2.5:33.2": "pañca ekāsanikā …pe…",
  "pp2.5:33.3": "pañca paṁsukūlikā …pe…",
  "pp2.5:33.4": "pañca tecīvarikā …pe…",
  "pp2.5:33.5": "pañca āraññikā …pe…",
  "pp2.5:33.6": "pañca rukkhamūlikā …pe…",
  "pp2.5:33.7": "pañca abbhokāsikā …pe…",
  "pp2.5:33.8": "pañca nesajjikā …pe…",
  "pp2.5:33.9": "pañca yathāsanthatikā …pe….",
  "pp2.5:34.1": "Tattha katame pañca sosānikā?",
  "pp2.5:34.2": "Mandattā momūhattā sosāniko hoti, pāpiccho icchāpakato sosāniko hoti, ummādā cittavikkhepā sosāniko hoti, “vaṇṇitaṁ buddhehi buddhasāvakehī”ti sosāniko hoti, api ca appicchataṁyeva nissāya santuṭṭhiṁyeva nissāya sallekhaṁyeva nissāya idamatthitaṁyeva nissāya sosāniko hoti.",
  "pp2.5:34.3": "Tatra yvāyaṁ sosāniko appicchataṁyeva nissāya santuṭṭhiṁyeva nissāya sallekhaṁyeva nissāya idamatthitaṁyeva nissāya sosāniko, ayaṁ imesaṁ pañcannaṁ sosānikānaṁ aggo ca seṭṭho ca pāmokkho ca uttamo ca pavaro ca.",
  "pp2.5:35.1": "Seyyathāpi nāma gavā khīraṁ, khīramhā dadhi, dadhimhā navanītaṁ, navanītamhā sappi, sappimhā sappimaṇḍo, sappimaṇḍaṁ tattha aggamakkhāyati;",
  "pp2.5:35.2": "evamevaṁ yvāyaṁ sosāniko appicchataṁyeva nissāya santuṭṭhiṁyeva nissāya sallekhaṁyeva nissāya idamatthitaṁyeva nissāya sosāniko hoti, ayaṁ imesaṁ pañcannaṁ sosānikānaṁ aggo ca seṭṭho ca pāmokkho ca uttamo ca pavaro ca.",
  "pp2.5:35.3": "Ime pañca sosānikā.",
  "pp2.5:36.1": "Pañcakaniddeso."
}