{
  "abhidhamma:1": "Abhidhamma: sebuah analisis sistematis dari ajaran Buddha ",
  "abhidhamma:2": "Bhikkhu Sujato ",
  "abhidhamma:3": "<a href='#item1'>Asal usul</a> ",
  "abhidhamma:4": "<a href='#item2'>Kitab Abhidhamma Theravāda </a> ",
  "abhidhamma:5": "<a href='#item3'>Kitab Abhidhamma  Sarvāstivāda </a> ",
  "abhidhamma:6": "<a href='#item4'>Kitab Śāripūtrābhidharma Dharmaguptaka </a> ",
  "abhidhamma:7": "<a href='#item5'>Abhidhamma dalam Tradisi Buddhis </a> ",
  "abhidhamma:8": "<a href='#item6'>Kritikan</a> ",
  "abhidhamma:9": "Abhidhamma Piṭaka adalah bagian terakhir dari tiga _piṭaka_ (atau “keranjang”) dalam kanon dari mazhab-mazhab Buddhis awal. Di dalamnya terdapat istilah dan pemikiran yang ditemukan dalam Diskursus (Sutta) yang disusun dan dianalisis secara sistematis. ",
  "abhidhamma:10": "Terdapat satu set lengkap tujuh kitab Abhidhamma kanonis dalam bahasa Pali, milik mazhab Theravāda. Selain itu, ada satu set lengkap tujuh teks kanonis (berbeda) dari mazhab Sarvāstivāda yang dilestarikan dalam terjemahan bahasa Mandarin, risalah utama mazhab Dharmaguptaka dalam bahasa Mandarin, dan beberapa bagian bahasa Sanskerta yang lebih kecil. Seperti halnya bagian Diskursus (Sutta), teks berbahasa Pali paling banyak dipelajari dan mendapat perhatian. ",
  "abhidhamma:11": "Berbeda dengan Sutta dan Vinaya, teks Abhidhamma dari mazhab yang berbeda tidak berhubungan erat. Tampaknya, pada kenyataannya, teks Abhidhamma menjadi teks formatif dalam mendirikan mazhab yang berbeda. Namun demikian, Erich Frauwallner dalam <cite>Studies in Abhidharma Literature and the Origins of Buddhist Philosophical Systems</cite> (1996) telah menetapkan ciri-ciri intisari umum dari Abhidhamma antar tradisi. Ciri ini termasuk kitab Vibhaṅga Pali, Dharmaskandha Sarvāstivāda, dan Śāripūtrābhidharmaśastra Dharmaguptaka. Teks-teks ini semuanya memiliki “kesamaan intisari”  yang dasarnya diturunkan dari Saṁyutta Nikāya. ",
  "abhidhamma:12": "Terlepas dari perbedaannya, menganggap bahwa teks-teks Abhidhamma kanonis merepresentasikan sudut pandang yang sangat sektarian adalah suatu kesalahan. Terlepas dari karya-karya berpolemik seperti Kathāvatthu, sebagian besar bagian Abhidhamma berfokus pada penyajian gagasan utama Dhamma dengan cara yang berbeda. ",
  "abhidhamma:13": "Asal usul ",
  "abhidhamma:14": "Kata _abhidhamma_ kadang-kadang ditemukan dalam teks-teks awal, biasanya berdampingan dengan istilah paralel _abhivinaya_. Tentu saja, tidak ada kumpulan teks yang disebut _abhivinaya_, dan penggunaan awal dari kata _abhidhamma_ ini tidak mengacu pada teks yang sudah ditetapkan seperti hari ini. Sebetulnya, dalam konteks tersebut, awalan _abhi-_ dapat disamakan dengan awalan bahasa Inggris “meta-” dengan arti “tentang Dhamma, tentang Vinaya” yang mengacu pada diskusi dan percakapan tentang ajaran Buddha. Percakapan tersebut kemudian diingat, dibagikan, dan berkembang secara bertahap menjadi risalah formalistis Abhidhammapiṭaka dari waktu ke waktu. ",
  "abhidhamma:15": "Setiap tradisi melihat asal usul Abhidhhamma dengan cara yang berbeda. Tradisi Cina dan Tibet biasanya menganggap setiap kitab Abhidhamma berasal dari seorang siswa Buddha. Akan tetapi, catatan Vinaya tertentu dari Konsili Pertama memuat Abhidhamma, dan dengan demikian dapat diasumsikan bahwa Abhidhamma sudah ada sejak Sang Buddha wafat. Tradisi Theravāda juga menyatakan bahwa teks-teks tersebut (kecuali Kathāvatthu) diucapkan sendiri oleh Sang Buddha. Hal ini disebutkan dalam bagian akhir dari teks kanonikal Parivāra (_sabbasattuttamo sīho, piṭake tīṇi desayi_, Pvr 3#5) dan teks parakanonikal Milindapañha (_tepiṭakaṁ buddhavacanaṁ_, Mil 2#55). Keduanya sudah ada sejak tiga hingga empat ratus tahun setelah Sang Buddha wafat. Kitab komentar Theravādin kemudian menyatakan bahwa Sang Buddha mengajarkan tujuh kitab Abhidhamma Piṭaka kepada para dewa di surga Tāvatiṁsa yang dipimpin oleh ibunya. Yang Mulia Sāriputta kemudian mempelajari Abhidhamma, dan menyampaikan isinya kepada murid-murid-Nya. ",
  "abhidhamma:16": "Konsensus yang sudah lama disepakati oleh para ahli sejarah adalah bahwa kitab-kitab Abhidhamma disusun beberapa abad setelah wafatnya Sang Buddha. Tidak mungkin untuk menentukan tanggal pastinya. Namun, “kesamaan intisari” dari Vibhaṅga/Dharmaskandha/Śāripūtrābhidharmaśastra sepertinya sudah ada sejak tradisi-tradisi tersebut belum terpisah. Pemisahan tradisi tersebut terjadi pada masa Raja Ashoka, sekitar 250 SM, kurang dari dua abad setelah kematian Sang Buddha. Akan tetapi, sebagian besar isi teksnya pasti telah dikembangkan setelah masa tersebut. Beberapa karakteristik, misalnya fakta bahwa karya tersebut diterima sebagai teks kanonik di Milinda, sekitar 100 SM, menunjukkan bahwa Abhidhamma telah diselesaikan sebelumnya. Jadi, kisaran 300 SM–100 SM sebagai waktu munculnya komposisi teks Abhidhamma kanonis tampak masuk akal. ",
  "abhidhamma:17": "Meskipun keyakinan bahwa kitab-kitab Abhidhamma disusun oleh para siswa-langsung Sang Buddha tidak dapat dipertahankan, keyakinan tersebut tetap mengisyaratkan cara Abhidhamma berkembang. Murid-murid utama akan membentuk garis silsilah pengajaran, atau gaya belajar, yang mencerminkan ciri khas dari para guru yang berbeda. Seiring waktu, penjelasan berbagai guru tersebut menjadi sistematis dan terkodifikasi. Bagaimanapun, kitab Abhidhamma seperti yang ada saat ini, adalah hasil karya mazhab-mazhab yang disusun di bawah bimbingan para bhikkhu terkemuka. ",
  "abhidhamma:18": "Kitab Abhidhamma Theravāda ",
  "abhidhamma:19": "Sebagian besar dari teks-teks Abhidhamma Theravāda yang panjang dan kompleks berkaitan dengan analisis dan pengelompokan informasi, bukan penjelasannya. Sepertinya teks tersebut dulunya dipelajari oleh guru-guru berpengalaman di berbagai vihāra. Guru-guru tersebut kemudian mempertahankan, menjelaskan, dan mengilustrasikan teks Abhidhamma yang sulit dipahami tersebut. Akhirnya, penjelasan tersebut dikodifikasi dan dicatat dalam komentar-komentar Pali. ",
  "abhidhamma:20": "Meskipun para guru Abhidhamma memperkenalkan sejumlah istilah dan metode baru, teks Abhidhamma kanonis sendiri bersifat konservatif secara doktrin. Banyak konsep yang akrab pada Abhidhamma versi belakangan yang tidak dapat ditemukan pada versi yang mendahuluinya—kebenaran mutlak (_paramattha-sacca_) vs. konvensional (_sammuti-sacca_), momen pikiran, _kalāpa_, gagasan bahwa setiap fenomena ditentukan oleh _sabhāva_ atau “esensi individualnya”. Meskipun terdapat beberapa istilah baru, sebagian besar istilah tampaknya diperkenalkan untuk menerangkan dan memperjelas terminologi, dan tidak dimaksudkan untuk menyampaikan konsep baru yang spesifik. Hal ini tidak berarti bahwa tidak ada pemikiran baru, hanya saja pemikiran tersebut memainkan peranan yang cukup kecil secara keseluruhan. ",
  "abhidhamma:21": "Dhammasaṅgaṇī ",
  "abhidhamma:22": "Dhammasaṅgaṇī (Enumerasi Fenomena) dibangun dengan model pembagian _mātikā_, daftar isi atau matriks. _Mātikā_ merupakan salah satu contoh format sederhana yang diterapkan dan diubah dalam bentuk yang semakin kompleks di seluruh bagian Abhidhamma. _Mātikā_ pada Dhammasaṅgaṇī  mendaftar kumpulan fenomena (_dhamma_). Sebagian besarnya merupakan istilah-istilah familiar seperti yang terdapat dalam berbagai sutta, walaupun juga terdapat beberapa istilah khas Abhidhamma. Dhammasaṅgaṇī dimulai dengan tiga _mātikā_. _Mātikā_ pertama mengklasifikasikan _dhamma_ ke dalam 22 set kelompok-tiga (_tika_). Dua _mātikā_ sisanya menggunakkan set kelompok-dua (_duka_), 100 pasang untuk istilah Abhidhamma, dan 42 untuk istilah Sutta. ",
  "abhidhamma:23": "Bagian pertama dari set kelompok-tiga (_tika_) adalah kelompok penting: bermanfaat, tidak bermanfaat, dan bukan-bermanfaat-dan-bukan-tidak-bermanfaat. Set ini berfungsi sebagai kerangka kerja untuk menggolongkan semua jenis fenomena (_dhamma_). Meskipun tampaknya cukup sederhana, rincian ini pun kontroversial karena beberapa mazhab menolak keberadaan kategori bukan-bermanfaat-dan-bukan-tidak-bermanfaat (netral secara moral). ",
  "abhidhamma:24": "Vibhaṅga ",
  "abhidhamma:25": "Vibhaṅga (Kitab Analisis) berisi 18 bab yang disusun berdasarkan topiknya. Daftar topiknya berkaitan erat dengan Saṁyutta Nikāya—agregat-agregat, hukum sebab-musabab, dll. Sebagian besar babnya tersusun atas struktur kelompok-tiga. ",
  "abhidhamma:26": "Analisis berdasarkan sutta: bagian ini mengutip bagian pokok dari sutta sesuai topik yang relevan, dan menawarkan analisis sederhana. ",
  "abhidhamma:27": "Analisis berdasarkan Abhidhamma: menerapkan kumpulan sinonim dan istilah yang dikembangkan dalam Dhammasaṅgaṇī. ",
  "abhidhamma:28": "Katekismus: menguji pengetahuan siswa dengan pertanyaan sistematis. ",
  "abhidhamma:29": "Beberapa bagian, seperti Vb 18 Dhammahadaya, tidak sesuai dengan sistem ini. Bagian-bagian tersebut mungkin awalnya merupakan risalah yang berdiri sendiri. ",
  "abhidhamma:30": "Dhātukathā ",
  "abhidhamma:31": "Dhātukathā (Diskusi tentang Unsur-unsur) menunjukkan hubungan _mātikā_ Dhammasaṅgaṇī dengan 5 agregat (_khandha_), 12 landasan-indriawi (_āyatana_), dan 18 unsur (_dhātu_). Hubungan-hubungan tersebut diatur menurut empat belas metode. ",
  "abhidhamma:32": "Puggalapaññatti ",
  "abhidhamma:33": "Puggalapaññatti (Sebutan Jenis-jenis Individu), didasarkan pada pendekatan fenomenologis teliti selayaknya sebagian besar teks Abhidhamma, menyajikan ringkasan paragraf tentang berbagai jenis individu. Paragraf-paragraf ini mengadopsi model _mātikā_ dengan penjabaran jenis individu yang disusun secara numerik dari satu hingga sepuluh. Oleh karena mengacu pada penyusunan numerikal (berangka), istilah-istilah yang digunakan sebagian besar berasal dari Aṅguttara Nikāya, dengan sedikit perubahan kata-kata. Tujuan utamanya adalah untuk mengklasifikasikan kecenderungan pribadi atau psikologis yang berhubungan dengan perkembangan jalan spiritual Buddhis. ",
  "abhidhamma:34": "Kathāvatthu ",
  "abhidhamma:35": "Kathāvatthu (Pokok-pokok Kontroversi) adalah kumpulan lebih dari 200 diskusi tentang poin-poin penafsiran doktrin Buddhis. Kitab ini berisi debat antara beberapa protagonis yang tidak disebutkan namanya. Masing-masing uraian bersandar pada logika atau kutipan dari sutta-sutta sebagai pendukung argumennya. Beberapa diskusi menyangkut masalah utama dalam filosofi Buddhis, seperti sifat bukan-diri (_anatta_), atau masalah kesinambungan-kelahiran dan ketidakkekalan (_anicca_). Namun, bagian-bagiannya sangat kecil.​ ",
  "abhidhamma:36": "Meskipun teks-teks tersebut tidak menyertakan uraian sudut pandang mazhab, sebagian besar bagiannya mungkin terkait dengan doktrin yang dianut oleh beragam mazhab Buddhis. Perlu diperhatikan bahwa di dalamnya tidak ada poin-poin kontroversial yang berkaitan dengan pandangan Brahmanis, Jaina, atau pandangan non-Buddhis lainnya. Juga tidak ada perbedaan signifikan dalam sutta yang dirujuk; setiap pendebat berasumsi bahwa mereka memiliki landasan sutta yang sama. ",
  "abhidhamma:37": "Kathāvatthu adalah satu-satunya kitab Abhidhamma yang, menurut mazhab Theravāda, ditulis oleh penulis spesifik, yaitu Moggaliputtatissa, seorang bhikkhu senior pada masa Raja Ashoka. Inti dari kitab ini mungkin terbentuk saat itu, tetapi tumbuh secara substansial seiring waktu. Satu atau dua dari pembahasan inti tampaknya memiliki dasar yang sama dengan Vijñānakāya. ",
  "abhidhamma:38": "Yamaka ",
  "abhidhamma:39": "Kitab Yamaka (Berpasangan) terdiri dari sepuluh bab tentang topik yang berbeda, dimulai dengan akar perbuatan baik atau buruk. Kitab ini berupa serangkaian pertanyaan, dengan tujuan sepenuhnya menentukan ruang lingkup penerapan istilah. Sebagai contoh, apakah semua jenis _rūpa_ (bentuk, fenomena-materi) termasuk dalam agregat-materi (_rūpakkhandha_)? Tidak, karena ada penggunaan idiomatis dari _rūpa_ seperti _evarūpa_ (“semacam itu”). Tetapi apakah semua jenis agregat-materi termasuk dalam _rūpa_? Ya. ",
  "abhidhamma:40": "Paṭṭhāna ",
  "abhidhamma:41": "Paṭṭhāna (Hubungan Kondisi) menerapkan model _mātikā_ sederhana yang mencantumkan 24 jenis kondisi. Yang pertama adalah “kondisi akar” (_hetupaccayo_), berurusan dengan bagaimana perbuatan disebabkan oleh akar keserakahan (_lobha_), kebencian (_dosa_), dan delusi (_moha_) yang tidak bermanfaat, atau kebalikannya. _Mātikā_ ini kemudian diterapkan pada _mātikā_ dari Dhammasaṅgaṇī, menciptakan kemungkinan kombinasi kompleks yang sulit. Paṭṭhāna selalu sangat disingkat, tetapi jika  harus dijabarkan sepenuhnya, bagian ini mungkin akan menjadi kitab terbesar yang pernah dibuat, dengan miliaran kombinasi. ",
  "abhidhamma:42": "Dhammasaṅgaṇī dan Paṭṭhāna merupakan dua ujung bagian dari kumpulan  kitab Abhidhamma, yang pertama berhubungan dengan fenomena, yang terakhir berhubungan dengan hubungan antar fenomena. Sementara metode dan perinciannya telah diperluas secara signifikan, pendekatannya dapat dilihat sebagai penerapan terperinci dari prinsip-prinsip dasar kemunculan-yang-saling-bergantungan. ",
  "abhidhamma:43": "Kitab Abhidhamma Sarvāstivāda ",
  "abhidhamma:44": "Meskipun banyak, mungkin semua, dari “delapan belas” mazhab awal memiliki teks Abhidhamma versinya masing-masing, tidak ada yang seterkenal versi Sarvāstivāda. Teks kanonis yang disebutkan di sini dilengkapi atau digantikan oleh risalah <cite>Mahāvibhāṣa</cite> yang sangat berpengaruh. Risalah ini menetapkan Sarvāstivāda sebagai mazhab Abhidhamma yang <i lang='fr'>par excellence</i>. Bahkan ketika karya-karya selanjutnya seperti <cite>Abhidharmakoṣa</cite> karya Vasubandhu atau <cite>Mūlamadhyamakakārikā</cite> karya Nāgārjuna mengkritik filosofi Sarvāstivādin, mereka masih menggunakan kerangka gagasan dan istilah yang ditetapkan oleh mazhab Sarvāstivāda, dan awalnya didasarkan pada teks kanonik Sarvāstivāda. Oleh karena itu, sementara teks Abhidhamma dari sebagian besar mazhab telah hilang, teks versi Sarvāstivāda ini dibawa ke China dan disimpan di sana dalam versi terjemahannya. Selain itu, ada beberapa bagian yang ditemukan dalam versi fragmen Sanskerta dan teks Tibet. ",
  "abhidhamma:45": "Versi asli dari semua kitab karya mazhab Sarvāstivāda ini berbahasa Sanskerta. ",
  "abhidhamma:46": "Saṅgītiparyāya ",
  "abhidhamma:47": "Dianggap sebagai salah satu kitab Abhidhamma paling awal, kitab ini pada dasarnya merupakan sebuah komentar atas Saṅgīti Sutta versi Sarvāstivādin (DN 33). Kitab ini disusun oleh Mahākausthila (menurut sumber Sanskerta dan Tibet) atau Śāriputra (menurut sumber bahasa Cina). Resensi berbahasa Cina diterjemahkan oleh Xuanzang. ",
  "abhidhamma:48": "Dharmaskandha ",
  "abhidhamma:49": "Seperti disebutkan di atas, teks ini tampaknya memiliki asal usul yang sama dengan Vibhaṅga dari tradisi Pali. Teks ini dipertahankan sampai saat ini dalam versi bahasa Cina lengkap dan Sanskerta parsial. Dibandingkan dengan Vibhaṅga, metode yang digunakan pada bagian ini tampaknya lebih tidak formal dan lebih diskursif, mengutip serangkaian sutta. Bagian ini disusun oleh Śāriputra (menurut sumber Sanskerta dan Tibet) atau Maudgalyāyana (menurut sumber bahasa Cina). Edisi berbahasa Cina diterjemahkan oleh Xuanzang. ",
  "abhidhamma:50": "Prajñaptiśāstra ",
  "abhidhamma:51": "Bagian ini terdiri dari serangkaian pertanyaan dan jawaban tentang pokok-pokok doktrin berdasarkan _mātikā_, didukung oleh kutipan sutta. Dikatakan disusun oleh Maudgalyāyana atau Mahākatyāyana. Edisi berbahasa Cina diterjemahkan oleh Dharmarakṣita. ",
  "abhidhamma:52": "Dhātukāya ",
  "abhidhamma:53": "Disusun oleh Purna (menurut sumber Sanskerta dan Tibet), atau Vasumitra (menurut sumber Cina). Kitab ini diterjemahkan ke dalam bahasa Cina oleh Xuanzang. Dhātukāya memiliki beberapa kemiripan dengan Dhātukathā Pali, meskipun menggunakan _mātikā_ yang berbeda. ",
  "abhidhamma:54": "Vijñānakāya ",
  "abhidhamma:55": "Kitab ini serupa dengan Kathāvatthu versi Pali, dan mungkin memiliki dasar sejarah yang sama. Kitab ini menyebutkan nama tokoh Theravādin, Moggaliputtatissa, yang merupakan penulis Kathāvatthu, sebagai lawan dalam perdebatan tentang doktrin kunci Sarvāstivāda bahwa semua fenomena ada di masa lalu, masa depan, dan masa kini. Akan tetapi, teks pada kitab ini membahas poin-poin yang jauh lebih sedikit daripada Kathāvatthu. Bagian ini disusun oleh Devasarman dan diterjemahkan ke dalam bahasa Cina oleh Xuanzang. ",
  "abhidhamma:56": "Prakaraṇapāda ",
  "abhidhamma:57": "Disusun oleh Vasumitra, dan diterjemahkan oleh Xuanzang (T 1542), dengan terjemahan parsial lainnya oleh Gunabhadra dan Bodhiyasa pada T 1541. Bagian ini merupakan bagian utama risalah Abhidharma, yang memengaruhi bahkan teks non-Sarvāstivādin seperti Mahāprajñapāramītopadeśa. ",
  "abhidhamma:58": "Jñānaprasthāna ",
  "abhidhamma:59": "Disusun oleh Kātyāyanīputra dan diterjemahkan ke dalam bahasa Cina oleh Xuanzang pada T 1544. Tampaknya juga diterjemahkan oleh Saṅghadeva dan Zhu-fo-nian dengan nama 阿毘曇八犍度論 pada T 1543. Kitab ini merupakan bagian terbesar dari Abhidhamma Sarvāstivādin. Kitab ini merupakan dasar bagi risalah-risalah Sarvāstivāda setelahnya, dan oleh karenya juga merupakan dasar bagi studi modern tentang Abhidharma khususnya dalam Buddhisme Tibet. ",
  "abhidhamma:60": "Kitab Śāripūtrābhidharma Dharmaguptaka ",
  "abhidhamma:61": "Satu-satunya kitab Abhidhamma mazhab Dharmaguptaka yang masih ada, kitab ini diterjemahkan ke dalam bahasa Cina oleh Dharmayaśas dan Dharmagupta. Kitab ini memiliki beberapa kesamaan isi dengan Vibhaṅga dan Dharmaskandha, dan perincian lainnya dengan teks lain. Sementara mazhab-mazhab lain mempertahankan banyak bagian kitab Abhidhamma, teks tunggal ini mencakup sebagian besar landasan yang sama, dan tampaknya memuat keseluruhan sistem Abhidhamma dari Dharmaguptaka. ",
  "abhidhamma:62": "Abhidhamma dalam Tradisi Buddhis ",
  "abhidhamma:63": "Selama bertahun-tahun, pembelajaran Abhidhamma telah dijunjung tinggi oleh tradisi Buddhis. Tradisi Theravāda mengembangkan serangkaian kitab komentar dan risalah yang menjelaskan gagasan Abhidhamma dan memperluasnya lebih jauh. Tradisi ini adalah tradisi yang hidup, yang membanggakan serangkaian publikasi tak terputus hingga zaman modern. Saat ini, pembelajaran Abhidhamma secara khusus ditekankan dalam Buddhisme Myanmar, meskipun tetap hidup di semua mazhab Theravāda. Buddhisme Tibet juga sangat menekankan studi tentang Abhidharma, sebagian besar didasarkan pada sumber-sumber Sarvāstivādin. Akan tetapi, di semua mazhab, studi Abhidhamma kontemporer utamanya bersandar pada risalah-risalah yang muncul belakangan, dan teks kanonis biasanya tidak secara mendalam dipelajari secara langsung. ",
  "abhidhamma:64": "Selain pembelajaran, Abhidhamma juga telah memberikan pengaruh formatif pada beberapa mazhab meditasi modern. Secara khusus, mazhab meditasi Burma, termasuk Mahasi, Goenka, dan Pa Auk, semuanya sangat bergantung pada konsep-konsep Abhidhamma. ",
  "abhidhamma:65": "Mungkin secara tidak terduga, Abhidhamma tidak terbatas pada lingkungan monastik atau akademisi. Abhidhamma sering diajarkan kepada atau oleh umat awam, dan populer di seluruh Asia Tenggara. Selain itu,  _mātikā_ Abhidhamma dapat menjadi dasar teks pendasaran untuk upacara tertentu. Di Thailand, _tikamātikā_ Dhammasaṅgaṇī  dan 24 kondisi Paṭṭhāna digunakan sebagai darasan untuk upacara pemakaman. ",
  "abhidhamma:66": "Kritikan ",
  "abhidhamma:67": "Abhidhamma sendiri merupakan sebuah sistem kritis yang dikembangkan untuk mengklarifikasi pemahaman tentang konsep dan hubungan fundamental. Hal yang mendasari rancangan Abhidhamma ini adalah asumsi bahwa klarifikasi ajaran semacam isinya diperlukan, yang menyiratkan bahwa tidak semua orang memahami hal-hal dengan cara yang sama. Aspek kritis ini mengemuka dalam karya-karya seperti Kathāvatthu yang menampilkan metode rasional untuk mengklarifikasi doktrin. ",
  "abhidhamma:68": "Beberapa, seperti mazhab Sautrāntika yang bersejarah, mengkritik rancangan Abhidhamma itu sendiri, mengklaimnya menyimpang dari sutta-sutta. Tidak jelas apakah semua mazhab awal benar-benar memiliki Abhidhamma Piṭaka. Namun, mereka semua pasti memiliki beberapa karya analisis dan penjelasan yang sebanding dengan Abhidhamma. ",
  "abhidhamma:69": "Kritik terhadap Abhidhamma adalah landasan berdirinya Mahāyāna. Sutra-sutra Mahāyāna mengkritik rincian spesifik dari doktrin Abhidhamma—seperti gagasan bahwa setiap fenomena ditentukan oleh esensinya masing-masing—dan arahan keseluruhan dari mazhab-mazhab Abhidhamma, menyatakan bahwa para pengikutnya membuang-buang waktu memperdebatkan hal-hal sepele alih-alih memahami kedalaman ajaran. Meskipun demikian, Mahāyāna juga mengembangkan bentuk Abhidhamma mereka sendiri, dan mempelajari Abhidhamma merupakan bagian inti dari banyak kurikulum Mahāyāna sampai hari ini. ",
  "abhidhamma:70": "Kritik juga ditemukan dalam komentar-komentar Theravāda yang mencatat keraguan terhadap keaslian Abhidhamma. Akan tetapi, sebagian besar perdebatan di mazhab-mazhab berkaitan dengan penafsiran Abhidhamma, bukan keabsahan rancangan Abhidhamma itu sendiri. ",
  "abhidhamma:71": "Tradisi kritis ini terus berlanjut hingga saat ini. Dalam sistem pendidikan Buddhis Tibet, teks dan konsep Abhidharma dipelajari, dan dipertimbangkan berdasarkan kritik dari para pengikut mazhab Sautrāntika dan Mahāyānis. Sementara beberapa Theravādin berpendapat bahwa mempelajari Abhidhamma merupakan hal yang penting, beberapa yang lain mengklaim bahwa gagasan inti Abhidhamma menyimpang dari sutta-sutta, dan bahwa mempelajari Abhidhamma tidak diperlukan. "
}