{
  "home:1": "Tipiṭaka—Tiga Keranjang <em>dari</em> kanon Buddhis ",
  "home:2": "Video promosi SuttaCentral 2020 (bahasa Inggris) ",
  "home:3": "Kebijaksanaan Sang Buddha telah dilestarikan dalam lautan luas teks-teks kuno.<br> Banyak dari naskah suci ini sekarang telah diterjemahkan ke dalam bahasa-bahasa dunia. ",
  "home:4": "SuttaCentral menyatukan ini dan membuatnya tersedia secara gratis.<br> Mengesampingkan batasan bahasa dan tradisi, kami mempersilakan Sang Buddha berbicara untuk diri-Nya sendiri. ",
  "home:5": "Sabda Sang Buddha ",
  "home:6": "Baca sutta ini ",
  "home:7": "Naskah lontar (ola) dari Myanmar, ca. abad ke-19 ",
  "home:8": "Ada apa di sini? ",
  "home:9": "SuttaCentral berisi teks Buddhis awal yang dikenal sebagai Tipiṭaka atau “Tiga Keranjang”. Kumpulan besar ajaran-ajaran ini dikaitkan dengan Sang Buddha atau murid-murid paling awal-Nya yang mengajar di India sekitar 2500 tahun yang lalu. Teks-teks ini dianggap sebagai kanon suci di semua mazhab Buddhisme. ",
  "home:10": "Pengantar ",
  "home:11": "Sebuah blok dari Tripiṭaka Koreana di Kuil Haeinsa ",
  "home:12": "Mulai dari mana? ",
  "home:13": "Ribuan teks Buddhis awal tidak selalu mudah dibaca oleh seorang pemula. Akan tetapi, inilah kabar baiknya: Anda tidak sendirian. Kami sendiri telah menempuh jalan ini, dan telah mencoba untuk memudahkan Anda. Berikut adalah beberapa hal yang dapat Anda coba. ",
  "home:14": "Memulai ",
  "home:15": "Proyek terkait ",
  "home:16": "Kunjungi SuttaCentral Voice ",
  "home:17": "mendengarkan sutta ",
  "home:18": "SuttaCentral Voice membuat teks dan terjemahan kami dapat diakses oleh orang dengan disabilitas netra dan orang yang dapat melihat. Penyebaran sutta dimulai dengan tradisi lisan, dan sekarang disebarkan secara lisan lagi. ",
  "home:19": "Temukan Sutta di Voice ",
  "home:20": "Atau di SuttaCentral, klik ikon pengeras suara di kartu Sutta ",
  "home:21": "Kunjungi BuddhaNexus ",
  "home:22": "memetakan sutta dengan AI ",
  "home:23": "Penerapan teknologi jaring saraf tiruan mutakhir untuk mengeksplorasi hubungan tersembunyi antar teks-teks Buddhis. Teks Pali berasal dari SuttaCentral. Serupa dengan fitur paralel namun selangkah lebih maju, teknologi ini memungkinkan terbukanya wawasan yang lebih mendalam mengenai evolusi teks dari semua tradisi dan periode. ",
  "home:24": "Kunjungi forum SuttaCentral ",
  "home:25": "Forum SuttaCentral ",
  "home:26": "Bergabunglah dengan komunitas pecinta Sutta kami yang bersemangat dan ramah. Pemula mutlak dan pakar terpelajar semuanya dapat saling belajar satu sama lain. ",
  "home:27": "Bagikan pengalaman Anda ",
  "home:28": "Ajukan pertanyaan ",
  "home:29": "Temukan ceramah, pendarasan, buku, dan artikel. ",
  "home:30": "Kunjungi aplikasi web terjemahan Bilara ",
  "home:31": "terjemahan dengan bantuan komputer ",
  "home:32": "Bilara adalah perangkat lunak yang dibuat oleh SuttaCentral untuk memandu penerjemahan sutta. Tim kami menggunakannya untuk membuat terjemahan Sutta baru dalam berbagai bahasa dunia. ",
  "home:33": "Mengapa kami membaca? ",
  "home:34": "Testimoni ",
  "home:35": "Naskah Pali dari Myanmar ",
  "home:36": "Panduan Pembaca untuk Sutta Pali ",
  "home:37": "Sutta Pali, khususnya empat nikāya utama, merupakan bacaan penting bagi siapa pun yang ingin memahami Sang Buddha dan ajaran-Nya. Bhikkhu Sujato telah menyiapkan satu set lengkap panduan membaca yang memberikan latar belakang penting dan menjelaskan ajaran inti dari Buddhisme awal. ",
  "home:38": "Panduan ",
  "home:39": "Bhikkhunī-pātimokkha, naskah Myanmar, abad ke-19. Perpustakaan Britania ",
  "home:40": "Indeks dan Terminologi ",
  "home:41": "Di sini kami menyediakan indeks istilah pada teks awal yang diurutkan berdasarkan subjek, nama dan perumpamaan, serta glosarium istilah-istilah penting. Jika gagal mencari dengan fitur pencarian, daftar yang dipilih dengan cermat ini menawarkan cara lain untuk menemukan sutta atau paragraf yang Anda cari. ",
  "home:42": "Indeks ",
  "home:43": "Edisi SuttaCentral ",
  "home:44": "Baca terjemahan SuttaCentral terpilih sebagai buku "
}