{
  "pirivenaPage:1": "SuttaCentral, bekerja sama dengan Amarapura–Rāmañña dan Siam Nikāya, dengan bangga meluncurkan pencetakan terjemahan Sutta dan Vinaya dalam bahasa Inggris dan pendistribusiannya melalui pusat pendidikan Sangha (Pirivena) di Sri Lanka. ",
  "pirivenaPage:1volume": "masing-masing 1 volume ",
  "pirivenaPage:2": "Tujuan dari proyek ini adalah untuk memastikan bahwa semua <i lang='pi' translate='no'>bhikkhu</i> di Sri Lanka memiliki akses mudah ke terjemahan modern, akurat, dan mudah dibaca dari karya-karya terpenting Tipiṭaka (kitab suci Buddhis). ",
  "pirivenaPage:3": "Para pemimpin Nikāya (ordo) Sri Lanka telah sepakat untuk mendukung proyek ini setelah melakukan diskusi yang terperinci. Sebelum menyetujui, mereka meninjau secara menyeluruh terjemahan SuttaCentral untuk memastikan keakuratan dan kesesuaiannya. ",
  "pirivenaPage:4": "Tujuan kami adalah untuk mencetak 1.000 set terjemahan Sutta dan Vinaya oleh Yang Mulia Sujato dan Brahmali. ",
  "pirivenaPage:5": "Setiap set terdiri dari: ",
  "pirivenaPage:6": "Totalnya 28 volume, jadi jumlah seluruh cetakannya menjadi 28.000 kitab dalam 1.000 set. ",
  "pirivenaPage:7": "Kitab-kitab tersebut akan dicetak dengan sampul tebal berkualitas tinggi dengan jilid metode jahitan. Pencetakannya akan ditangani oleh percetakan Lake House terkemuka di Sri Lanka. ",
  "pirivenaPage:8": "Kami hanya dapat menyelesaikan proyek yang berharga ini dengan bantuan Anda. Jika Anda ingin menyumbang untuk mendukung biaya pencetakan, silakan kunjungi halaman penggalangan dana kami di Raisely. ",
  "pirivenaPage:button": "Dukung Proyek ini ",
  "pirivenaPage:contact": "Untuk pertanyaan apa pun, silakan hubungi petugas keuangan kami ",
  "pirivenaPage:imageAlt": "<i lang='pi' translate='no'>Bhikkhu</i> Buddhis berjalan di hutan bersama para samanera yang membawa buku pelajaran ",
  "pirivenaPage:photoCaption": "Seorang <i lang='pi' translate='no'>Bhikkhu</i> bersama murid-muridnya. Sri Lanka. Foto oleh Hugh Sitton. ",
  "pirivenaPage:title": "Terjemahan SuttaCentral Untuk Pirivena ",
  "pirivenaPage:volumes": "volume "
}