{
  "sn12.32:0.1": "Budini govori tematski grupisani 12.32 ",
  "sn12.32:0.2": "4. Kaḷāra Khattiya ",
  "sn12.32:0.3": "Kaḷāra ",
  "sn12.32:1.1": "Kraj Sāvatthīja. ",
  "sn12.32:1.2": "(I) Onda monah Kaḷāra Khattiya otide do poštovanog Sāriputte i pozdravi se s njim. ",
  "sn12.32:1.3": "Kada taj učtivi i prijateljski razgovor bi završen, sede on sa strane i ovako reče poštovanom Sāriputti: ",
  "sn12.32:1.4": "„Prijatelju Sāriputta, monah Moḷiyaphagguna je napustio vežbanje i vratio se svetovnom životu. ",
  "sn12.32:1.5": "Taj poštovani sigurno nije našao utehu u ovom učenju i pravilima. ",
  "sn12.32:2.1": "A da li je poštovani Sāriputta našao utehu u ovom učenju i pravilima?” ",
  "sn12.32:3.1": "„Prijatelju, ja nemam nedoumica.” ",
  "sn12.32:3.2": "„A što se tiče budućnosti, prijatelju?” ",
  "sn12.32:4.1": "„Prijatelju, ja nemam sumnji.” ",
  "sn12.32:5.1": "Onda monah Kaḷāra Khattiya dođe do Blaženog, pokloni mu se i sede sa strane. Dok je tako sedeo, reče on Blaženome: ",
  "sn12.32:5.2": "„Poštovani gospodine, poštovani Sāriputta je objavio krajnje znanje: ",
  "sn12.32:5.3": "’Ovo je poslednje rođenje, proživljen je svetački život, učinjeno što je trebalo učiniti. Nema više preporađanja u bilo koji oblik bivanja’.” ",
  "sn12.32:6.1": "Na to Blaženi reče jednom monahu: ",
  "sn12.32:6.2": "„Monaše, idi i reci u moje ime Sāriputti: ",
  "sn12.32:6.3": "’Prijatelju Sāriputta, učitelj te zove’.” ",
  "sn12.32:6.4": "„Da, poštovani”, odgovori monah. On otide do Sāriputte i reče mu: ",
  "sn12.32:6.5": "„Prijatelju Sāriputta, učitelj te zove.” ",
  "sn12.32:6.6": "„Dobro, prijatelju”, odgovori poštovani Sariputta i otide da vidi Blaženog. Kad je stigao, pokloni se i sede sa strane. Dok je tako sedeo, Blaženi mu se obrati sledećim rečima: ",
  "sn12.32:6.7": "„Je li istina, Sāriputta, da si objavio krajnje znanje: ",
  "sn12.32:6.8": "’Ovo je poslednje rođenje, proživljen je svetački život, učinjeno što je trebalo učiniti. Nema više preporađanja u bilo koji oblik bivanja’.” ",
  "sn12.32:6.9": "„Poštovani, značenje nije izraženo tim rečima i tim izrazima.” ",
  "sn12.32:6.10": "„Na koji god način, Sāriputta, sin dobre porodice objavi krajnje znanje, to objavljivanje treba smatrati objavljivanjem (istine).” ",
  "sn12.32:6.11": "„Zar i ja, poštovani gospodine, ne kažem tako: ",
  "sn12.32:6.12": "’Poštovani, značenje nije izraženo tim rečima i tim izrazima’.” ",
  "sn12.32:7.1": "„Sāriputta, ako bi te pitali ovako: ",
  "sn12.32:7.2": "’Prijatelju Sāriputta, šta si to saznao, šta si to video, kada si objavio krajnje znanje: ",
  "sn12.32:7.3": "Ovo je poslednje rođenje, proživljen je svetački život, učinjeno što je trebalo učiniti. Nema više preporađanja u bilo koji oblik bivanja? ",
  "sn12.32:7.4": "Kako bi odgovorio?” ",
  "sn12.32:8.1": "„Poštovani, ako bi me tako pitali, ",
  "sn12.32:8.4": "ovako bih odgovorio: ",
  "sn12.32:8.5": "’Sa uništenjem onoga što je izvor rođenja, razumeo sam: ’Kad je uzrok uništen, i posledica je uništena’. ",
  "sn12.32:8.6": "I pošto sam to razumeo, razumeo sam: ",
  "sn12.32:8.7": "’Ovo je poslednje rođenje, proživljen je svetački život, učinjeno što je trebalo učiniti. Nema više preporađanja u bilo koji oblik bivanja?’ ",
  "sn12.32:8.8": "Poštovani, ako bi me tako pitali, ja bih ovako odgovorio.” ",
  "sn12.32:9.1": "„Ali, Sāriputta, ako bi te pitali ovako: ",
  "sn12.32:9.2": "’Prijatelju Sāriputta, koji je izvor rođenja, šta je njegovo poreklo, iz čega je ono rođeno i stvoreno?’ ",
  "sn12.32:9.3": "Kako bi odgovorio?” ",
  "sn12.32:9.4": "„Poštovani, ako bi me tako tako pitali, ",
  "sn12.32:9.6": "ovako bih odgovorio: ",
  "sn12.32:9.7": "’Prijatelji, rođenje ima bivanje kao svoj izvor, bivanje kao svoje poreklo, iz bivanja je ono rođeno i stvoreno.’ ",
  "sn12.32:9.8": "Tako bih odgovorio.” ",
  "sn12.32:10.1": "„Ali, Sāriputta, ako bi te pitali ovako: ",
  "sn12.32:10.2": "’Prijatelju Sāriputta, koji je izvor bivanja, šta je njegovo poreklo, iz čega je ono rođeno i stvoreno?’ ",
  "sn12.32:10.3": "Kako bi odgovorio?” ",
  "sn12.32:10.4": "„Poštovani, ako bi me tako pitali, ",
  "sn12.32:10.6": "ovako bih odgovorio: ",
  "sn12.32:10.7": "’Prijatelji, bivanje ima vezivanje kao svoj izvor, vezivanje kao svoje poreklo, iz vezivanja je ono rođeno i stvoreno.’ ",
  "sn12.32:10.8": "Tako bih odgovorio.” ",
  "sn12.32:11.1": "„Ali, Sāriputta, ako bi te pitali ovako: ",
  "sn12.32:11.2": "’A koji je izvor vezivanja…?’ ",
  "sn12.32:11.7": "Koji je izvor žudnje, šta je njeno poreklo, iz čega je ona rođena i stvorena?’ ",
  "sn12.32:11.8": "Ako bi me tako pitali, ja bih ovako odgovorio: ",
  "sn12.32:11.9": "’Žudnja ima osećaj kao svoj izvor, osećaj kao svoje poreklo, ona je nastala i stvorena iz osećaja.’ ",
  "sn12.32:11.10": "Tako bih odgovorio.” ",
  "sn12.32:12.1": "„Ali, Sāriputta, ako bi te pitali ovako: ",
  "sn12.32:12.2": "’Prijatelju Sāriputta, kako si to saznao, kako video, da tog oduševljavanja osećajima više nema u tebi?’ ",
  "sn12.32:12.3": "Kako bi odgovorio?” ",
  "sn12.32:12.4": "„Poštovani, ako bi me tako pitali, ",
  "sn12.32:12.5": "ovako bih odgovorio: ",
  "sn12.32:12.6": "’Prijatelju, postoje ove tri vrste osećaja – ",
  "sn12.32:12.7": "Koja tri? ",
  "sn12.32:12.8": "prijatan osećaj, bolan osećaj i ni bolan ni prijatan osećaj. ",
  "sn12.32:12.9": "Ove tri vrste osećaja jesu prolazne. ",
  "sn12.32:12.10": "A ono što je prolazno je patnja. ",
  "sn12.32:12.11": "Kada se to zna, nema više oduševljavanja osećajima.’ ",
  "sn12.32:12.12": "Tako bih odgovorio.” ",
  "sn12.32:13.1": "„Dobro je, Sāriputta, dobro je, ",
  "sn12.32:13.2": "I ovo je, Sāriputta, način da se ukratko objasni to značenje: ",
  "sn12.32:13.3": "’Šta god neko oseti, to je u okviru patnje’.” ",
  "sn12.32:14.1": "„Ali, Sāriputta, ako bi te pitali ovako: ",
  "sn12.32:14.2": "’Prijatelju Sāriputta, na osnovu koje vrste oslobođenja si objavio krajnje znanje: ",
  "sn12.32:14.3": "’Ovo je poslednje rođenje, proživljen je svetački život, učinjeno što je trebalo učiniti. Nema više preporađanja u bilo koji oblik bivanja?’ ",
  "sn12.32:14.4": "Kako bi odgovorio?” ",
  "sn12.32:14.5": "„Poštovani, ako bi me tako pitali, ",
  "sn12.32:14.8": "ovako bih odgovorio: ",
  "sn12.32:14.9": "’Prijatelji, zahvaljujući oslobođenja iznutra, uništivši sva vezivanja, ja boravim svesno na takav način da otrovi više ne teku unutar mene i ne prezirem sebe.’ ",
  "sn12.32:14.10": "Tako bih odgovorio.” ",
  "sn12.32:15.1": "„Dobro je, Sāriputta, dobro je, ",
  "sn12.32:15.2": "I ovo je, Sāriputta, način da se ukratko objasni to značenje: ",
  "sn12.32:15.3": "’O onim otrovima o kojima je Asketa govorio, ja nemam sumnji; ne dvoumim se da su oni u meni napušteni.’” ",
  "sn12.32:15.4": "Tako reče Blaženi. ",
  "sn12.32:15.5": "Potom Srećni ustade sa mesta na kojem je sedeo, pa otide u svoju kolibu. ",
  "sn12.32:16.1": "(I) Onda, ubrzo pošto je Blaženio otišao, poštovani Sāriputta reče monasima: ",
  "sn12.32:16.2": "„Prijatelji, prvo pitanje koje mi je Blaženi postavio bilo mi je nepoznato od ranije, pa sam oklevao. ",
  "sn12.32:16.3": "Ali kada je Blaženi odobrio moj odgovor na prvo pitanje, tada mi pade na pamet: ",
  "sn12.32:16.4": "’Čak i da me Blaženi čitav dan pita o tom značenju, koristeći različite reči i različite načine, ja bih čitav dan odgovarao Blaženom o tom značenju, koristeći različite reči i različite načine. ",
  "sn12.32:16.5": "Čak i da me Blaženi čitavu noć pita… ",
  "sn12.32:16.6": "Čak i da me Blaženi čitavu noć i dan pita… ",
  "sn12.32:16.7": "Dva dana i noći… ",
  "sn12.32:16.8": "Tri dana i noći… ",
  "sn12.32:16.9": "Četiri… ",
  "sn12.32:16.11": "Četiri… ",
  "sn12.32:16.13": "Pet… ",
  "sn12.32:16.15": "Šest… ",
  "sn12.32:16.17": "Čak i da me Blaženi sedam dana i noći pita o tom značenju, koristeći različite reči i različite načine, ja bih sedam dana i noći odgovarao Blaženom o tom značenju, koristeći različite reči i različite načine’.” ",
  "sn12.32:17.1": "Onda monah Kaḷāra Khattiya dođe do Blaženog, pokloni mu se i sede sa strane. Dok je tako sedeo, reče on Blaženome: ",
  "sn12.32:17.2": "„Poštovani Sāriputta se oglasio lavljim rikom: ",
  "sn12.32:17.3": "„Prijatelji, prvo pitanje koje mi je Blaženi postavio bilo mi je nepoznato od ranije, pa sam oklevao. ",
  "sn12.32:17.4": "Ali kada je Blaženi odobrio moj odgovor na prvo pitanje, tada mi pade na pamet: ",
  "sn12.32:17.5": "’Čak i da me Blaženi sve do sedam dana i noći pitao o tom značenju, koristeći različite reči i različite načine, ja bih odgovarao Blaženom o tom značenju, koristeći različite reči i različite načine. ",
  "sn12.32:18.1": "„To je, monaše, zato što je Sāriputta temeljno pronikao u element Dhamme; zahvaljujući tom temeljnom prodiranju u element Dhamme, čak i da ga pitam čitav dan o tom značenju… ",
  "sn12.32:18.2": "čitavu noć… ",
  "sn12.32:18.3": "čitavu noć i dan… ",
  "sn12.32:18.4": "dva dana i noći… ",
  "sn12.32:18.5": "tri… ",
  "sn12.32:18.6": "četiri… ",
  "sn12.32:18.7": "pet… ",
  "sn12.32:18.8": "šest… ",
  "sn12.32:18.9": "čak i da ga pitam sedam dana i noći o tom značenju, koristeći različite reči i različite načine, Sāriputta bi mi sedam dana i noći odgovarao o tom značenju, koristeći različite reči i različite načine.” "
}