{
  "sn12.26:0.1": "Budini govori tematski grupisani 12.26 ",
  "sn12.26:0.2": "3. Deset snaga ",
  "sn12.26:0.3": "Upavāṇa ",
  "sn12.26:1.1": "Kraj Sāvatthīja. ",
  "sn12.26:1.2": "Onda poštovani Upavāṇa dođe do Blaženog, pokloni mu se i sede sa strane. Dok je tako sedeo, reče on Blaženome: ",
  "sn12.26:2.1": "„Poštovani, neki askete i brahmani tvrde da je svako tvorac vlastite patnje, ",
  "sn12.26:2.2": "drugi da je naša patnja delo drugih, ",
  "sn12.26:2.3": "treći da je patnja i naše i tuđe delo, ",
  "sn12.26:2.4": "a četvrti da nije ni naše ni tuđe delo, nego da nastaje slučajno. ",
  "sn12.26:2.5": "Šta bi trebalo mi da odgovorimo da bismo iskazali ono što je rekao i asketa Gotama, a da ga pogrešno ne tumačimo na način koji je suprotan činjenicama? I kako bi sve to trebalo mi da razjasnimo u skladu sa Dhammom, tako da iz toga izvedeni razumni zaključci ne pruže osnovu za kritiku?” ",
  "sn12.26:3.1": "„Ja sam rekao, Upavāṇa, da je nastanak patnje uslovljen. ",
  "sn12.26:3.2": "A čime? ",
  "sn12.26:3.3": "Uslovljen je kontaktom. ",
  "sn12.26:3.4": "Ko tako govori, iskazuje ono što sam rekao, a da me ne tumači pogrešno na način koji je suprotan činjenicama; tako bi to trebalo da razjasni u skladu sa Dhammom, pa da iz toga izvedeni razumni zaključci ne pruže osnovu za kritiku. ",
  "sn12.26:4.1": "Zato, Upavāṇa, u slučaju onih asketa i brahmana koji tvrde da svako sam sebi stvara patnju, ",
  "sn12.26:4.2": "onih koji tvrde da je stvara neko drugi, ",
  "sn12.26:4.3": "onih koji tvrde da je svako sam sebi stvara i da je stvaraju drugi, ",
  "sn12.26:4.4": "Isto tako, u slučaju onih asketa i brahmana koji tvrde da patnja nastaje slučajno, te da je ne stvaramo ni mi, a ni drugi, takav stav je takođe uslovljen kontaktom. ",
  "sn12.26:5.1": "Jer, Upavāṇa, u slučaju onih asketa i brahmana koji govoreći o kammi, tvrde da svako sam sebi stvara patnju, ",
  "sn12.26:5.2": "onih koji tvrde da je stvara neko drugi, ",
  "sn12.26:5.3": "onih koji tvrde da je svako sam sebi stvara i da je stvaraju drugi, ",
  "sn12.26:5.4": "Isto tako, u slučaju onih asketa i brahmana koji tvrde da patnja nastaje slučajno, te da je ne stvaramo ni mi, a ni drugi, nemoguće je da oni iskuse bilo šta bez kontakta.” "
}