{
  "sn12.66:0.1": "Budini govori tematski grupisani 12.66 ",
  "sn12.66:0.2": "7. Veliko poglavlje ",
  "sn12.66:0.3": "Istraživanje ",
  "sn12.66:1.1": "Ovako sam čuo. ",
  "sn12.66:1.2": "Jednom je Blaženi boravio među Kuruima, kraj grada po imenu Kammāsadhamma. ",
  "sn12.66:1.3": "Tu se on ovako obrati monasima: ",
  "sn12.66:1.4": "„Monasi.” ",
  "sn12.66:1.5": "„Da, poštovani”, odgovoriše oni. ",
  "sn12.66:1.6": "A Blaženi ovako nastavi: ",
  "sn12.66:1.7": "„Monasi, praktikujete li vi ono što se naziva unutrašnjim istraživanjem?” ",
  "sn12.66:1.8": "Kad je ovo čuo, neki monah ovako reče Blaženome: ",
  "sn12.66:1.9": "„Ja, poštovani, praktikujem unutrašnje istraživanje.” ",
  "sn12.66:1.10": "„A na koji način to radiš?” ",
  "sn12.66:1.11": "Tada taj monah objasni kako istražuje, ",
  "sn12.66:1.12": "ali onim što je rekao nije zadovoljio um Blaženog. ",
  "sn12.66:2.1": "Na to poštovani Ānanda reče Blaženome: ",
  "sn12.66:2.2": "„Blaženi, sada je kucnuo čas; Sugata, sada je kucnuo čas ",
  "sn12.66:2.3": "da Blaženi objasni unutrašnje istraživanje.  Kada to čuju od Blaženog, monasi će zapamtiti.” ",
  "sn12.66:2.4": "„Onda, Ānanda, poslušajte i dobro zapamtite šta ću vam reći.” ",
  "sn12.66:2.5": "„Da, poštovani,” odgovoriše monasi. ",
  "sn12.66:2.6": "A Blaženi ovako reče: ",
  "sn12.66:3.1": "„Tako, monasi, praktikujući dalje unutražnje istraživanje, on istražuje: ",
  "sn12.66:3.2": "’Raznolika je i mnogostruka patnja što nastaje u ovom svetu, a na njenom čelu su starost i smrt. ",
  "sn12.66:3.3": "A odakle izvire ta patnja, šta joj je uzrok, gde mesto rođenja, kakvo je njeno poreklo? Čega mora biti da bi bilo starenja i smrti? Čega nema, pa nema ni starenja ni smrti?’ ",
  "sn12.66:3.4": "Istražujući, on uviđa ovako: ",
  "sn12.66:3.5": "’Raznolika je i mnogostruka patnja što nastaje u ovom svetu, a na njenom čelu su starost i smrt. ",
  "sn12.66:3.6": "Ona izvire iz vezivanja, to joj je uzrok, to joj je mesto rođenja, vezivanje je njeno poreklo. Kada postoje vezivanja, ima i starosti i smrti; kada nema vezivanja, nema ni starosti ni smrti.’ ",
  "sn12.66:3.7": "On razume starost i smrt, nastanak starosti i smrti, prestanak starosti i smrti i put koji vodi do prestanka starosti i smrti. ",
  "sn12.66:3.8": "On postupa u skladu sa tim, živi u skladu sa tom istinom. ",
  "sn12.66:3.9": "I za takvog se monaha kaže da ispravno postupa radi potpunog uništenja patnje, radi prestanka starosti i smrti. ",
  "sn12.66:4.1": "Zatim, praktikujući dalje unutražnje istraživanje, on istražuje: ",
  "sn12.66:4.2": "‘A odakle izvire vezivanje, šta mu je uzrok, gde mesto rođenja, kakvo je njegovo poreklo? Čega ima, pa ima i vezivanja? Čega nema, pa nema ni vezivanja?’ ",
  "sn12.66:4.3": "Istražujući, on uviđa ovako: ",
  "sn12.66:4.4": "’Vezivanje izvire iz žudnje, ona mu je uzrok, ona mesto rođenja, ona njegovo poreklo. Kada postoji žudnja, ima i vezivanja; kada nema žudnje, nema ni vezivanja.’ ",
  "sn12.66:4.5": "On razume vezivanje, njegov nastanak, njegov prestanak i put koji vodi ka njegovom prestanku. ",
  "sn12.66:4.6": "On postupa u skladu sa tim, živi u skladu sa tom istinom. ",
  "sn12.66:4.7": "i za takvog se monaha kaže da ispravno postupa radi potpunog uništenja patnje, radi prestanka vezivanja. ",
  "sn12.66:5.1": "Zatim, praktikujući dalje unutražnje istraživanje, on istražuje: ",
  "sn12.66:5.2": "’Ali gde ta žudnja izvire i gde se učvršćuje?’ ",
  "sn12.66:5.3": "Istražujući, on uviđa ovako: ",
  "sn12.66:5.4": "Gde god na svetu da postoji drago i prijatnu, tu ta žudnja izvire i učvršćuje se. ",
  "sn12.66:5.5": "A šta je na svetu to što je drago i prijatno? ",
  "sn12.66:5.6": "Oko je na ovom svetu drago i prijatno; i tu žudnja izvire i učvršćuje se. ",
  "sn12.66:5.7": "Isto tako uho, ",
  "sn12.66:5.8": "nos, ",
  "sn12.66:5.9": "jezik, ",
  "sn12.66:5.10": "telo, ",
  "sn12.66:5.11": "Um je na ovom svetu drag i prijatan; i tu žudnja izvire i učvršćuje se. ",
  "sn12.66:6.1": "Monasi, koji god da su askete i brahmani u prošlosti ono što je u svetu privlačno i prijatno videli kao trajno, kao sreću, kao sopstvo, kao zdravlje i sigurnost – ",
  "sn12.66:6.2": "oni su pothranjivali žudnju. ",
  "sn12.66:6.3": "Oni koji su pothranjivali žudnju, pothranjivali su vezivanje. ",
  "sn12.66:6.4": "Oni koji su pothranjivali vezivanje, pothranjivali su patnju. ",
  "sn12.66:6.5": "Oni koji su pothranjivali patnju, nisu se oslobodili rođenja, starenja i smrti, jada, naricanja, bola, tuga i očaja. Nisu se, kažem vam,  oslobodili patnje. ",
  "sn12.66:7.1": "Monasi, koji god da će askete i brahmani u budućnosti ono što je u svetu privlačno i prijatno videti kao trajno, kao sreću, kao sopstvo, kao zdravlje i sigurnost – ",
  "sn12.66:7.2": "oni će pothranjivali žudnju. ",
  "sn12.66:7.3": "Oni koji će pothranjivali žudnju, pothranjivaće vezivanje. ",
  "sn12.66:7.4": "Oni koji će pothranjivati vezivanje, pothranjivaće patnju. ",
  "sn12.66:7.5": "Oni koji će pothranjivati patnju, neće se osloboditi rođenja, starenja i smrti, jada, naricanja, bola, tuga i očaja. Neće se, kažem vam,  osloboditi patnje. ",
  "sn12.66:8.1": "Monasi, koji god da askete i brahmani sada ono što je u svetu privlačno i prijatno vide kao trajno, kao sreću, kao sopstvo, kao zdravlje i sigurnost – ",
  "sn12.66:8.2": "oni pothranjuju žudnju. ",
  "sn12.66:8.3": "Oni koji pothranjuju žudnju, pothranjuju vezivanje. ",
  "sn12.66:8.4": "Oni koji pothranjuju vezivanje, pothranjuju patnju. ",
  "sn12.66:8.5": "Oni koji pothranjuju patnju, ne oslobađaju se rođenja, starenja i smrti, jada, naricanja, bola, tuga i očaja. Ne oslobađaju se, kažem vam,  patnje. ",
  "sn12.66:9.1": "Zamislite, monasi, pehar sa pićem, lepe boje, mirisa i ukusa, ",
  "sn12.66:9.2": "ali u koje je pomešan otrov. ",
  "sn12.66:9.3": "Onda dođe čovek ošamućen i iscrpljen letnjim vrućinama, umoran, malaksao i žedan. ",
  "sn12.66:9.4": "I ovako mu neko kaže: ",
  "sn12.66:9.5": "’Prijatelju, evo čaše sa pićem, lepe je boje, mirisa i ukusa, ",
  "sn12.66:9.6": "ali je pomešana sa otrovom. ",
  "sn12.66:9.7": "Ako želiš, pij. ",
  "sn12.66:9.8": "Dok piješ, biće ti prijatno zbog boje i mirisa i ukusa, ali kad popiješ, snaći će te smrt ili užasni bolovi.’ ",
  "sn12.66:9.9": "Ne razmišljajući, on bi mogao da tu čašu iskapi na brzinu, da je ne odbije. ",
  "sn12.66:9.10": "I zbog toga čovek umre ili je u užasnim bolovima. ",
  "sn12.66:9.11": "Isto tako, monasi, koji god da su askete i brahmani u prošlosti… ",
  "sn12.66:9.12": "u budućnosti… ",
  "sn12.66:9.13": "sada ono što je u svetu privlačno i prijatno vide kao trajno, kao sreću, kao sopstvo, kao zdravlje i sigurnost – oni pothranjuju žudnju. ",
  "sn12.66:9.14": "Oni koji pothranjuju žudnju, pothranjuju vezivanje. ",
  "sn12.66:9.15": "Oni koji pothranjuju vezivanje, pothranjuju patnju. ",
  "sn12.66:9.16": "Oni koji pothranjuju patnju, ne oslobađaju se rođenja, starenja i smrti, jada, naricanja, bola, tuga i očaja. Ne oslobađaju se, kažem vam,  patnje. ",
  "sn12.66:10.1": "Monasi, koji god da su askete i brahmani u prošlosti ono što je u svetu privlačno i prijatno videli kao prolazno, kao patnju, bez tajnog sopstva, kao bolest i nešto čega se treba pribojavati – ",
  "sn12.66:10.2": "oni su žudnju napustili. ",
  "sn12.66:10.3": "Oni koji napustili žudnju, napustili su vezivanje. ",
  "sn12.66:10.4": "Oni koji napustili vezivanje, napustili su patnju. ",
  "sn12.66:10.5": "Oni koji su napustili patnju, oslobodili su se rođenja, starenja i smrti, jada, naricanja, bola, tuga i očaja. Oslobodili su se, kažem vam, patnje. ",
  "sn12.66:11.1": "Koji god da će askete i brahmani u budučnosti ono što je u svetu privlačno i prijatno videti kao prolazno, kao patnju, bez tajnog sopstva, kao bolest i nešto čega se treba pribojavati – ",
  "sn12.66:11.2": "oni će žudnju napustiti. ",
  "sn12.66:11.3": "Oni koji će žudnju napustiti… ",
  "sn12.66:11.4": "kažem vam, oni će se osloboditi patnje. ",
  "sn12.66:12.1": "Koji god da askete i brahmani sada ono što je u svetu privlačno i prijatno vide kao prolazno, kao patnju, bez tajnog sopstva, kao bolest i nešto čega se treba pribojavati – ",
  "sn12.66:12.2": "oni žudnju napuštaju. ",
  "sn12.66:12.3": "Oni koji žudnju napuštaju… ",
  "sn12.66:12.4": "",
  "sn12.66:12.5": "kažem vam, oni se oslobađaju patnje. ",
  "sn12.66:13.1": "Zamislite, monasi, pehar sa pićem, lepe boje, mirisa i ukusa, ",
  "sn12.66:13.2": "ali u koje je pomešan otrov. ",
  "sn12.66:13.3": "Onda dođe čovek ošamućen i iscrpljen letnjim vrućinama, umoran, malaksao i žedan. ",
  "sn12.66:13.4": "I ovako mu neko kaže: ",
  "sn12.66:13.5": "’Prijatelju, evo čaše sa pićem, lepe je boje, mirisa i ukusa, ",
  "sn12.66:13.6": "ali u koje je pomešan otrov. ",
  "sn12.66:13.7": "Ako želiš, pij. ",
  "sn12.66:13.8": "Dok piješ, biće ti prijatno zbog boje i mirisa i ukusa, ali kad popiješ, snaći će te smrt ili užasni bolovi.’ ",
  "sn12.66:13.9": "I onda taj čovek ovako pomisli: ",
  "sn12.66:13.10": "’Mogao bih ovu žeđ utoliti običnom vodom, ili mlaćenicom, ili slanom supom, ili sokom, ali neću piti ono što bi mi na duge staze donelo nesreću i patnju.’ ",
  "sn12.66:13.11": "Nakon što je razmislio, on bi tu čašu ostavio i ne bi pio. ",
  "sn12.66:13.12": "I zbog toga čovek ne bi umro, niti bi bio u užasnim bolovima. ",
  "sn12.66:13.13": "Isto tako, monasi, koji god da su askete i brahmani u prošlosti… ",
  "sn12.66:14.1": "u budućnosti… ",
  "sn12.66:14.2": "sada ono što je u svetu privlačno i prijatno vide kao prolazno, kao patnju, bez tajnog sopstva, kao bolest i nešto čega se treba pribojavati – ",
  "sn12.66:14.3": "oni žudnju napuštaju. ",
  "sn12.66:14.4": "Oni koji žudnju napuštaju, napuštaju vezivanje. ",
  "sn12.66:14.5": "Oni koji napuštaju vezivanje, napuštaju patnju. ",
  "sn12.66:14.6": "Oni koji napuštaju patnju, oslobađaju se rođenja, starenja i smrti, jada, naricanja, bola, tuga i očaja. Oslobađaju se, kažem vam, patnje. "
}