{
  "sn12.70:0.1": "Budini govori tematski grupisani 12.70 ",
  "sn12.70:0.2": "7. Veliko poglavlje ",
  "sn12.70:0.3": "Lutalica Susima ",
  "sn12.70:1.1": "Ovako sam čuo. ",
  "sn12.70:1.2": "Jednom je Blaženi boravio kraj Rāđagahe, u Bambusovom gaju, na mestu gde se hrane veverice. ",
  "sn12.70:1.3": "Tu je on bio poštovan i obožavan, divili su mu se, klanjali i cenili ga, obezbeđivali sve što mu je neophodno: ogrtač, hranu, smeštaj i lekove. ",
  "sn12.70:1.4": "Isto tako je i monaška zajednica bila poštovana i obožavana, divili su im se, klanjali i cenili ih, obezbeđivali sve što im je neophodno: ogrtač, hranu, smeštaj i lekove. ",
  "sn12.70:1.5": "Ali askete drugih škola nisu bili toliko poštovani i obožavani, nisu im se divili, klanjali i cenili ih, nisu im obezbeđivali sve što im je neophodno: ogrtač, hranu, smeštaj i lekove. ",
  "sn12.70:2.1": "U isto vreme je lutalica Susima boravio kraj Rāđagahe, zajedno sa velikom grupom lutalica. ",
  "sn12.70:2.2": "Onda mu oni rekoše: ",
  "sn12.70:2.3": "„Hajde, prijatelju Susima, vodi svetački život pod asketom Gotamom. ",
  "sn12.70:2.4": "Kada naučiš njegovu Dhammu, podučićeš i nas. ",
  "sn12.70:2.5": "Tada ćemo i mi, propovedati tu Dhammu svetovnjacima, ",
  "sn12.70:2.6": "i bićemo poštovani i obožavani, diviće nam mu se, klanjati i ceniti, obezbeđivati sve što nam je neophodno: ogrtač, hranu, smeštaj i lekove.” ",
  "sn12.70:2.7": "„U redu, prijatelji” odgovori  lutalica Susima. Potom ode do poštovanog Ānande i ljubazno se pozdravi sa njim. ",
  "sn12.70:2.8": "Kada taj učtivi i prijateljski razgovor bi završen, sede on sa strane i reče: ",
  "sn12.70:2.9": "„Prijatelju Ānanda, želim da vodim svetački život u ovom učenjui pravilima.” ",
  "sn12.70:3.1": "Onda poštovani Ānanda zajedno sa lutalicom Susimom dođe do Blaženog, pokloni mu se i sede sa strane. Dok je tako sedeo, reče on Blaženome: ",
  "sn12.70:3.2": "„Poštovani, ovaj lutalica Susima kaže ",
  "sn12.70:3.3": "da želi da vodi svetački život u ovom učenju i pravilima.” ",
  "sn12.70:3.4": "„Onda ga zaredi, Ānanda.” ",
  "sn12.70:3.5": "I tako lutalica Susima bi primljen među beskućnike i primi puno zaređenje. ",
  "sn12.70:4.1": "A u to vreme, mnogi monasi su pred Blaženim objavili svoje krajnje znanje: ",
  "sn12.70:4.2": "’Ovo je poslednje rođenje, proživljen je svetački život, učinjeno što je trebalo učiniti. Nema više preporađanja u bilo koji oblik bivanja?’ ",
  "sn12.70:4.3": "Poštovani Susina je dočuo o tome ",
  "sn12.70:4.6": "te ode do tih monaha i ljubazno se pozdravi sa njima. ",
  "sn12.70:4.7": "Kada taj učtivi i prijateljski razgovor bi završen, sede on sa strane i reče: ",
  "sn12.70:4.8": "„Je li istina, poštovani, da ste u prisustvu Blaženog objavili krajnje znanje: ",
  "sn12.70:4.9": "’Ovo je poslednje rođenje, proživljen je svetački život, učinjeno što je trebalo učiniti. Nema više preporađanja u bilo koji oblik bivanja’?” ",
  "sn12.70:4.10": "„Tako je, prijatelju.” ",
  "sn12.70:5.1": "„Ako tako znate i vidite, da li vi poštovani poseduje različite vrste natprirodnih moći: iz jednog bića pretvarate se u mnogobrojna, iz mnogobrojnih opet u jedno; iz vidljivog bića pretvarate se u nevidljivo; nesmetano prolazite kroz zidove, bedeme i bregove, kao kroz vazduh; uranjate u zemlju i izranjate iz nje kao iz vode; hodate po vodi, a da je i ne ustalasate, kao po zemlji; krećete se vazduhom ukrštenih nogu, poput ptice; u stanju ste da rukom dotaknete i milujete Mesec i Sunce, tako moćne i velike; telesno se uzdižete, čak do sveta boga Brahme?” ",
  "sn12.70:6.1": "„Ako tako znate i vidite, da li uz pomoć duhovnog uha, koje je pročišćeno i nadmašuje ljudsko, čujete obe vrste zvukova, božanske i ljudske, one koji su daleko i one blizu?” ",
  "sn12.70:6.2": "„Ne, prijatelju.” ",
  "sn12.70:7.1": "„Ako tako znate i vidite, da li razumete umove drugih bića, drugih ljudi, obuhvativši ih svojim umom: ",
  "sn12.70:7.2": "um zahvaćen strašću razumete kao um zahvaćen strašću; ",
  "sn12.70:7.3": "um koji nije zahvaćen strašću razumete kao um koji nije zahvaćen strašću; ",
  "sn12.70:7.4": "um zahvaćen mržnjom razumete kao um zahvaćen mržnjom; ",
  "sn12.70:7.5": "um koji nije zahvaćen mržnjom razumete kao um koji nije zahvaćen mržnjom; ",
  "sn12.70:7.6": "um zahvaćen obmanom razumete kao um zahvaćen obmanom; ",
  "sn12.70:7.7": "um koji nije zahvaćen obmanom razumete kao um koji nije zahvaćen obmanom; ",
  "sn12.70:7.8": "zgrčen um razumete kao zgrčen um; ",
  "sn12.70:7.9": "rastresen um razumete kao rastresen um; ",
  "sn12.70:7.10": "ushićen um razumete kao ushićen um; ",
  "sn12.70:7.11": "neushićen um razumete kao neushićen um; ",
  "sn12.70:7.12": "nadmašiv um razumete kao nadmašiv um; ",
  "sn12.70:7.13": "nenadmašiv um razumete kao nenadmašiv um; ",
  "sn12.70:7.14": "koncentrisan um razumete kao koncentrisan um; ",
  "sn12.70:7.15": "nekoncentrisan um razumete kao nekoncentrisan um; ",
  "sn12.70:7.16": "oslobođen um razumete kao oslobođen um; ",
  "sn12.70:7.17": "neoslobođen um razumete kao neoslobođen um?” ",
  "sn12.70:7.18": "„Ne, prijatelju.” ",
  "sn12.70:8.1": "„Ako tako znate i vidite, da li se sećate mnoštva svojih prošlih života, jednog rođenja, dva, tri, četiri, pet, deset rođenja, dvadeset, trideset, četrdeset, pedeset, stotinu rođenja, hiljadu i stotinu hiljada rođenja, mnoštva skupljanja i širenja ovoga sveta? Da li se sećate: ’Tu sam živeo i tako sam se zvao, pripadao sam toj porodici, tako sam izgledao. Time sam se hranio i doživljavao takva zadovoljstva i bol, takav je bio kraj mog života. Nestavši tu, ponovo sam se pojavio onde. I tamo sam se ovako zvao, pripadao sam toj familiji, tako sam izgledao. Time sam se hranio i doživljavao takva zadovoljstva i bol, takav je bio kraj moga života. Nestavši iz tog stanja onde, ponovo sam se pojavio ovde’? Da li se tako sećate mnoštva svojih prošlih života u celini i do detalja?” ",
  "sn12.70:8.2": "„Ne, prijatelju.” ",
  "sn12.70:9.1": "„Ako tako znate i vidite, da li duhovnim okom, koje je pročišćeno i nadmašuje ljudsko, vidite bića kako umiru i ponovo se rađaju, kako su inferiorna i superiorna, lepa i ružna, srećna i nesrećna? Da li razumete kako se bića preporađaju u skladu sa svojim postupcima: ’Ova bića koja su loše postupala telom, govorom i mišlju, koja su klevetala plemenite, imala pogrešna gledišta i postupala u skladu s tim pogrešnim gledištima, posle sloma tela, posle smrti ponovo su se rodila u svetu oskudice, na lošem odredištu, u nižim svetovima, čak u čistilištu. Ali neka druga bića, koja su dobro postupala telom, govorom i mišlju, koja nisu klevetala plemenite, imala ispravna gledišta i postupala u skladu s tim ispravnim gledištima, posle sloma tela, posle smrti ponovo su se rodila na dobrom odredištu, u nebeskom svetu’? Da li svojim duhovnim okom, koje je pročišćeno i nadmašuje ljudsko, vidite bića kako umiru i ponovo se rađaju, kako su inferiorna i superiorna, lepa i ružna, srećna i nesrećna? Da li razume kako se bića preporađaju u skladu sa svojim postupcima?” ",
  "sn12.70:9.2": "„Ne, prijatelju.” ",
  "sn12.70:10.1": "Ako tako znate i vidite, da li telom dosegnete i boravite u onim usavršenostima koje su mirne i nematerijalne, prevazilaze oblike?” ",
  "sn12.70:10.2": "„Ne, prijatelju.” ",
  "sn12.70:11.1": "„Kako je onda moguće da ste ovo objavili, a ne posedujete ta stanja?” ",
  "sn12.70:11.2": "„Prijatelju Susima, mi smo oslobođeni mudrošću.” ",
  "sn12.70:12.1": "„Onome što su poštovni izrekli ukratko ja ne razumem detaljno značenje. ",
  "sn12.70:12.2": "Dobro bi bilo da mi objasnite na takav način da onome što su poštovani izrekli ukratko, tome razumem detaljno značenje.” ",
  "sn12.70:12.3": "„Prijatelju Susima, razumeo ti ili ne, ipak mi jesmo oslobođeni mudrošću.” ",
  "sn12.70:13.1": "Onda poštovani Susima dođe do Blaženog, pokloni mu se i sede sa strane. ",
  "sn12.70:13.2": "Sedeći tako sa starne, ispriča on Blaženome čitav razgovor koji je imao sa tim monasim. [A Blaženi na to reče:] ",
  "sn12.70:13.3": "„Susima, prvo dolazi znanje o postojanosti Dhamme, a potom znanje o nibbāni.” ",
  "sn12.70:14.1": "„Poštovani, ono što je Blaženi rekao ukratko, tome ja ne razumem detaljno značenje. ",
  "sn12.70:14.2": "Dobro bi bilo da mi objasnite na takav način da ono što je Blaženi rekao ukratko, tome razumem detaljno značenje.” ",
  "sn12.70:14.3": "„Prijatelju Susima, razumeo ti ili ne, ipak prvo dolazi znanje o postojanosti Dhamme, a potom znanje o nibbāni. ",
  "sn12.70:15.1": "Šta misliš, Susima, ",
  "sn12.70:15.2": "Je li materijalni oblik trajan ili prolazan?” ",
  "sn12.70:15.3": "„Prolazan.” ",
  "sn12.70:15.4": "„Je li ono što je prolazno patnja ili sreća?” ",
  "sn12.70:15.5": "„Patnja, poštovani.” ",
  "sn12.70:15.6": "„Je li na ono što je prolazno, patnja i podložno promeni prikladno gledati ovako: ",
  "sn12.70:15.7": "’To je moje, to sam ja, to je moje sopstvo?’” ",
  "sn12.70:15.8": "„Sigurno da ne, poštovani.” ",
  "sn12.70:15.9": "„Da li je osećaj trajan ili prolazan?”… ",
  "sn12.70:15.10": "„Prolazan.” ",
  "sn12.70:15.16": "„Da li je opažaj trajan ili prolazan?”… ",
  "sn12.70:15.25": "„Je li svest trajna ili prolazna?” ",
  "sn12.70:15.26": "„Prolazna.” ",
  "sn12.70:15.27": "„Je li ono što je prolazno patnja ili sreća?” ",
  "sn12.70:15.28": "„Patnja, poštovani.” ",
  "sn12.70:15.29": "„Je li na ono što je prolazno, patnja i podložno promeni prikladno gledati ovako: ",
  "sn12.70:15.30": "’To je moje, to sam ja, to je moje sopstvo?’” ",
  "sn12.70:15.31": "„Sigurno da ne, poštovani.” ",
  "sn12.70:16.1": "„Zato, Susima, svaku vrstu materijalnog oblika, prošli, budući ili sadašnji, unutrašnji ili spoljašnji, velik ili mali, inferiorni ili superiorni, dalek ili blizu, svaki materijalni oblik treba videti onakvog kakav zaista jeste, pravom mudrošću: ’To nije moje, to nisam ja, to nije moje sopstvo.’ ",
  "sn12.70:16.2": "Svaki vrstu osećaja… ",
  "sn12.70:16.3": "Svaku vrstu opažaja… ",
  "sn12.70:16.4": "Svaku vrstu mentalnih obrazaca… ",
  "sn12.70:16.5": "Svaku vrstu sveti, Susima, prošlu, buduću ili sadašnju, unutrašnju ili spoljašnju, veliku ili malu, inferiornu ili superiornu, daleku ili blizu, svaku vrstu svesti treba videti onakvu kakva zaista jeste, pravom mudrošću: ’To nije moje, to nisam ja, to nije moje sopstvo.’ ",
  "sn12.70:17.1": "Kad ovako vidi, dobro upućen plemeniti učenik gubi interes za oblik, gubi interes za osećaj, gubi interes za opažaj, gubi interes za mentalne obrasce, gubi interes za svest. ",
  "sn12.70:17.2": "Pošto je izgubio interes, u njemu se strasti smiruju. Kako se strasti smiruju, tako [njegov um] oslobođen biva. Sa oslobođenjem dolazi i saznanje: ",
  "sn12.70:17.3": "’Ovo je poslednje rođenje, proživljen je svetački život, učinjeno što je trebalo učiniti. Nema više bilo kojeg oblika bivanja’. ",
  "sn12.70:18.1": "Vidiš li sada, Susima: ’Sa rođenjem kao uslovom, starost i smrt nastaju’?” ",
  "sn12.70:18.2": "„Vidim, poštovani.” ",
  "sn12.70:18.3": "„Vidiš li sada: ’Sa bivanjem kao uslovom, rođenje nastaje’?” ",
  "sn12.70:18.4": "„Vidim, poštovani.” ",
  "sn12.70:18.5": "’Sa vezivanjem kao uslovom, bivanje nastaje’… ",
  "sn12.70:18.7": "’Sa žudnjom kao uslovom, vezivanje nastaje’… ",
  "sn12.70:18.9": "’Sa osećajem kao uslovom, žudnja nastaje’… ",
  "sn12.70:18.10": "’Sa kontaktom kao uslovom, osećaj nastaje’… ",
  "sn12.70:18.11": "’Sa šest područja čula kao uslovom, kontakt nastaje’… ",
  "sn12.70:18.12": "’Sa mentalnim-materijalnim kao uslovom, šest područja čula nastaju’… ",
  "sn12.70:18.13": "’Sa svešću kao uslovom, mentalno-materijalno nastaje’… ",
  "sn12.70:18.14": "’Sa mentalnim obrascima kao uslovom, svest nastaje’… ",
  "sn12.70:18.15": "Vidiš li sada, Susima: ’Sa neznanjem kao uslovom, mentalni obrasci nastaju’?” ",
  "sn12.70:18.16": "„Vidim, poštovani.” ",
  "sn12.70:19.1": "Vidiš li sada, Susima: ’Sa nestankom rođenja kao uslovom, starost i smrt nestaju’?” ",
  "sn12.70:19.2": "„Vidim, poštovani.” ",
  "sn12.70:19.3": "„Vidiš li sada: ’Sa nestankom bivanja kao uslovom, rođenje nestaje’?” ",
  "sn12.70:19.4": "„Vidim, poštovani.” ",
  "sn12.70:19.5": "’Sa nestankom vezivanja, bivanje nestaje’… ",
  "sn12.70:19.6": "’Sa nestankom žudnje, vezivanje nestaje’… ",
  "sn12.70:19.7": "’Sa nestankom osećaja, žudnja nestaje’… ",
  "sn12.70:19.8": "’Sa nestankom kontakta, osećaj nestaje’… ",
  "sn12.70:19.9": "’Sa nestankom šest područja čula, kontakt nestaje’… ",
  "sn12.70:19.10": "’Sa nestankom mentalno-materijalnog, šest područja čula nestaju’… ",
  "sn12.70:19.11": "’Sa nestankom svesti, mentalno-materijalno nestaje’… ",
  "sn12.70:19.12": "’Sa nestankom mentalnih obrazaca, svest nestaje’… ",
  "sn12.70:19.13": "Vidiš li sada, Susima: ’Sa nestankom neznanja kao uslovom, mentalni obrasci nastaju’?” ",
  "sn12.70:19.14": "„Vidim, poštovani.” ",
  "sn12.70:20.1": "„Ako tako znaš i vidiš, Susima, da li poseduješ različite vrste natprirodnih moći: iz jednog bića pretvaraš se u mnogobrojna… telesno se uzdižeš, čak do sveta boga Brahme?” ",
  "sn12.70:20.2": "„Ne, poštovani.” ",
  "sn12.70:21.1": "„Ako tako znaš i vidiš, Susima, da li uz pomoć duhovnog uha, koje je pročišćeno i nadmašuje ljudsko, čuješ obe vrste zvukova, božanske i ljudske, one koji su daleko i one blizu?” ",
  "sn12.70:21.2": "„Ne, poštovani.” ",
  "sn12.70:22.1": "„Ako tako znaš i vidiš, Susima, da li razumeš umove drugih bića, drugih ljudi, obuhvativši ih svojim umom?” ",
  "sn12.70:22.4": "„Ne, poštovani.” ",
  "sn12.70:23.1": "„Ako tako znaš i vidiš, Susima, sećaš li se mnoštva svojih prošlih života… a u celini i do detalja?” ",
  "sn12.70:23.2": "„Ne, poštovani.” ",
  "sn12.70:24.1": "„Ako tako znaš i vidiš, Susima, da li duhovnim okom, koje je pročišćeno i nadmašuje ljudsko, vidiš bića… kako se reporađaju u skladu sa svojim postupcima?” ",
  "sn12.70:24.2": "„Ne, poštovani.” ",
  "sn12.70:25.1": "„Ako tako znaš i vidiš, Susima, da li telom dosegneš i boraviš u onim usavršenostima koje su mirne i nematerijalne, prevazilaze oblike?” ",
  "sn12.70:25.2": "„Ne, poštovani.” ",
  "sn12.70:26.1": "„Kako je onda moguće, Susima, da si ovo objavili, a ne poseduješ ta stanja?” ",
  "sn12.70:27.1": "Onda poštovani Susima pade ničice pred noge Blaženom, pa reče: ",
  "sn12.70:27.2": "Poštovani gospodine, zlo učinih. Bejah tako nepromišljen, tako zaslepljen, tako neuk, te sam u ovako dobro izloženom učenju i pravilima postao lopov Dhamme. ",
  "sn12.70:27.3": "Neka Blaženi prihvati ovo što ispovedih, kako bi u budućnosti živeo obuzdan.” ",
  "sn12.70:28.1": "„Zaista, Susima, zlo si učinio, bio si tako nepromišljen, tako zaslepljen, tako neuk, te si u ovako dobro izloženom učenju i pravilima postao lopov Dhamme. ",
  "sn12.70:28.2": "Zamisli, Susima, da uhvate razbojnika, prestupnika, i izvedu ga pred kralja: ",
  "sn12.70:28.3": "’Ovo je, veličanstvo, razbojnik, prestupnik. Kaznite ga kaznom kakvu želite.’ ",
  "sn12.70:28.4": "A kralj kaže: ",
  "sn12.70:28.5": "’Hajde, ovom čoveku čvrsto vežite ruke pozadi, obrijte mu glavu i povedite unaokolo uz zvukove bubnjeva, iz ulice u ulicu, od jednog do drugog raskršća, pa onda kroz južnu kapiju odvedite južno od grada do gubilišta i tamo mu odrubite glavu!’ ",
  "sn12.70:28.7": "Šta misliš, Susima, ",
  "sn12.70:28.8": "Da li bi taj čovek zbog toga osećao bol i tugu?” ",
  "sn12.70:28.9": "„Sigurno da bi, poštovani.” ",
  "sn12.70:29.1": "„Iako bi taj čovek zbog toga osećao bol i tugu, ",
  "sn12.70:29.2": "onaj ko je zbog tako dobro izloženih učenja i pravila otišao u beskućnike, te potom postao lopov Dhamme, trpeo bi rezultat koj ije mnogo bolniji, mnogo teži, on bi ga odveo u donji svet. ",
  "sn12.70:29.3": "Ali pošto si svoju grešku prepoznao kao grešku i priznao je u skladu sa Dhammom, prihvatamo tvoju ispovest. ",
  "sn12.70:29.4": "Jer to je, Susima, rast u praksi plemenitih: prepoznati grešku kao grešku, priznati je u skladu sa Dhammom, te ostati obuzdan ubuduće.” "
}