{
  "sn12.67:0.1": "Budini govori tematski grupisani 12.67 ",
  "sn12.67:0.2": "7. Veliko poglavlje ",
  "sn12.67:0.3": "Snopovi trske ",
  "sn12.67:1.1": "Jednom su plemeniti Sāriputta i plemeniti Mahākoṭṭhika boravili kraj Vārāṇasija, u Parku jelena, u Isipatani. ",
  "sn12.67:1.2": "Onda poštovani Mahākoṭṭhika, ustavši iz osame jednog kasnog popodneva, otide do poštovanog Sāriputte i pozdravi se sa njim. ",
  "sn12.67:1.3": "Kada taj učtivi i prijateljski razgovor bi završen, sede on sa strane i ovako reče poštovanom Sāriputti: ",
  "sn12.67:1.4": "„Prijatelju Sāriputta, kako stvari stoje: da li svako sam sebi stvara starost i smrt, da li ih stvara neko drugi, da li ih u isto vreme svako sam sebi stvara i stvaraju ih drugi, ili oni nastaju bez razloga, pukim slučajem?” ",
  "sn12.67:1.5": "„Prijatelju Koṭṭhika, ne stvara svako sam sebi starost i smrt, niti ih stvara neko drugi, niti ih u isto vreme svako sam sebi stvara i stvaraju ih drugi, a niti oni nastaju bez razloga, pukim slučajem. ",
  "sn12.67:1.6": "Zapravo, sa rođenjem kao uslovom, starost i smrt nastaju.” ",
  "sn12.67:2.1": "„Prijatelju Sāriputta, kako stvari stoje: da li svako sam sebi stvara rođenje… ",
  "sn12.67:3.1": "bivanje… ",
  "sn12.67:3.2": "vezivanje… ",
  "sn12.67:3.3": "žudnju… ",
  "sn12.67:3.4": "osećaj… ",
  "sn12.67:3.5": "kontakt… ",
  "sn12.67:3.6": "šest područja čula… ",
  "sn12.67:3.7": "da li svako sam sebi stvara mentalno-materijalno, da li ih stvara neko drugi, da li ih u isto vreme svako sam sebi stvara i stvaraju ih drugi, ili oni nastaju bez razloga, pukim slučajem?” ",
  "sn12.67:3.8": "„Prijatelju Koṭṭhika, ne stvara svako sam sebi mentalno-materijalno, niti ih stvara neko drugi, niti ih u isto vreme svako sam sebi stvara i stvaraju ih drugi, a niti oni nastaju bez razloga, pukim slučajem. ",
  "sn12.67:3.9": "Zapravo, sa svešću kao uslovom, mentalno-materijalno nastaje.” ",
  "sn12.67:4.1": "„Prijatelju Sāriputta, kako stvari stoje: da li svako sam sebi stvara svest, da li je stvara neko drugi, da li je u isto vreme svako sam sebi stvara i stvaraju je drugi, ili ona nastaje bez razloga, pukim slučajem?” ",
  "sn12.67:4.2": "„Prijatelju Koṭṭhika, ne stvara svako sam sebi svest, niti je stvara neko drugi, niti je u isto vreme svako sam sebi stvara i stvaraju je drugi, a niti ona nastaje bez razloga, pukim slučajem. ",
  "sn12.67:4.3": "Zapravo, sa mentalno-materijalnim kao uslovom, svest nastaje.” ",
  "sn12.67:5.1": "„U tom slučaju mi reči poštovanog Sāriputte ovako razumemo: ",
  "sn12.67:5.2": "’Prijatelju Koṭṭhika, ne stvara svako sam sebi mentalno-materijalno… ",
  "sn12.67:5.3": "već zapravo sa svešću kao uslovom, mentalno-materijalno nastaje. ",
  "sn12.67:6.1": "Takođe, mi reči poštovanog Sāriputte ovako razumemo: ",
  "sn12.67:6.2": "’Prijatelju Koṭṭhika, ne stvara svako sam sebi svest… ",
  "sn12.67:6.3": "već zapravo sa mentačno-materijalnim kao uslovom, svest nastaje. ",
  "sn12.67:7.1": "Kako bi onda, prijatelju Sāriputta, trebalo razumeti značenje tvojih reči?” ",
  "sn12.67:7.2": "„U tom slučaju, prijatelju, daću ti jedno poređenje, ",
  "sn12.67:7.3": "jer neki mudri ljudi bolje razumeju značenje reči uz pomoć poređenja. ",
  "sn12.67:7.4": "Zamisli dva snopa trske kako stoje oslonjeni jedan na drugi. ",
  "sn12.67:7.5": "Upravo tako, prijatelju, mentalno-materijalno je uslovljeno svešću, ",
  "sn12.67:7.6": "a svest je uslovljena mentalno-materijalnim. ",
  "sn12.67:7.7": "Sa mentalnim-materijalnim kao uslovom, šest područja čula nastaju; ",
  "sn12.67:7.8": "sa šest područja čula kao uslovom, kontakt nastaje… ",
  "sn12.67:7.9": "Tako nastaje čitav ovaj okean patnje. ",
  "sn12.67:7.10": "Ako bi neko, prijatelju, izvukao jedan od ta dva snopa trske, onaj drugi bi pao. ",
  "sn12.67:7.11": "Ako bi izvukao onaj drugi, pao bi prvi. ",
  "sn12.67:7.12": "Na isti način, sa nestankom mentalno-materijalnog, nestaje i svest; ",
  "sn12.67:7.13": "sa nestankom svesti, mentalno-materijalno nestaje; ",
  "sn12.67:7.14": "sa nestankom mentalno-materijalnog, šest područja čula nestaju; ",
  "sn12.67:7.15": "sa nestankom šest područja čula, kontakt nestaje… ",
  "sn12.67:7.16": "Tako nestaje čitav ovaj okean patnje.” ",
  "sn12.67:8.1": "„Zadivljujuće je to, prijatelju Sāriputta, ",
  "sn12.67:8.2": "čudesno je to! ",
  "sn12.67:8.3": "Kako je to poštovani Sāriputta lepo izložio! ",
  "sn12.67:8.4": "I mi se radujemo ovim rečima poštovanog Sāriputte kroz ovih trideset i šest tačaka: ",
  "sn12.67:9.1": "’Prijatelju, ako monah podučava Dhammu radi podsticanja otrežnjenja prema starosti i smrti, radi njihovog iščezavanja i prestanka, tada je on  pogodan da se nazove monahom koji objavljuje Dhammu. ",
  "sn12.67:9.2": "Ako monah vežba radi podsticanja otrežnjenja prema starosti i smrti, hlađenja strasti i prestanka, tada je on pogodan da se nazove monahom koji vežba u skladu sa Dhammom. ",
  "sn12.67:9.3": "Ako je, zahvaljujući otrežnjenju prema starosti i smrti, zahvaljujući njihovom iščezavanju i prestanku, monah oslobođen putem nevezivanja, tada je on pogodan da se nazove monahom koji je dostigao nibbānu upravo u ovom životu. ",
  "sn12.67:9.4": "Ako monah podučava Dhammu radi podsticanja otrežnjenja prema rođenju… ",
  "sn12.67:9.5": "bivanju… ",
  "sn12.67:9.6": "vezivanju… ",
  "sn12.67:9.7": "žudnji… ",
  "sn12.67:9.8": "osećaju… ",
  "sn12.67:9.9": "kontaktu… ",
  "sn12.67:9.10": "šest područja čula… ",
  "sn12.67:9.11": "mentalno-materijalnom… ",
  "sn12.67:9.12": "svesti… ",
  "sn12.67:9.13": "mentalnim obrascima… ",
  "sn12.67:9.14": "radi podsticanja otrežnjenja prema neznanju, radi njegovog iščezavanja i prestanka, tada je on pogodan da se nazove monahom koji objavljuje Dhammu. ",
  "sn12.67:9.15": "Ako monah vežba radi podsticanja otrežnjenja prema neznanju, radi hlađenja strasti i prestanka, tada je on pogodan da se nazove monahom koji vežba u skladu sa Dhammom. ",
  "sn12.67:9.16": "Ako je, zahvaljujući otrežnjenju prema neznanju, zahvaljujući njegovom iščezavanju i prestanku, monah oslobođen putem nevezivanja, tada je on pogodan da se nazove monahom koji je dostigao nibbānu upravo u ovom životu. "
}