{
  "sn12.41:0.1": "Budini govori tematski grupisani 12.41 ",
  "sn12.41:0.2": "5. Kućedomaćin ",
  "sn12.41:0.3": "Pet strahova i pet mržnji ",
  "sn12.41:1.1": "Kraj Sāvatthīja. ",
  "sn12.41:1.2": "Onda kućedomaćin Anāthapiṇḍika dođe do Blaženog, pokloni mu se i sede sa strane. Dok je tako sedeo, Blaženi mu reče: ",
  "sn12.41:2.1": "„Domaćine, kada je u plemenitom učeniku pet strahova i pet mržnji  stišano, kada poseduje četiri obeležja ulaska u tok i kada je plemeniti put jasno video i proniknuo mudrošću, ako želi, on može sam za sebe da objavi: ",
  "sn12.41:2.2": "’Siguran sam da se neću preporoditi u paklu, u životinjskoj materici, u svetu duhova, u svetu lišavanja, na mestu patnje. Ušao sam u tok i više se ne mogu preporoditi na mestu patnje. Sigurno ću dostići krajnji cilj potpunog probuđenja.’ ",
  "sn12.41:3.1": "A kojih je to pet strahova i mržnji stišano? ",
  "sn12.41:3.2": "Domaćine, onaj ko ubija živa bića, zbog ubijanja živih bića stvara strah i mržnju u ovom životu, stvara strah i mržnju u budućem životu i u umu doživljava bol i tugu. U onome ko je odustao od ubijanja živih bića, u njemu su strah i mržnju stišani. ",
  "sn12.41:4.1": "Onaj ko uzima ono što nije dato… ",
  "sn12.41:5.1": "Onaj ko se upušta u nedolične seksualne odnose… ",
  "sn12.41:6.1": "Onaj ko laže… ",
  "sn12.41:7.1": "Onaj ko konzumira alkohol i sve drugo što pomućuje svest stvara strah i mržnju u ovom životu, stvara strah i mržnju u budućem životu i u umu doživljava bol i tugu. U onome ko je odustao od toga, u njemu su strah i mržnju stišani. ",
  "sn12.41:7.2": "To je to pet strahova i mržnji koju su stišani? ",
  "sn12.41:8.1": "A koja su to četiri obeležja ulaska u tok? ",
  "sn12.41:8.2": "Tako, domaćine, plemeniti učenik poseduje potpuno poverenje u Budu: ",
  "sn12.41:8.3": "’Zaista je Blaženi plemenit i potpuno probuđen, usavršen u znanju i ponašanju, srećan, znalac svetova, nenadmašni vodič onima kojima je potreban putokaz, učitelj božanskim i ljudskim bićima, budan, blažen’. ",
  "sn12.41:9.1": "On poseduje potpuno poverenje u Dhammu: ",
  "sn12.41:9.2": "’Blaženi je dobro izložio Dhammu, ona je vidljiva ovde i sada, vanvremena, poziva da je lično istražimo, praktikujemo i postanemo mudri razumevši je svako sam za sebe.’ ",
  "sn12.41:10.1": "On poseduje potpuno poverenje u monašku zajednicu: ",
  "sn12.41:10.2": "’Zajednica učenika Blaženog vežba na pravi način, vežba na direktan način, vežba na mudar način, vežba na valjan način. Četiri para osoba, osam vrsta ljudi, ta zajednica učenika Blaženog vredna je darova, vredna gostoprimstva, vredna pohvala i vredna poštovanja, ona je nenadmašno polje sticanja zasluga u ovome svetu.’ ",
  "sn12.41:11.1": "On takođe poseduje vrlinu kakva priliči plemenitima, nenarušenu, neuprljanu, čistu, neukaljanu, oslobađajuću, vrlinu kakvu mudri hvale, a potpomaže koncentraciju. ",
  "sn12.41:11.2": "To su četiri obeležja ulaska u tok? ",
  "sn12.41:12.1": "A koji je to plemeniti put koji je jasno video i proniknuo mudrošću? ",
  "sn12.41:12.2": "U vezi s tim, domaćine, dobro upućen plemeniti učenik pažljivo i temeljno razmatra uslovljeni nastanak: ",
  "sn12.41:12.3": "„Kada ovo jeste, i ono postoji; kada ovoga nema, ni onoga nema. ",
  "sn12.41:12.4": "Sa nastankom ovoga, i ono nastaje; sa nestankom ovoga, nestaje i ono. ",
  "sn12.41:12.5": "I tako, sa neznanjem kao uslovom, (nastaju) mentalni obrasci; ",
  "sn12.41:12.6": "sa mentalnim obrascima kao uslovom, svest nastaje… ",
  "sn12.41:12.7": "Tako nastaje čitav ovaj okean patnje. ",
  "sn12.41:12.8": "Ali sa slabljenjem i nestankom neznanja, mentalni obrasci nestaju; ",
  "sn12.41:12.9": "sa nestankom mentalnih obrazaca, svest nestaje… ",
  "sn12.41:12.10": "Tako nestaje čitav ovaj okean patnje. ",
  "sn12.41:12.11": "To je plemeniti put koji je on jasno video i proniknuo mudrošću. ",
  "sn12.41:13.1": "„Domaćine, kada je u plemenitom učeniku pet strahova i pet mržnji  stišano, kada poseduje četiri obeležja ulaska u tok i kada je plemeniti put jasno video i proniknuo mudrošću, ako želi, on može sam za sebe da objavi: ",
  "sn12.41:13.2": "’Siguran sam da se neću preporoditi u paklu, u životinjskoj materici, u svetu duhova, u svetu lišavanja, na mestu patnje. Ušao sam u tok i više se ne mogu preporoditi na mestu patnje. Sigurno ću dostići krajnji cilj potpunog probuđenja’.” "
}