{
  "sn12.23:0.1": "Budini govori tematski grupisani 12.23 ",
  "sn12.23:0.2": "3. Deset snaga ",
  "sn12.23:0.3": "Preduslov ",
  "sn12.23:1.1": "Kraj Sāvatthīja. ",
  "sn12.23:1.2": "„Monasi, kažem vam da uklanjanje otrova biva za onoga ko zna i vidi, a ne za onoga ko ne zna i ne vidi. ",
  "sn12.23:1.3": "A šta on to treba da zna i vidi da bi otrovi bili uklonjeni? ",
  "sn12.23:1.4": "’Ovakav je materijalni oblik, ovakav je nastanak materijalnog oblika, ovakav je nestanak materijalnog oblika; ",
  "sn12.23:1.5": "ovakav je osećaj… ",
  "sn12.23:1.6": "ovakav je opažaj… ",
  "sn12.23:1.7": "ovakvi su mentalni obrasci… ",
  "sn12.23:1.8": "Ovakva je svest, ovakav je nastanak svesti, ovakav nestanak svesti.’ ",
  "sn12.23:1.9": "Kada, monasi, neko tako zna i tako vidi, otrovi bivaju uklonjeni. ",
  "sn12.23:2.1": "Kada postoji znanje o tom uklanjanju (otrova), kažem da i ono ima svoj preduslov, nije bez preduslova. ",
  "sn12.23:2.2": "A koji je preduslov za znanje o uklanjanju? ",
  "sn12.23:2.3": "Treba reći: oslobođenje. ",
  "sn12.23:2.4": "Kažem da i oslobođenje ima svoj preduslov, nije bez preduslova. ",
  "sn12.23:2.5": "A koji je preduslov za oslobođenje? ",
  "sn12.23:2.6": "Treba reći: hlađenje strasti. ",
  "sn12.23:2.7": "Kažem da i hlađenje strasti ima svoj preduslov… ",
  "sn12.23:2.8": "A koji je preduslov za hlađenje strasti? ",
  "sn12.23:2.9": "Treba reći: otrežnjenje. ",
  "sn12.23:2.10": "Kažem da i otrežnjenje ima svoj preduslov, nije bez preduslova. ",
  "sn12.23:2.11": "A koji je preduslov za otrežnjenje? ",
  "sn12.23:2.12": "Treba reći: znanje i viđenje stvari onakvim kakve zaista jesu. ",
  "sn12.23:2.13": "Kažem da i znanje i viđenje onako kako zaista jeste ima svoj preduslov, nije bez preduslova. ",
  "sn12.23:2.14": "A koji je preduslov za znanje i viđenje stvari onakvim kakve zaista jesu? ",
  "sn12.23:2.15": "Treba reći: koncentracija. ",
  "sn12.23:2.16": "Kažem da i koncentracija ima svoj preduslov, nije bez preduslova. ",
  "sn12.23:3.1": "A koji je, monasi, preduslov za koncentraciju? ",
  "sn12.23:3.2": "Treba reći: sreća. ",
  "sn12.23:3.3": "Kažem da i sreća ima svoj preduslov, nije bez preduslova. ",
  "sn12.23:3.4": "A koji je preduslov za sreću? ",
  "sn12.23:3.5": "Treba reći: smirenje. ",
  "sn12.23:3.6": "Kažem da i smirenje ima svoj preduslov, nije bez preduslova. ",
  "sn12.23:3.7": "A koji je preduslov za smirenje? ",
  "sn12.23:3.8": "Treba reći: radost. ",
  "sn12.23:3.9": "Kažem da i radost ima svoj preduslov, nije bez preduslova. ",
  "sn12.23:3.10": "A koji je preduslov za radost? ",
  "sn12.23:3.11": "Treba reći: vedrina. ",
  "sn12.23:3.12": "Kažem da i vedrina ima svoj preduslov, nije bez preduslova. ",
  "sn12.23:3.13": "A koji je preduslov za vedrinu? ",
  "sn12.23:3.14": "Treba reći: poverenje. ",
  "sn12.23:3.15": "Kažem da i poverenje ima svoj preduslov, nije bez preduslova. ",
  "sn12.23:4.1": "A koji je preduslov za poverenje? ",
  "sn12.23:4.2": "Treba reći: patnja. ",
  "sn12.23:4.3": "Kažem da i patnja ima svoj preduslov, nije bez preduslova. ",
  "sn12.23:4.4": "A koji je preduslov za patnju? ",
  "sn12.23:4.5": "Treba reći: rođenje. ",
  "sn12.23:4.6": "Kažem da i rođenje ima svoj preduslov, nije bez preduslova. ",
  "sn12.23:4.7": "A koji je preduslov za rođenje? ",
  "sn12.23:4.8": "Treba reći: bivanje. ",
  "sn12.23:4.9": "Kažem da i bivanje ima svoj preduslov, nije bez preduslova. ",
  "sn12.23:4.10": "A koji je preduslov za bivanje? ",
  "sn12.23:4.11": "Treba reći: vezivanje. ",
  "sn12.23:4.12": "Kažem da i vezivanje ima svoj preduslov, nije bez preduslova. ",
  "sn12.23:4.13": "A koji je preduslov za vezivanje? ",
  "sn12.23:4.14": "Treba reći: žudnja. ",
  "sn12.23:4.15": "Kažem da i žudnja ima svoj preduslov, nije bez preduslova. ",
  "sn12.23:5.1": "A koji je preduslov za žudnju? ",
  "sn12.23:5.2": "Treba reći: osećaj. ",
  "sn12.23:5.3": "Za osećaj treba reći: kontakt. ",
  "sn12.23:5.4": "Za kontakt, šest područja čula. ",
  "sn12.23:5.5": "Za šest područja čula, mentalno-materijalno. ",
  "sn12.23:5.6": "Za mentalno-materijalno, svest. ",
  "sn12.23:5.7": "Za svest, mentalni obrasci. ",
  "sn12.23:5.8": "Kažem da i mentalni obrasci imaju svoj preduslov, nije bez preduslova. ",
  "sn12.23:5.9": "A koji je preduslov za mentalne obrasce? ",
  "sn12.23:5.10": "Treba reći: neznanje. ",
  "sn12.23:6.1": "I tako, monasi,  sa neznanjem kao preduslovom (nastaju) mentalni obrasci; ",
  "sn12.23:6.2": "sa mentalnim obrascima kao preduslovom, svest nastaje… ",
  "sn12.23:6.3": "sa svešću kao preduslovom, mentalno-materijalno nastaje; ",
  "sn12.23:6.4": "sa mentalnim-materijalnim kao preduslovom, šest područja čula nastaju; ",
  "sn12.23:6.5": "sa šest područja čula kao preduslovom, kontakt nastaje; ",
  "sn12.23:6.6": "Sa kontaktom kao preduslovom, osećaj nastaje; ",
  "sn12.23:6.7": "sa osećajem kao preduslovom, žudnja nastaje. ",
  "sn12.23:6.8": "sa žudnjom kao preduslovom, vezivanje nastaje; ",
  "sn12.23:6.9": "sa vezivanjem kao preduslovom, bivanje nastaje; ",
  "sn12.23:6.10": "sa bivanjem kao preduslovom, rođenje nastaje; ",
  "sn12.23:6.11": "sa rođenjem kao preduslovom, patnja nastaje, ",
  "sn12.23:6.12": "sa patnjom kao preduslovom, poverenje nastaje, ",
  "sn12.23:6.13": "sa poverenjem kao preduslovom, vedrina nastaje, ",
  "sn12.23:6.14": "sa vedrinom kao preduslovom, radost nastaje, ",
  "sn12.23:6.15": "sa radošću kao preduslovom, smirenje nastaje, ",
  "sn12.23:6.16": "sa smirenjem kao preduslovom, sreća nastaje, ",
  "sn12.23:6.17": "sa srećom kao preduslovom, koncentracija nastaje, ",
  "sn12.23:6.18": "sa koncentracijom kao preduslovom, znanje i viđenje stvari onakvima kakve jesu nastaje, ",
  "sn12.23:6.19": "sa znanjem i viđenjem stvari onakvima kakve jesu kao preduslovom, otrežnjenje nastaje, ",
  "sn12.23:6.20": "sa otrežnjenjem kao preduslovom, hlađenje strasti nastaje, ",
  "sn12.23:6.21": "sa hlađenjem strasti kao preduslovom, oslobađanje nastaje, ",
  "sn12.23:6.22": "sa oslobođenjem kao preduslovom, znanje o uklanjanju (otrova) nastaje. ",
  "sn12.23:7.1": "Monasi, baš kao kada na vrh planine padne kiša krupnih kapi, pa voda poteče ni padine i ispuni sve pukotine, procepe i uvale. Kad su prepuni, oni pune male bare. Kad su male bare prepune, one pune velika jezera. Kad su velika jezera prepuna, ona pune rečice. Kad su rečice prepune, one pune velike reke. Kad su velike reke prepune, one pune veliki okean. ",
  "sn12.23:8.1": "Isto tako, monasi, neznanje je preduslov za mentalne obrasce, mentalni obrasci su preduslov za svest, svest je preduslov za mentalno-materijalno, mentalno-materijalno je preduslov za šest područja čula, šest područja čula su preduslov za kontakt, kontakt je preduslov za osećaj, osećaj je preduslov za žudnju, žudnja je preduslov za vezivanje, vezivanje je preduslov za bivanje, bivanje je preduslov za rođenje, rođenje je preduslov za patnju, patnja je preduslov za poverenje, poverenje je preduslov za vedrinu, vedrina je preduslov za radost, radost je preduslov za smirenje, smirenje je preduslov za sreću, sreća je preduslov za koncentraciju, koncentracija je preduslov za znanje i viđenje stvari onakvima kakve jesu, znanje i viđenje stvari onakvima kakve jesu je preduslov za otrežnjenje, otrežnjenje je preduslov za hlađenje strasti, hlađenje strasti je preduslov za oslobađanje, oslobađanje je preduslov za znanje o uklanjanju (otrova).” "
}