{
  "sn12.60:0.1": "Budini govori tematski grupisani 12.60 ",
  "sn12.60:0.2": "6. Patnja ",
  "sn12.60:0.3": "Uzrok ",
  "sn12.60:1.1": "Jednom je Blaženi boravio među Kuruima, kraj grada po imenu Kammāsadhamma. ",
  "sn12.60:1.2": "Onda poštovani Ānanda dođe do Blaženog, pokloni mu se i sede sa strane. Dok je tako sedeo, reče on Blaženome: ",
  "sn12.60:1.3": "„Zadivljujuće je to, poštovani, čudesno je to! ",
  "sn12.60:1.4": "Koliko je ovaj uslovljeni nastanak dubok  i koliko se čini dubokim, a opet meni izgleda toliko jasnim da jasniji ne može biti.” ",
  "sn12.60:2.1": "„Ne govori tako, Ānanda! Ne govori tako! ",
  "sn12.60:2.2": "Ovaj uslovljeni nastanak jeste dubok i čini se dubokim. ",
  "sn12.60:2.3": "Zato što ne razume i ne proniče u ovo učenje, Ānanda, ovo pokolenje postalo je nalik zamršenom klupku vune, zamršenom kanapu, gustišu od isprepletane rogozine i trske, te nije u stanju da nadiđe ovo mesto gubitka, pogibelji, patnje, stalnog preporađanja. ",
  "sn12.60:3.1": "Ānanda, u onome ko živi posmatrajući zadovoljenje u stvarima koje podstiču vezivanje, žudnja raste. ",
  "sn12.60:3.2": "Sa žudnjom kao uslovom, vezivanje nastaje; ",
  "sn12.60:3.3": "sa vezivanjem kao uslovom, bivanje nastaje; ",
  "sn12.60:3.4": "sa bivanjem kao uslovom, rođenje nastaje; ",
  "sn12.60:3.5": "sa rođenjem kao uslovom, starost i smrt, žalost, naricanje, bol, tuga i očaj nastaju. ",
  "sn12.60:3.6": "Tako nastaje čitav ovaj okean patnje. ",
  "sn12.60:4.1": "Zamisli, Ānanda, veliko drvo, ",
  "sn12.60:4.2": "čije korenje ide nadole i popreko, pa onda sprovodi sokove nagore. ",
  "sn12.60:4.3": "Tako bi to veliko drvo, hranjeno tim sokovima, potpomognuto njima, stajalo dugo, dugo vremena. ",
  "sn12.60:4.4": "Isto tako, Ānanda, u onome ko živi posmatrajući zadovoljenje u stvarima koje podstiču vezivanje, žudnja raste. ",
  "sn12.60:4.5": "Sa žudnjom kao uslovom, vezivanje nastaje; ",
  "sn12.60:4.6": "sa vezivanjem bivanje… ",
  "sn12.60:4.7": "Tako nastaje čitav ovaj okean patnje. ",
  "sn12.60:5.1": "Ānanda, u onome ko živi posmatrajući opasnost u stvarima koje podstiču vezivanje, žudnja prestaje. ",
  "sn12.60:5.2": "Sa nestankom žudnje, vezivanje nestaje; ",
  "sn12.60:5.3": "sa prestankom vezivanja, bivanje nestaje… ",
  "sn12.60:5.4": "Tako nestaje čitav ovaj okean patnje. ",
  "sn12.60:6.1": "Zamisli, Ānanda, veliko drvo, ",
  "sn12.60:6.2": "Onda dođe neki čovek, noseći ašov i korpu. ",
  "sn12.60:6.3": "I on preseče to drvo u korenu, iskopa ga, izvuče korenje, čak i ona najsitnija vlakna. ",
  "sn12.60:6.4": "Zatim iseče drvo na komade, ",
  "sn12.60:6.5": "iscepa ih, ",
  "sn12.60:6.6": "pretvori u iverje i osuši na vetru i suncu. Pošto ih osuši, zapali ih vatrom i pretvori u pepeo, a pepeo razveje na jakom vetru ili baci u brzu reku. ",
  "sn12.60:6.7": "Tako bi, Ānanda, to veliko drvo bilo sasečeno u korenu, načinjeno poput palminog panja, uklonjeno, tako da se u budućnosti više ne može pojaviti. ",
  "sn12.60:6.8": "Isto tako, u onome ko živi posmatrajući opasnost u stvarima koje podstiču vezivanje, žudnja prestaje. ",
  "sn12.60:6.9": "Sa nestankom žudnje, vezivanje nestaje; ",
  "sn12.60:6.10": "sa nestankom vezivanja, bivanje nestaje; ",
  "sn12.60:6.11": "sa nestankom bivanja, rođenje nestaje; ",
  "sn12.60:6.12": "sa nestankom rođenja, starost i smrt, žalost, naricanje, bol, tuga i očaj nestaju. ",
  "sn12.60:6.13": "Tako nestaje čitav ovaj okean patnje.” "
}