{
  "sn12.24:0.1": "Budini govori tematski grupisani 12.24 ",
  "sn12.24:0.2": "3. Deset snaga ",
  "sn12.24:0.3": "Sledbenici drugih tradicija ",
  "sn12.24:1.1": "Jednom je Blaženi boravio kraj Rāđagahe, u Bambusovom gaju. ",
  "sn12.24:1.2": "(I) Onda se jednoga jutra poštovani Sāriputta obukao, uze svoju prosjačku zdelu i gornji ogrtač, pa krenu put Rāđagahe da prosi hranu. ",
  "sn12.24:1.3": "I tu se poštovanom Sāriputti javila ovakva misao: ",
  "sn12.24:1.4": "„Još je rano za prošenje hrane u Rāđagahi. ",
  "sn12.24:1.5": "Kako bi bilo da odem do parka u kojem borave beskućnici drugih tradicija?” ",
  "sn12.24:2.1": "Tako on ode do parka u kojem borave beskućnici drugih tradicija i učtivo se pozdravi sa njima. ",
  "sn12.24:2.2": "Kada taj učtivi i prijateljski razgovor bi završen, sede on sa strane, a oni beskućnici mu rekoše: ",
  "sn12.24:3.1": "„Prijatelju Sāriputta, neki askete i brahmani, govoreći o kammi, tvrde da svako sam sebi stvara patnju. ",
  "sn12.24:3.2": "Drugi askete i brahmani, govoreći o kammi, tvrde da nam patnju stvaraju drugi. ",
  "sn12.24:3.3": "Treći askete i brahmani, govoreći o kammi, tvrde da svako sam sebi stvara patnju, ali da nam patnju stvaraju i drugi. ",
  "sn12.24:3.4": "Četvrti pak askete i brahmani, govoreći o kammi, tvrde da patnja nastaje slučajno, te da je ne stvaramo ni mi, a ni drugi. ",
  "sn12.24:3.5": "A šta, prijatelju Sāriputta, asketa Gotama na sve to kaže? Šta on podučava? ",
  "sn12.24:3.6": "Šta bi trebalo mi da odgovorimo da bismo iskazali ono što je rekao i asketa Gotama, a da ga pogrešno ne tumačimo na način koji je suprotan činjenicama? I kako bi sve to trebalo mi da razjasnimo u skladu sa Dhammom, tako da iz toga izvedeni razumni zaključci ne pruže osnovu za kritiku?” ",
  "sn12.24:4.1": "„Prijatelji, Blaženi je rekao da je nastanak patnje uslovljen. ",
  "sn12.24:4.2": "A čime? ",
  "sn12.24:4.3": "Uslovljen kontaktom. ",
  "sn12.24:4.4": "Ko tako govori, iskazuje ono što je rekao i asketa Gotama, a da ga pogrešno ne tumači na način koji je suprotan činjenicama; tako bi sve to trebalo razjasniti u skladu sa Dhammom, pa da iz toga izvedeni razumni zaključci ne pruže osnovu za kritiku. ",
  "sn12.24:5.1": "Zato, prijatelji, u slučaju onih asketa i brahmana koji, govoreći o kammi, tvrde da svako sam sebi stvara patnju, takav stav je takođe uslovljen kontaktom. ",
  "sn12.24:5.2": "Isto tako, u slučaju onih asketa i brahmana koji, govoreći o kammi, tvrde da nam patnju stvaraju drugi, takav stav je takođe uslovljen kontaktom. ",
  "sn12.24:5.3": "Isto tako, u slučaju onih asketa i brahmana koji, govoreći o kammi, tvrde da svako sam sebi stvara patnju, ali da nam patnju stvaraju i drugi, takav stav je takođe uslovljen kontaktom. ",
  "sn12.24:5.4": "Isto tako, u slučaju onih asketa i brahmana koji, govoreći o kammi, tvrde da patnja nastaje slučajno, te da je ne stvaramo ni mi, a ni drugi, takav stav je takođe uslovljen kontaktom. ",
  "sn12.24:6.1": "Jer, prijatelji, u slučaju onih asketa i brahmana koji govoreći o kammi, tvrde da svako sam sebi stvara patnju, nemoguće je da oni iskuse bilo šta bez kontakta. ",
  "sn12.24:6.2": "Isto tako, u slučaju onih asketa i brahmana koji, govoreći o kammi, tvrde da nam patnju stvaraju drugi, nemoguće je da oni iskuse bilo šta bez kontakta. ",
  "sn12.24:6.3": "Isto tako, u slučaju onih asketa i brahmana koji, govoreći o kammi, tvrde da svako sam sebi stvara patnju, ali da nam patnju stvaraju i drugi, nemoguće je da oni iskuse bilo šta bez kontakta. ",
  "sn12.24:6.4": "Isto tako, u slučaju onih asketa i brahmana koji, govoreći o kammi, tvrde da patnja nastaje slučajno, te da je ne stvaramo ni mi, a ni drugi, nemoguće je da oni iskuse bilo šta bez kontakta.” ",
  "sn12.24:7.1": "(II) Ovaj razgovor između poštovanog Sāriputte i asketa drugih škola čuo je i poštovani Ānanda. ",
  "sn12.24:7.2": "Onda poštovani Ānanda, pošto je prošao Rājagahu i vratio se iz prošenja hrane, posle obroka, otide do Blaženog. Kad je stigao, pokloni mu se i sede sa strane. ",
  "sn12.24:7.3": "Sedeći tako sa starne, ispriča on Blaženome čitav razgovor između poštovanog Sāriputte i asketa drugih škola. A Blaženi na to reče: ",
  "sn12.24:8.1": "„Dobro je, Ānanda, dobro je! Svako ko ispravno odgovara bi odgovorio upravo onako kako je to Sāriputta učinio. ",
  "sn12.24:8.2": "Ja sam rekao, Ānanda, da je nastanak patnje uslovljen. ",
  "sn12.24:8.3": "A čime? ",
  "sn12.24:8.4": "Uslovljen je kontaktom. ",
  "sn12.24:8.5": "Ko tako govori, iskazuje ono što sam rekao, a da me ne tumači pogrešno na način koji je suprotan činjenicama; tako bi to trebalo da razjasni u skladu sa Dhammom, pa da iz toga izvedeni razumni zaključci ne pruže osnovu za kritiku. ",
  "sn12.24:9.1": "Zato, Ānanda, u slučaju onih asketa i brahmana koji, govoreći o kammi, tvrde da svako sam sebi stvara patnju… ",
  "sn12.24:9.4": "Isto tako, u slučaju onih asketa i brahmana koji, govoreći o kammi, tvrde da patnja nastaje slučajno, te da je ne stvaramo ni mi, a ni drugi, takav stav je takođe uslovljen kontaktom. ",
  "sn12.24:10.1": "Jer, Ānanda, u slučaju onih asketa i brahmana koji govoreći o kammi, tvrde da svako sam sebi stvara patnju, nemoguće je da oni iskuse bilo šta bez kontakta… ",
  "sn12.24:10.4": "Isto tako, u slučaju onih asketa i brahmana koji, govoreći o kammi, tvrde da patnja nastaje slučajno, te da je ne stvaramo ni mi, a ni drugi, nemoguće je da oni iskuse bilo šta bez kontakta. ",
  "sn12.24:11.1": "Jednom sam prilikom, Ānanda, boravio upravo ovde u Rāđagahi, u Bambusovom gaju, na mestu gde se hrane veverice. ",
  "sn12.24:11.2": "Onda sam, rano ujutro, ustao, obukoh se i uzeh svoju zdelu i gornji ogrtač, te odoh da isprosim hranu u Rāđagahi. ",
  "sn12.24:11.3": "Pri tom mi na um pade ova misao: ",
  "sn12.24:11.4": "„Još je rano za prošenje hrane u Rāđagahi. ",
  "sn12.24:11.5": "Kako bi bilo da odem do parka u kojem borave beskućnici drugih tradicija?” ",
  "sn12.24:12.1": "Tako odoh do parka u kojem borave beskućnici drugih tradicija i učtivo se pozdravih sa njima. ",
  "sn12.24:12.2": "Kada taj učtivi i prijateljski razgovor bi završen, sedoh sa strane, a oni beskućnici mu rekoše… ",
  "sn12.24:13.1": "(askete pitaju isto ono što su pitali i Sāriputtu i dobijaju identičan odgovor)… ",
  "sn12.24:16.4": "nemoguće je da oni iskuse bilo šta bez kontakta.” ",
  "sn12.24:17.1": "„Zadivljujuće je to, poštovani, čudesno je to! ",
  "sn12.24:17.2": "Kako čitavo značenje može biti iskazano jednom jedinom sintagmom! ",
  "sn12.24:17.3": "Može li se isto to značenje iskazati detaljno, na način koji je dubok i sa dubokim implikacijama?” ",
  "sn12.24:18.1": "„U tom slučaju, Ānanda, razjasni tu stvar samome sebi.” ",
  "sn12.24:18.2": "„Poštovani, ako bi me pitali: ",
  "sn12.24:18.3": "’Prijatelju Ānanda, odakle izviru starost i smrt, šta im je uzrok, gde mesto rođenja, kakvo je njihovo poreklo?’ ",
  "sn12.24:18.4": "Ako bi me tako pitali, ja bih ovako odgovorio: ",
  "sn12.24:18.5": "’Prijatelji, starost i smrt imaju rođenje kao svoj izvor, rođenje kao svoje poreklo, iz rođenja je ono rođeno i stvoreno’. ",
  "sn12.24:18.6": "Ako bi me tako pitali, ja bih ovako odgovorio. ",
  "sn12.24:19.1": "Poštovani, ako bi me pitali: ",
  "sn12.24:19.2": "’Prijatelju Ānanda, koji je izvor rođenja, šta je njegovo poreklo, iz čega je ono rođeno i stvoreno?’ ",
  "sn12.24:19.3": "Ako bi me tako pitali, ja bih ovako odgovorio: ",
  "sn12.24:19.4": "’Prijatelji, rođenje ima bivanje kao svoj izvor, bivanje kao svoje poreklo, iz bivanja je ono rođeno i stvoreno… ",
  "sn12.24:20.4": "Bivanje ima vezivanje kao svoj izvor… ",
  "sn12.24:21.2": "Vezivanje ima žudnju kao svoj izvor… ",
  "sn12.24:21.3": "Žudnja ima osećaj kao svoj izvor… ",
  "sn12.24:21.4": "Osećaj ima kontakt kao svoj izvor… ",
  "sn12.24:21.6": "Kontak ima šest područja čula kao svoj izvor, šest područja čula kao svoje poreklo, iz šest područja čula je on rođen i stvoren. ",
  "sn12.24:21.7": "",
  "sn12.24:21.9": "Ali sa potpunim nestankom šest područja čula nestaje i kontakt; ",
  "sn12.24:21.10": "sa nestankom kontakta, osećaj nestaje; ",
  "sn12.24:21.11": "sa nestankom osećaja, žudnja nestaje; ",
  "sn12.24:21.12": "sa nestankom žudnje, vezivanje nestaje; ",
  "sn12.24:21.13": "sa nestankom vezivanja, bivanje nestaje; ",
  "sn12.24:21.14": "sa nestankom bivanja, rođenje nestaje; ",
  "sn12.24:21.15": "sa nestankom rođenja, starost i smrt, žalost, naricanje, bol, tuga i očaj nestaju. ",
  "sn12.24:21.16": "Tako nestaje čitav ovaj okean patnje.’ ",
  "sn12.24:21.17": "Poštovani, ako bi me tako pitali, ja bih tako odgovorio.” "
}