{
  "sn12.51:0.1": "Budini govori tematski grupisani 12.51 ",
  "sn12.51:0.2": "6. Patnja ",
  "sn12.51:0.3": "Pomno istraživanje ",
  "sn12.51:1.1": "Ovako sam čuo. ",
  "sn12.51:1.2": "Jednom je Blaženi boravio kraj Sāvatthīja, u Đetinom gaju, u manastiru koji je podigao Anāthapiṇḍika. ",
  "sn12.51:1.3": "I tu on ovako reče monasima: ",
  "sn12.51:1.4": "„Monasi.” ",
  "sn12.51:1.5": "„Da, poštovani”, odgovoriše oni. ",
  "sn12.51:1.6": "A Blaženi ovako nastavi: ",
  "sn12.51:2.1": "„Monasi, kako to monah treba da istražuje da bi potpuno i ispravno razumeo uništenje patnje?” ",
  "sn12.51:2.2": "„Za nas, poštovani, ovo učenje ima Blaženog kao svoj koren, svog vodiča i svoje utočište. Bilo bi dobro ako bi Blaženi lično izložio značenje svoje tvrdnje. Saslušavši ga od Blaženog monasi će ga zapamtiti.” ",
  "sn12.51:2.3": "„Onda poslušajte i dobro zapamtite šta ću vam reći.” ",
  "sn12.51:2.4": "„Da, poštovani,” odgovoriše oni. ",
  "sn12.51:2.5": "A Blaženi ovako nastavi: ",
  "sn12.51:3.1": "„Dakle, monah kada istražuje, treba da istražuje ovako: ",
  "sn12.51:3.2": "’Raznolika je i mnogostruka patnja što nastaje u ovom svetu, a na njenom čelu su starost i smrt. ",
  "sn12.51:3.3": "A odakle izvire ta patnja, šta joj je uzrok, gde mesto rođenja, kakvo je njeno poreklo? ",
  "sn12.51:3.4": "Čega to kada ima, ima i starosti i smrti; čega to kada nema, nema ni starosti i smrti?’ ",
  "sn12.51:3.5": "Pomno istražujući, on razume ovako: ",
  "sn12.51:3.6": "’Raznolika je i mnogostruka patnja što nastaje u ovom svetu, a na njenom čelu su starost i smrt. Ta patnja ima rođenje kao svoj izvor, rođenje kao uzrok, rođenje joj je mesto rođenja, rođenje je njeno poreklo. ",
  "sn12.51:3.7": "Kada ima rođenja, ima i starosti i smrti; kada nema rođenja, nema ni starosti i smrti.’ ",
  "sn12.51:4.1": "On razume starost i smrt, nastanak starosti i smrti, prestanak starosti i smrti i put koji vodi do prestanka starosti i smrti, ",
  "sn12.51:4.2": "I za takvog se monaha kaže da ispravno postupa radi potpunog uništenja patnje, radi prestanka starosti i smrti. ",
  "sn12.51:5.1": "Dalje, pomno istražujući, on istražuje ovako: ",
  "sn12.51:5.2": "’A odakle izvire ovo rođenje, šta mu je uzrok, gde mesto rođenja, kakvo je njegovo poreklo?’ ",
  "sn12.51:5.3": "Pomno istražujući, on razume ovako: ",
  "sn12.51:5.4": "’Rođenje imaju bivanje kao svoj izvor, bivanje kao svoje poreklo, iz bivanja je ono rođeno i stvoreno. ",
  "sn12.51:5.5": "Kada ima bivanja, ima i rođenja; kada nema bivanja, nema ni rođenja.’ ",
  "sn12.51:6.1": "On razume rođenje, nastanak rođenja, prestanak rođenja i put koji vodi do prestanka rođenja, te tako postupa u skladu s Dhammom; ",
  "sn12.51:6.2": "i za takvog se monaha kaže da ispravno postupa radi potpunog uništenja patnje, radi prestanka rođenja. ",
  "sn12.51:7.1": "Dalje, pomno istražujući, on istražuje ovako: ",
  "sn12.51:7.2": "’A odakle izvire ovo bivanje… ",
  "sn12.51:7.3": "Odakle izvire ovo vezivanje… ",
  "sn12.51:7.4": "Odakle izvire ova žudnja… ",
  "sn12.51:7.5": "osećaj… ",
  "sn12.51:7.6": "kontakt… ",
  "sn12.51:7.7": "Odakle izviru ovih šest područja čula… ",
  "sn12.51:7.8": "mentalno-materijalno… ",
  "sn12.51:7.9": "svest… ",
  "sn12.51:7.10": "A šta je izvor ovim mentalnim obrascima, šta poreklo, kako oni nastaju, kako se stvaraju? ",
  "sn12.51:7.11": "Čega to kada ima, ima i mentalnih obrazaca; čega to kada nema, nema ni mentalnih obrazaca?’ ",
  "sn12.51:7.12": "Pomno istražujući, on razume ovako: ",
  "sn12.51:7.13": "Mentalni obrasci imaju neznanje kao svoj izvor, neznanje kao svoje poreklo, oni su nastali i stvoreni iz neznanja. ",
  "sn12.51:7.14": "Kada ima neznanja, ima i mentalnih obrazaca; kada nema neznanja, nema ni mentalnih obrazaca?’ ",
  "sn12.51:8.1": "On razume mentalne obrasce, nastanak mentalnih obrazaca, prestanak mentalnih obrazaca i put koji vodi do prestanka mentalnih obrazaca, ",
  "sn12.51:8.2": "I za takvog se monaha kaže da ispravno postupa radi potpunog uništenja patnje, radi prestanka mentalnih obrazaca. ",
  "sn12.51:9.1": "Monasi, ako osoba obuzeta neznanjem stvara mentalni obrazac koji je povoljan, njena svest odlazi ka povoljnom mestu. ",
  "sn12.51:9.2": "Ako stvara mentalni obrazac koji je nepovoljan, njena svest odlazi ka nepovoljno mesto. ",
  "sn12.51:9.3": "Ako stvara mentalni obrazac koji je nepomeriv, njena svest odlazi ka nepomerivom. ",
  "sn12.51:9.4": "Ali kada je monah napustio neznanje i u njemu se javilo znanje, on, sa hlađenjem strasti prema neznanju i javljanjem znanja, ne stvara povoljni mentalni obrazac, ne stvara nepovoljni mentalni obrazac, ne stvara nepomerivi mentalni obrazac. ",
  "sn12.51:9.5": "Pošto ne stvara mentalne obrasce, niti nameru, on se ne vezuje ni za šta u svetu. ",
  "sn12.51:9.6": "Pošto se ne vezuje, nije uznemiren. Kada nije uznemiren, on stiže do nibbāne. ",
  "sn12.51:9.7": "On tada razume: ’Ovo je poslednje rođenje, proživljen je svetački život, učinjeno što je trebalo učiniti. Nema više bilo kojeg oblika bivanja’.” ",
  "sn12.51:10.1": "Ako oseti prijatan osećaj, on razume: ’To je prolazno’, razume: ’Za to se ne treba vezivati’, razume: ’U tome ne treba uživati’. ",
  "sn12.51:10.2": "Ako oseti bolan osećaj, on razume: ’To je prolazno’, razume: ’Za to se ne treba vezivati’, razume: ’U tome ne treba uživati’. ",
  "sn12.51:10.3": "Ako oseti ni bolan ni prijatan osećaj, on razume: ’To je prolazno’, razume: ’Za to se ne treba vezivati’, razume: ’U tome ne treba uživati’. ",
  "sn12.51:10.4": "Ako oseti prijatan osećaj, on ga oseća bez vezivanja. ",
  "sn12.51:10.5": "Ako oseti bolan osećaj, on ga oseća bez vezivanja. ",
  "sn12.51:10.6": "Ako oseti ni bolan ni prijatan osećaj, on ga oseća bez vezivanja. ",
  "sn12.51:11.1": "Kada oseća osećaj čiji kraj dolazi sa krajem tela, on razume: ’Osećam osećaj čiji kraj dolazi sa krajem tela’. Kada oseća osećaj čiji kraj dolazi sa krajem života, on razume: ’Osećam osećaj čiji kraj dolazi sa krajem života’. ",
  "sn12.51:11.2": "On razume: ’Posle sloma tela, posle smrti, sve što se oseća, a u čemu se ne uživa, ovde će se ohladiti, a samo će ostaci tela preostati.’ ",
  "sn12.51:12.1": "Baš kao, monasi, kada čovek izvadi vruć ćup iz grnčarske peći i stavi ga na ravno tlo; ",
  "sn12.51:12.2": "toplota koja je u njemu tu će se ohladiti i samo će komadi gline preostati. ",
  "sn12.51:12.3": "Isto tako, kada monah oseća osećaj čiji kraj dolazi sa krajem tela, on razume: ’Osećam osećaj čiji kraj dolazi sa krajem tela’. Kada oseća osećaj čiji kraj dolazi sa krajem života, on razume: ’Osećam osećaj čiji kraj dolazi sa krajem života’. ",
  "sn12.51:12.4": "On razume: ’Posle sloma tela, posle smrti, sve što se oseća, a u čemu se ne uživa, ovde će se ohladiti, a samo će ostaci tela preostati.’ ",
  "sn12.51:13.1": "Šta mislite, monasi? ",
  "sn12.51:13.2": "Da li bi monah u kojem su otrovi uništeni stvarao povoljni mentalni obrazac ili nepovoljni mentalni obrazac ili nepomerivi mentalni obrazac?” ",
  "sn12.51:13.3": "„Sigurno da ne bi, poštovani.” ",
  "sn12.51:14.1": "„A kada mentalnih obrazaca uopšte ne bi bilo, sa prestankom mentalnih obrazaca, da li bi se svest mogla raspoznati?” ",
  "sn12.51:14.2": "„Ne bi, poštovani.” ",
  "sn12.51:15.1": "„A kada svesti uopšte ne bi bilo, sa prestankom svesti, da li bi se mentalno-materijalno moglo raspoznati?” ",
  "sn12.51:15.2": "„Ne bi, poštovani.” ",
  "sn12.51:16.1": "„A kada mentalno-materijalnog uopšte ne bi bilo… ",
  "sn12.51:17.1": "šest područja čula… ",
  "sn12.51:18.1": "kontakta… ",
  "sn12.51:19.1": "osećaja… ",
  "sn12.51:20.1": "žudnje… ",
  "sn12.51:21.1": "vezivanja… ",
  "sn12.51:22.1": "bivanja… ",
  "sn12.51:23.1": "„A kada rođenja uopšte ne bi bilo, sa prestankom rođenja, da li bi se starost i smrt mogli raspoznati?” ",
  "sn12.51:23.2": "„Ne bi, poštovani.” ",
  "sn12.51:24.1": "„Dobro je, dobro je, monasi. Tako je to, monasi, a ne drugačije. ",
  "sn12.51:24.2": "Imajte poverenja u mene, budite uvereni, nemajte sumnji i nedoumica. ",
  "sn12.51:24.3": "pravo to je kraj patnje.” "
}