{
  "sn12.63:0.1": "Budini govori tematski grupisani 12.63 ",
  "sn12.63:0.2": "7. Veliko poglavlje ",
  "sn12.63:0.3": "Sinovljevo meso ",
  "sn12.63:1.1": "Kraj Sāvatthīja. ",
  "sn12.63:1.2": "„Monasi, postoje četiri vrste hrane za održavanje bića koja su već nastala i za podršku onima koja tek treba da se rode. ",
  "sn12.63:1.3": "Koje četiri? ",
  "sn12.63:1.4": "Fizičke namirnice kao hrana, gruba ili fina; kontakt kao druga; namera vezana za um kao treća; svest kao četvrta. ",
  "sn12.63:1.5": "To su četiri vrste hrane za održavanje bića koja su već nastala i za podršku onima koja tek treba da se rode. ",
  "sn12.63:2.1": "A kako, monasi, treba gledati na fizičke namirnice kao hranu? ",
  "sn12.63:2.2": "Zamislite ženu i muža koji krenu na put preko pustinje sa malo zaliha. ",
  "sn12.63:2.3": "A sa njima i sin jedinac, drag i voljen. ",
  "sn12.63:2.4": "I dok su išli pustinjom, njihove male zalihe se potroše i nestanu, ",
  "sn12.63:2.5": "a pred njima je još uvek ostao deo pustinje koji treba preći. ",
  "sn12.63:2.6": "Onda žena i muž pomisliše: ",
  "sn12.63:2.7": "’Naše male zalihe hrane su potrošene i nestale, ",
  "sn12.63:2.8": "a pred nama je još uvek ostao deo pustinje koji treba preći. ",
  "sn12.63:2.9": "Kako bi bilo da ubijemo sina jedinca, dragog i voljenog, napravimo sušeno i začinjeno meso, pa jedući meso našeg sina pređemo ostatak pustinje, da ne bismo svi troje propali?’ ",
  "sn12.63:2.10": "I tako, monasi, ta žena i muž ubiju sina jedinca, dragog i voljenog, napraviše sušeno i začinjeno meso, pa jedući meso svog sina pređoše ostatak pustinje. ",
  "sn12.63:2.11": "A dok su jeli meso svoga sina, udarali su se u grudi vičući: ",
  "sn12.63:2.12": "’Gde si, naš sine jedinče? Gde si, naš sine jedinče?’ ",
  "sn12.63:3.1": "Šta mislite, monasi? ",
  "sn12.63:3.2": "Da li su oni jeli tu hranu radi zabave, radi uživanja, radi fizičke lepote ili privlačnosti?” ",
  "sn12.63:3.3": "„Sigurno da nisu poštovani.” ",
  "sn12.63:3.4": "„Zar nisu jeli tu hranu samo da bi prešli pustinju?” ",
  "sn12.63:3.5": "„Svakako da jesu, poštovani.” ",
  "sn12.63:3.6": "Isto tako, kažem vam, treba gledati na fizičke namirnice kao hranu. ",
  "sn12.63:3.7": "Kada se, monasi, fizičke namirnice kao hrana potpuno razumeju, tada je strast za pet struna čulnog zadovoljstva potpuno shvaćena. ",
  "sn12.63:3.8": "Kada je strast za pet struna čulnog zadovoljstva potpuno shvaćena, tada nema više onog okova kojim vezan plemeniti učenik ponovo dolazi na ovaj svet. ",
  "sn12.63:4.1": "A kako, monasi, treba gledati na kontakt kao hranu? ",
  "sn12.63:4.2": "Zamislite kravu kojoj je oderana koža. Ako stoji naslonjena na zid, bića koja žive u zidu je grizu. ",
  "sn12.63:4.3": "Ako stoji naslonjena na drvo, bića koja žive u drvetu je grizu. ",
  "sn12.63:4.4": "Ako stoji u vodi, bića koja žive u vodi je grizu. ",
  "sn12.63:4.5": "Ako stoji na vazduhu, bića koja žive u vazduhu je grizu. ",
  "sn12.63:4.6": "Gde god da ta krava kojoj je oderana koža stane, bića koja tu žive je grizu. ",
  "sn12.63:4.7": "Isto tako, monasi, kažem vam da treba gledati na kontakt kao hranu. ",
  "sn12.63:4.8": "Kada se kontakt kao hrana potpuno razume, tada su tri osećaja potpuno shvaćena. ",
  "sn12.63:4.9": "Kada su tri osećaja potpuno shvaćena, kažem vam da za plemenitog učenika ne postoji ništa više što bi trebalo učiniti. ",
  "sn12.63:5.1": "A kako, monasi, treba gledati na nameru vezanu za um kao hranu? ",
  "sn12.63:5.2": "Zamislite da postoji rupa, dublja nego što je visina čoveka, puna užarenog ugljevlja bez plamena i dima. ",
  "sn12.63:5.3": "Onda naiđe čovek koji želi da živi, ne želi da umre, želi sreću i gnuša se patnje. ",
  "sn12.63:5.4": "I dva snažna čoveka ga zgrabe za ruke i vuku ka toj jami sa užarenim ugljevljem. ",
  "sn12.63:5.5": "Tada bi, monasi, volja tog čoveka bila da bude daleko, želja da bude daleko, namera da bude daleko (od jame). ",
  "sn12.63:5.6": "A zašto? ",
  "sn12.63:5.7": "Zato što taj čovek ovako razmišlja: ",
  "sn12.63:5.8": "’Ako upadnem u ovu jamu sa užarenim ugljevljem, to će mi doneti smrt ili patnju ravnu smrti.’ ",
  "sn12.63:5.9": "Isto tako, kažem vam, treba gledati na nameru vezanu za um kao hranu. ",
  "sn12.63:5.10": "Kada se, monasi, namera vezana za um kao hrana potpuno razume, tada su tri vrste žudnje potpuno shvaćene. ",
  "sn12.63:5.11": "Kada su tada su tri vrste žudnje potpuno shvaćene, kažem vam da za plemenitog učenika ne postoji ništa više što bi trebalo učiniti. ",
  "sn12.63:6.1": "A kako, monasi, treba gledati na svest kao hranu? ",
  "sn12.63:6.2": "Zamislite, monasi, da uhvate razbojnika, prestupnika, i izvedu ga pred kralja: ",
  "sn12.63:6.3": "’Ovo je, veličanstvo, razbojnik, prestupnik. Kaznite ga kaznom kakvu želite.’ ",
  "sn12.63:6.4": "I kralj kaže: ",
  "sn12.63:6.5": "’Idite, ljudi, i ujutru izbodite ovog čoveka sa stotinu kopalja.’ ",
  "sn12.63:6.6": "I oni ga ujutru izbodu sa stotinu kopalja. ",
  "sn12.63:6.7": "Onda kralj u podne upita: ",
  "sn12.63:6.8": "’Ljudi, kako je onaj čovek?’ ",
  "sn12.63:6.9": "’Još uvek je živ, veličanstvo.’ ",
  "sn12.63:6.10": "A kralj kaže: ",
  "sn12.63:6.11": "’Idite, ljudi, i u podne izbodite tog čoveka sa stotinu kopalja.’ ",
  "sn12.63:6.12": "I oni ga u podne izbodu sa stotinu kopalja. ",
  "sn12.63:6.13": "Onda kralj uveče upita: ",
  "sn12.63:6.14": "’Ljudi, kako je onaj čovek?’ ",
  "sn12.63:6.15": "’Još uvek je živ, veličanstvo.’ ",
  "sn12.63:6.16": "A kralj kaže: ",
  "sn12.63:6.17": "’Idite, ljudi, i uveče izbodite tog čoveka sa stotinu kopalja.’ ",
  "sn12.63:6.18": "I oni ga uveče izbodu sa stotinu kopalja. ",
  "sn12.63:6.19": "Šta mislite, monasi? ",
  "sn12.63:6.20": "Da li bi taj čovek, koga tokom dana izbodu sa tri stotine kopalja, zbog toga osećao bol i tugu?” ",
  "sn12.63:6.21": "„Poštovani, čak i da ga izbodu samo jednim kopljem, zbog toga bi osećao bol i tugu; ",
  "sn12.63:6.22": "a šta tek reći za tri stotine kopalja!” ",
  "sn12.63:6.23": "„Isto tako, monasi, kažem vam da treba gledati na svest kao hranu. ",
  "sn12.63:6.24": "Kada se svest kao hrana potpuno razume, tada je mentalno-materijalno potpuno shvaćeno. A kada je mentalno-materijalno potpuno shvaćeno, kažem vam da za plemenitog učenika ne postoji ništa više što bi trebalo učiniti.” "
}