{
  "sn12.14:0.1": "Budini govori tematski grupisani 12.14 ",
  "sn12.14:0.2": "2. Hrana ",
  "sn12.14:0.3": "Askete i brahmani (2) ",
  "sn12.14:1.1": "Kraj Sāvatthīja. ",
  "sn12.14:1.2": "„Monasi, ima asketa i brahmana koji ne razumeju te stvari, nastanak tih stvari, prestanak tih stvari i put koji vodi do prestanka tih stvari. A koje su to stvari koje oni ne razumeju? ",
  "sn12.14:2.1": "Oni ne razumeju starost i smrt, njihov nastanak, njihov prestanak i put koji vodi do njihovog prestanka; ",
  "sn12.14:2.2": "ne razumeju rođenje… ",
  "sn12.14:2.3": "bivanje… ",
  "sn12.14:2.4": "vezivanje… ",
  "sn12.14:2.5": "žudnju… ",
  "sn12.14:2.6": "osećaj… ",
  "sn12.14:2.7": "kontakt… ",
  "sn12.14:2.8": "šest područja čula… ",
  "sn12.14:2.9": "mentalno-materijalno… ",
  "sn12.14:2.10": "svest… ",
  "sn12.14:2.11": "oni ne razumeju mentalne obrasce, njihov nastanak, njihov prestanak i put koji vodi do njihovog prestanka. ",
  "sn12.14:2.12": "Oni, monasi, ne razumeju te stvari, nastanak tih stvari, prestanak tih stvari i put koji vodi do prestanka tih stvari. ",
  "sn12.14:2.13": "I njih ja ne smatram asketama među asketama, niti brahmanima među brahmanima; ti poštovani ne uspevaju da upravo u ovom životu, razumevši sami za sebe neposrednim znanjem, stignu i borave na cilju asketskog života ili na cilju brahmanskog života. ",
  "sn12.14:3.1": "Ali, monasi, ima asketa i brahmana koji razumeju te stvari, nastanak tih stvari, prestanak tih stvari i put koji vodi do prestanka tih stvari. A koje su to stvari koje oni ne razumeju? ",
  "sn12.14:4.1": "Oni razumeju starost i smrt, njihov nastanak, njihov prestanak i put koji vodi do njihovog prestanka; ",
  "sn12.14:4.2": "razumeju rođenje… ",
  "sn12.14:4.3": "bivanje… ",
  "sn12.14:4.4": "vezivanje… ",
  "sn12.14:4.5": "žudnju… ",
  "sn12.14:4.6": "osećaj… ",
  "sn12.14:4.7": "kontakt… ",
  "sn12.14:4.8": "šest područja čula… ",
  "sn12.14:4.9": "mentalno-materijalno… ",
  "sn12.14:4.10": "svest… ",
  "sn12.14:4.11": "oni razumeju mentalne obrasce, njihov nastanak, njihov prestanak i put koji vodi do njihovog prestanka. ",
  "sn12.14:4.12": "Oni razumeju te stvari, nastanak tih stvari, prestanak tih stvari i put koji vodi do prestanka tih stvari. ",
  "sn12.14:4.13": "Njih ja smatram asketama među asketama, brahmanima među brahmanima; ti poštovani uspevaju da upravo u ovom životu, razumevši sami za sebe neposrednim znanjem, stignu i borave na cilju asketskog života ili na cilju brahmanskog života.” "
}