{
  "sn12.17:0.1": "Budini govori tematski grupisani 12.17 ",
  "sn12.17:0.2": "2. Hrana ",
  "sn12.17:0.3": "Goli asketa Kassapa ",
  "sn12.17:1.1": "Ovako sam čuo. ",
  "sn12.17:1.2": "Jednom je Blaženi boravio kraj Rāđagahe, u Bambusovom gaju, na mestu gde se hrane veverice. ",
  "sn12.17:1.3": "Onda se jednoga jutra Blaženi obukao, uze svoju prosjačku zdelu i gornji ogrtač, pa krenu put Sāvatthīja da prosi hranu. ",
  "sn12.17:1.4": "Goli asketa Kassapa još izdaleka spazi Blaženog kako dolazi, ",
  "sn12.17:1.5": "pa se uputi prema njemu, pozdravi se s njim prijateljski, ",
  "sn12.17:1.6": "te ga nakon uobičajenih učtivih riječi, stojeći sa strane, ovako oslovi: ",
  "sn12.17:1.7": "„Pitao bih nešto poštovanog Gotamu, ukoliko bi me udostojio svog odgovora.” ",
  "sn12.17:1.8": "„Kassapa, sada nije vreme za pitanje. ",
  "sn12.17:1.9": "Već smo zašli među kuće.” ",
  "sn12.17:2.1": "Po drugi put goli asketa Kassapa reče Blaženome: ",
  "sn12.17:2.2": "„Pitao bih nešto poštovanog Gotamu, ukoliko bi me udostojio svog odgovora.” ",
  "sn12.17:2.3": "„Kassapa, sada nije vreme za pitanje. ",
  "sn12.17:2.4": "Već smo zašli među kuće.” ",
  "sn12.17:2.5": "Po treći put goli asketa Kassapa… ",
  "sn12.17:2.6": "Već smo zašli među kuće.” ",
  "sn12.17:2.7": "Kada je ovo bilo izgovoreno, goli asketa Kassapa reče Blaženom: ",
  "sn12.17:2.8": "„Ja ne želim da poštovanog Gotamu o pitam mnogim stvarima.” ",
  "sn12.17:2.9": "„Pitaj onda, Kassapa, šta želiš.” ",
  "sn12.17:3.1": "„Šta misli poštovani Gotama, da li neko patnju stvara sam sebi?” ",
  "sn12.17:3.2": "„Nije tako, Kassapa,” reče Blaženi. ",
  "sn12.17:3.3": "„Da li mu onda patnju stvara neko drugi?” ",
  "sn12.17:3.4": "„Nije tako, Kassapa,” reče Blaženi. ",
  "sn12.17:3.5": "„A da li neko patnju stvara sam sebi i stvara mu je neko drugi?” ",
  "sn12.17:3.6": "„Nije tako, Kassapa,” reče Blaženi. ",
  "sn12.17:3.7": "„A da li onda patnja nastaje slučajno, tako da je neko niti stvara sam sebi, niti mu je stvara neko drugi?” ",
  "sn12.17:3.8": "„Nije tako, Kassapa,” reče Blaženi. ",
  "sn12.17:3.9": "„Da li poštovani Gotama misli da patnja ne postoji?” ",
  "sn12.17:3.10": "„Nije da patnja ne postoji, Kassapa. ",
  "sn12.17:3.11": "Patnja postoji.” ",
  "sn12.17:3.12": "„Onda poštovani Gotama ne zna i ne vidi patnju?” ",
  "sn12.17:3.13": "„Nije tačno da ja ne znam i ne vidim patnju, Kassapa. ",
  "sn12.17:3.14": "Ja znam patnju; ",
  "sn12.17:3.15": "ja vidim patnju, Kassapa.” ",
  "sn12.17:4.1": "„Kada sam pitao: ’Šta misli poštovani Gotama, da li neko patnju stvara sam sebi?’ ti kažeš: ’Nije tako, Kassapa.’ ",
  "sn12.17:4.2": "Kada sam pitao: ’Da li mu onda patnju stvara neko drugi?’ ti kažeš: ’Nije tako, Kassapa.’ ",
  "sn12.17:4.3": "Kada sam pitao: ’A da li neko patnju stvara sam sebi i stvara mu je neko drugi?’ ti kažeš: ’Nije tako, Kassapa.’ ",
  "sn12.17:4.4": "Kada sam pitao: „A da li onda patnja nastaje slučajno, tako da je neko niti stvara sam sebi, niti mu je stvara neko drugi?’ ti kažeš: ’Nije tako, Kassapa.’ ",
  "sn12.17:4.5": "Kada sam pitao: ’Da li poštovani Gotama misli da patnja ne postoji?’ ti kažeš: ’Nije da patnja ne postoji, Kassapa. Patnja postoji.’ ",
  "sn12.17:4.6": "Kada sam pitao: ’Onda poštovani Gotama ne zna i ne vidi patnju?, ti kažeš: ’Nije tačno da ja ne znam i ne vidim patnju, Kassapa. ",
  "sn12.17:4.7": "Ja znam patnju; ",
  "sn12.17:4.8": "ja vidim patnju, Kassapa.’ ",
  "sn12.17:4.9": "Neka mi onda Blaženi objasni patnju. ",
  "sn12.17:4.10": "Neka mi Blaženi poduči o patnji.” ",
  "sn12.17:5.1": "„’Onaj ko dela, taj i doživljava (posledice)’, Kassapa: ako neko tvrdi da je to tako od početka, to znači da neko patnju stvara sam sebi, a to vodi u eternalizam. ",
  "sn12.17:5.2": "’Jedan dela, a drugi doživljava (posledice)’, Kassapa: ako neko, ophrvan osećajem, tvrdi da patnju stvara neko drugi, to vodi u nihilizam. ",
  "sn12.17:5.3": "Ne priklanjajući se nijednoj od tih krajnosti, Tathāgata podučava Dhammu koja je u sredini: ",
  "sn12.17:5.4": "’Sa neznanjem kao uslovom, mentalni obrasci nastaju; ",
  "sn12.17:5.5": "sa mentalnim obrascima kao uslovom, svest nastaje… ",
  "sn12.17:5.6": "Tako nastaje čitav ovaj okean patnje. ",
  "sn12.17:5.7": "Ali sa slabljenjem i nestankom neznanja, mentalni obrasci nestaju; ",
  "sn12.17:5.8": "sa nestankom mentalnih obrazaca, svest nestaje… ",
  "sn12.17:5.9": "Tako nestaje čitav ovaj okean patnje.” ",
  "sn12.17:6.1": "Kada je ovo bilo izgovoreno, goli asketa Kassapa reče Blaženom: ",
  "sn12.17:6.2": "„Zadivljujuće je to, poštovani gospodine, čudesno je to! ",
  "sn12.17:6.3": "Baš kao kad bi neko ispravio ono što je stajalo naglavce, otkrio skriveno, pokazao put zalutalome ili upalio svetiljku u tami, tako da oni koji imaju oči mogu da vide, tako je i učitelj Gotama, na više različitih načina, razjasnio Dhammu. ",
  "sn12.17:6.4": "Uzimam učitelja Gotamu za utočište, njegovo učenje i zajednicu monaha za utočište. ",
  "sn12.17:6.5": "Neka me učitelj Gotama prihvati kao zaređenog sledbenika i neka primim puno zaređenje.” ",
  "sn12.17:7.1": "„Kassapa, onaj ko je prethodno pripadao nekom drugom redu, a želi da se pridruži beskućnicima i primi puno zaređenje u učenju i pravilima, mora provesti četiri probna meseca.  Posle četiri probna meseca, ako su zadovoljni njime, monasi ga primaju u beskućništvo i daju mu puno zaređenje, tako da i sam postaje monah. ",
  "sn12.17:7.2": "Ali ja uviđam da postoji razlika među ljudima.” ",
  "sn12.17:8.1": "„Poštovani, ako oni koji su prethodno pripadali nekom drugom redu, a žele da se pridruže beskućnicima i prime puno zaređenje u učenju i pravilima, moraju provesti četiri probna meseca, ja ću na probi provesti četiri godine. Posle te četiri godine neka me monasi, ako su zadovoljni mnome, prime u beskućništvo i daju mi puno zaređenje.” ",
  "sn12.17:9.1": "I tako goli asketa Kassapa bi primljen među beskućnike i primi od Blaženog puno zaređenje. ",
  "sn12.17:9.2": "Živeći osamljen, povučen, marljiv, predan i odlučan, nedugo zatim je poštovani Kassapa još u ovom životu neposrednim znanjem uvideo, ostvario, dostigao i u njemu boravio, onaj neprevaziđeni vrhunac svetačkog života radi kojeg sinovi dobrih porodica napuštaju dom i odlaze u beskućnike. ",
  "sn12.17:9.3": "Neposredno je znao: „Ovo je poslednje rođenje, proživljen je svetački život, učinjeno što je trebalo učiniti. Nema više bilo kojeg oblika bivanja”. ",
  "sn12.17:9.4": "I poštovani Kassapa postade jedan od arahanata. "
}