{
  "sn12.25:0.1": "Budini govori tematski grupisani 12.25 ",
  "sn12.25:0.2": "3. Deset snaga ",
  "sn12.25:0.3": "Bhūmiđa ",
  "sn12.25:1.1": "Kraj Sāvatthīja. ",
  "sn12.25:1.2": "(I) Onda poštovani Bhumiđa, ustavši iz osame jednog kasnog popodneva, otide do poštovanog Sāriputte i pozdravi se sa njim. ",
  "sn12.25:1.3": "Kada taj učtivi i prijateljski razgovor bi završen, sede on sa strane i ovako reče poštovanom Sāriputti: ",
  "sn12.25:2.1": "„Prijatelju Sāriputta, neki askete i brahmani, govoreći o kammi, tvrde da svako sam sebi stvara zadovoljstvo i bol. ",
  "sn12.25:2.2": "Drugi askete i brahmani, govoreći o kammi, tvrde da nam zadovoljstvo i bol stvaraju drugi. ",
  "sn12.25:2.3": "Treći askete i brahmani, govoreći o kammi, tvrde da svako sam sebi stvara patnju, ali da nam zadovoljstvo i bol stvaraju i drugi. ",
  "sn12.25:2.4": "Četvrti pak askete i brahmani, govoreći o kammi, tvrde da zadovoljstvo i bol nastaju slučajno, te da ih ne stvaramo ni mi, a ni drugi. ",
  "sn12.25:2.5": "A šta, prijatelju Sāriputta, Blaženi na sve to kaže? Šta on podučava? ",
  "sn12.25:2.6": "Šta bi trebalo mi da odgovorimo da bismo iskazali ono što je rekao i asketa Gotama, a da ga pogrešno ne tumačimo na način koji je suprotan činjenicama? I kako bi sve to trebalo mi da razjasnimo u skladu sa Dhammom, tako da iz toga izvedeni razumni zaključci ne pruže osnovu za kritiku?” ",
  "sn12.25:3.1": "„Prijatelji, Blaženi je rekao da je nastanak zadovoljstva i bola uslovljen. ",
  "sn12.25:3.2": "A čime? ",
  "sn12.25:3.3": "Uslovljen je kontaktom. ",
  "sn12.25:3.4": "Ko tako govori, iskazuje ono što je rekao i asketa Gotama, a da ga pogrešno ne tumači na način koji je suprotan činjenicama; tako bi sve to trebalo razjasniti u skladu sa Dhammom, pa da iz toga izvedeni razumni zaključci ne pruže osnovu za kritiku. ",
  "sn12.25:4.1": "Zato, prijatelji, u slučaju onih asketa i brahmana koji, govoreći o kammi, tvrde da svako sam sebi stvara zadovoljstvo i bol, ",
  "sn12.25:4.2": "onih koji tvrde da ih stvara neko drugi, ",
  "sn12.25:4.3": "onih koji tvrde da ih svako sam sebi stvara i da ih stvaraju drugi, ",
  "sn12.25:4.4": "kao i u slučaju onih asketa i brahmana koji, govoreći o kammi, tvrde da patnja nastaje slučajno, te da je ne stvaramo ni mi, a ni drugi, takav stav je takođe uslovljen kontaktom. ",
  "sn12.25:5.1": "Jer, prijatelji, u slučaju onih asketa i brahmana koji govoreći o kammi, tvrde da svako sam sebi stvara zadovoljstvo i bol, ",
  "sn12.25:5.2": "onih koji tvrde da ih stvara neko drugi, ",
  "sn12.25:5.3": "onih koji tvrde da ih svako sam sebi stvara i da ih stvaraju drugi, ",
  "sn12.25:5.4": "kao i onih koji tvrde da patnja nastaje slučajno, te da je ne stvaramo ni mi, a ni drugi, nemoguće je da oni iskuse bilo šta bez kontakta.” ",
  "sn12.25:6.1": "(II) Ovaj razgovor između poštovanog Sāriputte i poštovanog Bhūmiđe čuo je i poštovani Ānanda. ",
  "sn12.25:6.2": "Onda poštovani Ānanda dođe do Blaženog, pokloni mu se i sede sa strane. ",
  "sn12.25:6.3": "Sedeći tako sa starne, ispriča on Blaženome čitav razgovor između poštovanog Sāriputte i poštovanog Bhūmiđe. A Blaženi na to reče: ",
  "sn12.25:7.1": "„Dobro je, Ānanda, dobro je! Svako ko ispravno odgovara bi odgovorio upravo onako kako je to Sāriputta učinio. ",
  "sn12.25:7.2": "Ja sam rekao, Ānanda, da je nastanak zadovoljstva i bola uslovljen. ",
  "sn12.25:7.3": "A čime? ",
  "sn12.25:7.4": "Uslovljen je kontaktom. ",
  "sn12.25:7.5": "Ko tako govori, iskazuje ono što sam rekao, a da me ne tumači pogrešno na način koji je suprotan činjenicama; tako bi to trebalo da razjasni u skladu sa Dhammom, pa da iz toga izvedeni razumni zaključci ne pruže osnovu za kritiku. ",
  "sn12.25:8.1": "Zato, Ānanda, u slučaju onih asketa i brahmana koji, govoreći o kammi, tvrde da svako sam sebi stvara zadovoljstvo i bol… ",
  "sn12.25:8.2": "",
  "sn12.25:8.3": "",
  "sn12.25:8.4": "kao i u slučaju onih asketa i brahmana koji, govoreći o kammi, tvrde da patnja nastaje slučajno, te da je ne stvaramo ni mi, a ni drugi, takav stav je takođe uslovljen kontaktom. ",
  "sn12.25:9.1": "Jer, Ānanda, u slučaju onih asketa i brahmana koji govoreći o kammi, tvrde da svako sam sebi stvara zadovoljstvo i bol… ",
  "sn12.25:9.4": "kao i onih koji tvrde da patnja nastaje slučajno, te da je ne stvaramo ni mi, a ni drugi, nemoguće je da oni iskuse bilo šta bez kontakta.” ",
  "sn12.25:10.1": "(III) „Ānanda, sve dok postoji telo, namera koja pokreće telesno delovanje stvara u nama zadovoljstvo i bol. ",
  "sn12.25:10.2": "Sve dok postoji govor, namera koja pokreće verbalno delovanje stvara u nama zadovoljstvo i bol. ",
  "sn12.25:10.3": "Sve dok postoji um, namera koja pokreće mentalno delovanje stvara u nama zadovoljstvo i bol. A sve je to uslovljeno neznanjem. ",
  "sn12.25:11.1": "Tada ili po sopstvenom nahođenju stvaramo telesne postupke na osnovu kojih zadovoljstvo i bol nastaju u nama, ",
  "sn12.25:11.2": "ili zbog drugih stvaramo telesne postupke na osnovu kojih zadovoljstvo i bol nastaju u nama. ",
  "sn12.25:11.3": "Bilo da smo pažljivi, stvaramo telesne postupke na osnovu kojih zadovoljstvo i bol nastaju u nama, ",
  "sn12.25:11.4": "bilo da smo nepažljivi, stvaramo telesne postupke na osnovu kojih zadovoljstvo i bol nastaju u nama. ",
  "sn12.25:12.1": "Tada ili po sopstvenom nahođenju stvaramo verbalne postupke na osnovu kojih zadovoljstvo i bol nastaju u nama, ",
  "sn12.25:12.2": "ili zbog drugih stvaramo verbalne postupke na osnovu kojih zadovoljstvo i bol nastaju u nama. ",
  "sn12.25:12.3": "Bilo da smo pažljivi… ",
  "sn12.25:12.4": "bilo da smo nepažljivi, stvaramo verbalne postupke na osnovu kojih zadovoljstvo i bol nastaju u nama. ",
  "sn12.25:13.1": "Tada ili po sopstvenom nahođenju stvaramo mentalne postupke na osnovu kojih zadovoljstvo i bol nastaju u nama, ",
  "sn12.25:13.2": "ili zbog drugih stvaramo mentane postupke na osnovu kojih zadovoljstvo i bol nastaju u nama. ",
  "sn12.25:13.3": "Bilo da smo pažljivi… ",
  "sn12.25:13.4": "bilo da smo nepažljivi, stvaramo mentalne postupke na osnovu kojih zadovoljstvo i bol nastaju u nama. ",
  "sn12.25:14.1": "A u sve ove stvari upleteno je neznanje. ",
  "sn12.25:14.2": "Tek sa potpunim iskorenjivanjem i nestankom upravo tog neznanja prestaje da postoji i (osećaj) tela, na osnovu kojeg zadovoljstvo i bol nastaju u nama. Prestaje da postoji govor… um, na osnovu kojeg zadovoljstvo i bol nastaju u nama. ",
  "sn12.25:14.3": "Tada više ne postoji polje, mesto, dimenzija ili stvar na osnovu koje zadovoljstvo i bol nastaju u nama.” "
}