{
  "sn12.62:0.1": "Budini govori tematski grupisani 12.62 ",
  "sn12.62:0.2": "7. Veliko poglavlje ",
  "sn12.62:0.3": "Neupućen (2) ",
  "sn12.62:1.1": "Kraj Sāvatthīja. ",
  "sn12.62:1.2": "(Ovaj govor je istovetan sa prethodnim, od uvodnih reči pa sve do poređenja s majmunom. Zatim izostavlja to poređenje i nastavlja se ovako:) ",
  "sn12.62:1.3": "",
  "sn12.62:3.1": "U vezi sa tim, dobro upućen plemeniti učenik pažljivo i temeljno razmatra uslovljeni nastanak: ",
  "sn12.62:3.2": "’Kada ovo jeste, i ono postoji; sa nastankom ovoga, nastaje i ono. ",
  "sn12.62:3.3": "Kada ovo nije, ni ono ne postoji; sa nestankom ovoga, nestaje i ono.’ ",
  "sn12.62:3.4": "Uslovljen kontaktom, koji se oseća kao prijatan, nastaje prijatan osećaj. ",
  "sn12.62:3.5": "Prestankom tog istog kontakta koji se oseća kao prijatan, ono što je odgovarajuće osetiti – prijatan osećaj nastao uslovljen kontaktom koji se oseća kao prijatan – prestaje i stišava se. ",
  "sn12.62:3.6": "Uslovljen kontaktom, koji se oseća kao bolan, nastaje bolan osećaj. ",
  "sn12.62:3.7": "Prestankom tog istog kontakta koji se oseća kao bolan, ono što je odgovarajuće osetiti – bolan osećaj nastao uslovljen kontaktom koji se oseća kao bolan – prestaje i stišava se. ",
  "sn12.62:3.8": "Uslovljen kontaktom, koji se oseća kao ni bolan ni prijatan, nastaje ni bolan ni prijatan osećaj. ",
  "sn12.62:3.9": "Prestankom tog istog kontakta koji se oseća kao ni bolan ni prijatan, ono što je odgovarajuće osetiti – ni bolan ni prijatan osećaj nastao uslovljen kontaktom koji se oseća kao ni bolan ni prijatan – prestaje i stišava se. ",
  "sn12.62:4.1": "Monasi, baš kao što se trljanjem i trenjem dva drveta rađa toplota i nastaje vatra, a razdvajanjem i odvajanjem ta dva drveta ona  toplota prestaje i stišava se; ",
  "sn12.62:4.2": "isto tako, uslovljen kontaktom, koji se oseća kao prijatan… ",
  "sn12.62:4.4": "Uslovljen kontaktom, koji se oseća kao bolan… ",
  "sn12.62:4.5": "Uslovljen kontaktom, koji se oseća kao ni bolan ni prijatan, nastaje ni bolan ni prijatan osećaj. ",
  "sn12.62:4.6": "Prestankom tog istog kontakta koji se oseća kao ni bolan ni prijatan, ono što je odgovarajuće osetiti – ni bolan ni prijatan osećaj nastao uslovljen kontaktom koji se oseća kao ni bolan ni prijatan – prestaje i stišava se. ",
  "sn12.62:5.1": "Videći ovako, dobro upućen plemeniti učenik gubi interes za kontakt, gubi interes za osećaj, gubi interes za opažaj, gubi interes za mentalne obrasce, gubi interes za svest. ",
  "sn12.62:5.2": "Pošto je izgubio interes, u njemu se strasti smiruju. Kako se strasti smiruju, tako (njegov um) oslobođen biva. Sa oslobođenjem dolazi i saznanje: ",
  "sn12.62:5.3": "’Ovo je poslednje rođenje, proživljen je svetački život, učinjeno što je trebalo učiniti. Nema više preporađanja u bilo koji oblik bivanja’.” "
}