{
  "sn12.34:0.1": "Budini govori tematski grupisani 12.34 ",
  "sn12.34:0.2": "4. Kaḷāra Khattiya ",
  "sn12.34:0.3": "Osnove znanja (2) ",
  "sn12.34:1.1": "Kraj Sāvatthīja. ",
  "sn12.34:1.2": "„Monasi, podučiću vas o sedamdeset sedam osnova znanja. ",
  "sn12.34:1.3": "Slušajte i dobro zapamtite šta ću vam reći.” ",
  "sn12.34:1.4": "„Da, poštovani,” odgovoriše oni. ",
  "sn12.34:1.5": "A Blaženi ovako nastavi: ",
  "sn12.34:2.1": "„Koje su to, monasi, sedamdeset sedam osnove znanja? ",
  "sn12.34:2.2": "Znanje da sa rođenjem kao uslovom, starost i smrt nastaju. ",
  "sn12.34:2.3": "Znanje da kada ne postoji rođenje, starost i smrt ne nastaju. ",
  "sn12.34:2.4": "Znanje da su i u prošlosti starost i smrt bili uslovljeni rođenjem, i da kada nije bilo rođenja, nije bilo ni starosti i smrti. ",
  "sn12.34:2.5": "Znanje da će i u budućnosti starost i smrt biti uslovljeni rođenjem, i da kada ne bude rođenja, neće biti ni starosti i smrti. ",
  "sn12.34:2.6": "Znanje da je i to znanje o stabilnosti Dhamme takođe podložno nestanku, podložno propadanju, podložno hlađenju strasti, podložno prestanku. ",
  "sn12.34:3.1": "Znanje da sa bivanjem kao uslovom, rođenje nastaje… ",
  "sn12.34:3.2": "Znanje da sa vezivanjem kao uslovom, bivanje uslovljeno… ",
  "sn12.34:3.3": "Znanje da sa žudnjom kao uslovom, vezivanje nastaje… ",
  "sn12.34:3.4": "Znanje da sa osećajem kao uslovom, žudnja nastaje. ",
  "sn12.34:3.5": "Znanje da sa kontaktom kao uslovom, osećaj nastaje… ",
  "sn12.34:3.6": "Znanje da sa šest područja čula kao uslovom, kontakt nastaje… ",
  "sn12.34:3.7": "Znanje da sa mentalnim-materijalnim kao uslovom, šest područja čula nastaju… ",
  "sn12.34:3.8": "Znanje da sa svešću kao uslovom, mentalno-materijalno nastaje… ",
  "sn12.34:3.9": "Znanje da sa mentalnim obrascima kao uslovom, svest nastaje… ",
  "sn12.34:3.10": "Znanje da sa mentalnim obrascima kao uslovom, neznanje nastaje; znanje da kada nema neznanja, nema ni mentalnih obrazaca. ",
  "sn12.34:3.11": "Znanje da su i u prošlosti mentalni obrasci bili uslovljeni neznanjem; znanje da kada nije bilo neznanja, nije bilo ni mentalnih obrazaca. ",
  "sn12.34:3.12": "Znanje da će i u budućnosti mentalni obrasci biti uslovljeni neznanjem; znanje da kada ne bude neznanja, neće biti ni mentalnih obrazaca. ",
  "sn12.34:3.13": "Znanje da je i to znanje o stabilnosti Dhamme takođe podložno nestanku, podložno propadanju, podložno hlađenju strasti, podložno prestanku. ",
  "sn12.34:3.14": "To se, monasi, naziva sedamdeset sedam osnova znanja.” "
}