{
  "sn12.11:0.1": "Budini govori tematski grupisani 11.11 ",
  "sn12.11:0.2": "2. Hrana ",
  "sn12.11:0.3": "Hrana ",
  "sn12.11:1.1": "Ovako sam čuo. ",
  "sn12.11:1.2": "Jednom je Blaženi boravio kraj Sāvatthīja, u Đetinom gaju, u manastiru koji je podigao Anāthapiṇḍika. ",
  "sn12.11:1.3": "„Monasi, postoje četiri vrste hrane za održavanje bića koja su već nastala i za podršku onima koja tek treba da se rode. ",
  "sn12.11:1.4": "Koje četiri? ",
  "sn12.11:1.5": "Fizička hrana, gruba ili fina; kontakt kao druga; mentalni obrasci kao treća; svest kao četvrta. ",
  "sn12.11:1.6": "To su četiri vrste hrane za održavanje bića koja su već nastala i za podršku onima koja tek treba da se rode. ",
  "sn12.11:2.1": "A šta je izvor te četiri hrane, šta poreklo, kako ona nastaje, kako se stvara? ",
  "sn12.11:2.2": "Te četiri vrste hrane imaju žudnju kao svoj izvor, žudnju kao svoje poreklo, one su nastale i stvorene iz žudnje. ",
  "sn12.11:2.3": "A šta je izvor te žudnje, šta poreklo, kako ona nastaje, kako se stvara? ",
  "sn12.11:2.4": "Žudnja ima osećaj kao svoj izvor, osećaj kao svoje poreklo, ona je nastala i stvorena iz osećaja. ",
  "sn12.11:2.5": "A šta je izvor osećaja…? ",
  "sn12.11:2.6": "Osećaj ima kontakt kao svoj izvor… ",
  "sn12.11:2.7": "A šta je izvor kontakta…? ",
  "sn12.11:2.8": "Kontakt ima šest područja čula kao svoj izvor… ",
  "sn12.11:2.9": "A odakle izviru šest područja čula…? ",
  "sn12.11:2.10": "Šest područja čula imaju mentalno-materijalno kao svoj izvor… ",
  "sn12.11:2.11": "A odakle izvire mentalno-materijalnog…? ",
  "sn12.11:2.12": "Mentalno-materijalno kao svoj izvor ima svest… ",
  "sn12.11:2.13": "A odakle izvire svest…? ",
  "sn12.11:2.14": "Svest kao svoj izvor ima mentalne obrasce… ",
  "sn12.11:2.15": "A šta je izvor mentalnih obrazaca…? ",
  "sn12.11:2.16": "Mentalni obrasci imaju neznanje kao svoj izvor, neznanje kao svoje poreklo, oni su nastali i stvoreni iz neznanja. ",
  "sn12.11:3.1": "I tako, monasi,  sa neznanjem kao uslovom (nastaju) mentalni obrasci; ",
  "sn12.11:3.2": "sa mentalnim obrascima kao uslovom, svest nastaje… ",
  "sn12.11:3.3": "Tako nastaje čitav ovaj okean patnje. ",
  "sn12.11:3.4": "Ali sa slabljenjem i nestankom neznanja, mentalni obrasci nestaju; ",
  "sn12.11:3.5": "sa nestankom mentalnih obrazaca, svest nestaje… ",
  "sn12.11:3.6": "Tako nestaje čitav ovaj okean patnje.” "
}