{
  "sn12.33:0.1": "Budini govori tematski grupisani 12.33 ",
  "sn12.33:0.2": "4. Kaḷāra Khattiya ",
  "sn12.33:0.3": "Osnove znanja (1) ",
  "sn12.33:1.1": "Kraj Sāvatthīja. ",
  "sn12.33:1.2": "„Monasi, podučiću vas o četrdeset četiri osnove znanja. ",
  "sn12.33:1.3": "Slušajte i dobro zapamtite šta ću vam reći.” ",
  "sn12.33:1.4": "„Da, poštovani,” odgovoriše oni. ",
  "sn12.33:1.5": "A Blaženi ovako nastavi: ",
  "sn12.33:2.1": "„Koje su to, monasi, četrdeset četiri osnove znanja? ",
  "sn12.33:2.2": "Znanje o starosti i smrti, znanje o nastanku starosti i smrti, znanje o prestanku starosti i smrti, znanje o putu koji vodi do prestanka starosti i smrti. ",
  "sn12.33:2.3": "Znanje o rođenju… ",
  "sn12.33:2.4": "Znanje o bivanju… ",
  "sn12.33:2.5": "Znanje o vezivanju… ",
  "sn12.33:2.6": "Znanje o žudnji… ",
  "sn12.33:2.7": "Znanje o osećaju… ",
  "sn12.33:2.8": "Znanje o kontaktu… ",
  "sn12.33:2.9": "Znanje o šest područja čula… ",
  "sn12.33:2.10": "Znanje o mentalnom-materijalnom… ",
  "sn12.33:2.11": "Znanje o svesti… ",
  "sn12.33:2.12": "Znanje o mentalnim obrascima, znanje o nastanku mentalnih obrazaca, znanje o prestanku mentalnih obrazaca, znanje o putu koji vodi prestanku mentalnih obrazaca. ",
  "sn12.33:2.13": "To se, monasi, naziva četrdeset četiri osnove znanja. ",
  "sn12.33:3.1": "A šta su to, monasi, starost i smrt? ",
  "sn12.33:3.2": "Starenje bića u različitim kategorijama bića, njihova starost, slomljeni zubi, seda kosa, smežurana koža, opadanje životne snage, slabljenje čula – ",
  "sn12.33:3.3": "to se naziva starost. ",
  "sn12.33:3.4": "Umiranje bića u različitim kategorijama bića, njihov prestanak, raspadanje, nestanak, smrt, okončanje života, rastakanje sastojaka bića, odlaganje tela – ",
  "sn12.33:3.5": "to se naziva smrt. ",
  "sn12.33:3.6": "Takva je starost, takva je smrt; ",
  "sn12.33:3.7": "to se naziva starost i smrt. ",
  "sn12.33:4.1": "Nastankom rođenja nastaju i starost i smrt. ",
  "sn12.33:4.2": "Prestankom rođenja nestaju i starost i smrt. ",
  "sn12.33:4.3": "A put koji vodi prestanku starosti i smrti upravo je ovaj plemeniti osmostruki put, ",
  "sn12.33:4.4": "to jest: ispravno razumevanje… ispravna koncentracija. ",
  "sn12.33:5.1": "Kada je, monasi, plemeniti učenik ovako razumeo starost i smrt, nastanak starosti i smrti, prestanak starosti i smrti i put koji vodi prestanku starosti i smrti, to je njegovo znanje o Dhammi. ",
  "sn12.33:5.2": "Sa tim znanjem o Dhammi, koje je video, spoznao, neposredno dostigao i proniknuo, on zaključuje o prošlosti i budućnosti: ",
  "sn12.33:6.1": "’Koji god askete i brahmani su u prošlosti neposredno znali starost i smrt, neposredno znali nastanak starosti i smrti, neposredno znali prestanak starosti i smrti, neposredno znali put koji vodi do prestanka starosti i smrti, svi su oni to znali na isti ovaj način, baš kao što i ja sada znam. ",
  "sn12.33:7.1": "I koji god askete i brahmani će u budućnosti neposredno znati starost i smrt, neposredno znati nastanak starosti i smrti, neposredno znati prestanak starosti i smrti, neposredno znati put koji vodi do prestanka starosti i smrti, svi će oni to znati na isti ovaj način, baš kao što i ja sada znam.’ ",
  "sn12.33:7.2": "To je njegovo znanje o zaključivanju. ",
  "sn12.33:8.1": "Monasi, kada su u plemenitom učeniku ova dva znanja pročišćena i blistava – ",
  "sn12.33:8.2": "znanje o Dhammi i znanje o zaključivanju – ",
  "sn12.33:8.3": "on se tada naziva plemenitim učenikom koji je usavršen u razumevanju, koji je usavršen u viđenju, koji se dosegao ovu istinitu Dhammu, koji vidi ovu istinitu Dhammu, koji poseduje znanje učitelja, istinsko znanje učitelja, koji je ušao u tok Dhamme, oplemenjen prodornom mudrošću, onaj koji stoji pravo pred vratima Besmrtnog. ",
  "sn12.33:9.1": "A šta je to, monasi, rođenje? … ",
  "sn12.33:9.2": "A šta je to, monasi, bivanje? … ",
  "sn12.33:9.3": "A šta je to, monasi, vezivanje? … ",
  "sn12.33:9.4": "A šta je to, monasi, žudnja? … ",
  "sn12.33:9.5": "A šta je to, monasi, osećaj? … ",
  "sn12.33:9.6": "A šta je to, monasi, kontakt? … ",
  "sn12.33:9.7": "A šta je to, monasi, šest područja čula? … ",
  "sn12.33:9.8": "A šta je to, monasi, mentalno-materijalno? … ",
  "sn12.33:9.9": "A šta je to, monasi, svest? … ",
  "sn12.33:9.10": "A šta su to, monasi, mentalni obrasci? ",
  "sn12.33:9.11": "Postoji ove tri vrste obrazaca: ",
  "sn12.33:9.12": "telesni, verbalni i mentalni. ",
  "sn12.33:9.13": "To se naziva mentalnim obrascima. ",
  "sn12.33:10.1": "Nastankom neznanja, tu je i nastanak mentalnih obrazaca; ",
  "sn12.33:10.2": "sa nestankom neznanja, mentalni obrasci nestaju; ",
  "sn12.33:10.3": "A put koji vodi do prestanka mentalnih obrazaca upravo je ovaj plemeniti osmostruki put, to jest: ",
  "sn12.33:10.4": "ispravno razumevanje… ispravna koncentracija. ",
  "sn12.33:11.1": "Kad plemeniti učenik ovako razume mentalne obrasce, nastanak mentalnih obrazaca, nestanak mentalnih obrazaca i put koji vodi nestanku mentalnih obrazaca, to je to je njegovo znanje o Dhammi. ",
  "sn12.33:11.2": "Sa tim znanjem o Dhammi, koje je video, spoznao, neposredno dostigao i proniknuo, on zaključuje o prošlosti i budućnosti: ",
  "sn12.33:12.1": "’Koji god askete i brahmani su u prošlosti neposredno znali mentalne obrasce, neposredno znali nastanak mentalnih obrazaca, neposredno znali prestanak mentalnih obrazaca, neposredno znali put koji vodi do prestanka mentalnih obrazaca, svi su oni to znali na isti ovaj način, baš kao što i ja sada znam. ",
  "sn12.33:13.1": "I koji god askete i brahmani će u budućnosti neposredno znati mentalne obrasce, neposredno znati nastanak mentalnih obrazaca, neposredno znati prestanak mentalnih obrazaca, neposredno znati put koji vodi do prestanka mentalnih obrazaca, svi će oni to znati na isti ovaj način, baš kao što i ja sada znam.’ ",
  "sn12.33:13.2": "To je njegovo znanje o zaključivanju. ",
  "sn12.33:14.1": "Monasi, kada su u plemenitom učeniku ova dva znanja pročišćena i blistava – ",
  "sn12.33:14.2": "znanje o Dhammi i znanje o zaključivanju – ",
  "sn12.33:14.3": "on se tada naziva plemenitim učenikom koji je usavršen u razumevanju, koji je usavršen u viđenju, koji se dosegao ovu istinitu Dhammu, koji vidi ovu istinitu Dhammu, koji poseduje znanje učitelja, istinsko znanje učitelja, koji je ušao u tok Dhamme, oplemenjen prodornom mudrošću, onaj koji stoji pravo pred vratima Besmrtnog.” "
}