{
  "sn12.22:0.1": "Budini govori tematski grupisani 12.22 ",
  "sn12.22:0.2": "3. Deset snaga ",
  "sn12.22:0.3": "Deset snaga (2) ",
  "sn12.22:1.1": "Kraj Sāvatthīja. ",
  "sn12.22:1.2": "„Monasi, pošto poseduje deset snaga i četiri osnove samopouzdanja, Tathāgata zauzima mesto bika predvodnika, u zajednicama se oglašava lavljim rikom i brahma-točak pokreće ovako: ",
  "sn12.22:1.3": "’Ovakav je oblik, ovakav je nastanak oblika, ovakav nestanak oblika. ",
  "sn12.22:1.4": "Ovakav je osećaj, ovakav je nastanak osećaja, ovakav nestanak osećaja. ",
  "sn12.22:1.5": "Ovakav je opažaj, ovakav je nastanak opažaja, ovakav nestanak opažaja. ",
  "sn12.22:1.6": "Ovakvi su mentalni obrasci, ovakav je nastanak mentalnih obrazaca, ovakav nestanak mentalnih obrazaca. ",
  "sn12.22:1.7": "Ovakva je svest, ovakav je nastanak svesti, ovakav nestanak svesti. ",
  "sn12.22:1.8": "Kada ovo jeste, i ono postoji; sa nastankom ovoga, nastaje i ono. ",
  "sn12.22:1.9": "Kada ovo nije, ni ono ne postoji; sa nestankom ovoga, nestaje i ono. ",
  "sn12.22:1.10": "I tako, sa neznanjem kao uslovom, (nastaju) mentalni obrasci; ",
  "sn12.22:1.11": "sa mentalnim obrascima kao uslovom, svest nastaje… ",
  "sn12.22:1.12": "Tako nastaje čitav ovaj okean patnje. ",
  "sn12.22:1.13": "Ali sa slabljenjem i nestankom neznanja, mentalni obrasci nestaju; ",
  "sn12.22:1.14": "sa nestankom mentalnih obrazaca, svest prestaje… ",
  "sn12.22:1.15": "Tako nestaje čitav ovaj okean patnje. ",
  "sn12.22:2.1": "Monasi, Dhamma koju sam objavio jeste jasna, jednostavna, razložna i logična. ",
  "sn12.22:2.2": "Kad je Dhamma tako izložena, jasno, jednostavno, razložno, logično, to je dovoljno da se u sinu iz dobre porodice, koji je napustio dom vođen poverenjem, javi ovakvo nadahnuće: ",
  "sn12.22:2.3": "’Neka od mene ostanu samo koža, tetive i kosti; neka se meso i krv u mome telu sasuše; ali neka u meni bude energije dok ne dostignem ono što se dostići može muževnom snagom, muževnom energijom, muževnim naporom!’ ",
  "sn12.22:3.1": "Monasi, lenjivac je okružen patnjom, sasvim zaokupljen lošim, štetnim stanjima uma i velika je dobrobit koju on zapostavlja. ",
  "sn12.22:3.2": "Ali energičan čovek živi srećan, daleko od loših, štetnih stanja uma i velika je dobrobit koju on za sebe postiže. ",
  "sn12.22:3.3": "Monasi, niskim se ne dostiže najviše; ",
  "sn12.22:3.4": "uzvišenim se najviše dostiže. ",
  "sn12.22:3.5": "Monasi, ovaj monaški život je nektar; a tu je i učitelj. ",
  "sn12.22:3.6": "Zato, uložite napor da dosegnete ono još nedosegnuto, da postignete ono još nepostignuto, da ostvarite ono još neostvareno, (imajući pri tome na umu): ",
  "sn12.22:3.7": "’Na ovaj način naš odlazak u beskućnike neće biti jalov, već izdašan i plodonosan; ",
  "sn12.22:3.8": "a kada koristimo ogrtače, hranu, smeštaj i lekove, ta pomoć koju nam drugi obezbediše, doneće i njima velike plodove i blagodet.’ ",
  "sn12.22:3.9": "Tako sebe treba da vežbate. ",
  "sn12.22:3.10": "Monasi, imati u vidu sopstveno dobro dovoljno je da biste ka cilju stremili neumorno. ",
  "sn12.22:3.11": "Imati u vidu dobro drugih dovoljno je da biste ka cilju stremili neumorno. ",
  "sn12.22:3.12": "Imati u vidu i sopstveno i dobro drugih dovoljno je da biste ka cilju stremili neumorno.” "
}