{
  "sn12.16:0.1": "Budini govori tematski grupisani 12.16 ",
  "sn12.16:0.2": "2. Hrana ",
  "sn12.16:0.3": "Onaj ko objavljuje Dhammu ",
  "sn12.16:1.1": "Kraj Sāvatthīja. ",
  "sn12.16:1.2": "Onda neki monah otide do Blaženog, pokloni mu se i sede sa strane. Dok je tako sedeo, reče on Blaženome: ",
  "sn12.16:1.3": "„Poštovani, kaže se ’Onaj koji objavljuje Dhammu, onaj koji objavljuje Dhammu’. ",
  "sn12.16:1.4": "Na koji način, poštovani, neko postaje onaj koji objavljuje Dhammu?” ",
  "sn12.16:2.1": "„Ako monah podučava Dhammu radi podsticanja otrežnjenja prema starosti i smrti, radi njihovog iščezavanja i prestanka, tada je on pogodan da se nazove monahom koji objavljuje Dhammu. ",
  "sn12.16:2.2": "Ako monah vežba radi podsticanja otrežnjenja prema starosti i smrti, hlađenja strasti i prestanka, tada je on pogodan da se nazove monahom koji vežba u skladu sa Dhammom. ",
  "sn12.16:2.3": "Ako je, zahvaljujući otrežnjenju prema starosti i smrti, zahvaljujući njihovom iščezavanju i prestanku, monah oslobođen putem nevezivanja, tada je on pogodan da se nazove monahom koji je dostigao nibbānu upravo u ovom životu. ",
  "sn12.16:3.1": "Ako monah podučava Dhammu radi podsticanja otrežnjenja prema rođenju… ",
  "sn12.16:3.2": "bivanju… ",
  "sn12.16:3.3": "vezivanju… ",
  "sn12.16:3.4": "žudnji… ",
  "sn12.16:3.5": "osećaju… ",
  "sn12.16:3.6": "kontaktu… ",
  "sn12.16:3.7": "šest područja čula… ",
  "sn12.16:3.8": "mentalno-materijalnom… ",
  "sn12.16:3.9": "svesti… ",
  "sn12.16:3.10": "mentalnim obrascima… ",
  "sn12.16:3.11": "radi podsticanja otrežnjenja prema neznanju, radi njegovog iščezavanja i prestanka, tada je on pogodan da se nazove monahom koji objavljuje Dhammu. ",
  "sn12.16:3.12": "Ako monah vežba radi podsticanja otrežnjenja prema neznanju, radi hlađenja strasti i prestanka, tada je on pogodan da se nazove monahom koji vežba u skladu sa Dhammom. ",
  "sn12.16:3.13": "Ako je, zahvaljujući otrežnjenju prema neznanju, zahvaljujući njegovom iščezavanju i prestanku, neko oslobođen putem nevezivanja, tada je on pogodan da se nazove monahom koji je dostigao nibbānu upravo u ovom životu. "
}