{
  "sn12.61:0.1": "Budini govori tematski grupisani 12.61 ",
  "sn12.61:0.2": "7. Veliko poglavlje ",
  "sn12.61:0.3": "Neupućen (1) ",
  "sn12.61:1.1": "Ovako sam čuo. ",
  "sn12.61:1.2": "Jednom je Blaženi boravio kraj Sāvatthīja, u Đetinom gaju, u manastiru koji je podigao Anāthapiṇḍika. ",
  "sn12.61:1.3": "„Monasi, neuk, običan čovek mogao bi da se otrezni od ovog tela sačinjenog od četiri velika elementa, da razvije hlađenje strasti prema njemu i oslobodi ga se. ",
  "sn12.61:1.4": "A zašto? ",
  "sn12.61:1.5": "Zato što su, monasi, kod ovog tela sačinjenog od četiri velika elementa vidljivi rast i propadanje, uzimanje i odlaganje. ",
  "sn12.61:1.6": "Zbog toga bi neuk, običan čovek mogao da se otrezni od njega, da razvije hlađenje strasti prema njemu i oslobodi ga se. ",
  "sn12.61:2.1": "Ali od onoga što se naziva ’um’, ’razum’ ili ’svest’, od toga neuk, običan čovek nije u stanju da se otrezni, da razvije hlađenje strasti prema njemu i oslobodi se. ",
  "sn12.61:2.2": "A zašto? ",
  "sn12.61:2.3": "Zato što je, monasi, to ono što je neuk, običan čovek dugo vremena smatrao, prisvajao i pogrešno shvatao: ",
  "sn12.61:2.4": "’Ovo je moje, ovo sam ja, ovo je moje sopstvo’. ",
  "sn12.61:2.5": "Zato neuk, običan čovek nije u stanju da se otrezni od toga, da razvije hlađenje strasti prema tome i oslobodi se. ",
  "sn12.61:3.1": "Monasi, bolje bi bilo da neuk, običan čovek ovo telo sačinjeno od četiri velika elementa smatra za sopstvo, nego da tako smatra um. ",
  "sn12.61:3.2": "A zašto? ",
  "sn12.61:3.3": "Zato što se jasno vidi da ovo telo sačinjeno od četiri velika elementa traje jednu godinu, dve godine, tri… četiri… pet… deset… dvadeset… trideset… četrdeset… pedeset… stotinu godina, pa i duže. ",
  "sn12.61:4.1": "Ali ono što se naziva ’um’, ’razum’ ili ’svest’, to i danju i noću nastaje kao jedno, a nestaje kao drugo. ",
  "sn12.61:4.2": "Baš kao što, monasi, majmun tumarajući šumom i gajem, hvata jednu granu, pušta je i hvata drugu, pušta nju i hvata sledeću; ",
  "sn12.61:4.3": "isto tako, ono što se naziva ’um’, ’razum’ ili ’svest’, to i danju i noću nastaje kao jedno, a nestaje kao drugo. ",
  "sn12.61:5.1": "U vezi sa tim, dobro upućen plemeniti učenik pažljivo i temeljno razmatra uslovljeni nastanak: ",
  "sn12.61:5.2": "„Kada ovo jeste, i ono postoji; sa nastankom ovoga, nastaje i ono. ",
  "sn12.61:5.3": "Kada ovo nije, ni ono ne postoji; sa nestankom ovoga, nestaje i ono. ",
  "sn12.61:5.4": "I tako, sa neznanjem kao uslovom, (nastaju) mentalni obrasci; ",
  "sn12.61:5.5": "sa mentalnim obrascima kao uslovom, svest nastaje… ",
  "sn12.61:5.6": "Tako nastaje čitav ovaj okean patnje. ",
  "sn12.61:5.7": "Ali sa slabljenjem i nestankom neznanja, mentalni obrasci nestaju; ",
  "sn12.61:5.8": "sa nestankom mentalnih obrazaca, svest nestaje… ",
  "sn12.61:5.9": "Tako nestaje čitav ovaj okean patnje.’ ",
  "sn12.61:6.1": "Videći ovako, dobro upućen plemeniti učenik gubi interes za oblik, gubi interes za osećaj, gubi interes za opažaj, gubi interes za mentalne obrasce, gubi interes za svest. ",
  "sn12.61:6.2": "Pošto je izgubio interes, u njemu se strasti smiruju. Kako se strasti smiruju, tako (njegov um) oslobođen biva. Sa oslobođenjem dolazi i saznanje: ",
  "sn12.61:6.3": "’Ovo je poslednje rođenje, proživljen je svetački život, učinjeno što je trebalo učiniti. Nema više preporađanja u bilo koji oblik bivanja’.” "
}