{
  "sn12.15:0.1": "Budini govori tematski grupisani 12.15 ",
  "sn12.15:0.2": "2. Hrana ",
  "sn12.15:0.3": "Kaććānagotta ",
  "sn12.15:1.1": "Kraj Sāvatthīja. ",
  "sn12.15:1.2": "Onda poštovani Kaććānagotta dođe do Blaženog, pokloni mu se i sede sa strane. Dok je tako sedeo, reče on Blaženome: ",
  "sn12.15:1.3": "„Poštovani, rečeno je: ’Ispravno razumevanje, ispravno razumevanje’. ",
  "sn12.15:1.4": "Na koji način, gospodine, postoji ispravno razumevanje?” ",
  "sn12.15:2.1": "„Ovaj svet, Kaććāna, najvećim delom počiva na dualnosti — na pojmu postojanja i na pojmu nepostojanja. ",
  "sn12.15:2.2": "Ali za onoga ko uz pomoć ispravne mudrosti vidi poreklo ovoga sveta onako kakvo ono jeste, ne postoji pojam nepostojanja u odnosu na ovaj svet. ",
  "sn12.15:2.3": "I za onoga ko uz pomoć ispravne mudrosti vidi prestanak ovoga sveta onako kakav on jeste, ne postoji pojam postojanja u odnosu na ovaj svet. ",
  "sn12.15:2.4": "Ovaj svet, Kaććāna, za većinu ljudi sapet je okovima angažovanja, vezivanja i sleđenja. ",
  "sn12.15:2.5": "Ali onaj ko ima ispravno razumevanje se ne angažuje, niti vezuje kroz to angažovanje i vezivanje, fiksacije svesti, sleđenje ili skrivene sklonosti; niti on razmišlja: ’moje sopstvo’. ",
  "sn12.15:2.6": "U njemu nema neizvesnosti, niti sumnje da kada nešto nastaje, to samo patnja nastaje i da kada nešto nestaje, to samo patnja nestaje. Njegovo znanje o tome ne zavisi od drugih. ",
  "sn12.15:2.7": "Na taj način, Kaććāna, postoji ispravno razumevanje. ",
  "sn12.15:3.1": "’Sve postoji!’: to je jedna krajnost. ",
  "sn12.15:3.2": "’Sve ne postoji’: to je druga krajnost. ",
  "sn12.15:3.3": "Ne priklanjajući se nijednoj od tih krajnosti, Tathāgata podučava Dhammu koja je u sredini: ",
  "sn12.15:3.4": "’Sa neznanjem kao uslovom, mentalni obrasci nastaju; ",
  "sn12.15:3.5": "sa mentalnim obrascima kao uslovom, svest nastaje… ",
  "sn12.15:3.6": "Tako nastaje čitav ovaj okean patnje. ",
  "sn12.15:3.7": "Ali sa slabljenjem i nestankom neznanja, mentalni obrasci nestaju; ",
  "sn12.15:3.8": "sa nestankom mentalnih obrazaca, svest nestaje… ",
  "sn12.15:3.9": "Tako nestaje čitav ovaj okean patnje’.” "
}