{
  "sa33:0.1": "Related Discourses 1 ",
  "sa33:0.2": "145. Not Self ",
  "sa33:1.1": "Thus I have heard: ",
  "sa33:1.2": "One time, the Buddha was staying at Anāthapiṇḍada’s Park in Jeta’s Grove of Śrāvastī. ",
  "sa33:2.1": "It was then that the Bhagavān addressed the monks, ",
  "sa33:2.2": "“Form is not the self. ",
  "sa33:2.3": "If form were the self, it wouldn’t be that illness and pain arise from form, and there wouldn’t be the desire about form: ",
  "sa33:2.4": "‘Let it be so; let it not be so.’ ",
  "sa33:2.5": "It’s because form is without self that there’s illness and pain that arise from it, and these desires are possible: ",
  "sa33:2.6": "‘Let it be so; let it not be so.’ ",
  "sa33:2.7": "<em>Feeling, perception, volition, and consciousness are likewise.</em> ",
  "sa33:3.1": "“Monks, what do you think? ",
  "sa33:3.2": "Is form permanent, or is it impermanent?” ",
  "sa33:4.1": "The monks said to the Buddha, ",
  "sa33:4.2": "“Impermanent, Bhagavān.” ",
  "sa33:5.1": "“Monks, if something is impermanent, is it painful?” ",
  "sa33:6.1": "The monks said to the Buddha, ",
  "sa33:6.2": "“It’s painful, Bhagavān.” ",
  "sa33:7.1": "“If it’s impermanent and painful, it’s liable to change. ",
  "sa33:7.2": "Would well-versed noble disciples see this as a self, what’s other than self, or either of them present in the other?” ",
  "sa33:8.1": "The monks said to the Buddha, ",
  "sa33:8.2": "“No, Bhagavān.” ",
  "sa33:9.1": "“<em>Feeling, perception, volition, and consciousness are likewise.</em> ",
  "sa33:9.2": "Therefore, monks, whatever forms exist, whether past, future, or present, internal or external, crude or fine, beautiful or ugly, and distant or near, they are all not self, not other than self, nor are either of them present in the other. ",
  "sa33:9.3": "Observe them in this way. ",
  "sa33:9.4": "<em>Feeling, perception, volition, and consciousness are likewise.</em> ",
  "sa33:10.1": "“Monks, well-versed noble disciples truly observe that what’s in these five acquired aggregates is not self and doesn’t belong to self. ",
  "sa33:10.2": "After truly observing this, they grasp nothing from all the world. ",
  "sa33:10.3": "Because they grasp nothing, they attach to nothing. ",
  "sa33:10.4": "Because they attach to nothing, they realize nirvāṇa for themselves: ",
  "sa33:10.5": "‘My births have been ended, the religious practice has been established, and the task has been accomplished. ",
  "sa33:10.6": "I myself know that I won’t be subject to a later existence.’” ",
  "sa33:11.1": "After the Buddha spoke this sūtra, the monks who heard what the Buddha taught rejoiced and approved. "
}