{
  "sa34:0.1": "Related Discourses 1 ",
  "sa34:0.2": "146. The Five Monks ",
  "sa34:1.1": "Thus I have heard: ",
  "sa34:1.2": "One time, the Buddha was staying at Ṛṣipatana in the Deer Preserve of Bārāṇasī. ",
  "sa34:2.1": "It was then that the Bhagavān addressed the other five monks, ",
  "sa34:2.2": "“Form doesn’t have self. ",
  "sa34:2.3": "If form had self, it wouldn’t be that illness and pain arise from form, and there wouldn’t be the desire about form: ",
  "sa34:2.4": "‘Let it be so; let it not be so.’ ",
  "sa34:2.5": "It’s because form is without self that there’s illness and pain that arise from form, and it’s possible to desire of form: ",
  "sa34:2.6": "‘Let it be so; let it not be so.’ ",
  "sa34:2.7": "<em>Feeling, perception, volition, and consciousness are likewise</em>. ",
  "sa34:3.1": "“Monks, what do you think? ",
  "sa34:3.2": "Is form permanent, or is it impermanent?” ",
  "sa34:4.1": "The monks said to the Buddha, ",
  "sa34:4.2": "“Impermanent, Bhagavān.” ",
  "sa34:5.1": "“Monks, if something is impermanent, is it painful?” ",
  "sa34:6.1": "The monks said to the Buddha, ",
  "sa34:6.2": "“It’s painful, Bhagavān.” ",
  "sa34:7.1": "“If it’s impermanent and painful, it’s liable to change. ",
  "sa34:7.2": "Would well-versed noble disciples see this as a self, what’s  other than self, or either of them present in the other?” ",
  "sa34:8.1": "The monks said to the Buddha, ",
  "sa34:8.2": "“No, Bhagavān.” ",
  "sa34:9.1": "“<em>Feeling, perception, volition, and consciousness are likewise.</em> ",
  "sa34:9.2": "Therefore, monks, whatever forms exist, whether past, future, or present, internal or external, crude or fine, beautiful or ugly, and distant or near, they are not self and don’t belong to self when truly observed. ",
  "sa34:9.3": "<em>Feeling, perception, volition, and consciousness are likewise.</em> ",
  "sa34:10.1": "“Monks, well-versed noble disciple sees that what’s in these five acquired aggregates is not self and doesn’t belong to self. ",
  "sa34:10.2": "Thus observing them, they grasp nothing from all the world. ",
  "sa34:10.3": "Because they grasp nothing, they attach to nothing. ",
  "sa34:10.4": "Because they attach to nothing, they realize nirvāṇa for themselves: ",
  "sa34:10.5": "‘My births have been ended, the religious practice has been established, and the task has been accomplished. ",
  "sa34:10.6": "I myself know that I won’t be subject to a later existence.’” ",
  "sa34:11.1": "After the Buddha spoke this sūtra, the contaminants didn’t arise in those five monks, and their minds were liberated. ",
  "sa34:12.1": "After the Buddha spoke this sūtra, the monks who heard what the Buddha taught rejoiced and approved. "
}