{
  "sa35:0.1": "Related Discourses 1 ",
  "sa35:0.2": "147. Three Gentlemen ",
  "sa35:1.1": "Thus have I heard: ",
  "sa35:1.2": "One time, the Buddha was staying at the Bamboo Park Monastery in Cedi. ",
  "sa35:2.1": "At the time, there were three upright gentlemen who had left home not long before. ",
  "sa35:2.2": "They were Venerable Aniruddha, Venerable Nandika, and Venerable Kimbila. ",
  "sa35:3.1": "Knowing what they were thinking in their minds, the Bhagavān then instructed them: ",
  "sa35:3.2": "“Monks, this is mind, this is reasoning, this is consciousness. ",
  "sa35:3.3": "This should be contemplated. ",
  "sa35:3.4": "Don’t contemplate that. ",
  "sa35:3.5": "Stopping this desire and stopping this form, a person fully abides in realization. ",
  "sa35:3.6": "Monks, could there be form that’s permanent, unchanging, and a correct abode?” ",
  "sa35:4.1": "The monks said to the Buddha, ",
  "sa35:4.2": "“No, Bhagavān.” ",
  "sa35:5.1": "The Buddha told the monks, ",
  "sa35:5.2": "“Good, good! ",
  "sa35:5.3": "Form is impermanent and liable to change. ",
  "sa35:5.4": "Tiring of and parting with desire [for form], it ceases, become tranquil, and disappears. ",
  "sa35:5.5": "Thus, since the distant past, all forms have been impermanent, painful, and liable to change. ",
  "sa35:5.6": "Known in this way, the conditioning of those forms produces the contaminants, which are harmful, burning, and grievous. ",
  "sa35:5.7": "Destroy them all. ",
  "sa35:5.8": "Once they are destroyed, there’s no attachment. ",
  "sa35:5.9": "Once there’s no attachment, you’ll live in well-being. ",
  "sa35:5.10": "Once you live in well-being, you’ll attain parinirvāṇa. ",
  "sa35:5.11": "<em>Feelings, perceptions, volitions, and consciousness are likewise.</em>” ",
  "sa35:6.1": "When the Buddha spoke this sūtra, the contaminants didn’t arise in those three upright gentlemen, and their minds were liberated. ",
  "sa35:7.1": "After the Buddha spoke this sūtra, the monks who heard what the Buddha taught rejoiced and approved. "
}