{
  "sa36:0.1": "Related Discourses 1 ",
  "sa36:0.2": "148. Sixteen Monks ",
  "sa36:1.1": "Thus I have heard: ",
  "sa36:1.2": "One time, the Buddha was staying at the Umbrella Mango Tree Park on the bank of the Bhadra River in Mathurā. ",
  "sa36:2.1": "It was then that the Bhagavān addressed the monks, ",
  "sa36:2.2": "“Stand on your own island and on your own support. ",
  "sa36:2.3": "Stand on the island of the teaching and the support of the teaching, not on another island or another support. ",
  "sa36:3.1": "“Monks, you should correctly examine, ",
  "sa36:3.2": "‘Stand on your own island and on your own support. ",
  "sa36:3.3": "Stand on the island of the teaching and the support of the teaching, not on another island or another support.’ ",
  "sa36:3.4": "What causes grief, sorrow, vexation, and suffering to arise? ",
  "sa36:3.5": "What do they possess? ",
  "sa36:3.6": "What do they cause? ",
  "sa36:3.7": "What do they tie together? ",
  "sa36:3.8": "How do you yourself examine the arising of grief, sorrow, vexation, and suffering that have yet to arise and the growth of grief, sorrow, vexation, and suffering that have already arisen?” ",
  "sa36:4.1": "The monks said to the Buddha, ",
  "sa36:4.2": "“The Bhagavān is the Dharma root, the Dharma eye, and the Dharma support. ",
  "sa36:4.3": "Please, let him explain this. ",
  "sa36:4.4": "After listening, the monks will approve of what was said.” ",
  "sa36:5.1": "The Buddha told the monks, ",
  "sa36:5.2": "“Listen closely, and well consider it. ",
  "sa36:5.3": "I will explain it for you. ",
  "sa36:5.4": "Monks, they have form, they cause form, and they tie together forms when you yourself examine the arising of grief, sorrow, vexation, and suffering that have yet to arise and the growth of grief, sorrow, vexation, and suffering that have already arisen. ",
  "sa36:5.5": "<em>Feelings, perceptions, volitions, and consciousness are likewise.</em> ",
  "sa36:5.6": "Monks, could it be that form is permanent, eternal, unchanging, and a correct abode?” ",
  "sa36:6.1": "They replied, ",
  "sa36:6.2": "“No, Bhagavān.” ",
  "sa36:7.1": "The Buddha told the monks, ",
  "sa36:7.2": "“Good, monks! Good! ",
  "sa36:7.3": "Forms are impermanent. ",
  "sa36:7.4": "Suppose good sons know that forms are impermanent, painful, and changing. ",
  "sa36:7.5": "Parting with desire for them, they cease, become tranquil, and disappear. ",
  "sa36:7.6": "After knowing that, since the distant past, all forms have been things that are impermanent, painful, and subject to change, then when forms are the causes and conditions giving rise to grief, sorrow, vexation, and suffering, those good sons will stop them. ",
  "sa36:7.7": "Having stopped them, they’ll attach to nothing. ",
  "sa36:7.8": "Not being attached, they’ll live in well-being. ",
  "sa36:7.9": "Once they live in well-being, that’s called nirvāṇa. ",
  "sa36:7.10": "<em>Feelings, perceptions, volitions, and consciousness are likewise</em>.” ",
  "sa36:8.1": "When the Buddha spoke this sūtra, the contaminants didn’t arise in 16 monks, and their minds were liberated. ",
  "sa36:9.1": "After the Buddha had spoken this sūtra, the monks who heard what the Buddha taught rejoiced and approved. ",
  "sa36:10.1": "Bamboo grove, Vaiśālī, ",
  "sa36:10.2": "Purity, correct examination, ",
  "sa36:10.3": "Impermanent, painful, not self, ",
  "sa36:10.4": "Five, three, and sixteen. "
}