{
  "sa36:0.1": "Related Discourses 1 ",
  "sa36:0.2": "148. Sixteen Who Were Liberated ",
  "sa36:1.1": "Thus I have heard: ",
  "sa36:1.2": "One time, the Buddha was staying at the Umbrella Mango Tree Park on the bank of the Bhadra River in Mathurā. ",
  "sa36:2.1": "It was then that the Bhagavān addressed the monks, ",
  "sa36:2.2": "“Stand on your own island and on your own support. ",
  "sa36:2.3": "Stand on the island of the teaching and the support of the teaching, not on another island or another support. ",
  "sa36:3.1": "“Monks, you should correctly examine this while standing on your own island and on your own support. ",
  "sa36:3.2": "Stand on the island of the teaching and the support of the teaching, not on another island or another support. ",
  "sa36:3.3": "What cause gives rise to grief, sorrow, vexation, and suffering? ",
  "sa36:3.4": "How do they exist? ",
  "sa36:3.5": "What do they cause? ",
  "sa36:3.6": "Why are they attachments? ",
  "sa36:3.7": "How do you yourself examine the arising of grief, sorrow, vexation, and suffering that have yet to arise and the growth of grief, sorrow, vexation, and suffering that have already arisen?” ",
  "sa36:4.1": "The monks said to the Buddha, ",
  "sa36:4.2": "“The Bhagavān is the Dharma root, the Dharma eye, and the Dharma support. ",
  "sa36:4.3": "Please, explain this. ",
  "sa36:4.4": "After listening, the monks will approve of what’s said.” ",
  "sa36:5.1": "The Buddha told the monks, ",
  "sa36:5.2": "“Listen closely, and well consider it. ",
  "sa36:5.3": "I will explain it for you. ",
  "sa36:5.4": "Monks, there is form. ",
  "sa36:5.5": "They cause form, and they are tied to form when one examines for themselves the arising of grief, sorrow, vexation, and suffering that have yet to arise and the growth of grief, sorrow, vexation, and suffering that have already arisen. ",
  "sa36:5.6": "<em>Feelings, perceptions, volitions, and consciousness are likewise.</em> ",
  "sa36:5.7": "Monks, could it be that form is permanent, eternal, unchanging, and a correct abode?” ",
  "sa36:6.1": "They replied, ",
  "sa36:6.2": "“No, Bhagavān.” ",
  "sa36:7.1": "The Buddha told the monks, ",
  "sa36:7.2": "“Good, monks! Good! ",
  "sa36:7.3": "Form is impermanent. ",
  "sa36:7.4": "Suppose good sons know that form is impermanent, painful, and changing. ",
  "sa36:7.5": "Parting with desire for it, form ceases, becomes tranquil, and disappears. ",
  "sa36:7.6": "After knowing that all forms have been impermanent, painful, and liable to change since the distant past, those good sons will then stop form when it’s  the cause and condition giving rise to grief, sorrow, vexation, and suffering. ",
  "sa36:7.7": "Having stopped it, they’ll attach to nothing. ",
  "sa36:7.8": "Being detached, they’ll live in well-being. ",
  "sa36:7.9": "Once they live in well-being, that’s called nirvāṇa. ",
  "sa36:7.10": "<em>Feelings, perceptions, volitions, and consciousness are likewise</em>.” ",
  "sa36:8.1": "When the Buddha spoke this sūtra, the contaminants didn’t arise in 16 monks, and their minds were liberated. ",
  "sa36:9.1": "After the Buddha had spoken this sūtra, the monks who heard what the Buddha taught rejoiced and approved. ",
  "sa36:10.1": "Bamboo grove, Vaiśālī, ",
  "sa36:10.2": "Purity, correct examination, ",
  "sa36:10.3": "Impermanent, painful, not self, ",
  "sa36:10.4": "Five, three, and sixteen. "
}