{
  "sn42.7:0.1": "Verbundene Lehrreden 42.7 ",
  "sn42.7:0.2": "1. Das Kapitel mit Ortsvorstehern ",
  "sn42.7:0.3": "Das Gleichnis vom Feld ",
  "sn42.7:1.1": "Einmal hielt sich der Buddha bei Nāḷandā in Pāvārikas Mangowäldchen auf. ",
  "sn42.7:1.2": "Da ging Asibandhakas Sohn, der Ortsvorsteher, zum Buddha, verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "sn42.7:1.3": "„Herr, lebt der Buddha voller Anteilnahme für alle Lebewesen?“ ",
  "sn42.7:1.4": "„Ja, Ortsvorsteher.“ ",
  "sn42.7:1.5": "„Nun, Herr, warum genau unterweist du manche Menschen gründlich und andere weniger gründlich?“ ",
  "sn42.7:1.6": "„Nun, Ortsvorsteher, ich werde dir dazu Gegenfragen stellen, und du kannst antworten, wie du möchtest. ",
  "sn42.7:1.7": "Was denkst du? Angenommen, ein Bauer hätte drei Felder: ein gutes, ein durchschnittliches und ein dürftiges mit schlechtem sandigem und salzigem Boden. ",
  "sn42.7:1.8": "Was denkst du? Wenn dieser Bauer Saat ausbringen wollte, wo würde er zuerst säen: auf dem guten Feld, auf dem durchschnittlichen Feld oder auf dem dürftigen Feld?“ ",
  "sn42.7:1.9": "„Herr, er würde zuerst auf dem guten Feld säen, dann auf dem durchschnittlichen, und dann würde er auf dem dürftigen Feld säen oder auch nicht. ",
  "sn42.7:1.10": "Und warum? ",
  "sn42.7:1.11": "Es könnte immer noch Viehfutter werden.“ ",
  "sn42.7:2.1": "„Für mich sind die Mönche und Nonnen wie das gute Feld. ",
  "sn42.7:2.2": "Ich lehre sie den Dhamma, der am Anfang gut, in der Mitte gut und am Ende gut ist, bedeutsam und gut ausgedrückt. Und ich lege ein geistliches Leben dar, das ganz vollständig und rein ist. ",
  "sn42.7:2.3": "Und warum? ",
  "sn42.7:2.4": "Weil sie mit mir als ihrer Insel, ihrem Schutz, ihrem Unterschlupf und ihrer Zuflucht leben. ",
  "sn42.7:2.5": "Für mich sind die Laienmänner und Laienfrauen wie das durchschnittliche Feld. ",
  "sn42.7:2.6": "Auch sie lehre ich den Dhamma, der am Anfang gut, in der Mitte gut und am Ende gut ist, bedeutsam und gut ausgedrückt. Und ich lege ein geistliches Leben dar, das ganz vollständig und rein ist. ",
  "sn42.7:2.7": "Und warum? ",
  "sn42.7:2.8": "Weil sie mit mir als ihrer Insel, ihrem Schutz, ihrem Unterschlupf und ihrer Zuflucht leben. ",
  "sn42.7:2.9": "Für mich sind die Asketen, Brahmanen und Wanderer anderer Konfessionen wie das dürftige Feld mit schlechtem sandigem und salzigem Boden. ",
  "sn42.7:2.10": "Auch sie lehre ich den Dhamma, der am Anfang gut, in der Mitte gut und am Ende gut ist, bedeutsam und gut ausgedrückt. Und ich lege ein geistliches Leben dar, das ganz vollständig und rein ist. ",
  "sn42.7:2.11": "Und warum? ",
  "sn42.7:2.12": "Hoffentlich verstehen sie wenigstens einen einzigen Satz, das wäre zu ihrem langanhaltenden Nutzen und Glück. ",
  "sn42.7:3.1": "Angenommen, jemand hätte drei Wasserkrüge: einen, der keine Sprünge hätte und nicht porös wäre; einen, der keine Sprünge hätte, aber porös wäre; und einen, der Sprünge hätte und porös wäre. ",
  "sn42.7:3.2": "Was denkst du? Wenn dieser Mensch Wasser aufbewahren wollte, wo würde er es zuerst einfüllen: in den Krug, der keine Sprünge hätte und nicht porös wäre, in den, der keine Sprünge hätte, aber porös wäre, oder in den, der Sprünge hätte und porös wäre?“ ",
  "sn42.7:3.3": "„Herr, er würde das Wasser zuerst in den Krug füllen, der keine Sprünge hätte und nicht porös wäre, dann in den, der keine Sprünge hätte, aber porös wäre, und dann würde er es in den füllen, der Sprünge hätte und porös wäre, oder auch nicht. ",
  "sn42.7:3.4": "Und warum? ",
  "sn42.7:3.5": "Es könnte immer noch zum Geschirrspülen verwendet werden.“ ",
  "sn42.7:4.1": "„Für mich sind die Mönche und Nonnen wie der Wasserkrug, der keine Sprünge hat und nicht porös ist. ",
  "sn42.7:4.2": "Ich lehre sie den Dhamma, der am Anfang gut, in der Mitte gut und am Ende gut ist, bedeutsam und gut ausgedrückt. Und ich lege ein geistliches Leben dar, das ganz vollständig und rein ist. ",
  "sn42.7:4.3": "Und warum? ",
  "sn42.7:4.4": "Weil sie mit mir als ihrer Insel, ihrem Schutz, ihrem Unterschlupf und ihrer Zuflucht leben. ",
  "sn42.7:4.5": "Für mich sind die Laienmänner und Laienfrauen wie der Wasserkrug, der keine Sprünge hat, aber porös ist. ",
  "sn42.7:4.6": "Auch sie lehre ich den Dhamma, der am Anfang gut, in der Mitte gut und am Ende gut ist, bedeutsam und gut ausgedrückt. Und ich lege ein geistliches Leben dar, das ganz vollständig und rein ist. ",
  "sn42.7:4.7": "Und warum? ",
  "sn42.7:4.8": "Weil sie mit mir als ihrer Insel, ihrem Schutz, ihrem Unterschlupf und ihrer Zuflucht leben. ",
  "sn42.7:4.9": "Für mich sind die Asketen, Brahmanen und Wanderer anderer Konfessionen wie der Wasserkrug, der Sprünge hat und porös ist. ",
  "sn42.7:4.10": "Auch sie lehre ich den Dhamma, der am Anfang gut, in der Mitte gut und am Ende gut ist, bedeutsam und gut ausgedrückt. Und ich lege ein geistliches Leben dar, das ganz vollständig und rein ist. ",
  "sn42.7:4.11": "Und warum? ",
  "sn42.7:4.12": "Hoffentlich verstehen sie wenigstens einen einzigen Satz, das wäre zu ihrem langanhaltenden Nutzen und Glück.“ ",
  "sn42.7:5.1": "Daraufhin sagte Asibandhakas Sohn, der Ortsvorsteher, zum Buddha: ",
  "sn42.7:5.2": "„Vortrefflich, Herr! Vortrefflich! … ",
  "sn42.7:5.3": "Von diesem Tag an soll der Buddha mich als Laienschüler in Erinnerung behalten, der für sein ganzes Leben Zuflucht genommen hat.“ "
}