{
  "sn42.6:0.1": "Verbundene Lehrreden 42.6 ",
  "sn42.6:0.2": "1. Das Kapitel mit Ortsvorstehern ",
  "sn42.6:0.3": "Mit Asibandhakas Sohn ",
  "sn42.6:1.1": "Einmal hielt sich der Buddha bei Nāḷandā in Pāvārikas Mangowäldchen auf. ",
  "sn42.6:1.2": "Da ging Asibandhakas Sohn, der Ortsvorsteher, zum Buddha, verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "sn42.6:2.1": "„Herr, die Brahmanen des Westens sind mit Moos behängt, tragen Wasserkrüge, tauchen ins Wasser ein und huldigen der heiligen Flamme. ",
  "sn42.6:2.2": "Wenn jemand gestorben ist, erheben sie ihn wahrhaftig, erhöhen ihn und geleiten ihn in den Himmel. ",
  "sn42.6:2.3": "Aber kann auch der Gesegnete, der Vollendete, der vollkommen erwachte Buddha dafür sorgen, dass die ganze Welt, wenn der Körper auseinanderbricht, nach dem Tod an einem guten Ort wiedergeboren wird, in einer himmlischen Welt?“ ",
  "sn42.6:3.1": "„Nun, Ortsvorsteher, ich werde dir dazu Gegenfragen stellen, und du kannst antworten, wie du möchtest. ",
  "sn42.6:4.1": "Was meinst du, Ortsvorsteher? ",
  "sn42.6:4.2": "Da würde jemand lebende Geschöpfe töten, stehlen und sexuelle Verfehlungen begehen. Er würde falsche, entzweiende, harte oder unsinnige Rede gebrauchen. Und er wäre begehrlich und böswillig und hätte falsche Ansicht. ",
  "sn42.6:4.3": "Und eine große Menschenmenge käme zusammen zu Gebet und Lobpreis, würde ihn mit zusammengelegten Händen umrunden und sagen: ",
  "sn42.6:4.4": "‚Wenn der Körper dieses Menschen auseinanderbricht, nach dem Tod, soll er an einem guten Ort wiedergeboren werden, in einer himmlischen Welt!‘ ",
  "sn42.6:4.5": "Was meinst du, Ortsvorsteher? ",
  "sn42.6:4.6": "Würde dieser Mensch wegen der Gebete dieser Menschenmenge im Himmel wiedergeboren?“ ",
  "sn42.6:4.7": "„Nein, Herr.“ ",
  "sn42.6:5.1": "„Ortsvorsteher, wie wenn jemand einen dicken Felsbrocken in einen tiefen See werfen würde, ",
  "sn42.6:5.2": "und eine große Menschenmenge käme zusammen zu Gebet und Lobpreis, würde ihn mit zusammengelegten Händen umrunden und sagen: ",
  "sn42.6:5.3": "‚Steige auf, guter Felsen! Treibe oben, guter Felsen! Treibe zum Ufer, guter Felsen!‘ ",
  "sn42.6:5.4": "Was meinst du, Ortsvorsteher? ",
  "sn42.6:5.5": "Würde dieser dicke Felsbrocken wegen der Gebete dieser Menschenmenge aufsteigen oder oben treiben?“ ",
  "sn42.6:5.6": "„Nein, Herr.“ ",
  "sn42.6:5.7": "„Ebenso würde jemand, der lebende Geschöpfe töten, stehlen und sexuelle Verfehlungen begehen würde; der falsche, entzweiende, harte oder unsinnige Rede gebrauchen würde; und der begehrlich und böswillig wäre und falsche Ansicht hätte, ",
  "sn42.6:5.8": "selbst wenn eine große Menschenmenge zu Gebet und Lobpreis zusammenkäme …, ",
  "sn42.6:5.9": "wenn sein Körper auseinanderbricht, nach dem Tod an einem verlorenen Ort wiedergeboren, einem schlechten Ort, in der Unterwelt, der Hölle. ",
  "sn42.6:6.1": "Was meinst du, Ortsvorsteher? ",
  "sn42.6:6.2": "Da würde jemand keine lebenden Geschöpfe töten, nicht stehlen und keine sexuellen Verfehlungen begehen. Er würde keine falsche, entzweiende, harte oder unsinnige Rede gebrauchen. Und er wäre zufrieden und gütig und hätte rechte Ansicht. ",
  "sn42.6:6.3": "Und eine große Menschenmenge käme zusammen zu Gebet und Lobpreis, würde ihn mit zusammengelegten Händen umrunden und sagen: ",
  "sn42.6:6.4": "‚Wenn der Körper dieses Menschen auseinanderbricht, nach dem Tod, soll er an einem verlorenen Ort wiedergeboren werden, einem schlechten Ort, in der Unterwelt, der Hölle!‘ ",
  "sn42.6:6.5": "Was meinst du, Ortsvorsteher? ",
  "sn42.6:6.6": "Würde dieser Mensch wegen der Gebete dieser Menschenmenge in der Hölle wiedergeboren?“ ",
  "sn42.6:6.7": "„Nein, Herr.“ ",
  "sn42.6:7.1": "„Ortsvorsteher, wie wenn jemand einen Krug mit Ghee oder Öl in einem tiefen See versenken und dort zerbrechen würde. Die Scherben und Splitter würden herabsinken und das Ghee oder Öl würde aufsteigen, ",
  "sn42.6:7.2": "und eine große Menschenmenge käme zusammen zu Gebet und Lobpreis, würde es mit zusammengelegten Händen umrunden und sagen: ",
  "sn42.6:7.3": "‚Sinke, gutes Ghee oder Öl! Geh unter, gutes Ghee oder Öl! Steige hinab, gutes Ghee oder Öl!‘ ",
  "sn42.6:7.4": "Was meinst du, Ortsvorsteher? ",
  "sn42.6:7.5": "Würde dieses Ghee oder Öl wegen der Gebete dieser Menschenmenge sinken und untergehen?“ ",
  "sn42.6:7.6": "„Nein, Herr.“ ",
  "sn42.6:8.1": "„Ebenso würde jemand, der keine lebenden Geschöpfe töten, nicht stehlen und keine sexuellen Verfehlungen begehen würde; der keine falsche, entzweiende, harte oder unsinnige Rede gebrauchen würde; und der zufrieden und gütig wäre und rechte Ansicht hätte, ",
  "sn42.6:8.2": "selbst wenn eine große Menschenmenge zu Gebet und Lobpreis zusammenkäme …, ",
  "sn42.6:8.3": "wenn sein Körper auseinanderbricht, nach dem Tod an einem guten Ort wiedergeboren, in einer himmlischen Welt.“ ",
  "sn42.6:8.4": "Daraufhin sagte Asibandhakas Sohn, der Ortsvorsteher, zum Buddha: ",
  "sn42.6:8.5": "„Vortrefflich, Herr! Vortrefflich! … ",
  "sn42.6:8.6": "Von diesem Tag an soll der Buddha mich als Laienschüler in Erinnerung behalten, der für sein ganzes Leben Zuflucht genommen hat.“ "
}