{
  "sn42.11:0.1": "Verbundene Lehrreden 42",
  "sn42.11:0.2": "1. Ortsvorsteher",
  "sn42.11:0.3": "11. Mit Bhadraka ",
  "sn42.11:1.1": "Einmal hielt sich der Buddha im Land der Maller auf, bei dem mallischen Marktflecken Uruvelakappa. ",
  "sn42.11:1.2": "Da ging der Ortsvorsteher Bhadraka zum Buddha, verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "sn42.11:1.3": "„Bitte, Herr, lehre mich, wie das Leiden entsteht und wie es aufhört.“ ",
  "sn42.11:1.4": "„Vorsteher, wenn ich dir das Entstehen und Enden des Leidens in der Vergangenheit erklären würde: ",
  "sn42.11:1.5": "‚so war es in der Vergangenheit‘, würdest du vielleicht zweifeln oder unsicher sein. ",
  "sn42.11:1.6": "Wenn ich dir das Entstehen und Enden des Leidens in der Zukunft erklären würde: ",
  "sn42.11:1.7": "‚so wird es in der Zukunft sein‘, würdest du vielleicht zweifeln oder unsicher sein. ",
  "sn42.11:1.8": "Stattdessen werde ich dir das Entstehen und Enden des Leidens erklären, so wie ich jetzt hier sitze und so wie du jetzt dort sitzt. ",
  "sn42.11:1.9": "Hör zu und pass gut auf, ich werde sprechen.“ ",
  "sn42.11:1.10": "„Ja, Herr“, erwiderte Bhadraka. ",
  "sn42.11:1.11": "Der Buddha sagte: ",
  "sn42.11:2.1": "„Was meinst du, Vorsteher? ",
  "sn42.11:2.2": "Gibt es hier in Uruvelakappa Menschen, bei denen es für dich zu Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis käme, wenn sie hingerichtet würden, ins Gefängnis kämen, zu einer Geldstrafe oder einer anderen Strafe verurteilt würden?“ ",
  "sn42.11:2.3": "„Solche gibt es, Herr.“ ",
  "sn42.11:2.4": "„Aber gibt es hier in Uruvelakappa Menschen, bei denen es für dich nicht zu Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis käme, wenn sie hingerichtet würden, ins Gefängnis kämen, zu einer Geldstrafe oder einer anderen Strafe verurteilt würden?“ ",
  "sn42.11:2.5": "„Solche gibt es, Herr.“ ",
  "sn42.11:2.6": "„Was ist der Grund, was ist die Ursache dafür, dass es dich bekümmern kann, wenn diese Dinge manchen Menschen widerfahren, und wenn sie anderen widerfahren, nicht?“ ",
  "sn42.11:2.7": "„Die Menschen, bei denen mich das bekümmern würde, sind die, nach denen ich mich sehne und die ich liebe. ",
  "sn42.11:2.8": "Die Menschen, bei denen mich das nicht bekümmern würde, sind die, nach denen ich mich nicht sehne und die ich nicht liebe.“ ",
  "sn42.11:2.9": "„Von diesem Gegenwärtigen, das du in der Gegenwart gesehen und erkannt hast, das unmittelbar ist, das du erfasst und ergründet hast, kannst du auf die Vergangenheit und Zukunft schließen: ",
  "sn42.11:2.10": "‚Alles Leiden, das in der Vergangenheit zustande kam, wurzelte im Sehnen und entsprang vom Sehnen. ",
  "sn42.11:2.11": "Denn Sehnen ist die Wurzel des Leidens. ",
  "sn42.11:2.12": "Alles Leiden, das in der Zukunft zustande kommen wird, wird im Sehnen wurzeln und vom Sehnen entspringen. ",
  "sn42.11:2.13": "Denn Sehnen ist die Wurzel des Leidens.‘“ ",
  "sn42.11:2.14": "„Es ist unglaublich, Herr, es ist erstaunlich! ",
  "sn42.11:2.15": "Wie treffend der Buddha das gesagt hat! ",
  "sn42.11:2.16": "‚Alles Leiden, das zustande kommt, wurzelt im Sehnen und entspringt vom Sehnen. ",
  "sn42.11:2.17": "Denn Sehnen ist die Wurzel des Leidens.‘ ",
  "sn42.11:2.18": "Ich habe einen Jungen namens Ciravāsi, der in einem Haus weit weg von hier lebt. ",
  "sn42.11:2.19": "Morgens stehe ich früh auf und schicke jemanden: ",
  "sn42.11:2.20": "‚Geh, guter Mann, und sieh nach meinem Jungen Ciravāsi.‘ ",
  "sn42.11:2.21": "Bis er zurückkommt, sorge ich mich: ",
  "sn42.11:2.22": "‚Ich hoffe, mit Ciravāsi ist alles in Ordnung!‘“ ",
  "sn42.11:3.1": "„Was meinst du, Vorsteher? ",
  "sn42.11:3.2": "Wenn Ciravāsi hingerichtet würde, ins Gefängnis käme, zu einer Geldstrafe oder einer anderen Strafe verurteilt würde, würde es deswegen für dich zu Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis kommen?“ ",
  "sn42.11:3.3": "„Wie könnte das nicht so sein, Herr?“ ",
  "sn42.11:3.4": "„Auch das ist eine Möglichkeit, zu verstehen: ",
  "sn42.11:3.5": "‚Alles Leiden, das zustande kommt, wurzelt im Sehnen und entspringt vom Sehnen. ",
  "sn42.11:3.6": "Denn Sehnen ist die Wurzel des Leidens.‘ ",
  "sn42.11:4.1": "Was meinst du, Vorsteher? ",
  "sn42.11:4.2": "Bevor du Ciravāsis Mutter gesehen oder von ihr gehört hattest, hattest du da irgendein Sehnen nach ihr, eine Liebe oder Zuneigung?“ ",
  "sn42.11:4.3": "„Nein, Herr.“ ",
  "sn42.11:4.4": "„Dann war es, weil du sie sahst oder von ihr hörtest, ",
  "sn42.11:4.5": "dass du Sehnen, Liebe oder Zuneigung zu ihr hattest?“ ",
  "sn42.11:4.6": "„Ja, Herr.“ ",
  "sn42.11:5.1": "„Was meinst du, Vorsteher? ",
  "sn42.11:5.2": "Wenn Ciravāsis Mutter hingerichtet würde, ins Gefängnis käme, zu einer Geldstrafe oder einer anderen Strafe verurteilt würde, würde es deswegen für dich zu Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis kommen?“ ",
  "sn42.11:5.3": "„Wie könnte das nicht so sein, Herr?“ ",
  "sn42.11:5.4": "„Auch das ist eine Möglichkeit, zu verstehen: ",
  "sn42.11:5.5": "‚Alles Leiden, das zustande kommt, wurzelt im Sehnen und entspringt vom Sehnen. ",
  "sn42.11:5.6": "Denn Sehnen ist die Wurzel des Leidens.‘“ "
}