{
  "sn42.8:0.1": "Verbundene Lehrreden 42.8 ",
  "sn42.8:0.2": "1. Das Kapitel mit Ortsvorstehern ",
  "sn42.8:0.3": "Ein Schneckenhornbläser ",
  "sn42.8:1.1": "Einmal hielt sich der Buddha bei Nāḷandā in Pāvārikas Mangowäldchen auf. ",
  "sn42.8:1.2": "Da ging Asibandhakas Sohn, der Ortsvorsteher, zum Buddha, verbeugte sich und setzte sich zur Seite hin. Der Buddha sagte zu ihm: ",
  "sn42.8:1.3": "„Ortsvorsteher, wie lehrt der Jaina-Asket aus dem Stamm Ñātika seine Schüler?“ ",
  "sn42.8:1.4": "„Herr, der Jaina Ñātika lehrt seine Schüler so: ",
  "sn42.8:1.5": "‚Jeder, der ein lebendes Geschöpf tötet, stiehlt, sexuelle Verfehlungen begeht oder lügt, geht zu einem verlorenen Ort, in die Hölle. ",
  "sn42.8:1.6": "Man wird von dem geführt, aus dem heraus man gewöhnlich lebt.‘ ",
  "sn42.8:1.7": "So lehrt der Jaina Ñātika seine Schüler.“ ",
  "sn42.8:1.8": "„‚Man wird von dem geführt, aus dem heraus man gewöhnlich lebt‘: Wenn das zuträfe, dann würde nach dem, was der Jaina Ñātika sagt, niemand zu einem verlorenen Ort gehen, in die Hölle. ",
  "sn42.8:2.1": "Was meinst du, Ortsvorsteher? ",
  "sn42.8:2.2": "Da tötet ein Mensch lebende Geschöpfe. Wenn wir die Zeiträume am Tag und in der Nacht vergleichen, was ist häufiger: die Zeiten, in denen er tötet, oder die Zeiten, in denen er nicht tötet?“ ",
  "sn42.8:2.3": "„Die Zeiten, in denen er tötet, sind weniger häufig, und die Zeiten, in denen er nicht tötet, sind häufiger.“ ",
  "sn42.8:2.4": "„‚Man wird von dem geführt, aus dem heraus man gewöhnlich lebt‘: Wenn das zuträfe, dann würde nach dem, was der Jaina Ñātika sagt, niemand zu einem verlorenen Ort gehen, in die Hölle. ",
  "sn42.8:3.1": "Was meinst du, Ortsvorsteher? ",
  "sn42.8:3.2": "Da stiehlt ein Mensch … ",
  "sn42.8:4.1": "Da begeht ein Mensch sexuelle Verfehlungen … ",
  "sn42.8:5.1": "Da lügt ein Mensch. Wenn wir die Zeiträume am Tag und in der Nacht vergleichen, was ist häufiger: die Zeiten, in denen er lügt, oder die Zeiten, in denen er nicht lügt?“ ",
  "sn42.8:5.2": "„Die Zeiten, in denen er lügt, sind weniger häufig, und die Zeiten, in denen er nicht lügt, sind häufiger.“ ",
  "sn42.8:5.3": "„‚Man wird von dem geführt, aus dem heraus man gewöhnlich lebt‘: Wenn das zuträfe, dann würde nach dem, was der Jaina Ñātika sagt, niemand zu einem verlorenen Ort gehen, in die Hölle. ",
  "sn42.8:6.1": "Da hat ein Lehrer diese Doktrin, diese Ansicht: ",
  "sn42.8:6.2": "‚Jeder, der ein lebendes Geschöpf tötet, stiehlt, sexuelle Verfehlungen begeht oder lügt, geht zu einem verlorenen Ort, in die Hölle.‘ ",
  "sn42.8:6.3": "Und da ist ein Schüler, der diesem Lehrer ergeben ist. ",
  "sn42.8:6.4": "Er denkt: ",
  "sn42.8:6.5": "‚Mein Lehrer hat diese Doktrin, diese Ansicht: ",
  "sn42.8:6.6": "„Jeder, der ein lebendes Geschöpf tötet, stiehlt, sexuelle Verfehlungen begeht oder lügt, geht zu einem verlorenen Ort, in die Hölle.“ ",
  "sn42.8:6.7": "Aber ich habe lebende Geschöpfe getötet … ",
  "sn42.8:6.11": "habe gestohlen … ",
  "sn42.8:6.15": "habe sexuelle Verfehlungen begangen … ",
  "sn42.8:6.20": "oder habe gelogen.‘ ",
  "sn42.8:6.21": "Er gewinnt die Ansicht: ‚Auch ich werde zu einem verlorenen Ort gehen, in die Hölle.‘ ",
  "sn42.8:6.22": "Wenn er diese Rede und diesen Gedanken nicht aufgibt und diese Ansicht nicht loslässt, wird er in die Hölle gestoßen. ",
  "sn42.8:7.1": "Aber dann erscheint da ein Klargewordener in der Welt, ein Vollendeter, ein vollkommen erwachter Buddha, von vollendetem Wissen und Verhalten, heilig, Kenner der Welt, unübertrefflicher Anleiter für alle, die üben wollen, Lehrer von Göttern und Menschen, erwacht, gesegnet. ",
  "sn42.8:7.2": "Auf vielerlei Art tadelt er das Töten lebender Geschöpfe und prangert es an: ‚Hört auf, lebende Geschöpfe zu töten!‘ ",
  "sn42.8:7.3": "Er tadelt das Stehlen und prangert es an … ",
  "sn42.8:7.4": "Er tadelt das Begehen sexueller Verfehlungen und prangert es an … ",
  "sn42.8:7.5": "Er tadelt das Lügen und prangert es an: ‚Hört auf, zu lügen!‘ ",
  "sn42.8:7.6": "Und da ist ein Schüler, der diesem Lehrer ergeben ist. ",
  "sn42.8:7.7": "Der überlegt: ",
  "sn42.8:7.8": "‚Auf vielerlei Art tadelt der Buddha das Töten lebender Geschöpfe und prangert es an: „Hört auf, lebende Geschöpfe zu töten!“ ",
  "sn42.8:7.9": "Aber ich habe zu einem gewissen Grad lebende Geschöpfe getötet. ",
  "sn42.8:7.10": "Das ist nicht richtig, es ist nicht gut, ",
  "sn42.8:7.11": "und ich bereue es. ",
  "sn42.8:7.12": "Aber was ich getan habe, kann ich nicht ungeschehen machen.‘ ",
  "sn42.8:7.13": "Wenn er so nachdenkt, gibt er das Töten lebender Geschöpfe auf ",
  "sn42.8:7.14": "und tötet künftig keine lebenden Geschöpfe mehr. ",
  "sn42.8:7.15": "So gibt man diese schlechte Tat auf ",
  "sn42.8:7.16": "und überwindet sie. ",
  "sn42.8:8.1": "‚Auf vielerlei Art tadelt der Buddha das Stehlen und prangert es an …‘ … ",
  "sn42.8:9.1": "‚Auf vielerlei Art tadelt der Buddha das Begehen sexueller Verfehlungen und prangert es an …‘ … ",
  "sn42.8:10.1": "‚Auf vielerlei Art tadelt der Buddha das Lügen und prangert es an: „Hört auf, zu lügen!“ ",
  "sn42.8:10.2": "Aber ich habe zu einem gewissen Grad gelogen. ",
  "sn42.8:10.3": "Das ist nicht richtig, es ist nicht gut, und ich bereue es. Aber was ich getan habe, kann ich nicht ungeschehen machen.‘ ",
  "sn42.8:10.4": "Wenn er so nachdenkt, gibt er das Lügen auf und lügt künftig nicht mehr. ",
  "sn42.8:10.5": "So gibt man diese schlechte Tat auf und überwindet sie. ",
  "sn42.8:11.1": "Er gibt das Töten lebender Geschöpfe auf und tötet nicht mehr. ",
  "sn42.8:11.2": "Er gibt das Stehlen auf und stiehlt nicht mehr. ",
  "sn42.8:11.3": "Er gibt das Begehen sexueller Verfehlungen auf und begeht keine sexuellen Verfehlungen mehr. ",
  "sn42.8:11.4": "Er gibt das Lügen auf und lügt nicht mehr. ",
  "sn42.8:11.5": "Er gibt entzweiende Rede auf und entzweit niemanden mehr. ",
  "sn42.8:11.6": "Er gibt harte Rede auf und redet nicht mehr hart. ",
  "sn42.8:11.7": "Er gibt das Unsinnreden auf und redet keinen Unsinn mehr. ",
  "sn42.8:11.8": "Er gibt Begehrlichkeit auf und ist nicht mehr begehrlich. ",
  "sn42.8:11.9": "Er gibt bösen Willen und Boshaftigkeit auf und ist nicht mehr böswillig. ",
  "sn42.8:11.10": "Er gibt falsche Ansicht auf und hat rechte Ansicht. ",
  "sn42.8:12.1": "Dieser edle Schüler ist frei von Begehrlichkeit, frei von bösem Willen, nicht verwirrt, der Situation bewusst und achtsam. Er meditiert, indem er eine Himmelsrichtung mit einem Herzen voller Liebe durchdringt, und die zweite und die dritte und die vierte. Ebenso nach oben, nach unten, dazwischen, überall und ringsumher; die ganze Welt durchdringt er mit einem Herzen voller Liebe – weit, ausgedehnt, grenzenlos, frei von Feindschaft und bösem Willen. ",
  "sn42.8:12.2": "Wie wenn da ein machtvoller Schneckenhornbläser wäre: Er würde sich mühelos in allen vier Himmelsrichtungen Gehör verschaffen. ",
  "sn42.8:12.3": "Ebenso werden, wenn die Erlösung des Herzens durch Liebe so entwickelt und ausgebaut wurde, alle begrenzten Taten, die dieser Mensch begangen hat, hier nicht bleiben oder Bestand haben. ",
  "sn42.8:13.1": "Dann ist dieser edle Schüler frei von Begehrlichkeit, frei von bösem Willen, nicht verwirrt, der Situation bewusst und achtsam. Er meditiert, indem er eine Himmelsrichtung mit einem Herzen voller Mitgefühl durchdringt … ",
  "sn42.8:13.2": "mit einem Herzen voller freudiger Anteilnahme … ",
  "sn42.8:13.3": "mit einem Herzen voller Gleichmut, und die zweite und die dritte und die vierte. Ebenso nach oben, nach unten, dazwischen, überall und ringsumher; die ganze Welt durchdringt er mit einem Herzen voller Gleichmut – weit, ausgedehnt, grenzenlos, frei von Feindschaft und bösem Willen. ",
  "sn42.8:13.4": "Wie wenn da ein machtvoller Schneckenhornbläser wäre: Er würde sich mühelos in allen vier Himmelsrichtungen Gehör verschaffen. ",
  "sn42.8:13.5": "Ebenso werden, wenn die Erlösung des Herzens durch Gleichmut so entwickelt und ausgebaut wurde, alle begrenzten Taten, die dieser Mensch begangen hat, hier nicht bleiben oder Bestand haben.“ ",
  "sn42.8:14.1": "Daraufhin sagte Asibandhakas Sohn, der Ortsvorsteher, zum Buddha: ",
  "sn42.8:14.2": "„Vortrefflich, Herr! Vortrefflich! … ",
  "sn42.8:14.3": "Von diesem Tag an soll der Buddha mich als Laienschüler in Erinnerung behalten, der für sein ganzes Leben Zuflucht genommen hat.“ "
}