{
  "sn42.9:0.1": "Verbundene Lehrreden 42.9 ",
  "sn42.9:0.2": "1. Das Kapitel mit Ortsvorstehern ",
  "sn42.9:0.3": "Familien ",
  "sn42.9:1.1": "Einmal wanderte der Buddha mit einem großen Saṅgha von Mönchen und Nonnen durch das Land der Kosaler und kam nach Nāḷandā. ",
  "sn42.9:1.2": "Dort hielt er sich bei Nāḷandā in Pāvārikas Mangowäldchen auf. ",
  "sn42.9:2.1": "Zu dieser Zeit herrschte in Nāḷandā Hungersnot und Mangel, die Feldfrucht war ausgebleicht und zu Stroh geworden. ",
  "sn42.9:2.2": "Zu dieser Zeit nun befand sich der Jaina-Asket aus dem Stamm Ñātika zusammen mit einer großen Gemeinschaft von Jaina-Asketen in Nāḷandā. ",
  "sn42.9:2.3": "Da ging Asibandhakas Sohn, der Ortsvorsteher, der ein Schüler der Jainas war, zu dem Jaina Ñātika, verbeugte sich und setzte sich zur Seite hin. Der Jaina Ñātika sagte zu ihm: ",
  "sn42.9:2.4": "„Komm, Ortsvorsteher, widerlege die Doktrin des Asketen Gotama. ",
  "sn42.9:2.5": "Dann wirst du einen guten Ruf haben: ",
  "sn42.9:2.6": "‚Asibandhakas Sohn, der Ortsvorsteher, hat die Doktrin des Asketen Gotama widerlegt, der so mächtig und gewaltig ist!‘“ ",
  "sn42.9:3.1": "„Aber Herr, wie soll ich das machen?“ ",
  "sn42.9:3.2": "„Hier, Brahmane, geh zum Asketen Gotama und sage zu ihm: ",
  "sn42.9:3.3": "‚Herr, preist du nicht auf vielerlei Art Güte, Schutz und Anteilnahme für Familien?‘ ",
  "sn42.9:3.4": "Wenn er so gefragt wird und er antwortet: ",
  "sn42.9:3.5": "‚Tatsächlich, Ortsvorsteher, das tue ich‘, dann sage zu ihm: ",
  "sn42.9:3.6": "‚Und was genau tust du da, dass du zusammen mit diesem großen Saṅgha von Mönchen und Nonnen zu einer Zeit der Hungersnot und des Mangels wanderst, wenn die Feldfrucht ausgebleicht und zu Stroh geworden ist? ",
  "sn42.9:3.7": "Der Buddha übt zur Vernichtung, zum Zusammenbruch und zum Untergang von Familien!‘ ",
  "sn42.9:3.8": "Wenn du ihm dieses Dilemma vorträgst, wird der Buddha weder in der Lage sein, es auszuspucken, noch, es herunterzuschlucken.“ ",
  "sn42.9:3.9": "„Ja, Herr“, antwortete Asibandhakas Sohn. Er erhob sich von seinem Sitz, verbeugte sich und umrundete den Jaina Ñātika respektvoll, die rechte Seite ihm zugewandt. Dann ging er zum Buddha, verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "sn42.9:4.1": "„Herr, preist du nicht auf vielerlei Art Güte, Schutz und Anteilnahme für Familien?“ ",
  "sn42.9:4.2": "„Tatsächlich, Ortsvorsteher, das tue ich.“ ",
  "sn42.9:4.3": "„Und was genau tust du da, dass du zusammen mit diesem großen Saṅgha von Mönchen und Nonnen zu einer Zeit der Hungersnot und des Mangels wanderst, wenn die Feldfrucht ausgebleicht und zu Stroh geworden ist? ",
  "sn42.9:4.4": "Der Buddha übt zur Vernichtung, zum Zusammenbruch und zum Untergang von Familien!“ ",
  "sn42.9:4.5": "„Nun, Ortsvorsteher, ich erinnere mich an einundneunzig zurückliegende Äonen, aber ich bin mir keiner Familie bewusst, die bloß durch das Spenden von etwas gekochtem Almosen unterging. ",
  "sn42.9:4.6": "Vielmehr haben reiche, wohlhabende und vermögende Familien – mit einer Fülle von Gold und Silber, einer Fülle von Vermögen und Gütern, einer Fülle von Geld und Getreide – alle ihren Reichtum durch Großzügigkeit, Wahrheit und Zügelung erworben. ",
  "sn42.9:4.7": "Ortsvorsteher, es gibt acht Gründe und Ursachen für den Untergang von Familien: ",
  "sn42.9:4.8": "Sie finden den Untergang durch Herrscher, Räuber, Feuer oder Wasser; oder ihre Ersparnisse verschwinden; oder ihr Geschäft misslingt, weil sie sich nicht ihrer Arbeit widmen; oder in der Familie wird ein Verschwender geboren, der das Vermögen verprasst und verschwendet; und Unbeständigkeit ist das achte. ",
  "sn42.9:4.9": "Das sind die acht Gründe und Ursachen für den Untergang von Familien. ",
  "sn42.9:4.10": "Und da es diese acht Gründe gibt – wenn da jemand sagt: ",
  "sn42.9:4.11": "‚Der Buddha übt zur Vernichtung, zum Zusammenbruch und zum Untergang von Familien‘, ",
  "sn42.9:4.12": "und er gibt diese Rede und diesen Gedanken nicht auf und lässt diese Ansicht nicht los, so wird er in die Hölle gestoßen.“ ",
  "sn42.9:5.1": "Daraufhin sagte Asibandhakas Sohn, der Ortsvorsteher, zum Buddha: ",
  "sn42.9:5.2": "„Vortrefflich, Herr! Vortrefflich! … ",
  "sn42.9:5.3": "Von diesem Tag an soll der Buddha mich als Laienschüler in Erinnerung behalten, der für sein ganzes Leben Zuflucht genommen hat.“ "
}