{
  "sn42.12:0.1": "Verbundene Lehrreden 42.12 ",
  "sn42.12:0.2": "1. Das Kapitel mit Ortsvorstehern ",
  "sn42.12:0.3": "Mit Rāsiya ",
  "sn42.12:1.1": "Da ging der Ortsvorsteher Rāsiya zum Buddha, verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "sn42.12:1.2": "„Herr, ich habe gehört: ‚Der Asket Gotama tadelt alle Bußübungen. Er verurteilt ausnahmslos alle Büßer, die ein raues Leben führen, und prangert sie an.‘ ",
  "sn42.12:1.3": "Geben die, die das sagen, die Worte des Buddha wieder und stellen ihn nicht mit einer Unwahrheit falsch dar? Ist ihre Erklärung im Einklang mit der Lehre? Gibt es berechtigte Gründe, sie zu tadeln und zu kritisieren?“ ",
  "sn42.12:1.4": "„Ortsvorsteher, die das sagen, geben nicht meine Worte wieder. Sie stellen mich mit einer falschen, leeren und unwahren Behauptung falsch dar. ",
  "sn42.12:2.1": "Zwei Extreme, Ortsvorsteher, sollten von einem, der fortgezogen ist, nicht gepflegt werden: ",
  "sn42.12:2.2": "das Schwelgen in Sinnenfreuden – es ist nieder, derb, gewöhnlich, unedel und sinnlos; und das Schwelgen in Selbstquälerei – es ist schmerzvoll, unedel und sinnlos. ",
  "sn42.12:2.3": "Der Klargewordene hat diese beiden Extreme vermieden und ist erwacht, indem er den mittleren Weg verstanden hat. Dieser führt zum Sehen, führt zum Erkennen, führt zum Frieden, zu unmittelbarer Einsicht, zum Erwachen und Erlöschen. ",
  "sn42.12:2.4": "Und was ist dieser mittlere Weg? ",
  "sn42.12:2.5": "Es ist einfach dieser edle achtfache Pfad: nämlich ",
  "sn42.12:2.6": "rechte Ansicht, rechtes Denken, rechte Rede, rechtes Verhalten, rechter Lebenserwerb, rechter Einsatz, rechte Achtsamkeit und rechte Versenkung. ",
  "sn42.12:2.7": "Das, Ortsvorsteher, ist dieser mittlere Weg, der zum Sehen führt, zum Erkennen führt, zum Frieden, zu unmittelbarer Einsicht, zum Erwachen und Erlöschen. ",
  "sn42.12:3.1": "Drei Genussmenschen findet man in der Welt. ",
  "sn42.12:3.2": "Welche drei? ",
  "sn42.12:3.3": "Da trachtet ein Genussmensch mit ungesetzlichen Mitteln und Zwang nach Vermögen. Er macht sich damit nicht selbst glücklich und zufrieden, noch teilt er es und schafft Verdienst. ",
  "sn42.12:3.4": "Dann trachtet da ein Genussmensch mit ungesetzlichen Mitteln und Zwang nach Vermögen. ",
  "sn42.12:3.5": "Er macht sich damit selbst glücklich und zufrieden, aber teilt es nicht und schafft kein Verdienst. ",
  "sn42.12:3.6": "Dann trachtet da ein Genussmensch mit ungesetzlichen Mitteln und Zwang nach Vermögen. ",
  "sn42.12:3.7": "Er macht sich damit selbst glücklich und zufrieden, und er teilt es und schafft Verdienst. ",
  "sn42.12:4.1": "Dann trachtet da ein Genussmensch sowohl mit gesetzlichen als auch mit ungesetzlichen Mitteln, sowohl mit als auch ohne Zwang nach Vermögen. ",
  "sn42.12:4.2": "Er macht sich damit nicht selbst glücklich und zufrieden, noch teilt er es und schafft Verdienst. ",
  "sn42.12:4.3": "Dann trachtet da ein Genussmensch sowohl mit gesetzlichen als auch mit ungesetzlichen Mitteln, sowohl mit als auch ohne Zwang nach Vermögen. ",
  "sn42.12:4.4": "Er macht sich damit selbst glücklich und zufrieden, aber teilt es nicht und schafft kein Verdienst. ",
  "sn42.12:4.5": "Dann trachtet da ein Genussmensch sowohl mit gesetzlichen als auch mit ungesetzlichen Mitteln, sowohl mit als auch ohne Zwang nach Vermögen. ",
  "sn42.12:4.6": "Er macht sich damit selbst glücklich und zufrieden, und er teilt es und schafft Verdienst. ",
  "sn42.12:5.1": "Dann trachtet da ein Genussmensch mit gesetzlichen Mitteln und ohne Zwang nach Vermögen. ",
  "sn42.12:5.2": "Er macht sich damit nicht selbst glücklich und zufrieden, noch teilt er es und schafft Verdienst. ",
  "sn42.12:5.3": "Dann trachtet da ein Genussmensch mit gesetzlichen Mitteln und ohne Zwang nach Vermögen. ",
  "sn42.12:5.4": "Er macht sich damit selbst glücklich und zufrieden, aber teilt es nicht und schafft kein Verdienst. ",
  "sn42.12:5.5": "Dann trachtet da ein Genussmensch mit gesetzlichen Mitteln und ohne Zwang nach Vermögen. ",
  "sn42.12:5.6": "Er macht sich damit selbst glücklich und zufrieden, und er teilt es und schafft Verdienst. ",
  "sn42.12:5.7": "Aber er genießt dieses Vermögen gebunden, betört, anhänglich, blind für die nachteiligen Folgen und ohne das Entrinnen zu verstehen. ",
  "sn42.12:5.8": "Dann trachtet da ein Genussmensch mit gesetzlichen Mitteln und ohne Zwang nach Vermögen. ",
  "sn42.12:5.9": "Er macht sich damit selbst glücklich und zufrieden, und er teilt es und schafft Verdienst. ",
  "sn42.12:5.10": "Und er genießt dieses Vermögen ungebunden, nicht betört, nicht anhänglich, er sieht die nachteiligen Folgen und versteht das Entrinnen. ",
  "sn42.12:6.1": "Betrachten wir den Genussmenschen, der mit ungesetzlichen Mitteln und Zwang nach Vermögen trachtet und der sich damit nicht selbst glücklich und zufrieden macht, noch es teilt und Verdienst schafft. ",
  "sn42.12:6.2": "Er verdient aus drei Gründen Tadel. ",
  "sn42.12:6.3": "Aus welchen drei? ",
  "sn42.12:6.4": "Er trachtet mit ungesetzlichen Mitteln und Zwang nach Vermögen – das ist der erste Grund für Tadel. ",
  "sn42.12:6.5": "Er macht sich damit nicht selbst glücklich und zufrieden – das ist der zweite Grund für Tadel. ",
  "sn42.12:6.6": "Er teilt es nicht und schafft kein Verdienst – das ist der dritte Grund für Tadel. ",
  "sn42.12:6.7": "Dieser Genussmensch verdient aus diesen drei Gründen Tadel. ",
  "sn42.12:7.1": "Betrachten wir den Genussmenschen, der mit ungesetzlichen Mitteln und Zwang nach Vermögen trachtet und der sich damit selbst glücklich und zufrieden macht, es aber nicht teilt und kein Verdienst schafft. ",
  "sn42.12:7.2": "Er verdient aus zwei Gründen Tadel und aus einem Grund Lob. ",
  "sn42.12:7.3": "Aus welchen zwei Gründen verdient er Tadel? ",
  "sn42.12:7.4": "Er trachtet mit ungesetzlichen Mitteln und Zwang nach Vermögen – das ist der erste Grund für Tadel. ",
  "sn42.12:7.5": "Er teilt es nicht und schafft kein Verdienst – das ist der zweite Grund für Tadel. ",
  "sn42.12:7.6": "Aus welchem einen Grund verdient er Lob? ",
  "sn42.12:7.7": "Er macht sich damit selbst glücklich und zufrieden – das ist der eine Grund für Lob. ",
  "sn42.12:7.8": "Dieser Genussmensch verdient aus diesen zwei Gründen Tadel und aus diesem einen Grund Lob. ",
  "sn42.12:8.1": "Betrachten wir den Genussmenschen, der mit ungesetzlichen Mitteln und Zwang nach Vermögen trachtet und der sich damit selbst glücklich und zufrieden macht, und der es teilt und Verdienst schafft. ",
  "sn42.12:8.2": "Er verdient aus einem Grund Tadel und aus zwei Gründen Lob. ",
  "sn42.12:8.3": "Aus welchem einen Grund verdient er Tadel? ",
  "sn42.12:8.4": "Er trachtet mit ungesetzlichen Mitteln und Zwang nach Vermögen – das ist der eine Grund für Tadel. ",
  "sn42.12:8.5": "Aus welchen zwei Gründen verdient er Lob? ",
  "sn42.12:8.6": "Er macht sich damit selbst glücklich und zufrieden – das ist der erste Grund für Lob. ",
  "sn42.12:8.7": "Er teilt es und schafft Verdienst – das ist der zweite Grund für Lob. ",
  "sn42.12:8.8": "Dieser Genussmensch verdient aus diesem einen Grund Tadel und aus diesen zwei Gründen Lob. ",
  "sn42.12:9.1": "Betrachten wir den Genussmenschen, der sowohl mit gesetzlichen als auch mit ungesetzlichen Mitteln, sowohl mit als auch ohne Zwang nach Vermögen trachtet und der sich damit nicht selbst glücklich und zufrieden macht, noch es teilt und Verdienst schafft. ",
  "sn42.12:9.2": "Er verdient aus einem Grund Lob und aus drei Gründen Tadel. ",
  "sn42.12:9.3": "Aus welchem einen Grund verdient er Lob? ",
  "sn42.12:9.4": "Er trachtet mit gesetzlichen Mitteln und ohne Zwang nach Vermögen – das ist der eine Grund für Lob. ",
  "sn42.12:9.5": "Aus welchen drei Gründen verdient er Tadel? ",
  "sn42.12:9.6": "Er trachtet mit ungesetzlichen Mitteln und Zwang nach Vermögen – das ist der erste Grund für Tadel. ",
  "sn42.12:9.7": "Er macht sich damit nicht selbst glücklich und zufrieden – das ist der zweite Grund für Tadel. ",
  "sn42.12:9.8": "Er teilt es nicht und schafft kein Verdienst – das ist der dritte Grund für Tadel. ",
  "sn42.12:9.9": "Dieser Genussmensch verdient aus diesem einen Grund Lob und aus diesen drei Gründen Tadel. ",
  "sn42.12:10.1": "Betrachten wir den Genussmenschen, der sowohl mit gesetzlichen als auch mit ungesetzlichen Mitteln, sowohl mit als auch ohne Zwang nach Vermögen trachtet und der sich damit selbst glücklich und zufrieden macht, es aber nicht teilt und kein Verdienst schafft. ",
  "sn42.12:10.2": "Er verdient aus zwei Gründen Lob und aus zwei Gründen Tadel. ",
  "sn42.12:10.3": "Aus welchen zwei Gründen verdient er Lob? ",
  "sn42.12:10.4": "Er trachtet mit gesetzlichen Mitteln und ohne Zwang nach Vermögen – das ist der erste Grund für Lob. ",
  "sn42.12:10.5": "Er macht sich damit selbst glücklich und zufrieden – das ist der zweite Grund für Lob. ",
  "sn42.12:10.6": "Aus welchen zwei Gründen verdient er Tadel? ",
  "sn42.12:10.7": "Er trachtet mit ungesetzlichen Mitteln und Zwang nach Vermögen – das ist der erste Grund für Tadel. ",
  "sn42.12:10.8": "Er teilt es nicht und schafft kein Verdienst – das ist der zweite Grund für Tadel. ",
  "sn42.12:10.9": "Dieser Genussmensch verdient aus diesen zwei Gründen Lob und aus diesen zwei Gründen Tadel. ",
  "sn42.12:11.1": "Betrachten wir den Genussmenschen, der sowohl mit gesetzlichen als auch mit ungesetzlichen Mitteln, sowohl mit als auch ohne Zwang nach Vermögen trachtet und der sich damit selbst glücklich und zufrieden macht, und der es teilt und Verdienst schafft. ",
  "sn42.12:11.2": "Er verdient aus drei Gründen Lob und aus einem Grund Tadel. ",
  "sn42.12:11.3": "Aus welchen drei Gründen verdient er Lob? ",
  "sn42.12:11.4": "Er trachtet mit gesetzlichen Mitteln und ohne Zwang nach Vermögen – das ist der erste Grund für Lob. ",
  "sn42.12:11.5": "Er macht sich damit selbst glücklich und zufrieden – das ist der zweite Grund für Lob. ",
  "sn42.12:11.6": "Er teilt es und schafft Verdienst – das ist der dritte Grund für Lob. ",
  "sn42.12:11.7": "Aus welchem einen Grund verdient er Tadel? ",
  "sn42.12:11.8": "Er trachtet mit ungesetzlichen Mitteln und Zwang nach Vermögen – das ist der eine Grund für Tadel. ",
  "sn42.12:11.9": "Dieser Genussmensch verdient aus diesen drei Gründen Lob und aus diesem einen Grund Tadel. ",
  "sn42.12:12.1": "Betrachten wir den Genussmenschen, der mit gesetzlichen Mitteln und ohne Zwang nach Vermögen trachtet und der sich damit nicht selbst glücklich und zufrieden macht, noch es teilt und Verdienst schafft. ",
  "sn42.12:12.2": "Er verdient aus einem Grund Lob und aus zwei Gründen Tadel. ",
  "sn42.12:12.3": "Aus welchem einen Grund verdient er Lob? ",
  "sn42.12:12.4": "Er trachtet mit gesetzlichen Mitteln und ohne Zwang nach Vermögen – das ist der eine Grund für Lob. ",
  "sn42.12:12.5": "Aus welchen zwei Gründen verdient er Tadel? ",
  "sn42.12:12.6": "Er macht sich damit nicht selbst glücklich und zufrieden – das ist der erste Grund für Tadel. ",
  "sn42.12:12.7": "Er teilt es nicht und schafft kein Verdienst – das ist der zweite Grund für Tadel. ",
  "sn42.12:12.8": "Dieser Genussmensch verdient aus diesem einen Grund Lob und aus diesen zwei Gründen Tadel. ",
  "sn42.12:13.1": "Betrachten wir den Genussmenschen, der mit gesetzlichen Mitteln und ohne Zwang nach Vermögen trachtet und der sich damit selbst glücklich und zufrieden macht, es aber nicht teilt und kein Verdienst schafft. ",
  "sn42.12:13.2": "Er verdient aus zwei Gründen Lob und aus einem Grund Tadel. ",
  "sn42.12:13.3": "Aus welchen zwei Gründen verdient er Lob? ",
  "sn42.12:13.4": "Er trachtet mit gesetzlichen Mitteln und ohne Zwang nach Vermögen – das ist der erste Grund für Lob. ",
  "sn42.12:13.5": "Er macht sich damit selbst glücklich und zufrieden – das ist der zweite Grund für Lob. ",
  "sn42.12:13.6": "Aus welchem einen Grund verdient er Tadel? ",
  "sn42.12:13.7": "Er teilt es nicht und schafft kein Verdienst – das ist der eine Grund für Tadel. ",
  "sn42.12:13.8": "Dieser Genussmensch verdient aus diesen zwei Gründen Lob und aus diesem einen Grund Tadel. ",
  "sn42.12:14.1": "Betrachten wir den Genussmenschen, der mit gesetzlichen Mitteln und ohne Zwang nach Vermögen trachtet und der sich damit selbst glücklich und zufrieden macht, und der es teilt und Verdienst schafft. Aber er genießt dieses Vermögen gebunden, betört, anhänglich, blind für die nachteiligen Folgen und ohne das Entrinnen zu verstehen. ",
  "sn42.12:14.2": "Er verdient aus drei Gründen Lob und aus einem Grund Tadel. ",
  "sn42.12:14.3": "Aus welchen drei Gründen verdient er Lob? ",
  "sn42.12:14.4": "Er trachtet mit gesetzlichen Mitteln und ohne Zwang nach Vermögen – das ist der erste Grund für Lob. ",
  "sn42.12:14.5": "Er macht sich damit selbst glücklich und zufrieden – das ist der zweite Grund für Lob. ",
  "sn42.12:14.6": "Er teilt es und schafft Verdienst – das ist der dritte Grund für Lob. ",
  "sn42.12:14.7": "Aus welchem einen Grund verdient er Tadel? ",
  "sn42.12:14.8": "Er genießt dieses Vermögen gebunden, betört, anhänglich, blind für die nachteiligen Folgen und ohne das Entrinnen zu verstehen – das ist der eine Grund für Tadel. ",
  "sn42.12:14.9": "Dieser Genussmensch verdient aus diesen drei Gründen Lob und aus diesem einen Grund Tadel. ",
  "sn42.12:15.1": "Betrachten wir den Genussmenschen, der mit gesetzlichen Mitteln und ohne Zwang nach Vermögen trachtet und der sich damit selbst glücklich und zufrieden macht, und der es teilt und Verdienst schafft. ",
  "sn42.12:15.2": "Und er genießt dieses Vermögen ungebunden, nicht betört, nicht anhänglich, er sieht die nachteiligen Folgen und versteht das Entrinnen. ",
  "sn42.12:15.3": "Er verdient aus vier Gründen Lob. ",
  "sn42.12:15.4": "Aus welchen vier? ",
  "sn42.12:15.5": "Er trachtet mit gesetzlichen Mitteln und ohne Zwang nach Vermögen – das ist der erste Grund für Lob. ",
  "sn42.12:15.6": "Er macht sich damit selbst glücklich und zufrieden – das ist der zweite Grund für Lob. ",
  "sn42.12:15.7": "Er teilt es und schafft Verdienst – das ist der dritte Grund für Lob. ",
  "sn42.12:15.8": "Er genießt dieses Vermögen ungebunden, nicht betört, nicht anhänglich, er sieht die nachteiligen Folgen und versteht das Entrinnen – das ist der vierte Grund für Lob. ",
  "sn42.12:15.9": "Dieser Genussmensch verdient aus diesen vier Gründen Lob. ",
  "sn42.12:16.1": "Drei Büßer, die ein raues Leben führen, findet man in der Welt. ",
  "sn42.12:16.2": "Welche drei? ",
  "sn42.12:16.3": "Da ist ein Büßer aus dem Haus fortgezogen ins hauslose Leben im Gedanken: ",
  "sn42.12:16.4": "‚Hoffentlich werde ich eine taugliche Eigenschaft erlangen! Hoffentlich werde ich einen erhabenen Zustand übermenschlichen Erkennens und Sehens erreichen, der der Edlen würdig ist!‘ ",
  "sn42.12:16.5": "Er quält und schindet sich. Aber er erlangt keine taugliche Eigenschaft, noch erreicht er einen erhabenen Zustand übermenschlichen Erkennens und Sehens, der der Edlen würdig ist. ",
  "sn42.12:17.1": "Da ist ein anderer Büßer aus dem Haus fortgezogen ins hauslose Leben im Gedanken: ",
  "sn42.12:17.2": "‚Hoffentlich werde ich eine taugliche Eigenschaft erlangen! Hoffentlich werde ich einen erhabenen Zustand übermenschlichen Erkennens und Sehens erreichen, der der Edlen würdig ist!‘ ",
  "sn42.12:17.3": "Er quält und schindet sich. Und er erlangt eine taugliche Eigenschaft, aber er erreicht keinen erhabenen Zustand übermenschlichen Erkennens und Sehens, der der Edlen würdig ist. ",
  "sn42.12:18.1": "Da ist ein anderer Büßer aus dem Haus fortgezogen ins hauslose Leben im Gedanken: ",
  "sn42.12:18.2": "‚Hoffentlich werde ich eine taugliche Eigenschaft erlangen! Hoffentlich werde ich einen erhabenen Zustand übermenschlichen Erkennens und Sehens erreichen, der der Edlen würdig ist!‘ ",
  "sn42.12:18.3": "Er quält und schindet sich. Und er erlangt eine taugliche Eigenschaft, und er erreicht auch einen erhabenen Zustand übermenschlichen Erkennens und Sehens, der der Edlen würdig ist. ",
  "sn42.12:19.1": "Betrachten wir den Büßer, der sich quält und schindet, aber keine taugliche Eigenschaft erlangt, noch einen erhabenen Zustand übermenschlichen Erkennens und Sehens erreicht, der der Edlen würdig ist. Er verdient aus drei Gründen Tadel. ",
  "sn42.12:19.2": "Aus welchen drei? ",
  "sn42.12:19.3": "Er quält und schindet sich – das ist der erste Grund für Tadel. ",
  "sn42.12:19.4": "Er erlangt keine taugliche Eigenschaft – das ist der zweite Grund für Tadel. ",
  "sn42.12:19.5": "Er erreicht keinen erhabenen Zustand übermenschlichen Erkennens und Sehens, der der Edlen würdig ist – das ist der dritte Grund für Tadel. ",
  "sn42.12:19.6": "Dieser Büßer verdient aus diesen drei Gründen Tadel. ",
  "sn42.12:20.1": "Betrachten wir den Büßer, der sich quält und schindet und eine taugliche Eigenschaft erlangt, aber keinen erhabenen Zustand übermenschlichen Erkennens und Sehens erreicht, der der Edlen würdig ist. ",
  "sn42.12:20.2": "Er verdient aus zwei Gründen Tadel und aus einem Grund Lob. ",
  "sn42.12:20.3": "Aus welchen zwei Gründen verdient er Tadel? ",
  "sn42.12:20.4": "Er quält und schindet sich – das ist der erste Grund für Tadel. ",
  "sn42.12:20.5": "Er erreicht keinen erhabenen Zustand übermenschlichen Erkennens und Sehens, der der Edlen würdig ist – das ist der zweite Grund für Tadel. ",
  "sn42.12:20.6": "Aus welchem einen Grund verdient er Lob? ",
  "sn42.12:20.7": "Er erlangt eine taugliche Eigenschaft – das ist der eine Grund für Lob. ",
  "sn42.12:20.8": "Dieser Büßer verdient aus diesen zwei Gründen Tadel und aus diesem einen Grund Lob. ",
  "sn42.12:21.1": "Betrachten wir den Büßer, der sich quält und schindet und eine taugliche Eigenschaft erlangt und auch einen erhabenen Zustand übermenschlichen Erkennens und Sehens erreicht, der der Edlen würdig ist. Er verdient aus einem Grund Tadel und aus zwei Gründen Lob. ",
  "sn42.12:21.2": "Aus welchem einen Grund verdient er Tadel? ",
  "sn42.12:21.3": "Er quält und schindet sich – das ist der eine Grund für Tadel. ",
  "sn42.12:21.4": "Aus welchen zwei Gründen verdient er Lob? ",
  "sn42.12:21.5": "Er erlangt eine taugliche Eigenschaft – das ist der erste Grund für Lob. ",
  "sn42.12:21.6": "Er erreicht einen erhabenen Zustand übermenschlichen Erkennens und Sehens, der der Edlen würdig ist – das ist der zweite Grund für Lob. ",
  "sn42.12:21.7": "Dieser Büßer verdient aus diesem einen Grund Tadel und aus diesen zwei Gründen Lob. ",
  "sn42.12:22.1": "Es gibt drei Arten des Abtragens, die in diesem Leben ersichtlich sind, die unmittelbar wirksam sind, die zum Überprüfen einladen, die wert sind, beherzigt zu werden, sodass vernünftige Menschen sie selbst erkennen können. ",
  "sn42.12:22.2": "Welche drei? ",
  "sn42.12:22.3": "Ein gieriger Mensch denkt aus Gier daran, sich selbst zu verletzen, jemand anderen zu verletzen, beide zu verletzen. ",
  "sn42.12:22.4": "Wenn er Gier aufgegeben hat, denkt er nicht an diese Dinge. ",
  "sn42.12:22.5": "Dieses Abtragen ist in diesem Leben ersichtlich, unmittelbar wirksam, lädt zum Überprüfen ein, ist wert, beherzigt zu werden, sodass vernünftige Menschen es selbst erkennen können. ",
  "sn42.12:22.6": "Ein hasserfüllter Mensch denkt aus Hass daran, sich selbst zu verletzen, jemand anderen zu verletzen, beide zu verletzen. ",
  "sn42.12:22.7": "Wenn er Hass aufgegeben hat, denkt er nicht an diese Dinge. ",
  "sn42.12:22.8": "Dieses Abtragen ist in diesem Leben ersichtlich, unmittelbar wirksam, lädt zum Überprüfen ein, ist wert, beherzigt zu werden, sodass vernünftige Menschen es selbst erkennen können. ",
  "sn42.12:22.9": "Ein Mensch, der sich täuscht,denkt wegen der Täuschung daran, sich selbst zu verletzen, jemand anderen zu verletzen, beide zu verletzen. ",
  "sn42.12:22.10": "Wenn er Täuschung aufgegeben hat, denkt er nicht an diese Dinge. ",
  "sn42.12:22.11": "Dieses Abtragen ist in diesem Leben ersichtlich, unmittelbar wirksam, lädt zum Überprüfen ein, ist wert, beherzigt zu werden, sodass vernünftige Menschen es selbst erkennen können. ",
  "sn42.12:22.12": "Das sind die drei Arten des Abtragens, die in diesem Leben ersichtlich sind, die unmittelbar wirksam sind, die zum Überprüfen einladen, die wert sind, beherzigt zu werden, sodass vernünftige Menschen sie selbst erkennen können.“ ",
  "sn42.12:23.1": "Daraufhin sagte der Ortsvorsteher Rāsiya zum Buddha: ",
  "sn42.12:23.2": "„Vortrefflich, Herr! Vortrefflich! … ",
  "sn42.12:23.3": "Von diesem Tag an soll der Buddha mich als Laienschüler in Erinnerung behalten, der für sein ganzes Leben Zuflucht genommen hat.“ "
}