{
  "sn42.10:0.1": "Verbundene Lehrreden 42.10 ",
  "sn42.10:0.2": "1. Das Kapitel mit Ortsvorstehern ",
  "sn42.10:0.3": "Mit Maṇicūḷaka ",
  "sn42.10:1.1": "Einmal hielt sich der Buddha bei Rājagaha auf, im Bambuswäldchen, am Futterplatz der Eichhörnchen. ",
  "sn42.10:1.2": "Nun kam da beim Gefolge des Königs, als es am königlichen Hof zusammensaß, dieses Gespräch auf: ",
  "sn42.10:1.3": "„Gold und Silber sind angemessen für die Asketen, die dem Sakyer folgen. Sie nehmen Gold und Silber an und nehmen es in Empfang.“ ",
  "sn42.10:2.1": "Da saß gerade der Ortsvorsteher Maṇicūḷaka in dieser Versammlung. ",
  "sn42.10:2.2": "Er sagte zu der Versammlung: ",
  "sn42.10:2.3": "„Gute Herren, sagt das nicht. ",
  "sn42.10:2.4": "Gold und Silber sind nicht angemessen für die Asketen, die dem Sakyer folgen. Weder nehmen sie Gold und Silber an noch nehmen sie es in Empfang. Edelsteine und Gold haben sie abgetan und Gold und Silber zurückgewiesen.“ ",
  "sn42.10:2.5": "Und er konnte diese Versammlung überzeugen. ",
  "sn42.10:2.6": "Da ging Maṇicūḷaka zum Buddha, verbeugte sich, setzte sich zur Seite hin und berichtete ihm von dem Gespräch. Dann sagte er: ",
  "sn42.10:2.13": "„Ich verlasse mich darauf, dass ich mit dieser Antwort die Worte des Buddha wiedergegeben und ihn nicht mit einer Unwahrheit falsch dargestellt habe. Ich hoffe, meine Ausführung war im Einklang mit der Lehre und ich kann nicht zu Recht getadelt oder kritisiert werden.“ ",
  "sn42.10:3.1": "„Jawohl, Ortsvorsteher, mit dieser Antwort gibst du meine Worte wieder und stellst mich nicht mit einer Unwahrheit falsch dar. Deine Ausführung ist im Einklang mit der Lehre und du kannst nicht zu Recht getadelt oder kritisiert werden. ",
  "sn42.10:3.2": "Gold und Silber sind nicht angemessen für die Asketen, die dem Sakyer folgen. Weder nehmen sie Gold und Silber an noch nehmen sie es in Empfang. Edelsteine und Gold haben sie abgetan und Gold und Silber zurückgewiesen. ",
  "sn42.10:3.3": "Wenn Gold und Silber für sie angemessen wären, wären auch die fünf Arten sinnlicher Erregung angemessen. ",
  "sn42.10:3.4": "Und wenn die fünf Arten sinnlicher Erregung für sie angemessen sind, solltest du sie bestimmt als jemanden ansehen, der nicht die Eigenschaften eines Asketen besitzt oder eines, der dem Sakyer folgt. ",
  "sn42.10:3.5": "Vielmehr sage ich Folgendes, Ortsvorsteher: ",
  "sn42.10:3.6": "Jemand, der Stroh braucht, kann sich nach Stroh umsehen; jemand, der Holz braucht, kann sich nach Holz umsehen; jemand, der einen Karren braucht, kann sich nach einem Karren umsehen; jemand, der einen Arbeiter braucht, kann sich nach einem Arbeiter umsehen. ",
  "sn42.10:3.7": "Aber ich sage, in keinem Fall können sie Gold oder Silber annehmen oder sich danach umsehen.“ "
}