{
  "sn42.13:0.1": "Verbundene Lehrreden 42.13 ",
  "sn42.13:0.2": "1. Das Kapitel mit Ortsvorstehern ",
  "sn42.13:0.3": "Mit Pāṭaliya ",
  "sn42.13:1.1": "Einmal hielt sich der Buddha im Land der Koliyer auf, bei einem Marktflecken der Koliyer mit Namen Uttara. ",
  "sn42.13:1.2": "Da ging der Ortsvorsteher Pāṭaliya zum Buddha, verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "sn42.13:1.3": "„Herr, ich habe gehört, ",
  "sn42.13:1.4": "‚Der Asket Gotama kennt Zauberei.‘ ",
  "sn42.13:2.1": "Geben die, die das sagen, die Worte des Buddha wieder und stellen ihn nicht mit einer Unwahrheit falsch dar? Ist ihre Erklärung im Einklang mit der Lehre? Gibt es berechtigte Gründe, sie zu tadeln und zu kritisieren? ",
  "sn42.13:2.2": "Denn wir wollen den Gesegneten nicht falsch darstellen.“ ",
  "sn42.13:2.3": "„Ortsvorsteher, die, die das sagen, geben meine Worte wieder und stellen mich nicht mit einer Unwahrheit falsch dar. Ihre Erklärung ist im Einklang mit der Lehre, und es gibt keine berechtigten Gründe, sie zu tadeln und zu kritisieren.“ ",
  "sn42.13:2.4": "„Herr, wir haben nicht geglaubt, dass das, was diese Asketen und Brahmanen sagen, wirklich wahr ist. ",
  "sn42.13:2.5": "Aber es scheint, der Asket Gotama ist ein Zauberer!“ ",
  "sn42.13:2.6": "„Ortsvorsteher, sagt jemand, der sagt: ‚Ich kenne Zauberei‘ auch: ‚Ich bin ein Zauberer‘?“ ",
  "sn42.13:2.7": "„Das ist richtig, Gesegneter! Das ist richtig, Heiliger!“ ",
  "sn42.13:2.8": "„Nun, Ortsvorsteher, ich werde dir dazu Gegenfragen stellen, und du kannst antworten, wie du möchtest. ",
  "sn42.13:3.1": "Was meinst du, Ortsvorsteher? ",
  "sn42.13:3.2": "Kennst du die Polizisten der Koliyer mit hängender Haartracht?“ ",
  "sn42.13:3.3": "„Ich kenne sie, Herr.“ ",
  "sn42.13:3.4": "„Und was ist ihre Aufgabe?“ ",
  "sn42.13:3.5": "„Ihre Aufgabe ist es, Räubern Einhalt zu gebieten und für die Koliyer Botschaften zu überbringen.“ ",
  "sn42.13:3.6": "„Was meinst du, Ortsvorsteher? ",
  "sn42.13:3.7": "Sind die Polizisten der Koliyer mit hängender Haartracht sittlich oder unmoralisch?“ ",
  "sn42.13:3.8": "„Ich weiß, dass sie unmoralisch sind, von schlechtem Charakter, Herr. Sie gehören zu denen in der Welt, die unmoralisch und von schlechtem Charakter sind.“ ",
  "sn42.13:3.9": "„Wäre es richtig, zu sagen, ",
  "sn42.13:3.10": "Pāṭaliya kennt die Polizisten der Koliyer mit hängender Haartracht, die unmoralisch sind, von schlechtem Charakter, also muss er unmoralisch und von schlechtem Charakter sein?“ ",
  "sn42.13:3.11": "„Nein, Herr. ",
  "sn42.13:3.12": "Ich bin recht verschieden von den Polizisten der Koliyer mit hängender Haartracht, wir haben recht unterschiedliche Charaktere.“ ",
  "sn42.13:3.13": "„Wenn du also diese Polizisten von schlechtem Charakter kennen kannst und zugleich selbst  nicht von schlechtem Charakter bist, warum kann der Klargewordene keine Zauberei kennen, ohne selbst ein Zauberer zu sein? ",
  "sn42.13:3.14": "Ich verstehe Zauberei und ihr Ergebnis. Und ich verstehe, wie Zauberer vorgehen, sodass sie, wenn ihr Körper auseinanderbricht, nach dem Tod, an einem verlorenen Ort wiedergeboren werden, einem schlechten Ort, in der Hölle. ",
  "sn42.13:4.1": "Ich verstehe das Töten lebender Geschöpfe und sein Ergebnis. Und ich verstehe, wie die, die lebende Geschöpfe töten, vorgehen, sodass sie, wenn ihr Körper auseinanderbricht, nach dem Tod, an einem verlorenen Ort wiedergeboren werden, einem schlechten Ort, in der Hölle. ",
  "sn42.13:4.2": "Ich verstehe das Stehlen … ",
  "sn42.13:4.3": "das Begehen sexueller Verfehlungen … ",
  "sn42.13:4.4": "das Lügen … ",
  "sn42.13:4.5": "den Gebrauch entzweiender Rede … ",
  "sn42.13:4.6": "den Gebrauch harter Rede … ",
  "sn42.13:4.7": "das Unsinnreden … ",
  "sn42.13:4.8": "Begehrlichkeit … ",
  "sn42.13:4.9": "bösen Willen … ",
  "sn42.13:4.10": "falsche Ansicht und ihr Ergebnis. Und ich verstehe, wie die, die falsche Ansicht haben, vorgehen, sodass sie, wenn ihr Körper auseinanderbricht, nach dem Tod, an einem verlorenen Ort wiedergeboren werden, einem schlechten Ort, in der Hölle. ",
  "sn42.13:5.1": "Es gibt Asketen und Brahmanen, die diese Doktrin, diese Ansicht haben: ",
  "sn42.13:5.2": "‚Jeder, der lebende Geschöpfe tötet, erfährt in diesem Leben Schmerz und Traurigkeit. ",
  "sn42.13:5.3": "Jeder, der stiehlt … ",
  "sn42.13:5.4": "sexuelle Verfehlungen begeht … ",
  "sn42.13:5.5": "oder lügt, erfährt in diesem Leben Schmerz und Traurigkeit.' ",
  "sn42.13:6.1": "Aber man kann sehen, wie jemand bekränzt und geschmückt ist, schön gebadet und geölt, Haar und Bart frisiert hat und sich mit Frauen amüsiert, als wäre er ein König. ",
  "sn42.13:6.2": "Man würde jemanden fragen: ",
  "sn42.13:6.3": "‚Guter Mann, was hat dieser Mann getan?‘ ",
  "sn42.13:6.4": "Und der würde antworten: ",
  "sn42.13:6.5": "‚Guter Mann, dieser Mann hat den Feind des Königs angegriffen und getötet. ",
  "sn42.13:6.6": "Der König war erfreut und gab ihm diese Belohnung. ",
  "sn42.13:6.7": "Darum ist er bekränzt und geschmückt, schön gebadet und geölt, hat Haar und Bart frisiert und amüsiert sich mit Frauen, als wäre er ein König.‘ ",
  "sn42.13:7.1": "Und man kann sehen, wie jemand anderem die Arme mit einem festen Strick fest hinter seinem Rücken gebunden sind. Sein Kopf ist rasiert und er wird zu einem harten Trommelschlag von Straße zu Straße und von Platz zu Platz geführt. Dann wird er zum Südtor hinausgeführt und ihm wird dort, südlich der Stadt, der Kopf abgeschlagen. ",
  "sn42.13:7.2": "Man würde jemanden fragen: ",
  "sn42.13:7.3": "‚Guter Mann, was hat dieser Mann getan?‘ ",
  "sn42.13:7.4": "Und der würde antworten: ",
  "sn42.13:7.5": "‚Guter Mann, dieser Mann ist ein Feind des Königs und hat einen Mann oder eine Frau umgebracht. ",
  "sn42.13:7.6": "Darum haben Herrscher ihn festgenommen und über ihn eine solche Strafe verhängt.‘ ",
  "sn42.13:8.1": "Was meinst du, Ortsvorsteher? ",
  "sn42.13:8.2": "Hast du jemals einen solchen Fall gesehen oder davon gehört?“ ",
  "sn42.13:8.3": "„Herr, so etwas haben wir gesehen und davon gehört und wir werden wieder davon hören.“ ",
  "sn42.13:8.4": "„Da das so ist, haben da die Asketen und Brahmanen, die die Ansicht haben, ",
  "sn42.13:8.5": "dass jeder, der lebende Geschöpfe tötet, in diesem Leben Schmerz und Traurigkeit erfährt, recht oder unrecht?“ ",
  "sn42.13:8.6": "„Sie haben unrecht, Herr.“ ",
  "sn42.13:8.7": "„Aber die, die leeren, falschen Unsinn reden, sind die sittlich oder unmoralisch?“ ",
  "sn42.13:8.8": "„Unmoralisch, Herr.“ ",
  "sn42.13:8.9": "„Und die, die unmoralisch sind, von schlechtem Charakter, üben die falsch oder richtig?“ ",
  "sn42.13:8.10": "„Sie üben falsch, Herr.“ ",
  "sn42.13:8.11": "„Und die, die falsch üben, haben die falsche Ansicht oder rechte Ansicht?“ ",
  "sn42.13:8.12": "„Sie haben falsche Ansicht, Herr.“ ",
  "sn42.13:8.13": "„Aber ist es angemessen, zu denen, die eine falsche Ansicht haben, Zuversicht zu haben?“ ",
  "sn42.13:8.14": "„Nein, Herr.“ ",
  "sn42.13:9.1": "„Man kann sehen, wie jemand bekränzt und geschmückt ist … ",
  "sn42.13:9.5": "‚Guter Mann, dieser Mann hat den Feind des Königs angegriffen und seine Wertsachen genommen. ",
  "sn42.13:9.6": "Der König war erfreut und gab ihm diese Belohnung. …‘ … ",
  "sn42.13:10.1": "Und man kann sehen, wie jemand anderem die Arme mit einem festen Strick fest hinter seinem Rücken gebunden sind … ",
  "sn42.13:10.4": "‚Guter Mann, dieser Mann hat in diebischer Absicht aus einem Dorf oder aus der Wildnis etwas weggenommen. ",
  "sn42.13:10.5": "Darum haben Herrscher ihn festgenommen und über ihn eine solche Strafe verhängt.‘ ",
  "sn42.13:10.6": "Was meinst du, Ortsvorsteher? ",
  "sn42.13:10.7": "Hast du jemals einen solchen Fall gesehen oder davon gehört?“ ",
  "sn42.13:10.8": "„Herr, so etwas haben wir gesehen und davon gehört und wir werden wieder davon hören.“ ",
  "sn42.13:10.9": "„Da das so ist, haben da die Asketen und Brahmanen, die die Ansicht haben, ",
  "sn42.13:10.10": "dass jeder, der stiehlt, in diesem Leben Schmerz und Traurigkeit erfährt, recht oder unrecht? … ",
  "sn42.13:10.11": "Ist es angemessen, zu ihnen Zuversicht zu haben?“ ",
  "sn42.13:10.12": "„Nein, Herr.“ ",
  "sn42.13:11.1": "„Man kann sehen, wie jemand bekränzt und geschmückt ist … ",
  "sn42.13:11.5": "‚Guter Mann, dieser Mann hatte Geschlechtsverkehr mit den Frauen des Feindes des Königs. ",
  "sn42.13:11.6": "Der König war erfreut und gab ihm diese Belohnung. …‘ … ",
  "sn42.13:12.1": "Und man kann sehen, wie jemand anderem die Arme mit einem festen Strick fest hinter seinem Rücken gebunden sind … ",
  "sn42.13:12.5": "‚Guter Mann, dieser Mann hatte Geschlechtsverkehr mit den Frauen und Mädchen aus guten Familien. ",
  "sn42.13:12.6": "Darum haben Herrscher ihn festgenommen und über ihn eine solche Strafe verhängt.‘ ",
  "sn42.13:12.7": "Was meinst du, Ortsvorsteher? ",
  "sn42.13:12.8": "Hast du jemals einen solchen Fall gesehen oder davon gehört?“ ",
  "sn42.13:12.9": "„Herr, so etwas haben wir gesehen und davon gehört und wir werden wieder davon hören.“ ",
  "sn42.13:12.10": "„Da das so ist, haben da die Asketen und Brahmanen, die die Ansicht haben, ",
  "sn42.13:12.11": "dass jeder, der sexuelle Verfehlungen begeht, in diesem Leben Schmerz und Traurigkeit erfährt, recht oder unrecht? … ",
  "sn42.13:12.12": "Ist es angemessen, zu ihnen Zuversicht zu haben?“ ",
  "sn42.13:12.13": "„Nein, Herr.“ ",
  "sn42.13:13.1": "„Man kann sehen, wie jemand bekränzt und geschmückt ist … ",
  "sn42.13:13.5": "‚Guter Mann, dieser Mann hat den König mit Lügen unterhalten. ",
  "sn42.13:13.6": "Der König war erfreut und gab ihm diese Belohnung. …‘ … ",
  "sn42.13:14.1": "Und man kann sehen, wie jemand anderem die Arme mit einem festen Strick fest hinter seinem Rücken gebunden sind … ",
  "sn42.13:14.5": "‚Guter Mann, dieser Mann hat durch Lügen einen Hausbesitzer oder das Kind eines Hausbesitzers ruiniert. ",
  "sn42.13:14.6": "Darum haben Herrscher ihn festgenommen und über ihn eine solche Strafe verhängt.‘ ",
  "sn42.13:14.7": "Was meinst du, Ortsvorsteher? ",
  "sn42.13:14.8": "Hast du jemals einen solchen Fall gesehen oder davon gehört?“ ",
  "sn42.13:14.9": "„Herr, so etwas haben wir gesehen und davon gehört und wir werden wieder davon hören.“ ",
  "sn42.13:14.10": "„Da das so ist, haben da die Asketen und Brahmanen, die die Ansicht haben, ",
  "sn42.13:14.11": "dass jeder, der lügt, in diesem Leben Schmerz und Traurigkeit erfährt, recht oder unrecht?“ ",
  "sn42.13:14.12": "„Sie haben unrecht, Herr.“ ",
  "sn42.13:14.13": "„Aber die, die leeren, falschen Unsinn reden, sind die sittlich oder unmoralisch?“ ",
  "sn42.13:14.14": "„Unmoralisch, Herr.“ ",
  "sn42.13:14.15": "„Und die, die unmoralisch sind, von schlechtem Charakter, üben die falsch oder richtig?“ ",
  "sn42.13:14.16": "„Sie üben falsch, Herr.“ ",
  "sn42.13:14.17": "„Und die, die falsch üben, haben die falsche Ansicht oder rechte Ansicht?“ ",
  "sn42.13:14.18": "„Sie haben falsche Ansicht, Herr.“ ",
  "sn42.13:14.19": "„Aber ist es angemessen, zu denen, die eine falsche Ansicht haben, Zuversicht zu haben?“ ",
  "sn42.13:14.20": "„Nein, Herr. ",
  "sn42.13:15.1": "Es ist unglaublich, Herr, es ist erstaunlich! ",
  "sn42.13:15.2": "Ich habe ein Gästehaus, ",
  "sn42.13:15.3": "wo Liegen, Sitze, Wasserkrüge und Öllampen stehen. ",
  "sn42.13:15.4": "Immer, wenn ein Asket oder Brahmane kommt, um sich hier aufzuhalten, teile ich nach Kräften, was ich habe. ",
  "sn42.13:15.5": "Einmal geschah es, Herr, dass vier Lehrer mit verschiedenen Ansichten und Meinungen kamen, um in meinem Gästehaus zu wohnen. ",
  "sn42.13:16.1": "Ein Lehrer hatte diese Doktrin, diese Ansicht: ",
  "sn42.13:16.2": "‚Geben, Opfer oder Spenden haben keinen Sinn. Es gibt keine Frucht und kein Ergebnis von guten und schlechten Taten. Es gibt kein Leben nach dem Tod. So etwas wie Mutter und Vater oder Wesen, die durch unmittelbares Erscheinen wiedergeboren werden, gibt es nicht. Und es gibt keinen Asketen oder Brahmanen, der richtig verwirklicht ist, richtig geübt hat, und der ein Leben nach dem Tod erklärt, das er durch eigene Einsicht erkannt hat.‘ ",
  "sn42.13:17.1": "Ein Lehrer hatte diese Doktrin, diese Ansicht: ",
  "sn42.13:17.2": "‚Geben, Opfer und Spenden sind sinnvoll. Es gibt eine Frucht und ein Ergebnis von guten und schlechten Taten. Es gibt ein Leben nach dem Tod. Es gibt so etwas wie Mutter und Vater oder Wesen, die durch unmittelbares Erscheinen wiedergeboren werden. Und es gibt Asketen und Brahmanen, die richtig verwirklicht sind, richtig geübt haben, die ein Leben nach dem Tod erklären, das sie durch eigene Einsicht erkannt haben.‘ ",
  "sn42.13:18.1": "Ein Lehrer hatte diese Doktrin, diese Ansicht: ",
  "sn42.13:18.2": "‚Der Täter tut nichts Schlechtes, wenn er bestraft, verstümmelt, quält, kränkt, unterdrückt oder einschüchtert oder wenn er andere zu diesen Dingen anstiftet. Er tut nichts Schlechtes, wenn er tötet, stiehlt, in Häuser einbricht, Vermögen plündert, aus abgelegenen Gebäuden stiehlt, Landstraßen unsicher macht, Ehebruch begeht und lügt. ",
  "sn42.13:18.3": "Wenn man alle lebenden Geschöpfe auf dieser Erde mit einem rasiermesserscharfen Chakram in einen einzigen Fleischhaufen, eine einzige Fleischmasse verwandeln würde, würde daraus nichts Böses entstehen und auch keine Auswirkung von Bösem. ",
  "sn42.13:18.4": "Wenn man am südlichen Ufer des Ganges entlangginge und töten, verstümmeln und quälen würde und andere anstiften würde, dasselbe zu tun, würde daraus nichts Böses entstehen und auch keine Auswirkung von Bösem. ",
  "sn42.13:18.5": "Wenn man am nördlichen Ufer des Ganges entlangginge und opfern würde und andere ermuntern würde, das Gleiche zu tun, würde daraus kein Verdienst entstehen und auch keine Auswirkung von Verdienst. ",
  "sn42.13:18.6": "In Geben, Selbstbeherrschung, Zügelung und Wahrhaftigkeit liegt kein Verdienst und auch keine Auswirkung von Verdienst.‘ ",
  "sn42.13:19.1": "Ein Lehrer hatte diese Doktrin, diese Ansicht: ",
  "sn42.13:19.2": "‚Der Täter tut etwas Schlechtes, wenn er bestraft, verstümmelt, quält, kränkt, unterdrückt oder einschüchtert oder wenn er andere zu diesen Dingen anstiftet. Er tut etwas Schlechtes, wenn er tötet, stiehlt, in Häuser einbricht, Vermögen plündert, aus abgelegenen Gebäuden stiehlt, Landstraßen unsicher macht, Ehebruch begeht und lügt. ",
  "sn42.13:19.3": "Wenn man alle lebenden Geschöpfe auf dieser Erde mit einem rasiermesserscharfen Chakram in einen einzigen Fleischhaufen, eine einzige Fleischmasse verwandeln würde, würde daraus Böses entstehen und auch eine Auswirkung von Bösem. ",
  "sn42.13:19.4": "Wenn man am südlichen Ufer des Ganges entlangginge und töten, verstümmeln und quälen würde und andere anstiften würde, dasselbe zu tun, würde daraus Böses entstehen und auch eine Auswirkung von Bösem. ",
  "sn42.13:19.5": "Wenn man am nördlichen Ufer des Ganges entlangginge und opfern würde und andere ermuntern würde, das Gleiche zu tun, würde daraus Verdienst entstehen und auch eine Auswirkung von Verdienst. ",
  "sn42.13:19.6": "In Geben, Selbstbeherrschung, Zügelung und Wahrhaftigkeit liegt Verdienst und auch eine Auswirkung von Verdienst.‘ ",
  "sn42.13:20.1": "Ich hatte daher Zweifel und war unsicher: ",
  "sn42.13:20.2": "‚Wer von diesen werten Asketen und Brahmanen spricht wohl die Wahrheit und wer die Unwahrheit?‘“ ",
  "sn42.13:21.1": "„Kein Wunder, Ortsvorsteher, dass du Zweifel hattest und unsicher warst. ",
  "sn42.13:21.2": "Die Sache, über die dir Zweifel aufgekommen ist, ist unsicher.“ ",
  "sn42.13:21.3": "„Ich bin recht zuversichtlich, dass der Buddha in der Lage ist, mich zu unterweisen, sodass ich diesen Zweifelszustand aufgeben kann.“ ",
  "sn42.13:22.1": "„Ortsvorsteher, es gibt eine Versenkung, die sich auf das Verstehen von Grundsätzen stützt. ",
  "sn42.13:22.2": "Wenn man eine solche Versenkung des Geistes erlangt, kann man diesen Zweifelszustand aufgeben. ",
  "sn42.13:22.3": "Und was ist diese Versenkung, die sich auf das Verstehen von Grundsätzen stützt? ",
  "sn42.13:22.4": "Da hat ein edler Schüler das Töten lebender Geschöpfe, das Stehlen, das Begehen sexueller Verfehlungen, das Lügen, falsche, entzweiende und unsinnige Rede, Begehrlichkeit, bösen Willen und falsche Ansicht aufgegeben. ",
  "sn42.13:23.1": "Dieser edle Schüler ist frei von Verlangen, frei von bösem Willen, nicht verwirrt, umsichtig und achtsam. Er meditiert, indem er eine Himmelsrichtung mit einem Herzen voller Liebe durchdringt, und die zweite und die dritte und die vierte. Ebenso nach oben, nach unten, dazwischen, überall und ringsumher; die ganze Welt durchdringt er mit einem Herzen voller Liebe – weit, ausgedehnt, grenzenlos, frei von Feindschaft und bösem Willen. ",
  "sn42.13:23.2": "Er überlegt: ",
  "sn42.13:23.3": "‚Dieser Lehrer, der diese Doktrin, diese Ansicht hatte: ",
  "sn42.13:23.4": "„Geben, Opfer oder Spenden haben keinen Sinn. Es gibt keine Frucht und kein Ergebnis von guten und schlechten Taten. Es gibt kein Leben nach dem Tod. So etwas wie Mutter und Vater oder Wesen, die durch unmittelbares Erscheinen wiedergeboren werden, gibt es nicht. Und es gibt keinen Asketen oder Brahmanen, der richtig verwirklicht ist, richtig geübt hat, und der ein Leben nach dem Tod erklärt, das er durch eigene Einsicht erkannt hat“ – ",
  "sn42.13:23.5": "wenn das wahr ist, was dieser gute Lehrer sagt, bin ich auf der sicheren Seite, wenn ich kein Geschöpf verletze, kräftig oder zart. ",
  "sn42.13:23.6": "Ich gewinne doppelt, da ich mit Körper, Sprache und Geist gezügelt bin, und wenn mein Körper auseinanderbricht, nach dem Tod, werde ich an einem guten Ort wiedergeboren, in einer himmlischen Welt.‘ ",
  "sn42.13:23.7": "Freude lodert in ihm auf. ",
  "sn42.13:23.8": "Wenn er voller Freude ist, lodert Ekstase auf. ",
  "sn42.13:23.9": "Wenn der Geist in Ekstase ist, wird der Körper still. ",
  "sn42.13:23.10": "Wenn der Körper still ist, empfindet er Seligkeit. ",
  "sn42.13:23.11": "Und wenn er voller Seligkeit ist, versenkt sich der Geist im Samādhi. ",
  "sn42.13:23.12": "Das ist die Versenkung, die sich auf das Verstehen von Grundsätzen stützt. ",
  "sn42.13:23.13": "Wenn man eine solche Versenkung des Geistes erlangt, kann man diesen Zweifelszustand aufgeben. ",
  "sn42.13:24.1": "Dieser edle Schüler ist frei von Verlangen, frei von bösem Willen, nicht verwirrt, umsichtig und achtsam. Er meditiert, indem er eine Himmelsrichtung mit einem Herzen voller Liebe durchdringt, und die zweite und die dritte und die vierte. Ebenso nach oben, nach unten, dazwischen, überall und ringsumher; die ganze Welt durchdringt er mit einem Herzen voller Liebe – weit, ausgedehnt, grenzenlos, frei von Feindschaft und bösem Willen. ",
  "sn42.13:24.2": "Er überlegt: ",
  "sn42.13:24.3": "‚Dieser Lehrer, der diese Doktrin, diese Ansicht hatte: ",
  "sn42.13:24.4": "„Geben, Opfer und Spenden sind sinnvoll. Es gibt eine Frucht und ein Ergebnis von guten und schlechten Taten. Es gibt ein Leben nach dem Tod. Es gibt so etwas wie Mutter und Vater oder Wesen, die durch unmittelbares Erscheinen wiedergeboren werden. Und es gibt Asketen und Brahmanen, die richtig verwirklicht sind, richtig geübt haben, die ein Leben nach dem Tod erklären, das sie durch eigene Einsicht erkannt haben“ – ",
  "sn42.13:24.5": "wenn das wahr ist, was dieser gute Lehrer sagt, bin ich auf der sicheren Seite, wenn ich kein Geschöpf verletze, kräftig oder zart. ",
  "sn42.13:24.6": "Ich gewinne doppelt, da ich mit Körper, Sprache und Geist gezügelt bin, und wenn mein Körper auseinanderbricht, nach dem Tod, werde ich an einem guten Ort wiedergeboren, in einer himmlischen Welt.‘ ",
  "sn42.13:24.7": "Freude lodert in ihm auf. ",
  "sn42.13:24.8": "Wenn sie voller Freude ist, lodert Ekstase auf. ",
  "sn42.13:24.9": "Wenn der Geist in Ekstase ist, wird der Körper still. ",
  "sn42.13:24.10": "Wenn der Körper still ist, empfindet sie Seligkeit. ",
  "sn42.13:24.11": "Und wenn man voller Seligkeit ist, versenkt sich der Geist im Samādhi. ",
  "sn42.13:24.12": "Das ist die Versenkung, die sich auf das Verstehen von Grundsätzen stützt. ",
  "sn42.13:24.13": "Wenn man eine solche Versenkung des Geistes erlangt, kann man diesen Zweifelszustand aufgeben. ",
  "sn42.13:25.1": "Dieser edle Schüler ist frei von Verlangen, frei von bösem Willen, nicht verwirrt, umsichtig und achtsam. Er meditiert, indem er eine Himmelsrichtung mit einem Herzen voller Liebe durchdringt, und die zweite und die dritte und die vierte. Ebenso nach oben, nach unten, dazwischen, überall und ringsumher; die ganze Welt durchdringt er mit einem Herzen voller Liebe – weit, ausgedehnt, grenzenlos, frei von Feindschaft und bösem Willen. ",
  "sn42.13:25.2": "Er überlegt: ",
  "sn42.13:25.3": "‚Dieser Lehrer, der diese Doktrin, diese Ansicht hatte: ",
  "sn42.13:25.4": "„Der Täter tut nichts Schlechtes, wenn er bestraft, verstümmelt, quält, kränkt, unterdrückt oder einschüchtert oder wenn er andere zu diesen Dingen anstiftet. Er tut nichts Schlechtes, wenn er tötet, stiehlt, in Häuser einbricht, Vermögen plündert, aus abgelegenen Gebäuden stiehlt, Landstraßen unsicher macht, Ehebruch begeht und lügt. ",
  "sn42.13:25.5": "Wenn man alle lebenden Geschöpfe auf dieser Erde mit einem rasiermesserscharfen Chakram in einen einzigen Fleischhaufen, eine einzige Fleischmasse verwandeln würde, würde daraus nichts Böses entstehen und auch keine Auswirkung von Bösem. ",
  "sn42.13:25.6": "Wenn man am südlichen Ufer des Ganges entlangginge und töten, verstümmeln und quälen würde und andere anstiften würde, dasselbe zu tun, würde daraus nichts Böses entstehen und auch keine Auswirkung von Bösem. ",
  "sn42.13:25.7": "Wenn man am nördlichen Ufer des Ganges entlangginge und opfern würde und andere ermuntern würde, das Gleiche zu tun, würde daraus kein Verdienst entstehen und auch keine Auswirkung von Verdienst. ",
  "sn42.13:25.8": "In Geben, Selbstbeherrschung, Zügelung und Wahrhaftigkeit liegt kein Verdienst und auch keine Auswirkung von Verdienst“ – ",
  "sn42.13:25.9": "wenn das wahr ist, was dieser gute Lehrer sagt, bin ich auf der sicheren Seite, wenn ich kein Geschöpf verletze, kräftig oder zart. ",
  "sn42.13:25.10": "Ich gewinne doppelt, da ich mit Körper, Sprache und Geist gezügelt bin, und wenn mein Körper auseinanderbricht, nach dem Tod, werde ich an einem guten Ort wiedergeboren, in einer himmlischen Welt.‘ ",
  "sn42.13:25.11": "Freude lodert in ihm auf. ",
  "sn42.13:25.12": "Wenn er voller Freude ist, lodert Ekstase auf. ",
  "sn42.13:25.13": "Wenn der Geist in Ekstase ist, wird der Körper still. ",
  "sn42.13:25.14": "Wenn der Körper still ist, empfindet er Seligkeit. ",
  "sn42.13:25.15": "Und wenn er voller Seligkeit ist, versenkt sich der Geist im Samādhi. ",
  "sn42.13:25.16": "Das ist die Versenkung, die sich auf das Verstehen von Grundsätzen stützt. ",
  "sn42.13:25.17": "Wenn man eine solche Versenkung des Geistes erlangt, kann man diesen Zweifelszustand aufgeben. ",
  "sn42.13:26.1": "Dieser edle Schüler ist frei von Verlangen, frei von bösem Willen, nicht verwirrt, umsichtig und achtsam. Er meditiert, indem er eine Himmelsrichtung mit einem Herzen voller Liebe durchdringt, und die zweite und die dritte und die vierte. Ebenso nach oben, nach unten, dazwischen, überall und ringsumher; die ganze Welt durchdringt er mit einem Herzen voller Liebe – weit, ausgedehnt, grenzenlos, frei von Feindschaft und bösem Willen. ",
  "sn42.13:26.2": "Er überlegt: ",
  "sn42.13:26.3": "‚Dieser Lehrer, der diese Doktrin, diese Ansicht hatte: ",
  "sn42.13:26.4": "„Der Täter tut etwas Schlechtes, wenn er bestraft, verstümmelt, quält, kränkt, unterdrückt oder einschüchtert oder wenn er andere zu diesen Dingen anstiftet. Er tut etwas Schlechtes, wenn er tötet, stiehlt, in Häuser einbricht, Vermögen plündert, aus abgelegenen Gebäuden stiehlt, Landstraßen unsicher macht, Ehebruch begeht und lügt. ",
  "sn42.13:26.5": "Wenn man alle lebenden Geschöpfe auf dieser Erde mit einem rasiermesserscharfen Chakram in einen einzigen Fleischhaufen, eine einzige Fleischmasse verwandeln würde, würde daraus Böses entstehen und auch eine Auswirkung von Bösem. ",
  "sn42.13:26.6": "Wenn man am südlichen Ufer des Ganges entlangginge und töten, verstümmeln und quälen würde und andere anstiften würde, dasselbe zu tun, würde daraus Böses entstehen und auch eine Auswirkung von Bösem. ",
  "sn42.13:26.7": "Wenn man am nördlichen Ufer des Ganges entlangginge und opfern würde und andere ermuntern würde, das Gleiche zu tun, würde daraus Verdienst entstehen und auch eine Auswirkung von Verdienst. ",
  "sn42.13:26.8": "In Geben, Selbstbeherrschung, Zügelung und Wahrhaftigkeit liegt Verdienst und auch eine Auswirkung von Verdienst“ – ",
  "sn42.13:26.9": "wenn das wahr ist, was dieser gute Lehrer sagt, bin ich auf der sicheren Seite, wenn ich kein Geschöpf verletze, kräftig oder zart. ",
  "sn42.13:26.10": "Ich gewinne doppelt, da ich mit Körper, Sprache und Geist gezügelt bin, und wenn mein Körper auseinanderbricht, nach dem Tod, werde ich an einem guten Ort wiedergeboren, in einer himmlischen Welt.‘ ",
  "sn42.13:26.11": "Freude lodert in ihm auf. ",
  "sn42.13:26.12": "Wenn er voller Freude ist, lodert Ekstase auf. ",
  "sn42.13:26.13": "Wenn der Geist in Ekstase ist, wird der Körper still. ",
  "sn42.13:26.14": "Wenn der Körper still ist, empfindet er Seligkeit. ",
  "sn42.13:26.15": "Und wenn er voller Seligkeit ist, versenkt sich der Geist im Samādhi. ",
  "sn42.13:26.16": "Das ist die Versenkung, die sich auf das Verstehen von Grundsätzen stützt. ",
  "sn42.13:26.17": "Wenn man eine solche Versenkung des Geistes erlangt, kann man diesen Zweifelszustand aufgeben. ",
  "sn42.13:27.1": "Dann ist dieser edle Schüler frei von Verlangen, frei von bösem Willen, nicht verwirrt, umsichtig und achtsam. Er meditiert, indem er eine Himmelsrichtung mit einem Herzen voller Mitgefühl durchdringt … ",
  "sn42.13:27.2": "mit einem Herzen voller freudiger Anteilnahme … ",
  "sn42.13:28.1": "mit einem Herzen voller Gleichmut, und die zweite und die dritte und die vierte. Ebenso nach oben, nach unten, dazwischen, überall und ringsumher; die ganze Welt durchdringt sie mit einem Herzen voller Gleichmut – weit, ausgedehnt, grenzenlos, frei von Feindschaft und bösem Willen. … ",
  "sn42.13:31.2": "Er überlegt: ",
  "sn42.13:31.9": "‚Wenn das wahr ist, was dieser gute Lehrer sagt, bin ich auf der sicheren Seite, wenn ich kein Geschöpf verletze, kräftig oder zart. ",
  "sn42.13:31.10": "Ich gewinne doppelt, da ich mit Körper, Sprache und Geist gezügelt bin, und wenn mein Körper auseinanderbricht, nach dem Tod, werde ich an einem guten Ort wiedergeboren, in einer himmlischen Welt.‘ ",
  "sn42.13:31.11": "Freude lodert in ihm auf. ",
  "sn42.13:31.12": "Wenn er voller Freude ist, lodert Ekstase auf. ",
  "sn42.13:31.13": "Wenn der Geist in Ekstase ist, wird der Körper still. ",
  "sn42.13:31.14": "Wenn der Körper still ist, empfindet er Seligkeit. ",
  "sn42.13:31.15": "Und wenn er voller Seligkeit ist, versenkt sich der Geist im Samādhi. ",
  "sn42.13:31.16": "Das ist die Versenkung, die sich auf das Verstehen von Grundsätzen stützt. ",
  "sn42.13:31.17": "Wenn man eine solche Versenkung des Geistes erlangt, kann man diesen Zweifelszustand aufgeben.“ ",
  "sn42.13:32.1": "Daraufhin sagte der Ortsvorsteher Pāṭaliya zum Buddha: ",
  "sn42.13:32.2": "„Vortrefflich, Herr! Vortrefflich! … ",
  "sn42.13:32.3": "Von diesem Tag an soll der Buddha mich als Laienschüler in Erinnerung behalten, der für sein ganzes Leben Zuflucht genommen hat.“ ",
  "sn42.13:33.5": "Die Verbundenen Lehrreden mit Ortsvorstehern sind abgeschlossen. "
}