{
  "pli-tv-bu-vb-np25:0.1": "Theravāda Collection on Monastic Law ",
  "pli-tv-bu-vb-np25:0.2": "The monks’ rules and their analysis ",
  "pli-tv-bu-vb-np25:0.3": "The chapter on relinquishment ",
  "pli-tv-bu-vb-np25:0.4": "The sub-chapter on almsbowls ",
  "pli-tv-bu-vb-np25:0.5": "25. The training rule on taking back robe-cloth ",
  "pli-tv-bu-vb-np25:1.0": "Origin story ",
  "pli-tv-bu-vb-np25:1.1": "At one time the Buddha was staying at Sāvatthī in the Jeta Grove, Anāthapiṇḍika’s Monastery. ",
  "pli-tv-bu-vb-np25:1.2": "At that time Venerable Upananda the Sakyan said to his brother’s student, ",
  "pli-tv-bu-vb-np25:1.3": "“Come, let’s go wandering in the country.” ",
  "pli-tv-bu-vb-np25:1.4": "“I can’t go, Venerable, ",
  "pli-tv-bu-vb-np25:1.5": "my robes are worn.” ",
  "pli-tv-bu-vb-np25:1.6": "“I’ll give you a robe.” ",
  "pli-tv-bu-vb-np25:1.7": "And he gave him a robe. ",
  "pli-tv-bu-vb-np25:1.8": "Soon afterwards that monk heard ",
  "pli-tv-bu-vb-np25:1.9": "that the Buddha was about to go wandering in the country. ",
  "pli-tv-bu-vb-np25:1.10": "He thought, ",
  "pli-tv-bu-vb-np25:1.11": "“Now I won’t go wandering with Venerable Upananda, but with the Buddha.” ",
  "pli-tv-bu-vb-np25:1.12": "Then, when Upananda said, ",
  "pli-tv-bu-vb-np25:1.13": "“Let’s go,” ",
  "pli-tv-bu-vb-np25:1.14": "he replied, “I’m not going with you, but with the Buddha.” ",
  "pli-tv-bu-vb-np25:1.15": "“Well, the robe I gave you is going with me,” ",
  "pli-tv-bu-vb-np25:1.16": "and he just took it back in anger. ",
  "pli-tv-bu-vb-np25:1.17": "That monk told other monks what had happened. ",
  "pli-tv-bu-vb-np25:1.18": "And the monks of few desires complained and criticized Upananda, ",
  "pli-tv-bu-vb-np25:1.19": "“How can Venerable Upananda give away a robe and then take it back in anger?” ",
  "pli-tv-bu-vb-np25:1.20": "After rebuking him in many ways, they told the Buddha. Soon afterwards he had the Sangha gathered and questioned the monks: ",
  "pli-tv-bu-vb-np25:1.21": "“Is it true, Upananda, that you acted like this?” ",
  "pli-tv-bu-vb-np25:1.22": "“It’s true, Sir.” ",
  "pli-tv-bu-vb-np25:1.23": "The Buddha rebuked him, ",
  "pli-tv-bu-vb-np25:1.24": "“… Foolish man, how can you give a robe to a monk and then take it back in anger? ",
  "pli-tv-bu-vb-np25:1.25": "This won’t give rise to confidence in those without it … ",
  "pli-tv-bu-vb-np25:1.26": "And, monks, this training rule should be recited like this: ",
  "pli-tv-bu-vb-np25:1.27.0": "Final ruling ",
  "pli-tv-bu-vb-np25:1.27.1": "‘If a monk himself gives a robe to a monk, but then, in anger, takes it back or has it taken back, he commits an offense entailing relinquishment and confession.’” ",
  "pli-tv-bu-vb-np25:2.0": "Definitions ",
  "pli-tv-bu-vb-np25:2.1": "A: ",
  "pli-tv-bu-vb-np25:2.2": "whoever … ",
  "pli-tv-bu-vb-np25:2.3": "Monk: ",
  "pli-tv-bu-vb-np25:2.4": "… The monk who has been given the full ordination by a unanimous Sangha through a legal procedure consisting of one motion and three announcements that is irreversible and fit to stand—this sort of monk is meant in this case. ",
  "pli-tv-bu-vb-np25:2.5": "To a monk: ",
  "pli-tv-bu-vb-np25:2.6": "to another monk. ",
  "pli-tv-bu-vb-np25:2.7": "Himself: ",
  "pli-tv-bu-vb-np25:2.8": "he himself has given it. ",
  "pli-tv-bu-vb-np25:2.9": "A robe: ",
  "pli-tv-bu-vb-np25:2.10": "one of the six kinds of robe-cloth, but not smaller than what can be transferred to another. ",
  "pli-tv-bu-vb-np25:2.11": "In anger: ",
  "pli-tv-bu-vb-np25:2.12": "discontent, having hatred, hostile. ",
  "pli-tv-bu-vb-np25:2.13": "Takes back: ",
  "pli-tv-bu-vb-np25:2.14": "if he takes it back himself, he commits an offense entailing relinquishment and confession. ",
  "pli-tv-bu-vb-np25:2.15": "Has taken back: ",
  "pli-tv-bu-vb-np25:2.16": "if he asks another, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-np25:2.17": "If he only asks once, then even if the other takes back many, it becomes subject to relinquishment. ",
  "pli-tv-bu-vb-np25:2.18": "The robe-cloth should be relinquished to a sangha, a group, or an individual. ",
  "pli-tv-bu-vb-np25:2.19": "“And, monks, it should be relinquished like this. ",
  "pli-tv-bu-vb-np25:2.20": "(To be expanded as in [Relinquishment 1](pli-tv-bu-vb-np1:3.2.5--3.2.29), with appropriate substitutions.) ",
  "pli-tv-bu-vb-np25:2.21": "‘Venerables, this robe-cloth which I took back after giving it to a monk is to be relinquished. I relinquish it to the Sangha.’ … ",
  "pli-tv-bu-vb-np25:2.22": "the Sangha should give … ",
  "pli-tv-bu-vb-np25:2.23": "you should give … ",
  "pli-tv-bu-vb-np25:2.24": "‘I give this robe-cloth back to you.’” ",
  "pli-tv-bu-vb-np25:2.25.0": "Permutations ",
  "pli-tv-bu-vb-np25:2.25.1": "If the other monk is fully ordained and he perceives him as such, and after giving him robe-cloth, he takes it back in anger or has it taken back, he commits an offense entailing relinquishment and confession. ",
  "pli-tv-bu-vb-np25:2.26": "If the other monk is fully ordained, but he is unsure of it, and after giving him robe-cloth, he takes it back in anger or has it taken back, he commits an offense entailing relinquishment and confession. ",
  "pli-tv-bu-vb-np25:2.27": "If the other monk is fully ordained, but he does not perceive him as such, and after giving him robe-cloth, he takes it back in anger or has it taken back, he commits an offense entailing relinquishment and confession. ",
  "pli-tv-bu-vb-np25:2.28": "If, after giving him another requisite, he takes it back in anger or has it taken back, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-np25:2.29": "If, after giving robe-cloth or another requisite to a person who is not fully ordained, he takes it back in anger or has it taken back, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-np25:2.30": "If the other monk is not fully ordained, but he perceives him as such, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-np25:2.31": "If the other monk is not fully ordained, but he is unsure of it, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-np25:2.32": "If the other monk is not fully ordained, and he does not perceive him as such, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-np25:2.33.0": "Non-offenses ",
  "pli-tv-bu-vb-np25:2.33.1": "There is no offense: ",
  "pli-tv-bu-vb-np25:2.34": "if the other monk gives it back; ",
  "pli-tv-bu-vb-np25:2.35": "if he takes it on trust from him; ",
  "pli-tv-bu-vb-np25:2.36": "if he is insane; ",
  "pli-tv-bu-vb-np25:2.37": "if he is the first offender. ",
  "pli-tv-bu-vb-np25:2.38": "The fifth rule, the training rule on taking back robe-cloth, is finished."
}