{
  "pli-tv-bu-vb-np6:0.1": "Theravāda Collection on Monastic Law ",
  "pli-tv-bu-vb-np6:0.2": "The monks’ rules and their analysis ",
  "pli-tv-bu-vb-np6:0.3": "The chapter on relinquishment ",
  "pli-tv-bu-vb-np6:0.4": "The sub-chapter on robes ",
  "pli-tv-bu-vb-np6:0.5": "6. The training rule on asking non-relations ",
  "pli-tv-bu-vb-np6:1.1.0.1": "Origin story ",
  "pli-tv-bu-vb-np6:1.1.0.2": "First sub-story ",
  "pli-tv-bu-vb-np6:1.1.1": "At one time the Buddha was staying at Sāvatthī in the Jeta Grove, Anāthapiṇḍika’s Monastery. ",
  "pli-tv-bu-vb-np6:1.1.2": "At that time Venerable Upananda the Sakyan was skilled at teaching. ",
  "pli-tv-bu-vb-np6:1.1.3": "On one occasion the son of a prominent merchant approached Upananda, bowed, and sat down. ",
  "pli-tv-bu-vb-np6:1.1.4": "And Upananda instructed, inspired, and gladdened him with a teaching. ",
  "pli-tv-bu-vb-np6:1.1.5": "Afterwards that merchant’s son said to Upananda: ",
  "pli-tv-bu-vb-np6:1.1.6": "“Venerable, please tell me what you need. ",
  "pli-tv-bu-vb-np6:1.1.7": "I’m able to give you robes, almsfood, a dwelling, and medicines.” ",
  "pli-tv-bu-vb-np6:1.1.8": "“If you wish to give me something, then give me one of your wrap garments.” ",
  "pli-tv-bu-vb-np6:1.1.9": "“It’s shameful for the son of a good family to walk around in only one wrap. ",
  "pli-tv-bu-vb-np6:1.1.10": "Please wait until I get back home. ",
  "pli-tv-bu-vb-np6:1.1.11": "I’ll send you this wrap or a better one.” ",
  "pli-tv-bu-vb-np6:1.1.12": "A second time ",
  "pli-tv-bu-vb-np6:1.1.15": "and a third time Upananda said ",
  "pli-tv-bu-vb-np6:1.1.16": "the same thing to that merchant’s son, ",
  "pli-tv-bu-vb-np6:1.1.17": "and he got the same reply. ",
  "pli-tv-bu-vb-np6:1.1.18": "He then said, “What’s the point of inviting if you don’t want to give?” ",
  "pli-tv-bu-vb-np6:1.1.19": "Being pressured by Upananda, that merchant’s son gave him one of his wraps and left. ",
  "pli-tv-bu-vb-np6:1.2.1": "People asked him, “Why are you walking around in only one wrap?” ",
  "pli-tv-bu-vb-np6:1.2.2": "And he told them what had happened. ",
  "pli-tv-bu-vb-np6:1.2.3": "People complained and criticized him, ",
  "pli-tv-bu-vb-np6:1.2.4": "“These Sakyan ascetics have great desires; they are not content. ",
  "pli-tv-bu-vb-np6:1.2.5": "Even to make them an appropriate offer isn’t easy. ",
  "pli-tv-bu-vb-np6:1.2.6": "How can they take his wrap when the merchant’s son was making an appropriate offer?” ",
  "pli-tv-bu-vb-np6:1.2.7": "The monks heard the complaints of those people, ",
  "pli-tv-bu-vb-np6:1.2.8": "and the monks of few desires complained and criticized Upananda, ",
  "pli-tv-bu-vb-np6:1.2.9": "“How can Venerable Upananda ask the merchant’s son for a robe?” ",
  "pli-tv-bu-vb-np6:1.2.10": "After rebuking him in many ways, they told the Buddha. Soon afterwards he had the Sangha gathered and questioned Upananda: ",
  "pli-tv-bu-vb-np6:1.2.11": "“Is it true, Upananda, that you acted like this?” ",
  "pli-tv-bu-vb-np6:1.2.12": "“It’s true, Sir.” ",
  "pli-tv-bu-vb-np6:1.2.13": "“Is he a relative of yours?” ",
  "pli-tv-bu-vb-np6:1.2.14": "“No.” ",
  "pli-tv-bu-vb-np6:1.2.15": "“Foolish man, people who are not related don’t know what’s appropriate and what’s inappropriate in dealing with each other, what’s right and what’s wrong. ",
  "pli-tv-bu-vb-np6:1.2.16": "And still you asked the merchant’s son for a robe. ",
  "pli-tv-bu-vb-np6:1.2.17": "This won’t give rise to confidence in those without it … ",
  "pli-tv-bu-vb-np6:1.2.18": "And, monks, this training rule should be recited like this: ",
  "pli-tv-bu-vb-np6:1.2.19.0": "Preliminary ruling ",
  "pli-tv-bu-vb-np6:1.2.19.1": "‘If a monk asks an unrelated male or female householder for a robe, he commits an offense entailing relinquishment and confession.’” ",
  "pli-tv-bu-vb-np6:1.2.20": "In this way the Buddha laid down this training rule for the monks. ",
  "pli-tv-bu-vb-np6:2.0": "Second sub-story ",
  "pli-tv-bu-vb-np6:2.1": "At that time, while traveling from Sāketa to Sāvatthī, a number of monks were robbed by bandits. ",
  "pli-tv-bu-vb-np6:2.2": "Knowing that the Buddha had laid down this training rule and being afraid of wrongdoing, they did not ask for robes. ",
  "pli-tv-bu-vb-np6:2.3": "They walked naked to Sāvatthī and bowed down to the monks. ",
  "pli-tv-bu-vb-np6:2.4": "The monks said, “These Ājīvaka ascetics are good people, in that they bow down to the monks.” ",
  "pli-tv-bu-vb-np6:2.5": "“We’re not Ājīvakas; we’re monks!” ",
  "pli-tv-bu-vb-np6:2.6": "And the monks said to Venerable Upāli, “Upāli, please examine them.” ",
  "pli-tv-bu-vb-np6:2.7": "The naked monks then told Upāli what had happened, and he told the monks, “They are monks. Give them robes.” ",
  "pli-tv-bu-vb-np6:2.8": "The monks of few desires complained and criticized them, ",
  "pli-tv-bu-vb-np6:2.9": "“How can monks go naked? ",
  "pli-tv-bu-vb-np6:2.10": "Shouldn’t they have covered up with grass and leaves?” ",
  "pli-tv-bu-vb-np6:2.11": "After rebuking those monks in many ways, they told the Buddha. ",
  "pli-tv-bu-vb-np6:2.12": "Soon afterwards he gave a teaching and addressed the monks: ",
  "pli-tv-bu-vb-np6:2.13": "“Monks, if a monk’s robes are stolen or destroyed, I allow him to ask an unrelated householder for robes. ",
  "pli-tv-bu-vb-np6:2.14": "At the first monastery where he arrives, if the Sangha has a monastery robe, a bedspread, a floor cover, or a mattress cover, he should take that and put it on, thinking, ‘When I get a robe, I’ll return it.’ ",
  "pli-tv-bu-vb-np6:2.15": "If there’s none of these things, he should cover up with grass and leaves before going on. He should not go on while naked. ",
  "pli-tv-bu-vb-np6:2.16": "If he does, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-np6:2.17": "And so, monks, this training rule should be recited like this: ",
  "pli-tv-bu-vb-np6:2.18.0": "Final ruling ",
  "pli-tv-bu-vb-np6:2.18.1": "‘If a monk asks an unrelated male or female householder for a robe, except on an appropriate occasion, he commits an offense entailing relinquishment and confession. ",
  "pli-tv-bu-vb-np6:2.19": "These are the appropriate occasions: his robes are stolen or his robes are destroyed.’” ",
  "pli-tv-bu-vb-np6:3.1.0": "Definitions ",
  "pli-tv-bu-vb-np6:3.1.1": "A: ",
  "pli-tv-bu-vb-np6:3.1.2": "whoever … ",
  "pli-tv-bu-vb-np6:3.1.3": "Monk: ",
  "pli-tv-bu-vb-np6:3.1.4": "… The monk who has been given the full ordination by a unanimous Sangha through a legal procedure consisting of one motion and three announcements that is irreversible and fit to stand—this sort of monk is meant in this case. ",
  "pli-tv-bu-vb-np6:3.1.5": "Unrelated: ",
  "pli-tv-bu-vb-np6:3.1.6": "anyone who is not a descendant of one’s male ancestors going back seven generations, either on the mother’s side or on the father’s side. ",
  "pli-tv-bu-vb-np6:3.1.7": "A male householder: ",
  "pli-tv-bu-vb-np6:3.1.8": "any man who lives at home. ",
  "pli-tv-bu-vb-np6:3.1.9": "A female householder: ",
  "pli-tv-bu-vb-np6:3.1.10": "any woman who lives at home. ",
  "pli-tv-bu-vb-np6:3.1.11": "A robe: ",
  "pli-tv-bu-vb-np6:3.1.12": "one of the six kinds of robe-cloth, but not smaller than what can be transferred to another. ",
  "pli-tv-bu-vb-np6:3.1.13": "Except on an appropriate occasion: ",
  "pli-tv-bu-vb-np6:3.1.14": "unless it is an appropriate occasion. ",
  "pli-tv-bu-vb-np6:3.1.15": "His robes are stolen: ",
  "pli-tv-bu-vb-np6:3.1.16": "a monk’s robe is taken by kings, bandits, scoundrels, or anyone whomsoever. ",
  "pli-tv-bu-vb-np6:3.1.17": "His robes are destroyed: ",
  "pli-tv-bu-vb-np6:3.1.18": "a monk’s robe is burnt by fire, carried away by water, eaten by rats or termites, or worn through use. ",
  "pli-tv-bu-vb-np6:3.2.1": "If he asks, except on an appropriate occasion, then for the effort there is an act of wrong conduct. ",
  "pli-tv-bu-vb-np6:3.2.2": "When he gets the robe-cloth, it becomes subject to relinquishment. ",
  "pli-tv-bu-vb-np6:3.2.3": "The robe-cloth should be relinquished to a sangha, a group, or an individual. ",
  "pli-tv-bu-vb-np6:3.2.4": "“And, monks, it should be relinquished like this. ",
  "pli-tv-bu-vb-np6:3.2.5": "(To be expanded as in [Relinquishment 1](pli-tv-bu-vb-np1:3.2.5--3.2.29), with appropriate substitutions.) ",
  "pli-tv-bu-vb-np6:3.2.6": "‘Venerables, this robe-cloth which I received after asking an unrelated householder, but not on an appropriate occasion, is to be relinquished. ",
  "pli-tv-bu-vb-np6:3.2.7": "I relinquish it to the Sangha.’ … ",
  "pli-tv-bu-vb-np6:3.2.8": "the Sangha should give … ",
  "pli-tv-bu-vb-np6:3.2.9": "you should give … ",
  "pli-tv-bu-vb-np6:3.2.10": "‘I give this robe-cloth back to you.’” ",
  "pli-tv-bu-vb-np6:3.3.0": "Permutations ",
  "pli-tv-bu-vb-np6:3.3.1": "If the person is unrelated and the monk perceives them as such, and he asks them for a robe-cloth, except on an appropriate occasion, he commits an offense entailing relinquishment and confession. ",
  "pli-tv-bu-vb-np6:3.3.2": "If the person is unrelated, but the monk is unsure of it, and he asks them for a robe-cloth, except on an appropriate occasion, he commits an offense entailing relinquishment and confession. ",
  "pli-tv-bu-vb-np6:3.3.3": "If the person is unrelated, but the monk perceives them as related, and he asks them for a robe-cloth, except on an appropriate occasion, he commits an offense entailing relinquishment and confession. ",
  "pli-tv-bu-vb-np6:3.3.4": "If the person is related, but the monk perceives them as unrelated, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-np6:3.3.5": "If the person is related, but the monk is unsure of it, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-np6:3.3.6": "If the person is related and the monk perceives them as such, there is no offense. ",
  "pli-tv-bu-vb-np6:3.4.0": "Non-offenses ",
  "pli-tv-bu-vb-np6:3.4.1": "There is no offense: ",
  "pli-tv-bu-vb-np6:3.4.2": "if it is an appropriate occasion; ",
  "pli-tv-bu-vb-np6:3.4.3": "if he asks relatives; ",
  "pli-tv-bu-vb-np6:3.4.4": "if he asks those who have given an invitation; ",
  "pli-tv-bu-vb-np6:3.4.5": "if he asks for the benefit of someone else; ",
  "pli-tv-bu-vb-np6:3.4.6": "if it is by means of his own property; ",
  "pli-tv-bu-vb-np6:3.4.7": "if he is insane; ",
  "pli-tv-bu-vb-np6:3.4.8": "if he is the first offender. ",
  "pli-tv-bu-vb-np6:3.4.9": "The sixth rule, the training rule on asking non-relations, is finished."
}