{
  "pli-tv-bu-vb-np15:0.1": "Theravāda Collection on Monastic Law ",
  "pli-tv-bu-vb-np15:0.2": "The monks’ rules and their analysis ",
  "pli-tv-bu-vb-np15:0.3": "The chapter on relinquishment ",
  "pli-tv-bu-vb-np15:0.4": "The sub-chapter on silk ",
  "pli-tv-bu-vb-np15:0.5": "15. The training rule on sitting-blankets ",
  "pli-tv-bu-vb-np15:1.1.0": "Origin story ",
  "pli-tv-bu-vb-np15:1.1.1": "At one time the Buddha was staying at Sāvatthī in the Jeta Grove, Anāthapiṇḍika’s Monastery. ",
  "pli-tv-bu-vb-np15:1.1.2": "There the Buddha addressed the monks: “Monks, I wish to go into solitary retreat for three months. ",
  "pli-tv-bu-vb-np15:1.1.3": "No one is to approach me except the one who brings me almsfood.” ",
  "pli-tv-bu-vb-np15:1.1.4": "“Yes, Venerable Sir,” they replied, and no one approached him except the one who brought him almsfood. ",
  "pli-tv-bu-vb-np15:1.1.5": "Soon afterwards the Sangha at Sāvatthī made the following agreement: ",
  "pli-tv-bu-vb-np15:1.1.6": "“The Buddha wishes to be on solitary retreat for three months. ",
  "pli-tv-bu-vb-np15:1.1.7": "No one is to approach him except the one who brings him almsfood. ",
  "pli-tv-bu-vb-np15:1.1.8": "Anyone who approaches him should be made to confess an offense entailing confession.” ",
  "pli-tv-bu-vb-np15:1.1.9": "Just then Venerable Upasena of Vaṅganta and his followers approached the Buddha, bowed, and sat down. ",
  "pli-tv-bu-vb-np15:1.1.10": "Since it is the custom for Buddhas to greet newly arrived monks, the Buddha said this to Upasena, ",
  "pli-tv-bu-vb-np15:1.1.11": "“I hope you’re keeping well, Upasena, I hope you’re comfortable; ",
  "pli-tv-bu-vb-np15:1.1.12": "I hope you’re not tired from traveling.” ",
  "pli-tv-bu-vb-np15:1.1.13": "“We’re keeping well, Sir, we’re comfortable; ",
  "pli-tv-bu-vb-np15:1.1.14": "we’re not tired from traveling.” ",
  "pli-tv-bu-vb-np15:1.1.15": "One of Upasena’s students was seated not far from the Buddha, and the Buddha said to him, ",
  "pli-tv-bu-vb-np15:1.1.16": "“Do you like rag-robes, monk?” ",
  "pli-tv-bu-vb-np15:1.1.17": "“I don’t like rag-robes, Sir.” ",
  "pli-tv-bu-vb-np15:1.1.18": "“Why then do you wear them?” ",
  "pli-tv-bu-vb-np15:1.1.19": "“My preceptor wears them, and so I do it too.” ",
  "pli-tv-bu-vb-np15:1.1.20": "And the Buddha said to Upasena, “Upasena, your followers are inspiring. ",
  "pli-tv-bu-vb-np15:1.1.21": "How do you train them?” ",
  "pli-tv-bu-vb-np15:1.1.22": "“When anyone asks me for the full ordination, I tell him this: ",
  "pli-tv-bu-vb-np15:1.1.23": "‘I stay in the wilderness, I eat only almsfood, and I wear rag-robes. ",
  "pli-tv-bu-vb-np15:1.1.24": "If you do the same, I’ll give you the full ordination.’ ",
  "pli-tv-bu-vb-np15:1.1.25": "If he agrees, I ordain him; otherwise I don’t. ",
  "pli-tv-bu-vb-np15:1.1.26": "And I do the same when anyone asks me for formal support. ",
  "pli-tv-bu-vb-np15:1.1.30": "It’s in this way that I train my followers.” ",
  "pli-tv-bu-vb-np15:1.2.1": "“Good, Upasena, you train your followers well. ",
  "pli-tv-bu-vb-np15:1.2.2": "But do you know the agreement made by the Sangha at Sāvatthī?” ",
  "pli-tv-bu-vb-np15:1.2.3": "“No.” ",
  "pli-tv-bu-vb-np15:1.2.4": "“The Sangha at Sāvatthī has made the following agreement: ",
  "pli-tv-bu-vb-np15:1.2.5": "‘The Buddha wishes to be on solitary retreat for three months. ",
  "pli-tv-bu-vb-np15:1.2.6": "No one is to approach him except the one who brings him almsfood. ",
  "pli-tv-bu-vb-np15:1.2.7": "Anyone who approaches him should be made to confess an offense entailing confession.’” ",
  "pli-tv-bu-vb-np15:1.2.8": "“Venerable Sir, the Sangha at Sāvatthī will become known for this agreement. ",
  "pli-tv-bu-vb-np15:1.2.9": "We, however, don’t lay down new rules, nor do we gets rid of the existing ones. ",
  "pli-tv-bu-vb-np15:1.2.10": "We practice and undertake the training rules as they are.” ",
  "pli-tv-bu-vb-np15:1.2.11": "“Good, Upasena. ",
  "pli-tv-bu-vb-np15:1.2.12": "One should not lay down new rules, nor should one gets rid of the existing ones. ",
  "pli-tv-bu-vb-np15:1.2.13": "One should practice and undertake the training rules as they are. ",
  "pli-tv-bu-vb-np15:1.2.14": "And, Upasena, I allow those monks who stay in the wilderness, who eat only almsfood, and who wear rag-robes to come and visit me whenever they please.” ",
  "pli-tv-bu-vb-np15:1.2.15": "Just then a number of monks were standing outside the gateway, thinking, “We’ll make Venerable Upasena confess an offense entailing confession.” ",
  "pli-tv-bu-vb-np15:1.2.16": "Upasena and his followers got up from their seats, bowed down, circumambulated the Buddha with their right side toward him, and left. ",
  "pli-tv-bu-vb-np15:1.2.17": "And those monks said to Upasena, “Upasena, do you know the agreement of the Sangha at Sāvatthī?” ",
  "pli-tv-bu-vb-np15:1.2.18": "“The Buddha asked me the same question, and I replied that I didn’t. ",
  "pli-tv-bu-vb-np15:1.2.19": "He then told me what it was, and I said, ",
  "pli-tv-bu-vb-np15:1.2.23": "‘Venerable Sir, the Sangha at Sāvatthī will become known for this agreement. ",
  "pli-tv-bu-vb-np15:1.2.24": "We, however, don’t lay down new rules, nor do we get rid of the existing ones. ",
  "pli-tv-bu-vb-np15:1.2.25": "We practice and undertake the training rules as they are.’ ",
  "pli-tv-bu-vb-np15:1.2.26": "And the Buddha has allowed those monks who stay in the wilderness, who eat only almsfood, and who wear rag-robes to go and visit him whenever they please.” ",
  "pli-tv-bu-vb-np15:1.2.27": "Those monks thought, “It’s true what Venerable Upasena says.” ",
  "pli-tv-bu-vb-np15:1.3.1": "The monks heard that the Buddha had allowed those monks who stay in the wilderness, who eat only almsfood, and who wear rag-robes to go and visit him whenever they please. ",
  "pli-tv-bu-vb-np15:1.3.2": "Longing to see the Buddha, they discarded their blankets and undertook the practice of staying in the wilderness, of eating only almsfood, and of wearing rag-robes. ",
  "pli-tv-bu-vb-np15:1.3.3": "Soon afterwards the Buddha and a number of monks were walking about the dwellings, and he saw discarded blankets here and there. ",
  "pli-tv-bu-vb-np15:1.3.4": "He asked the monks, “Whose are these discarded blankets?” ",
  "pli-tv-bu-vb-np15:1.3.5": "The monks told the Buddha. ",
  "pli-tv-bu-vb-np15:1.3.6": "Soon afterwards he gave a teaching and addressed the monks: ",
  "pli-tv-bu-vb-np15:1.3.7": "“Well then, monks, I will lay down a training rule for the following ten reasons: ",
  "pli-tv-bu-vb-np15:1.3.8": "for the well-being of the Sangha, for the comfort of the Sangha, for the restraint of bad people, for the ease of well-behaved monks, for the restraint of corruptions relating to the present life, for the restraint of corruptions relating to future lives, to give rise to confidence in those without it, to increase the confidence of those who have it, for the longevity of the true Teaching, and for supporting the training. ",
  "pli-tv-bu-vb-np15:1.3.9": "And, monks, this training rule should be recited like this: ",
  "pli-tv-bu-vb-np15:1.3.10.0": "Final ruling ",
  "pli-tv-bu-vb-np15:1.3.10.1": "‘If a monk is having a sitting-blanket made, he must incorporate a one-standard-handspan piece from the border of an old blanket in order to make it ugly. ",
  "pli-tv-bu-vb-np15:1.3.11": "If he has a new sitting-blanket made without incorporating a one-standard-handspan piece from the border of an old blanket, he commits an offense entailing relinquishment and confession.’” ",
  "pli-tv-bu-vb-np15:2.0": "Definitions ",
  "pli-tv-bu-vb-np15:2.1": "sitting mat: ",
  "pli-tv-bu-vb-np15:2.2": "one with a border is what is meant. ",
  "pli-tv-bu-vb-np15:2.3": "A blanket: ",
  "pli-tv-bu-vb-np15:2.4": "it is made by strewing, not by weaving. ",
  "pli-tv-bu-vb-np15:2.5": "Is having made: ",
  "pli-tv-bu-vb-np15:2.6": "is making or is having made. ",
  "pli-tv-bu-vb-np15:2.7": "An old blanket: ",
  "pli-tv-bu-vb-np15:2.8": "even worn once. ",
  "pli-tv-bu-vb-np15:2.9": "He must incorporate a one-standard-handspan piece from the border in order to make it ugly: ",
  "pli-tv-bu-vb-np15:2.10": "to make it strong, he cuts out a circle or a rectangular piece, and he then incorporates it in one place or he strews it on after pulling it apart. ",
  "pli-tv-bu-vb-np15:2.11": "Without incorporating a one-standard-handspan piece from the border of an old blanket: ",
  "pli-tv-bu-vb-np15:2.12": "If he makes a new sitting-blanket, or has one made, without incorporating a one-standard-handspan piece from the border of an old blanket, then for the effort there is an act of wrong conduct. ",
  "pli-tv-bu-vb-np15:2.13": "When he gets the sitting-blanket, it becomes subject to relinquishment. ",
  "pli-tv-bu-vb-np15:2.14": "The sitting-blanket should be relinquished to a sangha, a group, or an individual. ",
  "pli-tv-bu-vb-np15:2.15": "“And, monks, it should be relinquished like this. ",
  "pli-tv-bu-vb-np15:2.16": "(To be expanded as in [Relinquishment 1](pli-tv-bu-vb-np1:3.2.5--3.2.29), with appropriate substitutions.) ",
  "pli-tv-bu-vb-np15:2.17": "‘Venerables, this sitting-blanket which I had made without incorporating a one-standard-handspan piece from the border of an old blanket is to be relinquished. ",
  "pli-tv-bu-vb-np15:2.18": "I relinquish it to the Sangha.’ … ",
  "pli-tv-bu-vb-np15:2.19": "the Sangha should give … ",
  "pli-tv-bu-vb-np15:2.20": "you should give … ",
  "pli-tv-bu-vb-np15:2.21": "‘I give this sitting-blanket back to you.’” ",
  "pli-tv-bu-vb-np15:2.22.0": "Permutations ",
  "pli-tv-bu-vb-np15:2.22.1": "If he finishes what he began himself, he commits an offense entailing relinquishment and confession. ",
  "pli-tv-bu-vb-np15:2.23": "If he gets others to finish what he began himself, he commits an offense entailing relinquishment and confession. ",
  "pli-tv-bu-vb-np15:2.24": "If he finishes himself what was begun by others, he commits an offense entailing relinquishment and confession. ",
  "pli-tv-bu-vb-np15:2.25": "If he gets others to finish what was begun by others, he commits an offense entailing relinquishment and confession. ",
  "pli-tv-bu-vb-np15:2.26": "If he makes one, or has one made, for the sake of another, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-np15:2.27.0": "Non-offenses ",
  "pli-tv-bu-vb-np15:2.27.1": "There is no offense: ",
  "pli-tv-bu-vb-np15:2.28": "if he makes one incorporating a one-standard-handspan piece from the border of an old blanket; ",
  "pli-tv-bu-vb-np15:2.29": "if he is not able to obtain such a piece and he makes one incorporating a smaller piece; ",
  "pli-tv-bu-vb-np15:2.30": "if he is not able to obtain such a smaller piece and he makes one without; ",
  "pli-tv-bu-vb-np15:2.31": "if he obtains what was made by another and then uses it; ",
  "pli-tv-bu-vb-np15:2.32": "if he makes a canopy, a floor cover, a cloth screen, a mattress, or a pillow; ",
  "pli-tv-bu-vb-np15:2.33": "if he is insane; ",
  "pli-tv-bu-vb-np15:2.34": "if he is the first offender. ",
  "pli-tv-bu-vb-np15:2.35": "The fifth rule, the training rule on sitting-blankets, is finished."
}