{
  "pli-tv-bu-vb-np23:0.1": "Theravāda Collection on Monastic Law ",
  "pli-tv-bu-vb-np23:0.2": "The monks’ rules and their analysis ",
  "pli-tv-bu-vb-np23:0.3": "The chapter on relinquishment ",
  "pli-tv-bu-vb-np23:0.4": "The sub-chapter on almsbowls ",
  "pli-tv-bu-vb-np23:0.5": "23. The training rule on tonics ",
  "pli-tv-bu-vb-np23:1.1.0": "Origin story ",
  "pli-tv-bu-vb-np23:1.1.1": "At one time the Buddha was staying at Sāvatthī in the Jeta Grove, Anāthapiṇḍika’s Monastery. ",
  "pli-tv-bu-vb-np23:1.1.2": "At that time Venerable Pilindavaccha, wanting to build a shelter, was having a hillside cleared near Rājagaha. ",
  "pli-tv-bu-vb-np23:1.1.3": "On that occasion King Seniya Bimbisāra of Magadha went to Pilindavaccha, bowed, sat down, and said, “Venerable Elder, what are you having made?” ",
  "pli-tv-bu-vb-np23:1.1.4": "“I’m clearing the hillside, great king, because I want to build a shelter.” ",
  "pli-tv-bu-vb-np23:1.1.5": "“Do you need a monastery worker?” ",
  "pli-tv-bu-vb-np23:1.1.6": "“The Buddha hasn’t allowed monastery workers.” ",
  "pli-tv-bu-vb-np23:1.1.7": "“Well then, Sir, please ask the Buddha and tell me the outcome.” ",
  "pli-tv-bu-vb-np23:1.1.8": "“Yes, great king.” ",
  "pli-tv-bu-vb-np23:1.1.9": "And Pilindavaccha instructed, inspired, and gladdened King Bimbisāra with a teaching, ",
  "pli-tv-bu-vb-np23:1.1.10": "after which the king got up from his seat, bowed down, circumambulated Pilindavaccha with his right side toward him, and left. ",
  "pli-tv-bu-vb-np23:1.1.11": "Soon afterwards Pilindavaccha sent a message to the Buddha: ",
  "pli-tv-bu-vb-np23:1.1.12": "“Venerable Sir, King Seniya Bimbisāra of Magadha wishes to provide a monastery worker. ",
  "pli-tv-bu-vb-np23:1.1.13": "What should I do?” ",
  "pli-tv-bu-vb-np23:1.1.14": "The Buddha then gave a teaching and addressed the monks: ",
  "pli-tv-bu-vb-np23:1.1.15": "“Monks, I allow monastery workers.” ",
  "pli-tv-bu-vb-np23:1.1.16": "Once again King Bimbisāra went to Pilindavaccha, bowed, sat down, and said, ",
  "pli-tv-bu-vb-np23:1.1.17": "“Venerable, has the Buddha allowed monastery workers?” ",
  "pli-tv-bu-vb-np23:1.1.18": "“Yes, great king.” ",
  "pli-tv-bu-vb-np23:1.1.19": "“Well then, I’ll provide you with a monastery worker.” ",
  "pli-tv-bu-vb-np23:1.1.20": "But after making this promise, he forgot, and only remembered after a long time. He then addressed the official in charge of all practical affairs: “Listen, has the monastery worker I promised been provided?” ",
  "pli-tv-bu-vb-np23:1.1.21": "“No, sir, he hasn’t.” ",
  "pli-tv-bu-vb-np23:1.1.22": "“How long is it since we made that promise?” ",
  "pli-tv-bu-vb-np23:1.1.23": "The official counted the days and said, “It’s five hundred days.” ",
  "pli-tv-bu-vb-np23:1.1.24": "“Well then, provide him with five hundred monastery workers.” ",
  "pli-tv-bu-vb-np23:1.1.25": "“Yes.” ",
  "pli-tv-bu-vb-np23:1.1.26": "The official provided Pilindavaccha with five hundred monastery workers and a separate village was established. ",
  "pli-tv-bu-vb-np23:1.1.27": "They called it “The Monastery Workers’ Village” and “Pilinda Village”. ",
  "pli-tv-bu-vb-np23:1.2.1": "And Pilindavaccha began associating with the families in that village. ",
  "pli-tv-bu-vb-np23:1.2.2": "After robing up one morning, he took his bowl and robe and entered Pilinda Village for almsfood. ",
  "pli-tv-bu-vb-np23:1.2.3": "At that time they were holding a celebration in that village and the children were dressed up with ornaments and garlands. ",
  "pli-tv-bu-vb-np23:1.2.4": "As Pilindavaccha was walking on continuous almsround, he came to the house of a certain monastery worker, where he sat down on a prepared seat. ",
  "pli-tv-bu-vb-np23:1.2.5": "Just then the daughter of the house had seen the other children dressed up in ornaments and garlands, and she cried, “Give me a garland! Give me ornaments!” ",
  "pli-tv-bu-vb-np23:1.2.6": "Pilindavaccha asked her mother why the girl was crying. ",
  "pli-tv-bu-vb-np23:1.2.7": "She told him, adding, “How can poor people like us afford garlands and ornaments?” ",
  "pli-tv-bu-vb-np23:1.2.8": "Pilindavaccha took a roll of grass and said to the mother, “Here, place this pad of grass on the girl’s head.” ",
  "pli-tv-bu-vb-np23:1.2.9": "She did, and it turned into a beautiful golden garland. ",
  "pli-tv-bu-vb-np23:1.2.10": "Even the royal compound had nothing like it. ",
  "pli-tv-bu-vb-np23:1.2.11": "People told King Bimbisāra, “In the house of a particular monastery worker there’s a beautiful golden garland. ",
  "pli-tv-bu-vb-np23:1.2.12": "Even in your court, sir, there’s nothing like it. ",
  "pli-tv-bu-vb-np23:1.2.13": "So how did those poor people get it? ",
  "pli-tv-bu-vb-np23:1.2.14": "No doubt it was taken by theft.” ",
  "pli-tv-bu-vb-np23:1.2.15": "And King Bimbisāra had that family imprisoned. ",
  "pli-tv-bu-vb-np23:1.2.16": "Once again Pilindavaccha robed up in the morning, took his bowl and robe, and entered Pilinda Village for almsfood. ",
  "pli-tv-bu-vb-np23:1.2.17": "As he was walking on continuous almsround, he came to the house of that monastery worker. And he asked the neighbors, “Where is the family of this monastery worker?” ",
  "pli-tv-bu-vb-np23:1.2.18": "“Venerable, the king had them imprisoned because of that golden garland.” ",
  "pli-tv-bu-vb-np23:1.3.1": "Pilindavaccha then went to King Bimbisāra’s house and sat down on a prepared seat. ",
  "pli-tv-bu-vb-np23:1.3.2": "King Bimbisāra approached Pilindavaccha, bowed, and sat down. ",
  "pli-tv-bu-vb-np23:1.3.3": "And Pilindavaccha said, “Great king, why have you had the family of that monastery worker imprisoned?” ",
  "pli-tv-bu-vb-np23:1.3.4": "“Sir, in the house of that monastery worker there was a beautiful golden garland. ",
  "pli-tv-bu-vb-np23:1.3.5": "Even the royal compound has nothing like it. ",
  "pli-tv-bu-vb-np23:1.3.6": "So how did those poor people get it? ",
  "pli-tv-bu-vb-np23:1.3.7": "No doubt it was taken by theft.” ",
  "pli-tv-bu-vb-np23:1.3.8": "Pilindavaccha then focused his mind on turning King Bimbisāra’s stilt house into gold. ",
  "pli-tv-bu-vb-np23:1.3.9": "As a result the whole house became gold. ",
  "pli-tv-bu-vb-np23:1.3.10": "And he said, “Great king, how did you get so much gold?” ",
  "pli-tv-bu-vb-np23:1.3.11": "“Understood, Sir, this is your supernormal power.” ",
  "pli-tv-bu-vb-np23:1.3.12": "And he released that family. ",
  "pli-tv-bu-vb-np23:1.3.13": "People were saying, “It seems Venerable Pilindavaccha has performed a superhuman feat, a wonder of supernormal power, for the king and his court!” ",
  "pli-tv-bu-vb-np23:1.3.14": "Being delighted and gaining confidence in Pilindavaccha, they brought him the five tonics: ghee, butter, oil, honey, and syrup. ",
  "pli-tv-bu-vb-np23:1.3.15": "Ordinarily, too, Pilindavaccha was getting these five tonics. ",
  "pli-tv-bu-vb-np23:1.3.16": "Since he was getting so much, he gave it away to his followers. ",
  "pli-tv-bu-vb-np23:1.3.17": "As a consequence his followers acquired an abundance of tonics. ",
  "pli-tv-bu-vb-np23:1.3.18": "After filling up basins and waterpots and setting these aside, they filled their water filters and bags and hung these in the windows. ",
  "pli-tv-bu-vb-np23:1.3.19": "The tonics were dripping all over and the dwellings became infested with rats. ",
  "pli-tv-bu-vb-np23:1.3.20": "When people walking about the dwellings saw this, they complained and criticized them, ",
  "pli-tv-bu-vb-np23:1.3.21": "“These Sakyan ascetics are hoarding goods indoors, just like King Seniya Bimbisāra of Magadha.” ",
  "pli-tv-bu-vb-np23:1.3.22": "The monks heard the complaints of those people ",
  "pli-tv-bu-vb-np23:1.3.23": "and the monks of few desires complained and criticized those monks, ",
  "pli-tv-bu-vb-np23:1.3.24": "“How can these monks choose to live in such abundance?” ",
  "pli-tv-bu-vb-np23:1.3.25": "After rebuking those monks in many ways, they told the Buddha. Soon afterwards he had the Sangha gathered and questioned the monks: ",
  "pli-tv-bu-vb-np23:1.3.26": "“Is it true, monks, that some monks are living like this?” ",
  "pli-tv-bu-vb-np23:1.3.27": "“It’s true, Sir.” ",
  "pli-tv-bu-vb-np23:1.3.28": "The Buddha criticized them, ",
  "pli-tv-bu-vb-np23:1.3.29": "“… How can those foolish men choose to live in such abundance? ",
  "pli-tv-bu-vb-np23:1.3.30": "This won’t give rise to confidence in those without it … ",
  "pli-tv-bu-vb-np23:1.3.31": "And, monks, this training rule should be recited like this: ",
  "pli-tv-bu-vb-np23:1.3.32.0": "Final ruling ",
  "pli-tv-bu-vb-np23:1.3.32.1": "‘After being received, the tonics allowable for sick monks—that is, ghee, butter, oil, honey, and syrup—should be used from storage for at most seven days. ",
  "pli-tv-bu-vb-np23:1.3.33": "If one uses them beyond that, one commits an offense entailing relinquishment and confession.’” ",
  "pli-tv-bu-vb-np23:2.0": "Definitions ",
  "pli-tv-bu-vb-np23:2.1": "The tonics allowable for sick monks: ",
  "pli-tv-bu-vb-np23:2.2": "Ghee: ",
  "pli-tv-bu-vb-np23:2.3": "ghee from cows, ghee from goats, ghee from buffaloes, or ghee from whatever animal whose meat is allowable. ",
  "pli-tv-bu-vb-np23:2.4": "Butter: ",
  "pli-tv-bu-vb-np23:2.5": "butter from the same animals. ",
  "pli-tv-bu-vb-np23:2.6": "Oil: ",
  "pli-tv-bu-vb-np23:2.7": "sesame oil, mustard-seed oil, honey-tree oil, castor oil, oil from fat. ",
  "pli-tv-bu-vb-np23:2.8": "Honey: ",
  "pli-tv-bu-vb-np23:2.9": "honey from bees. ",
  "pli-tv-bu-vb-np23:2.10": "Syrup: ",
  "pli-tv-bu-vb-np23:2.11": "from sugarcane. ",
  "pli-tv-bu-vb-np23:2.12": "After being received, they should be used from storage for at most seven days: ",
  "pli-tv-bu-vb-np23:2.13": "they are to be used for seven days at the maximum. ",
  "pli-tv-bu-vb-np23:2.14": "If one uses them beyond that, one commits an offense entailing relinquishment: ",
  "pli-tv-bu-vb-np23:2.15": "it becomes subject to relinquishment at dawn on the eighth day. ",
  "pli-tv-bu-vb-np23:2.16": "The tonics should be relinquished to a sangha, a group, or an individual. ",
  "pli-tv-bu-vb-np23:2.17": "“And, monks, they should be relinquished like this: ",
  "pli-tv-bu-vb-np23:2.18": "(To be expanded as in [Relinquishment 1](pli-tv-bu-vb-np1:3.2.5--3.2.29), with appropriate substitutions.) ",
  "pli-tv-bu-vb-np23:2.19": "‘Venerables, these tonics that I have kept over seven days are to be relinquished. ",
  "pli-tv-bu-vb-np23:2.20": "I relinquish them to the Sangha.’ … ",
  "pli-tv-bu-vb-np23:2.21": "the Sangha should give … ",
  "pli-tv-bu-vb-np23:2.22": "you should give … ",
  "pli-tv-bu-vb-np23:2.23": "‘I give these tonics back to you.’” ",
  "pli-tv-bu-vb-np23:2.24.0": "Permutations ",
  "pli-tv-bu-vb-np23:2.24.1": "If it is more than seven days and he perceives it as more, he commits an offense entailing relinquishment and confession. ",
  "pli-tv-bu-vb-np23:2.25": "If it is more than seven days, but he is unsure of it, he commits an offense entailing relinquishment and confession. ",
  "pli-tv-bu-vb-np23:2.26": "If it is more than seven days, but he perceives it as less, he commits an offense entailing relinquishment and confession. ",
  "pli-tv-bu-vb-np23:2.27": "If they have not been determined, but he perceives that they have, he commits an offense entailing relinquishment and confession. ",
  "pli-tv-bu-vb-np23:2.28": "If they have not been given away, but he perceives that they have, he commits an offense entailing relinquishment and confession. ",
  "pli-tv-bu-vb-np23:2.29": "If they have not been lost, but he perceives that they have, he commits an offense entailing relinquishment and confession. ",
  "pli-tv-bu-vb-np23:2.30": "If they have not been destroyed, but he perceives that they have, he commits an offense entailing relinquishment and confession. ",
  "pli-tv-bu-vb-np23:2.31": "If they have not been burnt, but he perceives that they have, he commits an offense entailing relinquishment and confession. ",
  "pli-tv-bu-vb-np23:2.32": "If they have not been stolen, but he perceives that they have, he commits an offense entailing relinquishment and confession. ",
  "pli-tv-bu-vb-np23:2.33": "After the relinquished tonics have been returned, they are not to be used on the body, nor are they to be eaten. ",
  "pli-tv-bu-vb-np23:2.34": "They can used in lamps or as a black coloring agent. ",
  "pli-tv-bu-vb-np23:2.35": "Other monks may use them on the body, but they may not eat them. ",
  "pli-tv-bu-vb-np23:2.36": "If it is less than seven days, but he perceives it as more, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-np23:2.37": "If it is less than seven days, but he is unsure of it, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-np23:2.38": "If it is less than seven days and he perceives it as less, there is no offense. ",
  "pli-tv-bu-vb-np23:2.39.0": "Non-offenses ",
  "pli-tv-bu-vb-np23:2.39.1": "There is no offense: ",
  "pli-tv-bu-vb-np23:2.40": "if within seven days they have been determined, given away, lost, destroyed, burnt, stolen, or taken on trust; ",
  "pli-tv-bu-vb-np23:2.41": "if, without any desire for them, he gives them up to a person who is not fully ordained, and he then obtains them again and then uses them; ",
  "pli-tv-bu-vb-np23:2.42": "if he is insane; ",
  "pli-tv-bu-vb-np23:2.43": "if he is the first offender. ",
  "pli-tv-bu-vb-np23:2.44": "The third rule, the training rule on tonics, is finished."
}