{
  "pli-tv-bu-vb-np28:0.1": "Theravāda Collection on Monastic Law ",
  "pli-tv-bu-vb-np28:0.2": "The monks’ rules and their analysis ",
  "pli-tv-bu-vb-np28:0.3": "The chapter on relinquishment ",
  "pli-tv-bu-vb-np28:0.4": "The sub-chapter on almsbowls ",
  "pli-tv-bu-vb-np28:0.5": "28. The training rule on haste-cloth ",
  "pli-tv-bu-vb-np28:1.1.0": "Origin story ",
  "pli-tv-bu-vb-np28:1.1.1": "At one time the Buddha was staying at Sāvatthī in the Jeta Grove, Anāthapiṇḍika’s Monastery. ",
  "pli-tv-bu-vb-np28:1.1.2": "At that time a government official who was going away sent a message to the monks: ",
  "pli-tv-bu-vb-np28:1.1.3": "“Come, Venerables, I wish to give a robe to those who have completed the rainy-season residence.” ",
  "pli-tv-bu-vb-np28:1.1.4": "The monks thought, ",
  "pli-tv-bu-vb-np28:1.1.5": "“The Buddha has allowed such robes only for those who have completed the rains residence,” ",
  "pli-tv-bu-vb-np28:1.1.6": "and being afraid of wrongdoing they did not go. ",
  "pli-tv-bu-vb-np28:1.1.7": "That government official complained and criticized them, ",
  "pli-tv-bu-vb-np28:1.1.8": "“How can you not come when I send a message? ",
  "pli-tv-bu-vb-np28:1.1.9": "I’m going out with the army. ",
  "pli-tv-bu-vb-np28:1.1.10": "It’s hard to know whether I’ll live or die.” ",
  "pli-tv-bu-vb-np28:1.1.11": "The monks heard the complaints of that government official, ",
  "pli-tv-bu-vb-np28:1.1.12": "and they told the Buddha. ",
  "pli-tv-bu-vb-np28:1.1.13": "Soon afterwards the Buddha gave a teaching and addressed the monks: ",
  "pli-tv-bu-vb-np28:1.1.14": "“Monks, I allow you to receive haste-cloth, and then store it.” ",
  "pli-tv-bu-vb-np28:1.2.1": "Knowing that the Buddha had made this allowance, ",
  "pli-tv-bu-vb-np28:1.2.3": "monks received haste-cloth and stored them beyond the robe season, ",
  "pli-tv-bu-vb-np28:1.2.4": "in bundles on a bamboo robe-rack. ",
  "pli-tv-bu-vb-np28:1.2.5": "While walking about the dwellings, Venerable Ānanda saw that cloth, and he asked the monks, ",
  "pli-tv-bu-vb-np28:1.2.6": "“Whose cloth is this?” ",
  "pli-tv-bu-vb-np28:1.2.7": "“It’s our haste-cloth.” ",
  "pli-tv-bu-vb-np28:1.2.8": "“How long have you stored it?” ",
  "pli-tv-bu-vb-np28:1.2.9": "They told him, ",
  "pli-tv-bu-vb-np28:1.2.10": "and Ānanda then complained and criticized them, ",
  "pli-tv-bu-vb-np28:1.2.11": "“How can these monks receive haste-cloth and then store it beyond the robe season?” ",
  "pli-tv-bu-vb-np28:1.2.12": "After rebuking those monks in many ways, Ānanda told the Buddha. Soon afterwards he had the Sangha gathered and questioned the monks: ",
  "pli-tv-bu-vb-np28:1.2.13": "“Is it true, monks, that some monks do this?” ",
  "pli-tv-bu-vb-np28:1.2.14": "“It’s true, Sir.” ",
  "pli-tv-bu-vb-np28:1.2.15": "The Buddha criticized them, ",
  "pli-tv-bu-vb-np28:1.2.16": "“… Monks, how can those foolish men receive haste-cloth and then store it beyond the robe season? ",
  "pli-tv-bu-vb-np28:1.2.17": "This won’t give rise to confidence in those without it … ",
  "pli-tv-bu-vb-np28:1.2.18": "And, monks, this training rule should be recited like this: ",
  "pli-tv-bu-vb-np28:1.2.19.0": "Final ruling ",
  "pli-tv-bu-vb-np28:1.2.19.1": "‘When there are ten days left to the Kattika full moon that ends the first rainy-season residence and haste-cloth is given to a monk, he may receive it if he regards it as urgent. He may then store it until the end of the robe season. ",
  "pli-tv-bu-vb-np28:1.2.20": "If he stores it beyond that, he commits an offense entailing relinquishment and confession.’” ",
  "pli-tv-bu-vb-np28:2.0": "Definitions ",
  "pli-tv-bu-vb-np28:2.1": "There are ten days left: ",
  "pli-tv-bu-vb-np28:2.2": "the invitation procedure is ten days in the future. ",
  "pli-tv-bu-vb-np28:2.3": "The Kattika full moon that ends the first rainy-season residence: ",
  "pli-tv-bu-vb-np28:2.4": "the Kattika full moon of the invitation procedure is what is meant. ",
  "pli-tv-bu-vb-np28:2.5": "Haste-cloth: ",
  "pli-tv-bu-vb-np28:2.6": "when someone wants to go out with the army, when someone wants to go away, when someone is sick, when someone is pregnant, when someone without faith acquires faith, when someone without confidence acquires confidence—if that person sends a message to the monks, saying, “Come, Venerables, I wish to give a robe to those who have completed the rainy-season residence,” this is called “haste-cloth”. ",
  "pli-tv-bu-vb-np28:2.7": "He may receive it if he regards it as urgent. He may then store it until the end of the robe season: ",
  "pli-tv-bu-vb-np28:2.8": "establishing the perception of it as a haste-cloth, he may store it. ",
  "pli-tv-bu-vb-np28:2.9": "The robe season: ",
  "pli-tv-bu-vb-np28:2.10": "for one who has not participated in the robe-making procedure, it is the last month of the rainy season; ",
  "pli-tv-bu-vb-np28:2.11": "for one who has participated in the robe-making procedure, it is the five month period. ",
  "pli-tv-bu-vb-np28:2.12": "If he stores it beyond that: ",
  "pli-tv-bu-vb-np28:2.13": "for one who has not participated in the robe-making procedure, if he goes beyond the last day of the rainy season, he commits an offense entailing relinquishment and confession. ",
  "pli-tv-bu-vb-np28:2.14": "For one who has participated in the robe-making procedure, if he goes beyond the day on which the robe-making season ends, the cloth becomes subject to relinquishment. ",
  "pli-tv-bu-vb-np28:2.15": "The cloth should be relinquished to a sangha, a group, or an individual. ",
  "pli-tv-bu-vb-np28:2.16": "“And, monks, it should be relinquished like this. ",
  "pli-tv-bu-vb-np28:2.17": "(To be expanded as in [Relinquishment 1](pli-tv-bu-vb-np1:3.2.5--3.2.29), with appropriate substitutions.) ",
  "pli-tv-bu-vb-np28:2.18": "‘Venerables, this haste-cloth which I have kept beyond the robe season is to be relinquished. ",
  "pli-tv-bu-vb-np28:2.19": "I relinquish it to the Sangha.’ … ",
  "pli-tv-bu-vb-np28:2.20": "the Sangha should give … ",
  "pli-tv-bu-vb-np28:2.21": "you should give … ",
  "pli-tv-bu-vb-np28:2.22": "‘I give this cloth back to you.’” ",
  "pli-tv-bu-vb-np28:2.23.0": "Permutations ",
  "pli-tv-bu-vb-np28:2.23.1": "If it is haste-cloth and he perceives it as such, and he keeps it beyond the robe season, he commits an offense entailing relinquishment and confession. ",
  "pli-tv-bu-vb-np28:2.24": "If it is haste-cloth, but he is unsure of it, and he keeps it beyond the robe season, he commits an offense entailing relinquishment and confession. ",
  "pli-tv-bu-vb-np28:2.25": "If it is haste-cloth, but he does not perceives it as such, and he keeps it beyond the robe season, he commits an offense entailing relinquishment and confession. ",
  "pli-tv-bu-vb-np28:2.26": "If it has not been determined, but he perceives that it has … ",
  "pli-tv-bu-vb-np28:2.27": "If it has not been transferred, but he perceives that it has … ",
  "pli-tv-bu-vb-np28:2.28": "If it has not been given away, but he perceives that it has … ",
  "pli-tv-bu-vb-np28:2.29": "If it has not been lost, but he perceives that it has … ",
  "pli-tv-bu-vb-np28:2.30": "If it has not been destroyed, but he perceives that it has … ",
  "pli-tv-bu-vb-np28:2.31": "If it has not been burnt, but he perceives that it has … ",
  "pli-tv-bu-vb-np28:2.32": "If it has not been stolen, but he perceives that it has, and he keeps it beyond the robe season, he commits an offense entailing relinquishment and confession. ",
  "pli-tv-bu-vb-np28:2.33": "If he uses a cloth which should be relinquished without first relinquishing it, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-np28:2.34": "If it is not haste-cloth, but he perceives it as such, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-np28:2.35": "If it is not haste-cloth, but he is unsure of it, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-np28:2.36": "If it is not haste-cloth and he does not perceive it as such, there is no offense. ",
  "pli-tv-bu-vb-np28:2.37.0": "Non-offenses ",
  "pli-tv-bu-vb-np28:2.37.1": "There is no offense: ",
  "pli-tv-bu-vb-np28:2.38": "if within the robe season the haste-cloth is determined, transferred to another, given away, lost, destroyed, burnt, stolen, or taken on trust; ",
  "pli-tv-bu-vb-np28:2.39": "if he is insane; ",
  "pli-tv-bu-vb-np28:2.40": "if he is the first offender. ",
  "pli-tv-bu-vb-np28:2.41": "The eighth rule, the training rule on haste-cloth, is finished."
}