{
  "pli-tv-bu-vb-np22:0.1": "Theravāda Collection on Monastic Law ",
  "pli-tv-bu-vb-np22:0.2": "The monks’ rules and their analysis ",
  "pli-tv-bu-vb-np22:0.3": "The chapter on relinquishment ",
  "pli-tv-bu-vb-np22:0.4": "The sub-chapter on almsbowls ",
  "pli-tv-bu-vb-np22:0.5": "22. The training rule on fewer than five mends ",
  "pli-tv-bu-vb-np22:1.1.0": "Origin story ",
  "pli-tv-bu-vb-np22:1.1.1": "At one time the Buddha was staying in the Sakyan country at Kapilavatthu in the Banyan Tree Monastery. ",
  "pli-tv-bu-vb-np22:1.1.2": "At that time a potter had invited the monks: ",
  "pli-tv-bu-vb-np22:1.1.3": "“If any one of you needs a almsbowl, I’ll provide it.” ",
  "pli-tv-bu-vb-np22:1.1.4": "But the monks lacked a sense of moderation, and they asked for many bowls. ",
  "pli-tv-bu-vb-np22:1.1.5": "Those who had small bowls asked for large ones, ",
  "pli-tv-bu-vb-np22:1.1.6": "and those who had large bowls asked for small ones. ",
  "pli-tv-bu-vb-np22:1.1.7": "The potter was so busy making bowls for the monks that he was unable to make other goods for sale. ",
  "pli-tv-bu-vb-np22:1.1.8": "He could not make a living for himself, and his wives and children suffered. ",
  "pli-tv-bu-vb-np22:1.1.9": "People complained and criticized them, ",
  "pli-tv-bu-vb-np22:1.1.10": "“How can the Sakyan ascetics not have any sense of moderation and ask for many bowls? ",
  "pli-tv-bu-vb-np22:1.1.11": "This potter is so busy making bowls for them that he is unable to make other goods for sale. ",
  "pli-tv-bu-vb-np22:1.1.12": "He is unable to make a living for himself, and his wives and children are suffering.” ",
  "pli-tv-bu-vb-np22:1.1.13": "The monks heard the complaints of those people, ",
  "pli-tv-bu-vb-np22:1.1.14": "and the monks of few desires complained and criticized those monks, ",
  "pli-tv-bu-vb-np22:1.1.15": "“How can those monks not have a sense of moderation and ask for many bowls?” ",
  "pli-tv-bu-vb-np22:1.1.16": "After rebuking those monks in many ways, they told the Buddha. Soon afterwards he had the Sangha gathered and questioned the monks: ",
  "pli-tv-bu-vb-np22:1.1.17": "“Is it true, monks, that some monks are acting like this?” ",
  "pli-tv-bu-vb-np22:1.1.18": "“It’s true, Sir.” ",
  "pli-tv-bu-vb-np22:1.1.19": "The Buddha criticized them, ",
  "pli-tv-bu-vb-np22:1.1.20": "“… How can those foolish men not have a sense of moderation and ask for many bowls? ",
  "pli-tv-bu-vb-np22:1.1.21": "This won’t give rise to confidence in those without it … ",
  "pli-tv-bu-vb-np22:1.1.22": "After criticizing them, he gave a teaching and addressed the monks: ",
  "pli-tv-bu-vb-np22:1.1.23": "“Monks, a monk should not ask for an almsbowl. If he does, he commits an offense of wrong conduct.” ",
  "pli-tv-bu-vb-np22:1.2.1": "Soon afterwards the bowl of a certain monk broke. ",
  "pli-tv-bu-vb-np22:1.2.2": "Knowing that the Buddha had prohibited asking for a bowl and being afraid of wrongdoing, he did not ask for a new one. ",
  "pli-tv-bu-vb-np22:1.2.3": "As a consequence he collected almsfood with his hands. ",
  "pli-tv-bu-vb-np22:1.2.4": "People complained and criticized him, ",
  "pli-tv-bu-vb-np22:1.2.5": "“How can the Sakyan ascetics collect almsfood with their hands, just like the ascetics of other religions?” ",
  "pli-tv-bu-vb-np22:1.2.6": "The monks heard the complaints of those people ",
  "pli-tv-bu-vb-np22:1.2.7": "and they told the Buddha. ",
  "pli-tv-bu-vb-np22:1.2.8": "Soon afterwards the Buddha gave a teaching and addressed the monks: ",
  "pli-tv-bu-vb-np22:1.2.9": "“Monks, I allow you to ask for a new almsbowl if your bowl has been lost or is broken.” ",
  "pli-tv-bu-vb-np22:1.3.1": "When they knew about the Buddha’s allowance, the monks from the group of six asked for many bowls even when their existing bowls only had a minor chip or scratch. ",
  "pli-tv-bu-vb-np22:1.3.2": "Once again that potter was so busy making bowls for the monks that he was unable to make other goods for sale. ",
  "pli-tv-bu-vb-np22:1.3.3": "He could not make a living for himself, and his wives and children suffered. ",
  "pli-tv-bu-vb-np22:1.3.4": "And people complained and criticized them as before. ",
  "pli-tv-bu-vb-np22:1.3.7": "The monks heard the complaints of those people, ",
  "pli-tv-bu-vb-np22:1.3.8": "and the monks of few desires complained and criticized those monks, ",
  "pli-tv-bu-vb-np22:1.3.9": "“How can the monks from the group of six ask for many bowls even if their existing bowls only have a minor chip or scratch?” ",
  "pli-tv-bu-vb-np22:1.3.10": "After rebuking those monks in many ways, they told the Buddha. Soon afterwards he had the Sangha gathered and questioned the monks: ",
  "pli-tv-bu-vb-np22:1.3.11": "“Is it true, monks, that you’re acting like this?” ",
  "pli-tv-bu-vb-np22:1.3.12": "“It’s true, Sir.” ",
  "pli-tv-bu-vb-np22:1.3.13": "The Buddha rebuked them, ",
  "pli-tv-bu-vb-np22:1.3.14": "“… Foolish men, how can you ask for many bowls even if your existing bowls only have a minor chip or scratch? ",
  "pli-tv-bu-vb-np22:1.3.15": "This won’t give rise to confidence in those without it … ",
  "pli-tv-bu-vb-np22:1.3.16": "And, monks, this training rule should be recited like this: ",
  "pli-tv-bu-vb-np22:1.3.17.0": "Final ruling ",
  "pli-tv-bu-vb-np22:1.3.17.1": "‘If a monk exchanges an almsbowl with fewer than five mends for a new almsbowl, he commits an offense entailing relinquishment and confession. ",
  "pli-tv-bu-vb-np22:1.3.18": "That monk should relinquish that almsbowl to a gathering of monks. ",
  "pli-tv-bu-vb-np22:1.3.19": "He should then be given the last almsbowl belonging to that gathering: ‘Monk, this bowl is yours; keep it until it breaks.’ ",
  "pli-tv-bu-vb-np22:1.3.20": "This is the proper procedure.’” ",
  "pli-tv-bu-vb-np22:2.1.0": "Definitions ",
  "pli-tv-bu-vb-np22:2.1.1": "A: ",
  "pli-tv-bu-vb-np22:2.1.2": "whoever … ",
  "pli-tv-bu-vb-np22:2.1.3": "Monk: ",
  "pli-tv-bu-vb-np22:2.1.4": "… The monk who has been given the full ordination by a unanimous Sangha through a legal procedure consisting of one motion and three announcements that is irreversible and fit to stand—this sort of monk is meant in this case. ",
  "pli-tv-bu-vb-np22:2.1.5": "An almsbowl with fewer than five mends: ",
  "pli-tv-bu-vb-np22:2.1.6": "it has no mends, one mend, two mends, three mends, or four mends. ",
  "pli-tv-bu-vb-np22:2.1.7": "An almsbowl with a mend that does not count: ",
  "pli-tv-bu-vb-np22:2.1.8": "one that does not have a 3.5 cm long fracture. ",
  "pli-tv-bu-vb-np22:2.1.9": "A almsbowl with a mend that counts: ",
  "pli-tv-bu-vb-np22:2.1.10": "one that has a 3.5 cm long fracture. ",
  "pli-tv-bu-vb-np22:2.1.11": "New almsbowl: ",
  "pli-tv-bu-vb-np22:2.1.12": "asked for is what is meant. ",
  "pli-tv-bu-vb-np22:2.1.13": "Exchanges: ",
  "pli-tv-bu-vb-np22:2.1.14": "If he asks, then for the effort there is an act of wrong conduct. ",
  "pli-tv-bu-vb-np22:2.1.15": "When he gets the bowl, it becomes subject to relinquishment. ",
  "pli-tv-bu-vb-np22:2.1.16": "It should be relinquished in the midst of the Sangha. ",
  "pli-tv-bu-vb-np22:2.1.17": "All determined bowls should be brought together. ",
  "pli-tv-bu-vb-np22:2.1.18": "You should not determine an inferior bowl, thinking, ",
  "pli-tv-bu-vb-np22:2.1.19": "“I’ll get a valuable bowl.” ",
  "pli-tv-bu-vb-np22:2.1.20": "If you determine an inferior bowl, thinking, “I’ll get a valuable bowl,” you commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-np22:2.1.21": "“And, monks, it should be relinquished like this. ",
  "pli-tv-bu-vb-np22:2.1.22": "After approaching the Sangha, that monk should put his upper robe over one shoulder and pay respect at the feet of the senior monks. He should then squat on his heels, raise his joined palms, and say: ",
  "pli-tv-bu-vb-np22:2.1.23": "‘Venerables, this almsbowl that I got in exchange for a bowl that had fewer than five mends is to be relinquished. ",
  "pli-tv-bu-vb-np22:2.1.24": "I relinquish it to the Sangha.’” ",
  "pli-tv-bu-vb-np22:2.1.25": "After relinquishing it, he should confess the offense. ",
  "pli-tv-bu-vb-np22:2.1.26": "The confession should be received by a competent and capable monk. ",
  "pli-tv-bu-vb-np22:2.1.27": "A monk who has five qualities should be appointed as the distributor of almsbowls: ",
  "pli-tv-bu-vb-np22:2.1.28": "one who is not swayed by desire, ill will, confusion, or fear, and who knows what has and has not been distributed. ",
  "pli-tv-bu-vb-np22:2.1.29": "“And, monks, this is how he should be appointed. ",
  "pli-tv-bu-vb-np22:2.1.30": "First the monk should be asked ",
  "pli-tv-bu-vb-np22:2.1.31": "and then a competent and capable monk should inform the Sangha: ",
  "pli-tv-bu-vb-np22:2.1.32": "‘Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-bu-vb-np22:2.1.33": "If it seems appropriate to the Sangha, it should appoint monk so-and-so as the distributor of almsbowls. ",
  "pli-tv-bu-vb-np22:2.1.34": "This is the motion. ",
  "pli-tv-bu-vb-np22:2.1.35": "Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-bu-vb-np22:2.1.36": "The Sangha appoints monk so-and-so as the distributor of almsbowls. ",
  "pli-tv-bu-vb-np22:2.1.37": "Any monk who agrees to appointing monk so-and-so as the distributor of almsbowls should remain silent. ",
  "pli-tv-bu-vb-np22:2.1.38": "Any monk who doesn’t agree should speak up. ",
  "pli-tv-bu-vb-np22:2.1.39": "The Sangha has appointed monk so-and-so as the distributor of almsbowls. ",
  "pli-tv-bu-vb-np22:2.1.40": "The Sangha approves and is therefore silent. ",
  "pli-tv-bu-vb-np22:2.1.41": "I will remember it thus.’” ",
  "pli-tv-bu-vb-np22:2.1.42": "The appointed monk should give away that bowl. ",
  "pli-tv-bu-vb-np22:2.1.43": "He should tell the most senior monk, ",
  "pli-tv-bu-vb-np22:2.1.44": "“Sir, would you like this bowl?” ",
  "pli-tv-bu-vb-np22:2.1.45": "If the most senior monk takes it, his bowl should be offered to the next monk. ",
  "pli-tv-bu-vb-np22:2.1.46": "He should not not take that bowl out of sympathy. If he does, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-np22:2.1.47": "It is not to be offered to anyone who does not have bowl. ",
  "pli-tv-bu-vb-np22:2.1.48": "In this manner it should be offered all the way to the most junior monk in the Sangha. ",
  "pli-tv-bu-vb-np22:2.1.49": "He is then to be given the last bowl belonging to that gathering of monks: “Monk, this bowl is yours; keep it until it breaks”: ",
  "pli-tv-bu-vb-np22:2.1.50": "That monk is not to store that bowl in an unsuitable place, to use it in an unsuitable way, or to give it away, thinking, “How may this bowl be lost, destroyed, or broken?” ",
  "pli-tv-bu-vb-np22:2.1.51": "If he stores it in an unsuitable place, uses it in an unsuitable way, or gives it away, he commits an offense of wrong conduct.” ",
  "pli-tv-bu-vb-np22:2.1.52": "This is the proper procedure: ",
  "pli-tv-bu-vb-np22:2.1.53": "this is the right method. ",
  "pli-tv-bu-vb-np22:2.2.0": "Permutations ",
  "pli-tv-bu-vb-np22:2.2.1": "If he exchanges a bowl without mends for a bowl without mends, he commits an offense entailing relinquishment and confession. ",
  "pli-tv-bu-vb-np22:2.2.2": "If he exchanges a bowl without mends for a bowl with one mend, he commits an offense entailing relinquishment and confession. ",
  "pli-tv-bu-vb-np22:2.2.3": "If he exchanges a bowl without mends for a bowl with two mends, he commits an offense entailing relinquishment and confession. ",
  "pli-tv-bu-vb-np22:2.2.4": "If he exchanges a bowl without mends for a bowl with three mends, he commits an offense entailing relinquishment and confession. ",
  "pli-tv-bu-vb-np22:2.2.5": "If he exchanges a bowl without mends for a bowl with four mends, he commits an offense entailing relinquishment and confession. ",
  "pli-tv-bu-vb-np22:2.2.6": "If he exchanges a bowl with one mend for a bowl without mends, he commits an offense entailing relinquishment and confession. ",
  "pli-tv-bu-vb-np22:2.2.7": "If he exchanges a bowl with one mend for a bowl with one mend, he commits an offense entailing relinquishment and confession. ",
  "pli-tv-bu-vb-np22:2.2.8": "If he exchanges a bowl with one mend for a bowl with two mends, he commits an offense entailing relinquishment and confession. ",
  "pli-tv-bu-vb-np22:2.2.9": "If he exchanges a bowl with one mend for a bowl with three mends, he commits an offense entailing relinquishment and confession. ",
  "pli-tv-bu-vb-np22:2.2.10": "If he exchanges a bowl with one mend for a bowl with four mends, he commits an offense entailing relinquishment and confession. ",
  "pli-tv-bu-vb-np22:2.2.11": "If he exchanges a bowl with two mends for a bowl without mends, he commits an offense entailing relinquishment and confession. ",
  "pli-tv-bu-vb-np22:2.2.12": "If he exchanges a bowl with two mends for a bowl with one mend … ",
  "pli-tv-bu-vb-np22:2.2.13": "for a bowl with two mends … ",
  "pli-tv-bu-vb-np22:2.2.14": "for a bowl with three mends … ",
  "pli-tv-bu-vb-np22:2.2.15": "If he exchanges a bowl with two mends for a bowl with four mends, he commits an offense entailing relinquishment and confession. ",
  "pli-tv-bu-vb-np22:2.2.16": "If he exchanges a bowl with three mends for a bowl without mends … ",
  "pli-tv-bu-vb-np22:2.2.17": "for a bowl with one mend … ",
  "pli-tv-bu-vb-np22:2.2.18": "for a bowl with two mends … ",
  "pli-tv-bu-vb-np22:2.2.19": "for a bowl with three mends … ",
  "pli-tv-bu-vb-np22:2.2.20": "If he exchanges a bowl with three mends for a bowl with four mends, he commits an offense entailing relinquishment and confession. ",
  "pli-tv-bu-vb-np22:2.2.21": "If he exchanges a bowl with four mends for a bowl without mends … ",
  "pli-tv-bu-vb-np22:2.2.22": "for a bowl with one mend … ",
  "pli-tv-bu-vb-np22:2.2.23": "for a bowl with two mends … ",
  "pli-tv-bu-vb-np22:2.2.24": "for a bowl with three mends … ",
  "pli-tv-bu-vb-np22:2.2.25": "If he exchanges a bowl with four mends for a bowl with four mends, he commits an offense entailing relinquishment and confession. ",
  "pli-tv-bu-vb-np22:2.2.26": "If he exchanges a bowl without mends for a bowl without mends that count, he commits an offense entailing relinquishment and confession. ",
  "pli-tv-bu-vb-np22:2.2.27": "If he exchanges a bowl without mends for a bowl with one mend that counts … ",
  "pli-tv-bu-vb-np22:2.2.28": "for a bowl with two mends that count … ",
  "pli-tv-bu-vb-np22:2.2.29": "for a bowl with three mends that count … ",
  "pli-tv-bu-vb-np22:2.2.30": "If he exchanges a bowl without mends for a bowl with four mends that count, he commits an offense entailing relinquishment and confession. ",
  "pli-tv-bu-vb-np22:2.2.31": "If he exchanges a bowl with one mend for a bowl without mends that count … ",
  "pli-tv-bu-vb-np22:2.2.32": "for a bowl with one mend that counts … ",
  "pli-tv-bu-vb-np22:2.2.33": "for a bowl with two mends that count … ",
  "pli-tv-bu-vb-np22:2.2.34": "for a bowl with three mends that count … ",
  "pli-tv-bu-vb-np22:2.2.35": "If he exchanges a bowl with one mend for a bowl with four mends that count, he commits an offense entailing relinquishment and confession. ",
  "pli-tv-bu-vb-np22:2.2.36": "If he exchanges a bowl with two mends for a bowl without mends that count … ",
  "pli-tv-bu-vb-np22:2.2.37": "If he exchanges a bowl with two mends for a bowl with four mends that count, he commits an offense entailing relinquishment and confession. ",
  "pli-tv-bu-vb-np22:2.2.38": "If he exchanges a bowl with three mends for a bowl without mends that count … ",
  "pli-tv-bu-vb-np22:2.2.39": "If he exchanges a bowl with three mends for a bowl with four mends that count, he commits an offense entailing relinquishment and confession. ",
  "pli-tv-bu-vb-np22:2.2.40": "If he exchanges a bowl with four mends for a bowl without mends that count … ",
  "pli-tv-bu-vb-np22:2.2.41": "for a bowl with one mend that counts … ",
  "pli-tv-bu-vb-np22:2.2.42": "for a bowl with two mends that count … ",
  "pli-tv-bu-vb-np22:2.2.43": "for a bowl with three mends that count … ",
  "pli-tv-bu-vb-np22:2.2.44": "If he exchanges a bowl with four mends for a bowl with four mends that count, he commits an offense entailing relinquishment and confession. ",
  "pli-tv-bu-vb-np22:2.2.45": "If he exchanges a bowl without mends that count for a bowl without mends, he commits an offense entailing relinquishment and confession. ",
  "pli-tv-bu-vb-np22:2.2.46": "If he exchanges a bowl without mends that count for a bowl with one mend … ",
  "pli-tv-bu-vb-np22:2.2.47": "for a bowl with two mends … ",
  "pli-tv-bu-vb-np22:2.2.48": "for a bowl with three mends … ",
  "pli-tv-bu-vb-np22:2.2.49": "for a bowl with four mends, he commits an offense entailing relinquishment and confession. ",
  "pli-tv-bu-vb-np22:2.2.50": "If he exchanges a bowl with four mends that count for a bowl without mends … ",
  "pli-tv-bu-vb-np22:2.2.51": "If he exchanges a bowl with four mends that count for a bowl with one mend … ",
  "pli-tv-bu-vb-np22:2.2.52": "for a bowl with two mends … ",
  "pli-tv-bu-vb-np22:2.2.53": "for a bowl with three mends … ",
  "pli-tv-bu-vb-np22:2.2.54": "If he exchanges a bowl with four mends that count for a bowl with four mends, he commits an offense entailing relinquishment and confession. ",
  "pli-tv-bu-vb-np22:2.2.55": "If he exchanges a bowl without mends that count for a bowl without mends that count … ",
  "pli-tv-bu-vb-np22:2.2.56": "for a bowl with one mend that counts … ",
  "pli-tv-bu-vb-np22:2.2.57": "for a bowl with two mends that count … ",
  "pli-tv-bu-vb-np22:2.2.58": "for a bowl with three mends that count … ",
  "pli-tv-bu-vb-np22:2.2.59": "If he exchanges a bowl without mends that count for a bowl with four mends that count, he commits an offense entailing relinquishment and confession. ",
  "pli-tv-bu-vb-np22:2.2.60": "If he exchanges a bowl with four mends that count for a bowl without mends that count … ",
  "pli-tv-bu-vb-np22:2.2.61": "for a bowl with one mend that counts … ",
  "pli-tv-bu-vb-np22:2.2.62": "for a bowl with two mends that count … ",
  "pli-tv-bu-vb-np22:2.2.63": "for a bowl with three mends that count … ",
  "pli-tv-bu-vb-np22:2.2.64": "If he exchanges a bowl with four mends that count for a bowl with four mends that count, he commits an offense entailing relinquishment and confession. ",
  "pli-tv-bu-vb-np22:2.2.65.0": "Non-offenses ",
  "pli-tv-bu-vb-np22:2.2.65.1": "There is no offense: ",
  "pli-tv-bu-vb-np22:2.2.66": "if his almsbowl is lost; ",
  "pli-tv-bu-vb-np22:2.2.67": "if his almsbowl is broken; ",
  "pli-tv-bu-vb-np22:2.2.68": "if it is from relatives; ",
  "pli-tv-bu-vb-np22:2.2.69": "if it is from those who have given an invitation; ",
  "pli-tv-bu-vb-np22:2.2.70": "if it is for the benefit of someone else; ",
  "pli-tv-bu-vb-np22:2.2.71": "if it is by means of his own property; ",
  "pli-tv-bu-vb-np22:2.2.72": "if he is insane; ",
  "pli-tv-bu-vb-np22:2.2.73": "if he is the first offender. ",
  "pli-tv-bu-vb-np22:2.2.74": "The second rule, the training rule on less than five mends, is finished."
}