{
  "pli-tv-bu-vb-np4:0.1": "Theravāda Collection on Monastic Law ",
  "pli-tv-bu-vb-np4:0.2": "The monks’ rules and their analysis ",
  "pli-tv-bu-vb-np4:0.3": "The chapter on relinquishment ",
  "pli-tv-bu-vb-np4:0.4": "The sub-chapter on robes ",
  "pli-tv-bu-vb-np4:0.5": "4. The training rule on used robes ",
  "pli-tv-bu-vb-np4:1.0": "Origin story ",
  "pli-tv-bu-vb-np4:1.1": "At one time when the Buddha was staying at Sāvatthī in Anāthapiṇḍika’s Monastery, ",
  "pli-tv-bu-vb-np4:1.2": "Venerable Udāyī’s ex-wife became a nun. ",
  "pli-tv-bu-vb-np4:1.3": "She frequently visited Udāyī, ",
  "pli-tv-bu-vb-np4:1.4": "and he frequently visited her. ",
  "pli-tv-bu-vb-np4:1.5": "And Udāyī shared his meals with that nun. ",
  "pli-tv-bu-vb-np4:1.6": "One morning Udāyī robed up, took his bowl and robe, and went to her. He then uncovered his genitals in front of her and sat down on a seat. ",
  "pli-tv-bu-vb-np4:1.7": "She too uncovered her genitals in front of him and sat down on a seat. ",
  "pli-tv-bu-vb-np4:1.8": "Lustfully staring at her genitals, he emitted semen. ",
  "pli-tv-bu-vb-np4:1.9": "He then said to that nun: ",
  "pli-tv-bu-vb-np4:1.10": "“Sister, get some water. I’ll wash the robe.” ",
  "pli-tv-bu-vb-np4:1.11": "“Give it to me, Venerable, I’ll wash it.” ",
  "pli-tv-bu-vb-np4:1.12": "She then took some of the semen in her mouth and inserted some into her vagina. ",
  "pli-tv-bu-vb-np4:1.13": "Because of that she became pregnant. ",
  "pli-tv-bu-vb-np4:1.14": "The nuns said, ",
  "pli-tv-bu-vb-np4:1.15": "“This nun doesn’t abstain from sex. She’s pregnant.” ",
  "pli-tv-bu-vb-np4:1.16": "She said, “Venerables, I do abstain from sex,” and she told them what had happened. ",
  "pli-tv-bu-vb-np4:1.17": "The nuns complained and criticized Udāyī, ",
  "pli-tv-bu-vb-np4:1.18": "“How could Venerable Udāyī get a nun to wash a used robe?” ",
  "pli-tv-bu-vb-np4:1.19": "They then told the monks. ",
  "pli-tv-bu-vb-np4:1.20": "The monks of few desires complained and criticized him, ",
  "pli-tv-bu-vb-np4:1.21": "“How could Venerable Udāyī get a nun to wash a used robe?” ",
  "pli-tv-bu-vb-np4:1.22": "After rebuking him in many ways, they told the Buddha. Soon afterwards he had the Sangha gathered and questioned Udāyī: ",
  "pli-tv-bu-vb-np4:1.23": "“Is it true, Udāyī, that you did this?” ",
  "pli-tv-bu-vb-np4:1.24": "“It’s true, Sir.” ",
  "pli-tv-bu-vb-np4:1.25": "“Is she a relative of yours?” ",
  "pli-tv-bu-vb-np4:1.26": "“No.” ",
  "pli-tv-bu-vb-np4:1.27": "“Foolish man, a man and a woman who are unrelated don’t know what’s appropriate and inappropriate, what’s inspiring and uninspiring, in dealing with each other. ",
  "pli-tv-bu-vb-np4:1.28": "And still you did this. ",
  "pli-tv-bu-vb-np4:1.29": "This will affect people’s confidence …” … ",
  "pli-tv-bu-vb-np4:1.30": "“And, monks, this training rule should be recited like this: ",
  "pli-tv-bu-vb-np4:1.31.0": "Final ruling ",
  "pli-tv-bu-vb-np4:1.31.1": "‘If a monk has an unrelated nun wash, dye, or beat a used robe, he commits an offense entailing relinquishment and confession.’” ",
  "pli-tv-bu-vb-np4:2.1.0": "Definitions ",
  "pli-tv-bu-vb-np4:2.1.1": "A: ",
  "pli-tv-bu-vb-np4:2.1.2": "whoever … ",
  "pli-tv-bu-vb-np4:2.1.3": "Monk: ",
  "pli-tv-bu-vb-np4:2.1.4": "… The monk who has been given the full ordination by a unanimous Sangha through a legal procedure consisting of one motion and three announcements that is irreversible and fit to stand—this sort of monk is meant in this case. ",
  "pli-tv-bu-vb-np4:2.1.5": "Unrelated: ",
  "pli-tv-bu-vb-np4:2.1.6": "anyone who is not a descendant of one’s male ancestors going back eight generations, either on the mother’s side or on the father’s side. ",
  "pli-tv-bu-vb-np4:2.1.7": "A nun: ",
  "pli-tv-bu-vb-np4:2.1.8": "she has been given the full ordination by both Sanghas. ",
  "pli-tv-bu-vb-np4:2.1.9": "A used robe: ",
  "pli-tv-bu-vb-np4:2.1.10": "a sarong or an upper robe, even worn once. ",
  "pli-tv-bu-vb-np4:2.1.11": "If he tells her to wash it, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-np4:2.1.12": "When it has been washed, it becomes subject to relinquishment. ",
  "pli-tv-bu-vb-np4:2.1.13": "If he tells her to dye it, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-np4:2.1.14": "When it has been dyed, it becomes subject to relinquishment. ",
  "pli-tv-bu-vb-np4:2.1.15": "If he tells her to beat it, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-np4:2.1.16": "When she has struck it once with her hand or with an implement, it becomes subject to relinquishment. ",
  "pli-tv-bu-vb-np4:2.1.17": "The robe should be relinquished to a sangha, a group, or an individual. ",
  "pli-tv-bu-vb-np4:2.1.18": "“And, monks, it should be relinquished like this. ",
  "pli-tv-bu-vb-np4:2.1.19": "(To be expanded as in <a href='/pli-tv-bu-vb-np1#3.2.5--3.2.29'>Relinquishment 1</a>, with appropriate substitutions.) ",
  "pli-tv-bu-vb-np4:2.1.20": "‘Venerables, this used robe, which I got an unrelated nun to wash, is to be relinquished. ",
  "pli-tv-bu-vb-np4:2.1.21": "I relinquish it to the Sangha.’ … ",
  "pli-tv-bu-vb-np4:2.1.22": "the Sangha should give … ",
  "pli-tv-bu-vb-np4:2.1.23": "you should give … ",
  "pli-tv-bu-vb-np4:2.1.24": "‘I give this robe back to you.’” ",
  "pli-tv-bu-vb-np4:2.2.0": "Permutations ",
  "pli-tv-bu-vb-np4:2.2.1": "If she is unrelated and he perceives her as such, and he has her wash a used robe, he commits one offense entailing relinquishment and confession. ",
  "pli-tv-bu-vb-np4:2.2.2": "If she is unrelated and he perceives her as such, and he has her wash and dye a used robe, he commits one offense entailing relinquishment and one offense of wrong conduct. ",
  "pli-tv-bu-vb-np4:2.2.3": "If she is unrelated and he perceives her as such, and he has her wash and beat a used robe, he commits one offense entailing relinquishment and one offense of wrong conduct. ",
  "pli-tv-bu-vb-np4:2.2.4": "If she is unrelated and he perceives her as such, and he has her wash, dye, and beat a used robe, he commits one offense entailing relinquishment and two offenses of wrong conduct. ",
  "pli-tv-bu-vb-np4:2.2.5": "If she is unrelated and he perceives her as such, and he has her dye a used robe, he commits one offense entailing relinquishment and confession. ",
  "pli-tv-bu-vb-np4:2.2.6": "If she is unrelated and he perceives her as such, and he has her dye and beat a used robe, he commits one offense entailing relinquishment and one offense of wrong conduct. ",
  "pli-tv-bu-vb-np4:2.2.7": "If she is unrelated and he perceives her as such, and he has her dye and wash a used robe, he commits one offense entailing relinquishment and one offense of wrong conduct. ",
  "pli-tv-bu-vb-np4:2.2.8": "If she is unrelated and he perceives her as such, and he has her dye, beat, and wash a used robe, he commits one offense entailing relinquishment and two offenses of wrong conduct. ",
  "pli-tv-bu-vb-np4:2.2.9": "If she is unrelated and he perceives her as such, and he has her beat a used robe, he commits one offense entailing relinquishment and confession. ",
  "pli-tv-bu-vb-np4:2.2.10": "If she is unrelated and he perceives her as such, and he has her beat and wash a used robe, he commits one offense entailing relinquishment and one offense of wrong conduct. ",
  "pli-tv-bu-vb-np4:2.2.11": "If she is unrelated and he perceives her as such, and he has her beat and dye a used robe, he commits one offense entailing relinquishment and one offense of wrong conduct. ",
  "pli-tv-bu-vb-np4:2.2.12": "If she is unrelated and he perceives her as such, and he has her beat, wash, and dye a used robe, he commits one offense entailing relinquishment and two offenses of wrong conduct. ",
  "pli-tv-bu-vb-np4:2.2.13": "If she is unrelated, but he is unsure of it … ",
  "pli-tv-bu-vb-np4:2.2.14": "If she is unrelated, but he perceives her as related … ",
  "pli-tv-bu-vb-np4:2.2.15": "If he has her wash a used robe belonging to someone else, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-np4:2.2.16": "If he has her wash a sitting mat or a sheet, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-np4:2.2.17": "If he has a nun who is fully ordained only on one side do the washing, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-np4:2.2.18": "If she is related, but he perceives her as unrelated, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-np4:2.2.19": "If she is related, but he is unsure of it, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-np4:2.2.20": "If she is related and he perceives her as such, there is no offense. ",
  "pli-tv-bu-vb-np4:2.2.21.0": "Non-offenses ",
  "pli-tv-bu-vb-np4:2.2.21.1": "There is no offense: ",
  "pli-tv-bu-vb-np4:2.2.22": "if a related nun does the washing and an unrelated nun helps her; ",
  "pli-tv-bu-vb-np4:2.2.23": "if a nun does the washing without being asked; ",
  "pli-tv-bu-vb-np4:2.2.24": "if he has a nun wash an unused robe; ",
  "pli-tv-bu-vb-np4:2.2.25": "if he has a nun wash any requisite apart from a robe; ",
  "pli-tv-bu-vb-np4:2.2.26": "if it is a trainee nun; ",
  "pli-tv-bu-vb-np4:2.2.27": "if it is a novice nun; ",
  "pli-tv-bu-vb-np4:2.2.28": "if he is insane; ",
  "pli-tv-bu-vb-np4:2.2.29": "if he is the first offender. ",
  "pli-tv-bu-vb-np4:2.2.30": "The training rule on used robes, the fourth, is finished. "
}