{
  "pli-tv-bu-vb-np1:0.1": "Theravāda Collection on Monastic Law ",
  "pli-tv-bu-vb-np1:0.2": "The monks’ rules and their analysis ",
  "pli-tv-bu-vb-np1:0.3": "The chapter on relinquishment ",
  "pli-tv-bu-vb-np1:0.4": "The sub-chapter on robes ",
  "pli-tv-bu-vb-np1:0.5": "1. The training rule on the robe-making season ",
  "pli-tv-bu-vb-np1:0.6": "Venerables, these thirty rules on relinquishment and confession come up for recitation. ",
  "pli-tv-bu-vb-np1:1.0.1": "Origin story ",
  "pli-tv-bu-vb-np1:1.0.2": "First sub-story ",
  "pli-tv-bu-vb-np1:1.1": "At one time the Buddha was staying at Vesālī at the Gotamaka Shrine. ",
  "pli-tv-bu-vb-np1:1.2": "At that time the Buddha had allowed the three robes for the monks. ",
  "pli-tv-bu-vb-np1:1.3": "When they knew that the Buddha had allowed three robes, the monks from the group of six entered the village in one set of three robes, stayed in the monastery in another set, and went to bathe in yet another set. ",
  "pli-tv-bu-vb-np1:1.4": "The monks of few desires complained and criticized them, ",
  "pli-tv-bu-vb-np1:1.5": "“How can the monks from the group of six keep extra robes?” ",
  "pli-tv-bu-vb-np1:1.6": "After rebuking those monks in many ways, they told the Buddha. Soon afterwards he had the Sangha gathered and questioned the monks: ",
  "pli-tv-bu-vb-np1:1.7": "“Is it true, monks, that you keep extra robes?” ",
  "pli-tv-bu-vb-np1:1.8": "“It’s true, Sir.” ",
  "pli-tv-bu-vb-np1:1.9": "The Buddha rebuked them, ",
  "pli-tv-bu-vb-np1:1.10": "“… Foolish men, how can you keep extra robes? ",
  "pli-tv-bu-vb-np1:1.11": "This won’t give rise to confidence in those without it … ",
  "pli-tv-bu-vb-np1:1.12": "And, monks, this training rule should be recited like this: ",
  "pli-tv-bu-vb-np1:1.13.0": "Preliminary ruling ",
  "pli-tv-bu-vb-np1:1.13.1": "‘If a monk keeps an extra robe, he commits an offense entailing relinquishment and confession.’” ",
  "pli-tv-bu-vb-np1:1.14": "In this way the Buddha laid down this training rule for the monks. ",
  "pli-tv-bu-vb-np1:2.1.0": "Second sub-story ",
  "pli-tv-bu-vb-np1:2.1.1": "Soon afterwards Venerable Ānanda was given an extra robe. ",
  "pli-tv-bu-vb-np1:2.2": "He wanted to give it to Venerable Sāriputta ",
  "pli-tv-bu-vb-np1:2.3": "who was staying at Sāketa. ",
  "pli-tv-bu-vb-np1:2.4": "Knowing that the Buddha had laid down a rule against having extra robes, Ānanda thought, ",
  "pli-tv-bu-vb-np1:2.10": "“What should I do in this situation?” ",
  "pli-tv-bu-vb-np1:2.11": "He told the Buddha, who said, ",
  "pli-tv-bu-vb-np1:2.12": "“How long is it, Ānanda, before Sāriputta returns?” ",
  "pli-tv-bu-vb-np1:2.13": "“Nine or ten days.” ",
  "pli-tv-bu-vb-np1:2.14": "Soon afterwards the Buddha gave a teaching and addressed the monks: ",
  "pli-tv-bu-vb-np1:2.15": "“Monks, you should keep an extra robe for ten days at the most. ",
  "pli-tv-bu-vb-np1:2.16": "And so, monks, this training rule should be recited like this: ",
  "pli-tv-bu-vb-np1:2.17.0": "Final ruling ",
  "pli-tv-bu-vb-np1:2.17.1": "‘When his robe is finished and the robe-making season has ended, a monk should keep an extra robe for ten days at the most. If he keeps it beyond that, he commits an offense entailing relinquishment and confession.’” ",
  "pli-tv-bu-vb-np1:3.1.0": "Definitions ",
  "pli-tv-bu-vb-np1:3.1.1": "When his robe is finished: ",
  "pli-tv-bu-vb-np1:3.1.2": "the monk has made a robe, or the robe-cloth has been lost, destroyed, or burnt, or he has abandoned his expectation of receiving further robe-cloth. ",
  "pli-tv-bu-vb-np1:3.1.3": "The robe-making season has ended: ",
  "pli-tv-bu-vb-np1:3.1.4": "it has ended according to one of the eight summaries or the Sangha has ended it, whichever comes first. ",
  "pli-tv-bu-vb-np1:3.1.5": "For ten days at the most: ",
  "pli-tv-bu-vb-np1:3.1.6": "it should be kept for ten days at a maximum. ",
  "pli-tv-bu-vb-np1:3.1.7": "An extra robe: ",
  "pli-tv-bu-vb-np1:3.1.8": "a robe that is not determined, nor transferred to another. ",
  "pli-tv-bu-vb-np1:3.1.9": "Robe: ",
  "pli-tv-bu-vb-np1:3.1.10": "one of the six kinds of robe-cloth, but not smaller than what can be transferred to another. ",
  "pli-tv-bu-vb-np1:3.2.1": "If he keeps it beyond that, it becomes subject to relinquishment: ",
  "pli-tv-bu-vb-np1:3.2.2": "it becomes subject to relinquishment at dawn on the eleventh day. ",
  "pli-tv-bu-vb-np1:3.2.3": "The robe-cloth should be relinquished to a sangha, a group, or an individual. ",
  "pli-tv-bu-vb-np1:3.2.4": "“And, monks, it should be relinquished like this. ",
  "pli-tv-bu-vb-np1:3.2.5": "After approaching the Sangha, that monk should put his upper robe over one shoulder and pay respect at the feet of the senior monks. He should then squat on his heels, raise his joined palms, and say: ",
  "pli-tv-bu-vb-np1:3.2.6": "‘Venerables, this robe-cloth that I have kept over ten days is to be relinquished. ",
  "pli-tv-bu-vb-np1:3.2.7": "I relinquish it to the Sangha.’ ",
  "pli-tv-bu-vb-np1:3.2.8": "After relinquishing it, he should confess the offense. ",
  "pli-tv-bu-vb-np1:3.2.9": "The confession should be received by a competent and capable monk. ",
  "pli-tv-bu-vb-np1:3.2.10": "The relinquished robe-cloth is then to be given back: ",
  "pli-tv-bu-vb-np1:3.2.11": "‘Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-bu-vb-np1:3.2.12": "This robe-cloth that was to be relinquished by monk so-and-so has been relinquished to the Sangha. ",
  "pli-tv-bu-vb-np1:3.2.13": "If it seems appropriate to the Sangha, the Sangha should give this robe-cloth back to monk so-and-so.’ ",
  "pli-tv-bu-vb-np1:3.2.14": "After approaching several monks, that monk should put his upper robe over one shoulder and pay respect at the feet of the senior monks. He should then squat on his heels, raise his joined palms, and say, ",
  "pli-tv-bu-vb-np1:3.2.15": "‘Venerables, this robe-cloth that I have kept over ten days is to be relinquished. ",
  "pli-tv-bu-vb-np1:3.2.16": "I relinquish it to the venerables.’ ",
  "pli-tv-bu-vb-np1:3.2.17": "After relinquishing it, he should confess the offense. ",
  "pli-tv-bu-vb-np1:3.2.18": "The confession should be received by a competent and capable monk. ",
  "pli-tv-bu-vb-np1:3.2.19": "The relinquished robe-cloth is then to be given back: ",
  "pli-tv-bu-vb-np1:3.2.20": "‘Please, Venerables, I ask you to listen. ",
  "pli-tv-bu-vb-np1:3.2.21": "This robe-cloth that was to be relinquished by monk so-and-so has been relinquished to you. ",
  "pli-tv-bu-vb-np1:3.2.22": "If it seems appropriate to you, you should give this robe-cloth back to monk so-and-so.’ ",
  "pli-tv-bu-vb-np1:3.2.23": "After approaching a single monk, that monk should put his upper robe over one shoulder, squat on his heels, raise his joined palms, and say, ",
  "pli-tv-bu-vb-np1:3.2.24": "‘This robe-cloth that I have kept over ten days is to be relinquished. ",
  "pli-tv-bu-vb-np1:3.2.25": "I relinquish it to you.’ ",
  "pli-tv-bu-vb-np1:3.2.26": "After relinquishing it, he should confess the offense. ",
  "pli-tv-bu-vb-np1:3.2.27": "The confession should be received by that monk. ",
  "pli-tv-bu-vb-np1:3.2.28": "The relinquished robe-cloth is then to be given back: ",
  "pli-tv-bu-vb-np1:3.2.29": "‘I give this robe-cloth back to you.’” ",
  "pli-tv-bu-vb-np1:4.0": "Permutations ",
  "pli-tv-bu-vb-np1:4.1": "If it is more than ten days and he perceives it as more, he commits an offense entailing relinquishment and confession. ",
  "pli-tv-bu-vb-np1:4.2": "If it is more than ten days, but he is unsure of it, he commits an offense entailing relinquishment and confession. ",
  "pli-tv-bu-vb-np1:4.3": "If it is more than ten days, but he perceives it as less, he commits an offense entailing relinquishment and confession. ",
  "pli-tv-bu-vb-np1:4.4": "If it has not been determined, but he perceives that it has, he commits an offense entailing relinquishment and confession. ",
  "pli-tv-bu-vb-np1:4.5": "If it has not been transferred, but he perceives that it has, he commits an offense entailing relinquishment and confession. ",
  "pli-tv-bu-vb-np1:4.6": "If it has not been given away, but he perceives that it has, he commits an offense entailing relinquishment and confession. ",
  "pli-tv-bu-vb-np1:4.7": "If it has not been lost, but he perceives that it has, he commits an offense entailing relinquishment and confession. ",
  "pli-tv-bu-vb-np1:4.8": "If it has not been destroyed, but he perceives that it has, he commits an offense entailing relinquishment and confession. ",
  "pli-tv-bu-vb-np1:4.9": "If it has not been burnt, but he perceives that it has, he commits an offense entailing relinquishment and confession. ",
  "pli-tv-bu-vb-np1:4.10": "If it has not been stolen, but he perceives that it has, he commits an offense entailing relinquishment and confession. ",
  "pli-tv-bu-vb-np1:4.11": "If he uses robe-cloth that should be relinquished without first relinquishing it, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-np1:4.12": "If it is less than ten days, but he perceives it as more, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-np1:4.13": "If it is less than ten days, but he is unsure of it, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-np1:4.14": "If it is less than ten days and he perceives it as less, there is no offense. ",
  "pli-tv-bu-vb-np1:4.15.0": "Non-offenses ",
  "pli-tv-bu-vb-np1:4.15.1": "There is no offense: ",
  "pli-tv-bu-vb-np1:4.16": "if within ten days it has been determined, transferred to another, given away, lost, destroyed, burnt, stolen, or taken on trust; ",
  "pli-tv-bu-vb-np1:4.17": "if he is insane; ",
  "pli-tv-bu-vb-np1:4.18": "if he is the first offender. ",
  "pli-tv-bu-vb-np1:5.1": "At that time monks from the group six did not give back relinquished robe-cloth. ",
  "pli-tv-bu-vb-np1:5.2": "They told the Buddha. ",
  "pli-tv-bu-vb-np1:5.3": "“Monks, relinquished robe-cloth should be given back. ",
  "pli-tv-bu-vb-np1:5.4": "If you don’t give it back, you commit an offense of wrong conduct.” ",
  "pli-tv-bu-vb-np1:5.5": "The first rule, the training rule on the robe-making season, is finished."
}