{
  "pli-tv-bu-vb-np29:0.1": "Theravāda Collection on Monastic Law ",
  "pli-tv-bu-vb-np29:0.2": "The monks’ rules and their analysis ",
  "pli-tv-bu-vb-np29:0.3": "The chapter on relinquishment ",
  "pli-tv-bu-vb-np29:0.4": "The sub-chapter on almsbowls ",
  "pli-tv-bu-vb-np29:0.5": "29. The training rule on what is risky ",
  "pli-tv-bu-vb-np29:1.1.0": "Origin story ",
  "pli-tv-bu-vb-np29:1.1.1": "At one time the Buddha was staying at Sāvatthī in the Jeta Grove, Anāthapiṇḍika’s Monastery. ",
  "pli-tv-bu-vb-np29:1.1.2": "At that time monks who had completed the rainy-season residence were staying in wilderness dwellings. ",
  "pli-tv-bu-vb-np29:1.1.3": "Thieves who were active during the month of Kattika attacked the monks, thinking, ",
  "pli-tv-bu-vb-np29:1.1.4": "“They have obtained things.” ",
  "pli-tv-bu-vb-np29:1.1.5": "The monks told the Buddha. ",
  "pli-tv-bu-vb-np29:1.1.6": "Soon afterwards the Buddha gave a teaching and addressed the monks: ",
  "pli-tv-bu-vb-np29:1.1.7": "“Monks, I allow monks who are staying in wilderness dwellings to store one of their three robes in an inhabited area.” ",
  "pli-tv-bu-vb-np29:1.2.1": "Knowing that the Buddha had made this allowance, monks stored one of their three robes in inhabited areas, and they stayed apart from them for more than six days. ",
  "pli-tv-bu-vb-np29:1.2.2": "The robes were lost, destroyed, burnt, and eaten by rats. ",
  "pli-tv-bu-vb-np29:1.2.3": "As a consequence those monks became poorly dressed. ",
  "pli-tv-bu-vb-np29:1.2.4": "Other monks asked them why, ",
  "pli-tv-bu-vb-np29:1.2.6": "and they told them what had happened. ",
  "pli-tv-bu-vb-np29:1.2.7": "The monks of few desires complained and criticized them, ",
  "pli-tv-bu-vb-np29:1.2.8": "“How can those monks store one of their three robes in an inhabited area and then stay apart from it for more than six days?” ",
  "pli-tv-bu-vb-np29:1.2.9": "After rebuking those monks in many ways, they told the Buddha. Soon afterwards he had the Sangha gathered and questioned the monks: ",
  "pli-tv-bu-vb-np29:1.2.10": "“Is it true, monks, that some monks do this?” ",
  "pli-tv-bu-vb-np29:1.2.11": "“It’s true, Sir.” ",
  "pli-tv-bu-vb-np29:1.2.12": "The Buddha criticized them, ",
  "pli-tv-bu-vb-np29:1.2.13": "“… Monks, how can those foolish men store one of their three robes in an inhabited area and then stay apart from it for more than six days? ",
  "pli-tv-bu-vb-np29:1.2.14": "This won’t give rise to confidence in those without it … ",
  "pli-tv-bu-vb-np29:1.2.15": "And, monks, this training rule should be recited like this: ",
  "pli-tv-bu-vb-np29:1.2.16.0": "Final ruling ",
  "pli-tv-bu-vb-np29:1.2.16.1": "‘There are wilderness dwellings that are considered risky and dangerous. After observing the Kattika full moon that ends the rainy season, a monk who is staying in such a dwelling may store one of his three robes in an inhabited area, if he so desires, so long as he has a reason for staying apart from that robe. ",
  "pli-tv-bu-vb-np29:1.2.17": "He should stay apart from that robe for six days at the most. If he stays apart from it beyond that, except if the monks have agreed, he commits an offense entailing relinquishment and confession.’” ",
  "pli-tv-bu-vb-np29:2.0": "Definitions ",
  "pli-tv-bu-vb-np29:2.1": "After observing: ",
  "pli-tv-bu-vb-np29:2.2": "after completing the rainy season. ",
  "pli-tv-bu-vb-np29:2.3": "The Kattika full moon that ends the rainy season: ",
  "pli-tv-bu-vb-np29:2.4": "the fourth full moon of the rainy season in the month of Kattika is what is meant. ",
  "pli-tv-bu-vb-np29:2.5": "There are wilderness dwellings: ",
  "pli-tv-bu-vb-np29:2.6": "a wilderness dwelling: ",
  "pli-tv-bu-vb-np29:2.7": "it is at least 800 meters away from any inhabited area. ",
  "pli-tv-bu-vb-np29:2.8": "Risky: ",
  "pli-tv-bu-vb-np29:2.9": "in the monastery, or in the vicinity of the monastery, thieves have been seen camping, eating, standing, seated, or lying down. ",
  "pli-tv-bu-vb-np29:2.10": "Dangerous: ",
  "pli-tv-bu-vb-np29:2.11": "in the monastery, or in the vicinity of the monastery, thieves have been seen injuring, robbing, or beating people. ",
  "pli-tv-bu-vb-np29:2.12": "A monk who is staying in such a dwelling: ",
  "pli-tv-bu-vb-np29:2.13": "a monk who is staying in that kind of dwelling. ",
  "pli-tv-bu-vb-np29:2.14": "If he so desires: ",
  "pli-tv-bu-vb-np29:2.15": "if he so wishes. ",
  "pli-tv-bu-vb-np29:2.16": "One of his three robes: ",
  "pli-tv-bu-vb-np29:2.17": "the outer robe, the upper robe, or the sarong. ",
  "pli-tv-bu-vb-np29:2.18": "May store in an inhabited area: ",
  "pli-tv-bu-vb-np29:2.19": "may store it anywhere in his alms village. ",
  "pli-tv-bu-vb-np29:2.20": "So long as he has a reason for staying apart from that robe: ",
  "pli-tv-bu-vb-np29:2.21": "if there is a reason, if there is something to be done. ",
  "pli-tv-bu-vb-np29:2.22": "He should stay apart from that robe for six days at the most: ",
  "pli-tv-bu-vb-np29:2.23": "he should stay apart from it for six days at the maximum. ",
  "pli-tv-bu-vb-np29:2.24": "Except if the monks have agreed: ",
  "pli-tv-bu-vb-np29:2.25": "unless the monks have agreed. ",
  "pli-tv-bu-vb-np29:2.26": "If he stays apart from it beyond that: ",
  "pli-tv-bu-vb-np29:2.27": "the robe becomes subject to relinquishment at dawn on the seventh day. ",
  "pli-tv-bu-vb-np29:2.28": "The robe should be relinquished to a sangha, a group, or an individual. ",
  "pli-tv-bu-vb-np29:2.29": "“And, monks, it should be relinquished like this. ",
  "pli-tv-bu-vb-np29:2.30": "(To be expanded as in [Relinquishment 1](pli-tv-bu-vb-np1:3.2.5--3.2.29), with appropriate substitutions.) ",
  "pli-tv-bu-vb-np29:2.31": "‘Venerables, this robe which I have stayed apart from for more than six days without the agreement of the monks is to be relinquished. ",
  "pli-tv-bu-vb-np29:2.32": "I relinquish it to the Sangha.’ … ",
  "pli-tv-bu-vb-np29:2.33": "the Sangha should give … ",
  "pli-tv-bu-vb-np29:2.34": "you should give … ",
  "pli-tv-bu-vb-np29:2.35": "‘I give this robe back to you.’” ",
  "pli-tv-bu-vb-np29:2.36.0": "Permutations ",
  "pli-tv-bu-vb-np29:2.36.1": "If it is more than six days and he perceives it as more and he is staying apart from it, then, except if the monks have agreed, he commits an offense entailing relinquishment and confession. ",
  "pli-tv-bu-vb-np29:2.37": "If it is more than six days, but he is unsure of it, and he is staying apart from it, then, except if the monks have agreed, he commits an offense entailing relinquishment and confession. ",
  "pli-tv-bu-vb-np29:2.38": "If it is more than six days, but he perceives it as less, and he is staying apart from it, then, except if the monks have agreed, he commits an offense entailing relinquishment and confession. ",
  "pli-tv-bu-vb-np29:2.39": "If the determination has not been given up, but he perceives that it has … ",
  "pli-tv-bu-vb-np29:2.40": "If the robe has not been given away, but he perceives that it has … ",
  "pli-tv-bu-vb-np29:2.41": "If the robe has not been lost, but he perceives that it has … ",
  "pli-tv-bu-vb-np29:2.42": "If the robe has not been destroyed, but he perceives that it has … ",
  "pli-tv-bu-vb-np29:2.43": "If the robe has not been burnt, but he perceives that it has … ",
  "pli-tv-bu-vb-np29:2.44": "If the robe has not been stolen, but he perceives that it has, and he is staying apart from it, then, except if the monks have agreed, he commits an offense entailing relinquishment and confession. ",
  "pli-tv-bu-vb-np29:2.45": "If he uses a robe that should be relinquished without first relinquishing it, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-np29:2.46": "If it is less than six days, but he perceives it as more, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-np29:2.47": "If it is less than six days, but he is unsure of it, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-np29:2.48": "If it is less than six days and he perceives it as less, there is no offense. ",
  "pli-tv-bu-vb-np29:2.49.0": "Non-offenses ",
  "pli-tv-bu-vb-np29:2.49.1": "There is no offense: ",
  "pli-tv-bu-vb-np29:2.50": "if he stays apart from the robe for six days; ",
  "pli-tv-bu-vb-np29:2.51": "if he stays apart from the robe for less than six days; ",
  "pli-tv-bu-vb-np29:2.52": "if, after staying apart from it for six days, he stays overnight within the village boundary and then departs; ",
  "pli-tv-bu-vb-np29:2.53": "if within the six days he gives up the determination, or the robe is given away, lost, destroyed, burnt, stolen, or taken on trust; ",
  "pli-tv-bu-vb-np29:2.54": "if he has the permission of the monks; ",
  "pli-tv-bu-vb-np29:2.55": "if he is insane; ",
  "pli-tv-bu-vb-np29:2.56": "if he is the first offender. ",
  "pli-tv-bu-vb-np29:2.57": "The ninth rule, the training rule on what is risky, is finished."
}