{
  "pli-tv-bu-vb-np2:0.1": "Theravāda Collection on Monastic Law ",
  "pli-tv-bu-vb-np2:0.2": "The monks’ rules and their analysis ",
  "pli-tv-bu-vb-np2:0.3": "The chapter on relinquishment ",
  "pli-tv-bu-vb-np2:0.4": "The sub-chapter on robes ",
  "pli-tv-bu-vb-np2:0.5": "2. The training rule on storehouses ",
  "pli-tv-bu-vb-np2:1.0.1": "Origin story ",
  "pli-tv-bu-vb-np2:1.0.2": "First sub-story ",
  "pli-tv-bu-vb-np2:1.1": "At one time the Buddha was staying at Sāvatthī in the Jeta Grove, Anāthapiṇḍika’s Monastery. ",
  "pli-tv-bu-vb-np2:1.2": "At that time the monks stored one of their robes with other monks and then left to wander in the country with a lower and an upper robe. ",
  "pli-tv-bu-vb-np2:1.3": "Because they were stored for a long time, the robes became moldy. ",
  "pli-tv-bu-vb-np2:1.4": "The monks put them out in the sun. ",
  "pli-tv-bu-vb-np2:1.5": "While walking about the dwellings, Venerable Ānanda saw the monks sunning those robes. ",
  "pli-tv-bu-vb-np2:1.6": "He asked them, ",
  "pli-tv-bu-vb-np2:1.7": "“Whose moldy robes are these?” ",
  "pli-tv-bu-vb-np2:1.8": "And they told him what had happened. ",
  "pli-tv-bu-vb-np2:1.9": "Venerable Ānanda complained and criticized them, ",
  "pli-tv-bu-vb-np2:1.10": "“How can those monks store one of their robes with other monks and then leave to wander in the country with a lower and an upper robe?” ",
  "pli-tv-bu-vb-np2:1.11": "After rebuking those monks in many ways, Venerable Ānanda told the Buddha. Soon afterwards he had the Sangha gathered and questioned the monks: ",
  "pli-tv-bu-vb-np2:1.12": "“Is it true, monks, that some monks are acting like this?” ",
  "pli-tv-bu-vb-np2:1.13": "“It’s true, Sir.” ",
  "pli-tv-bu-vb-np2:1.14": "The Buddha criticized them, ",
  "pli-tv-bu-vb-np2:1.15": "“… How can these foolish men store one of their robes with other monks and then leave to wander in the country with a lower and an upper robe? ",
  "pli-tv-bu-vb-np2:1.16": "This won’t give rise to confidence in those without it … ",
  "pli-tv-bu-vb-np2:1.17": "And, monks, this training rule should be recited like this: ",
  "pli-tv-bu-vb-np2:1.18.0": "Preliminary ruling ",
  "pli-tv-bu-vb-np2:1.18.1": "‘When his robe is finished and the robe-making season has ended, if a monk stays apart from his three robes even for a single day, he commits an offense entailing relinquishment and confession.’” ",
  "pli-tv-bu-vb-np2:1.19": "In this way the Buddha laid down this training rule for the monks. ",
  "pli-tv-bu-vb-np2:2.0": "Second sub-story ",
  "pli-tv-bu-vb-np2:2.1": "At one time a certain monk at Kosambī was sick. ",
  "pli-tv-bu-vb-np2:2.2": "The relatives of that monk sent him a message: ",
  "pli-tv-bu-vb-np2:2.3": "“Come, Venerable, we will nurse you.” ",
  "pli-tv-bu-vb-np2:2.4": "Other monks urged him to go, ",
  "pli-tv-bu-vb-np2:2.5": "but he said, ",
  "pli-tv-bu-vb-np2:2.6": "“The Buddha has laid down a training rule ",
  "pli-tv-bu-vb-np2:2.7": "that you can’t be apart from your three robes. ",
  "pli-tv-bu-vb-np2:2.8": "Because I’m sick, ",
  "pli-tv-bu-vb-np2:2.9": "I’m not able to travel with all three robes, ",
  "pli-tv-bu-vb-np2:2.10": "and therefore I can’t go.” ",
  "pli-tv-bu-vb-np2:2.11": "They told the Buddha. ",
  "pli-tv-bu-vb-np2:2.12": "Soon afterwards he gave a teaching and addressed the monks: ",
  "pli-tv-bu-vb-np2:2.13": "“Monks, I allow you to give permission to a sick monk to stay apart from his three robes. ",
  "pli-tv-bu-vb-np2:2.14": "And it should be given like this. ",
  "pli-tv-bu-vb-np2:2.15": "After approaching the Sangha, the sick monk should put his upper robe over one shoulder and pay respect at the feet of the senior monks. He should then squat on his heels, raise his joined palms, and say, ",
  "pli-tv-bu-vb-np2:2.16": "‘Venerables, I’m sick. ",
  "pli-tv-bu-vb-np2:2.17": "I’m not able to travel with my three robes. ",
  "pli-tv-bu-vb-np2:2.18": "I ask the Sangha for permission to stay apart from my three robes.’ ",
  "pli-tv-bu-vb-np2:2.19": "And he should ask a second ",
  "pli-tv-bu-vb-np2:2.20": "and a third time. ",
  "pli-tv-bu-vb-np2:2.21": "A competent and capable monk should then inform the Sangha: ",
  "pli-tv-bu-vb-np2:2.22": "‘Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-bu-vb-np2:2.23": "The monk so-and-so is sick. ",
  "pli-tv-bu-vb-np2:2.24": "He is not able to travel with his three robes. ",
  "pli-tv-bu-vb-np2:2.25": "He is asking the Sangha for permission to stay apart from his three robes. ",
  "pli-tv-bu-vb-np2:2.26": "If it seems appropriate to the Sangha, the Sangha should give permission to monk so-and-so to stay apart from his three robes. ",
  "pli-tv-bu-vb-np2:2.27": "This is the motion. ",
  "pli-tv-bu-vb-np2:2.28": "Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-bu-vb-np2:2.29": "The monk so-and-so is sick. ",
  "pli-tv-bu-vb-np2:2.30": "He is not able to travel with his three robes. ",
  "pli-tv-bu-vb-np2:2.31": "He is asking the Sangha for permission to stay apart from his three robes. ",
  "pli-tv-bu-vb-np2:2.32": "The Sangha gives permission to monk so-and-so to stay apart from his three robes. ",
  "pli-tv-bu-vb-np2:2.33": "Any monk who approves of giving permission to monk so-and-so to stay apart from his three robes should remain silent. ",
  "pli-tv-bu-vb-np2:2.34": "Any monk who does not approve should speak up. ",
  "pli-tv-bu-vb-np2:2.35": "The Sangha has given permission to monk so-and-so to stay apart from his three robes. ",
  "pli-tv-bu-vb-np2:2.36": "The Sangha approves and is therefore silent. ",
  "pli-tv-bu-vb-np2:2.37": "I will remember it thus.’ ",
  "pli-tv-bu-vb-np2:2.38": "And so, monks, this training rule should be recited like this: ",
  "pli-tv-bu-vb-np2:2.39.0": "Final ruling ",
  "pli-tv-bu-vb-np2:2.39.1": "‘When his robe is finished and the robe-making season has ended, if a monk stays apart from his three robes even for a single day, except if the monks have agreed, he commits an offense entailing relinquishment and confession.’” ",
  "pli-tv-bu-vb-np2:3.1.0": "Definitions ",
  "pli-tv-bu-vb-np2:3.1.1": "When his robe is finished: ",
  "pli-tv-bu-vb-np2:3.1.2": "the monk has made a robe, or the robe-cloth has been lost, destroyed, or burnt, or he has abandoned his expectation of receiving further robe-cloth. ",
  "pli-tv-bu-vb-np2:3.1.3": "The robe-making season has ended: ",
  "pli-tv-bu-vb-np2:3.1.4": "it has ended according to one of the eight summaries or the Sangha has ended it, whichever comes first. ",
  "pli-tv-bu-vb-np2:3.1.5": "If a monk stays apart from his three robes even for a single day: ",
  "pli-tv-bu-vb-np2:3.1.6": "from the outer robe, from the upper robe, or from the sarong. ",
  "pli-tv-bu-vb-np2:3.1.7": "Except if the monks have agreed: ",
  "pli-tv-bu-vb-np2:3.1.8": "unless the monks have agreed. ",
  "pli-tv-bu-vb-np2:3.1.9": "Entailing relinquishment: ",
  "pli-tv-bu-vb-np2:3.1.10": "it becomes subject to relinquishment at dawn. ",
  "pli-tv-bu-vb-np2:3.1.11": "The robe should be relinquished to a sangha, a group, or an individual. ",
  "pli-tv-bu-vb-np2:3.1.12": "“And, monks, it should be relinquished like this. ",
  "pli-tv-bu-vb-np2:3.1.13": "(To be expanded as in [Relinquishment 1](pli-tv-bu-vb-np1:3.2.5--3.2.29), with appropriate substitutions.) ",
  "pli-tv-bu-vb-np2:3.1.14": "‘Venerables, this robe which I have stayed apart from for one day without the agreement of the monks is to be relinquished. ",
  "pli-tv-bu-vb-np2:3.1.15": "I relinquish it to the Sangha.’ … ",
  "pli-tv-bu-vb-np2:3.1.16": "the Sangha should give … ",
  "pli-tv-bu-vb-np2:3.1.17": "you should give … ",
  "pli-tv-bu-vb-np2:3.1.18": "‘I give this robe back to you.’” ",
  "pli-tv-bu-vb-np2:3.2.0.1": "Permutations ",
  "pli-tv-bu-vb-np2:3.2.0.2": "Summary ",
  "pli-tv-bu-vb-np2:3.2.1": "An inhabited area may have a single vicinity or many; ",
  "pli-tv-bu-vb-np2:3.2.2": "a house may have a single vicinity or many; ",
  "pli-tv-bu-vb-np2:3.2.3": "a storehouse may have a single vicinity or many; ",
  "pli-tv-bu-vb-np2:3.2.4": "a watchtower may have a single vicinity or many; ",
  "pli-tv-bu-vb-np2:3.2.5": "a stilt house may have a single vicinity or many; ",
  "pli-tv-bu-vb-np2:3.2.8": "a boat may have a single vicinity or many; ",
  "pli-tv-bu-vb-np2:3.2.9": "a caravan may have a single vicinity or many; ",
  "pli-tv-bu-vb-np2:3.2.10": "a field may have a single vicinity or many; ",
  "pli-tv-bu-vb-np2:3.2.11": "a threshing floor may have a single vicinity or many; ",
  "pli-tv-bu-vb-np2:3.2.12": "a monastery may have a single vicinity or many; ",
  "pli-tv-bu-vb-np2:3.2.13": "a dwelling may have a single vicinity or many; ",
  "pli-tv-bu-vb-np2:3.2.14": "the foot of a tree may have a single vicinity or many; ",
  "pli-tv-bu-vb-np2:3.2.15": "out in the open may have a single vicinity or many. ",
  "pli-tv-bu-vb-np2:3.3.0.1": "Exposition ",
  "pli-tv-bu-vb-np2:3.3.0.2": "An inhabited area ",
  "pli-tv-bu-vb-np2:3.3.1": "“An inhabited area with a single vicinity” refers to the following. ",
  "pli-tv-bu-vb-np2:3.3.2": "An enclosed inhabited area belonging to one clan: if the robe is kept within the inhabited area, one must stay within the inhabited area. ",
  "pli-tv-bu-vb-np2:3.3.3": "An unenclosed inhabited area belonging to one clan: one must stay in the house where the robe is kept, or not go beyond arm’s reach of the house. ",
  "pli-tv-bu-vb-np2:3.3.4": "An enclosed inhabited area belonging to many clans: if the robe is kept in a house, one must stay in that house, in the public meeting hall, or at the gateway to the inhabited area, or not go beyond arm’s reach of the public meeting hall or the gateway. ",
  "pli-tv-bu-vb-np2:3.3.5": "If one puts aside the robe within arm’s reach while going to the public meeting hall, one must stay in the public meeting hall, or at the gateway to the inhabited area, or not go beyond arm’s reach of either. ",
  "pli-tv-bu-vb-np2:3.3.6": "If the robe is kept in the public meeting hall, one must stay in the public meeting hall, or at the gateway to the inhabited area, or not go beyond arm’s reach of either. ",
  "pli-tv-bu-vb-np2:3.3.7": "An unenclosed inhabited area belonging to many clans: one must stay in the house where the robe is kept, or not go beyond arm’s reach of the house. ",
  "pli-tv-bu-vb-np2:3.4.0": "A house ",
  "pli-tv-bu-vb-np2:3.4.1": "An enclosed house belonging to one clan and having many rooms: if the robe is kept in the house, one must stay within the house. ",
  "pli-tv-bu-vb-np2:3.4.2": "An unenclosed house belonging to one clan and having many rooms: one must stay in the room where the robe is kept, or not go beyond arm’s reach of the room. ",
  "pli-tv-bu-vb-np2:3.4.3": "An enclosed house belonging to many clans and having many rooms: if the robe is kept in a room, one must stay in that room, or at the main entrance, or not go beyond arm’s reach of either. ",
  "pli-tv-bu-vb-np2:3.4.4": "An unenclosed house belonging to many clans and having many rooms: one must stay in the room where the robe is kept, or not go beyond arm’s reach of the room. ",
  "pli-tv-bu-vb-np2:3.5.0": "A storehouse ",
  "pli-tv-bu-vb-np2:3.5.1": "An enclosed storehouse belonging to one clan and having many rooms: if the robe is kept in the building, one must stay within the building. ",
  "pli-tv-bu-vb-np2:3.5.2": "An unenclosed storehouse belonging to one clan and having many rooms: one must stay in the room where the robe is kept, or not go beyond arm’s reach of the room. ",
  "pli-tv-bu-vb-np2:3.5.3": "An enclosed storehouse belonging to many clans and having many rooms: if the robe is kept in a room, one must stay in that room, or at the main entrance, or not go beyond arm’s reach of either. ",
  "pli-tv-bu-vb-np2:3.5.4": "An unenclosed storehouse belonging to many clans and having many rooms: one must stay in the room where the robe is kept, or not go beyond arm’s reach of the room. ",
  "pli-tv-bu-vb-np2:3.6.0": "A watchtower ",
  "pli-tv-bu-vb-np2:3.6.1": "A watchtower belonging to one clan: if the robe is kept in the watchtower, one must stay within the watchtower. ",
  "pli-tv-bu-vb-np2:3.6.2": "A watchtower belonging to many clans and having many rooms: one must stay in the room where the robe is kept, or at the main entrance, or not go beyond arm’s reach of either. ",
  "pli-tv-bu-vb-np2:3.7.0": "A stilt house ",
  "pli-tv-bu-vb-np2:3.7.1": "A stilt house belonging to one clan: if the robe is kept in the stilt house, one must stay within the stilt house. ",
  "pli-tv-bu-vb-np2:3.7.2": "A stilt house belonging to many clans and having many rooms: one must stay in the room where the robe is kept, or at the main entrance, or not go beyond arm’s reach of either. ",
  "pli-tv-bu-vb-np2:3.10.0": "A boat ",
  "pli-tv-bu-vb-np2:3.10.1": "A boat belonging to one clan: if the robe is kept on the boat, one must stay on the boat. ",
  "pli-tv-bu-vb-np2:3.10.2": "A boat belonging to many clans and having many rooms: one must stay in the room where the robe is kept, or not go beyond arm’s reach of the room. ",
  "pli-tv-bu-vb-np2:3.11.0": "A caravan ",
  "pli-tv-bu-vb-np2:3.11.1": "A caravan belonging to one clan: if the robe is kept within the caravan, one must not go further than 80 meters in front of or behind the caravan, and no further than 11 meters from either side. ",
  "pli-tv-bu-vb-np2:3.11.2": "A caravan belonging to many clans: if the robe is kept within the caravan, one must not go beyond arm’s reach of the caravan. ",
  "pli-tv-bu-vb-np2:3.12.0": "A field ",
  "pli-tv-bu-vb-np2:3.12.1": "An enclosed field belonging to one clan: if the robe is kept within the field, one must stay within that field. ",
  "pli-tv-bu-vb-np2:3.12.2": "An unenclosed field belonging to one clan: one must not go beyond arm’s reach of the robe. ",
  "pli-tv-bu-vb-np2:3.12.3": "An enclosed field belonging to many clans: if the robe is kept within the field, one must stay at the entrance to the field, or not go beyond arm’s reach of the entrance or the robe. ",
  "pli-tv-bu-vb-np2:3.12.4": "An unenclosed field belonging to many clans: one must not go beyond arm’s reach of the robe. ",
  "pli-tv-bu-vb-np2:3.13.0": "A threshing floor ",
  "pli-tv-bu-vb-np2:3.13.1": "An enclosed threshing floor belonging to one clan: if the robe is kept on the threshing floor, one must stay on that threshing floor. ",
  "pli-tv-bu-vb-np2:3.13.2": "An unenclosed threshing floor belonging to one clan: one must not go beyond arm’s reach of the robe. ",
  "pli-tv-bu-vb-np2:3.13.3": "An enclosed threshing floor belonging to many clans: if the robe is kept on the threshing floor, one must stay at the entrance to the threshing floor, or not go beyond arm’s reach of the entrance or the robe. ",
  "pli-tv-bu-vb-np2:3.13.4": "An unenclosed threshing floor belonging to many clans: one must not go beyond arm’s reach of the robe. ",
  "pli-tv-bu-vb-np2:3.14.0": "A monastery ",
  "pli-tv-bu-vb-np2:3.14.1": "An enclosed monastery belonging to one clan: if the robe is kept within the monastery, one must stay within that monastery. ",
  "pli-tv-bu-vb-np2:3.14.2": "An unenclosed monastery belonging to one clan: one must not go beyond arm’s reach of the robe. ",
  "pli-tv-bu-vb-np2:3.14.3": "An enclosed monastery belonging to many clans: if the robe is kept within the monastery, one must stay at the entrance to the monastery, or not go beyond arm’s reach of the entrance or the robe. ",
  "pli-tv-bu-vb-np2:3.14.4": "An unenclosed monastery belonging to many clans: one must not go beyond arm’s reach of the robe. ",
  "pli-tv-bu-vb-np2:3.15.0": "A dwelling ",
  "pli-tv-bu-vb-np2:3.15.1": "An enclosed dwelling belonging to one clan: if the robe is kept within the dwelling, one must stay within that dwelling. ",
  "pli-tv-bu-vb-np2:3.15.2": "An unenclosed dwelling belonging to one clans: one must stay in the dwelling where the robe is kept, or not go beyond arm’s reach of that dwelling. ",
  "pli-tv-bu-vb-np2:3.15.3": "An enclosed dwelling belonging to many clans: one must stay in the dwelling where the robe is kept, or at the main entrance to the dwelling, or not go beyond arm’s reach of either. ",
  "pli-tv-bu-vb-np2:3.15.4": "An unenclosed dwelling belonging to many clans: one must stay in the dwelling where the robe is kept, or not go beyond arm’s reach of the dwelling. ",
  "pli-tv-bu-vb-np2:3.16.0": "The foot of a tree ",
  "pli-tv-bu-vb-np2:3.16.1": "At the foot of a tree belonging to one clan: if the robe is kept within the area of the midday shadow of the tree, one must stay within that area. ",
  "pli-tv-bu-vb-np2:3.16.2": "At the foot of a tree belonging to many clans: one must not go beyond arm’s reach of the robe. ",
  "pli-tv-bu-vb-np2:3.17.0": "In the open ",
  "pli-tv-bu-vb-np2:3.17.1": "Out in the open with one vicinity: in an uninhabited area, in the wilderness, one vicinity is the area covered by a circle with radius 80 meters. ",
  "pli-tv-bu-vb-np2:3.17.2": "Whatever lies beyond that is many vicinities. ",
  "pli-tv-bu-vb-np2:3.18.1": "If he has stayed apart and he perceives that he has, then, except if the monks have agreed, he commits an offense entailing relinquishment and confession. ",
  "pli-tv-bu-vb-np2:3.18.2": "If he has stayed apart, but he is unsure of it, then, except if the monks have agreed, he commits an offense entailing relinquishment and confession. ",
  "pli-tv-bu-vb-np2:3.18.3": "If he has stayed apart, but he perceives that he has not, then, except if the monks have agreed, he commits an offense entailing relinquishment and confession. ",
  "pli-tv-bu-vb-np2:3.18.4": "If he has not relinquished the robe, but he perceives that he has, then, except if the monks have agreed, he commits an offense entailing relinquishment and confession. ",
  "pli-tv-bu-vb-np2:3.18.5": "If he has not given away the robe, but he perceives that he has, then, except if the monks have agreed, he commits an offense entailing relinquishment and confession. ",
  "pli-tv-bu-vb-np2:3.18.6": "If he has not lost the robe, but he perceives that he has, then, except if the monks have agreed, he commits an offense entailing relinquishment and confession. ",
  "pli-tv-bu-vb-np2:3.18.7": "If the robe is not destroyed, but he perceives that it is, then, except if the monks have agreed, he commits an offense entailing relinquishment and confession. ",
  "pli-tv-bu-vb-np2:3.18.8": "If the robe is not burnt, but he perceives that it is, then, except if the monks have agreed, he commits an offense entailing relinquishment and confession. ",
  "pli-tv-bu-vb-np2:3.18.9": "If the robe is not stolen, but he perceives that it is, then, except if the monks have agreed, he commits an offense entailing relinquishment and confession. ",
  "pli-tv-bu-vb-np2:3.18.10": "If he uses a robe that should be relinquished without first relinquishing it, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-np2:3.18.11": "If he has not stayed apart, but he perceives that he has, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-np2:3.18.12": "If he has not stayed apart, but he is unsure of it, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-np2:3.18.13": "If he has not stayed apart and he perceives that he has not, there is no offense. ",
  "pli-tv-bu-vb-np2:3.19.0": "Non-offenses ",
  "pli-tv-bu-vb-np2:3.19.1": "There is no offense: ",
  "pli-tv-bu-vb-np2:3.19.2": "if before dawn it has been relinquished, given away, lost, destroyed, burnt, stolen, or taken on trust; ",
  "pli-tv-bu-vb-np2:3.19.3": "if he has the permission of the monks; ",
  "pli-tv-bu-vb-np2:3.19.4": "if he is insane; ",
  "pli-tv-bu-vb-np2:3.19.5": "if he is the first offender. ",
  "pli-tv-bu-vb-np2:3.19.6": "The second rule, the training rule on storehouses, is finished."
}