{
  "pli-tv-bu-vb-np17:0.1": "Theravāda Collection on Monastic Law ",
  "pli-tv-bu-vb-np17:0.2": "The monks’ rules and their analysis ",
  "pli-tv-bu-vb-np17:0.3": "The chapter on relinquishment ",
  "pli-tv-bu-vb-np17:0.4": "The sub-chapter on silk ",
  "pli-tv-bu-vb-np17:0.5": "17. The training rule on getting wool washed ",
  "pli-tv-bu-vb-np17:1.0": "Origin story ",
  "pli-tv-bu-vb-np17:1.1": "At one time the Buddha was staying in the Sakyan country at Kapilavatthu in the Banyan Tree Monastery. ",
  "pli-tv-bu-vb-np17:1.2": "At that time the monks from the group of six got nuns to wash, dye, and comb wool. ",
  "pli-tv-bu-vb-np17:1.3": "Because of this work, the nuns neglected recitation, questioning, the higher morality, the higher mind, and the higher wisdom. ",
  "pli-tv-bu-vb-np17:1.4": "Mahāpajāpati Gotamī then approached the Buddha and bowed down to him. ",
  "pli-tv-bu-vb-np17:1.5": "And the Buddha said to her, “Gotamī, I hope the nuns are heedful, energetic, and diligent?” ",
  "pli-tv-bu-vb-np17:1.6": "“How could the nuns be heedful, Venerable Sir?” ",
  "pli-tv-bu-vb-np17:1.7": "And she told him what was happening. ",
  "pli-tv-bu-vb-np17:1.9": "The Buddha then instructed, inspired, and gladdened her with a teaching. ",
  "pli-tv-bu-vb-np17:1.10": "She bowed down, circumambulated him with her right side toward him, and left. ",
  "pli-tv-bu-vb-np17:1.11": "Soon afterwards the Buddha had the Sangha gathered and questioned the monks from the group of six: ",
  "pli-tv-bu-vb-np17:1.12": "“Is it true, monks, that you do this?” ",
  "pli-tv-bu-vb-np17:1.13": "“It’s true, Sir.” ",
  "pli-tv-bu-vb-np17:1.14": "“Are they your relatives?” ",
  "pli-tv-bu-vb-np17:1.15": "“No.” ",
  "pli-tv-bu-vb-np17:1.16": "“Foolish men, people who are not related don’t know what’s appropriate and what’s inappropriate in dealing with each other, what’s inspiring behavior and what’s not. ",
  "pli-tv-bu-vb-np17:1.17": "And still you got unrelated nuns to wash, dye, and comb wool. ",
  "pli-tv-bu-vb-np17:1.18": "This won’t give rise to confidence in those without it … ",
  "pli-tv-bu-vb-np17:1.19": "And, monks, this training rule should be recited like this: ",
  "pli-tv-bu-vb-np17:1.20.0": "Final ruling ",
  "pli-tv-bu-vb-np17:1.20.1": "‘If a monk gets an unrelated nun to wash, dye, or comb wool, he commits an offense entailing relinquishment and confession.’” ",
  "pli-tv-bu-vb-np17:2.0": "Definitions ",
  "pli-tv-bu-vb-np17:2.1": "A: ",
  "pli-tv-bu-vb-np17:2.2": "whoever … ",
  "pli-tv-bu-vb-np17:2.3": "Monk: ",
  "pli-tv-bu-vb-np17:2.4": "… The monk who has been given the full ordination by a unanimous Sangha through a legal procedure consisting of one motion and three announcements that is irreversible and fit to stand—this sort of monk is meant in this case. ",
  "pli-tv-bu-vb-np17:2.5": "Unrelated: ",
  "pli-tv-bu-vb-np17:2.6": "anyone who is not a descendant of one’s male ancestors going back seven generations, either on the mother’s side or on the father’s side. ",
  "pli-tv-bu-vb-np17:2.7": "A nun: ",
  "pli-tv-bu-vb-np17:2.8": "she has been given the full ordination by both Sanghas. ",
  "pli-tv-bu-vb-np17:2.9": "If he tells her to wash it, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-np17:2.10": "When it has been washed, it becomes subject to relinquishment. ",
  "pli-tv-bu-vb-np17:2.11": "If he tells her to dye it, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-np17:2.12": "When it has been dyed, it becomes subject to relinquishment. ",
  "pli-tv-bu-vb-np17:2.13": "If he tells her to comb it, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-np17:2.14": "When it has been combed, it becomes subject to relinquishment. ",
  "pli-tv-bu-vb-np17:2.15": "The wool should be relinquished to a sangha, a group, or an individual. ",
  "pli-tv-bu-vb-np17:2.16": "“And, monks, it should be relinquished like this. … ",
  "pli-tv-bu-vb-np17:2.17": "(To be expanded as in [Relinquishment 1](pli-tv-bu-vb-np1:3.2.5--3.2.29), with appropriate substitutions.) ",
  "pli-tv-bu-vb-np17:2.18": "‘Venerables, this wool which I got washed by an unrelated nun is to be relinquished. ",
  "pli-tv-bu-vb-np17:2.19": "I relinquish it to the Sangha.’ … ",
  "pli-tv-bu-vb-np17:2.20": "the Sangha should give … ",
  "pli-tv-bu-vb-np17:2.21": "you should give … ",
  "pli-tv-bu-vb-np17:2.22": "‘I give this wool back to you.’” ",
  "pli-tv-bu-vb-np17:2.23.0": "Permutations ",
  "pli-tv-bu-vb-np17:2.23.1": "If she is unrelated and he perceives her as such, and he gets her to wash wool, he commits one offense entailing relinquishment and confession. ",
  "pli-tv-bu-vb-np17:2.24": "If she is unrelated and he perceives her as such, and he gets her to wash and dye wool, he commits one offense entailing relinquishment and one offense of wrong conduct. ",
  "pli-tv-bu-vb-np17:2.25": "If she is unrelated and he perceives her as such, and he gets her to wash and comb wool, he commits one offense entailing relinquishment and one offense of wrong conduct. ",
  "pli-tv-bu-vb-np17:2.26": "If she is unrelated and he perceives her as such, and he gets her to wash, dye, and comb wool, he commits one offense entailing relinquishment and two offenses of wrong conduct. ",
  "pli-tv-bu-vb-np17:2.27": "If she is unrelated and he perceives her as such, and he gets her to dye wool, he commits one offense entailing relinquishment and confession. ",
  "pli-tv-bu-vb-np17:2.28": "If she is unrelated and he perceives her as such, and he gets her to dye and comb wool, he commits one offense entailing relinquishment and one offense of wrong conduct. ",
  "pli-tv-bu-vb-np17:2.29": "If she is unrelated and he perceives her as such, and he gets her to dye and wash wool, he commits one offense entailing relinquishment and one offense of wrong conduct. ",
  "pli-tv-bu-vb-np17:2.30": "If she is unrelated and he perceives her as such, and he gets her to dye, comb, and wash wool, he commits one offense entailing relinquishment and two offenses of wrong conduct. ",
  "pli-tv-bu-vb-np17:2.31": "If she is unrelated and he perceives her as such, and he gets her to comb wool, he commits one offense entailing relinquishment and confession. ",
  "pli-tv-bu-vb-np17:2.32": "If she is unrelated and he perceives her as such, and he gets her to comb and wash wool, he commits one offense entailing relinquishment and one offense of wrong conduct. ",
  "pli-tv-bu-vb-np17:2.33": "If she is unrelated and he perceives her as such, and he gets her to comb and dye wool, he commits one offense entailing relinquishment and one offense of wrong conduct. ",
  "pli-tv-bu-vb-np17:2.34": "If she is unrelated and he perceives her as such, and he gets her to comb, wash, and dye wool, he commits one offense entailing relinquishment and two offenses of wrong conduct. ",
  "pli-tv-bu-vb-np17:2.35": "If she is unrelated, but he is unsure of it … ",
  "pli-tv-bu-vb-np17:2.36": "If she is unrelated, but he perceives her as related … ",
  "pli-tv-bu-vb-np17:2.37": "If he gets her to wash wool belonging to someone else, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-np17:2.38": "If he gets a nun who is fully ordained only on one side to do the washing, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-np17:2.39": "If she is related, but he perceives her as unrelated, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-np17:2.40": "If she is related, but he is unsure of it, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-np17:2.41": "If she is related and he perceives her as such, there is no offense. ",
  "pli-tv-bu-vb-np17:2.42.0": "Non-offenses ",
  "pli-tv-bu-vb-np17:2.42.1": "There is no offense: ",
  "pli-tv-bu-vb-np17:2.43": "if a related nun does the washing and an unrelated nun helps her; ",
  "pli-tv-bu-vb-np17:2.44": "if a nun does the washing without being asked; ",
  "pli-tv-bu-vb-np17:2.45": "if he gets a nun to wash an unused and finished article; ",
  "pli-tv-bu-vb-np17:2.46": "if it is a trainee nun; ",
  "pli-tv-bu-vb-np17:2.47": "if it is a novice nun; ",
  "pli-tv-bu-vb-np17:2.48": "if he is insane; ",
  "pli-tv-bu-vb-np17:2.49": "if he is the first offender. ",
  "pli-tv-bu-vb-np17:2.50": "The seventh rule, the training rule on getting wool washed, is finished."
}