{
  "pli-tv-bu-vb-np27:0.1": "Theravāda Collection on Monastic Law ",
  "pli-tv-bu-vb-np27:0.2": "The monks’ rules and their analysis ",
  "pli-tv-bu-vb-np27:0.3": "The chapter on relinquishment ",
  "pli-tv-bu-vb-np27:0.4": "The sub-chapter on almsbowls ",
  "pli-tv-bu-vb-np27:0.5": "27. The long training rule on weavers ",
  "pli-tv-bu-vb-np27:1.0": "Origin story ",
  "pli-tv-bu-vb-np27:1.1": "At one time the Buddha was staying at Sāvatthī in the Jeta Grove, Anāthapiṇḍika’s Monastery. ",
  "pli-tv-bu-vb-np27:1.2": "At that time a man who was going away said to his wife, “Weigh some thread, take it to the weavers, have them weave robe-cloth, and put the robe-cloth aside. ",
  "pli-tv-bu-vb-np27:1.3": "When I return I’ll give it to Venerable Upananda.” ",
  "pli-tv-bu-vb-np27:1.4": "An alms-collecting monk heard that man speaking those words. ",
  "pli-tv-bu-vb-np27:1.5": "He then went to Upananda the Sakyan and said, “Upananda, you have much merit. ",
  "pli-tv-bu-vb-np27:1.6": "In such-and-such a place I heard a man, as he was about to go away, tell his wife to have robe-cloth woven so that he could give it to you when he returned.” ",
  "pli-tv-bu-vb-np27:1.7": "“He’s my supporter.” ",
  "pli-tv-bu-vb-np27:1.8": "And the weaver was Upananda’s supporter too. ",
  "pli-tv-bu-vb-np27:1.9": "Upananda then went to that weaver and said, ",
  "pli-tv-bu-vb-np27:1.10": "“This robe-cloth that you’re weaving for me, make it long and wide. And make it closely woven, well-woven, well-stretched, well-scraped, and well-combed.” ",
  "pli-tv-bu-vb-np27:1.11": "“Venerable, they’ve already weighed the thread and given it to me, saying, ",
  "pli-tv-bu-vb-np27:1.12": "‘Weave the robe-cloth with this thread.’ ",
  "pli-tv-bu-vb-np27:1.13": "I won’t be able to make it long, wide, or closely woven. ",
  "pli-tv-bu-vb-np27:1.14": "But I’m able to make it well-woven, well-stretched, well-scraped, and well-combed.” ",
  "pli-tv-bu-vb-np27:1.15": "“Just make it long, wide, and closely woven. ",
  "pli-tv-bu-vb-np27:1.16": "There won’t be any lack of thread.” ",
  "pli-tv-bu-vb-np27:1.17": "Then, when all the thread had been used up, that weaver went to that woman and said, “Madam, I need more thread.” ",
  "pli-tv-bu-vb-np27:1.18": "“But didn’t I tell you to weave the robe-cloth with that thread?” ",
  "pli-tv-bu-vb-np27:1.19": "“You did. ",
  "pli-tv-bu-vb-np27:1.20": "But Venerable Upananda told me to make it long, wide, and closely woven. ",
  "pli-tv-bu-vb-np27:1.21": "And he said there wouldn’t be any lack of thread.” ",
  "pli-tv-bu-vb-np27:1.22": "That woman then gave him as much thread again as she had done the first time. ",
  "pli-tv-bu-vb-np27:1.23": "Soon Upananda heard that that man had returned from his travels, and he went to his house and sat down on a prepared seat. ",
  "pli-tv-bu-vb-np27:1.24": "That man approached him, bowed, and sat down. ",
  "pli-tv-bu-vb-np27:1.25": "He then said to his wife, “Has the robe-cloth been woven?” ",
  "pli-tv-bu-vb-np27:1.26": "“Yes it has.” ",
  "pli-tv-bu-vb-np27:1.27": "“Please bring it, I’ll give it to Venerable Upananda.” ",
  "pli-tv-bu-vb-np27:1.28": "She then got the robe-cloth, gave it to her husband, and told him what had happened. ",
  "pli-tv-bu-vb-np27:1.29": "After giving the robe-cloth to Upananda, he complained and criticized him, ",
  "pli-tv-bu-vb-np27:1.30": "“These Sakyan ascetics have great desires; they’re not content. ",
  "pli-tv-bu-vb-np27:1.31": "It’s no easy matter to give them robe-cloth. ",
  "pli-tv-bu-vb-np27:1.32": "How could Venerable Upananda go to the weavers and specify the kind of robe-cloth he wanted without first being invited by me?” ",
  "pli-tv-bu-vb-np27:1.33": "The monks heard the complaints of that man, ",
  "pli-tv-bu-vb-np27:1.34": "and the monks of few desires complained and criticized Upananda, ",
  "pli-tv-bu-vb-np27:1.35": "“How can Venerable Upananda go to a householder’s weavers and specify the kind of robe-cloth he wants without first being invited?” ",
  "pli-tv-bu-vb-np27:1.36": "After rebuking him in many ways, they told the Buddha. Soon afterwards he had the Sangha gathered and questioned Upananda: ",
  "pli-tv-bu-vb-np27:1.37": "“Is it true, Upananda, that you did this?” ",
  "pli-tv-bu-vb-np27:1.38": "“It’s true, Sir.” ",
  "pli-tv-bu-vb-np27:1.39": "“Is he a relative of yours?” ",
  "pli-tv-bu-vb-np27:1.40": "“No, Sir.” ",
  "pli-tv-bu-vb-np27:1.41": "“Foolish man, people who are not related don’t know what’s appropriate and what’s inappropriate in dealing with each other, what’s right and what’s wrong. ",
  "pli-tv-bu-vb-np27:1.42": "And still you went to the weavers of an unrelated householder and specified the kind of robe-cloth you wanted without first being invited. ",
  "pli-tv-bu-vb-np27:1.43": "This won’t give rise to confidence in those without it … ",
  "pli-tv-bu-vb-np27:1.44": "And, monks, this training rule should be recited like this: ",
  "pli-tv-bu-vb-np27:1.45.0": "Final ruling ",
  "pli-tv-bu-vb-np27:1.45.1": "‘If a male or female householder is having robe-cloth woven by weavers for an unrelated monk and, without first being invited, that monk goes to those weavers and specifies the kind of robe-cloth he wants, saying, ",
  "pli-tv-bu-vb-np27:1.46": "‘This robe-cloth that you are weaving for me, make it long and wide; make it closely woven, well-woven, well-stretched, well-scraped, and well-combed; ",
  "pli-tv-bu-vb-np27:1.47": "and perhaps I will even give you a small gift;’ ",
  "pli-tv-bu-vb-np27:1.48": "then, in saying that and afterwards giving them a small gift, even if it is only a bit of almsfood, he commits an offense entailing relinquishment and confession.’” ",
  "pli-tv-bu-vb-np27:2.0": "Definitions ",
  "pli-tv-bu-vb-np27:2.1": "For a monk: ",
  "pli-tv-bu-vb-np27:2.2": "for the benefit of a monk; making a monk the object, he wishes to give to the monk. ",
  "pli-tv-bu-vb-np27:2.3": "Unrelated: ",
  "pli-tv-bu-vb-np27:2.4": "anyone who is not a descendant of one’s male ancestors going back seven generations, either on the mother’s side or on the father’s side. ",
  "pli-tv-bu-vb-np27:2.5": "A male householder: ",
  "pli-tv-bu-vb-np27:2.6": "any man who lives at home. ",
  "pli-tv-bu-vb-np27:2.7": "A female householder: ",
  "pli-tv-bu-vb-np27:2.8": "any woman who lives at home. ",
  "pli-tv-bu-vb-np27:2.9": "By weavers: ",
  "pli-tv-bu-vb-np27:2.10": "by those who weave. ",
  "pli-tv-bu-vb-np27:2.11": "Robe-cloth: ",
  "pli-tv-bu-vb-np27:2.12": "one of the six kinds of robe-cloth, but not smaller than what can be transferred to another. ",
  "pli-tv-bu-vb-np27:2.13": "Is having woven: ",
  "pli-tv-bu-vb-np27:2.14": "is causing to weave. ",
  "pli-tv-bu-vb-np27:2.15": "If that monk: ",
  "pli-tv-bu-vb-np27:2.16": "the monk for whom the robe-cloth is being woven. ",
  "pli-tv-bu-vb-np27:2.17": "Without first being invited: ",
  "pli-tv-bu-vb-np27:2.18": "without it first being said, “Venerable, what kind of robe-cloth do you need? What kind of robe-cloth should I get woven for you?” ",
  "pli-tv-bu-vb-np27:2.19": "Goes to those weavers: ",
  "pli-tv-bu-vb-np27:2.20": "having gone to their house or having gone wherever. ",
  "pli-tv-bu-vb-np27:2.21": "Specifies the kind of robe-cloth he wants: ",
  "pli-tv-bu-vb-np27:2.22": "“This robe-cloth that you are weaving for me, make it long and wide; ",
  "pli-tv-bu-vb-np27:2.23": "make it closely woven, well-woven, well-stretched, well-scraped, and well-combed; ",
  "pli-tv-bu-vb-np27:2.24": "and perhaps I will even give you a small gift.” ",
  "pli-tv-bu-vb-np27:2.25": "Then in saying that and afterwards giving them a small gift, even if it is only a bit of almsfood—",
  "pli-tv-bu-vb-np27:2.26": "Almsfood: ",
  "pli-tv-bu-vb-np27:2.27": "rice porridge, a meal, non-staple food, a bit of bath powder, a toothbrush, a piece of string, and even if he gives a teaching. ",
  "pli-tv-bu-vb-np27:2.28": "If the weaver makes it long or wide or closely woven because of the monk’s statement, then for the effort there is an act of wrong conduct. ",
  "pli-tv-bu-vb-np27:2.29": "When he gets the robe-cloth, it becomes subject to relinquishment. ",
  "pli-tv-bu-vb-np27:2.30": "The robe-cloth should be relinquished to a sangha, a group, or an individual. ",
  "pli-tv-bu-vb-np27:2.31": "“And, monks, it should be relinquished like this. ",
  "pli-tv-bu-vb-np27:2.32": "(To be expanded as in [Relinquishment 1](pli-tv-bu-vb-np1:3.2.5--3.2.29), with appropriate substitutions.) ",
  "pli-tv-bu-vb-np27:2.33": "‘Venerables, this robe-cloth for which I went to the weavers of an unrelated householder and specified the kind of robe-cloth I wanted without first being invited is to be relinquished. ",
  "pli-tv-bu-vb-np27:2.34": "I relinquish it to the Sangha.’ … ",
  "pli-tv-bu-vb-np27:2.35": "the Sangha should give … ",
  "pli-tv-bu-vb-np27:2.36": "you should give … ",
  "pli-tv-bu-vb-np27:2.37": "‘I give this robe-cloth back to you.’” ",
  "pli-tv-bu-vb-np27:2.38.0": "Permutations ",
  "pli-tv-bu-vb-np27:2.38.1": "If the householder is unrelated and the monk perceives them as such and, without first being invited, he approaches the lay person’s weavers and specifies the kind of robe-cloth he wants, he commits an offense entailing relinquishment and confession. ",
  "pli-tv-bu-vb-np27:2.39": "If the householder is unrelated, but the monk is unsure of it and, without first being invited, he approaches the lay person’s weavers and specifies the kind of robe-cloth he wants, he commits an offense entailing relinquishment and confession. ",
  "pli-tv-bu-vb-np27:2.40": "If the householder is unrelated, but the monk perceives them as related and, without first being invited, he approaches the lay person’s weavers and specifies the kind of robe-cloth he wants, he commits an offense entailing relinquishment and confession. ",
  "pli-tv-bu-vb-np27:2.41": "If the lay person is related, but the monk perceives them as unrelated, commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-np27:2.42": "If the lay person is related, but the monk is unsure of it, commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-np27:2.43": "If the lay person is related and the monk perceives them as such, there is no offense. ",
  "pli-tv-bu-vb-np27:2.44.0": "Non-offenses ",
  "pli-tv-bu-vb-np27:2.44.1": "There is no offense: ",
  "pli-tv-bu-vb-np27:2.45": "if it is from relatives; ",
  "pli-tv-bu-vb-np27:2.46": "if it is from those who have given an invitation; ",
  "pli-tv-bu-vb-np27:2.47": "if it is for the benefit of someone else; ",
  "pli-tv-bu-vb-np27:2.48": "if it is by means of his own property; ",
  "pli-tv-bu-vb-np27:2.49": "if someone wants to have expensive robe-cloth woven, but he has them weave inexpensive robe-cloth instead; ",
  "pli-tv-bu-vb-np27:2.50": "if he is insane; ",
  "pli-tv-bu-vb-np27:2.51": "if he is the first offender. ",
  "pli-tv-bu-vb-np27:2.52": "The seventh rule, the long training rule on weavers, is finished."
}