{
  "pli-tv-bu-vb-np18:0.1": "Theravāda Collection on Monastic Law ",
  "pli-tv-bu-vb-np18:0.2": "The Great Analysis ",
  "pli-tv-bu-vb-np18:0.3": "The chapter on relinquishment ",
  "pli-tv-bu-vb-np18:0.4": "The sub-chapter on silk ",
  "pli-tv-bu-vb-np18:0.5": "18. The training rule on money ",
  "pli-tv-bu-vb-np18:1.0": "Origin story ",
  "pli-tv-bu-vb-np18:1.1": "At one time the Buddha was staying at Rājagaha in the Bamboo Grove, the squirrel sanctuary. ",
  "pli-tv-bu-vb-np18:1.2": "At that time Venerable Upananda was associating with a family from which he received a regular meal. ",
  "pli-tv-bu-vb-np18:1.3": "Whenever that family obtained food, they put aside a portion for Upananda. ",
  "pli-tv-bu-vb-np18:1.4": "And that’s what they did when one evening they obtained some meat. ",
  "pli-tv-bu-vb-np18:1.6": "The following morning their son got up early and cried, “Give me meat!” ",
  "pli-tv-bu-vb-np18:1.7": "The man said to his wife, “Give him the venerable’s portion. ",
  "pli-tv-bu-vb-np18:1.8": "We’ll buy something else for the venerable.” ",
  "pli-tv-bu-vb-np18:1.9": "On the same morning Upananda robed up, took his bowl and robe, and went to that family where he sat down on the prepared seat. ",
  "pli-tv-bu-vb-np18:1.10": "The man of the house approached Upananda, bowed, sat down, and said, ",
  "pli-tv-bu-vb-np18:1.11": "“Yesterday evening, Venerable, we obtained some meat, and we put aside a portion for you. ",
  "pli-tv-bu-vb-np18:1.12": "But then in the morning our son got up early and cried, ‘Give me meat!’ and we gave him your portion. ",
  "pli-tv-bu-vb-np18:1.13": "What can we get you for a _kahāpaṇa_?” ",
  "pli-tv-bu-vb-np18:1.14": "“Are you giving up a _kahāpaṇa_ coin for me?” ",
  "pli-tv-bu-vb-np18:1.15": "“Yes.” ",
  "pli-tv-bu-vb-np18:1.16": "“Then just give me that _kahāpaṇa_.” ",
  "pli-tv-bu-vb-np18:1.17": "After giving a _kahāpaṇa_ to Upananda, that man complained and criticized him, “The Sakyan monastics accept money just as we do.” ",
  "pli-tv-bu-vb-np18:1.18": "The monks heard the complaints of that man, ",
  "pli-tv-bu-vb-np18:1.19": "and the monks of few desires complained and criticized him, ",
  "pli-tv-bu-vb-np18:1.20": "“How could Venerable Upananda receive money?” ",
  "pli-tv-bu-vb-np18:1.21": "After rebuking him in many ways, they told the Buddha. Soon afterwards he had the Sangha gathered and questioned Upananda: ",
  "pli-tv-bu-vb-np18:1.22": "“Is it true, Upananda, that you did this?” ",
  "pli-tv-bu-vb-np18:1.23": "“It’s true, Sir.” ",
  "pli-tv-bu-vb-np18:1.24": "The Buddha rebuked him … ",
  "pli-tv-bu-vb-np18:1.25": "“Foolish man, how could you do this? ",
  "pli-tv-bu-vb-np18:1.26": "This will affect people’s confidence …” … ",
  "pli-tv-bu-vb-np18:1.27": "“And, monks, this training rule should be recited like this: ",
  "pli-tv-bu-vb-np18:1.28.0": "Final ruling ",
  "pli-tv-bu-vb-np18:1.28.1": "‘If a monk takes, has someone else take, or consents to gold and silver being deposited for him, he commits an offense entailing relinquishment and confession.’” ",
  "pli-tv-bu-vb-np18:2.0": "Definitions ",
  "pli-tv-bu-vb-np18:2.1": "A: ",
  "pli-tv-bu-vb-np18:2.2": "whoever … ",
  "pli-tv-bu-vb-np18:2.3": "Monk: ",
  "pli-tv-bu-vb-np18:2.4": "… The monk who has been given the full ordination by a unanimous Sangha through a legal procedure consisting of one motion and three announcements that is irreversible and fit to stand—this sort of monk is meant in this case. ",
  "pli-tv-bu-vb-np18:2.5": "Gold: ",
  "pli-tv-bu-vb-np18:2.6": "that which has the color of the Teacher is what is meant. ",
  "pli-tv-bu-vb-np18:2.7": "Silver: ",
  "pli-tv-bu-vb-np18:2.8": "a _kahāpaṇa_ coin, a copper _māsaka_ coin, a wooden _māsaka_ coin, a resin _māsaka_ coin—whatever is used in commerce. ",
  "pli-tv-bu-vb-np18:2.9": "Takes: ",
  "pli-tv-bu-vb-np18:2.10": "if he takes hold of it himself, he commits an offense entailing relinquishment and confession. ",
  "pli-tv-bu-vb-np18:2.11": "Has someone else take: ",
  "pli-tv-bu-vb-np18:2.12": "if he has another take hold of it, he commits an offense entailing relinquishment and confession. ",
  "pli-tv-bu-vb-np18:2.13": "Consents to … being deposited for him: ",
  "pli-tv-bu-vb-np18:2.14": "if someone says, “This is for you,” and he consents to it being deposited for him, it becomes subject to relinquishment. ",
  "pli-tv-bu-vb-np18:2.15": "It should be relinquished in the midst of the Sangha. ",
  "pli-tv-bu-vb-np18:2.16": "“And, monks, it should be relinquished like this. ",
  "pli-tv-bu-vb-np18:2.17": "After approaching the Sangha, that monk should arrange his upper robe over one shoulder and pay respect at the feet of the senior monks. He should then squat on his heels, raise his joined palms, and say: ",
  "pli-tv-bu-vb-np18:2.18": "‘Venerables, I have received money. ",
  "pli-tv-bu-vb-np18:2.19": "It is to be relinquished. ",
  "pli-tv-bu-vb-np18:2.20": "I relinquish it to the Sangha.’” ",
  "pli-tv-bu-vb-np18:2.21": "After relinquishing it, he is to confess the offense. ",
  "pli-tv-bu-vb-np18:2.22": "The confession should be received by a competent and capable monk. ",
  "pli-tv-bu-vb-np18:2.23": "If a monastery worker or a lay follower is available, you should tell him, ",
  "pli-tv-bu-vb-np18:2.24": "“Look into this.” ",
  "pli-tv-bu-vb-np18:2.25": "If he says, ",
  "pli-tv-bu-vb-np18:2.26": "“What can I get you with this?” ",
  "pli-tv-bu-vb-np18:2.27": "one should not say, ",
  "pli-tv-bu-vb-np18:2.28": "“Get this or that;” ",
  "pli-tv-bu-vb-np18:2.29": "one should point out what is allowable: ",
  "pli-tv-bu-vb-np18:2.30": "ghee, oil, honey, or syrup. ",
  "pli-tv-bu-vb-np18:2.31": "If he makes a purchase and brings back what is allowable, everyone may enjoy it except the one who received the money. ",
  "pli-tv-bu-vb-np18:2.32": "If this is what happens, all is well. ",
  "pli-tv-bu-vb-np18:2.33": "If not, he should be told, ",
  "pli-tv-bu-vb-np18:2.34": "“Discard it.” ",
  "pli-tv-bu-vb-np18:2.35": "If he discards it, all is well. ",
  "pli-tv-bu-vb-np18:2.36": "If he does not, a monk who has five qualities should be appointed as the money discarder: ",
  "pli-tv-bu-vb-np18:2.37": "one who is not biased by desire, ill will, confusion, or fear, and who knows what has and has not been discarded. ",
  "pli-tv-bu-vb-np18:2.38": "“And, monks, this is how he should be appointed. ",
  "pli-tv-bu-vb-np18:2.39": "First the monk should be asked ",
  "pli-tv-bu-vb-np18:2.40": "and then a competent and capable monk should inform the Sangha: ",
  "pli-tv-bu-vb-np18:2.41": "‘Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-bu-vb-np18:2.42": "If it seems appropriate to the Sangha, it should appoint monk so-and-so as the money discarder. ",
  "pli-tv-bu-vb-np18:2.43": "This is the motion. ",
  "pli-tv-bu-vb-np18:2.44": "Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-bu-vb-np18:2.45": "The Sangha appoints monk so-and-so as the money discarder. ",
  "pli-tv-bu-vb-np18:2.46": "Any monk who agrees to appointing monk so-and-so as the money discarder should remain silent. ",
  "pli-tv-bu-vb-np18:2.47": "Any monk who doesn’t agree should speak up. ",
  "pli-tv-bu-vb-np18:2.48": "The Sangha has appointed monk so-and-so as the money discarder. ",
  "pli-tv-bu-vb-np18:2.49": "The Sangha approves and is therefore silent. ",
  "pli-tv-bu-vb-np18:2.50": "I’ll remember it thus.’” ",
  "pli-tv-bu-vb-np18:2.51": "The appointed monk should throw it away without taking note of where. ",
  "pli-tv-bu-vb-np18:2.52": "If he takes note of where he throws it, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-np18:2.53.0": "Permutations ",
  "pli-tv-bu-vb-np18:2.53.1": "If it is money, and he perceives it as such, and he receives it, he commits an offense entailing relinquishment and confession. ",
  "pli-tv-bu-vb-np18:2.54": "If it is money, but he is unsure of it, and he receives it, he commits an offense entailing relinquishment and confession. ",
  "pli-tv-bu-vb-np18:2.55": "If it is money, but he does not perceive it as such, and he receives it, he commits an offense entailing relinquishment and confession. ",
  "pli-tv-bu-vb-np18:2.56": "If it is not money, but he perceives it as such, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-np18:2.57": "If it is not money, but he is unsure of it, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-np18:2.58": "If it is not money, and he does not perceive it as such, there is no offense. ",
  "pli-tv-bu-vb-np18:2.59.0": "Non-offenses ",
  "pli-tv-bu-vb-np18:2.59.1": "There is no offense: ",
  "pli-tv-bu-vb-np18:2.60": "if, within a monastery or a lodging, he takes it or has someone take it, and he then puts it aside with the thought, ",
  "pli-tv-bu-vb-np18:2.61": "“Whoever owns it will come and get it;” ",
  "pli-tv-bu-vb-np18:2.62": "if he is insane; ",
  "pli-tv-bu-vb-np18:2.63": "if he is the first offender. ",
  "pli-tv-bu-vb-np18:2.64": "The training rule on money, the eighth, is finished. "
}