{
  "mn10:0.1": "Zbiór mów średniej długości - mowa 10 ",
  "mn10:0.2": "Mowa o ustanowieniach uważności ",
  "mn10:1.1": "Oto com usłyszał – ",
  "mn10:1.2": "ewnego razu Błogosławiony przebywał w państwie Kurū, w Kammāsadhamma, jednym z miast targowych ludu Kurū. ",
  "mn10:1.3": "Tam Błogosławiony zwrócił się do mnichów: ",
  "mn10:1.4": "„Mnisi”. ",
  "mn10:1.5": "„Bhadante”, mnisi ci posłyszeli Błogosławionego. ",
  "mn10:1.6": "Oto co Błogosławiony powiedział: ",
  "mn10:2.1": "„Mnisi, oto bezpośrednia droga do oczyszczenia dla istot, do przezwyciężenia smutku i żalu, do zmierzchu krzywdy i rozpaczy, do właściwego osiągnięcia, do realizacji Nibbāny, a mianowicie cztery ustanowienia uważności. ",
  "mn10:3.1": "Które to cztery? ",
  "mn10:3.2": "Otóż, mnisi, mnich taki, odsuwając tęsknoty i troski związane ze światem, pilnie i uważnie trwa, dostrzegając i przejrzyście pojmując ciało takie, jakim jest, ",
  "mn10:3.3": "odsuwając tęsknoty i troski związane ze światem, pilnie i uważnie trwa, dostrzegając i przejrzyście pojmując odczucia takie, jakimi są, ",
  "mn10:3.4": "odsuwając tęsknoty i troski związane ze światem, pilnie i uważnie trwa, dostrzegając i przejrzyście pojmując umysł taki, jakim jest, ",
  "mn10:3.5": "odsuwając tęsknoty i troski związane ze światem, pilnie i uważnie trwa, dostrzegając i przejrzyście pojmując naturę zjawisk taką, jaka jest. ",
  "mn10:3.6": "Koniec wstępu ",
  "mn10:4.0.1": "1. Obserwowanie ciała ",
  "mn10:4.0.2": "1.1. Obserwowanie ciała, ustęp o oddychaniu ",
  "mn10:4.1": "W jaki sposób, mnisi, mnich obserwuje ciało takie, jakim jest? ",
  "mn10:4.2": "Otóż, mnisi, mnich taki, udaje się w ostępy leśne, u stóp drzewa bądź w pustym pomieszczeniu siada ze skrzyżowanymi nogami, utrzymując wyprostowane ciało, i ustanawia uważność przed sobą, w okolicach twarzy. ",
  "mn10:4.3": "W ten sposób uważnie wdycha, uważnie wydycha. ",
  "mn10:4.4": "Robiąc głęboki wdech, pojmuje właściwie: »Robię głęboki wdech«. Robiąc głęboki wydech, pojmuje właściwie: »Robię głęboki wydech«. ",
  "mn10:4.5": "Robiąc płytki wdech, pojmuje właściwie: »Robię płytki wdech«. Robiąc płytki wydech, pojmuje właściwie: »Robię płytki wydech«. ",
  "mn10:4.6": "»Odczuwając całe ciało, robię wdech« – tak praktykuje. »Odczuwając całe ciało, robię wydech« – tak praktykuje. ",
  "mn10:4.7": "»Uspokajając wytworzenia cielesne, robię wdech« – tak praktykuje. »Uspokajając wytworzenia cielesne, robię wydech« – tak praktykuje. ",
  "mn10:4.8": "Tak jak ktoś, kto wprawnie posługuje się heblem, bądź uczeń tej osoby, robiąc długi ruch heblem, pojmuje właściwie: »Robię długi ruch«. Robiąc krótki ruch heblem, pojmuje właściwie: »Robię krótki ruch«. ",
  "mn10:4.9": "W ten sam sposób mnisi, mnich, robiąc głęboki wdech, pojmuje właściwie: »Robię głęboki wdech«. Robiąc głęboki wydech, pojmuje właściwie: »Robię głęboki wydech«. Robiąc płytki wdech, pojmuje właściwie: »Robię płytki wdech«. Robiąc płytki wydech, pojmuje właściwie: »Robię płytki wydech«. ",
  "mn10:4.10": "»Odczuwając całe ciało, robię wdech« – tak praktykuje. »Odczuwając całe ciało, robię wydech« – tak praktykuje. ",
  "mn10:4.11": "»Uspokajając wytworzenia cielesne, robię wdech« – tak praktykuje. »Uspokajając wytworzenia cielesne, robię wydech« – tak praktykuje. ",
  "mn10:5.1": "W ten sposób trwa, obserwując ciało takie, jakim jest od wewnątrz, obserwując ciało takie, jakim jest z zewnątrz, obserwując ciało takie, jakim jest zarówno od wewnątrz, jak i z zewnątrz. ",
  "mn10:5.2": "W ten sposób trwa, obserwując naturę pojawiania się zjawisk w ciele, obserwując naturę przemijania zjawisk w ciele, obserwując naturę pojawiania się i przemijania zjawisk w ciele. ",
  "mn10:5.3": "Jego uważność jest utwierdzona: »Oto jest ciało!«. Taka właśnie jest miara jego zrozumienia i ciągłej uważności, pozostaje tak, niezależny, bez jakiegokolwiek lgnięcia do świata – ",
  "mn10:5.4": "w ten sposób, mnisi, mnich trwa, obserwując ciało takie, jakim jest. ",
  "mn10:5.5": "Koniec ustępu o oddychaniu. ",
  "mn10:6.0": "1.2. Obserwowanie ciała, ustęp o pozycjach ciała ",
  "mn10:6.1": "Zatem, mnisi, mnich taki chodząc, pojmuje właściwie: »Chodzę«; stojąc, pojmuje właściwie: »Stoję«; siedząc, pojmuje właściwie: »Siedzę«; leżąc, pojmuje właściwie: »Leżę«. ",
  "mn10:6.2": "Jakkolwiek byłoby ułożone jego ciało, zawsze powstaje w mnichu właściwe pojmowanie pozycji ciała. ",
  "mn10:7.1": "W ten sposób trwa, obserwując ciało takie, jakim jest od wewnątrz, obserwując ciało takie, jakim jest z zewnątrz, obserwując ciało takie, jakim jest zarówno od wewnątrz, jak i z zewnątrz. ",
  "mn10:7.2": "W ten sposób trwa, obserwując naturę pojawiania się zjawisk w ciele, obserwując naturę przemijania zjawisk w ciele, obserwując naturę pojawiania się i przemijania zjawisk w ciele. ",
  "mn10:7.3": "Jego uważność jest utwierdzona: »Oto jest ciało!«. Taka właśnie jest miara jego zrozumienia i ciągłej uważności, pozostaje tak, niezależny, bez jakiegokolwiek lgnięcia do świata – ",
  "mn10:7.4": "w ten sposób, mnisi, mnich trwa, obserwując ciało takie, jakim jest. ",
  "mn10:7.5": "Koniec ustępu o pozycjach ciała. ",
  "mn10:8.0": "1.3. Obserwowanie ciała, ustęp o przejrzystym pojmowaniu ",
  "mn10:8.1": "Zatem, mnisi, mnich taki działa, przejrzyście pojmując, gdy idzie do przodu bądź gdy zawraca, działa, przejrzyście pojmując, gdy spogląda gdzieś bądź gdy odwraca wzrok, działa, przejrzyście pojmując, gdy zgina bądź gdy rozciąga kończyny, działa, przejrzyście pojmując, gdy nosi szaty, trzymając miskę żebraczą oraz wierzchnią szatę, działa, przejrzyście pojmując, gdy je, pije, przełyka bądź gdy odczuwa smak pożywienia, działa, przejrzyście pojmując, gdy wydala kał bądź mocz, działa, przejrzyście pojmując, gdy chodzi, stoi, siedzi, zasypia, budzi się, mówi bądź gdy milczy. ",
  "mn10:9.1": "W ten sposób trwa, obserwując ciało takie, jakim jest od wewnątrz, (…) ",
  "mn10:9.2": "w ten sposób mnisi, mnich trwa, obserwując ciało takie, jakim jest. ",
  "mn10:9.3": "Koniec ustępu o przejrzystym pojmowaniu ",
  "mn10:10.0": "1.4. Obserwowanie ciała, ustęp o nakierowaniu umysłu na obrzydliwości ciała ",
  "mn10:10.1": "Zatem, mnisi, mnich taki nakierowuje umysł na swe ciało, badając je od dołu, od podeszew stóp, aż po samą górę, po końcówki włosów na głowie. Dostrzega to ciało jako ograniczone przez skórę oraz pełne wszelkich nieczystości w taki sposób: ",
  "mn10:10.2": "»To ciało ma włosy na głowie, włosy na ciele, paznokcie, zęby, skórę, mięśnie, ścięgna, kości, szpik kostny, nerki, serce, wątrobę, opłucną, śledzionę, płuca, jelito cienkie, jelito grube, żołądek z jego zawartością, fekalia, żółć, flegmę, ropę, krew, pot, tłuszcz, łzy, łój, ślinę, śluz nosowy, maź stawową i mocz«. ",
  "mn10:10.3": "Tak jak, mnisi, wór, mający jeden otwór u góry, drugi u dołu, wypełniony różnego rodzaju nasionami: ryżem sālī, brązowym ryżem nizinnym, zielonym groszkiem, fasolą, sezamem oraz wyłuskanym, białym ryżem. Podobnie jak ktoś, kto ma dobry wzrok, gdyby otworzył ten wór, mógłby ocenić: »To jest ryż sālī, to jest brązowy ryż nizinny, to jest zielony groszek, to jest fasola, to jest sezam, to jest wyłuskany, biały ryż«. ",
  "mn10:10.4": "W ten sam sposób, mnisi, mnich taki nakierowuje umysł na swe ciało, badając je od dołu, od podeszew stóp, aż po samą górę, po końcówki włosów na głowie. Dostrzega to ciało jako ograniczone przez skórę oraz pełne wszelkich nieczystości w taki sposób: ",
  "mn10:10.5": "»To ciało ma włosy na głowie, włosy na ciele, (…) i mocz«. ",
  "mn10:11.1": "W ten sposób trwa, obserwując ciało takie, jakim jest od wewnątrz, (…) ",
  "mn10:11.2": "w ten sposób, mnisi, mnich trwa, obserwując ciało takie, jakim jest. ",
  "mn10:11.3": "Koniec ustępu o nakierowaniu umysłu na obrzydliwości ciała. ",
  "mn10:12.0": "1.5. Obserwowanie ciała, ustęp o nakierowaniu umysłu na pierwiastki ",
  "mn10:12.1": "Zatem, mnisi, mnich taki nakierowuje umysł na swe ciało jako złożone z pierwiastków, niezależnie od pozycji, jakkolwiek byłoby ułożone, w taki sposób: ",
  "mn10:12.2": "»To ciało jest złożone z pierwiastków ziemi, pierwiastków wody, pierwiastków ognia, pierwiastków wiatru«. ",
  "mn10:12.3": "Tak jak ktoś, kto wprawnie posługuje się nożem rzeźnickim, bądź uczeń tej osoby, ubiwszy wcześniej krowę i podzieliwszy ją na części, usiadłby obok skrzyżowania dróg z tak poćwiartowanym mięsem. ",
  "mn10:12.4": "W ten sam sposób, mnisi, mnich taki nakierowuje umysł na swe ciało jako złożone z pierwiastków, niezależnie od pozycji, jakkolwiek byłoby ułożone, w taki sposób: ",
  "mn10:12.5": "»To ciało jest złożone z pierwiastków ziemi, pierwiastków wody, pierwiastków ognia, pierwiastków wiatru«. ",
  "mn10:13.1": "W ten sposób trwa, obserwując ciało takie, jakim jest od wewnątrz, (…) ",
  "mn10:13.2": "w ten sposób, mnisi, mnich trwa, obserwując ciało takie, jakim jest. ",
  "mn10:13.3": "Koniec ustępu o nakierowaniu umysłu na pierwiastki. ",
  "mn10:14.0": "1.6. Obserwowanie ciała, ustęp o dziewięciu cmentarnych stopniach rozkładu ",
  "mn10:14.1": "Zatem, mnisi, mnich taki, jakby widział leżące na cmentarzysku martwe ciało, obserwując je po jednym, dwóch, trzech dniach po śmierci, jak pęcznieje, jak zmienia kolor, jak zaczyna się rozkładać. ",
  "mn10:14.2": "Porównuje je do własnego ciała: ",
  "mn10:14.3": "»Doprawdy, me ciało ma tę samą naturę, czeka je taki sam los, to jest nieuniknione«. ",
  "mn10:15.1": "W ten sposób trwa, obserwując ciało takie, jakim jest od wewnątrz, (…) ",
  "mn10:15.2": "w ten sposób, mnisi, mnich trwa, obserwując ciało takie, jakim jest. ",
  "mn10:16.1": "Zatem, mnisi, mnich taki, jakby widział martwe ciało leżące na cmentarzysku, jak jest pożerane przez kruki, jak jest pożerane przez sokoły, jak jest pożerane przez sępy, jak jest pożerane przez czaple, jak jest pożerane przez psy, jak jest pożerane przez tygrysy, jak jest pożerane przez pantery, jak jest pożerane przez szakale, jak jest pożerane przez różnorakie insekty i robaki. ",
  "mn10:16.2": "Porównuje je do własnego ciała: ",
  "mn10:16.3": "»Doprawdy, me ciało ma tę samą naturę, czeka je taki sam los, to jest nieuniknione«. ",
  "mn10:17.1": "W ten sposób trwa, obserwując ciało takie, jakim jest od wewnątrz, (…) ",
  "mn10:17.2": "w ten sposób, mnisi, mnich trwa, obserwując ciało takie, jakim jest. ",
  "mn10:18-23.1": "Zatem, mnisi, mnich taki, jakby widział leżące na cmentarzysku martwe ciało – pozostały jedynie zwłoki ze strzępami tkanek i skrzepami krwi, ze ścięgnami, które utrzymują szkielet w całości (…), ",
  "mn10:18-23.2": "pozostały jedynie zwłoki bez tkanek, o krwawym zabarwieniu, ze ścięgnami, które utrzymują szkielet w całości (…), ",
  "mn10:18-23.3": "pozostały jedynie zwłoki bez tkanek i bez śladu krwi, ze ścięgnami, które utrzymują szkielet w całości (…), ",
  "mn10:24.1": "pozostały niczym niepołączone kości rozrzucone we wszystkich kierunkach, tutaj kość ręki, tam kość stopy, tutaj kość piszczelowa, tam kość udowa, tutaj kość miednicy, tam kość kręgosłupa, tutaj kości żeber, tam kość mostka, tutaj kość ramienna, tam kość łopatki, tutaj kręgi szyjne, tam kość żuchwy, tutaj zęby, tam czaszka. ",
  "mn10:24.2": "Porównuje je do własnego ciała: ",
  "mn10:24.3": "»Doprawdy, me ciało ma tę samą naturę, czeka je taki sam los, to jest nieuniknione«. ",
  "mn10:25.1": "W ten sposób trwa, obserwując ciało takie, jakim jest od wewnątrz, (…) ",
  "mn10:25.2": "w ten sposób, mnisi, mnich trwa, obserwując ciało takie, jakim jest. ",
  "mn10:26-28.1": "Zatem, mnisi, mnich taki, jakby widział leżące na cmentarzysku martwe ciało – pozostały białe niczym muszle kości (…), ",
  "mn10:29.1": "po trzech latach pozostał stos gnatów (…), ",
  "mn10:30.1": "pozostały jedynie zbutwiałe szczątki i proch. ",
  "mn10:30.2": "Porównuje je do własnego ciała: ",
  "mn10:30.3": "»Doprawdy, me ciało ma tę samą naturę, czeka je taki sam los, to jest nieuniknione«. ",
  "mn10:31.1": "W ten sposób trwa, obserwując ciało takie, jakim jest od wewnątrz, obserwując ciało takie, jakim jest z zewnątrz, obserwując ciało takie, jakim jest zarówno od wewnątrz, jak i z zewnątrz. ",
  "mn10:31.2": "W ten sposób trwa, obserwując naturę pojawiania się zjawisk w ciele, obserwując naturę przemijania zjawisk w ciele, obserwując naturę pojawiania się i przemijania zjawisk w ciele. ",
  "mn10:31.3": "Jego uważność jest utwierdzona: »Oto jest ciało!«. Taka właśnie jest miara jego zrozumienia i ciągłej uważności, pozostaje tak, niezależny, bez jakiegokolwiek lgnięcia do świata – ",
  "mn10:31.4": "w ten sposób, mnisi, mnich trwa, obserwując ciało takie, jakim jest. ",
  "mn10:31.5": "Koniec ustępu o dziewięciu cmentarnych stopniach rozkładu. ",
  "mn10:31.6": "Koniec czternastu obserwacji ciała. ",
  "mn10:32.0": "2. Obserwowanie odczuć ",
  "mn10:32.1": "W jaki sposób, mnisi, mnich obserwuje odczucia takie, jakimi są? ",
  "mn10:32.2": "Otóż, mnisi, mnich taki, odczuwając przyjemne odczucie, pojmuje właściwie: »Odczuwam przyjemne odczucie«. ",
  "mn10:32.3": "Odczuwając nieprzyjemne odczucie, pojmuje właściwie: »Odczuwam nieprzyjemne odczucie«. ",
  "mn10:32.4": "Odczuwając ani przyjemne, ani nieprzyjemne odczucie, pojmuje właściwie: »Odczuwam ani przyjemne, ani nieprzyjemne odczucie«. ",
  "mn10:32.5": "Odczuwając miłe doznanie cielesne, pojmuje właściwie: »Odczuwam miłe doznanie cielesne«. ",
  "mn10:32.6": "Odczuwając błogie uczucie umysłowe, pojmuje właściwie: »Odczuwam błogie uczucie umysłowe«. ",
  "mn10:32.7": "Odczuwając bolesne doznanie cielesne, pojmuje właściwie: »Odczuwam bolesne doznanie cielesne«. ",
  "mn10:32.8": "Odczuwając krzywdzące uczucie umysłowe, pojmuje właściwie: »Odczuwam krzywdzące uczucie umysłowe«. ",
  "mn10:32.9": "Odczuwając ani przyjemne, ani nieprzyjemne doznanie cielesne, pojmuje właściwie: »Odczuwam ani przyjemne, ani nieprzyjemne doznanie cielesne«. ",
  "mn10:32.10": "Odczuwając ani przyjemne, ani nieprzyjemne uczucie umysłowe, pojmuje właściwie: »Odczuwam ani przyjemne, ani nieprzyjemne uczucie umysłowe«. ",
  "mn10:33.1": "W ten sposób trwa, obserwując odczucia takie, jakimi są od wewnątrz, obserwując odczucia takie, jakimi są z zewnątrz, obserwując odczucia takie, jakimi są zarówno od wewnątrz, jak i z zewnątrz. ",
  "mn10:33.2": "W ten sposób trwa, obserwując naturę pojawiania się zjawisk w odczuciach, w ten sposób trwa, obserwując naturę przemijania zjawisk w odczuciach, w ten sposób trwa, obserwując naturę pojawiania się i przemijania zjawisk w odczuciach. ",
  "mn10:33.3": "Jego uważność jest utwierdzona: »Oto są odczucia!«. Taka właśnie jest miara jego zrozumienia i ciągłej uważności, pozostaje tak, niezależny, bez jakiegokolwiek lgnięcia do świata – ",
  "mn10:33.4": "w ten sposób, mnisi, mnich trwa, obserwując odczucia takie, jakimi są. ",
  "mn10:33.5": "Koniec obserwacji odczuć ",
  "mn10:34.0": "3. Obserwowanie umysłu ",
  "mn10:34.1": "W jaki sposób, mnisi, mnich trwa, obserwując umysł takim, jakim jest? ",
  "mn10:34.2": "Otóż, mnisi, mnich taki, mając umysł pełen pożądania, pojmuje właściwie: »Mam umysł pełen pożądania«. ",
  "mn10:34.3": "Mając umysł pozbawiony pożądania, pojmuje właściwie: »Mam umysł pozbawiony pożądania«. ",
  "mn10:34.4": "Mając umysł pełen niechęci, pojmuje właściwie: »Mam umysł pełen niechęci«. ",
  "mn10:34.5": "Mając umysł pozbawiony niechęci, pojmuje właściwie: »Mam umysł pozbawiony niechęci«. ",
  "mn10:34.6": "Mając umysł pełen ułudy, pojmuje właściwie: »Mam umysł pełen ułudy«. ",
  "mn10:34.7": "Mając umysł pozbawiony ułudy, pojmuje właściwie: »Mam umysł pozbawiony ułudy«. ",
  "mn10:34.8": "Mając umysł pełen przygnębienia, pojmuje właściwie: »Mam umysł pełen przygnębienia«. ",
  "mn10:34.9": "Mając umysł pełen wzburzenia, pojmuje właściwie: »Mam umysł pełen wzburzenia«. ",
  "mn10:34.10": "Mając umysł pełen wzniosłości, pojmuje właściwie: »Mam umysł pełen wzniosłości«. ",
  "mn10:34.11": "Mając umysł pełen przyziemności, pojmuje właściwie: »Mam umysł pełen przyziemności«. ",
  "mn10:34.12": "Mając umysł pełen uzależnienia, pojmuje właściwie: »Mam umysł pełen uzależnienia«. ",
  "mn10:34.13": "Mając umysł pełen niezależności, pojmuje właściwie: »Mam umysł pełen niezależności«. ",
  "mn10:34.14": "Mając umysł pełen skupienia, pojmuje właściwie: »Mam umysł pełen skupienia«. ",
  "mn10:34.15": "Mając umysł pozbawiony skupienia, pojmuje właściwie: »Mam umysł pozbawiony skupienia«. ",
  "mn10:34.16": "Mając umysł pełen swobody, pojmuje właściwie: »Mam umysł pełen swobody«. ",
  "mn10:34.17": "Mając umysł pozbawiony swobody, pojmuje właściwie: »Mam umysł pozbawiony swobody«. ",
  "mn10:35.1": "W ten sposób trwa, obserwując umysł taki, jakim jest od wewnątrz, obserwując umysł taki, jakim jest z zewnątrz, obserwując umysł taki, jakim jest zarówno od wewnątrz, jak i z zewnątrz. ",
  "mn10:35.2": "W ten sposób trwa, obserwując naturę pojawiania się zjawisk w umyśle, w ten sposób trwa, obserwując naturę przemijania zjawisk w umyśle, w ten sposób trwa, obserwując naturę pojawiania się i przemijania zjawisk w umyśle. ",
  "mn10:35.3": "Jego uważność jest utwierdzona: »Oto jest umysł!«. Taka właśnie jest miara jego zrozumienia i ciągłej uważności, pozostaje tak, niezależny, bez jakiegokolwiek lgnięcia do świata – ",
  "mn10:35.4": "w ten sposób, mnisi, mnich trwa, obserwując umysł taki, jakim jest. ",
  "mn10:35.5": "Koniec obserwacji umysłu. ",
  "mn10:36.0.1": "4. Obserwowanie natury zjawisk ",
  "mn10:36.0.2": "4.1. Obserwowanie natury zjawisk, ustęp o pięciu przeszkodach ",
  "mn10:36.1": "W jaki sposób, mnisi, mnich trwa, obserwując naturę zjawisk taką, jaka jest? ",
  "mn10:36.2": "Otóż, mnisi, mnich taki trwa, obserwując naturę zjawisk poprzez pięć przeszkód. ",
  "mn10:36.3": "W jaki sposób, mnisi, mnich trwa, obserwując naturę zjawisk poprzez pięć przeszkód? ",
  "mn10:36.4": "Otóż, mnisi, mnich taki, gdy istnieje wewnątrz niego pragnienie przyjemności zmysłowej, pojmuje właściwie: »Istnieje we mnie pragnienie przyjemności zmysłowej«, gdy nie istnieje wewnątrz niego pragnienie przyjemności zmysłowej, pojmuje właściwie: »Nie istnieje we mnie pragnienie przyjemności zmysłowej«, pojmuje właściwie, jak niepowstałe pragnienie przyjemności zmysłowej w nim powstaje, pojmuje właściwie, jak powstałe pragnienie przyjemności zmysłowej zostaje w nim powstrzymane, pojmuje właściwie, jak powstrzymane pragnienie przyjemności zmysłowej więcej w nim nie powstaje. ",
  "mn10:36.5": "Gdy istnieje wewnątrz niego gniew, pojmuje właściwie: »Istnieje we mnie gniew«, gdy nie istnieje wewnątrz niego gniew, pojmuje właściwie: »Nie istnieje we mnie gniew«, pojmuje właściwie, jak niepowstały gniew w nim powstaje, pojmuje właściwie, jak powstały gniew zostaje w nim powstrzymany, pojmuje właściwie, jak powstrzymany gniew więcej w nim nie powstaje. ",
  "mn10:36.6": "Gdy istnieje wewnątrz niego odrętwienie i ospałość, pojmuje właściwie: »Istnieją we mnie odrętwienie i ospałość«, gdy nie istnieją wewnątrz niego odrętwienie i ospałość, pojmuje właściwie: »Nie istnieją we mnie odrętwienie i ospałość«, pojmuje właściwie, jak niepowstałe odrętwienie i ospałość w nim powstają, pojmuje właściwie, jak powstałe odrętwienie i ospałość zostają w nim powstrzymane, pojmuje właściwie, jak powstrzymane odrętwienie i ospałość więcej w nim nie powstają. ",
  "mn10:36.7": "Gdy istnieje wewnątrz niego niezrównoważenie i zaniepokojenie, pojmuje właściwie: »Istnieją we mnie niezrównoważenie i zaniepokojenie«, gdy nie istnieją wewnątrz niego niezrównoważenie i zaniepokojenie, pojmuje właściwie: »Nie istnieją we mnie niezrównoważenie i zaniepokojenie«, pojmuje właściwie, jak niepowstałe niezrównoważenie i zaniepokojenie w nim powstają, pojmuje właściwie, jak powstałe niezrównoważenie i zaniepokojenie zostają w nim powstrzymane, pojmuje właściwie, jak powstrzymane niezrównoważenie i zaniepokojenie więcej w nim nie powstają. ",
  "mn10:36.8": "Gdy istnieją wewnątrz niego wątpliwości, pojmuje właściwie: »Istnieją we mnie wątpliwości«, gdy nie istnieją wewnątrz niego wątpliwości, pojmuje właściwie: »Nie istnieją we mnie wątpliwości«, pojmuje właściwie, jak niepowstałe wątpliwości w nim powstają, pojmuje właściwie, jak powstałe wątpliwości zostają w nim powstrzymane, pojmuje właściwie, jak powstrzymane wątpliwości więcej w nim nie powstają. ",
  "mn10:37.1": "W ten sposób trwa, obserwując naturę zjawisk taką, jaka jest od wewnątrz, obserwując naturę zjawisk taką, jaka jest z zewnątrz, obserwując naturę zjawisk taką, jaka jest zarówno od wewnątrz, jak i z zewnątrz. ",
  "mn10:37.2": "W ten sposób trwa, obserwując naturę pojawiania się zjawisk w naturze zjawisk, w ten sposób trwa, obserwując naturę przemijania zjawisk w naturze zjawisk, w ten sposób trwa, obserwując naturę pojawiania się i przemijania zjawisk w naturze zjawisk. ",
  "mn10:37.3": "Jego uważność jest utwierdzona: »Oto jest natura zjawisk!«. Taka właśnie jest miara jego zrozumienia i ciągłej uważności, pozostaje tak, niezależny, bez jakiegokolwiek lgnięcia do świata – ",
  "mn10:37.4": "w ten sposób, mnisi, mnich trwa, obserwując naturę zjawisk taką, jaka jest poprzez pięć przeszkód. ",
  "mn10:37.5": "Koniec ustępu o pięciu przeszkodach ",
  "mn10:38.0": "4.2. Obserwowanie natury zjawisk, ustęp o pięciu grupach składowych ",
  "mn10:38.1": "Zatem, mnisi, mnich taki obserwuje naturę zjawisk taką, jaka jest poprzez pięć grup składowych, do których się lgnie. ",
  "mn10:38.2": "W jaki sposób, mnisi, mnich trwa, obserwując naturę zjawisk taką, jaka jest poprzez pięć grup składowych, do których się lgnie? ",
  "mn10:38.3": "Otóż, mnisi, mnich taki pojmuje właściwie: ",
  "mn10:38.4": "»Oto forma materialna, oto początek formy materialnej, oto koniec formy materialnej, ",
  "mn10:38.5": "oto odczucia, oto początek odczuć, oto koniec odczuć, ",
  "mn10:38.6": "oto rozpoznawanie, oto początek rozpoznawania, oto koniec rozpoznawania, ",
  "mn10:38.7": "oto wytworzenia umysłowe, oto początek wytworzeń umysłowych, oto koniec wytworzeń umysłowych, ",
  "mn10:38.8": "oto świadomość, oto początek świadomości, oto koniec świadomości«. ",
  "mn10:39.1": "W ten sposób trwa, obserwując naturę zjawisk taką, jaka jest od wewnątrz, obserwując naturę zjawisk taką, jaka jest z zewnątrz, obserwując naturę zjawisk taką, jaka jest zarówno od wewnątrz, jak i z zewnątrz. ",
  "mn10:39.2": "W ten sposób trwa, obserwując naturę pojawiania się zjawisk w naturze zjawisk, w ten sposób trwa, obserwując naturę przemijania zjawisk w naturze zjawisk, w ten sposób trwa, obserwując naturę pojawiania się i przemijania zjawisk w naturze zjawisk. ",
  "mn10:39.3": "Jego uważność jest utwierdzona: »Oto jest natura zjawisk!«. Taka właśnie jest miara jego zrozumienia i ciągłej uważności, pozostaje tak, niezależny, bez jakiegokolwiek lgnięcia do świata – ",
  "mn10:39.4": "w ten sposób, mnisi, mnich trwa, obserwując naturę zjawisk taką, jaka jest poprzez pięć grup składowych, do których się lgnie. ",
  "mn10:39.5": "Koniec ustępu o pięciu grupach składowych. ",
  "mn10:40.0": "4.3. Obserwowanie natury zjawisk, ustęp o obszarach zmysłowych ",
  "mn10:40.1": "Zatem, mnisi, mnich taki obserwuje naturę zjawisk taką, jaka jest poprzez sześć wewnętrznych i zewnętrznych obszarów zmysłowych. ",
  "mn10:40.2": "W jaki sposób, mnisi, mnich trwa, obserwując naturę zjawisk taką, jaka jest poprzez sześć wewnętrznych i zewnętrznych obszarów zmysłowych? ",
  "mn10:40.3": "Otóż, mnisi, mnich taki pojmuje właściwie, czym jest oko, pojmuje właściwie, czym jest forma materialna, pojmuje właściwie zniewolenie powstające w zależności od obydwu, pojmuje właściwie, jak niepowstałe zniewolenie w nim powstaje, pojmuje właściwie, jak powstałe zniewolenie zostaje w nim powstrzymane, pojmuje właściwie, jak powstrzymane zniewolenie więcej w nim nie powstaje. ",
  "mn10:40.4": "Pojmuje właściwie, czym jest ucho, pojmuje właściwie, czym są dźwięki, pojmuje właściwie zniewolenie powstające w zależności od obydwu, pojmuje właściwie, jak niepowstałe zniewolenie w nim powstaje, pojmuje właściwie, jak powstałe zniewolenie zostaje w nim powstrzymane, pojmuje właściwie, jak powstrzymane zniewolenie więcej w nim nie powstaje. ",
  "mn10:40.5": "Pojmuje właściwie, czym jest nos, pojmuje właściwie, czym są zapachy, pojmuje właściwie zniewolenie powstające w zależności od obydwu, pojmuje właściwie, jak niepowstałe zniewolenie w nim powstaje, pojmuje właściwie, jak powstałe zniewolenie zostaje w nim powstrzymane, pojmuje właściwie, jak powstrzymane zniewolenie więcej w nim nie powstaje. ",
  "mn10:40.6": "Pojmuje właściwie, czym jest język, pojmuje właściwie, czym jest smak, pojmuje właściwie zniewolenie powstające w zależności od obydwu, pojmuje właściwie, jak niepowstałe zniewolenie w nim powstaje, pojmuje właściwie, jak powstałe zniewolenie zostaje w nim powstrzymane, pojmuje właściwie, jak powstrzymane zniewolenie więcej w nim nie powstaje. ",
  "mn10:40.7": "Pojmuje właściwie, czym jest ciało, pojmuje właściwie, czym jest dotyk, pojmuje właściwie zniewolenie powstające w zależności od obydwu, pojmuje właściwie, jak niepowstałe zniewolenie w nim powstaje, pojmuje właściwie, jak powstałe zniewolenie zostaje w nim powstrzymane, pojmuje właściwie, jak powstrzymane zniewolenie więcej w nim nie powstaje. ",
  "mn10:40.8": "Pojmuje właściwie, czym jest umysł, pojmuje właściwie, czym są myśli, pojmuje właściwie zniewolenie powstające w zależności od obydwu, pojmuje właściwie, jak niepowstałe zniewolenie w nim powstaje, pojmuje właściwie, jak powstałe zniewolenie zostaje w nim powstrzymane, pojmuje właściwie, jak powstrzymane zniewolenie więcej w nim nie powstaje. ",
  "mn10:41.1": "W ten sposób trwa, obserwując naturę zjawisk taką, jaka jest od wewnątrz, obserwując naturę zjawisk taką, jaka jest z zewnątrz, obserwując naturę zjawisk taką, jaka jest zarówno od wewnątrz, jak i z zewnątrz. ",
  "mn10:41.2": "W ten sposób trwa, obserwując naturę pojawiania się zjawisk w naturze zjawisk, w ten sposób trwa, obserwując naturę przemijania zjawisk w naturze zjawisk, w ten sposób trwa, obserwując naturę pojawiania się i przemijania zjawisk w naturze zjawisk. ",
  "mn10:41.3": "Jego uważność jest utwierdzona: »Oto jest natura zjawisk!«. Taka właśnie jest miara jego zrozumienia i ciągłej uważności, pozostaje tak, niezależny, bez jakiegokolwiek lgnięcia do świata – ",
  "mn10:41.4": "w ten sposób mnisi, mnich trwa, obserwując naturę zjawisk taką, jaka jest poprzez sześć wewnętrznych i zewnętrznych obszarów zmysłowych. ",
  "mn10:41.5": "Koniec ustępu o obszarach zmysłowych. ",
  "mn10:42.0": "4.4. Obserwowanie natury zjawisk, ustęp o czynnikach Przebudzenia ",
  "mn10:42.1": "Zatem, mnisi, mnich taki, obserwuje naturę zjawisk taką, jaka jest poprzez siedem czynników Przebudzenia. ",
  "mn10:42.2": "W jaki sposób, mnisi, mnich trwa, obserwując naturę zjawisk taką, jaka jest poprzez siedem czynników Przebudzenia? ",
  "mn10:42.3": "Otóż, mnisi, mnich taki, gdy istnieje wewnątrz niego uważność będąca czynnikiem Przebudzenia, pojmuje właściwie: »Istnieje we mnie uważność będąca czynnikiem Przebudzenia«, gdy nie istnieje wewnątrz niego uważność, pojmuje właściwie: »Nie istnieje we mnie uważność, będąca czynnikiem Przebudzenia«, pojmuje właściwie, jak niepowstała uważność będąca czynnikiem Przebudzenia w nim powstaje, pojmuje właściwie, jak powstała uważność będąca czynnikiem Przebudzenia rozwijana jest do doskonałości. ",
  "mn10:42.4": "Gdy istnieje wewnątrz niego badanie Dhammy będące czynnikiem Przebudzenia, pojmuje właściwie: »Istnieje we mnie badanie Dhammy będące czynnikiem Przebudzenia«, gdy nie istnieje wewnątrz niego badanie Dhammy będące czynnikiem Przebudzenia, pojmuje właściwie: »Nie istnieje we mnie badanie Dhammy będące czynnikiem Przebudzenia«, rozumie właściwie, jak niepowstałe badanie Dhammy, będące czynnikiem Przebudzenia, w nim powstaje, rozumie właściwie, jak powstałe badanie Dhammy, będące czynnikiem Przebudzenia, doprowadzane jest do doskonałości. ",
  "mn10:42.5": "Gdy istnieje wewnątrz niego energia będącą czynnikiem Przebudzenia, pojmuje właściwie: »Istnieje we mnie energia będąca czynnikiem Przebudzenia«, gdy nie istnieje wewnątrz niego energia będąca czynnikiem Przebudzenia, pojmuje właściwie: »Nie istnieje we mnie energia będąca czynnikiem Przebudzenia«, rozumie właściwie, jak niepowstała energia, będąca czynnikiem Przebudzenia, w nim powstaje, rozumie właściwie, jak powstała energia, będąca czynnikiem Przebudzenia, doprowadzane jest do doskonałości. ",
  "mn10:42.6": "Gdy istnieje wewnątrz niego radosne uniesienie będące czynnikiem Przebudzenia, pojmuje właściwie: »Istnieje we mnie radosne uniesienie będące czynnikiem Przebudzenia«, gdy nie istnieje wewnątrz niego radosne uniesienie będące czynnikiem Przebudzenia, pojmuje właściwie: »Nie istnieje we mnie radosne uniesienie będące czynnikiem Przebudzenia«, rozumie właściwie, jak niepowstałe radosne uniesienie, będące czynnikiem Przebudzenia, w nim powstaje, rozumie właściwie, jak powstałe radosne uniesienie, będące czynnikiem Przebudzenia, doprowadzane jest do doskonałości. ",
  "mn10:42.7": "Gdy istnieje wewnątrz niego uspokojenie będące czynnikiem Przebudzenia, rozumie właściwie: »Istnieje we mnie uspokojenie będące czynnikiem Przebudzenia«, gdy nie istnieje wewnątrz niego uspokojenie będące czynnikiem Przebudzenia, pojmuje właściwie: »Nie istnieje we mnie uspokojenie będące czynnikiem Przebudzenia«, rozumie właściwie, jak niepowstałe uspokojenie, będące czynnikiem Przebudzenia, w nim powstaje, rozumie właściwie, jak powstałe uspokojenie, będące czynnikiem Przebudzenia, doprowadzane jest do doskonałości. ",
  "mn10:42.8": "Gdy istnieje wewnątrz niego skupienie będące czynnikiem Przebudzenia, pojmuje właściwie: »Istnieje we mnie skupienie będące czynnikiem Przebudzenia«, gdy nie istnieje wewnątrz niego skupienie będące czynnikiem Przebudzenia, pojmuje właściwie: »Nie istnieje we mnie skupienie będące czynnikiem Przebudzenia«, rozumie właściwie, jak niepowstałe skupienie, będące czynnikiem Przebudzenia, w nim powstaje, rozumie właściwie, jak powstałe skupienie, będące czynnikiem Przebudzenia, doprowadzane jest do doskonałości. ",
  "mn10:42.9": "Gdy istnieje wewnątrz niego zrównoważenie będące czynnikiem Przebudzenia, pojmuje właściwie: »Istnieje we mnie zrównoważenie będące czynnikiem Przebudzenia«, gdy nie istnieje wewnątrz niego zrównoważenie będące czynnikiem Przebudzenia, pojmuje właściwie: »Nie istnieje we mnie zrównoważenie będące czynnikiem Przebudzenia«, rozumie właściwie, jak niepowstałe zrównoważenie, będące czynnikiem Przebudzenia, w nim powstaje, rozumie właściwie, jak powstałe zrównoważenie, będące czynnikiem Przebudzenia, doprowadzane jest do doskonałości. ",
  "mn10:43.1": "W ten sposób trwa, obserwując naturę zjawisk taką, jaka jest od wewnątrz, obserwując naturę zjawisk taką, jaka jest z zewnątrz, obserwując naturę zjawisk taką, jaka jest zarówno od wewnątrz, jak i z zewnątrz. ",
  "mn10:43.2": "W ten sposób trwa, obserwując naturę pojawiania się zjawisk w naturze zjawisk, w ten sposób trwa, obserwując naturę przemijania zjawisk w naturze zjawisk, w ten sposób trwa, obserwując naturę pojawiania się i przemijania zjawisk w naturze zjawisk. ",
  "mn10:43.3": "Jego uważność jest utwierdzona: »Oto jest natura zjawisk!«. Taka właśnie jest miara jego zrozumienia i ciągłej uważności, pozostaje tak, niezależny, bez jakiegokolwiek lgnięcia do świata – ",
  "mn10:43.4": "w ten sposób mnisi, mnich trwa, obserwując naturę zjawisk taką, jaka jest poprzez siedem czynników Przebudzenia. ",
  "mn10:43.5": "Koniec ustępu o czynnikach Przebudzenia ",
  "mn10:44.0": "4.5. Obserwowanie natury zjawisk, ustęp o Prawdach ",
  "mn10:44.1": "Zatem, mnisi, mnich taki obserwuje naturę zjawisk taką, jaka jest poprzez Cztery Szlachetne Prawdy. ",
  "mn10:44.2": "W jaki sposób, mnisi, mnich trwa, obserwując naturę zjawisk taką, jaka jest poprzez Cztery Szlachetne Prawdy? ",
  "mn10:44.3": "Otóż, mnisi, mnich taki pojmuje, jak to w rzeczywistości jest: »Oto krzywda«. Pojmuje, jak to w rzeczywistości jest: »Oto przyczyna powstania krzywdy«. Pojmuje, jak to w rzeczywistości jest: »Oto ustanie krzywdy«. Pojmuje, jak to w rzeczywistości jest: »Oto Ścieżka prowadząca do ustania krzywdy«. ",
  "mn10:45.1": "W ten sposób trwa, obserwując naturę zjawisk taką, jaka jest od wewnątrz, obserwując naturę zjawisk taką, jaka jest z zewnątrz, obserwując naturę zjawisk taką, jaka jest zarówno od wewnątrz, jak i z zewnątrz. ",
  "mn10:45.2": "W ten sposób trwa, obserwując naturę pojawiania się zjawisk w naturze zjawisk, w ten sposób trwa, obserwując naturę przemijania zjawisk w naturze zjawisk, w ten sposób trwa, obserwując naturę pojawiania się i przemijania zjawisk w naturze zjawisk. ",
  "mn10:45.3": "Jego uważność jest utwierdzona: »Oto jest natura zjawisk!«. Taka właśnie jest miara jego zrozumienia i ciągłej uważności, pozostaje tak, niezależny, bez jakiegokolwiek lgnięcia do świata – ",
  "mn10:45.4": "w ten sposób mnisi, mnich trwa, obserwując naturę zjawisk taką, jaka jest poprzez Cztery Szlachetne Prawdy. ",
  "mn10:45.5": "Koniec ustępu o Prawdach. ",
  "mn10:45.6": "Koniec obserwacji natury zjawisk ",
  "mn10:46.1": "Mnisi, ktokolwiek doskonaliłby te cztery ustanowienia uważności w taki sposób przez siedem lat, może oczekiwać jednego z dwóch rezultatów: ",
  "mn10:46.2": "doprowadzenia jeszcze w tym życiu do najwyższego poznania lub – gdy pozostało szczątkowe przywiązanie – do Niepowracania. ",
  "mn10:46.3": "Zostawiając nawet, mnisi, te siedem lat. ",
  "mn10:46.4": "Jeśli ktokolwiek doskonaliłby te cztery ustanowienia uważności w taki sposób przez sześć lat (…), ",
  "mn10:46.5": "pięć lat (…), ",
  "mn10:46.6": "cztery lata (…), ",
  "mn10:46.7": "trzy lata (…), ",
  "mn10:46.8": "dwa lata (…), ",
  "mn10:46.9": "jeden rok (…), ",
  "mn10:46.10": "Zostawiając nawet, mnisi, ten jeden rok. ",
  "mn10:46.11": "Jeśli ktokolwiek doskonaliłby te cztery ustanowienia uważności w taki sposób przez siedem miesięcy (…), ",
  "mn10:46.12": "doprowadzenia jeszcze w tym życiu do najwyższego poznania lub – gdy pozostało szczątkowe przywiązanie – do Niepowracania. ",
  "mn10:46.13": "Zostawiając nawet, mnisi, te siedem miesięcy. ",
  "mn10:46.14": "Jeśli ktokolwiek doskonaliłby te cztery ustanowienia uważności w taki sposób przez sześć miesięcy (…), ",
  "mn10:46.15": "pięć miesięcy (…), ",
  "mn10:46.16": "cztery miesiące (…), ",
  "mn10:46.17": "trzy miesiące (…), ",
  "mn10:46.18": "dwa miesiące (…), ",
  "mn10:46.19": "jeden miesiąc (…), ",
  "mn10:46.20": "przez pół miesiąca, ",
  "mn10:46.21": "Zostawiając nawet, mnisi, te pół miesiąca. ",
  "mn10:46.22": "Jeśli ktokolwiek doskonaliłby te cztery ustanowienia uważności w taki sposób przez siedem dni, może oczekiwać jednego z dwóch rezultatów: ",
  "mn10:46.23": "doprowadzenia jeszcze w tym życiu do najwyższego poznania lub – gdy pozostało szczątkowe przywiązanie – do Niepowracania. ",
  "mn10:47.1": "„Mnisi, oto bezpośrednia droga do oczyszczenia dla istot, do przezwyciężenia smutku i żalu, do zmierzchu krzywdy i rozpaczy, do właściwego osiągnięcia, do realizacji Nibbāny, a mianowicie cztery ustanowienia uważności. ",
  "mn10:47.2": "Odnośnie do tego zostało to powiedziane”. ",
  "mn10:47.3": "To właśnie powiedział Błogosławiony. ",
  "mn10:47.4": "Uradowani mnisi rozkoszowali się słowami Błogosławionego. ",
  "mn10:47.5": "Koniec – dziesiątej w zbiorze – mowy o ustanowieniach uważności. ",
  "mn10:47.6": "Koniec – pierwszego w zbiorze – rozdziału o porządku podstaw. "
}