{
  "mn2:0.1": "Zbiór mów średniej długości - mowa 2 ",
  "mn2:0.2": "Mowa o wszystkich skażeniach ",
  "mn2:1.1": "Oto com usłyszał – ",
  "mn2:1.2": "pewnego razu Błogosławiony przebywał niedaleko miasta Sāvatthi w klasztorze Anāthapiṇḍiki w gaju Jety. ",
  "mn2:1.3": "Tam Błogosławiony zwrócił się do mnichów: ",
  "mn2:1.4": "„Mnisi”. ",
  "mn2:1.5": "„Bhadante”, mnisi ci posłyszeli Błogosławionego. ",
  "mn2:1.6": "Oto co Błogosławiony powiedział: ",
  "mn2:2.1": "„Mnisi, przedstawię wam metodę powstrzymywania wszystkich skażeń. ",
  "mn2:2.2": "Słuchajcie z należytą uwagą tego, co powiem”. ",
  "mn2:2.3": "„Tak będzie, Bhante”, mnisi ci posłyszeli Błogosławionego. ",
  "mn2:2.4": "Oto co Błogosławiony powiedział: ",
  "mn2:3.1": "„Mnisi, powiadam wam, jedynie rozumiejący i dostrzegający kładzie kres skażeniom, w przeciwieństwie do nierozumiejącego oraz niedostrzegającego. ",
  "mn2:3.2": "Kim jest, o mnisi, rozumiejący, kim jest dostrzegający, który, jak powiadam, kładzie kres skażeniom? ",
  "mn2:3.3": "Ten, kto odpowiednio nakierowuje umysł, w przeciwieństwie do tego, kto nieodpowiednio nakierowuje umysł. ",
  "mn2:3.4": "Nieodpowiednie, o mnisi, nakierowywanie umysłu prowadzi do powstawania nowych skażeń, do wzrostu już powstałych. ",
  "mn2:3.5": "Odpowiednie, o mnisi, nakierowywanie umysłu prowadzi do niepowstawania nowych skażeń, do zaniku już powstałych. ",
  "mn2:4.1": "Pewnych skażeń wyzbyć się można dzięki dostrzeganiu, pewnych skażeń wyzbyć się można dzięki poniechaniu, pewnych skażeń wyzbyć się można dzięki praktycznemu użytkowaniu, pewnych skażeń wyzbyć się można dzięki tolerowaniu, pewnych skażeń wyzbyć się można dzięki unikaniu, pewnych skażeń wyzbyć się można dzięki odsuwaniu, pewnych skażeń wyzbyć się można dzięki rozwijaniu medytacji. ",
  "mn2:5.0": "Wyzbywanie się skażeń dzięki dostrzeganiu ",
  "mn2:5.1": "Których, o mnisi, skażeń wyzbyć się można dzięki dostrzeganiu? ",
  "mn2:5.2": "„Zdarza się, mnisi, że niepouczony, pospolity człowiek – który nie ma czci dla Szlachetnych, nie jest obeznany z ich Nauką ani nie jest wykształcony w ich Dhammie, który nie ma czci dla Prawych, nie jest obeznany z ich Nauką ani nie jest wykształcony w ich Dhammie – ",
  "mn2:5.3": "nie ma pojęcia, na jakie zjawiska należy nakierowywać umysł, a na jakie zjawiska nie należy nakierowywać umysłu. ",
  "mn2:5.4": "Nie mając pojęcia, na jakie zjawiska należy nakierowywać umysł, a na jakie zjawiska nie należy nakierowywać umysłu, nie nakierowuje umysłu na zjawiska, na które należy nakierowywać umysł i nakierowuje umysł na zjawiska, na które nie należy nakierowywać umysłu. ",
  "mn2:6.1": "Cóż to, o mnisi, za zjawiska, na które nie należy nakierowywać umysłu, a na które jest nakierowany? ",
  "mn2:6.2": "To, o mnisi, nakierowywanie umysłu na zjawiska, które prowadzą do powstania nowego skażenia, jakim jest pożądanie, i do wzrostu już powstałego; ",
  "mn2:6.3": "na takie, które prowadzą do powstania nowego skażenia, jakim jest stawanie się, i do wzrostu już powstałego; ",
  "mn2:6.4": "na takie, które prowadzą do powstania nowego skażenia, jakim jest niewiedza, i do wzrostu już powstałego. ",
  "mn2:6.5": "To są, o mnisi, zjawiska, na które nie należy nakierowywać umysłu, a na które jest nakierowany. ",
  "mn2:6.6": "Cóż to, o mnisi, za zjawiska, na które należy nakierowywać umysł, a na które nie jest nakierowany? ",
  "mn2:6.7": "To, o mnisi, nakierowywanie umysłu na zjawiska, które nie prowadzą do powstania nowego skażenia, jakim jest pożądanie, ale do zaniku już powstałego; ",
  "mn2:6.8": "na takie, które nie prowadzą do powstania nowego skażenia, jakim jest stawanie się, ale do zaniku już powstałego; ",
  "mn2:6.9": "na takie, które nie prowadzą do powstania nowego skażenia, jakim jest niewiedza, ale do zaniku już powstałego. ",
  "mn2:6.10": "To są, o mnisi, zjawiska, na które należy nakierowywać umysł, a na które nie jest nakierowany. ",
  "mn2:7.1": "Ponieważ nakierowano umysł na zjawiska, na które nie należy nakierowywać umysłu, oraz nie nakierowano umysłu na zjawiska, na które należy nakierowywać umysł, dlatego doszło do powstania nowych skażeń i do wzrostu już powstałych. ",
  "mn2:7.2": "Można nieodpowiednio nakierowywać umysł w następujący sposób: ",
  "mn2:7.3": "»Czy istniałem w przeszłości? Czy nie istniałem w przeszłości? Kim byłem w przeszłości? Jaki byłem w przeszłości? Kim byłem w przeszłości, gdy poprzednio kimś byłem? ",
  "mn2:7.4": "Czy będę istniał w przyszłości? Czy nie będę istniał w przyszłości? Kim będę w przyszłości? Jaki będę w przyszłości? Kim będę w przyszłości, gdy poprzednio kimś byłem?«. ",
  "mn2:7.5": "Odnośnie do własnego istnienia w teraźniejszości mogą pojawić się tego rodzaju niepewności: ",
  "mn2:7.6": "»Czy istnieję? Czy nie istnieję? Kim jestem? Jaki jestem? Skąd to istnienie przyszło? Dokąd będzie prowadzić?«. ",
  "mn2:8.1": "Takie nieodpowiednie nakierowanie umysłu powoduje powstanie jednego z sześciu poglądów: ",
  "mn2:8.2": "»Ja jako istota istnieję« powstaje w nim taki pogląd, który uważa za prawdziwy i ważny; ",
  "mn2:8.3": "»Ja jako istota nie istnieję« powstaje w nim taki pogląd, który uważa za prawdziwy i ważny; ",
  "mn2:8.4": "»Ja jako istota mogę poznać swoją prawdziwą istotę« powstaje w nim taki pogląd, który uważa za prawdziwy i ważny; ",
  "mn2:8.5": "»Ja jako istota nie mogę poznać swojej prawdziwej istoty« powstaje w nim taki pogląd, który uważa za prawdziwy i ważny; ",
  "mn2:8.6": "»Poprzez brak własnej istoty mogę poznać swoją prawdziwą istotę« powstaje w nim taki pogląd, który uważa za prawdziwy i ważny; ",
  "mn2:8.7": "także i taki pogląd może w nim być: ",
  "mn2:8.8": "»Ja jako istota uznaję, rozumiem i odczuwam dobre i złe rezultaty kammy. Co więcej, mając taką samą naturę jak wszystko inne, moja istota jest stała, trwała, wieczna i nie podlega zmianie«. ",
  "mn2:8.9": "Powiadam wam, mnisi, to jest zagłębianie się w poglądy, przepastne poglądy, nieprzeniknione poglądy, to bycie targanym przez poglądy, oplatanie się poglądami, bycie w jarzmie poglądów. ",
  "mn2:8.10": "Przez to jarzmo poglądów, o mnisi, niepouczony, pospolity człowiek nie jest wyzwolony od narodzin, starości, śmierci, żalów, lamentów, krzywd, smutków i rozpaczy. ",
  "mn2:8.11": "Powiadam wam: »nie jest wyzwolony od krzywdy«. ",
  "mn2:9.1": "Pouczony człowiek, o mnisi, uczeń Szlachetnych ",
  "mn2:9.2": "który ma cześć dla Szlachetnych, jest obeznany z ich Nauką oraz jest wykształcony w ich Dhammie, który ma cześć dla Prawych, jest obeznany z ich Nauką oraz jest wykształcony w ich Dhammie ",
  "mn2:9.3": "ma pojęcie, na jakie zjawiska należy nakierowywać umysł, a na jakie zjawiska nie należy nakierowywać umysłu. ",
  "mn2:9.4": "Mając pojęcie, na jakie zjawiska należy nakierowywać umysł, a na jakie zjawiska nie należy nakierowywać umysłu, nakierowuje umysł na zjawiska, na które należy nakierowywać umysł i nie nakierowuje umysłu na zjawiska, na które nie należy nakierowywać umysłu. ",
  "mn2:10.1": "Cóż to, o mnisi, za zjawiska, na które nie należy nakierowywać umysłu, i na które nie jest nakierowany? ",
  "mn2:10.2": "To, o mnisi, nakierowywanie umysłu na zjawiska, które prowadzą do powstania nowego skażenia, jakim jest pożądanie, i do wzrostu już powstałego; ",
  "mn2:10.3": "na takie, które prowadzą do powstania nowego skażenia, jakim jest stawanie się, i do wzrostu już powstałego; ",
  "mn2:10.4": "na takie, które prowadzą do powstania nowego skażenia, jakim jest niewiedza, i do wzrostu już powstałego. ",
  "mn2:10.5": "To są, o mnisi, zjawiska, na które nie należy nakierowywać umysłu, i na które nie jest nakierowany. ",
  "mn2:10.6": "Cóż to, o mnisi, za zjawiska, na które należy nakierowywać umysł, i na które jest kierowany? ",
  "mn2:10.7": "To, o mnisi, nakierowywanie umysłu na zjawiska, które nie prowadzą do powstania nowego skażenia, jakim jest pożądanie, ale do zaniku już powstałego; ",
  "mn2:10.8": "na takie, które nie prowadzą do powstania nowego skażenia, jakim jest stawanie się, ale do zaniku już powstałego; ",
  "mn2:10.9": "na takie, które nie prowadzą do powstania nowego skażenia, jakim jest niewiedza, ale do zaniku już powstałego. ",
  "mn2:10.10": "To są, o mnisi, zjawiska, na które należy nakierowywać umysł, i na które jest nakierowany. ",
  "mn2:10.11": "Ponieważ nakierowano umysł na zjawiska, na które należy nakierowywać umysł, oraz nie nakierowano umysłu na zjawiska, na które nie należy nakierowywać umysłu, dlatego nie doszło do powstania nowych skażeń, ale do zaniku już powstałych. ",
  "mn2:11.1": "»Oto krzywda« – w taki sposób odpowiednio nakierowuje umysł. »Oto przyczyna powstania krzywdy« – w taki sposób odpowiednio nakierowuje umysł. »Oto ustanie krzywdy« – w taki sposób odpowiednio nakierowuje umysł. »Oto ścieżka prowadząca do ustania krzywdy« – w taki sposób odpowiednio nakierowuje umysł. ",
  "mn2:11.2": "Odpowiednie nakierowywanie umysłu prowadzi do zaniku trzech zniewoleń: ",
  "mn2:11.3": "poglądu o istnieniu trwałej osobowości, wątpliwości dotyczących Doktryny oraz wiary w wyzwolenie poprzez rytuały i ceremonie. ",
  "mn2:11.4": "Powiadam wam, o mnisi, tych skażeń można się wyzbyć dzięki dostrzeganiu. ",
  "mn2:12.0": "Wyzbywanie się skażeń dzięki poniechaniu ",
  "mn2:12.1": "Których, o mnisi, skażeń wyzbyć się można dzięki poniechaniu? ",
  "mn2:12.2": "Zdarza się, mnisi, że mnich, odpowiednio rozważając, pozostaje z powściągniętym zmysłem wzroku. ",
  "mn2:12.3": "Mnisi, w tym, który pozostaje z niepowściągniętym zmysłem wzroku, powstaną druzgoczące i gorejące skażenia, a w tym, który pozostaje z powściągniętym zmysłem wzroku, nie będzie druzgoczących i gorejących skażeń. ",
  "mn2:12.4": "Odpowiednio rozważając, pozostaje z powściągniętym zmysłem słuchu. (…) ",
  "mn2:12.5": "pozostaje z powściągniętym zmysłem węchu. (…) ",
  "mn2:12.6": "pozostaje z powściągniętym zmysłem smaku. (…) ",
  "mn2:12.7": "pozostaje z powściągniętym zmysłem dotyku. (…) ",
  "mn2:12.8": "pozostaje z powściągniętym umysłem. ",
  "mn2:12.9": "Mnisi, w tym, który pozostaje z niepowściągniętym umysłem, powstaną druzgoczące i gorejące skażenia, a w tym, który pozostaje z powściągniętym umysłem, nie będzie druzgoczących i gorejących skażeń. ",
  "mn2:12.10": "Mnisi, w tym, który pozostaje z niepowściągniętymi zmysłami, powstaną druzgoczące i gorejące skażenia, a w tym, który pozostaje z powściągniętymi zmysłami, nie będzie druzgoczących i gorejących skażeń. ",
  "mn2:12.11": "Powiadam wam, o mnisi, tych skażeń można się wyzbyć dzięki poniechaniu. ",
  "mn2:13.0": "Wyzbywanie się skażeń dzięki praktycznemu użytkowaniu ",
  "mn2:13.1": "Których, o mnisi, skażeń wyzbyć się można dzięki praktycznemu użytkowaniu? ",
  "mn2:13.2": "Zdarza się, mnisi, że mnich praktycznie użytkuje szaty, odpowiednio rozważając: ",
  "mn2:13.3": "»Jedynie dla ochrony przed zimnem, dla ochrony przed gorącem i kontaktem z kąsającymi owadami, komarami, wiatrem, upałem oraz różnymi pełzającymi stworzeniami, jedynie po to, by zakryć wstydliwe części ciała«. ",
  "mn2:14.1": "Praktycznie użytkuje pożywienie z jałmużny, odpowiednio rozważając: ",
  "mn2:14.2": "»Nie dla przyjemności ani dla odurzenia, ani dla polepszenia, ani dla upiększenia, jedynie z myślą o utrzymaniu i przetrwaniu tego ciała, jedynie, by zaspokoić łaknienie, by wspomóc praktykę czystego żywota: ‛Porzucając dawne odczucia, nie wzniecając nowych odczuć32, będę żył w zdrowiu, bez poczucia winy, pozostając w pełni zadowolonym’«. ",
  "mn2:15.1": "Praktycznie użytkuje miejsca spoczynku, odpowiednio rozważając: ",
  "mn2:15.2": "»Jedynie dla ochrony przed zimnem, dla ochrony przed gorącem i kontaktem z kąsającymi owadami, komarami, wiatrem, upałem oraz różnymi pełzającymi stworzeniami, jedynie po to, by uchronić się przed zmianami klimatu oraz by cieszyć się z odosobnienia«. ",
  "mn2:16.1": "Praktycznie użytkuje lekarstwa, odpowiednio rozważając: ",
  "mn2:16.2": "»Po to, by wyleczyć się z choroby, jedynie dla ochrony przed powstałymi gnębiącymi odczuciami oraz by cieszyć się dobrym zdrowiem«. ",
  "mn2:17.1": "Mnisi, w tym, który nie potrafi praktycznie użytkować, powstaną druzgoczące i gorejące skażenia, a w tym, który potrafi praktycznie użytkować, nie będzie druzgoczących i gorejących skażeń. ",
  "mn2:17.2": "Powiadam wam, o mnisi, tych skażeń można się wyzbyć dzięki praktycznemu użytkowaniu. ",
  "mn2:18.0": "Wyzbywanie się skażeń dzięki tolerowaniu ",
  "mn2:18.1": "Których, o mnisi, skażeń wyzbyć się można dzięki tolerowaniu? ",
  "mn2:18.2": "Zdarza się, mnisi, że mnich, odpowiednio rozważając, cierpliwie znosi zimno, gorąco, głód, pragnienie, kąsające owady, komary, wiatr, upał, różne pełzające stworzenia, przykre słowa, niechcianą mowę. Cierpliwie znosi powstałe w ciele odczucia: bolesne, przeszywające, kłujące, rozdzierające, nieznośne, znienawidzone, grożące utratą życia. ",
  "mn2:18.3": "Mnisi, w tym, który nie ma takiej tolerancji, powstaną druzgoczące i gorejące skażenia, a w tym, który ma taką tolerancję, nie będzie druzgoczących i gorejących skażeń. ",
  "mn2:18.4": "Powiadam wam, o mnisi, tych skażeń można się wyzbyć dzięki tolerowaniu. ",
  "mn2:19.0": "Wyzbywanie się skażeń dzięki unikaniu ",
  "mn2:19.1": "Których, o mnisi, skażeń wyzbyć się można dzięki unikaniu? ",
  "mn2:19.2": "Zdarza się, mnisi, że mnich, odpowiednio rozważając, unika dzikich słoni, unika dzikich koni, unika dzikich byków, unika dzikich psów, węży, starych pni drzew, kolczastych zarośli, przepaści, stromizn, rynsztoków, ścieków. ",
  "mn2:19.3": "Jeśli przesiaduje w niewłaściwych miejscach, jeśli chadza w nieodpowiednie miejsca, jeśli zadaje się ze złymi przyjaciółmi, jego współtowarzysze w mnisim życiu mogą podejrzewać, że zszedł na złą drogę, tak więc, odpowiednio rozważając, unika przesiadywania w niewłaściwych miejscach, chadzania w nieodpowiednie miejsca i zadawania się ze złymi przyjaciółmi. ",
  "mn2:19.4": "Mnisi, w tym, który nie unika takich miejsc, powstaną druzgoczące i gorejące skażenia, a w tym, który unika tych miejsc, nie będzie druzgoczących i gorejących skażeń. ",
  "mn2:19.5": "Powiadam wam, o mnisi, tych skażeń można się wyzbyć dzięki unikaniu. ",
  "mn2:20.0": "Wyzbywanie się skażeń dzięki odsuwaniu ",
  "mn2:20.1": "Których, o mnisi, skażeń wyzbyć się można dzięki odsuwaniu? ",
  "mn2:20.2": "Zdarza się, mnisi, że mnich, odpowiednio rozważając, nie toleruje, porzuca, odpycha, wyzbywa się pojawiających się myśli pożądania oraz doprowadza do ich unicestwienia. (…) pojawiających się myśli gniewu, (…) pojawiających się myśli okrucieństwa. Odpowiednio rozważając, nie toleruje, porzuca, odpycha, wyzbywa się pojawiających się złych i nieodpowiednich myśli oraz doprowadza do ich unicestwienia. ",
  "mn2:20.3": "Mnisi, w tym, który nie odsuwa takich myśli, powstaną druzgoczące i gorejące skażenia, a w tym, który odsuwa takie myśli, nie będzie druzgoczących i gorejących skażeń. ",
  "mn2:20.4": "Powiadam wam, o mnisi, tych skażeń można się wyzbyć dzięki odsuwaniu. ",
  "mn2:21.0": "Wyzbywanie się skażeń dzięki rozwijaniu medytacji ",
  "mn2:21.1": "Których, o mnisi, skażeń wyzbyć się można dzięki rozwijaniu medytacji? ",
  "mn2:21.2": "Zdarza się, mnisi, że mnich, odpowiednio rozważając, rozwija uważność będącą czynnikiem Przebudzenia, prowadzącą do oddalenia się od wad, do wygaszenia pożądań, do ustania skażeń, do oderwania się od wszelkich zanieczyszczeń. ",
  "mn2:21.3": "Odpowiednio rozważając, rozwija badanie Dhammy będące czynnikiem Przebudzenia (…). ",
  "mn2:21.4": "Odpowiednio rozważając, rozwija energię będącą czynnikiem Przebudzenia (…). ",
  "mn2:21.5": "Odpowiednio rozważając, rozwija radosne uniesienie będące czynnikiem Przebudzenia (…). ",
  "mn2:21.6": "Odpowiednio rozważając, rozwija uspokojenie będące czynnikiem Przebudzenia (…). ",
  "mn2:21.7": "Odpowiednio rozważając, rozwija skupienie będące czynnikiem Przebudzenia (…). ",
  "mn2:21.8": "Odpowiednio rozważając, rozwija zrównoważenie będące czynnikiem Przebudzenia, prowadzące do oddalenia się od wad, do wygaszenia pożądań, do ustania skażeń, do oderwania się od wszelkich zanieczyszczeń. ",
  "mn2:21.9": "Mnisi, w tym, który nie rozwija czynników Przebudzenia, powstaną druzgoczące i gorejące skażenia, a w tym, który rozwija czynniki Przebudzenia, nie będzie druzgoczących i gorejących skażeń. ",
  "mn2:21.10": "Powiadam wam, o mnisi, tych skażeń można się wyzbyć dzięki rozwijaniu. ",
  "mn2:22.1": "Jeśli, o mnisi, skażenia, których wyzbyć się powinno dzięki dostrzeganiu, zostają usunięte dzięki dostrzeganiu, skażenia, których wyzbyć się powinno dzięki poniechaniu, zostają usunięte dzięki poniechaniu, skażenia, których wyzbyć się powinno dzięki praktycznemu użytkowaniu, zostają usunięte dzięki praktycznemu użytkowaniu, skażenia, których wyzbyć się powinno dzięki tolerowaniu, zostają usunięte dzięki tolerowaniu, skażenia, których wyzbyć się powinno dzięki unikaniu, zostają usunięte dzięki unikaniu, skażenia, których wyzbyć się powinno dzięki odsuwaniu, zostają usunięte dzięki odsuwaniu, skażenia, których wyzbyć się powinno dzięki rozwijaniu medytacji, zostają usunięte dzięki rozwijaniu medytacji, ",
  "mn2:22.2": "powiadam wam, mnisi – wtedy mnich taki powstrzymał wszystkie skażenia, odciął pragnienie, wyzwolił się z jarzma, zrozumiał w pełni swoją chęć mierzenia się z innymi, ostatecznie położył kres krzywdzie”. ",
  "mn2:22.3": "To właśnie powiedział Błogosławiony. ",
  "mn2:22.4": "Uradowani mnisi rozkoszowali się słowami Błogosławionego. ",
  "mn2:22.5": "Koniec – drugiej w zbiorze – mowy o wszystkich skażeniach. "
}