{
  "mn3:0.1": "Zbiór mów średniej długości - mowa 3 ",
  "mn3:0.2": "Mowa o tych, którzy dziedziczą Dhammę ",
  "mn3:1.1": "Oto com usłyszał – ",
  "mn3:1.2": "pewnego razu Błogosławiony przebywał niedaleko miasta Sāvatthi w klasztorze Anāthapiṇḍiki w gaju Jety. ",
  "mn3:1.3": "Tam Błogosławiony zwrócił się do mnichów: ",
  "mn3:1.4": "„Mnisi”. ",
  "mn3:1.5": "„Bhadante”, mnisi ci posłyszeli Błogosławionego. ",
  "mn3:1.6": "Oto co Błogosławiony powiedział: ",
  "mn3:2.1": "„Mnisi, bądźcie tymi, którzy dziedziczą Dhammę, a nie tymi, którzy dziedziczą to, co materialne. ",
  "mn3:2.2": "Z troski o was pomyślałem: ",
  "mn3:2.3": "»Jak moi uczniowie mogą być tymi, którzy dziedziczą Dhammę, a nie tymi, którzy dziedziczą to, co materialne?«. ",
  "mn3:2.4": "Gdybyście byli tymi, którzy dziedziczą to, co materialne, a nie tymi, którzy dziedziczą Dhammę, wtedy przyjęłoby się o was: ",
  "mn3:2.5": "»Nauczyciel i uczniowie żyją z dziedziczenia tego, co materialne, a nie z dziedziczenia Dhammy«, ",
  "mn3:2.6": "wtedy przyjęłoby się również o mnie: ",
  "mn3:2.7": "»Nauczyciel i uczniowie żyją z dziedziczenia tego, co materialne, a nie z dziedziczenia Dhammy«. ",
  "mn3:2.8": "Gdybyście byli tymi, którzy dziedziczą Dhammę, a nie tymi, którzy dziedziczą to, co materialne, wtedy przyjęłoby się o was: ",
  "mn3:2.9": "»Nauczyciel i uczniowie żyją z dziedziczenia Dhammy, nie z dziedziczenia tego, co materialne«, ",
  "mn3:2.10": "wtedy przyjęłoby się również o mnie: ",
  "mn3:2.11": "»Nauczyciel i uczniowie żyją z dziedziczenia Dhammy, nie z dziedziczenia tego, co materialne«. ",
  "mn3:2.12": "Dlatego też, mnisi, bądźcie tymi, którzy dziedziczą Dhammę, a nie tymi, którzy dziedziczą to, co materialne. ",
  "mn3:2.13": "Z troski o was pomyślałem: ",
  "mn3:2.14": "»Jak moi uczniowie mogą być tymi, którzy dziedziczą Dhammę, a nie tymi, którzy dziedziczą to, co materialne?«. ",
  "mn3:3.1": "Co by było, mnisi, gdybym był najedzony, zaspokojony, pełny, nasycony, miałbym się dobrze, wziąwszy tyle, ile chciałem, ",
  "mn3:3.2": "a pozostałoby coś z jałmużny, coś do wyrzucenia. ",
  "mn3:3.3": "Wtedy przyszłoby dwóch mnichów, zamorzonych głodem i słabych. ",
  "mn3:3.4": "Powiedziałbym więc do nich: ",
  "mn3:3.5": "»Doprawdy, mnisi, jestem najedzony, zaspokojony, pełny, nasycony, mam się dobrze, wziąwszy tyle, ile chciałem. ",
  "mn3:3.6": "Jest tak, że pozostało coś z jałmużny, coś do wyrzucenia. ",
  "mn3:3.7": "Jeśli potrzebujecie, jedzcie, jeśli nie zjecie, to zaraz to wyrzucę tam, gdzie mało roślin, albo opłuczę wodą, w której nie ma żywych istot«. ",
  "mn3:3.8": "Wtedy pierwszy z mnichów tak by pomyślał: ",
  "mn3:3.9": "»Błogosławiony jest najedzony, zaspokojony, pełny, nasycony, ma się dobrze, wziąwszy tyle, ile chciał, ",
  "mn3:3.10": "a pozostało coś z jałmużny Błogosławionego, coś do wyrzucenia. ",
  "mn3:3.11": "Jeśli tego nie zjemy, to Błogosławiony zaraz to wyrzuci tam, gdzie mało roślin, albo opłucze wodą, w której nie ma żywych istot. ",
  "mn3:3.12": "A przecież, tak było powiedziane przez Błogosławionego: ",
  "mn3:3.13": "ʽMnisi, bądźcie tymi, którzy dziedziczą Dhammę, a nie tymi, którzy dziedziczą to, co materialne’. ",
  "mn3:3.14": "To, co pozostało z jałmużny, jest przecież innym rodzajem tego, co materialne. ",
  "mn3:3.15": "Co by było, gdybym nie zjadł tego, co pozostało z jałmużny, i spędził dzień i noc, będąc głodnym i słabym?«. ",
  "mn3:3.16": "Nie zjadłszy tego, co pozostało z jałmużny, spędził dzień i noc, będąc głodnym i słabym. ",
  "mn3:3.17": "Wtedy drugi z mnichów tak by pomyślał: ",
  "mn3:3.18": "»Błogosławiony jest najedzony, zaspokojony, pełny, nasycony, ma się dobrze, wziąwszy tyle, ile chciał, ",
  "mn3:3.19": "a pozostało coś z jałmużny Błogosławionego, coś do wyrzucenia. ",
  "mn3:3.20": "Jeśli tego nie zjemy, to Błogosławiony zaraz to wyrzuci tam, gdzie mało roślin, albo opłucze wodą, w której nie ma żywych istot. ",
  "mn3:3.21": "Co by było, gdybym zjadł to, co pozostało z jałmużny, pozbywszy się głodu i słabości, i tak spędził dzień i noc?«. ",
  "mn3:3.22": "Zjadłszy to, co pozostało z jałmużny, pozbył się głodu i słabości i tak spędził dzień i noc. ",
  "mn3:3.23": "Mnisi, mimo że ten mnich, który zjadł to, co pozostało z jałmużny, pozbywszy się głodu i słabości, tak spędził dzień i noc, to jednak pierwszy mnich jest godzien szacunku i pochwały. ",
  "mn3:3.24": "Jaka jest tego przyczyna? ",
  "mn3:3.25": "Jest tak, mnisi, ponieważ sprawi to, że przez długi czas mnich ten niewiele będzie chciał, będzie zadowolony, zaprzestanie tego, co niezdrowe, łatwym będzie wykarmienie go, wzniecał będzie energię. ",
  "mn3:3.26": "Dlatego też, mnisi, bądźcie tymi, którzy dziedziczą Dhammę, a nie tymi, którzy dziedziczą to, co materialne. ",
  "mn3:3.27": "Z troski o was pomyślałem: ",
  "mn3:3.28": "»Jak moi uczniowie mogą być tymi, którzy dziedziczą Dhammę, a nie tymi, którzy dziedziczą to, co materialne?«. ",
  "mn3:4.1": "To właśnie powiedział Błogosławiony. ",
  "mn3:4.2": "Powiedziawszy to, Spełniony wstał ze swego siedziska i wszedł do miejsca, w którym przebywał. ",
  "mn3:4.3": "Wtedy to, zaraz po odejściu Błogosławionego, Czcigodny Sāriputta zwrócił się do mnichów: ",
  "mn3:4.4": "„Bracia mnisi”. ",
  "mn3:4.5": "„Bracie”, mnisi ci posłyszeli Czcigodnego Sāriputtę. ",
  "mn3:4.6": "Oto co Czcigodny Sāriputta powiedział: ",
  "mn3:5.1": "„Bracia, w jakiej mierze uczniowie nauczyciela, który przebywa w odosobnieniu, nie ćwiczą się w odosobnianiu, a w jakiej mierze uczniowie nauczyciela, który przebywa w odosobnieniu, ćwiczą się w odosobnianiu?”. ",
  "mn3:5.2": "„Doprawdy, przyszlibyśmy do Czcigodnego Sāriputty z daleka, by poznać znaczenie tej wypowiedzi. ",
  "mn3:5.3": "Dobrze by się stało, gdyby Czcigodny Sāriputta zechciał wyjaśnić nam znaczenie tej wypowiedzi. ",
  "mn3:5.4": "Usłyszawszy to od Czcigodnego Sāriputty, mnisi uchwycą to”. ",
  "mn3:5.5": "„Zatem, bracia, słuchajcie z należytą uwagą tego, co powiem”. ",
  "mn3:5.6": "„Tak będzie, bracie”, mnisi ci posłyszeli Czcigodnego Sāriputtę. ",
  "mn3:5.7": "Oto co Czcigodny Sāriputta powiedział: ",
  "mn3:6.1": "„Bracia, w jakiej mierze uczniowie nauczyciela, który przebywa w odosobnieniu, nie ćwiczą się w odosobnianiu? ",
  "mn3:6.2": "Jest tak, bracia, że uczniowie nauczyciela, który przebywa w odosobnieniu, nie ćwiczą się w odosobnianiu, ",
  "mn3:6.3": "nie porzucają tego, co nauczyciel każe im porzucić, ",
  "mn3:6.4": "za wiele mają, są gnuśni, pierwsi do zejścia na złą drogę, ciężar odosobnienia odkładają. ",
  "mn3:6.5": "Są tam, bracia, starsi mnisi, którzy stają się godni pogardy z trzech powodów: ",
  "mn3:6.6": "»Uczniowie nauczyciela, który przebywa w odosobnieniu, nie ćwiczą się w odosobnianiu« ",
  "mn3:6.7": "taki jest pierwszy powód, dla którego starsi mnisi stają się godni pogardy. ",
  "mn3:6.8": "»Nie porzucają tego, co nauczyciel każe im porzucić« ",
  "mn3:6.9": "taki jest drugi powód, dla którego starsi mnisi stają się godni pogardy. ",
  "mn3:6.10": "»Mają za wiele, są gnuśni, pierwsi do zejścia na złą drogę, ciężar odosobnienia odkładają« ",
  "mn3:6.11": "taki jest trzeci powód, dla którego starsi mnisi stają się godni pogardy. ",
  "mn3:6.12": "Ci starsi mnisi, bracia, są tymi, którzy stają się godni pogardy z trzech powodów. ",
  "mn3:6.13": "Są tam, bracia, mnisi będący w środkowym stadium (…) ",
  "mn3:6.14": "nowi mnisi, którzy stają się godni pogardy z trzech powodów: ",
  "mn3:6.15": "»Uczniowie nauczyciela, który przebywa w odosobnieniu, nie ćwiczą się w odosobnianiu« ",
  "mn3:6.16": "taki jest pierwszy powód, dla którego nowi mnisi stają się godni pogardy. ",
  "mn3:6.17": "»Nie porzucają tego, co nauczyciel każe im porzucić« ",
  "mn3:6.18": "taki jest drugi powód, dla którego nowi mnisi stają się godni pogardy. ",
  "mn3:6.19": "»Mają za wiele, są gnuśni, pierwsi do zejścia na złą drogę, ciężar odosobnienia odkładają« ",
  "mn3:6.20": "taki jest trzeci powód, dla którego nowi mnisi stają się godni pogardy. ",
  "mn3:6.21": "Ci nowi mnisi, bracia, są tymi, którzy stają się godni pogardy z trzech powodów. ",
  "mn3:6.22": "Bracia, w takiej mierze uczniowie nauczyciela, który przebywa w odosobnieniu, nie ćwiczą się w odosobnianiu. ",
  "mn3:7.1": "Bracia, w jakiej mierze uczniowie nauczyciela, który przebywa w odosobnieniu, ćwiczą się w odosobnianiu? ",
  "mn3:7.2": "Jest tak, bracia, że uczniowie nauczyciela, który przebywa w odosobnieniu, ćwiczą się w odosobnianiu, ",
  "mn3:7.3": "gdy porzucają to, co nauczyciel każe im porzucić, ",
  "mn3:7.4": "nie mają za wiele, nie są gnuśni, schodzenie na złą drogę odkładają, są pierwsi do odosobniania. ",
  "mn3:7.5": "Są tam, bracia, starsi mnisi, którzy stają się godni pochwały z trzech powodów: ",
  "mn3:7.6": "»Uczniowie nauczyciela, który przebywa w odosobnieniu, ćwiczą się w odosobnianiu« ",
  "mn3:7.7": "taki jest pierwszy powód, dla którego starsi mnisi stają się godni pochwały. ",
  "mn3:7.8": "»Porzucają to, co nauczyciel każe im porzucić« ",
  "mn3:7.9": "taki jest drugi powód, dla którego starsi mnisi stają się godni pochwały. ",
  "mn3:7.10": "»Nie mają za wiele, nie są gnuśni, schodzenie na złą drogę odkładają, są pierwsi do odosobniania« ",
  "mn3:7.11": "taki jest trzeci powód, dla którego starsi mnisi stają się godni pochwały. ",
  "mn3:7.12": "Ci starsi mnisi, bracia, są tymi, którzy stają się godni pochwały z trzech powodów. ",
  "mn3:7.13": "Są tam, bracia, mnisi w środkowym stadium (…) ",
  "mn3:7.14": "nowi mnisi, którzy stają się godni pochwały z trzech powodów: ",
  "mn3:7.15": "»Uczniowie nauczyciela, który przebywa w odosobnieniu, ćwiczą się w odosobnianiu« ",
  "mn3:7.16": "taki jest pierwszy powód, dla którego nowi mnisi stają się godni pochwały. ",
  "mn3:7.17": "»Porzucają to, co nauczyciel każe im porzucić« ",
  "mn3:7.18": "taki jest drugi powód, dla którego nowi mnisi stają się godni pochwały. ",
  "mn3:7.19": "»Nie mają za wiele, nie są gnuśni, schodzenie na złą drogę odkładają, są pierwsi do odosobniania« ",
  "mn3:7.20": "taki jest trzeci powód, dla którego nowi mnisi stają się godni pochwały. ",
  "mn3:7.21": "Ci nowi mnisi, bracia, są tymi, którzy stają się godni pochwały z trzech powodów. ",
  "mn3:7.22": "Bracia, w takiej mierze uczniowie nauczyciela, który przebywa w odosobnieniu, ćwiczą się w odosobnianiu. ",
  "mn3:8.1": "Złem jest tu, bracia, chciwość, złem jest niechęć. ",
  "mn3:8.2": "Porzucenie chciwości, porzucenie niechęci to Środkowa Droga, która tworzy wizję, tworzy wgląd, prowadzi do uspokojenia, do wyższego poznania, do Samoprzebudzenia, do Nibbāny. ",
  "mn3:8.3": "Która to, bracia, Środkowa Droga tworzy wizję, tworzy wgląd, prowadzi do uspokojenia, do wyższego poznania, do Samoprzebudzenia, do Nibbāny? ",
  "mn3:8.4": "Jest to ta Szlachetna Ośmioraka Ścieżka, a mianowicie: ",
  "mn3:8.5": "Właściwy Pogląd, Właściwe Nastawienie, Właściwa Mowa, Właściwe Działanie, Właściwy Sposób Życia, Właściwy Wysiłek, Właściwa Uważność, Właściwe Skupienie. ",
  "mn3:8.6": "Tym jest Środkowa Droga, która tworzy wizję, tworzy wgląd, prowadzi do uspokojenia, do wyższego poznania, do Samoprzebudzenia, do Nibbāny. ",
  "mn3:9-15.1": "Złem jest tu, bracia, gniew, złem jest żywienie urazy (…) ",
  "mn3:9-15.2": "złem jest szydzenie z innych, złem jest bycie bezlitosnym, ",
  "mn3:9-15.3": "złem jest zazdrość, złem jest skąpstwo, ",
  "mn3:9-15.4": "złem jest tworzenie pozorów, złem jest skrytość, ",
  "mn3:9-15.5": "złem jest upór, złem jest porywczość, ",
  "mn3:9-15.6": "złem jest mierzenie się z innymi, złem jest wysokie mniemanie o sobie, ",
  "mn3:9-15.7": "złem jest pycha, złem jest niedbalstwo. ",
  "mn3:9-15.8": "Porzucenie pychy, porzucenie niedbalstwa to Środkowa Droga, która tworzy wizję, tworzy wgląd, prowadzi do uspokojenia, do wyższego poznania, do Samoprzebudzenia, do Nibbāny. ",
  "mn3:9-15.9": "Która to, bracia, Środkowa Droga tworzy wizję, tworzy wgląd, prowadzi do uspokojenia, do wyższego poznania, do Samoprzebudzenia, do Nibbāny? ",
  "mn3:9-15.10": "Jest to ta Szlachetna Ośmioraka Ścieżka, a mianowicie: ",
  "mn3:9-15.11": "Właściwy Pogląd, Właściwe Nastawienie, Właściwa Mowa, Właściwe Działanie, Właściwy Sposób Życia, Właściwy Wysiłek, Właściwa Uważność, Właściwe Skupienie. ",
  "mn3:9-15.12": "Tym jest Środkowa Droga, która tworzy wizję, tworzy wgląd, prowadzi do uspokojenia, do wyższego poznania, do Samoprzebudzenia, do Nibbāny. ",
  "mn3:9-15.13": "To właśnie powiedział Czcigodny Sāriputta. ",
  "mn3:9-15.14": "Uradowani mnisi rozkoszowali się słowami Czcigodnego Sāriputty. ",
  "mn3:9-15.15": "Koniec – trzeciej w zbiorze – mowy o tych, którzy dziedziczą Dhammę. "
}