{
  "mn4:0.1": "Zbiór mów średniej długości - mowa 4 ",
  "mn4:0.2": "Mowa o bojaźni i trwodze ",
  "mn4:1.1": "Oto com usłyszał – ",
  "mn4:1.2": "pewnego razu Błogosławiony przebywał niedaleko miasta Sāvatthi w klasztorze Anāthapiṇḍiki w gaju Jety. ",
  "mn4:2.1": "W tym czasie bramin Jāṇussoṇi przybył do Błogosławionego. Przybliżywszy się do Błogosławionego, przywitał się. ",
  "mn4:2.2": "Po przywitaniu i wyrażeniu szacunku, spytał o zdrowie, a następnie usiadł z boku. Siedząc obok, bramin Jāṇussoṇi rzekł do Błogosławionego: ",
  "mn4:2.3": "„Przyjacielu Gotamo, synowie szlachetnych rodów opuszczają swe domy, stając się tymi, którzy wywędrowali z domu w bezdomność5, robią tak ze względu na wiarę w mistrza Gotamę, mistrz Gotama jest dla nich przewodnikiem, mistrz Gotama jest dla nich wielką pomocą, mistrz Gotama jest ich doradcą, ",
  "mn4:2.4": "ludzie ci robią to, co mistrz Gotama, podążają za tym, co w nim dostrzegli?”. ",
  "mn4:2.5": "„Tak jest, braminie, tak jest, braminie! ",
  "mn4:2.6": "Synowie szlachetnych rodów opuszczają swe domy, stając się tymi, którzy wywędrowali z domu w bezdomność, robią tak ze względu na wiarę we mnie, jestem dla nich przewodnikiem, jestem dla nich wielką pomocą, jestem ich doradcą, ",
  "mn4:2.7": "ludzie ci robią to, co ja, podążają za tym, co we mnie dostrzegli”. ",
  "mn4:2.8": "„Niełatwo być zadowolonym, przyjacielu Gotamo, w odległych miejscach spoczynku, w odludnych ostępach leśnych, nie jest łatwe przebywanie w odosobnieniu, nie jest przyjemne bycie samemu. ",
  "mn4:2.9": "Można by pomyśleć, że mnich, który nie ma odpowiedniej miary skupienia, w lasach może postradać rozum”. ",
  "mn4:2.10": "„Tak jest, braminie, tak jest, braminie! ",
  "mn4:2.11": "Niełatwo być zadowolonym, braminie, w odległych miejscach spoczynku, w odludnych ostępach leśnych, nie jest łatwe przebywanie w odosobnieniu, nie jest przyjemne bycie samemu. Można by pomyśleć, że mnich, który nie ma odpowiedniej miary skupienia, w lasach może postradać rozum. ",
  "mn4:3.1": "Ja także, braminie, przed Samoprzebudzeniem, gdy byłem nieprzebudzonym bodhisattą, tak uważałem: ",
  "mn4:3.2": "»Niełatwo być zadowolonym w odległych miejscach spoczynku, w odludnych ostępach leśnych, nie jest łatwe przebywanie w odosobnieniu, nie jest przyjemne bycie samemu. ",
  "mn4:3.3": "Można by pomyśleć, że mnich, który nie ma odpowiedniej miary skupienia, w lasach może postradać rozum«. ",
  "mn4:4.1": "Tak było i ze mną, braminie: ",
  "mn4:4.2": "»Ci pustelnicy i bramini, których działania cielesne są nieoczyszczone, gdy przebywają w odległych miejscach spoczynku, w odludnych ostępach leśnych, z powodu ułomności7, jaką są nieoczyszczone działania cielesne, tacy szacowni pustelnicy i bramini wywołują w sobie niezdrową bojaźń i trwogę. ",
  "mn4:4.3": "Nie jest jednak tak, że moje działania cielesne są nieoczyszczone, gdy przebywam w odległych miejscach spoczynku, w odludnych ostępach leśnych, ",
  "mn4:4.4": "ponieważ moje działania cielesne są oczyszczone. ",
  "mn4:4.5": "Tak jak inni szlachetni przebywam w odległych miejscach spoczynku, w odludnych ostępach leśnych, mając oczyszczone działania cielesne«. ",
  "mn4:4.6": "Tak, braminie, widząc, że moje działania cielesne są oczyszczone, znalazłem ogromne ukojenie w pozostawaniu w ostępach leśnych. ",
  "mn4:5.1": "Tak było i ze mną, braminie: ",
  "mn4:5.2": "»Ci pustelnicy i bramini, których działania mowy są nieoczyszczone, (…) ",
  "mn4:5.3": "działania umysłowe są nieoczyszczone, (…) ",
  "mn4:5.4": "sposób życia jest nieoczyszczony, gdy przebywają w odległych miejscach spoczynku, w odludnych ostępach leśnych, z powodu ułomności, jaką jest nieoczyszczony sposób życia, tacy szacowni pustelnicy i bramini wywołują w sobie niezdrową bojaźń i trwogę. ",
  "mn4:6.1": "Nie jest jednak tak, że mój sposób życia jest nieoczyszczony, gdy przebywam w odległych miejscach spoczynku, w odludnych ostępach leśnych, ",
  "mn4:6.2": "ponieważ mój sposób życia jest oczyszczony. ",
  "mn4:7.1": "Tak jak inni szlachetni przebywam w odległych miejscach spoczynku, w odludnych ostępach leśnych, mając oczyszczony sposób życia«. ",
  "mn4:7.2": "Tak, braminie, widząc, że mój sposób życia jest oczyszczony, znalazłem ogromne ukojenie w pozostawaniu w ostępach leśnych. ",
  "mn4:8.1": "Tak było i ze mną, braminie: ",
  "mn4:8.2": "»Ci pustelnicy i bramini, którzy przeszywani są pożądliwością, zauroczeni przyjemnościami zmysłowymi, gdy przebywają w odległych miejscach spoczynku, w odludnych ostępach leśnych, z powodu ułomności, jaką jest przeszywanie pożądliwością, zauroczenie przyjemnościami zmysłowymi, tacy szacowni pustelnicy i bramini wywołują w sobie niezdrową bojaźń i trwogę. ",
  "mn4:8.3": "Nie jest jednak tak, że ja jestem przeszywany pożądliwością, zauroczony przyjemnościami zmysłowymi, gdy przebywam w odległych miejscach spoczynku, w odludnych ostępach leśnych, ",
  "mn4:8.4": "ponieważ nie jestem pożądliwy. ",
  "mn4:8.5": "Tak jak inni szlachetni przebywam w odległych miejscach spoczynku, w odludnych ostępach leśnych bez pożądliwości«. ",
  "mn4:8.6": "Tak, braminie, widząc, że nie jestem pożądliwy, znalazłem ogromne ukojenie w pozostawaniu w ostępach leśnych. ",
  "mn4:9.1": "Tak było i ze mną, braminie: ",
  "mn4:9.2": "»Ci pustelnicy i bramini, którzy mają gniew w sercach, z umysłami przepełnionymi okrutnymi myślami, gdy przebywają w odległych miejscach spoczynku, w odludnych ostępach leśnych, z powodu ułomności, jaką jest gniew w sercu i umysł pełen okrutnych myśli, ci szacowni pustelnicy i bramini wywołują w sobie niezdrową bojaźń i trwogę. ",
  "mn4:9.3": "Nie jest jednak tak, że ja mam gniew w sercu i umysł przepełniony okrutnymi myślami, gdy przebywam w odległych miejscach spoczynku, w odludnych ostępach leśnych, ",
  "mn4:9.4": "ponieważ mam serce wypełnione miłującą dobrocią. ",
  "mn4:9.5": "Tak jak inni szlachetni przebywam w odległych miejscach spoczynku, w odludnych ostępach leśnych z sercem wypełnionym miłującą dobrocią«. ",
  "mn4:9.6": "Tak, braminie, widząc, że mam serce wypełnione miłującą dobrocią, znalazłem ogromne ukojenie w pozostawaniu w ostępach leśnych. ",
  "mn4:10.1": "Tak było i ze mną, braminie: ",
  "mn4:10.2": " »Ci pustelnicy i bramini, którzy poddali się przewlekłemu odrętwieniu i ospałości, gdy przebywają w odległych miejscach spoczynku, w odludnych ostępach leśnych, z powodu ułomności, jaką jest przewlekłe odrętwienie i ospałość, ci szacowni pustelnicy i bramini wywołują w sobie niezdrową bojaźń i trwogę. ",
  "mn4:10.3": "Nie jest jednak tak, że ja przebywam z przewlekłym odrętwieniem i ospałością, gdy jestem w odległych miejscach spoczynku, w odludnych ostępach leśnych, ",
  "mn4:10.4": "ponieważ zanikły u mnie odrętwienie i ospałość. ",
  "mn4:10.5": "Tak jak inni szlachetni przebywam w odległych miejscach spoczynku, w odludnych ostępach leśnych bez odrętwienia i ospałości«. ",
  "mn4:10.6": "Tak, braminie, widząc, że zanikło odrętwienie i ospałość, znalazłem ogromne ukojenie w pozostawaniu w ostępach leśnych. ",
  "mn4:11.1": "Tak było i ze mną, braminie: ",
  "mn4:11.2": "»Ci pustelnicy i bramini, którzy mają poruszone, niespokojne umysły, gdy przebywają w odległych miejscach spoczynku, w odludnych ostępach leśnych, z powodu ułomności, jaką jest poruszony, niespokojny umysł, ci szacowni pustelnicy i bramini wywołują w sobie niezdrową bojaźń i trwogę. ",
  "mn4:11.3": "Nie jest jednak tak, że ja mam poruszony, niespokojny umysł, gdy przebywam w odległych miejscach spoczynku, w odludnych ostępach leśnych, ",
  "mn4:11.4": "ponieważ mam uspokojony umysł. ",
  "mn4:11.5": "Tak jak inni szlachetni przebywam w odległych miejscach spoczynku, w odludnych ostępach leśnych z uspokojonym umysłem«. ",
  "mn4:11.6": "Tak, braminie, widząc, że mam uspokojony umysł, znalazłem ogromne ukojenie w pozostawaniu w ostępach leśnych. ",
  "mn4:12.1": "Tak było i ze mną, braminie: ",
  "mn4:12.2": "»Ci pustelnicy i bramini, którzy odczuwają niepewność i mają wątpliwości, gdy przebywają w odległych miejscach spoczynku, w odludnych ostępach leśnych, z powodu ułomności, jaką jest niepewność i wątpliwości, ci szacowni pustelnicy i bramini wywołują w sobie niezdrową bojaźń i trwogę. ",
  "mn4:12.3": "Nie jest jednak tak, że ja odczuwam niepewność i mam wątpliwości, gdy przebywam w odległych miejscach spoczynku, w odludnych ostępach leśnych, ",
  "mn4:12.4": "ponieważ przekroczyłem wątpliwości. ",
  "mn4:12.5": "Tak jak inni szlachetni przebywam w odległych miejscach spoczynku, w odludnych ostępach leśnych bez wątpliwości«. ",
  "mn4:12.6": "Tak, braminie, widząc, że przekroczyłem wątpliwości, znalazłem ogromne ukojenie w pozostawaniu w ostępach leśnych. ",
  "mn4:13.1": "Tak było i ze mną, braminie: ",
  "mn4:13.2": "»Ci pustelnicy i bramini, którzy wywyższają siebie i pogardzają innymi, gdy przebywają w odległych miejscach spoczynku, w odludnych ostępach leśnych, z powodu ułomności, jaką jest wywyższanie siebie i pogarda dla innych, ci szacowni pustelnicy i bramini wywołują w sobie niezdrową bojaźń i trwogę. ",
  "mn4:13.3": "Nie jest jednak tak, że ja wywyższam siebie i pogardzam innymi, gdy przebywam w odległych miejscach spoczynku, w odludnych ostępach leśnych, ",
  "mn4:13.4": "ponieważ nie wywyższam się i nie pogardzam innymi. ",
  "mn4:13.5": "Tak jak inni szlachetni przebywam w odległych miejscach spoczynku, w odludnych ostępach leśnych bez wywyższania siebie i bez pogardy dla innych«. ",
  "mn4:13.6": "Tak, braminie, widząc, że nie wywyższam się i nie pogardzam innymi, znalazłem ogromne ukojenie w pozostawaniu w ostępach leśnych. ",
  "mn4:14.1": "Tak było i ze mną, braminie: ",
  "mn4:14.2": "»Ci pustelnicy i bramini, którzy są zlęknieni, struchlali, gdy przebywają w odległych miejscach spoczynku, w odludnych ostępach leśnych, z powodu ułomności, jaką jest lęk i struchlenie, ci szacowni pustelnicy i bramini wywołują w sobie niezdrową bojaźń i trwogę. ",
  "mn4:14.3": "Nie jest jednak tak, że jestem zlękniony czy struchlały, gdy przebywam w odległych miejscach spoczynku, w odludnych ostępach leśnych, ",
  "mn4:14.4": "ponieważ nie jeżą mi się włosy ze strachu. ",
  "mn4:14.5": "Tak jak inni szlachetni przebywam w odległych miejscach spoczynku, w odludnych ostępach leśnych bez jeżenia się włosów ze strachu«. ",
  "mn4:14.6": "Tak, braminie, widząc, że nie jeżą mi się włosy ze strachu, znalazłem ogromne ukojenie w pozostawaniu w ostępach leśnych. ",
  "mn4:15.1": "Tak było i ze mną, braminie: ",
  "mn4:15.2": "»Ci pustelnicy i bramini, którzy chcą osiągnąć zysk, poważanie i sławę, gdy przebywają w odległych miejscach spoczynku, w odludnych ostępach leśnych, z powodu ułomności, jaką jest chęć osiągnięcia zysku, poważania i sławy, ci szacowni pustelnicy i bramini wywołują w sobie niezdrową bojaźń i trwogę. ",
  "mn4:15.3": "Nie jest jednak tak, że chcę osiągnąć zysk, poważanie i sławę, gdy przebywam w odległych miejscach spoczynku, w odludnych ostępach leśnych, ",
  "mn4:15.4": "ponieważ niewiele mi potrzeba. ",
  "mn4:15.5": "Tak jak inni szlachetni przebywam w odległych miejscach spoczynku, w odludnych ostępach leśnych, niewiele potrzebując«. ",
  "mn4:15.6": "Tak, braminie, widząc, że mam niewielkie potrzeby, znalazłem ogromne ukojenie w pozostawaniu w ostępach leśnych. ",
  "mn4:16.1": "Tak było i ze mną, braminie: ",
  "mn4:16.2": "»Ci pustelnicy i bramini, którzy nie mają zapału, mają niewielką energię, gdy przebywają w odległych miejscach spoczynku, w odludnych ostępach leśnych, z powodu ułomności, jaką jest brak zapału i niewielka energia, ci szacowni pustelnicy i bramini wywołują w sobie niezdrową bojaźń i trwogę. ",
  "mn4:16.3": "Nie jest jednak tak, że nie mam zapału, że mam niewiele energii, gdy przebywam w odległych miejscach spoczynku, w odludnych ostępach leśnych, ",
  "mn4:16.4": "ponieważ mam inicjującą energię. ",
  "mn4:16.5": "Tak jak inni szlachetni przebywam w odległych miejscach spoczynku, w odludnych ostępach leśnych, mając inicjującą energię«. ",
  "mn4:16.6": "Tak, braminie, widząc, że mam inicjującą energię, znalazłem ogromne ukojenie w pozostawaniu w ostępach leśnych. ",
  "mn4:17.1": "Tak było i ze mną, braminie: ",
  "mn4:17.2": "»Ci pustelnicy i bramini, którzy mają rozproszoną uważność i brak przejrzystego pojmowania, gdy przebywają w odległych miejscach spoczynku, w odludnych ostępach leśnych, z powodu ułomności, jaką jest rozproszona uważność i brak przejrzystego pojmowania, ci szacowni pustelnicy i bramini wywołują w sobie niezdrową bojaźń i trwogę. ",
  "mn4:17.3": "Nie jest jednak tak, że mam rozproszoną uważność i brak przejrzystego pojmowania, gdy przebywam w odległych miejscach spoczynku, w odludnych ostępach leśnych, ",
  "mn4:17.4": "ponieważ ustanowiłem uważność. ",
  "mn4:17.5": "Tak jak inni szlachetni przebywam w odległych miejscach spoczynku, w odludnych ostępach leśnych z ustanowioną uważnością«. ",
  "mn4:17.6": "Tak, braminie, widząc, że ustanowiłem uważność, znalazłem ogromne ukojenie w pozostawaniu w ostępach leśnych. ",
  "mn4:18.1": "Tak było i ze mną, braminie: ",
  "mn4:18.2": "»Ci pustelnicy i bramini, którzy mają niespójny, zbłąkany umysł, gdy przebywają w odległych miejscach spoczynku, w odludnych ostępach leśnych, z powodu ułomności, jaką jest niespójny, zbłąkany umysł, ci szacowni pustelnicy i bramini wywołują w sobie niezdrową bojaźń i trwogę. ",
  "mn4:18.3": "Nie jest jednak tak, że mam niespójny, zbłąkany umysł, gdy przebywam w odległych miejscach spoczynku, w odludnych ostępach leśnych, ",
  "mn4:18.4": "ponieważ osiągnąłem skupienie. ",
  "mn4:18.5": "Tak jak inni szlachetni przebywam w odległych miejscach spoczynku, w odludnych ostępach leśnych po osiągnięciu skupienia«. ",
  "mn4:18.6": "Tak, braminie, widząc, że osiągnąłem skupienie, znalazłem ogromne ukojenie w pozostawaniu w ostępach leśnych. ",
  "mn4:19.1": "Tak było i ze mną, braminie: ",
  "mn4:19.2": "»Ci pustelnicy i bramini, którzy są nierozumni i przyćmieni, gdy przebywają w odległych miejscach spoczynku, w odludnych ostępach leśnych, z powodu ułomności, jaką jest nierozumność i przyćmienie, tacy szacowni pustelnicy i bramini wywołują w sobie niezdrową bojaźń i trwogę. ",
  "mn4:19.3": "Nie jest jednak tak, że jestem nierozumny i przyćmiony, gdy przebywam w odległych miejscach spoczynku, w odludnych ostępach leśnych, ",
  "mn4:19.4": "ponieważ osiągnąłem mądrość. ",
  "mn4:19.5": "ak jak inni szlachetni przebywam w odległych miejscach spoczynku, w odludnych ostępach leśnych po osiągnięciu mądrości«. ",
  "mn4:19.6": "Tak, braminie, widząc, że osiągnąłem mądrość, znalazłem ogromne ukojenie w pozostawaniu w ostępach leśnych. ",
  "mn4:19.7": "Koniec części o szesnastu porządkach ",
  "mn4:20.1": "Tak było i ze mną, braminie: ",
  "mn4:20.2": "»Doprawdy bywają wyznaczone, wyjątkowe noce ",
  "mn4:20.3": "czternastego i piętnastego dnia, co dwa tygodnie, oraz ósmego dnia, w połowie faz księżyca. ",
  "mn4:20.4": "Co, gdybym w czasie takich nocy jak te przebywał w miejscach spoczynku budzących grozę i podnoszących włosy na głowie, takich jak uroczyska w parkach, uroczyska w lasach, uroczyska pod drzewami, tak by się przekonać, czym jest bojaźń i trwoga?«. ",
  "mn4:20.5": "Tak więc, braminie, w późniejszym czasie, w wyznaczone, wyjątkowe noce ",
  "mn4:20.6": "czternastego i piętnastego dnia, co dwa tygodnie, oraz ósmego dnia, w połowie faz księżyca, ",
  "mn4:20.7": "w noce takie jak te przebywałem w miejscach spoczynku budzących grozę i podnoszących włosy na głowie, takich jak uroczyska w parkach, uroczyska w lasach, uroczyska pod drzewami. ",
  "mn4:20.8": "Gdy tam przebywałem, braminie, dzika zwierzyna podchodziła, paw zeskoczył z gałęzi, wiatr ruszał liśćmi. ",
  "mn4:20.9": "Tak było i ze mną, braminie: ",
  "mn4:20.10": "»Doprawdy zbliża się do mnie bojaźń i trwoga«. ",
  "mn4:20.11": "Tak było i ze mną, braminie: ",
  "mn4:20.12": "»Co mnie przyciąga do przebywania w strachu? ",
  "mn4:20.13": "Tak jak to bywa, gdy podchodzi do mnie bojaźń i trwoga, co by było, gdybym tak jak jestem, mógł okiełznać bojaźń i trwogę?«. ",
  "mn4:20.14": "Tak też, braminie, gdy chodziłem w tę i z powrotem, podchodziła do mnie bojaźń i trwoga, ",
  "mn4:20.15": "ale nie stawałem, nie siadałem, nie kładłem się, dopóki, chodząc w tę i z powrotem, nie okiełznałem bojaźni i trwogi. ",
  "mn4:20.16": "Tak też, braminie, gdy stałem, podchodziła do mnie bojaźń i trwoga, ",
  "mn4:20.17": "ale nie chodziłem w tę i z powrotem, nie siadałem, nie kładłem się, dopóki, stojąc, nie okiełznałem bojaźni i trwogi. ",
  "mn4:20.18": "Tak też, braminie, gdy siedziałem, podchodziła do mnie bojaźń i trwoga, ",
  "mn4:20.19": "ale nie kładłem się, nie stawałem, nie chodziłem w tę i z powrotem, dopóki, siedząc, nie okiełznałem bojaźni i trwogi. ",
  "mn4:20.20": "Tak też, braminie, gdy leżałem, podchodziła do mnie bojaźń i trwoga, ",
  "mn4:20.21": "ale nie siadałem, nie stawałem, nie chodziłem w tę i z powrotem, dopóki, leżąc, nie okiełznałem bojaźni i trwogi. ",
  "mn4:21.1": "Są także, o braminie, pewni pustelnicy i bramini uznający noc za dzień, uznający dzień za noc. ",
  "mn4:21.2": "Powiadam, że ci pustelnicy i bramini tkwią w ułudzie. ",
  "mn4:21.3": "Ja, braminie, uznaję noc za noc, uznaję dzień za dzień. ",
  "mn4:21.4": "Właściwie by mówiono, powiadając o kimś tak: ",
  "mn4:21.5": "»Niepodlegająca ułudzie istota w świecie powstała, dla dobrodziejstwa wielu, dla szczęścia wielu, współczująca światu, aby korzyść, dobrodziejstwo i szczęście devom oraz ludziom dała« – właściwie by mówiono, powiadając tak o mnie: ",
  "mn4:21.6": "»Niepodlegająca ułudzie istota w świecie powstała, dla dobrodziejstwa wielu, dla szczęścia wielu, współczująca światu, aby korzyść, dobrodziejstwo i szczęście devom oraz ludziom dała«. ",
  "mn4:22-26.1": "Inicjująca energia przylgnęła do mnie, braminie, powstała niezmącona uważność, moje ciało było uspokojone i bez poruszeń, mój umysł stabilny i ujednolicony. ",
  "mn4:22-26.2": "Oddzielony, braminie, od przyjemności zmysłowych, oddzielony od szkodliwych stanów, wraz z przywodzącym rozpatrywaniem, jak też z utrzymywanym dochodzeniem oraz z radosnym uniesieniem i błogością, zrodzonymi z odosobnienia, osiągnąłem pierwszą jhānę i przebywałem w niej. ",
  "mn4:22-26.3": "Wraz z uspokojeniem przywodzącego rozpatrywania i utrzymywanego dochodzenia osiągnąłem drugą jhānę i przebywałem w niej, jej cechy to wewnętrzne wyciszenie i ujednolicenie umysłu, jak też brak przywodzącego rozpatrywania i brak utrzymywanego dochodzenia, zawiera radosne uniesienie i błogość zrodzone ze skupienia. ",
  "mn4:22-26.4": "Wraz z wygaszeniem radosnego uniesienia, przebywałem w zrównoważeniu, będąc uważnym, mając przejrzyste pojmowanie, osiągnąłem trzecią jhānę i przebywałem w niej, odczuwając na własnej skórze tę przyjemność, którą Szlachetni wychwalają: »Przyjemnie przebywa ten, kto zrównoważony i uważny«. ",
  "mn4:22-26.5": "Wyzbywszy się przyjemności, wyzbywszy się bólu, po wcześniejszym odsunięciu błogości i smutku, osiągnąłem czwartą jhānę, która jest ani przyjemna, ani bolesna, i przebywałem w niej z czystą uważnością dzięki zrównoważeniu. ",
  "mn4:27.1": "Kiedy mój umysł był tak skupiony, oczyszczony, rozjaśniony, niesplamiony, uwolniony od zanieczyszczeń, elastyczny, sprawczy, stabilny i niewzruszony, nakierowałem go na poznanie i przypomnienie sobie poprzednich pobytów. Przypomniałem sobie wiele poprzednich pobytów, ",
  "mn4:27.2": "mianowicie jedno życie, dwa życia, trzy życia, cztery życia, pięć żyć, dziesięć żyć, pięćdziesiąt żyć, sto żyć, sto tysięcy żyć, wiele cyklów rozszerzania się wszechświata, wiele cyklów kurczenia się wszechświata, wiele cyklów rozszerzania i kurczenia się wszechświata: »Tu tak miałem na imię, byłem z takiego klanu, takiego koloru miałem skórę, takie było moje pożywienie, takie było moje doświadczenie przyjemności i bólu, tyle trwała moja egzystencja, przeminąłem tam, umarłem, pojawiłem się gdzie indziej, tam też: tak miałem na imię, byłem z takiego klanu, takiego koloru miałem skórę, takie było moje pożywienie, takie było moje doświadczenie przyjemności i bólu, tyle trwała moja egzystencja, przeminąłem tam, pojawiłem się tutaj«. Tak różnego rodzaju cechy i szczegóły poprzednich pobytów sobie przypomniałem. ",
  "mn4:28.1": "To była, braminie, w pierwszej części nocy pierwsza wiedza, jaką osiągnąłem, ",
  "mn4:28.2": "gdy ze zniszczeniem niewiedzy, wiedza powstała, wraz z powstaniem światła, ciemność zniszczyłem, jak ten, kto niestrudzony, pilny i z usilnym staraniem, tak i ja przebywałem. ",
  "mn4:29.1": "Kiedy mój umysł był tak skupiony, oczyszczony, rozjaśniony, niesplamiony, uwolniony od zanieczyszczeń, elastyczny, sprawczy, stabilny i niewzruszony, nakierowałem go na poznanie przemijania i pojawiania się istot. ",
  "mn4:29.2": "Niebiańskim okiem, oczyszczonym i przewyższającym ludzkie, pojąłem, jak istoty odchodzą i pojawiają się ponownie, liche i wzniosłe, piękne i brzydkie, spełnione i błądzące we własnym działaniu. »Te cenne istoty kierowały w nieodpowiedni sposób ciałem, kierowały w nieodpowiedni sposób mową, kierowały w nieodpowiedni sposób umysłem, te cenne istoty drwiły ze Szlachetnych, miały niewłaściwe poglądy, a gdy działały zgodnie z niewłaściwymi poglądami, po rozpadzie ciała, po śmierci, pojawiały się w stanie niedoli, w błędnym, upadłym, piekielnym świecie. Te cenne istoty kierowały w odpowiedni sposób ciałem, kierowały w nieodpowiedni sposób mową, kierowały w nieodpowiedni sposób umysłem, te cenne istoty nie drwiły ze Szlachetnych, miały właściwe poglądy, a gdy działały zgodnie z właściwymi poglądami, po rozpadzie ciała, po śmierci, pojawiały się w pomyślnym stanie, w świecie niebios«. Niebiańskim okiem, oczyszczonym i przewyższającym ludzkie, pojąłem istoty odchodzące i pojawiające się ponownie, liche i wzniosłe, piękne i brzydkie, spełnione i błądzące we własnym działaniu. ",
  "mn4:30.1": "To była, braminie, w środkowej części nocy druga wiedza, jaką osiągnąłem, ",
  "mn4:30.2": "gdy ze zniszczeniem niewiedzy, wiedza powstała, wraz z powstaniem światła, ciemność zniszczyłem, jak ten, kto niestrudzony, pilny i z usilnym staraniem, tak i ja przebywałem. ",
  "mn4:31.1": "Kiedy mój umysł był tak skupiony, oczyszczony, rozjaśniony, niesplamiony, uwolniony od zanieczyszczeń, elastyczny, sprawczy, stabilny i niewzruszony, nakierowałem go na poznanie usunięcia skażeń. ",
  "mn4:31.2": "»Oto krzywda« – odkryłem zgodnie z rzeczywistością, »oto przyczyna powstania krzywdy« – odkryłem zgodnie z rzeczywistością, »oto ustanie krzywdy« – odkryłem zgodnie z rzeczywistością, »oto Ścieżka prowadząca do ustania krzywdy« – odkryłem zgodnie z rzeczywistością. ",
  "mn4:31.3": "»Oto skażenia« – odkryłem zgodnie z rzeczywistością, »oto przyczyna powstania skażeń« – odkryłem zgodnie z rzeczywistością, »oto ustanie skażeń« – odkryłem zgodnie z rzeczywistością, »oto Ścieżka prowadząca do ustania skażeń« – odkryłem zgodnie z rzeczywistością. ",
  "mn4:32.1": "Gdy to pojąłem, gdy to dostrzegłem, umysł wyzwolił się ze skażenia, jakim jest pożądanie, umysł wyzwolił się ze skażenia, jakim jest stawanie się, umysł wyzwolił się ze skażenia, jakim jest niewiedza. ",
  "mn4:32.2": "Z wyzwoleniem pojawiło się poznanie: »wyzwolenie«. ",
  "mn4:32.3": "Odkryłem że »odradzanie zostało zakończone, święte życie zostało dopełnione, to, co należało zrobić, zostało zrobione, nie będzie kolejnego stawania się«. ",
  "mn4:33.1": "To była, braminie, w ostatniej części nocy trzecia wiedza, jaką osiągnąłem, ",
  "mn4:33.2": "gdy ze zniszczeniem niewiedzy, wiedza powstała, wraz z powstaniem światła, ciemność zniszczyłem, jak ten, kto niestrudzony, pilny i z usilnym staraniem, tak i ja przebywałem. ",
  "mn4:34.1": "Być może, braminie, pomyślisz tak: ",
  "mn4:34.2": "»Pustelnik Gotama do dziś nie jest wolny od pragnienia, niechęci i ułudy i dlatego przebywa w odległych miejscach spoczynku, w odludnych ostępach leśnych«. ",
  "mn4:34.3": "Nie postrzegaj tego, braminie, w ten sposób. ",
  "mn4:34.4": "Widzę dwa powody, braminie, by przebywać w odległych miejscach spoczynku, w odludnych ostępach leśnych: ",
  "mn4:34.5": "ze względu na własną przyjemność przebywania tam i współczucie dla przyszłych pokoleń”. ",
  "mn4:35.1": "„Rzeczywiście to dlatego, że mistrz Gotama jest Godnym i w pełni Samoprzebudzonym, ma on współczucie dla przyszłych pokoleń. ",
  "mn4:35.2": "Wspaniale, mistrzu Gotamo! Wspaniale, mistrzu Gotamo! ",
  "mn4:35.3": "To tak, jakby, Czcigodny Panie, człowiek postawił z powrotem coś, co było przewrócone, jakby odkrył ukryte, jakby wskazano drogę zagubionemu, jakby przyniesiono lampę w ciemności z taką myślą: »Ci, którzy mają oczy, będą widzieli wszystko wyraźnie«. W taki też sposób została mi ukazana Dhamma przez Błogosławionego. ",
  "mn4:35.4": "Chciałbym mieć schronienie w mistrzu Gotamie, w Dhammie i w mnisiej Saṅdze. ",
  "mn4:35.5": "Czcigodny mistrzu Gotamo, niech Błogosławiony traktuje mnie jako współwyznawcę, tego, który od dziś znalazł schronienie na resztę życia”. ",
  "mn4:35.6": "Koniec – czwartej w rozdziale – mowy o bojaźni i trwodze. "
}