{
  "mn5:0.1": "Zbiór mów średniej długości - mowa 5 ",
  "mn5:0.2": "Mowa o braku splamień ",
  "mn5:1.1": "Oto com usłyszał – ",
  "mn5:1.2": "pewnego razu Błogosławiony przebywał niedaleko miasta Sāvatthi w klasztorze Anāthapiṇḍiki w gaju Jety. ",
  "mn5:1.3": "Tam Czcigodny Sāriputta zwrócił się do mnichów: ",
  "mn5:1.4": "„Bracia mnisi”. ",
  "mn5:1.5": "„Bracie”, mnisi ci posłyszeli Czcigodnego Sāriputtę. ",
  "mn5:1.6": "Oto co Czcigodny Sāriputta powiedział: ",
  "mn5:2.1": "„Można znaleźć, bracia, cztery typy ludzi na świecie. ",
  "mn5:2.2": "Które to cztery? ",
  "mn5:2.3": "Jednym z nich jest, bracia, człowiek pełen splamień, który nie pojmuje zgodnie z rzeczywistością: »Istnieją we mnie wewnętrzne splamienia«. ",
  "mn5:2.4": "Jednym z nich jest, bracia, człowiek pełen splamień, który nie pojmuje zgodnie z rzeczywistością: »Istnieją we mnie wewnętrzne splamienia«. ",
  "mn5:2.5": "Jednym z nich jest, bracia, człowiek bez splamień, który nie pojmuje zgodnie z rzeczywistością: »Nie istnieją we mnie wewnętrzne splamienia«. ",
  "mn5:2.6": "Jednym z nich jest, bracia, człowiek bez splamień, który pojmuje zgodnie z rzeczywistością: »Nie istnieją we mnie wewnętrzne splamienia«. ",
  "mn5:2.7": "Jest tam, bracia, wśród tych dwóch osób, które są pełne splamień, ta, która nie pojmuje zgodnie z rzeczywistością: »Istnieją we mnie wewnętrzne splamienia«. Ta jest gorsza. ",
  "mn5:2.8": "Jest tam, bracia, wśród tych dwóch osób, które są pełne splamień, ta, która pojmuje zgodnie z rzeczywistością: »Istnieją we mnie wewnętrzne splamienia«. Ta jest znakomitsza. ",
  "mn5:2.9": "Jest tam, bracia, wśród tych dwóch osób, które są bez splamień, ta, która nie pojmuje zgodnie z rzeczywistością: »Nie istnieją we mnie wewnętrzne splamienia«. Ta jest gorsza. ",
  "mn5:2.10": "Jest tam, bracia, wśród tych dwóch osób, które są bez splamień, ta, która pojmuje zgodnie z rzeczywistością: »Nie istnieją we mnie wewnętrzne splamienia«. Ta jest znakomitsza”. ",
  "mn5:3.1": "Gdy to zostało powiedziane, oto co Czcigodny Mahāmoggallāna powiedział Czcigodnemu Sāriputcie: ",
  "mn5:3.2": "„Co jest przyczyną, bracie Sāriputto, od czego to zależy, że z dwóch osób pełnych splamień, jedną przedstawia się jako gorszą, a jedną jako znakomitszą? ",
  "mn5:3.3": "Co jest przyczyną, bracie Sāriputto, od czego to zależy, że z dwóch osób bez splamień, jedną przedstawia się jako gorszą, a jedną jako znakomitszą?”. ",
  "mn5:4.1": "„Jest tam, bracie, wśród tych dwóch osób, które są pełne splamień, ta, która nie pojmuje zgodnie z rzeczywistością: »Istnieją we mnie wewnętrzne splamienia«. Można oczekiwać, że nie będzie ona dokładać starań, nie będzie się wysilać, nie będzie wzbudzać energii, aby wyzbyć się tych splamień. ",
  "mn5:4.2": "Gdy jej czas się wypełni, umysł jej będzie pełen chciwości, niechęci, ułudy, splamień i zanieczyszczeń. ",
  "mn5:4.3": "To tak, jakby, bracie, ktoś przyniósł z targu albo z kuźni talerz z brązu, pokryty brudem i plamami. ",
  "mn5:4.4": "Jego posiadacze nie jedliby z niego, nie oczyściliby go, a rzuciliby go w brudny kąt. ",
  "mn5:4.5": "W ten sposób, bracie, czy ten talerz z brązu mógłby później stać się bardziej zanieczyszczony, mieć coraz większe plamy?”. ",
  "mn5:4.6": "„Tak, bracie”. ",
  "mn5:4.7": "„Tak samo, bracie, wśród tych dwóch osób, które są pełne splamień, ta, która nie pojmuje zgodnie z rzeczywistością: »Istnieją we mnie wewnętrzne splamienia«, nie będzie dokładać starań, nie będzie się wysilać, nie będzie wzbudzać energii, aby wyzbyć się tych splamień. ",
  "mn5:4.8": "Gdy jej czas się wypełni, umysł jej będzie pełen chciwości, niechęci, ułudy, splamień i zanieczyszczeń. ",
  "mn5:5.1": "Jest tam, bracie, wśród tych dwóch osób, które są pełne splamień, ta, która pojmuje zgodnie z rzeczywistością: »Istnieją we mnie wewnętrzne splamienia«, można oczekiwać, że będzie ona dokładać starań, będzie się wysilać, będzie wzbudzać energię, aby wyzbyć się tych splamień. ",
  "mn5:5.2": "Gdy jej czas się wypełni, umysł jej będzie bez chciwości, niechęci, ułudy, splamień i zanieczyszczeń. ",
  "mn5:5.3": "To tak, jakby, bracie, ktoś przyniósł z targu albo z kuźni talerz z brązu, pokryty brudem i plamami. ",
  "mn5:5.4": "Jego posiadacze jedliby z niego, oczyściliby go, nie rzuciliby go w brudny kąt. ",
  "mn5:5.5": "W ten sposób, bracie, czy ten talerz z brązu mógłby później stać się jeszcze jaśniejszy, jeszcze czystszy?”. ",
  "mn5:5.6": "„Tak, bracie”. ",
  "mn5:5.7": "„Tak samo, bracie, wśród tych dwóch osób, które są pełne splamień, ta, która pojmuje zgodnie z rzeczywistością: »Istnieją we mnie wewnętrzne splamienia«, będzie dokładać starań, będzie się wysilać, będzie wzbudzać energię, aby wyzbyć się tych splamień. ",
  "mn5:5.8": "Gdy jej czas się wypełni, będzie bez chciwości, niechęci, ułudy, splamień i zanieczyszczeń w umyśle. ",
  "mn5:6.1": "Jest tam, bracie, wśród tych dwóch osób, które są bez splamień, ta, która nie pojmuje zgodnie z rzeczywistością: »Nie istnieją we mnie wewnętrzne splamienia«. Można oczekiwać, że będzie ona kierowała umysł na znamiona piękna, z tak nakierowanym umysłem na znamiona piękna, żądza będzie siać zepsucie w jej sercu. ",
  "mn5:6.2": "Gdy jej czas się wypełni, umysł jej będzie pełen chciwości, niechęci, ułudy, splamień i zanieczyszczeń. ",
  "mn5:6.3": "To tak, jakby, bracie, ktoś przyniósł z targu albo z kuźni talerz z brązu, jasny i czysty. ",
  "mn5:6.4": "Jego posiadacze nie jedliby z niego, nie oczyściliby go, a rzuciliby go w brudny kąt. ",
  "mn5:6.5": "W ten sposób, bracie, czy ten talerz z brązu mógłby później stać się bardziej zanieczyszczony, mieć coraz większe plamy?”. ",
  "mn5:6.6": "„Tak, bracie”. ",
  "mn5:6.7": "„Tak samo, bracie, wśród tych dwóch osób, które są bez splamień, ta, która nie pojmuje zgodnie z rzeczywistością: »Nie istnieją we mnie wewnętrzne splamienia«, będzie kierowała umysł na znamiona piękna, z umysłem nakierowanym na znamiona piękna, żądza będzie siać zepsucie w jej sercu. ",
  "mn5:6.8": "Gdy jej czas się wypełni, umysł jej będzie pełen chciwości, niechęci, ułudy, splamień i zanieczyszczeń. ",
  "mn5:7.1": "Jest tam, bracie, wśród tych dwóch osób, które są bez splamień, ta, która pojmuje zgodnie z rzeczywistością: »Nie istnieją we mnie wewnętrzne splamienia«, można oczekiwać, że nie będzie ona kierowała umysłu na znamiona piękna, z umysłem nienakierowanym na znamiona piękna, żądza nie będzie siać zepsucia w jej sercu. ",
  "mn5:7.2": "Gdy jej czas się wypełni, umysł jej będzie bez chciwości, niechęci, ułudy, splamień i zanieczyszczeń. ",
  "mn5:7.3": "To tak, jakby, bracie, ktoś przyniósł z targu albo z kuźni talerz z brązu, jasny i czysty. ",
  "mn5:7.4": "Jego posiadacze jedliby z niego, oczyściliby go, nie rzuciliby go w brudny kąt. ",
  "mn5:7.5": "W ten sposób, bracie, czy ten talerz z brązu mógłby później stać się jeszcze jaśniejszy, jeszcze czystszy?”. ",
  "mn5:7.6": "„Tak, bracie”. ",
  "mn5:7.7": "„Tak samo, bracie, wśród tych dwóch osób, które są bez splamień, ta, która pojmuje zgodnie z rzeczywistością: »Nie istnieją we mnie wewnętrzne splamienia«, nie będzie kierowała umysłu na znamiona piękna, z umysłem nienakierowanym na znamiona piękna, żądza nie będzie siać zepsucia w jej sercu. ",
  "mn5:7.8": "Gdy jej czas się wypełni, umysł jej będzie bez chciwości, niechęci, ułudy, splamień i zanieczyszczeń. ",
  "mn5:8.1": "Taka jest przyczyna, bracie Moggallāno, od tego zależy, że z dwóch osób pełnych splamień jedną przedstawia się jako gorszą, a jedną jako znakomitszą. ",
  "mn5:8.2": "Taka jest przyczyna, bracie Moggallāno, od tego zależy, że z dwóch osób bez splamień jedną przedstawia się jako gorszą, a jedną jako znakomitszą”. ",
  "mn5:9.1": "„Mówi się, bracie: »Brak splamień, brak splamień«. ",
  "mn5:9.2": "Do czego jednak, bracie, ten termin »splamienie« się odnosi?”. ",
  "mn5:9.3": "„Terminem »splamienia«, bracie, określamy złe i szkodliwe zachowania wynikające z chcenia. ",
  "mn5:10.1": "Może się tak stać, bracie, że w jakimś mnichu pojawi się takie życzenie: ",
  "mn5:10.2": "»Gdy popełnię wykroczenie, oby inni mnisi się o tym nie dowiedzieli«. ",
  "mn5:10.3": "Może się tak stać, bracie, że mnisi uznaliby, że mnich ten to: ",
  "mn5:10.4": "»popełniający wykroczenie«. ",
  "mn5:10.5": "Mnich ten myśli: »Mnisi uznali, że jestem mnichem popełniającym wykroczenie«, ",
  "mn5:10.6": "staje się on rozgniewany i poruszony. ",
  "mn5:10.7": "Bracie, rozgniewanie i poruszenie – ",
  "mn5:10.8": "oba są splamieniami. ",
  "mn5:11.1": "Może się tak stać, bracie, że w jakimś mnichu pojawi się takie życzenie: ",
  "mn5:11.2": "»Gdy popełnię wykroczenie, oby inni mnisi upomnieli mnie potajemnie, nie pośród Saṅghi«. ",
  "mn5:11.3": "Może się tak stać, bracie, że mnisi upomną mnicha pośród Saṅghi, a nie potajemnie. ",
  "mn5:11.4": "Mnich ten myśli: „Mnisi upomnieli mnie pośród Saṅghi, a nie potajemnie”, ",
  "mn5:11.5": "staje się on rozgniewany i poruszony. ",
  "mn5:11.6": "Bracie, rozgniewanie i poruszenie – ",
  "mn5:11.7": "oba są splamieniami. ",
  "mn5:12.1": "Może się tak stać, bracie, że w jakimś mnichu pojawi się takie życzenie: ",
  "mn5:12.2": "»Gdy popełnię wykroczenie, oby mnie upomniał ktoś mi równy, nie ktoś, kto nie jest mi równy«. ",
  "mn5:12.3": "Może się tak stać, bracie, że ktoś, kto nie jest równy mnichowi upomni go, a nie ktoś mu równy. ",
  "mn5:12.4": "Mnich ten myśli: »Upomniał mnie ktoś, kto nie jest mi równy, nie ktoś, kto jest mi równy«, ",
  "mn5:12.5": "staje się on rozgniewany i poruszony. ",
  "mn5:12.6": "Bracie, rozgniewanie i poruszenie – ",
  "mn5:12.7": "oba są splamieniami. ",
  "mn5:13.1": "Może się tak stać, bracie, że w jakimś mnichu pojawi się takie życzenie: ",
  "mn5:13.2": "»Oby nauczyciel podczas nauczania Dhammy przepytywał ciągle tylko mnie, a nie przepytywał ciągle tylko innego mnicha«. ",
  "mn5:13.3": "Może się tak stać, bracie, że nauczyciel podczas nauczania Dhammy przepytywał ciągle tylko innego mnicha, a nie przepytywał ciągle tylko tego mnicha. ",
  "mn5:13.4": "Mnich ten myśli: »Nauczyciel podczas nauczania Dhammy przepytywał ciągle tylko innego mnicha, a nie przepytywał ciągle tylko mnie«, ",
  "mn5:13.5": "staje się on rozgniewany i poruszony. ",
  "mn5:13.6": "Bracie, rozgniewanie i poruszenie – ",
  "mn5:13.7": "oba są splamieniami. ",
  "mn5:14.1": "Może się tak stać, bracie, że w jakimś mnichu pojawi się takie życzenie: ",
  "mn5:14.2": "»Oby mnisi wchodzący do wioski po pożywienie wystawili mnie na czele, a nie wystawiali na czele innego mnicha«. ",
  "mn5:14.3": "Może się tak stać, bracie, że mnisi wchodzący do wioski po pożywienie nie wystawili tego mnicha na czele, a wystawiali na czele innego mnicha. ",
  "mn5:14.4": "Mnich ten myśli: »Mnisi wchodzący do wioski po pożywienie nie wystawili mnie na czele, a wystawiali na czele innego mnicha«, ",
  "mn5:14.5": "staje się on rozgniewany i poruszony. ",
  "mn5:14.6": "Bracie, rozgniewanie i poruszenie – ",
  "mn5:14.7": "oba są splamieniami. ",
  "mn5:15.1": "Może się tak stać, bracie, że w jakimś mnichu pojawi się takie życzenie: ",
  "mn5:15.2": "»Obym to ja dostawał najlepsze siedzenie, najlepszą wodę, najlepsze kęsy w klasztornym refektarzu, a nie inny mnich«. ",
  "mn5:15.3": "Może się tak stać, bracie, że to inny mnich będzie dostawał najlepsze siedzenie, najlepszą wodę, najlepsze kęsy w klasztornym refektarzu, a nie ten mnich. ",
  "mn5:15.4": "Mnich ten myśli: »Inny mnich dostaje najlepsze siedzenie, najlepszą wodę, najlepsze kęsy w klasztornym refektarzu, a nie ja«, ",
  "mn5:15.5": "staje się on rozgniewany i poruszony. ",
  "mn5:15.6": "Bracie, rozgniewanie i poruszenie – ",
  "mn5:15.7": "oba są splamieniami. ",
  "mn5:16.1": "Może się tak stać, bracie, że w jakimś mnichu pojawi się takie życzenie: ",
  "mn5:16.2": "»Obym to ja wyrażał dziękczynienie po jedzeniu w refektarzu, a nie inny mnich«. ",
  "mn5:16.3": "Może się tak stać, bracie, że to inny mnich będzie wyrażał dziękczynienie po jedzeniu w refektarzu, a nie ten mnich. ",
  "mn5:16.4": "Mnich ten myśli: »Inny mnich wyraża dziękczynienie po jedzeniu w refektarzu, a nie ja«, ",
  "mn5:16.5": "staje się on rozgniewany i poruszony. ",
  "mn5:16.6": "Bracie, rozgniewanie i poruszenie – ",
  "mn5:16.7": "oba są splamieniami. ",
  "mn5:17.1": "Może się tak stać, bracie, że w jakimś mnichu pojawi się takie życzenie: ",
  "mn5:17.2": "»Obym to ja uczył Dhammy mnichów przebywających w klasztorze, a nie inny mnich«. ",
  "mn5:17.3": "Może się tak stać, bracie, że to inny mnich będzie uczył Dhammy mnichów przebywających w klasztorze, a nie ten mnich. ",
  "mn5:17.4": "Mnich ten myśli: »Inny mnich będzie uczył Dhammy mnichów przebywających w klasztorze, a nie ja«, ",
  "mn5:17.5": "staje się on rozgniewany i poruszony. ",
  "mn5:17.6": "Bracie, rozgniewanie i poruszenie – ",
  "mn5:17.7": "oba są splamieniami. ",
  "mn5:18-20.1": "Może się tak stać, bracie, że w jakimś mnichu pojawi się takie życzenie: ",
  "mn5:18-20.2": "»Obym to ja uczył Dhammy mniszki przebywające w klasztorze« (…) ",
  "mn5:18-20.3": "»Obym to ja uczył Dhammy świeckich wyznawców« (…) ",
  "mn5:18-20.4": "»Obym to ja uczył Dhammy świeckie wyznawczynie przebywające w klasztorze, a nie inny mnich«. ",
  "mn5:18-20.5": "Może się tak stać, bracie, że to inny mnich będzie uczył Dhammy świeckie wyznawczynie przebywające w klasztorze, a nie ten mnich. ",
  "mn5:18-20.6": "Mnich ten myśli: »Inny mnich uczy Dhammy świeckie wyznawczynie przebywające w klasztorze, a nie ja«, ",
  "mn5:18-20.7": "staje się on rozgniewany i poruszony. ",
  "mn5:18-20.8": "Bracie, rozgniewanie i poruszenie – ",
  "mn5:18-20.9": "oba są splamieniami. ",
  "mn5:21.1": "Może się tak stać, bracie, że w jakimś mnichu pojawi się takie życzenie: ",
  "mn5:21.2": "»Oby mnisi mnie szanowali, uznawali za ważnego, mieli o mnie wysokie mniemanie, oddawali mi cześć, a nie innemu mnichowi«. ",
  "mn5:21.3": "Może się tak stać, bracie, że to innego mnicha mnisi będą szanowali, uznawali za ważnego, mieli o nim wysokie mniemanie, oddawali mu cześć, a nie temu mnichowi. ",
  "mn5:21.4": "Mnich ten myśli: »Innego mnicha mnisi szanują, uznają za ważnego, mają o nim wysokie mniemanie, oddają mu cześć, a nie mi«, ",
  "mn5:21.5": "staje się on rozgniewany i poruszony. ",
  "mn5:21.6": "Bracie, rozgniewanie i poruszenie – ",
  "mn5:21.7": "oba są splamieniami. ",
  "mn5:22-24.1": "Może się tak stać, bracie, że w jakimś mnichu pojawi się takie życzenie: ",
  "mn5:22-24.2": "»Oby mniszki« (…) ",
  "mn5:22-24.3": "»świeccy wyznawcy« (…) ",
  "mn5:22-24.4": "»świeckie wyznawczynie mnie szanowały, uznawały za ważnego, miały o mnie wysokie mniemanie, oddawały mi cześć, a nie innemu mnichowi«. ",
  "mn5:22-24.5": "Może się tak stać, bracie, że to innego mnicha świeckie wyznawczynie będą szanowały, uznawały za ważnego, miały o nim wysokie mniemanie, oddawały mu cześć, a nie temu mnichowi. ",
  "mn5:22-24.6": "Mnich ten myśli: »Innego mnicha śweickie wyznawczynie szanują, uznają za ważnego, mają o nim wysokie mniemanie, oddają mu cześć, a nie mi«, ",
  "mn5:22-24.7": "staje się on rozgniewany i poruszony. ",
  "mn5:22-24.8": "Bracie, rozgniewanie i poruszenie – ",
  "mn5:22-24.9": "oba są splamieniami. ",
  "mn5:25.1": "Może się tak stać, bracie, że w jakimś mnichu pojawi się takie życzenie: ",
  "mn5:25.2": "»Obym otrzymywał doskonałe szaty, a nie inny mnich«. ",
  "mn5:25.3": "Może się tak stać, bracie, że to inny mnich będzie otrzymywał doskonałe szaty, a nie ten mnich. ",
  "mn5:25.4": "Mnich ten myśli: »Inny mnich otrzymuje doskonałe szaty, a nie ja«, ",
  "mn5:25.5": "staje się on rozgniewany i poruszony. ",
  "mn5:25.6": "Bracie, rozgniewanie i poruszenie – ",
  "mn5:25.7": "oba są splamieniami. ",
  "mn5:26-27.1": "Może się tak stać, bracie, że w jakimś mnichu pojawi się takie życzenie: ",
  "mn5:26-27.2": "»Obym otrzymywał doskonałe pożywienie z jałmużny« (…) ",
  "mn5:26-27.3": "»doskonałe miejsca spoczynku« (…) ",
  "mn5:26-27.4": "»Obym otrzymywał doskonałe rekwizyty zakonne – lekarstwa pomagające w chorobie, a nie inny mnich«. ",
  "mn5:26-27.5": "Może się tak stać, bracie, że to inny mnich będzie otrzymywał doskonałe rekwizyty zakonne – lekarstwa pomagające w chorobie, a nie ten mnich. ",
  "mn5:26-27.6": "Mnich ten myśli: »Inny mnich otrzymuje doskonałe rekwizyty zakonne – lekarstwa pomagające w chorobie, a nie ja«, ",
  "mn5:26-27.7": "staje się on rozgniewany i poruszony. ",
  "mn5:26-27.8": "Bracie, rozgniewanie i poruszenie – ",
  "mn5:26-27.9": "oba są splamieniami. ",
  "mn5:28.1": "Właśnie tym terminem »splamienia«, bracie, określamy złe i szkodliwe zachowania wynikające z chcenia. ",
  "mn5:29.1": "Jeśli, bracie, określone złe i szkodliwe zachowania będące w mnichu i wynikające z chcenia nie zostały przez niego porzucone, co widać i słychać, nawet jeśli jest leśnym mnichem przebywającym w odległym miejscu spoczynku, żyjącym z jałmużny, chodzącym bez pominięcia żadnego domu, noszącym liche szaty wzięte z brudnej sterty, jego współbracia w świętym żywocie nie będą go szanowali, uznawali za ważnego, mieli o nim wysokiego mniemania, nie będą oddawali mu czci. ",
  "mn5:29.2": "Jaka jest tego przyczyna? ",
  "mn5:29.3": "Jest tak dlatego, że te określone złe i szkodliwe zachowania wynikające z chcenia nie zostały porzucone, co widać i słychać. ",
  "mn5:29.4": "To tak, jakby, bracie, ktoś przyniósł z targu albo z kuźni talerz z brązu, jasny i czysty. ",
  "mn5:29.5": "A jego posiadacze, przygotowawszy na nim truchło węża, psa czy człowieka, przykryliby to innym talerzem z brązu, weszliby na plac targowy. ",
  "mn5:29.6": "Jakiś człowiek, widząc ich, mógłby powiedzieć: ",
  "mn5:29.7": "»Hejże, co tam niesiecie dobrego?«. ",
  "mn5:29.8": "Ten ktoś mógłby, podnosząc talerz, unosząc przykrywkę, zajrzeć do środka. ",
  "mn5:29.9": "Wraz z dostrzeżeniem tego ogarnęłoby go obrzydzenie, wzgarda i wstręt. ",
  "mn5:29.10": "Gdyby był głodny, odechciałoby mu się jeść, a co dopiero, gdyby był syty. ",
  "mn5:29.11": "W ten sam sposób, bracie, jeśli określone złe i szkodliwe zachowania będące w jakimś mnichu i wynikające z chcenia nie zostały przez niego porzucone, co widać i słychać, nawet jeśli jest leśnym mnichem, przebywającym w odległym miejscu spoczynku, żyjącym z jałmużny, chodzącym bez pominięcia żadnego domu, noszącym liche szaty wzięte z brudnej sterty, jego współbracia w świętym żywocie nie będą go szanowali, uznawali za ważnego, mieli o nim wysokiego mniemania, oddawali mu czci. ",
  "mn5:29.12": "Jaka jest tego przyczyna? ",
  "mn5:29.13": "Jest tak dlatego, że te określone złe i szkodliwe zachowania wynikające z chcenia nie zostały porzucone, co widać i słychać. ",
  "mn5:30.1": "Jeśli w jakimś mnichu, bracie, określone złe i szkodliwe zachowania wynikające z chcenia zostały porzucone, co widać i słychać, nawet jeśli jest mnichem żyjącym w środku wioski, utrzymywanym z zaproszeń, noszącym szaty podarowane przez gospodarzy, jego współbracia w świętym żywocie będą go szanowali, uznawali za ważnego, mieli o nim wysokie mniemanie, będą oddawali mu cześć. ",
  "mn5:30.2": "Jaka jest tego przyczyna? ",
  "mn5:30.3": "Jest tak dlatego, że te określone złe i szkodliwe zachowania wynikające z chcenia zostały porzucone, co widać i słychać. ",
  "mn5:30.4": "To tak, jakby, bracie, ktoś przyniósł z targu albo z kuźni talerz z brązu, jasny i czysty. ",
  "mn5:30.5": "A jego posiadacze, przygotowawszy na nim ugotowany, odsiany ryż sāli, bez żadnych ciemniejszych ziaren, z różnymi sosami, różnymi przyprawami, przykryliby to innym talerzem z brązu i weszliby na plac targowy. ",
  "mn5:30.6": "Jakiś człowiek, widząc ich, mógłby powiedzieć: ",
  "mn5:30.7": "»Hejże, co tam niesiecie dobrego?«. ",
  "mn5:30.8": "Ten ktoś mógłby, podnosząc talerz, unosząc przykrywkę, zajrzeć do środka. ",
  "mn5:30.9": "Wraz z dostrzeżeniem tego ogarnąłby go podziw, nie czułby wzgardy i wstrętu. ",
  "mn5:30.10": "Gdyby był syty, zachciałoby mu się jeść, a co dopiero, gdyby był głodny. ",
  "mn5:30.11": "W ten sam sposób, bracie, jeśli określone złe i szkodliwe zachowania będące w jakimkolwiek mnichu i wynikające z chcenia zostały przez niego porzucone, co widać i słychać, nawet jeśli jest mnichem żyjącym w środku wioski, utrzymywanym z zaproszeń, noszącym szaty podarowane przez gospodarzy, jego współbracia w świętym żywocie będą go szanowali, uznawali za ważnego, mieli o nim wysokie mniemanie, będą oddawali mu cześć. ",
  "mn5:30.12": "Jaka jest tego przyczyna? ",
  "mn5:30.13": "Jest tak dlatego, że te określone złe i szkodliwe zachowania wynikające z chcenia zostały porzucone, co widać i słychać”. ",
  "mn5:31.1": "Gdy to zostało powiedziane, oto co Czcigodny Mahāmoggallāna powiedział Czcigodnemu Sāriputcie: ",
  "mn5:31.2": "„Pojawiło mi się porównanie, bracie Sāriputto”. ",
  "mn5:31.3": "„Wyjaw je, bracie Moggallāno”. ",
  "mn5:31.4": "„Pewnego razu, bracie, przebywałem niedaleko miasta Rājagahy w Giribbaja. ",
  "mn5:31.5": "Wtedy też, bracie, przed południem, ubrawszy się, wziąwszy miskę i szatę, udałem się do Rājagahy po jałmużnę. ",
  "mn5:31.6": "W owym czasie, bracie, Samīti, syn kołodzieja, ociosywał obodę koła od wozu. ",
  "mn5:31.7": "Był tam też ājīvaka o imieniu Paṇḍuputta, ongiś także syn kołodzieja. ",
  "mn5:31.8": "Wtedy to, bracie, w umyśle ājīvaki Paṇḍuputty powstało takie przemyślenie: ",
  "mn5:31.9": "»Doprawdy, niechaj Samīti, syn kołodzieja, ociosze na tej obodzie to wygięcie, tę krzywiznę, ten defekt, tak by oboda pozbawiona wygięć, krzywizn i defektów była gładka i mocna«. ",
  "mn5:31.10": "Tak jak, bracie, w ājīvace Paṇḍuputcie powstało takie rozpatrywanie, tak też Samīti, syn kołodzieja ociosał na tej obodzie to wygięcie, tę krzywiznę, ten defekt. ",
  "mn5:31.11": "Wtedy to, bracie, ājīvaka Paṇḍuputta, ongiś także syn kołodzieja, podniesiony na duchu, wygłosił te podniosłe słowa: ",
  "mn5:31.12": "»Ociosuje, jakby sercem swym serce me znał«. ",
  "mn5:32.1": "W ten sam sposób, bracie, te osoby bez wiary, które wywędrowały z domu w bezdomność, nie ze względu na wiarę, ale by tak zarabiać na życie, są skryte, tworzące pozory, naciągające, niespokojne, wyniosłe, kapryśne, gadatliwe, mówiące frywolnie, niechroniące wrót swych zmysłów, nieumiarkowane w jedzeniu, nieoddane czuwaniu, niemające na względzie pustelniczego życia, bez wielkiego szacunku dla ćwiczenia się, za wiele mają, są gnuśne, pierwsze do zejścia na złą drogę, ciężar odosobnienia odkładają, są bez zapału, bez energii, mają rozproszoną uważność, nie mają przejrzystego pojmowania, mają niespójny, zbłąkany umysł, są nierozumne, przyćmione – tak Czcigodny Sāriputta, porządkując Dhammę, ociosuje ich błędy, jakby sercem swym serce me znał. ",
  "mn5:32.2": "Jednak są synowie rodzin, którzy pełni wiary wywędrowali z domu w bezdomność nie po to, by tak zarabiać na życie, nie są skryci, nie tworzą pozorów, nienaciągający, spokojni, niewyniośli, niekapryśni, niegadatliwi, niemówiący frywolnie, chroniący wrota swych zmysłów, umiarkowani w jedzeniu, oddani czuwaniu, mający wzgląd na pustelnicze życie, z wielkim szacunkiem dla ćwiczenia się, niemający za wiele, niegnuśni, schodzenie na złą drogę odkładający, pierwsi do odosobniania, mający inicjującą energię, z usilnym staraniem, z ustanowioną uważnością, z przejrzystym pojmowaniem, z umysłem stabilnym i ujednoliconym, posiadający mądrość, nieprzyćmieni, ci, usłyszawszy porządkowanie Dhammy Czcigodnego Sāriputty, mniemam, że nieomal spijają jego słowa i myśli i pożywiają się nimi: ",
  "mn5:32.3": "»Jak wspaniale doprawdy, panie, że tych żyjących świętym życiem od szkodliwego podniesiono i w pożytecznym ustanowiono«. ",
  "mn5:33.1": "To tak, jakby, bracie, mężczyzna lub kobieta, lub dziecko, młodzi, uwielbiający się przyozdabiać, z umytą głową, po otrzymaniu wianka lilii wodnych lub wianka jaśminów, lub wianka atimuttak, wzięli go w obie dłonie i położyli go sobie na czubku głowy. ",
  "mn5:33.2": "Tak samo synowie rodzin, którzy pełni wiary wywędrowali z domu w bezdomność, nie po to, by tak zarabiać na życie, nie są skryci, nie tworzą pozorów, nienaciągający, spokojni, niewyniośli, niekapryśni, niegadatliwi, niemówiący frywolnie, chroniący wrota swych zmysłów, umiarkowani w jedzeniu, oddani czuwaniu, mający wzgląd na pustelnicze życie, z wielkim szacunkiem dla ćwiczenia się, niemający za wiele, niegnuśni, schodzenie na złą drogę odkładający, pierwsi do odosobniania, mający inicjującą energię, z usilnym staraniem, z ustanowioną uważnością, z przejrzystym pojmowaniem, z umysłem stabilnym i ujednoliconym, posiadający mądrość, nieprzyćmieni, ci usłyszawszy porządkowanie Dhammy Czcigodnego Sāriputty, mniemam, że nieomal spijają jego słowa i myśli i pożywiają się nimi: ",
  "mn5:33.3": "»Jak wspaniale doprawdy, panie, że tych żyjących świętym życiem od szkodliwego podniesiono i w pożytecznym ustanowiono«”. ",
  "mn5:33.4": "Tak też tych dwóch wielkich nāgów współradowało się tym, co sobie dobrze powiedzieli. ",
  "mn5:33.5": "Koniec – piątej w zbiorze – mowy o braku splamień. "
}