{
  "mn6:0.1": "Zbiór mów średniej długości - mowa 6 ",
  "mn6:0.2": "Mowa o oczekiwaniach ",
  "mn6:1.1": "Oto com usłyszał – ",
  "mn6:1.2": "pewnego razu Błogosławiony przebywał niedaleko miasta Sāvatthi w klasztorze Anāthapiṇḍiki w gaju Jety. ",
  "mn6:1.3": "Tam Błogosławiony zwrócił się do mnichów: ",
  "mn6:1.4": "„Mnisi”. ",
  "mn6:1.5": "„Bhadante”, mnisi ci posłyszeli Błogosławionego. ",
  "mn6:1.6": "Oto co Błogosławiony powiedział: ",
  "mn6:2.1": "„Mnisi, pozostawajcie, przestrzegając zasad moralnych, przestrzegając pāṭimokkhy. Bądźcie powściągnięci przez pāṭimokkhę, powstrzymujcie się dzięki niej, przestrzegajcie określonych zasad zachowania, dostrzegajcie zagrożenie nawet w najmniejszym błędzie, praktykujcie zgodnie z podstawami treningu. ",
  "mn6:3.1": "Mnisi, jeśli mnich miałby oczekiwania: »Obym był drogi współbraciom w świętym żywocie, podziwiany, uznawany za ważnego i doceniany przez nich«, niech przestrzega zasad moralnych, niech będzie oddany wewnętrznemu spokojowi umysłu, niech nie zaniedbuje zagłębiania się w jhāny, niech będzie obdarzony wglądem – jako bywalec pustych pomieszczeń. ",
  "mn6:4.1": "Mnisi, jeśli mnich miałby oczekiwania: »Obym otrzymywał szaty, pożywienie, miejsca spoczynku, rekwizyty zakonne w postaci lekarstw pomagających w chorobie«, niech przestrzega zasad moralnych, niech będzie oddany wewnętrznemu spokojowi umysłu, niech nie zaniedbuje zagłębiania się w jhāny, niech będzie obdarzony wglądem – jako bywalec pustych pomieszczeń. ",
  "mn6:5.1": "Mnisi, jeśli mnich miałby oczekiwania: »Oby szaty, pożywienie, miejsca spoczynku, rekwizyty zakonne w postaci lekarstw pomagających w chorobie, których używam, przyniosły wielkie owoce, wielką korzyść tym, którzy je dają«, niech przestrzega zasad moralnych, niech będzie oddany wewnętrznemu spokojowi umysłu, niech nie zaniedbuje zagłębiania się w jhāny, niech będzie obdarzony wglądem – jako bywalec pustych pomieszczeń. ",
  "mn6:6.1": "Mnisi, jeśli mnich miałby oczekiwania: »Oby moja rodzina i krewni, którzy zmarli, będący w zaświatach, mogli wspomnieć mnie i oby wzbudziło to jasność w ich sercach, i oby przyniosło im to wielkie owoce, wielką korzyść«, niech przestrzega zasad moralnych, niech będzie oddany wewnętrznemu spokojowi umysłu, niech nie zaniedbuje zagłębiania się w jhāny, niech będzie obdarzony wglądem – jako bywalec pustych pomieszczeń. ",
  "mn6:7.1": "Mnisi, jeśli mnich miałby oczekiwania: »Obym trwał, przezwyciężając niezadowolenie i zadowolenie, obym nie został zwyciężony przez niezadowolenie, oby powstające niezadowolenie raz za razem było pokonywane«, niech przestrzega zasad moralnych (…) – jako bywalec pustych pomieszczeń. ",
  "mn6:8.1": "Mnisi, jeśli mnich miałby oczekiwania: »Obym trwał, przezwyciężając bojaźń i trwogę, obym nie został zwyciężony przez bojaźń i trwogę, oby powstająca bojaźń i trwoga raz za razem były pokonywane«, niech przestrzega zasad moralnych (…) – jako bywalec pustych pomieszczeń. ",
  "mn6:9.1": "Mnisi, jeśli mnich miałby oczekiwania: »Obym bez trudu, kłopotu czy wysiłku osiągnął cztery jhāny, które są wyższymi stanami umysłu, przyjemnym przebywaniem w doczesności«, niech przestrzega zasad moralnych (…) – jako bywalec pustych pomieszczeń. ",
  "mn6:10.1": "Mnisi, jeśli mnich miałby oczekiwania: »Obym mógł samemu doświadczyć tych niematerialnych wyswobodzeń, które, przepełnione spokojem, przekraczają formę«, niech przestrzega zasad moralnych (…) – jako bywalec pustych pomieszczeń. ",
  "mn6:11.1": "Mnisi, jeśli mnich miałby oczekiwania: »Obym dzięki pokonaniu trzech niższych zniewoleń, stał się Wchodzącym w Strumień, niemogącym upaść w światy niedoli, nieodwołalnie kierującym się ku Samoprzebudzeniu«, niech przestrzega zasad moralnych (…) – jako bywalec pustych pomieszczeń. ",
  "mn6:12.1": "Mnisi, jeśli mnich miałby oczekiwania: »Obym dzięki pokonaniu trzech niższych zniewoleń oraz zmniejszeniu pożądania, niechęci i ułudy, stał się Razpowracającym, tak by tylko raz powróciwszy do tego świata, zakończyć powstawanie krzywdy«, niech przestrzega zasad moralnych (…) – jako bywalec pustych pomieszczeń. ",
  "mn6:13.1": "Mnisi, jeśli mnich miałby oczekiwania: »Obym dzięki pokonaniu pięciu niższych zniewoleń spontanicznie pojawił się tam, gdzie osiągnę ostateczną Nibbānę, stając się tym, który nie powraca z tamtego świata«, niech przestrzega zasad moralnych (…) – jako bywalec pustych pomieszczeń. ",
  "mn6:14.1": "Mnisi, jeśli mnich miałby oczekiwania: »Obym władał różnymi rodzajami mocy: będąc jednym, stawał się wieloma, będąc wieloma, stawał się jednym, pojawiał się i znikał, przechodził przez mury, ogrodzenia, wzgórza, bez oporu, tak jak przez otwartą przestrzeń, mógł zanurzać się w ziemi i wynurzać z niej, tak jak z wody, chodził po wodzie bez zanurzania, tak jak po ziemi, mógł ze skrzyżowanymi nogami podróżować w powietrzu, tak jak ptaki skrzydlate, nawet Księżyc i Słońce, tak mocarne, tak potężne, mógł dosięgnąć i pochwycić, a nawet świat Brahmów obym był w stanie ciałem osiągnąć«, niech przestrzega zasad moralnych (…) – jako bywalec pustych pomieszczeń. ",
  "mn6:15.1": "Mnisi, jeśli mnich miałby oczekiwania: »Obym w dziedzinie niebiańskiego ucha, oczyszczonego i przechodzącego ponad to, co ludzkie – oba słyszał odgłosy – niebiańskie i ludzkie, dalekie i bliskie«, niech przestrzega zasad moralnych (…) – jako bywalec pustych pomieszczeń. ",
  "mn6:16.1": "Mnisi, jeśli mnich miałby oczekiwania: »Obym przenikał i pojmował swoim umysłem umysły innych istot, innych ludzi. ",
  "mn6:16.2": "Obym umysł pełen pożądania pojmował właściwie jako: ‘Umysł pełen pożądania’, ",
  "mn6:16.3": "obym umysł pozbawiony pożądania pojmował właściwie jako: ‘Umysł pozbawiony pożądania’. ",
  "mn6:16.4": "Obym umysł pełen niechęci pojmował właściwie jako: ‘Umysł pełen niechęci’, ",
  "mn6:16.5": "obym umysł pozbawiony niechęci pojmował właściwie jako: ‘Umysł pozbawiony niechęci’. ",
  "mn6:16.6": "Obym umysł pełen ułudy pojmował właściwie jako: ‘Umysł pełen ułudy’, ",
  "mn6:16.7": "obym umysł pozbawiony ułudy pojmował właściwie jako: ‘Umysł pozbawiony ułudy’. ",
  "mn6:16.8": "Obym umysł pełen przygnębienia pojmował właściwie jako: ‘Umysł pełen przygnębienia’, ",
  "mn6:16.9": "obym umysł pełen wzburzenia pojmował właściwie jako: ‘Umysł pełen wzburzenia’. ",
  "mn6:16.10": "Obym umysł pełen wzniosłości pojmował właściwie jako: ‘Umysł pełen wzniosłości’, ",
  "mn6:16.11": "obym umysł pełen przyziemności pojmował właściwie jako: ‘Umysł pełen przyziemności’. ",
  "mn6:16.12": "Obym umysł pełen uzależnienia pojmował właściwie jako: ‘Umysł pełen uzależnienia’, ",
  "mn6:16.13": "obym umysł pełen niezależności pojmował właściwie jako: ‘Umysł pełen niezależności’. ",
  "mn6:16.14": "Obym umysł pełen skupienia pojmował właściwie jako: ‘Umysł pełen skupienia’, ",
  "mn6:16.15": "obym umysł pozbawiony skupienia pojmował właściwie jako: ‘Umysł pozbawiony skupienia’. ",
  "mn6:16.16": "Obym umysł pełen swobody pojmował właściwie jako: ‘Umysł pełen swobody’, ",
  "mn6:16.17": "obym umysł pozbawiony swobody pojmował właściwie jako: ‘Umysł pozbawiony swobody’«, ",
  "mn6:16.18": "niech przestrzega zasad moralnych (…) – jako bywalec pustych pomieszczeń. ",
  "mn6:17.1": "Mnisi, jeśli mnich miałby oczekiwania: »Obym przypomniał sobie wiele poprzednich pobytów, mianowicie jedno życie, dwa życia, trzy życia, cztery życia, pięć żyć, dziesięć żyć, pięćdziesiąt żyć, sto żyć, sto tysięcy żyć, wiele cyklów rozszerzania się wszechświata, wiele cyklów kurczenia się wszechświata, wiele cyklów rozszerzania i kurczenia się wszechświata: ‘Tu tak miałem na imię, byłem z takiego klanu, takiego koloru miałem skórę, takie było moje pożywienie, takie było moje doświadczenie przyjemności i bólu, tyle trwała moja egzystencja, przeminąłem tam, umarłem, pojawiłem się gdzie indziej, tam też: tak miałem na imię, byłem z takiego klanu, takiego koloru miałem skórę, takie było moje pożywienie, takie było moje doświadczenie przyjemności i bólu, tyle trwała moja egzystencja, przeminąłem tam, pojawiłem się tutaj’. Obym tak różnego rodzaju cechy i szczegóły poprzednich pobytów mógł sobie przypomnieć«, ",
  "mn6:17.2": "niech przestrzega zasad moralnych (…) – jako bywalec pustych pomieszczeń. ",
  "mn6:18.1": "Mnisi, jeśli mnich miałby oczekiwania: »Obym niebiańskim okiem, oczyszczonym i przewyższającym ludzkie, pojął, jak istoty odchodzą i pojawiają się ponownie, liche i wzniosłe, piękne i brzydkie, spełnione i błądzące we własnym działaniu. ‘Te cenne istoty kierowały w nieodpowiedni sposób ciałem, kierowały w nieodpowiedni sposób mową, kierowały w nieodpowiedni sposób umysłem, te cenne istoty drwiły ze Szlachetnych, miały niewłaściwe poglądy, a gdy działały zgodnie z niewłaściwymi poglądami, po rozpadzie ciała, po śmierci, pojawiały się w stanie niedoli, w błędnym, upadłym, piekielnym świecie. Te cenne istoty kierowały w odpowiedni sposób ciałem, kierowały w nieodpowiedni sposób mową, kierowały w nieodpowiedni sposób umysłem, te cenne istoty nie drwiły ze Szlachetnych, miały właściwe poglądy, a gdy działały zgodnie z właściwymi poglądami, po rozpadzie ciała, po śmierci, pojawiały się w pomyślnym stanie, w świecie niebios’. Obym niebiańskim okiem, oczyszczonym i przewyższającym ludzkie, pojął istoty odchodzące i pojawiające się ponownie, liche i wzniosłe, piękne i brzydkie, spełnione i błądzące we własnym działaniu«, ",
  "mn6:18.2": "niech przestrzega zasad moralnych, niech będzie oddany wewnętrznemu spokojowi umysłu, niech nie zaniedbuje zagłębiania się w jhāny, niech będzie obdarzony wglądem – jako bywalec pustych pomieszczeń. ",
  "mn6:19.1": "Mnisi, jeśli mnich miałby oczekiwania: »Obym trwał nieskażony, z wyzwolonym umysłem, wyzwolony dzięki mądrości, poprzez zniszczenie skażeń, samemu zrealizowawszy i osiągnąwszy jeszcze w tym życiu bezpośrednie wyższe poznanie«, ",
  "mn6:19.2": "niech przestrzega zasad moralnych, niech będzie oddany wewnętrznemu spokojowi umysłu, niech nie zaniedbuje zagłębiania się w jhāny, niech będzie obdarzony wglądem – jako bywalec pustych pomieszczeń. ",
  "mn6:20.1": "Mnisi, pozostawajcie, przestrzegając zasad moralnych, przestrzegając pāṭimokkhy. Bądźcie powściągnięci dzięki pāṭimokksze, powstrzymujcie się dzięki niej, przestrzegajcie określonych zasad zachowania, dostrzegajcie zagrożenia nawet w najmniejszym błędzie, praktykujcie zgodnie z podstawami treningu – ",
  "mn6:20.2": "to, co zostało powiedziane, w odniesieniu do tego było powiedziane”. ",
  "mn6:20.3": "To właśnie powiedział Błogosławiony. ",
  "mn6:20.4": "Uradowani mnisi rozkoszowali się słowami Błogosławionego. ",
  "mn6:20.5": "Koniec – szóstej w zbiorze – mowy o oczekiwaniach. "
}