{
  "mn7:0.1": "Zbiór mów średniej długości - mowa 7 ",
  "mn7:0.2": "Mowa o szacie ",
  "mn7:1.1": "Oto com usłyszał – ",
  "mn7:1.2": "pewnego razu Błogosławiony przebywał niedaleko miasta Sāvatthi w klasztorze Anāthapiṇḍiki w gaju Jety. ",
  "mn7:1.3": "Tam Błogosławiony zwrócił się do mnichów: ",
  "mn7:1.4": "„Mnisi”. ",
  "mn7:1.5": "„Bhadante”, mnisi ci posłyszeli Błogosławionego. ",
  "mn7:1.6": "Oto co Błogosławiony powiedział: ",
  "mn7:2.1": "„To tak, jakby, mnisi, barwiarz wziął zanieczyszczoną i brudną szatę, ",
  "mn7:2.2": "i zanurzył ją w takim lub innym kolorze: niebieskim, żółtym, krwistoczerwonym, lub barwił marzanną – wyglądałaby wtedy, jakby była zabarwiona złym kolorem, jakby była nieczysto zabarwiona. ",
  "mn7:2.3": "Jaka jest tego przyczyna? ",
  "mn7:2.4": "Mnisi, byłoby tak z powodu nieczystości szaty. ",
  "mn7:2.5": "Tak samo, o mnisi, jest z zanieczyszczonym umysłem, zbłądzenia w zaświatach można się spodziewać. ",
  "mn7:2.6": "To tak, jakby, mnisi, barwiarz wziął oczyszczoną i jasną szatę, ",
  "mn7:2.7": "i zanurzył ją w takim lub innym kolorze: niebieskim, żółtym, krwistoczerwonym, lub barwił marzanną – wyglądałaby, jakby była zabarwiona dobrym kolorem, jakby była czysto zabarwiona. ",
  "mn7:2.8": "Jaka jest tego przyczyna? ",
  "mn7:2.9": "Mnisi, byłoby tak z powodu czystości szaty. ",
  "mn7:2.10": "Tak samo, o mnisi, jest z czystym umysłem, spełnienia w zaświatach można się spodziewać. ",
  "mn7:3.1": "Co jest, mnisi, pokalaniem umysłu? ",
  "mn7:3.2": "Pożądliwość, nieróżna od chciwości, jest pokalaniem umysłu, złość jest pokalaniem umysłu, gniew jest pokalaniem umysłu, żywienie urazy jest pokalaniem umysłu, hipokryzja jest pokalaniem umysłu, bycie bezlitosnym jest pokalaniem umysłu, zazdrość jest pokalaniem umysłu, skąpstwo jest pokalaniem umysłu, oszukiwanie jest pokalaniem umysłu, zdradzanie jest pokalaniem umysłu, upór jest pokalaniem umysłu, porywczość jest pokalaniem umysłu, mierzenie się z innymi jest pokalaniem umysłu, wysokie mniemanie o sobie jest pokalaniem umysłu, pycha jest pokalaniem umysłu, niedbalstwo jest pokalaniem umysłu. ",
  "mn7:4.1": "Mnisi, mnich taki, wiedząc, że »pożądliwość nieróżna od chciwości jest pokalaniem umysłu«, porzuca pożądliwość nieróżną od chciwości, która jest pokalaniem umysłu. ",
  "mn7:4.2": "»Złość jest pokalaniem umysłu«, ",
  "mn7:4.3": "wiedząc to, porzuca złość, która jest pokalaniem umysłu. ",
  "mn7:4.4": "»Gniew jest pokalaniem umysłu«, ",
  "mn7:4.5": "wiedząc to, porzuca gniew, który jest pokalaniem umysłu. ",
  "mn7:4.6": "»Żywienie urazy jest pokalaniem umysłu«, ",
  "mn7:4.7": "wiedząc to, porzuca żywienie urazy, które jest pokalaniem umysłu. ",
  "mn7:4.8": "»Hipokryzja jest pokalaniem umysłu«, ",
  "mn7:4.9": "wiedząc to, porzuca hipokryzję, która jest pokalaniem umysłu. ",
  "mn7:4.10": "»Bycie bezlitosnym jest pokalaniem umysłu«, ",
  "mn7:4.11": "wiedząc to, porzuca bycie bezlitosnym, które jest pokalaniem umysłu. ",
  "mn7:4.12": "»Zazdrość jest pokalaniem umysłu«, ",
  "mn7:4.13": "wiedząc to, porzuca zazdrość, która jest pokalaniem umysłu. ",
  "mn7:4.14": "»Skąpstwo jest pokalaniem umysłu«, ",
  "mn7:4.15": "wiedząc to, porzuca skąpstwo, które jest pokalaniem umysłu. ",
  "mn7:4.16": "»Oszukiwanie jest pokalaniem umysłu«, ",
  "mn7:4.17": "wiedząc to, porzuca oszukiwanie, które jest pokalaniem umysłu. ",
  "mn7:4.18": "»Zdradzanie jest pokalaniem umysłu«, ",
  "mn7:4.19": "wiedząc to, porzuca zdradzanie, które jest pokalaniem umysłu. ",
  "mn7:4.20": "»Upór jest pokalaniem umysłu«, ",
  "mn7:4.21": "wiedząc to, porzuca upór, który jest pokalaniem umysłu. ",
  "mn7:4.22": "»Porywczość jest pokalaniem umysłu«, ",
  "mn7:4.23": "wiedząc to, porzuca porywczość, która jest pokalaniem umysłu. ",
  "mn7:4.24": "»Mierzenie się z innymi jest pokalaniem umysłu«, ",
  "mn7:4.25": "wiedząc to, porzuca mierzenie się z innymi, które jest pokalaniem umysłu. ",
  "mn7:4.26": "»Wysokie mniemanie o sobie jest pokalaniem umysłu«, ",
  "mn7:4.27": "wiedząc to, porzuca wysokie mniemanie o sobie, które jest pokalaniem umysłu. ",
  "mn7:4.28": "»Pycha jest pokalaniem umysłu«, ",
  "mn7:4.29": "wiedząc to, porzuca pychę, która jest pokalaniem umysłu. ",
  "mn7:4.30": "»Niedbalstwo jest pokalaniem umysłu«, ",
  "mn7:4.31": "wiedząc to, porzuca niedbalstwo, które jest pokalaniem umysłu. ",
  "mn7:5.1": "Jak tylko, mnisi, mnich, wiedząc, że »pożądliwość nieróżna od chciwości jest pokalaniem umysłu«, a ta pożądliwość nieróżną od chciwości, która jest pokalaniem umysłu została porzucona; ",
  "mn7:5.2": "»Złość jest pokalaniem umysłu«, ",
  "mn7:5.3": "wiedząc, że ta złość, która jest pokalaniem umysłu została porzucona; ",
  "mn7:5.4": "»Gniew jest pokalaniem umysłu«, ",
  "mn7:5.5": "wiedząc, że ten gniew, który jest pokalaniem umysłu został porzucony; ",
  "mn7:5.6": "»Żywienie urazy jest pokalaniem umysłu«, ",
  "mn7:5.7": "wiedząc, że to żywienie urazy, które jest pokalaniem umysłu zostało porzucone; ",
  "mn7:5.8": "»Hipokryzja jest pokalaniem umysłu«, ",
  "mn7:5.9": "wiedząc, że ta hipokryzja, która jest pokalaniem umysłu została porzucona; ",
  "mn7:5.10": "»Bycie bezlitosnym jest pokalaniem umysłu«, ",
  "mn7:5.11": "wiedząc, że to bycie bezlitosnym, które jest pokalaniem umysłu zostało porzucone; ",
  "mn7:5.12": "»Zazdrość jest pokalaniem umysłu«, ",
  "mn7:5.13": "wiedząc, że ta zazdrość, która jest pokalaniem umysłu została porzucona; ",
  "mn7:5.14": "»Skąpstwo jest pokalaniem umysłu«, ",
  "mn7:5.15": "wiedząc, że to skąpstwo, które jest pokalaniem umysłu zostało porzucone; ",
  "mn7:5.16": "»Oszukiwanie jest pokalaniem umysłu«, ",
  "mn7:5.17": "wiedząc, że to oszukiwanie, które jest pokalaniem umysłu zostało porzucone; ",
  "mn7:5.18": "»Zdradzanie jest pokalaniem umysłu«, ",
  "mn7:5.19": "wiedząc, że to zdradzanie, które jest pokalaniem umysłu zostało porzucone; ",
  "mn7:5.20": "»Upór jest pokalaniem umysłu«, ",
  "mn7:5.21": "wiedząc, że ten upór, który jest pokalaniem umysłu został porzucony; ",
  "mn7:5.22": "»Porywczość jest pokalaniem umysłu«, ",
  "mn7:5.23": "wiedząc, że ta porywczość, która jest pokalaniem umysłu została porzucona; ",
  "mn7:5.24": "»Mierzenie się z innymi jest pokalaniem umysłu«, ",
  "mn7:5.25": "wiedząc, że to mierzenie się z innymi, które jest pokalaniem umysłu zostało porzucone; ",
  "mn7:5.26": "»Wysokie mniemanie o sobie jest pokalaniem umysłu«, ",
  "mn7:5.27": "wiedząc, że to wysokie mniemanie o sobie, które jest pokalaniem umysłu zostało porzucone; ",
  "mn7:5.28": "»Pycha jest pokalaniem umysłu«, ",
  "mn7:5.29": "wiedząc, że ta pycha, która jest pokalaniem umysłu została porzucona; ",
  "mn7:5.30": "»Niedbalstwo jest pokalaniem umysłu«, ",
  "mn7:5.31": "wiedząc, że to niedbalstwo, które jest pokalaniem umysłu zostało porzucone; ",
  "mn7:5.32": "wtedy powstaje w nim niezachwiane zaufanie do Buddhy: ",
  "mn7:5.33": "»Taki jest On, Błogosławiony, godny, w pełni samoprzebudzony, mający doskonałą wiedzę i usposobienie, spełniony, znawca światów, niezrównany przewodnik osób chcących opanowania, nauczyciel dev i ludzi, przebudzony, błogosławiony«. ",
  "mn7:6.1": "Powstaje w nim niezachwiane zaufanie do Dhammy: ",
  "mn7:6.2": "»Dobrze objaśniona jest Dhamma Błogosławionego, przejawia się tu i teraz, daje natychmiastowe rezultaty, zaprasza każdego, aby przyszedł i sam zobaczył, przybliża do ostatecznego celu, powinna być poznana samodzielnie przez każdego pojętnego człowieka«. ",
  "mn7:7.1": "Powstaje w nim niezachwiane zaufanie do Saṅghi: ",
  "mn7:7.2": "»Saṅgha uczniów Błogosławionego praktykuje w dobry sposób, Saṅgha uczniów Błogosławionego praktykuje w rzetelny sposób, Saṅgha uczniów Błogosławionego praktykuje w prawidłowy sposób, Saṅgha uczniów Błogosławionego praktykuje we właściwy sposób – niniejsze cztery pary ludzi, osiem poszczególnych typów ludzi – tym jest Saṅgha uczniów Błogosławionego, godna podarunków, godna gościnności, godna ofiarowań, powinno się jej okazywać szacunek, jest nieporównywalnym polem zasług dla świata«. ",
  "mn7:8.1": "Chociażby w ograniczonym zakresie oddalił on pokalania umysłu, wyrzucił, wyzwolił się od nich, wyzbył się ich, odpuścił je, myśląc: »Powstało we mnie niezachwiane zaufanie do Buddhy«, osiąga budzącą entuzjazm wiedzę dotyczącą znaczenia, osiąga budzącą entuzjazm wiedzę dotyczącą Dhammy, osiąga zadowolenie w związku z Dhammą. ",
  "mn7:8.2": "Dzięki zadowoleniu pojawia się radosne uniesienie. Dzięki radosnemu uniesieniu pojawia się uspokojenie w ciele. Dzięki uspokojonemu ciału pojawia się błogie odczucie. Dzięki błogości w umyśle pojawia się skupienie. ",
  "mn7:9.1": "»Powstało we mnie niezachwiane zaufanie do Dhammy, (…) ",
  "mn7:10.1": "»Powstało we mnie niezachwiane zaufanie do Saṅghi«, osiąga budzącą entuzjazm wiedzę dotyczącą znaczenia, osiąga budzącą entuzjazm wiedzę dotyczącą Dhammy, osiąga zadowolenie w związku z Dhammą. ",
  "mn7:10.2": "Dzięki zadowoleniu pojawia się radosne uniesienie. Dzięki radosnemu uniesieniu pojawia się uspokojenie w ciele. Dzięki uspokojonemu ciału pojawia się błogie odczucie. Dzięki błogości w umyśle pojawia się skupienie. ",
  "mn7:11.1": "Myśli: »Chociażbym w ograniczonym zakresie oddalił pokalania umysłu, wyrzucił, wyzwolił się od nich, wyzbył się ich, odpuścił je«, osiąga budzącą entuzjazm wiedzę dotyczącą znaczenia, osiąga budzącą entuzjazm wiedzę dotyczącą Dhammy, osiąga zadowolenie w związku z Dhammą. ",
  "mn7:11.2": "Dzięki zadowoleniu pojawia się radosne uniesienie. Dzięki radosnemu uniesieniu pojawia się uspokojenie w ciele. Dzięki uspokojonemu ciału pojawia się błogie odczucie. Dzięki błogości w umyśle pojawia się skupienie. ",
  "mn7:12.1": "Mnisi, mnich taki, o takiej moralności, takim stanie umysłu, takiej mądrości, nawet gdy je ryż sāli z jałmużny, bez żadnych ciemniejszych ziaren, z różnymi sosami, różnymi przyprawami, nie stanowi to dla niego przeszkody. ",
  "mn7:12.2": "To tak, jakby, mnisi, wziąć zanieczyszczoną i brudną szatę, włożyć ją do przejrzystej wody, aby szata stała się oczyszczona i jasna. ",
  "mn7:12.3": "Tak samo, mnisi, mnich taki, o takiej moralności, takim stanie umysłu, takiej mądrości, nawet gdy je ryż sāli z jałmużny, bez żadnych ciemniejszych ziaren, z różnymi sosami, różnymi przyprawami, nie stanowi to dla niego przeszkody. ",
  "mn7:13.1": "Całym sercem wypełnia on miłującą dobrocią zarówno jeden kierunek świata, także drugi, także trzeci, także czwarty. W ten sam sposób, do góry, w dół, w poprzek, wszędzie naokoło, cały świat, całym swym sercem wypełnia miłującą dobrocią – szczodrze, wylewnie, bez ograniczeń, będąc wolnym od wrogości i złej woli. ",
  "mn7:14.1": "Całym sercem wypełnia on współczuciem, (…) ",
  "mn7:15.1": "Całym sercem wypełnia on współradością, (…) ",
  "mn7:16.1": "Całym sercem wypełnia on zrównoważeniem jeden kierunek świata, także drugi, także trzeci, także czwarty. W ten sam sposób, do góry, w dół, w poprzek, wszędzie naokoło, cały świat, całym swym sercem wypełnia zrównoważeniem – szczodrze, wylewnie, bez ograniczeń, będąc wolnym od wrogości i złej woli. ",
  "mn7:17.1": "Pojmuje: »Jest to, co doczesne, jest to, co niskie, jest to, co wysokie, jest też coś ponad to, ucieczka od poznawalnego świata«. ",
  "mn7:18.1": "Gdy to pojął, gdy to dostrzegł, jego umysł wyzwolił się ze skażenia, jakim jest pożądanie, umysł wyzwolił się ze skażenia, jakim jest stawanie się, umysł wyzwolił się ze skażenia, jakim jest niewiedza. ",
  "mn7:18.2": "Z wyzwoleniem, pojawiło się poznanie: »Wyzwolenie«. ",
  "mn7:18.3": "Pojmuje: »Odradzanie zostało zakończone, święte życie zostało dopełnione, to, co należało zrobić, zostało zrobione, nie będzie kolejnego stawania się«. ",
  "mn7:18.4": "Takiego nazywam, mnisi, ",
  "mn7:18.5": "»mnichem, który obmył się wewnętrznym obmyciem«”. ",
  "mn7:19.1": "W tym czasie bramin Sundarika Bhāradvāja siedział nieopodal Błogosławionego. ",
  "mn7:19.2": "Wtedy to bramin Sundarika Bhāradvāja powiedział do Błogosławionego: ",
  "mn7:19.3": "„Chadza mistrz Gotama do rzeki Bāhuki, by się obmyć?”. ",
  "mn7:19.4": "„Czemu, braminie, do rzeki Bāhuki? ",
  "mn7:19.5": "Co takiego rzeka Bāhukā może zrobić?”. ",
  "mn7:19.6": "„Wielu uznaje, mistrzu Gotamo, że rzeka Bāhukā daje zbawienie, wielu uznaje, mistrzu Gotamo, że rzeka Bāhukā daje zasługi. Wielu w rzece Bāhukā zmywa swe złe uczynki”. ",
  "mn7:20.1": "Wtedy to Błogosławiony przemówił do bramina Sundariki Bhāradvāji tymi wersami: ",
  "mn7:20.2": "„Bāhukā i Adhikakkā, ",
  "mn7:20.3": "Gayā też, i Sundarikā, ",
  "mn7:20.4": "Sarassatī i Payāgā, ",
  "mn7:20.5": "Jak też rzeka Bahumatī, ",
  "mn7:20.6": "Niechaj głupiec ciągle w nie wchodzi, ",
  "mn7:20.7": "A i tak ciemnych czynów nie odbrudzi. ",
  "mn7:20.8": "Co takiego Sundarikā może zrobić, ",
  "mn7:20.9": "Co Payāgā, a co rzeka Bāhukā? ",
  "mn7:20.10": "Komuś wrogiemu, robiącemu bez liku zła, ",
  "mn7:20.11": "Niecnych uczynków wyczyścić nie zdoła. ",
  "mn7:20.12": "Dla czystego zawsze wiosenne przesilenie, ",
  "mn7:20.13": "Dla czystego zawsze jest świętowanie, ",
  "mn7:20.14": "Kto jest czysty i ma jasne działanie, ",
  "mn7:20.15": "Kto stale rozwija prawidłowe zachowanie. ",
  "mn7:20.16": "W tym, co tu, braminie, się obmywaj, ",
  "mn7:20.17": "Bezpieczeństwo wszystkim istotom daj. ",
  "mn7:20.18": "Jeśli kłamstw nie mówisz, ",
  "mn7:20.19": "Jeśli istotom ran nie zadajesz, ",
  "mn7:20.20": "Jeśli niedanego nie bierzesz, ",
  "mn7:20.21": "Jeśliś wierzący, nieskąpy, ",
  "mn7:20.22": "Na cóż ci wtedy Gayi odwiedzanie? ",
  "mn7:20.23": "Każda studnia Gayą ci się stanie!” ",
  "mn7:21.1": "Gdy to zostało powiedziane, bramin Sundarika Bhāradvāja powiedział do Błogosławionego: ",
  "mn7:21.2": "„Wspaniale, mistrzu Gotamo! Wspaniale, mistrzu Gotamo! ",
  "mn7:21.3": "To tak, jakby, Czcigodny Panie, człowiek postawił z powrotem coś, co było przewrócone, jakby odkrył ukryte, jakby wskazano drogę zagubionemu, jakby przyniesiono lampę w ciemności z taką myślą: »Ci, którzy mają oczy, będą widzieli wszystko wyraźnie«. W taki też sposób została mi ukazana Dhamma przez Błogosławionego. ",
  "mn7:21.4": "Chciałbym mieć schronienie w mistrzu Gotamie, w Dhammie i w mnisiej Saṅdze. ",
  "mn7:21.5": "Niech będzie mi pozwolone w obecności mistrza Gotamy wywędrować z domu w bezdomność, niech będzie mi pozwolone przyjęcie do zakonu”. ",
  "mn7:22.1": "Bramin Sundarika Bhāradvāja otrzymał pozwolenie w obecności Błogosławionego na wywędrowanie z domu w bezdomność, otrzymał pozwolenie na przyjęcie do zakonu. ",
  "mn7:22.2": "Wkrótce po przyjęciu do zakonu, Czcigodny Bhāradvāja, przebywając samotnie, odosobniony, niestrudzony, pilny i z usilnym staraniem, w niedługim czasie – tak jak synowie rodzin, którzy pełni wiary wywędrowali z domu w bezdomność – tak i on, zrealizował i osiągnął jeszcze w tym życiu bezpośrednie wyższe poznanie, cel świętego życia. ",
  "mn7:22.3": "Odkrył że: „Odradzanie zostało zakończone, święte życie zostało dopełnione, to, co należało zrobić, zostało zrobione, nie będzie kolejnego stawania się”. ",
  "mn7:22.4": "Czcigodny Bhāradvāja został kolejnym z Arahantów. ",
  "mn7:22.5": "Koniec – siódmej w zbiorze – mowy o szacie. "
}