{
  "mn8:0.1": "Zbiór mów średniej długości - mowa 8 ",
  "mn8:0.2": "Mowa o zaprzestaniu ",
  "mn8:1.1": "Oto com usłyszał – ",
  "mn8:1.2": "pewnego razu Błogosławiony przebywał niedaleko miasta Sāvatthi w klasztorze Anāthapiṇḍiki w gaju Jety. ",
  "mn8:2.1": "W tym czasie, późnym popołudniem, Czcigodny Mahācunda powstawszy z odosobnienia medytacyjnego, przybył do Błogosławionego. Przybliżywszy się do Błogosławionego, złożył z wielkim szacunkiem ukłon, a następnie usiadł z boku. Siedząc obok, rzekł do Błogosławionego: ",
  "mn8:3.1": "„Na świecie powstaje, Bhante, wiele różnych poglądów – ",
  "mn8:3.2": "czy to związanych z doktrynami o istocie, czy z doktrynami o świecie. ",
  "mn8:3.3": "Bhante, czy od samego początku w mnichu praktykującym nakierowywanie umysłu następuje porzucenie takowych poglądów, następuje poniechanie takowych poglądów?”. ",
  "mn8:3.4": "„Na świecie powstaje, Cundo, wiele różnych poglądów – ",
  "mn8:3.5": "czy to związanych z doktrynami o istocie, czy związanych z doktrynami o świecie. ",
  "mn8:3.6": "Jeśli tam, gdzie pojawiają się te poglądy, gdzie leżą u podstaw, gdzie zwykle występują, dojdzie do postrzegania z właściwą mądrością, zgodnie z rzeczywistością: »To nie moje, tym nie jestem, to nie jest moje ‘ja’« – to w taki sposób następuje porzucenie takowych poglądów, następuje poniechanie takowych poglądów. ",
  "mn8:4.1": "Może się tak stać, Cundo, że jakiś mnich, oddzielony od przyjemności zmysłowych, oddzielony od szkodliwych stanów, wraz z przywodzącym rozpatrywaniem, jak też z utrzymywanym dochodzeniem oraz z radosnym uniesieniem i błogością, zrodzonymi z odosobnienia, osiągnąłby pierwszą jhānę i przebywałby w niej. ",
  "mn8:4.2": "Mógłby on tak pomyśleć: ",
  "mn8:4.3": "»Przebywam w zaprzestaniu«. ",
  "mn8:4.4": "W Dyscyplinie Szlachetnych nie tak jednak nazywa się zaprzestanie. ",
  "mn8:4.5": "W Dyscyplinie Szlachetnych tak nazywane są przyjemne przebywania w doczesności. ",
  "mn8:5.1": "Może się tak stać, Cundo, że jakiś mnich, wraz z uspokojeniem przywodzącego rozpatrywania i utrzymywanego dochodzenia, osiągnąłby drugą jhānę i przebywałby w niej, jej cechy to wewnętrzne wyciszenie i ujednolicenie umysłu, jak też brak przywodzącego rozpatrywania i brak utrzymywanego dochodzenia, zawiera radosne uniesienie i błogość zrodzone ze skupienia. ",
  "mn8:5.2": "Mógłby on tak pomyśleć: ",
  "mn8:5.3": "»Przebywam w zaprzestaniu«. ",
  "mn8:5.4": "W Dyscyplinie Szlachetnych nie tak jednak nazywa się zaprzestanie. ",
  "mn8:5.5": "W Dyscyplinie Szlachetnych tak nazywane są przyjemne przebywania w doczesności. ",
  "mn8:6.1": "Może się tak stać, Cundo, że jakiś mnich wraz z wygaszeniem radosnego uniesienia, może przebywać w zrównoważeniu, będąc uważnym, mając przejrzyste pojmowanie, osiągnąłby trzecią jhānę i przebywałby w niej, odczuwając na własnej skórze tę przyjemność, którą Szlachetni wychwalają: »Przyjemnie przebywa ten, kto zrównoważony i uważny«. ",
  "mn8:6.2": "Mógłby on tak pomyśleć: ",
  "mn8:6.3": "»Przebywam w zaprzestaniu«. ",
  "mn8:6.4": "W Dyscyplinie Szlachetnych nie tak jednak nazywa się zaprzestanie. ",
  "mn8:6.5": "W Dyscyplinie Szlachetnych tak nazywane są przyjemne przebywania w doczesności. ",
  "mn8:7.1": "Może się tak stać, Cundo, że jakiś mnich który wyzbywszy się przyjemności, wyzbywszy się bólu, po wcześniejszym odsunięciu błogości i krzywdy, osiągnąłby czwartą jhānę, która jest ani przyjemna, ani bolesna, i może przebywałby w niej z czystą uważnością dzięki zrównoważeniu. ",
  "mn8:7.2": "Mógłby on tak pomyśleć: ",
  "mn8:7.3": "»Przebywam w zaprzestaniu«. ",
  "mn8:7.4": "W Dyscyplinie Szlachetnych nie tak jednak nazywa się zaprzestanie. ",
  "mn8:7.5": "W Dyscyplinie Szlachetnych tak nazywane są przyjemne przebywania w doczesności. ",
  "mn8:8.1": "Może się tak stać, Cundo, że jakiś mnich po wykroczeniu poza wszelkie rozpoznawanie form subtelnej materii, po zaniku oporu związanego z oddziaływaniem percepcji zmysłowej, bez nakierowywaniu umysłu na postrzeganie różnorodności, pomyśli: »Nieskończona przestrzeń«, osiągnąłby podstawę nieskończonej przestrzeni i przebywałby w niej. ",
  "mn8:8.2": "Mógłby on tak pomyśleć: ",
  "mn8:8.3": "»Przebywam w zaprzestaniu«. ",
  "mn8:8.4": "W Dyscyplinie Szlachetnych nie tak jednak nazywa się zaprzestanie. ",
  "mn8:8.5": "W Dyscyplinie Szlachetnych tak nazywane są spokojne przebywania. ",
  "mn8:9.1": "Może się tak stać, Cundo, że jakiś mnich po wykroczeniu poza wszelkie podstawy nieskończonej przestrzeni, pomyśli: »Nieskończona świadomość« osiągnąłby podstawę nieskończonej świadomości i przebywałby w niej. ",
  "mn8:9.2": "Mógłby on tak pomyśleć: ",
  "mn8:9.3": "»Przebywam w zaprzestaniu«. ",
  "mn8:9.4": "W Dyscyplinie Szlachetnych nie tak jednak nazywa się zaprzestanie. ",
  "mn8:9.5": "W Dyscyplinie Szlachetnych tak nazywane są spokojne przebywania. ",
  "mn8:10.1": "Może się tak stać, Cundo, że jakiś mnich po wykroczeniu poza wszelkie podstawy nieskończonej świadomości, pomyśli: »Nie ma nic« osiągnąłby podstawę nicości i przebywałby w niej. ",
  "mn8:10.2": "Mógłby on tak pomyśleć: ",
  "mn8:10.3": "»Przebywam w zaprzestaniu«. ",
  "mn8:10.4": "W Dyscyplinie Szlachetnych nie tak jednak nazywa się zaprzestanie. ",
  "mn8:10.5": "W Dyscyplinie Szlachetnych tak nazywane są spokojne przebywania. ",
  "mn8:11.1": "Może się tak stać, Cundo, że jakiś mnich po wykroczeniu poza wszelkie podstawy nicości, osiągnąłby podstawę ani przytomności, ani nieprzytomności i przebywałby w niej. ",
  "mn8:11.2": "Mógłby on tak pomyśleć: ",
  "mn8:11.3": "»Przebywam w zaprzestaniu«. ",
  "mn8:11.4": "W Dyscyplinie Szlachetnych nie tak jednak nazywa się zaprzestanie. ",
  "mn8:11.5": "W Dyscyplinie Szlachetnych tak nazywane są spokojne przebywania. ",
  "mn8:12.0": "1. Porządek poszczególnych typów zaprzestania ",
  "mn8:12.1": "Chodzi tu o to, Cundo, że zaprzestanie powinno być przez ciebie praktykowane. ",
  "mn8:12.2": "»Inni mogą być okrutni, my natomiast nie będziemy okrutnymi«, tak powinno być praktykowane zaprzestanie. ",
  "mn8:12.3": "»Inni mogą być zabójcami żywych istot, my natomiast będziemy powstrzymywać się od zabijania żywych istot«, tak powinno być praktykowane zaprzestanie. ",
  "mn8:12.4": "»Inni mogą być tymi, którzy biorą to, co nie było im dane, my natomiast będziemy powstrzymywać się od brania tego, co nie zostało nam dane«, tak powinno być praktykowane zaprzestanie. ",
  "mn8:12.5": "»Inni mogą być tymi, którzy wiodą nieświęty żywot, my natomiast będziemy wiedli święty żywot«, tak powinno być praktykowane zaprzestanie. ",
  "mn8:12.6": "»Inni mogą być tymi, którzy mówią fałszywie, my natomiast będziemy powstrzymywać się od fałszywej mowy«, tak powinno być praktykowane zaprzestanie. ",
  "mn8:12.7": "»Inni mogą być tymi, którzy mówią dzieląco, my natomiast będziemy powstrzymywać się od dzielącej mowy«, tak powinno być praktykowane zaprzestanie. ",
  "mn8:12.8": "»Inni mogą być tymi, którzy mówią szorstko, my natomiast będziemy powstrzymywać się od szorstkiej mowy«, tak powinno być praktykowane zaprzestanie. ",
  "mn8:12.9": "»Inni mogą być tymi, którzy poddają się czczej paplaninie, my natomiast będziemy powstrzymywać się od czczej paplaniny«, tak powinno być praktykowane zaprzestanie. ",
  "mn8:12.10": "»Inni mogą być pożądliwi, my natomiast nie będziemy pożądliwymi«, tak powinno być praktykowane zaprzestanie. ",
  "mn8:12.11": "»Inni mogą być tymi o podłym sercu, my natomiast nie będziemy mieli podłego serca«, tak powinno być praktykowane zaprzestanie. ",
  "mn8:12.12": "»Inni mogą być tymi, którzy rozwijają niewłaściwy pogląd, my natomiast będziemy rozwijali Właściwy Pogląd«, tak powinno być praktykowane zaprzestanie. ",
  "mn8:12.13": "»Inni mogą być tymi, którzy rozwijają niewłaściwe nastawienie, my natomiast będziemy rozwijali Właściwe Nastawienie«, tak powinno być praktykowane zaprzestanie. ",
  "mn8:12.14": "»Inni mogą być tymi, którzy rozwijają niewłaściwą mowę, my natomiast będziemy rozwijali Właściwą Mowę«, tak powinno być praktykowane zaprzestanie. ",
  "mn8:12.15": "»Inni mogą być tymi, którzy rozwijają niewłaściwe działanie, my natomiast będziemy rozwijali Właściwe Działanie«, tak powinno być praktykowane zaprzestanie. ",
  "mn8:12.16": "»Inni mogą być tymi, którzy rozwijają niewłaściwy sposób życia, my natomiast będziemy rozwijali Właściwy Sposób Życia«, tak powinno być praktykowane zaprzestanie. ",
  "mn8:12.17": "»Inni mogą być tymi, którzy rozwijają niewłaściwy wysiłek, my natomiast będziemy rozwijali Właściwy Wysiłek«, tak powinno być praktykowane zaprzestanie. ",
  "mn8:12.18": "»Inni mogą być tymi, którzy rozwijają niewłaściwą uważność, my natomiast będziemy rozwijali Właściwą Uważność«, tak powinno być praktykowane zaprzestanie. ",
  "mn8:12.19": "»Inni mogą być tymi, którzy rozwijają niewłaściwe skupienie, my natomiast będziemy rozwijali Właściwe Skupienie«, tak powinno być praktykowane zaprzestanie. ",
  "mn8:12.20": "»Inni mogą być tymi, którzy rozwijają niewłaściwe zrozumienie, my natomiast będziemy rozwijali Właściwe Zrozumienie«, tak powinno być praktykowane zaprzestanie. ",
  "mn8:12.21": "»Inni mogą być tymi, którzy rozwijają niewłaściwe wyzwolenie, my natomiast będziemy rozwijali Właściwe Wyzwolenie«, tak powinno być praktykowane zaprzestanie. ",
  "mn8:12.22": "»Inni mogą być ogarnięci odrętwieniem i ospałością, my natomiast będziemy powstrzymywać się od odrętwienia i ospałości«, tak powinno być praktykowane zaprzestanie. ",
  "mn8:12.23": "»Inni mogą być niezrównoważeni, my natomiast nie będziemy niezrównoważonymi«, tak powinno być praktykowane zaprzestanie. ",
  "mn8:12.24": "»Inni mogą być tymi, którzy mają wątpliwości, my natomiast będziemy tymi, którzy przekroczyli wątpliwości«, tak powinno być praktykowane zaprzestanie. ",
  "mn8:12.25": "»Inni mogą być gniewni, my natomiast nie będziemy gniewnymi«, tak powinno być praktykowane zaprzestanie. ",
  "mn8:12.26": "»Inni mogą być tymi, którzy żywią urazę, my natomiast nie będziemy żywić urazy«, tak powinno być praktykowane zaprzestanie. ",
  "mn8:12.27": "»Inni mogą być tymi, którzy szydzą z innych, my natomiast nie będziemy szydzić z innych«, tak powinno być praktykowane zaprzestanie. ",
  "mn8:12.28": "»Inni mogą być bezlitośni, my natomiast nie będziemy bezlitosnymi«, tak powinno być praktykowane zaprzestanie. ",
  "mn8:12.29": "»Inni mogą być zazdrośni, my natomiast nie będziemy zazdrosnymi«, tak powinno być praktykowane zaprzestanie. ",
  "mn8:12.30": "»Inni mogą być skąpi, my natomiast nie będziemy skąpymi«, tak powinno być praktykowane zaprzestanie. ",
  "mn8:12.31": "»Inni mogą być skryci, my natomiast nie będziemy skrytymi«, tak powinno być praktykowane zaprzestanie. ",
  "mn8:12.32": "»Inni mogą być tymi, którzy tworzą pozory, my natomiast nie będziemy tworzyli pozorów«, tak powinno być praktykowane zaprzestanie. ",
  "mn8:12.33": "»Inni mogą być uparci, my natomiast nie będziemy upartymi«, tak powinno być praktykowane zaprzestanie. ",
  "mn8:12.34": "»Inni mogą być tymi, którzy mają wysokie mniemanie o sobie, my natomiast nie będziemy mieli wysokiego mniemania o sobie«, tak powinno być praktykowane zaprzestanie. ",
  "mn8:12.35": "»Inni mogą być tymi, którzy niechętnie przyjmują pouczenia, my natomiast chętnie będziemy przyjmować pouczenia«, tak powinno być praktykowane zaprzestanie. ",
  "mn8:12.36": "»Inni mogą być tymi, którzy mają złych przyjaciół, my natomiast będziemy mieli pięknych przyjaciół w Dhammie«, tak powinno być praktykowane zaprzestanie. ",
  "mn8:12.37": "»Inni mogą być leniwi, my natomiast będziemy niestrudzonymi«, tak powinno być praktykowane zaprzestanie. ",
  "mn8:12.38": "»Inni mogą być tymi, którzy nie mają wiary, my natomiast będziemy mieli wiarę«, tak powinno być praktykowane zaprzestanie. ",
  "mn8:12.39": "»Inni mogą być bezwstydni, my natomiast będziemy mieli poczucie wstydu«, tak powinno być praktykowane zaprzestanie. ",
  "mn8:12.40": "»Inni mogą być bez skrupułów, my natomiast będziemy mieli skrupuły«, tak powinno być praktykowane zaprzestanie. ",
  "mn8:12.41": "»Inni mogą być tymi, którzy są niedouczeni, my natomiast będziemy douczonymi«, tak powinno być praktykowane zaprzestanie. ",
  "mn8:12.42": "»Inni mogą być tymi, którzy nie mają zapału, my natomiast będziemy mieli inicjującą energię«, tak powinno być praktykowane zaprzestanie. ",
  "mn8:12.43": "»Inni mogą być tymi, którzy mają rozproszoną uważność, my natomiast będziemy mieli ustanowioną uważność«, tak powinno być praktykowane zaprzestanie. ",
  "mn8:12.44": "»Inni mogą być nierozumni, my natomiast będziemy mieli osiagniętą mądrość«, tak powinno być praktykowane zaprzestanie. ",
  "mn8:12.45": "»Inni mogą być tymi, którzy przywierają do swoich poglądów, z zawzięciem je utrzymują, z trudem je puszczają, my natomiast nie będziemy przywierać do swoich poglądów, nie będziemy z zawzięciem ich utrzymywać, z łatwością je puścimy«, tak powinno być praktykowane zaprzestanie. ",
  "mn8:13.0": "2. Porządek poszczególnych typów powstawania w umyśle ",
  "mn8:13.1": "Powiadam ci, Cundo, powstanie w umyśle zdrowych stanów ma wielkie znaczenie, a co dopiero powiedzieć o zgodnych z tymi cielesnymi i werbalnymi działaniami. ",
  "mn8:13.2": "Dlatego też, Cundo, »Inni mogą być okrutni, my natomiast nie będziemy okrutnymi«, niech taki stan powstanie w umyśle. ",
  "mn8:13.3": "»Inni mogą być zabójcami żywych istot, my natomiast będziemy powstrzymywać się od zabijania żywych istot«, niech taki stan powstanie w umyśle. (…) ",
  "mn8:13.4": "»Inni mogą być tymi, którzy przywierają do swoich poglądów, z zawzięciem je utrzymują, z trudem je puszczają, my natomiast nie będziemy przywierać do swoich poglądów, nie będziemy z zawzięciem ich utrzymywać, z łatwością je puścimy«, niech taki stan powstanie w umyśle. ",
  "mn8:14.0": "3. Porządek poszczególnych typów obejścia ",
  "mn8:14.1": "To tak jakby, Cundo, była nierówna ścieżka i inna, równa ścieżka, którą można by obejść tę pierwszą, ",
  "mn8:14.2": "albo tak jakby był nierówny bród i inny, równy bród, którym można by obejść ten pierwszy. ",
  "mn8:14.3": "Tam samo, Cundo, osoba okrutna może obejść to przez niebycie okrutną, osoba zabijająca żywe istoty może obejść to przez powstrzymywanie się od zabijania żywych istot, osoba biorąca to, co nie było jej dane może obejść to przez powstrzymywanie się od brania tego, co nie zostało jej dane, osoba wiodąca nieświęty żywot może obejść to przez wiedzenie świętego życia, osoba mówiąca fałszywie może obejść to przez powstrzymywanie się od fałszywej mowy, osoba mówiąca dzieląco może obejść to przez powstrzymywanie się od dzielącej mowy, osoba mówiąca szorstko może obejść to przez powstrzymywanie się od szorstkiej mowy, osoba poddająca się czczej paplaninie może obejść to przez powstrzymywanie się od czczej paplaniny, osoba pożądliwa może obejść to przez niebycie pożądliwą, osoba o podłym sercu może obejść to przez niebycie tą, która ma podłe serce. ",
  "mn8:14.4": "Osoba z niewłaściwym poglądem może obejść to przez Właściwy Pogląd, osoba z niewłaściwym nastawieniem może obejść to przez Właściwe Nastawienie, osoba z niewłaściwą mową może obejść to przez Właściwą Mowę, osoba z niewłaściwym działaniem może obejść to przez Właściwe Działanie, osoba z niewłaściwym sposobem życia może obejść to przez Właściwy Sposób Życia, osoba z  niewłaściwym wysiłkiem może obejść to przez Właściwy Wysiłek, osoba z niewłaściwą uważnością może obejść to przez Właściwą Uważność, osoba z niewłaściwym skupieniem może obejść to przez Właściwe Skupienie, osoba z niewłaściwym zrozumieniem może obejść to przez Właściwe Zrozumienie, osoba z niewłaściwym wyzwoleniem może obejść to przez Właściwe Wyzwolenie. ",
  "mn8:14.5": "Osoba ogarnięta odrętwieniem i ospałością może obejść to przez powstrzymywanie się od odrętwienia i ospałości, osoba niezrównoważona może obejść to przez niebycie niezrównoważoną, osoba mająca wątpliwości może obejść to przez przekroczenie wątpliwości, osoba gniewna może obejść to przez niebycie gniewną, osoba żywiąca urazę może obejść to przez nieżywienie urazy, osoba szydząca z innych może obejść to przez nieszydzenie z innych, osoba bezlitosna może obejść to przez niebycie bezlitosną, osoba zazdrosna może obejść to przez niebycie zazdrosną, osoba skąpa może obejść to przez niebycie skąpą, osoba skryta może obejść to przez niebycie skrytą, osoba tworząca pozory może obejść to przez nietworzenie pozorów, osoba uparta może obejść to przez niebycie upartą, osoba mająca wysokie mniemanie o sobie może obejść to przez nieposiadanie wysokiego mniemania o sobie, osoba niechętnie przyjmująca pouczenia może obejść to przez przyjmowanie pouczeń, osoba mająca złych przyjaciół może obejść to przez posiadanie pięknych przyjaciół w Dhammie, osoba leniwa może obejść to przez bycie niestrudzoną, osoba, która nie ma wiary może obejść to przez posiadanie wiary, osoba bezwstydna może obejść to przez posiadanie poczucie wstydu, osoba bez skrupułów może obejść to przez posiadanie skrupułów, osoba niedouczona może obejść to przez bycie douczoną, osoba, która nie ma zapału może obejść to przez posiadanie inicjującej energii, osoba, która ma rozproszoną uważność może obejść to przez posiadanie ustanowionej uważności, osoba nierozumna może obejść to przez posiadanie osiagniętej mądrości, osoba, która przywiera do swoich poglądów, z zawzięciem je utrzymuje, z trudem je puszcza może obejść to przez nieprzywieranie do swoich poglądów, nieutrzymywanie ich z zawzięciem, puszczanie ich z łatwością. ",
  "mn8:15.0": "4. Porządek poszczególnych typów podążania ku wyższemu ",
  "mn8:15.1": "Tak jak, Cundo, wszelkie niezdrowe stany powinny wieść w dół, tak też wszelkie zdrowe stany powinny wieść w górę. ",
  "mn8:15.2": "Tak samo, Cundo, osoba okrutna, gdy przestanie być okrutna, ku wyższemu pójdzie, osoba zabijająca żywe istoty, gdy powstrzyma się od zabijania żywych istot, ku wyższemu pójdzie, (…) ",
  "mn8:15.3": "osoba przywierająca do swoich poglądów, z zawzięciem je utrzymująca, z trudem je puszczająca, gdy nie przywiera do swoich poglądów, nie utrzymuje ich z zawzięciem, gdy z łatwością je puszcza, ku wyższemu pójdzie. ",
  "mn8:16.0": "5. Porządek poszczególnych typów podążania ku pełnemu wygaszeniu ",
  "mn8:16.1": "Cundo, nie jest możliwe, by ten, kto ugrzązł w bagnie, mógł wyciągnąć innego, który ugrzązł w bagnie. ",
  "mn8:16.2": "Jest za to możliwe, że ten, kto nie ugrzązł w bagnie, może wyciągnąć innego, który ugrzązł w bagnie. ",
  "mn8:16.3": "Nie jest możliwe, by ten, kto sam nie jest powściągliwy, zdyscyplinowany i w pełni wygaszony, mógł powściągnąć, zdyscyplinować i w pełni wygasić innych. ",
  "mn8:16.4": "Jest za to możliwe, że ten, kto sam jest powściągliwy, zdyscyplinowany i w pełni wygaszony, może powściągnąć, zdyscyplinować i w pełni wygasić innych. ",
  "mn8:16.5": "Tak samo, Cundo, osoba okrutna, przestając być okrutna, ku pełnemu wygaszeniu pójdzie, osoba zabijająca żywe istoty, powstrzymując się od zabijania żywych istot, ku pełnemu wygaszeniu pójdzie. ",
  "mn8:16.6": "Osoba biorąca to, co nie było jej dane, powstrzymując się od brania tego, co nie zostało jej dane, ku pełnemu wygaszeniu pójdzie. ",
  "mn8:16.7": "Osoba wiodąca nieświęty żywot, przestając wieść nieświęty żywot, ku pełnemu wygaszeniu pójdzie. ",
  "mn8:16.8": "Osoba mówiąca fałszywie, powstrzymując się od fałszywej mowy, ku pełnemu wygaszeniu pójdzie. ",
  "mn8:16.9": "Osoba mówiąca dzieląco, powstrzymując się od dzielącej mowy, ku pełnemu wygaszeniu pójdzie. ",
  "mn8:16.10": "Osoba mówiąca szorstko, powstrzymując się od szorstkiej mowy, ku pełnemu wygaszeniu pójdzie. ",
  "mn8:16.11": "Osoba poddająca się czczej paplaninie, powstrzymując się od czczej paplaniny, ku pełnemu wygaszeniu pójdzie. ",
  "mn8:16.12": "Osoba pożądliwa, przestając być pożądliwa, ku pełnemu wygaszeniu pójdzie. ",
  "mn8:16.13": "Osoba o podłym sercu, przestając być tą, która ma podłe serce, ku pełnemu wygaszeniu pójdzie. ",
  "mn8:16.14": "Osoba z niewłaściwym poglądem, mając Właściwy Pogląd, ku pełnemu wygaszeniu pójdzie. ",
  "mn8:16.15": "Osoba z niewłaściwym nastawieniem, mając Właściwe Nastawienie, ku pełnemu wygaszeniu pójdzie. ",
  "mn8:16.16": "Osoba z niewłaściwą mową, mając Właściwą Mowę, ku pełnemu wygaszeniu pójdzie. ",
  "mn8:16.17": "Osoba z niewłaściwym działaniem, mając Właściwe Działanie, ku pełnemu wygaszeniu pójdzie. ",
  "mn8:16.18": "Osoba z niewłaściwym sposobem życia, mając Właściwy Sposób Życia, ku pełnemu wygaszeniu pójdzie. ",
  "mn8:16.19": "Osoba z  niewłaściwym wysiłkiem, mając Właściwy Wysiłek, ku pełnemu wygaszeniu pójdzie. ",
  "mn8:16.20": "Osoba z niewłaściwą uważnością, mając Właściwą Uważność, ku pełnemu wygaszeniu pójdzie. ",
  "mn8:16.21": "Osoba z niewłaściwym skupieniem, mając Właściwe Skupienie, ku pełnemu wygaszeniu pójdzie. ",
  "mn8:16.22": "Osoba z niewłaściwym zrozumieniem, mając Właściwe Zrozumienie, ku pełnemu wygaszeniu pójdzie. ",
  "mn8:16.23": "Osoba z niewłaściwym wyzwoleniem, mając Właściwe Wyzwolenie, ku pełnemu wygaszeniu pójdzie. ",
  "mn8:16.24": "Osoba ogarnięta odrętwieniem i ospałością, powstrzymując się od odrętwienia i ospałości, ku pełnemu wygaszeniu pójdzie. ",
  "mn8:16.25": "Osoba niezrównoważona, przestając być niezrównoważona, ku pełnemu wygaszeniu pójdzie. ",
  "mn8:16.26": "Osoba mająca wątpliwości, przekraczając wątpliwości, ku pełnemu wygaszeniu pójdzie. ",
  "mn8:16.27": "Osoba gniewna, przestając być gniewna, ku pełnemu wygaszeniu pójdzie. ",
  "mn8:16.28": "Osoba żywiąca urazę, przestając żywić urazę, ku pełnemu wygaszeniu pójdzie. ",
  "mn8:16.29": "Osoba szydząca z innych, przestając szydzić z innych, ku pełnemu wygaszeniu pójdzie. ",
  "mn8:16.30": "Osoba bezlitosna, przestając być bezlitosna, ku pełnemu wygaszeniu pójdzie. ",
  "mn8:16.31": "Osoba zazdrosna, przestając być zazdrosna, ku pełnemu wygaszeniu pójdzie. ",
  "mn8:16.32": "Osoba skąpa, przestając być skąpa, ku pełnemu wygaszeniu pójdzie. ",
  "mn8:16.33": "Osoba skryta, przestając być skryta, ku pełnemu wygaszeniu pójdzie. ",
  "mn8:16.34": "Osoba tworząca pozory, nie tworząc pozorów, ku pełnemu wygaszeniu pójdzie. ",
  "mn8:16.35": "Osoba uparta, przestając być uparta, ku pełnemu wygaszeniu pójdzie. ",
  "mn8:16.36": "Osoba mająca wysokie mniemanie o sobie, nieposiadając wysokiego mniemania o sobie, ku pełnemu wygaszeniu pójdzie. ",
  "mn8:16.37": "Osoba niechętnie przyjmująca pouczenia, przyjmując pouczenia, ku pełnemu wygaszeniu pójdzie. ",
  "mn8:16.38": "Osoba mająca złych przyjaciół, posiadając pięknych przyjaciół w Dhammie, ku pełnemu wygaszeniu pójdzie. ",
  "mn8:16.39": "Osoba leniwa, będąc niestrudzona, ku pełnemu wygaszeniu pójdzie. ",
  "mn8:16.40": "Osoba, która nie ma wiary, posiadając wiarę, ku pełnemu wygaszeniu pójdzie. ",
  "mn8:16.41": "Osoba bezwstydna, posiadając poczucie wstydu, ku pełnemu wygaszeniu pójdzie. ",
  "mn8:16.42": "Osoba bez skrupułów, posiadając skrupuły, ku pełnemu wygaszeniu pójdzie. ",
  "mn8:16.43": "Osoba niedouczona, będąc douczona, ku pełnemu wygaszeniu pójdzie. ",
  "mn8:16.44": "Osoba, która nie ma zapału, posiadając inicjującą energię, ku pełnemu wygaszeniu pójdzie. ",
  "mn8:16.45": "Osoba, która ma rozproszoną uważność,  posiadając ustanowioną uważność, ku pełnemu wygaszeniu pójdzie. ",
  "mn8:16.46": "Osoba nierozumna, posiadając osiagniętą mądrość, ku pełnemu wygaszeniu pójdzie. ",
  "mn8:16.47": "Osoba przywierająca do swoich poglądów, z zawzięciem je utrzymująca, z trudem je puszczająca, nie przywierając do swoich poglądów, nie utrzymując ich z zawzięciem, z łatwością je puszcza, ku pełnemu wygaszeniu pójdzie. ",
  "mn8:17.1": "Tak oto, Cundo, porządek poszczególnych typów zaprzestania został przeze mnie wyłożony, porządek poszczególnych typów powstawania w umyśle został wyłożony, porządek poszczególnych typów obejścia został wyłożony, porządek poszczególnych typów podążania ku wyższemu został wyłożony, porządek poszczególnych typów podążania ku pełnemu wygaszeniu został wyłożony. ",
  "mn8:17.2": "Cundo, to co współczujący nauczyciel powinien zrobić dla swych uczniów, powodowany współczuciem, dla ich własnego dobra – to zostało przeze mnie zrobione. ",
  "mn8:17.3": "Oto są, Cundo, korzenie drzew, oto są puste pomieszczenia, praktykujcie jhāny mnisi, nie bądźcie niedbali, abyście tego później nie żałowali. To jest moje przesłanie dla was”. ",
  "mn8:17.4": "To właśnie powiedział Błogosławiony. ",
  "mn8:17.5": "Uradowany Czcigodny Mahācunda rozkoszował się słowami Błogosławionego. ",
  "mn8:17.6": "O czterdzestu czterech podstawach tu powiedziano, ",
  "mn8:17.7": "wyłożonych na pięć sposobów. ",
  "mn8:17.8": "O zaprzestaniu nazwa tej mowy, ",
  "mn8:17.9": "głęboka ona niczym ocean. ",
  "mn8:17.10": "Koniec – ósmej w zbiorze – mowy o zaprzestaniu. "
}