{
  "mn9:0.1": "Zbiór mów średniej długości - mowa 9 ",
  "mn9:0.2": "Mowa o Właściwym Poglądzie ",
  "mn9:1.1": "Oto com usłyszał – ",
  "mn9:1.2": "pewnego razu Błogosławiony przebywał niedaleko miasta Sāvatthi w klasztorze Anāthapiṇḍiki w gaju Jety. ",
  "mn9:1.3": "Tam Czcigodny Sāriputta zwrócił się do mnichów: ",
  "mn9:1.4": "„Bracia mnisi”. ",
  "mn9:1.5": "„Bracie”, mnisi ci posłyszeli Czcigodnego Sāriputtę. ",
  "mn9:1.6": "Oto co Czcigodny Sāriputta powiedział: ",
  "mn9:2.1": "„Mówi się, bracia, »Właściwy Pogląd, Właściwy Pogląd«. ",
  "mn9:2.2": "Bracia, w jakiej mierze uczeń Szlachetnych ma właściwy pogląd, doprowadza do wyprostowania poglądu, w jakiej mierze powstaje w nim niezachwiane zaufanie do Dhammy, dociera on do istotnej Dhammy?”. ",
  "mn9:2.3": "„Doprawdy, przyszlibyśmy do Czcigodnego Sāriputty z daleka, by poznać znaczenie tej wypowiedzi. ",
  "mn9:2.4": "Dobrze by się stało, gdyby Czcigodny Sāriputta zechciał wyjaśnić nam znaczenie tej wypowiedzi. ",
  "mn9:2.5": "Usłyszawszy to od Czcigodnego Sāriputty, mnisi uchwycą to”. ",
  "mn9:2.6": "„Zatem, bracia, słuchajcie z należytą uwagą tego, co powiem”. ",
  "mn9:2.7": "„Tak będzie, bracie”, mnisi ci posłyszeli Czcigodnego Sāriputtę. ",
  "mn9:2.8": "Oto co Czcigodny Sāriputta powiedział: ",
  "mn9:3.1": "„Jeśli, bracia, uczeń Szlachetnych pojął to, co szkodliwe, pojął korzeń tego, co szkodliwe, pojął to, co pożyteczne, pojął korzeń tego, co pożyteczne – ",
  "mn9:3.2": "w takiej mierze, bracia, uczeń Szlachetnych ma właściwy pogląd, doprowadza do wyprostowania poglądu, w takiej mierze powstaje w nim niezachwiane zaufanie do Dhammy, dociera on do istotnej Dhammy. ",
  "mn9:4.1": "Co jest, bracia, tym, co szkodliwe, co jest korzeniem tego, co szkodliwe, co jest tym, co pożyteczne, co jest korzeniem tego, co pożyteczne? ",
  "mn9:4.2": "Zabijanie żywych istot, bracia, jest tym, co szkodliwe, branie tego, co nie zostało dane jest tym, co szkodliwe, niewłaściwe prowadzenie się w sferze pragnień zmysłowych jest tym, co szkodliwe, fałszywa mowa jest tym, co szkodliwe, dzieląca mowa jest tym, co szkodliwe, szorstka mowa jest tym, co szkodliwe, czcza paplanina jest tym, co szkodliwe, pożądliwość jest tym, co szkodliwe, zła wola jest tym, co szkodliwe, błędny pogląd jest tym, co szkodliwe. ",
  "mn9:4.3": "Oto, co nazywa się, bracia, tym, co szkodliwe. ",
  "mn9:5.1": "Co jest, bracia, korzeniem tego, co szkodliwe? ",
  "mn9:5.2": "Chciwość jest korzeniem tego, co szkodliwe, niechęć jest korzeniem tego, co szkodliwe, ułuda jest korzeniem tego, co szkodliwe. ",
  "mn9:5.3": "Oto co nazywa się, bracia, korzeniem tego, co szkodliwe. ",
  "mn9:6.1": "Co jest, bracia, tym, co pożyteczne? ",
  "mn9:6.2": "Powstrzymywanie się od zabijania żywych istot jest tym, co pożyteczne, powstrzymywanie się od brania tego, co nie zostało dane jest tym, co pożyteczne, powstrzymywanie się od niewłaściwego prowadzenia się w sferze pragnień zmysłowych jest tym, co pożyteczne, powstrzymywanie się od fałszywej mowy jest tym, co pożyteczne, powstrzymywanie się od dzielącej mowy jest tym, co pożyteczne, powstrzymywanie się od szorstkiej mowy jest tym, co pożyteczne, powstrzymywanie się od czczej paplaniny jest tym, co pożyteczne, brak pożądliwości jest tym, co pożyteczne, brak złej woli jest tym, co pożyteczne, właściwy pogląd jest tym, co pożyteczne. ",
  "mn9:6.3": "Oto co nazywa się tym, co pożyteczne. ",
  "mn9:7.1": "Co jest, bracia, korzeniem tego, co pożyteczne? ",
  "mn9:7.2": "Brak chciwości jest korzeniem tego, co pożyteczne, brak niechęci jest korzeniem tego, co pożyteczne, brak ułudy jest korzeniem tego, co pożyteczne. ",
  "mn9:7.3": "Oto co nazywa się, bracia, korzeniem tego, co pożyteczne. ",
  "mn9:8.1": "Jeśli, bracia, uczeń Szlachetnych tak pojął to, co szkodliwe, tak pojął korzeń tego, co szkodliwe, tak pojął to, co pożyteczne, tak pojął korzeń tego, co pożyteczne – całkowicie porzucając utajone tendencje do pożądania, pozbywając się utajonych tendencji do odpychania, wytępiając utajone tendencje do poglądu i mierzenia siebie jako „jestem”, porzucając niewiedzę, wiedzę osiągając, jeszcze w tym życiu zakańczając cierpienie – ",
  "mn9:8.2": "w takiej mierze, bracia, uczeń Szlachetnych ma właściwy pogląd, doprowadza do wyprostowania poglądu, w takiej mierze powstaje w nim niezachwiane zaufanie do Dhammy, dociera on do istotnej Dhammy”. ",
  "mn9:9.1": "„Sādhu, bracie” – mnisi ci, rozkoszując się słowami Czcigodnego Sāriputty, wyrazili swe uznanie, a potem zadali następujące pytanie: ",
  "mn9:9.2": "„Czy istnieje, bracie, inna metoda, dzięki której uczeń Szlachetnych ma właściwy pogląd, doprowadza do wyprostowania poglądu, dzięki której powstaje w nim niezachwiane zaufanie do Dhammy, dociera on do istotnej Dhammy?”. ",
  "mn9:10.1": "„Istnieje, bracia. ",
  "mn9:10.2": "Jeśli, bracia, uczeń Szlachetnych pojął pokarm, pojął przyczynę powstania pokarmu, pojął ustanie pokarmu, pojął drogę prowadzącą do ustania pokarmu – ",
  "mn9:10.3": "w takiej mierze, bracia, uczeń Szlachetnych ma właściwy pogląd, doprowadza do wyprostowania poglądu, w takiej mierze powstaje w nim niezachwiane zaufanie do Dhammy, dociera on do istotnej Dhammy. ",
  "mn9:11.1": "Czym, bracia, jest pokarm, czym jest przyczyna powstania pokarmu, czym jest ustanie pokarmu, czym jest droga do ustania pokarmu? ",
  "mn9:11.2": "Są, bracia, cztery pokarmy utrzymujące bytowanie istot lub pomagające mającym przyjść na świat. ",
  "mn9:11.3": "Które cztery? ",
  "mn9:11.4": "Pokarm materialny zarówno formy fizycznej, jak i subtelnej, zetknięcie jako drugi, intencja umysłowa jako trzeci, świadomość jako czwarty. ",
  "mn9:11.5": "Z powodu powstawania pragnienia, jest powstawanie pokarmu. Z ustaniem pragnienia, jest ustanie pokarmu. Drogą prowadzącą do ustania pokarmu jest ta Szlachetna Ośmioraka Ścieżka, a mianowicie: ",
  "mn9:11.6": "Właściwy Pogląd, Właściwe Nastawienie, Właściwa Mowa, Właściwe Działanie, Właściwy Sposób Życia, Właściwy Wysiłek, Właściwa Uważność, Właściwe Skupienie. ",
  "mn9:12.1": "Jeśli, bracia, uczeń Szlachetnych pojął pokarm, pojął przyczynę powstania pokarmu, pojął ustanie pokarmu, pojął drogę prowadzącą do ustania pokarmu – całkowicie porzucając utajone tendencje do pożądania, pozbywając się utajonych tendencji do odpychania, wytępiając utajone tendencje do poglądu i mierzenia siebie jako »jestem«, porzucając niewiedzę, wiedzę osiągając, jeszcze w tym życiu zakańczając cierpienie – ",
  "mn9:12.2": "w takiej mierze, bracia, uczeń Szlachetnych ma właściwy pogląd, doprowadza do wyprostowania poglądu, w takiej mierze powstaje w nim niezachwiane zaufanie do Dhammy, dociera on do istotnej Dhammy”. ",
  "mn9:13.1": "„Sādhu, bracie” – mnisi ci, rozkoszując się słowami Czcigodnego Sāriputty, wyrazili swe uznanie, a potem zadali następujące pytanie: ",
  "mn9:13.2": "„Czy istnieje, bracie, inna metoda, dzięki której uczeń Szlachetnych ma właściwy pogląd, doprowadza do wyprostowania poglądu, dzięki której powstaje w nim niezachwiane zaufanie do Dhammy, dociera on do istotnej Dhammy?”. ",
  "mn9:14.1": "„Istnieje, bracia. ",
  "mn9:14.2": "Jeśli, bracia, uczeń Szlachetnych pojął krzywdę, pojął przyczynę powstania krzywdy, pojął ustanie krzywdy, pojął drogę prowadzącą do ustania krzywdy – ",
  "mn9:14.3": "w takiej mierze, bracia, uczeń Szlachetnych ma właściwy pogląd, doprowadza do wyprostowania poglądu, w takiej mierze powstaje w nim niezachwiane zaufanie do Dhammy, dociera on do istotnej Dhammy. ",
  "mn9:15.1": "Czym, bracia, jest krzywda, czym jest przyczyna powstania krzywdy, czym jest ustanie krzywdy, czym jest droga prowadząca do ustania krzywdy? ",
  "mn9:15.2": "Narodziny są krzywdzące, starość jest krzywdząca i śmierć jest krzywdząca, żal, lament, ból, smutek i rozpacz są krzywdzące, oddzielenie od lubianego jest krzywdzące, nieotrzymanie upragnionego jest krzywdzące, nieuzyskanie tego, czego się chce, także jest krzywdzące, krótko mówiąc, pięć grup składowych, do których się lgnie, jest krzywdzące – ",
  "mn9:15.3": "to się nazywa, bracia, krzywdą. ",
  "mn9:16.1": "Czym, bracia, jest przyczyna powstania krzywdy? ",
  "mn9:16.2": "Pragnienie prowadzące do ponownego stawania się, towarzysząca mu rozkosz i pożądanie wraz z zachwycaniem się to tu, to tam, a mianowicie – ",
  "mn9:16.3": "pragnienie przyjemności zmysłowych, pragnienie bycia, pragnienie niebycia – ",
  "mn9:16.4": "to się nazywa, bracia, przyczyną powstania krzywdy. ",
  "mn9:17.1": "Czym, bracia, jest ustanie krzywdy? ",
  "mn9:17.2": "Całkowity zanik, wyczerpanie, zaprzestanie, odpuszczenie, poniechanie, wyswobodzenie się i pozostawienie tego pragnienia – ",
  "mn9:17.3": "to się nazywa, bracia, ustaniem krzywdy. ",
  "mn9:18.1": "Czym, bracia, jest droga prowadząca do ustania krzywdy? ",
  "mn9:18.2": "Jest to ta Szlachetna Ośmioraka Ścieżka, a mianowicie: ",
  "mn9:18.3": "Właściwy Pogląd, (…), Właściwe Skupienie – ",
  "mn9:18.4": "to się nazywa, bracia, drogą prowadzącą do ustania krzywdy. ",
  "mn9:19.1": "Jeśli, bracia, uczeń Szlachetnych pojął krzywdę, pojął przyczynę powstania krzywdy, pojął ustanie krzywdy, pojął drogę prowadzącą do ustania krzywdy – całkowicie porzucając utajone tendencje do pożądania, pozbywając się utajonych tendencji do odpychania, wytępiając utajone tendencje do poglądu i mierzenia siebie jako »jestem«, porzucając niewiedzę, wiedzę osiągając, jeszcze w tym życiu zakańczając cierpienie – ",
  "mn9:19.2": "w takiej mierze, bracia, uczeń Szlachetnych ma właściwy pogląd, doprowadza do wyprostowania poglądu, w takiej mierze powstaje w nim niezachwiane zaufanie do Dhammy, dociera on do istotnej Dhammy”. ",
  "mn9:20.1": "„Sādhu, bracie” – mnisi ci, rozkoszując się słowami Czcigodnego Sāriputty, wyrazili swe uznanie, a potem zadali następujące pytanie: ",
  "mn9:20.2": "„Czy istnieje, bracie, inna metoda, dzięki której uczeń Szlachetnych ma właściwy pogląd, doprowadza do wyprostowania poglądu, dzięki której powstaje w nim niezachwiane zaufanie do Dhammy, dociera on do istotnej Dhammy?”. ",
  "mn9:21.1": "„Istnieje, bracia. ",
  "mn9:21.2": "Jeśli, bracia, uczeń Szlachetnych pojął starość i śmierć, pojął przyczynę powstania starości i śmierci, pojął ustanie starości i śmierci, pojął drogę prowadzącą do ustania starości i śmierci – ",
  "mn9:21.3": "w takiej mierze, bracia, uczeń Szlachetnych ma właściwy pogląd, doprowadza do wyprostowania poglądu, w takiej mierze powstaje w nim niezachwiane zaufanie do Dhammy, dociera on do istotnej Dhammy. ",
  "mn9:22.1": "Czym, bracia, jest starość i śmierć, czym jest przyczyna powstania starości i śmierci, czym jest ustanie starości i śmierci, czym jest droga prowadząca do ustania starości i śmierci? ",
  "mn9:22.2": "Starość, niedołężność, łamliwość zębów, siwizna, zmarszczki, zmęczenie wiekiem, osłabienie zdolności zmysłowych u różnych istot, w wielu grupach istot, to tu, to tam – ",
  "mn9:22.3": "to się nazywa, bracia, starością. ",
  "mn9:22.4": "Czym jest, bracia, śmierć? ",
  "mn9:22.5": "Odejście, przeminięcie, rozdzielenie, zaniknięcie, umieranie zwane śmiercią, wypełnienie się czasu, rozpad grup składowych, porzucenie truchła, zatrzymanie zdolności życiowych u różnych istot, w wielu grupach istot, to tu, to tam – ",
  "mn9:22.6": "to się nazywa, bracia, śmiercią. ",
  "mn9:22.7": "To jest starość, to jest śmierć – ",
  "mn9:22.8": "to się nazywa, bracia, starością i śmiercią. ",
  "mn9:22.9": "Z przyczyną jaką jest powstanie narodzin, jest i przyczyna powstania starości i śmierci. Z ustaniem narodzin, jest i ustanie starości i śmierci. Drogą prowadzącą do ustania starości i śmierci jest ta Szlachetna Ośmioraka Ścieżka, a mianowicie: ",
  "mn9:22.10": "Właściwy Pogląd, (…), Właściwe Skupienie. ",
  "mn9:23.1": "Jeśli, bracia, uczeń Szlachetnych pojął starość i śmierć, pojął przyczynę powstania starości i śmierci, pojął ustanie starości i śmierci, pojął drogę prowadzącą do ustania starości i śmierci – całkowicie porzucając utajone tendencje do pożądania, (…) zakańczając cierpienie – ",
  "mn9:23.2": "w takiej mierze, bracia, uczeń Szlachetnych ma właściwy pogląd, doprowadza do wyprostowania poglądu, w takiej mierze powstaje w nim niezachwiane zaufanie do Dhammy, dociera on do istotnej Dhammy”. ",
  "mn9:24.1": "„Sādhu, bracie” (…) zadali następujące pytanie: ",
  "mn9:24.2": "„Czy istnieje, bracie, inna metoda (…)?”. ",
  "mn9:25.1": "„Istnieje, bracia. ",
  "mn9:25.2": "Jeśli, bracia, uczeń Szlachetnych pojął narodziny, pojął przyczynę powstania narodzin, pojął ustanie narodzin, pojął drogę prowadzącą do ustania narodzin – ",
  "mn9:25.3": "w takiej mierze, bracia, uczeń Szlachetnych ma właściwy pogląd, doprowadza do wyprostowania poglądu, w takiej mierze powstaje w nim niezachwiane zaufanie do Dhammy, dociera on do istotnej Dhammy. ",
  "mn9:26.1": "Czym, bracia, są narodziny, czym jest przyczyna powstania narodzin, czym jest ustanie narodzin, czym jest droga prowadząca do ustania narodzin? ",
  "mn9:26.2": "Narodziny, początek życia, pojawienie się, odrodzenie, wyłonienie się grup składowych, uzyskanie podstaw zmysłowych przez różne istoty, w wielu grupach istot, to tu, to tam – ",
  "mn9:26.3": "to się nazywa, bracia, narodzinami. ",
  "mn9:26.4": "Z przyczyną, jaką jest powstanie stawania się, jest i przyczyna powstania narodzin. Z ustaniem stawania się, jest i ustanie narodzin. Drogą prowadzącą do ustania narodzin jest ta Szlachetna Ośmioraka Ścieżka, a mianowicie: ",
  "mn9:26.5": "Właściwy Pogląd, (…), Właściwe Skupienie. ",
  "mn9:27.1": "Jeśli, bracia, uczeń Szlachetnych pojął narodziny, pojął przyczynę powstania narodzin, pojął ustanie narodzin, pojął drogę prowadzącą do ustania narodzin – całkowicie porzucając utajone tendencje do pożądania, (…) zakańczając cierpienie – ",
  "mn9:27.2": "w takiej mierze, bracia, uczeń Szlachetnych ma właściwy pogląd, doprowadza do wyprostowania poglądu, w takiej mierze powstaje w nim niezachwiane zaufanie do Dhammy, dociera on do istotnej Dhammy”. ",
  "mn9:28.1": "„Sādhu, bracie” (…) zadali następujące pytanie: ",
  "mn9:28.2": "„Czy istnieje, bracie, inna metoda (…)?”. ",
  "mn9:29.1": "„Istnieje, bracia. ",
  "mn9:29.2": "Jeśli, bracia, uczeń Szlachetnych pojął stawanie się, pojął przyczynę powstania stawania się, pojął ustanie stawania się, pojął drogę prowadzącą do ustania stawania się – ",
  "mn9:29.3": "w takiej mierze, bracia, uczeń Szlachetnych ma właściwy pogląd, doprowadza do wyprostowania poglądu, w takiej mierze powstaje w nim niezachwiane zaufanie do Dhammy, dociera on do istotnej Dhammy. ",
  "mn9:30.1": "Czym, bracia, jest stawanie się, czym jest przyczyna stawania się, czym jest ustanie stawania się, czym jest droga prowadząca do ustania stawania się? ",
  "mn9:30.2": "Istnieją, bracia, trzy rodzaje stawania się: ",
  "mn9:30.3": "stawanie się w sferze zmysłowej, stawanie się w sferze subtelnej materii, stawanie się w sferze niematerialnej. ",
  "mn9:30.4": "Z przyczyną powstania lgnięcia, jest i przyczyna powstania stawania się. Z ustaniem lgnięcia, jest i ustanie stawania się. Drogą prowadzącą do ustania stawania się jest ta Szlachetna Ośmioraka Ścieżka, a mianowicie: ",
  "mn9:30.5": "Właściwy Pogląd, (…), Właściwe Skupienie. ",
  "mn9:31.1": "Jeśli, bracia, uczeń Szlachetnych pojął stawanie się, pojął przyczynę powstania stawania się, pojął ustanie stawania się, pojął drogę prowadzącą do ustania stawania się – całkowicie porzucając utajone tendencje do pożądania, (…) zakańczając cierpienie – ",
  "mn9:31.2": "w takiej mierze, bracia, uczeń Szlachetnych ma właściwy pogląd, doprowadza do wyprostowania poglądu, w takiej mierze powstaje w nim niezachwiane zaufanie do Dhammy, dociera on do istotnej Dhammy”. ",
  "mn9:32.1": "„Sādhu, bracie” (…) zadali następujące pytanie: ",
  "mn9:32.2": "„Czy istnieje, bracie, inna metoda (…)?”. ",
  "mn9:33.1": "„Istnieje, bracia. ",
  "mn9:33.2": "Jeśli, bracia, uczeń Szlachetnych pojął lgnięcie, pojął przyczynę powstania lgnięcia, pojął ustanie lgnięcia, pojął drogę prowadzącą do ustania lgnięcia – ",
  "mn9:33.3": "w takiej mierze, bracia, uczeń Szlachetnych ma właściwy pogląd, doprowadza do wyprostowania poglądu, w takiej mierze powstaje w nim niezachwiane zaufanie do Dhammy, dociera on do istotnej Dhammy. ",
  "mn9:34.1": "Czym, bracia, jest lgnięcie, czym jest przyczyna lgnięcia, czym jest ustanie lgnięcia, czym jest droga prowadząca do ustania lgnięcia? ",
  "mn9:34.2": "Istnieją bracia cztery rodzaje lgnięcia: ",
  "mn9:34.3": "lgnięcie do przyjemności zmysłowych, lgnięcie do poglądów, lgnięcie do rytuałów i ceremonii, lgnięcie do doktryny o istocie. ",
  "mn9:34.4": "Z przyczyną powstania pragnienia, jest i przyczyna powstania lgnięcia. Z ustaniem pragnienia, jest i ustanie lgnięcia. Drogą prowadzącą do ustania lgnięcia jest ta Szlachetna Ośmioraka Ścieżka, a mianowicie: ",
  "mn9:34.5": "Właściwy Pogląd, (…), Właściwe Skupienie. ",
  "mn9:35.1": "Jeśli, bracia, uczeń Szlachetnych pojął lgnięcie, pojął przyczynę powstania lgnięcia, pojął ustanie lgnięcia, pojął drogę prowadzącą do ustania lgnięcia – całkowicie porzucając utajone tendencje do pożądania, (…) zakańczając cierpienie – ",
  "mn9:35.2": "w takiej mierze, bracia, uczeń Szlachetnych ma właściwy pogląd, doprowadza do wyprostowania poglądu, w takiej mierze powstaje w nim niezachwiane zaufanie do Dhammy, dociera on do istotnej Dhammy”. ",
  "mn9:36.1": "„Sādhu, bracie” (…) zadali następujące pytanie: ",
  "mn9:36.2": "„Czy istnieje, bracie, inna metoda (…)?”. ",
  "mn9:37.1": "„Istnieje, bracia. ",
  "mn9:37.2": "Jeśli, bracia, uczeń Szlachetnych pojął pragnienie, pojął przyczynę powstania pragnienia, pojął ustanie pragnienia, pojął drogę prowadzącą do ustania pragnienia – ",
  "mn9:37.3": "w takiej mierze, bracia, uczeń Szlachetnych ma właściwy pogląd, doprowadza do wyprostowania poglądu, w takiej mierze powstaje w nim niezachwiane zaufanie do Dhammy, dociera on do istotnej Dhammy. ",
  "mn9:38.1": "Czym, bracia, jest pragnienie, czym jest przyczyna powstania pragnienia, czym jest ustanie pragnienia, czym jest droga prowadząca do ustania pragnienia? ",
  "mn9:38.2": "Istnieje, bracia, sześć rodzajów pragnienia: ",
  "mn9:38.3": "pragnienie kształtów materialnych, pragnienie dźwięków, pragnienie zapachów, pragnienie smaków, pragnienie dotyku, pragnienie obiektów umysłowych. ",
  "mn9:38.4": "Z przyczyną powstania odczuć, jest i przyczyna powstania pragnienia. Z ustaniem odczuć, jest i ustanie pragnienia. Drogą prowadzącą do ustania pragnienia jest ta Szlachetna Ośmioraka Ścieżka, a mianowicie: ",
  "mn9:38.5": "Właściwy Pogląd, (…), Właściwe Skupienie. ",
  "mn9:39.1": "Jeśli, bracia, uczeń Szlachetnych pojął pragnienie, pojął przyczynę powstania pragnienia, pojął ustanie pragnienia, pojął drogę prowadzącą do ustania pragnienia – całkowicie porzucając utajone tendencje do pożądania, (…) zakańczając cierpienie – ",
  "mn9:39.2": "w takiej mierze, bracia, uczeń Szlachetnych ma właściwy pogląd, doprowadza do wyprostowania poglądu, w takiej mierze powstaje w nim niezachwiane zaufanie do Dhammy, dociera on do istotnej Dhammy”. ",
  "mn9:40.1": "„Sādhu, bracie” (…) zadali następujące pytanie: ",
  "mn9:40.2": "„Czy istnieje, bracie, inna metoda (…)?”. ",
  "mn9:41.1": "„Istnieje, bracia. ",
  "mn9:41.2": "Jeśli, bracia, uczeń Szlachetnych pojął odczucie, pojął przyczynę powstania odczucia, pojął ustanie odczucia, pojął drogę prowadzącą do ustania odczucia – ",
  "mn9:41.3": "w takiej mierze, bracia, uczeń Szlachetnych ma właściwy pogląd, doprowadza do wyprostowania poglądu, w takiej mierze powstaje w nim niezachwiane zaufanie do Dhammy, dociera on do istotnej Dhammy. ",
  "mn9:42.1": "Czym, bracia, jest odczucie, czym jest przyczyna powstania odczucia, czym jest ustanie odczucia, czym jest droga prowadząca do ustania odczucia? ",
  "mn9:42.2": "Istnieje, bracia, sześć rodzajów odczuć: ",
  "mn9:42.3": "odczucie powstałe z zetknięcia wzroku, odczucie powstałe z zetknięcia słuchu, odczucie powstałe z zetknięcia węchu, odczucie powstałe z zetknięcia na języku, odczucie powstałe z zetknięcia w ciele, odczucie powstałe z zetknięcia w umyśle. ",
  "mn9:42.4": "Z przyczyną powstania zetknięcia, jest i przyczyna powstania odczuć. Z ustaniem zetknięcia, jest i ustanie odczuć. Drogą prowadzącą do ustania odczuć jest ta Szlachetna Ośmioraka Ścieżka, a mianowicie: ",
  "mn9:42.5": "Właściwy Pogląd, (…), Właściwe Skupienie. ",
  "mn9:43.1": "Jeśli, bracia, uczeń Szlachetnych pojął odczucie, pojął przyczynę powstania odczucia, pojął ustanie odczucia, pojął drogę prowadzącą do ustania odczucia – ",
  "mn9:43.2": "w takiej mierze, bracia, uczeń Szlachetnych ma właściwy pogląd, doprowadza do wyprostowania poglądu, w takiej mierze powstaje w nim niezachwiane zaufanie do Dhammy, dociera on do istotnej Dhammy”. ",
  "mn9:44.1": "„Sādhu, bracie” (…) zadali następujące pytanie: ",
  "mn9:44.2": "„Czy istnieje, bracie, inna metoda (…)?”. ",
  "mn9:45.1": "„Istnieje, bracia. ",
  "mn9:45.2": "Jeśli, bracia, uczeń Szlachetnych pojął zetknięcie, pojął przyczynę powstania zetknięcia, pojął ustanie zetknięcia, pojął drogę prowadzącą do ustania zetknięcia – ",
  "mn9:45.3": "w takiej mierze, bracia, uczeń Szlachetnych ma właściwy pogląd, doprowadza do wyprostowania poglądu, w takiej mierze powstaje w nim niezachwiane zaufanie do Dhammy, dociera on do istotnej Dhammy. ",
  "mn9:46.1": "Czym, bracia, jest zetknięcie, czym jest przyczyna powstania zetknięcia, czym jest ustanie zetknięcia, czym jest droga prowadząca do ustania zetknięcia? ",
  "mn9:46.2": "Istnieje, bracia, sześć rodzajów zetknięcia: ",
  "mn9:46.3": "zetknięcie wzroku, zetknięcie słuchu, zetknięcie węchu, zetknięcie na języku, zetknięcie w ciele, zetknięcie w umyśle. ",
  "mn9:46.4": "Z przyczyną powstania sześciu podstaw zmysłowych, jest i przyczyna powstania zetknięcia. Z ustaniem sześciu podstaw zmysłowych, jest i ustanie zetknięcia. Drogą prowadzącą do ustania zetknięcia jest ta Szlachetna Ośmioraka Ścieżka, a mianowicie: ",
  "mn9:46.5": "Właściwy Pogląd, (…), Właściwe Skupienie. ",
  "mn9:47.1": "Jeśli, bracia, uczeń Szlachetnych pojął zetknięcie, pojął przyczynę powstania zetknięcia, pojął ustanie zetknięcia, pojął drogę prowadzącą do ustania zetknięcia – całkowicie porzucając utajone tendencje do pożądania, (…) zakańczając cierpienie – ",
  "mn9:47.2": "w takiej mierze, bracia, uczeń Szlachetnych ma właściwy pogląd, doprowadza do wyprostowania poglądu, w takiej mierze powstaje w nim niezachwiane zaufanie do Dhammy, dociera on do istotnej Dhammy”. ",
  "mn9:48.1": "„Sādhu, bracie” (…) zadali następujące pytanie: ",
  "mn9:48.2": "„Czy istnieje, bracie, inna metoda (…)?”. ",
  "mn9:49.1": "„Istnieje, bracia. ",
  "mn9:49.2": "Jeśli, bracia, uczeń Szlachetnych pojął sześć podstaw zmysłowych, pojął przyczynę powstania sześciu podstaw zmysłowych, pojął ustanie sześciu podstaw zmysłowych, pojął drogę prowadzącą do ustania sześciu podstaw zmysłowych – ",
  "mn9:49.3": "w takiej mierze, bracia, uczeń Szlachetnych ma właściwy pogląd, doprowadza do wyprostowania poglądu, w takiej mierze powstaje w nim niezachwiane zaufanie do Dhammy, dociera on do istotnej Dhammy. ",
  "mn9:50.1": "Czym, bracia, jest sześć podstaw zmysłowych, czym jest przyczyna powstania sześciu podstaw zmysłowych, czym jest ustanie sześciu podstaw zmysłowych, czym jest droga prowadząca do ustania sześciu podstaw zmysłowych? ",
  "mn9:50.2": "Istnieje, bracia, sześć rodzajów podstaw zmysłowych: ",
  "mn9:50.3": "podstawa zmysłowa wzroku, podstawa zmysłowa słuchu, podstawa zmysłowa węchu, podstawa zmysłowa języka, podstawa zmysłowa ciała, podstawa zmysłowa umysłu. ",
  "mn9:50.4": "Z przyczyną powstania zespolenia umysłowości i formy materialnej, jest i przyczyna powstania sześciu podstaw zmysłowych. Z ustaniem zespolenia umysłowości i formy materialnej, jest i ustanie sześciu podstaw zmysłowych. Drogą prowadzącą do ustania sześciu podstaw zmysłowych jest ta Szlachetna Ośmioraka Ścieżka, a mianowicie: ",
  "mn9:50.5": "Właściwy Pogląd, (…), Właściwe Skupienie. ",
  "mn9:51.1": "Jeśli, bracia, uczeń Szlachetnych pojął sześć podstaw zmysłowych, pojął przyczynę powstania sześciu podstaw zmysłowych, pojął ustanie sześciu podstaw zmysłowych, pojął drogę prowadzącą do ustania sześciu podstaw zmysłowych – całkowicie porzucając utajone tendencje do pożądania, (…) zakańczając cierpienie – ",
  "mn9:51.2": "w takiej mierze, bracia, uczeń Szlachetnych ma właściwy pogląd, doprowadza do wyprostowania poglądu, w takiej mierze powstaje w nim niezachwiane zaufanie do Dhammy, dociera on do istotnej Dhammy”. ",
  "mn9:52.1": "„Sādhu, bracie” (…) zadali następujące pytanie: ",
  "mn9:52.2": "„Czy istnieje, bracie, inna metoda (…)?”. ",
  "mn9:53.1": "„Istnieje, bracia. ",
  "mn9:53.2": "Jeśli, bracia, uczeń Szlachetnych pojął zespolenie umysłowości i formy materialnej, pojął przyczynę powstania zespolenia umysłowości i formy materialnej, pojął ustanie zespolenia umysłowości i formy materialnej, pojął drogę prowadzącą do ustania zespolenia umysłowości i formy materialnej – ",
  "mn9:53.3": "w takiej mierze, bracia, uczeń Szlachetnych ma właściwy pogląd, doprowadza do wyprostowania poglądu, w takiej mierze powstaje w nim niezachwiane zaufanie do Dhammy, dociera on do istotnej Dhammy. ",
  "mn9:54.1": "Czym, bracia, jest zespolenie umysłowości i formy materialnej, czym jest przyczyna powstania zespolenia umysłowości i formy materialnej, czym jest ustanie zespolenia umysłowości i formy materialnej, czym jest droga prowadząca do ustania zespolenia umysłowości i formy materialnej? ",
  "mn9:54.2": "Odczucie, rozpoznanie, intencja, zetknięcie, nakierowanie umysłu – ",
  "mn9:54.3": "o się nazywa, bracia, umysłowością. ",
  "mn9:54.4": "Cztery główne elementy oraz forma materialna powstająca z czterech głównych elementów – ",
  "mn9:54.5": "to się nazywa, bracia, formą materialną. ",
  "mn9:54.6": "To jest umysł, to jest forma materialna – ",
  "mn9:54.7": "to się nazywa, bracia, zespoleniem umysłu i formy materialnej. ",
  "mn9:54.8": "Z przyczyną powstania świadomości, jest i przyczyna powstania zespolenia umysłu i formy materialnej. Z ustaniem świadomości, jest i ustanie zespolenia umysłu i formy materialnej. Drogą prowadzącą do ustania zespolenia umysłu i formy materialnej jest ta Szlachetna Ośmioraka Ścieżka, a mianowicie: ",
  "mn9:54.9": "Właściwy Pogląd, (…), Właściwe Skupienie. ",
  "mn9:55.1": "Jeśli, bracia, uczeń Szlachetnych pojął zespolenie umysłu i formy materialnej, pojął przyczynę powstania zespolenia umysłu i formy materialnej, pojął ustanie zespolenia umysłu i formy materialnej, pojął drogę prowadzącą do ustania zespolenia umysłu i formy materialnej – całkowicie porzucając utajone tendencje do pożądania, (…) zakańczając cierpienie – ",
  "mn9:55.2": "w takiej mierze, bracia, uczeń Szlachetnych ma właściwy pogląd, doprowadza do wyprostowania poglądu, w takiej mierze powstaje w nim niezachwiane zaufanie do Dhammy, dociera on do istotnej Dhammy”. ",
  "mn9:56.1": "„Sādhu, bracie” (…) zadali następujące pytanie: ",
  "mn9:56.2": "„Czy istnieje, bracie, inna metoda (…)?”. ",
  "mn9:57.1": "„Istnieje, bracia. ",
  "mn9:57.2": "Jeśli, bracia, uczeń Szlachetnych pojął świadomość, pojął przyczynę powstania świadomości, pojął ustanie świadomości, pojął drogę prowadzącą do ustania świadomości – ",
  "mn9:57.3": "w takiej mierze, bracia, uczeń Szlachetnych ma właściwy pogląd, doprowadza do wyprostowania poglądu, w takiej mierze powstaje w nim niezachwiane zaufanie do Dhammy, dociera on do istotnej Dhammy. ",
  "mn9:58.1": "Czym, bracia, jest świadomość, czym jest przyczyna powstania świadomości, czym jest ustanie świadomości, czym jest droga prowadząca do ustania świadomości? ",
  "mn9:58.2": "Istnieje, bracia, sześć rodzajów świadomości: ",
  "mn9:58.3": "świadomość wzroku, świadomość słuchu, świadomość węchu, świadomość języka, świadomość ciała, świadomość umysłu. ",
  "mn9:58.4": "Z przyczyną powstania wytworzeń, jest i przyczyna powstania świadomości. Z ustaniem wytworzeń, jest i ustanie świadomości. Drogą prowadzącą do ustania świadomości jest ta Szlachetna Ośmioraka Ścieżka, a mianowicie: ",
  "mn9:58.5": "Właściwy Pogląd, (…), Właściwe Skupienie. ",
  "mn9:59.1": "Jeśli, bracia, uczeń Szlachetnych pojął świadomość, pojął przyczynę powstania świadomości, pojął ustanie świadomości, pojął drogę prowadzącą do ustania świadomości – całkowicie porzucając utajone tendencje do pożądania, (…) zakańczając cierpienie – ",
  "mn9:59.2": "w takiej mierze, bracia, uczeń Szlachetnych ma właściwy pogląd, doprowadza do wyprostowania poglądu, w takiej mierze powstaje w nim niezachwiane zaufanie do Dhammy, dociera on do istotnej Dhammy”. ",
  "mn9:60.1": "„Sādhu, bracie” (…) zadali następujące pytanie: ",
  "mn9:60.2": "„Czy istnieje, bracie, inna metoda (…)?”. ",
  "mn9:61.1": "„Istnieje, bracia. ",
  "mn9:61.2": "Jeśli, bracia, uczeń Szlachetnych pojął wytworzenia, pojął przyczynę powstania wytworzeń, pojął ustanie wytworzeń, pojął drogę prowadzącą do ustania wytworzeń – ",
  "mn9:61.3": "w takiej mierze, bracia, uczeń Szlachetnych ma właściwy pogląd, doprowadza do wyprostowania poglądu, w takiej mierze powstaje w nim niezachwiane zaufanie do Dhammy, dociera on do istotnej Dhammy. ",
  "mn9:62.1": "Czym, bracia, są wytworzenia, czym jest przyczyna powstania wytworzeń, czym jest ustanie wytworzeń, czym jest droga prowadząca do ustania wytworzeń? ",
  "mn9:62.2": "Istnieją, bracia, trzy rodzaje wytworzeń: ",
  "mn9:62.3": "wytworzenia ciała, wytworzenia mowy, wytworzenia umysłu. ",
  "mn9:62.4": "Z przyczyną powstania niewiedzy, jest i przyczyna powstania wytworzeń. Z ustaniem niewiedzy, jest i ustanie wytworzeń. Drogą prowadzącą do ustania wytworzeń jest ta Szlachetna Ośmioraka Ścieżka, a mianowicie: ",
  "mn9:62.5": "Właściwy Pogląd, (…), Właściwe Skupienie. ",
  "mn9:63.1": "Jeśli, bracia, uczeń Szlachetnych pojął wytworzenia, pojął przyczynę powstania wytworzeń, pojął ustanie wytworzeń, pojął drogę prowadzącą do ustania wytworzeń – całkowicie porzucając utajone tendencje do pożądania, (…) zakańczając cierpienie – ",
  "mn9:63.2": "w takiej mierze, bracia, uczeń Szlachetnych ma właściwy pogląd, doprowadza do wyprostowania poglądu, w takiej mierze powstaje w nim niezachwiane zaufanie do Dhammy, dociera on do istotnej Dhammy”. ",
  "mn9:64.1": "„Sādhu, bracie” (…) zadali następujące pytanie: ",
  "mn9:64.2": "„Czy istnieje, bracie, inna metoda (…)?”. ",
  "mn9:64.3": "„Istnieje, bracia. ",
  "mn9:65.1": "Jeśli, bracia, uczeń Szlachetnych pojął niewiedzę, pojął przyczynę powstania niewiedzy, pojął ustanie niewiedzy, pojął drogę prowadzącą do ustania niewiedzy – ",
  "mn9:65.2": "w takiej mierze, bracia, uczeń Szlachetnych ma właściwy pogląd, doprowadza do wyprostowania poglądu, w takiej mierze powstaje w nim niezachwiane zaufanie do Dhammy, dociera on do istotnej Dhammy. ",
  "mn9:65.3": "Czym, bracia, jest niewiedza, czym jest przyczyna powstania niewiedzy, czym jest ustanie niewiedzy, czym jest droga prowadząca do ustania niewiedzy? ",
  "mn9:65.4": "Jest tym, bracia, nieznanie krzywdy, nieznanie przyczyny powstania krzywdy, nieznanie ustania krzywdy, nieznanie drogi prowadzącej do ustania krzywdy – ",
  "mn9:65.5": "to się nazywa, bracia, niewiedzą. ",
  "mn9:66.1": "Z przyczyną powstania skażeń, jest i przyczyna powstania niewiedzy. Z ustaniem skażeń, jest i ustanie niewiedzy. Drogą prowadzącą do ustania niewiedzy jest ta Szlachetna Ośmioraka Ścieżka, a mianowicie: ",
  "mn9:66.2": "Właściwy Pogląd, (…), Właściwe Skupienie. ",
  "mn9:67.1": "Jeśli, bracia, uczeń Szlachetnych pojął niewiedzę, pojął przyczynę powstania niewiedzy, pojął ustanie niewiedzy, pojął drogę prowadzącą do ustania niewiedzy – całkowicie porzucając utajone tendencje do pożądania, (…) zakańczając cierpienie – ",
  "mn9:67.2": "w takiej mierze, bracia, uczeń Szlachetnych ma właściwy pogląd, doprowadza do wyprostowania poglądu, w takiej mierze powstaje w nim niezachwiane zaufanie do Dhammy, dociera on do istotnej Dhammy”. ",
  "mn9:68.1": "„Sādhu, bracie” – mnisi ci, rozkoszując się słowami Czcigodnego Sāriputty, wyrazili swe uznanie, a potem zadali następujące pytanie: ",
  "mn9:68.2": "„Czy istnieje, bracie, inna metoda, dzięki której uczeń Szlachetnych ma właściwy pogląd, doprowadza do wyprostowania poglądu, dzięki której powstaje w nim niezachwiane zaufanie do Dhammy, dociera on do istotnej Dhammy?”. ",
  "mn9:69.1": "„Istnieje, bracia. ",
  "mn9:69.2": "Jeśli, bracia, uczeń Szlachetnych pojął skażenia, pojął przyczynę powstania skażeń, pojął ustanie skażeń, pojął drogę prowadzącą do ustania skażeń – ",
  "mn9:69.3": "w takiej mierze, bracia, uczeń Szlachetnych ma właściwy pogląd, doprowadza do wyprostowania poglądu, w takiej mierze powstaje w nim niezachwiane zaufanie do Dhammy, dociera on do istotnej Dhammy. ",
  "mn9:70.1": "Czym, bracia, są skażenia, czym jest przyczyna powstania skażeń, czym jest ustanie skażeń, czym jest droga prowadząca do ustania skażeń? ",
  "mn9:70.2": "Istnieją, bracia, trzy rodzaje skażeń: ",
  "mn9:70.3": "skażenie, jakim jest pożądanie, skażenie, jakim jest stawanie się, skażenie, jakim jest niewiedza. ",
  "mn9:70.4": "Z przyczyną powstania niewiedzy, jest i przyczyna powstania skażeń. Z ustaniem niewiedzy, jest i ustanie skażeń. Drogą prowadzącą do ustania skażeń jest ta Szlachetna Ośmioraka Ścieżka, a mianowicie: ",
  "mn9:70.5": "Właściwy Pogląd, (…), Właściwe Skupienie. ",
  "mn9:71.1": "Jeśli, bracia, uczeń Szlachetnych pojął skażenia, pojął przyczynę powstania skażeń, pojął ustanie skażeń, pojął drogę prowadzącą do ustania skażeń – całkowicie porzucając utajone tendencje do pożądania, pozbywając się utajonych tendencji do odpychania, wytępiając utajone tendencje do poglądu i mierzenia siebie jako »jestem«, porzucając niewiedzę, wiedzę osiągając, jeszcze w tym życiu zakańczając cierpienie – ",
  "mn9:71.2": "w takiej mierze, bracia, uczeń Szlachetnych ma właściwy pogląd, doprowadza do wyprostowania poglądu, w takiej mierze powstaje w nim niezachwiane zaufanie do Dhammy, dociera on do istotnej Dhammy”. ",
  "mn9:71.3": "To właśnie powiedział Czcigodny Sāriputta. ",
  "mn9:71.4": "Uradowani mnisi rozkoszowali się słowami Czcigodnego Sāriputty. ",
  "mn9:71.5": "Koniec – dziewiątej w rozdziale – mowy o Właściwym Poglądzie. "
}