{
  "pp1.4:0.1": "Puggalapaññatti ",
  "pp1.4:0.2": "Mātikā ",
  "pp1.4:0.3": "4. Catukkauddesa ",
  "pp1.4:1.1": "**Cattāro puggalā—** ",
  "pp1.4:2.1": "Asappuriso, asappurisena asappurisataro, sappuriso, sappurisena sappurisataro. ",
  "pp1.4:3.1": "Pāpo, pāpena pāpataro, kalyāṇo, kalyāṇena kalyāṇataro. ",
  "pp1.4:4.1": "Pāpadhammo, pāpadhammena pāpadhammataro, kalyāṇadhammo, kalyāṇadhammena kalyāṇadhammataro. ",
  "pp1.4:5.1": "Sāvajjo, vajjabahulo, appavajjo, anavajjo. ",
  "pp1.4:6.1": "Ugghaṭitaññū, vipañcitaññū, neyyo, padaparamo. ",
  "pp1.4:7.1": "Yuttappaṭibhāno, no muttappaṭibhāno, muttappaṭibhāno, no yuttappaṭibhāno, yuttappaṭibhāno ca muttappaṭibhāno ca, neva yuttappaṭibhāno no muttappaṭibhāno. ",
  "pp1.4:8.1": "Cattāro dhammakathikā puggalā. ",
  "pp1.4:9.1": "Cattāro valāhakūpamā puggalā. ",
  "pp1.4:10.1": "Cattāro mūsikūpamā puggalā. ",
  "pp1.4:11.1": "Cattāro ambūpamā puggalā. ",
  "pp1.4:12.1": "Cattāro kumbhūpamā puggalā. ",
  "pp1.4:13.1": "Cattāro udakarahadūpamā puggalā. ",
  "pp1.4:14.1": "Cattāro balībaddūpamā puggalā. ",
  "pp1.4:15.1": "Cattāro āsīvisūpamā puggalā. ",
  "pp1.4:16.1": "Atthekacco puggalo ananuvicca apariyogāhetvā avaṇṇārahassa vaṇṇaṁ bhāsitā hoti, atthekacco puggalo ananuvicca apariyogāhetvā vaṇṇārahassa avaṇṇaṁ bhāsitā hoti, atthekacco puggalo ananuvicca apariyogāhetvā appasādanīye ṭhāne pasādaṁ upadaṁsitā hoti, atthekacco puggalo ananuvicca apariyogāhetvā pasādanīye ṭhāne appasādaṁ upadaṁsitā hoti. ",
  "pp1.4:17.1": "Atthekacco puggalo anuvicca pariyogāhetvā avaṇṇārahassa avaṇṇaṁ bhāsitā hoti, atthekacco puggalo anuvicca pariyogāhetvā vaṇṇārahassa vaṇṇaṁ bhāsitā hoti, atthekacco puggalo anuvicca pariyogāhetvā appasādanīye ṭhāne appasādaṁ upadaṁsitā hoti, atthekacco puggalo anuvicca pariyogāhetvā pasādanīye ṭhāne pasādaṁ upadaṁsitā hoti. ",
  "pp1.4:18.1": "Atthekacco puggalo avaṇṇārahassa avaṇṇaṁ bhāsitā hoti bhūtaṁ tacchaṁ kālena, no ca kho vaṇṇārahassa vaṇṇaṁ bhāsitā hoti bhūtaṁ tacchaṁ kālena; ",
  "pp1.4:18.2": "atthekacco puggalo vaṇṇārahassa vaṇṇaṁ bhāsitā hoti bhūtaṁ tacchaṁ kālena, no ca kho avaṇṇārahassa avaṇṇaṁ bhāsitā hoti bhūtaṁ tacchaṁ kālena; ",
  "pp1.4:18.3": "atthekacco puggalo avaṇṇārahassa ca avaṇṇaṁ bhāsitā hoti bhūtaṁ tacchaṁ kālena; ",
  "pp1.4:18.4": "vaṇṇārahassa ca vaṇṇaṁ bhāsitā hoti bhūtaṁ tacchaṁ kālena, atthekacco puggalo neva avaṇṇārahassa avaṇṇaṁ bhāsitā hoti bhūtaṁ tacchaṁ kālena, no ca vaṇṇārahassa vaṇṇaṁ bhāsitā hoti bhūtaṁ tacchaṁ kālena. ",
  "pp1.4:19.1": "Uṭṭhānaphalūpajīvī no puññaphalūpajīvī, puññaphalūpajīvī no uṭṭhānaphalūpajīvī, uṭṭhānaphalūpajīvī ca puññaphalūpajīvī ca, neva uṭṭhānaphalūpajīvī no puññaphalūpajīvī. ",
  "pp1.4:20.1": "Tamo tamaparāyano, tamo jotiparāyano, joti tamaparāyano, joti jotiparāyano. ",
  "pp1.4:21.1": "Oṇatoṇato, oṇatuṇṇato, uṇṇatoṇato, uṇṇatuṇṇato. ",
  "pp1.4:22.1": "Cattāro rukkhūpamā puggalā. ",
  "pp1.4:23.1": "Rūpappamāṇo, rūpappasanno, ghosappamāṇo, ghosappasanno. ",
  "pp1.4:24.1": "Lūkhappamāṇo, lūkhappasanno, dhammappamāṇo, dhammappasanno. ",
  "pp1.4:25.1": "Atthekacco puggalo attahitāya paṭipanno hoti, no parahitāya; ",
  "pp1.4:25.2": "atthekacco puggalo parahitāya paṭipanno hoti, no attahitāya; ",
  "pp1.4:25.3": "atthekacco puggalo attahitāya ceva paṭipanno hoti parahitāya ca; ",
  "pp1.4:25.4": "atthekacco puggalo neva attahitāya paṭipanno hoti no parahitāya. ",
  "pp1.4:26.1": "Atthekacco puggalo attantapo hoti attaparitāpanānuyogamanuyutto; ",
  "pp1.4:26.2": "atthekacco puggalo parantapo hoti paraparitāpanānuyogamanuyutto; ",
  "pp1.4:26.3": "atthekacco puggalo attantapo ca hoti attaparitāpanānuyogamanuyutto, parantapo ca paraparitāpanānuyogamanuyutto; ",
  "pp1.4:26.4": "atthekacco puggalo neva attantapo hoti na attaparitāpanānuyogamanuyutto, na parantapo na paraparitāpanānuyogamanuyutto. ",
  "pp1.4:26.5": "So anattantapo aparantapo diṭṭheva dhamme nicchāto nibbuto sītībhūto sukhappaṭisaṁvedī brahmabhūtena attanā viharati. ",
  "pp1.4:27.1": "Sarāgo, sadoso, samoho, samāno. ",
  "pp1.4:28.1": "Atthekacco puggalo lābhī hoti ajjhattaṁ cetosamathassa, na lābhī adhipaññādhammavipassanāya; ",
  "pp1.4:28.2": "atthekacco puggalo lābhī hoti adhipaññādhammavipassanāya, na lābhī ajjhattaṁ cetosamathassa; ",
  "pp1.4:28.3": "atthekacco puggalo lābhī ceva hoti ajjhattaṁ cetosamathassa, lābhī ca adhipaññādhammavipassanāya; ",
  "pp1.4:28.4": "atthekacco puggalo neva lābhī hoti ajjhattaṁ cetosamathassa, na lābhī adhipaññādhammavipassanāya. ",
  "pp1.4:29.1": "Anusotagāmī puggalo, paṭisotagāmī puggalo, ṭhitatto puggalo, tiṇṇo pāraṅgato thale tiṭṭhati brāhmaṇo. ",
  "pp1.4:30.1": "Appassuto sutena anupapanno, appassuto sutena upapanno, bahussuto sutena anupapanno, bahussuto sutena upapanno. ",
  "pp1.4:31.1": "Samaṇamacalo, samaṇapadumo, samaṇapuṇḍarīko, samaṇesu samaṇasukhumālo. ",
  "pp1.4:32.1": "Catukkaṁ. "
}