{
  "sn16.13:0.1": "Zbiór połączonych mów - 16 ",
  "sn16.13:0.2": "1. Rozdział z Kassapą ",
  "sn16.13:0.3": "Mowa o fałszerstwie dobrej Dhammy ",
  "sn16.13:1.1": "Oto com usłyszał – ",
  "sn16.13:1.2": "pewnego razu Błogosławiony przebywał niedaleko miasta Sāvatthi w klasztorze Anāthapiṇḍiki w gaju Jety. ",
  "sn16.13:1.3": "W tym czasie Czcigodny Mahākassapa przybył do Błogosławionego. Przybliżywszy się do Błogosławionego, złożył z wielkim szacunkiem ukłon, a następnie usiadł z boku. Siedząc obok, Czcigodny Mahākassapa rzekł do Błogosławionego: ",
  "sn16.13:1.4": "„Co jest przyczyną, Bhante, od czego to zależy, że kiedyś było mniej podstaw treningu, ale więcej mnichów, których poznanie zostało ostatecznie ustalone? ",
  "sn16.13:1.5": "Co jest przyczyną, Bhante, od czego to zależy, że obecnie jest więcej podstaw treningu, ale mniej mnichów, których poznanie zostało ostatecznie ustalone?”. ",
  "sn16.13:1.6": "„Tak właśnie jest, Kassapo, gdy istoty marnieją, a dobra Dhamma zanika, jest więcej podstaw treningu, ale mniej mnichów, których poznanie zostało ostatecznie ustalone. ",
  "sn16.13:1.7": "Kassapo, dobra Dhamma nie zaniknie dopóki na świecie nie pojawi się fałszerstwo dobrej Dhammy. ",
  "sn16.13:1.8": "Kassapo, jak tylko na świecie pojawi się fałszerstwo dobrej Dhammy, wtedy dobra Dhamma zaniknie. ",
  "sn16.13:2.1": "To tak jak, Kassapo, ze złotem, nie zaniknie dopóki na świecie nie pojawi się fałszywe złoto. ",
  "sn16.13:2.2": "Kassapo, jak tylko na świecie pojawi się fałszywe złoto, wtedy złoto zaniknie. ",
  "sn16.13:2.3": "W ten sam sposób, Kassapo, dobra Dhamma nie zaniknie dopóki na świecie nie pojawi się fałszerstwo dobrej Dhammy. ",
  "sn16.13:2.4": "Kassapo, jak tylko na świecie pojawi się fałszerstwo dobrej Dhammy, wtedy dobra Dhamma zaniknie. ",
  "sn16.13:3.1": "Nie jest tak, Kassapo, że dobra Dhamma zanika przez pierwiastek ziemi, (...) pierwiastek wody, (...) pierwiastek ognia, dobra Dhamma nie zanika przez pierwiastek wiatru. ",
  "sn16.13:3.2": "Dzieje się tak, ponieważ pojawiają się w teraźniejszości pomyleni ludzie, przez których zanika dobra Dhamma. ",
  "sn16.13:3.3": "Tak, jak, Kassapo, statek, który tonie w całości; ",
  "sn16.13:3.4": "nie jest tak, Kassapo, z zanikaniem dobrej Dhammy. ",
  "sn16.13:4.1": "Jest, Kassapo, pięć szkodliwych czynników, które prowadzą do zepsucia i zaniku dobrej Dhammy. ",
  "sn16.13:4.2": "Które to pięć? ",
  "sn16.13:4.3": "Otóż, Kassapo, gdy mnisi, mniszki, świeccy wyznawcy, świeckie wyznawczynie nie szanują Nauczyciela i utrzymują sprzeciw wobec Niego, nie szanują Dhammy i utrzymują sprzeciw wobec niej, nie szanują Saṅghi i utrzymują sprzeciw wobec niej, nie szanują treningu i utrzymują sprzeciw wobec niego, nie szanują skupienia i utrzymują sprzeciw wobec niego; ",
  "sn16.13:4.4": "oto jest, Kassapo, pięć szkodliwych czynników, które prowadzą do zepsucia i zaniku dobrej Dhammy. ",
  "sn16.13:5.1": "Jest, Kassapo, pięć czynników, które prowadzą do utrzymania, nie dopuszczenia do zepsucia ani zaniku dobrej Dhammy. ",
  "sn16.13:5.2": "Które to pięć? ",
  "sn16.13:5.3": "Otóż, Kassapo, gdy mnisi, mniszki, świeccy wyznawcy, świeckie wyznawczynie szanują Nauczyciela i utrzymują posłuszeństwo wobec Niego, szanują Dhammę i utrzymują posłuszeństwo wobec niej, szanują Saṅghę i utrzymują posłuszeństwo wobec niej, szanują trening i utrzymują posłuszeństwo wobec niego, szanują skupienie i utrzymują posłuszeństwo wobec niego; ",
  "sn16.13:5.4": "oto jest, Kassapo, pięć czynników, które prowadzą do utrzymania, nie dopuszczenia do zepsucia ani zaniku dobrej Dhammy. ",
  "sn16.13:5.5": "Trzynasta. "
}