{
  "snp4.5:0.1": "Anthology of Discourses 4.5 ",
  "snp4.5:0.2": "Eight on the Ultimate ",
  "snp4.5:1.1": "If, maintaining that theirs is the “ultimate” view, ",
  "snp4.5:1.2": "a person makes it out to be highest in the world; ",
  "snp4.5:1.3": "then they declare all others are “lesser”; ",
  "snp4.5:1.4": "that’s why they’re not over disputes. ",
  "snp4.5:2.1": "If they see an advantage for themselves ",
  "snp4.5:2.2": "in what’s seen, heard, or thought; <j>or in precepts or vows, ",
  "snp4.5:2.3": "in that case, having adopted that one alone, ",
  "snp4.5:2.4": "they see all others as inferior. ",
  "snp4.5:3.1": "Experts say that, too, is a knot, ",
  "snp4.5:3.2": "relying on which people see others as lesser. ",
  "snp4.5:3.3": "That’s why a mendicant ought not rely ",
  "snp4.5:3.4": "on what’s seen, heard, or thought, <j>or on precepts and vows. ",
  "snp4.5:4.1": "Nor would they form a view about the world ",
  "snp4.5:4.2": "through a notion or through precepts and vows. ",
  "snp4.5:4.3": "They would never represent themselves as “equal”, ",
  "snp4.5:4.4": "nor conceive themselves “worse” or “better”. ",
  "snp4.5:5.1": "What was picked up has been set down <j>and is not grasped again; ",
  "snp4.5:5.2": "they form no dependency even on notions. ",
  "snp4.5:5.3": "They follow no side among the factions, ",
  "snp4.5:5.4": "and believe in no view at all. ",
  "snp4.5:6.1": "One here who has no wish for either end—",
  "snp4.5:6.2": "for any form of existence in this life or the next—",
  "snp4.5:6.3": "has adopted no dogma at all ",
  "snp4.5:6.4": "after judging among the teachings. ",
  "snp4.5:7.1": "For them not even the tiniest idea is formulated here ",
  "snp4.5:7.2": "regarding what is seen, heard, or thought. ",
  "snp4.5:7.3": "That brahmin does not grasp any view—",
  "snp4.5:7.4": "how could anyone in this world judge them? ",
  "snp4.5:8.1": "They don’t make things up or promote them, ",
  "snp4.5:8.2": "and don’t subscribe to any of the doctrines. ",
  "snp4.5:8.3": "The brahmin has no need to be led by precept or vow; ",
  "snp4.5:8.4": "gone to the far shore, one such does not return. "
}