{
  "snp4.4:0.1": "Anthology of Discourses",
  "snp4.4:0.2": "Eight on the Pure",
  "snp4.4:1.1": "“I see a pure being of ultimate wellness;",
  "snp4.4:1.2": "it is vision that grants a person purity.”",
  "snp4.4:1.3": "Recalling this notion of the ultimate,",
  "snp4.4:1.4": "they believe in the notion that there is one who observes purity.",
  "snp4.4:2.1": "If a person were granted purity through vision,",
  "snp4.4:2.2": "or if by a notion they could give up suffering,",
  "snp4.4:2.3": "then one with attachments is purified by another:",
  "snp4.4:2.4": "their view betrays them as one who asserts thus.",
  "snp4.4:3.1": "The brahmin speaks not of purity from another",
  "snp4.4:3.2": "in terms of what is seen, heard, or thought; or by precepts or vows.",
  "snp4.4:3.3": "They are unsullied in the midst of good and evil,",
  "snp4.4:3.4": "letting go what was picked up, without creating anything new here.",
  "snp4.4:4.1": "Having let go the last they lay hold of the next;",
  "snp4.4:4.2": "following impulse, they don’t get past the snare.",
  "snp4.4:4.3": "They grab on and let go like a monkey",
  "snp4.4:4.4": "grabbing and releasing a branch.",
  "snp4.4:5.1": "Having undertaken their own vows, a person",
  "snp4.4:5.2": "visits various teachers, being attached to perception.",
  "snp4.4:5.3": "One who knows, having comprehended the truth through the knowledges,",
  "snp4.4:5.4": "does not visit various teachers, being of vast wisdom.",
  "snp4.4:6.1": "They are remote from all things",
  "snp4.4:6.2": "seen, heard, or thought.",
  "snp4.4:6.3": "Seeing them living openly,",
  "snp4.4:6.4": "how could anyone in this world judge them?",
  "snp4.4:7.1": "They don’t make things up or promote them,",
  "snp4.4:7.2": "or speak of the uttermost purity.",
  "snp4.4:7.3": "After untying the tight knot of grasping",
  "snp4.4:7.4": "they long for nothing in the world.",
  "snp4.4:8.1": "The brahmin has stepped over the boundary;",
  "snp4.4:8.2": "knowing and seeing, they adopt nothing.",
  "snp4.4:8.3": "Neither in love with passion nor besotted by dispassion,",
  "snp4.4:8.4": "there is nothing here they adopt as the ultimate."
}