{
  "patthana10.2:0.1": "Paṭṭhānapakaraṇa ",
  "patthana10.2:0.2": "Dhammapaccanīya (2), Tikadukapaṭṭhānapāḷi (4) ",
  "patthana10.2:0.3": "10.2. Kusalattika, Sahetukaduka ",
  "patthana10.2:1.1": "Nakusalaṁ nasahetukaṁ dhammaṁ paṭicca nakusalo nasahetuko dhammo uppajjati hetupaccayā. Nakusalaṁ nasahetukaṁ dhammaṁ paṭicca naakusalo nasahetuko dhammo uppajjati hetupaccayā. Nakusalaṁ nasahetukaṁ dhammaṁ paṭicca nakusalo nasahetuko ca naakusalo nasahetuko ca dhammā uppajjanti hetupaccayā. ",
  "patthana10.2:2.1": "Naakusalaṁ nasahetukaṁ dhammaṁ paṭicca naakusalo nasahetuko dhammo uppajjati hetupaccayā. Naakusalaṁ nasahetukaṁ dhammaṁ paṭicca nakusalo nasahetuko dhammo uppajjati hetupaccayā. Naakusalaṁ nasahetukaṁ dhammaṁ paṭicca nakusalo nasahetuko ca naakusalo nasahetuko ca dhammā uppajjanti hetupaccayā. ",
  "patthana10.2:3.1": "Naabyākataṁ nasahetukaṁ dhammaṁ paṭicca nakusalo nasahetuko dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana10.2:4.1": "Nakusalaṁ nasahetukañca naabyākataṁ nasahetukañca dhammaṁ paṭicca nakusalo nasahetuko dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana10.2:5.1": "Nakusalaṁ nasahetukañca naakusalaṁ nasahetukañca dhammaṁ paṭicca nakusalo nasahetuko dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.) ",
  "patthana10.2:6.1": "Hetuyā pannarasa, ārammaṇe nava …pe… adhipatiyā nava …pe… vipāke nava …pe… avigate pannarasa. (Sabbattha vitthāro.) ",
  "patthana10.2:7.1": "Nakusalaṁ naahetukaṁ dhammaṁ paṭicca nakusalo naahetuko dhammo uppajjati hetupaccayā … pañca. ",
  "patthana10.2:8.1": "Naakusalaṁ naahetukaṁ dhammaṁ paṭicca naakusalo naahetuko dhammo uppajjati hetupaccayā … pañca. ",
  "patthana10.2:9.1": "Naabyākataṁ naahetukaṁ dhammaṁ paṭicca naabyākato naahetuko dhammo uppajjati hetupaccayā … pañca. ",
  "patthana10.2:10.1": "Nakusalaṁ naahetukañca naabyākataṁ naahetukañca dhammaṁ paṭicca nakusalo naahetuko dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana10.2:11.1": "Naakusalaṁ naahetukañca naabyākataṁ naahetukañca dhammaṁ paṭicca naakusalo naahetuko dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana10.2:12.1": "Nakusalaṁ naahetukañca naakusalaṁ naahetukañca dhammaṁ paṭicca nakusalo naahetuko dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.) ",
  "patthana10.2:13.1": "Hetuyā catuvīsa …pe… vipāke nava …pe… avigate catuvīsa. (Sabbattha vitthāro.) "
}