{
  "patthana10.1:0.1": "Paṭṭhānapakaraṇa ",
  "patthana10.1:0.2": "Dhammapaccanīya (2), Tikadukapaṭṭhānapāḷi (4) ",
  "patthana10.1:0.3": "10.1. Kusalattika, Hetuduka ",
  "patthana10.1:1.0": "Hetu ",
  "patthana10.1:1.1": "Namo tassa Bhagavato Arahato Sammāsambuddhassa. ",
  "patthana10.1:2.1": "Nakusalaṁ nahetuṁ dhammaṁ paṭicca nakusalo nahetu dhammo uppajjati hetupaccayā. Nakusalaṁ nahetuṁ dhammaṁ paṭicca naakusalo nahetu dhammo uppajjati hetupaccayā. Nakusalaṁ nahetuṁ dhammaṁ paṭicca naabyākato nahetu dhammo uppajjati hetupaccayā. Nakusalaṁ nahetuṁ dhammaṁ paṭicca nakusalo nahetu ca naabyākato nahetu ca dhammā uppajjanti hetupaccayā. Nakusalaṁ nahetuṁ dhammaṁ paṭicca nakusalo nahetu ca naakusalo nahetu ca dhammā uppajjanti hetupaccayā … pañca. ",
  "patthana10.1:3.1": "Naakusalaṁ nahetuṁ dhammaṁ paṭicca naakusalo nahetu dhammo uppajjati hetupaccayā. Naakusalaṁ nahetuṁ dhammaṁ paṭicca nakusalo nahetu dhammo uppajjati hetupaccayā. Naakusalaṁ nahetuṁ dhammaṁ paṭicca naabyākato nahetu dhammo uppajjati hetupaccayā. Naakusalaṁ nahetuṁ dhammaṁ paṭicca naakusalo nahetu ca naabyākato nahetu ca dhammā uppajjanti hetupaccayā. Naakusalaṁ nahetuṁ dhammaṁ paṭicca nakusalo nahetu ca naakusalo nahetu ca dhammā uppajjanti hetupaccayā … pañca. ",
  "patthana10.1:4.1": "Naabyākataṁ nahetuṁ dhammaṁ paṭicca naabyākato nahetu dhammo uppajjati hetupaccayā. Naabyākataṁ nahetuṁ dhammaṁ paṭicca nakusalo nahetu dhammo uppajjati hetupaccayā. Naabyākataṁ nahetuṁ dhammaṁ paṭicca naakusalo nahetu dhammo uppajjati hetupaccayā. Naabyākataṁ nahetuṁ dhammaṁ paṭicca nakusalo nahetu ca naabyākato nahetu ca dhammā uppajjanti hetupaccayā. Naabyākataṁ nahetuṁ dhammaṁ paṭicca naakusalo nahetu ca naabyākato nahetu ca dhammā uppajjanti hetupaccayā. Naabyākataṁ nahetuṁ dhammaṁ paṭicca nakusalo nahetu ca naakusalo nahetu ca dhammā uppajjanti hetupaccayā … cha. ",
  "patthana10.1:5.1": "Nakusalaṁ nahetuñca naabyākataṁ nahetuñca dhammaṁ paṭicca nakusalo nahetu dhammo uppajjati hetupaccayā. Nakusalaṁ nahetuñca naabyākataṁ nahetuñca dhammaṁ paṭicca naakusalo nahetu dhammo uppajjati hetupaccayā. Nakusalaṁ nahetuñca naabyākataṁ nahetuñca dhammaṁ paṭicca naabyākato nahetu dhammo uppajjati hetupaccayā. Nakusalaṁ nahetuñca naabyākataṁ nahetuñca dhammaṁ paṭicca nakusalo nahetu ca naabyākato nahetu ca dhammā uppajjanti hetupaccayā. Nakusalaṁ nahetuñca naabyākataṁ nahetuñca dhammaṁ paṭicca nakusalo nahetu ca naakusalo nahetu ca dhammā uppajjanti hetupaccayā … pañca. ",
  "patthana10.1:6.1": "Naakusalaṁ nahetuñca naabyākataṁ nahetuñca dhammaṁ paṭicca nakusalo nahetu dhammo uppajjati hetupaccayā. Naakusalaṁ nahetuñca naabyākataṁ nahetuñca dhammaṁ paṭicca naakusalo nahetu dhammo uppajjati hetupaccayā. Naakusalaṁ nahetuñca naabyākataṁ nahetuñca dhammaṁ paṭicca naabyākato nahetu dhammo uppajjati hetupaccayā. Naakusalaṁ nahetuñca naabyākataṁ nahetuñca dhammaṁ paṭicca naakusalo nahetu ca naabyākato nahetu ca dhammā uppajjanti hetupaccayā. Naakusalaṁ nahetuñca naabyākataṁ nahetuñca dhammaṁ paṭicca nakusalo nahetu ca naakusalo nahetu ca dhammā uppajjanti hetupaccayā … pañca. ",
  "patthana10.1:7.1": "Nakusalaṁ nahetuñca naakusalaṁ nahetuñca dhammaṁ paṭicca nakusalo nahetu dhammo uppajjati hetupaccayā. Nakusalaṁ nahetuñca naakusalaṁ nahetuñca dhammaṁ paṭicca naakusalo nahetu dhammo uppajjati hetupaccayā. Nakusalaṁ nahetuñca naakusalaṁ nahetuñca dhammaṁ paṭicca nakusalo nahetu ca naakusalo nahetu ca dhammā uppajjanti hetupaccayā … tīṇi. (Saṅkhittaṁ.) ",
  "patthana10.1:8.1": "Hetuyā ekūnatiṁsa, ārammaṇe catuvīsa …pe… vipāke nava …pe… avigate ekūnatiṁsa. (Sabbattha vitthāro.) ",
  "patthana10.1:9.1": "Nakusalaṁ nanahetuṁ dhammaṁ paṭicca nakusalo nanahetu dhammo uppajjati hetupaccayā. Nakusalaṁ nanahetuṁ dhammaṁ paṭicca naakusalo nanahetu dhammo uppajjati hetupaccayā. Nakusalaṁ nanahetuṁ dhammaṁ paṭicca naabyākato nanahetu dhammo uppajjati hetupaccayā. Nakusalaṁ nanahetuṁ dhammaṁ paṭicca nakusalo nanahetu ca naabyākato nanahetu ca dhammā uppajjanti hetupaccayā. Nakusalaṁ nanahetuṁ dhammaṁ paṭicca nakusalo nanahetu ca naakusalo nanahetu ca dhammā uppajjanti hetupaccayā. ",
  "patthana10.1:10.1": "Naakusalaṁ nanahetuṁ dhammaṁ paṭicca naakusalo nanahetu dhammo uppajjati hetupaccayā … pañca. ",
  "patthana10.1:11.1": "Naabyākataṁ nanahetuṁ dhammaṁ paṭicca naabyākato nanahetu dhammo uppajjati hetupaccayā … pañca. ",
  "patthana10.1:12.1": "Nakusalaṁ nanahetuñca naabyākataṁ nanahetuñca dhammaṁ paṭicca nakusalo nanahetu dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana10.1:13.1": "Naakusalaṁ nanahetuñca naabyākataṁ nanahetuñca dhammaṁ paṭicca naakusalo nanahetu dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana10.1:14.1": "Nakusalaṁ nanahetuñca naakusalaṁ nanahetuñca dhammaṁ paṭicca nakusalo nanahetu dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.) ",
  "patthana10.1:15.1": "Hetuyā catuvīsa, ārammaṇe catuvīsa …pe… vipāke nava …pe… avigate catuvīsa. (Sabbattha vitthāro.) "
}