{
  "patthana10.12:0.1": "Paṭṭhānapakaraṇa ",
  "patthana10.12:0.2": "Dhammapaccanīya (2), Tikadukapaṭṭhānapāḷi (4) ",
  "patthana10.12:0.3": "10.12. Sanidassanattika, Hetudukādi ",
  "patthana10.12:1.1": "Nasanidassanasappaṭighaṁ nahetuṁ dhammaṁ paṭicca nasanidassanasappaṭigho nahetu dhammo uppajjati hetupaccayā. Nasanidassanasappaṭighaṁ nahetuṁ dhammaṁ paṭicca naanidassanasappaṭigho nahetu dhammo uppajjati hetupaccayā. Nasanidassanasappaṭighaṁ nahetuṁ dhammaṁ paṭicca naanidassanaappaṭigho nahetu dhammo uppajjati hetupaccayā. Nasanidassanasappaṭighaṁ nahetuṁ dhammaṁ paṭicca nasanidassanasappaṭigho nahetu ca naanidassanaappaṭigho nahetu ca dhammā uppajjanti hetupaccayā. Nasanidassanasappaṭighaṁ nahetuṁ dhammaṁ paṭicca naanidassanasappaṭigho nahetu ca naanidassanaappaṭigho nahetu ca dhammā uppajjanti hetupaccayā. Nasanidassanasappaṭighaṁ nahetuṁ dhammaṁ paṭicca nasanidassanasappaṭigho nahetu ca naanidassanasappaṭigho nahetu ca dhammā uppajjanti hetupaccayā. ",
  "patthana10.12:2.1": "Naanidassanasappaṭighaṁ nahetuṁ dhammaṁ paṭicca naanidassanasappaṭigho nahetu dhammo uppajjati hetupaccayā. Naanidassanasappaṭighaṁ nahetuṁ dhammaṁ paṭicca nasanidassanasappaṭigho nahetu dhammo uppajjati hetupaccayā. Naanidassanasappaṭighaṁ nahetuṁ dhammaṁ paṭicca naanidassanaappaṭigho nahetu dhammo uppajjati hetupaccayā. Naanidassanasappaṭighaṁ nahetuṁ dhammaṁ paṭicca nasanidassanasappaṭigho nahetu ca naanidassanaappaṭigho nahetu ca dhammā uppajjanti hetupaccayā. Naanidassanasappaṭighaṁ nahetuṁ dhammaṁ paṭicca naanidassanasappaṭigho nahetu ca naanidassanaappaṭigho nahetu ca dhammā uppajjanti hetupaccayā. Naanidassanaappaṭighaṁ nahetuṁ dhammaṁ paṭicca nasanidassanasappaṭigho nahetu ca naanidassanasappaṭigho nahetu ca dhammā uppajjanti hetupaccayā. ",
  "patthana10.12:3.1": "Naanidassanaappaṭighaṁ nahetuṁ dhammaṁ paṭicca naanidassanaappaṭigho nahetu dhammo uppajjati hetupaccayā … cha. ",
  "patthana10.12:4.1": "Nasanidassanasappaṭighaṁ nahetuñca naanidassanaappaṭighaṁ nahetuñca dhammaṁ paṭicca nasanidassanasappaṭigho nahetu dhammo uppajjati hetupaccayā … cha. ",
  "patthana10.12:5.1": "Nasanidassanasappaṭighaṁ nahetuñca naanidassanasappaṭighaṁ nahetuñca dhammaṁ paṭicca nasanidassanasappaṭigho nahetu dhammo uppajjati hetupaccayā … cha. (Saṅkhittaṁ.) ",
  "patthana10.12:6.1": "Hetuyā tiṁsa, ārammaṇe nava …pe… aññamaññe pañcavīsa …pe… avigate tiṁsa. (Sabbattha vitthāro.) ",
  "patthana10.12:7.1": "Nasanidassanasappaṭighaṁ nanahetuṁ dhammaṁ paṭicca nasanidassanasappaṭigho nanahetu dhammo uppajjati hetupaccayā …. (Sabbattha nava.) ",
  "patthana10.12:8.1": "Nasanidassanasappaṭighaṁ nasahetukaṁ dhammaṁ paṭicca …. (Saṅkhittaṁ.) Hetuyā tiṁsa, ārammaṇe nava …pe… aññamaññe pañcavīsa …pe… avigate tiṁsa. ",
  "patthana10.12:9.1": "Nasanidassanasappaṭighaṁ naahetukaṁ dhammaṁ paṭicca …. (Sabbattha nava.) ",
  "patthana10.12:10.1": "Nasanidassanasappaṭighaṁ nahetusampayuttaṁ dhammaṁ paṭicca …. (Saṅkhittaṁ.) Hetuyā tiṁsa, ārammaṇe nava …pe… aññamaññe pañcavīsa …pe… avigate tiṁsa. ",
  "patthana10.12:11.1": "Nasanidassanasappaṭighaṁ nahetuvippayuttaṁ dhammaṁ paṭicca …. (Saṅkhittaṁ. Sabbattha nava.) ",
  "patthana10.12:12.1": "Nasanidassanasappaṭighaṁ nahetuñceva naahetukañca dhammaṁ paṭicca …pe… nasanidassanasappaṭighaṁ naahetukañceva nanahetuñca dhammaṁ paṭicca …pe… nasanidassanasappaṭighaṁ nahetuñceva nahetuvippayuttañca dhammaṁ paṭicca …. (Saṅkhittaṁ. Sabbattha nava.) ",
  "patthana10.12:13.1": "Nasanidassanasappaṭighaṁ nahetuvippayuttañceva nanahetuñca dhammaṁ paṭicca …. (Saṅkhittaṁ. Sabbattha nava.) ",
  "patthana10.12:14.1": "Nasanidassanasappaṭighaṁ nahetuṁ nasahetukaṁ dhammaṁ paṭicca …. (Saṅkhittaṁ.) Hetuyā tiṁsa, ārammaṇe nava …pe… aññamaññe pañcavīsa …pe… avigate tiṁsa. ",
  "patthana10.12:15.1": "Nasanidassanasappaṭighaṁ nahetuṁ naahetukaṁ dhammaṁ paṭicca …. (Sabbattha nava.) "
}