{
  "patthana10.17:0.1": "Paṭṭhānapakaraṇa",
  "patthana10.17:0.2": "Dhammapaccanīya (2), Tikadukapaṭṭhānapāḷi (4)",
  "patthana10.17:0.3": "10.17. Sanidassanattika, Piṭṭhiduka",
  "patthana10.17:1.1": "Nasanidassanasappaṭighaṁ nadassanena pahātabbaṁ dhammaṁ paṭicca …. (Saṅkhittaṁ.)",
  "patthana10.17:2.1": "Hetuyā tiṁsa, ārammaṇe nava …pe… aññamaññe pañcavīsa …pe… avigate tiṁsa. (Piṭṭhidukaṁ vitthāretabbaṁ.)",
  "patthana10.17:3.1": "Nasanidassanasappaṭighaṁ nasaraṇaṁ dhammaṁ paṭicca nasanidassanasappaṭigho nasaraṇo dhammo uppajjati hetupaccayā. Nasanidassanasappaṭighaṁ nasaraṇaṁ dhammaṁ paṭicca naanidassanasappaṭigho nasaraṇo dhammo uppajjati hetupaccayā. Nasanidassanasappaṭighaṁ nasaraṇaṁ dhammaṁ paṭicca naanidassanaappaṭigho nasaraṇo dhammo uppajjati hetupaccayā …pe… cha.",
  "patthana10.17:4.1": "Naanidassanasappaṭighaṁ nasaraṇaṁ dhammaṁ paṭicca naanidassanasappaṭigho nasaraṇo dhammo uppajjati hetupaccayā. Naanidassanasappaṭighaṁ nasaraṇaṁ dhammaṁ paṭicca nasanidassanasappaṭigho nasaraṇo dhammo uppajjati hetupaccayā …pe… cha.",
  "patthana10.17:5.1": "Naanidassanaappaṭighaṁ nasaraṇaṁ dhammaṁ paṭicca naanidassanaappaṭigho nasaraṇo dhammo uppajjati hetupaccayā … cha.",
  "patthana10.17:6.1": "Nasanidassanasappaṭighaṁ nasaraṇañca naanidassanaappaṭighaṁ nasaraṇañca dhammaṁ paṭicca nasanidassanasappaṭigho nasaraṇo dhammo uppajjati hetupaccayā … cha.",
  "patthana10.17:7.1": "Nasanidassanasappaṭighaṁ nasaraṇañca naanidassanasappaṭighaṁ nasaraṇañca dhammaṁ paṭicca nasanidassanasappaṭigho nasaraṇo dhammo uppajjati hetupaccayā … cha.",
  "patthana10.17:8.1": "Hetuyā tiṁsa, ārammaṇe nava …pe… aññamaññe pañcavīsa …pe… avigate tiṁsa. (Sabbattha vitthāro.)",
  "patthana10.17:9.1": "Nasanidassanasappaṭighaṁ naaraṇaṁ dhammaṁ paṭicca nasanidassanasappaṭigho naaraṇo dhammo uppajjati hetupaccayā. Nasanidassanasappaṭighaṁ naaraṇaṁ dhammaṁ paṭicca naanidassanasappaṭigho naaraṇo dhammo uppajjati hetupaccayā. Nasanidassanasappaṭighaṁ naaraṇaṁ dhammaṁ paṭicca nasanidassanasappaṭigho naaraṇo ca naanidassanasappaṭigho naaraṇo ca dhammā uppajjanti hetupaccayā. ",
  "patthana10.17:10.1": "Naanidassanasappaṭighaṁ naaraṇaṁ dhammaṁ paṭicca naanidassanasappaṭigho naaraṇo dhammo uppajjati hetupaccayā. Naanidassanasappaṭighaṁ naaraṇaṁ dhammaṁ paṭicca nasanidassanasappaṭigho naaraṇo dhammo uppajjati hetupaccayā. Naanidassanasappaṭighaṁ naaraṇaṁ dhammaṁ paṭicca nasanidassanasappaṭigho naaraṇo ca naanidassanasappaṭigho naaraṇo ca dhammā uppajjanti hetupaccayā. ",
  "patthana10.17:11.1": "Nasanidassanasappaṭighaṁ naaraṇañca naanidassanasappaṭighaṁ naaraṇañca dhammaṁ paṭicca nasanidassanasappaṭigho naaraṇo dhammo uppajjati hetupaccayā. Nasanidassanasappaṭighaṁ naaraṇañca naanidassanasappaṭighaṁ naaraṇañca dhammaṁ paṭicca naanidassanasappaṭigho naaraṇo dhammo uppajjati hetupaccayā. Nasanidassanasappaṭighaṁ naaraṇañca naanidassanasappaṭighaṁ naaraṇañca dhammaṁ paṭicca nasanidassanasappaṭigho naaraṇo ca naanidassanasappaṭigho naaraṇo ca dhammā uppajjanti hetupaccayā.  (Saṅkhittaṁ.)",
  "patthana10.17:12.1": "Hetuyā nava, ārammaṇe nava …pe… avigate nava. (Sahajātavārepi paccayavārepi nissayavārepi saṁsaṭṭhavārepi sampayuttavārepi sabbattha nava.)"
}