{
  "home:1": "Tipiṭaka—<em> </em> Tri košare <em> </em> budističnega kanona",
  "home:2": "SuttaCentral promocijski video 2020",
  "home:3": "Budova modrost se je ohranila v ogromnem oceanu starodavnih besedil.<br> Mnogi od teh svetih spisov so zdaj prevedeni v svetovne jezike.",
  "home:4": "SuttaCentral jih je združil in jih dal na voljo brezplačno. <br> Ko odstranimo meje jezika in tradicije pustimo Buddhi, da sam spregovori.",
  "home:5": "Buddhove besede",
  "home:6": "Preberi to sutto",
  "home:7": "Rokopis na palmovem listu (ola) iz Myanmara, cca. 19. stoletje",
  "home:8": "Kaj je tukaj",
  "home:9": "SuttaCentral vsebuje zgodnja budistična besedila, znana kot Tipiṭaka ali 'Tri košare'. To je obsežna zbirka učenj, ki jih pripisujejo Budi ali njegovim prvim učencem, ki so učili v Indiji pred približno 2500 leti. V vseh šolah budizma veljajo za sveti kanon.",
  "home:10": "Uvod",
  "home:11": "Slika korejske Tripiṭake iz Haeinsa Temple",
  "home:12": "Kje začeti",
  "home:13": "Obstaja na tisoče zgodnjih budističnih besedil, ki pa niso urejena za enostavno branje. Toda dobra novica je, da niste sami. Tudi sami smo se znašli na tej poti in vam jo skušamo nekoliko olajšati. Tukaj je nekaj stvari, ki jih lahko preizkusite.",
  "home:14": "Začnite",
  "home:15": "Sorodni projekti",
  "home:16": "Obiščite SuttaCentral Voice",
  "home:17": "prisluhnite suttam",
  "home:18": "SuttaCentral Voice je napravil prevode besedil dostopne videčim in slabovidnim. Sutte so se začele prenašati ustno in zdaj je tu spet ustni prenos.",
  "home:19": "Poišči na Voice.",
  "home:20": "Ali na SuttaCentral, klikni na ikono zvočnika na Sutta polju",
  "home:21": "Obišči BuddhaNexus",
  "home:22": "kartiranje sutt z umetno inteligenco",
  "home:23": "Najsodobnejša uporaba nevronskih mrež za raziskovanje skritih povezav med budističnimi besedili. Palijska besedila so iz SuttaCentral. Če gremo z idejo vzporednic še korak dlje, ta tehnologija odpira možnosti za globlji vpogled v razvoj besedil vseh tradicij in obdobij.",
  "home:24": "Obiščite SuttaCentral forum",
  "home:25": "SuttaCentral forum",
  "home:26": "Pridružite se naši živahni in prijazni skupnosti ljubiteljev sutt. Popolni začetniki in izkušeni strokovnjaki se lahko učijo drug od drugega.",
  "home:27": "Delite svoje izkušnje",
  "home:28": "Sprašujte",
  "home:29": "Najdite govore, Find talks, čantanje, knjige in članke.",
  "home:30": "Obiščite spletno aplikacijo za prevajanje Bilara",
  "home:31": "računalniško podprt prevod",
  "home:32": "Bilaro je naredil SuttaCentral. Je spletni vmesnik za prevajanje sutt. Naša ekipa ga uporablja za ustvarjanje novih prevodov sutt v svetovne jezike.",
  "home:33": "Zakaj beremo",
  "home:34": "Pričevanja",
  "home:35": "Palijski rokopis iz Myanmar",
  "home:36": "Vodnik za bralca sutt v paliju",
  "home:37": "Sutte pali kanona (Tipiṭaka), zlasti štiri glavne <i lang='pi' translate='no'>nikāyas</i>, so nujno branje za vse, ki želijo razumeti Buddho in njegov nauk. Bhikkhu Sujato je za resne študente pripravil obsežen nabor vodnikov za branje. Ti zagotavljajo temeljno znanje in preučujejo večino temeljnih naukov z vidika zgodnjega budizma.",
  "home:38": "Vodniki",
  "home:39": "Bhikkhuni-patimokkha, burmanski rokopis, 19. stoletje. Britanska knjižnica",
  "home:40": "Kazala in terminologija",
  "home:41": "Kot vsako specializirano področje imajo tudi budistične študije svojo terminologijo in vsebino. Zlahka se izgubimo ali spregledamo reference, zato tu ponujamo kazala izrazov v zgodnjih besedilih, razvrščenih po temi, imenu in prispodobi, ter slovar pomembnih izrazov. Ti ročno urejeni seznami ponujajo še en način za iskanje sutte ali odlomka, ki ga iščete.",
  "home:42": "Kazala",
  "home:43": "SuttaCentral izdaje",
  "home:44": "Beri izbrane SuttaCentral prevode kot knjige"
}