{
  "iti49:0.1": "So It Was Said",
  "iti49:0.2": "The Book of the Twos",
  "iti49:0.3": "Chapter Two",
  "iti49:0.4": "49. Misconceptions",
  "iti49:1.1": "This was said by the Buddha, the Perfected One: that is what I heard.",
  "iti49:2.1": "“Overcome by two misconceptions, mendicants, some gods and humans get stuck, some overreach,",
  "iti49:2.2": "while those with vision see.",
  "iti49:3.1": "And how do some get stuck? ",
  "iti49:3.2": "Because of love, delight, and enjoyment of existence, when the Dhamma is being taught for the cessation of existence, the minds of some gods and humans are not eager, confident, settled, and decided.",
  "iti49:3.3": "That is how some get stuck.",
  "iti49:4.1": "And how do some overreach? ",
  "iti49:4.2": "Some, becoming horrified, repelled, and disgusted with existence, delight in ending existence:",
  "iti49:4.3": "‘When this self is annihilated and destroyed when the body breaks up, and doesn’t exist after death:",
  "iti49:4.4": "that is peaceful, that is sublime, that is reality.’ ",
  "iti49:4.5": "That is how some overreach.",
  "iti49:5.1": "And how do those with vision see?",
  "iti49:5.2": "It’s when a mendicant sees what has come to be as having come to be.",
  "iti49:5.3": "Seeing this, they are practicing for disillusionment, dispassion, and cessation regarding what has come to be. ",
  "iti49:5.4": "That is how those with vision see.”",
  "iti49:5.5": "That is what the Buddha said. ",
  "iti49:5.6": "On this it is said: ",
  "iti49:6.1": "“Those who see what has come be to as having come to be,",
  "iti49:6.2": "transcending what has come to be,",
  "iti49:6.3": "are freed in accord with the truth,",
  "iti49:6.4": "with the ending of craving for continued existence.",
  "iti49:7.1": "They completely understand what has come to be,",
  "iti49:7.2": "rid of craving for rebirth in this or that state,",
  "iti49:7.3": "with the disappearance of what has come to be,",
  "iti49:7.4": "a mendicant does not come back to future lives.”",
  "iti49:8.1": "This too was spoken by the Blessed One: that is what I heard."
}