{
  "sn22.87:0.1": "Discours Connectés 22.87 ",
  "sn22.87:0.2": "9. Membres Monastiques Aînés ",
  "sn22.87:0.3": "Avec Vakkali ",
  "sn22.87:1.1": "Une fois le Bouddha résidait près de Rājagaha, dans le Petit Bois de Bambous, là où les écureuils se nourrissent. ",
  "sn22.87:1.2": "Alors en ce temps Vénérable Vakkali résidait dans le hangar d’un potier, et il était mal, souffrant, gravement malade. ",
  "sn22.87:1.3": "Alors il s’adressa à ses soignants, ",
  "sn22.87:1.4": "« S’il vous plait, révérends, allez vers le Bouddha, et en mon nom, prosternez vous avec votre tête à ses pieds. Dites-lui : ",
  "sn22.87:1.5": "‘ Sire, le moine Vakkali est mal, souffrant, et gravement malade. Il se prosterne avec sa tête à vos pieds. ’ ",
  "sn22.87:1.6": "Et ensuite dites : ",
  "sn22.87:1.7": "‘ Sire, s’il vous plait, allez vers le moine Vakkali par compassion. ’ » ",
  "sn22.87:1.8": "« Oui, révérend, » ces moines répondirent. Ils firent ce qu’il avait demandé. ",
  "sn22.87:1.12": "Le Bouddha consentit en silence. ",
  "sn22.87:2.1": "Alors le Bouddha s’habilla et, prenant son bol et sa robe, alla vers Vénérable Vakkali. ",
  "sn22.87:2.2": "Vénérable Vakkali vit le Bouddha arriver au loin et s’agita dans son lit. ",
  "sn22.87:2.3": "Mais le Bouddha lui dit, ",
  "sn22.87:2.4": "« Tout va bien, Vakkali, ne te lève pas. ",
  "sn22.87:2.5": "Il y a des sièges déjà préparés, je vais m’assoir là. » ",
  "sn22.87:2.6": "Il s’assit sur le siège préparé et dit à Vakkali, ",
  "sn22.87:2.7": "« J’espère que tu te portes bien; Vakkali ; j’espère que tu vas bien. Et j’espère que la douleur diminue, et n’augmente pas, que sa diminution est évidente, pas son augmentation. » ",
  "sn22.87:2.8": "« Sire, je ne vais pas bien, je ne m’en sors pas. La douleur est terrible et augmente, ne diminue pas ; son augmentation est apparente, pas sa diminution. » ",
  "sn22.87:2.9": "« J’espère que tu n’as ni remords ni regrets ? » ",
  "sn22.87:2.10": "« En vérité, sire, j’éprouve beaucoup de remords et de regrets. » ",
  "sn22.87:2.11": "« J’espère que tu n’as aucune raison de te blâmer quand il s’agit de la conduite éthique ? » ",
  "sn22.87:2.12": "« Non sire, je n’ai aucune raison de me blâmer quand il s’agit de la conduite éthique. » ",
  "sn22.87:2.13": "« Dans ce cas, Vakkali, pourquoi as-tu des remords et des regrets ? » ",
  "sn22.87:2.14": "« Pendant longtemps je voulais aller voir le Bouddha, mais j’étais trop faible physiquement. » ",
  "sn22.87:3.1": "« Assez, Vakkali ! Pourquoi vouloir voir ce corps pourrissant ? ",
  "sn22.87:3.2": "Celui qui voit l’enseignement me voit. ",
  "sn22.87:3.3": "Celui qui me voit, voit l’enseignement. ",
  "sn22.87:3.4": "En voyant l’enseignement, tu me vois. ",
  "sn22.87:3.5": "En me voyant, tu vois l’enseignement. ",
  "sn22.87:4.1": "Que penses-tu, Vakkali ? ",
  "sn22.87:4.2": "La forme est permanente ou impermanente ? » ",
  "sn22.87:4.3": "« Impermanente, sire. » ",
  "sn22.87:4.4": "« Mais si elle est impermanente, est-elle souffrance ou bonheur ? » ",
  "sn22.87:4.5": "« Souffrance, sire. » ",
  "sn22.87:4.6": "« Mais si elle est impermanente, souffrance, et périssable, est-ce raisonable de la considérer ainsi : ",
  "sn22.87:4.7": "‘ Ceci est à moi, je suis ceci, ceci est moi ’ ? » ",
  "sn22.87:4.8": "« Non, sire. » ",
  "sn22.87:4.9": "« La sensation… ",
  "sn22.87:4.10": "La perception… ",
  "sn22.87:4.11": "Les choix… ",
  "sn22.87:4.12": "La conscience est permanente ou impermanente ? » ",
  "sn22.87:4.13": "« Impermanente, sire. » … ",
  "sn22.87:4.16": "« Ainsi tu devrais en vérité voir… ",
  "sn22.87:4.17": "Voyant ceci… ",
  "sn22.87:4.18": "Ils comprennent : ‘ … il n’y a plus rien à faire à cet endroit. ’ » ",
  "sn22.87:5.1": "Et ensuite, après avoir donné ce conseil à Vénérable Vakkali, le Bouddha se leva de son siège et alla vers la Montagne du Pic du Vautour. ",
  "sn22.87:5.2": "Alors Vénérable Vakkali s’adressa à ses soignants, ",
  "sn22.87:5.3": "« Allons, révérends, soulevez mon lit et emmenez-moi au Rocher Noir sur les pentes de Isigili. ",
  "sn22.87:5.4": "Car comment quelqu’un comme moi puisse imaginer mourir dans un endroit habité ! » ",
  "sn22.87:5.5": "« Oui, révérend, » répondirent ces moines, et ils firent comme il avait demandé. ",
  "sn22.87:5.6": "Entre-temps, le Bouddha passa le reste de cette nuit et le jour sur la Montagne du Pic du Vautour. ",
  "sn22.87:5.7": "Alors, tard dans la nuit, deux divinités glorieuses, illuminant tout le Pic du Vautour, allèrent vers le Bouddha, s’inclinèrent, et se tinrent sur le côté. ",
  "sn22.87:5.8": "Une divinité lui dit, ",
  "sn22.87:5.9": "« Sire, le moine Vakkali est déterminé à atteindre la libération ! » ",
  "sn22.87:5.10": "Et une autre divinité lui dit, ",
  "sn22.87:5.11": "« Il sera certainement bien libéré ! » ",
  "sn22.87:5.12": "Ceci est ce que dirent ces divinités. ",
  "sn22.87:5.13": "Ensuite elles s’inclinèrent et respectueusement firent le tour du Bouddha, en le gardant sur leur droite, avant de disparaitre juste là. ",
  "sn22.87:6.1": "Ensuite, quand la nuit fut passée, le Bouddha s’adressa aux moines : ",
  "sn22.87:6.2": "« Allons, moines, allez vers le moine Vakkali et dites-lui : ",
  "sn22.87:7.1": "‘ Vakkali, entend le mot du Bouddha et de deux divinités. ",
  "sn22.87:7.2": "Tard la nuit dernière, deux divinités glorieuses, illuminant tout le Pic du Vautour, allèrent vers le Bouddha, s’inclinèrent, et se tinrent sur le côté. ",
  "sn22.87:7.3": "Une divinité lui dit, ",
  "sn22.87:7.4": "« Sire, le moine Vakkali est déterminé à atteindre la libération ! » ",
  "sn22.87:7.5": "L’autre divinité lui dit, ",
  "sn22.87:7.6": "« Il sera certainement bien libéré ! » ",
  "sn22.87:7.7": "Et le Bouddha dit, ",
  "sn22.87:7.8": "« Ne crains rien, Vakkali, ",
  "sn22.87:7.9": "ne crains rien ! ",
  "sn22.87:7.10": "Ta mort ne sera pas une mauvaise mort ; ta disparition ne sera pas une mauvaise disparition. » ’ » ",
  "sn22.87:7.11": "« Oui, sire, » répondirent ces moines. Ils allèrent vers Vakkali et lui dirent : ",
  "sn22.87:7.12": "« Vakkali, entend le mot du Bouddha et de deux divinités. » ",
  "sn22.87:8.1": "Alors Vakkali s’adressa à ses soignants, ",
  "sn22.87:8.2": "« S’il vous plait, révérends, aidez-moi à me lever de mon lit. ",
  "sn22.87:8.3": "Car comment quelqu’un comme moi puisse présumer écouter les instructions du Bouddha assis sur un siège élévé ? » ",
  "sn22.87:8.4": "« Oui, révérend, » répondirent ces moines, et ils l’aidèrent à se lever de son lit. ",
  "sn22.87:8.5": "Ils répétèrent ce que le Bouddha avait dit. ",
  "sn22.87:8.14": "Vakkali dit, « Bien, alors révérends, en mon nom prosternez vous avec votre tête aux pieds du Bouddha. Dites-lui : ",
  "sn22.87:8.15": "‘ Sire, le moine Vakkali est mal, souffrant, gravement malade. ",
  "sn22.87:8.16": "Il se prosterne avec sa tête à vos pieds. ’ ",
  "sn22.87:8.17": "Et ensuite dites : ",
  "sn22.87:8.18": "‘ La forme est impermanente. ",
  "sn22.87:8.19": "Je n’ai aucun doute de cela. ",
  "sn22.87:8.20": "Je suis certain que ce qui est impermanent est souffrance. ",
  "sn22.87:8.21": "Et je suis certain que je n’ai ni désir ni envie ni penchant pour ce qui est impermanent, souffrance, et périssable. ",
  "sn22.87:8.22": "La sensation est impermanente… ",
  "sn22.87:8.26": "La perception est impermanente… ",
  "sn22.87:8.27": "Les choix sont impermanents… ",
  "sn22.87:8.31": "La conscience est impermanente. ",
  "sn22.87:8.32": "Je n’ai aucun doute de cela. ",
  "sn22.87:8.33": "Je suis certain que ce qui est impermanent est souffrance. ",
  "sn22.87:8.34": "Et je suis certain que je n’ai ni désir ni envie ni penchant pour ce qui est impermanent, souffrance, et périssable. ’ » ",
  "sn22.87:8.35": "« Oui, révérend, » répondirent ces moines, et ils partirent. ",
  "sn22.87:8.36": "Et alors, peu de temps après que ces moines furent partis, Vénérable Vakkali se suicida. ",
  "sn22.87:9.1": "Alors ces moines allèrent vers le Bouddha et lui dirent le message de Vakkali. ",
  "sn22.87:10.1": "Alors le Bouddha dit aux moines, ",
  "sn22.87:10.2": "« Allons, moines, allons au Rocher Noir sur les pentes de Isigili, ",
  "sn22.87:10.3": "où Vakkali, le gentilhomme, s’est suicidé. » ",
  "sn22.87:10.4": "« Oui, sire, » répondirent-ils. ",
  "sn22.87:10.5": "Alors le Bouddha avec plusieurs moines allèrent au Rocher Noir sur les pentes de Isigili. ",
  "sn22.87:10.6": "Le Bouddha vit au loin Vakkali sur son lit, gisant avec les agrégats rejetés. ",
  "sn22.87:11.1": "Alors à ce moment un nuage de fumée noire se déplaçait vers l’est, l’ouest, le nord, le sud, au-dessus, en dessous, et entre les deux. ",
  "sn22.87:11.2": "Le Bouddha dit aux moines, ",
  "sn22.87:11.3": "« Moines, voyez-vous ce nuage de fumée noire qui se déplace vers l’est, l’ouest, le nord, le sud, au-dessus, en dessous, et entre les deux ? » ",
  "sn22.87:11.4": "« Oui, sire. » ",
  "sn22.87:11.5": "« C’est Māra le Mauvais qui cherche la conscience de Vakkali, en se demandant : ",
  "sn22.87:11.6": "‘Où la conscience de Vakkali est-elle établie ? ’ ",
  "sn22.87:11.7": "Mais puisque sa conscience n’est pas établie, Vakkali est éteint. » "
}