{
  "sn22.99:0.1": "Discours Connectés 22.99 ",
  "sn22.99:0.2": "10. Fleurs ",
  "sn22.99:0.3": "Une Laisse ",
  "sn22.99:1.1": "A Sāvatthī. ",
  "sn22.99:1.2": "« Moines et communauté, la transmigration n’a pas de début connu. ",
  "sn22.99:1.3": "On ne trouve pas de premier point comme commencement à l’errance et à la transmigration d’êtres sensibles, obstrués par l’ignorance et enchaînés par les désirs. ",
  "sn22.99:1.4": "Il vient un temps où l’océan s’assèche complètement et s’évapore, et n’existe plus. ",
  "sn22.99:1.5": "Mais quoi qu’il en soit, je dis qu’il n’y a pas de fin à la souffrance pour les êtres sensibles qui errent et transmigrent, obstrués par l’ignorance et enchaînés par les désirs. ",
  "sn22.99:1.6": "Il vient un temps où Sineru, le roi des montagnes est entièrement brûlé et détruit, et n’existe plus. ",
  "sn22.99:1.7": "Mais quoi qu’il en soit, je dis qu’il n’y a pas de fin à la souffrance pour les êtres sensibles qui errent et transmigrent, obstrués par l’ignorance et enchaînés par les désirs. ",
  "sn22.99:1.8": "Il vient un temps où l’immense terre est entièrement brûlée et détruite, et n’existe plus. ",
  "sn22.99:1.9": "Mais quoi qu’il en soit, je dis qu’il n’y a pas de fin à la souffrance pour les êtres sensibles qui errent et transmigrent, obstrués par l’ignorance et enchaînés par les désirs. ",
  "sn22.99:2.1": "Imaginez un chien avec une laisse qui est attaché à un poteau ou un pilier solide. Il ne ferait que continuer à courir en rond et à tourner autour de ce poteau ou pilier. ",
  "sn22.99:2.2": "De la même manière, prenez une personne ordinaire non-initiée, qui n’a pas vu les nobles personnes, et qui n’a ni pratiqué ni bien développé leur enseignement. Elle n’a pas vu des vraies personnes, et n’a ni pratiqué ni bien développé leur enseignements. ",
  "sn22.99:2.3": "Elle considère le corps… ",
  "sn22.99:2.4": "la sensation… ",
  "sn22.99:2.5": "la perception… ",
  "sn22.99:2.6": "les choix… ",
  "sn22.99:2.7": "la conscience comme soi, un soi comme ayant une conscience, la conscience dans le soi, ou un soi dans la conscience. ",
  "sn22.99:2.8": "Elle ne fait que continuer à courir en rond et à tourner autour du corps, de la sensation, de la perception, des choix, et de la conscience. ",
  "sn22.99:2.9": "En agissant ainsi, elle n’est pas libérée du corps, de la sensation, de la perception, des choix et de la conscience. Elle n’est pas libéré de la renaissance, du vieillissement, et de la mort, de la peine, de la lamentation, de la douleur, du chagrin et de la détresse. ",
  "sn22.99:2.10": "Je dis qu’elle n’est pas libérée de la souffrance. ",
  "sn22.99:3.1": "Un noble disciple instruit a vu les nobles personnes, et a pratiqué et bien développé l’enseignement de ces nobles personnes. Il a vu de vraies personnes, et pratiqué et bien développé l’enseignement des vraies personnes. ",
  "sn22.99:3.2": "Il ne considère pas le corps… ",
  "sn22.99:3.3": "la sensation… ",
  "sn22.99:3.4": "la perception… ",
  "sn22.99:3.5": "les choix… ",
  "sn22.99:3.6": "ou la conscience comme soi, le soi comme ayant une conscience, la conscience dans le soi, ou un soi dans la conscience. ",
  "sn22.99:3.7": "Il ne continue pas à courir en rond et à tourner autour du corps, de la sensation, de la perception, des choix et de la consciences. ",
  "sn22.99:3.8": "En n’agissant pas ainsi, il est libéré du corps, de la sensation, de la perception, des choix et de la conscience. Il est libéré de la renaissance, du vieillissement, et de la mort, il est libéré de la peine, de la lamentation, de la douleur, du chagrin et de la détresse. ",
  "sn22.99:3.9": "Je dis qu’il est libéré de la souffrance. » "
}