{
  "sn56.10:0.1": "Связанные Наставления 56.10",
  "sn56.10:0.2": "Раздел Самадхи",
  "sn56.10:0.3": "Сутта Животный-Горизонтальный разговор",
  "sn56.10:1.1": "“Не нужно, монахи, разнообразные животные-горизонтальные беседы беседовать, такие как—",
  "sn56.10:1.2": "о царях беседа, о преступниках беседа, о министрах-советниках беседа, о войсках беседа, об опасности беседа, о сражениях беседа, о еде беседа, о питье беседа, об одеждах беседа, о ложах беседа, о гирляндах беседа, о запахах беседа, о родственниках беседа, о колесницах беседа, о деревнях беседа, о торговых посёлках беседа, о городах беседа, о странах беседа, о женщинах беседа, о героях беседа, уличная беседа, стоя у кувшина беседа, о прежде ушедших беседа, разнообразные беседы, описывающие мир-свет, описывающие океан или 'это — существует, это — не существует' беседа.",
  "sn56.10:1.3": "Что этому причина?",
  "sn56.10:1.4": "Такая, монахи, беседа не ведёт к цели, не начинает святую жизнь, ни к разочарованию, ни к бесстрастию, ни к устранению, ни к выравниванию, ни к познанию, ни к пробуждению, ни к ниббане не ведёт.",
  "sn56.10:2.1": "А беседующие вы, монахи, “Это – боль” беседуйте, “Это – скапливание боли” беседуйте, “Это – устранение боли” беседуйте, “Это – к устранению боли, ведущая практика” беседуйте…",
  "sn56.10:2.2": "Что этому причина?",
  "sn56.10:2.3": "Такая, монахи, беседа ведёт к цели, начинает святую жизнь, к разочарованию, к бесстрастию, к устранению, к выравниванию, к познанию, к пробуждению, к ниббане ведёт.",
  "sn56.10:3.1": "А беседующие вы, монахи, “Это – боль” беседуйте, “Это – скапливание боли” беседуйте, “Это – устранение боли” беседуйте, “Это – к устранению боли, ведущая практика” беседуйте…",
  "sn56.10:3.2": "Десятая.",
  "sn56.10:3.3": "Поэтому, монахи, “Это – боль” связь должна быть установлена… “Это – к устранению боли ведущая практика” связь должна быть установлена”.",
  "sn56.10:4.0": "Оглавление",
  "sn56.10:4.1": "Глава Самадхи Первая.",
  "sn56.10:4.2": "",
  "sn56.10:4.3": "",
  "sn56.10:4.4": ""
}