{
  "sn56.43:0.1": "Связанные Наставления 56.43",
  "sn56.43:0.2": "Раздел Папата",
  "sn56.43:0.3": "Сутта Великое Жар",
  "sn56.43:1.1": "“Существует, монахи, ад под названием Великое Жжение.",
  "sn56.43:1.2": "Там кто любой глазом вид видит, только нежеланный вид видит, не желанный вид; только нелюбимый вид видит, не любимый вид; только не приятный вид видит, не приятный вид.",
  "sn56.43:1.3": "Кто любой ухом звук слышит…",
  "sn56.43:1.4": "кто любого телом касания касается…",
  "sn56.43:1.5": "кто любое умом-представлением явление распознаёт, только нежеланное явление распознаёт, не желанное явление; только нелюбимое явление распознаёт, не любимое явление; только не приятное явление распознаёт, не приятное явление распознаёт”.",
  "sn56.43:2.1": "О так сказанном, некий монах Благословенному это сказал:",
  "sn56.43:2.2": "“О, велико это, почтенный, жжение. О очень велико такое, почтенный, жжение.",
  "sn56.43:2.3": "Но есть ли, почтенный, от этого жжения отличное жжение, еще большее и еще более ужасающее?”",
  "sn56.43:2.4": "“Есть, монах, от этого жжения отличное жжение, еще большее и еще более ужасающее”.",
  "sn56.43:3.1": "“Какова, почтенный, от этого жжения отличное жжение, еще большее и еще более ужасающее?”",
  "sn56.43:3.2": "“Любые, монах, шраманы или брахманы, которые “Это – боль” как-есть не понимают…",
  "sn56.43:3.3": "“Это – к устранению боли ведущая практика” как-есть не понимают, те в слагающих, ведущих к рождению находят наслаждение…",
  "sn56.43:3.4": "нашедшие удовольствие… слагают…",
  "sn56.43:3.5": "сложив, и в жжении рождения сгорают, и в жжении старения сгорают, и в жжении умирания сгорают, и в жжении страдания-плача-боли-недовольства-тоски сгорают.",
  "sn56.43:3.6": "Они не полностью освобождаются от рождения, от старости, от умирания, от страдания-плача-боли-недовольства-тоски.",
  "sn56.43:3.7": "'Они не полностью освобождаются от боли' говорю.",
  "sn56.43:4.1": "А любые, монах, шраманы или брахманы, которые “Это – боль” как-есть понимают… которые “Это – к устранению боли ведущая практика” как-есть понимают,",
  "sn56.43:4.2": "те в слагающих, ведущих к рождению не находят наслаждение,",
  "sn56.43:4.3": "не нашедшие удовольствие… не слагают…",
  "sn56.43:4.4": "сложив, и в жжении рождения не сгорают, и в жжении старения не сгорают, и в жжении умирания не сгорают, и в жжении страдания-плача-боли-недовольства-тоски не сгорают.",
  "sn56.43:4.5": "Они полностью освобождаются от рождения, от старости, от умирания, от страдания-плача-боли-недовольства-тоски.",
  "sn56.43:4.6": "'Они полностью освобождаются от боли' говорю.",
  "sn56.43:5.1": "Поэтому, монахи, “Это – боль” связь должна быть установлена… “Это – к устранению боли ведущая практика” связь должна быть установлена.",
  "sn56.43:5.2": "Третья."
}