{
  "sn56.42:0.1": "Связанные Наставления 56.42",
  "sn56.42:0.2": "Раздел Папата",
  "sn56.42:0.3": "Сутта Пропасть",
  "sn56.42:1.1": "Одно время Благословенный располагается в Раджагахе на горе Пик Грифов.",
  "sn56.42:1.2": "И тогда Благословенный обратился к монахам:",
  "sn56.42:1.3": "“Ну же, монахи, идёмте на Пик Патибханы, чтобы провести там день”.",
  "sn56.42:1.4": "“Да, почтенный” – те монахи Благословенному ответили.",
  "sn56.42:1.5": "И тогда Благословенный вместе с группой монахов отправился к Пику Патибханы.",
  "sn56.42:1.6": "И один монах увидел с Пике Патибханы большую пропасть.",
  "sn56.42:1.7": "Увидев Благословенному это сказал:",
  "sn56.42:1.8": "“О, велика эта, почтенный, пропасть. Ужасающая, почтенный, пропасть.",
  "sn56.42:1.9": "Но есть ли, почтенный, от этой пропасти отличная пропасть, еще большая и еще более ужасающая?”",
  "sn56.42:1.10": "“Есть, монах, от этой пропасти отличная пропасть, еще большая и еще более ужасающая”.",
  "sn56.42:2.1": "“Какова, почтенный, от этой пропасти отличная пропасть, еще большая и еще более ужасающая?”",
  "sn56.42:2.2": "“Любые, монах, шраманы или брахманы, которые “Это – боль” как-есть не понимают, которые “Это – скапливание боли” как-есть не понимают, которые “Это – устранение боли” как-есть не понимают, которые “Это – к устранению боли ведущая практика” как-есть не понимают,",
  "sn56.42:2.3": "те в слагающих, ведущих к рождению находят наслаждение, в слагающих, ведущих к старости находят наслаждение, в слагающих, ведущих к умиранию находят наслаждение, в слагающих, ведущих к страданию-плачу-боли-недовольству-тоске находят наслаждение.",
  "sn56.42:2.4": "те в слагающих, ведущих к рождению нашедшие удовольствие, в слагающих, ведущих к старости нашедшие удовольствие, в слагающих, ведущих к умиранию нашедшие удовольствие, в слагающих, ведущих к страданию-плачу-боли-недовольству-тоске нашедшие удовольствие, и к рождению ведущие слагающие слагают, и к старости ведущие слагающие слагают, и к умиранию ведущие слагающие слагают, и к страданию-плачу-боли-недовольству-тоске ведущие слагающие слагают.",
  "sn56.42:2.5": "Те к рождению ведущие сложения сложив, и к старости ведущие сложения сложив, и к умиранию ведущие сложения сложив, и к страданию-плачу-боли-недовольству-тоске ведущие сложения сложив, и в пропасть рождения падают, и в пропасть старения падают, и в пропасть умирания падают, и в пропасть страдания-плача-боли-недовольства-тоски падают.",
  "sn56.42:2.6": "Они не полностью освобождаются от рождения, от старости, от умирания, от страдания-плача-боли-недовольства-тоски.",
  "sn56.42:2.7": "'Они не полностью освобождаются от боли' говорю.",
  "sn56.42:3.1": "А любые, монах, шраманы или брахманы, которые “Это – боль” как-есть понимают…",
  "sn56.42:3.2": "которые “Это – к устранению боли ведущая практика” как-есть понимают, те в слагающих, ведущих к рождению не находят наслаждение, в слагающих, ведущих к старости не находят наслаждение, в слагающих, ведущих к умиранию не находят наслаждение, в слагающих, ведущих к страданию-плачу-боли-недовольству-тоске не находят наслаждение.",
  "sn56.42:3.3": "те в слагающих, ведущих к рождению не нашедшие удовольствие, в слагающих, ведущих к старости не нашедшие удовольствие, в слагающих, ведущих к умиранию не нашедшие удовольствие, в слагающих, ведущих к страданию-плачу- боли-недовольству-тоске не нашедшие удовольствие, и к рождению ведущие слагающие не слагают, и к старости ведущие слагающие не слагают, и к умиранию ведущие слагающие не слагают, и к страданию-плачу-боли-недовольству-тоске ведущие слагающие не слагают.",
  "sn56.42:3.4": "Те к рождению ведущие сложения не сложив, и к старости ведущие сложения не сложив, и к умиранию ведущие сложения не сложив, и к страданию-плачу-боли-недовольству-тоске ведущие сложения не сложив, и в пропасть рождения не падают, и в пропасть старости не падают, и в пропасть умирания не падают, и в пропасть страдания-плача-боли-недовольства-тоски не падают.",
  "sn56.42:3.5": "Они полностью освобождаются от рождения, от старости, от умирания, от страдания-плача-боли-недовольства-тоски.",
  "sn56.42:3.6": "'Они полностью освобождаются от боли' говорю.",
  "sn56.42:4.1": "Поэтому, монахи, “Это – боль” связь должна быть установлена… “Это – к устранению боли ведущая практика” связь должна быть установлена.",
  "sn56.42:4.2": "Вторая."
}