{
  "sn56.41:0.1": "Связанные Наставления 56.41",
  "sn56.41:0.2": "Раздел Папата",
  "sn56.41:0.3": "Сутта Думание о мире-свете",
  "sn56.41:1.1": "Одно время Благословенный в Раджагахе располагается, в бамбуковой роще, в месте для кормления Белок.",
  "sn56.41:1.2": "Там Благословенный к монахам обратился:",
  "sn56.41:1.3": "“В прошлом, монахи, некий человек из Раджагахи выйдя 'размышления о мире-свете поразмышляю' к лотосовому пруду Сумагадхе подошёл; подойдя на берегу лотосового пруда Сумагадхи сел размышляющий о мире размышления.",
  "sn56.41:1.4": "И увидел, монахи, тот человек на берегу лотосового пруда Сумагадхи четырёхчастное войско в лотосовый стебель входящее.",
  "sn56.41:1.5": "Увидевшему ему это явилось:",
  "sn56.41:1.6": "'помешался, что называется, я, обезумел, что называется я.",
  "sn56.41:1.7": "То, что на свете не существует, то мной увидено'.",
  "sn56.41:2.1": "И тогда тот, монахи, человек в город придя обратился с большому собранию народа:",
  "sn56.41:2.2": "'помешался, что называется, я, обезумел, что называется я.",
  "sn56.41:2.3": "То, что на свете не существует, то мной увидено'.",
  "sn56.41:2.4": "Как же это ты, дорогой человек, помешался, как обезумел?",
  "sn56.41:2.5": "Что на свете не существует, то тобой увидено'?",
  "sn56.41:2.6": "“Вот я, почтенные, из Раджагахи выйдя 'размышления о мире-свете поразмышляю' к лотосовому пруду Сумагадхе подошёл; подойдя на берегу лотосового пруда Сумагадхи сел размышляющий о мире размышления.",
  "sn56.41:2.7": "И увидел я, почтенные, на берегу лотосового пруда Сумагадхи четырёхчастное войско в лотосовый стебель входящее.",
  "sn56.41:2.8": "Так я, почтенные, помешан, так безумен.",
  "sn56.41:2.9": "И это на свете не существует, которое мной увидено'.",
  "sn56.41:2.10": "Точно ты, дорогой человек, помешан, точно безумен.",
  "sn56.41:2.11": "И это на свете не существует, которое тобой увидено'.",
  "sn56.41:3.1": "Но ведь то, монахи, тот человек реальное увидел, не нереальное.",
  "sn56.41:3.2": "В прошлом, монахи, столкновение дэвов и асуров произошло.",
  "sn56.41:3.3": "И тогда, монахи, в столкновении дэвы победили, асуры были сражены.",
  "sn56.41:3.4": "И сражённые, монахи, асуры устрашенные через лотосовый стебель в крепость асуров вошли в замешательстве от дэвов.",
  "sn56.41:4.1": "Поэтому, монахи, не размышляйте о мире размышления:",
  "sn56.41:4.2": "“мир вечен” или “мир не вечен”, или “мир ограничен” или “мир безграничен”, или “и душа и тело — одно” или “душа — одно, тело — другое”, или “существует Татхагата после смерти” или “не существует Татхагата после смерти” или “ существует и не существует Татхагата после смерти” или “и не существует и не-несуществует Татхагата после смерти”.",
  "sn56.41:4.3": "Что этому причина?",
  "sn56.41:4.4": "Такое, монахи, размышление не ведёт к цели, не начинает святую жизнь, ни к разочарованию, ни к бесстрастию, ни к устранению, ни к выравниванию, ни к познанию, ни к пробуждению, ни к ниббане не ведёт.",
  "sn56.41:5.1": "А размышляющие вы, монахи, “Это – боль” размышляйте… “Это – к устранению боли, ведущая практика” размышляйте.",
  "sn56.41:5.2": "Что этому причина?",
  "sn56.41:5.3": "Такое, монахи, размышление ведёт к цели, начинает святую жизнь, к разочарованию, к бесстрастию, к устранению, к выравниванию, к познанию, к пробуждению, к ниббане ведёт.",
  "sn56.41:6.1": "Поэтому, монахи, “Это – боль” связь должна быть установлена… “Это – к устранению боли ведущая практика” связь должна быть установлена.",
  "sn56.41:6.2": "Первая."
}