{
  "sn56.11:0.1": "Связанные Наставления 56.11",
  "sn56.11:0.2": "Раздел Запуска колеса Учения о Действительности",
  "sn56.11:0.3": "Сутта Запуска Колеса Учения о Действительности",
  "sn56.11:1.1": "Одно время Благословенный в Варанаси располагается, в Исипатане, в Оленьем Парке.",
  "sn56.11:1.2": "Здесь Благословенный к группе пяти монахов обратился:",
  "sn56.11:2.1": "“Две границы, монахи, отшельником (продвинувшимся) не должны быть затронуты.",
  "sn56.11:2.2": "Какие две?",
  "sn56.11:2.3": "Это и которая в желаниях привязанность к приятности желаний низкая, обыденная, общепринятая, неблагородная, цель-смысл-благо-пользу не содержащая, это и которая привязанность к само-истязанию-умерщвлению болезненная, неблагородная, пользу не содержащая.",
  "sn56.11:2.4": "К этим, монахи, обеим границам не подходя серединная практика постигнутая Татхагатой зрение-дающая (глаз-делающая), знание-дающая, к равности, к познанию, к пробуждению, к ниббане приводит.",
  "sn56.11:3.1": "И какова она, монахи, серединная практика постигнутая Татхагатой зрение-дающая, знание-дающая, что к равности, к познанию, к пробуждению, к ниббане приводит?",
  "sn56.11:3.2": "Это именно этот благородный восьмеричный путь, в частности—",
  "sn56.11:3.3": "правильный взгляд, правильная привычка-намерение, правильное выражение-речь, правильный поступок, правильный быт, правильное старание, правильное памятование, правильное объединение опыта.",
  "sn56.11:3.4": "Такова она, монахи, серединная практика постигнутая Татхагатой зрение-дающая, знание-дающая, что к равности, к познанию, к пробуждению, к ниббане приводит.",
  "sn56.11:4.1": "Это, монахи, боль благородно-истина —",
  "sn56.11:4.2": "Рождение, в том числе болезненно, старение, в том числе болезненно, болезнь, в том числе болезненна, умирание, в том числе болезненно, соединение с нелюбимыми болезненно, разъединение с любимыми болезненно, что желанное не обретать, то в том числе болезненно, сжато пять блоков поддерживания болезненны.",
  "sn56.11:4.3": "Это, монахи, боли-скапливание благородно-истина—",
  "sn56.11:4.4": "Это которое цепляние-прилипание ново-вовлекающее, радостью-страстью-сопровождаемое (схожее с), тут-и-тут-обрадующееся, в частности—",
  "sn56.11:4.5": "желания-цепляние, бытия-цепляние, разлучения-цепляние.",
  "sn56.11:4.6": "Это, монахи, боли-устранение благородно-истина —",
  "sn56.11:4.7": "Которое именно этого цепляния без-остатка-без-страсти-устранение, готовность им поступиться, отдаление, свобода, не пребывание в нём.",
  "sn56.11:4.8": "Это, монахи, к боли-устранению-ведущая практика благородно-истина —",
  "sn56.11:4.9": "это именно этот благородный восьмеричный путь, в частности -",
  "sn56.11:4.10": "правильный взгляд… правильное объединение опыта.",
  "sn56.11:5.1": "‘Это боль благородно-истина' у меня, монахи, прежде неслышанных учений о действительности зрение возникло (глаз возник), знание возникло, понимание возникло, в(е~и)дение возникло, свет возник.",
  "sn56.11:5.2": "‘И эта боль благородно-истина должна быть полностью понята' у меня, монахи, прежде… возникла.",
  "sn56.11:5.3": "‘И эта боль благородно-истина полностью понята' у меня, монахи, прежде неслышанных учений о действительности зрение возникло, знание возникло, понимание возникло, в(е~и)дение возникло, свет возник.",
  "sn56.11:6.1": "‘Это боли-скапливание благородно-истина' у меня, монахи, прежде неслышанных учений о действительности зрение возникло, знание возникло, понимание возникло, в(е~и)дение возникло, свет возник.",
  "sn56.11:6.2": "‘И эта боли-скапливание благородно-истина должна быть покинута (покончено с)' у меня, монахи, прежде… возникла.",
  "sn56.11:6.3": "‘И эта боли-скапливание благородно-истина покинута' у меня, монахи, прежде неслышанных учений о действительности зрение возникло, знание возникло, понимание возникло, в(е~и)дение возникло, свет возник.",
  "sn56.11:7.1": "‘Это боли-устранение благородно-истина' у меня, монахи, прежде неслышанных учений о действительности зрение возникло, знание возникло, понимание возникло, в(е~и)дение возникло, свет возник.",
  "sn56.11:7.2": "‘И эта боли-устранение благородно-истина должна быть засвидетельствована (своими глазами)' у меня, монахи, прежде… возникла.",
  "sn56.11:7.3": "‘И эта боле-устранение благородно-истина засвидетельствована' у меня, монахи, прежде неслышанных учений о действительности зрение возникло, знание возникло, понимание возникло, в(е~и)дение возникло, свет возник.",
  "sn56.11:8.1": "‘Это к боле-устранению ведущая практика благородно-истина' у меня, монахи, прежде неслышанных учений о действительности зрение возникло, знание возникло, понимание возникло, в(е~и)дение возникло, свет возник.",
  "sn56.11:8.2": "‘И эта к боле-устранению ведущая практика благородно-истина должна быть развита' у меня, монахи, прежде… возникла.",
  "sn56.11:8.3": "‘И эта к боле-устранению ведущая практика благородно-истина развита' у меня, монахи, прежде неслышанных учений о действительности зрение возникло, знание возникло, понимание возникло, в(е~и)дение возникло, свет возник.",
  "sn56.11:9.1": "И пока моё, монахи, этих четырёх благородно-истин в трех циклах, двенадцатичастно как-есть знание-видение не стало хорошо очищено, до тех пор я, монахи, в мире с божествами, с Марой, с Брахмой, с шрамана-брахманами, с поколением королей (божеств)-людей, что 'пробудился в непревзойденное правильное пробуждение' не признал.",
  "sn56.11:10.1": "Но когда моё, монахи, этих четырёх благородных истин в трех циклах, двенадцатичастно как-есть знание-видение стало хорошо очищено, тогда я, монахи, в мире с божествами, с Марой, с Брахмой, с шрамана-брахманами, с поколением королей (божеств)-людей, что 'пробудился в непревзойденное правильное пробуждение' признал.",
  "sn56.11:10.2": "Знание тогда у меня и зрение возникло:",
  "sn56.11:10.3": "‘неколебимо моё освобождение, это конечное рождение, отныне нет повторной вовлеченности-[индивидуального] существования.’”",
  "sn56.11:10.4": "Это произнес Благословенный.",
  "sn56.11:10.5": "Довольная группа из пяти монахов Благословенного речи обрадовалась.",
  "sn56.11:11.1": "И с этим произнесённым объяснением у Достопочтенного Конданьи незапыленное незапятнанное действительности-зрение возникло:",
  "sn56.11:11.2": "“Какое-либо явление скапливания, все это явление устранения”.",
  "sn56.11:12.1": "И с запущенным колесом Учения о действительности местные божества провозгласили:",
  "sn56.11:12.2": "“Вот Благословенным в Варанаси, в Исипатане, в Оленьем Парке запущено колесо непревзойденного Учения, которое не может быть остановлено шраманом ли, брахманом ли, божеством ли, Марой ли, Брахмой ли, кем-либо на свете”.",
  "sn56.11:12.3": "Услышав звук местных божеств, божества Четырёх Великих Царей провозгласили:",
  "sn56.11:12.4": "“Вот Благословенным в Варанаси, в Исипатане, в Оленьем Парке запущено колесо непревзойденного Учения, которое не может быть остановлено шраманом ли, брахманом ли, божеством ли, Марой ли, Брахмой ли, кем-либо на свете'.",
  "sn56.11:12.5": "Услышав звук божеств Четырёх Великих Царей божества Тридцати Трех…",
  "sn56.11:12.6": "божества Ямы…",
  "sn56.11:12.7": "божества Туситы…",
  "sn56.11:12.8": "божества Нимманарати…",
  "sn56.11:12.9": "божества Параниммитавасаватти…",
  "sn56.11:12.10": "божества множества Брахмы провозгласили:",
  "sn56.11:12.11": "'Вот Благословенным в Варанаси, в Исипатане, в Оленьем Парке запущено колесо непревзойденного Учения, которое не может быть остановлено шраманом ли, брахманом ли, божеством ли, Марой ли, Брахмой ли, кем-либо на свете'.",
  "sn56.11:13.1": "И за секунду, за мгновение, мигом света-мира Брахмы тот звук достиг.",
  "sn56.11:13.2": "И эта десятитысячная сфера (дхату) мира  также содрогнулась, также задрожала, также затряслась, и возникло неизмеримое, возвышенное сияние превзойдя  божеств божественное величие.",
  "sn56.11:14.1": "И тогда Благословенный воскликнул это восклицание:",
  "sn56.11:14.2": "“Понял, о, друг Конданья, понял, о, друг, Конданья”",
  "sn56.11:14.3": "Это так у уважаемого Конданьи 'Конданья понявший' такое имя появилось.",
  "sn56.11:14.4": "Первая."
}