{
  "sn56.46:0.1": "Связанные Наставления 56.46",
  "sn56.46:0.2": "Раздел Папата",
  "sn56.46:0.3": "Сутта Темнота",
  "sn56.46:1.1": "“Существует, монахи, от пустоши между миров от необъятной темнота, кромешная тьма, до которой эти луна-солнце такие могучие, такие величественные светом не достигают”.",
  "sn56.46:2.1": "О так сказанном, один монах Благословенному это сказал:",
  "sn56.46:2.2": "“О, велика эта, почтенный, темнота, о, сколь велика, почтенный, темнота.",
  "sn56.46:2.3": "Но есть ли, почтенный, от этой темноты отличная темнота, еще большая и еще более ужасающая?”",
  "sn56.46:2.4": "“Есть, монах, от этой темноты отличная темнота, еще большая и еще более ужасающая”.",
  "sn56.46:3.1": "“Какова, почтенный, от этой пропасти отличная темнота, еще большая и еще более ужасающая?”",
  "sn56.46:3.2": "“Любые, монах, шраманы или брахманы, которые “Это – боль” как-есть не понимают… которые “Это – к устранению боли ведущая практика” как-есть не понимают,",
  "sn56.46:3.3": "те в слагающих, ведущих к рождению находят наслаждение…",
  "sn56.46:3.4": "нашедшие удовольствие… слагают.",
  "sn56.46:3.5": "сложив, и в темноту рождения попадают, и в темноту старения попадают, и в темноту умирания попадают, и в темноту страдания-плача-боли-недовольства-тоски попадают.",
  "sn56.46:3.6": "Они не полностью освобождаются от рождения, от старости, от умирания, от страдания-плача-боли-недовольства-тоски.",
  "sn56.46:3.7": "'Они не полностью освобождаются от боли' говорю.",
  "sn56.46:4.1": "А любые, монах, шраманы или брахманы, которые “Это – боль” как-есть понимают…",
  "sn56.46:4.2": "те в слагающих, ведущих к рождению не находят наслаждение…",
  "sn56.46:4.3": "не нашедшие… не слагают.",
  "sn56.46:4.4": "не сложив, и в темноту рождения не попадают, и в темноту старости не попадают, и в темноту умирания не попадают, и в темноту страдания-плача-боли-недовольства-тоски не попадают.",
  "sn56.46:4.5": "Они полностью освобождаются от рождения, от старости, от умирания, от страдания-плача-боли-недовольства-тоски.",
  "sn56.46:4.6": "'Они полностью освобождаются от боли' говорю.",
  "sn56.46:5.1": "Поэтому, монахи, “Это – боль” связь должна быть установлена… “Это – к устранению боли ведущая практика” связь должна быть установлена.",
  "sn56.46:5.2": "Шестая."
}