{
  "sn56.45:0.1": "Связанные Наставления 56.45",
  "sn56.45:0.2": "Раздел Папата",
  "sn56.45:0.3": "Сутта Волос",
  "sn56.45:1.1": "Одно время Благословенный располагается в Весали, в Большой Роще, в Зале с остроконечной крышей.",
  "sn56.45:1.2": "И тогда уважаемый Ананда в первую треть дня, одевшись чашу-чивару-взяв в Весали за подаянием отправился.",
  "sn56.45:1.3": "И увидел уважаемый Ананда группу юношей Личчхави в месте для собраний тренирующихся, издалека через узкую замочную скважину стрелы пускающих оперением к оперению не промахиваясь.",
  "sn56.45:1.4": "Увидев это, ему так явилось:",
  "sn56.45:1.5": "“Как же натренированны юноши личчхави, как же хорошо натренированны юноши личчхави;",
  "sn56.45:1.6": "что они издалека через узкую замочную скважину стрелы пускают оперением к оперению не промахиваясь”.",
  "sn56.45:2.1": "И тогда уважаемый Ананда походив по Весали за подаянием после еды, вернувшийся со сбора подаяния подошёл к Благословенному; подойдя Благословенного поприветствовав с одного края сел, и с одного края севший уважаемый Ананда Благословенному это сказал:",
  "sn56.45:2.2": "“Вот я, почтенный, в первую треть дня, одевшись чашу-чивару-взяв в Весали за подаянием отправился.",
  "sn56.45:2.3": "И я увидел, почтенный, группу юношей Личчхави в месте для собраний тренирующихся, издалека через узкую замочную скважину стрелы пускающих оперением к оперению не промахиваясь.",
  "sn56.45:2.4": "Увидев это, мне так явилось:",
  "sn56.45:2.5": "“Как же натренированны юноши личчхави, как же хорошо натренированны юноши личчхави;",
  "sn56.45:2.6": "что они издалека через узкую замочную скважину стрелы пускают оперением к оперению не промахиваясь”.",
  "sn56.45:3.1": "Как тебе представляется, Ананда,",
  "sn56.45:3.2": "что более трудновыполнимое или более трудносовершаемое—",
  "sn56.45:3.3": "издалека через узкую замочную скважину стрелы пускать оперением к оперению не промахиваясь или на семь частей разделенного волоса (их хвоста) кончиком кончик рассечь”?",
  "sn56.45:3.4": "“Это, почтенный, более трудновыполнимое, более трудносовершаемое, которое на семь частей разделенного волоса кончиком кончик рассечь”.",
  "sn56.45:3.5": "И тогда, Ананда, более трудно рассекаемое рассекают, которые 'это — боль' как-есть рассекают… 'это — к устранению боли ведущая практика' как-есть рассекают.",
  "sn56.45:4.1": "Поэтому, Ананда, “Это – боль” связь должна быть установлена… “Это – к устранению боли ведущая практика” связь должна быть установлена.",
  "sn56.45:4.2": "Пятая."
}