{
  "sn56.39:0.1": "Связанные Наставления 56.39",
  "sn56.39:0.2": "Раздел Сисапавана",
  "sn56.39:0.3": "Сутта Колонна Короля",
  "sn56.39:1.1": "“Какие-либо, монахи шраманы или брахманы которые “Это – боль” как-есть не понимают…",
  "sn56.39:1.2": "“Это – к устранению боли ведущая практика” как-есть не понимают, те другим шраманам или брахманам заглядывают в рот-лицо:",
  "sn56.39:1.3": "'это верно уважаемый зная знает, видя видит'.",
  "sn56.39:2.1": "Это как если, монахи, легкий пучок хлопка или пучок каппасы ветром удерживаемый на ровный участок земли приземлившийся.",
  "sn56.39:2.2": "И его восточный ветер на восток стаскивал бы, западный ветер на запад стаскивал бы, северный ветер на север стаскивал бы, южный ветер на юг стаскивал бы.",
  "sn56.39:2.3": "То от какой причины?",
  "sn56.39:2.4": "От легкости, монахи, пучка каппасы.",
  "sn56.39:2.5": "И именно так, монахи, какие-либо, монахи шраманы или брахманы которые “Это – боль” как-есть не понимают…",
  "sn56.39:2.6": "“Это – к устранению боли ведущая практика” как-есть не понимают, те другим шраманам или брахманам заглядывают в рот:",
  "sn56.39:2.7": "'это верно уважаемый зная знает, видя видит'.",
  "sn56.39:2.8": "То от какой причины?",
  "sn56.39:2.9": "От не увидения, монахи, Четырёх благородных истин.",
  "sn56.39:3.1": "Какие-либо, монахи шраманы или брахманы которые “Это – боль” как-есть понимают…",
  "sn56.39:3.2": "“Это – к устранению боли ведущая практика” как-есть понимают, те другим шраманам или брахманам не заглядывают в рот:",
  "sn56.39:3.3": "'это верно уважаемый зная знает, видя видит'.",
  "sn56.39:4.1": "Это как если, монахи, железная колонна или колонна короля глубоко погруженная, хорошо вкопанная, неподвижная, также не колебимая.",
  "sn56.39:4.2": "И если с восточной стороны пришёл бы мощный шторм, не содрогнул бы её, не поколебал бы, не сдвинул бы; и с западной стороны… и с северной стороны… и если с южной стороны пришёл бы мощный шторм, не содрогнул бы её, не поколебал бы, не сдвинул бы.",
  "sn56.39:4.3": "То от какой причины?",
  "sn56.39:4.4": "От глубокой, монахи, погруженности, от хорошей вкопанности королевской колонны.",
  "sn56.39:4.5": "И именно так, монахи, какие-либо, монахи шраманы или брахманы которые “Это – боль” как-есть понимают…",
  "sn56.39:4.6": "“Это – к устранению боли ведущая практика” как-есть понимают, те другим шраманам или брахманам не заглядывают в рот:",
  "sn56.39:4.7": "'Верно этот сведущий знающий знает, видящий видит'.",
  "sn56.39:4.8": "То от какой причины?",
  "sn56.39:4.9": "Хорошее увидение, монахи, Четырёх благородных истин.",
  "sn56.39:4.10": "Каких четырёх?",
  "sn56.39:4.11": "Боли — благородной истины… к Устранению боли ведущей практики — благородной истины.",
  "sn56.39:5.1": "Поэтому, монахи, “Это – боль” связь должна быть установлена… “Это – к устранению боли ведущая практика” связь должна быть установлена.",
  "sn56.39:5.2": "Девятая."
}