{
  "sn56.12:0.1": "Связанные Наставления 56.12",
  "sn56.12:0.2": "Раздел Дхаммачаккапаваттана",
  "sn56.12:0.3": "Сутта Татхагата",
  "sn56.12:1.1": "‘Это - боль - благородная истина', монахи, у Татхагат прежде неслышанных учений о действительности, вИдение возникло, знание возникло, понимание возникло, различение возникло, ясность возникла.",
  "sn56.12:1.2": "‘И эта боль - благородная истина должна быть полностью понята', монахи, у Татхагат прежде… возникла.",
  "sn56.12:1.3": "‘И эта боль - благородная истина полностью понята', монахи, у Татхагат прежде неслышанных учений о действительности вИдение возникло, знание возникло, понимание возникло, различение возникло, ясность возникла.",
  "sn56.12:2.1": "‘Это боле-скапливание - благородная истина', монахи, у Татхагат прежде неслышанных учений о действительности вИдение возникло, знание возникло, понимание возникло, различение возникло, ясность возникла.",
  "sn56.12:2.2": "‘И это боле-проявление - благородная истина должно быть прекращено', монахи, у Татхагат прежде… возникла.",
  "sn56.12:2.3": "‘И это боле-скапливание - благородная истина прекращено', монахи, у Татхагат прежде неслышанных учений о действительности вИдение возникло, знание возникло, понимание возникло, различение возникло, ясность возникла.",
  "sn56.12:3.1": "‘Это боле-устранение - благородная истина', монахи, у Татхагат прежде неслышанных учений о действительности вИдение возникло, знание возникло, понимание возникло, различение возникло, ясность возникла.",
  "sn56.12:3.2": "‘И это боле-устранение - благородная истина должна быть реализована - претворена в жизнь', монахи, у Татхагат прежде … возникла.",
  "sn56.12:3.3": "‘И это боле-устранение - благородная истина реализована', монахи, у Татхагат прежде неслышанных учений о действительности вИдение возникло, знание возникло, понимание возникло, различение возникло, ясность возникла.",
  "sn56.12:4.1": "‘Это - к боле-устранению ведущая практика - благородная истина' у меня, монахи, в прежде неслышанных явлениях - учениях вИдение - зрение возникло, знание возникло, понимание возникло, различение возникло, ясность возникла.",
  "sn56.12:4.2": "‘И эта к боле-устранению ведущая практика - благородная истина должна быть развита', монахи, у Татхагат прежде… возникла.",
  "sn56.12:4.3": "‘И эта к боле-устранению ведущая практика - благородная истина развита', монахи, у Татхагат прежде неслышанных учений о действительности вИдение возникло, знание возникло, понимание возникло, различение возникло, ясность возникла”.",
  "sn56.12:4.4": "Вторая."
}