{
  "sn3.13:0.1": "Verbundene Lehrreden 3.13 ",
  "sn3.13:0.2": "2. Das Kapitel über Kinderlosigkeit ",
  "sn3.13:0.3": "Ein Kübel Reis ",
  "sn3.13:1.1": "In Sāvatthī. ",
  "sn3.13:1.2": "Zu dieser Zeit nun pflegte der König Pasenadi von Kosala kübelweise Reis zu essen. ",
  "sn3.13:1.3": "Da ging er nach dem Essen zum Buddha, heftig schnaufend. Er verbeugte sich und setzte sich zur Seite hin. ",
  "sn3.13:2.1": "Und da er wusste, dass der König Pasenadi nach dem Essen heftig schnaufte, sagte der Buddha bei dieser Gelegenheit diese Strophe auf: ",
  "sn3.13:3.1": "„Wenn ein Mensch stets achtsam ist, ",
  "sn3.13:3.2": "das rechte Maß beim Essen kennt, ",
  "sn3.13:3.3": "lässt sein Unbehagen nach, ",
  "sn3.13:3.4": "er altert langsam und schützt sein Leben.“ ",
  "sn3.13:4.1": "Nun stand zu dieser Zeit der Brahmanenschüler Sudassana hinter dem König. ",
  "sn3.13:4.2": "Da wandte sich König Pasenadi an ihn: ",
  "sn3.13:4.3": "„Bitte, lieber Sudassana, präge dir diese Strophe vor dem Buddha ein und sage sie jedes Mal auf, wenn mir ein Mahl aufgetragen wird. ",
  "sn3.13:4.4": "Ich werde dir eine regelmäßige tägliche Zulage von hundert Talern einrichten.“ ",
  "sn3.13:4.5": "„Ja, Majestät“, antwortete Sudassana. Er prägte sich vor dem Buddha die Strophe ein und wiederholte sie jedes Mal, wenn dem König ein Mahl aufgetragen wurde: ",
  "sn3.13:5.1": "„Wenn ein Mensch stets achtsam ist, ",
  "sn3.13:5.2": "das rechte Maß beim Essen kennt, ",
  "sn3.13:5.3": "lässt sein Unbehagen nach, ",
  "sn3.13:5.4": "er altert langsam und schützt sein Leben.“ ",
  "sn3.13:6.1": "Dann gewöhnte sich der König langsam daran, nicht mehr als einen guten Teller voll Reis zu essen. ",
  "sn3.13:6.2": "Nach einiger Zeit nahm der König deutlich ab. Er strich mit den Händen über seine Glieder und drückte bei dieser Gelegenheit dieses innige Gefühl aus: ",
  "sn3.13:6.3": "„Auf beide Arten hat der Buddha Anteilnahme für mich: ",
  "sn3.13:6.4": "beim Guten in diesem Leben und beim Guten im nächsten Leben.“ "
}