{
  "sn3.25:0.1": "Verbundene Lehrreden 3.25 ",
  "sn3.25:0.2": "3. Das Kapitel über Kosala ",
  "sn3.25:0.3": "Das Gleichnis vom Berg ",
  "sn3.25:1.1": "In Sāvatthī. ",
  "sn3.25:1.2": "König Pasenadi setzte sich zur Seite hin, und der Buddha sagte zu ihm: ",
  "sn3.25:1.3": "„Nun, großer König, woher kommst du mitten am Tag?“ ",
  "sn3.25:1.4": "„Herr, es gibt gesalbte adelige Könige, die von Herrschaft berauscht und von Gier nach Sinnenfreuden besessen sind. Sie haben für das Land Sicherheit gewonnen und halten ein großes erobertes Gebiet besetzt. Heute war ich damit beschäftigt, die Pflichten eines solchen Königs zu erfüllen.“ ",
  "sn3.25:2.1": "„Was denkst du, großer König? ",
  "sn3.25:2.2": "Angenommen, ein vertrauenswürdiger und zuverlässiger Mann käme von Osten. ",
  "sn3.25:2.3": "Er begäbe sich zu dir und meldete: ",
  "sn3.25:2.4": "‚Bitte, großer König, du sollst wissen: Ich komme von Osten. ",
  "sn3.25:2.5": "Dort sah ich einen riesigen Berg, der bis zu den Wolken reichte. Er bewegte sich hierher und zermalmte dabei alle Geschöpfe. ",
  "sn3.25:2.6": "So tue also, großer König, was getan werden muss!‘ ",
  "sn3.25:2.7": "Dann käme ein zweiter vertrauenswürdiger und zuverlässiger Mann von Westen … ",
  "sn3.25:2.8": "ein dritter von Norden … ",
  "sn3.25:2.9": "und ein vierter von Süden. ",
  "sn3.25:2.10": "Er begäbe sich zu dir und meldete: ",
  "sn3.25:2.11": "‚Bitte, großer König, du sollst wissen: Ich komme von Süden. ",
  "sn3.25:2.12": "Dort sah ich einen riesigen Berg, der bis zu den Wolken reichte. Er bewegte sich hierher und zermalmte dabei alle Geschöpfe. ",
  "sn3.25:2.13": "So tue also, großer König, was getan werden muss!‘ ",
  "sn3.25:2.14": "Wenn so eine unheilvolle Bedrohung aufkäme – ein entsetzlicher Verlust von Menschenleben, wo doch die menschliche Geburt so selten ist – was würdest du tun?“ ",
  "sn3.25:3.1": "„Herr, was könnte ich anderes tun, als die Lehren zu üben, Sittlichkeit zu üben, taugliche und gute Dinge zu tun?“ ",
  "sn3.25:4.1": "„Ich sage dir, großer König, ich kündige dir an: Alter und Tod kommen auf dich zu. ",
  "sn3.25:4.2": "Da Alter und Tod auf dich zukommen, was willst du tun?“ ",
  "sn3.25:4.3": "„Herr, was kann ich anderes tun, als die Lehren zu üben, Sittlichkeit zu üben, taugliche und gute Dinge zu tun? ",
  "sn3.25:4.4": "Herr, es gibt gesalbte adelige Könige, die von Herrschaft berauscht und von Gier nach Sinnenfreuden besessen sind. Sie haben für das Land Sicherheit gewonnen und halten ein großes erobertes Gebiet besetzt. Solche Könige führen eine Schlacht mit Elefanten, ",
  "sn3.25:4.7": "mit Reitertruppen, ",
  "sn3.25:4.8": "mit Streitwagen ",
  "sn3.25:4.9": "oder mit Fußsoldaten. ",
  "sn3.25:4.10": "Aber es gibt keinen Platz und keinen Rahmen für eine Schlacht mit Elefanten, Reitertruppen, Streitwagen oder Fußsoldaten, wenn Alter und Tod auf einen zukommen. ",
  "sn3.25:4.11": "An diesem königlichen Hof gibt es Minister, die weisen Rat wissen und in der Lage sind, einen herankommenden Feind mit weisem Rat zu spalten. ",
  "sn3.25:4.12": "Aber es gibt keinen Platz und keinen Rahmen für eine Schlacht mit Diplomatie, wenn Alter und Tod auf einen zukommen. ",
  "sn3.25:4.13": "An diesem königlichen Hof gibt es Goldmünzen und ungemünztes Gold in Fülle, das in Kellern und Türmen verwahrt ist. Mithilfe dieses Vermögens können wir einen herankommenden Feind bestechen. ",
  "sn3.25:4.14": "Aber es gibt keinen Platz und keinen Rahmen für eine Schlacht mit Geld, wenn Alter und Tod auf einen zukommen. ",
  "sn3.25:4.15": "Wenn Alter und Tod auf mich zukommen, was kann ich anderes tun, als die Lehren zu üben, Sittlichkeit zu üben, taugliche und gute Dinge zu tun?“ ",
  "sn3.25:5.1": "„Das ist wirklich wahr, großer König! Das ist wirklich wahr! ",
  "sn3.25:5.2": "Wenn Alter und Tod auf dich zukommen, was kannst du anderes tun, als die Lehren zu üben, Sittlichkeit zu üben, taugliche und gute Dinge zu tun?“ ",
  "sn3.25:5.3": "Das sagte der Buddha. ",
  "sn3.25:5.4": "Und der Heilige, der Lehrer, fuhr fort: ",
  "sn3.25:6.1": "„Wie riesige Berge aus massivem Fels, ",
  "sn3.25:6.2": "die bis an den Himmel reichen, ",
  "sn3.25:6.3": "die von allen Seiten herankommen ",
  "sn3.25:6.4": "und die vier Himmelsrichtungen zermalmen: ",
  "sn3.25:7.1": "So kommen auch Alter und Tod ",
  "sn3.25:7.2": "auf alle lebenden Geschöpfe zu – ",
  "sn3.25:7.3": "auf Adlige, Brahmanen, Landarbeiter, ",
  "sn3.25:7.4": "Hilfsarbeiter, Ausgestoßene und Abfallsammler. ",
  "sn3.25:7.5": "Sie verschonen nichts, ",
  "sn3.25:7.6": "zermalmen alles unter sich. ",
  "sn3.25:8.1": "Kein Platz, auf dem Elefanten stehen können, ",
  "sn3.25:8.2": "auch keine Streitwagen oder Fußsoldaten. ",
  "sn3.25:8.3": "Die Schlacht ist nicht mit weiser Diplomatie ",
  "sn3.25:8.4": "oder mit Geld zu gewinnen. ",
  "sn3.25:9.1": "Daher wird ein kluger Mensch, ",
  "sn3.25:9.2": "der sieht, was gut für ihn ist, ",
  "sn3.25:9.3": "weise sein Vertrauen ",
  "sn3.25:9.4": "auf den Buddha, die Lehre und den Saṅgha richten. ",
  "sn3.25:10.1": "Jeder, der mit Körper, Sprache und Geist ",
  "sn3.25:10.2": "in der Lehre lebt, ",
  "sn3.25:10.3": "wird in diesem Leben gepriesen ",
  "sn3.25:10.4": "und erfreut sich danach im Himmel.“ ",
  "sn3.25:11.5": "Die Verbundenen Lehrreden mit dem Kosaler sind abgeschlossen. "
}