{
  "sn3.22:0.1": "Verbundene Lehrreden 3.22 ",
  "sn3.22:0.2": "3. Das Kapitel über Kosala ",
  "sn3.22:0.3": "Großmutter ",
  "sn3.22:1.1": "In Sāvatthī. ",
  "sn3.22:1.2": "König Pasenadi setzte sich zur Seite hin, und der Buddha sagte zu ihm: ",
  "sn3.22:1.3": "„Nun, großer König, woher kommst du mitten am Tag?“ ",
  "sn3.22:2.1": "„Herr, meine Großmutter ist gestorben. Sie war alt, bejahrt und hochbetagt, in vorgerücktem Alter und im letzten Lebensabschnitt angekommen; sie war hundertzwanzig Jahre alt. ",
  "sn3.22:2.2": "Aber meine Großmutter ist mir lieb und teuer gewesen. ",
  "sn3.22:2.3": "Wenn ich das Elefanten-Juwel weggeben und dadurch meine Großmutter wiederbekommen könnte, würde ich es tun. ",
  "sn3.22:2.5": "Wenn ich das Pferde-Juwel weggeben und dadurch meine Großmutter wiederbekommen könnte, würde ich es tun. ",
  "sn3.22:2.7": "Wenn ich ein Beute-Dorf weggeben und dadurch meine Großmutter wiederbekommen könnte, würde ich es tun. ",
  "sn3.22:2.9": "Wenn ich das ganze Land weggeben und dadurch meine Großmutter wiederbekommen könnte, würde ich es tun.“ ",
  "sn3.22:2.11": "„Großer König, alle Lebewesen müssen sterben. Der Tod ist ihr Ziel; der Tod bleibt ihnen nicht erspart.“ ",
  "sn3.22:2.12": "„Es ist unglaublich, Herr, es ist erstaunlich, ",
  "sn3.22:2.13": "wie treffend der Buddha das gesagt hat: ",
  "sn3.22:2.14": "‚Alle Lebewesen müssen sterben. Der Tod ist ihr Ziel; der Tod bleibt ihnen nicht erspart.‘“ ",
  "sn3.22:3.1": "„Das ist wirklich wahr, großer König! Das ist wirklich wahr! ",
  "sn3.22:3.2": "Alle Lebewesen müssen sterben. Der Tod ist ihr Ziel; der Tod bleibt ihnen nicht erspart. ",
  "sn3.22:3.3": "Wie Töpferwaren: Von welcher Art sie auch sind, gebrannt oder ungebrannt, sie alle müssen zerbrechen. Das Zerbrechen ist ihr Ziel; das Zerbrechen bleibt ihnen nicht erspart. ",
  "sn3.22:3.4": "Ebenso müssen alle Lebewesen sterben. Der Tod ist ihr Ziel; der Tod bleibt ihnen nicht erspart.“ ",
  "sn3.22:3.5": "Das sagte der Buddha. … ",
  "sn3.22:4.1": "„Alle Wesen werden sterben, ",
  "sn3.22:4.2": "denn das Leben endet im Tod. ",
  "sn3.22:4.3": "Sie ziehen weiter gemäß ihrer Taten ",
  "sn3.22:4.4": "und ernten die Früchte des Guten und Schlechten. ",
  "sn3.22:4.5": "Die Schlechtes tun, kommen in die Hölle, ",
  "sn3.22:4.6": "und wer Gutes tut, in den Himmel. ",
  "sn3.22:5.1": "Daher solltest du Gutes tun ",
  "sn3.22:5.2": "als Anlage für künftige Leben. ",
  "sn3.22:5.3": "Die guten Taten der Lebewesen ",
  "sn3.22:5.4": "geben Halt in der nächsten Welt.“ "
}