{
  "sn3.20:0.1": "Verbundene Lehrreden 3.20 ",
  "sn3.20:0.2": "2. Das Kapitel über Kinderlosigkeit ",
  "sn3.20:0.3": "Kinderlos (2) ",
  "sn3.20:1.1": "Da ging König Pasenadi von Kosala mitten am Tag zum Buddha … Der Buddha sagte zu ihm: ",
  "sn3.20:1.2": "„Nun, großer König, woher kommst du mitten am Tag?“ ",
  "sn3.20:2.1": "„Herr, hier in Sāvatthī ist ein Hausbesitzer gestorben, ein Kapitalgeber. ",
  "sn3.20:2.2": "Da er kinderlos gestorben ist, komme ich, nachdem ich sein Vermögen zu den königlichen Gemächern überführt habe. ",
  "sn3.20:2.3": "Es waren zehn Millionen in Gold, vom Silber ganz zu schweigen. ",
  "sn3.20:2.4": "Und doch aß dieser Kapitalgeber ",
  "sn3.20:2.5": "Mahlzeiten von grobem Getreideschleim mit Pökel. ",
  "sn3.20:2.6": "Er trug dreiteilige Kleider ",
  "sn3.20:2.7": "aus Hanf. ",
  "sn3.20:2.8": "Er reiste in einem Fahrzeug, ",
  "sn3.20:2.9": "das ein maroder kleiner Karren war, und hielt ein Blatt als Sonnenschirm.“ ",
  "sn3.20:3.1": "„Das ist wirklich wahr, großer König! Das ist wirklich wahr! ",
  "sn3.20:3.2": "Es war einmal, großer König, dieser Hausbesitzer, der Kapitalgeber, der bereitete Almosen für einen isolierten Buddha mit Namen Tagarasikhī. ",
  "sn3.20:3.3": "Er leitete an: „Gebt diesem Asketen Almosen“, dann erhob er sich von seinem Sitz und ging. ",
  "sn3.20:3.4": "Doch nachdem er gegeben hatte, bereute er es: ",
  "sn3.20:3.5": "‚Es wäre besser gewesen, dieses Almosen den abhängigen Dienern oder Arbeitern zu essen zu geben.‘ ",
  "sn3.20:3.6": "Noch dazu ermordete er das einzige Kind seines Bruders um seines Vermögens willen. ",
  "sn3.20:4.1": "Weil er Tagarasikhī mit Almosen versorgt hatte, als Ergebnis dieser Tat, wurde der Kapitalgeber siebenmal an einem guten Ort wiedergeboren, in einer himmlischen Welt. ",
  "sn3.20:4.2": "Und als verbleibendes Ergebnis der gleichen Tat hatte er siebenmal die Stelle eines Kapitalgebers eben hier in Sāvatthī inne. ",
  "sn3.20:4.3": "Aber weil er das Almosengeben bereut hatte, ",
  "sn3.20:4.4": "als Ergebnis dieser Tat, neigte der Geist des Kapitalgebers nicht dazu, gutes Essen, Kleidung, Fahrzeuge oder die feineren der fünf Arten sinnlicher Erregung zu genießen. ",
  "sn3.20:4.5": "Und weil er das einzige Kind seines Bruders um seines Vermögens willen ermordet hatte, als Ergebnis dieser Tat, brannte der Kapitalgeber viele Jahre in der Hölle, viele hundert Jahre, viele tausend Jahre, viele hunderttausend Jahre. ",
  "sn3.20:4.6": "Und als verbleibendes Ergebnis der gleichen Tat ist er zum siebten Mal kinderlos, und sein Vermögen endet in der königlichen Schatzkammer. ",
  "sn3.20:4.7": "Nun ist das alte Verdienst dieses Kapitalgebers aufgebraucht und er hat kein neues Verdienst angesammelt. ",
  "sn3.20:4.8": "Heute, großer König, brennt dieser Kapitalgeber in der Großen Hölle der Schreie.“ ",
  "sn3.20:4.9": "„Wirklich, Herr, dieser Kapitalgeber wurde in der Großen Hölle der Schreie wiedergeboren?“ ",
  "sn3.20:4.10": "„Ja, das wurde er, großer König.“ ",
  "sn3.20:4.11": "Das sagte der Buddha. … ",
  "sn3.20:5.1": "„Getreide, Geld, Silber und Gold ",
  "sn3.20:5.2": "oder welchen Besitz es sonst noch gibt, ",
  "sn3.20:5.3": "abhängige Diener, Arbeiter, Angestellte ",
  "sn3.20:5.4": "und die, die von dir leben: ",
  "sn3.20:6.1": "Du musst weitergehen, ohne sie mitzunehmen; ",
  "sn3.20:6.2": "sie alle müssen zurückgelassen werden. ",
  "sn3.20:6.3": "Doch die Taten, die du tust ",
  "sn3.20:6.4": "mit Körper, Sprache und Geist, ",
  "sn3.20:7.1": "die kannst du dein Eigen nennen. ",
  "sn3.20:7.2": "Sie nimmst du mit, wenn du gehst. ",
  "sn3.20:7.3": "Sie gehen mit dir ",
  "sn3.20:7.4": "wie ein Schatten, der niemals weicht. ",
  "sn3.20:8.1": "Daher solltest du Gutes tun ",
  "sn3.20:8.2": "als Anlage für künftige Leben. ",
  "sn3.20:8.3": "Die guten Taten der Lebewesen ",
  "sn3.20:8.4": "geben Halt in der nächsten Welt.“ "
}