{
  "sn3.11:0.1": "Verbundene Lehrreden 3.11 ",
  "sn3.11:0.2": "2. Das Kapitel über Kinderlosigkeit ",
  "sn3.11:0.3": "Sieben Filzhaarasketen ",
  "sn3.11:1.1": "Einmal hielt sich der Buddha bei Sāvatthī im Ostkloster auf, dem Pfahlhaus der Mutter Migāras. ",
  "sn3.11:1.2": "Da kam der Buddha am späten Nachmittag aus seiner Klausur und setzte sich draußen vor dem Tor hin. ",
  "sn3.11:1.3": "Da ging der König Pasenadi von Kosala zum Buddha, verbeugte sich und setzte sich zur Seite hin. ",
  "sn3.11:2.1": "Nun gingen da gerade sieben Filzhaarasketen, sieben Jaina-Asketen, sieben nackte Asketen, sieben mit einem Tuch bekleidete Asketen und sieben Wanderer nicht weit vom Buddha vorbei. Ihre Achselhöhlen und Körper waren behaart und ihre Nägel waren lang; und sie trugen ihre Sachen mit Schultertragen. ",
  "sn3.11:2.2": "Da erhob sich König Pasenadi von seinem Sitz, ordnete seine Robe über einer Schulter, ließ sich auf das rechte Knie nieder, erhob seine zusammengelegten Hände in Richtung der verschiedenen Asketen und nannte dreimal seinen Namen: ",
  "sn3.11:2.3": "„Ihr Herren, ich bin Pasenadi, der König von Kosala! … ",
  "sn3.11:2.4": "Ich bin Pasenadi, der König von Kosala!“ ",
  "sn3.11:3.1": "Und kurz nachdem die Asketen weggegangen waren, ging König Pasenadi zum Buddha, verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "sn3.11:3.2": "„Herr, gehören sie zu denen in der Welt, die vollendet oder auf dem Pfad zur Vollendung sind?“ ",
  "sn3.11:4.1": "„Großer König, als Laie, der Sinnenfreuden genießt, mit seinen Kindern im Haus lebt, Sandelholz aus Kāsi benutzt, Kränze, Parfüm und Make-up trägt und Gold und Geld annimmt, ist es schwer für dich, zu wissen, wer vollendet oder auf dem Pfad zur Vollendung ist. ",
  "sn3.11:5.1": "Die Sittlichkeit eines Menschen kann man erkennen, wenn man mit ihm zusammenlebt – aber nur über einen langen Zeitraum, nicht beiläufig; nur, wenn man aufmerksam ist, nicht, wenn man nicht aufmerksam ist; und nur die Weisen können es, nicht die Geistlosen. ",
  "sn3.11:5.2": "Die Reinheit eines Menschen kann man erkennen, wenn man mit ihm Umgang pflegt … ",
  "sn3.11:5.3": "Die Widerstandskraft eines Menschen kann man im Unglück erkennen … ",
  "sn3.11:5.4": "Die Weisheit eines Menschen kann man in der Diskussion erkennen – aber nur über einen langen Zeitraum, nicht beiläufig; nur, wenn man aufmerksam ist, nicht, wenn man nicht aufmerksam ist; und nur die Weisen können es, nicht die Geistlosen.“ ",
  "sn3.11:6.1": "„Es ist unglaublich, Herr, es ist erstaunlich, ",
  "sn3.11:6.2": "wie treffend der Buddha das gesagt hat. … ",
  "sn3.11:7.1": "Herr, das sind meine Spione, meine Geheimagenten, die zurückkehren, nachdem sie das Land ausgespäht haben. ",
  "sn3.11:7.2": "Zuerst gehen sie als geheime Agenten, dann lasse ich sie mir berichten. ",
  "sn3.11:7.3": "Und nun – wenn sie den Staub und Schmutz abgewaschen haben, schön gebadet und geölt sind, Haar und Bart frisiert haben und in Weiß gekleidet sind – nun werden sie sich, mit den fünf Arten sinnlicher Erregung versorgt und ausgestattet, vergnügen.“ ",
  "sn3.11:8.1": "Und da er diese Sache verstand, sagte der Buddha bei dieser Gelegenheit diese Strophen auf: ",
  "sn3.11:9.1": "„Es ist nicht leicht, einen Mann nach seinem Äußeren zu kennen. ",
  "sn3.11:9.2": "Man sollte ihm nicht auf den ersten Blick trauen. ",
  "sn3.11:9.3": "Denn in dieser Welt leben ungezügelte Männer, ",
  "sn3.11:9.4": "die als Gezügelte verkleidet sind. ",
  "sn3.11:10.1": "Wie ein falscher Ohrring aus Ton, ",
  "sn3.11:10.2": "wie ein mit Gold überzogener halber Kupferpfennig, ",
  "sn3.11:10.3": "so leben sie verborgen in der Welt, ",
  "sn3.11:10.4": "innen unrein, aber außen erhebend.“ "
}