{
  "sn3.12:0.1": "Verbundene Lehrreden 3.12 ",
  "sn3.12:0.2": "2. Das Kapitel über Kinderlosigkeit ",
  "sn3.12:0.3": "Fünf Könige ",
  "sn3.12:1.1": "In Sāvatthī. ",
  "sn3.12:1.2": "Nun vergnügten sich da zu dieser Zeit fünf Könige mit König Pasenadi an der Spitze mit den fünf Arten sinnlicher Erregung, mit denen sie versorgt und ausgestattet waren, und dieses Gespräch kam unter ihnen auf: ",
  "sn3.12:1.3": "„Welche Sinnenfreude ist die beste?“ ",
  "sn3.12:1.4": "Manche sagten: ",
  "sn3.12:1.5": "„Bilder sind die beste Sinnenfreude!“ ",
  "sn3.12:1.6": "Andere sagten: ",
  "sn3.12:1.7": "„Töne sind die beste!“ ",
  "sn3.12:1.8": "Andere sagten: ",
  "sn3.12:1.9": "„Düfte sind die beste!“ ",
  "sn3.12:1.10": "Andere sagten: ",
  "sn3.12:1.11": "„Geschmäcke sind die beste!“ ",
  "sn3.12:1.12": "Andere sagten: ",
  "sn3.12:1.13": "„Berührungen sind die beste!“ ",
  "sn3.12:1.14": "Da diese Könige einander nicht überzeugen konnten, ",
  "sn3.12:2.1": "sagte König Pasenadi zu ihnen: ",
  "sn3.12:2.2": "„Kommt, ihr Herren, lasst uns zum Buddha gehen und ihn darüber befragen. ",
  "sn3.12:2.3": "So wie er uns antwortet, wollen wir es behalten.“ ",
  "sn3.12:2.4": "„Ja, guter Herr“, antworteten diese Könige. ",
  "sn3.12:3.1": "Dann gingen diese fünf Könige mit König Pasenadi an der Spitze zum Buddha, verbeugten sich und setzten sich zur Seite hin. König Pasenadi berichtete dem Buddha ihre Unterhaltung und sagte: ",
  "sn3.12:3.14": "„Herr, welche Sinnenfreude ist die beste?“ ",
  "sn3.12:4.1": "„Großer König, welche Sinnenfreude die beste ist, hängt davon ab, welche am angenehmsten ist, sage ich. ",
  "sn3.12:4.2": "Genau die gleichen Bilder sind für manche angenehm und für andere unangenehm. ",
  "sn3.12:4.3": "Wenn man mit bestimmten Bildern glücklich ist, da man alles hat, was man sich gewünscht hat, will man kein anderes Bild, das besser oder erlesener wäre. ",
  "sn3.12:4.4": "Diese Bilder sind für dich vollkommen ",
  "sn3.12:4.5": "und unübertrefflich. ",
  "sn3.12:5.1": "Genau die gleichen Töne … ",
  "sn3.12:6.1": "Düfte … ",
  "sn3.12:7.1": "Geschmäcke … ",
  "sn3.12:8.1": "oder Berührungen sind für manche angenehm und für andere unangenehm. ",
  "sn3.12:8.2": "Wenn man mit bestimmten Berührungen glücklich ist, da man alles hat, was man sich gewünscht hat, will man keine andere Berührung, die besser oder erlesener wäre. ",
  "sn3.12:8.3": "Diese Berührungen sind für dich vollkommen ",
  "sn3.12:8.4": "und unübertrefflich.“ ",
  "sn3.12:9.1": "Da saß gerade der Laie Candanaṅgalika in dieser Versammlung. ",
  "sn3.12:9.2": "Dieser erhob sich da von seinem Sitz, ordnete seine Robe über einer Schulter, ließ sich auf das rechte Knie nieder, erhob seine zusammengelegten Hände zum Buddha und sagte: ",
  "sn3.12:9.3": "„Mir fällt etwas ein, Gesegneter! Mir fällt etwas ein, Heiliger!“ ",
  "sn3.12:9.4": "„So sag, was dir einfällt“, sagte der Buddha. ",
  "sn3.12:10.1": "Da rühmte der Laie Candanaṅgalika den Buddha vor diesem selbst mit einer passenden Strophe: ",
  "sn3.12:11.1": "„Wie ein duftender rosafarbener Lotus, ",
  "sn3.12:11.2": "der morgens blüht und seinen Duft voll entfaltet: ",
  "sn3.12:11.3": "Sieh' Aṅgīrasa scheinen, ",
  "sn3.12:11.4": "hell wie die Sonne am Himmel!“ ",
  "sn3.12:12.1": "Da legten diese fünf Könige Candanaṅgalika fünf Oberroben um, ",
  "sn3.12:12.2": "und Candanaṅgalika legte sie dem Buddha um. "
}