{
  "sn37.32:0.1": "Linked Discourses 37 ",
  "sn37.32:0.2": "3. Powers ",
  "sn37.32:0.3": "32. Things ",
  "sn37.32:1.1": "“Mendicants, there are five things that are hard to get for females who have not made merit. ",
  "sn37.32:1.2": "What five? ",
  "sn37.32:1.3": "‘May I be born into a suitable family!’ ",
  "sn37.32:1.4": "This is the first thing. ",
  "sn37.32:1.5": "‘Having been born in a suitable family, may I marry into a suitable family!’ ",
  "sn37.32:1.6": "This is the second thing. ",
  "sn37.32:1.7": "‘Having been born in a suitable family and married into a suitable family, may I live at home without a co-wife!’ ",
  "sn37.32:1.8": "This is the third thing. ",
  "sn37.32:1.9": "‘Having been born in a suitable family, and married into a suitable family, and living at home without a co-wife, may I have children!’ ",
  "sn37.32:1.10": "This is the fourth thing. ",
  "sn37.32:1.11": "‘Having been born in a suitable family, and married into a suitable family, and living at home without a co-wife, and having had children, may I master my husband!’ ",
  "sn37.32:1.12": "This is the fifth thing. ",
  "sn37.32:1.13": "These are the five things that are hard to get for females who have not made merit. ",
  "sn37.32:2.1": "There are five things that are easy to get for females who have made merit. ",
  "sn37.32:2.2": "What five? ",
  "sn37.32:2.3": "‘May I be born into a suitable family!’ ",
  "sn37.32:2.4": "This is the first thing. ",
  "sn37.32:2.5": "‘Having been born into a suitable family, may I marry into a suitable family!’ ",
  "sn37.32:2.6": "This is the second thing. ",
  "sn37.32:2.7": "‘Having been born into a suitable family and married into a suitable family, may I live at home without a co-wife!’ ",
  "sn37.32:2.8": "This is the third thing. ",
  "sn37.32:2.9": "‘Having been born into a suitable family, and married into a suitable family, and living at home without a co-wife, may I have children!’ ",
  "sn37.32:2.10": "This is the fourth thing. ",
  "sn37.32:2.11": "‘Having been born into a suitable family, and married into a suitable family, and living at home without a co-wife, and having had children, may I master my husband!’ ",
  "sn37.32:2.12": "This is the fifth thing. ",
  "sn37.32:2.13": "These are the five things that are easy to get for females who have made merit.” "
}