{
  "sn47.14:0.1": "Linked Discourses 47.14 ",
  "sn47.14:0.2": "2. At Nāḷandā ",
  "sn47.14:0.3": "At Ukkacelā ",
  "sn47.14:1.1": "At one time the Buddha was staying in the land of the Vajjis near Ukkacelā on the bank of the Ganges river, together with a large Saṅgha of mendicants. It was not long after Sāriputta and Moggallāna had become fully extinguished. ",
  "sn47.14:1.2": "Now, at that time the Buddha was sitting in the open, surrounded by the Saṅgha of mendicants. ",
  "sn47.14:2.1": "Then the Buddha looked around the Saṅgha of mendicants, who were silent. He addressed them: ",
  "sn47.14:2.2": "“Mendicants, this assembly seems empty to me now that Sāriputta and Moggallāna have become fully extinguished. ",
  "sn47.14:2.3": "When Sāriputta and Moggallāna were alive, my assembly was never empty; I had no concern for any region where they stayed. ",
  "sn47.14:2.4": "The Buddhas of the past or the future have pairs of chief disciples who are no better than ",
  "sn47.14:2.5": "Sāriputta and Moggallāna were to me. ",
  "sn47.14:2.6": "",
  "sn47.14:2.7": "It’s an incredible and amazing quality of such disciples ",
  "sn47.14:2.8": "that they fulfill the Teacher’s instructions and follow his advice. And they’re liked and approved, respected and admired by the four assemblies. ",
  "sn47.14:2.9": "And it’s an incredible and amazing quality of the Realized One ",
  "sn47.14:2.10": "that when such a pair of disciples becomes fully extinguished he does not sorrow or lament. ",
  "sn47.14:2.11": "How could it possibly be so that what is born, created, conditioned, and liable to wear out should not wear out? ",
  "sn47.14:2.12": "That is not possible. ",
  "sn47.14:2.13": "Suppose there was a large tree standing with heartwood, and the largest branches fell off. ",
  "sn47.14:2.14": "In the same way, in the great Saṅgha that stands with heartwood, Sāriputta and Moggallāna have become fully extinguished. ",
  "sn47.14:2.15": "How could it possibly be so that what is born, created, conditioned, and liable to wear out should not wear out? ",
  "sn47.14:2.16": "That is not possible. ",
  "sn47.14:2.17": "So mendicants, live as your own island, your own refuge, with no other refuge. Let the teaching be your island and your refuge, with no other refuge. ",
  "sn47.14:3.1": "And how does a mendicant do this? ",
  "sn47.14:3.2": "It’s when a mendicant meditates by observing an aspect of the body—keen, aware, and mindful, rid of desire and aversion for the world. ",
  "sn47.14:3.3": "They meditate observing an aspect of feelings … ",
  "sn47.14:3.4": "mind … ",
  "sn47.14:3.5": "principles—keen, aware, and mindful, rid of desire and aversion for the world. ",
  "sn47.14:3.6": "That’s how a mendicant lives as their own island, their own refuge, with no other refuge. That’s how the teaching is their island and their refuge, with no other refuge. ",
  "sn47.14:3.7": "Whether now or after I have passed, any who shall live as their own island, their own refuge, with no other refuge; with the teaching as their island and their refuge, with no other refuge—those mendicants of mine who want to train shall be among the best of the best.” "
}