{
  "sn47.9:0.1": "Linked Discourses 47.9 ",
  "sn47.9:0.2": "1. In Ambapālī’s Mango Grove ",
  "sn47.9:0.3": "Sick ",
  "sn47.9:1.1": "So I have heard. ",
  "sn47.9:1.2": "At one time the Buddha was staying near Vesālī, at the little village of Beluva. ",
  "sn47.9:1.3": "There the Buddha addressed the mendicants: ",
  "sn47.9:1.4": "“Mendicants, please enter the rainy season residence with whatever friends or acquaintances you have around Vesālī. ",
  "sn47.9:1.5": "I’ll commence the rainy season residence right here in the little village of Beluva.” ",
  "sn47.9:1.6": "“Yes, sir,” those mendicants replied. They did as the Buddha said, ",
  "sn47.9:1.7": "while the Buddha commenced the rainy season residence right there in the little village of Beluva. ",
  "sn47.9:2.1": "After the Buddha had commenced the rainy season residence, he fell severely ill, struck by dreadful pains, close to death. ",
  "sn47.9:2.2": "But he endured unbothered, with mindfulness and situational awareness. ",
  "sn47.9:2.3": "Then it occurred to the Buddha: ",
  "sn47.9:2.4": "“It would not be appropriate for me to become fully extinguished before informing my attendants and taking leave of the mendicant Saṅgha. ",
  "sn47.9:2.5": "Why don’t I forcefully suppress this illness, stabilize the life force, and live on?” ",
  "sn47.9:2.6": "So that is what he did. ",
  "sn47.9:2.7": "Then the Buddha’s illness died down. ",
  "sn47.9:3.1": "Soon after the Buddha had recovered from that sickness, he left his dwelling and sat in the shade of the porch on the seat spread out. ",
  "sn47.9:3.2": "Then Venerable Ānanda went up to the Buddha, bowed, sat down to one side, and said to him: ",
  "sn47.9:3.3": "“Sir, it’s fantastic that the Buddha is comfortable, ",
  "sn47.9:3.4": "that he’s well, ",
  "sn47.9:3.5": "and that he’s alright. ",
  "sn47.9:3.6": "Because when the Buddha was sick, my body felt like it was drugged. I was disorientated, and the teachings didn’t spring to mind. ",
  "sn47.9:3.7": "Still, at least I was consoled by the thought that ",
  "sn47.9:3.8": "the Buddha won’t become fully extinguished without bringing something up regarding the Saṅgha of mendicants.” ",
  "sn47.9:4.1": "“But what could the mendicant Saṅgha expect from me now, Ānanda? ",
  "sn47.9:4.2": "I’ve taught the Dhamma without making any distinction between secret and public teachings. ",
  "sn47.9:4.3": "The Realized One doesn’t have the closed fist of a teacher when it comes to the teachings. ",
  "sn47.9:4.4": "If there’s anyone who thinks: ",
  "sn47.9:4.5": "‘I shall lead the mendicant Saṅgha,’ or ‘the Saṅgha of mendicants is meant for me,’ let them bring something up regarding the Saṅgha. ",
  "sn47.9:4.6": "But the Realized One doesn’t think like this, ",
  "sn47.9:4.7": "",
  "sn47.9:4.8": "so why should he bring something up regarding the Saṅgha? ",
  "sn47.9:4.9": "Now I am old, elderly and senior. I’m advanced in years and have reached the final stage of life. ",
  "sn47.9:4.10": "I’m currently eighty years old. ",
  "sn47.9:4.11": "Just as a decrepit old cart keeps going by relying on straps, ",
  "sn47.9:4.12": "in the same way, the Realized One’s body keeps going as if it were relying on straps. ",
  "sn47.9:5.1": "Sometimes the Realized One, not focusing on any signs, and with the cessation of certain feelings, enters and remains in the signless immersion of the heart. Only then does the Realized One’s body become more comfortable. ",
  "sn47.9:5.2": "So Ānanda, live as your own island, your own refuge, with no other refuge. Let the teaching be your island and your refuge, with no other refuge. ",
  "sn47.9:6.1": "And how does a mendicant do this? ",
  "sn47.9:6.2": "It’s when a mendicant meditates by observing an aspect of the body—keen, aware, and mindful, rid of desire and aversion for the world. ",
  "sn47.9:6.3": "They meditate observing an aspect of feelings … ",
  "sn47.9:6.4": "mind … ",
  "sn47.9:6.5": "principles—keen, aware, and mindful, rid of desire and aversion for the world. ",
  "sn47.9:6.6": "That’s how a mendicant lives as their own island, their own refuge, with no other refuge. That’s how the teaching is their island and their refuge, with no other refuge. ",
  "sn47.9:6.7": "Whether now or after I have passed, any who shall live as their own island, their own refuge, with no other refuge; with the teaching as their island and their refuge, with no other refuge—those mendicants of mine who want to train shall be among the best of the best.” "
}