{
  "sn42.1:0.1": "Саньютта Никая 42.1 ",
  "sn42.1:0.2": "1. Начальник ",
  "sn42.1:0.3": "Чанда ",
  "sn42.1:1.1": "В Саваттхи. ",
  "sn42.1:1.2": "И тогда градоначальник Чанда Гневливый отправился к Благословенному, поклонился ему, сел рядом и сказал: ",
  "sn42.1:1.3": "«Уважаемый, в чём условие и причина того, что некоего человека считают гневливым? ",
  "sn42.1:1.4": "Уважаемый, в чём условие и причина того, что некоего человека считают добрым?» ",
  "sn42.1:1.5": "«Бывает, градоначальник, что некий человек не отбросил жажду. ",
  "sn42.1:1.6": "Поскольку он не отбросил жажду, другие люди раздражают его. Когда другие раздражают его, он проявляет раздражение. ",
  "sn42.1:1.7": "Так, его считают гневливым. ",
  "sn42.1:1.8": "Он не отбросил злобу. ",
  "sn42.1:1.9": "Поскольку он не отбросил злобу, другие люди раздражают его. Когда другие раздражают его, он проявляет раздражение. ",
  "sn42.1:1.10": "Так, его считают гневливым. ",
  "sn42.1:1.11": "Он не отбросил заблуждение. ",
  "sn42.1:1.12": "Поскольку он не отбросил заблуждение, другие люди раздражают его. Когда другие раздражают его, он проявляет раздражение. ",
  "sn42.1:1.13": "Так, его считают гневливым. ",
  "sn42.1:1.14": "В этом условие и причина того, что некоего человека считают гневливым. ",
  "sn42.1:2.1": "Бывает, градоначальник, что некий человек отбросил жажду. ",
  "sn42.1:2.2": "Поскольку он отбросил жажду, другие люди не раздражают его. Когда другие не раздражают его, он не проявляет раздражения. ",
  "sn42.1:2.3": "Так, его считают добрым. ",
  "sn42.1:2.4": "Он отбросил злобу. ",
  "sn42.1:2.5": "Поскольку он отбросил злобу, другие люди не раздражают его. Когда другие не раздражают его, он не проявляет раздражения. ",
  "sn42.1:2.6": "Так, его считают добрым. ",
  "sn42.1:2.7": "Он отбросил заблуждение. ",
  "sn42.1:2.8": "Поскольку он отбросил заблуждение, другие люди не раздражают его. Когда другие не раздражают его, он не проявляет раздражения. ",
  "sn42.1:2.9": "Так, его считают добрым. ",
  "sn42.1:2.10": "В этом условие и причина того, что некоего человека считают добрым. ",
  "sn42.1:3.1": "Когда так было сказано, градоначальник Чанда сказал Благословенному: ",
  "sn42.1:3.2": "«Великолепно, уважаемый! Великолепно, уважаемый! ",
  "sn42.1:3.3": "Как если бы он поставил на место то, что было перевёрнуто, раскрыл спрятанное, показал путь тому, кто потерялся, внёс лампу во тьму, чтобы зрячий да мог увидеть, точно также Благословенный различными способами прояснил Дхамму. ",
  "sn42.1:3.4": "Я принимаю прибежище в Благословенном, прибежище в Дхамме и прибежище в Сангхе монахов. ",
  "sn42.1:3.5": "Пусть Благословенный помнит меня как мирского последователя, принявшего в нём прибежище с этого дня и на всю жизнь». "
}