{
  "sn42.13:0.1": "Саньютта Никая 42.13 ",
  "sn42.13:0.2": "1. Начальник ",
  "sn42.13:0.3": "Паталия ",
  "sn42.13:1.1": "Однажды Благословенный проживал в стране Колиев, где был город Колиев под названием Уттара. ",
  "sn42.13:1.2": "И тогда градоначальник Паталия отправился к Благословенному, поклонился ему, сел рядом и сказал: ",
  "sn42.13:1.3": "«Я слышал так, уважаемый: ",
  "sn42.13:1.4": "«Отшельник Готама знает магию». ",
  "sn42.13:2.1": "Я надеюсь, уважаемый, что те, кто говорят так: «Отшельник Готама знает магию», утверждают то, что было сказано Благословенным, и не выставляют его в ложном свете тем, что противоположно действительности; что они объясняют в соответствии с Дхаммой так, что их утверждение не влечёт за собой уместной почвы для критики. ",
  "sn42.13:2.2": "Потому что мы не хотели бы выставлять в ложном свете Благословенного, уважаемый». ",
  "sn42.13:2.3": "«Градоначальник, те, кто говорит: «Отшельник Готама знает магию» – утверждают то, что было сказано мной, и не выставляют меня в ложном свете тем, что противоположно действительности. Они объясняют в соответствии с Дхаммой так, что их утверждение не влечёт за собой уместной почвы для критики». ",
  "sn42.13:2.4": "«В таком случае, уважаемый, мы не поверили той очевидной истине, которую говорили те жрецы и отшельники, утверждая: ",
  "sn42.13:2.5": "«Отшельник Готама знает магию. В самом деле, господин, отшельник Готама – колдун!». ",
  "sn42.13:2.6": "«Градоначальник, а разве тот, кто утверждает: «Я знаю магию», также утверждает и «Я колдун»? ",
  "sn42.13:2.7": "«Так оно, Благословенный! Так оно, Счастливый!» ",
  "sn42.13:2.8": "«В таком случае, градоначальник, я задам тебе вопрос по этой самой теме. Отвечай так, как посчитаешь нужным. ",
  "sn42.13:3.1": "Как ты думаешь, градоначальник, ",
  "sn42.13:3.2": "знаешь ли ты наёмников Колиев с повислыми головными уборами?» ",
  "sn42.13:3.3": "«Да, уважаемый». ",
  "sn42.13:3.4": "«Как ты думаешь, градоначальник? В чём заключается работа наёмников Колиев с повислыми головными уборами?» ",
  "sn42.13:3.5": "«Их работа, уважаемый, в том, чтобы арестовывать воров для Колиев и доставлять послания Колиев». ",
  "sn42.13:3.6": "«Как ты думаешь, градоначальник? ",
  "sn42.13:3.7": "Наёмники Колиев с повислыми головными уборами добродетельны или безнравственны?» ",
  "sn42.13:3.8": "«Я знаю, уважаемый, что они безнравственные, плохие. Их можно причислить к тем в этом мире, кто плохой и безнравственный». ",
  "sn42.13:3.9": "«Градоначальник, правильно ли было бы утверждать: ",
  "sn42.13:3.10": "«Градоначальник Паталия знает, что наёмники Колиев с повислыми головными уборами безнравственные и плохие. Градоначальник Паталия тоже безнравственный и плохой»? ",
  "sn42.13:3.11": "«Нет, уважаемый. ",
  "sn42.13:3.12": "Я не такой, как наёмники Колиев с повислыми головными уборами. У меня не такой характер, как у них». ",
  "sn42.13:3.13": "«Если, градоначальник, о тебе можно сказать: «Градоначальник Паталия знает, что наёмники Колиев с повислыми головными уборами безнравственные и плохие, но сам градоначальник Паталия не безнравственный и не плохой», то почему же тогда нельзя сказать о Татхагате: «Татхагата знает магию, но Татхагата не колдун»? ",
  "sn42.13:3.14": "Я знаю магию, градоначальник, а также знаю результаты магии, и я знаю то, как колдун, по мере его странствий в круговерти перерождений, с распадом тела, после смерти, перерождается в состоянии лишений, в несчастливом уделе, в нижних мирах, даже в аду. ",
  "sn42.13:4.1": "Я знаю, градоначальник, убийство живых существ, результат убийства живых существ, и я знаю, как тот, кто убивает живых существ, по мере его странствий в круговерти перерождений, с распадом тела, после смерти, перерождается в состоянии лишений, в несчастливом уделе, в нижних мирах, даже в аду. ",
  "sn42.13:4.2": "Я знаю, градоначальник, взятие того, что не было дано… ",
  "sn42.13:4.3": "неблагое поведение в чувственных удовольствиях… ",
  "sn42.13:4.4": "ложь… ",
  "sn42.13:4.5": "сеющие распри речи… ",
  "sn42.13:4.6": "грубые речи… ",
  "sn42.13:4.7": "пустословие… ",
  "sn42.13:4.8": "жадность… ",
  "sn42.13:4.9": "недоброжелательность и злобу… ",
  "sn42.13:4.10": "неправильные воззрения и результат неправильных воззрений, и я знаю, как тот, кто имеет неправильные воззрения, по мере его странствий в круговерти перерождений, с распадом тела, после смерти, перерождается в состоянии лишений, в несчастливом уделе, в нижних мирах, даже в аду. ",
  "sn42.13:5.1": "Есть, градоначальник, жрецы и отшельники, которые придерживаются такой доктрины и воззрений: ",
  "sn42.13:5.2": "„Любой, кто убивает живых существ, переживает боль и грусть как плод этой каммы уже в этой самой жизни. ",
  "sn42.13:5.3": "Любой, кто берёт то, что не было дано… ",
  "sn42.13:5.4": "совершает неблагое поведение в чувственных удовольствиях… ",
  "sn42.13:5.5": "говорит ложь, переживает боль и грусть в этой самой жизни». ",
  "sn42.13:6.1": "Бывает, градоначальник, что можно увидеть некоего человека в украшениях и гирляндах, только что искупавшегося, ухоженного, с подстриженными волосами и бородой, наслаждающегося чувственными удовольствиями с женщинами, как если бы он был царём. ",
  "sn42.13:6.2": "И о нём спрашивают: ",
  "sn42.13:6.3": "«Почтенный, что сделал этот человек, что он весь в украшениях и и гирляндах… наслаждается чувственными удовольствиями с женщинами, как если бы был царём?» ",
  "sn42.13:6.4": "И им отвечают: ",
  "sn42.13:6.5": "«Почтенный, этот человек напал на врага царя и забрал его жизнь. ",
  "sn42.13:6.6": "Царь был им доволен и наградил его. ",
  "sn42.13:6.7": "Вот почему этот человек в украшениях… наслаждается чувственными удовольствиями с женщинами, как если бы был царём». ",
  "sn42.13:7.1": "Далее, градоначальник, бывает так, что можно увидеть некоего человека с прочно связанными крепкой верёвкой руками за спиной, с обритой головой, которого ведут по улицам от площади к площади под грозную барабанную дробь, а затем выводят через южные ворота и отрубают ему голову к югу от города. ",
  "sn42.13:7.2": "И о нём спрашивают: ",
  "sn42.13:7.3": "„Почтенный, что сделал этот человек, что он шёл со связанными крепкой верёвкой руками за спиной… и ему отрубили голову к югу от города?“ ",
  "sn42.13:7.4": "И им отвечают: ",
  "sn42.13:7.5": "„Почтенный, этот человек – враг царя, забрал жизнь мужчины или женщины. ",
  "sn42.13:7.6": "Вот почему правители, арестовав его, наложили на него такое наказание». ",
  "sn42.13:8.1": "Как ты думаешь, градоначальник, ",
  "sn42.13:8.2": "видел ли ты или слышал ли ты о таком?» ",
  "sn42.13:8.3": "«Я видел такое, уважаемый, и слышал о таком, и ещё услышу об этом». ",
  "sn42.13:8.4": "«Поэтому, градоначальник, когда те жрецы и отшельники, которые придерживаются такой доктрины и воззрения: ",
  "sn42.13:8.5": "„Любой, кто убивает живых существ, переживает боль и грусть в этой самой жизни“, говорят правильно или ошибочно?» ",
  "sn42.13:8.6": "«Ошибочно, уважаемый». ",
  "sn42.13:8.7": "«А те, кто лепечет пустую ерунду – нравственны или безнравственны?» ",
  "sn42.13:8.8": "«Безнравственны, уважаемый». ",
  "sn42.13:8.9": "«А тот, кто безнравственный и плохой, практикует правильно или неправильно?» ",
  "sn42.13:8.10": "«Практикует неправильно, уважаемый». ",
  "sn42.13:8.11": "«А тот, кто практикует неправильно, имеет правильные воззрения или неправильные?» ",
  "sn42.13:8.12": "«Неправильные, уважаемый». ",
  "sn42.13:8.13": "«И подобает ли верить тем, кто имеет неправильные воззрения?» ",
  "sn42.13:8.14": "«Нет, уважаемый». ",
  "sn42.13:9.1": "«Далее, градоначальник, бывает так, что можно увидеть некоего человека в украшениях и гирляндах, только что искупавшегося, ухоженного, с подстриженными волосами и бородой, наслаждающегося чувственными удовольствиями с женщинами, как если бы он был царём. ",
  "sn42.13:9.2": "И о нём спрашивают: ",
  "sn42.13:9.3": "„Почтенный, что сделал этот человек, что он в украшениях и гирляндах… наслаждается чувственными удовольствиями с женщинами, как если бы был царём?“ ",
  "sn42.13:9.4": "И им отвечают: ",
  "sn42.13:9.5": "„Почтенный, этот человек напал на врага царя и украл драгоценный камень. ",
  "sn42.13:9.6": "Царь был им доволен и наградил его. ",
  "sn42.13:9.7": "Вот почему этот человек весь в украшениях…“. ",
  "sn42.13:10.1": "Далее, градоначальник, бывает так, что можно увидеть некоего человека с прочно связанными крепкой верёвкой руками за спиной, с обритой головой, котороговедут по улицам от площади к площади под грозную барабанную дробь, а затем выводят через южные ворота и отрубают ему голову к югу от города. И о нём спрашивают: ",
  "sn42.13:10.2": "„Почтенный, что сделал этот человек, что он шёл со связанными крепкой верёвкой руками за спиной… и ему отрубили голову к югу от города?“ ",
  "sn42.13:10.3": "И им отвечают: ",
  "sn42.13:10.4": "„Почтенный, этот человек – враг царя, он украл кое-что из деревни или из леса, совершил кражу. ",
  "sn42.13:10.5": "Вот почему правители, арестовав его, наложили на него такое наказание“. ",
  "sn42.13:10.6": "Как ты думаешь, градоначальник, ",
  "sn42.13:10.7": "видел ли ты или слышал ли ты о таком?» ",
  "sn42.13:10.8": "«Я видел такое, уважаемый, и слышал о таком, и ещё услышу об этом». ",
  "sn42.13:10.9": "«Поэтому, градоначальник, когда те жрецы и отшельники, которые придерживаются такой доктрины и воззрения: ",
  "sn42.13:10.10": "«Любой, кто берёт то, что ему не было дано, переживает боль и грусть в этой самой жизни», говорят правильно или ошибочно?»<j>«Ошибочно, уважаемый».<j>«А те, кто лепечет пустую ерунду, нравственны или безнравственны?»<j>«Безнравственны, уважаемый».<j>«А тот, кто безнравственный и плохой, тот практикует правильно или неправильно?»<j>«Практикует неправильно, уважаемый».<j>«А тот, кто практикует неправильно, имеет правильные воззрения или неправильные?»<j>«Неправильные, уважаемый». ",
  "sn42.13:10.11": "«И подобает ли верить тем, кто имеет неправильные воззрения?» ",
  "sn42.13:10.12": "«Нет, уважаемый». ",
  "sn42.13:11.1": "«Далее, градоначальник, бывает так, что можно увидеть некоего человека в украшениях и и гирляндах… ",
  "sn42.13:11.2": "И о нём спрашивают: ",
  "sn42.13:11.3": "«Почтенный, что сделал этот человек, что он в украшениях и и гирляндах…?» ",
  "sn42.13:11.4": "И им отвечают: ",
  "sn42.13:11.5": "«Почтенный, этот человек соблазнил жён врага царя. ",
  "sn42.13:11.6": "Царь был им доволен и наградил его. ",
  "sn42.13:11.7": "Вот почему этот человек в украшениях…». ",
  "sn42.13:12.1": "Далее, градоначальник, бывает так, что можно увидеть некоего человека с прочно связанными крепкой верёвкой руками за спиной… ",
  "sn42.13:12.2": "И о нём спрашивают: ",
  "sn42.13:12.3": "«Почтенный, что сделал этот человек… ?» ",
  "sn42.13:12.4": "И им отвечают: ",
  "sn42.13:12.5": "«Почтенный, этот человек соблазнил женщин или девушек из хороших семей. ",
  "sn42.13:12.6": "Вот почему правители, арестовав его, наложили на него такое наказание». ",
  "sn42.13:12.7": "Как ты думаешь, градоначальник, ",
  "sn42.13:12.8": "видел ли ты или слышал ли ты о таком?» ",
  "sn42.13:12.9": "«Я видел такое, уважаемый, и слышал о таком, и ещё услышу об этом». ",
  "sn42.13:12.10": "«Поэтому, градоначальник, когда те жрецы и отшельники, которые придерживаются такой доктрины и воззрения: ",
  "sn42.13:12.11": "«Любой, кто пускается в неблагое поведение в чувственных удовольствиях, переживает боль и грусть в этой самой жизни», говорят правильно или ошибочно?»<j>«Ошибочно, уважаемый».<j>«А те, кто лепечет пустую ерунду, нравственны или безнравственны?»<j>«Безнравственны, уважаемый».<j>«А тот, кто безнравственный и плохой, тот практикует правильно или неправильно?»<j>«Практикует неправильно, уважаемый».<j>«А тот, кто практикует неправильно, имеет правильные воззрения или неправильные?»<j>«Неправильные, уважаемый». ",
  "sn42.13:12.12": "«И подобает ли верить тем, кто имеет неправильные воззрения?» ",
  "sn42.13:12.13": "«Нет, уважаемый». ",
  "sn42.13:13.1": "«Далее, градоначальник, бывает так, что можно увидеть некоего человека в украшениях и и гирляндах… ",
  "sn42.13:13.2": "И о нём спрашивают: ",
  "sn42.13:13.3": "«Почтенный, что сделал этот человек, что он в украшениях и и гирляндах…?» ",
  "sn42.13:13.4": "И им отвечают: ",
  "sn42.13:13.5": "«Почтенный, этот человек развлекал царя лживыми речами. ",
  "sn42.13:13.6": "Царь был им доволен и наградил его. ",
  "sn42.13:13.7": "Вот почему этот человек весь в украшениях…». ",
  "sn42.13:14.1": "Далее, градоначальник, бывает так, что можно увидеть некоего человека с прочно связанными крепкой верёвкой руками за спиной… ",
  "sn42.13:14.2": "И о нём спрашивают: ",
  "sn42.13:14.3": "«Почтенный, что сделал этот человек… ?» ",
  "sn42.13:14.4": "И им отвечают: ",
  "sn42.13:14.5": "«Почтенный, этот человек разорил домохозяина или его сына лживыми речами. ",
  "sn42.13:14.6": "Вот почему правители, арестовав его, наложили на него такое наказание». ",
  "sn42.13:14.7": "Как ты думаешь, градоначальник, ",
  "sn42.13:14.8": "видел ли ты или слышал ли ты о таком?» ",
  "sn42.13:14.9": "«Я видел такое, уважаемый, и слышал о таком, и ещё услышу об этом». ",
  "sn42.13:14.10": "«Поэтому, градоначальник, когда те жрецы и отшельники, которые придерживаются такой доктрины и воззрения: ",
  "sn42.13:14.11": "«Любой, кто говорит ложь, переживает боль и грусть в этой самой жизни», говорят правильно или ошибочно?» ",
  "sn42.13:14.12": "«Ошибочно, уважаемый». ",
  "sn42.13:14.13": "«А те, кто лепечет пустую ерунду – нравственны или безнравственны?» ",
  "sn42.13:14.14": "«Безнравственны, уважаемый». ",
  "sn42.13:14.15": "«А тот, кто безнравственный и плохой, практикует правильно или неправильно?» ",
  "sn42.13:14.16": "«Практикует неправильно, уважаемый». ",
  "sn42.13:14.17": "«А тот, кто практикует неправильно, имеет правильные воззрения или неправильные?» ",
  "sn42.13:14.18": "«Неправильные, уважаемый». ",
  "sn42.13:14.19": "«И подобает ли верить тем, кто имеет неправильные воззрения?» ",
  "sn42.13:14.20": "«Нет, уважаемый. ",
  "sn42.13:15.1": "Удивительно, уважаемый! Поразительно, уважаемый! ",
  "sn42.13:15.2": "У меня есть дом для отдыха ",
  "sn42.13:15.3": "с кроватями, сиденьями, с горшком для воды, с масляной лампой. ",
  "sn42.13:15.4": "Когда там останавливаются какие-либо жрецы и отшельники, я делюсь с ними всем этим насколько могу. ",
  "sn42.13:15.5": "В прошлом, уважаемый, четыре учителя, имевших различные воззрения, различные убеждения, различные предпочтения, приходили и останавливались в этом доме для отдыха. ",
  "sn42.13:16.1": "Один учитель придерживался такой доктрины и воззрения: ",
  "sn42.13:16.2": "„Нет ничего, что дано; нет ничего, что предложено; нет ничего, что пожертвовано. Нет плода или результата хороших или плохих поступков. Нет этого мира, нет другого мира; нет отца, нет матери, нет спонтанно рождающихся существ. Нет хороших и нравственных жрецов и отшельников в мире, которые, сами реализовав это своим собственным прямым знанием, провозгласили знание об этом мире и другом мире“. ",
  "sn42.13:17.1": "Другой учитель придерживался такой доктрины и воззрения: ",
  "sn42.13:17.2": "„Есть то, что дано; есть то, что предложено; есть то, что пожертвовано. Есть плод или результат хороших или плохих поступков. Есть этот мир, есть другой мир; есть отец, есть мать, есть спонтанно рождающиеся существа. Есть хорошие и нравственные жрецы и отшельники в мире, которые, сами реализовав это своимсобственным прямым знанием, провозгласили знание об этом мире и другом мире“. ",
  "sn42.13:18.1": "Ещё один учитель придерживался такой доктрины и воззрения: ",
  "sn42.13:18.2": "„Действуя или побуждая действовать других, калеча или побуждая калечить других, пытая или побуждая пытать других, огорчая или побуждая огорчать других, угнетая или побуждая угнетать других, наводя ужас или побуждая наводить ужас других; убивая живых существ, забирая то, что не было дано, врываясь в дома, расхищая имущество, совершая кражу, совершая разбой на дорогах, совращая чужую жену, говоря ложь, человек не делает зла. ",
  "sn42.13:18.3": "Если железным диском с острыми краями превратить живых существ на этой земле в одну кучу из плоти, одну груду из плоти, то не свершилось бы зла по этой причине, не наступило бы зла. ",
  "sn42.13:18.4": "Даже если ктолибо шёл бы вдоль южного берега Ганги, убивая и побуждая убивать других, калеча и побуждая калечить других, пытая и побуждая пытать других, то не свершилось бы зла по этой причине, не наступило бы зла. ",
  "sn42.13:18.5": "Даже если ктолибо шёл бы вдоль северного берега Ганги, раздавая дары и побуждая других раздавать дары, делая подношения и побуждая других делать подношения, то не свершилось бы благих заслуг по этой причине, не наступило бы заслуг. ",
  "sn42.13:18.6": "Благодаря щедрости, самообузданию, сдержанности, правдивой речи не свершается заслуг по этой причине, не наступает заслуг“. ",
  "sn42.13:19.1": "Ещё один учитель придерживался такой доктрины и воззрения: ",
  "sn42.13:19.2": "„Действуя или побуждая действовать других, калеча или побуждая калечить других… человек совершает зло. ",
  "sn42.13:19.3": "Если железным диском с острыми краями превратить всех живых существ на этой земле в одну кучу из плоти, одну груду из плоти, то зло свершилось бы по этой причине, наступило бы зло. ",
  "sn42.13:19.4": "Если кто-либо шёл бы вдоль южного берега Ганги, убивая и побуждая убивать других, калеча и побуждая калечить других, пытая и побуждая пытать других, то зло свершилось бы по этой причине, наступило бы зло. ",
  "sn42.13:19.5": "Если кто-либо шёл бы вдоль северного берега Ганги, раздавая дары и побуждая раздавать дары других, делая подношения и побуждая делать подношения других, то свершились бы благие заслуги по этой причине, наступили бы заслуги. ",
  "sn42.13:19.6": "Благодаря щедрости, самообузданию, сдержанности, правдивой речи свершаются заслуги по этой причине, наступают заслуги“. ",
  "sn42.13:20.1": "И возникли во мне, уважаемый, замешательство и сомнение: ",
  "sn42.13:20.2": "«Какой же из этих почтенных жрецов и отшельников говорит истину, какой же из них говорит неправду?» ",
  "sn42.13:21.1": "«Само собой разумеется, что ты пришёл в замешательство, само собой разумеется, что ты засомневался. ",
  "sn42.13:21.2": "Сомнения возникли в тебе в отношении того, что сбивает с толку». ",
  "sn42.13:21.3": "«Но у меня есть такая уверенность в Благословенном: „Благословенный сможет обучить меня Дхамме так, что я отброшу это состояние замешательства“». ",
  "sn42.13:22.1": "«Существует, градоначальник, сосредоточение Дхаммы. ",
  "sn42.13:22.2": "Если бы ты обрёл сосредоточение ума в этом, то мог бы отбросить это состояние замешательства. ",
  "sn42.13:22.3": "И что такое, градоначальник, сосредоточение Дхаммы? ",
  "sn42.13:22.4": "Вот, градоначальник, отказавшись от убийства живых существ, благородный ученик воздерживается от убийства живых существ. Отказавшись от взятия того, что не было дано, он воздерживается от взятия того, что ему не было дано. Отказавшись от неблагого поведения в чувственных удовольствиях, он воздерживается от неблагого поведения в чувственных удовольствиях. Отказавшись от лживых речей, он воздерживается от лживых речей. Отказавшись от сеющих распри речей, он воздерживается от сеющих распри речей. Отказавшись от грубых речей, он воздерживается от грубых речей. Отказавшись от пустословия, он воздерживается от пустословия. Отказавшись от жадности, он не жаден. Отказавшись от недоброжелательности и злобы, он пребывает с умом, лишённым недоброжелательности. Отказавшись от неправильных воззрений, он обладает правильными воззрениями. ",
  "sn42.13:23.1": "Далее, градоначальник, этот благородный ученик – лишённый таким образом жадности, лишённый недоброжелательности, без замутнённого ума, бдительный, постоянно осознанный – пребывает, наполняя первую сторону света умом, наделённым доброжелательностью, равно как и вторую, равно как и третью сторону, равно как и четвёртую. Вверх, вниз, вокруг и всюду, ко всем, как к самому себе, – он пребывает, охватывая и наполняя весь мир умом, наделённым доброжелательностью, – обильным, возвышенным, безмерным, не имеющим враждебности и недоброжелательности. ",
  "sn42.13:23.2": "И он рассуждает так: ",
  "sn42.13:23.3": "„Этот учитель придерживается такой доктрины и воззрения: ",
  "sn42.13:23.4": "‘Нет ничего, что дано…’. ",
  "sn42.13:23.5": "Даже если слова этого почтенного учителя правдивы, тем не менее для меня является бесспорным то, что я не притесняю ни слабого, ни сильного. ",
  "sn42.13:23.6": "В обоих случаях я выигрываю: поскольку я сдержан в теле, речи, уме и поскольку c распадом тела, после смерти, я перерожусь в счастливом уделе, в небесном мире“. ",
  "sn42.13:23.7": "По мере таких рассуждений возникает радость. ",
  "sn42.13:23.8": "Когда он рад, в нём рождается восторг. ",
  "sn42.13:23.9": "Тело того, кто пропитан восторгом, становится безмятежным. ",
  "sn42.13:23.10": "Тот, чьё тело безмятежно, ощущает удовольствие. ",
  "sn42.13:23.11": "Ум того, кто ощущает удовольствие, становится сосредоточенным. ",
  "sn42.13:23.12": "Это, градоначальник, является сосредоточением Дхаммы. ",
  "sn42.13:23.13": "Если бы ты обрёл сосредоточение ума в этом, то мог бы отбросить это состояние замешательства. ",
  "sn42.13:24.1": "Далее, градоначальник, этот благородный ученик – лишённый таким образом жадности… пребывает, наполняя первую сторону света умом, наделённым доброжелательностью…. ",
  "sn42.13:24.2": "И он рассуждает так: ",
  "sn42.13:24.3": "„Этот учитель придерживается такой доктрины и воззрения: ",
  "sn42.13:24.4": "‘Есть то, что дано…’. ",
  "sn42.13:24.5": "Даже если слова этого почтенного учителя правдивы, тем не менее для меня является бесспорным то, что я не притесняю ни слабого, ни сильного. ",
  "sn42.13:24.6": "В обоих случаях я выигрываю: поскольку я сдержан в теле, речи, уме и поскольку c распадом тела, после смерти, я перерожусь в счастливом уделе, в небесном мире“. ",
  "sn42.13:24.7": "По мере таких рассуждений возникает радость. ",
  "sn42.13:24.8": "Когда он рад, в нём рождается восторг. ",
  "sn42.13:24.9": "Тело того, кто пропитан восторгом, становится безмятежным. ",
  "sn42.13:24.10": "Тот, чьё тело безмятежно, ощущает удовольствие. ",
  "sn42.13:24.11": "Ум того, кто ощущает удовольствие, становится сосредоточенным. ",
  "sn42.13:24.12": "Это, градоначальник, является сосредоточением Дхаммы. ",
  "sn42.13:24.13": "Если бы ты обрёл сосредоточение ума в этом, то мог бы отбросить это состояние замешательства. ",
  "sn42.13:25.1": "Далее, градоначальник, этот благородный ученик – лишённый таким образом жадности… пребывает, наполняя первую сторону света умом, наделённым доброжелательностью…. ",
  "sn42.13:25.2": "И он рассуждает так: ",
  "sn42.13:25.3": "„Этот учитель придерживается такой доктрины и воззрения: ",
  "sn42.13:25.4": "‘Действуя или побуждая действовать других, калеча или побуждая калечить других… человек не делает зла…’. ",
  "sn42.13:25.9": "Даже если слова этого почтенного учителя правдивы, тем не менее для меня является бесспорным то, что я не притесняю ни слабого, ни сильного…“. ",
  "sn42.13:25.15": "Ум того, кто ощущает удовольствие, становится сосредоточенным. ",
  "sn42.13:25.16": "Это, градоначальник, является сосредоточением Дхаммы. ",
  "sn42.13:25.17": "Если бы ты обрёл сосредоточение ума в этом, то мог бы отбросить это состояние замешательства. ",
  "sn42.13:26.1": "Далее, градоначальник, этот благородный ученик – лишённый таким образом жадности… пребывает, наполняя первую сторону света умом, наделённым доброжелательностью… ",
  "sn42.13:26.2": "И он рассуждает так: ",
  "sn42.13:26.3": "„Этот учитель придерживается такой доктрины и воззрения: ",
  "sn42.13:26.4": "‘Действуя или побуждая действовать других, калеча или побуждая калечить других… человек совершает зло…’. ",
  "sn42.13:26.9": "Даже если слова этого почтенного учителя правдивы, тем не менее для меня является бесспорным то, что я не притесняю ни слабого, ни сильного…“. ",
  "sn42.13:26.15": "Ум того, кто ощущает удовольствие, становится сосредоточенным. ",
  "sn42.13:26.16": "Это, градоначальник, является сосредоточением Дхаммы. ",
  "sn42.13:26.17": "Если бы ты обрёл сосредоточение ума в этом, то мог бы отбросить это состояние замешательства. ",
  "sn42.13:27.1": "Далее, градоначальник, этот благородный ученик – лишённый таким образом жадности… пребывает, наполняя первую сторону света умом, наделённым состраданием… ",
  "sn42.13:27.2": "Далее, градоначальник, этот благородный ученик – лишённый таким образом жадности… пребывает, наполняя первую сторону света умом, наделённым сорадованием… ",
  "sn42.13:28.1": "Далее, градоначальник, этот благородный ученик – лишённый таким образом жадности… пребывает, наполняя первую сторону света умом, наделённым невозмутимостью… ",
  "sn42.13:28.8": "",
  "sn42.13:28.9": "",
  "sn42.13:28.10": "",
  "sn42.13:28.11": "",
  "sn42.13:28.12": "",
  "sn42.13:28.13": "",
  "sn42.13:31.12": "Когда он рад, в нём рождается восторг. ",
  "sn42.13:31.13": "Тело того, кто пропитан восторгом, становится безмятежным. ",
  "sn42.13:31.14": "Тот, чьё тело безмятежно, ощущает удовольствие. ",
  "sn42.13:31.15": "Ум того, кто ощущает удовольствие, становится сосредоточенным. ",
  "sn42.13:31.16": "Это, градоначальник, является сосредоточением Дхаммы. ",
  "sn42.13:31.17": "Если бы ты обрёл сосредоточение ума в этом, то мог бы отбросить это состояние замешательства». ",
  "sn42.13:32.1": "Когда так было сказано, градоначальник Паталия обратился к Благословенному: ",
  "sn42.13:32.2": "«Великолепно, уважаемый! Великолепно, уважаемый! Как если бы он поставил на место то, что было перевёрнуто, раскрыл спрятанное, показал путь тому, кто потерялся, внёс лампу во тьму, чтобы зрячий да мог увидеть, точно так же Благословенный различными способами прояснил Дхамму. Я принимаю прибежище в Благословенном, прибежище в Дхамме и прибежище в Сангхе монахов. ",
  "sn42.13:32.3": "Пусть Благословенный помнит меня как мирского последователя, принявшего прибежище с этого дня и на всю жизнь». "
}