{
  "sn42.12:0.1": "Саньютта Никая 42.12 ",
  "sn42.12:0.2": "1. Начальник ",
  "sn42.12:0.3": "Расия ",
  "sn42.12:1.1": "И тогда градоначальник Расия отправился к Благословенному, поклонился ему, сел рядом и сказал: ",
  "sn42.12:1.2": "«Уважаемый, я слышал так: „Отшельник Готама критикует всякий аскетизм. Он категорически порицает и ругает любых отшельников, которые ведут суровую жизнь в аскезе“. ",
  "sn42.12:1.3": "Те, кто говорит так, утверждают ли то, как это было сказано Благословенным, не выставляют ли его в ложном свете тем, что не соответствует действительности? Объясняют ли они в соответствии с Дхаммой так, что их утверждение не влечёт за собой уместной почвы для критики»? ",
  "sn42.12:2.1": "Существуют, градоначальник, эти две крайности, которые не следует взращивать тому, кто, покинув жизнь домохозяйскую, ушёл в жизнь бездомную: ",
  "sn42.12:2.2": "Стремление к чувственному счастью чувственных удовольствий – низкому, вульгарному, мирскому, постыдному, не приносящему блага; Стремление к самоумерщвлению – болезненному, постыдному, не приносящему блага; ",
  "sn42.12:2.3": "Не склоняясь ни к одной из этих крайностей, Татхагата пробудился в срединный путь, который способствует видению, который способствует знанию, который ведёт к покою, к прямому знанию, к просветлению, к ниббане. ",
  "sn42.12:2.4": "И что же это за срединный путь, в который пробудился Татхагата, который способствует видению… ведёт к ниббане? ",
  "sn42.12:2.5": "Это тот самый Благородный восьмеричный путь: ",
  "sn42.12:2.6": "правильные воззрения, правильное устремление, правильная речь, правильные действия, правильные средства к жизни, правильное усилие, правильная осознанность, правильное сосредоточение. ",
  "sn42.12:2.7": "Таков тот самый срединный путь, в который пробудился Татхагата, который способствует видению… ведёт к ниббане. ",
  "sn42.12:3.1": "Есть, градоначальник, три типа личностей в мире, которые наслаждаются чувственными удовольствиями. ",
  "sn42.12:3.2": "Какие три? ",
  "sn42.12:3.3": "Вот, градоначальник, некий человек, который наслаждается чувственными удовольствиями, ищет богатства незаконным способом, путём насилия. Поступив так, он не делает себя счастливым и довольным и, кроме того, не делится этим и не совершает накопления заслуг. ",
  "sn42.12:3.4": "Далее, градоначальник, некий человек, который наслаждается чувственными удовольствиями, ищет богатства незаконным способом, путём насилия. ",
  "sn42.12:3.5": "Поступив так, он делает себя счастливым и довольным, но не делится этим и не совершает накопления заслуг. ",
  "sn42.12:3.6": "Далее, градоначальник, некий человек, который наслаждается чувственными удовольствиями, ищет богатства незаконным способом, путём насилия. ",
  "sn42.12:3.7": "Поступив так, он делает себя счастливым и довольным и, кроме того, делится этим и совершает накопления заслуг. ",
  "sn42.12:4.1": "Далее, градоначальник, некий человек, который наслаждается чувственными удовольствиями, ищет богатства и законным, и незаконным способами, путём ненасилия и путём насилия. ",
  "sn42.12:4.2": "Поступив так, он не делает себя счастливым и довольным и, кроме того, не делится этим и не совершает накопления заслуг. ",
  "sn42.12:4.3": "Далее, градоначальник, некий человек, который наслаждается чувственными удовольствиями, ищет богатства и законным, и незаконным способами, путём ненасилия и путём насилия. ",
  "sn42.12:4.4": "Поступив так, он делает себя счастливым и довольным, но не делится этим и не совершает накопления заслуг. ",
  "sn42.12:4.5": "Далее, градоначальник, некий человек, который наслаждается чувственными удовольствиями, ищет богатства и законным, и незаконным способами, путём ненасилия и путём насилия. ",
  "sn42.12:4.6": "Поступив так, он делает себя счастливым и довольным и, кроме того, делится этим и совершает накопления заслуг. ",
  "sn42.12:5.1": "Далее, градоначальник, некий человек, который наслаждается чувственными удовольствиями, ищет богатства законным способом, путём ненасилия. ",
  "sn42.12:5.2": "Поступив так, он не делает себя счастливым и довольным и, кроме того, не делится этим и не совершает накопления заслуг. ",
  "sn42.12:5.3": "Далее, градоначальник, некий человек, который наслаждается чувственными удовольствиями, ищет богатства законным способом, путём ненасилия. ",
  "sn42.12:5.4": "Поступив так, он делает себя счастливым и довольным, но не делится этим и не совершает накопления заслуг. ",
  "sn42.12:5.5": "Далее, градоначальник, некий человек, который наслаждается чувственными удовольствиями, ищет богатства законным способом, путём ненасилия. ",
  "sn42.12:5.6": "Поступив так, он делает себя счастливым и довольным и, кроме того, делится этим и совершает накопления заслуг. ",
  "sn42.12:5.7": "Но он использует своё богатство, будучи привязанным к нему, будучи очарованным им, будучи слепо поглощённым им, не видя опасности в нём, не понимая спасения. ",
  "sn42.12:5.8": "Далее, градоначальник, некий человек, который наслаждается чувственными удовольствиями, ищет богатства законным способом, путём ненасилия. ",
  "sn42.12:5.9": "Поступив так, он делает себя счастливым и довольным и, кроме того, делится этим и совершает накопления заслуг. ",
  "sn42.12:5.10": "И он использует своё богатство, не будучи привязанным к нему, не будучи очарованным им, не будучи слепо поглощённым им, видя опасность в нём, понимая спасение. ",
  "sn42.12:6.1": "В этом отношении, градоначальник, человека, который наслаждается чувственными удовольствиями, ищет богатства незаконным способом, путём насилия, и который, поступив так, не делает себя счастливым и довольным и, кроме того, не делится этим и не совершает накопления заслуг, – ",
  "sn42.12:6.2": "можно порицать на трёх основаниях. ",
  "sn42.12:6.3": "На каких трёх основаниях его можно порицать? ",
  "sn42.12:6.4": "Он ищет богатства незаконным способом, путём насилия – таково первое основание, на котором его можно порицать. ",
  "sn42.12:6.5": "Он не делает себя счастливым и довольным – таково второе основание, на котором его можно порицать. ",
  "sn42.12:6.6": "Он не делится этим и не совершает накопления заслуг – таково третье основание, на котором его можно порицать. ",
  "sn42.12:6.7": "Такого человека, который наслаждается чувственными удовольствиями, можно порицать на этих трёх основаниях. ",
  "sn42.12:7.1": "В этом отношении, градоначальник, человека, который наслаждается чувственными удовольствиями, ищет богатства незаконным способом, путём насилия, и который, поступив так, делает себя счастливым и довольным, но не делится этим и не совершает накопления заслуг, ",
  "sn42.12:7.2": "можно порицать на двух основаниях и восхвалять на одном основании. ",
  "sn42.12:7.3": "На каких двух основаниях его можно порицать? ",
  "sn42.12:7.4": "Он ищет богатства незаконным способом, путём насилия – таково первое основание, на котором его можно порицать. ",
  "sn42.12:7.5": "Он не делится этим и не совершает накопления заслуг – таково второе основание, на котором его можно порицать. ",
  "sn42.12:7.6": "И на каком основании его можно восхвалять? ",
  "sn42.12:7.7": "Он делает себя счастливым и довольным – таково основание, на котором его можно восхвалять. ",
  "sn42.12:7.8": "Такого человека, который наслаждается чувственными удовольствиями, можно порицать на этих двух основаниях и восхвалять на этом одном основании. ",
  "sn42.12:8.1": "В этом отношении, градоначальник, человека, который наслаждается чувственными удовольствиями, ищет богатства незаконным способом, путём насилия, и который, поступив так, делает себя счастливым и довольным и, кроме того, делится этим и совершает накопления заслуг, ",
  "sn42.12:8.2": "можно порицать на одном основании и восхвалять на двух основаниях. ",
  "sn42.12:8.3": "И на каком одном основании его можно порицать? ",
  "sn42.12:8.4": "Он ищет богатства незаконным способом, путём насилия – таково одно основание, на котором его можно порицать. ",
  "sn42.12:8.5": "И на каких двух основаниях его можно восхвалять? ",
  "sn42.12:8.6": "Он делает себя счастливым и довольным – таково первое основание, на котором его можно восхвалять. ",
  "sn42.12:8.7": "Он делится этим и совершает накопления заслуг – таково второе основание, на котором его можно восхвалять. ",
  "sn42.12:8.8": "Такого человека, который наслаждается чувственными удовольствиями, можно порицать на этом одном основании и восхвалять на этих двух основаниях. ",
  "sn42.12:9.1": "В этом отношении, градоначальник, человека, который наслаждается чувственными удовольствиями, ищет богатства и законным, и незаконным способами, путём ненасилия и путём насилия, и который, поступив так, не делает себя счастливым и довольным и, кроме того, не делится этим и не совершает накопления заслуг, ",
  "sn42.12:9.2": "можно восхвалять на одном основании и порицать на трёх основаниях. ",
  "sn42.12:9.3": "На каком одном основании его можно восхвалять? ",
  "sn42.12:9.4": "Он ищет богатства законным способом, путём ненасилия… ",
  "sn42.12:9.5": "На каких трёх основаниях его можно порицать? ",
  "sn42.12:9.6": "Он ищет богатства незаконным способом, путём насилия… ",
  "sn42.12:9.7": "Он не делает себя счастливым и довольным… ",
  "sn42.12:9.8": "Он не делится этим и не совершает накопления заслуг… ",
  "sn42.12:10.1": "В этом отношении, градоначальник, человека, который наслаждается чувственными удовольствиями, ищет богатства и законным, и незаконным способами, путём ненасилия и путём насилия, и который, поступив так, делает себя счастливым и довольным, но не делится этим и не совершает накопления заслуг, ",
  "sn42.12:10.2": "можно восхвалять на двух основаниях и порицать на двух основаниях. ",
  "sn42.12:10.3": "На каких двух основаниях его можно восхвалять? ",
  "sn42.12:10.4": "Он ищет богатства законным способом, путём ненасилия… ",
  "sn42.12:10.5": "Он делает себя счастливым и довольным… ",
  "sn42.12:10.6": "На каких двух основаниях его можно порицать? ",
  "sn42.12:10.7": "Он ищет богатства незаконным способом, путём насилия… ",
  "sn42.12:10.8": "Он не делится этим и не совершает накопления заслуг… ",
  "sn42.12:11.1": "В этом отношении, градоначальник, человека, который наслаждается чувственными удовольствиями, ищет богатства и законным, и незаконным способами, путём ненасилия и путём насилия, и который, поступив так, делает себя счастливым и довольным и, кроме того, делится этим и совершает накопления заслуг, ",
  "sn42.12:11.2": "можно восхвалять на трёх основаниях и порицать на одном основании ",
  "sn42.12:11.3": "На каких трёх основаниях его можно восхвалять? ",
  "sn42.12:11.4": "Он ищет богатства законным способом, путём ненасилия… ",
  "sn42.12:11.5": "Он делает себя счастливым и довольным… ",
  "sn42.12:11.6": "Он делится этим и совершает накопления заслуг… ",
  "sn42.12:11.7": "На каком одном основании его можно порицать? ",
  "sn42.12:11.8": "Он ищет богатства незаконным способом, путём насилия… ",
  "sn42.12:12.1": "В этом отношении, градоначальник, человека, который наслаждается чувственными удовольствиями, ищет богатства законным способом, путём ненасилия, и который, поступив так, не делает себя счастливым и довольным и, кроме того, не делится этим и не совершает накопления заслуг, ",
  "sn42.12:12.2": "можно восхвалять на одном основании и порицать на двух основаниях. ",
  "sn42.12:12.3": "На каком одном основании его можно восхвалять? ",
  "sn42.12:12.4": "Он ищет богатства законным способом, путём ненасилия… ",
  "sn42.12:12.5": "На каких двух основаниях его можно порицать? ",
  "sn42.12:12.6": "Он не делает себя счастливым и довольным… ",
  "sn42.12:12.7": "Он не делится этим и не совершает накопления заслуг… ",
  "sn42.12:13.1": "В этом отношении, градоначальник, человека, который наслаждается чувственными удовольствиями, ищет богатства законным способом, путём ненасилия, и который, поступив так, делает себя счастливым и довольным, но не делится этим и не совершает накопления заслуг, ",
  "sn42.12:13.2": "можно восхвалять на двух основаниях и порицать на одном основании. ",
  "sn42.12:13.3": "На каких двух основаниях его можно восхвалять? ",
  "sn42.12:13.4": "Он ищет богатства законным способом, путём ненасилия… ",
  "sn42.12:13.5": "Он делает себя счастливым и довольным… ",
  "sn42.12:13.6": "На каком одном основании его можно порицать? ",
  "sn42.12:13.7": "Он не делится этим и не совершает накопления заслуг… ",
  "sn42.12:14.1": "В этом отношении, градоначальник, человека, который наслаждается чувственными удовольствиями, ищет богатства законным способом, путём ненасилия, и который, поступив так, делает себя счастливым и довольным и, кроме того, делится этим и совершает накопления заслуг, но при этом использует своё богатство, будучи привязанным к нему, будучи очарованным им, будучи слепо поглощённым им, не видя опасности в нём, не понимая спасения, ",
  "sn42.12:14.2": "можно восхвалять на трёх основаниях и порицать на одном основании. ",
  "sn42.12:14.3": "На каких трёх основаниях его можно восхвалять? ",
  "sn42.12:14.4": "Он ищет богатства законным способом, путём ненасилия… ",
  "sn42.12:14.5": "Он делает себя счастливым и довольным… ",
  "sn42.12:14.6": "Он делится этим и совершает накопления заслуг… ",
  "sn42.12:14.7": "На каком одном основании его можно порицать? ",
  "sn42.12:14.8": "Он использует своё богатство, будучи привязанным к нему, будучи очарованным им, будучи слепо поглощённым им, не видя опасности в нём, не понимая спасения… ",
  "sn42.12:14.9": "",
  "sn42.12:15.1": "В этом отношении, градоначальник, человека, который наслаждается чувственными удовольствиями, ищет богатства законным способом, путём ненасилия, и который, поступив так, делает себя счастливым и довольным и, кроме того, делится этим и совершает накопления заслуг, ",
  "sn42.12:15.2": "и к тому же он использует своё богатство, не будучи привязанным к нему, не будучи очарованным им, не будучи слепо поглощённым им, видя опасность в нём, понимая спасение, ",
  "sn42.12:15.3": "можно восхвалять на четырёх основаниях. ",
  "sn42.12:15.4": "На каких четырёх основаниях его можно восхвалять? ",
  "sn42.12:15.5": "Он ищет богатства законным способом, путём ненасилия… ",
  "sn42.12:15.6": "Он делает себя счастливым и довольным… ",
  "sn42.12:15.7": "Он делится этим и совершает накопления заслуг… ",
  "sn42.12:15.8": "Он использует своё богатство, не будучи привязанным к нему, не будучи очарованным им, не будучи слепо поглощённым им, видя опасность в нём, понимая спасение… ",
  "sn42.12:16.1": "Есть, градоначальник, три вида отшельников в мире, ведущих суровую жизнь в аскезе. ",
  "sn42.12:16.2": "Какие три? ",
  "sn42.12:16.3": "Вот, градоначальник, некий отшельник, который ведёт суровую жизнь, опираясь на веру, покинул жизнь домохозяйскую ради жизни бездомной, имея такую мысль: ",
  "sn42.12:16.4": "„Быть может, я достигну благого состояния. Быть может, я обрету сверхчеловеческое отличие в знании и видении, что достойно Благородных“. ",
  "sn42.12:16.5": "Он пытает и мучает себя, но всё же не обретает благого состояния или же сверхчеловеческого отличия в знании и видении, что достойно Благородных. ",
  "sn42.12:17.1": "Далее, градоначальник, некий отшельник, что ведёт суровую жизнь, опираясь на веру, покинул жизнь домохозяйскую… ",
  "sn42.12:17.3": "Он пытает и мучает себя – и обретает благое состояние, но всё же не обретает сверхчеловеческого отличия в знании и видении, что достойно Благородных. ",
  "sn42.12:18.1": "Далее, градоначальник, некий отшельник, который ведёт суровую жизнь, опираясь на веру, покинул жизнь домохозяйскую… ",
  "sn42.12:18.3": "Он пытает и мучает себя – и обретает благое состояние, а также обретает и сверхчеловеческое отличие в знании и видении, что достойно Благородных. ",
  "sn42.12:19.1": "В этом отношении, градоначальник, отшельника, который ведёт суровую жизнь, который пытает и мучает себя, но всё же не обретает благого состояния или же сверхчеловеческого отличия в знании и видении, что достойно Благородных, можно порицать на трёх основаниях. ",
  "sn42.12:19.2": "На каких трёх основаниях его можно порицать? ",
  "sn42.12:19.3": "Он пытает и мучает себя… ",
  "sn42.12:19.4": "Он не обретает благого состояния… ",
  "sn42.12:19.5": "Он не обретает сверхчеловеческого отличия в знании и видении – таково третье основание, на котором его можно порицать. ",
  "sn42.12:19.6": "Этого отшельника, который ведёт суровую жизнь, можно порицать на этих трёх основаниях. ",
  "sn42.12:20.1": "В этом отношении, градоначальник, отшельника, который ведёт суровую жизнь, который пытает и мучает себя – и обретает благое состояние, но не сверхчеловеческое отличие в знании и видении, что достойно Благородных, ",
  "sn42.12:20.2": "можно порицать на двух основаниях и восхвалять на одном основании. ",
  "sn42.12:20.3": "На каких двух основаниях его можно порицать? ",
  "sn42.12:20.4": "Он пытает и мучает себя… ",
  "sn42.12:20.5": "Он не обретает сверхчеловеческого отличия в знании и видении… ",
  "sn42.12:20.6": "На каком одном основании его можно восхвалять? ",
  "sn42.12:20.7": "Он обретает благое состояние… ",
  "sn42.12:21.1": "В этом отношении, градоначальник, отшельника, который ведёт суровую жизнь, который пытает и мучает себя – и обретает благое состояние, а также обретает и сверхчеловеческое отличие в знании и видении, что достойно Благородных, можно порицать на одном основании и восхвалять на двух основаниях. ",
  "sn42.12:21.2": "На каком одном основании его можно порицать? ",
  "sn42.12:21.3": "Он пытает и мучает себя… ",
  "sn42.12:21.4": "На каких двух основаниях его можно восхвалять? ",
  "sn42.12:21.5": "Он обретает благое состояние… ",
  "sn42.12:21.6": "Он обретает сверхчеловеческое отличие в знании и видении… ",
  "sn42.12:22.1": "Существуют, градоначальник, эти три вида исчерпания, которые видны здесь и сейчас, не зависящие от времени, незамедлительно действенные, приглащающие к исследованию, ведущие вперёд, переживаемые мудрыми для себя. ",
  "sn42.12:22.2": "Какие три? ",
  "sn42.12:22.3": "Вот некий человек наполнен жаждой, и по этой причине он намеревается что-либо сделать к собственному несчастью, к несчастью другого, к несчастью обоих. ",
  "sn42.12:22.4": "Когда жажда отброшена, он не намеревается что-либо сделать ни к собственному несчастью, ни к несчастью другого, ни к несчастью обоих. ",
  "sn42.12:22.5": "Исчерпание жажды видно здесь и сейчас, не зависит от времени, незамедлительно действенное, приглашает к исследованию, ведёт вперёд, переживается мудрыми для себя. ",
  "sn42.12:22.6": "Вот некий человек наполнен злобой, и по этой причине он намеревается что-либо сделать к собственному несчастью, к несчастью другого, к несчастью обоих. ",
  "sn42.12:22.7": "Когда злоба отброшена, он не намеревается что-либо сделать ни к собственному несчастью, ни к несчастью другого, ни к несчастью обоих. ",
  "sn42.12:22.8": "Исчерпание злобы видно здесь и сейчас, не зависит от времени, незамедлительно действенное, приглашает к исследованию, ведёт вперёд, переживается мудрыми для себя. ",
  "sn42.12:22.9": "Вот некий человек наполнен заблуждением, и по этой причине он намеревается что-либо сделать к собственному несчастью, к несчастью другого, к несчастью обоих. ",
  "sn42.12:22.10": "Когда заблуждение отброшено, он не намеревается что-либо сделать ни к собственному несчастью, ни к несчастью другого, ни к несчастью обоих. ",
  "sn42.12:22.11": "Исчерпание заблуждения видно здесь и сейчас, не зависит от времени, незамедлительно действенное, приглашает к исследованию, ведёт вперёд, переживается мудрыми для себя. ",
  "sn42.12:22.12": "Таковы, градоначальник, три вида исчерпания, которые видны здесь и сейчас, не зависящие от времени, незамедлительно действенные, приглащающие к исследованию, ведущие вперёд, переживаемые мудрыми для себя». ",
  "sn42.12:23.1": "Когда так было сказано, градоначальник Расия обратился к Благословенному: ",
  "sn42.12:23.2": "«Великолепно, уважаемый! Великолепно, уважаемый! Как если бы он поставил на место то, что было перевёрнуто, раскрыл спрятанное, показал путь тому, кто потерялся, внёс лампу во тьму, чтобы зрячий да мог увидеть, точно так же Благословенный различными способами прояснил Дхамму. Я принимаю прибежище в Благословенном, прибежище в Дхамме и прибежище в Сангхе монахов. ",
  "sn42.12:23.3": "Пусть Благословенный помнит меня как мирского последователя, принявшего прибежище с этого дня и на всю жизнь». "
}