{
  "sn42.9:0.1": "Саньютта Никая 42.9 ",
  "sn42.9:0.2": "1. Начальник ",
  "sn42.9:0.3": "Семьи ",
  "sn42.9:1.1": "Однажды Благословенный, странствуя по стране Косал с большой общиной монахов, прибыл в Наланду. ",
  "sn42.9:1.2": "Там, в Наланде, он остановился в манговой роще Паварики. ",
  "sn42.9:2.1": "И в ту пору Наланду охватил голод, наступило время нехватки, посев был погублен и превратился в солому. ",
  "sn42.9:2.2": "И тогда Нигантха Натапутта проживал в Наланде вместе с большой свитой нигантхов. ",
  "sn42.9:2.3": "И вот градоначальник Асибандхакапутта, мирской последователь нигантхов, отправился к Нигантхе Натапутте, поклонился ему и сел рядом. Затем Нигантха Натапутта сказал ему: ",
  "sn42.9:2.4": "«Ну же, градоначальник, опровергни доктрину отшельника Готамы. ",
  "sn42.9:2.5": "И тогда о тебе пойдёт славная молва: ",
  "sn42.9:2.6": "„Градоначальник Асибандхакапутта опроверг доктрину отшельника Готамы, такого великого и могущественного“». ",
  "sn42.9:3.1": "«Но как же, уважаемый, мне опровергнуть доктрину отшельника Готамы, такого великого и могущественного?» ",
  "sn42.9:3.2": "«Отправляйся, градоначальник, к отшельнику Готаме и спроси его: ",
  "sn42.9:3.3": "„Уважаемый, не восхваляет ли Благословенный различными способами сочувствие к семьям, защиту семей, сострадание к семьям?“ ",
  "sn42.9:3.4": "Если, будучи спрошенным тобой так, отшельник Готама ответит: ",
  "sn42.9:3.5": "„Да, градоначальник, Татхагата восхваляет различными способами сочувствие к семьям, защиту семей, сострадание к семьям“, то тебе следует сказать ему: ",
  "sn42.9:3.6": "„Тогда зачем же, уважаемый, Благословенный странствует с большой общиной монахов во времена голода и нехватки, когда посев погублен и превратился в солому? ",
  "sn42.9:3.7": "Благословенный практикует ради уничтожения семей, ради причинения беды семьям, ради разрушения семей“. ",
  "sn42.9:3.8": "Когда ты задашь отшельнику Готаме этот вопрос-рогатину, он не сможет ни проглотить это, ни выплюнуть». ",
  "sn42.9:3.9": "«Хорошо, уважаемый», – ответил градоначальник Асибандхакапутта. Затем он встал со своего сиденья, поклонился Нигантхе Натапутте и, обойдя его с правой стороны, ушёл, отправившись к Благословенному. Прибыв к Благословенному, он поклонился ему, сел рядом и сказал: ",
  "sn42.9:4.1": "«Уважаемый, не восхваляет ли Благословенный различными способами сочувствие к семьям, защиту семей, сострадание к семьям?» ",
  "sn42.9:4.2": "«Да, градоначальник, Татхагата восхваляет различными способами сочувствие к семьям, защиту семей, сострадание к семьям». ",
  "sn42.9:4.3": "«Тогда зачем же, уважаемый, Благословенный странствует с большой общиной монахов во времена голода и нехватки, когда посев погублен и превратился в солому? ",
  "sn42.9:4.4": "Благословенный практикует ради уничтожения семей, ради причинения беды семьям, ради разрушения семей». ",
  "sn42.9:4.5": "«Я помню прошлое длиной в девяносто один цикл существования мира, градоначальник, но я не припоминаю ни единой семьи, которая была бы разрушена лишь из-за подношения приготовленной еды. ",
  "sn42.9:4.6": "Напротив, все те богатые семьи, что есть, с большим богатством и имуществом, с обилием золота и серебра, с обилием владений и средств к жизни, с обилием ценностей и зерна, – все они стали таковыми из-за свершения дарения, из-за правдивости, из-за самоконтроля. ",
  "sn42.9:4.7": "Существует, градоначальник, восемь причин и условий для разрушения семей. ",
  "sn42.9:4.8": "Семьи разрушаются из-за: царя, воров, огня, воды, утери накопленного, невзгод из-за неумелого управления делами, появления в семье расточителя, который глупо тратит, транжирит, проматывает её богатство и непостоянства в качестве восьмого. ",
  "sn42.9:4.9": "Таковы восемь причин и условий для разрушения семей. ",
  "sn42.9:4.10": "И когда существуют эти восемь причин и условий для разрушения семей, если кто-либо говорит обо мне так: ",
  "sn42.9:4.11": "„Благословенный практикует ради уничтожения семей, ради причинения горя семьям, ради разрушения семей“, ",
  "sn42.9:4.12": "то, если он не отбросит этого убеждения и этого состояния ума, если не оставит этого воззрения, тогда, как если бы его туда затянули силой, он окажется в аду». ",
  "sn42.9:5.1": "Когда так было сказано, градоначальник Асибандхакапутта обратился к Благословенному: ",
  "sn42.9:5.2": "«Великолепно, уважаемый! Великолепно, уважаемый! Как если бы он поставил на место то, что было перевёрнуто, раскрыл спрятанное, показал путь тому, кто потерялся, внёс лампу во тьму, чтобы зрячий да мог увидеть, точно так же Благословенный различными способами прояснил Дхамму. Я принимаю прибежище в Благословенном, прибежище в Дхамме и прибежище в Сангхе монахов. ",
  "sn42.9:5.3": "Пусть Благословенный помнит меня как мирского последователя, принявшего в нём прибежище с этого дня и на всю жизнь». "
}