{
  "sn42.2:0.1": "Саньютта Никая 42.2 ",
  "sn42.2:0.2": "1. Начальник ",
  "sn42.2:0.3": "Талапутта ",
  "sn42.2:1.1": "Однажды Благословенный проживал в Раджагахе, в Бамбуковой роще, в Беличьем Святилище. ",
  "sn42.2:1.2": "И тогда директор театральной труппы Талапутта подошёл к Благословенному, поклонился ему, сел рядом и сказал: ",
  "sn42.2:1.3": "«Уважаемый, я слышал, что в линии учителей, среди старых актёров, говорят так: ",
  "sn42.2:1.4": "«Если актёр в театре или на арене развлекает и веселит людей тем, что истинно, и тем, что ложно, то с распадом тела, после смерти, он перерождается среди смеющихся божеств». ",
  "sn42.2:1.5": "Что Благословенный скажет на это?» ",
  "sn42.2:1.6": "«Довольно, директор, оставь это. Не спрашивай меня об этом». ",
  "sn42.2:1.7": "Во второй раз ",
  "sn42.2:1.12": "и в третий раз директор труппы Талапутта сказал: ",
  "sn42.2:1.13": "«Уважаемый, я слышал, что в линии учителей, среди старых актёров, говорят так: ",
  "sn42.2:1.14": "«Если актёр в театре или на арене развлекает и веселит людей тем, что истинно, и тем, что ложно, то с распадом тела, после смерти, он перерождается среди смеющихся божеств». ",
  "sn42.2:1.15": "Что Благословенный скажет на это?» ",
  "sn42.2:2.1": "«В самом деле, директор, мне не достучаться до тебя, когда я говорю: ",
  "sn42.2:2.2": "«Довольно, директор, оставь это. ",
  "sn42.2:2.3": "Не спрашивай меня об этом». ",
  "sn42.2:2.4": "Но всё же я отвечу тебе. ",
  "sn42.2:2.5": "В театре или на арене, среди существ, которые ещё не лишены жажды, которые скованы подневольностью жажды – ",
  "sn42.2:2.6": "актёр развлекает их будоражащими вещами, которые возбуждают в них лишь ещё больше жажды. ",
  "sn42.2:2.7": "В театре или на арене, среди существ, которые ещё не лишены злобы, которые скованы подневольностью злобы, ",
  "sn42.2:2.8": "актёр развлекает их разъяряющими вещами, которые возбуждают в них лишь ещё больше злобы. ",
  "sn42.2:2.9": "В театре или на арене, среди существ, которые ещё не лишены заблуждения, которые скованы подневольностью заблуждения, ",
  "sn42.2:2.10": "актёр развлекает их запутывающими вещами, которые возбуждают в них лишь ещё больше заблуждения. ",
  "sn42.2:2.11": "Так, будучи сам опьянённым и беспечным, сделав опьянёнными и беспечными других, с распадом тела, после смерти, он перерождается в «Аду Смеха». ",
  "sn42.2:2.12": "Но если он придерживается такого воззрения как это: ",
  "sn42.2:2.13": "«Если актёр в театре или на арене развлекает и веселит людей тем, что истинно, и тем, что неправда, то с распадом тела, после смерти, он перерождается среди смеющихся божеств» – то это его неправильное воззрение. ",
  "sn42.2:2.14": "А человека с неправильными воззрениями, я говорю тебе, ожидает одна из этих двух участей: ",
  "sn42.2:2.15": "либо ад, либо мир животных». ",
  "sn42.2:3.1": "Когда так было сказано, директор труппы Талапутта закричал и заплакал. ",
  "sn42.2:3.2": "Благословенный сказал: «Я так и не достучался до тебя, когда сказал: ",
  "sn42.2:3.3": "«Довольно, директор, оставь это. Не спрашивай меня об этом». ",
  "sn42.2:3.4": "«Я рыдаю не из-за того, уважаемый, что сказал мне Благословенный, ",
  "sn42.2:3.5": "но потому, что меня долгое время дурили, надували и обманывали те старые актёры в линии учителей, которые говорили: ",
  "sn42.2:3.6": "«Если актёр в театре или на арене развлекает и веселит людей тем, что истинно, и тем, что ложно, то с распадом тела, после смерти, он перерождается среди смеющихся божеств». ",
  "sn42.2:3.7": "«Великолепно, уважаемый! Великолепно, уважаемый! ",
  "sn42.2:3.8": "Как если бы он поставил на место то, что было перевёрнуто, раскрыл спрятанное, показал путь тому, кто потерялся, внёс лампу во тьму, чтобы зрячий да мог увидеть, точно так же Благословенный различными способами прояснил Дхамму. ",
  "sn42.2:3.9": "Я принимаю прибежище в Благословенном, прибежище в Дхамме и прибежище в Сангхе монахов. ",
  "sn42.2:3.10": "Могу ли я получить младшее посвящение у Благословенного, уважаемый, могу ли я получить высшее монашеское посвящение?» ",
  "sn42.2:3.11": "И тогда директор труппы Талапутта получил младшее посвящение у Благословенного и высшее посвящение. ",
  "sn42.2:3.12": "И вскоре после того, как он получил высшее посвящение, пребывая в уединении прилежным, старательным, решительным, достопочтенный Талапутта, реализовав это для себя посредством прямого знания, здесь и сейчас вошёл в высочайшую цель святой жизни и пребывал в высочайшей цели святой жизни, ради которой представители клана праведно оставляют домохозяйскую жизнь и ведут жизнь бездомную. Он напрямую познал: «Рождение уничтожено, святая жизнь прожита, сделано то, что следовало сделать, не будет более появления в каком-либо состоянии существования». Так достопочтенный Талапутта ",
  "sn42.2:3.13": "стал одним из арахантов. "
}