{
  "sn42.11:0.1": "Саньютта Никая 42.11 ",
  "sn42.11:0.2": "1. Начальник ",
  "sn42.11:0.3": "Бхадрака ",
  "sn42.11:1.1": "Однажды Благословенный проживал в городе Маллов под названием Урувелакаппа. ",
  "sn42.11:1.2": "И тогда градоначальник Бхадрака отправился к Благословенному, поклонился ему, сел рядом и сказал: ",
  "sn42.11:1.3": "«Было бы хорошо, уважаемый, если Благословенный объяснил бы мне происхождение и исчезновение страданий». ",
  "sn42.11:1.4": "«Градоначальник, если бы я объяснил тебе происхождение и исчезновение страданий по отношению к прошлому, говоря: ",
  "sn42.11:1.5": "„Так было в прошлом“, то неуверенность и замешательство могли бы возникнуть в тебе. ",
  "sn42.11:1.6": "Если бы я объяснил тебе происхождение и исчезновение страданий по отношению к будущему, говоря: ",
  "sn42.11:1.7": "„Так будет в будущем“, то неуверенность и замешательство могли бы возникнуть в тебе. ",
  "sn42.11:1.8": "Поэтому, градоначальник, пока я сижу прямо здесь и ты сидишь прямо здесь, я научу тебя происхождению и исчезновению страданий в настоящем. ",
  "sn42.11:1.9": "Слушай внимательно то, о чём я буду говорить». ",
  "sn42.11:1.10": "«Да, уважаемый», – ответил градоначальник Бхадрака. ",
  "sn42.11:1.11": "Благословенный сказал: ",
  "sn42.11:2.1": "«Как ты думаешь, градоначальник? ",
  "sn42.11:2.2": "Есть ли какие-либо люди в Урувелакаппе, из-за которых печаль, стенание, боль, грусть и отчаяние возникли бы в тебе, если бы их убили или заключили в тюрьму, оштрафовали или осудили?» ",
  "sn42.11:2.3": "«Есть такие люди, уважаемый». ",
  "sn42.11:2.4": "«А есть ли какие-либо люди в Урувелакаппе, из-за которых печаль, стенание, боль, грусть и отчаяние не возникли бы в тебе, если бы их убили или заключили в тюрьму, взыскали с них с них или осудили?» ",
  "sn42.11:2.5": "«Есть такие люди, уважаемый». ",
  "sn42.11:2.6": "«Так в чём причина того, градоначальник, что в отношении одних людей в Урувелакаппе печаль, стенание, боль, грусть и отчаяние возникли бы в тебе, если бы их убили или заключили в тюрьму, взыскали с них или осудили, тогда как в отношении других печали, стенания, боли, грусти и отчаяния не возникло бы в тебе?» ",
  "sn42.11:2.7": "«Те люди в Урувелакаппе, уважаемый, в отношении которых печаль, стенание, боль, грусть и отчаяние возникли бы во мне, если бы их убили или заключили в тюрьму, взыскали с них или осудили, – это те, к кому у меня есть желание и привязанность. ",
  "sn42.11:2.8": "Но те люди в Урувелакаппе, в отношении которых печаль, стенание, боль, грусть и отчаяние не возникли бы во мне, если бы их убили или заключили в тюрьму, взыскали с них или осудили, – это те, к кому у меня нет желания и привязанности». ",
  "sn42.11:2.9": "«Градоначальник, посредством этого принципа, который тобой увиден, понят, незамедлительно достигнут, измерен, ты можешь применить данный метод к прошлому и будущему так: ",
  "sn42.11:2.10": "„Любое страдание, что возникало в прошлом, возникало, будучи укоренённым в желании, с желанием в качестве своего источника, ",
  "sn42.11:2.11": "ведь желание – корень страдания. ",
  "sn42.11:2.12": "Любое страдание, что возникнет в будущем, возникнет, будучи укоренённым в желании, с желанием в качестве своего источника, ",
  "sn42.11:2.13": "ведь желание – корень страдания“». ",
  "sn42.11:2.14": "«Удивительно, уважаемый! Поразительно, уважаемый! ",
  "sn42.11:2.15": "Как хорошо это было сказано Благословенным: ",
  "sn42.11:2.16": "Любое страдание, что возникает, – возникает, будучи укоренённым в желании, имеет желание своим источником, ",
  "sn42.11:2.17": "ведь желание является корнем страдания“. ",
  "sn42.11:2.18": "Уважаемый, у меня есть сын по имени Чираваси, который живёт далеко отсюда. ",
  "sn42.11:2.19": "Когда я просыпаюсь равно утром, я отправляю посыльного, говоря: ",
  "sn42.11:2.20": "„Иди и узнай, как там Чираваси“. ",
  "sn42.11:2.21": "И пока не вернётся посыльный, уважаемый, я прямо вне себя, думая: ",
  "sn42.11:2.22": "„Надеюсь, Чираваси не заболел!“». ",
  "sn42.11:3.1": "«Как ты думаешь, градоначальник? ",
  "sn42.11:3.2": "Если Чираваси казнят, заключат в тюрьму, взыскуют с него или осудят, возникнут ли в тебе печаль, стенание, боль, грусть и отчаяние?» ",
  "sn42.11:3.3": "«Уважаемый, если Чираваси казнят, заключат в тюрьму, взыскуют с него или осудят, вся моя жизнь перевернётся. С чего бы печаль, стенание, боль, грусть и отчаяние не возникли бы во мне?» ",
  "sn42.11:3.4": "«И таким образом тоже, градоначальник, можно понять: ",
  "sn42.11:3.5": "Любое страдание, что возникает, возникает, будучи укоренённым в желании, имеет желание своим источником, ",
  "sn42.11:3.6": "ведь желание является корнем страдания„. ",
  "sn42.11:4.1": "«Как ты думаешь, градоначальник? ",
  "sn42.11:4.2": "До того, как ты увидел мать Чираваси или услышал о ней, испытывал ли ты к ней желание, привязанность или любовь?» ",
  "sn42.11:4.3": "«Нет, уважаемый». ",
  "sn42.11:4.4": "«А после того как ты увидел её или услышал ",
  "sn42.11:4.5": "о ней, возникли ли в тебе желание, привязанность и любовь?» ",
  "sn42.11:4.6": "«Да, уважаемый». ",
  "sn42.11:5.1": "«Как ты думаешь, градоначальник? ",
  "sn42.11:5.2": "Если мать Чираваси казнят, заключат в тюрьму, взыскуют с неё или осудят, возникнут ли в тебе печаль, стенание, боль, грусть и отчаяние?» ",
  "sn42.11:5.3": "«Уважаемый, если мать Чираваси казнят, заключат в тюрьму, взыскуют с неё или осудят, вся моя жизнь перевернётся. С чего бы печаль, стенание, боль, грусть и отчаяние не возникли бы во мне?» ",
  "sn42.11:5.4": "«И таким образом тоже, градоначальник, можно понять: ",
  "sn42.11:5.5": "„Любое страдание, что возникает, возникает, будучи укоренённым в желании, имеет желание своим источником, ",
  "sn42.11:5.6": "ведь желание является корнем страдания„». "
}