{
  "sn42.10:0.1": "Саньютта Никая 42.10 ",
  "sn42.10:0.2": "1. Начальник ",
  "sn42.10:0.3": "Маничулака ",
  "sn42.10:1.1": "Однажды Благословенный проживал в Раджагахе, в Бамбуковой роще, в Беличьем Святилище. ",
  "sn42.10:1.2": "И тогда члены царской свиты собрались во дворце, и, по мере того как они сидели там, между ними возникла такая беседа: ",
  "sn42.10:1.3": "«Золото и серебро позволительны тем отшельникам, что следуют за Сыном Сакьев. Отшельники, идущие за Сыном Сакьев, соглашаются принимать золото серебро. Отшельники, идущие за Сыном Сакьев, принимают золото и серебро». ",
  "sn42.10:2.1": "И в тот момент градоначальник Маничулака сидел среди них. ",
  "sn42.10:2.2": "И он обратился к тому собранию: ",
  "sn42.10:2.3": "«Не говорите так, господа. ",
  "sn42.10:2.4": "Золото и серебро не разрешены для отшельников, что следуют за Сыном Сакьев. Отшельники, идущие за Сыном Сакьев, не соглашаются принимать золото и серебро. Отшельники, идущие за Сыном Сакьев, не принимают золото и серебро. Они отбросили драгоценности и золото. Они отбросили использование золота и серебра». ",
  "sn42.10:2.5": "И Маничулака смог-таки убедить то собрание. ",
  "sn42.10:2.6": "Затем Маничулака отправился к Благословенному, поклонился ему, сел рядом. Он сообщил Благословенному обо всём, что случилось, добавив: ",
  "sn42.10:2.13": "«Я надеюсь, уважаемый, что когда я ответил так, я сказал то, как это было сказано Благословенным, и не выставил его в ложном свете тем, что противоположно действительности; объяснил в соответствии с Дхаммой так, что моё утверждение не повлекло бы за собой уместной почвы для критики». ",
  "sn42.10:3.1": "«Вне сомнений, градоначальник, когда ты ответил так, ты сказал то, как это было сказано мной… не влечёт за собой уместной почвы для критики. ",
  "sn42.10:3.2": "Ибо, градоначальник, золото и серебро не разрешены для отшельников, что следуют за Сыном Сакьев. Отшельники, идущие за Сыном Сакьев, не соглашаются принимать золото и серебро. Отшельники, идущие за Сыном Сакьев, не принимают золото и серебро. Они отбросили драгоценности и золото. Они отбросили использование золота и серебра. ",
  "sn42.10:3.3": "Если золото и серебро позволительны кому-либо, то и пять нитей чувственных удовольствий позволительны ему. ",
  "sn42.10:3.4": "Если пять нитей чувственных удовольствий позволительны ему, то ты однозначно можешь считать такого тем, кто не обладает характером отшельника или последователя Сына Сакьев. ",
  "sn42.10:3.5": "Далее, градоначальник, я утверждаю так: ",
  "sn42.10:3.6": "„Солому может искать тот, кому нужна солома. Древесину может искать тот, кому нужна древесина. Телегу может искать тот, кому нужна телега. Рабочую силу может искать тот, кому нужна рабочая сила“. ",
  "sn42.10:3.7": "Но я не утверждаю, что отшельник каким-либо образом мог бы искать или принимать золото и серебро». "
}