{
  "sn42.6:0.1": "Саньютта Никая 42.6 ",
  "sn42.6:0.2": "1. Начальник ",
  "sn42.6:0.3": "Асибандхакапутта ",
  "sn42.6:1.1": "Однажды Благословенный проживал в Наланде, в манговой роще Паварики. ",
  "sn42.6:1.2": "И тогда градоначальник Асибандхакапутта подошёл к Благословенному, поклонился ему, сел рядом и сказал: ",
  "sn42.6:2.1": "«Уважаемый, как говорят, брахманы западного региона – те, что носят горшки для воды, носят гирлянды из водорослей, омывают себя в воде, почитают священный огонь – ",
  "sn42.6:2.2": "направляют умершего ввысь, ведут его, сопровождают к небесному миру. ",
  "sn42.6:2.3": "Но Благословенный, совершенный, полностью просветлённый, может сделать так, что с распадом тела, после смерти, весь мир мог бы переродиться в счастливом уделе, в небесном мире». ",
  "sn42.6:3.1": "«Что ж, градоначальник, на этот счёт я задам тебе вопрос. Отвечай так, как сочтёшь нужным. ",
  "sn42.6:4.1": "Как ты думаешь, градоначальник? ",
  "sn42.6:4.2": "Представь, как если бы человек убивал живых существ, брал то, что ему не было дано, пускался в неблагое поведение в чувственных удовольствиях, говорил ложь, говорил сеющие распри речи, говорил грубые слова, пустословил, был жадным, полным недоброжелательности, имел неправильные воззрения. ",
  "sn42.6:4.3": "И большая толпа людей собралась бы вокруг него, и они возносили бы молитвы, декламировали восхваления, обходили его вокруг в почтительном приветствии, говоря так: ",
  "sn42.6:4.4": "„С распадом тела, после смерти, пусть этот человек переродится в счастливом уделе, в небесном мире“. ",
  "sn42.6:4.5": "Как ты думаешь, градоначальник? ",
  "sn42.6:4.6": "Из-за молитв этой большой толпы людей, из-за их восхвалений, из-за их обходов вокруг в почтительном приветствии, мог бы этот человек c распадом тела, после смерти, переродиться в счастливом уделе, в небесном мире?» ",
  "sn42.6:4.7": "«Нет, уважаемый». ",
  "sn42.6:5.1": "«Представь, градоначальник, как если бы человек швырнул в глубокий пруд огромный булыжник. ",
  "sn42.6:5.2": "И большая толпа людей собралась бы вокруг него, и они возносили бы молитвы, декламировали восхваления, обходили его вокруг в почтительном приветствии, говоря так: ",
  "sn42.6:5.3": "„Всплыви, дорогой булыжник! Поднимайся, дорогой булыжник! Выйди на сушу, дорогой булыжник!“ ",
  "sn42.6:5.4": "Как ты думаешь, градоначальник? ",
  "sn42.6:5.5": "Из-за молитв этой большой толпы людей, из-за их восхвалений, из-за их обхождений вокруг в почтительном приветствии, мог бы этот булыжник всплыть, подняться, выйти на сушу?» ",
  "sn42.6:5.6": "«Нет, уважаемый». ",
  "sn42.6:5.7": "«Точно так же, градоначальник, если человек убивает живых существ, берёт то, что не дано… имеет неправильные воззрения, ",
  "sn42.6:5.8": "то даже если собралась бы большая толпа людей вокруг него… ",
  "sn42.6:5.9": "всё же с распадом тела, после смерти, этот человек переродился бы в состоянии лишений, в несчастливом уделе, в нижних мирах, даже в аду. ",
  "sn42.6:6.1": "Как ты думаешь, градоначальник? ",
  "sn42.6:6.2": "Представь, как если бы человек воздерживался от убийства живых существ, от взятия того, что ему не было дано, от неблагого поведения чувственных удовольствиях, от лжи, от сеющих распри речей, от грубых слов, от пустословия, и он не был жадным, не имел недоброжелательности и придерживался правильных воззрений. ",
  "sn42.6:6.3": "И большая толпа людей собралась бы вокруг него, и они возносили бы молитвы, декламировали восхваления, обходили его вокруг в почтительном приветствии, говоря так: ",
  "sn42.6:6.4": "С распадом тела, после смерти, пусть этот человек переродится в состоянии лишений, в несчастливом уделе, в нижних мирах, даже в аду“. ",
  "sn42.6:6.5": "Как ты думаешь, градоначальник? ",
  "sn42.6:6.6": "Из-за молитв этой большой толпы людей, из-за их восхвалений, из-за их обхождений вокруг в почтительном приветствии, мог бы этот человек с распадом тела, после смерти, переродиться в состоянии лишений, в несчастливом уделе, в нижних мирах, даже в аду?» ",
  "sn42.6:6.7": "«Нет, уважаемый». ",
  "sn42.6:7.1": "«Представь, градоначальник, как если бы человек погрузил горшок с топлёным маслом или с обычным маслом в глубокий пруд и разбил его. Все осколки и фрагменты утонули бы, но топлёное масло или обычное масло всплыло бы. ",
  "sn42.6:7.2": "И большая толпа людей собралась бы вокруг него, и они возносили бы молитвы, декламировали восхваления, обходили бы его вокруг в почтительном приветствии, говоря так: ",
  "sn42.6:7.3": "«Утони, дорогое топлёное масло или обычное масло! Осядь, дорогое топлёное масло или обычное масло! Отправляйся ко дну, дорогое топлёное масло или обычное масло!» ",
  "sn42.6:7.4": "Как ты думаешь, градоначальник? ",
  "sn42.6:7.5": "Из-за молитв этой большой толпы людей, из-за их восхвалений, из-за их обходов вокруг в почтительном приветствии, могло бы это топлёное масло или простое масло утонуть, осесть, отправиться ко дну?» ",
  "sn42.6:7.6": "«Нет, уважаемый». ",
  "sn42.6:8.1": "«Точно так же, градоначальник, если человек воздерживается от убийства живых существ, от взятия того, что ему не было дано… имеет правильные воззрения, ",
  "sn42.6:8.2": "то даже если собралась бы большая толпа людей вокруг него… ",
  "sn42.6:8.3": "то всё же с распадом тела, после смерти, этот человек переродился бы в счастливом уделе, в небесном мире». ",
  "sn42.6:8.4": "Когда так было сказано, градоначальник Асибандхакапутта обратился к Благословенному: ",
  "sn42.6:8.5": "«Великолепно, уважаемый! Великолепно, уважаемый! Как если бы он поставил на место то, что было перевёрнуто, раскрыл спрятанное, показал путь тому, кто потерялся, внёс лампу во тьму, чтобы зрячий да мог увидеть, точно так же Благословенный различными способами прояснил Дхамму. Я принимаю прибежище в Благословенном, прибежище в Дхамме и прибежище в Сангхе монахов. ",
  "sn42.6:8.6": "Пусть Благословенный помнит меня как мирского последователя, принявшего в нём прибежище с этого дня и на всю жизнь». "
}