{
  "sn42.3:0.1": "Саньютта Никая 42.3 ",
  "sn42.3:0.2": "1. Начальник ",
  "sn42.3:0.3": "Йодхаджива ",
  "sn42.3:1.1": "И тогда начальник наёмников Йодхаджива подошёл к Благословенному, поклонился ему, сел рядом и сказал: ",
  "sn42.3:1.2": "«Уважаемый, я слышал, что в линии учителей, среди старых наёмников, говорят так: ",
  "sn42.3:1.3": "«Если наёмник усердный и пылкий в битве, то если его убьют и прикончат, в то время как он пребывает усердным и пылким в битве, тогда с распадом тела, после смерти, он перерождается среди божеств, погибших в битве». ",
  "sn42.3:1.4": "Что Благословенный скажет на это?» ",
  "sn42.3:1.5": "«Довольно,  начальник, оставь это. Не спрашивай меня об этом». ",
  "sn42.3:1.6": "Во второй раз и ",
  "sn42.3:1.7": "в третий раз начальник наёмников Йодхаджива сказал: ",
  "sn42.3:1.8": "«Уважаемый, я слышал, что в линии учителей, среди старых наёмников, говорят так: ",
  "sn42.3:1.9": "«Если наёмник усердный и пылкий в битве, то если его убьют и прикончат, в то время как он пребывает усердным и пылким в битве, тогда с распадом тела, после смерти, он перерождается среди божеств, погибших в битве». ",
  "sn42.3:1.10": "Что Благословенный скажет на это?» ",
  "sn42.3:2.1": "«В самом деле, начальник, мне не достучаться до тебя, когда я говорю: ",
  "sn42.3:2.2": "«Довольно,  начальник, оставь это. Не спрашивай меня об этом». ",
  "sn42.3:2.3": "Но всё же я отвечу тебе. ",
  "sn42.3:2.4": "Когда, начальник, наёмник усердный и пылкий в битве, то его ум уже низок, испорчен, направлен неправильным образом так: ",
  "sn42.3:2.5": "«Пусть эти существа будут убиты, повержены, уничтожены, ликвидированы, истреблены». ",
  "sn42.3:2.6": "Если затем другие убьют его, прикончат его, по мере того как он пребывает усердным и пылким в битве, ",
  "sn42.3:2.7": "тогда с распадом тела, после смерти, он перерождается в «Аду Убитых Воинов». ",
  "sn42.3:2.8": "Но если он придерживается такого воззрения как это: ",
  "sn42.3:2.9": "«Если наёмник усердный и пылкий в битве, то, если его убьют и прикончат, в то время как он пребывает усердным и пылким в битве, тогда с распадом тела, после смерти, он перерождается среди божеств, погибших в битве», – то это его неправильное воззрение. ",
  "sn42.3:2.10": "А человека с неправильными воззрениями, я говорю тебе, ожидает одна из этих двух участей: ",
  "sn42.3:2.11": "либо ад, либо мир животных». ",
  "sn42.3:3.1": "Когда так было сказано, начальник Йодхаджива закричал и заплакал. ",
  "sn42.3:3.2": "Благословенный сказал: «Я так и не достучался до тебя, когда сказал: ",
  "sn42.3:3.3": "«Довольно,  начальник, оставь это. Не спрашивай меня об этом». ",
  "sn42.3:3.4": "«Я рыдаю не из-за того, уважаемый, что сказал мне Благословенный, ",
  "sn42.3:3.5": "но потому, что меня долгое время дурили, надували и обманывали те старые наёмники в линии учителей, которые говорили: ",
  "sn42.3:3.6": "«Если наёмник усердный и пылкий в битве, то если его убьют и прикончат, в то время как он пребывает усердным и пылким в битве, тогда с распадом тела, после смерти, он перерождается среди божеств, погибших в битве». ",
  "sn42.3:3.7": "«Великолепно, уважаемый! Великолепно, уважаемый! Как если бы он поставил на место то, что было перевёрнуто, раскрыл спрятанное, показал путь тому, кто потерялся, внёс лампу во тьму, чтобы зрячий да мог увидеть, точно так же Благословенный различными способами прояснил Дхамму. Я принимаю прибежище в Благословенном, прибежище в Дхамме и прибежище в Сангхе монахов. ",
  "sn42.3:3.8": "Пусть Благословенный помнит меня как мирского последователя, принявшего в нём прибежище с этого дня и на всю жизнь». "
}