{
  "sn42.8:0.1": "Саньютта Никая 42.8 ",
  "sn42.8:0.2": "1. Начальник ",
  "sn42.8:0.3": "Горн из морской раковины ",
  "sn42.8:1.1": "Однажды Благословенный проживал в Наланде, в манговой роще Паварики. ",
  "sn42.8:1.2": "И тогда градоначальник Асибандхакапутта, мирской последователь Нигантхов, отправился к Благословенному, поклонился ему и сел рядом. Тогда Благословенный сказал ему, по мере того как тот сидел рядом: ",
  "sn42.8:1.3": "«Градоначальник, как учит Дхамме своих учеников Нигантха Натапутта?» ",
  "sn42.8:1.4": "«Нигантха Натапутта учит Дхамме своих учеников так, уважаемый: ",
  "sn42.8:1.5": "«Нигантха Натапутта учит Дхамме своих учеников так, уважаемый: „Любой, кто убивает живых существ, направляется в состояние лишений, направляется в ад. Любой, кто берёт то, что не было дано… пускается в неблагое поведение в чувственных удовольствиях… говорит ложь, направляется в состояние лишений, направляется в ад. ",
  "sn42.8:1.6": "Человека ведёт к соответствующему перерождению тот образ действий, в котором он обычно пребывает“. ",
  "sn42.8:1.7": "Вот так Нигантха Натапутта учит Дхамме своих учеников». ",
  "sn42.8:1.8": "«Если бы, градоначальник, это было так, что человека ведёт к соответствующему перерождению тот образ действий, в котором он обычно пребывает, то в таком случае, согласно словам Нигантхи Натапутты, никто не направлялся бы в состояние лишений, в ад. ",
  "sn42.8:2.1": "Как ты думаешь, градоначальник? ",
  "sn42.8:2.2": "Если взять человека, который убивает живых существ, и сравнить одни случаи с другими, будь то день или ночь, чего будет больше – случаев, когда он убивает живых существ, или случаев, когда он не убивает живых существ?» ",
  "sn42.8:2.3": "«Уважаемый, если взять человека, который убивает живых существ, и сравнить одни случаи с другими, будь то день или ночь, то случаи, когда он убивает живых существ, будут нечастыми, а случаи, когда он не убивает живых существ, частыми». ",
  "sn42.8:2.4": "«Поэтому, градоначальник, если бы это было так, что человека ведёт к соответствующему перерождению тот образ действий, в котором он обычно пребывает, то в таком случае, согласно словам Нигантхи Натапутты, никто не направлялся бы в состояние лишений, в ад. ",
  "sn42.8:3.1": "Как ты думаешь, градоначальник? ",
  "sn42.8:3.2": "Если взять человека, который берёт то, что не было дано… ",
  "sn42.8:4.1": "Как ты думаешь, градоначальник? Если взять человека, который пускается в неблагое поведение в чувственных удовольствиях… ",
  "sn42.8:5.1": "Как ты думаешь, градоначальник? Если взять человека, который лжёт, и сравнить одни случаи с другими, будь то день или ночь, чего будет больше – случаев, когда он лжёт, или случаев, когда он не лжёт?» ",
  "sn42.8:5.2": "«Уважаемый, если взять человека, который лжёт, и сравнить одни случаи с другими, будь то день или ночь, то случаи, когда он лжёт, будут нечастыми, а случаи, когда он не лжёт, частыми». ",
  "sn42.8:5.3": "«Поэтому, градоначальник, если бы это было так, что человека ведёт к соответствующему перерождению тот образ действий, в котором он обычно пребывает, то в таком случае, согласно словам Нигантхи Натапутты, никто не направлялся бы в состояние лишений, в ад. ",
  "sn42.8:6.1": "Бывает, градоначальник, что какой-либо учитель придерживается такой доктрины и воззрения: ",
  "sn42.8:6.2": "„Любой, кто убивает живых существ, направляется в состояние лишений, направляется в ад. Любой, кто берёт то, что не было дано… пускается в неблагое поведение в чувственных удовольствиях… говорит ложь, направляется в состояние лишений, направляется в ад“. ",
  "sn42.8:6.3": "И ученик имеет полное доверие к этому учителю. ",
  "sn42.8:6.4": "Мысль приходит к нему: ",
  "sn42.8:6.5": "„Наш учитель придерживается такой доктрины и воззрения: ",
  "sn42.8:6.6": "‘Любой, кто убивает живых существ, направляется в состояние лишений, направляется в ад’. ",
  "sn42.8:6.7": "Я убивал живых существ, значит, я тоже направляюсь в состояние лишений, в ад“. Так он обретает это воззрение. ",
  "sn42.8:6.8": "Если он не отбросит подобного утверждения и состояния ума, если он не отринет это воззрение, то, как если бы его туда затянули силой, он окажется в аду. ",
  "sn42.8:6.9": "Мысль приходит к нему: „Наш учитель придерживается такой доктрины и воззрения: ",
  "sn42.8:6.10": "‘Любой, кто берёт то, что не было дано… ",
  "sn42.8:6.14": "пускается в неблагое поведение в чувственных удовольствиях… ",
  "sn42.8:6.19": "Любой, кто лжёт, направляется в состояние лишений, направляется в ад. ",
  "sn42.8:6.20": "Я лгал, значит, я тоже направляюсь в состояние лишений, в ад“. ",
  "sn42.8:6.21": "Так он обретает это воззрение. ",
  "sn42.8:6.22": "Если он не отбросит подобного утверждения и состояния ума, если он не отринет это воззрение, то, как если бы его туда затянули силой, он окажется в аду. ",
  "sn42.8:7.1": "Но вот, градоначальник, Татхагата возникает в мире – достигший совершенства, полностью просветлённый, совершенный в истинном знании и поведении, счастливейший, знаток миров, непревзойдённый вождь тех, кто должен обуздать себя, учитель богов и людей, просветлённый, благословенный. ",
  "sn42.8:7.2": "Разными способами он осуждает и порицает убийство живых существ, говоря: „Воздерживайтесь от убийства живых существ“. ",
  "sn42.8:7.3": "Он осуждает и порицает взятие того, что не было дано, говоря: „Воздерживайтесь от взятия того, что не было дано“. ",
  "sn42.8:7.4": "Он осуждает и порицает неблагое поведение в чувственных удовольствиях, говоря: „Воздерживайтесь от неблагого поведения в чувственных удовольствиях“. ",
  "sn42.8:7.5": "Он осуждает и порицает ложь, говоря: „Воздерживайтесь от лжи“. ",
  "sn42.8:7.6": "И ученик имеет полное доверие к этому учителю. ",
  "sn42.8:7.7": "Он размышляет так: ",
  "sn42.8:7.8": "„Разными способами Благословенный осуждает и порицает убийство живых существ, говоря: ‘Воздерживайтесь от убийства живых существ’. ",
  "sn42.8:7.9": "Так или иначе я убивал живых существ. ",
  "sn42.8:7.10": "Это было неправильно. Это было плохо. ",
  "sn42.8:7.11": "Но если из-за этого я стану терзать себя угрызениями совести, ",
  "sn42.8:7.12": "это не отменит совершённых мной злодеяний“. ",
  "sn42.8:7.13": "Рассудив так, он отказывается от убийства живых существ ",
  "sn42.8:7.14": "и воздерживается от убийства живых существ в будущем. ",
  "sn42.8:7.15": "Вот как происходит оставление этого злодеяния. ",
  "sn42.8:7.16": "Вот как происходит преодоление этого злодеяния. ",
  "sn42.8:8.1": "Он размышляет так: „Разными способами Благословенный осуждает и порицает взятие того, что не было дано… ",
  "sn42.8:9.1": "неблагое поведение в чувственных удовольствиях… ",
  "sn42.8:10.1": "ложь…“. ",
  "sn42.8:10.4": "Рассудив так, он отбрасывает ложь и воздерживается от лжи в будущем. ",
  "sn42.8:10.5": "Вот как происходит оставление этого злодеяния. Вот как происходит преодоление этого злодеяния. ",
  "sn42.8:11.1": "Отказавшись от убийства живых существ, он воздерживается от убийства живых существ. ",
  "sn42.8:11.2": "Отказавшись от взятия того, что не дано, он воздерживается от взятия того, что не дано. ",
  "sn42.8:11.3": "Отказавшись от неблагого поведения в чувственных удовольствиях, он воздерживается от неблагого поведения в чувственных удовольствиях. ",
  "sn42.8:11.4": "Отказавшись от лжи, он воздерживается от лжи. ",
  "sn42.8:11.5": "Отказавшись от сеющей распри речи, он воздерживается от сеющей распри речи. ",
  "sn42.8:11.6": "Отказавшись от грубой речи, он воздерживается от грубой речи. ",
  "sn42.8:11.7": "Отказавшись от пустословия, он воздерживается от пустословия. ",
  "sn42.8:11.8": "Отказавшись от жадности, он перестаёт быть жадным. ",
  "sn42.8:11.9": "Отказавшись от недоброжелательности и злобы, он имеет ум без недоброжелательности. ",
  "sn42.8:11.10": "Отказавшись от неправильных воззрений, он становится тем, кто обладает правильными воззрениями. ",
  "sn42.8:12.1": "И тогда, градоначальник, этот благородный ученик – лишённый жадности, лишённый недоброжелательности, незапутанный, бдительный, всегда осознанный – наполняет первую сторону света умом, наделённым доброжелательностью, равно как и вторую, равно как и третью, равно как и четвёртую. Вверх, вниз, вокруг и всюду, и ко всем, как к самому себе, – он пребывает, охватывая и наполняя весь мир умом, наделённым доброжелательностью, – обильным, возвышенным, безмерным не имеющим враждебности и недоброжелательности. ",
  "sn42.8:12.2": "Подобно тому как сильный человек, который дует в горн из морской раковины, может с лёгкостью известить четыре направления, ",
  "sn42.8:12.3": "точно так же, когда освобождённый доброжелательностью ум развит и взращен подобным образом, любая ограниченная камма, что была сделана им в прошлом более не остаётся там, не продолжается там. ",
  "sn42.8:13.1": "Он наполняет первую сторону света умом, наделённым состраданием… ",
  "sn42.8:13.2": "умом, наделённым сорадованием… ",
  "sn42.8:13.3": "умом, наделённым невозмутимостью, равно как и вторую, равно как и третью, равно как и четвёртую. Вверх, вниз, вокруг и всюду, и ко всем, как к самому себе, – он пребывает, охватывая и наполняя весь мир умом, наделённым невозмутимостью, – обильным, возвышенным, безмерным, не имеющим враждебности и недоброжелательности. ",
  "sn42.8:13.4": "Подобно тому как сильный человек, который дует в горн из морской раковины, может с лёгкостью известить четыре направления, ",
  "sn42.8:13.5": "точно так же, когда освобождённый доброжелательностью ум развит и взращен подобным образом, любая ограниченная камма, что была сделана им в прошлом более не остаётся там, не продолжается там». ",
  "sn42.8:14.1": "Когда так было сказано, градоначальник Асибандхакапутта обратился к Благословенному: ",
  "sn42.8:14.2": "«Великолепно, уважаемый! Великолепно, уважаемый! Как если бы он поставил на место то, что было перевёрнуто, раскрыл спрятанное, показал путь тому, кто потерялся, внёс лампу во тьму, чтобы зрячий да мог увидеть, точно так же Благословенный различными способами прояснил Дхамму. Я принимаю прибежище в Благословенном, прибежище в Дхамме и прибежище в Сангхе монахов. ",
  "sn42.8:14.3": "Пусть Благословенный помнит меня как мирского последователя, принявшего прибежище с этого дня и на всю жизнь». "
}