{
  "an3.39:0.1": "増支部経典 三集 ",
  "an3.39:0.2": "第四　神々の使い　（天使品） ",
  "an3.39:0.3": "39. 箱入りの生活 ",
  "an3.39:1.1": "「托鉢僧侶たちよ、私の生活は箱入り、最も箱入り、極めて箱入りでした。 ",
  "an3.39:1.2": "私の父の家には、私だけのために蓮の池が作られていました。 ",
  "an3.39:1.3": "ある所には青い花の蓮が、ある所にはピンクの花の蓮が、ある所には白い花の蓮が、私だけのために植えられていました。 ",
  "an3.39:1.4": "私はカーシー産の白檀のみを使い、ターバン、トップス、ボトムス、上着もまたカーシー産でした。 ",
  "an3.39:1.5": "そして白いパラソルが日夜、私にかざされていました。 ",
  "an3.39:1.6": "『寒さ、暑さ、草、塵、露が彼にあたらないように』と。 ",
  "an3.39:2.1": "私は三つの高床式の家がありました。一つは冬用、一つは夏用、そしてもう一つは雨季用でした。 ",
  "an3.39:2.2": "雨季の四ヶ月間は、雨季用の高床式の家で、男性が一人もいない演奏家たちによる音楽のもてなしを受け、家を降りることはありませんでした。 ",
  "an3.39:2.3": "また、他の家の無給労働者、労働者、従業員は、粗末なおかゆと漬物を与えられていましたが、私の父の家では彼らは良質の米と肉を与えられていました。 ",
  "an3.39:3.1": "こんな裕福で箱入りの生活の中で、私はこう思いました。 ",
  "an3.39:3.2": "『学んでいない凡人は自分自身が老いる定めで老齢を逃れられないが、年老いた他人を見た時、彼らはゾッとし、拒絶反応を示し、嫌気を感じ、自分も同じ立場にあるという事実を見過ごす。 ",
  "an3.39:3.3": "私も老いる定めだが、年老いた他人を見た時、ゾッとし、恥ずかしく思い、嫌気を感じるのは適切ではない』と。 ",
  "an3.39:3.4": "このように鑑みて、私は若さに対するうぬぼれを完全に捨て去りました。 ",
  "an3.39:4.1": "『学んでいない凡人は自分自身が病気になる定めで病気を逃れられないが、病気の他人を見た時、彼らはゾッとし、拒絶反応を示し、嫌気を感じ、自分も同じ立場にあるという事実を見過ごす。 ",
  "an3.39:4.2": "私も病気になる定めだが、病気の他人を見た時、ゾッとし、恥ずかしく思い、嫌気を感じるのは適切ではない』と。 ",
  "an3.39:4.3": "このように鑑みて、私は健康に対するうぬぼれを完全に捨て去りました。 ",
  "an3.39:5.1": "『学んでいない凡人は自分自身が死ぬ定めで死を逃れられないが、死んだ他人を見た時、彼らはゾッとし、拒絶反応を示し、嫌けを感じ、自分も同じ立場にあるという事実を見過ごす。 ",
  "an3.39:5.2": "私も死ぬ定めだが、死んだ他人を見た時、ゾッとし、恥ずかしく思い、嫌気を感じるのは適切ではない』と。 ",
  "an3.39:5.3": "このように鑑みて、私は生命に対するうぬぼれを完全に捨て去りました。 ",
  "an3.39:6.1": "これら三つのうぬぼれがあります。 ",
  "an3.39:6.2": "どの三つでしょうか。 ",
  "an3.39:6.3": "若さ、健康、そして生命に対するうぬぼれです。 ",
  "an3.39:6.4": "若さに対するうぬぼれで酔っ払った学んでいない凡人は体、言葉そして心による悪い行為をします。 ",
  "an3.39:6.5": "そして、体がばらばらになる死後に喪失の地、悪い場所、下層界、地獄へ生まれ変わります。 ",
  "an3.39:6.6": "健康に対するうぬぼれで酔っ払った… ",
  "an3.39:6.7": "生命に対するうぬぼれで酔っ払った学んでいない凡人は体、言葉そして心による悪い行為をします。 ",
  "an3.39:6.8": "そして、体がばらばらになる死後に喪失の地、悪い場所、下層界、地獄へ生まれ変わります。 ",
  "an3.39:7.1": "若さ、健康、又は生命に対するうぬぼれで酔っ払った托鉢僧侶は訓練をやめ、劣った生活へと戻ります。 ",
  "an3.39:7.2": "健康に対するうぬぼれで酔っ払った… ",
  "an3.39:7.3": "生命に対するうぬぼれで酔っ払った托鉢僧侶は訓練をやめ、劣った生活へと戻ります。 ",
  "an3.39:8.1": "人々にとって病気は定めで、 ",
  "an3.39:8.2": "老齢も死も定めである。 ",
  "an3.39:8.3": "これが自然の定めだが、 ",
  "an3.39:8.4": "凡人は嫌気を感じる。 ",
  "an3.39:9.1": "もし私がこれらの定めのある生き物に ",
  "an3.39:9.2": "嫌気を感じるのは、 ",
  "an3.39:9.3": "適切ではないだろう。 ",
  "an3.39:9.4": "私の人生も全く同じなのだから。 ",
  "an3.39:10.1": "そのように生きて、 ",
  "an3.39:10.2": "私は執着する事なく真実を理解した。 ",
  "an3.39:10.3": "私は全てのうぬぼれを征服した。 ",
  "an3.39:10.4": "健康、若さ、 ",
  "an3.39:11.1": "そして生命に対するうぬぼれすらもだ。 ",
  "an3.39:11.2": "世を捨てる事に安全性を見て、 ",
  "an3.39:11.3": "私に熱意が湧き出た、 ",
  "an3.39:11.4": "消失を目指ざして。 ",
  "an3.39:12.1": "今では、私は ",
  "an3.39:12.2": "五感の快楽に浸ることは出来ない。 ",
  "an3.39:12.3": "もう引き返せない、 ",
  "an3.39:12.4": "聖なる人生を全うするまでは。」 "
}