{
  "patthana11.9:0.1": "Paṭṭhānapakaraṇa",
  "patthana11.9:0.2": "Dhammapaccanīya (2), Tikatikapaṭṭhānapāḷi (5)",
  "patthana11.9:0.3": "11.9. Kusalattika, Sanidassanattika",
  "patthana11.9:1.1": "Nakusalaṃ nasanidassanasappaṭighaṃ dhammaṃ paṭicca nakusalo nasanidassanasappaṭigho dhammo uppajjati hetupaccayā. Nakusalaṃ nasanidassanasappaṭighaṃ dhammaṃ paṭicca naakusalo nasanidassanasappaṭigho dhammo uppajjati hetupaccayā. Nakusalaṃ nasanidassanasappaṭighaṃ dhammaṃ paṭicca naabyākato nasanidassanasappaṭigho dhammo uppajjati hetupaccayā. Nakusalaṃ nasanidassanasappaṭighaṃ dhammaṃ paṭicca nakusalo nasanidassanasappaṭigho ca naabyākato nasanidassanasappaṭigho ca dhammā uppajjanti hetupaccayā. Nakusalaṃ nasanidassanasappaṭighaṃ dhammaṃ paṭicca nakusalo nasanidassanasappaṭigho ca naakusalo nasanidassanasappaṭigho ca dhammā uppajjanti hetupaccayā. (5)",
  "patthana11.9:2.1": "Naakusalaṃ nasanidassanasappaṭighaṃ dhammaṃ paṭicca naakusalo nasanidassanasappaṭigho dhammo uppajjati hetupaccayā. Naakusalaṃ nasanidassanasappaṭighaṃ dhammaṃ paṭicca nakusalo nasanidassanasappaṭigho dhammo uppajjati hetupaccayā. Naakusalaṃ nasanidassanasappaṭighaṃ dhammaṃ paṭicca naabyākato nasanidassanasappaṭigho dhammo uppajjati hetupaccayā. Naakusalaṃ nasanidassanasappaṭighaṃ dhammaṃ paṭicca naakusalo nasanidassanasappaṭigho ca naabyākato nasanidassanasappaṭigho ca dhammā uppajjanti hetupaccayā. Naakusalaṃ nasanidassanasappaṭighaṃ dhammaṃ paṭicca nakusalo nasanidassanasappaṭigho ca naakusalo nasanidassanasappaṭigho ca dhammā uppajjanti hetupaccayā. (5)",
  "patthana11.9:3.1": "Naabyākataṃ nasanidassanasappaṭighaṃ dhammaṃ paṭicca naabyākato nasanidassanasappaṭigho dhammo uppajjati hetupaccayā. Naabyākataṃ nasanidassanasappaṭighaṃ dhammaṃ paṭicca nakusalo nasanidassanasappaṭigho dhammo uppajjati hetupaccayā. Naabyākataṃ nasanidassanasappaṭighaṃ dhammaṃ paṭicca naakusalo nasanidassanasappaṭigho dhammo uppajjati hetupaccayā. Naabyākataṃ nasanidassanasappaṭighaṃ dhammaṃ paṭicca nakusalo nasanidassanasappaṭigho ca naabyākato nasanidassanasappaṭigho ca dhammā uppajjanti hetupaccayā. Naabyākataṃ nasanidassanasappaṭighaṃ dhammaṃ paṭicca naakusalo nasanidassanasappaṭigho ca naabyākato nasanidassanasappaṭigho ca dhammā uppajjanti hetupaccayā. Naabyākataṃ nasanidassanasappaṭighaṃ dhammaṃ paṭicca nakusalo nasanidassanasappaṭigho ca naakusalo nasanidassanasappaṭigho ca dhammā uppajjanti hetupaccayā. (6)",
  "patthana11.9:4.1": "Nakusalaṃ nasanidassanasappaṭighañca naabyākataṃ nasanidassanasappaṭighañca dhammaṃ paṭicca nakusalo nasanidassanasappaṭigho dhammo uppajjati hetupaccayā … pañca.",
  "patthana11.9:5.1": "Naakusalaṃ nasanidassanasappaṭighañca naabyākataṃ nasanidassanasappaṭighañca dhammaṃ paṭicca nakusalo nasanidassanasappaṭigho dhammo uppajjati hetupaccayā … pañca.",
  "patthana11.9:6.1": "Nakusalaṃ nasanidassanasappaṭighañca naakusalaṃ nasanidassanasappaṭighañca dhammaṃ paṭicca nakusalo nasanidassanasappaṭigho dhammo uppajjati hetupaccayā. Nakusalaṃ nasanidassanasappaṭighañca naakusalaṃ nasanidassanasappaṭighañca dhammaṃ paṭicca naakusalo nasanidassanasappaṭigho dhammo uppajjati hetupaccayā. Nakusalaṃ nasanidassanasappaṭighañca naakusalaṃ nasanidassanasappaṭighañca dhammaṃ paṭicca nakusalo nasanidassanasappaṭigho ca naakusalo nasanidassanasappaṭigho ca dhammā uppajjanti hetupaccayā. (3) (Saṃkhittaṃ.)",
  "patthana11.9:7.1": "Hetuyā ekūnatiṃsa, ārammaṇe catuvīsa …pe… vipāke nava …pe… avigate ekūnatiṃsa. (Sabbattha vitthāro.)",
  "patthana11.9:8.1": "Nakusalaṃ naanidassanasappaṭighaṃ dhammaṃ paṭicca nakusalo naanidassanasappaṭigho dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana11.9:9.1": "Hetuyā ekūnatiṃsa, ārammaṇe catuvīsa …pe… vipāke nava …pe… avigate ekūnatiṃsa. (Sabbattha vitthāro.)",
  "patthana11.9:10.1": "Nakusalaṃ naanidassanaappaṭighaṃ dhammaṃ paṭicca nakusalo naanidassanaappaṭigho dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana11.9:11.1": "Hetuyā nava …pe… avigate nava. (Sabbattha vitthāro.)"
}