{
  "patthana11.1:0.1": "Paṭṭhānapakaraṇa",
  "patthana11.1:0.2": "Dhammapaccanīya (2), Tikatikapaṭṭhānapāḷi (5)",
  "patthana11.1:0.3": "11.1. Kusalattika, Vedanāttika",
  "patthana11.1:1.1": "Namo tassa Bhagavato Arahato Sammāsambuddhassa.",
  "patthana11.1:2.0.1": "11.1.1. Sukhāyavedanāyasampayuttapada",
  "patthana11.1:2.0.2": "Hetu",
  "patthana11.1:2.1": "Nakusalaṃ nasukhāya vedanāya sampayuttaṃ dhammaṃ paṭicca nakusalo nasukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā. Nakusalaṃ nasukhāya vedanāya sampayuttaṃ dhammaṃ paṭicca naakusalo nasukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā. Nakusalaṃ nasukhāya vedanāya sampayuttaṃ dhammaṃ paṭicca naabyākato nasukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā. Nakusalaṃ nasukhāya vedanāya sampayuttaṃ dhammaṃ paṭicca nakusalo nasukhāya vedanāya sampayutto ca naabyākato nasukhāya vedanāya sampayutto ca dhammā uppajjanti hetupaccayā. Nakusalaṃ nasukhāya vedanāya sampayuttaṃ dhammaṃ paṭicca nakusalo nasukhāya vedanāya sampayutto ca naakusalo nasukhāya vedanāya sampayutto ca dhammā uppajjanti hetupaccayā. (5)",
  "patthana11.1:3.1": "Naakusalaṃ nasukhāya vedanāya sampayuttaṃ dhammaṃ paṭicca naakusalo nasukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā. Naakusalaṃ nasukhāya vedanāya sampayuttaṃ dhammaṃ paṭicca nakusalo nasukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā. Naakusalaṃ nasukhāya vedanāya sampayuttaṃ dhammaṃ paṭicca naabyākato nasukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā. Naakusalaṃ nasukhāya vedanāya sampayuttaṃ dhammaṃ paṭicca naakusalo nasukhāya vedanāya sampayutto ca naabyākato nasukhāya vedanāya sampayutto ca dhammā uppajjanti hetupaccayā. Naakusalaṃ nasukhāya vedanāya sampayuttaṃ dhammaṃ paṭicca nakusalo nasukhāya vedanāya sampayutto ca naakusalo nasukhāya vedanāya sampayutto ca dhammā uppajjanti hetupaccayā. (5)",
  "patthana11.1:4.1": "Naabyākataṃ nasukhāya vedanāya sampayuttaṃ dhammaṃ paṭicca naabyākato nasukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā. Naabyākataṃ nasukhāya vedanāya sampayuttaṃ dhammaṃ paṭicca nakusalo nasukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā. Naabyākataṃ nasukhāya vedanāya sampayuttaṃ dhammaṃ paṭicca naakusalo nasukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā. Naabyākataṃ nasukhāya vedanāya sampayuttaṃ dhammaṃ paṭicca nakusalo nasukhāya vedanāya sampayutto ca naabyākato nasukhāya vedanāya sampayutto ca dhammā uppajjanti hetupaccayā. Naabyākataṃ nasukhāya vedanāya sampayuttaṃ dhammaṃ paṭicca naakusalo nasukhāya vedanāya sampayutto ca naabyākato nasukhāya vedanāya sampayutto ca dhammā uppajjanti hetupaccayā. Naabyākataṃ nasukhāya vedanāya sampayuttaṃ dhammaṃ paṭicca nakusalo nasukhāya vedanāya sampayutto ca naakusalo nasukhāya vedanāya sampayutto ca dhammā uppajjanti hetupaccayā. (6)",
  "patthana11.1:5.1": "Nakusalaṃ nasukhāya vedanāya sampayuttañca naabyākataṃ nasukhāya vedanāya sampayuttañca dhammaṃ paṭicca nakusalo nasukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā. Nakusalaṃ nasukhāya vedanāya sampayuttañca naabyākataṃ nasukhāya vedanāya sampayuttañca dhammaṃ paṭicca naakusalo nasukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā. Nakusalaṃ nasukhāya vedanāya sampayuttañca naabyākataṃ nasukhāya vedanāya sampayuttañca dhammaṃ paṭicca naabyākato nasukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā. Nakusalaṃ nasukhāya vedanāya sampayuttañca naabyākataṃ nasukhāya vedanāya sampayuttañca dhammaṃ paṭicca nakusalo nasukhāya vedanāya sampayutto ca naabyākato nasukhāya vedanāya sampayutto ca dhammā uppajjanti hetupaccayā. Nakusalaṃ nasukhāya vedanāya sampayuttañca naabyākataṃ nasukhāya vedanāya sampayuttañca dhammaṃ paṭicca nakusalo nasukhāya vedanāya sampayutto ca naakusalo nasukhāya vedanāya sampayutto ca dhammā uppajjanti hetupaccayā. (5)",
  "patthana11.1:6.1": "Naakusalaṃ nasukhāya vedanāya sampayuttañca naabyākataṃ nasukhāya vedanāya sampayuttañca dhammaṃ paṭicca nakusalo nasukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā. Naakusalaṃ nasukhāya vedanāya sampayuttañca naabyākataṃ nasukhāya vedanāya sampayuttañca dhammaṃ paṭicca naakusalo nasukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā. Naakusalaṃ nasukhāya vedanāya sampayuttañca naabyākataṃ nasukhāya vedanāya sampayuttañca dhammaṃ paṭicca naabyākato nasukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā. Naakusalaṃ nasukhāya vedanāya sampayuttañca naabyākataṃ nasukhāya vedanāya sampayuttañca dhammaṃ paṭicca naakusalo nasukhāya vedanāya sampayutto ca naabyākato nasukhāya vedanāya sampayutto ca dhammā uppajjanti hetupaccayā. Naakusalaṃ nasukhāya vedanāya sampayuttañca naabyākataṃ nasukhāya vedanāya sampayuttañca dhammaṃ paṭicca nakusalo nasukhāya vedanāya sampayutto ca naakusalo nasukhāya vedanāya sampayutto ca dhammā uppajjanti hetupaccayā. (5)",
  "patthana11.1:7.1": "Nakusalaṃ nasukhāya vedanāya sampayuttañca naakusalaṃ nasukhāya vedanāya sampayuttañca dhammaṃ paṭicca nakusalo nasukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā. Nakusalaṃ nasukhāya vedanāya sampayuttañca naakusalaṃ nasukhāya vedanāya sampayuttañca dhammaṃ paṭicca naakusalo nasukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā. Nakusalaṃ nasukhāya vedanāya sampayuttañca naakusalaṃ nasukhāya vedanāya sampayuttañca dhammaṃ paṭicca nakusalo nasukhāya vedanāya sampayutto ca naakusalo nasukhāya vedanāya sampayutto ca dhammā uppajjanti hetupaccayā. (3) (Saṃkhittaṃ.)",
  "patthana11.1:8.1": "Hetuyā ekūnatiṃsa, ārammaṇe catuvīsa …pe… vipāke nava …pe… avigate ekūnatiṃsa. (Sahajātavārepi …pe… pañhāvārepi vitthāro.)",
  "patthana11.1:9.0.1": "11.1.2. Dukkhāyavedanāyasampayuttapada",
  "patthana11.1:9.0.2": "Hetu",
  "patthana11.1:9.1": "Nakusalaṃ nadukkhāya vedanāya sampayuttaṃ dhammaṃ paṭicca nakusalo nadukkhāya vedanāya sampayutto dhammo uppajjati hetupaccayā. Nakusalaṃ nadukkhāya vedanāya sampayuttaṃ dhammaṃ paṭicca naakusalo nadukkhāya vedanāya sampayutto dhammo uppajjati hetupaccayā. Nakusalaṃ nadukkhāya vedanāya sampayuttaṃ dhammaṃ paṭicca naabyākato nadukkhāya vedanāya sampayutto dhammo uppajjati hetupaccayā. Nakusalaṃ nadukkhāya vedanāya sampayuttaṃ dhammaṃ paṭicca nakusalo nadukkhāya vedanāya sampayutto ca naabyākato nadukkhāya vedanāya sampayutto ca dhammā uppajjanti hetupaccayā. Nakusalaṃ nadukkhāya vedanāya sampayuttaṃ dhammaṃ paṭicca nakusalo nadukkhāya vedanāya sampayutto ca naakusalo nadukkhāya vedanāya sampayutto ca dhammā uppajjanti hetupaccayā. (5)",
  "patthana11.1:10.1": "Naakusalaṃ nadukkhāya vedanāya sampayuttaṃ dhammaṃ paṭicca naakusalo nadukkhāya vedanāya sampayutto dhammo uppajjati hetupaccayā … pañca.",
  "patthana11.1:11.1": "Naabyākataṃ nadukkhāya vedanāya sampayuttaṃ dhammaṃ paṭicca naabyākato nadukkhāya vedanāya sampayutto dhammo uppajjati hetupaccayā … cha.",
  "patthana11.1:12.1": "Nakusalaṃ nadukkhāya vedanāya sampayuttañca naabyākataṃ nadukkhāya vedanāya sampayuttañca dhammaṃ paṭicca nakusalo nadukkhāya vedanāya sampayutto dhammo uppajjati hetupaccayā … pañca.",
  "patthana11.1:13.1": "Naakusalaṃ nadukkhāya vedanāya sampayuttañca naabyākataṃ nadukkhāya vedanāya sampayuttañca dhammaṃ paṭicca nakusalo nadukkhāya vedanāya sampayutto dhammo uppajjati hetupaccayā … pañca.",
  "patthana11.1:14.1": "Nakusalaṃ nadukkhāya vedanāya sampayuttañca naakusalaṃ nadukkhāya vedanāya sampayuttañca dhammaṃ paṭicca nakusalo nadukkhāya vedanāya sampayutto dhammo uppajjati hetupaccayā … tīṇi. (Saṃkhittaṃ.)",
  "patthana11.1:15.1": "Hetuyā ekūnatiṃsa, ārammaṇe catuvīsa …pe… vipāke nava …pe… avigate ekūnatiṃsa. (Sabbattha vitthāretabbaṃ.)",
  "patthana11.1:16.0.1": "11.1.3. Adukkhamasukhavedanāyasampayuttapada",
  "patthana11.1:16.0.2": "Hetu",
  "patthana11.1:16.1": "Nakusalaṃ naadukkhamasukhāya vedanāya sampayuttaṃ dhammaṃ paṭicca nakusalo naadukkhamasukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā … pañca.",
  "patthana11.1:17.1": "Naakusalaṃ naadukkhamasukhāya vedanāya sampayuttaṃ dhammaṃ paṭicca naakusalo naadukkhamasukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā … pañca.",
  "patthana11.1:18.1": "Naabyākataṃ naadukkhamasukhāya vedanāya sampayuttaṃ dhammaṃ paṭicca naabyākato naadukkhamasukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā … cha.",
  "patthana11.1:19.1": "Nakusalaṃ naadukkhamasukhāya vedanāya sampayuttañca naabyākataṃ naadukkhamasukhāya vedanāya sampayuttañca dhammaṃ paṭicca nakusalo naadukkhamasukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā … pañca.",
  "patthana11.1:20.1": "Naakusalaṃ naadukkhamasukhāya vedanāya sampayuttañca naabyākataṃ naadukkhamasukhāya vedanāya sampayuttañca dhammaṃ paṭicca nakusalo naadukkhamasukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā … pañca.",
  "patthana11.1:21.1": "Nakusalaṃ naadukkhamasukhāya vedanāya sampayuttañca naakusalaṃ naadukkhamasukhāya vedanāya sampayuttañca dhammaṃ paṭicca nakusalo naadukkhamasukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā … tīṇi. (Saṃkhittaṃ.)",
  "patthana11.1:22.1": "Hetuyā ekūnatiṃsa, ārammaṇe catuvīsa …pe… vipāke nava …pe… avigate ekūnatiṃsa. (Sabbattha vitthāro.)"
}