{
  "patthana11.2:0.1": "Paṭṭhānapakaraṇa",
  "patthana11.2:0.2": "Dhammapaccanīya (2), Tikatikapaṭṭhānapāḷi (5)",
  "patthana11.2:0.3": "11.2. Kusalattika, Vipākattika",
  "patthana11.2:1.1": "Nakusalaṃ navipākaṃ dhammaṃ paṭicca nakusalo navipāko dhammo uppajjati hetupaccayā. Nakusalaṃ navipākaṃ dhammaṃ paṭicca naakusalo navipāko dhammo uppajjati hetupaccayā. Nakusalaṃ navipākaṃ dhammaṃ paṭicca naabyākato navipāko dhammo uppajjati hetupaccayā. Nakusalaṃ navipākaṃ dhammaṃ paṭicca nakusalo navipāko ca naabyākato navipāko ca dhammā uppajjanti hetupaccayā. Nakusalaṃ navipākaṃ dhammaṃ paṭicca nakusalo navipāko ca naakusalo navipāko ca dhammā uppajjanti hetupaccayā. (5)",
  "patthana11.2:2.1": "Naakusalaṃ navipākaṃ dhammaṃ paṭicca naakusalo navipāko dhammo uppajjati hetupaccayā … pañca.",
  "patthana11.2:3.1": "Naabyākataṃ navipākaṃ dhammaṃ paṭicca naabyākato navipāko dhammo uppajjati hetupaccayā … cha.",
  "patthana11.2:4.1": "Nakusalaṃ navipākañca naabyākataṃ navipākañca dhammaṃ paṭicca nakusalo navipāko dhammo uppajjati hetupaccayā … pañca.",
  "patthana11.2:5.1": "Naakusalaṃ navipākañca naabyākataṃ navipākañca dhammaṃ paṭicca nakusalo navipāko dhammo uppajjati hetupaccayā … pañca.",
  "patthana11.2:6.1": "Nakusalaṃ navipākañca naakusalaṃ navipākañca dhammaṃ paṭicca nakusalo navipāko dhammo uppajjati hetupaccayā … tīṇi. (Saṃkhittaṃ.)",
  "patthana11.2:7.1": "Hetuyā ekūnatiṃsa, ārammaṇe catuvīsa …pe… vipāke nava …pe… avigate ekūnatiṃsa. (Sabbattha vitthāro.)",
  "patthana11.2:8.1": "Nakusalaṃ navipākadhammadhammaṃ paṭicca nakusalo navipākadhammadhammo uppajjati hetupaccayā. Nakusalaṃ navipākadhammadhammaṃ paṭicca naakusalo navipākadhammadhammo uppajjati hetupaccayā. Nakusalaṃ navipākadhammadhammaṃ paṭicca nakusalo navipākadhammadhammo ca naakusalo navipākadhammadhammo ca dhammā uppajjanti hetupaccayā. (3)",
  "patthana11.2:9.1": "Naakusalaṃ navipākadhammadhammaṃ paṭicca naakusalo navipākadhammadhammo uppajjati hetupaccayā. Naakusalaṃ navipākadhammadhammaṃ paṭicca nakusalo navipākadhammadhammo uppajjati hetupaccayā. Naakusalaṃ navipākadhammadhammaṃ paṭicca nakusalo navipākadhammadhammo ca naakusalo navipākadhammadhammo ca dhammā uppajjanti hetupaccayā. (3)",
  "patthana11.2:10.1": "Nakusalaṃ navipākadhammadhammañca naakusalaṃ navipākadhammadhammañca dhammaṃ paṭicca nakusalo navipākadhammadhammo uppajjati hetupaccayā. Nakusalaṃ navipākadhammadhammañca naakusalaṃ navipākadhammadhammañca dhammaṃ paṭicca naakusalo navipākadhammadhammo uppajjati hetupaccayā. Nakusalaṃ navipākadhammadhammañca naakusalaṃ navipākadhammadhammañca dhammaṃ paṭicca nakusalo navipākadhammadhammo ca naakusalo navipākadhammadhammo ca dhammā uppajjanti hetupaccayā. (3) (Saṃkhittaṃ.)",
  "patthana11.2:11.1": "Hetuyā nava …pe… avigate nava. (Sabbattha nava.)",
  "patthana11.2:12.1": "Nakusalaṃ nanevavipākanavipākadhammadhammaṃ paṭicca nakusalo nanevavipākanavipākadhammadhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana11.2:13.1": "Hetuyā catuvīsa …pe… āsevane sattarasa …pe… vipāke nava …pe… avigate catuvīsa."
}