{
  "patthana11.16:0.1": "Paṭṭhānapakaraṇa",
  "patthana11.16:0.2": "Dhammapaccanīya (2), Tikatikapaṭṭhānapāḷi (5)",
  "patthana11.16:0.3": "11.16. Sanidassanattika, Kusalattika",
  "patthana11.16:1.1": "Nasanidassanasappaṭighaṃ nakusalaṃ dhammaṃ paṭicca nasanidassanasappaṭigho nakusalo dhammo uppajjati hetupaccayā. Nasanidassanasappaṭighaṃ nakusalaṃ dhammaṃ paṭicca naanidassanasappaṭigho nakusalo dhammo uppajjati hetupaccayā. Nasanidassanasappaṭighaṃ nakusalaṃ dhammaṃ paṭicca naanidassanaappaṭigho nakusalo dhammo uppajjati hetupaccayā …pe… cha.",
  "patthana11.16:2.1": "Naanidassanasappaṭighaṃ nakusalaṃ dhammaṃ paṭicca naanidassanasappaṭigho nakusalo dhammo uppajjati hetupaccayā. Naanidassanasappaṭighaṃ nakusalaṃ dhammaṃ paṭicca nasanidassanasappaṭigho nakusalo dhammo uppajjati hetupaccayā. Naanidassanasappaṭighaṃ nakusalaṃ dhammaṃ paṭicca naanidassanaappaṭigho nakusalo dhammo uppajjati hetupaccayā …pe… cha.",
  "patthana11.16:3.1": "Naanidassanaappaṭighaṃ nakusalaṃ dhammaṃ paṭicca naanidassanaappaṭigho nakusalo dhammo uppajjati hetupaccayā … cha.",
  "patthana11.16:4.1": "Nasanidassanasappaṭighaṃ nakusalañca naanidassanaappaṭighaṃ nakusalañca dhammaṃ paṭicca nasanidassanasappaṭigho nakusalo dhammo uppajjati hetupaccayā … cha.",
  "patthana11.16:5.1": "Naanidassanasappaṭighaṃ nakusalañca naanidassanaappaṭighaṃ nakusalañca dhammaṃ paṭicca nasanidassanasappaṭigho nakusalo dhammo uppajjati hetupaccayā … cha. (Saṃkhittaṃ.)",
  "patthana11.16:6.1": "Hetuyā tiṃsa, ārammaṇe nava …pe… aññamaññe pañcavīsa …pe… avigate tiṃsa. (Sabbattha vitthāro.)",
  "patthana11.16:7.1": "Nasanidassanasappaṭighaṃ naakusalaṃ dhammaṃ paṭicca nasanidassanasappaṭigho naakusalo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana11.16:8.1": "Hetuyā tiṃsa, ārammaṇe nava …pe… aññamaññe pañcavīsa …pe… avigate tiṃsa. (Sabbattha vitthāro.)",
  "patthana11.16:9.1": "Nasanidassanasappaṭighaṃ naabyākataṃ dhammaṃ paṭicca nasanidassanasappaṭigho naabyākato dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana11.16:10.1": "Hetuyā nava. (Sabbattha nava.)"
}