{
  "patthana11.10:0.1": "Paṭṭhānapakaraṇa",
  "patthana11.10:0.2": "Dhammapaccanīya (2), Tikatikapaṭṭhānapāḷi (5)",
  "patthana11.10:0.3": "11.10. Vedanāttika, Kusalattika",
  "patthana11.10:1.1": "Nasukhāya vedanāya sampayuttaṃ nakusalaṃ dhammaṃ paṭicca nasukhāya vedanāya sampayutto nakusalo dhammo uppajjati hetupaccayā. Nasukhāya vedanāya sampayuttaṃ nakusalaṃ dhammaṃ paṭicca nadukkhāya vedanāya sampayutto nakusalo dhammo uppajjati hetupaccayā. Nasukhāya vedanāya sampayuttaṃ nakusalaṃ dhammaṃ paṭicca naadukkhamasukhāya vedanāya sampayutto nakusalo dhammo uppajjati hetupaccayā. Nasukhāya vedanāya sampayuttaṃ nakusalaṃ dhammaṃ paṭicca nasukhāya vedanāya sampayutto nakusalo ca naadukkhamasukhāya vedanāya sampayutto nakusalo ca dhammā uppajjanti hetupaccayā …pe… satta.",
  "patthana11.10:2.1": "Nadukkhāya vedanāya sampayuttaṃ nakusalaṃ dhammaṃ paṭicca nadukkhāya vedanāya sampayutto nakusalo dhammo uppajjati hetupaccayā. Nadukkhāya vedanāya sampayuttaṃ nakusalaṃ dhammaṃ paṭicca nasukhāya vedanāya sampayutto nakusalo dhammo uppajjati hetupaccayā. Nadukkhāya vedanāya sampayuttaṃ nakusalaṃ dhammaṃ paṭicca naadukkhamasukhāya vedanāya sampayutto nakusalo dhammo uppajjati hetupaccayā. Nadukkhāya vedanāya sampayuttaṃ nakusalaṃ dhammaṃ paṭicca nasukhāya vedanāya sampayutto nakusalo ca naadukkhamasukhāya vedanāya sampayutto nakusalo ca dhammā uppajjanti hetupaccayā …pe… satta.",
  "patthana11.10:3.1": "Naadukkhamasukhāya vedanāya sampayuttaṃ nakusalaṃ dhammaṃ paṭicca naadukkhamasukhāya vedanāya sampayutto nakusalo dhammo uppajjati hetupaccayā. Naadukkhamasukhāya vedanāya sampayuttaṃ nakusalaṃ dhammaṃ paṭicca nasukhāya vedanāya sampayutto nakusalo dhammo uppajjati hetupaccayā. Naadukkhamasukhāya vedanāya sampayuttaṃ nakusalaṃ dhammaṃ paṭicca nadukkhāya vedanāya sampayutto nakusalo dhammo uppajjati hetupaccayā. Naadukkhamasukhāya vedanāya sampayuttaṃ nakusalaṃ dhammaṃ paṭicca nasukhāya vedanāya sampayutto nakusalo ca naadukkhamasukhāya vedanāya sampayutto nakusalo ca dhammā uppajjanti hetupaccayā …pe… satta.",
  "patthana11.10:4.1": "Nasukhāya vedanāya sampayuttaṃ nakusalañca naadukkhamasukhāya vedanāya sampayuttaṃ nakusalañca dhammaṃ paṭicca nasukhāya vedanāya sampayutto nakusalo dhammo uppajjati hetupaccayā. Nasukhāya vedanāya sampayuttaṃ nakusalañca naadukkhamasukhāya vedanāya sampayuttaṃ nakusalañca dhammaṃ paṭicca nadukkhāya vedanāya sampayutto nakusalo dhammo uppajjati hetupaccayā. Nasukhāya vedanāya sampayuttaṃ nakusalañca naadukkhamasukhāya vedanāya sampayuttaṃ nakusalañca dhammaṃ paṭicca naadukkhamasukhāya vedanāya sampayutto nakusalo dhammo uppajjati hetupaccayā. Nasukhāya vedanāya sampayuttaṃ nakusalañca naadukkhamasukhāya vedanāya sampayuttaṃ nakusalañca dhammaṃ paṭicca nasukhāya vedanāya sampayutto nakusalo ca naadukkhamasukhāya vedanāya sampayutto nakusalo ca dhammā uppajjanti hetupaccayā …pe… satta.",
  "patthana11.10:5.1": "Nadukkhāya vedanāya sampayuttaṃ nakusalañca naadukkhamasukhāya vedanāya sampayuttaṃ nakusalañca dhammaṃ paṭicca nasukhāya vedanāya sampayutto nakusalo dhammo uppajjati hetupaccayā. Nadukkhāya vedanāya sampayuttaṃ nakusalañca naadukkhamasukhāya vedanāya sampayuttaṃ nakusalañca dhammaṃ paṭicca nadukkhāya vedanāya sampayutto nakusalo dhammo uppajjati hetupaccayā. Nadukkhāya vedanāya sampayuttaṃ nakusalañca naadukkhamasukhāya vedanāya sampayuttaṃ nakusalañca dhammaṃ paṭicca naadukkhamasukhāya vedanāya sampayutto nakusalo dhammo uppajjati hetupaccayā …pe… satta. (Saṃkhittaṃ.)",
  "patthana11.10:6.1": "Hetuyā ekūnapaññāsa, ārammaṇe ekūnapaññāsa …pe… purejāte āsevane aṭṭhacattālīsa …pe… avigate ekūnapaññāsa.",
  "patthana11.10:7.1": "Nasukhāya vedanāya sampayuttaṃ naakusalaṃ dhammaṃ paṭicca nasukhāya vedanāya sampayutto naakusalo dhammo uppajjati hetupaccayā …. (Saṃkhittaṃ.)",
  "patthana11.10:8.1": "Hetuyā ekūnapaññāsa …pe… purejāte aṭṭhacattālīsa, āsevane sattacattālīsa …pe… avigate ekūnapaññāsa.",
  "patthana11.10:9.1": "Nasukhāya vedanāya sampayuttaṃ naabyākataṃ dhammaṃ paṭicca nasukhāya vedanāya sampayutto naabyākato dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana11.10:10.1": "Hetuyā aṭṭhacattālīsa …pe… avigate aṭṭhacattālīsa. (Sabbattha vitthāro.)"
}