{
  "pli-tv-bi-vb-ss2:0.1": "Theravāda Collection on Monastic Law ",
  "pli-tv-bi-vb-ss2:0.2": "The nuns’ rules and their analysis ",
  "pli-tv-bi-vb-ss2:0.3": "The chapter on offenses entailing suspension ",
  "pli-tv-bi-vb-ss2:0.4": "2. The training rule on one who gives the full admission to a criminal ",
  "pli-tv-bi-vb-ss2:1.0": "Origin story ",
  "pli-tv-bi-vb-ss2:1.1": "At one time the Buddha was staying at Sāvatthī in the Jeta Grove, Anāthapiṇḍika’s Monastery. ",
  "pli-tv-bi-vb-ss2:1.2": "At that time in Vesālī the wife of a certain Licchavī man was unfaithful. ",
  "pli-tv-bi-vb-ss2:1.3": "He said to her, ",
  "pli-tv-bi-vb-ss2:1.4": "“Please stop. If you don’t, I’ll punish you.” ",
  "pli-tv-bi-vb-ss2:1.5": "But she did not listen. ",
  "pli-tv-bi-vb-ss2:1.6": "Just then in Vesālī the Licchavī clan had gathered on some business. ",
  "pli-tv-bi-vb-ss2:1.7": "That Licchavī man said to them, ",
  "pli-tv-bi-vb-ss2:1.8": "“Sirs, please give me permission in regard to one of my wives.” ",
  "pli-tv-bi-vb-ss2:1.9": "“What is it with her?” ",
  "pli-tv-bi-vb-ss2:1.10": "“She’s unfaithful. I wish to kill her.” ",
  "pli-tv-bi-vb-ss2:1.11": "“You may go ahead.” ",
  "pli-tv-bi-vb-ss2:1.12": "When his wife heard ",
  "pli-tv-bi-vb-ss2:1.13": "that her husband wanted to kill her, ",
  "pli-tv-bi-vb-ss2:1.14": "she took their most valuable possessions and went to Sāvatthī. There she went to the monastics of other religions and asked for the going forth, ",
  "pli-tv-bi-vb-ss2:1.15": "but they refused. ",
  "pli-tv-bi-vb-ss2:1.16": "She then went to the Buddhist nuns and again asked for the going forth, ",
  "pli-tv-bi-vb-ss2:1.17": "but they too refused. ",
  "pli-tv-bi-vb-ss2:1.18": "She then went to the nun Thullanandā, showed her the goods, and once again asked for the going forth. ",
  "pli-tv-bi-vb-ss2:1.19": "Thullanandā took the goods and gave her the going forth. ",
  "pli-tv-bi-vb-ss2:1.20": "That Licchavī man then went to Sāvatthī in search of his wife. When he saw that she had been given the going forth as a nun, he went to King Pasenadi of Kosala ",
  "pli-tv-bi-vb-ss2:1.21": "and said, ",
  "pli-tv-bi-vb-ss2:1.22": "“Sir, my wife took my most valuable possessions and came to Sāvatthī. ",
  "pli-tv-bi-vb-ss2:1.23": "Please permit me to deal with her.” ",
  "pli-tv-bi-vb-ss2:1.24": "“Well then, find her and then inform me.” ",
  "pli-tv-bi-vb-ss2:1.25": "“I’ve seen her. She’s gone forth as a nun.” ",
  "pli-tv-bi-vb-ss2:1.26": "“If she’s gone forth as a nun, there’s nothing that can be done. ",
  "pli-tv-bi-vb-ss2:1.27": "The Teaching of the Buddha is well-proclaimed. Let her practice the spiritual life for the full ending of suffering.” ",
  "pli-tv-bi-vb-ss2:1.28": "Then that Licchavī man complained and criticized the nuns, ",
  "pli-tv-bi-vb-ss2:1.29": "“How could the nuns give the going forth to a criminal?” ",
  "pli-tv-bi-vb-ss2:1.30": "The nuns heard the complaints of that Licchavī man, ",
  "pli-tv-bi-vb-ss2:1.31": "and the nuns of few desires complained and criticized her, ",
  "pli-tv-bi-vb-ss2:1.32": "“How could Venerable Thullanandā give the going forth to a criminal?” ",
  "pli-tv-bi-vb-ss2:1.33": "The nuns told the monks. … ",
  "pli-tv-bi-vb-ss2:1.34": "“Is it true, monks, that the nun Thullanandā did this?” ",
  "pli-tv-bi-vb-ss2:1.35": "“It’s true, Sir.” ",
  "pli-tv-bi-vb-ss2:1.36": "The Buddha rebuked her … ",
  "pli-tv-bi-vb-ss2:1.37": "“How could the nun Thullanandā give the going forth to a criminal? ",
  "pli-tv-bi-vb-ss2:1.38": "This will affect people’s confidence …” … ",
  "pli-tv-bi-vb-ss2:1.39": "“And, monks, the nuns should recite this training rule like this: ",
  "pli-tv-bi-vb-ss2:1.40.0": "Final ruling ",
  "pli-tv-bi-vb-ss2:1.40.1": "‘If a nun, without getting permission from the king or the Sangha or a community or an association or a society, gives the full admission to a woman who she knows is a criminal and who is known as sentenced to death, then, except when it is allowable, that nun too has committed an immediate offense entailing sending away and suspension.’” ",
  "pli-tv-bi-vb-ss2:2.1.0": "Definitions ",
  "pli-tv-bi-vb-ss2:2.1.1": "A: ",
  "pli-tv-bi-vb-ss2:2.1.2": "whoever … ",
  "pli-tv-bi-vb-ss2:2.1.3": "Nun: ",
  "pli-tv-bi-vb-ss2:2.1.4": "… The nun who has been given the full ordination in unanimity by both Sanghas through a legal procedure consisting of one motion and three announcements that is irreversible and fit to stand—this sort of nun is meant in this case. ",
  "pli-tv-bi-vb-ss2:2.1.5": "She knows: ",
  "pli-tv-bi-vb-ss2:2.1.6": "she knows by herself or others have told her or she has told her. ",
  "pli-tv-bi-vb-ss2:2.1.7": "A woman who is a criminal: ",
  "pli-tv-bi-vb-ss2:2.1.8": "any woman who has stolen anything worth five _māsakas_ coins or more is called “a criminal”. ",
  "pli-tv-bi-vb-ss2:2.1.9": "Sentenced to death: ",
  "pli-tv-bi-vb-ss2:2.1.10": "she has been sentenced to death because of her action. ",
  "pli-tv-bi-vb-ss2:2.1.11": "Is known: ",
  "pli-tv-bi-vb-ss2:2.1.12": "it is known to other people that she has been sentenced to death. ",
  "pli-tv-bi-vb-ss2:2.1.13": "Without getting permission from: ",
  "pli-tv-bi-vb-ss2:2.1.14": "without having asked permission. ",
  "pli-tv-bi-vb-ss2:2.1.15": "The king: ",
  "pli-tv-bi-vb-ss2:2.1.16": "where a king reigns, permission should be obtained from the king. ",
  "pli-tv-bi-vb-ss2:2.1.17": "The Sangha: ",
  "pli-tv-bi-vb-ss2:2.1.18": "what is meant is the Sangha of nuns, and permission should be obtained from that Sangha. ",
  "pli-tv-bi-vb-ss2:2.1.19": "A community: ",
  "pli-tv-bi-vb-ss2:2.1.20": "where a community governs, permission should be obtained from that community. ",
  "pli-tv-bi-vb-ss2:2.1.21": "An association: ",
  "pli-tv-bi-vb-ss2:2.1.22": "where an association governs, permission should be obtained from that association. ",
  "pli-tv-bi-vb-ss2:2.1.23": "A society: ",
  "pli-tv-bi-vb-ss2:2.1.24": "where a society governs, permission should be obtained from that society. ",
  "pli-tv-bi-vb-ss2:2.1.25": "Except when it is allowable: ",
  "pli-tv-bi-vb-ss2:2.1.26": "unless it is allowable. ",
  "pli-tv-bi-vb-ss2:2.1.27": "Allowable: ",
  "pli-tv-bi-vb-ss2:2.1.28": "there are two allowable situations: she has gone forth with monastics of another religion or she has gone forth with other Buddhist nuns. ",
  "pli-tv-bi-vb-ss2:2.1.29": "If, intending to give the full admission, she searches for a group, a teacher, a bowl, or a robe, or she establishes a monastery zone, then, except when it is allowable, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-ss2:2.1.30": "After the motion, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-ss2:2.1.31": "After each of the first two announcements, she commits a serious offense. ",
  "pli-tv-bi-vb-ss2:2.1.32": "When the last announcement is finished, the preceptor commits an offense entailing suspension, ",
  "pli-tv-bi-vb-ss2:2.1.33": "and the group and the teacher commit an offense of wrong conduct. ",
  "pli-tv-bi-vb-ss2:2.1.34": "That too: ",
  "pli-tv-bi-vb-ss2:2.1.35": "this is said with reference to the preceding offense. ",
  "pli-tv-bi-vb-ss2:2.1.36": "An immediate offense: ",
  "pli-tv-bi-vb-ss2:2.1.37": "there is an offense as soon as the misconduct is committed, and no pressing is required. ",
  "pli-tv-bi-vb-ss2:2.1.38": "Entailing sending away: ",
  "pli-tv-bi-vb-ss2:2.1.39": "she is sent away from the Sangha. ",
  "pli-tv-bi-vb-ss2:2.1.40": "Suspension: ",
  "pli-tv-bi-vb-ss2:2.1.41": "… Therefore, too, it is called an offense entailing suspension. ",
  "pli-tv-bi-vb-ss2:2.2.0": "Permutations ",
  "pli-tv-bi-vb-ss2:2.2.1": "If she is a criminal, and the nun perceives her as such, and she gives her the full admission, except when it is allowable, she commits an offense entailing suspension. ",
  "pli-tv-bi-vb-ss2:2.2.2": "If she is a criminal, but the nun is unsure of it, and she gives her the full admission, except when it is allowable, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-ss2:2.2.3": "If she is a criminal, but the nun does not perceive her as such, and she gives her the full admission, except when it is allowable, there is no offense. ",
  "pli-tv-bi-vb-ss2:2.2.4": "If she is not a criminal, but the nun perceives her as such, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-ss2:2.2.5": "If she is not a criminal, but the nun is unsure of it, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-ss2:2.2.6": "If she is not a criminal, and the nun does not perceive her as such, there is no offense. ",
  "pli-tv-bi-vb-ss2:2.3.0": "Non-offenses ",
  "pli-tv-bi-vb-ss2:2.3.1": "There is no offense: ",
  "pli-tv-bi-vb-ss2:2.3.2": "if she gives her the full admission without knowing that she is a criminal; ",
  "pli-tv-bi-vb-ss2:2.3.3": "if she gives her the full admission after getting permission; ",
  "pli-tv-bi-vb-ss2:2.3.4": "if she gives her the full admission when it is allowable; ",
  "pli-tv-bi-vb-ss2:2.3.5": "if she is insane; ",
  "pli-tv-bi-vb-ss2:2.3.6": "if she is the first offender. ",
  "pli-tv-bi-vb-ss2:2.3.7": "The second offense entailing suspension is finished. "
}