{
  "pli-tv-bi-vb-ss4:0.1": "Theravāda Collection on Monastic Law ",
  "pli-tv-bi-vb-ss4:0.2": "The nuns’ rules and their analysis ",
  "pli-tv-bi-vb-ss4:0.3": "The chapter on offenses entailing suspension ",
  "pli-tv-bi-vb-ss4:0.4": "4. The training rule on reinstating one who has been ejected ",
  "pli-tv-bi-vb-ss4:1.0": "Origin story ",
  "pli-tv-bi-vb-ss4:1.1": "At one time the Buddha was staying at Sāvatthī in the Jeta Grove, Anāthapiṇḍika’s Monastery. ",
  "pli-tv-bi-vb-ss4:1.2": "At that time the nun Caṇḍakāḷī was quarrelsome and argumentative, and she created legal issues in the Sangha. ",
  "pli-tv-bi-vb-ss4:1.3": "But when a legal procedure was being done against her, the nun Thullanandā objected. ",
  "pli-tv-bi-vb-ss4:1.4": "Soon afterwards Thullanandā went to a village on some business. ",
  "pli-tv-bi-vb-ss4:1.5": "The Sangha of nuns ",
  "pli-tv-bi-vb-ss4:1.6": "took the opportunity to eject Caṇḍakāḷī for not recognizing an offense. ",
  "pli-tv-bi-vb-ss4:1.7": "When Thullanandā had finished her business in that village, she returned to Sāvatthī. ",
  "pli-tv-bi-vb-ss4:1.8": "On her return, Caṇḍakāḷī neither prepared a seat for her, nor set out a foot-stool, a foot-scraper, or water for washing the feet; and she did not go out to meet her to receive her bowl and robe, nor ask whether she wanted water to drink. ",
  "pli-tv-bi-vb-ss4:1.9": "Thullanandā asked her ",
  "pli-tv-bi-vb-ss4:1.10": "why she was acting like this. ",
  "pli-tv-bi-vb-ss4:1.11": "She replied, “That’s how it is, Venerable, when you don’t have a protector.” ",
  "pli-tv-bi-vb-ss4:1.12": "“But how is it, Venerable, that you don’t have a protector?” ",
  "pli-tv-bi-vb-ss4:1.13": "“When the nuns knew ",
  "pli-tv-bi-vb-ss4:1.14": "that no-one would speak up for me because I am not esteemed by them and I didn’t have a protector, they ejected me for not recognizing an offense.” ",
  "pli-tv-bi-vb-ss4:1.16": "“They are incompetent fools. They don’t know about legal procedures or their flaws, nor what makes them fail or succeed. ",
  "pli-tv-bi-vb-ss4:1.17": "But we know all these things. ",
  "pli-tv-bi-vb-ss4:1.18": "We can get legal procedures done that haven’t been done, and we can get procedures that have been done overturned.” And she quickly gathered a sangha of nuns and reinstated the nun Caṇḍakāḷī. ",
  "pli-tv-bi-vb-ss4:1.19": "The nuns of few desires complained and criticized her, ",
  "pli-tv-bi-vb-ss4:1.20": "“How could Venerable Thullanandā reinstate a nun who had been ejected by a unanimous Sangha in accordance with the rule, the Monastic Law, and the Teacher’s instruction, without first getting permission from the Sangha that did the legal procedure and without the consent of the group?” … ",
  "pli-tv-bi-vb-ss4:1.21": "“Is it true, monks, that the nun Thullanandā did this?” ",
  "pli-tv-bi-vb-ss4:1.22": "“It’s true, Sir.” ",
  "pli-tv-bi-vb-ss4:1.23": "The Buddha criticized her: ",
  "pli-tv-bi-vb-ss4:1.24": "“… How could the nun Thullanandā reinstate a nun who had been ejected by a unanimous Sangha in accordance with the rule, the Monastic Law, and the Teacher’s instruction, without first getting permission from the Sangha that did the legal procedure and without the consent of the group? ",
  "pli-tv-bi-vb-ss4:1.25": "This won’t give rise to confidence in those without it … ",
  "pli-tv-bi-vb-ss4:1.26": "And, monks, the nuns should recite this training rule like this: ",
  "pli-tv-bi-vb-ss4:1.27.0": "Final ruling ",
  "pli-tv-bi-vb-ss4:1.27.1": "‘If a nun, without getting permission from the Sangha that did the legal procedure and without the consent of the group, reinstates a nun who has been ejected by a unanimous Sangha in accordance with the rule and the Monastic Law and the Teacher’s instruction, then that nun too has committed an immediate offense entailing sending away and suspension.’” ",
  "pli-tv-bi-vb-ss4:2.1.0": "Definitions ",
  "pli-tv-bi-vb-ss4:2.1.1": "A: ",
  "pli-tv-bi-vb-ss4:2.1.2": "whoever … ",
  "pli-tv-bi-vb-ss4:2.1.3": "Nun: ",
  "pli-tv-bi-vb-ss4:2.1.4": "… The nun who has been given the full ordination in unanimity by both Sanghas through a legal procedure consisting of one motion and three announcements that is irreversible and fit to stand—this sort of nun is meant in this case. ",
  "pli-tv-bi-vb-ss4:2.1.5": "A unanimous Sangha: ",
  "pli-tv-bi-vb-ss4:2.1.6": "those belonging to the same Buddhist sect and staying within the same monastic boundary. ",
  "pli-tv-bi-vb-ss4:2.1.7": "Who has been ejected: ",
  "pli-tv-bi-vb-ss4:2.1.8": "who has been ejected for not recognizing an offense, for not making amends, or for not giving up a bad view. ",
  "pli-tv-bi-vb-ss4:2.1.9": "In accordance with the rule and the Monastic Law: ",
  "pli-tv-bi-vb-ss4:2.1.10": "in accordance with that rule, in accordance with that Monastic Law. ",
  "pli-tv-bi-vb-ss4:2.1.11": "In accordance with the Teacher’s instruction: ",
  "pli-tv-bi-vb-ss4:2.1.12": "in accordance with the Conqueror’s instruction, in accordance with the Buddha’s instruction. ",
  "pli-tv-bi-vb-ss4:2.1.13": "Without getting permission from the Sangha that did the legal procedure: ",
  "pli-tv-bi-vb-ss4:2.1.14": "without having asked permission of the Sangha that did the legal procedure of ejection. ",
  "pli-tv-bi-vb-ss4:2.1.15": "Without the consent of the group: ",
  "pli-tv-bi-vb-ss4:2.1.16": "without being aware of any consent from the group. ",
  "pli-tv-bi-vb-ss4:2.1.17": "If, intending to reinstate her, she searches for a group or establishes a monastic boundary, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-ss4:2.1.18": "After the motion, she commits an offense of wrong conduct. After each of the first two announcements, she commits a serious offense. When the last announcement is finished, she commits an offense entailing suspension. ",
  "pli-tv-bi-vb-ss4:2.1.19": "That too: ",
  "pli-tv-bi-vb-ss4:2.1.20": "this is said with reference to the preceding offenses. ",
  "pli-tv-bi-vb-ss4:2.1.21": "An immediate offense: ",
  "pli-tv-bi-vb-ss4:2.1.22": "there is an offense as soon as the misconduct is committed, and no pressing is required. ",
  "pli-tv-bi-vb-ss4:2.1.23": "Entailing sending away: ",
  "pli-tv-bi-vb-ss4:2.1.24": "she is sent away from the Sangha. ",
  "pli-tv-bi-vb-ss4:2.1.25": "Suspension: ",
  "pli-tv-bi-vb-ss4:2.1.26": "… Therefore, too, it is called an offense entailing suspension. ",
  "pli-tv-bi-vb-ss4:2.2.0": "Permutations ",
  "pli-tv-bi-vb-ss4:2.2.1": "If it is a legitimate legal procedure, and she perceives it as such, and she reinstates her, she commits an offense entailing suspension. ",
  "pli-tv-bi-vb-ss4:2.2.2": "If it is a legitimate legal procedure, but she is unsure of it, and she reinstates her, she commits an offense entailing suspension. ",
  "pli-tv-bi-vb-ss4:2.2.3": "If it is a legitimate legal procedure, but she perceives it as illegitimate, and she reinstates her, she commits an offense entailing suspension. ",
  "pli-tv-bi-vb-ss4:2.2.4": "If it is an illegitimate legal procedure, but she perceives it as legitimate, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-ss4:2.2.5": "If it is an illegitimate legal procedure, but she is unsure of it, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-ss4:2.2.6": "If it is an illegitimate legal procedure, and she perceives it as such, she commits an offense of wrong conduct. ",
  "pli-tv-bi-vb-ss4:2.3.0": "Non-offenses ",
  "pli-tv-bi-vb-ss4:2.3.1": "There is no offense: ",
  "pli-tv-bi-vb-ss4:2.3.2": "if she reinstates her after getting permission from the Sangha that did the procedure; ",
  "pli-tv-bi-vb-ss4:2.3.3": "if she reinstates her with the consent of the group; ",
  "pli-tv-bi-vb-ss4:2.3.4": "if she reinstates one who is behaving properly; ",
  "pli-tv-bi-vb-ss4:2.3.5": "if she reinstates her when the Sangha that did the procedure is unavailable; ",
  "pli-tv-bi-vb-ss4:2.3.6": "if she is insane; ",
  "pli-tv-bi-vb-ss4:2.3.7": "if she is the first offender. ",
  "pli-tv-bi-vb-ss4:2.3.8": "The fourth offense entailing suspension is finished."
}