{
  "ud2.10:0.1": "Heartfelt Sayings",
  "ud2.10:0.2": "2.10. With Bhaddiya ",
  "ud2.10:1.1": "So I have heard. ",
  "ud2.10:1.2": "At one time the Buddha was staying near Anupiya in a mango grove.",
  "ud2.10:1.3": "Now at that time, Venerable Bhaddiya the son of Kāḷīgodhā, even in the wilderness, at the foot of a tree, or in an empty dwelling, frequently expressed this heartfelt sentiment:",
  "ud2.10:1.4": "“Oh, what bliss! Oh, what bliss!” ",
  "ud2.10:2.1": "Several mendicants heard him",
  "ud2.10:2.3": "and thought,",
  "ud2.10:2.4": "“Without a doubt, Venerable Bhaddiya leads the spiritual life dissatisfied. It’s when recalling the pleasures of royalty he formerly enjoyed as a lay person that, even in the wilderness, at the foot of a tree, or in an empty dwelling, he frequently expresses this heartfelt sentiment:",
  "ud2.10:2.5": "‘Oh, what bliss! Oh, what bliss!’",
  "ud2.10:3.1": "Then those mendicants went up to the Buddha, bowed, sat down to one side, ",
  "ud2.10:3.2": "and told him what was happening.",
  "ud2.10:4.1": "So the Buddha addressed a certain monk, ",
  "ud2.10:4.2": "“Please, monk, in my name tell the mendicant Bhaddiya that ",
  "ud2.10:4.3": "the teacher summons him.” ",
  "ud2.10:5.1": "“Yes, sir,” that monk replied. He went to Bhaddiya and said to him, ",
  "ud2.10:5.2": "“Reverend Bhaddiya, the teacher summons you.” ",
  "ud2.10:5.3": "“Yes, reverend,” Bhaddiya replied. He went to the Buddha, bowed, and sat down to one side. The Buddha said to him: ",
  "ud2.10:6.1": "“Is it really true, Bhaddiya, that even in the wilderness, at the foot of a tree, or in an empty dwelling, you frequently express this heartfelt sentiment:",
  "ud2.10:6.2": "‘Oh, what bliss! Oh, what bliss!’”",
  "ud2.10:6.3": "“Yes, sir.” ",
  "ud2.10:7.1": "“But why do you say this?” ",
  "ud2.10:7.3": "“Formerly, as a lay person ruling the land, my guard was well organized within and without the royal compound, within and without the city, and within and without the country. ",
  "ud2.10:7.4": "But although I was guarded and defended in this way, I remained fearful, scared, suspicious, and nervous. ",
  "ud2.10:7.5": "But these days, even when alone in the wilderness, at the foot of a tree, or in an empty dwelling, I’m not fearful, scared, suspicious, or nervous. I live relaxed, unruffled, surviving on charity, my heart free as a wild deer. ",
  "ud2.10:7.6": "It is for this reason that, even in the wilderness, at the foot of a tree, or in an empty dwelling, I frequently expressed this heartfelt sentiment:",
  "ud2.10:7.7": "‘Oh, what bliss! Oh, what bliss!’”",
  "ud2.10:8.1": "Then, knowing the meaning of this, on that occasion the Buddha expressed this heartfelt sentiment: ",
  "ud2.10:9.1": "“They who hide no anger within, ",
  "ud2.10:9.2": "gone beyond any kind of existence;",
  "ud2.10:9.3": "happy, free from fear and sorrow—",
  "ud2.10:9.4": "even the gods can’t see them.” "
}