{
  "ud2.8:0.1": "Heartfelt Sayings",
  "ud2.8:0.2": "2.8. Suppavāsā ",
  "ud2.8:1.1": "So I have heard. ",
  "ud2.8:1.2": "At one time the Buddha was staying near Kuṇḍiyā in the Kuṇḍadhāna Grove.",
  "ud2.8:1.3": "Now at that time Suppavāsā the Koliyan had been pregnant for seven years, and in difficult labor for seven days.",
  "ud2.8:1.4": "While suffering painful, sharp, severe, acute feelings, three thoughts helped her endure:",
  "ud2.8:1.5": "“Oh! The Blessed One is indeed a fully awakened Buddha, who teaches the Dhamma for giving up suffering such as this.",
  "ud2.8:1.6": "Oh! The Saṅgha of the Buddha’s disciples is indeed practicing well, who practice for giving up suffering such as this.",
  "ud2.8:1.7": "Oh! Extinguishment is so very blissful, where such suffering as this is not found.”",
  "ud2.8:2.1": "Then Suppavāsā addressed her husband,",
  "ud2.8:2.2": "“Please, master, go to the Buddha, and in my name bow with your head to his feet. Ask him if he is healthy and well, nimble, strong, and living comfortably. ",
  "ud2.8:2.6": "And then say: ",
  "ud2.8:2.7": "‘Suppavāsā the Koliyan has been pregnant for seven years, and in difficult labor for seven days.",
  "ud2.8:2.8": "While suffering painful, sharp, severe, acute feelings, three thoughts help her endure:",
  "ud2.8:2.9": "“Oh! The Blessed One is indeed a fully awakened Buddha, who teaches the Dhamma for giving up suffering such as this.",
  "ud2.8:2.10": "Oh! The Saṅgha of the Buddha’s disciples is indeed practicing well, who practice for giving up suffering such as this.",
  "ud2.8:2.11": "Oh! Extinguishment is so very blissful, where such suffering as this is not found.”’”",
  "ud2.8:3.1": "“Excellent idea,” he replied. He went to the Buddha and told him of his wife’s struggles. The Buddha said,",
  "ud2.8:4.1": "“May Suppavāsā the Koliyan be happy and healthy! May she give birth to a healthy child!”",
  "ud2.8:4.2": "May she give birth to a healthy child!”",
  "ud2.8:4.3": "As soon as he spoke, Suppavāsā, happy and healthy, gave birth to a healthy child.",
  "ud2.8:5.1": "Saying “Yes, sir,” the Koliyan gentleman approved and agreed with what the Buddha said. He got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right. Then he returned to his own house.",
  "ud2.8:5.2": "He saw that his wife, happy and healthy, had given birth to a healthy child,",
  "ud2.8:5.3": "and thought, ",
  "ud2.8:5.4": "“It’s incredible, it’s amazing! The Realized One has such psychic power and might! For as soon as he spoke, Suppavāsā, happy and healthy, gave birth to a healthy child.”",
  "ud2.8:5.5": "He became uplifted and overjoyed, full of rapture and happiness. ",
  "ud2.8:6.1": "Then Suppavāsā addressed her husband,",
  "ud2.8:6.2": "“Please, master, go to the Buddha, and in my name bow with your head to his feet. Ask him if he is healthy and well, nimble, strong, and living comfortably. ",
  "ud2.8:6.4": "And then say, ",
  "ud2.8:6.5": "‘Suppavāsā the Koliyan, who was pregnant for seven years, and in difficult labor for seven days,",
  "ud2.8:6.6": "is now happy and healthy and has given birth to a healthy child.",
  "ud2.8:6.7": "She invites the mendicant Saṅgha headed by the Buddha to a meal for seven days.",
  "ud2.8:6.8": "Sir, may the Buddha please accept seven meals from Suppavāsā.’” ",
  "ud2.8:7.1": "“Excellent idea,” he replied. He went to the Buddha, told him the good news, and conveyed his wife’s invitation. ",
  "ud2.8:9.1": "Now at that time a certain lay follower had already invited the Sangha of monks headed by the Buddha for the meal on the following day.",
  "ud2.8:9.2": "That lay follower was Venerable Mahāmoggallāna’s supporter. ",
  "ud2.8:9.3": "Then the Buddha addressed Venerable Mahāmoggallāna, ",
  "ud2.8:9.4": "“Please, Moggallāna, go to the that lay follower and say to him,",
  "ud2.8:9.5": "‘Suppavāsā the Koliyan, who was pregnant for seven years, and in difficult labor for seven days,",
  "ud2.8:9.6": "is now happy and healthy and has given birth to a healthy child.",
  "ud2.8:9.7": "She invites the mendicant Saṅgha headed by the Buddha to a meal for seven days.",
  "ud2.8:9.8": "Let Suppavāvā make seven meals, afterwards you can make yours.’",
  "ud2.8:9.9": "He is your supporter.”",
  "ud2.8:10.1": "“Yes, sir,” replied Mahāmoggallāna. He went to that lay follower and conveyed the Buddha’s request.",
  "ud2.8:11.1": "“If, sir Venerable Mahāmoggallāna can guarantee me three things—wealth, life, and faith—",
  "ud2.8:11.2": "then let Suppavāvā make seven meals, afterwards I shall make mine.”",
  "ud2.8:11.3": "“I can guarantee you two things—wealth and life.",
  "ud2.8:11.5": "But as for faith, you alone are the guarantor.”",
  "ud2.8:12.1": "“If, sir Venerable Mahāmoggallāna can guarantee me two things—wealth and life—",
  "ud2.8:12.2": "then let Suppavāvā make seven meals, afterwards I shall make mine.”",
  "ud2.8:13.1": "Having persuaded that lay follower, Mahāmoggallāna went to the Buddha and said,",
  "ud2.8:13.2": "“I’ve persuaded the lay follower. ",
  "ud2.8:13.3": "Let Suppavāvā make seven meals, afterwards he shall make his.”",
  "ud2.8:14.1": "For seven days Suppavāsā served and satisfied the Buddha with her own hands with a variety of delicious foods. And she made her little boy bow to the Buddha and the mendicant Sangha.",
  "ud2.8:15.1": "Then Sāriputta said to the boy,",
  "ud2.8:15.2": "“I hope you’re keeping well, little boy; I hope you’re alright. I hope that you are not in pain.” ",
  "ud2.8:15.3": "“How could I be keeping well? How could I be alright?",
  "ud2.8:15.4": "For seven years I lived in a pot of blood.”",
  "ud2.8:16.1": "Then Suppavāsā, thinking,",
  "ud2.8:16.2": "“My child is conversing with the General of the Dhamma!” was uplifted and overjoyed, full of rapture and happiness.",
  "ud2.8:16.3": "Knowing this, the Buddha said to her, ",
  "ud2.8:16.4": "“Would you like to have another child like this?”",
  "ud2.8:16.5": "“Sir, I would like to have seven more children like this!”",
  "ud2.8:17.1": "Then, knowing the meaning of this, on that occasion the Buddha expressed this heartfelt sentiment: ",
  "ud2.8:18.1": "“Pain in the guise of pleasure,",
  "ud2.8:18.2": "the disliked in the guise of the liked,",
  "ud2.8:18.3": "suffering in the guise of happiness,",
  "ud2.8:18.4": "overpower the negligent.”"
}