{
  "ud2.6:0.1": "Heartfelt Sayings 2.6 ",
  "ud2.6:0.2": "The Pregnant Woman ",
  "ud2.6:1.1": "So I have heard. ",
  "ud2.6:1.2": "At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ",
  "ud2.6:1.3": "Now at that time a certain wanderer had a young brahmin wife who was pregnant and about to give birth. ",
  "ud2.6:1.4": "She said to him, ",
  "ud2.6:1.5": "“Go, brahmin, bring oil for my delivery.” ",
  "ud2.6:2.1": "The wanderer said, ",
  "ud2.6:2.2": "“But where, my dear, can I get oil?” ",
  "ud2.6:2.3": "For a second time, she said, ",
  "ud2.6:2.4": "“Go, brahmin, bring oil for my delivery.” ",
  "ud2.6:2.5": "For a second time, the wanderer said, ",
  "ud2.6:2.6": "“But where, my dear, can I get oil?” ",
  "ud2.6:2.7": "For a third time, she said, ",
  "ud2.6:2.8": "“Go, brahmin, bring oil for my delivery.” ",
  "ud2.6:3.1": "Now at that time ghee and oil were being given away to any ascetic or brahmin at the storehouse of King Pasenadi of Kosala. But it was only to drink there, not to take away. ",
  "ud2.6:4.1": "Knowing this, the wanderer thought, ",
  "ud2.6:4.3": "“Why don’t I go to the king’s storehouse, drink as much oil as I can, then come home and throw it up so it can be used for the delivery?” ",
  "ud2.6:5.1": "Then he did just that. But when he got home he was unable to either bring it up or pass it out. ",
  "ud2.6:5.2": "He rolled to and fro, suffering painful, sharp, severe, acute feelings. ",
  "ud2.6:6.1": "Then the Buddha robed up in the morning and, taking his bowl and robe, entered Sāvatthī for alms. ",
  "ud2.6:6.2": "He saw the wanderer in agony. ",
  "ud2.6:7.1": "Then, understanding this matter, on that occasion the Buddha expressed this heartfelt sentiment: ",
  "ud2.6:8.1": "“Oh! How happy are those with nothing! ",
  "ud2.6:8.2": "Hence knowledge masters are people with nothing. ",
  "ud2.6:8.3": "See how troubled are those with attachments, ",
  "ud2.6:8.4": "a person bound tight to people.” "
}