{
  "sn1.50:1.1": "This discourse, with more background, is also at <a href='https://suttacentral.net/sn2.24/en/sujato'>SN 2.24</a>. | Aviha is one of the realms in which non-returners are born. The speaker is announcing that these seven have become perfected ones in that realm. ",
  "sn1.50:2.3": "I follow Bodhi in using the BJT readings, with variants in notes. ",
  "sn1.50:3.1": "An Ājīvaka ascetic named Upaka met the Buddha shortly after his awakening, but was unconvinced (<a href='https://suttacentral.net/mn26/en/sujato#25.1'>MN 26:25.1</a>); the commentary says that this was he. Another Upaka, a layman, encounters the Buddha at <a href='https://suttacentral.net/an4.188/en/sujato'>AN 4.188</a>. | Palagaṇḍa means “mason”, but no-one of that name is known. ",
  "sn1.50:3.2": "The story of Pukkusāti is told in <a href='https://suttacentral.net/mn140/en/sujato'>MN 140</a>. ",
  "sn1.50:3.3": "Several mendicants named Bhaddiya are known, but they are arahants so it does not fit. A Licchavī layman of the same name appears in <a href='https://suttacentral.net/an4.193/en/sujato'>AN 4.193</a>, but there is no indication he went forth. | Bhaddadeva (<i lang='pi' translate='no'>khaṇḍadeva</i>) is otherwise unknown. ",
  "sn1.50:3.4": "Bāhudanti (<i lang='pi' translate='no'>bāhuraggi</i>, <i lang='pi' translate='no'>bahunandi</i>) is also a name of Indra, the “son of Bahudantī”. | Piṅgiya (<i lang='pi' translate='no'>siṅgiya</i>) is probably the brahmin ascetic who features in <a href='https://suttacentral.net/snp5.17/en/sujato'>Snp 5.17</a>. ",
  "sn1.50:8.1": "This story is told in detail in <a href='https://suttacentral.net/mn81/en/sujato'>MN 81</a>. ",
  "sn1.50:11.2": "The Buddha calls him by his clan name, as the Buddha Kassapa does at <a href='https://suttacentral.net/mn81/en/sujato#19.3'>MN 81:19.3</a>. ",
  "sn1.50:13.1": "The commentary says that this verse was added by the redactors. ",
  "sn1.50:13.4": "This confirms that Ghaṭīkāra, too, had realized arahantship in his final birth in Aviha. This explains how he was able to know that the others were arahants. "
}