{
  "sn1.20:1.3": "At a later date, a deity in the same location asked Samiddhi if he knew the verses on “one fine night” (<a href='https://suttacentral.net/mn133/en/sujato#1.3'>MN 133:1.3</a>). Samiddhi further appears in discourses at <a href='https://suttacentral.net/mn136/en/sujato'>MN 136</a>, where he had gone forth only three years, and <a href='https://suttacentral.net/an9.14 /en/sujato'>AN 9.14 </a>, where he seems more mature. In <a href='https://suttacentral.net/sn4.22/en/sujato'>SN 4.22</a>, Māra threatens to shake his faith, prompting him to ask the Buddha about Māra’s true nature (<a href='https://suttacentral.net/sn35.65/en/sujato'>SN 35.65</a>). This event is recalled in his verse at <a href='https://suttacentral.net/thag1.46/en/sujato'>Thag 1.46</a>. The tale is expanded at <a href='https://suttacentral.net/ja167/en/sujato'>Ja 167</a>. ",
  "sn1.20:1.5": "The commentary says the deity is female, but he is addressed as <i lang='pi' translate='no'>āvuso</i> by Samiddhi and <i lang='pi' translate='no'>yakkha</i> by the Buddha, both of which are masculine. ",
  "sn1.20:2.1": "",
  "sn1.20:2.3": "The deity is playing with two meanings of <i lang='pi' translate='no'>bhutvāna</i>. The obvious sense is “having eaten”, because one can only eat after going for alms. By reversing the terms, they introduce a paradox—how can one eat without having obtained food?—and thereby force the second meaning of <i lang='pi' translate='no'>bhutvāna</i>, “having enjoyed (the pleasures of life)”. They are suggesting that the mendicant should enjoy sensual pleasures while young, then go forth. ",
  "sn1.20:3.1": "Samiddhi joins the game, answering the deity with another play on words. He implies that “time” means the “time of death”. ",
  "sn1.20:5.2": "Similar arguments appear at <a href='https://suttacentral.net/sn4.21/en/sujato'>SN 4.21</a> and <a href='https://suttacentral.net/mn70/en/sujato#4.10'>MN 70:4.10</a>. ",
  "sn1.20:21.5": "",
  "sn1.20:23.3": "",
  "sn1.20:23.4": "The third discrimination, omitted here, is “I am worse” (<a href='https://suttacentral.net/sn45.162/en/sujato'>SN 45.162</a>). ",
  "sn1.20:25.1": "<i lang='pi' translate='no'>Saṅkhā</i> is sometimes used in a positive senses, as one who has “appraised” the world (<i lang='pi' translate='no'>sn7.20:3.3]()). Here, the context suggests it means “judgements” about people (<a href='https://suttacentral.net/dn1/en/sujato#1.4.1'>DN 1:1.4.1</a>, <a href='https://suttacentral.net/mn18/en/sujato'>MN 18</a>).| For </i>na vimāna<i lang='pi' translate='no'> read </i>na ca māna_ per Bodhi, <em>Connected Discourses</em>, note 38. "
}