{
  "thig2.3:1.1": "This verse, like <a href='https://suttacentral.net/thig1.11/en/sujato'>Thig 1.11</a>, hinges on double entendres of kitchen drudgery and sex, and hence is playfully ambiguous. It is a Buddhist counterpart to Rig Veda 1.28, which parallels the act of sex with the pounding of mortar and pestle, situating the ritual in the kitchen. | The nun here is presumably the mother of the Sumaṅgala at <a href='https://suttacentral.net/thag1.43/en/sujato'>Thag 1.43</a>, whose verses are similar. ",
  "thig2.3:1.2": "The pestle (<i lang='pi' translate='no'>musala</i>)  is the male, routinely paired with the female mortar (Śathapatha Brāhmaṇa 7.5.1.38). ",
  "thig2.3:1.3": "The mortar was sixteen inches of rock hard wood (ŚB 1.1.4.7 and Eggeling’s note). I don’t think calling it a mushroom is meant as a compliment. On the other hand, if <i lang='pi' translate='no'>vāpi</i> (“most certainly”) is emended to <i lang='pi' translate='no'>vāti</i> (or <i lang='pi' translate='no'>vāyi</i>), it is the wind that causes erections (<a href='https://suttacentral.net/pli-tv-bu-vb-pj1/en/sujato#10.17.6'>Bu Pj 1:10.17.6</a>, cf. RV 1.28.6), “my husband inflated like a mushroom” (which pops up out of nowhere). ",
  "thig2.3:1.4": "I prefer “mortar” for <i lang='pi' translate='no'>ukkhalikā</i> as the complement of “pestle”. Compare Sanskrit <i lang='pi' translate='no'>ulūkhala</i> (or <i lang='pi' translate='no'>ulūkhalaka</i>) throughout RV 1.28, and also ŚB 7.5.1.22, “the mortar is the womb of all breaths”. If the sense “little cauldron” is preferred, see ŚB 6.6.2.8, “the cauldron is female, the fire male” (also ŚB 7.1.1.42). The two terms are used in the same passage in this sense at ŚB 7.5.1.26. | <i lang='pi' translate='no'>Deḍḍubha</i> is a “water-snake” or eel (<a href='https://suttacentral.net/pli-tv-kd15/en/sujato#29.2.2'>Kd 15:29.2.2</a>). But it is also a spelling of “drum”, in which case we might emend <i lang='pi' translate='no'>vāti</i> to <i lang='pi' translate='no'>vādi</i>, yielding “my mortar was drum-sounding”, as the mortar “sounds” when pounded like the “drum of victors” (RV 1.28.5). | For <i lang='pi' translate='no'>vāti</i> in the sense, “waft an odor”, see <a href='https://suttacentral.net/vv38/en/sujato#6.3'>Vv 38:6.3</a>. "
}