{
  "sn54.1:0.1": "Pagal temą susijusių suttų rinkinys 54 ",
  "sn54.1:0.2": "1. Skyrius apie vieną <i lang='pi' translate='no'>dhammą</i> ",
  "sn54.1:0.3": "1. Viena <i lang='pi' translate='no'>dhamma</i> ",
  "sn54.1:1.1": "<i lang='pi' translate='no'>Savatth</i>yje. ",
  "sn54.1:1.2": "Ten gi … štai ką pasakė: ",
  "sn54.1:1.3": "„Viena <i lang='pi' translate='no'>dhamma</i>, būdama išlavinta, dažnai praktikuota, duoda didžiulę naudą ir vaisius. ",
  "sn54.1:1.4": "Kokia viena <i lang='pi' translate='no'>dhamma</i>? ",
  "sn54.1:1.5": "Atida kvėpavimui. ",
  "sn54.1:1.6": "Ir kaip gi, vienuoliai, išlavinta, dažnai praktikuota atida kvėpavimui duoda didžiulę naudą ir vaisius? ",
  "sn54.1:1.7": "Štai vienuolis nuėjęs ar į mišką, ar po medžiu, ar į atokią vietą atsisėda sukryžiavęs kojas, laikydamas kūną tiesiai, sutelkęs atidą priešais save. ",
  "sn54.1:1.8": "Jis įkvepia (būdamas) atidus, iškvepia (būdamas) atidus. ",
  "sn54.1:2.1": "Ilgai įkvėpdamas jis supranta: „Įkvepiu ilgai”, – ilgai iškvėpdamas supranta: „Iškvepiu ilgai”. ",
  "sn54.1:2.2": "Trumpai įkvėpdamas jis supranta: „Įkvepiu trumpai”, – trumpai iškvėpdamas supranta: „Iškvepiu trumpai”. ",
  "sn54.1:2.3": "Jis mokosi: „Įkvėpsiu patirdamas visą kūną”, – mokosi: „Iškvėpsiu patirdamas visą kūną”. ",
  "sn54.1:2.4": "Jis mokosi: „Įkvėpsiu nuramindamas kūno darinius”, – mokosi: „Iškvėpsiu nuramindamas kūno darinius”. ",
  "sn54.1:3.1": "Jis mokosi: „Įkvėpsiu patirdamas džiaugsmą”, – mokosi: „Iškvėpsiu patirdamas džiaugsmą”. ",
  "sn54.1:3.2": "Jis mokosi: „Įkvėpsiu patirdamas laimę”, – mokosi: „Iškvėpsiu patirdamas laimę”. ",
  "sn54.1:3.3": "Jis mokosi: „Įkvėpsiu patirdamas proto darinius”, – mokosi: „Iškvėpsiu patirdamas proto darinius”. ",
  "sn54.1:3.4": "Jis mokosi: „Įkvėpsiu nuramindamas proto darinius”, – mokosi: „Iškvėpsiu nuramindamas proto darinius”. ",
  "sn54.1:4.1": "Jis mokosi: „Įkvėpsiu patirdamas protą”, – mokosi: „Iškvėpsiu patirdamas protą”. ",
  "sn54.1:4.2": "Jis mokosi: „Įkvėpsiu džiugindamas protą”, – mokosi: „Iškvėpsiu džiugindamas protą”. ",
  "sn54.1:4.3": "Jis mokosi: „Įkvėpsiu sutelkdamas protą”, – mokosi: „Iškvėpsiu sutelkdamas protą”. ",
  "sn54.1:4.4": "Jis mokosi: „Įkvėpsiu išlaisvindamas protą”, – mokosi: „Iškvėpsiu išlaisvindamas protą”. ",
  "sn54.1:4.5": "Jis mokosi: „Įkvėpsiu stebėdamas nepastovumą”, – ",
  "sn54.1:5.1": "mokosi: „Iškvėpsiu stebėdamas nepastovumą”. ",
  "sn54.1:5.2": "Jis mokosi: „Įkvėpsiu stebėdamas kaip išblėsta aistra”, – ",
  "sn54.1:5.3": "mokosi: „Iškvėpsiu stebėdamas kaip aistra potraukis”. ",
  "sn54.1:5.4": "Jis mokosi: „Įkvėpsiu stebėdamas atsižadėjimą”, – mokosi: „Iškvėpsiu stebėdamas atsižadėjimą”. ",
  "sn54.1:6.1": "Taip, vienuoliai, išlavinta, dažnai praktikuota atida kvėpavimui duoda didžiulę naudą ir vaisius. "
}