{
  "an4.197:0.1": "Aṅguttara Nikāya 4 ",
  "an4.197:0.2": "20. Mahāvagga ",
  "an4.197:0.3": "197. Mallikādevīsutta ",
  "an4.197:1.1": "Ekaṁ samayaṁ bhagavā sāvatthiyaṁ viharati jetavane anāthapiṇḍikassa ārāme. ",
  "an4.197:1.2": "Atha kho mallikā devī yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinnā kho mallikā devī bhagavantaṁ etadavoca: ",
  "an4.197:2.1": "“Ko nu kho, bhante, hetu ko paccayo, yena midhekacco mātugāmo dubbaṇṇā ca hoti durūpā supāpikā dassanāya; ",
  "an4.197:2.2": "daliddā ca hoti appassakā appabhogā appesakkhā ca? ",
  "an4.197:3.1": "Ko pana, bhante, hetu ko paccayo, yena midhekacco mātugāmo dubbaṇṇā ca hoti durūpā supāpikā dassanāya; ",
  "an4.197:3.2": "aḍḍhā ca hoti mahaddhanā mahābhogā mahesakkhā ca? ",
  "an4.197:4.1": "Ko nu kho, bhante, hetu ko paccayo, yena midhekacco mātugāmo abhirūpā ca hoti dassanīyā pāsādikā paramāya vaṇṇapokkharatāya samannāgatā; ",
  "an4.197:4.2": "daliddā ca hoti appassakā appabhogā appesakkhā ca? ",
  "an4.197:5.1": "Ko pana, bhante, hetu ko paccayo, yena midhekacco mātugāmo abhirūpā ca hoti dassanīyā pāsādikā paramāya vaṇṇapokkharatāya samannāgatā, aḍḍhā ca hoti mahaddhanā mahābhogā mahesakkhā cā”ti? ",
  "an4.197:6.1": "“Idha, mallike, ekacco mātugāmo kodhanā hoti upāyāsabahulā. ",
  "an4.197:6.2": "Appampi vuttā samānā abhisajjati kuppati byāpajjati patitthīyati, kopañca dosañca appaccayañca pātukaroti. ",
  "an4.197:6.3": "Sā na dātā hoti samaṇassa vā brāhmaṇassa vā annaṁ pānaṁ vatthaṁ yānaṁ mālāgandhavilepanaṁ seyyāvasathapadīpeyyaṁ. ",
  "an4.197:6.4": "Issāmanikā kho pana hoti; ",
  "an4.197:6.5": "paralābhasakkāragarukāramānanavandanapūjanāsu issati upadussati issaṁ bandhati. ",
  "an4.197:6.6": "Sā ce tato cutā itthattaṁ āgacchati, sā yattha yattha paccājāyati dubbaṇṇā ca hoti durūpā supāpikā dassanāya; ",
  "an4.197:6.7": "daliddā ca hoti appassakā appabhogā appesakkhā ca. ",
  "an4.197:7.1": "Idha pana, mallike, ekacco mātugāmo kodhanā hoti upāyāsabahulā. ",
  "an4.197:7.2": "Appampi vuttā samānā abhisajjati kuppati byāpajjati patitthīyati, kopañca dosañca appaccayañca pātukaroti. ",
  "an4.197:7.3": "Sā dātā hoti samaṇassa vā brāhmaṇassa vā annaṁ pānaṁ vatthaṁ yānaṁ mālāgandhavilepanaṁ seyyāvasathapadīpeyyaṁ. ",
  "an4.197:7.4": "Anissāmanikā kho pana hoti; ",
  "an4.197:7.5": "paralābhasakkāragarukāramānanavandanapūjanāsu na issati na upadussati na issaṁ bandhati. ",
  "an4.197:7.6": "Sā ce tato cutā itthattaṁ āgacchati, sā yattha yattha paccājāyati dubbaṇṇā ca hoti durūpā supāpikā dassanāya; ",
  "an4.197:7.7": "aḍḍhā ca hoti mahaddhanā mahābhogā mahesakkhā ca. ",
  "an4.197:8.1": "Idha pana, mallike, ekacco mātugāmo akkodhanā hoti anupāyāsabahulā. ",
  "an4.197:8.2": "Bahumpi vuttā samānā nābhisajjati na kuppati na byāpajjati na patitthīyati, na kopañca dosañca appaccayañca pātukaroti. ",
  "an4.197:8.3": "Sā na dātā hoti samaṇassa vā brāhmaṇassa vā annaṁ pānaṁ vatthaṁ yānaṁ mālāgandhavilepanaṁ seyyāvasathapadīpeyyaṁ. ",
  "an4.197:8.4": "Issāmanikā kho pana hoti; ",
  "an4.197:8.5": "paralābhasakkāragarukāramānanavandanapūjanāsu issati upadussati issaṁ bandhati. ",
  "an4.197:8.6": "Sā ce tato cutā itthattaṁ āgacchati, sā yattha yattha paccājāyati abhirūpā ca hoti dassanīyā pāsādikā paramāya vaṇṇapokkharatāya samannāgatā; ",
  "an4.197:8.7": "daliddā ca hoti appassakā appabhogā appesakkhā ca. ",
  "an4.197:9.1": "Idha pana, mallike, ekacco mātugāmo akkodhanā hoti anupāyāsabahulā. ",
  "an4.197:9.2": "Bahumpi vuttā samānā nābhisajjati na kuppati na byāpajjati na patitthīyati, na kopañca dosañca appaccayañca pātukaroti. ",
  "an4.197:9.3": "Sā dātā hoti samaṇassa vā brāhmaṇassa vā annaṁ pānaṁ vatthaṁ yānaṁ mālāgandhavilepanaṁ seyyāvasathapadīpeyyaṁ. ",
  "an4.197:9.4": "Anissāmanikā kho pana hoti; ",
  "an4.197:9.5": "paralābhasakkāragarukāramānanavandanapūjanāsu na issati na upadussati na issaṁ bandhati. ",
  "an4.197:9.6": "Sā ce tato cutā itthattaṁ āgacchati, sā yattha yattha paccājāyati abhirūpā ca hoti dassanīyā pāsādikā paramāya vaṇṇapokkharatāya samannāgatā; ",
  "an4.197:9.7": "aḍḍhā ca hoti mahaddhanā mahābhogā mahesakkhā ca. ",
  "an4.197:10.1": "Ayaṁ kho, mallike, hetu ayaṁ paccayo, yena midhekacco mātugāmo dubbaṇṇā ca hoti durūpā supāpikā dassanāya; ",
  "an4.197:10.2": "daliddā ca hoti appassakā appabhogā appesakkhā ca. ",
  "an4.197:10.3": "Ayaṁ pana, mallike, hetu ayaṁ paccayo, yena midhekacco mātugāmo dubbaṇṇā ca hoti durūpā supāpikā dassanāya; ",
  "an4.197:10.4": "aḍḍhā ca hoti mahaddhanā mahābhogā mahesakkhā ca. ",
  "an4.197:10.5": "Ayaṁ kho, mallike, hetu ayaṁ paccayo, yena midhekacco mātugāmo abhirūpā ca hoti dassanīyā pāsādikā paramāya vaṇṇapokkharatāya samannāgatā; ",
  "an4.197:10.6": "daliddā ca hoti appassakā appabhogā appesakkhā ca. ",
  "an4.197:10.7": "Ayaṁ pana, mallike, hetu ayaṁ paccayo, yena midhekacco mātugāmo abhirūpā ca hoti dassanīyā pāsādikā paramāya vaṇṇapokkharatāya samannāgatā; ",
  "an4.197:10.8": "aḍḍhā ca hoti mahaddhanā mahābhogā mahesakkhā cā”ti. ",
  "an4.197:11.1": "Evaṁ vutte, mallikā devī bhagavantaṁ etadavoca: ",
  "an4.197:11.2": "“yā nūnāhaṁ, bhante, aññaṁ jātiṁ kodhanā ahosiṁ upāyāsabahulā, ",
  "an4.197:11.3": "appampi vuttā samānā abhisajjiṁ kuppiṁ byāpajjiṁ patitthīyiṁ kopañca dosañca appaccayañca pātvākāsiṁ, ",
  "an4.197:11.4": "sāhaṁ, bhante, etarahi dubbaṇṇā durūpā supāpikā dassanāya. ",
  "an4.197:12.1": "Yā nūnāhaṁ, bhante, aññaṁ jātiṁ dātā ahosiṁ samaṇassa vā brāhmaṇassa vā annaṁ pānaṁ vatthaṁ yānaṁ mālāgandhavilepanaṁ seyyāvasathapadīpeyyaṁ, sāhaṁ, bhante, etarahi aḍḍhā mahaddhanā mahābhogā. ",
  "an4.197:13.1": "Yā nūnāhaṁ, bhante, aññaṁ jātiṁ anissāmanikā ahosiṁ, paralābhasakkāragarukāramānanavandanapūjanāsu na issiṁ na upadussiṁ na issaṁ bandhiṁ, sāhaṁ, bhante, etarahi mahesakkhā. ",
  "an4.197:13.2": "Santi kho pana, bhante, imasmiṁ rājakule khattiyakaññāpi brāhmaṇakaññāpi gahapatikaññāpi, tāsāhaṁ issarādhipaccaṁ kāremi. ",
  "an4.197:13.3": "Esāhaṁ, bhante, ajjatagge akkodhanā bhavissāmi anupāyāsabahulā, ",
  "an4.197:13.4": "bahumpi vuttā samānā nābhisajjissāmi na kuppissāmi na byāpajjissāmi na patitthīyissāmi, kopañca dosañca appaccayañca na pātukarissāmi; ",
  "an4.197:13.5": "dassāmi samaṇassa vā brāhmaṇassa vā annaṁ pānaṁ vatthaṁ yānaṁ mālāgandhavilepanaṁ seyyāvasathapadīpeyyaṁ. ",
  "an4.197:13.6": "Anissāmanikā bhavissāmi, paralābhasakkāragarukāramānanavandanapūjanāsu na ississāmi na upadussissāmi na issaṁ bandhissāmi. ",
  "an4.197:13.7": "Abhikkantaṁ, bhante …pe… upāsikaṁ maṁ, bhante, bhagavā dhāretu ajjatagge pāṇupetaṁ saraṇaṁ gatan”ti. ",
  "an4.197:13.8": "Sattamaṁ. "
}