{
  "an4.94:0.1": "Aṅguttara Nikāya 4 ",
  "an4.94:0.2": "10. Asuravagga ",
  "an4.94:0.3": "94. Tatiyasamādhisutta ",
  "an4.94:1.1": "“Cattārome, bhikkhave, puggalā santo saṁvijjamānā lokasmiṁ. ",
  "an4.94:1.2": "Katame cattāro? ",
  "an4.94:1.3": "Idha, bhikkhave, ekacco puggalo lābhī hoti ajjhattaṁ cetosamathassa, na lābhī adhipaññādhammavipassanāya. ",
  "an4.94:1.4": "Idha pana, bhikkhave, ekacco puggalo lābhī hoti adhipaññādhammavipassanāya, na lābhī ajjhattaṁ cetosamathassa. ",
  "an4.94:1.5": "Idha pana, bhikkhave, ekacco puggalo na ceva lābhī hoti ajjhattaṁ cetosamathassa na ca lābhī adhipaññādhammavipassanāya. ",
  "an4.94:1.6": "Idha pana, bhikkhave, ekacco puggalo lābhī ceva hoti ajjhattaṁ cetosamathassa lābhī ca adhipaññādhammavipassanāya. ",
  "an4.94:2.1": "Tatra, bhikkhave, yvāyaṁ puggalo lābhī ajjhattaṁ cetosamathassa na lābhī adhipaññādhammavipassanāya, tena, bhikkhave, puggalena yvāyaṁ puggalo lābhī adhipaññādhammavipassanāya so upasaṅkamitvā evamassa vacanīyo: ",
  "an4.94:2.2": "‘kathaṁ nu kho, āvuso, saṅkhārā daṭṭhabbā? ",
  "an4.94:2.3": "Kathaṁ saṅkhārā sammasitabbā? ",
  "an4.94:2.4": "Kathaṁ saṅkhārā vipassitabbā’ti? ",
  "an4.94:2.5": "Tassa so yathādiṭṭhaṁ yathāviditaṁ byākaroti: ",
  "an4.94:2.6": "‘evaṁ kho, āvuso, saṅkhārā daṭṭhabbā, evaṁ saṅkhārā sammasitabbā, evaṁ saṅkhārā vipassitabbā’ti. ",
  "an4.94:2.7": "So aparena samayena lābhī ceva hoti ajjhattaṁ cetosamathassa lābhī ca adhipaññādhammavipassanāya. ",
  "an4.94:3.1": "Tatra, bhikkhave, yvāyaṁ puggalo lābhī adhipaññādhammavipassanāya na lābhī ajjhattaṁ cetosamathassa, tena, bhikkhave, puggalena yvāyaṁ puggalo lābhī ajjhattaṁ cetosamathassa so upasaṅkamitvā evamassa vacanīyo: ",
  "an4.94:3.2": "‘kathaṁ nu kho, āvuso, cittaṁ saṇṭhapetabbaṁ? ",
  "an4.94:3.3": "Kathaṁ cittaṁ sannisādetabbaṁ? ",
  "an4.94:3.4": "Kathaṁ cittaṁ ekodi kātabbaṁ? ",
  "an4.94:3.5": "Kathaṁ cittaṁ samādahātabban’ti? ",
  "an4.94:3.6": "Tassa so yathādiṭṭhaṁ yathāviditaṁ byākaroti: ",
  "an4.94:3.7": "‘evaṁ kho, āvuso, cittaṁ saṇṭhapetabbaṁ, evaṁ cittaṁ sannisādetabbaṁ, evaṁ cittaṁ ekodi kātabbaṁ, evaṁ cittaṁ samādahātabban’ti. ",
  "an4.94:3.8": "So aparena samaye lābhī ceva hoti adhipaññādhammavipassanāya lābhī ca ajjhattaṁ cetosamathassa. ",
  "an4.94:4.1": "Tatra, bhikkhave, yvāyaṁ puggalo na ceva lābhī ajjhattaṁ cetosamathassa na ca lābhī adhipaññādhammavipassanāya, tena, bhikkhave, puggalena yvāyaṁ puggalo lābhī ceva ajjhattaṁ cetosamathassa lābhī ca adhipaññādhammavipassanāya so upasaṅkamitvā evamassa vacanīyo: ",
  "an4.94:4.2": "‘kathaṁ nu kho, āvuso, cittaṁ saṇṭhapetabbaṁ? ",
  "an4.94:4.3": "Kathaṁ cittaṁ sannisādetabbaṁ? ",
  "an4.94:4.4": "Kathaṁ cittaṁ ekodi kātabbaṁ? ",
  "an4.94:4.5": "Kathaṁ cittaṁ samādahātabbaṁ? ",
  "an4.94:4.6": "Kathaṁ saṅkhārā daṭṭhabbā? ",
  "an4.94:4.7": "Kathaṁ saṅkhārā sammasitabbā? ",
  "an4.94:4.8": "Kathaṁ saṅkhārā vipassitabbā’ti? ",
  "an4.94:4.9": "Tassa so yathādiṭṭhaṁ yathāviditaṁ byākaroti: ",
  "an4.94:4.10": "‘evaṁ kho, āvuso, cittaṁ saṇṭhapetabbaṁ, evaṁ cittaṁ sannisādetabbaṁ, evaṁ cittaṁ ekodi kātabbaṁ, evaṁ cittaṁ samādahātabbaṁ, evaṁ saṅkhārā daṭṭhabbā, evaṁ saṅkhārā sammasitabbā, evaṁ saṅkhārā vipassitabbā’ti. ",
  "an4.94:4.11": "So aparena samayena lābhī ceva hoti ajjhattaṁ cetosamathassa lābhī ca adhipaññādhammavipassanāya. ",
  "an4.94:5.1": "Tatra, bhikkhave, yvāyaṁ puggalo lābhī ceva hoti ajjhattaṁ cetosamathassa lābhī ca adhipaññādhammavipassanāya, tena, bhikkhave, puggalena tesu ceva kusalesu dhammesu patiṭṭhāya uttari āsavānaṁ khayāya yogo karaṇīyo. ",
  "an4.94:5.2": "Ime kho, bhikkhave, cattāro puggalā santo saṁvijjamānā lokasmin”ti. ",
  "an4.94:5.3": "Catutthaṁ. "
}