{
  "an4.194:0.1": "Aṅguttara Nikāya 4 ",
  "an4.194:0.2": "20. Mahāvagga ",
  "an4.194:0.3": "194. Sāmugiyasutta ",
  "an4.194:1.1": "Ekaṁ samayaṁ āyasmā ānando koliyesu viharati sāmugaṁ nāma koliyānaṁ nigamo. ",
  "an4.194:1.2": "Atha kho sambahulā sāmugiyā koliyaputtā yenāyasmā ānando tenupasaṅkamiṁsu; upasaṅkamitvā āyasmantaṁ ānandaṁ abhivādetvā ekamantaṁ nisīdiṁsu. Ekamantaṁ nisinne kho te sāmugiye koliyaputte āyasmā ānando etadavoca: ",
  "an4.194:2.1": "“Cattārimāni, byagghapajjā, pārisuddhipadhāniyaṅgāni tena bhagavatā jānatā passatā arahatā sammāsambuddhena sammadakkhātāni sattānaṁ visuddhiyā sokaparidevānaṁ samatikkamāya dukkhadomanassānaṁ atthaṅgamāya ñāyassa adhigamāya nibbānassa sacchikiriyāya. ",
  "an4.194:2.2": "Katamāni cattāri? ",
  "an4.194:2.3": "Sīlapārisuddhipadhāniyaṅgaṁ, cittapārisuddhipadhāniyaṅgaṁ, diṭṭhipārisuddhipadhāniyaṅgaṁ, vimuttipārisuddhipadhāniyaṅgaṁ. ",
  "an4.194:3.1": "Katamañca, byagghapajjā, sīlapārisuddhipadhāniyaṅgaṁ? ",
  "an4.194:3.2": "Idha, byagghapajjā, bhikkhu sīlavā hoti …pe… samādāya sikkhati sikkhāpadesu. ",
  "an4.194:3.3": "Ayaṁ vuccati, byagghapajjā, sīlapārisuddhi. ",
  "an4.194:3.4": "Iti evarūpiṁ sīlapārisuddhiṁ aparipūraṁ vā paripūressāmi paripūraṁ vā tattha tattha paññāya anuggahessāmīti, yo tattha chando ca vāyāmo ca ussāho ca ussoḷhī ca appaṭivānī ca sati ca sampajaññañca, idaṁ vuccati, byagghapajjā, sīlapārisuddhipadhāniyaṅgaṁ. ",
  "an4.194:4.1": "Katamañca, byagghapajjā, cittapārisuddhipadhāniyaṅgaṁ? ",
  "an4.194:4.2": "Idha, byagghapajjā, bhikkhu vivicceva kāmehi …pe… catutthaṁ jhānaṁ upasampajja viharati. ",
  "an4.194:4.3": "Ayaṁ vuccati, byagghapajjā, cittapārisuddhi. ",
  "an4.194:4.4": "Iti evarūpiṁ cittapārisuddhiṁ aparipūraṁ vā paripūressāmi paripūraṁ vā tattha tattha paññāya anuggahessāmīti, yo tattha chando ca vāyāmo ca ussāho ca ussoḷhī ca appaṭivānī ca sati ca sampajaññañca, idaṁ vuccati, byagghapajjā, cittapārisuddhipadhāniyaṅgaṁ. ",
  "an4.194:5.1": "Katamañca, byagghapajjā, diṭṭhipārisuddhipadhāniyaṅgaṁ? ",
  "an4.194:5.2": "Idha, byagghapajjā, bhikkhu ‘idaṁ dukkhan’ti yathābhūtaṁ pajānāti …pe… ‘ayaṁ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṁ pajānāti. ",
  "an4.194:5.3": "Ayaṁ vuccati, byagghapajjā, diṭṭhipārisuddhi. ",
  "an4.194:5.4": "Iti evarūpiṁ diṭṭhipārisuddhiṁ aparipūraṁ vā …pe… tattha tattha paññāya anuggahessāmīti, yo tattha chando ca vāyāmo ca ussāho ca ussoḷhī ca appaṭivānī ca sati ca sampajaññañca, idaṁ vuccati, byagghapajjā, diṭṭhipārisuddhipadhāniyaṅgaṁ. ",
  "an4.194:6.1": "Katamañca, byagghapajjā, vimuttipārisuddhipadhāniyaṅgaṁ? ",
  "an4.194:6.2": "Sa kho so, byagghapajjā, ariyasāvako iminā ca sīlapārisuddhipadhāniyaṅgena samannāgato iminā ca cittapārisuddhipadhāniyaṅgena samannāgato iminā ca diṭṭhipārisuddhipadhāniyaṅgena samannāgato rajanīyesu dhammesu cittaṁ virājeti, vimocanīyesu dhammesu cittaṁ vimoceti. ",
  "an4.194:6.3": "So rajanīyesu dhammesu cittaṁ virājetvā, vimocanīyesu dhammesu cittaṁ vimocetvā sammāvimuttiṁ phusati. ",
  "an4.194:6.4": "Ayaṁ vuccati, byagghapajjā, vimuttipārisuddhi. ",
  "an4.194:6.5": "Iti evarūpiṁ vimuttipārisuddhiṁ aparipūraṁ vā paripūressāmi paripūraṁ vā tattha tattha paññāya anuggahessāmīti, yo tattha chando ca vāyāmo ca ussāho ca ussoḷhī ca appaṭivānī ca sati ca sampajaññañca, idaṁ vuccati, byagghapajjā, vimuttipārisuddhipadhāniyaṅgaṁ. ",
  "an4.194:7.1": "Imāni kho, byagghapajjā, cattāri pārisuddhipadhāniyaṅgāni tena bhagavatā jānatā passatā arahatā sammāsambuddhena sammadakkhātāni sattānaṁ visuddhiyā sokaparidevānaṁ samatikkamāya dukkhadomanassānaṁ atthaṅgamāya ñāyassa adhigamāya nibbānassa sacchikiriyāyā”ti. ",
  "an4.194:7.2": "Catutthaṁ. "
}