{
  "an4.111:0.1": "Aṅguttara Nikāya 4 ",
  "an4.111:0.2": "12. Kesivagga ",
  "an4.111:0.3": "111. Kesisutta ",
  "an4.111:1.1": "Atha kho kesi assadammasārathi yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinnaṁ kho kesiṁ assadammasārathiṁ bhagavā etadavoca: ",
  "an4.111:1.2": "“tvaṁ khosi, kesi, paññāto assadammasārathīti. ",
  "an4.111:1.3": "Kathaṁ pana tvaṁ, kesi, assadammaṁ vinesī”ti? ",
  "an4.111:1.4": "“Ahaṁ kho, bhante, assadammaṁ saṇhenapi vinemi, pharusenapi vinemi, saṇhapharusenapi vinemī”ti. ",
  "an4.111:1.5": "“Sace te, kesi, assadammo saṇhena vinayaṁ na upeti, pharusena vinayaṁ na upeti, saṇhapharusena vinayaṁ na upeti, kinti naṁ karosī”ti? ",
  "an4.111:1.6": "“Sace me, bhante, assadammo saṇhena vinayaṁ na upeti, pharusena vinayaṁ na upeti, saṇhapharusena vinayaṁ na upeti; ",
  "an4.111:1.7": "hanāmi naṁ, bhante. ",
  "an4.111:1.8": "Taṁ kissa hetu? ",
  "an4.111:1.9": "‘Mā me ācariyakulassa avaṇṇo ahosī’ti. ",
  "an4.111:2.1": "Bhagavā pana, bhante, anuttaro purisadammasārathi. ",
  "an4.111:2.2": "Kathaṁ pana, bhante, bhagavā purisadammaṁ vinetī”ti? ",
  "an4.111:2.3": "“Ahaṁ kho, kesi, purisadammaṁ saṇhenapi vinemi, pharusenapi vinemi, saṇhapharusenapi vinemi. ",
  "an4.111:2.4": "Tatridaṁ, kesi, saṇhasmiṁ—",
  "an4.111:2.5": "iti kāyasucaritaṁ iti kāyasucaritassa vipāko, iti vacīsucaritaṁ iti vacīsucaritassa vipāko, iti manosucaritaṁ iti manosucaritassa vipāko, iti devā, iti manussāti. ",
  "an4.111:2.6": "Tatridaṁ, kesi, pharusasmiṁ—",
  "an4.111:2.7": "iti kāyaduccaritaṁ iti kāyaduccaritassa vipāko, iti vacīduccaritaṁ iti vacīduccaritassa vipāko, iti manoduccaritaṁ iti manoduccaritassa vipāko, iti nirayo, iti tiracchānayoni, iti pettivisayoti. ",
  "an4.111:3.1": "Tatridaṁ, kesi, saṇhapharusasmiṁ—",
  "an4.111:3.2": "iti kāyasucaritaṁ iti kāyasucaritassa vipāko, iti kāyaduccaritaṁ iti kāyaduccaritassa vipāko, iti vacīsucaritaṁ iti vacīsucaritassa vipāko, iti vacīduccaritaṁ iti vacīduccaritassa vipāko, iti manosucaritaṁ iti manosucaritassa vipāko, iti manoduccaritaṁ iti manoduccaritassa vipāko, iti devā, iti manussā, iti nirayo, iti tiracchānayoni, iti pettivisayo”ti. ",
  "an4.111:4.1": "“Sace te, bhante, purisadammo saṇhena vinayaṁ na upeti, pharusena vinayaṁ na upeti, saṇhapharusena vinayaṁ na upeti, kinti naṁ bhagavā karotī”ti? ",
  "an4.111:4.2": "“Sace me, kesi, purisadammo saṇhena vinayaṁ na upeti, pharusena vinayaṁ na upeti, saṇhapharusena vinayaṁ na upeti, hanāmi naṁ, kesī”ti. ",
  "an4.111:4.3": "“Na kho, bhante, bhagavato pāṇātipāto kappati. ",
  "an4.111:4.4": "Atha ca pana bhagavā evamāha: ",
  "an4.111:4.5": "‘hanāmi naṁ, kesī’”ti. ",
  "an4.111:4.6": "“Saccaṁ, kesi. ",
  "an4.111:4.7": "Na tathāgatassa pāṇātipāto kappati. ",
  "an4.111:4.8": "Api ca yo purisadammo saṇhena vinayaṁ na upeti, pharusena vinayaṁ na upeti, saṇhapharusena vinayaṁ na upeti, na taṁ tathāgato vattabbaṁ anusāsitabbaṁ maññati, nāpi viññū sabrahmacārī vattabbaṁ anusāsitabbaṁ maññanti. ",
  "an4.111:4.9": "Vadho heso, kesi, ariyassa vinaye—",
  "an4.111:4.10": "yaṁ na tathāgato vattabbaṁ anusāsitabbaṁ maññati, nāpi viññū sabrahmacārī vattabbaṁ anusāsitabbaṁ maññantī”ti. ",
  "an4.111:5.1": "“So hi nūna, bhante, suhato hoti—",
  "an4.111:5.2": "yaṁ na tathāgato vattabbaṁ anusāsitabbaṁ maññati, nāpi viññū sabrahmacārī vattabbaṁ anusāsitabbaṁ maññantīti. ",
  "an4.111:5.3": "Abhikkantaṁ, bhante, abhikkantaṁ, bhante …pe… upāsakaṁ maṁ, bhante, bhagavā dhāretu ajjatagge pāṇupetaṁ saraṇaṁ gatan”ti. ",
  "an4.111:5.4": "Paṭhamaṁ. "
}