{
  "an4.62:0.1": "Aṅguttara Nikāya 4 ",
  "an4.62:0.2": "7. Pattakammavagga ",
  "an4.62:0.3": "62. Ānaṇyasutta ",
  "an4.62:1.1": "Atha kho anāthapiṇḍiko gahapati yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho anāthapiṇḍikaṃ gahapatiṃ bhagavā etadavoca: ",
  "an4.62:2.1": "“Cattārimāni, gahapati, sukhāni adhigamanīyāni gihinā kāmabhoginā kālena kālaṃ samayena samayaṃ upādāya. ",
  "an4.62:2.2": "Katamāni cattāri? ",
  "an4.62:2.3": "Atthisukhaṃ, bhogasukhaṃ, ānaṇyasukhaṃ, anavajjasukhaṃ. ",
  "an4.62:3.1": "Katamañca, gahapati, atthisukhaṃ? ",
  "an4.62:3.2": "Idha, gahapati, kulaputtassa bhogā honti uṭṭhānavīriyādhigatā bāhābalaparicitā sedāvakkhittā dhammikā dhammaladdhā. ",
  "an4.62:3.3": "So ‘bhogā me atthi uṭṭhānavīriyādhigatā bāhābalaparicitā sedāvakkhittā dhammikā dhammaladdhā’ti adhigacchati sukhaṃ, adhigacchati somanassaṃ. ",
  "an4.62:3.4": "Idaṃ vuccati, gahapati, atthisukhaṃ. ",
  "an4.62:4.1": "Katamañca, gahapati, bhogasukhaṃ? ",
  "an4.62:4.2": "Idha, gahapati, kulaputto uṭṭhānavīriyādhigatehi bhogehi bāhābalaparicitehi sedāvakkhittehi dhammikehi dhammaladdhehi paribhuñjati puññāni ca karoti. ",
  "an4.62:4.3": "So ‘uṭṭhānavīriyādhigatehi bhogehi bāhābalaparicitehi sedāvakkhittehi dhammikehi dhammaladdhehi paribhuñjāmi puññāni ca karomī’ti adhigacchati sukhaṃ, adhigacchati somanassaṃ. ",
  "an4.62:4.4": "Idaṃ vuccati, gahapati, bhogasukhaṃ. ",
  "an4.62:5.1": "Katamañca, gahapati, ānaṇyasukhaṃ? ",
  "an4.62:5.2": "Idha, gahapati, kulaputto na kassaci kiñci dhāreti appaṃ vā bahuṃ vā. ",
  "an4.62:5.3": "So ‘na kassaci kiñci dhāremi appaṃ vā bahuṃ vā’ti adhigacchati sukhaṃ, adhigacchati somanassaṃ. ",
  "an4.62:5.4": "Idaṃ vuccati, gahapati, ānaṇyasukhaṃ. ",
  "an4.62:6.1": "Katamañca, gahapati, anavajjasukhaṃ? ",
  "an4.62:6.2": "Idha, gahapati, ariyasāvako anavajjena kāyakammena samannāgato hoti, anavajjena vacīkammena samannāgato hoti, anavajjena manokammena samannāgato hoti. ",
  "an4.62:6.3": "So ‘anavajjenamhi kāyakammena samannāgato, anavajjena vacīkammena samannāgato, anavajjena manokammena samannāgato’ti adhigacchati sukhaṃ, adhigacchati somanassaṃ. ",
  "an4.62:6.4": "Idaṃ vuccati, gahapati, anavajjasukhaṃ. ",
  "an4.62:6.5": "Imāni kho, gahapati, cattāri sukhāni adhigamanīyāni gihinā kāmabhoginā kālena kālaṃ samayena samayaṃ upādāyāti. ",
  "an4.62:7.1": "Ānaṇyasukhaṃ ñatvāna, ",
  "an4.62:7.2": "Atho atthisukhaṃ paraṃ; ",
  "an4.62:7.3": "Bhuñjaṃ bhogasukhaṃ macco, ",
  "an4.62:7.4": "Tato paññā vipassati. ",
  "an4.62:8.1": "Vipassamāno jānāti, ",
  "an4.62:8.2": "ubho bhoge sumedhaso; ",
  "an4.62:8.3": "Anavajjasukhassetaṃ, ",
  "an4.62:8.4": "kalaṃ nāgghati soḷasin”ti. ",
  "an4.62:8.5": "Dutiyaṃ. "
}