{
  "an4.41:0.1": "Aṅguttara Nikāya 4 ",
  "an4.41:0.2": "5. Rohitassavagga ",
  "an4.41:0.3": "41. Samādhibhāvanāsutta ",
  "an4.41:1.1": "“Catasso imā, bhikkhave, samādhibhāvanā. ",
  "an4.41:1.2": "Katamā catasso? ",
  "an4.41:1.3": "Atthi, bhikkhave, samādhibhāvanā bhāvitā bahulīkatā diṭṭhadhammasukhavihārāya saṁvattati; ",
  "an4.41:1.4": "atthi, bhikkhave, samādhibhāvanā bhāvitā bahulīkatā ñāṇadassanappaṭilābhāya saṁvattati; ",
  "an4.41:1.5": "atthi, bhikkhave, samādhibhāvanā bhāvitā bahulīkatā satisampajaññāya saṁvattati; ",
  "an4.41:1.6": "atthi, bhikkhave, samādhibhāvanā bhāvitā bahulīkatā āsavānaṁ khayāya saṁvattati. ",
  "an4.41:2.1": "Katamā ca, bhikkhave, samādhibhāvanā bhāvitā bahulīkatā diṭṭhadhammasukhavihārāya saṁvattati? ",
  "an4.41:2.2": "Idha, bhikkhave, bhikkhu vivicceva kāmehi …pe… catutthaṁ jhānaṁ upasampajja viharati. ",
  "an4.41:2.3": "Ayaṁ, bhikkhave, samādhibhāvanā bhāvitā bahulīkatā diṭṭhadhammasukhavihārāya saṁvattati. ",
  "an4.41:3.1": "Katamā ca, bhikkhave, samādhibhāvanā bhāvitā bahulīkatā ñāṇadassanappaṭilābhāya saṁvattati? ",
  "an4.41:3.2": "Idha, bhikkhave, bhikkhu ālokasaññaṁ manasi karoti, divāsaññaṁ adhiṭṭhāti—",
  "an4.41:3.3": "yathā divā tathā rattiṁ, yathā rattiṁ tathā divā. ",
  "an4.41:3.4": "Iti vivaṭena cetasā apariyonaddhena sappabhāsaṁ cittaṁ bhāveti. ",
  "an4.41:3.5": "Ayaṁ, bhikkhave, samādhibhāvanā bhāvitā bahulīkatā ñāṇadassanappaṭilābhāya saṁvattati. ",
  "an4.41:4.1": "Katamā ca, bhikkhave, samādhibhāvanā bhāvitā bahulīkatā satisampajaññāya saṁvattati? ",
  "an4.41:4.2": "Idha, bhikkhave, bhikkhuno viditā vedanā uppajjanti, viditā upaṭṭhahanti, viditā abbhatthaṁ gacchanti; ",
  "an4.41:4.3": "viditā saññā …pe… viditā vitakkā uppajjanti, viditā upaṭṭhahanti, viditā abbhatthaṁ gacchanti. ",
  "an4.41:4.4": "Ayaṁ, bhikkhave, samādhibhāvanā bhāvitā bahulīkatā satisampajaññāya saṁvattati. ",
  "an4.41:5.1": "Katamā ca, bhikkhave, samādhibhāvanā bhāvitā bahulīkatā āsavānaṁ khayāya saṁvattati? ",
  "an4.41:5.2": "Idha, bhikkhave, bhikkhu pañcasu upādānakkhandhesu udayabbayānupassī viharati: ",
  "an4.41:5.3": "‘iti rūpaṁ, iti rūpassa samudayo, iti rūpassa atthaṅgamo; ",
  "an4.41:5.4": "iti vedanā, iti vedanāya samudayo, iti vedanāya atthaṅgamo; ",
  "an4.41:5.5": "iti saññā, iti saññāya samudayo, iti saññāya atthaṅgamo; ",
  "an4.41:5.6": "iti saṅkhārā, iti saṅkhārānaṁ samudayo, iti saṅkhārānaṁ atthaṅgamo; ",
  "an4.41:5.7": "iti viññāṇaṁ, iti viññāṇassa samudayo, iti viññāṇassa atthaṅgamo’ti. ",
  "an4.41:5.8": "Ayaṁ, bhikkhave, samādhibhāvanā bhāvitā bahulīkatā āsavānaṁ khayāya saṁvattati. ",
  "an4.41:5.9": "Imā kho, bhikkhave, catasso samādhibhāvanā. ",
  "an4.41:5.10": "Idañca pana metaṁ, bhikkhave, sandhāya bhāsitaṁ pārāyane puṇṇakapañhe: ",
  "an4.41:6.1": "‘Saṅkhāya lokasmiṁ paroparāni, ",
  "an4.41:6.2": "Yassiñjitaṁ natthi kuhiñci loke; ",
  "an4.41:6.3": "Santo vidhūmo anīgho nirāso, ",
  "an4.41:6.4": "Atāri so jātijaranti brūmī’”ti. ",
  "an4.41:6.5": "Paṭhamaṁ. "
}