{
  "an4.24:0.1": "Aṅguttara Nikāya 4 ",
  "an4.24:0.2": "3. Uruvelavagga ",
  "an4.24:0.3": "24. Kāḷakārāmasutta ",
  "an4.24:1.1": "Ekaṃ samayaṃ bhagavā sākete viharati kāḷakārāme. ",
  "an4.24:1.2": "Tatra kho bhagavā bhikkhū āmantesi: ",
  "an4.24:1.3": "“bhikkhavo”ti. ",
  "an4.24:1.4": "“Bhadante”ti te bhikkhū bhagavato paccassosuṃ. ",
  "an4.24:1.5": "Bhagavā etadavoca—",
  "an4.24:2.1": "Yaṃ, bhikkhave, sadevakassa lokassa samārakassa sabrahmakassa sassamaṇabrāhmaṇiyā pajāya sadevamanussāya diṭṭhaṃ sutaṃ mutaṃ viññātaṃ pattaṃ pariyesitaṃ anuvicaritaṃ manasā, tamahaṃ jānāmi. ",
  "an4.24:3.1": "Yaṃ, bhikkhave, sadevakassa lokassa samārakassa sabrahmakassa sassamaṇabrāhmaṇiyā pajāya sadevamanussāya diṭṭhaṃ sutaṃ mutaṃ viññātaṃ pattaṃ pariyesitaṃ anuvicaritaṃ manasā, tamahaṃ abbhaññāsiṃ. ",
  "an4.24:3.2": "Taṃ tathāgatassa viditaṃ, taṃ tathāgato na upaṭṭhāsi. ",
  "an4.24:4.1": "Yaṃ, bhikkhave, sadevakassa lokassa samārakassa sabrahmakassa sassamaṇabrāhmaṇiyā pajāya sadevamanussāya diṭṭhaṃ sutaṃ mutaṃ viññātaṃ pattaṃ pariyesitaṃ anuvicaritaṃ manasā, tamahaṃ na jānāmīti vadeyyaṃ, taṃ mamassa musā. ",
  "an4.24:5.1": "Yaṃ, bhikkhave …pe… tamahaṃ jānāmi ca na ca jānāmīti vadeyyaṃ, tampassa tādisameva. ",
  "an4.24:6.1": "Yaṃ, bhikkhave …pe… tamahaṃ neva jānāmi na na jānāmīti vadeyyaṃ, taṃ mamassa kali. ",
  "an4.24:7.1": "Iti kho, bhikkhave, tathāgato daṭṭhā daṭṭhabbaṃ, diṭṭhaṃ na maññati, adiṭṭhaṃ na maññati, daṭṭhabbaṃ na maññati, daṭṭhāraṃ na maññati; ",
  "an4.24:7.2": "sutvā sotabbaṃ, sutaṃ na maññati, asutaṃ na maññati, sotabbaṃ na maññati, sotāraṃ na maññati; ",
  "an4.24:7.3": "mutvā motabbaṃ, mutaṃ na maññati, amutaṃ na maññati, motabbaṃ na maññati, motāraṃ na maññati; ",
  "an4.24:7.4": "viññatvā viññātabbaṃ, viññātaṃ na maññati, aviññātaṃ na maññati, viññātabbaṃ na maññati, viññātāraṃ na maññati. ",
  "an4.24:7.5": "Iti kho, bhikkhave, tathāgato diṭṭhasutamutaviññātabbesu dhammesu tādīyeva tādī. ",
  "an4.24:7.6": "‘Tamhā ca pana tādimhā añño tādī uttaritaro vā paṇītataro vā natthī’ti vadāmīti. ",
  "an4.24:8.1": "Yaṃ kiñci diṭṭhaṃva sutaṃ mutaṃ vā, ",
  "an4.24:8.2": "Ajjhositaṃ saccamutaṃ paresaṃ; ",
  "an4.24:8.3": "Na tesu tādī sayasaṃvutesu, ",
  "an4.24:8.4": "Saccaṃ musā vāpi paraṃ daheyya. ",
  "an4.24:9.1": "Etañca sallaṃ paṭikacca disvā, ",
  "an4.24:9.2": "Ajjhositā yattha pajā visattā; ",
  "an4.24:9.3": "Jānāmi passāmi tatheva etaṃ, ",
  "an4.24:9.4": "Ajjhositaṃ natthi tathāgatānan”ti. ",
  "an4.24:9.5": "Catutthaṃ. "
}