{
  "an4.234:0.1": "Aṅguttara Nikāya 4 ",
  "an4.234:0.2": "24. Kammavagga ",
  "an4.234:0.3": "234. Soṇakāyanasutta ",
  "an4.234:1.1": "Atha kho sikhāmoggallāno brāhmaṇo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṁ sammodi. ",
  "an4.234:1.2": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho sikhāmoggallāno brāhmaṇo bhagavantaṁ etadavoca: ",
  "an4.234:2.1": "“Purimāni, bho gotama, divasāni purimatarāni soṇakāyano māṇavo yenāhaṁ tenupasaṅkami; upasaṅkamitvā maṁ etadavoca: ",
  "an4.234:2.2": "‘samaṇo gotamo sabbakammānaṁ akiriyaṁ paññapeti, sabbakammānaṁ kho pana akiriyaṁ paññapento ucchedaṁ āha lokassa’—",
  "an4.234:2.3": "kammasaccāyaṁ, bho, loko kammasamārambhaṭṭhāyī”ti. ",
  "an4.234:3.1": "“Dassanampi kho ahaṁ, brāhmaṇa, soṇakāyanassa māṇavassa nābhijānāmi; ",
  "an4.234:3.2": "kuto panevarūpo kathāsallāpo. ",
  "an4.234:3.3": "Cattārimāni, brāhmaṇa, kammāni mayā sayaṁ abhiññā sacchikatvā paveditāni. ",
  "an4.234:3.4": "Katamāni cattāri? ",
  "an4.234:3.5": "Atthi, brāhmaṇa, kammaṁ kaṇhaṁ kaṇhavipākaṁ; ",
  "an4.234:3.6": "atthi, brāhmaṇa, kammaṁ sukkaṁ sukkavipākaṁ; ",
  "an4.234:3.7": "atthi, brāhmaṇa, kammaṁ kaṇhasukkaṁ kaṇhasukkavipākaṁ; ",
  "an4.234:3.8": "atthi, brāhmaṇa, kammaṁ akaṇhaasukkaṁ akaṇhaasukkavipākaṁ kammakkhayāya saṁvattati. ",
  "an4.234:4.1": "Katamañca, brāhmaṇa, kammaṁ kaṇhaṁ kaṇhavipākaṁ? ",
  "an4.234:4.2": "Idha, brāhmaṇa, ekacco sabyābajjhaṁ kāyasaṅkhāraṁ abhisaṅkharoti, sabyābajjhaṁ vacīsaṅkhāraṁ abhisaṅkharoti, sabyābajjhaṁ manosaṅkhāraṁ abhisaṅkharoti. ",
  "an4.234:4.3": "So sabyābajjhaṁ kāyasaṅkhāraṁ abhisaṅkharitvā, sabyābajjhaṁ vacīsaṅkhāraṁ abhisaṅkharitvā, sabyābajjhaṁ manosaṅkhāraṁ abhisaṅkharitvā sabyābajjhaṁ lokaṁ upapajjati. ",
  "an4.234:4.4": "Tamenaṁ sabyābajjhaṁ lokaṁ upapannaṁ samānaṁ sabyābajjhā phassā phusanti. ",
  "an4.234:4.5": "So sabyābajjhehi phassehi phuṭṭho samāno sabyābajjhaṁ vedanaṁ vediyati ekantadukkhaṁ, seyyathāpi sattā nerayikā. ",
  "an4.234:4.6": "Idaṁ vuccati, brāhmaṇa, kammaṁ kaṇhaṁ kaṇhavipākaṁ. ",
  "an4.234:5.1": "Katamañca, brāhmaṇa, kammaṁ sukkaṁ sukkavipākaṁ? ",
  "an4.234:5.2": "Idha, brāhmaṇa, ekacco abyābajjhaṁ kāyasaṅkhāraṁ abhisaṅkharoti, abyābajjhaṁ vacīsaṅkhāraṁ abhisaṅkharoti, abyābajjhaṁ manosaṅkhāraṁ abhisaṅkharoti. ",
  "an4.234:5.3": "So abyābajjhaṁ kāyasaṅkhāraṁ abhisaṅkharitvā, abyābajjhaṁ vacīsaṅkhāraṁ abhisaṅkharitvā, abyābajjhaṁ manosaṅkhāraṁ abhisaṅkharitvā abyābajjhaṁ lokaṁ upapajjati. ",
  "an4.234:5.4": "Tamenaṁ abyābajjhaṁ lokaṁ upapannaṁ samānaṁ abyābajjhā phassā phusanti. ",
  "an4.234:5.5": "So abyābajjhehi phassehi phuṭṭho samāno abyābajjhaṁ vedanaṁ vediyati ekantasukhaṁ, seyyathāpi devā subhakiṇhā. ",
  "an4.234:5.6": "Idaṁ vuccati, brāhmaṇa, kammaṁ sukkaṁ sukkavipākaṁ. ",
  "an4.234:6.1": "Katamañca, brāhmaṇa, kammaṁ kaṇhasukkaṁ kaṇhasukkavipākaṁ? ",
  "an4.234:6.2": "Idha, brāhmaṇa, ekacco sabyābajjhampi abyābajjhampi kāyasaṅkhāraṁ abhisaṅkharoti, sabyābajjhampi abyābajjhampi vacīsaṅkhāraṁ abhisaṅkharoti, sabyābajjhampi abyābajjhampi manosaṅkhāraṁ abhisaṅkharoti. ",
  "an4.234:6.3": "So sabyābajjhampi abyābajjhampi kāyasaṅkhāraṁ abhisaṅkharitvā, sabyābajjhampi abyābajjhampi vacīsaṅkhāraṁ abhisaṅkharitvā, sabyābajjhampi abyābajjhampi manosaṅkhāraṁ abhisaṅkharitvā sabyābajjhampi abyābajjhampi lokaṁ upapajjati. ",
  "an4.234:6.4": "Tamenaṁ sabyābajjhampi abyābajjhampi lokaṁ upapannaṁ samānaṁ sabyābajjhāpi abyābajjhāpi phassā phusanti. ",
  "an4.234:6.5": "So sabyābajjhehipi abyābajjhehipi phassehi phuṭṭho samāno sabyābajjhampi abyābajjhampi vedanaṁ vediyati vokiṇṇasukhadukkhaṁ, seyyathāpi manussā ekacce ca devā ekacce ca vinipātikā. ",
  "an4.234:6.6": "Idaṁ vuccati, brāhmaṇa, kammaṁ kaṇhasukkaṁ kaṇhasukkavipākaṁ. ",
  "an4.234:7.1": "Katamañca, brāhmaṇa, kammaṁ akaṇhaasukkaṁ akaṇhaasukkavipākaṁ kammakkhayāya saṁvattati? ",
  "an4.234:7.2": "Tatra, brāhmaṇa, yamidaṁ kammaṁ kaṇhaṁ kaṇhavipākaṁ tassa pahānāya yā cetanā, yamidaṁ kammaṁ sukkaṁ sukkavipākaṁ tassa pahānāya yā cetanā, yamidaṁ kammaṁ kaṇhasukkaṁ kaṇhasukkavipākaṁ tassa pahānāya yā cetanā—",
  "an4.234:7.3": "idaṁ vuccati, brāhmaṇa, kammaṁ akaṇhaasukkaṁ akaṇhaasukkavipākaṁ kammakkhayāya saṁvattati. ",
  "an4.234:7.4": "Imāni kho, brāhmaṇa, cattāri kammāni mayā sayaṁ abhiññā sacchikatvā paveditānī”ti. ",
  "an4.234:7.5": "Tatiyaṁ. "
}