{
  "an4.185:0.1": "Aṅguttara Nikāya 4 ",
  "an4.185:0.2": "19. Brāhmaṇavagga ",
  "an4.185:0.3": "185. Brāhmaṇasaccasutta ",
  "an4.185:1.1": "Ekaṃ samayaṃ bhagavā rājagahe viharati gijjhakūṭe pabbate. ",
  "an4.185:1.2": "Tena kho pana samayena sambahulā abhiññātā abhiññātā paribbājakā sippinikātīre paribbājakārāme paṭivasanti, seyyathidaṃ annabhāro varadharo sakuludāyī ca paribbājako aññe ca abhiññātā abhiññātā paribbājakā. ",
  "an4.185:1.3": "Atha kho bhagavā sāyanhasamayaṃ paṭisallānā vuṭṭhito yena sippinikātīre paribbājakārāmo tenupasaṅkami. ",
  "an4.185:2.1": "Tena kho pana samayena tesaṃ aññatitthiyānaṃ paribbājakānaṃ sannisinnānaṃ sannipatitānaṃ ayamantarā kathā udapādi: ",
  "an4.185:2.2": "“itipi brāhmaṇasaccāni, itipi brāhmaṇasaccānī”ti. ",
  "an4.185:2.3": "Atha kho bhagavā yena te paribbājakā tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. Nisajja kho bhagavā te paribbājake etadavoca: ",
  "an4.185:3.1": "“Kāya nuttha, paribbājakā, etarahi kathāya sannisinnā, kā ca pana vo antarākathā vippakatā”ti? ",
  "an4.185:3.2": "“Idha, bho gotama, amhākaṃ sannisinnānaṃ sannipatitānaṃ ayamantarākathā udapādi: ",
  "an4.185:3.3": "‘itipi brāhmaṇasaccāni, itipi brāhmaṇasaccānī’”ti. ",
  "an4.185:4.1": "“Cattārimāni, paribbājakā, brāhmaṇasaccāni mayā sayaṃ abhiññā sacchikatvā paveditāni. ",
  "an4.185:4.2": "Katamāni cattāri? ",
  "an4.185:4.3": "Idha, paribbājakā, brāhmaṇo evamāha: ",
  "an4.185:4.4": "‘sabbe pāṇā avajjhā’ti. ",
  "an4.185:4.5": "Iti vadaṃ brāhmaṇo saccaṃ āha, no musā. ",
  "an4.185:4.6": "So tena na samaṇoti maññati, na brāhmaṇoti maññati, na seyyohamasmīti maññati, na sadisohamasmīti maññati, na hīnohamasmīti maññati. ",
  "an4.185:4.7": "Api ca yadeva tattha saccaṃ tadabhiññāya pāṇānaṃyeva anuddayāya anukampāya paṭipanno hoti. ",
  "an4.185:5.1": "Puna caparaṃ, paribbājakā, brāhmaṇo evamāha: ",
  "an4.185:5.2": "‘sabbe kāmā aniccā dukkhā vipariṇāmadhammā’ti. ",
  "an4.185:5.3": "Iti vadaṃ brāhmaṇo saccamāha, no musā. ",
  "an4.185:5.4": "So tena na samaṇoti maññati, na brāhmaṇoti maññati, na seyyohamasmīti maññati, na sadisohamasmīti maññati, na hīnohamasmīti maññati. ",
  "an4.185:5.5": "Api ca yadeva tattha saccaṃ tadabhiññāya kāmānaṃyeva nibbidāya virāgāya nirodhāya paṭipanno hoti. ",
  "an4.185:6.1": "Puna caparaṃ, paribbājakā, brāhmaṇo evamāha: ",
  "an4.185:6.2": "‘sabbe bhavā aniccā …pe… tadabhiññāya bhavānaṃyeva nibbidāya virāgāya nirodhāya paṭipanno hoti. ",
  "an4.185:7.1": "Puna caparaṃ, paribbājakā, brāhmaṇo evamāha: ",
  "an4.185:7.2": "‘nāhaṃ kvacani kassaci kiñcanatasmiṃ na ca mama kvacani katthaci kiñcanatatthī’ti. ",
  "an4.185:7.3": "Iti vadaṃ brāhmaṇo saccaṃ āha, no musā. ",
  "an4.185:7.4": "So tena na samaṇoti maññati, na brāhmaṇoti maññati, na seyyohamasmīti maññati, na sadisohamasmīti maññati, na hīnohamasmīti maññati. ",
  "an4.185:7.5": "Api ca yadeva tattha saccaṃ tadabhiññāya ākiñcaññaṃyeva paṭipadaṃ paṭipanno hoti. ",
  "an4.185:7.6": "Imāni kho, paribbājakā, cattāri brāhmaṇasaccāni mayā sayaṃ abhiññā sacchikatvā paveditānī”ti. ",
  "an4.185:7.7": "Pañcamaṃ. "
}