{
  "an4.108:0.1": "Aṅguttara Nikāya 4 ",
  "an4.108:0.2": "11. Valāhakavagga ",
  "an4.108:0.3": "108. Balībaddasutta ",
  "an4.108:1.1": "“Cattārome, bhikkhave, balībaddā. ",
  "an4.108:1.2": "Katame cattāro? ",
  "an4.108:1.3": "Sagavacaṇḍo no paragavacaṇḍo, paragavacaṇḍo no sagavacaṇḍo, sagavacaṇḍo ca paragavacaṇḍo ca, neva sagavacaṇḍo no paragavacaṇḍo—",
  "an4.108:1.4": "Ime kho, bhikkhave, cattāro balībaddā. ",
  "an4.108:1.5": "Evamevaṃ kho, bhikkhave, cattāro balībaddūpamā puggalā santo saṃvijjamānā lokasmiṃ. ",
  "an4.108:1.6": "Katame cattāro? ",
  "an4.108:1.7": "Sagavacaṇḍo no paragavacaṇḍo, paragavacaṇḍo no sagavacaṇḍo, sagavacaṇḍo ca paragavacaṇḍo ca, neva sagavacaṇḍo no paragavacaṇḍo. ",
  "an4.108:2.1": "Kathañca, bhikkhave, puggalo sagavacaṇḍo hoti, no paragavacaṇḍo? ",
  "an4.108:2.2": "Idha, bhikkhave, ekacco puggalo sakaparisaṃ ubbejetā hoti, no paraparisaṃ. ",
  "an4.108:2.3": "Evaṃ kho, bhikkhave, puggalo sagavacaṇḍo hoti, no paragavacaṇḍo. ",
  "an4.108:2.4": "Seyyathāpi so, bhikkhave, balībaddo sagavacaṇḍo, no paragavacaṇḍo; ",
  "an4.108:2.5": "tathūpamāhaṃ, bhikkhave, imaṃ puggalaṃ vadāmi. ",
  "an4.108:3.1": "Kathañca, bhikkhave, puggalo paragavacaṇḍo hoti, no sagavacaṇḍo? ",
  "an4.108:3.2": "Idha, bhikkhave, ekacco puggalo paraparisaṃ ubbejetā hoti, no sakaparisaṃ. ",
  "an4.108:3.3": "Evaṃ kho, bhikkhave, puggalo paragavacaṇḍo hoti, no sagavacaṇḍo. ",
  "an4.108:3.4": "Seyyathāpi so, bhikkhave, balībaddo paragavacaṇḍo, no sagavacaṇḍo; ",
  "an4.108:3.5": "tathūpamāhaṃ, bhikkhave, imaṃ puggalaṃ vadāmi. ",
  "an4.108:4.1": "Kathañca, bhikkhave, puggalo sagavacaṇḍo ca hoti paragavacaṇḍo ca? ",
  "an4.108:4.2": "Idha, bhikkhave, ekacco puggalo sakaparisaṃ ubbejetā hoti paraparisañca. ",
  "an4.108:4.3": "Evaṃ kho, bhikkhave, puggalo sagavacaṇḍo ca hoti paragavacaṇḍo ca. ",
  "an4.108:4.4": "Seyyathāpi so, bhikkhave, balībaddo sagavacaṇḍo ca paragavacaṇḍo ca; ",
  "an4.108:4.5": "tathūpamāhaṃ, bhikkhave, imaṃ puggalaṃ vadāmi. ",
  "an4.108:5.1": "Kathañca, bhikkhave, puggalo neva sagavacaṇḍo hoti no paragavacaṇḍo? ",
  "an4.108:5.2": "Idha, bhikkhave, ekacco puggalo neva sakaparisaṃ ubbejetā hoti, no paraparisañca. ",
  "an4.108:5.3": "Evaṃ kho, bhikkhave, puggalo neva sagavacaṇḍo hoti, no paragavacaṇḍo. ",
  "an4.108:5.4": "Seyyathāpi so, bhikkhave, balībaddo neva sagavacaṇḍo, no paragavacaṇḍo; ",
  "an4.108:5.5": "tathūpamāhaṃ, bhikkhave, imaṃ puggalaṃ vadāmi. ",
  "an4.108:5.6": "Ime kho, bhikkhave, cattāro balībaddūpamā puggalā santo saṃvijjamānā lokasmin”ti. ",
  "an4.108:5.7": "Aṭṭhamaṃ. "
}