{
  "an4.257:0.1": "Aṅguttara Nikāya 4 ",
  "an4.257:0.2": "26. Abhiññāvagga ",
  "an4.257:0.3": "257. Mālukyaputtasutta ",
  "an4.257:1.1": "Atha kho āyasmā mālukyaputto yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho āyasmā mālukyaputto bhagavantaṁ etadavoca: ",
  "an4.257:2.1": "“Sādhu me, bhante, bhagavā saṅkhittena dhammaṁ desetu, yamahaṁ bhagavato dhammaṁ sutvā eko vūpakaṭṭho appamatto ātāpī pahitatto vihareyyan”ti. ",
  "an4.257:2.2": "“Ettha idāni, mālukyaputta, kiṁ dahare bhikkhū vakkhāma; ",
  "an4.257:2.3": "yatra hi nāma tvaṁ jiṇṇo vuddho mahallako tathāgatassa saṅkhittena ovādaṁ yācasī”ti. ",
  "an4.257:2.4": "“Desetu me, bhante, bhagavā saṅkhittena dhammaṁ; desetu sugato saṅkhittena dhammaṁ. Appeva nāmāhaṁ bhagavato bhāsitassa atthaṁ ājāneyyaṁ; appeva nāmāhaṁ bhagavato bhāsitassa dāyādo assan”ti. ",
  "an4.257:3.1": "“Cattārome, mālukyaputta, taṇhuppādā yattha bhikkhuno taṇhā uppajjamānā uppajjati. ",
  "an4.257:3.2": "Katame cattāro? ",
  "an4.257:3.3": "Cīvarahetu vā, mālukyaputta, bhikkhuno taṇhā uppajjamānā uppajjati. ",
  "an4.257:3.4": "Piṇḍapātahetu vā, mālukyaputta, bhikkhuno taṇhā uppajjamānā uppajjati. ",
  "an4.257:3.5": "Senāsanahetu vā, mālukyaputta, bhikkhuno taṇhā uppajjamānā uppajjati. ",
  "an4.257:3.6": "Itibhavābhavahetu vā, mālukyaputta, bhikkhuno taṇhā uppajjamānā uppajjati. ",
  "an4.257:3.7": "Ime kho, mālukyaputta, cattāro taṇhuppādā yattha bhikkhuno taṇhā uppajjamānā uppajjati. ",
  "an4.257:3.8": "Yato kho, mālukyaputta, bhikkhuno taṇhā pahīnā hoti ucchinnamūlā tālāvatthukatā anabhāvaṅkatā āyatiṁ anuppādadhammā, ayaṁ vuccati, mālukyaputta, ‘bhikkhu acchecchi taṇhaṁ, vivattayi saṁyojanaṁ, sammā mānābhisamayā antamakāsi dukkhassā’”ti. ",
  "an4.257:4.1": "Atha kho āyasmā mālukyaputto bhagavatā iminā ovādena ovadito uṭṭhāyāsanā bhagavantaṁ abhivādetvā padakkhiṇaṁ katvā pakkāmi. ",
  "an4.257:4.2": "Atha kho āyasmā mālukyaputto eko vūpakaṭṭho appamatto ātāpī pahitatto viharanto nacirasseva—yassatthāya kulaputtā sammadeva agārasmā anagāriyaṁ pabbajanti, tadanuttaraṁ—brahmacariyapariyosānaṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja vihāsi. ",
  "an4.257:4.3": "“Khīṇā jāti, vusitaṁ brahmacariyaṁ, kataṁ karaṇīyaṁ, nāparaṁ itthattāyā”ti abbhaññāsi. ",
  "an4.257:4.4": "Aññataro ca panāyasmā mālukyaputto arahataṁ ahosīti. ",
  "an4.257:4.5": "Catutthaṁ. "
}