{
  "an4.173:0.1": "Aṅguttara Nikāya 4 ",
  "an4.173:0.2": "18. Sañcetaniyavagga ",
  "an4.173:0.3": "173. Mahākoṭṭhikasutta ",
  "an4.173:1.1": "Atha kho āyasmā mahākoṭṭhiko yenāyasmā sāriputto tenupasaṅkami; upasaṅkamitvā āyasmatā sāriputtena saddhiṃ sammodi. ",
  "an4.173:1.2": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā mahākoṭṭhiko āyasmantaṃ sāriputtaṃ etadavoca: ",
  "an4.173:2.1": "“Channaṃ, āvuso, phassāyatanānaṃ asesavirāganirodhā atthaññaṃ kiñcī”ti? ",
  "an4.173:3.1": "“Mā hevaṃ, āvuso”. ",
  "an4.173:4.1": "“Channaṃ, āvuso, phassāyatanānaṃ asesavirāganirodhā natthaññaṃ kiñcī”ti? ",
  "an4.173:5.1": "“Mā hevaṃ, āvuso”. ",
  "an4.173:6.1": "“Channaṃ, āvuso, phassāyatanānaṃ asesavirāganirodhā atthi ca natthi ca aññaṃ kiñcī”ti? ",
  "an4.173:7.1": "“Mā hevaṃ, āvuso”. ",
  "an4.173:8.1": "“Channaṃ, āvuso, phassāyatanānaṃ asesavirāganirodhā nevatthi no natthaññaṃ kiñcī”ti? ",
  "an4.173:9.1": "“Mā hevaṃ, āvuso”. ",
  "an4.173:10.1": "“‘Channaṃ, āvuso, phassāyatanānaṃ asesavirāganirodhā atthaññaṃ kiñcī’ti, iti puṭṭho samāno ‘mā hevaṃ, āvuso’ti vadesi. ",
  "an4.173:10.2": "‘Channaṃ, āvuso, phassāyatanānaṃ asesavirāganirodhā natthaññaṃ kiñcī’ti, iti puṭṭho samāno: ",
  "an4.173:10.3": "‘mā hevaṃ, āvuso’ti vadesi. ",
  "an4.173:10.4": "‘Channaṃ, āvuso, phassāyatanānaṃ asesavirāganirodhā atthi ca natthi ca aññaṃ kiñcī’ti, iti puṭṭho samāno: ",
  "an4.173:10.5": "‘mā hevaṃ, āvuso’ti vadesi. ",
  "an4.173:10.6": "‘Channaṃ, āvuso, phassāyatanānaṃ asesavirāganirodhā nevatthi no natthaññaṃ kiñcī’ti, iti puṭṭho samāno: ",
  "an4.173:10.7": "‘mā hevaṃ, āvuso’ti vadesi. ",
  "an4.173:10.8": "Yathā kathaṃ pana, āvuso, imassa bhāsitassa attho daṭṭhabbo”ti? ",
  "an4.173:11.1": "“‘Channaṃ, āvuso, phassāyatanānaṃ asesavirāganirodhā atthaññaṃ kiñcī’ti, iti vadaṃ appapañcaṃ papañceti. ",
  "an4.173:11.2": "‘Channaṃ, āvuso, phassāyatanānaṃ asesavirāganirodhā natthaññaṃ kiñcī’ti, iti vadaṃ appapañcaṃ papañceti. ",
  "an4.173:11.3": "‘Channaṃ, āvuso, phassāyatanānaṃ asesavirāganirodhā atthi ca natthi ca aññaṃ kiñcī’ti, iti vadaṃ appapañcaṃ papañceti. ",
  "an4.173:11.4": "‘Channaṃ, āvuso, phassāyatanānaṃ asesavirāganirodhā nevatthi no natthaññaṃ kiñcī’ti, iti vadaṃ appapañcaṃ papañceti. ",
  "an4.173:11.5": "Yāvatā, āvuso, channaṃ phassāyatanānaṃ gati tāvatā papañcassa gati; ",
  "an4.173:11.6": "yāvatā papañcassa gati tāvatā channaṃ phassāyatanānaṃ gati. ",
  "an4.173:11.7": "Channaṃ, āvuso, phassāyatanānaṃ asesavirāganirodhā papañcanirodho papañcavūpasamo”ti. ",
  "an4.173:11.8": "Tatiyaṃ. "
}