{
  "an4.174:0.1": "Aṅguttara Nikāya 4 ",
  "an4.174:0.2": "18. Sañcetaniyavagga ",
  "an4.174:0.3": "174. Ānandasutta ",
  "an4.174:1.1": "Atha kho āyasmā ānando yenāyasmā mahākoṭṭhiko tenupasaṅkami; upasaṅkamitvā āyasmatā mahākoṭṭhikena saddhiṁ sammodi. ",
  "an4.174:1.2": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho āyasmā ānando āyasmantaṁ mahākoṭṭhikaṁ etadavoca: ",
  "an4.174:2.1": "“Channaṁ, āvuso, phassāyatanānaṁ asesavirāganirodhā atthaññaṁ kiñcī”ti? ",
  "an4.174:3.1": "“Mā hevaṁ, āvuso”. ",
  "an4.174:4.1": "“Channaṁ, āvuso, phassāyatanānaṁ asesavirāganirodhā natthaññaṁ kiñcī”ti? ",
  "an4.174:5.1": "“Mā hevaṁ, āvuso”. ",
  "an4.174:6.1": "“Channaṁ, āvuso, phassāyatanānaṁ asesavirāganirodhā atthi ca natthi ca aññaṁ kiñcī”ti? ",
  "an4.174:7.1": "“Mā hevaṁ, āvuso”. ",
  "an4.174:8.1": "“Channaṁ, āvuso, phassāyatanānaṁ asesavirāganirodhā nevatthi no natthaññaṁ kiñcī”ti? ",
  "an4.174:9.1": "“Mā hevaṁ, āvuso”. ",
  "an4.174:10.1": "“‘Channaṁ, āvuso, phassāyatanānaṁ asesavirāganirodhā atthaññaṁ kiñcī’ti, iti puṭṭho samāno: ",
  "an4.174:10.2": "‘mā hevaṁ, āvuso’ti vadesi. ",
  "an4.174:10.3": "‘Channaṁ, āvuso, phassāyatanānaṁ asesavirāganirodhā natthaññaṁ kiñcī’ti, iti puṭṭho samāno: ",
  "an4.174:10.4": "‘mā hevaṁ, āvuso’ti vadesi. ",
  "an4.174:10.5": "‘Channaṁ, āvuso, phassāyatanānaṁ asesavirāganirodhā atthi ca natthi ca aññaṁ kiñcī’ti, iti puṭṭho samāno: ",
  "an4.174:10.6": "‘mā hevaṁ, āvuso’ti vadesi. ",
  "an4.174:10.7": "‘Channaṁ, āvuso, phassāyatanānaṁ asesavirāganirodhā nevatthi no natthaññaṁ kiñcī’ti, iti puṭṭho samāno: ",
  "an4.174:10.8": "‘mā hevaṁ, āvuso’ti vadesi. ",
  "an4.174:10.9": "Yathā kathaṁ panāvuso, imassa bhāsitassa attho daṭṭhabbo”ti? ",
  "an4.174:11.1": "“‘Channaṁ, āvuso, phassāyatanānaṁ asesavirāganirodhā atthaññaṁ kiñcī’ti, iti vadaṁ appapañcaṁ papañceti. ",
  "an4.174:11.2": "‘Channaṁ, āvuso, phassāyatanānaṁ asesavirāganirodhā natthaññaṁ kiñcī’ti, iti vadaṁ appapañcaṁ papañceti. ",
  "an4.174:11.3": "‘Channaṁ, āvuso, phassāyatanānaṁ asesavirāganirodhā atthi ca natthi ca aññaṁ kiñcī’ti, iti vadaṁ appapañcaṁ papañceti. ",
  "an4.174:11.4": "‘Channaṁ, āvuso, phassāyatanānaṁ asesavirāganirodhā nevatthi no natthaññaṁ kiñcī’ti, iti vadaṁ appapañcaṁ papañceti. ",
  "an4.174:11.5": "Yāvatā, āvuso, channaṁ phassāyatanānaṁ gati tāvatā papañcassa gati. ",
  "an4.174:11.6": "Yāvatā papañcassa gati tāvatā channaṁ phassāyatanānaṁ gati. ",
  "an4.174:11.7": "Channaṁ, āvuso, phassāyatanānaṁ asesavirāganirodhā papañcanirodho papañcavūpasamo”ti. ",
  "an4.174:11.8": "Catutthaṁ. "
}