{
  "an4.114:0.1": "Aṅguttara Nikāya 4 ",
  "an4.114:0.2": "12. Kesivagga ",
  "an4.114:0.3": "114. Nāgasutta ",
  "an4.114:1.1": "“Catūhi, bhikkhave, aṅgehi samannāgato rañño nāgo rājāraho hoti rājabhoggo, rañño aṅganteva saṅkhaṃ gacchati. ",
  "an4.114:1.2": "Katamehi catūhi? ",
  "an4.114:1.3": "Idha, bhikkhave, rañño nāgo sotā ca hoti, hantā ca, khantā ca, gantā ca. ",
  "an4.114:2.1": "Kathañca, bhikkhave, rañño nāgo sotā hoti? ",
  "an4.114:2.2": "Idha, bhikkhave, rañño nāgo yamenaṃ hatthidammasārathi kāraṇaṃ kāreti—",
  "an4.114:2.3": "yadi vā katapubbaṃ yadi vā akatapubbaṃ—",
  "an4.114:2.4": "taṃ aṭṭhiṃ katvā manasi katvā sabbacetasā samannāharitvā ohitasoto suṇāti. ",
  "an4.114:2.5": "Evaṃ kho, bhikkhave, rañño nāgo sotā hoti. ",
  "an4.114:3.1": "Kathañca, bhikkhave, rañño nāgo hantā hoti? ",
  "an4.114:3.2": "Idha, bhikkhave, rañño nāgo saṅgāmagato hatthimpi hanati, hatthāruhampi hanati, assampi hanati, assāruhampi hanati, rathampi hanati, rathikampi hanati, pattikampi hanati. ",
  "an4.114:3.3": "Evaṃ kho, bhikkhave, rañño nāgo hantā hoti. ",
  "an4.114:4.1": "Kathañca, bhikkhave, rañño nāgo khantā hoti? ",
  "an4.114:4.2": "Idha bhikkhave, rañño nāgo saṅgāmagato khamo hoti sattippahārānaṃ asippahārānaṃ usuppahārānaṃ bheripaṇavasaṅkhatiṇavaninnādasaddānaṃ. ",
  "an4.114:4.3": "Evaṃ kho, bhikkhave, rañño nāgo khantā hoti. ",
  "an4.114:5.1": "Kathañca, bhikkhave, rañño nāgo gantā hoti? ",
  "an4.114:5.2": "Idha, bhikkhave, rañño nāgo yamenaṃ hatthidammasārathi disaṃ peseti—",
  "an4.114:5.3": "yadi vā gatapubbaṃ yadi vā agatapubbaṃ—",
  "an4.114:5.4": "taṃ khippameva gantā hoti. ",
  "an4.114:5.5": "Evaṃ kho, bhikkhave, rañño nāgo gantā hoti. ",
  "an4.114:5.6": "Imehi kho, bhikkhave, catūhi aṅgehi samannāgato rañño nāgo rājāraho hoti rājabhoggo, rañño aṅganteva saṅkhaṃ gacchati. ",
  "an4.114:6.1": "Evamevaṃ kho, bhikkhave, catūhi dhammehi samannāgato bhikkhu āhuneyyo hoti …pe… anuttaraṃ puññakkhettaṃ lokassa. ",
  "an4.114:6.2": "Katamehi catūhi? ",
  "an4.114:6.3": "Idha, bhikkhave, bhikkhu sotā ca hoti, hantā ca, khantā ca, gantā ca. ",
  "an4.114:7.1": "Kathañca, bhikkhave, bhikkhu sotā hoti? ",
  "an4.114:7.2": "Idha, bhikkhave, bhikkhu tathāgatappavedite dhammavinaye desiyamāne aṭṭhiṃ katvā manasi katvā sabbacetasā samannāharitvā ohitasoto dhammaṃ suṇāti. ",
  "an4.114:7.3": "Evaṃ kho, bhikkhave, bhikkhu sotā hoti. ",
  "an4.114:8.1": "Kathañca, bhikkhave, bhikkhu hantā hoti? ",
  "an4.114:8.2": "Idha, bhikkhave, bhikkhu uppannaṃ kāmavitakkaṃ nādhivāseti pajahati vinodeti hanati byantīkaroti anabhāvaṃ gameti, uppannaṃ byāpādavitakkaṃ …pe… uppannaṃ vihiṃsāvitakkaṃ …pe… uppannuppanne pāpake akusale dhamme nādhivāseti pajahati vinodeti hanati byantīkaroti anabhāvaṃ gameti. ",
  "an4.114:8.3": "Evaṃ kho, bhikkhave, bhikkhu hantā hoti. ",
  "an4.114:9.1": "Kathañca, bhikkhave, bhikkhu khantā hoti? ",
  "an4.114:9.2": "Idha, bhikkhave, bhikkhu khamo hoti sītassa uṇhassa jighacchāya pipāsāya, ḍaṃsamakasavātātapasarīsapasamphassānaṃ duruttānaṃ durāgatānaṃ vacanapathānaṃ uppannānaṃ sārīrikānaṃ vedanānaṃ dukkhānaṃ tibbānaṃ kharānaṃ kaṭukānaṃ asātānaṃ amanāpānaṃ pāṇaharānaṃ adhivāsakajātiko hoti. ",
  "an4.114:9.3": "Evaṃ kho, bhikkhave, bhikkhu khantā hoti. ",
  "an4.114:10.1": "Kathañca, bhikkhave, bhikkhu gantā hoti? ",
  "an4.114:10.2": "Idha, bhikkhave, bhikkhu yāyaṃ disā agatapubbā iminā dīghena addhunā yadidaṃ sabbasaṅkhārasamatho sabbūpadhipaṭinissaggo taṇhākkhayo virāgo nirodho nibbānaṃ, taṃ khippaññeva gantā hoti. ",
  "an4.114:10.3": "Evaṃ kho, bhikkhave, bhikkhu gantā hoti. ",
  "an4.114:10.4": "Imehi kho, bhikkhave, catūhi dhammehi samannāgato bhikkhu āhuneyyo hoti …pe… anuttaraṃ puññakkhettaṃ lokassā”ti. ",
  "an4.114:10.5": "Catutthaṃ. "
}