{
  "an4.12:0.1": "Aṅguttara Nikāya 4 ",
  "an4.12:0.2": "2. Caravagga ",
  "an4.12:0.3": "12. Sīlasutta ",
  "an4.12:1.1": "“Sampannasīlā, bhikkhave, viharatha sampannapātimokkhā, pātimokkhasaṃvarasaṃvutā viharatha ācāragocarasampannā, aṇumattesu vajjesu bhayadassāvino samādāya sikkhatha sikkhāpadesu. ",
  "an4.12:1.2": "Sampannasīlānaṃ vo, bhikkhave, viharataṃ sampannapātimokkhānaṃ pātimokkhasaṃvarasaṃvutānaṃ viharataṃ ācāragocarasampannānaṃ aṇumattesu vajjesu bhayadassāvīnaṃ samādāya sikkhataṃ sikkhāpadesu, kimassa uttari karaṇīyaṃ? ",
  "an4.12:2.1": "Carato cepi, bhikkhave, bhikkhuno abhijjhābyāpādo vigato hoti, thinamiddhaṃ … uddhaccakukkuccaṃ … vicikicchā pahīnā hoti, āraddhaṃ hoti vīriyaṃ asallīnaṃ, upaṭṭhitā sati asammuṭṭhā, passaddho kāyo asāraddho, samāhitaṃ cittaṃ ekaggaṃ, carampi, bhikkhave, bhikkhu evaṃbhūto ‘ātāpī ottāpī satataṃ samitaṃ āraddhavīriyo pahitatto’ti vuccati. ",
  "an4.12:3.1": "Ṭhitassa cepi, bhikkhave, bhikkhuno abhijjhābyāpādo vigato hoti, thinamiddhaṃ … uddhaccakukkuccaṃ … vicikicchā pahīnā hoti, āraddhaṃ hoti vīriyaṃ asallīnaṃ, upaṭṭhitā sati asammuṭṭhā, passaddho kāyo asāraddho, samāhitaṃ cittaṃ ekaggaṃ, ṭhitopi, bhikkhave, bhikkhu evaṃbhūto ‘ātāpī ottāpī satataṃ samitaṃ āraddhavīriyo pahitatto’ti vuccati. ",
  "an4.12:4.1": "Nisinnassa cepi, bhikkhave, bhikkhuno abhijjhābyāpādo vigato hoti, thinamiddhaṃ … uddhaccakukkuccaṃ … vicikicchā pahīnā hoti, āraddhaṃ hoti vīriyaṃ asallīnaṃ, upaṭṭhitā sati asammuṭṭhā, passaddho kāyo asāraddho, samāhitaṃ cittaṃ ekaggaṃ, nisinnopi, bhikkhave, bhikkhu evaṃbhūto ‘ātāpī ottāpī satataṃ samitaṃ āraddhavīriyo pahitatto’ti vuccati. ",
  "an4.12:5.1": "Sayānassa cepi, bhikkhave, bhikkhuno jāgarassa abhijjhābyāpādo vigato hoti, thinamiddhaṃ … uddhaccakukkuccaṃ … vicikicchā pahīnā hoti, āraddhaṃ hoti vīriyaṃ asallīnaṃ, upaṭṭhitā sati asammuṭṭhā, passaddho kāyo asāraddho, samāhitaṃ cittaṃ ekaggaṃ, sayānopi, bhikkhave, bhikkhu jāgaro evaṃbhūto ‘ātāpī ottāpī satataṃ samitaṃ āraddhavīriyo pahitatto’ti vuccatīti. ",
  "an4.12:6.1": "Yataṃ care yataṃ tiṭṭhe, ",
  "an4.12:6.2": "Yataṃ acche yataṃ saye; ",
  "an4.12:6.3": "Yataṃ samiñjaye bhikkhu, ",
  "an4.12:6.4": "Yatamenaṃ pasāraye. ",
  "an4.12:7.1": "Uddhaṃ tiriyaṃ apācīnaṃ, ",
  "an4.12:7.2": "yāvatājagatogati; ",
  "an4.12:7.3": "Samavekkhitā ca dhammānaṃ, ",
  "an4.12:7.4": "khandhānaṃ udayabbayaṃ. ",
  "an4.12:8.1": "Cetosamathasāmīciṃ, ",
  "an4.12:8.2": "sikkhamānaṃ sadā sataṃ; ",
  "an4.12:8.3": "Satataṃ pahitattoti, ",
  "an4.12:8.4": "āhu bhikkhuṃ tathāvidhan”ti. ",
  "an4.12:8.5": "Dutiyaṃ. "
}