{
  "an4.22:0.1": "Aṅguttara Nikāya 4 ",
  "an4.22:0.2": "3. Uruvelavagga ",
  "an4.22:0.3": "22. Dutiyauruvelasutta ",
  "an4.22:1.1": "“Ekamidāhaṁ, bhikkhave, samayaṁ uruvelāyaṁ viharāmi najjā nerañjarāya tīre ajapālanigrodhe paṭhamābhisambuddho. ",
  "an4.22:1.2": "Atha kho, bhikkhave, sambahulā brāhmaṇā jiṇṇā vuddhā mahallakā addhagatā vayoanuppattā yenāhaṁ tenupasaṅkamiṁsu; upasaṅkamitvā mayā saddhiṁ sammodiṁsu. ",
  "an4.22:1.3": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdiṁsu. Ekamantaṁ nisinnā kho, bhikkhave, te brāhmaṇā maṁ etadavocuṁ: ",
  "an4.22:1.4": "‘sutaṁ netaṁ, bho gotama: ",
  "an4.22:1.5": "“na samaṇo gotamo brāhmaṇe jiṇṇe vuddhe mahallake addhagate vayoanuppatte abhivādeti vā paccuṭṭheti vā āsanena vā nimantetī”ti. ",
  "an4.22:1.6": "Tayidaṁ, bho gotama, tatheva. ",
  "an4.22:1.7": "Na hi bhavaṁ gotamo brāhmaṇe jiṇṇe vuddhe mahallake addhagate vayoanuppatte abhivādeti vā paccuṭṭheti vā āsanena vā nimanteti. ",
  "an4.22:1.8": "Tayidaṁ, bho gotama, na sampannamevā’ti. ",
  "an4.22:2.1": "Tassa mayhaṁ, bhikkhave, etadahosi: ",
  "an4.22:2.2": "‘nayime āyasmanto jānanti theraṁ vā therakaraṇe vā dhamme’ti. ",
  "an4.22:2.3": "Vuddho cepi, bhikkhave, hoti āsītiko vā nāvutiko vā vassasatiko vā jātiyā. ",
  "an4.22:2.4": "So ca hoti akālavādī abhūtavādī anatthavādī adhammavādī avinayavādī, anidhānavatiṁ vācaṁ bhāsitā akālena anapadesaṁ apariyantavatiṁ anatthasaṁhitaṁ. ",
  "an4.22:2.5": "Atha kho so ‘bālo thero’tveva saṅkhaṁ gacchati. ",
  "an4.22:3.1": "Daharo cepi, bhikkhave, hoti yuvā susukāḷakeso bhadrena yobbanena samannāgato paṭhamena vayasā. ",
  "an4.22:3.2": "So ca hoti kālavādī bhūtavādī atthavādī dhammavādī vinayavādī nidhānavatiṁ vācaṁ bhāsitā kālena sāpadesaṁ pariyantavatiṁ atthasaṁhitaṁ. ",
  "an4.22:3.3": "Atha kho so ‘paṇḍito thero’tveva saṅkhaṁ gacchati. ",
  "an4.22:4.1": "Cattārome, bhikkhave, therakaraṇā dhammā. ",
  "an4.22:4.2": "Katame cattāro? ",
  "an4.22:4.3": "Idha, bhikkhave, bhikkhu sīlavā hoti, pātimokkhasaṁvarasaṁvuto viharati ācāragocarasampanno aṇumattesu vajjesu bhayadassāvī, samādāya sikkhati sikkhāpadesu ",
  "an4.22:4.4": "Bahussuto hoti sutadharo sutasannicayo, ye te dhammā ādikalyāṇā majjhekalyāṇā pariyosānakalyāṇā sātthaṁ sabyañjanaṁ kevalaparipuṇṇaṁ parisuddhaṁ brahmacariyaṁ abhivadanti, tathārūpāssa dhammā bahussutā honti dhātā vacasā paricitā manasānupekkhitā, diṭṭhiyā suppaṭividdhā. ",
  "an4.22:4.5": "Catunnaṁ jhānānaṁ ābhicetasikānaṁ diṭṭhadhammasukhavihārānaṁ nikāmalābhī hoti akicchalābhī akasiralābhī. ",
  "an4.22:4.6": "Āsavānaṁ khayā anāsavaṁ cetovimuttiṁ paññāvimuttiṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja viharati. ",
  "an4.22:4.7": "Ime kho, bhikkhave, cattāro therakaraṇā dhammāti. ",
  "an4.22:5.1": "Yo uddhatena cittena, ",
  "an4.22:5.2": "samphañca bahu bhāsati; ",
  "an4.22:5.3": "Asamāhitasaṅkappo, ",
  "an4.22:5.4": "asaddhammarato mago; ",
  "an4.22:5.5": "Ārā so thāvareyyamhā, ",
  "an4.22:5.6": "pāpadiṭṭhi anādaro. ",
  "an4.22:6.1": "Yo ca sīlena sampanno, ",
  "an4.22:6.2": "sutavā paṭibhānavā; ",
  "an4.22:6.3": "Saññato dhīro dhammesu, ",
  "an4.22:6.4": "paññāyatthaṁ vipassati. ",
  "an4.22:7.1": "Pāragū sabbadhammānaṁ, ",
  "an4.22:7.2": "akhilo paṭibhānavā; ",
  "an4.22:7.3": "Pahīnajātimaraṇo, ",
  "an4.22:7.4": "brahmacariyassa kevalī. ",
  "an4.22:8.1": "Tamahaṁ vadāmi theroti, ",
  "an4.22:8.2": "yassa no santi āsavā; ",
  "an4.22:8.3": "Āsavānaṁ khayā bhikkhu, ",
  "an4.22:8.4": "so theroti pavuccatī”ti. ",
  "an4.22:8.5": "Dutiyaṁ. "
}