{
  "an4.21:0.1": "Aṅguttara Nikāya 4 ",
  "an4.21:0.2": "3. Uruvelavagga ",
  "an4.21:0.3": "21. Paṭhamauruvelasutta ",
  "an4.21:1.1": "Evaṁ me sutaṁ—",
  "an4.21:1.2": "ekaṁ samayaṁ bhagavā sāvatthiyaṁ viharati jetavane anāthapiṇḍikassa ārāme. ",
  "an4.21:1.3": "Tatra kho bhagavā bhikkhū āmantesi: ",
  "an4.21:1.4": "“bhikkhavo”ti. ",
  "an4.21:1.5": "“Bhadante”ti te bhikkhū bhagavato paccassosuṁ. ",
  "an4.21:1.6": "Bhagavā etadavoca: ",
  "an4.21:2.1": "“Ekamidāhaṁ, bhikkhave, samayaṁ uruvelāyaṁ viharāmi najjā nerañjarāya tīre ajapālanigrodhe paṭhamābhisambuddho. ",
  "an4.21:2.2": "Tassa mayhaṁ, bhikkhave, rahogatassa paṭisallīnassa evaṁ cetaso parivitakko udapādi: ",
  "an4.21:2.3": "‘dukkhaṁ kho agāravo viharati appatisso. ",
  "an4.21:2.4": "Kiṁ nu kho ahaṁ samaṇaṁ vā brāhmaṇaṁ vā sakkatvā garuṁ katvā upanissāya vihareyyan’ti? ",
  "an4.21:3.1": "Tassa mayhaṁ, bhikkhave, etadahosi: ",
  "an4.21:3.2": "‘aparipūrassa kho ahaṁ sīlakkhandhassa pāripūriyā aññaṁ samaṇaṁ vā brāhmaṇaṁ vā sakkatvā garuṁ katvā upanissāya vihareyyaṁ. ",
  "an4.21:3.3": "Na kho panāhaṁ passāmi sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya aññaṁ samaṇaṁ vā brāhmaṇaṁ vā attanā sīlasampannataraṁ, yamahaṁ sakkatvā garuṁ katvā upanissāya vihareyyaṁ. ",
  "an4.21:4.1": "Aparipūrassa kho ahaṁ samādhikkhandhassa pāripūriyā aññaṁ samaṇaṁ vā brāhmaṇaṁ vā sakkatvā garuṁ katvā upanissāya vihareyyaṁ. ",
  "an4.21:4.2": "Na kho panāhaṁ passāmi sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya aññaṁ samaṇaṁ vā brāhmaṇaṁ vā attanā samādhisampannataraṁ, yamahaṁ sakkatvā garuṁ katvā upanissāya vihareyyaṁ. ",
  "an4.21:5.1": "Aparipūrassa kho ahaṁ paññākkhandhassa pāripūriyā aññaṁ samaṇaṁ vā brāhmaṇaṁ vā sakkatvā garuṁ katvā upanissāya vihareyyaṁ. ",
  "an4.21:5.2": "Na kho panāhaṁ passāmi sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya aññaṁ samaṇaṁ vā brāhmaṇaṁ vā attanā paññāsampannataraṁ, yamahaṁ sakkatvā garuṁ katvā upanissāya vihareyyaṁ. ",
  "an4.21:6.1": "Aparipūrassa kho ahaṁ vimuttikkhandhassa pāripūriyā aññaṁ samaṇaṁ vā brāhmaṇaṁ vā sakkatvā garuṁ katvā upanissāya vihareyyaṁ. ",
  "an4.21:6.2": "Na kho panāhaṁ passāmi sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya aññaṁ samaṇaṁ vā brāhmaṇaṁ vā attanā vimuttisampannataraṁ, yamahaṁ sakkatvā garuṁ katvā upanissāya vihareyyan’ti. ",
  "an4.21:7.1": "Tassa mayhaṁ, bhikkhave, etadahosi: ",
  "an4.21:7.2": "‘yannūnāhaṁ yvāyaṁ dhammo mayā abhisambuddho tameva dhammaṁ sakkatvā garuṁ katvā upanissāya vihareyyan’ti. ",
  "an4.21:8.1": "Atha kho, bhikkhave, brahmā sahampati mama cetasā cetoparivitakkamaññāya—seyyathāpi nāma balavā puriso samiñjitaṁ vā bāhaṁ pasāreyya, pasāritaṁ vā bāhaṁ samiñjeyya; evamevaṁ—brahmaloke antarahito mama purato pāturahosi. ",
  "an4.21:8.2": "Atha kho, bhikkhave, brahmā sahampati ekaṁsaṁ uttarāsaṅgaṁ karitvā dakkhiṇaṁ jāṇumaṇḍalaṁ pathaviyaṁ nihantvā yenāhaṁ tenañjaliṁ paṇāmetvā maṁ etadavoca: ",
  "an4.21:8.3": "‘evametaṁ, bhagavā, evametaṁ, sugata. ",
  "an4.21:8.4": "Yepi te, bhante, ahesuṁ atītamaddhānaṁ arahanto sammāsambuddhā tepi bhagavanto dhammaṁyeva sakkatvā garuṁ katvā upanissāya vihariṁsu; ",
  "an4.21:8.5": "yepi te, bhante, bhavissanti anāgatamaddhānaṁ arahanto sammāsambuddhā tepi bhagavanto dhammaṁyeva sakkatvā garuṁ katvā upanissāya viharissanti; ",
  "an4.21:8.6": "bhagavāpi, bhante, etarahi arahaṁ sammāsambuddho dhammaṁyeva sakkatvā garuṁ katvā upanissāya viharatū’ti. ",
  "an4.21:8.7": "Idamavoca brahmā sahampati. ",
  "an4.21:8.8": "Idaṁ vatvā athāparaṁ etadavoca: ",
  "an4.21:9.1": "‘Ye ca atītā sambuddhā, ",
  "an4.21:9.2": "ye ca buddhā anāgatā; ",
  "an4.21:9.3": "Yo cetarahi sambuddho, ",
  "an4.21:9.4": "bahūnaṁ sokanāsano. ",
  "an4.21:10.1": "Sabbe saddhammagaruno, ",
  "an4.21:10.2": "vihaṁsu viharanti ca; ",
  "an4.21:10.3": "Athopi viharissanti, ",
  "an4.21:10.4": "esā buddhāna dhammatā. ",
  "an4.21:11.1": "Tasmā hi attakāmena, ",
  "an4.21:11.2": "mahattamabhikaṅkhatā; ",
  "an4.21:11.3": "Saddhammo garukātabbo, ",
  "an4.21:11.4": "saraṁ buddhāna sāsanan’ti. ",
  "an4.21:12.1": "Idamavoca, bhikkhave, brahmā sahampati. ",
  "an4.21:12.2": "Idaṁ vatvā maṁ abhivādetvā padakkhiṇaṁ katvā tatthevantaradhāyi. ",
  "an4.21:12.3": "Atha khvāhaṁ, bhikkhave, brahmuno ca ajjhesanaṁ viditvā attano ca patirūpaṁ yvāyaṁ dhammo mayā abhisambuddho tameva dhammaṁ sakkatvā garuṁ katvā upanissāya vihāsiṁ. ",
  "an4.21:12.4": "Yato ca kho, bhikkhave, saṅghopi mahattena samannāgato, atha me saṅghepi gāravo”ti. ",
  "an4.21:12.5": "Paṭhamaṁ. "
}