{
  "pli-tv-pvr21:4.3": "Sp 5.485: <i lang='pi' translate='no'>Sāvanaṁ hāpetīti sabbena sabbaṁ kammavācāya anussāvanaṁ na karoti, ñattidutiyakamme dvikkhattuṁ ñattimeva ṭhapeti, ñatticatutthakamme catukkhattuṁ ñattimeva ṭhapeti; evaṁ anussāvanaṁ hāpeti</i>, “‘The announcement is omitted’: they either do not do the announcement at all; or, in a legal procedure with one motion and one announcement, they just put forward the motion twice; or, in a legal procedure with one motion and three announcements, they just put forward the motion four times. In this way they omit the announcement.” The commentary then goes on to say that even omitting syllables or mispronunciation counts as <i lang='pi' translate='no'>hāpeti</i>. This, however, goes further than the rules for legal procedures laid down in the Chapter connected with Campā at <a href='https://suttacentral.net/pli-tv-kd9/en/brahmali#3.3.3'>Kd 9:3.3.3</a>–3.4.9. | Sp 5.485: <i lang='pi' translate='no'>Akāle vā sāvetīti sāvanāya akāle anokāse ñattiṁ aṭṭhapetvā paṭhamaṁyeva anussāvanakammaṁ katvā pacchā ñattiṁ ṭhapeti</i>, “‘Or the announcement is made at the wrong time’: it is the wrong time, the wrong occasion, for the announcement. Without putting forward the motion, they first make the announcement and then put forward the motion.” ",
  "pli-tv-pvr21:5.3": "See <a href='https://suttacentral.net/pli-tv-kd2/en/brahmali#7.1.6'>Kd 2:7.1.6</a> etc. ",
  "pli-tv-pvr21:6.3": "Sp 3.388: <i lang='pi' translate='no'>Kammappattoti kammaṁ patto, kammayutto kammāraho; na kiñci kammaṁ kātuṁ nārahatīti attho</i>, “‘Who should take part’: who are able in regard to the legal procedure, suitable for the legal procedure, fit for the legal procedure. The meaning is that one should not not do any kind of legal procedure.” The last line means one should or must take part in the legal procedure. ",
  "pli-tv-pvr21:7.2": "The one who is subject to the legal procedure cannot take part in the legal procedure in the sense of being part of the decision making. However, he needs to be present <i lang='pi' translate='no'>at</i> the legal procedure when the decision is made. ",
  "pli-tv-pvr21:15.2": "In regard to admittance and sending away, the commentary at Sp 5.496 refers to the expulsion and readmittance of a novice monk on account of bad behavior and the subsequent giving up of the same behavior, see <a href='https://suttacentral.net/pli-tv-kd1/en/brahmali#60.1.5'>Kd 1:60.1.5</a>–60.1.15. As for “shaving”, the commentary refers to the Sangha giving permission to shave someone’s head prior to ordination, see <a href='https://suttacentral.net/pli-tv-kd1/en/brahmali#48.2.7'>Kd 1:48.2.7</a>. For the “supreme penalty”, see <a href='https://suttacentral.net/pli-tv-kd21/en/brahmali#1.12.1'>Kd 21:1.12.1</a>–1.12.9. Regarding “any legal procedure with similar characteristics” the commentary points to the allowance for nuns to penalize a monk who is misbehaving toward them, see <a href='https://suttacentral.net/pli-tv-kd20/en/brahmali#9.1.4'>Kd 20:9.1.4</a>–9.1.24. The commentary at Sp 5.496 then says: <i lang='pi' translate='no'>Tassa hi kammaññeva lakkhaṇaṁ, na osāraṇādīni; tasmā “kammalakkhaṇa”nti vuccati</i>, “It has the characteristics of a legal procedure, but it is not admittance, etc. Therefore it is called a legal procedure with similar characteristics.” ",
  "pli-tv-pvr21:15.5": "In regard to admittance, the commentary gives the example of <a href='https://suttacentral.net/pli-tv-kd1/en/brahmali#76.8.4'>Kd 1:76.8.4</a>–76.8.8. In regard to sending away, it quotes <a href='https://suttacentral.net/pli-tv-kd14/en/brahmali#14.22.3'>Kd 14:14.22.3</a>–14.22.6. For the observance day procedure, see <a href='https://suttacentral.net/pli-tv-kd2/en/brahmali#3.3.3'>Kd 2:3.3.3</a>–3.3.4. For the invitation procedure, see <a href='https://suttacentral.net/pli-tv-kd4/en/brahmali#1.14.3'>Kd 4:1.14.3</a>–1.14.5. In regard to agreements, the commentary gives the following examples: <a href='https://suttacentral.net/pli-tv-kd1/en/brahmali#76.5.10'>Kd 1:76.5.10</a>–76.5.12, <a href='https://suttacentral.net/pli-tv-kd1/en/brahmali#76.6.5'>Kd 1:76.6.5</a>, <a href='https://suttacentral.net/pli-tv-kd1/en/brahmali#76.9.4'>Kd 1:76.9.4</a>, <a href='https://suttacentral.net/pli-tv-kd2/en/brahmali#15.7.4'>Kd 2:15.7.4</a>, <a href='https://suttacentral.net/pli-tv-kd2/en/brahmali#15.7.9'>Kd 2:15.7.9</a>, <a href='https://suttacentral.net/pli-tv-kd2/en/brahmali#15.10.4'>Kd 2:15.10.4</a>, and <a href='https://suttacentral.net/pli-tv-kd2/en/brahmali#15.10.9'>Kd 2:15.10.9</a>. In regard to  giving, the commentary refers to the returning of a relinquished robe at <a href='https://suttacentral.net/pli-tv-bu-vb-np1/en/brahmali#3.2.11'>Bu NP 1:3.2.11</a>–3.2.13 and <a href='https://suttacentral.net/pli-tv-bu-vb-np1/en/brahmali#3.2.20'>Bu NP 1:3.2.20</a>–3.2.22. In regard to receiving, the commentary refers to the receiving of confession at <a href='https://suttacentral.net/pli-tv-kd14/en/brahmali#14.32.6'>Kd 14:14.32.6</a>–14.32.8 and <a href='https://suttacentral.net/pli-tv-kd14/en/brahmali#14.31.6'>Kd 14:14.31.6</a>–14.31.12. In regard to postponement, the commentary gives the following examples: <a href='https://suttacentral.net/pli-tv-kd4/en/brahmali#17.4.3'>Kd 4:17.4.3</a>–17.4.4 and <a href='https://suttacentral.net/pli-tv-kd4/en/brahmali#17.5.1'>Kd 4:17.5.1</a>–17.5.3. ",
  "pli-tv-pvr21:15.8": "In regard to admittance and sending away, the commentary gives the example of Vaḍḍha the Licchavī at <a href='https://suttacentral.net/pli-tv-kd15/en/brahmali#20.4.3'>Kd 15:20.4.3</a>–20.4.13 and <a href='https://suttacentral.net/pli-tv-kd15/en/brahmali#20.7.8'>Kd 15:20.7.8</a>–20.7.20. In regard to agreements, the commentary gives the examples of agreements about monastery zones, e.g. at <a href='https://suttacentral.net/pli-tv-kd2/en/brahmali#6.1.10'>Kd 2:6.1.10</a>–6.2.7 and <a href='https://suttacentral.net/pli-tv-kd2/en/brahmali#12.2.3'>Kd 2:12.2.3</a>–12.2.11, about blankets at <a href='https://suttacentral.net/pli-tv-bu-vb-np14/en/brahmali#2.22'>Bu NP 14:2.22</a>–2.36, and about community officials at <a href='https://suttacentral.net/pli-tv-kd16/en/brahmali#21.1.9.0'>Kd 16:21.1.9.0</a>–21.3.37. In regard to giving, the commentary refers to the giving of the robe of the robe-making ceremony at <a href='https://suttacentral.net/pli-tv-kd7/en/brahmali#1.4.2'>Kd 7:1.4.2</a>–1.4.12. In regard to ending of the robe season, the commentary refers to <a href='https://suttacentral.net/pli-tv-bi-vb-pc30/en/brahmali#1.1.10'>Bi Pc 30:1.1.10</a>–1.1.18. In regard to approval, the commentary mentions the approval of a site for the building of a hut at <a href='https://suttacentral.net/pli-tv-bu-vb-ss6/en/brahmali#2.2.48'>Bu Ss 6:2.2.48</a>–2.2.48. Finally, in regard to a legal procedure with similar characteristics, the commentary suggest the procedure of covering over as if with grass at <a href='https://suttacentral.net/pli-tv-kd14/en/brahmali#13.3.2'>Kd 14:13.3.2</a>–13.3.14. ",
  "pli-tv-pvr21:15.11": "In regard to admittance and sending away, the commentary gives the example of the seven legal procedures that impose penalties in <a href='https://suttacentral.net/pli-tv-kd11/en/brahmali#1.1.1'>Kd 11:1.1.1</a>. In regard to agreements, the commentary gives the example of appointing an instructor of the nuns at <a href='https://suttacentral.net/pli-tv-bu-vb-pc21/en/brahmali#1.27'>Bu Pc 21:1.27</a>–1.41. In regard to giving and restraining, the commentary refers to the giving of probation and the trial period, and to restraining by sending back to the beginning, all in connection with offenses entailing suspension at Kd 13. In regard to pressing, the commentary refers to the eleven offenses entailing suspension, four for the monks and seven unique ones for the nuns, that are committed when pressed for the third time. Finally, in regard to a legal procedure with similar characteristics, the commentary points to the ordination procedure at <a href='https://suttacentral.net/pli-tv-kd1/en/brahmali#76.10.2'>Kd 1:76.10.2</a>–76.12.16, and the rehabilitation procedure at <a href='https://suttacentral.net/pli-tv-kd13/en/brahmali#2.3.2'>Kd 13:2.3.2</a>–2.3.36. ",
  "pli-tv-pvr21:31.2": "Sp 5.500: <i lang='pi' translate='no'>Apaññatte paññattanti sattāpattikkhandhā kakusandhañca sammāsambuddhaṁ koṇāgamanañca kassapañca sammāsambuddhaṁ ṭhapetvā antarā kenaci apaññatte sikkhāpade paññattaṁ nāma. Makkaṭivatthuādivinītakathā sikkhāpade paññatte anupaññattaṁ nāma</i>, “‘Laid down a rule when there was no existing rule’: apart from the fully Awakened Buddhas Kakusandha, Koṇāgamana, and Kassapa, by whomever, when there was no existing rule, something was laid down among the seven classes of offenses. This is called laid down. When, in regard to a training rule, there is a subsidiary case story, such as the story of the monkey, etc., it is called ‘laid down an addition to an existing rule’.” ",
  "pli-tv-pvr21:67.4": "Reading this as a single compound <i lang='pi' translate='no'>khaṇḍacchāyānimittakā</i> with SRT, which allows the final word to be read as <i lang='pi' translate='no'>animittakā</i>. ",
  "pli-tv-pvr21:81.1": "Reading <i lang='pi' translate='no'>pubbācariyamaggañca</i> with SRT. "
}