{
  "pli-tv-pvr17:40.3": "(): <i lang='pi' translate='no'>Āpattiyā payogaṃ na jānātīti “ayaṃ āpatti kāyappayogā, ayaṃ vacīpayogā”ti na jānāti</i>, “<i lang='pi' translate='no'>Āpattiyā payogaṃ na jānāti</i> means he does not know : ‘This offense takes bodily effort; this offense takes verbal effort.’” | Sp.5.424: <i lang='pi' translate='no'>Āpattiyā na vinicchayakusalo hotīti “imasmiṃ vatthusmiṃ ayaṃ āpattī”ti na jānāti</i>, “<i lang='pi' translate='no'>Āpattiyā na vinicchayakusalo hoti</i> means he does not know: ‘When there is this action, there is this offense.’” ",
  "pli-tv-pvr17:41.3": "(): <i lang='pi' translate='no'>Adhikaraṇānañhi yathāsakaṃmūlameva payogā nāma honti</i>, “For it is just the source of the legal issues that is called effort.” ",
  "pli-tv-pvr17:44.3": "(): <i lang='pi' translate='no'>Vattanti sattasu kammesu heṭṭhā catunnaṃ kammānaṃ aṭṭhārasavidhaṃ tividhassa ca ukkhepanīyakammassa tecattālīsavidhaṃ vattaṃ na jānāti</i>, “<i lang='pi' translate='no'>Vatta</i>: among the seven legal procedures found below, he does not know the eighteen kinds of proper conduct of the four legal procedures or the forty-three kinds of proper conduct of the three kinds of legal procedure of ejection.” ",
  "pli-tv-pvr17:45.3": "(): <i lang='pi' translate='no'>Padapaccābhaṭṭhaṃ na jānātīti sammukhā kātabbaṃ padaṃ na jānāti. “Buddho bhagavā”ti vattabbe “bhagavā buddho”ti heṭṭhupariyaṃ katvā padaṃ yojeti</i>, “<i lang='pi' translate='no'>Padapaccābhaṭṭhaṃ na jānāti</i>: he does not know the words that are to be done in the presence of. When ‘Buddho bhagavā’ is to be said, having reversed the order, he makes it ‘bhagavā Buddho’.” | Sp.5.325: <i lang='pi' translate='no'>Anusandhivacanapathanti kathānusandhi-vinicchayānusandhivasena vatthuṃ na jānāti</i>, “<i lang='pi' translate='no'>Anusandhivacanapatha</i>: he does not understand the basis for the sequence of statements and the sequence of decisions.” ",
  "pli-tv-pvr17:49.3": "(): <i lang='pi' translate='no'>Suttaṃ na jānātīti ubhatovibhaṅgaṃ na jānāti. Suttānulomaṃ na jānātīti cattāro mahāpadese na jānāti. Vinayaṃ na jānātīti khandhakaparivāraṃ na jānāti. Vinayānulomaṃ na jānātīti cattāro mahāpadeseyeva na jānāti</i>, “<i lang='pi' translate='no'>Suttaṃ na jānāti</i>: he does not know the analyses of both Monastic Codes. <i lang='pi' translate='no'>Suttānulomaṃ na jānātīti</i>: he does not know the four great standards. <i lang='pi' translate='no'>Vinayaṃ na jānāti</i>: he does not know the Chapters and the Compendium. <i lang='pi' translate='no'>Vinayānulomaṃ na jānāti</i>: he does not know the four great standards.” Instead of following the commentary, I prefer to understand Sutta in its early usage of Monastic Code, equivalent to the <i lang='pi' translate='no'>Pātimokkha</i>, and Vinaya as the entire Vinaya corpus, the Monastic Law. ",
  "pli-tv-pvr17:50.3": "(): <i lang='pi' translate='no'>Na ca pubbāparakusalo hotīti purekathāya ca pacchākathāya ca akusalo hoti</i>, “<i lang='pi' translate='no'>Na ca pubbāparakusalo hoti</i>: he is unskilled in what should be said first and what should be said afterwards.” ",
  "pli-tv-pvr17:54.1": "(): <i lang='pi' translate='no'>Diṭṭhāvikammāti diṭṭhīnaṃ āvikammāni; laddhippakāsanāni āpattidesanāsaṅkhātānaṃ vinayakammānametaṃ adhivacanaṃ</i>, “<i lang='pi' translate='no'>Diṭṭhāvikamma</i> means the revealing of views; this is an expression for the revealings through the procedures of Monastic Law that are confessions of an offense.” ",
  "pli-tv-pvr17:55.3": "(): <i lang='pi' translate='no'>Anāpattiyā diṭṭhiṃ āvi karotīti anāpattimeva āpattīti desetīti attho</i>, “<i lang='pi' translate='no'>Anāpattiyā diṭṭhiṃ āvi karoti</i>: the meaning is that one confesses a non-offense as an offense.” Sp.5.425: <i lang='pi' translate='no'>Cattāro pañca janā ekato āpattiṃ desentīti attho</i>, “The meaning is that he confesses the offense to four or five people together.” Sp.5.425: <i lang='pi' translate='no'>Vacībhedaṃ akatvā citteneva āpattiṃ desetīti attho</i>, “The meaning is that he confesses the offense by mind, without braking into speech.” ",
  "pli-tv-pvr17:148.3": "It is not clear why this is considered five rather than six items. The same list recurs in the Bhikkhunī-kkhandhaka, (pli-tv-pvr17:9.1.18), but without “he exposes both shoulders to the nuns” and without any reference to householders. The exposition in the Bhikkhunī-kkhandhaka seems more plausible. ",
  "pli-tv-pvr17:173.3": "(): <i lang='pi' translate='no'>Pasāretā hoti no sāretāti mohetā hoti, na satiuppādetā; codakacuditakānaṃ kathaṃ moheti pidahati na sāretīti attho</i>, “<i lang='pi' translate='no'>Pasāretā hoti no sāretā</i>: he confuses, does not cause others to remember; the meaning is that, in regard to the speech of the accusers and those who are accused, he confuses, conceals, and does not cause them to remember.” ",
  "pli-tv-pvr17:196.4": "(): <i lang='pi' translate='no'>Uddesenāti pañcasu pātimokkhuddesesu aññatarena uddesena</i>, “<i lang='pi' translate='no'>Uddesena</i>: through reciting any of the five recitations of the Monastic Code.” | Sp.5.458: <i lang='pi' translate='no'>Voharantoti kathayanto; tāhi tāhi upapattīhi “adhammaṃ dhammo”tiādīni aṭṭhārasa bhedakaravatthūni dīpento</i>, “<i lang='pi' translate='no'>Voharanto</i>: speaking; proclaiming, from wherever it arises, the eighteen bases for schism, that is, proclaiming what is contrary to the Teaching as the Teaching, etc.” ",
  "pli-tv-pvr17:202.3": "(): <i lang='pi' translate='no'>vinidhāya diṭṭhiṃ kammenāti tesu adhammādīsu adhammādayo eteti evaṃdiṭṭhikova hutvā taṃ diṭṭhiṃ vinidhāya te dhammādivasena dīpetvā visuṃ kammaṃ karoti</i>, “<i lang='pi' translate='no'>Vinidhāya diṭṭhiṃ kammena</i>: he has the view that ‘These are not the Teaching’, etc., but he misrepresents that view, proclaiming them as the Teaching, etc., and he then does a separate legal procedure.” ",
  "pli-tv-pvr17:230.3": "(): <i lang='pi' translate='no'>Pariṇāmetīti niyāmeti dīpeti katheti</i>, “<i lang='pi' translate='no'>Pariṇāmeti</i>: he specifies, he proclaims, he speaks.” The basic meaning of <i lang='pi' translate='no'>pariṇāmeti</i> is to change, often a change towards ripening or maturity. Here it seems to be used synonymously with <i lang='pi' translate='no'>byākaraṇā</i>, the corresponding word used in the question. I render it accordingly. ",
  "pli-tv-pvr17:246.3": "Sp.5.467: <i lang='pi' translate='no'>Asamannāharantoti kiccayapasutattā vandanaṃ asamannāharanto</i>, “<i lang='pi' translate='no'>Asamannāharanto</i>: not paying attention to the paying respect because of being occupied with a task.” "
}