{
  "pli-tv-pvr13:2.1": "(): <i lang='pi' translate='no'>Tattha diṭṭhaṃ diṭṭhenāti gāthāya ayamattho – ekeneko mātugāmena saddhiṃ ekaṭṭhānato nikkhamanto vā pavisanto vā diṭṭho, so taṃ pārājikena codeti, itaro tassa dassanaṃ anujānāti. Taṃ pana dassanaṃ paṭicca pārājikaṃ na upeti, na paṭijānāti. Evamettha yaṃ tena diṭṭhaṃ, taṃ tassa “diṭṭho mayā”ti iminā diṭṭhavacanena sameti</i>, “The meaning of <i lang='pi' translate='no'>diṭṭhaṃ diṭṭhena</i> in the verse is this: a monk is seen emerging or entering a place alone with a woman, and one accuses him of an offense entailing expulsion, and the monk admits to what the other has seen. What was seen does not amount to an offense entailing expulsion, and he does not claim it. So in this case, what was seen by him agrees with his statement, ‘It was seen by me.’” ",
  "pli-tv-pvr13:7.14": "(): <i lang='pi' translate='no'>Otiṇṇānotiṇṇaṃ jānitabbanti otiṇṇañca anotiṇṇañca vacanaṃ jānitabbaṃ. Tatrāyaṃ jānanavidhi – ettakā codakassa pubbakathā, ettakā pacchimakathā, ettakā cuditakassa pubbakathā, ettakā pacchimakathāti jānitabbā. Codakassa pamāṇaṃ gaṇhitabbaṃ, cuditakassa pamāṇaṃ gaṇhitabbaṃ, anuvijjakassa pamāṇaṃ gaṇhitabbaṃ, anuvijjako appamattakampi ahāpento “āvuso samannāharitvā ujuṃ katvā āharā”ti vattabbo, saṅghena evaṃ paṭipajjitabbaṃ</i>, “<i lang='pi' translate='no'>Otiṇṇānotiṇṇaṃ jānitabban</i>: a statement is to be known as <i lang='pi' translate='no'>otiṇṇa</i> or <i lang='pi' translate='no'>anotiṇṇa</i>. This is the way of knowing: ‘The accuser should say this first and that afterwards. The accused should say this first and that afterwards.’ This is to be known. The accuser is to be assessed, so is the accused and the investigator. If the investigator mangles (his speech) even a little, he should be told, ‘Reflect, fix it up, and then speak.’ This how the Sangha should act.” ",
  "pli-tv-pvr13:13.2": "(): <i lang='pi' translate='no'>Vītiharatīti katassa paṭikāraṃ karoti</i>, “<i lang='pi' translate='no'>Vītiharati</i>: he acts with a counter-action toward the one who has acted.” "
}