{
  "pli-tv-pvr16:2.3": "The performer of the ceremony is the person who receives the specially made <i lang='pi' translate='no'>kathina</i> robe. The other participants are those who take part in the legal procedure and then express their appreciation. ",
  "pli-tv-pvr16:4.2": "For a further explanation of these twenty-four, see <a href='https://suttacentral.net/pli-tv-kd7/en/brahmali#1.5.3'>Kd 7:1.5.3</a>–1.5.26. ",
  "pli-tv-pvr16:8.1": "Sp 5.404: <i lang='pi' translate='no'>Payogassāti cīvaradhovanādino sattavidhassa pubbakaraṇassatthāya yo udakāharaṇādiko payogo kayirati, tassa payogassa</i>, “For effort: the effort of fetching water, etc., is done for the sake of the seven-fold prior action, beginning with washing the robe—for that effort.” Here we see the introduction of the Abhidhamma terminology of conditionality. ",
  "pli-tv-pvr16:8.3": "Sp 5.404: <i lang='pi' translate='no'>Paccuddhārassāti purāṇasaṅghāṭiādīnaṁ paccuddharaṇassa</i>, “Relinquishment: relinquishment of the old outer robe, etc.” ",
  "pli-tv-pvr16:8.4": "Sp 5.404: <i lang='pi' translate='no'>Adhiṭṭhānassāti kathinacīvarādhiṭṭhānassa</i>, “Determining: determining of the robe of the robe-making ceremony.” ",
  "pli-tv-pvr16:8.7": "Sp 5.404: <i lang='pi' translate='no'>Vatthussāti saṅghāṭiādino kathinavatthussa</i>, “Object: the object of the robe-making ceremony, which is the outer robe, etc.” ",
  "pli-tv-pvr16:9.1": "Sp 5.404: <i lang='pi' translate='no'>Yasmā tena payogena nipphādetabbassa pubbakaraṇassatthāya so payogo kayirati, tasmā imehi catūhi paccayehi paccayo hoti</i>, “Because that effort is done for the purpose of the preliminary actions, which are to be produced by that effort, therefore it is the condition by way of these four conditions.” It is curious that the prior duties are said to be conditions for effort when in fact the effort is done first and the outcome are the prior duties. The commentary explains this strange state of affairs as follows. Sp 5.404: <i lang='pi' translate='no'>Katame dhammā anantarapaccayena paccayoti anāgatavasena anantarā hutvā katame dhammā paccayā hontīti attho</i>, “Which things are a condition as a proximity condition: which things are conditions of proximity by way of the future? This is the meaning.” In this way the ordinary conditioning relationship is inversed, that is, the condition is temporarily later than the outcome. We see the same pattern below. My sincere thanks go to Ven. Bhikkhu Bodhi for helping me untangle the ideas in this section. ",
  "pli-tv-pvr16:9.2": "",
  "pli-tv-pvr16:9.3": "",
  "pli-tv-pvr16:21.2": "Sp 5.408: <i lang='pi' translate='no'>Kiriyā majjheti paccuddhāro ceva adhiṭṭhānañca</i>, “<i lang='pi' translate='no'>Kiriyā majjhe</i>: just relinquishing and determining.” ",
  "pli-tv-pvr16:24.6": "Sp 5.411: <i lang='pi' translate='no'>Vatthuvipannaṁ hotīti akappiyadussaṁ hoti. Kālavipannaṁ nāma ajja dāyakehi dinnaṁ sve saṅgho kathinatthārakassa deti. Karaṇavipannaṁ nāma tadaheva chinditvā akataṁ</i>, “‘The object fails’: the cloth is unallowable. ‘The timing fails’: today it is given by the donors; tomorrow the Sangha gives to the one who is doing the robe-making ceremony. ‘The making fails’: they cut it, but do not finish it on the same day.” ",
  "pli-tv-pvr16:26.2": "Sp 5.412: <i lang='pi' translate='no'>Tesaññeva dhammānanti yesu rūpādidhammesu sati kathinaṁ nāma hoti, tesaṁ samodhānaṁ missībhāvo</i>, “‘Of just those things’: the combination and mixing together of those things, such as form, etc., by which there is the name <i lang='pi' translate='no'>kathina</i>.” Vmv 5.412: <i lang='pi' translate='no'>Yesu rūpādidhammesūti “purimavassaṁvutthā bhikkhū, pañcahi anūno saṅgho, cīvaramāso, dhammena samena samuppannaṁ cīvara”nti evamādīsu yesu rūpārūpadhammesu</i>, “‘Of those things, such as form, etc.’: monks who have completed the first rains residence, a sangha of no less than five, the robe month, a robe that has arisen legitimately and validly, etc., are those things such as form, etc.” ",
  "pli-tv-pvr16:28.2": "For the twenty-four, see above and <a href='https://suttacentral.net/pli-tv-kd7/en/brahmali#1.5.3'>Kd 7:1.5.3</a>–1.5.26. ",
  "pli-tv-pvr16:29.2": "For the seventeen, see above and <a href='https://suttacentral.net/pli-tv-kd7/en/brahmali#1.6.2'>Kd 7:1.6.2</a>. ",
  "pli-tv-pvr16:54.5": "According to Sp 1.462, this refers to the legal procedure done by the Sangha to end the robe season before its natural end, for which see <a href='https://suttacentral.net/pli-tv-bi-vb-pc30/en/brahmali#1.1.10'>Bi Pc 30:1.1.10</a>. "
}