{
  "pli-tv-pvr14:3.1": "<i lang='pi' translate='no'>Na sīsaṁ ukkhipitabbaṁ</i> means that “one should not raise one’s head”, as a kind of signal. Raising the head, however, does not normally imply signaling in English, whereas nodding does. ",
  "pli-tv-pvr14:4.1": "(): <i lang='pi' translate='no'>Attā pariggahetabboti “vinicchinituṃ vūpasametuṃ sakkhissāmi nu kho no”ti evaṃ attā pariggahetabbo; attano pamāṇaṃ jānitabbanti attho</i>, “<i lang='pi' translate='no'>Attā pariggahetabbo</i>: ‘Am I able to decide and resolve this matter?’ In this way, he should examine himself. The meaning is that he should assess himself.” | (): <i lang='pi' translate='no'>Asuci vibhāvetabboti alajjiṃ pakāsetvā āpattiṃ desāpetabbo</i>, “<i lang='pi' translate='no'>Asuci vibhāvetabbo</i>: Revealing those who are shameless, he has them confess their offenses.” ",
  "pli-tv-pvr14:5.1": "(): <i lang='pi' translate='no'>Attho viññāpanatthāyāti attho jānāpanatthāya</i>, “<i lang='pi' translate='no'>Attho viññāpanatthāya</i>: the goal is for the purpose of making known.” (): <i lang='pi' translate='no'>Attho jānāpanatthāyāti evaṃ vibhāvito attho codakacuditakasaṅghānaṃ ñāpanatthāyanijjhāpanatthāya, sampaṭicchāpanatthāyāti attho, “The goal is for the purpose of making known: for the purpose of making the accuser, the accused, and the Sangha know, understand, and accept that in this way the meaning is destroyed. This is the meaning.” | Sp.5.366: </i>Paṭipucchā ṭhapanatthāyāti pucchā puggalassa ṭhapanatthāya.<i lang='pi' translate='no'>, “</i>Paṭipucchā ṭhapanatthāyāa<i lang='pi' translate='no'>: asking is for the sake of establishing of a person.” Vmv.5.365: </i>Puggalassa ṭhapanatthāyāti codakacuditake attano paṭiññāya eva āpattiyaṃ, anāpattiyaṃ vā patiṭṭhāpanatthāya, “For the sake of establishing of a person: for the sake establishing the offenses or non-offenses through the own admission of the accuser and the accused.” | Sp.5.366: <i lang='pi' translate='no'>Savacanīyaṃ palibodhatthāyāti savacanīyaṃ “imamhā āvāsā paraṃ mā pakkamī”ti</i>, “<i lang='pi' translate='no'>Savacanīyaṃ palibodhatthāya</i>: one initiates a legal process, thinking, ‘The other should not leave this monastery.’” | Sp.5.366: <i lang='pi' translate='no'>Saṅgho sampariggahasampaṭicchanatthāyāti vinicchayasampaṭiggahaṇatthāya ca; suvinicchitadubbinicchitabhāvajānanatthāya cāti</i>, “<i lang='pi' translate='no'>Saṅgho sampariggahasampaṭicchanatthāya</i>: to examine the decision and to know whether it is well or badly decided.” | Sp.5.366: <i lang='pi' translate='no'>Paccekaṭṭhāyino avisaṃvādakaṭṭhāyinoti issariyādhipaccajeṭṭhakaṭṭhāne ca avisaṃvādakaṭṭhāne ca ṭhitā; na te apasādetabbāti</i>, “<i lang='pi' translate='no'>Paccekaṭṭhāyino avisaṃvādakaṭṭhāyino</i>: they are in a position of authority, power, and seniority, and also established in truthfulness. They cannot be dismissed.” ",
  "pli-tv-pvr14:10.6": "(): <i lang='pi' translate='no'>sa ve tādisako bhikkhu apaṭikkhoti vuccati, na paṭikkhitabbo na oloketabbo, na sammannitvā issariyādhipaccajeṭṭhakaṭṭhāne ṭhapetabboti attho</i>, “<i lang='pi' translate='no'>Sa ve tādisako bhikkhu apaṭikkhoti vuccati</i>: the meaning is he should not be looked to or deferred to, and should not be agreed upon and placed in a position of authority, power, and seniority.” "
}