{
  "pli-tv-pvr7:1.26": "(): <i lang='pi' translate='no'>Desitā gaṇanūpagā nāma yā dhuranikkhepaṃ katvā puna na āpajjissāmīti desitā hoti. Agaṇanūpagā nāma yā dhuranikkhepaṃ akatvā saussāheneva cittena aparisuddhena desitā hoti. Ayañhi desitāpi desitagaṇanaṃ na upeti. Aṭṭhame vatthusmiṃ bhikkhuniyā pārājikameva hoti</i>, “<i lang='pi' translate='no'>Desitā gaṇanūpagā</i> means cases where, having put down the burden, one confesses, saying, ‘I will not commit again.’ <i lang='pi' translate='no'>Agaṇanūpagā</i> means cases where, not having put down the burden, one confesses with an impure mind that is still effective. For this confession does not go towards counting as confessed. This concerns only the eighth factor of the offense entailing confession of the nuns.” Vin-vn-ṭ.2005 clarifies further: <i lang='pi' translate='no'>Dhuranikkhepanaṃ katvāti “na punevaṃ karissāmī”ti dhuraṃ nikkhipitvā. Desitā gaṇanūpikāti desitā desitagaṇanameva upeti, pārājikassa aṅgaṃ na hotīti attho.</i> … Saussāhāya desitāti puna āpajjane anikkhittadhurāya bhikkhuniyā desitāpi āpatti desanāgaṇanaṃ na upeti<i lang='pi' translate='no'>, “</i>Dhuranikkhepanaṃ katvā<i lang='pi' translate='no'> means putting down the burden by saying, ‘I will not do it again.’ </i>Desitā gaṇanūpika<i lang='pi' translate='no'> means what has been confessed comes to be counted as confessed; the meaning is that it is not a factor of the offense entailing expulsion. </i>Saussāhāya desitā_ means, if a nun has not put down the burden in regard to what has been committed, then even if the offense is confessed, it does not come to be counted as a confession.” ",
  "pli-tv-pvr7:7.2": "(): <i lang='pi' translate='no'>Laddhasamāpattikassa āpatti nāma bhūtārocanāpatti, aladdhasamāpattikassa āpatti nāma abhūtārocanāpatti</i>, “ .” Sp-yoj.4.322 adds: Bhūtārocanāpattīti pācittiyāpatti. Abhūtārocanāpattītipārājikathullaccayāpatti_, “ .” ",
  "pli-tv-pvr7:7.8": "(): “Saṅghakammaṃ vaggaṃ karissāmī”ti antosīmāya ekamante nisīdanto bhūmigato āpajjati nāma, “ .” ",
  "pli-tv-pvr7:7.9": "() gives the example of <i lang='pi' translate='no'>bhikkhu pācittiya</i> 18. ",
  "pli-tv-pvr7:7.10": "() gives the example of the section on “The proper conduct for departing monks” in the Vatta-kkhandhaka, “The chapter on proper conduct”. ",
  "pli-tv-pvr7:7.11": "() gives the example of the section on “The proper conduct for newly arrived monks” in the Vatta-kkhandhaka, “The chapter on proper conduct”. ",
  "pli-tv-pvr7:7.12": "() gives the example of <i lang='pi' translate='no'>bhikkhunī pācittiya</i> 5 for the former and <i lang='pi' translate='no'>bhikkhu pācittiya</i> 58 for the latter. ",
  "pli-tv-pvr7:7.13": "(): <i lang='pi' translate='no'>Mūgabbatādīni titthiyavattāni samādiyanto samādiyanto āpajjati nāma. Pārivāsikādayo pana tajjanīyādikammakatā vā attano vattaṃ asamādiyantā āpajjanti, te sandhāya vuttaṃ “atthāpatti na samādiyanto āpajjatī”ti</i>, “ .” ",
  "pli-tv-pvr7:7.14": "(): <i lang='pi' translate='no'>Aññātikāya bhikkhuniyā cīvaraṃ sibbanto vejjakammabhaṇḍāgārikakammacittakammādīni vā karonto karonto āpajjati nāma. Upajjhāyavattādīni akaronto akaronto āpajjati nāma</i>, “ .” ",
  "pli-tv-pvr7:7.15": "(): <i lang='pi' translate='no'>Aññātikāya bhikkhuniyā cīvaraṃ dadamāno dento āpajjati nāma. Saddhivihārikaantevāsikānaṃ cīvarādīni adento adento āpajjati nāma</i>, “ .” ",
  "pli-tv-pvr7:7.17": "(): <i lang='pi' translate='no'>Aññātikāya bhikkhuniyā cīvaraṃ gaṇhanto paṭiggaṇhanto āpajjati nāma. “Na bhikkhave ovādo na gahetabbo”ti vacanato ovādaṃ agaṇhanto na paṭiggaṇhanto āpajjati nāma</i>, “ .” ",
  "pli-tv-pvr7:7.18": "(): <i lang='pi' translate='no'>Nissaggiyavatthuṃ anissajjitvā paribhuñjanto paribhogena āpajjati nāma. Pañcāhikaṃ saṅghāṭicāraṃ atikkāmayamānā aparibhogena āpajjati nāma</i>, “ .” ",
  "pli-tv-pvr7:7.22": "(): <i lang='pi' translate='no'>Bhūtagāmañceva aṅgajātañca chindanto chindanto āpajjati nāma, kese vā nakhe vā na chindanto na chindanto āpajjati nāma</i>, “ .” ",
  "pli-tv-pvr7:7.23": "(): <i lang='pi' translate='no'>Āpattiṃ chādento chādento āpajjati nāma, “tiṇena vā paṇṇena vā paṭicchādetvā āgantabbaṃ, natveva naggena āgantabbaṃ, yo āgaccheyya āpatti dukkaṭassā”ti imaṃ pana āpattiṃ na chādento āpajjati nāma</i>, “ .” ",
  "pli-tv-pvr7:7.24": "(): <i lang='pi' translate='no'>Kusacīrādīni dhārento dhārento āpajjati nāma, “ayaṃ te bhikkhu patto yāva bhedanāya dhāretabbo”ti imaṃ āpattiṃ na dhārento āpajjati nāma</i>, “ .” ",
  "pli-tv-pvr7:9.4": "(): <i lang='pi' translate='no'>Vatthuvipanno nāma paṇḍako tiracchānagato ubhatobyañjanako ca. Avasesā theyyasaṃvāsakādayo aṭṭha abhabbapuggalā karaṇadukkaṭakā nāma. Dukkaṭakiriyā dukkaṭakammā, imasmiṃyeva attabhāve katena attano kammena abhabbaṭṭhānaṃ pattāti attho</i>, “ .” ",
  "pli-tv-pvr7:9.6": "(): <i lang='pi' translate='no'>Aparipūro nāma aparipuṇṇapattacīvaro</i>, “_Aparipūro: not complete in bowl and robes.” ",
  "pli-tv-pvr7:10.62": "(): <i lang='pi' translate='no'>Romajanapade jātaṃ romakaṃ. Pakkālakantiyavakkhāraṃ</i>, “<i lang='pi' translate='no'>Romaka</i> means grown in the Roma country. <i lang='pi' translate='no'>Pakkālaka</i> means salty grain.” ",
  "pli-tv-pvr7:10.64": "(): <i lang='pi' translate='no'>Abbhantaraparibhogo nāma ajjhoharaṇaparibhogo. Bāhiraparibhogo nāma sīsamakkhanādi</i>, “<i lang='pi' translate='no'></i>Abbhantaraparibhogo<i lang='pi' translate='no'>: useful thing for consumption. </i>Bāhiraparibhogo_: what can be smeared on the head, etc.” ",
  "pli-tv-pvr7:26.26": "This triplet is a parallel to AN 3.132, with the difference that the verb there reads <i lang='pi' translate='no'>āvahati </i>rather than <i lang='pi' translate='no'>vahati</i>, as here. I follow the reading at AN 3.132, which makes better sense. ",
  "pli-tv-pvr7:29.1": "(): <i lang='pi' translate='no'>Āgāḷhāya ceteyyāti āgāḷhāya daḷhabhāvāya ceteyya; tajjanīyakammādikatassa vattaṃ na pūrayato icchamāno saṅgho ukkhepanīyakammaṃ kareyyāti attho</i>, “ .” ",
  "pli-tv-pvr7:30.9": "(): <i lang='pi' translate='no'>Na kismiñci paccekaṭṭhāneti kismiñci bījanaggāhādike ekasmimpi jeṭṭhakaṭṭhāne na ṭhapetabboti attho.</i>, “_Na kismiñci paccekaṭṭhāne means he should be put in any fan-holding position, etc, or in a position of seniority.” ",
  "pli-tv-pvr7:30.15": "(): <i lang='pi' translate='no'>Okāsakammaṃ kārentassāti “karotu āyasmā okāsaṃ, ahaṃ taṃ vattukāmo”ti evaṃ okāsaṃ kārentassa</i> “<i lang='pi' translate='no'>Okāsakammaṃ kārentassa</i> means asking permission in this way: ‘Venerable, give me permission; I wish to correct you.’” ",
  "pli-tv-pvr7:30.17": "(): <i lang='pi' translate='no'>Savacanīyaṃ nādātabbanti vacanaṃ na ādātabbaṃ, vacanampi na sotabbaṃ</i>, “Savacanīyaṃ nādātabba means he should not be given the opportunity to correct someone; and even if does, he should not be listened to.” ",
  "pli-tv-pvr7:30.27": "(): <i lang='pi' translate='no'>Anuyogo na dātabboti “idaṃ kappatī”ti pucchantassa pucchāya okāso na dātabbo, “aññaṃ pucchā”ti vattabbo. Iti so neva pucchitabbo nāssa pucchā sotabbāti attho</i>, “<i lang='pi' translate='no'>Anuyogo na dātabbo</i>: when he asks, ‘Is this allowable?’ he should be not be given the opportunity to question. They should say, ‘Ask someone else.’ In this way he should neither be asked nor should his questions be listened to. This is the meaning.” ",
  "pli-tv-pvr7:49.9": "The commentary says this refers to the change of gender. (): <i lang='pi' translate='no'>Sahapaṭilābhacatukke yassa bhikkhuno liṅgaṃ parivattati, so saha liṅgapaṭilābhena paṭhamaṃ uppannavasena seṭṭhabhāvena ca purimaṃ purisaliṅgaṃ jahati, pacchime itthiliṅge patiṭṭhāti, purisakuttapurisākārādivasena pavattā kāyavacīviññattiyo paṭippassambhanti, bhikkhūti vā purisoti vā evaṃ pavattā paṇṇattiyo nirujjhanti, yāni bhikkhunīhi asādhāraṇāni chacattālīsa sikkhāpadāni tehi anāpattiyeva hoti</i>, “In regard to the group of four on ‘when one obtains it‘, the characteristics of a monk are changed. Together with the appearance of characteristics, then, on account of arising first and being the best, he first abandons the characteristics of a man and is then established in the characteristics of a woman. The asking for things by body and speech that happens on account of the ways of a man, etc, that comes to an end. Expressions used such as ‘monk’ and ‘man’ come to an end. Those training rules that ar not in common with the nuns, they are non-offenses.” ",
  "pli-tv-pvr7:52.3": "(): <i lang='pi' translate='no'>Cattāro pubbakiccāti “sammajjanī padīpo ca udakaṃ āsanena cā”ti idaṃ catubbidhaṃ pubbakaraṇanti vuccatīti vuttaṃ. “Chandapārisuddhiutukkhānaṃ bhikkhugaṇanā ca ovādo”ti ime pana “cattāro pubbakiccā”ti veditabbā</i>, “ .” ",
  "pli-tv-pvr7:52.4": "(): <i lang='pi' translate='no'>Cattāro pattakallāti uposatho yāvatikā ca bhikkhū kammappattā te āgatā honti, sabhāgāpattiyo na vijjanti, vajjanīyā ca puggalā tasmiṃ na honti, pattakallanti vuccatīti</i>, “ .” ",
  "pli-tv-pvr7:52.5": "(): <i lang='pi' translate='no'>Cattāri anaññapācittiyānīti “etadeva paccayaṃ karitvā anaññaṃ pācittiya”nti evaṃ vuttāni anupakhajjaseyyākappanasikkhāpadaṃ “ehāvuso gāmaṃ vā nigamaṃ vā”ti sikkhāpadaṃ, sañcicca kukkuccaupadahanaṃ, upassutitiṭṭhananti imāni cattāri</i>, “ .” ",
  "pli-tv-pvr7:52.6": "(): <i lang='pi' translate='no'>Catasso bhikkhusammutiyoti “ekarattampi ce bhikkhu ticīvarena vippavaseyya aññatra bhikkhusammutiyā, aññaṃ navaṃ santhataṃ kārāpeyya aññatra bhikkhusammutiyā, tato ce uttari vippavaseyya aññatra bhikkhusammutiyā, duṭṭhullaṃ āpattiṃ anupasampannassa āroceyya aññatra bhikkhusammutiyā”ti evaṃ āgatā terasahi sammutīhi muttā sammutiyo</i>, “ .” ",
  "pli-tv-pvr7:63.8": "The commentary has no full stop after <i lang='pi' translate='no'>āpattiyo</i>, but instead after the next word, <i lang='pi' translate='no'>musāvāda</i>. Since <i lang='pi' translate='no'>pañca āpattiyo</i> is mentioned as a separate item above, I here follow the commentarial punctuation. ",
  "pli-tv-pvr7:63.14": "(): <i lang='pi' translate='no'>Anadhiṭṭhānanti “gaṇabhojane aññatra samayā”ti vuttaṃ samayaṃ adhiṭṭhahitvā bhojanaṃ adhiṭṭhānaṃ nāma; tathā akaraṇaṃ anadhiṭṭhānaṃ. Avikappanā nāma yā paramparabhojane vikappanā vuttā, tassā akaraṇaṃ</i>, “<i lang='pi' translate='no'>Anadhiṭṭhāna</i>: since it is said, ‘eating in a group, except on an appropriate occasion’, then, determining the appropriate occasion is called determining a meal. Not doing that is non-determination. <i lang='pi' translate='no'>Avikappanā</i>: the non-doing of what is called transfer in the rule on eating a meal before another.” ",
  "pli-tv-pvr7:63.28": "(): <i lang='pi' translate='no'>Vatthuvipanno nāma paṇḍako tiracchānagato ubhatobyañjanako ca. Avasesā theyyasaṃvāsakādayo aṭṭha abhabbapuggalā karaṇadukkaṭakā nāma. Dukkaṭakiriyā dukkaṭakammā, imasmiṃyeva attabhāve katena attano kammena abhabbaṭṭhānaṃ pattāti attho</i>, “ .” And Sp.5.322: <i lang='pi' translate='no'>Aparipūro nāma aparipuṇṇapattacīvaro</i>, “_Aparipūro: not complete in bowl and robes.” ",
  "pli-tv-pvr7:63.32": "(): <i lang='pi' translate='no'>Thūpacīvaranti vammikaṃ parikkhipitvā balikammakataṃ. Ābhisekikanti nahānaṭṭhāne vā rañño abhisekaṭṭhāne vā chaḍḍitacīvaraṃ. Bhatapaṭiyābhatanti susānaṃ netvā puna ānītakaṃ</i>, “<i lang='pi' translate='no'>Thūpacīvara</i>: that used to encircle an anthill to strengthen it. <i lang='pi' translate='no'>Ābhisekika</i>: a discarded cloth that was used at a kingʼs bathing place or place of consecration. <i lang='pi' translate='no'>Bhatapaṭiyābhata</i>: having taken it to a charnel ground, it is brought back.” I follow the commentary only in part. ",
  "pli-tv-pvr7:63.35": "See origin story to <i lang='pi' translate='no'>bhikkhu-pārājika</i> 4. ",
  "pli-tv-pvr7:63.51": "(): <i lang='pi' translate='no'>Aviditanti paṭiggaṇhāmīti cetanāya abhāvena aviditaṃ</i>, “<i lang='pi' translate='no'>Avidita</i>: not known about because of the absence of the volition ‘I receive’.” The point may simply be that one does not know whether certain food has been received or not. ",
  "pli-tv-pvr7:63.57": "(): <i lang='pi' translate='no'>Uppannaṃ paṭibhānanti ettha paṭibhānanti kathetukamyatā vuccati</i>, “<i lang='pi' translate='no'>Uppannaṃ paṭibhānaṃ</i>: here what is meant by <i lang='pi' translate='no'>paṭibhāna</i> is the desire to speak.” ",
  "pli-tv-pvr7:64.2": "(): <i lang='pi' translate='no'>Attano bhāsapariyantaṃ na uggaṇhātīti “imasmiṃ vatthusmiṃ ettakaṃ suttaṃ upalabbhati, ettako vinicchayo, ettakaṃ suttañca vinicchayañca vakkhāmī”ti evaṃ attano bhāsapariyantaṃ na uggaṇhāti. “Ayaṃ codakassa purimakathā, ayaṃ pacchimakathā, ayaṃ cuditakassa purimakathā, ayaṃ pacchimakathā, ettakaṃ gayhūpagaṃ, ettakaṃ na gayhūpaga”nti evaṃ anuggaṇhanto pana parassa bhāsapariyantaṃ na uggaṇhāti nāma</i>, “<i lang='pi' translate='no'>Attano bhāsapariyantaṃ na uggaṇhāti</i>: ‘In regard to this action that is a basis for an offense, these are the rules and this is their application; I will speak about the rules and their application,’ in this way, he does not know what is proper for him to say. ‘This was was said first by the accuser, this was said last. This was was said first by the accused, this was said last. This is the right way of taking this up,’ not grasping it in this way, ‘he does not grasp what is proper for others to say’.” ",
  "pli-tv-pvr7:64.14": "(): <i lang='pi' translate='no'>Anusandhivacanapathanti kathānusandhi-vinicchayānusandhivasena vatthuṃ na jānāti</i>, “<i lang='pi' translate='no'>Anusandhivacanapatha</i>: he does not understand the basis for the sequence of statements and the sequence of decisions.” ",
  "pli-tv-pvr7:65.11": "(): <i lang='pi' translate='no'>Yadeva santhataṃ yathāsanthataṃ, idaṃ tuyhaṃ pāpuṇātīti evaṃ paṭhamaṃ uddiṭṭhasenāsanassetaṃ adhivacanaṃ</i>, “<i lang='pi' translate='no'>Yathāsanthata</i> means just wherever there is a mat. ‘ This is what you get’: in this way it is a description of the first resting place that is designated for one.” ",
  "pli-tv-pvr7:81.23": "According to the commentary, (), the next two segments are separate items, not a sub-item of this segment. The punctuation has been adjusted. ",
  "pli-tv-pvr7:96.21": "There is fault in the Pali, since the same item is repeated. I translate according to the commentarial reading at (): <i lang='pi' translate='no'>Bhikkhussa hoti āpatti paṭikātabbā</i>. ",
  "pli-tv-pvr7:126.6": "Sp.5.330: <i lang='pi' translate='no'>“sassato loko”tiādinā vasena pana antaggāhikā diṭṭhi veditabbā.</i> ",
  "pli-tv-pvr7:126.7": "Sp.5.330: <i lang='pi' translate='no'>Dasa micchattāti micchādiṭṭhiādayo micchāvimuttipariyosānā, viparītā sammattā.</i> ",
  "pli-tv-pvr7:127.2": "Here the punctuation of the Pali is wrong. The comma should come after <i lang='pi' translate='no'>appaṭiññāya</i>, not before it; see (pli-tv-pvr7:64.2). "
}