{
  "pli-tv-pvr19:2.1": "Sp 5.474: <i lang='pi' translate='no'>Cha āpattiyo kāyikāti antarapeyyāle catutthena āpattisamuṭṭhānena cha āpattiyo āpajjati</i>, “‘There are six kinds of offenses by body’: in the Internal Repetition, six offenses are committed through the fourth origination of offenses.” See <a href='https://suttacentral.net/pli-tv-pvr4/en/brahmali#34.1'>Pvr 4:34.1</a>–34.14. ",
  "pli-tv-pvr19:2.2": "Sp 5.474: <i lang='pi' translate='no'>Cha vācasikāti tasmiṁyeva antarapeyyāle pañcamena āpattisamuṭṭhānena cha āpattiyo āpajjati</i>, “‘Six by speech’: in the Internal Repetition, six offenses are committed through five originations of offenses.” See <a href='https://suttacentral.net/pli-tv-pvr4/en/brahmali#35.1'>Pvr 4:35.1</a>–35.14. ",
  "pli-tv-pvr19:2.3": "Sp 5.474: <i lang='pi' translate='no'>Chādentassa tissoti vajjapaṭicchādikāya bhikkhuniyā pārājikaṁ, bhikkhussa saṅghādisesapaṭicchādane pācittiyaṁ, attano duṭṭhullāpattipaṭicchādane dukkaṭaṁ</i>, “‘Three for concealing’: an offense entailing expulsion for a nun who hides offenses, an offense entailing confession for a monk who hides an offense entailing suspension, an offense of wrong conduct for hiding a coarse offense.” See respectively <a href='https://suttacentral.net/pli-tv-bi-vb-pj6/en/brahmali#1.23.1'>Bi Pj 6:1.23.1</a>, <a href='https://suttacentral.net/pli-tv-bu-vb-pc64/en/brahmali#1.23.1'>Bu Pc 64:1.23.1</a>, and <a href='https://suttacentral.net/pli-tv-kd13/en/brahmali#34.1.4'>Kd 13:34.1.4</a>. ",
  "pli-tv-pvr19:2.4": "Sp 5.474: <i lang='pi' translate='no'>Pañca saṁsaggapaccayāti bhikkhuniyā kāyasaṁsagge pārājikaṁ, bhikkhuno saṅghādiseso, kāyena kāyapaṭibaddhe thullaccayaṁ, nissaggiyena kāyapaṭibaddhe dukkaṭaṁ, aṅgulipatodake pācittiyanti imā kāyasaṁsaggapaccayā pañcāpattiyo</i>, “‘Five because of contact’: physical contact is an offense entailing expulsion for a nun. For a monk it’s an offense entailing suspension. Contacting with the body what is connected to the body is a serious offense. Contacting by releasing what is connected to the body is an offense of wrong conduct. Tickling is an offense entailing confession.” The first of these refers to <a href='https://suttacentral.net/pli-tv-bi-vb-pj5/en/brahmali#1.54.1'>Bi Pj 5:1.54.1</a>; the second, third, and fourth all refer to <a href='https://suttacentral.net/pli-tv-bu-vb-ss2/en/brahmali#1.2.15.1'>Bu Ss 2:1.2.15.1</a>; and the last refers to <a href='https://suttacentral.net/pli-tv-bu-vb-pc52/en/brahmali#1.12.1'>Bu Pc 52:1.12.1</a>. ",
  "pli-tv-pvr19:4.1": "Sp 5.474: <i lang='pi' translate='no'>Aruṇugge tissoti ekarattachārattasattāhadasāhamāsātikkamavasena nissaggiyaṁ pācittiyaṁ, bhikkhuniyā rattivippavāse saṅghādiseso, “paṭhamampi yāmaṁ chādeti, dutiyampi tatiyampi yāmaṁ chādeti, uddhaste aruṇe channā hoti āpatti, yo chādeti so dukkaṭaṁ desāpetabbo”ti imā aruṇugge tisso āpattiyo āpajjati</i>, “‘Three at dawn’: there is an offense entailing relinquishment and confession on account of going beyond one day, six days, seven days, ten days, and one month. There is an offense entailing suspension for a nun who stays apart for one night. ‘He conceals it during the first part of the night, during the second part of the night, and during the third part of the night. If he’s still concealing it at dawn, he has committed an offense and is to confess an offense of wrong conduct.’ These three offenses are committed at dawn.” The first category refers respectively to <a href='https://suttacentral.net/pli-tv-bu-vb-np2/en/brahmali#2.39.1'>Bu NP 2:2.39.1</a>, <a href='https://suttacentral.net/pli-tv-bu-vb-np29/en/brahmali#1.2.16.1'>Bu NP 29:1.2.16.1</a>, <a href='https://suttacentral.net/pli-tv-bu-vb-np23/en/brahmali#1.3.32.1'>Bu NP 23:1.3.32.1</a>, <a href='https://suttacentral.net/pli-tv-bu-vb-np1/en/brahmali#2.17.1'>Bu NP 1:2.17.1</a>, and <a href='https://suttacentral.net/pli-tv-bu-vb-np3/en/brahmali#1.3.13.1'>Bu NP 3:1.3.13.1</a>; the second category to <a href='https://suttacentral.net/pli-tv-bi-vb-ss3/en/brahmali#4.14.1'>Bi Ss 3:4.14.1</a>; and the last to the monks’ offenses entailing suspension at <a href='https://suttacentral.net/pli-tv-kd13/en/brahmali#34.2.4'>Kd 13:34.2.4</a>–34.2.6. ",
  "pli-tv-pvr19:4.2": "Sp 5.474: <i lang='pi' translate='no'>Dve yāvatatiyakāti ekādasa yāvatatiyakā nāma, paññattivasena pana dve honti bhikkhūnaṁ yāvatatiyakā bhikkhunīnaṁ yāvatatiyakāti</i>, “‘Two after the third announcement’: eleven (offenses) are called ‘after the third announcement’. But on account of their designation, there are two: after the third announcement for the monks and after the third announcement for nuns.” ",
  "pli-tv-pvr19:4.3": "Sp 5.474: <i lang='pi' translate='no'>Ekettha aṭṭhavatthukāti bhikkhunīnaṁyeva ekā ettha imasmiṁ sāsane aṭṭhavatthukā nāma</i>, “‘One here has eight parts’: here in Buddhism one of the nuns’ (rules) is called ‘having eight parts’.” This refers to <a href='https://suttacentral.net/pli-tv-bi-vb-pj8/en/brahmali#1.11.1'>Bi Pj 8:1.11.1</a>. “Rules” is supplied from Vmv 5.474. ",
  "pli-tv-pvr19:4.4": "Sp 5.474: <i lang='pi' translate='no'>Ekena sabbasaṅgahoti “yassa siyā āpatti, so āvikareyyā”ti iminā ekena nidānuddesena sabbasikkhāpadānañca sabbapātimokkhuddesānañca saṅgaho hoti</i>, “‘They are all included through one’: all training rules and the whole recitation of the Monastic Code are included through this one reference in the Introduction that ‘whoever might have an offense should reveal it’.” See <a href='https://suttacentral.net/pli-tv-kd2/en/brahmali#3.3.9'>Kd 2:3.3.9</a>. ",
  "pli-tv-pvr19:6.1": "Sp 5.474: <i lang='pi' translate='no'>Vinayassa dve mūlānīti kāyo ceva vācā ca</i>, “‘There are two roots of the Monastic Law’: body and speech.” ",
  "pli-tv-pvr19:6.3": "Sp 5.474: <i lang='pi' translate='no'>Garukā dve vuttāti pārājikasaṅghādisesā</i>, “‘Two are said to be heavy’: offenses entailing expulsion and offenses entailing suspension.” ",
  "pli-tv-pvr19:6.4": "Sp 5.474: <i lang='pi' translate='no'>Dve duṭṭhullacchādanāti vajjapaṭicchādikāya pārājikaṁ saṅghādisesaṁ paṭicchādakassa pācittiyanti imā dve duṭṭhullacchādanāpattiyo nāma</i>, “‘There are two kinds of concealing of grave offenses’: there is an offense entailing expulsion for a nun who conceals an offense and an offense entailing confession for a monks who conceals an offense entailing suspension. These two are called offenses for concealing grave offenses.” The first refers to <a href='https://suttacentral.net/pli-tv-bi-vb-pj6/en/brahmali#1.23.1'>Bi Pj 6:1.23.1</a> and the second to <a href='https://suttacentral.net/pli-tv-bu-vb-pc64/en/brahmali#1.23.1'>Bu Pc 64:1.23.1</a>. ",
  "pli-tv-pvr19:8.1": "Sp 5.474: <i lang='pi' translate='no'>Gāmantare catassoti “bhikkhu bhikkhuniyā saddhiṁ saṁvidahati, dukkaṭaṁ; aññassa gāmassa upacāraṁ okkamati, pācittiyaṁ; bhikkhuniyā gāmantaraṁ gacchantiyā parikkhitte gāme paṭhamapāde thullaccayaṁ, dutiyapāde saṅghādiseso …”ti</i>, “‘Four concerning the next village’: there is an offense of wrong conduct when a monk makes an arrangement with a nun, and an offense entailing confession when entering the vicinity of the next village. When a nun goes to another village, there is a serious offense for entering an enclosed village with the first foot, and an offense entailing suspension for the second foot. …” The first two of these refer to <a href='https://suttacentral.net/pli-tv-bu-vb-pc27/en/brahmali#2.15.1'>Bu Pc 27:2.15.1</a>, and the last two to <a href='https://suttacentral.net/pli-tv-bi-vb-ss3/en/brahmali#4.14.1'>Bi Ss 3:4.14.1</a>. The idea of “vicinity” of the next village is taken from the commentary to Bu Pc 27. ",
  "pli-tv-pvr19:8.2": "Sp 5.474: <i lang='pi' translate='no'>Catasso nadipārapaccayāti “bhikkhu bhikkhuniyā saddhiṁ saṁvidahati, dukkaṭaṁ; nāvaṁ abhiruhati, pācittiyaṁ; bhikkhuniyā nadipāraṁ gacchantiyā uttaraṇakāle paṭhamapāde thullaccayaṁ, dutiyapāde saṅghādiseso”ti imā catasso</i>, “Four because of crossing a river’: there is an offense of wrong conduct when a monk makes an arrangement with a nun, and an offense entailing confession when boarding the boat. At the time of crossing with the first foot, there is a serious offense for a nun crossing a river, and for the second foot, there is an offense entailing suspension. These are the four.” The first two of these refer to <a href='https://suttacentral.net/pli-tv-bu-vb-pc28/en/brahmali#2.16.1'>Bu Pc 28:2.16.1</a>, and the last two to <a href='https://suttacentral.net/pli-tv-bi-vb-ss3/en/brahmali#4.14.1'>Bi Ss 3:4.14.1</a>. ",
  "pli-tv-pvr19:8.3": "Sp 5.474: <i lang='pi' translate='no'>Ekamaṁse thullaccayanti manussamaṁse</i>, “‘There is one serious offense in relation to meat’: in relation to human flesh.” See <a href='https://suttacentral.net/pli-tv-kd6/en/brahmali#23.9.7'>Kd 6:23.9.7</a>. ",
  "pli-tv-pvr19:8.4": "Sp 5.474: <i lang='pi' translate='no'>Navamaṁsesu dukkaṭanti sesaakappiyamaṁsesu</i>, “‘And nine offenses of wrong conduct’: the rest of the unallowable meats.” See <a href='https://suttacentral.net/pli-tv-kd6/en/brahmali#23.10.8'>Kd 6:23.10.8</a>–23.15.9. ",
  "pli-tv-pvr19:10.1": "Sp 5.474: <i lang='pi' translate='no'>Dve vācasikā rattinti bhikkhunī rattandhakāre appadīpe purisena saddhiṁ hatthapāse ṭhitā sallapati, pācittiyaṁ; hatthapāsaṁ vijahitvā ṭhitā sallapati, dukkaṭaṁ</i>, “‘There are two kinds of offenses by speech at night’: for a nun who stands talking within arm’s reach of a man in the dark of the night without a lamp there is an offense entailing confession. For standing and talking outside of arm’s reach, there is an offense of wrong conduct.” See <a href='https://suttacentral.net/pli-tv-bi-vb-pc11/en/brahmali#1.12.1'>Bi Pc 11:1.12.1</a>. ",
  "pli-tv-pvr19:10.2": "Sp 5.474: <i lang='pi' translate='no'>Dve vācasikā divāti bhikkhunī divā paṭicchanne okāse purisena saddhiṁ hatthapāse ṭhitā sallapati, pācittiyaṁ; hatthapāsaṁ vijahitvā sallapati, dukkaṭaṁ</i>, “‘Two by speech by day’: for a nun who stands talking within arm’s reach of a man during the day in a concealed place there is an offense entailing confession. For standing and talking outside of arm’s reach, there is an offense of wrong conduct.” See <a href='https://suttacentral.net/pli-tv-bi-vb-pc12/en/brahmali#1.13.1'>Bi Pc 12:1.13.1</a>. ",
  "pli-tv-pvr19:10.3": "Sp 5.474: <i lang='pi' translate='no'>Dadamānassa tissoti maraṇādhippāyo manussassa visaṁ deti, so ce tena marati, pārājikaṁ; yakkhapetānaṁ deti, te ce maranti, thullaccayaṁ; tiracchānagatassa deti, so ce marati, pācittiyaṁ; aññātikāya bhikkhuniyā cīvaradāne pācittiyanti evaṁ dadamānassa tisso āpattiyo</i>, “‘Three for one who is giving’: if, aiming at death, one gives poison to a human being, then, if they die from that, there is an offense entailing expulsion. If one gives it to a spirit or a ghost, and it dies from that, there is a serious offense. If one gives it to an animal, and it dies from that, there is an offense entailing confession. In giving robe-cloth to an unrelated nun, there is an offense entailing confession. In this way there are three kinds of offenses for one who is giving.” The first three refer to <a href='https://suttacentral.net/pli-tv-bu-vb-pj3/en/brahmali#2.49.1'>Bu Pj 3:2.49.1</a>, and the fourth to <a href='https://suttacentral.net/pli-tv-bu-vb-pc25/en/brahmali#2.11.1'>Bu Pc 25:2.11.1</a>. ",
  "pli-tv-pvr19:10.4": "Sp 5.474: <i lang='pi' translate='no'>Cattāro ca paṭiggaheti hatthaggāha-veṇiggāhesu saṅghādiseso, mukhena aṅgajātaggahaṇe pārājikaṁ, aññātikāya bhikkhuniyā cīvarapaṭiggahaṇe nissaggiyaṁ pācittiyaṁ, avassutāya avassutassa hatthato khādanīyaṁ bhojanīyaṁ paṭiggaṇhantiyā thullaccayaṁ</i>, “‘And four for taking’: there is an offense entailing suspension for taking hold of a braid of hair; an offense entailing expulsion for taking a penis in the mouth; an offense entailing relinquishment and confession for receiving a robe from an unrelated nun; a serious offense for a lustful nun to take fresh or cooked food directly from the hands of a lustful man.” The first of these refer to <a href='https://suttacentral.net/pli-tv-bu-vb-ss2/en/brahmali#1.2.15.1'>Bu Ss 2:1.2.15.1</a>, the second to <a href='https://suttacentral.net/pli-tv-bu-vb-pj1/en/brahmali#7.1.16.1'>Bu Pj 1:7.1.16.1</a>, the third to <a href='https://suttacentral.net/pli-tv-bu-vb-np5/en/brahmali#2.10.1'>Bu NP 5:2.10.1</a>, and the fourth to <a href='https://suttacentral.net/pli-tv-bi-vb-pj5/en/brahmali#1.54.1'>Bi Pj 5:1.54.1</a>. ",
  "pli-tv-pvr19:12.1": "Sp 5.475: <i lang='pi' translate='no'>Pañca desanāgāminiyoti lahukā pañca</i>, “‘Five kinds are clearable by confession’: the five kinds of light offenses.” ",
  "pli-tv-pvr19:12.2": "Sp 5.475: <i lang='pi' translate='no'>Cha sappaṭikammāti pārājikaṁ ṭhapetvā avasesā</i>, “‘Six require amends’: all apart from the offenses entailing expulsion.” ",
  "pli-tv-pvr19:12.3": "Sp 5.475: <i lang='pi' translate='no'>Ekettha appaṭikammāti ekā pārājikāpatti</i>, “‘One does not require amends’: the one is the offenses entailing expulsion.” ",
  "pli-tv-pvr19:13.2": "",
  "pli-tv-pvr19:14.1": "See above. ",
  "pli-tv-pvr19:14.2": "Sp 5.475: <i lang='pi' translate='no'>Kāyavācasikāni cāti sabbāneva sikkhāpadāni kāyavācasikāni, manodvāre paññattaṁ ekasikkhāpadampi natthi</i>, “‘And are done by body or speech’: all training rules are done by body or speech. There is not even a single training rule that was laid down in regard to the mind door.” In the Canonical text, however, this line seems to be connected to the previous one, that is, only to the heavy offenses. ",
  "pli-tv-pvr19:14.3": "Sp 5.475: <i lang='pi' translate='no'>Eko vikāle dhaññarasoti loṇasovīrakaṁ</i>, “‘One grain juice is allowable at the wrong time’: the salty purgative.” ",
  "pli-tv-pvr19:14.4": "Sp 5.475: <i lang='pi' translate='no'>Ekā ñatticatutthena sammutīti bhikkhunovādakasammuti</i>, “‘One appointment is made through one motion and three announcements’: the appointment of an instructor of the nuns.” ",
  "pli-tv-pvr19:16.1": "Sp 5.475: <i lang='pi' translate='no'>Pārājikā kāyikā dveti bhikkhūnaṁ methunapārājikaṁ bhikkhunīnañca kāyasaṁsaggapārājikaṁ</i>, “‘Two offenses entailing expulsion are done by body’: the monks’ offense entailing expulsion for sexual intercourse and the nuns’ offense entailing expulsion for physical contact.” ",
  "pli-tv-pvr19:16.2": "Sp 5.475: <i lang='pi' translate='no'>Dve saṁvāsabhūmiyoti attanā vā attānaṁ samānasaṁvāsakaṁ karoti, samaggo vā saṅgho ukkhittaṁ osāreti</i>, “‘There are two grounds for belonging to the same Buddhist sect’: either one makes oneself belong to the same Buddhist sect, or a unanimous assembly readmits one who has been ejected.” See <a href='https://suttacentral.net/pli-tv-kd10/en/brahmali#1.10.6'>Kd 10:1.10.6</a>. ",
  "pli-tv-pvr19:16.3": "Sp 5.475: <i lang='pi' translate='no'>Dvinnaṁ ratticchedoti pārivāsikassa ca mānattacārikassa ca paññattā</i>, “‘There are non-countable days for two kinds of people’: it is laid down for those on probation and for those undertaking the trial period.” ",
  "pli-tv-pvr19:16.4": "This concerns <a href='https://suttacentral.net/pli-tv-bi-vb-pc5/en/brahmali#1.2.12.1'>Bi Pc 5:1.2.12.1</a> and <a href='https://suttacentral.net/pli-tv-kd15/en/brahmali#2.2.7'>Kd 15:2.2.7</a>. ",
  "pli-tv-pvr19:18.1": "Sp 5.475: <i lang='pi' translate='no'>Dve attānaṁ vadhitvānāti bhikkhunī attānaṁ vadhitvā dve āpattiyo āpajjati; vadhati rodati, āpatti pācittiyassa; vadhati na rodati, āpatti dukkaṭassa</i>, “‘There are two on having beaten oneself’: a nun who beats herself commits two offenses: if she beats and cries, an offense entailing confession; if she beats but does not cry, an offense of wrong conduct.” See <a href='https://suttacentral.net/pli-tv-bi-vb-pc20/en/brahmali#1.11.1'>Bi Pc 20:1.11.1</a>. ",
  "pli-tv-pvr19:18.2": "Sp 5.475: <i lang='pi' translate='no'>Dvīhi saṅgho bhijjatīti kammena ca salākaggāhena ca</i>, “‘Two kinds cause a schism in the Sangha’: through a legal procedure and through voting.” ",
  "pli-tv-pvr19:18.3": "Sp 5.475: <i lang='pi' translate='no'>Dvettha paṭhamāpattikāti ettha sakalepi vinaye dve paṭhamāpattikā ubhinnaṁ paññattivasena. Itarathā pana nava bhikkhūnaṁ nava bhikkhunīnanti aṭṭhārasa honti</i>, “‘Two here are immediate offenses’: here, in the whole Monastic Law, there are two kinds immediate offenses on account of their designation to both.” Sp-yoj 4.475: <i lang='pi' translate='no'>Ubhinnanti bhikkhubhikkhunīnaṁ</i>, “‘To both’: to the monks and to the nuns.” ",
  "pli-tv-pvr19:18.4": "Sp 5.475: <i lang='pi' translate='no'>Ñattiyā karaṇā duveti dve ñattikiccāni – kammañca kammapādakā ca</i>, “‘There are two ways of doing a motion’: there are two kinds of motions to be done: the legal procedure and the legal procedure with supports.” Sp 5.475: <i lang='pi' translate='no'>Kammañca kammapādakā cāti ettha yasmā ñattikammesu ñatti sayameva kammaṁ hoti, ñattidutiyañatticatutthesu kammesu anussāvanasaṅkhātassa kammassa ñattipādakabhāvena tiṭṭhati, tasmā imāni dve “ñattikiccānī”ti vuttāni</i>, “‘The legal procedure and the legal procedure with supports’: here, for the legal procedure consisting of one motion, the motion itself is the legal procedure. For the legal procedure consisting of one motion and one announcement and for the legal procedure consisting of one motion and three announcements, there remains for the procedure that which is called the proclamation by way of supporting the motion. Therefore it is said that there are these two kinds of motions to be done.” ",
  "pli-tv-pvr19:20.1": "Sp 5.475: <i lang='pi' translate='no'>Pāṇātipāte tissoti “anodissa opātaṁ khaṇati, sace manusso marati, pārājikaṁ; yakkhapetānaṁ maraṇe thullaccayaṁ; tiracchānagatassa maraṇe pācittiya”nti</i>, “‘Three for killing living beings’: if one digs a non-specific pit, and if a human being dies, there is an offense entailing expulsion. If a spirit or ghost dies, there is a serious offense. If an animal dies, there is an offense of wrong conduct.” ",
  "pli-tv-pvr19:20.2": "This refers to <a href='https://suttacentral.net/pli-tv-bi-vb-pj6/en/brahmali#1.23.1'>Bi Pj 6:1.23.1</a>, <a href='https://suttacentral.net/pli-tv-bi-vb-pj7/en/brahmali#1.11.1'>Bi Pj 7:1.11.1</a>, and <a href='https://suttacentral.net/pli-tv-bi-vb-pj8/en/brahmali#1.11.1'>Bi Pj 8:1.11.1</a>. ",
  "pli-tv-pvr19:20.3": "Sp 5.475: <i lang='pi' translate='no'>Obhāsanā tayoti vaccamaggaṁ passāvamaggaṁ ādissa vaṇṇāvaṇṇabhāsane saṅghādiseso, vaccamaggaṁ passāvamaggaṁ ṭhapetvā adhakkhakaṁ ubbhajāṇumaṇḍalaṁ ādissa vaṇṇāvaṇṇabhaṇane thullaccayaṁ, ubbhakkhakaṁ adhojāṇumaṇḍalaṁ ādissa vaṇṇāvaṇṇabhaṇane dukkaṭaṁ</i>, “‘Three kinds because of indecent speech’: there is an offense entailing suspension for praising and disparaging the private parts. Apart from the private parts, there is a serious offense for praising and disparaging what is below the collar bone but above the knees. There is an offense of wrong conduct for praising and disparaging what is below the knees and above the collar bone.” All refer to <a href='https://suttacentral.net/pli-tv-bi-vb-pj5/en/brahmali#1.54.1'>Bi Pj 5:1.54.1</a>. ",
  "pli-tv-pvr19:20.4": "Sp 5.475: <i lang='pi' translate='no'>Sañcarittena vā tayoti paṭiggaṇhāti vīmaṁsati paccāharati, āpatti saṅghādisesassa; paṭiggaṇhāti vīmaṁsati na paccāharati, āpatti thullaccayassa; paṭiggaṇhāti na vīmaṁsati na paccāharati, āpatti dukkaṭassāti</i>, “‘And three kinds because of matchmaking’: there is an offense entailing suspension if one accepts the mission, finds out the response, and reports back. There is a serious offense if one accepts the mission, finds out the response, but does not report back. There is an offense of wrong conduct if one accepts the mission, but does not find out the response, nor report back.” All three refer to <a href='https://suttacentral.net/pli-tv-bu-vb-ss5/en/brahmali#2.2.13.1'>Bu Ss 5:2.2.13.1</a>. ",
  "pli-tv-pvr19:22.1": "Sp 5.475: <i lang='pi' translate='no'>Tayo puggalā na upasampādetabbāti addhānahīno aṅgahīno vatthuvipanno ca tesaṁ nānākaraṇaṁ vuttameva</i>, “‘Three kinds of people should not be ordained’: one lacking in age, one lacking in limbs, and one deficient as object. The difference between them has been spoken of.” See <a href='https://suttacentral.net/pli-tv-pvr7/en/brahmali#9.2'>Pvr 7:9.2</a> and <a href='https://suttacentral.net/pli-tv-pvr7/en/brahmali#63.28'>Pvr 7:63.28</a>. ",
  "pli-tv-pvr19:22.2": "Sp 5.475: <i lang='pi' translate='no'>Tayo kammānaṁ saṅgahāti … Aparehipi tīhi kammāni saṅgayhanti – vatthunā, ñattiyā, anussāvanāyāti. Vatthusampannañhi ñattisampannaṁ anussāvanasampannañca kammaṁ nāma hoti, tena vuttaṁ “tayo kammānaṁ saṅgahā”ti</i>, “‘Three things bring the legal procedures together’: … The legal procedures are also brought together through three other things: the object, the motion, and the announcement. For it is called a legal procedure when endowed with object, motion, and announcement. Because of that it is said, ‘Three things bring the legal procedures together.’” I have elided the first explanation in the commentary because of obscurity. ",
  "pli-tv-pvr19:22.3": "Sp 5.475: <i lang='pi' translate='no'>Nāsitakā tayo nāma mettiyaṁ bhikkhuniṁ nāsetha, dūsako nāsetabbo, dasahaṅgehi samannāgato sāmaṇero nāsetabbo, kaṇṭakaṁ samaṇuddesaṁ nāsethāti evaṁ liṅgasaṁvāsadaṇḍakammanāsanāvasena tayo nāsitakā veditabbā</i>, “‘Three kinds are expelled’: ‘Expel the nun Mettiyā’; a rapist is to be expelled; a novice monk who has ten qualities is to be expelled, ‘Expel the novice monk Kaṇṭaka.’ In this way, it is to be understood that three kinds of persons are to be expelled: expulsion because of their characteristics, from community, and as a penalty.” Sp 1.384: <i lang='pi' translate='no'>Tattha tisso nāsanā – liṅganāsanā, saṁvāsanāsanā, daṇḍakammanāsanāti. Tāsu “dūsako nāsetabbo”ti ayaṁ “liṅganāsanā”. Āpattiyā adassane vā appaṭikamme vā pāpikāya diṭṭhiyā appaṭinissagge vā ukkhepanīyakammaṁ karonti, ayaṁ “saṁvāsanāsanā”. “Cara pire vinassā”ti daṇḍakammaṁ karonti, ayaṁ “daṇḍakammanāsanā”. Idha pana liṅganāsanaṁ sandhāyāha – “mettiyaṁ bhikkhuniṁ nāsethā”ti</i>, “There are three kinds of expulsion: expulsion because of characteristic, expulsion from the community, and expulsion as penalty. Among these, ‘A rapist is to be expelled’—this is expulsion because of characteristic. Doing a legal procedure of ejection for not recognizing an offense, for not making amends, or for not giving up a bad view—this is expulsion from the community. Giving a penalty, saying, ‘Go! Away with you!’—this is expulsion as penalty. But in this case, ‘Expel the nun Mettiyā,’ was said on account of expulsion because of characteristic.” For the expulsion of the nun Mettiyā, see <a href='https://suttacentral.net/pli-tv-bu-vb-ss8/en/brahmali#1.9.13'>Bu Ss 8:1.9.13</a>. For the rapist, see <a href='https://suttacentral.net/pli-tv-kd1/en/brahmali#67.1.12'>Kd 1:67.1.12</a>. For the ten qualities of a novice monk to be expelled, see <a href='https://suttacentral.net/pli-tv-kd1/en/brahmali#60.1.5'>Kd 1:60.1.5</a>–60.1.15. ",
  "pli-tv-pvr19:22.4": "Sp 5.475: <i lang='pi' translate='no'>Tiṇṇannaṁ ekavācikāti “anujānāmi bhikkhave dve tayo ekānussāvane kātu”nti vacanato tiṇṇaṁ janānaṁ ekupajjhāyena nānācariyena ekānussāvanā vaṭṭati</i>, “‘Three are included in a single proclamation’: a single proclamation for three people with a single preceptor and many teachers is allowed because of the saying, ‘Monks, I allow you to give the full ordination to two or three with a single proclamation.’” For the context of the quoted part, see <a href='https://suttacentral.net/pli-tv-kd1/en/brahmali#74.3.7'>Kd 1:74.3.7</a>. ",
  "pli-tv-pvr19:24.1": "Sp 5.475: <i lang='pi' translate='no'>Adinnādāne tissoti pāde vā atirekapāde vā pārājikaṁ, atirekamāsake thullaccayaṁ, māsake vā ūnamāsake vā dukkaṭaṁ</i>, “‘Three for stealing’: for a <i lang='pi' translate='no'>pāda</i> coin or more than a <i lang='pi' translate='no'>pāda</i>, there is an offense entailing expulsion. For more than a <i lang='pi' translate='no'>māsaka</i>, there is a serious offense. For a <i lang='pi' translate='no'>māsaka</i> or less than a <i lang='pi' translate='no'>māsaka</i>, there is an offense of wrong conduct.” This all refers to Bu Pj 2, respectively at <a href='https://suttacentral.net/pli-tv-bu-vb-pj2/en/brahmali#3.19'>Bu Pj 2:3.19</a>, <a href='https://suttacentral.net/pli-tv-bu-vb-pj2/en/brahmali#6.1.12'>Bu Pj 2:6.1.12</a>, and <a href='https://suttacentral.net/pli-tv-bu-vb-pj2/en/brahmali#6.1.20'>Bu Pj 2:6.1.20</a>. ",
  "pli-tv-pvr19:24.2": "Sp 5.475: <i lang='pi' translate='no'>Catasso methunapaccayāti akkhayite pārājikaṁ, yebhuyyena khayite thullaccayaṁ, vivaṭakate mukhe dukkaṭaṁ, jatumaṭṭhake pācittiyaṁ</i>, “‘Four because of sexual intercourse’: there is an offense entailing expulsion for an undecomposed corpse. There is a serious offense for a mostly decomposed corpse. There is an offense of wrong conduct for an open mouth. There is an offense entailing confession for using a dildo.” The first three of these refer to <a href='https://suttacentral.net/pli-tv-bu-vb-pj1/en/brahmali#9.3.20'>Bu Pj 1:9.3.20</a>, <a href='https://suttacentral.net/pli-tv-bu-vb-pj1/en/brahmali#9.3.23'>Bu Pj 1:9.3.23</a>, and <a href='https://suttacentral.net/pli-tv-bu-vb-pj1/en/brahmali#10.13.12'>Bu Pj 1:10.13.12</a>, respectively. The fourth refers to <a href='https://suttacentral.net/pli-tv-bi-vb-pc4/en/brahmali#1.21.1'>Bi Pc 4:1.21.1</a>. ",
  "pli-tv-pvr19:24.3": "Sp 5.475: <i lang='pi' translate='no'>Chindantassa tissoti vanappatiṁ chindantassa pārājikaṁ, bhūtagāme pācittiyaṁ, aṅgajāte thullaccayaṁ</i>, “‘Three for cutting’: there is an offense entailing expulsion for cutting a forest tree; an offense entailing confession for cutting vegetation; a serious offense for cutting off one’s penis.” The first of these refers to <a href='https://suttacentral.net/pli-tv-bu-vb-pj2/en/brahmali#4.18.1'>Bu Pj 2:4.18.1</a>; the second to <a href='https://suttacentral.net/pli-tv-bu-vb-pc11/en/brahmali#1.29.1'>Bu Pc 11:1.29.1</a>; and the third to <a href='https://suttacentral.net/pli-tv-kd15/en/brahmali#7.1.4'>Kd 15:7.1.4</a>. ",
  "pli-tv-pvr19:24.4": "Sp 5.475: <i lang='pi' translate='no'>Pañca chaḍḍitapaccayāti anodissa visaṁ chaḍḍeti, sace tena manusso marati, pārājikaṁ; yakkhapetesu thullaccayaṁ; tiracchānagate pācittiyaṁ; vissaṭṭhichaḍḍane saṅghādiseso; sekhiyesu harite uccārapassāvachaḍḍane dukkaṭaṁ – imā chaḍḍitapaccayā pañcāpattiyo honti</i>, “‘Five because of discarding’: if one puts out poison without specific reference, and if a human being dies because of that, one commits an offense entailing expulsion. For a spirit or ghost, there is a serious offense. For an animal, there is an offense entailing confession. In discarding through emission, there is an offense entailing suspension. In the rules to be trained in, if one discards feces or urine on crops, there is an offense of wrong conduct.” The first three of these refers to <a href='https://suttacentral.net/pli-tv-bu-vb-pj3/en/brahmali#4.7.2'>Bu Pj 3:4.7.2</a>, <a href='https://suttacentral.net/pli-tv-bu-vb-pj3/en/brahmali#4.5.11'>Bu Pj 3:4.5.11</a>, and <a href='https://suttacentral.net/pli-tv-bu-vb-pj3/en/brahmali#4.5.14'>Bu Pj 3:4.5.14</a>, respectively. The fourth concerns <a href='https://suttacentral.net/pli-tv-bu-vb-ss1/en/brahmali#2.1.13.1'>Bu Ss 1:2.1.13.1</a>, and the fifth refers to <a href='https://suttacentral.net/pli-tv-bu-vb-sk74/en/brahmali#1.3.1'>Bu Sk 74:1.3.1</a>. ",
  "pli-tv-pvr19:26.2": "Sp 5.475: <i lang='pi' translate='no'>Pācittiyena dukkaṭā katāti bhikkhunovādakavaggasmiṁ dasasu sikkhāpadesu pācittiyena saddhiṁ dukkaṭā katā evāti attho</i>, “‘There is one offense of wrong conduct together with one offense entailing confession’: in the ten training rules in the subchapter on the instructor of the nuns, there is an offense of wrong conduct together with an offense entailing confession. This is the meaning.” <i lang='pi' translate='no'>Dukkaṭā katā</i> would seem to be plural, but according to the sub-commentary, it should be read as singular. Vjb 5.475: <i lang='pi' translate='no'>Dukkaṭā katāti dukkaṭaṁ vuttaṁ</i>, “<i lang='pi' translate='no'>Dukkaṭā katā</i>: an offense of wrong conduct is said.” This refers to <a href='https://suttacentral.net/pli-tv-bu-vb-pc21/en/brahmali#1.44.1'>Bu Pc 21:1.44.1</a>–30. ",
  "pli-tv-pvr19:26.3": "Sp 5.475: <i lang='pi' translate='no'>Caturettha navakā vuttāti paṭhamasikkhāpadamhiyeva adhammakamme dve, dhammakamme dveti evaṁ cattāro navakā vuttāti attho</i>, “‘Four groups of nine are mentioned there’: in the first training rule, there are two illegitimate and two legitimate legal procedures. In this way, it said that there are four groups of nine. This is the meaning.” This refers to <a href='https://suttacentral.net/pli-tv-bu-vb-pc21/en/brahmali#1.44.1'>Bu Pc 21:1.44.1</a>. ",
  "pli-tv-pvr19:26.4": "Sp 5.475: <i lang='pi' translate='no'>Dvinnaṁ cīvarena cāti bhikkhūnaṁ santike upasampannāya cīvaraṁ dentassa pācittiyaṁ, bhikkhunīnaṁ santike upasampannāya dentassa dukkaṭanti evaṁ dvinnaṁ bhikkhunīnaṁ cīvaraṁ dentassa cīvarena kāraṇabhūtena āpatti hotīti attho</i>, “‘And two about robes’: for one giving a robe to a nun who is fully ordained in the presence of the monks, there is an offense entailing confession. For one giving to a nun who is fully ordained in the presence of the nuns, there is an offense of wrong conduct.” This refers to <a href='https://suttacentral.net/pli-tv-bu-vb-pc25/en/brahmali#2.11.1'>Bu Pc 25:2.11.1</a>. “In the presence of the nuns” presumably means that the nun is only ordained on one side, whereas “in the presence of the monks” must refer to one ordained on both sides. ",
  "pli-tv-pvr19:28.3": "Sp 5.475: <i lang='pi' translate='no'>Bhuñjantāmakadhaññena pācittiyena dukkaṭā katāti āmakadhaññaṁ viññāpetvā bhuñjantiyā pācittiyena saddhiṁ dukkaṭā katāyeva</i>, “‘For one eating raw grain, there is an offense of wrong conduct together with an offense entailing confession’: for a nun who asks for raw grain and then eats it, there is an offense of wrong conduct together with an offense entailing confession.” See <a href='https://suttacentral.net/pli-tv-bi-vb-pc7/en/brahmali#1.14.1'>Bi Pc 7:1.14.1</a>. ",
  "pli-tv-pvr19:30.1": "Sp 5.475: <i lang='pi' translate='no'>Gacchantassa catassoti bhikkhuniyā vā mātugāmena vā saddhiṁ saṁvidhāya gacchantassa dukkaṭaṁ, gāmūpacārokkamane pācittiyaṁ, yā bhikkhunī ekā gāmantaraṁ gacchati, tassā gāmūpacāraṁ okkamantiyā paṭhamapāde thullaccayaṁ, dutiyapāde saṅghādisesoti</i>, “‘There are four for one who is traveling’: for one going by arrangement with a nun or a woman, there is an offense of wrong conduct. When entering the vicinity of a village, there is an offense entailing confession. If a nun walks to the next inhabited area by herself, there is a serious offense when she enters the vicinity of the inhabited area with her first foot. There is an offense entailing suspension when she enters with the second foot.” For the first two of these, see <a href='https://suttacentral.net/pli-tv-bu-vb-pc27/en/brahmali#2.15.1'>Bu Pc 27:2.15.1</a> and <a href='https://suttacentral.net/pli-tv-bu-vb-pc67/en/brahmali#1.28.1'>Bu Pc 67:1.28.1</a>. For the remaining two, see <a href='https://suttacentral.net/pli-tv-bi-vb-ss3/en/brahmali#4.14.1'>Bi Ss 3:4.14.1</a>. ",
  "pli-tv-pvr19:30.2": "Sp 5.475: <i lang='pi' translate='no'>Ṭhitassa cāpi tattakāti ṭhitassapi catasso evāti attho. Kathaṁ? Bhikkhunī andhakāre vā paṭicchanne vā okāse mittasanthavavasena purisassa hatthapāse tiṭṭhati, pācittiyaṁ; hatthapāsaṁ vijahitvā tiṭṭhati, dukkaṭaṁ; aruṇuggamanakāle dutiyikāya hatthapāsaṁ vijahantī tiṭṭhati, thullaccayaṁ; vijahitvā tiṭṭhati, saṅghādisesoti</i>, “‘And the same number for standing’: the meaning is that also for standing there are just four. How? If a nun, on account of close friendship, stands within arm’s reach of a man in a dark or secluded place, there is an offense entailing confession. If she stands outside of arm’s reach, there is an offense of wrong conduct. If, at the time of dawn, she is in the process of going beyond arm’s reach of her companion, there is a serious offense. If she stands outside of arm’s reach, there is an offense entailing suspension.” For the first two of these, see <a href='https://suttacentral.net/pli-tv-bi-vb-pc11/en/brahmali#1.12.1'>Bi Pc 11:1.12.1</a> and <a href='https://suttacentral.net/pli-tv-bi-vb-pc12/en/brahmali#1.13.1'>Bi Pc 12:1.13.1</a>. For the remaining two, see <a href='https://suttacentral.net/pli-tv-bi-vb-ss3/en/brahmali#4.14.1'>Bi Ss 3:4.14.1</a>. ",
  "pli-tv-pvr19:30.3": "Sp 5.475: <i lang='pi' translate='no'>Nisinnassa catasso āpattiyo nipannassāpi tattakāti sacepi hi sā nisīdati vā nipajjati vā, etāyeva catasso āpattiyo āpajjati</i>, “‘There are four kinds of offenses for sitting, and the same number for lying down’: for even if she sits down or lies down, she commits these four offenses.” ",
  "pli-tv-pvr19:32.1": "Sp 5.476: <i lang='pi' translate='no'>Pañca pācittiyānīti pañca bhesajjāni paṭiggahetvā nānābhājanesu vā ekabhājane vā amissetvā ṭhapitāni honti, sattāhātikkame so bhikkhu pañca pācittiyāni sabbāni nānāvatthukāni ekakkhaṇe āpajjati</i>, “‘There are five offenses entailing confession’: having received the five tonics, not mixing them in one or many vessels, and setting them aside, then, when seven days have passed, that monk commits five offenses entailing confession, all with different bases, in one instant.” ",
  "pli-tv-pvr19:34.1": "Sp 5.476: <i lang='pi' translate='no'>Nava pācittiyānīti yo bhikkhu nava paṇītabhojanāni viññāpetvā tehi saddhiṁ ekato ekaṁ kabaḷaṁ omadditvā mukhe pakkhipitvā paragaḷaṁ atikkāmeti, ayaṁ nava pācittiyāni sabbāni nānāvatthukāni ekakkhaṇe āpajjati</i>, “‘There are nine offenses entailing confession’: if a monk has asked for the nine fine foods, and then, having pressed them together into a single mouthful, having placed them in his mouth, he lets it pass beyond the throat. He then commits nine offenses entailing confession, all with different bases, in one instant.” ",
  "pli-tv-pvr19:36.3": "Sp 5.476: <i lang='pi' translate='no'>Ekavācāya deseyyāti “ahaṁ, bhante, pañca bhesajjāni paṭiggahetvā sattāhaṁ atikkāmetvā pañca āpattiyo āpanno, tā tumhamūle paṭidesemī”ti evaṁ ekavācāya deseyya</i>, “‘That should be confessed through a single statement’: ‘Venerable, having received the five tonics, having gone beyond seven days, I have committed five offenses. I confess them to you.’ In this way, one should confess through a single statement.” ",
  "pli-tv-pvr19:38.3": "This follows the same pattern as above, but substituting the nine fine foods for the five tonics. ",
  "pli-tv-pvr19:40.3": "Sp 5.476: <i lang='pi' translate='no'>Vatthuṁ kittetvā deseyyāti “ahaṁ, bhante, pañca bhesajjāni paṭiggahetvā sattāhaṁ atikkāmesiṁ, yathāvatthukaṁ taṁ tumhamūle paṭidesemī”ti evaṁ vatthuṁ kittetvā deseyya, desitāva honti āpattiyo, āpattiyā nāmaggahaṇena kiccaṁ natthi. Dutiyavissajjanepi “‘ahaṁ, bhante, nava paṇītabhojanāni viññāpetvā bhutto, yathāvatthukaṁ taṁ tumhamūle paṭidesemī”ti vattabbaṁ</i>, “‘Where one should describe the basis and then confess’: ‘Venerable, having received the five tonics, I went beyond seven days. I confess it to you according to basis.’ In this way, one should describe the basis and then confess.” ",
  "pli-tv-pvr19:42.3": "As above, but substituting the nine fine foods for the five tonics. ",
  "pli-tv-pvr19:44.1": "Sp 5.476: <i lang='pi' translate='no'>Yāvatatiyake tissoti ukkhittānuvattikāya pārājikaṁ bhedakānuvattakānaṁ kokālikādīnaṁ saṅghādisesaṁ, pāpikāya diṭṭhiyā appaṭinissagge caṇḍakāḷikāya ca bhikkhuniyā pācittiyanti</i>, “‘Three after the third announcement’: there is an offense entailing expulsion for a nun who sides with one who has been ejected. There is an offense entailing suspension for supporting a schismatic, as in the case of Kokālika, etc. There is an offense entailing confession for a nun, such as Caṇḍakāḷikā, not to give up a bad view.” ",
  "pli-tv-pvr19:44.2": "Sp 5.476: <i lang='pi' translate='no'>Cha vohārapaccayāti payuttavācāpaccayā cha āpattiyo āpajjatīti attho. Kathaṁ? Ājīvahetu ājīvakāraṇā pāpiccho icchāpakato asantaṁ abhūtaṁ uttarimanussadhammaṁ ullapati, āpatti pārājikassa. Ājīvahetu ājīvakāraṇā sañcarittaṁ samāpajjati, āpatti saṅghādisesassa. Ājīvahetu ājīvakāraṇā yo te vihāre vasati so arahāti vadati, āpatti thullaccayassa. Ājīvahetu ājīvakāraṇā bhikkhu paṇītabhojanāni attano atthāya viññāpetvā bhuñjati, āpatti pācittiyassa. Ājīvahetu ājīvakāraṇā bhikkhunī paṇītabhojanāni attano atthāya viññāpetvā bhuñjati, āpatti pāṭidesanīyassa. Ājīvahetu ājīvakāraṇā sūpaṁ vā odanaṁ vā agilāno attano atthāya viññāpetvā bhuñjati, āpatti dukkaṭassāti</i>, “‘Six because of speech’: if, because livelihood, bad desires, and being overcome by desire, one claims a non-existent superhuman quality, there is an offense entailing expulsion. If, because livelihood, one acts as a matchmaker, there is an offense entailing suspension. If, because livelihood, one says, ‘The person staying in your dwelling is a perfected one’, there is a serious offense. If, because livelihood, a monk eats fine foods that he has requested for himself, there is an offense entailing confession. If, because livelihood, a nun eats fine foods that she has requested for herself, there is an offense entailing acknowledgment. If, because livelihood, one who is not sick requests bean curry or rice for themselves and then eats it, there is an offense of wrong conduct.” The first and the third of these refer to <a href='https://suttacentral.net/pli-tv-bu-vb-pj4/en/brahmali#2.12.1'>Bu Pj 4:2.12.1</a> and <a href='https://suttacentral.net/pli-tv-bu-vb-pj4/en/brahmali#6.1.53'>Bu Pj 4:6.1.53</a>, the second to <a href='https://suttacentral.net/pli-tv-bu-vb-ss5/en/brahmali#2.2.13.1'>Bu Ss 5:2.2.13.1</a>, the fourth to <a href='https://suttacentral.net/pli-tv-bu-vb-pc39/en/brahmali#2.10.1'>Bu Pc 39:2.10.1</a>, the fifth to <a href='https://suttacentral.net/pli-tv-bi-vb-pd1/en/brahmali#1.2.9.1'>Bi Pd 1:1.2.9.1</a>–8, and the sixth to <a href='https://suttacentral.net/pli-tv-bu-vb-sk37/en/brahmali#2.10.1'>Bu Sk 37:2.10.1</a>. ",
  "pli-tv-pvr19:44.3": "Sp 5.476: <i lang='pi' translate='no'>Khādantassa tissoti manussamaṁse thullaccayaṁ, avasesesu akappiyamaṁsesu dukkaṭaṁ, bhikkhuniyā lasuṇe pācittiyaṁ</i>, “‘Three for one who is eating’: there is a serious offense for eating human flesh. There is an offense of wrong conduct for the remaining unallowable meats. There is an offense entailing confession for a nun to eat garlic.” See respectively <a href='https://suttacentral.net/pli-tv-kd6/en/brahmali#23.9.7'>Kd 6:23.9.7</a>, <a href='https://suttacentral.net/pli-tv-kd6/en/brahmali#23.10.8'>Kd 6:23.10.8</a>–23.15.9, and <a href='https://suttacentral.net/pli-tv-bi-vb-pc1/en/brahmali#1.41.1'>Bi Pc 1:1.41.1</a>. ",
  "pli-tv-pvr19:44.4": "Sp 5.476: <i lang='pi' translate='no'>Pañca bhojanapaccayāti avassutā avassutassa purisassa hatthato bhojanaṁ gahetvā tattheva manussamaṁsaṁ lasuṇaṁ attano atthāya viññāpetvā gahitapaṇītabhojanāni avasesañca akappiyamaṁsaṁ pakkhipitvā vomissakaṁ omadditvā ajjhoharamānā saṅghādisesaṁ, thullaccayaṁ, pācittiyaṁ, pāṭidesanīyaṁ, dukkaṭanti</i>, “‘Five because of cooked food’: a lustful nun receives cooked food directly from a lustful man; just so human flesh; garlic; fine foods that one has requested for oneself; and the remaining unallowable meats—in putting it down, pressing it together, and swallowing there are respectively an offense entailing suspension, a serious offense, an offense entailing confession, an offense entailing acknowledgment, and an offense of wrong conduct.” The first of these refers to <a href='https://suttacentral.net/pli-tv-bi-vb-ss5/en/brahmali#1.14.1'>Bi Ss 5:1.14.1</a>, the second to <a href='https://suttacentral.net/pli-tv-kd6/en/brahmali#23.9.7'>Kd 6:23.9.7</a>, the third to <a href='https://suttacentral.net/pli-tv-bi-vb-pc1/en/brahmali#1.41.1'>Bi Pc 1:1.41.1</a>, the fourth to <a href='https://suttacentral.net/pli-tv-bi-vb-pd1/en/brahmali#1.2.9.1'>Bi Pd 1:1.2.9.1</a>–8, and the fifth to <a href='https://suttacentral.net/pli-tv-kd6/en/brahmali#23.10.8'>Kd 6:23.10.8</a>–23.15.9. I read <i lang='pi' translate='no'>tatheva</i> with Sp-yoj 5.476 instead of <i lang='pi' translate='no'>tattheva</i>. ",
  "pli-tv-pvr19:46.2": "Sp 5.476: <i lang='pi' translate='no'>Pañca ṭhānānīti “ukkhittānuvattikāya bhikkhuniyā yāvatatiyaṁ samanubhāsanāya appaṭinissajjantiyā ñattiyā dukkaṭaṁ, dvīhi kammavācāhi thullaccayaṁ, kammavācāpariyosāne āpatti pārājikassa, saṅghabhedāya parakkamanādīsu saṅghādiseso, pāpikāya diṭṭhiyā appaṭinissagge pācittiya”nti</i>, “‘There are five cases’: if a nun who sides with one who has been ejected does not stop when spoken to up to the third time, there is an offense of wrong conduct after the motion. After each of the first two announcements, there is a serious offense. When the last announcement is finished, there is an offense entailing expulsion. In pursuing schism in the Sangha, there is an offense entailing suspension. In not giving up a bad view, there is an offense entailing confession.” The first three of these refer to <a href='https://suttacentral.net/pli-tv-bi-vb-pj7/en/brahmali#1.11.1'>Bi Pj 7:1.11.1</a>, the fourth to <a href='https://suttacentral.net/pli-tv-bu-vb-ss10/en/brahmali#1.3.16.1'>Bu Ss 10:1.3.16.1</a>, and the fifth to <a href='https://suttacentral.net/pli-tv-bu-vb-pc68/en/brahmali#1.49.1'>Bu Pc 68:1.49.1</a>. ",
  "pli-tv-pvr19:46.3": "Sp 5.476: <i lang='pi' translate='no'>Pañcannañceva āpattīti āpatti nāma pañcannaṁ sahadhammikānaṁ hoti, tattha dvinnaṁ nippariyāyena āpattiyeva, sikkhāmānasāmaṇerisāmaṇerānaṁ pana akappiyattā na vaṭṭati. Iminā pariyāyena tesaṁ āpatti na desāpetabbā, daṇḍakammaṁ pana tesaṁ kātabbaṁ</i>, “‘And there are offenses for five’: for the five co-monastics there are offenses. Therein, for two there are offenses with no ambiguity. But for trainee nuns, novice monks, and novice nuns the unallowable is not allowed. In this interpretation, there is no offense to be confessed for them, but a penalty may be imposed on them.” ",
  "pli-tv-pvr19:46.4": "Sp 5.476: <i lang='pi' translate='no'>Pañcannaṁ adhikaraṇena cāti adhikaraṇañca pañcannamevāti attho. Etesaṁyeva hi pañcannaṁ pattacīvarādīnaṁ atthāya vinicchayavohāro adhikaraṇanti vuccati</i>, “‘And legal issues for five’: the meaning is a legal issue for five. For the speaking of a decision for the sake of a bowl or a robe, etc., to these five is called a legal issue.” The first sentence merely shows that the Canonical text should be read as an accusative rather than an instrumental. Sp-yoj 5.476: <i lang='pi' translate='no'>Pañcannamevāti sahadhammikānaṁyeva</i>, “For five: for one’s co-monastics.” The commentarial explanations seem to point to the procedures by which requisites are given out to monastics. ",
  "pli-tv-pvr19:48.1": "Sp 5.476: <i lang='pi' translate='no'>Pañcannaṁ vinicchayo hotīti pañcannaṁ sahadhammikānaṁyeva vinicchayo nāma hoti</i>, “‘There are decisions for five’: there are decisions for one’s five co-monastics.” ",
  "pli-tv-pvr19:48.2": "Sp 5.476: <i lang='pi' translate='no'>Pañcannaṁ vūpasamena cāti etesaṁyeva pañcannaṁ adhikaraṇaṁ vinicchitaṁ vūpasantaṁ nāma hotīti attho</i>, “‘And resolutions for five’: for these five there are legal issues, decisions, and resolutions. This is the meaning.” ",
  "pli-tv-pvr19:48.3": "Sp 5.476: <i lang='pi' translate='no'>Pañcannañceva anāpattīti etesaṁyeva pañcannaṁ anāpatti nāma hotīti attho</i>, “‘There are non-offenses for five’: for these five there are non-offenses. This is the meaning.” ",
  "pli-tv-pvr19:48.4": "Sp 5.476: <i lang='pi' translate='no'>Tīhi ṭhānehi sobhatīti saṅghādīhi tīhi kāraṇehi sobhati. Katavītikkamo hi puggalo sappaṭikammaṁ āpattiṁ saṅghamajjhe gaṇamajjhe puggalasantike vā paṭikaritvā abbhuṇhasīlo pākatiko hoti, tasmā tīhi ṭhānehi sobhatīti vuccati</i>, “‘And one shines for three reasons’: one shines for three reasons, that is, through the Sangha, etc. A person who has committed an offense makes amends for a curable offense in the middle of the Sangha, in the middle of a group, or to an individual. One has then refreshed one’s virtue and is restored to one’s natural state. For this reason one shines for three reasons.” Sp-t 5.476: <i lang='pi' translate='no'>Abbhuṇhasīloti abhinavasīlo</i>: “<i lang='pi' translate='no'>Abbhuṇhasīlo</i>: fresh virtue.” ",
  "pli-tv-pvr19:50.1": "Sp 5.476: <i lang='pi' translate='no'>Dve kāyikā rattinti bhikkhunī rattandhakāre purisassa hatthapāse ṭhānanisajjasayanāni kappayamānā pācittiyaṁ, hatthapāsaṁ vijahitvā ṭhānādīni kappayamānā dukkaṭanti</i>, “‘There are two kinds of offenses by body at night’: there is an offense entailing confession for a nun who, in the dark of the night, stands, sits down, or lies down within arm’s reach a man. There is an offense of wrong conduct if she stands, etc., outside of arm’s reach.” See <a href='https://suttacentral.net/pli-tv-bi-vb-pc11/en/brahmali#1.12.1'>Bi Pc 11:1.12.1</a>. ",
  "pli-tv-pvr19:50.2": "Sp 5.476: <i lang='pi' translate='no'>Dve kāyikā divāti eteneva upāyena divā paṭicchanne okāse dve āpattiyo āpajjati</i>, “‘Two by body by day’: by the same method, one commits two offenses in a concealed place by day.” See <a href='https://suttacentral.net/pli-tv-bi-vb-pc13/en/brahmali#1.13.1'>Bi Pc 13:1.13.1</a>. ",
  "pli-tv-pvr19:50.3": "Sp 5.476: <i lang='pi' translate='no'>Nijjhāyantassa ekā āpattīti “na ca, bhikkhave, sārattena mātugāmassa aṅgajātaṁ upanijjhāyitabbaṁ. Yo upanijjhāyeyya, āpatti dukkaṭassā”ti</i>, “‘There is one offense for staring’: ‘But you should not stare at a woman’s genitals motivated by lust. If you do, you commit an offense of wrong conduct.’” See <a href='https://suttacentral.net/pli-tv-bu-vb-ss1/en/brahmali#2.1.13.1'>Bu Ss 1:2.1.13.1</a>. ",
  "pli-tv-pvr19:50.4": "Sp 5.476: <i lang='pi' translate='no'>Ekā piṇḍapātapaccayāti “na ca, bhikkhave, bhikkhādāyikāya mukhaṁ oloketabba”nti ettha dukkaṭāpatti</i>, “‘One because of almsfood’: ‘Monks, one shouldn’t look the donor in the face.’ Here there is an offense of wrong conduct.” See <a href='https://suttacentral.net/pli-tv-kd18/en/brahmali#5.2.27'>Kd 18:5.2.27</a>. ",
  "pli-tv-pvr19:52.1": "Sp 5.476: <i lang='pi' translate='no'>Aṭṭhānisaṁse sampassanti kosambakakkhandhake vuttānisaṁse</i>, “‘Seeing eight benefits’: the benefits mentioned in the Chapter connected with Kosambī.” According to Vmv 5.476 this refers to <a href='https://suttacentral.net/pli-tv-kd10/en/brahmali#1.8.6'>Kd 10:1.8.6</a>–1.8.16. ",
  "pli-tv-pvr19:52.3": "Sp 5.476: <i lang='pi' translate='no'>Ukkhittakā tayo vuttāti āpattiyā adassane appaṭikamme pāpikāya ca diṭṭhiyā appaṭinissaggeti</i>, “‘Three kinds are said to be ejected’: one not recognizing an offense, one not making amends, one not giving up a bad view.” ",
  "pli-tv-pvr19:52.4": "Sp 5.476: <i lang='pi' translate='no'>Tecattālīsa sammāvattanāti tesaṁyeva ukkhittakānaṁ ettakesu vattesu vattanā</i>, “‘There are forty-three proper conducts’: the conduct of those who have been ejected.” See <a href='https://suttacentral.net/pli-tv-kd11/en/brahmali#27.1.3'>Kd 11:27.1.3</a>–27.1.45. ",
  "pli-tv-pvr19:54.1": "Sp 5.476: <i lang='pi' translate='no'>Pañcaṭhāne musāvādoti pārājikasaṅghādisesathullaccayapācittiyadukkaṭasaṅkhāte pañcaṭṭhāne musāvādo gacchati</i>, “‘There are five cases of lying’: lying happens in five cases, that is, in regard to offenses entailing expulsion, offenses entailing suspension, serious offenses, offenses entailing confession, and offenses of wrong conduct.” Examples of these, are as follows: the first and the third can refer to <a href='https://suttacentral.net/pli-tv-bu-vb-pj4/en/brahmali#7.2.12.1'>Bu Pj 4:7.2.12.1</a>, the second to <a href='https://suttacentral.net/pli-tv-bu-vb-ss8/en/brahmali#1.9.32.1'>Bu Ss 8:1.9.32.1</a>, the fourth to <a href='https://suttacentral.net/pli-tv-bu-vb-pc1/en/brahmali#1.20.1'>Bu Pc 1:1.20.1</a>, and the fifth to all of the above. ",
  "pli-tv-pvr19:54.2": "Sp 5.476: <i lang='pi' translate='no'>Cuddasa paramanti vuccatīti dasāhaparamādinayena heṭṭhā vuttaṁ</i>, “‘Fourteen are called “at most”’: by the method of ten days at the most, etc., mentioned earlier.” ",
  "pli-tv-pvr19:54.3": "Sp 5.476: <i lang='pi' translate='no'>Dvādasa pāṭidesanīyāti bhikkhūnaṁ cattāri bhikkhunīnaṁ aṭṭha</i>, “‘There are twelve offenses entailing acknowledgment’: four for the monks and eight for the nuns.” ",
  "pli-tv-pvr19:54.4": "Sp 5.476: <i lang='pi' translate='no'>Catunnaṁ desanāya cāti catunnaṁ accayadesanāyāti attho. Katamā pana sāti? Devadattena payojitānaṁ abhimārānaṁ accayadesanā, anuruddhattherassa upaṭṭhāyikāya accayadesanā, vaḍḍhassa licchavino accayadesanā, vāsabhagāmiyattherassa ukkhepanīyakammaṁ katvā āgatānaṁ bhikkhūnaṁ accayadesanāti</i>, “‘And there is confession for four’: the meaning is the confession of offenses for four. But what are they? For the assassins who were sent by Devadatta, there was a confession of offenses. For the female who attended on the senior monk Anuruddha, there was a confession of offenses. For Vaḍḍha the Licchavī, there was a confession of offenses. Having done a legal act of ejection against the senior monk in the village Vāsabha, there was a confession of offenses for the arrived monks.” The first of these refers to <a href='https://suttacentral.net/pli-tv-kd17/en/brahmali#3.7.7'>Kd 17:3.7.7</a>–3.8.21, the second to <a href='https://suttacentral.net/pli-tv-bu-vb-pc6/en/brahmali#1.51.1'>Bu Pc 6:1.51.1</a>, the third to <a href='https://suttacentral.net/pli-tv-kd15/en/brahmali#20.5.12'>Kd 15:20.5.12</a>, and the fourth to <a href='https://suttacentral.net/pli-tv-kd9/en/brahmali#1.9.3'>Kd 9:1.9.3</a>. ",
  "pli-tv-pvr19:56.1": "Sp 5.476: <i lang='pi' translate='no'>Aṭṭhaṅgiko musāvādoti “pubbevassa hoti musā bhaṇissa”nti ādiṁ katvā “vinidhāya sañña”nti pariyosānehi</i>, “‘Lying has eight factors’: starting with ‘before he has lied, he knows he is going to lie,’ and ending with ‘he misrepresents his perception of what’s true.’” See <a href='https://suttacentral.net/pli-tv-bu-vb-pc1/en/brahmali#2.2.10'>Bu Pc 1:2.2.10</a> and <a href='https://suttacentral.net/pli-tv-pvr17/en/brahmali#209.3'>Pvr 17:209.3</a>. ",
  "pli-tv-pvr19:56.2": "This refers to the eight precepts, see e.g. <a href='https://suttacentral.net/an3.70/en/brahmali#19.2'>AN 3.70:19.2</a>–26.2. ",
  "pli-tv-pvr19:56.3": "See <a href='https://suttacentral.net/pli-tv-kd17/en/brahmali#4.6.3'>Kd 17:4.6.3</a>. ",
  "pli-tv-pvr19:56.4": "See <a href='https://suttacentral.net/pli-tv-kd1/en/brahmali#38.8.2'>Kd 1:38.8.2</a>–38.10.2. According to Sp 3.87, the last two items on this list counts as four separate practices, thus making eight in total. ",
  "pli-tv-pvr19:58.1": "Sp 5.476: <i lang='pi' translate='no'>Aṭṭhavācikā upasampadāti bhikkhunīnaṁ upasampadaṁ sandhāya vuttaṁ</i>, “‘There are eight statements for an ordination’: this is said with reference to the ordination of nuns.” That is, one motion and three announcements in front of each Sangha. ",
  "pli-tv-pvr19:58.2": "Sp 5.476: <i lang='pi' translate='no'>Aṭṭhannaṁ paccuṭṭhātabbanti bhattagge aṭṭhannaṁ bhikkhunīnaṁ itarāhi paccuṭṭhāya āsanaṁ dātabbaṁ</i>, “‘One should get up for eight’: in the dining hall, the rest should get up for eight nuns to give them a seat.” See <a href='https://suttacentral.net/pli-tv-kd20/en/brahmali#18.1.3'>Kd 20:18.1.3</a>. ",
  "pli-tv-pvr19:58.4": "See <a href='https://suttacentral.net/pli-tv-bu-vb-pc21/en/brahmali#2.26'>Bu Pc 21:2.26</a>–2.34. ",
  "pli-tv-pvr19:60.1": "Sp 5.476: <i lang='pi' translate='no'>Ekassa chejjanti gāthāya navasu janesu yo salākaṁ gāhetvā saṅghaṁ bhindati, tasseva chejjaṁ hoti, devadatto viya pārājikaṁ āpajjati</i>, “‘A ‘cutting off’ for one’: among the nine people in the verse, the one who distributes the ballots causes a schism in the Sangha. There is a ‘cutting off’ for him, like Devadatta who commits an offense entailing expulsion.” See <a href='https://suttacentral.net/pli-tv-kd17/en/brahmali#5.1.21'>Kd 17:5.1.21</a>. ",
  "pli-tv-pvr19:60.2": "Sp 5.476: <i lang='pi' translate='no'>Bhedakānuvattakānaṁ catunnaṁ thullaccayaṁ kokālikādīnaṁ viya</i>, “There is a serious offense for the four who support the schism, like Kokālika.” See <a href='https://suttacentral.net/pli-tv-kd17/en/brahmali#4.4.6'>Kd 17:4.4.6</a>. ",
  "pli-tv-pvr19:60.3": "Sp 5.476: <i lang='pi' translate='no'>Dhammavādīnaṁ catunnaṁ anāpatti</i>, “For the four who speak according to the Teaching, there is no offense.” ",
  "pli-tv-pvr19:60.4": "Sp 5.476: <i lang='pi' translate='no'>Imā pana āpattiyo ca anāpattiyo ca sabbesaṁ ekavatthukā saṅghabhedavatthukā eva</i>, “These offenses and non-offenses have one act as basis for all, that is, the act of causing a schism in the Sangha.” ",
  "pli-tv-pvr19:62.1": "See <a href='https://suttacentral.net/an9.29/en/brahmali#1.1'>AN 9.29:1.1</a>. ",
  "pli-tv-pvr19:62.2": "Sp 5.476: <i lang='pi' translate='no'>Navahīti navahi bhikkhūhi saṅgho bhijjati</i>, “‘Nine’: the Sangha is split by nine monks.” ",
  "pli-tv-pvr19:62.3": "This refers to the first nine offenses entailing suspension for monks. ",
  "pli-tv-pvr19:62.4": "Sp 5.476: <i lang='pi' translate='no'>Ñattiyā karaṇā navāti ñattiyā kātabbāni kammāni navāti attho</i>, “‘There are nine acts through a motion’: the meaning is that there are nine legal procedures to be done though a motion.” That is, the legal procedures that have a motion but no announcement. ",
  "pli-tv-pvr19:64.1": "For this and the next item, see <a href='https://suttacentral.net/pli-tv-kd16/en/brahmali#6.5.2'>Kd 16:6.5.2</a>. ",
  "pli-tv-pvr19:64.3": "Sp 5.477: <i lang='pi' translate='no'>Dasannaṁ dukkaṭanti tesaṁyeva dasannaṁ evaṁ karontassa dukkaṭaṁ hoti</i>, “‘An offense of wrong conduct for ten’: there is an offense of wrong conduct for one who does these things to those ten.” ",
  "pli-tv-pvr19:64.4": "Sp 5.477: <i lang='pi' translate='no'>Dasa cīvaradhāraṇāti dasa divasāni atirekacīvarassa dhāraṇā anuññātāti attho</i>, “‘There are ten keepings of a robe’: the meaning is that it is allowed to keep an extra robe for ten days.” ",
  "pli-tv-pvr19:66.1": "Sp 5.477: <i lang='pi' translate='no'>Pañcannaṁ vassaṁvuṭṭhānaṁ, dātabbaṁ idha cīvaranti pañcannaṁ sahadhammikānaṁ sammukhāva dātabbaṁ</i>, “‘Robe-cloth should be given to five kinds who have completed the rainy-season residence’: it should be given, in their presence, to the five kinds of co-monastics.” ",
  "pli-tv-pvr19:66.3": "Sp 5.477: <i lang='pi' translate='no'>Sattannaṁ santeti disāpakkantaummattakakhittacittavedanāṭṭānaṁ tiṇṇañca ukkhittakānanti imesaṁ sattannaṁ sante patirūpe gāhake parammukhāpi dātabbaṁ</i>, “‘When one exists, to seven kinds’: when a suitable recipient exists, it should be given to these seven kinds in their absence, that is, those who have left for the districts, those who are insane, those who are deranged, those who are overwhelmed by pain, and the three kinds who have been ejected.” ",
  "pli-tv-pvr19:66.4": "Sp 5.477: <i lang='pi' translate='no'>Soḷasannaṁ na dātabbanti sesānaṁ cīvarakkhandhake vuttānaṁ paṇḍakādīnaṁ soḷasannaṁ na dātabbaṁ</i>, “‘It should not be given to sixteen kinds’: it should not be given to the remaining sixteen, that is, the <i lang='pi' translate='no'>paṇḍakas</i>, etc., mentioned in the Chapter on robes.” See <a href='https://suttacentral.net/pli-tv-kd8/en/brahmali#30.1.1'>Kd 8:30.1.1</a>. ",
  "pli-tv-pvr19:68.1": "Sp 5.477: <i lang='pi' translate='no'>Dasasataṁ rattisataṁ, āpattiyo chādayitvānāti dasasataṁ āpattiyo rattisataṁ chādayitvāna. Ayañhettha saṅkhepattho – yo divase sataṁ sataṁ saṅghādisesāpattiyo āpajjitvā dasa dasa divase paṭicchādeti, tena rattisataṁ āpattisahassaṁ paṭicchāditaṁ hoti</i>, “‘Having concealing ten hundred offenses for a hundred days’: having concealed for a hundred days ten hundred offenses. This, below, is the meaning in brief: whoever commits one hundred offenses entailing suspension in one hundred days and conceals each one for ten days, he has concealed a thousand offenses for a hundred days.” ",
  "pli-tv-pvr19:68.3": "Sp 5.477: <i lang='pi' translate='no'>So sabbāva tā āpattiyo dasāhapaṭicchannāti parivāsaṁ yācitvā dasa rattiyo vasitvāna mucceyya pārivāsikoti</i>, “Having asked for probation for all those offenses concealed for ten days, ‘then, after spending ten days, he should be released from probation.’” ",
  "pli-tv-pvr19:70.1": "Sp 5.477: <i lang='pi' translate='no'>Dvādasa kammadosā vuttāti apalokanakammaṁ adhammenavaggaṁ, adhammenasamaggaṁ, dhammenavaggaṁ, tathā ñattikammañattidutiyakammañatticatutthakammānipīti evaṁ ekekasmiṁ kamme tayo tayo katvā dvādasa kammadosā vuttā</i>, “‘Twelve kinds of flaws in legal procedures were mentioned’: there is the legal procedure consisting of getting permission that is illegitimate with an incomplete assembly, that is illegitimate with a unanimous assembly, and that is legitimate with an incomplete assembly, and likewise a legal procedure consisting of one motion, a legal procedure consisting of one motion and one announcement, and a legal procedure consisting of one motion and three announcements. Thus, having produced three for each legal procedure, twelve flaws in legal procedures are mentioned.” ",
  "pli-tv-pvr19:72.1": "Sp 5.477: <i lang='pi' translate='no'>Catasso kammasampattiyoti apalokanakammaṁ dhammenasamaggaṁ, tathā sesānipīti</i>, “‘Four kinds of accomplishments of legal procedures’: there is the legal procedure consisting of getting permission that is legitimate with a unanimous assembly, and likewise the rest.” ",
  "pli-tv-pvr19:74.1": "Sp 5.477: <i lang='pi' translate='no'>Cha kammānīti adhammenavaggakammaṁ, adhammenasamaggakammaṁ, dhammapatirūpakenavaggakammaṁ, dhammapatirūpakenasamaggakammaṁ, dhammenavaggakammaṁ, dhammenasamaggakammanti</i>, “‘Six kinds of legal procedures’: the legal procedure that is illegitimate with an incomplete assembly, the one that is illegitimate with a unanimous assembly, the one that is legitimate-like with an incomplete assembly, the one that is legitimate-like with a unanimous assembly, the one that is legitimate with an incomplete assembly, the one that is legitimate with a unanimous assembly.” ",
  "pli-tv-pvr19:76.1": "Presumably this refers to <a href='https://suttacentral.net/pli-tv-kd9/en/brahmali#2.4.2'>Kd 9:2.4.2</a>. ",
  "pli-tv-pvr19:78.3": "This would seem to refer to the offenses entailing expulsion, the <i lang='pi' translate='no'>pārājikas</i>, which cannot be “settled”, that is, cleared. ",
  "pli-tv-pvr19:80.1": "Sp 5.477: <i lang='pi' translate='no'>Chaūnadiyaḍḍhasatāti “idha, upāli, bhikkhu adhammaṁ dhammoti dīpeti, tasmiṁ adhammadiṭṭhi bhede adhammadiṭṭhi, tasmiṁ adhammadiṭṭhi bhede dhammadiṭṭhi, tasmiṁ adhammadiṭṭhi bhede vematiko, tasmiṁ dhammadiṭṭhi bhede adhammadiṭṭhi, tasmiṁ dhammadiṭṭhi bhede vematiko, tasmiṁ vematiko bhede adhammadiṭṭhi, tasmiṁ vematiko bhede dhammadiṭṭhi, tasmiṁ vematiko bhede vematiko”ti evaṁ yāni aṭṭhārasannaṁ bhedakaravatthūnaṁ vasena aṭṭhārasa aṭṭhakāni saṅghabhedakakkhandhake vuttāni, tesaṁ vasena chaūnadiyaḍḍhasataṁ āpāyikā veditabbā</i>, “‘One hundred and forty-four’: Upāli, a monk may proclaim what is contrary to the Teaching as being in accordance with it. In regard to that, he has the view that what he says is illegitimate and the view that the schism is illegitimate; he has the view that what he says is illegitimate, but the view that the schism is legitimate; he has the view that what he says is illegitimate, but is unsure about the schism; he has the view that what he says is legitimate, but the view that the schism is illegitimate; he has the view that what he says is legitimate, but is unsure about the schism; he is unsure about what he says, but has the view that the schism is illegitimate; he is unsure about what he says, but has the view that the schism is legitimate; or he is unsure about what he says and is unsure about the schism. Thus, on account of the eighteen grounds for schism, eighteen groups of eight are mentioned in the Chapter on schism in the Sangha. It is on account of these that the one hundred and forty-four that are destined to misery are to be understood.” See <a href='https://suttacentral.net/pli-tv-kd17/en/brahmali#5.5.5.1'>Kd 17:5.5.5.1</a>–5.5.54. ",
  "pli-tv-pvr19:82.1": "Sp 5.477: <i lang='pi' translate='no'>Aṭṭhārasa anāpāyikāti “idha, upāli, bhikkhu adhammaṁ dhammoti dīpeti, tasmiṁ dhammadiṭṭhi bhede dhammadiṭṭhi avinidhāya diṭṭhiṁ avinidhāya khantiṁ avinidhāya ruciṁ avinidhāya bhāvaṁ anussāveti, salākaṁ gāheti ‘ayaṁ dhammo, ayaṁ vinayo, idaṁ satthusāsanaṁ, imaṁ gaṇhatha, imaṁ rocethā’ti, ayampi kho, upāli, saṅghabhedako na āpāyiko na nerayiko na kappaṭṭho na atekiccho”ti evaṁ ekekasmiṁ vatthusmiṁ ekekaṁ katvā saṅghabhedakakkhandhakāvasāne vuttā aṭṭhārasa janā</i>, “‘Eighteen not destined to misery ’: ‘Upāli, a monk may proclaim what is contrary to the Teaching as being in accordance with it. In regard to that, he has the view that what he says is legitimate and the view that the schism is legitimate. He doesn’t misrepresent his view of what’s true, his belief of what’s true, his acceptance of what’s true, or his sentiment of what’s true. He makes a proclamation and distributes ballots, saying, “This is the Teaching, this is the Monastic Law, this is the Teacher’s instruction; take this, approve of this.” When such a person causes a schism in the Sangha, he’s not irredeemably destined to an eon in hell.’ Thus, taking the grounds one by one, eighteen people are mentioned in the Chapter on schism in the Sangha.” See <a href='https://suttacentral.net/pli-tv-kd17/en/brahmali#5.6.1'>Kd 17:5.6.1</a>–5.6.10. ",
  "pli-tv-pvr19:84.1": "Sp 5.477: <i lang='pi' translate='no'>Aṭṭhārasa aṭṭhakā chaūnadiyaḍḍhasatavissajjane vuttāyeva</i>, “Eighteen groups of eight are mentioned in the explanation of the one hundred and forty-four.” ",
  "pli-tv-pvr19:86.1": "See <a href='https://suttacentral.net/pli-tv-pvr15/en/brahmali#9.3'>Pvr 15:9.3</a>. ",
  "pli-tv-pvr19:88.1": "As above in the main text. ",
  "pli-tv-pvr19:90.1": "As above. ",
  "pli-tv-pvr19:92.1": "As above. ",
  "pli-tv-pvr19:94.1": "As above. "
}