{
  "pli-tv-pvr16:2.3": "The performer of the ceremony is the person who receives the specially made _kathina_ robe. The other participants are those who take part in the legal procedure and then express their appreciation. ",
  "pli-tv-pvr16:4.2": "For further explanation of these twenty-four, see [Kd 7:1.5.3](pli-tv-kd7:1.5.3)--1.5.26. ",
  "pli-tv-pvr16:8.1": "[Sp.5.404](): _Payogassāti cīvaradhovanādino sattavidhassa pubbakaraṇassatthāya yo udakāharaṇādiko payogo kayirati, tassa payogassa_, “Effort: the effort of fetching water, etc., is done for the sake of the seven-fold prior action, beginning with washing the robe—for that effort.” Here we see the introduction of the Abhidhamma terminology of conditionality. ",
  "pli-tv-pvr16:8.3": "[Sp.5.404](): _Paccuddhārassāti purāṇasaṅghāṭiādīnaṃ paccuddharaṇassa_, “Relinquishment: relinquishment of the old outer robe, etc.” ",
  "pli-tv-pvr16:8.4": "[Sp.5.404](): _Adhiṭṭhānassāti kathinacīvarādhiṭṭhānassa_, “Determining: determining of the robe of the robe-making ceremony.” ",
  "pli-tv-pvr16:8.7": "[Sp.5.404](): _Vatthussāti saṅghāṭiādino kathinavatthussa_, “Object: the object of the robe-making ceremony, which is the outer robe, etc.” ",
  "pli-tv-pvr16:9.1": "[Sp.5.404](): _Yasmā tena payogena nipphādetabbassa pubbakaraṇassatthāya so payogo kayirati, tasmā imehi catūhi paccayehi paccayo hoti_, “Because that effort is done for the purpose of the preliminary actions, which are to be produced by that effort, therefore it is the condition by way of these four conditions.” ",
  "pli-tv-pvr16:9.2": "I render this according to the pattern established above. I take this to mean that the prior duties have to be established as a framework before any effort to fulfill them can be made. ",
  "pli-tv-pvr16:9.3": "[Sp.5.404](): _Pacchā uppajjanakassa hi pubbakaraṇassa atthāya so payogo kayirati_, “That effort is done for the purpose of the prior duties which arise afterwards.” The point is perhaps that the effort arises only after the prior duties have been established. Thus it is post-arising. The effort then becomes the condition for the actual performance of the prior duties. Thus it is a post-arising condition. ",
  "pli-tv-pvr16:21.2": "[Sp.5.408](): _Kiriyā majjheti paccuddhāro ceva adhiṭṭhānañca_, “_Kiriyā majjhe_: just relinquishing and determining.” ",
  "pli-tv-pvr16:24.6": "[Sp.5.411](): _Vatthuvipannaṃ hotīti akappiyadussaṃ hoti. Kālavipannaṃ nāma ajja dāyakehi dinnaṃ sve saṅgho kathinatthārakassa deti. Karaṇavipannaṃ nāma tadaheva chinditvā akataṃ_, “‘The object fails’: the cloth is unallowable. ‘The timing fails’: today it is given by the donors; tomorrow the Sangha gives to the one who is doing the robe-making ceremony. ‘The making fails’: they cut it, but do not finish it on the same day.” ",
  "pli-tv-pvr16:26.2": "[Sp.5.412](): _Tesaññeva dhammānanti yesu rūpādidhammesu sati kathinaṃ nāma hoti, tesaṃ samodhānaṃ missībhāvo_, “‘Of just those things’: the combination and mixing together of those things, such as form, etc., by which there is the name _kathina_.” [Vmv.5.412](): _Yesu rūpādidhammesūti “purimavassaṃvutthā bhikkhū, pañcahi anūno saṅgho, cīvaramāso, dhammena samena samuppannaṃ cīvara”nti evamādīsu yesu rūpārūpadhammesu_, “‘Of those things, such as form, etc.’: monks who have completed the first rains residence, a sangha of no less than five, the robe month, a robe that has arisen legitimately and validly, etc., are those things such as form, etc.” ",
  "pli-tv-pvr16:28.2": "For the twenty-four, see above and [Kd 7:1.5.3](pli-tv-kd7:1.5.3)--1.5.26. ",
  "pli-tv-pvr16:29.2": "For the seventeen, see above and [Kd 7:1.6.2](pli-tv-kd7:1.6.2). ",
  "pli-tv-pvr16:54.5": "According to [Sp.1.462](), this refers to the legal procedure done by the Sangha to end the robe season before its natural end, for which see [Bi Pc 30](pli-tv-bi-vb-pc30:1.1.10). "
}