{
  "pli-tv-pvr11:10.2": "Sp 5.341: _Kārakoti ekaṁ saṅghena saddhiṁ adhikaraṇaṁ vinicchinitvā pariveṇagataṁ parājitā bhikkhū vadanti “kissa, bhante, tumhehi evaṁ vinicchitaṁ adhikaraṇaṁ, nanu evaṁ vinicchinitabba”nti. So “kasmā paṭhamaṁyeva evaṁ na vaditthā”ti taṁ adhikaraṇaṁ ukkoṭeti. Evaṁ yo kārako ukkoṭeti_, “The original doer: having decided a legal issue together with the Sangha, he goes to the yard where the defeated monks say, ‘Venerable, why did you decide the legal issue in that way? Should it not be decided in this way?’ Saying, ‘Why did you not say this straightaway?’ he reopens that legal issue. In this way, the original doer reopens it.” ",
  "pli-tv-pvr11:14.1": "Sp 5.342: _Dutiyapucchāya hetunidānantiādimhi vissajjane navannaṁ kusalākusalābyākatahetūnaṁ vasena hetunidānāditā veditabbā_, “In the second question, in ‘causes as their source, etc.’: in the reply, causes as their source, etc., is to be understood on account of the nine wholesome, unwholesome, and indeterminate causes.” ",
  "pli-tv-pvr11:28.8": "That is, the offense entailing expulsion. ",
  "pli-tv-pvr11:31.9": "That is, the offense entailing suspension. ",
  "pli-tv-pvr11:32.1": "At first sight the Pali appears to be a straightforward declarative statement (“a legal issue arising from a dispute is a legal issue arising from an accusation, a legal issue arising from an offense, and a legal issue arising from business”), not a question. Yet this would mean that the next sentence is a direct contradiction to present one. The sub-commentary clears this is up by saying it is meant as a question. Vmv 5.348: _Vivādādhikaraṇaṁ hoti anuvādādhikaraṇantiādīsu vivādādhikaraṇameva anuvādādhikaraṇādipi hotīti pucchāya vivādādhikaraṇaṁ vivādādhikaraṇameva hoti, anuvādādayo na hotīti vissajjanaṁ_, “About the phrase _vivādādhikaraṇaṁ hoti anuvādādhikaraṇan_, etc.: to the question whether a legal issue arising from a dispute is also a legal issue arising from an accusation, etc., the reply is that a legal issue arising from a dispute is a legal issue arising from a dispute, not a legal issue arising from an accusation, etc.” ",
  "pli-tv-pvr11:47.1": "There is a _ti_ at the end of the text, signifying the end of a quote, but it is not all clear where the quote is supposed to begin. It may well be that at some point the whole text was supposed to be quoted. Yet, the way the text is presented now, with interspersed headings, it is natural to start the quote only after the final heading, which is here. In other words, it does not make sense to include the headings within the quotes. ",
  "pli-tv-pvr11:60.3": "In the Pali, the word _āpatti_/_samāpatti_ means both offense and attainment. The Pali is a play on words, which is impossible to replicate in English. "
}