{
  "pli-tv-pvr1.1:2.2": "Sp 5.2: <i lang='pi' translate='no'>Ayañhi anuppannapaññatti nāma anuppanne dose paññattā; sā aṭṭhagarudhammavasena bhikkhunīnaṁyeva āgatā, aññatra natthi</i>, “Laid down when no fault has occurred, this is called <i lang='pi' translate='no'>anuppannapaññatti</i>. It has come down for the nuns on account of the eight important principles. There are no other cases.” ",
  "pli-tv-pvr1.1:3.8": "Sp 5.2: <i lang='pi' translate='no'>Dve anupaññattiyoti “antamaso tiracchānagatāyapī”ti ca, “sikkhaṁ apaccakkhāyā”ti ca makkaṭivajjiputtakavatthūnaṁ vasena vuttā – imā dve anupaññattiyo</i>, “Two <i lang='pi' translate='no'>anupaññattiyo</i> is said because of the accounts of the female monkey and the Vajjians. These are the two additions to the rule: ‘even with a female animal’ and ‘without first renouncing the training’.” ",
  "pli-tv-pvr1.1:3.11": "Sp 5.2: <i lang='pi' translate='no'>Sabbatthapaññattīti majjhimadese ceva paccantimajanapadesu ca sabbatthapaññatti</i>, “<i lang='pi' translate='no'>Sabbatthapaññatti</i>: in the central Ganges plain and in the outlying countries, this is <i lang='pi' translate='no'>sabbatthapaññatti</i>.” ",
  "pli-tv-pvr1.1:3.15": "Sp 5.2: <i lang='pi' translate='no'>Byañjanamattameva hi ettha nānaṁ, bhikkhūnaṁ bhikkhunīnampi sādhāraṇattā sādhāraṇapaññatti, ubhinnampi paññattattā ubhatopaññattīti</i>, “For here merely the wording is different, since a commonality between the monks and the nuns is a common rule, whereas a ruling for both is a rule for both sides.” The point seems to be that a rule “in common” is synonymous with a rule “for both”. ",
  "pli-tv-pvr1.1:3.17": "Sp 5.2: <i lang='pi' translate='no'>Nidānogadhanti “yassa siyā āpatti so āvikareyyā”ti ettha sabbāpattīnaṁ anupaviṭṭhattā nidānogadhaṁ; nidāne anupaviṭṭhanti attho</i>, “<i lang='pi' translate='no'>Nidānogadha</i>: it is contained in the introduction because of the entry here of all offences: ‘Anyone who has committed an offense should reveal it.’ The meaning is they are entered in the introduction.” ",
  "pli-tv-pvr1.1:3.19": "Sp 5.2: <i lang='pi' translate='no'>Dutiyena uddesenāti nidānogadhaṁ nidānapariyāpannampi samānaṁ “tatrime cattāro pārājikā dhammā”tiādinā dutiyeneva uddesena uddesaṁ āgacchati</i>, “In the second recitation: being contained and included in the introduction, it comes to be recited with ‘Now these four rules on expulsion’ etc.” ",
  "pli-tv-pvr1.1:3.33": "Sp 5.2: <i lang='pi' translate='no'>Vibhattīti padabhājanaṁ vuccati; vibhattīti hi vibhaṅgassevetaṁ nāmaṁ</i>, “The word analysis is called <i lang='pi' translate='no'>vibhatti</i>; for <i lang='pi' translate='no'>vibhatti</i> is a name for the analysis.” The first of these refers to the Vinaya, whereas the latter seems to the Pātimokkha, which is mentioned just below. This shows us that the prefix <i lang='pi' translate='no'>abhi-</i> means “about” in certain contexts, such as this one, and refers to a commentary style text. It may well be, then, that the Abhidhamma, which is sometimes paired with <i lang='pi' translate='no'>abhivinaya</i> in the Canonical texts, originally was regarded as a commentary on content of the Sutta Piṭaka. ",
  "pli-tv-pvr1.1:3.52": "Sp 5.2: <i lang='pi' translate='no'>Yesaṁ vattatīti yesaṁ vinayapiṭakañca aṭṭhakathā ca sabbā paguṇāti attho</i>, “<i lang='pi' translate='no'>Yesaṁ vattati</i> means for those who learn the whole collection of Monastic Law and the commentaries.” ",
  "pli-tv-pvr1.1:4.4": "Vmv 1.1: <i lang='pi' translate='no'>Jambusirivhayeti jambusadiso sirimanto avhayo nāmaṁ yassa dīpassa, tasmiṁ jambudīpeti vuttaṁ hoti</i>, “<i lang='pi' translate='no'>Jambusirivhaye</i>: this is said: in that rose-apple land that is like a glorious rose-apple and is so-called, so-named.” ",
  "pli-tv-pvr1.1:7.2": "Sp-t 1.0: <i lang='pi' translate='no'>Satta ceva pakaraṇeti dhammasaṅgaṇīvibhaṅgādike satta abhidhammappakaraṇe ca vācesunti attho</i> “<i lang='pi' translate='no'>Satta ceva pakaraṇa</i>: it means they also taught the seven treatises of philosophy, starting with the Dhammasaṅgaṇī and the Vibhaṅga.” ",
  "pli-tv-pvr1.1:61.31": "That is, the three principles are resolution face-to-face, acting according to what has been admitted, and covering over as if with grass. ",
  "pli-tv-pvr1.1:84.7": "MS says there is one addition to the rule, <i lang='pi' translate='no'>ekā anupaññatti</i>, which is incorrect. I follow SRT, which has the correct reading. ",
  "pli-tv-pvr1.1:154.7": "There are three additions that impact the wording of the rule, and one addition that establishes a method for assigning a meal to another. ",
  "pli-tv-pvr1.1:182.1": "For an explanation of the idea of <i lang='pi' translate='no'>vikappanā</i>, see Appendix of Technical Terms. ",
  "pli-tv-pvr1.1:193.1": "“Such things” and “that view” refer to the idea that sexual intercourse is not an obstacle to spiritual progress, see <a href='https://suttacentral.net/pli-tv-bu-vb-pc68/en/brahmali#1.49.1'>Bu Pc 68:1.49.1</a>. ",
  "pli-tv-pvr1.1:194.1": "For the meaning of “in this way”, see <a href='https://suttacentral.net/pli-tv-bu-vb-pc70/en/brahmali#1.46.1'>Bu Pc 70:1.46.1</a>. ",
  "pli-tv-pvr1.1:219.1": "In the Bhikkhuvibhaṅga, this is called “The subchapter on precious things”, named after the second rule of the subchapter. ",
  "pli-tv-pvr1.1:319.1": "The ellipses points in the Pali are an editorial mistake. "
}