{
  "pli-tv-pvr20:1.1": "This refers to people who are not fully ordained, including those who have committed an offense entailing expulsion. ",
  "pli-tv-pvr20:1.3": "Sp 5.479: <i lang='pi' translate='no'>Avippavāsena anāpattīti sahagāraseyyāya anāpatti</i>, “‘There no offense for one who is not staying apart’: there is no offense for sharing a sleeping place in a house.” ",
  "pli-tv-pvr20:1.4": "Vmv 5.479: <i lang='pi' translate='no'>Pañhā mesāti ettha ma-kāro padasandhikaro</i>, “<i lang='pi' translate='no'>Pañhā mesā</i>: here the syllable ‘<i lang='pi' translate='no'>ma</i>’ creates a junction between the words.” ",
  "pli-tv-pvr20:2.3": "Vjb 5.479: <i lang='pi' translate='no'>Varasenāsanarakkhaṇatthāya vissajjetvāparibhuñjituṁ vaṭṭatī”ti garubhaṇḍavinicchaye vutto</i>, “It is said in the investigation of valuable goods that it is allowable to give away and use a good dwelling for the purpose of protecting it.” ",
  "pli-tv-pvr20:3.1": "Sp 5.479: <i lang='pi' translate='no'>Dasa puggale na vadāmīti senāsanakkhandhake vutte dasa puggale na vadāmi</i>, “‘I do not say ten people’: I do not say the ten people mentioned in ‘The chapter on resting places’.” See <a href='https://suttacentral.net/pli-tv-kd16/en/brahmali#6.5.2'>Kd 16:6.5.2</a>. ",
  "pli-tv-pvr20:3.2": "Sp 5.479: <i lang='pi' translate='no'>Ekādasa vivajjiyāti ye mahākhandhake ekādasa vivajjanīyapuggalā vuttā, tepi na vadāmi</i>, “‘Eleven are to be avoided’: I do not say the eleven people to be avoided mentioned in ‘The Great chapter’.” See <a href='https://suttacentral.net/pli-tv-kd1/en/brahmali#61.1.19'>Kd 1:61.1.19</a>–68.1.4. ",
  "pli-tv-pvr20:3.3": "Sp 5.479: <i lang='pi' translate='no'>Ayaṁ pañhā naggaṁ bhikkhuṁ sandhāya vuttā</i>, “This question was asked with reference to a naked monk.” See <a href='https://suttacentral.net/pli-tv-kd15/en/brahmali#15.1.6'>Kd 15:15.1.6</a>. ",
  "pli-tv-pvr20:4.4": "Sp 5.479: <i lang='pi' translate='no'>Kathaṁ nu sikkhāya asādhāraṇoti pañhā nahāpitapubbakaṁ bhikkhuṁ sandhāya vuttā. Ayañhi khurabhaṇḍaṁ pariharituṁ na labhati, aññe labhanti; tasmā sikkhāya asādhāraṇo</i>, “‘How could they not share in the training?’ This question was asked with reference to the monk who was previously a barber. For him it was not allowable to carry barber equipment around, but for others it was. Therefore the training was not shared.” See <a href='https://suttacentral.net/pli-tv-kd6/en/brahmali#37.5.7'>Kd 6:37.5.7</a>. ",
  "pli-tv-pvr20:5.4": "Sp 5.479: <i lang='pi' translate='no'>Taṁ puggalaṁ katamaṁ vadanti buddhāti ayaṁ pañhā nimmitabuddhaṁ sandhāya vuttā</i>, “‘What kind of person is that, say the Buddhas’: this question was asked with reference to a created Buddha.” Sp-yoj 5479: <i lang='pi' translate='no'>Nimmitabuddhanti buddhena nimmitaṁ buddharūpaṁ</i>, “‘A created Buddha’: a Buddha form created by the Buddha.” It seems this refers to creating an image of the Buddha through supernormal powers. ",
  "pli-tv-pvr20:6.4": "Sp 5.479: <i lang='pi' translate='no'>Ayaṁ pañhā yaṁ taṁ asīsakaṁ kabandhaṁ, yassa ure akkhīni ceva mukhañca hoti, taṁ sandhāya vuttā</i>, “This question was asked with reference to a headless body with eyes and mouth on the chest.” ",
  "pli-tv-pvr20:7.3": "Sp 5.479: <i lang='pi' translate='no'>Bhikkhu saññācikāya kuṭinti ayaṁ pañhā tiṇacchādanaṁ kuṭiṁ sandhāya vuttā</i>, “‘A monk, by means of begging, a hut’: this question was asked with reference to a hut with a grass roof.” See <a href='https://suttacentral.net/pli-tv-bu-vb-ss6/en/brahmali#3.16.4'>Bu Ss 6:3.16.4</a>. ",
  "pli-tv-pvr20:8.3": "Sp 5.479: <i lang='pi' translate='no'>Dutiyapañhā sabbamattikāmayaṁ kuṭiṁ sandhāya vuttā</i>, “The second question was asked with reference to a hut made entirely of clay.” See <a href='https://suttacentral.net/pli-tv-bu-vb-pj2/en/brahmali#1.2.11'>Bu Pj 2:1.2.11</a>. ",
  "pli-tv-pvr20:9.3": "Sp 5.479: <i lang='pi' translate='no'>Āpajjeyya garukaṁ chejjavatthunti ayaṁ pañhā vajjapaṭicchādikaṁ bhikkhuniṁ sandhāya vuttā</i>, “‘How, then, does one commit a heavy offense, a ground for cutting off’: this question was asked with reference to a nun who hides offenses.” See <a href='https://suttacentral.net/pli-tv-bi-vb-pj6/en/brahmali#1.23.1'>Bi Pj 6:1.23.1</a>. ",
  "pli-tv-pvr20:10.3": "Sp 5.479: <i lang='pi' translate='no'>Dutiyapañhā paṇḍakādayo abhabbapuggale sandhāya vuttā. Ekādasapi hi te gihibhāveyeva pārājikaṁ pattā</i>, “‘The second question was asked with reference to the incapable people, starting with the <i lang='pi' translate='no'>paṇḍakas</i>. ” See <a href='https://suttacentral.net/pli-tv-kd1/en/brahmali#61.1.19'>Kd 1:61.1.19</a>–68.1.4. ",
  "pli-tv-pvr20:11.3": "Sp 5.479: <i lang='pi' translate='no'>Ayaṁ pañhā “santiṁ āpattiṁ nāvikareyya, sampajānamusāvādassa hotī”ti imaṁ musāvādaṁ sandhāya vuttā</i>, “This question was asked with reference to this kind of lying: ‘Should he not reveal an existing offense, he has lied in full awareness.’” See <a href='https://suttacentral.net/pli-tv-kd2/en/brahmali#3.3.13'>Kd 2:3.3.13</a>. ",
  "pli-tv-pvr20:12.3": "Sp 5.479: <i lang='pi' translate='no'>Saṅghādisesā caturoti ayaṁ pañhā aruṇugge gāmantarapariyāpannaṁ nadipāraṁ okkantabhikkhuniṁ sandhāya vuttā, sā hi sakagāmato paccūsasamaye nikkhamitvā aruṇuggamanakāle vuttappakāraṁ nadipāraṁ okkantamattāva rattivippavāsagāmantaranadipāragaṇamhāohīyanalakkhaṇena ekappahāreneva caturo saṅghādisese āpajjati</i>, “‘Four offenses entailing suspension’: this question was asked with reference to a nun who has gone away and, at dawn, has entered another village and crossed a river. Having departed from her own village early in the morning, and in the said manner, just having crossed a river at the time of dawn, then, by the characteristics of staying apart for a night, of going to the next village, of crossing a river, and of lagging behind her group, she commits four offenses entailing suspension in one go.” See <a href='https://suttacentral.net/pli-tv-bi-vb-ss3/en/brahmali#4.14.1'>Bi Ss 3:4.14.1</a>. ",
  "pli-tv-pvr20:13.3": "Sp 5.479: <i lang='pi' translate='no'>Siyā āpattiyo nānāti ayaṁ pañhā ekatoupasampannā dve bhikkhuniyo sandhāya vuttā. Tāsu hi bhikkhūnaṁ santike ekatoupasampannāya hatthato gaṇhantassa pācittiyaṁ, bhikkhunīnaṁ santike ekatoupasampannāya hatthato gaṇhantassa dukkaṭaṁ</i>, “‘Might the offenses be different’: this question was asked with reference to two nuns fully ordained on one side only. When they are in the presence of the monks, there is an offense entailing confession for one who receives directly from a nun who is fully ordained only on one side. In the presence of the nuns, there is an offense of wrong conduct for one who receives directly from a nun who is fully ordained only on one side.” See <a href='https://suttacentral.net/pli-tv-bu-vb-np5/en/brahmali#3.2.4'>Bu NP 5:3.2.4</a>. ",
  "pli-tv-pvr20:14.3": "Sp 5.479: <i lang='pi' translate='no'>Caturo janā saṁvidhāyāti ācariyo ca tayo ca antevāsikā chamāsakaṁ bhaṇḍaṁ avahariṁsu, ācariyassa sāhatthikā tayo māsakā, āṇattiyāpi tayova tasmā thullaccayaṁ āpajjati, itaresaṁ sāhatthiko ekeko, āṇattikā pañcāti tasmā pārājikaṁ āpajjiṁsu</i>, “‘Four people having made an arrangement’: a teacher and three pupils took goods worth six <i lang='pi' translate='no'>māsaka</i> coins. The teacher took three <i lang='pi' translate='no'>māsakas’</i> worth with his own hands and three by command. Because of that, he committed a serious offense. Among the others, they took a single one by hand and five through command. Because of that, they committed offenses entailing expulsion.” The point here is that one incurs a <i lang='pi' translate='no'>pārājika</i> if one takes five or more <i lang='pi' translate='no'>māsakas</i> with a single intention. See <a href='https://suttacentral.net/pli-tv-bu-vb-pj2/en/brahmali#6.1.1'>Bu Pj 2:6.1.1</a>–6.1.16. ",
  "pli-tv-pvr20:15.5": "Sp 5.480: <i lang='pi' translate='no'>Chiddaṁ tasmiṁ ghare natthīti ayaṁ pañhā dussakuṭiādīni santhatapeyyālañca sandhāya vuttā</i>, “‘In that house there is no hole’: this question was asked with reference to a hut made of cloth, etc., and the successive series on ‘covered’.” <a href='https://suttacentral.net/pli-tv-bu-vb-pj1/en/brahmali#9.4.0'>Bu Pj 1:9.4.0</a>–9.6.60. ",
  "pli-tv-pvr20:16.4": "Sp 5.480: <i lang='pi' translate='no'>Telaṁ madhuṁ phāṇitanti gāthā liṅgaparivattaṁ sandhāya vuttā</i>, “‘Oil, honey, syrup’: the verse was spoken with reference to change of sex.” Vmv 5.480: <i lang='pi' translate='no'>Liṅgaparivattaṁ sandhāya vuttāti liṅge parivatte paṭiggahaṇassa vijahanato puna appaṭiggahetvā paribhuñjanāpattiṁ sandhāya vuttaṁ</i>, “‘Was spoken with reference to change of sex’: when there is a change of sex, then, for the one receiving, it is given up. It was spoken with reference to the offense for using it without again having received it.” ",
  "pli-tv-pvr20:17.3": "Sp 5.480: <i lang='pi' translate='no'>Nissaggiyenāti gāthā pariṇāmanaṁ sandhāya vuttā. Yo hi saṅghassa pariṇatalābhato ekaṁ cīvaraṁ attano, ekaṁ aññassāti dve cīvarāni “ekaṁ mayhaṁ, ekaṁ tassa dehī”ti ekapayaogena pariṇāmeti, so nissaggiyapācittiyañceva suddhikapācittiyañca ekato āpajjati</i>, “‘Entailing relinquishment’: the verse was spoken with reference to diverting. One who diverts the gain of two robes directed to the Sangha, one to himself and one to someone else, with a single effort, he commits an offense entailing relinquishment and confession and a regular offense entailing confession together.” This refers to <a href='https://suttacentral.net/pli-tv-bu-vb-np30/en/brahmali#1.27.1'>Bu NP 30:1.27.1</a> and <a href='https://suttacentral.net/pli-tv-bu-vb-pc82/en/brahmali#1.26.1'>Bu Pc 82:1.26.1</a>. ",
  "pli-tv-pvr20:18.4": "Sp 5.480: <i lang='pi' translate='no'>Kammañca taṁ kuppeyya vaggapaccayāti ayaṁ pañhā dvādasayojanapamāṇesu bārāṇasiādīsu nagaresu gāmasīmaṁ sandhāya vuttā</i>, “‘How is that procedure invalid because the assembly is incomplete’: this question was asked with reference to the zones of inhabited areas of towns like Benares that are 150 km in size.” See <a href='https://suttacentral.net/pli-tv-kd2/en/brahmali#12.7.1'>Kd 2:12.7.1</a>. ",
  "pli-tv-pvr20:19.3": "Sp 5.480: <i lang='pi' translate='no'>Padavītihāramattenāti gāthā sañcarittaṁ sandhāya vuttā, atthopi cassā sañcarittavaṇṇanāyameva vutto</i>, “‘One merely takes a single step’: this line was spoken with reference to matchmaking. The meaning of it is spoken of in the commentary on matchmaking.” See <a href='https://suttacentral.net/pli-tv-bu-vb-ss5/en/brahmali#2.2.13.1'>Bu Ss 5:2.2.13.1</a>. ",
  "pli-tv-pvr20:20.3": "Sp 5.480: <i lang='pi' translate='no'>Sabbāni tāni nissaggiyānīti ayaṁ pañhā aññātikāya bhikkhuniyā dhovāpanaṁ sandhāya vuttā. Sace hi tiṇṇampi cīvarānaṁ kākaūhadanaṁ vā kaddamamakkhitaṁ vā kaṇṇaṁ gahetvā bhikkhunī udakena dhovati, bhikkhussa kāyagatāneva nissaggiyāni honti</i>, “‘How could they all be subject to relinquishment’: this question was asked with reference to having an unrelated nun wash. If, in regard to the three robes, a nun takes a corner that is soiled with crow excretions or mud, and she washes with water, there is an offense entailing relinquishment if they had been worn by the monk.” See <a href='https://suttacentral.net/pli-tv-bu-vb-np4/en/brahmali#1.31.1'>Bu NP 4:1.31.1</a>. ",
  "pli-tv-pvr20:21.4": "Sp 5.480: <i lang='pi' translate='no'>Ayaṁ pana pañhā mahāpajāpatiyā upasampadaṁ sandhāya vuttā</i>, “This question was asked with reference to the full ordination of Mahāpajāpati.” See <a href='https://suttacentral.net/pli-tv-kd20/en/brahmali#2.2.15'>Kd 20:2.2.15</a>. ",
  "pli-tv-pvr20:22.4": "Sp 5.480: <i lang='pi' translate='no'>Ayaṁ pañhā liṅgaparivattena itthibhūtaṁ pitaraṁ purisabhūtañca mātaraṁ sandhāya vuttā</i>, “This question was asked with reference to the father becoming a woman or the mother becoming a man on account of change in sex.” ",
  "pli-tv-pvr20:23.4": "Sp 5.480: <i lang='pi' translate='no'>Na tenānantaraṁ phuseti ayaṁ pañhā migasiṅgatāpasasīhakumārādīnaṁ viya tiracchānamātāpitaro sandhāya vuttā</i>, “‘Does one not experience the result in the next life’: this question was asked with reference to an animal father and mother of a youthful deer or a young lion, etc.” Sp-yoj 5.480: <i lang='pi' translate='no'>Migasiṅgatāpasoti migasiṅganāmako</i>, “<i lang='pi' translate='no'>Migasiṅgatāpasa</i>: one named a youthful dear.” ",
  "pli-tv-pvr20:24.1": "Sp 5.480: <i lang='pi' translate='no'>Acodayitvāti gāthā dūtenupasampadaṁ sandhāya vuttā</i>, “‘Without accusing’: this verse was spoken with reference to ordination by messenger.” See <a href='https://suttacentral.net/pli-tv-kd20/en/brahmali#22.1.13'>Kd 20:22.1.13</a>–22.3.46. ",
  "pli-tv-pvr20:25.1": "Sp 5.480: <i lang='pi' translate='no'>Codayitvāti gāthā paṇḍakādīnaṁ upasampadaṁ sandhāya vuttā</i>, “‘After accusing’: this verse was spoken with reference to the ordination of <i lang='pi' translate='no'>paṇḍakas</i>, etc.” See <a href='https://suttacentral.net/pli-tv-kd1/en/brahmali#61.1.19'>Kd 1:61.1.19</a>–68.1.4. ",
  "pli-tv-pvr20:26.1": "Sp 5.480: <i lang='pi' translate='no'>Chindantassa āpattīti vanappatiṁ chindantassa pārājikaṁ, tiṇalatādiṁ chindantassa pācittiyaṁ, aṅgajātaṁ chindantassa thullaccayaṁ</i>, “‘How is there an offense for cutting’: there is an offense entailing expulsion for cutting down a forest tree; an offense entailing confession for cutting grass, creepers, etc.; and a serious offense for cutting off the penis.” The first of these refers to <a href='https://suttacentral.net/pli-tv-bu-vb-pj2/en/brahmali#4.18.1'>Bu Pj 2:4.18.1</a>, the second to <a href='https://suttacentral.net/pli-tv-bu-vb-pc11/en/brahmali#1.29.1'>Bu Pc 11:1.29.1</a>, and the last to <a href='https://suttacentral.net/pli-tv-kd15/en/brahmali#7.1.1'>Kd 15:7.1.1</a>. ",
  "pli-tv-pvr20:26.2": "Sp 5.480: <i lang='pi' translate='no'>Chindantassa anāpattīti kese ca nakhe ca chindantassa anāpatti</i>, “‘Yet no offense for cutting’: there is no offense for cutting the hair and the nails.” ",
  "pli-tv-pvr20:26.3": "Sp 5.480: <i lang='pi' translate='no'>Chādentassa āpattīti attano āpattiṁ chādentassa aññesaṁ vā āpattiṁ</i>, “‘How is there an offense for concealing’: there is an offense for concealing one’s own or another’s offense.” See especially <a href='https://suttacentral.net/pli-tv-bu-vb-pc64/en/brahmali#1.23.1'>Bu Pc 64:1.23.1</a> and <a href='https://suttacentral.net/pli-tv-bi-vb-pj6/en/brahmali#1.23.1'>Bi Pj 6:1.23.1</a>. ",
  "pli-tv-pvr20:26.4": "Sp 5.480: <i lang='pi' translate='no'>Chādentassa anāpattīti gehādīni chādentassa anāpatti</i>, “‘Yet no offense for concealing’: there is no offense for concealing a house, etc.” Here concealing means covering, that is, roofing. ",
  "pli-tv-pvr20:27.1": "Sp 5.480: <i lang='pi' translate='no'>Saccaṁ bhaṇantoti gāthāya “sikharaṇīsi ubhatobyañjanāsī”ti saccaṁ bhaṇanto garukaṁ āpajjati, sampajānamusāvāde pana musā bhāsato lahukāpatti hoti, abhūtārocane musā bhaṇanto garukaṁ āpajjati, bhūtārocane saccaṁ bhāsato lahukāpatti hotīti</i>, “‘How is speaking the truth’: in the verse, saying ‘You have genital prolapse, you’re a hermaphrodite,’ one commits a heavy offense for speaking the truth. But for lying in full awareness, one commits a light offense for lying. For telling what is not true, one commits a heavy offense for lying. For telling what is true, one commits a light offense for speaking the truth.” For the first of these see <a href='https://suttacentral.net/pli-tv-bu-vb-ss3/en/brahmali#3.1.31'>Bu Ss 3:3.1.31</a>; for the second <a href='https://suttacentral.net/pli-tv-bu-vb-pc1/en/brahmali#1.20.1'>Bu Pc 1:1.20.1</a>; for the third <a href='https://suttacentral.net/pli-tv-bu-vb-pj4/en/brahmali#3.32'>Bu Pj 4:3.32</a>; and for the last <a href='https://suttacentral.net/pli-tv-bu-vb-pc8/en/brahmali#1.2.26.1'>Bu Pc 8:1.2.26.1</a>. ",
  "pli-tv-pvr20:28.3": "Sp 5.481: <i lang='pi' translate='no'>Adhiṭṭhitanti gāthā nissaggiyacīvaraṁ anissajjitvā paribhuñjantaṁ sandhāya vuttā</i>, “‘It is determined’: the verse was spoken with reference to using a robe to be relinquished without first relinquishing it.” See e.g. <a href='https://suttacentral.net/pli-tv-bu-vb-np1/en/brahmali#4.11'>Bu NP 1:4.11</a>. ",
  "pli-tv-pvr20:29.1": "Sp 5.481: <i lang='pi' translate='no'>Atthaṅgate sūriyeti gāthā romanthakaṁ sandhāya vuttā</i>, “‘After sunset’: the verse was spoken with reference to a regurgitator.” See <a href='https://suttacentral.net/pli-tv-kd15/en/brahmali#25.1.7'>Kd 15:25.1.7</a>. ",
  "pli-tv-pvr20:30.1": "Sp 5.481: <i lang='pi' translate='no'>Na rattacittoti gāthāya ayamattho – rattacitto methunadhammapārājikaṁ āpajjati. Theyyacitto adinnādānapārājikaṁ, paraṁ maraṇāya cetento manussaviggahapārājikaṁ, saṅghabhedako pana na rattacitto na ca pana theyyacitto na cāpi so paraṁ maraṇāya cetayi, salākaṁ panassa dentassa hoti chejjaṁ, pārājikaṁ hoti, salākaṁ paṭiggaṇhantassa bhedakānuvattakassa thullaccayaṁ</i>, “‘One is neither lustful’: this is the meaning of the verse. One who is lustful commits an offense entailing expulsion in regard to sexual intercourse. One intent on stealing commits an offense entailing expulsion in regard to taking what is not given. One intent on killing another commits an offense entailing expulsion in regard to a human being. A schismatic is neither lustful, not intent on stealing, nor intent on killing another, yet he is cut off with an offense entailing expulsion by giving out ballots. For the receiver of a ballot, there is a serious offense.” See <a href='https://suttacentral.net/pli-tv-kd1/en/brahmali#67.1.13'>Kd 1:67.1.13</a> and <a href='https://suttacentral.net/pli-tv-kd17/en/brahmali#4.4.6'>Kd 17:4.4.6</a>. ",
  "pli-tv-pvr20:31.4": "Sp 5.481: <i lang='pi' translate='no'>Gaccheyya aḍḍhayojananti ayaṁ pañhā suppatiṭṭhitanigrodhasadisaṁ ekakulassa rukkhamūlaṁ sandhāya vuttā</i>, “‘Travels 6 kilometers’: this question was asked with reference to the foot of a tree belonging to one clan, like the banyan tree ‘Well-planted’.” This question refers to Bu Np 2, which states that one must remain “within the area of the midday shadow of the tree”, see <a href='https://suttacentral.net/pli-tv-bu-vb-np2/en/brahmali#3.16.1'>Bu NP 2:3.16.1</a>. According to the story at <a href='https://suttacentral.net/an6.54/en/brahmali#1.1'>AN 6.54:1.1</a>, the canopy of this banyan tree spread for twelve <i lang='pi' translate='no'>yojanas</i>, that is, almost 150 km according to the estimate I use here. ",
  "pli-tv-pvr20:32.1": "Sp 5.481: <i lang='pi' translate='no'>Kāyikānīti ayaṁ gāthā sambahulānaṁ itthīnaṁ kese vā aṅguliyo vā ekato gaṇhantaṁ sandhāya vuttā</i>, “‘Done by body’: this verse was spoken with reference to grasping the hair or the fingers of many women at once.” This refers to <a href='https://suttacentral.net/pli-tv-bu-vb-ss2/en/brahmali#1.2.15.1'>Bu Ss 2:1.2.15.1</a>. ",
  "pli-tv-pvr20:33.1": "Sp 5.481: <i lang='pi' translate='no'>Vācasikānīti ayaṁ gāthā “sabbā tumhe sikharaṇiyo”tiādinā nayena duṭṭhullabhāṇiṁ sandhāya vuttā</i>, “‘Done by speech’: this verse was spoken with reference to indecent speech according to the way of ‘You all have genital prolapse,’ etc.” This refers to <a href='https://suttacentral.net/pli-tv-bu-vb-ss3/en/brahmali#1.2.14.1'>Bu Ss 3:1.2.14.1</a>. ",
  "pli-tv-pvr20:34.2": "Sp 5.481: <i lang='pi' translate='no'>Tayo anariyapaṇḍaketi ubhatobyañjanasaṅkhāte tayo anariye</i>, “Three kinds of ignoble ones or <i lang='pi' translate='no'>paṇḍakas</i>’: the three kinds of hermaphrodites are called ignoble ones.” See <a href='https://suttacentral.net/pli-tv-bu-vb-pj1/en/brahmali#9.1.1'>Bu Pj 1:9.1.1</a>–9.1.8. ",
  "pli-tv-pvr20:34.3": "Sp 5.481: <i lang='pi' translate='no'>Na cācare methunaṁ byañjanasminti anulomapārājikavasenapi methunaṁ nācarati</i>, “‘As stated in the rule’: one does not have sex that is in conformity with an offense entailing expulsion.” See <a href='https://suttacentral.net/pli-tv-bu-vb-pj1/en/brahmali#9.1.9.1'>Bu Pj 1:9.1.9.1</a>–9.1.25. ",
  "pli-tv-pvr20:34.4": "Sp 5.481: <i lang='pi' translate='no'>Chejjaṁ siyā methunadhammapaccayāti siyā methunadhammapaccayā pārājikanti. Ayaṁ pañhā aṭṭhavatthukaṁ sandhāya vuttā, tassā hi methunadhammassa pubbabhāgaṁ kāyasaṁsaggaṁ āpajjituṁ vāyamantiyā methunadhammapaccayā chejjaṁ hoti</i>, “‘How, then, might one still be cut off conditioned by sexual intercourse’: one would commit an offense entailing expulsion conditioned by sexual intercourse. This question was asked with reference to the training rule having eight parts. If she commits physical contact as a precursor to sexual intercourse, then, through the effort conditioned by sexual intercourse, she is cut off.” This concerns <a href='https://suttacentral.net/pli-tv-bi-vb-pj8/en/brahmali#1.11.1'>Bi Pj 8:1.11.1</a>. The point seems to be that the effort described fulfills the last and eighth part needed to commit this offense. Actual sexual intercourse is not required. ",
  "pli-tv-pvr20:35.1": "Sp 5.481: <i lang='pi' translate='no'>Mātaraṁ cīvaranti ayaṁ gāthā piṭṭhisamaye vassikasāṭikatthaṁ satuppādakaraṇaṁ sandhāya vuttā</i>, “‘One’s mother for robe-cloth’: this verse was spoken with reference to reminding someone for the sake of a rainy-season robe outside of the robe season.” This refers to <a href='https://suttacentral.net/pli-tv-bu-vb-np24/en/brahmali#1.18.1'>Bu NP 24:1.18.1</a>, for which there is an offense even in asking one’s own mother. ",
  "pli-tv-pvr20:35.4": "The point seems to be that there is normally no offense in asking from one’s relatives, but <a href='https://suttacentral.net/pli-tv-bu-vb-np24/en/brahmali#1.18.1'>Bu NP 24:1.18.1</a> is an exception to this pattern. See Sp-t 1.628. ",
  "pli-tv-pvr20:36.1": "Sp 5.481: <i lang='pi' translate='no'>Kuddho ārādhako hotīti gāthā titthiyavattaṁ sandhāya vuttā. Titthiyo hi vattaṁ pūrayamāno titthiyānaṁ vaṇṇe bhaññamāne kuddho ārādhako hoti</i>, “‘One angry person is approved of’: this verse was spoken with reference to the proper conduct of the monastics of other religions. Monastics of other religions fulfilling the proper conduct are angry when the monastics of other religions are praised.” See <a href='https://suttacentral.net/pli-tv-kd1/en/brahmali#38.10.2'>Kd 1:38.10.2</a>. ",
  "pli-tv-pvr20:37.1": "Sp 5.481: <i lang='pi' translate='no'>Dutiyagāthāpi tameva sandhāya vuttā</i>, “Also the second verse was spoken with reference to that.” See <a href='https://suttacentral.net/pli-tv-kd1/en/brahmali#38.7.2'>Kd 1:38.7.2</a>. ",
  "pli-tv-pvr20:38.1": "Sp 5.481: <i lang='pi' translate='no'>Saṅghādisesantiādi gāthā yā bhikkhunī avassutāva avassutassa purisassa hatthato piṇḍapātaṁ gahetvā manussamaṁsalasuṇapaṇītabhojanasesaakappiyamaṁsehi saddhiṁ omadditvā ajjhoharati, taṁ sandhāya vuttā</i>, “‘An offense entailing suspension’: this verse was spoken with reference to a lustful nun receiving almsfood directly from a lustful man. She then presses it into a mouthful containing human flesh, garlic, fine foods, and the remaining unallowable meats, finally swallowing it.” See respectively <a href='https://suttacentral.net/pli-tv-bi-vb-ss5/en/brahmali#1.14.1'>Bi Ss 5:1.14.1</a>, <a href='https://suttacentral.net/pli-tv-kd6/en/brahmali#23.9.7'>Kd 6:23.9.7</a>, <a href='https://suttacentral.net/pli-tv-bi-vb-pc1/en/brahmali#1.41.1'>Bi Pc 1:1.41.1</a>, <a href='https://suttacentral.net/pli-tv-bi-vb-pd1/en/brahmali#1.2.9.1'>Bi Pd 1:1.2.9.1</a>–8, and <a href='https://suttacentral.net/pli-tv-kd6/en/brahmali#23.10.8'>Kd 6:23.10.8</a>–23.15.9. ",
  "pli-tv-pvr20:39.4": "Sp 5.481: <i lang='pi' translate='no'>Eko upasampanno eko anupasampannoti gāthā ākāsagataṁ sandhāya vuttā. Sace hi dvīsu sāmaṇeresu eko iddhiyā kesaggamattampi pathaviṁ muñcitvā nisinno hoti, so anupasampanno nāma hoti</i>, “‘How, then, is it that one is ordained, but not the other’: this verse was spoken with reference to one floating in the air. If one of the two novices, through supernormal power, is seated unconnected to the ground even by a hair’s breadth, he is not ordained.” This ruling is not found in any Canonical text. What is found there is that a person floating in the air cannot make up the quorum for a legal procedure, see <a href='https://suttacentral.net/pli-tv-kd9/en/brahmali#4.5.25'>Kd 9:4.5.25</a>, nor can such a person object to a legal procedure, see <a href='https://suttacentral.net/pli-tv-kd9/en/brahmali#4.7.28'>Kd 9:4.7.28</a>. ",
  "pli-tv-pvr20:40.1": "Sp 5.481: <i lang='pi' translate='no'>Akappakatanti gāthā acchinnacīvarakaṁ bhikkhuṁ sandhāya vuttā</i>, “‘It is neither marked’: this verse was spoken with reference to a monk whose robe had been stolen.” See <a href='https://suttacentral.net/pli-tv-bu-vb-np6/en/brahmali#2.18.1'>Bu NP 6:2.18.1</a>. ",
  "pli-tv-pvr20:41.1": "Sp 5.481: <i lang='pi' translate='no'>Na deti na paṭiggaṇhātīti nāpi uyyojikā deti, na uyyojitā tassā hatthato gaṇhāti</i>, “‘She neither gives nor receives’: the inciter does not give; the one who is incited does not receive directly from her.” ",
  "pli-tv-pvr20:41.2": "Sp 5.481: <i lang='pi' translate='no'>Paṭiggaho tena na vijjatīti teneva kāraṇena uyyojikāya hatthato uyyojitāya paṭiggaho na vijjati</i>, “‘Because of that there is no recipient’: for that reason, the one who is incited does not receive directly from the inciter.” ",
  "pli-tv-pvr20:41.3": "Sp 5.481: <i lang='pi' translate='no'>Āpajjati garukanti evaṁ santepi avassutassa hatthato piṇḍapātaggahaṇe uyyojentī saṅghādisesāpattiṁ āpajjati</i>, “‘How, then, does she commit a heavy offense’: when it is like this, she who is inciting her to take almsfood directly from a lustful man, she commits an offense entailing suspension.” ",
  "pli-tv-pvr20:41.4": "Sp 5.481: <i lang='pi' translate='no'>Tañca paribhogapaccayāti tañca pana āpattiṁ āpajjamānā tassā uyyojitāya paribhogapaccayā āpajjati. Tassā hi bhojanapariyosāne uyyojikāya saṅghādiseso hotīti</i>, “‘Because of using’: in committing that offense, she commits it because of the using by the one who was incited by her. For at the end of her meal, the inciter commits an offense entailing suspension.” These four lines refer to <a href='https://suttacentral.net/pli-tv-bi-vb-ss6/en/brahmali#1.26.1'>Bi Ss 6:1.26.1</a>. To sum up, there is an offense entailing suspension for successfully inciting another nun to receive and eat almsfood from a lustful man. ",
  "pli-tv-pvr20:42.1": "Sp 5.481: <i lang='pi' translate='no'>Dutiyagāthā tassāyeva udakadantaponaggahaṇe uyyojanaṁ sandhāya vuttā</i>, “The second verse was spoken with reference to inciting her to take water or a tooth cleaner.” See <a href='https://suttacentral.net/pli-tv-bi-vb-ss6/en/brahmali#2.2.1'>Bi Ss 6:2.2.1</a>. ",
  "pli-tv-pvr20:43.4": "Sp 5.481: <i lang='pi' translate='no'>Pañhā mesā kusalehi cintitāti ayaṁ kira pañhā ukkhittakabhikkhuṁ sandhāya vuttā. Tena hi saddhiṁ vinayakammaṁ natthi, tasmā so saṅghādisesaṁ āpajjitvā chādento vajjaṁ na phusatīti</i>, “‘This question was thought out by those with skill’: this question was asked with reference to an ejected monk. The legal procedures of the Monastic Law are not to be done with him. Therefore, having committed an offense entailing suspension, then, in concealing it, one is not affected by the fault.” "
}