{
  "pli-tv-pvr5:1.9": "In this chapter <i lang='pi' translate='no'>samatha</i>, “settling”, seems to be used as a shorthand for <i lang='pi' translate='no'>samathadhamma</i>, “principle for settling”. ",
  "pli-tv-pvr5:5.4": "A more literal but clunky rendering would be: “The reasons which are the eighteen grounds for schism.” ",
  "pli-tv-pvr5:5.8": "A more literal but clunky rendering would be: “The foundations which are the eighteen grounds for schism.” ",
  "pli-tv-pvr5:7.16": "“Through being overcome by anxiety” renders <i lang='pi' translate='no'>kukkuccapakatā</i>. Sp 3.175: <i lang='pi' translate='no'>Evaṁ pubbabhāge sanniṭṭhānaṁ katvāpi karaṇakkhaṇe akappiye akappiyasaññitāsaṅkhātena kukkuccena abhibhūtā “kukkuccapakatā”ti</i>, “<i lang='pi' translate='no'>Kukkuccapakatā</i>: thus, having decided first, then at the moment of the unallowable action, one is overwhelmed by anxiety due to the perception of unallowableness.” ",
  "pli-tv-pvr5:93.9": "The latter of these two is explained at Vmv 5.306: <i lang='pi' translate='no'>Samathāadhikaraṇehi sammantīti apalokanādīhi catūhi kiccādhikaraṇehi sabbepi samathā niṭṭhānaṁ gacchanti, nāññehīti imamatthaṁ sandhāya vuttaṁ</i>, “<i lang='pi' translate='no'>Samathāadhikaraṇehi sammanti</i>: with the four legal issues arising from business, starting with the legal procedure of getting permission, all principles for settling, too, come to an end, but not with any other legal issue. It was said with reference to this.” ",
  "pli-tv-pvr5:108.1": "The combination legal issue arising from a dispute, legal issue arising from an offense, and legal issue arising from business is not mentioned. ",
  "pli-tv-pvr5:124.1": "Again, the combination legal issue arising from a dispute, legal issue arising from an offense, and legal issue arising from business is not mentioned. ",
  "pli-tv-pvr5:152.8": "The punctuation of the Pali in this and the next two segments does not seem right. The purpose of this and the next three sentences is to answer the question posed just above about how the four legal issues are produced from a legal issue arising from a dispute. For this to work, I propose the following punctuation: <i lang='pi' translate='no'>Vivādādhikaraṇe saṅgho vivadati vivādādhikaraṇaṁ. Vivadamāno anuvadati anuvādādhikaraṇaṁ. Anuvadamāno āpattiṁ āpajjati āpattādhikaraṇaṁ. Tāya āpattiyā saṅgho kammaṁ karoti kiccādhikaraṇaṁ.</i> This suggestion is supported by the punctuation found in the parallel passage at <a href='https://suttacentral.net/pli-tv-pvr11/en/brahmali#32.9'>Pvr 11:32.9</a>–32.11. I translate accordingly. And also below for the other three kinds of legal issues. "
}