{
  "pli-tv-pvr14:1.3": "<a href='/Sp.5.365/en/brahmali'>SP.5.365</a>: <i lang='pi' translate='no'>Rajoharaṇasamenāti pādapuñchanasamena; yathā rajoharaṇassa saṃkiliṭṭhe vā asaṃkiliṭṭhe vā pāde puñchiyamāne neva rāgo na doso</i>, “<i lang='pi' translate='no'>Rajoharaṇasamena</i>: like a doormat. As when wiping dirty or clean feet with a dust-cloth, there is neither desire nor ill will.” ",
  "pli-tv-pvr14:1.5": "<a href='/Sp.5.365/en/brahmali'>SP.5.365</a>: <i lang='pi' translate='no'>Anānākathikenāti nānāvidhaṃ taṃ taṃ anatthakathaṃ akathentena</i>, “<i lang='pi' translate='no'>Anānākathika</i>: not speaking a variety of unbeneficial talk.” ",
  "pli-tv-pvr14:2.1": "<a href='/Sp.5.365/en/brahmali'>SP.5.365</a>: <i lang='pi' translate='no'>Na upajjhāyo pucchitabboti “ko nāmo tuyhaṃ upajjhāyo”ti na pucchitabbo</i>, “<i lang='pi' translate='no'>Na upajjhāyo pucchitabbo</i>: he is not to be asked: ‘What is the name of your preceptor?’” ",
  "pli-tv-pvr14:4.1": "<a href='/Sp.5.365/en/brahmali'>SP.5.365</a>: <i lang='pi' translate='no'>Na vītihātabbanti na vinicchayo hāpetabbo</i>, “<i lang='pi' translate='no'>Na vītihātabba</i>: the investigation should not be bungled.” | <a href='/Sp.5.365/en/brahmali'>SP.5.365</a>: <i lang='pi' translate='no'>Anasuruttenāti na asuruttena. Asuruttaṃ vuccati viggāhikakathāsaṅkhātaṃ asundaravacanaṃ; taṃ na kathetabbanti attho</i>, “<i lang='pi' translate='no'>Anasuruttena</i>: not <i lang='pi' translate='no'>asuruttena</i>. What is considered argumentative speech, speech that is displeasing, is called <i lang='pi' translate='no'>asurutta</i>. The meaning is that that should not be spoken.” | <a href='/Sp.5.365/en/brahmali'>SP.5.365</a>: <i lang='pi' translate='no'>Attā pariggahetabboti “vinicchinituṃ vūpasametuṃ sakkhissāmi nu kho no”ti evaṃ attā pariggahetabbo; attano pamāṇaṃ jānitabbanti attho</i>, “<i lang='pi' translate='no'>Attā pariggahetabbo</i>: ‘Am I able to decide and resolve this matter?’ In this way, he should examine himself. The meaning is that he should assess himself.” | <a href='/Sp.5.365/en/brahmali'>SP.5.365</a>: <i lang='pi' translate='no'>Asuci vibhāvetabboti alajjiṃ pakāsetvā āpattiṃ desāpetabbo</i>, “<i lang='pi' translate='no'>Asuci vibhāvetabbo</i>: revealing those who are shameless, he has them confess their offenses.” ",
  "pli-tv-pvr14:5.1": "<a href='/Sp.5.366/en/brahmali'>SP.5.366</a>: <i lang='pi' translate='no'>Suttaṃ saṃsandanatthāyātiādīsu tena ca pana evaṃ sabrahmacārīnaṃ piyamanāpagarubhāvanīyena anuvijjakena samudāhaṭesu suttādīsu suttaṃ saṃsandanatthāya; āpattānāpattīnaṃ saṃsandanatthanti veditabbaṃ</i>, “<i lang='pi' translate='no'>Suttaṃ saṃsandanatthāya</i>: it is to be understood that because that investigator is thus dear, agreeable, respected, and esteemed by his fellow monastics, then, in regard to citing from the Monastic Code, etc., it is for the purpose of concluding about the Monastic Law. The purpose is to conclude about offenses and non-offenses.” <a href='/Vmv.5.366/en/brahmali'>VMV.5.366</a>: <i lang='pi' translate='no'>Saṃsandanatthanti āpatti vā anāpatti vāti saṃsaye jāte saṃsanditvā nicchayakaraṇatthaṃ vuttanti adhippāyo</i>, “The meaning is: when doubt has arisen about an offense or non-offense, then, having concluded, what is said has the purpose of creating certainty.” | <a href='/Sp.5.366/en/brahmali'>SP.5.366</a>: <i lang='pi' translate='no'>Attho viññāpanatthāyāti attho jānāpanatthāya</i>, “<i lang='pi' translate='no'>Attho viññāpanatthāya</i>: the goal is for the purpose of making known.” <a href='/Vmv.5.366/en/brahmali'>VMV.5.366</a>: <i lang='pi' translate='no'>Attho jānāpanatthāyāti evaṃ vibhāvito attho codakacuditakasaṅghānaṃ ñāpanatthāyanijjhāpanatthāya, sampaṭicchāpanatthāyāti attho, “The goal is for the purpose of making known: for the purpose of making the accuser, the accused, and the Sangha know, understand, and accept that in this way the meaning is destroyed. This is the meaning.” | <a href='/Sp.5.366/en/brahmali'>SP.5.366</a>: </i>Paṭipucchā ṭhapanatthāyāti pucchā puggalassa ṭhapanatthāya.<i lang='pi' translate='no'>, “</i>Paṭipucchā ṭhapanatthāyāa<i lang='pi' translate='no'>: asking is for the sake of establishing a person.” <a href='/Vmv.5.365/en/brahmali'>VMV.5.365</a>: </i>Puggalassa ṭhapanatthāyāti codakacuditake attano paṭiññāya eva āpattiyaṃ, anāpattiyaṃ vā patiṭṭhāpanatthāya, “For the sake of establishing of a person: for the sake establishing the offenses or non-offenses through the own admission of the accuser and the accused.” | <a href='/Sp.5.366/en/brahmali'>SP.5.366</a>: <i lang='pi' translate='no'>Savacanīyaṃ palibodhatthāyāti savacanīyaṃ “imamhā āvāsā paraṃ mā pakkamī”ti</i>, “<i lang='pi' translate='no'>Savacanīyaṃ palibodhatthāya</i>: one initiates a legal process, thinking, ‘The other should not leave this monastery.’” | <a href='/Sp.5.366/en/brahmali'>SP.5.366</a>: <i lang='pi' translate='no'>Vinicchayo santīraṇatthāyāti dosādosaṃ santīraṇatthāya tulanatthāya</i>, “<i lang='pi' translate='no'>Vinicchayo santīraṇatthāya</i>: for the purpose of <i lang='pi' translate='no'>santīraṇa</i> of faults and non-faults, for the purpose of weighing them up.” | <a href='/Sp.5.366/en/brahmali'>SP.5.366</a>: <i lang='pi' translate='no'>Saṅgho sampariggahasampaṭicchanatthāyāti vinicchayasampaṭiggahaṇatthāya ca; suvinicchitadubbinicchitabhāvajānanatthāya cāti</i>, “<i lang='pi' translate='no'>Saṅgho sampariggahasampaṭicchanatthāya</i>: to examine the decision and to know whether it is well or badly decided.” | <a href='/Sp.5.366/en/brahmali'>SP.5.366</a>: <i lang='pi' translate='no'>Paccekaṭṭhāyino avisaṃvādakaṭṭhāyinoti issariyādhipaccajeṭṭhakaṭṭhāne ca avisaṃvādakaṭṭhāne ca ṭhitā; na te apasādetabbāti</i>, “<i lang='pi' translate='no'>Paccekaṭṭhāyino avisaṃvādakaṭṭhāyino</i>: they are in a position of authority, power, and seniority, and also established in truthfulness. They cannot be dismissed.” ",
  "pli-tv-pvr14:6.2": "<a href='/Sp.5.366/en/brahmali'>SP.5.366</a>: <i lang='pi' translate='no'>Upanisāti ayaṃ “vinayo saṃvaratthāyā”tiādikā paramparapaccayatāpi etadatthāya</i>, “<i lang='pi' translate='no'>Upanisā</i>: here, the conditionality of the sequence: ‘The Monastic Law is for the sake of restraint,’ etc. For this purpose.” ",
  "pli-tv-pvr14:10.6": "<a href='/Sp.5.367/en/brahmali'>SP.5.367</a>: <i lang='pi' translate='no'>Sa ve tādisako bhikkhu apaṭikkhoti vuccati, na paṭikkhitabbo na oloketabbo, na sammannitvā issariyādhipaccajeṭṭhakaṭṭhāne ṭhapetabboti attho</i>, “<i lang='pi' translate='no'>Sa ve tādisako bhikkhu apaṭikkhoti vuccati</i>: the meaning is he should not be looked to or relied on, and should not be approved to a position of authority, power, and seniority.” "
}