{
  "pli-tv-pvr7:1.15": "[Sp.5.321](): _Antarāyikāti sattapi āpattiyo sañcicca vītikkantā saggantarāyañceva mokkhantarāyañca karontīti_, “Antarāyikā_: the intentional transgression of the seven kinds of offenses creates an obstacle to heaven and an obstacle to liberation.” ",
  "pli-tv-pvr7:1.16": "[Sp.5.321](): _Ajānantena vītikkantā pana paṇṇattivajjāpatti neva saggantarāyaṃ na mokkhantarāyaṃ karotīti anantarāyikā_, “Antarāyikā_: but the unknowing transgression of an offense that is a fault by convention creates an obstacle neither to heaven nor to liberation.” ",
  "pli-tv-pvr7:1.17": "[Sp.5.321](): _Sāvajjapaññattīti lokavajjā_, “Sāvajjapaññatti_: faults according to the world.” ",
  "pli-tv-pvr7:1.18": "[Sp.5.321](): _Anavajjapaññattīti paṇṇattivajjā_, “_Anavajjapaññatti_: faults by convention.” ",
  "pli-tv-pvr7:1.24": "[Sp.5.321](): _Pubbāpattīnaṃ antarāpatti nāma parivāse āpannā_, “What is committed during the probation is called _pubbāpattīnaṃ antarāpatti_.” ",
  "pli-tv-pvr7:1.25": "[Sp.5.321](): _“Aparāpattīnaṃ antarāpatti nāma mānattacāre āpannā”ti vuttaṃ_, “It is said that what is committed during the trial period is called _aparāpattīnaṃ antarāpatti_.” ",
  "pli-tv-pvr7:1.26": "[Sp.5.321](): _Desitā gaṇanūpagā nāma yā dhuranikkhepaṃ katvā puna na āpajjissāmīti desitā hoti. Agaṇanūpagā nāma yā dhuranikkhepaṃ akatvā saussāheneva cittena aparisuddhena desitā hoti. Ayañhi desitāpi desitagaṇanaṃ na upeti. Aṭṭhame vatthusmiṃ bhikkhuniyā pārājikameva hoti_, “_Desitā gaṇanūpagā_ means cases where, having put down the burden, it is confessed, saying, ‘I will not commit again.’ _Agaṇanūpagā_ means cases where, not having put down the burden, one confesses with an impure mind that is still effective. For this confession does not go towards counting as confessed. This concerns only the eighth factor of the offense entailing confession of the nuns.” [Vin-vn-ṭ.2005]() clarifies further: _Dhuranikkhepanaṃ katvāti “na punevaṃ karissāmī”ti dhuraṃ nikkhipitvā. Desitā gaṇanūpikāti desitā desitagaṇanameva upeti, pārājikassa aṅgaṃ na hotīti attho._ … Saussāhāya desitāti puna āpajjane anikkhittadhurāya bhikkhuniyā desitāpi āpatti desanāgaṇanaṃ na upeti_, “_Dhuranikkhepanaṃ katvā_ means having put down the burden, saying, ‘I will not do it again.’ _Desitā gaṇanūpika_ means what has been confessed comes to be counted as confessed; the meaning is that it is not a factor of the offense entailing expulsion. _Saussāhāya desitā_ means, if a nun has not put down the burden in regard to what has been committed, then even if the offense is confessed, it does not come to be counted as a confession.” ",
  "pli-tv-pvr7:1.37": "[Sp.5.321](): _Thullavajjāti thulladose paññattā garukāpatti_, “_Thullavajja_: a serious offense laid down in regard to a serious fault.” ",
  "pli-tv-pvr7:1.38": "[Sp.5.321](): _Athullavajjāti lahukāpatti_, “_Athullavajja_: a light offense.” ",
  "pli-tv-pvr7:1.41": "[Sp.5.321](): _Pañcānantariyakammāpatti niyatā, sesā aniyatā_, “The five offenses of actions with immediate results have a fixed rebirth, the rest do not.” ",
  "pli-tv-pvr7:1.45": "[Sp.5.321](): _Adhiccāpattiko nāma yo kadāci karahaci āpattiṃ āpajjati_, “Whoever commits an offense only once in a while is called _adhiccāpattiko_.” ",
  "pli-tv-pvr7:7.2": "[Sp.5.322](): _Laddhasamāpattikassa āpatti nāma bhūtārocanāpatti, aladdhasamāpattikassa āpatti nāma abhūtārocanāpatti_, “The offense for telling truthfully is called an offense for which an attainment has been achieved. The offense for telling untruthfully is called an offense for which an attainment has not been achieved.” [Sp-yoj.4.322](): _Bhūtārocanāpattīti pācittiyāpatti. Abhūtārocanāpattītipārājikathullaccayāpatti_, “‘The offense for telling truthfully’ is an offense entailing confession. ‘The offense for telling untruthfully’ is an offense entailing expulsion.” ",
  "pli-tv-pvr7:7.3": "[Sp.5.322](): _Saddhammapaṭisaññuttā nāma padasodhammādikā, asaddhammapaṭisaññuttā nāma duṭṭhullavācāpatti_, “Memorizing the Teaching, etc., are called connected with the true Teaching. The offense of indecent speech is called not connected with the true Teaching.” ",
  "pli-tv-pvr7:7.4": "[Sp.5.322](): _Saparikkhārapaṭisaññuttā nāma nissaggiyavatthuno anissajjitvā paribhoge, pattacīvarānaṃ nidahane, kiliṭṭhacīvarānaṃ adhovane, malaggahitapattassa apacaneti evaṃ ayuttaparibhoge āpatti. Paraparikkhārapaṭisaññuttā nāma saṅghikamañcapīṭhādīnaṃ ajjhokāse santharaṇaanāpucchāgamanādīsu āpajjitabbā āpatti_, “Connected with one’s own requisites: using an item to be relinquished without first relinquishing it, storing a bowl or robe, not washing a soiled robe, not firing a stained bowl—this is called connected with one’s own requisites. Connected with someone else’s requisites: there is an offense to be committed in leaving without informing after putting a bed or bench belonging to the Sangha out in the open, etc.” ",
  "pli-tv-pvr7:7.8": "[Sp.5.322](): _Saṅghakammaṃ vaggaṃ karissāmīti antosīmāya ekamante nisīdanto bhūmigato āpajjati nāma, “Sitting down to one side within the monastery zone, thinking, ‘I will ensure the legal procedure is done by an incomplete assembly’—it is called ‘committed by one on the ground’.” ",
  "pli-tv-pvr7:7.9": "[Sp.5.322]() gives the example of [Bu Pc 18](pli-tv-bu-vb-pc18:1.18.1). ",
  "pli-tv-pvr7:7.10": "[Sp.5.322]() gives the example of the section on “The proper conduct for departing monks” at [Kd 18](pli-tv-kd18:3.1.0) in “The chapter on proper conduct”. ",
  "pli-tv-pvr7:7.11": "[Sp.5.322]() gives the example of the section on “The proper conduct for newly arrived monks” at [Kd 18](pli-tv-kd18:0.4) in “The chapter on proper conduct”. ",
  "pli-tv-pvr7:7.12": "[Sp.5.322]() gives the examples of [Bi Pc 5](pli-tv-bi-vb-pc5:1.2.12.1) for the former and [Bu Pc 58](pli-tv-bu-vb-pc58:1.15.1) for the latter. ",
  "pli-tv-pvr7:7.13": "[Sp.5.322](): _Mūgabbatādīni titthiyavattāni samādiyanto samādiyanto āpajjati nāma. Pārivāsikādayo pana tajjanīyādikammakatā vā attano vattaṃ asamādiyantā āpajjanti, te sandhāya vuttaṃ “atthāpatti na samādiyanto āpajjatī”ti_, “Undertaking the conduct of ascetics of other religions, such as the vow of silence, etc., is called ‘committed by undertaking’. They commit by not undertaking the conduct of one undertaking probation, etc., who has had a procedure of condemnation, etc., done against them—it is with reference to those that it is said, ‘offences committed by not undertaking’.” ",
  "pli-tv-pvr7:7.14": "[Sp.5.322](): _Aññātikāya bhikkhuniyā cīvaraṃ sibbanto vejjakammabhaṇḍāgārikakammacittakammādīni vā karonto karonto āpajjati nāma. Upajjhāyavattādīni akaronto akaronto āpajjati nāma_, “Sewing a robe for an unrelated nun or doing the work of a doctor or the work of a storekeeper or the work of a decorator, etc., is called ‘committed by doing’. Not doing the duties of a preceptor, etc., is called ‘committed by not doing’.” ",
  "pli-tv-pvr7:7.15": "[Sp.5.322](): _Aññātikāya bhikkhuniyā cīvaraṃ dadamāno dento āpajjati nāma. Saddhivihārikaantevāsikānaṃ cīvarādīni adento adento āpajjati nāma_, “Giving a robe to an unrelated nun is called ‘committed by giving’. Not giving robes, etc., to students and pupils is called ‘committed by not giving’.” ",
  "pli-tv-pvr7:7.17": "[Sp.5.322](): _Aññātikāya bhikkhuniyā cīvaraṃ gaṇhanto paṭiggaṇhanto āpajjati nāma. “Na bhikkhave ovādo na gahetabbo”ti vacanato ovādaṃ agaṇhanto na paṭiggaṇhanto āpajjati nāma_, “Taking a robe from an unrelated nun is called ‘committed by receiving’. Because of the ruling, ‘Monks, you should agree to give the instruction’, then, not agreeing to give the instruction is called ‘committed by not receiving’.” ",
  "pli-tv-pvr7:7.18": "[Sp.5.322](): _Nissaggiyavatthuṃ anissajjitvā paribhuñjanto paribhogena āpajjati nāma. Pañcāhikaṃ saṅghāṭicāraṃ atikkāmayamānā aparibhogena āpajjati nāma_, “Using an item to be relinquished without first relinquishing it is called ‘committed by using’. Not moving the robes for more than five days is called ‘committed by not using’.” ",
  "pli-tv-pvr7:7.22": "[Sp.5.322](): _Bhūtagāmañceva aṅgajātañca chindanto chindanto āpajjati nāma, kese vā nakhe vā na chindanto na chindanto āpajjati nāma_, “Cutting plants or the penis is called ‘committed by cutting’. Not cutting the hair or the nails is called ‘committed by not cutting’.” ",
  "pli-tv-pvr7:7.23": "[Sp.5.322](): _Āpattiṃ chādento chādento āpajjati nāma, “tiṇena vā paṇṇena vā paṭicchādetvā āgantabbaṃ, natveva naggena āgantabbaṃ, yo āgaccheyya āpatti dukkaṭassā”ti imaṃ pana āpattiṃ na chādento āpajjati nāma_, “Covering over an offense is called ‘committed by covering’. ‘He should cover up with grass and leaves before going on; he should not go on while naked’—this offense is called ‘committed by not covering’.” ",
  "pli-tv-pvr7:7.24": "[Sp.5.322](): _Kusacīrādīni dhārento dhārento āpajjati nāma, “ayaṃ te bhikkhu patto yāva bhedanāya dhāretabbo”ti imaṃ āpattiṃ na dhārento āpajjati nāma_, “Wearing grass robes, etc., is called ‘committed by wearing’. ‘Monk, this bowl is yours; keep it until it breaks’—this offense is called ‘committed by not wearing/keeping’.” ",
  "pli-tv-pvr7:9.2": "[Sp.5.322](): _Addhānahīno nāma ūnavīsativasso. Aṅgahīno nāma hatthacchinnādibhedo_, “One less than twenty years old is called _addhānahīno_. The category of one without a hand etc. is called _aṅgahīno_.” ",
  "pli-tv-pvr7:9.4": "[Sp.5.322](): _Vatthuvipanno nāma paṇḍako tiracchānagato ubhatobyañjanako ca. Avasesā theyyasaṃvāsakādayo aṭṭha abhabbapuggalā karaṇadukkaṭakā nāma_, “A _paṇḍaka_, an animal, and a hermaphrodite are called ‘deficient as object’. The remaining eight incapable people, starting with the fake monk, are called ‘one who has acted wrongly’.” ",
  "pli-tv-pvr7:9.6": "[Sp.5.322](): _Aparipūro nāma aparipuṇṇapattacīvaro_, “_Aparipūro: not complete in bowl and robes.” ",
  "pli-tv-pvr7:10.32": "For an explanation of the idea of _vikappanā_, see Appendix of Technical Terms. ",
  "pli-tv-pvr7:10.62": "[Sp-ṭ.5.322](): _Romajanapade jātaṃ romakaṃ. Pakkālakanti yavakkhāraṃ_, “_Romaka_ means grown in the Roma country. _Pakkālaka_ means salt from grain.” ",
  "pli-tv-pvr7:10.64": "[Sp.5.322](): _Abbhantaraparibhogo nāma ajjhoharaṇaparibhogo. Bāhiraparibhogo nāma sīsamakkhanādi_, “__Abbhantaraparibhogo_: using for consumption. _Bāhiraparibhogo_: what can be smeared on the head, etc.” ",
  "pli-tv-pvr7:25.1": "[Sp.5.323](): _Tattha lohituppādāpattiṃ tiṭṭhante āpajjati. ‘_, “Therein, the offense of causing to bleed is committed while he is alive.” ",
  "pli-tv-pvr7:25.2": "[Sp.5.323](): _Theraṃ āvusovādena samudācaraṇapaccayā āpattiṃ parinibbute bhagavati āpajjati, no tiṭṭhante_, “The offense due to addressing a senior monastic as ‘friend’ is committed after the extinguishment of the Buddha, not while he is alive.” ",
  "pli-tv-pvr7:25.3": "[Sp.5.323](): _Imā dve āpattiyo ṭhapetvā avasesā dharantepi bhagavati āpajjati, parinibbutepi_, “Apart from these two offenses, the rest are committed both while the Buddha is alive and after the extinguishment.” ",
  "pli-tv-pvr7:25.10": "[Sp.5.323](): _“Dasavassomhi atirekadasavassomhī”ti bālo abyatto parisaṃ upaṭṭhāpento dasavasso āpajjati no ūnadasavasso_, “An ignorant and incompetent person who has ten years of seniority commits an offense when creating an entourage, thinking, ‘I have ten years or more of seniority,’ but not one who has less than ten years of seniority.” ",
  "pli-tv-pvr7:25.11": "[Sp.5.323](): _“Ahaṃ paṇḍito byatto”ti navo vā majjhimo vā parisaṃ upaṭṭhāpento ūnadasavasso āpajjati no dasavasso ca_, “A junior monk or one of middle standing who has less than ten years of seniority commits an offense when creating an entourage, thinking, ‘I am wise and competent,’ but not one who has ten years of seniority.” ",
  "pli-tv-pvr7:25.12": "[Sp.5.323](): _Sesā dasavasso ceva āpajjati ūnadasavasso ca_, “The rest are committed both by those who have ten years of seniority and by those who have less than ten years of seniority.” ",
  "pli-tv-pvr7:25.13": "[Sp.5.323](): _“Pañcavassomhī”ti bālo abyatto anissāya vasanto pañcavasso āpajjati_, “An ignorant and incompetent person who has five years of seniority commits an offense when living without formal support, thinking, ‘I have five years of seniority.’” ",
  "pli-tv-pvr7:25.14": "[Sp.5.323](): _“Ahaṃ paṇḍito byatto”ti navako anissāya vasanto ūnapañcavasso āpajjati_, “A junior monk who has less than five years of seniority commits an offense when living without formal support, thinking, ‘I am wise and competent.’” ",
  "pli-tv-pvr7:25.15": "[Sp.5.323](): _“Sesaṃ pañcavasso ceva āpajjati ūnapañcavasso ca_, “The rest are committed both by those who have five years of seniority and by those who have less than five years of seniority.” ",
  "pli-tv-pvr7:26.4": "[Sp.5.323](): _Vassaṃ anupagacchanto kāḷe āpajjati no juṇhe_, “When not entering the rainy-season residence, one commits an offense during the waning phase of the moon, not during the waxing phase.” ",
  "pli-tv-pvr7:26.5": "[Sp.5.323](): _Mahāpavāraṇāya appavārento juṇhe āpajjati no kāḷe_, “When not inviting during the great invitation ceremony, one commits an offense during the waxing phase of the moon, not during the waning phase.” ",
  "pli-tv-pvr7:26.6": "[Sp.5.323](): _Avasesaṃ kāḷe ceva āpajjati juṇhe ca_, “The rest one commits both during the waning and the waxing phases of the moong.” ",
  "pli-tv-pvr7:26.7": "[Sp.5.323](): _Vassūpagamanaṃ kāḷe kappati no juṇhe_, “Entering the rainy-season residence is allowable during the waning phase of the moon, not during the waxing phase.” ",
  "pli-tv-pvr7:26.8": "[Sp.5.323](): _Mahāpavāraṇāya pavāraṇā juṇhe kappati no kāḷe_, “Inviting during the great invitation ceremony is allowable during the waxing phase of the moon, not during the waning phase.” ",
  "pli-tv-pvr7:26.9": "[Sp.5.323](): _Sesaṃ anuññātakaṃ kāḷe ceva kappati juṇhe ca_, “The rest of what is allowable is allowable both during the waning and the waxing phases of the moon.” ",
  "pli-tv-pvr7:26.10": "[Sp.5.323](): _Kattikapuṇṇamāsiyā pacchime pāṭipadadivase vikappetvā ṭhapitaṃ vassikasāṭikaṃ nivāsento hemante āpajjati_, “Apart from assigning it to another on the day after the observance day of the last _Kattika_ month, if one dresses in the rainy-season bathing cloth, then one commits an offense during winter.” ",
  "pli-tv-pvr7:26.11": "[Sp.5.323](): _Atirekamāse sese gimhāne pariyesanto atirekaḍḍhamāse sese katvā nivāsento ca gimhe āpajjati nāma_, “If one searches when there is more than a month left of the summer, or if, after making it, one dresses (in the rainy-season bathing cloth) when there is more than half a month left, then it is called committed during the summer.” ",
  "pli-tv-pvr7:26.12": "[Sp.5.323](): _Satiyā vassikasāṭikāya naggo kāyaṃ ovassāpento vasse āpajjati nāma_, “If one has a rainy-season bathing cloth, yet still bathes naked in the rain, then it is called committed during the rainy season.” ",
  "pli-tv-pvr7:26.13": "[Sp.5.323](): _Pārisuddhiuposathaṃ vā adhiṭṭhānuposathaṃ vā karonto saṅgho āpajjati_, “In doing the observance-day ceremony by declaring one’s purity or by making a determination, a Sangha commits an offense.” ",
  "pli-tv-pvr7:26.14": "[Sp.5.323](): _Suttuddesañca adhiṭṭhānuposathañca karonto gaṇo āpajjati_, “In reciting the Monastic Code or doing the observance day ceremony by declaring one’s purity, a group commits an offense.” ",
  "pli-tv-pvr7:26.15": "[Sp.5.323](): _Ekako suttuddesaṃ pārisuddhiuposathañca karonto puggalo āpajjati_, “If, on one’s own, one either recites the Monastic Code or does the observance day ceremony by declaring one’s purity, then the individual commits an offense.” ",
  "pli-tv-pvr7:26.16": "[Sp.5.323](): _Saṅghuposatho ca saṅghapavāraṇā ca saṅghasseva kappati_, “The observance-day ceremony and the invitation ceremony for a sangha are allowable for a sangha.” ",
  "pli-tv-pvr7:26.17": "[Sp.5.323](): _Gaṇuposatho ca gaṇapavāraṇā ca gaṇasseva kappati_, “The observance-day ceremony and the invitation ceremony for a group are allowable for a group.” ",
  "pli-tv-pvr7:26.18": "[Sp.5.323](): _Adhiṭṭhānuposatho ca adhiṭṭhānapavāraṇā ca puggalasseva kappati_, “The observance-day ceremony and the invitation ceremony by making a determination are allowable for an individual.” ",
  "pli-tv-pvr7:26.26": "This triplet is a parallel to [AN 3.131](an3.131:1.1), with the difference that the verb there reads _āvahati_ rather than _vahati_, as here. I follow the reading in the _sutta_, which makes better sense. ",
  "pli-tv-pvr7:26.35": "[Sp.5.323](): _Aññena bhesajjena karaṇīyena aññaṃ viññāpento gilāno āpajjati_, “A sick person commits an offense when asking for a medicine different from the one they need.” ",
  "pli-tv-pvr7:26.36": "[Sp.5.323](): _Na bhesajjena karaṇīyena bhesajjaṃ viññāpento agilāno āpajjati_, “A person who is not sick commits an offense when asking for a medicine they do not need.” ",
  "pli-tv-pvr7:26.37": "[Sp.5.323](): _Avasesaṃ āpattiṃ gilāno ceva āpajjati agilāno ca_, “The rest are committed both by one who is sick and by one who is not.” ",
  "pli-tv-pvr7:27.9": "According to [Sp.5.323]() this refers to [Bu Pc 16](pli-tv-bu-vb-pc16:1.16.1). ",
  "pli-tv-pvr7:27.10": "According to [Sp.5.323]() this refers to [Bu Pc 14](pli-tv-bu-vb-pc14:1.1.9.1). ",
  "pli-tv-pvr7:27.11": "According to [Sp.5.323]() this refers to the rest of the rules. ",
  "pli-tv-pvr7:27.12": "[Sp.5.323](): _Antosīmāyāti āgantuko āgantukavattaṃ adassetvā sachattupāhano vihāraṃ pavisanto upacārasīmaṃ okkantamattova āpajjati_, “_Antosīmāya_: if a newly arrived monk who does not display the duties of newly arrived monks enters a monastery, or even its vicinity, while holding a parasol and wearing sandals, then he commits an offense.” ",
  "pli-tv-pvr7:27.13": "[Sp.5.323](): _Bahisīmāyāti gamiko dārubhaṇḍapaṭisāmanādigamikavattaṃ apūretvā pakkamanto upacārasīmaṃ atikkantamattova āpajjati_, “_Bahisīmāya_: if a departing monk leaves, or even just goes beyond the vicinity (of the monastery zone), without fulfilling the duties of a departing monk, that is, setting the wooden goods in order, etc., then he commits an offense.” ",
  "pli-tv-pvr7:27.14": "[Sp.5.323](): _Avasesaṃ antosīmāya ceva āpajjati bahisīmāya ca_, “The rest are committed both inside and outside the monastery zone.” ",
  "pli-tv-pvr7:29.1": "[Sp.5.323](): _Āgāḷhāya ceteyyāti āgāḷhāya daḷhabhāvāya ceteyya; tajjanīyakammādikatassa vattaṃ na pūrayato icchamāno saṅgho ukkhepanīyakammaṃ kareyyāti attho_, “_Āgāḷhāya ceteyya_: it may plan what is strong and firm. The meaning is that the Sangha, if it wishes, may do a procedure of ejection against one who is not fulfilling the duties of one who has had a procedure of condemnation, etc., done against him.” ",
  "pli-tv-pvr7:29.4": "[Sp.5.425](): _Apakatattassāti ukkhittakassa vā, yassa vā uposathapavāraṇā ṭhapitā honti _, “Not regular: one who has been ejected, or one who has had the recitation of the Monastic Code or the invitation ceremony cancelled.” ",
  "pli-tv-pvr7:29.8": "[Sp.5.323](): _Kāyiko davo nāma pāsakādīhi jūtakīḷanādibhedo anācāro; vācasiko davo nāma mukhālambarakaraṇādibhedo anācāro; kāyikavācasiko nāma naccanagāyanādibhedo dvīhipi dvārehi anācāro_, “Frivolous bodily conduct: the category of misconduct like gaming and playing, etc., with dice, etc. Frivolous verbal conduct: the category of misconduct like making noises through the mouth, etc. Frivolous bodily and verbal conduct: the category of misconduct through two doors, like dancing and singing, etc.” ",
  "pli-tv-pvr7:30.9": "[Sp.5.323](): _Na kismiñci paccekaṭṭhāneti kismiñci bījanaggāhādike ekasmimpi jeṭṭhakaṭṭhāne na ṭhapetabboti attho_, “_Na kismiñci paccekaṭṭhāne_ means he should not be put in any fan-holding position, etc., or in a position of seniority.” ",
  "pli-tv-pvr7:30.15": "[Sp.5.323](): _Okāsakammaṃ kārentassāti “karotu āyasmā okāsaṃ, ahaṃ taṃ vattukāmo”ti evaṃ okāsaṃ kārentassa_ “_Okāsakammaṃ kārentassa_ means asking permission in this way: ‘Venerable, give me permission; I wish to correct you.’” ",
  "pli-tv-pvr7:30.17": "[Sp.5.323](): _Savacanīyaṃ nādātabbanti vacanaṃ na ādātabbaṃ, vacanampi na sotabbaṃ_, “_Savacanīyaṃ nādātabba_ means he should not undertake to correct someone; and even if he does, he should not be listened to.” ",
  "pli-tv-pvr7:30.27": "[Sp.5.323](): _Anuyogo na dātabboti “idaṃ kappatī”ti pucchantassa pucchāya okāso na dātabbo, “aññaṃ pucchā”ti vattabbo. Iti so neva pucchitabbo nāssa pucchā sotabbāti attho_, “_Anuyogo na dātabbo_: when he asks, ‘Is this allowable?’ he should be not be given the opportunity to question. They should say, ‘Ask someone else.’ In this way, he should neither be asked nor should his questions be listened to. This is the meaning.” ",
  "pli-tv-pvr7:33.11": "According to [Vmv.4.343]() this is a reference to [Bu Pc 32](pli-tv-bu-vb-pc32:8.15.1). ",
  "pli-tv-pvr7:46.1": "[Sp.5.324](): _Sakavācāya āpajjati paravācāya vuṭṭhātīti vacīdvārikaṃ padasodhammādibhedaṃ āpattiṃ āpajjitvā tiṇavatthārakasamathaṭṭhānaṃ gato parassa kammavācāya vuṭṭhāti_, “One commits through one’s own speech, but clears through someone else’s speech: having committed an offense in the category of memorizing the teaching, etc., through the speech door, one goes to the place where it can be settled by covering over as if with grass, and one then clears it through someone else’s legal-procedure announcement.” ",
  "pli-tv-pvr7:46.2": "[Sp.5.324](): _Paravācāya āpajjati sakavācāya vuṭṭhātīti pāpikāya diṭṭhiyā appaṭinissagge parassa kammavācāya āpajjati, puggalassa santike desento sakavācāya vuṭṭhāti. _, “One commits through someone else’s speech, but clears through one’s own speech: having committed an offense through someone else’s legal-procedure announcement in regard to not giving up a bad view, one clears it through one’s own speech by confessing in the presence of an individual.” ",
  "pli-tv-pvr7:46.3": "[Sp.5.324](): _Sakavācāya āpajjati sakavācāya vuṭṭhātīti vacīdvārikaṃ padasodhammādibhedaṃ āpattiṃ sakavācāya āpajjati, desetvā vuṭṭhahantopi sakavācāya vuṭṭhāti_, “One commits through one’s own speech and clears through one’s own speech: having committed, through one’s own speech, an offense in the category of memorizing the teaching, etc., through the speech door, one clears it through one’s own speech by confessing in the presence of an individual.” ",
  "pli-tv-pvr7:46.4": "[Sp.5.324](): _Paravācāya āpajjati paravācāya vuṭṭhātīti yāvatatiyakaṃ saṅghādisesaṃ parassa kammavācāya āpajjati, vuṭṭhahantopi parassa parivāsakammavācādīhi vuṭṭhāti_, “One commits through someone else’s speech and clears through someone else’s speech: one commits a third announcement offense entailing suspension through someone else’s legal-procedure announcement, and then clears it through someone else’s legal-procedure announcement concerning probation, etc.” ",
  "pli-tv-pvr7:46.5": "[Sp.5.324](): _Kāyadvārikaṃ kāyena āpajjati, desento vācāya vuṭṭhāti_, “One commits a body-door offense by body, and one clears it by speech through confession.” ",
  "pli-tv-pvr7:46.6": "[Sp.5.324](): _Vacīdvārikaṃ vācāya āpajjati, tiṇavatthārake kāyena vuṭṭhāti_, “One commits a speech-door offense by speech, and one clears it by body through covering over as if with grass.” ",
  "pli-tv-pvr7:46.7": "[Sp.5.324](): _Kāyadvārikaṃ kāyenaāpajjati, tameva tiṇavatthārake kāyena vuṭṭhāti_, “One commits a body-door offense by body, and one clears it by body through covering over as if with grass.” ",
  "pli-tv-pvr7:46.8": "[Sp.5.324](): _Vacīdvārikaṃ vācāya āpajjati, tameva desento vācāya vuṭṭhāti_, “One commits a speech-door offense by speech, and one clears it by speech through confession.” ",
  "pli-tv-pvr7:46.9": "[Sp.5.324](): _Saṅghikamañcassa attano paccattharaṇena anattharato kāyasamphusane lomagaṇanāya āpajjitabbāpattiṃ sahagāraseyyāpattiñca pasutto āpajjati, pabujjhitvā pana āpannabhāvaṃ ñatvā desento paṭibuddho vuṭṭhāti_, “For one not covering a bed belonging to the Sangha with his own sheet, an offense is committed through the counting of hairs when the body touches. And the offense of sharing a bed in a house is also committed while sleeping. But having woken up and knowing that one has committed an offense, one clears it by confessing while awake.” ",
  "pli-tv-pvr7:46.10": "[Sp.5.324](): _Jagganto āpajjitvā pana tiṇavatthārakasamathaṭṭhāne sayanto paṭibuddho āpajjati pasutto vuṭṭhāti nāma_, “Having committed an offense while awake and then sleeping in the place where it is settled by covering over as if with grass—this is called ‘one commits while awake, but clears while sleeping’.” ",
  "pli-tv-pvr7:46.11": "[Sp.5.324](): _Pacchimapadadvayampi vuttānusāreneva veditabbaṃ_, “The last two cases are to be known through conformity with what has been said.” This means that the last two cases follow the example of the first two. ",
  "pli-tv-pvr7:46.12": "",
  "pli-tv-pvr7:46.13": "[Sp.5.324](): _Acittakāpattiṃ acittako āpajjati nāma. Pacchā desento sacittako vuṭṭhāti_, “An unintentional offense is called committed unintentionally. When confessing it later, one clears it intentionally.” ",
  "pli-tv-pvr7:46.14": "[Sp.5.324](): _Sacittakāpattiṃ sacittako āpajjati nāma. Tiṇavatthārakaṭṭhāne sayanto acittako vuṭṭhāti_, “An intentional offense is called committed intentionally. When sleeping at the place (they do the legal procedure) of covering over as if with grass, one clears it unintentionally.” ",
  "pli-tv-pvr7:46.15": "[Sp.5.324](): _Sesapadadvayampi vuttānusāreneva veditabbaṃ_, “The remaining pair, too, is to be understood in accordance with what has been said.” That is, one is to combine each of the two parts of the previous two cases as appropriate to explain this case and the next one. ",
  "pli-tv-pvr7:46.16": "",
  "pli-tv-pvr7:46.17": "[Sp.5.324](): _Yo sabhāgaṃ āpattiṃ deseti, ayaṃ desanāpaccayā dukkaṭaṃ āpajjanto_, “Whoever confesses a shared offense, commits an offense of wrong conduct on account of the confession.” ",
  "pli-tv-pvr7:46.18": "[Sp.5.324](): _Yo sabhāgaṃ āpattiṃ deseti, ayaṃ desanāpaccayā dukkaṭaṃ āpajjanto pācittiyādīsu aññataraṃ deseti, tañca desento dukkaṭaṃ āpajjati_, “Whoever confesses a shared offense, committing an offense of wrong conduct on account of the confession, if he confesses an offense among the offenses entailing confession etc., in confessing that he commits an offense of wrong conduct.” ",
  "pli-tv-pvr7:46.19": "[Sp.5.324](): _Taṃ pana dukkaṭaṃ āpajjanto pācittiyādito vuṭṭhāti_, “But in committing that offense of wrong conduct, he clears the offense entailing confession, etc.” ",
  "pli-tv-pvr7:46.20": "[Sp.5.324](): _Pācittiyādito ca vuṭṭhahanto taṃ āpajjati. Iti ekassa puggalassa ekameva payogaṃ sandhāya “āpattiṃ āpajjanto desetī”ti idaṃ catukkaṃ vuttanti veditabbaṃ_, “In clearing the offense entailing confession, etc., he commits that offense. Thus it is to be understood that this fourfold statement was said with reference to just a single effort of a single individual, that is, ‘One confesses an offense while committing an offense’.” ",
  "pli-tv-pvr7:46.21": "[Sp.5.324](): _Kammacatukke pāpikāya diṭṭhiyā appaṭinissaggāpattiṃ kammena āpajjati, desento akammena vuṭṭhāti_, “In the tetrad on legal procedures, one commits the offense for not giving up a bad view through a legal procedure, but clears it without a legal procedure when confessing it.” [Sp-yoj.5.324](): _Kammenāti samanubhāsanakammena_: “Through a legal procedure means through the legal procedure of pressing.” See [Bu Pc 68](pli-tv-bu-vb-pc68:1.49.1). ",
  "pli-tv-pvr7:46.22": "[Sp.5.324](): _Vissaṭṭhiādikaṃ akammena āpajjati, parivāsādinā kammena vuṭṭhāti_, “One commits the offense of emission without a legal procedure, but clears it through the legal procedure of probation, etc.” ",
  "pli-tv-pvr7:46.23": "[Sp.5.324](): _Samanubhāsanaṃ kammeneva āpajjati, kammena vuṭṭhāti_, “One commits the offense through a legal procedure of pressing and clears it through a legal procedure.” ",
  "pli-tv-pvr7:46.24": "[Sp.5.324](): _Sesaṃ akammena āpajjati, akammena vuṭṭhāti_, “One commits the rest without a legal procedure and clears them without a legal procedure.” ",
  "pli-tv-pvr7:48.3": "[Sp.5.324](): _Parikkhāracatukke paṭhamo sakaparikkhāro, dutiyo saṅghikova tatiyo cetiyasantako, catuttho gihiparikkhāro._, “In the tetrad on requisites, the first is one’s own requisites, the second the requisites of the Sangha, the third what is owned by a shrine, and the fourth the requisites of a householder.” ",
  "pli-tv-pvr7:48.5": "I translate according to the reading found in SRT: _Atthi parikkhāro rakkhitabbo gopetabbo na mamāyitabbo paribhuñjitabbo_. The Pali reading found in the current text does not fit the commentarial explanation that this concerns a requisite belonging to the Sangha, for Sangha requisites cannot be taken as one’s own. So it seems the commentarial explanation must be based on the SRT reading. ",
  "pli-tv-pvr7:48.8": "[Sp.5.324](): _Sammukhācatukke pāpikāya diṭṭhiyā appaṭinissaggāpattiṃ saṅghassa sammukhā āpajjati, vuṭṭhānakāle pana saṅghena kiccaṃ natthīti parammukhā vuṭṭhāti_, “In the tetrad on presence, one commits an offense for not giving up a bad view in the presence of the Sangha, but at the time of clearing, one clears it in its absence, thinking, ‘There is no duty for the Sangha’.” ",
  "pli-tv-pvr7:48.9": "[Sp.5.324](): _Vissaṭṭhiādikaṃ parammukhā āpajjati, saṅghassa sammukhā vuṭṭhāti_, “One commits an offense of emission, etc., in the absence of the Sangha, but clears it in its presence.” ",
  "pli-tv-pvr7:48.10": "[Sp.5.324](): _Samanubhāsanaṃ saṅghassa sammukhā eva āpajjati, sammukhā vuṭṭhāti_, “One commits an offense when pressed in the presence of the Sangha and also clears it in its presence.” ",
  "pli-tv-pvr7:48.11": "[Sp.5.324](): _Sesaṃ sampajānamusāvādādibhedaṃ parammukhāva āpajjati, parammukhāva vuṭṭhāti_, “For the remainder, that is, the category of lying in full awareness, etc., one commits an offense in the absence of the Sangha and also clears it in its absence.” ",
  "pli-tv-pvr7:48.12": "[Sp.5.324](): _Ajānantacatukkaṃ acittakacatukkasadisaṃ_, “The tetrad on knowing is similar to the tetrad on unintentional.” ",
  "pli-tv-pvr7:49.9": "[Sp.5.324](): _Sahapaṭilābhacatukke yassa bhikkhuno liṅgaṃ parivattati, so saha liṅgapaṭilābhena paṭhamaṃ uppannavasena seṭṭhabhāvena ca purimaṃ purisaliṅgaṃ jahati, pacchime itthiliṅge patiṭṭhāti, purisakuttapurisākārādivasena pavattā kāyavacīviññattiyo paṭippassambhanti, bhikkhūti vā purisoti vā evaṃ pavattā paṇṇattiyo nirujjhanti, yāni bhikkhunīhi asādhāraṇāni chacattālīsa sikkhāpadāni tehi anāpattiyeva hoti_, “In the tetrad on ‘when one gets it’, the characteristics of a monk are changed. Together with the appearance of the characteristics, then, on account of their arising first and being the best, he first abandons the characteristics of a man. Afterwards he is established in the characteristics of a woman. The asking for things by body and speech that happens on account of the ways of a man, etc., that comes to a stop. Expressions used such as ‘monk’ and ‘man’ come to an end. The forty-six training rules that are not in common with the nuns are non-offenses.” ",
  "pli-tv-pvr7:49.10": "[Sp.5.324](): _Dutiyacatukke pana yassā bhikkhuniyā liṅgaṃ parivattati, sā pacchāsamuppattiyā vā hīnabhāvena vā pacchimanti saṅkhyaṃ gataṃ itthiliṅgaṃ jahati, vuttappakārena purimanti saṅkhyaṃ gate purisaliṅge patiṭṭhāti. … bhikkhunīti vā itthīti vā evaṃ pavattā paṇṇattiyopi nirujjhanti, yāni bhikkhūhi asādhāraṇāni sataṃ tiṃsañca sikkhāpadāni, tehi anāpattiyeva hoti_, “In the second tetrad, the characteristics of a nun change. Because of their later arising or because of being inferior, she is reckoned as abandoning the female characteristic afterwards, and in the said way is reckoned as established in the characteristics of a man first. … Expressions used such as ‘nun’ and ‘woman’ come to an end. The one hundred and thirty training rules that are not in common with the monks are non-offenses.” ",
  "pli-tv-pvr7:49.19": "[Sp.5.324](): _Cattāro sāmukkaṃsāti cattāro mahāpadesā_, “The four unique things are the four great standards.” ",
  "pli-tv-pvr7:50.1": "For this tetrad, see [Kd 18](pli-tv-kd18:1.1.1) and [Kd 18](pli-tv-kd18:2.1.1). ",
  "pli-tv-pvr7:50.5": "For this tetrad, see [Kd 18](pli-tv-kd18:3.1.1) and [Kd 18](pli-tv-kd18:2.1.1). ",
  "pli-tv-pvr7:50.9": "[Sp.5.324](): _Vatthunānattatādicatukke catunnaṃ pārājikānaṃ aññamaññaṃ vatthunānattatāva hoti,naāpattinānattatā. Sabbāpi hi sā pārājikāpattiyeva. Saṅghādisesādīsupi eseva nayo. Bhikkhussa ca bhikkhuniyā ca aññamaññaṃ kāyasaṃsagge bhikkhussa saṅghādiseso bhikkhuniyā pārājikanti evaṃ āpattinānattatāva hoti, na vatthunānattatā, ubhinnampi hi kāyasaṃsaggova vatthu. Tathā “lasuṇakkhādane bhikkhuniyā pācittiyaṃ, bhikkhussa dukkaṭa”nti evamādināpettha nayena yojanā veditabbā. Catunnaṃ pārājikānaṃ terasahi saṅghādisesehi saddhiṃ vatthunānattatā ceva āpattinānattatā ca. Evaṃ saṅghādisesādīnaṃ aniyatādīhi. Ādito paṭṭhāya cattāri pārājikāni ekato āpajjantānaṃ bhikkhubhikkhunīnaṃ neva vatthunānattatā no āpattinānattatā_, “In the tetrad on ‘variety in the action that is the basis for the offense’, for each of the four offenses entailing expulsion, there is variety in the action that is the basis for the offense but no variety in the offense. For all it is just an offense entailing expulsion. The same method applies to the offenses entailing suspension, etc. Regarding physical contact, each for a monk or a nun, there is an offense entailing suspension for a monk and an offense entailing expulsion for a nun, and thus there is variety in the offense, but not in the action that is the basis for the offense, for both have physical contact as the basis for the action. So, in eating garlic, there is an offense of confession for a nun but an offense of wrong conduct for a monk. Here the meaning is to be understood through this method, etc. For the four offenses entailing expulsion, together with the thirteen offenses entailing suspension, there is variety both in the action that is the basis for the offense and in the offense. Thus it is for the offenses entailing suspension, etc., together with the undetermined offenses, etc. Starting from the four offenses entailing expulsion on one side, for the committing monks and nuns, there is variety neither in the action that is the basis for the offense nor in the offense” ",
  "pli-tv-pvr7:50.10": "[Sp.5.324](): _Vatthusabhāgādicatukke bhikkhussa ca bhikkhuniyā ca kāyasaṃsagge vatthusabhāgatā, no āpattisabhāgatā, catūsu pārājikesu āpattisabhāgatā, no vatthusabhāgatā. Esa nayo saṅghādisesādīsu. Bhikkhussa ca bhikkhuniyā ca catūsu pārājikesu vatthusabhāgatā ceva āpattisabhāgatā ca. Esa nayo sabbāsu sādhāraṇāpattīsu. Asādhāraṇāpattiyaṃ neva vatthusabhāgatā no āpattisabhāgatā_, “In the tetrad on ‘where the action that is the basis for the offense is shared, etc.’, regarding physical contact for a monk or a nun, the action that is the basis for the offense is shared, but not the offense. For the four offenses entailing expulsion, the offenses are shared, but not the action that is the basis for the offense. This is the method for the offenses entailing suspension. For the four offenses entailing expulsion of both the monks and the nuns, both the action that is the basis for the offense and the offense are shared. This is the method for all the common offenses. For the offenses that are not in common, neither the action that is the basis for the offense nor the offense is shared.” ",
  "pli-tv-pvr7:50.11": "[Sp.5.324](): _Upajjhāyacatukke saddhivihārikassa upajjhāyena kattabbavattassa akaraṇe āpattiṃ upajjhāyo āpajjati, no saddhivihāriko upajjhāyassa kattabbavattaṃ akaronto saddhivihāriko āpajjati, no upajjhāyo; sesaṃ ubhopi āpajjanti, asādhāraṇaṃ ubhopi nāpajjanti_, “In the tetrad on the preceptor, the preceptor commits an offense in not doing the duties to be done by a preceptor, not the student. The student commits an offense in not doing the duties to be done towards a preceptor, not the preceptor. The rest are committed by both. Offenses not in common between the monks and the nuns are committed by neither.” ",
  "pli-tv-pvr7:50.12": "[Sp.5.324](): _Ācariyacatukkepi eseva nayo_, “Also in the tetrad on the teacher, this is the method.” ",
  "pli-tv-pvr7:50.19": "[Sp.5.324](): _Ādiyantacatukke pādaṃ vā atirekapādaṃ vā sahatthā ādiyanto garukaṃ āpajjati, ūnakapādaṃ gaṇhāhīti āṇattiyā aññaṃ payojento lahukaṃ āpajjati. Etena nayena sesapadattayaṃ veditabbaṃ_, “In the tetrad on taking for oneself, one commits a serious offense when personally taking a _pāda_ coin or more than a _pāda_, but one commits a light offense when inciting someone else by asking them to take less than a _pāda_. The remaining three cases are to be understood through this method.” ",
  "pli-tv-pvr7:50.20": "",
  "pli-tv-pvr7:51.1": "[Sp.5.324](): _Abhivādanārahacatukke bhikkhunīnaṃ tāva bhattagge navamabhikkhunito paṭṭhāya upajjhāyāpi abhivādanārahā no paccuṭṭhānārahā. Avisesena ca vippakatabhojanassa bhikkhussa yo koci vuḍḍhataro_, “In the tetrad on ‘those who deserve being bowed down to’, in the dining hall, as far as the nuns are concerned, starting from the ninth nun, the preceptor deserves being bowed down to, but not being stood up for; and through non-discrimination, whatever monk is more senior and has not finished his meal.” ",
  "pli-tv-pvr7:51.2": "[Sp.5.324](): _Saṭṭhivassassāpi pārivāsikassa samīpagato tadahupasampannopi paccuṭṭhānāraho no abhivādanāraho_, “A monk of sixty years seniority who is on probation, when coming close to one ordained on that very day, deserves being stood up for, but not to being bowed down to.” ",
  "pli-tv-pvr7:51.3": "[Sp.5.324](): _Appaṭikkhittesu ṭhānesu vuḍḍho navakassa abhivādanāraho ceva paccuṭṭhānāraho ca_, “When there are no prohibiting grounds, then a more senior monk deserves to have a more junior monk bow down to him and stand up for him.” ",
  "pli-tv-pvr7:51.4": "[Sp.5.324](): _Navako pana vuḍḍhassa neva abhivādanāraho na paccuṭṭhānāraho_, “But a more junior monk does not deserve to have a more senior monk bow down to him and stand up for him.” ",
  "pli-tv-pvr7:51.5": "[Sp.5.324](): _Āsanārahacatukkassa paṭhamapadaṃ purimacatukke dutiyapadena, dutiyapadañca paṭhamapadena atthato sadisaṃ_, “The first case in the tetrad on ‘those who deserve a seat’ is parallel in meaning to the second case in the previous tetrad, and the second case is parallel to the first case.” ",
  "pli-tv-pvr7:51.9": "[Sp.5.324](): _Kālacatukke pavāretvā bhuñjanto kāle āpajjati no vikāle_, “In the tetrad on ‘at the right time’, if one eats after refusing an invitation to eat more, one commits an offense at the right time, not at the wrong time.” ",
  "pli-tv-pvr7:51.10": "[Sp.5.324](): _Vikālabhojanāpattiṃ vikāle āpajjati no kāle_, “The offense of eating at the wrong time is committed at the wrong time not at the right time.” ",
  "pli-tv-pvr7:51.11": "[Sp.5.324](): _Sesaṃ kāle ceva āpajjati vikāle ca_, “The rest one commits both at the right time and at the wrong time.” ",
  "pli-tv-pvr7:51.12": "[Sp.5.324](): _Asādhāraṇaṃ neva kāle no vikāle_, “An offense that is not in common between the monks and the nuns is committed neither at the right time, nor at the wrong time.” ",
  "pli-tv-pvr7:51.13": "[Sp.5.324](): _Paṭiggahitacatukke purebhattaṃ paṭiggahitāmisaṃ kāle kappati no vikāle_, “In the tetrad on receiving, food received before the meal is allowable at the right time, not at the wrong time.” ",
  "pli-tv-pvr7:51.14": "[Sp.5.324](): _Pānakaṃ vikāle kappati, punadivasamhi no kāle_, “A drink is allowable at the wrong time, but not at the right time on the next day.” “A drink” refers to the juice drinks that are allowable in the afternoon. ",
  "pli-tv-pvr7:51.15": "[Sp.5.324](): _Sattāhakālikaṃ yāvajīvikaṃ kāle ceva kappati vikāle ca_, “Seven-day tonics and lifetime tonics are allowable both at the right time and at the wrong time.” ",
  "pli-tv-pvr7:51.16": "[Sp.5.324](): _Attano attano kālātītaṃ yāvakālikādittayaṃ akappiyamaṃsaṃ uggahitakamappaṭiggahitakañca neva kāle kappati no vikāle_, “(1) For each and every person, the triad beginning with ordinary food, when the right time has lapsed; (2) unallowable meat; (3) what has been picked up; (4) and what has not been received—are all allowable neither at the right time nor at the wrong time.” “The triad beginning with ordinary food” refers to ordinary food, post-midday tonics, and seven-day tonics. ",
  "pli-tv-pvr7:51.17": "[Sp.5.324](): _Paccantimacatukke samudde sīmaṃ bandhanto paccantimesu janapadesu āpajjati, no majjhimesu_, “In the tetrad on ‘outside the central Ganges plain’, if one creates a monastic zone in the ocean, one commits an offense outside the central Ganges plain, not within it.” ",
  "pli-tv-pvr7:51.18": "[Sp.5.324](): _Pañcavaggena gaṇena upasampādento guṇaṅguṇūpāhanaṃ dhuvanahānaṃ cammattharaṇāni ca majjhimesu janapadesu āpajjati no paccantimesu_, “Giving the full ordination in a group of five, wearing sandals with multilayered soles, in unrestricted bathing, and having rugs made of skins, one commits an offense within the central Ganges plain, but not outside it.” ",
  "pli-tv-pvr7:51.19": "[Sp.5.324](): _Imāni cattāri “idha na kappantī”ti vadantopi paccantimesu āpajjati, “idha kappantī”ti vadanto pana majjhimesu āpajjati_, “In saying that these four are not allowable here, one commits an offense outside the central Ganges plain, but in saying that they are allowable here, one commits an offense within the central Ganges plain.” ",
  "pli-tv-pvr7:51.20": "[Sp.5.324](): _Sesāpattiṃ ubhayattha āpajjati, asādhāraṇaṃ na katthaci āpajjati_, “The rest one commits in both places. The offences that are not in common are not committed anywhere.” ",
  "pli-tv-pvr7:51.21": "[Sp.5.324](): _Dutiyacatukke pañcavaggena gaṇena upasampadādi catubbidhampi vatthu paccantimesu janapadesu kappati. “Idaṃ kappatī”ti dīpetumpi tattheva kappati no majjhimesu_, “In the second tetrad, the fourfold action that is the basis for an offense, starting with the full ordination in a group of five, is allowable outside the central Ganges plain. Also to proclaim that, ‘This is allowable,’ is allowable just there, not within the central Ganges plain.” ",
  "pli-tv-pvr7:51.22": "[Sp.5.324](): _“Idaṃ na kappatī”ti dīpetuṃ pana majjhimesu janapadesu kappati no paccantimesu_, “But to proclaim, ‘This isn’t allowable,’ is allowable within the central Ganges plain, but not outside of it.” ",
  "pli-tv-pvr7:51.23": "[Sp.5.324](): _Sesaṃ “anujānāmi bhikkhave pañca loṇānī”tiādi anuññātakaṃ ubhayattha kappati_, “The rest that is allowed, starting with, ‘Monks, I allow five kinds of salt,’ is allowable in both places.” ",
  "pli-tv-pvr7:51.24": "[Sp.5.324](): _Yaṃ pana akappiyanti paṭikkhittaṃ, taṃ ubhayatthāpi na kappati_, “But whatever is prohibited as unallowable is unallowable in both places.” ",
  "pli-tv-pvr7:51.25": "[Sp.5.324](): _Antoādicatukke anupakhajja seyyādiṃ anto āpajjati no bahi_, “In the tetrad on inside etc., when encroaching with a sleeping place, etc., one commits an offense inside, but not outside.” “Encroaching with a sleeping place” refers to [Bu Pc 16](pli-tv-bu-vb-pc16:1.16.1). ",
  "pli-tv-pvr7:51.26": "[Sp.5.324](): _Ajjhokāse saṅghikamañcādīni nikkhipitvā pakkamanto bahi āpajjati no anto_, “Putting a bed, etc., belonging to the Sangha outside and then leaving, one commits an offense outside, but not inside.” ",
  "pli-tv-pvr7:51.27": "[Sp.5.324](): _Sesaṃ anto ceva bahi ca_, “The rest are committed both inside and outside.” ",
  "pli-tv-pvr7:51.28": "[Sp.5.324](): _Asādhāraṇaṃ neva anto na bahi_, “Offenses not in common are committed neither inside nor outside.” ",
  "pli-tv-pvr7:51.29": "[Sp.5.324](): _Antosīmādicatukke āgantuko vattaṃ apūrento antosīmāya āpajjati_, “In the tetrad on inside the monastery zone etc., not fulfilling the duties of a newly arrived monk, one commits an offense inside the monastery zone.” ",
  "pli-tv-pvr7:51.30": "[Sp.5.324](): _Gamiyo bahisīmāya … āpajjati_, “One departing commits it outside the monastery zone.” ",
  "pli-tv-pvr7:51.31": "[Sp.5.324](): _Musāvādādiṃ antosīmāya ca bahisīmāya ca āpajjati_, “In lying, etc., one commits an offense both inside and outside the monastery zone.” ",
  "pli-tv-pvr7:51.32": "[Sp.5.324](): _Asādhāraṇaṃ na katthaci_, “Offences not in common are not committed anywhere.” ",
  "pli-tv-pvr7:51.33": "[Sp.5.324](): _Gāmacatukke antaragharapaṭisaṃyuttaṃ sekhiyapaññattiṃ gāme āpajjati no araññe_, “In the tetrad on inhabited areas, regarding the rules of training connected with inhabited areas, one commits an offense in an inhabited area, not in the wilderness.” ",
  "pli-tv-pvr7:51.34": "[Sp.5.324](): _Bhikkhunī aruṇaṃ uṭṭhāpayamānā araññe āpajjati no gāme_, “A nun who lets the dawn arise commits an offense in the wilderness, not in an inhabited area.” This is presumably a reference to [Bi Ss 3](pli-tv-bi-vb-ss3:4.14.1), according to which a _bhikkhunī_ cannot spend the night by herself in the wilderness. The offense is committed at dawn. ",
  "pli-tv-pvr7:51.35": "[Sp.5.324](): _Musāvādādiṃ gāme ceva āpajjati araññe ca_, “In lying, etc., one commits an offense both in an inhabited area and in the wilderness.” ",
  "pli-tv-pvr7:51.36": "[Sp.5.324](): _Asādhāraṇaṃ na katthaci_, “Offenses not in common are not committed anywhere.” ",
  "pli-tv-pvr7:52.3": "[Sp.5.324](): _“Chandapārisuddhiutukkhānaṃ bhikkhugaṇanā ca ovādo”ti ime pana “cattāro pubbakiccā”ti veditabbā_, “Consent and purity, announcing the season, counting the monks, and the instruction—these are to be understood as the four kinds of preliminary actions.” ",
  "pli-tv-pvr7:52.4": "[Sp.5.324](): _Cattāro pattakallāti uposatho yāvatikā ca bhikkhū kammappattā te āgatā honti, sabhāgāpattiyo na vijjanti, vajjanīyā ca puggalā tasmiṃ na honti, pattakallanti vuccatīti_, “The four kinds of readiness: it is the observance day, all the monks who should be present have arrived, there are no shared offenses, and there is no-one there who should not be present—this is called ‘readiness’.” ",
  "pli-tv-pvr7:52.5": "[Sp.5.324](): _Cattāri anaññapācittiyānīti “etadeva paccayaṃ karitvā anaññaṃ pācittiya”nti evaṃ vuttāni anupakhajjaseyyākappanasikkhāpadaṃ “ehāvuso gāmaṃ vā nigamaṃ vā”ti sikkhāpadaṃ, sañcicca kukkuccaupadahanaṃ, upassutitiṭṭhananti imāni cattāri_, “The four offenses entailing confession concerning ‘no other’: those spoken like this: ‘Having done it for this reason and no other, there is an offense entailing confession’, that is, the training rule on encroaching with a sleeping place, the training rule on ‘Come to the town or village’, intentionally giving rise to anxiety, and eavesdropping—these four.” ",
  "pli-tv-pvr7:52.6": "[Sp.5.324](): _Catasso bhikkhusammutiyoti “ekarattampi ce bhikkhu ticīvarena vippavaseyya aññatra bhikkhusammutiyā, aññaṃ navaṃ santhataṃ kārāpeyya aññatra bhikkhusammutiyā, tato ce uttari vippavaseyya aññatra bhikkhusammutiyā, duṭṭhullaṃ āpattiṃ anupasampannassa āroceyya aññatra bhikkhusammutiyā”ti_, “The four kinds of approval from the monks: if a monk stays apart from his three robes even for a single day, except with the approval of the monks; if he makes another new blanket, except with the approval of the monks; if he stays apart longer than that, except with the approval of the monks; if he informs a person who is not fully ordained of a coarse offense, except with the approval of the monks.” ",
  "pli-tv-pvr7:52.23": "[Sp.5.323](): _Anuyogo na dātabboti “idaṃ kappatī”ti pucchantassa pucchāya okāso na dātabbo, “aññaṃ pucchā”ti vattabbo. Iti so neva pucchitabbo nāssa pucchā sotabbāti attho_, “_Anuyogo na dātabbo_: when he asks, ‘Is this allowable?’ he should be not be given the opportunity to question. They should say, ‘Ask someone else.’ In this way, he should neither be asked nor should his questions be listened to. This is the meaning.” ",
  "pli-tv-pvr7:52.27": "[Sp.5.324](): _Gilānacatukke aññabhesajjena karaṇīyena lolatāya aññaṃ viññāpento gilāno āpajjati_, “In the tetrad on sickness, when one needs one kind of medicine, but because of greed asks for another, one commits an offense when sick.” ",
  "pli-tv-pvr7:52.28": "[Sp.5.324](): _Abhesajjakaraṇīyena bhesajjaṃ viññāpento agilāno āpajjati_, “When one needs something other than medicine, yet asks for medicine, one commits an offense when not sick.” ",
  "pli-tv-pvr7:52.29": "[Sp.5.324](): _Musāvādādiṃ ubhopi āpajjanti_, “When lying, etc., one commits an offense at both times.” ",
  "pli-tv-pvr7:52.30": "[Sp.5.324](): _Asādhāraṇaṃ ubhopi nāpajjanti_, “Offenses not in common are not committed at either time.” ",
  "pli-tv-pvr7:63.1": "At [Pvr4:3.2](pli-tv-pvr4:3.2) these are said to be the offenses entailing expulsion, the offenses entailing suspension, the offenses entailing confession, the offenses entailing acknowledgment, and the offenses of wrong conduct. ",
  "pli-tv-pvr7:63.2": "As for the previous item. ",
  "pli-tv-pvr7:63.3": "At [Pvr4:5.2](pli-tv-pvr4:5.2) these are said to be the refraining from, the keeping away from, the desisting from, the abstaining from, the non-doing of, the non-performing of, the non-committing of, the non-transgressing the boundary of, the incapability with respect to the five classes of offenses. ",
  "pli-tv-pvr7:63.4": "[Vibh.941](): _Mātā jīvitā voropitā hoti, pitā jīvitā voropito hoti, arahanto jīvitā voropito hoti, duṭṭhena cittena tathāgatassa lohitaṃ uppāditaṃ hoti, saṅgho bhinno hoti – imāni pañca kammāni ānantarikāni_, “Killing one’s mother; killing one’s father; killing a perfected one; with a malicious mind, causing the Buddha to bleed; causing a schism in the Sangha—these five actions that have results in the next life.” ",
  "pli-tv-pvr7:63.5": "[Sp.5.325](): _Pañcakesu pañca puggalā niyatāti ānantariyānamevetaṃ gahaṇaṃ_, “Five kinds of people with fixed rebirth: this is just a reference to having results in the next life.” ",
  "pli-tv-pvr7:63.6": "[Sp.5.325](): _Pañca chedanakā āpattiyo nāma pamāṇātikkante mañcapīṭhe nisīdanakaṇḍuppaṭicchādivassikasāṭikāsu sugatacīvare ca veditabbā_, “The five offenses involving cutting are to be known as: a bed or bench exceeding the right size; a sitting mat exceeding the right size; an itch-covering cloth exceeding the right size; a rainy-season robe exceeding the right size; a standard robe exceeding the right size.” That is, [Bu Pc 87](pli-tv-bu-vb-pc87:1.11.1) and [Bu Pc 89](pli-tv-bu-vb-pc89:2.10.1)--92. ",
  "pli-tv-pvr7:63.7": "[Sp.5.325](): _Pañcahākārehīti alajjitā, aññāṇatā, kukkuccappakatatā, akappiye kappiyasaññitā, kappiye akappiyasaññitāti imehi pañcahi_, “The five reasons: shamelessness, ignorance, an anxious character, perceiving what is allowable as unallowable, perceiving what is unallowable as allowable—these are the five.” ",
  "pli-tv-pvr7:63.8": "The commentary has no full stop after _āpattiyo_, but instead after the next word, _musāvāda_. Since _pañca āpattiyo_ is mentioned as a separate item above, I here follow the commentarial punctuation. [Sp.5.325](): _Pañca āpattiyo musāvādapaccayāti pārājikathullaccayadukkaṭasaṅghādisesapācittiyā_, “The five kinds of offenses because of lying: offenses entailing expulsion, serious offenses, offenses of wrong conduct, offenses entailing suspension, and offenses entailing confession.” ",
  "pli-tv-pvr7:63.14": "[Sp.5.325](): _Anadhiṭṭhānanti “gaṇabhojane aññatra samayā”ti vuttaṃ samayaṃ adhiṭṭhahitvā bhojanaṃ adhiṭṭhānaṃ nāma; tathā akaraṇaṃ anadhiṭṭhānaṃ. Avikappanā nāma yā paramparabhojane vikappanā vuttā, tassā akaraṇaṃ_, “Non-determination: since it is said, ‘Eating in a group, except on an appropriate occasion’, then, determining the appropriate occasion is called determining a meal. Not doing that is non-determination. Non-assignment to another: the non-doing of what is called transfer in the rule on eating a meal before another.” The former concerns[Bu Pc 32](pli-tv-bu-vb-pc32:8.15.1), the latter [Bu Pc 33](pli-tv-bu-vb-pc33:3.15.1). ",
  "pli-tv-pvr7:63.28": "[Sp.5.322](): _Vatthuvipanno nāma paṇḍako tiracchānagato ubhatobyañjanako ca. Avasesā theyyasaṃvāsakādayo aṭṭha abhabbapuggalā karaṇadukkaṭakā nāma_, “A _paṇḍaka_, an animal, and a hermaphrodite are called deficient as object. The remaining eight incapable persons, starting with the fake monk, are called those who have acted wrongly.” [Sp.5.322](): _Aparipūro nāma aparipuṇṇapattacīvaro_, “One who is incomplete: not complete in bowl and robes.” ",
  "pli-tv-pvr7:63.32": "[Sp.5.325](): _Thūpacīvaranti vammikaṃ parikkhipitvā balikammakataṃ. Ābhisekikanti nahānaṭṭhāne vā rañño abhisekaṭṭhāne vā chaḍḍitacīvaraṃ. Bhatapaṭiyābhatanti susānaṃ netvā puna ānītakaṃ_, “_Thūpacīvara_: having encircled a hill, it is done as an offering. _Ābhisekika_: a cloth discarded at a bathing place or at the place of a king’s consecration. _Bhatapaṭiyābhata_: having taken it to a charnel ground, it is brought back again.” [Sp-yoj.4.325](): _Thūpacīvaranti ettha thūpaṃ parikkhipitvā kataṃ cīvaraṃ thūpacīvaranti dassento āha “vammika”ntiādi_, “_Thūpacīvara_: here, having encircled a stupa, the expression _thūpacīvaraṁ_ shows a finished robe , ‘hill’ is said, etc.” ",
  "pli-tv-pvr7:63.35": "See [Bu Pj 4](pli-tv-bu-vb-pj4:1.3.1). ",
  "pli-tv-pvr7:63.36": "See [Kd 16](pli-tv-kd16:15.2.1). ",
  "pli-tv-pvr7:63.37": "See [Kd 16](pli-tv-kd16:16.2.13). ",
  "pli-tv-pvr7:63.38": "[Sp.5.325](): _Pañcāpattiyo kāyato samuṭṭhantīti paṭhamena āpattisamuṭṭhānena pañca āpattiyo āpajjati, “bhikkhu kappiyasaññī saññācikāya kuṭiṃ karotī”ti evaṃ antarapeyyāle vuttāpattiyo_, “The five kinds of offenses that originate from the body: through the first origination of offenses, one commits five offenses. These are the offenses spoken of in the internal repetition in this way: ‘When a monk, perceiving it as allowable and by means of begging, builds a hut.’” The internal repetition is at [Pvr 4](pli-tv-pvr4:0.1). ",
  "pli-tv-pvr7:63.39": "[Sp.5.325](): _Pañca āpattiyo kāyato ca vācato cāti tatiyena āpattisamuṭṭhānena pañca āpattiyo āpajjati, “bhikkhu kappiyasaññī saṃvidahitvā kuṭiṃ karotī”ti evaṃ tattheva vuttā āpattiyo_, “The five kinds of offenses that originate from the body and speech: through the third origination of offenses, one commits five offenses. These are the offenses spoken of just there in this way: ‘When a monk, perceiving it as allowable and having appointed someone, builds a hut.’” Again, this refers to the internal repetition. ",
  "pli-tv-pvr7:63.40": "[Sp.5.325](): _Desanāgāminiyoti ṭhapetvā pārājikañca saṅghādisesañca avasesā_, “Confessable: apart from the offenses entailing expulsion and the offenses entailing suspension, the rest.” ",
  "pli-tv-pvr7:63.41": "See [Kd 9:4.1.1](pli-tv-kd9:4.1.1). ",
  "pli-tv-pvr7:63.42": "See [Kd 2:15.1.4](pli-tv-kd2:15.1.4). ",
  "pli-tv-pvr7:63.44": "See [Kd 7:1.3.4](pli-tv-kd7:1.3.4). ",
  "pli-tv-pvr7:63.45": "[Sp.5.325](): _Pañca kammānīti tajjanīyaniyassapabbājanīyapaṭisāraṇīyāni cattāri ukkhepanīyañca tividhampi ekanti pañca_, “The five kinds of legal procedures: condemnation, demotion, banishment, and reconciliation are four, and the threefold ejection is one, making it five.” ",
  "pli-tv-pvr7:63.46": "[Sp.5.325](): _Yāvatatiyake pañcāti ukkhittānuvattikāya bhikkhuniyā yāvatatiyaṃ samanubhāsanāya appaṭinissajjantiyā pārājikaṃ thullaccayaṃ dukkaṭanti tisso, bhedakānuvattakādisamanubhāsanāsu saṅghādiseso, pāpikāya diṭṭhiyā appaṭinissagge pācittiyaṃ_, “The five ‘for the third time’ : when a nun takes sides with one who has been ejected and does not stop when pressed for the third time, there are three offenses: the offense entailing expulsion, the serious offense, and the offense of wrong conduct. When pressing one who is supporting a schism, etc., there is an offense entailing suspension. For not giving up a bad view, there is an offense entailing confession.” ",
  "pli-tv-pvr7:63.47": "See [Bu Pj 2:6.1.1](pli-tv-bu-vb-pj2:6.1.1). ",
  "pli-tv-pvr7:63.48": "See [Bu Pj 2:6.1.9](pli-tv-bu-vb-pj2:6.1.9). ",
  "pli-tv-pvr7:63.49": "See [Bu Pj 2:6.1.17](pli-tv-bu-vb-pj2:6.1.17). ",
  "pli-tv-pvr7:63.51": "[Sp.5.325](): _Aviditanti paṭiggaṇhāmīti cetanāya abhāvena aviditaṃ_, “_Avidita_: not known about because of the absence of the volition ‘I receive’.” The point may simply be that one does not know whether a certain food has been received or not. ",
  "pli-tv-pvr7:63.57": "See also [AN 5.160](an5.160:1.1). ",
  "pli-tv-pvr7:64.2": "[Sp.5.325](): _Attano bhāsapariyantaṃ na uggaṇhātīti “imasmiṃ vatthusmiṃ ettakaṃ suttaṃ upalabbhati, ettako vinicchayo, ettakaṃ suttañca vinicchayañca vakkhāmī”ti evaṃ attano bhāsapariyantaṃ na uggaṇhāti. “Ayaṃ codakassa purimakathā, ayaṃ pacchimakathā, ayaṃ cuditakassa purimakathā, ayaṃ pacchimakathā, ettakaṃ gayhūpagaṃ, ettakaṃ na gayhūpaga”nti evaṃ anuggaṇhanto pana parassa bhāsapariyantaṃ na uggaṇhāti nāma_, “_Attano bhāsapariyantaṃ na uggaṇhāti_: ‘In regard to this action that is a basis for an offense, this is the rule and this is its application. I will speak about the rule and its application.’ He does not grasp, in such a way, what is proper for himself to say. ‘This was said first by the accuser, this was said last. This was said first by the accused, this was said last. This is fit to be taken up, this is not.’ If he does not grasp, in such a way, it is called, ‘He does not grasp what is proper for others to say’.” In the _suttas _, _pariyanta_, when used in combination with speech, often refers to conciseness of speech, e.g. in the gradual training at MN27. Here the context requires a different meaning. ",
  "pli-tv-pvr7:64.14": "[Sp.5.359](): _Anusandhivacanapathaṃ na jānātīti kathānusandhivacanaṃ vinicchayānusandhivacanañca na jānāti_, “‘He does not know the sequence of statements’: he does not know the sequence of statements and the sequence of decisions.” ",
  "pli-tv-pvr7:64.18": "[Sp.5.325](): _Na pubbakusalo hoti na aparakusaloti pubbe kathetabbañca pacchā kathetabbañca na jānāti, ñatti nāma pubbe ṭhapetabbā, pacchā na ṭhapetabbātipi na jānāti_, “He is not skilled in what comes first; he is not skilled in what comes afterwards: he does not know what should be said first and what should be said afterwards. He does not know that the motion should be put forward first, not afterwards.” ",
  "pli-tv-pvr7:65.11": "[Nidd-a.I.17](): _Yadeva santhataṃ yathāsanthataṃ, idaṃ tuyhaṃ pāpuṇātīti evaṃ paṭhamaṃ uddiṭṭhasenāsanassetaṃ adhivacanaṃ_, “_Yathāsanthata_: whatever is a mat. ‘This is for you’: in this way this is a description of the resting place one is designated first.” ",
  "pli-tv-pvr7:67.1": "[Sp.5.325](): _Apāsādikanti kāyaduccaritādi akusalakammaṃ vuccati_, “Unwholesome actions of misconduct by body, etc., are called ‘being uninspiring’.” ",
  "pli-tv-pvr7:67.10": "The first four of these refer respectively to: [Bu Pc 46](pli-tv-bu-vb-pc46:5.6.1)/[Bi Pc 127]; [Bu Pc 45](pli-tv-bu-vb-pc45:1.14.1)/[Bi Pc 126]; [Bu Pc 44](pli-tv-bu-vb-pc44:1.14.1)/[Bi Pc 125]; and [Bu Pc 7](pli-tv-bu-vb-pc7:3.11.1)/[Bi Pc 103]. ",
  "pli-tv-pvr7:67.12": "See also [AN 5.55](an5.55:1.1). ",
  "pli-tv-pvr7:68.15": "See [Kd 19:3.3.25](pli-tv-kd19:3.3.25). ",
  "pli-tv-pvr7:68.16": "See [Kd 19:3.3.31](pli-tv-kd19:3.3.31). ",
  "pli-tv-pvr7:81.1": "See [Pvr 4:9.2](pli-tv-pvr4:9.2). ",
  "pli-tv-pvr7:81.2": "See [Pvr 4:10.2](pli-tv-pvr4:10.2). ",
  "pli-tv-pvr7:81.3": "See [Pvr 4:11.2](pli-tv-pvr4:11.2). ",
  "pli-tv-pvr7:81.4": "[Sp.5.326](): _Cha sāmīciyoti “so ca bhikkhu anabbhito, te ca bhikkhū gārayhā, ayaṃ tattha sāmīci”, “yuñjantāyasmanto sakaṃ, mā vo sakaṃ vinassāti ayaṃ tattha sāmīci”, “ayaṃ te bhikkhu patto yāva bhedanāya dhāretabboti ayaṃ tattha sāmīci”, “tato nīharitvā bhikkhūhi saddhiṃ saṃvibhajitabbaṃ, ayaṃ tattha sāmīci”, “aññātabbaṃ paripucchitabbaṃ paripañhitabbaṃ, ayaṃ tattha sāmīci”, “yassa bhavissati so harissatīti ayaṃ tattha sāmīcī”ti imā bhikkhupātimokkheyeva cha sāmīciyo_, “The six proper ways: ‘That monk is not rehabilitated and those monks are at fault. This is the proper procedure;’ ‘“Please recover what’s yours, or it might perish.” This is the proper procedure;’ ‘“Monk, this bowl is yours. Keep it until it breaks.” This is the proper procedure;’ ‘He should take it away and share it with the monks. This is the proper procedure;’ ‘He should understand, should question, should enquire. This is the proper procedure;’ ‘“Whoever owns it will come and get it.” This is the proper procedure.’ These are the six proper ways in the Monastic Code for the monks.” ",
  "pli-tv-pvr7:81.6": "[Sp.5.326](): _Cha chedanakāti pañcake vuttā pañca bhikkhunīnaṃ udakasāṭikāya saddhiṃ cha_, “The six involving cutting: the five mentioned in the fives together with the bathing robe for nuns, making it six.” ",
  "pli-tv-pvr7:81.7": "[Sp.5.326](): _Chahākārehīti alajjitā aññāṇatā kukkuccapakatatā akappiye kappiyasaññitā kappiye akappiyasaññitā satisammosāti_, “The six ways: shamelessness, ignorance, an anxious character, perceiving what is allowable as unallowable, perceiving what is unallowable as allowable, and absentmindedness.” ",
  "pli-tv-pvr7:81.8": "[Sp.5.326](): _Cha ānisaṃsā vinayadhareti pañcake vuttā pañca tassādheyyo uposathoti iminā saddhiṃ cha_, “The six benefits of being an expert on the Monastic Law: the five mentioned in the fives together with the observance-day ceremony being entrusted to them, making it six.” ",
  "pli-tv-pvr7:81.9": "[Sp.5.326](): _Cha paramānīti “dasāhaparamaṃ atirekacīvaraṃ dhāretabbaṃ, māsaparamaṃ tena bhikkhunā taṃ cīvaraṃ nikkhipitabbaṃ, santaruttaraparamaṃ tena bhikkhunā tato cīvaraṃ sāditabbaṃ, chakkhattuparamaṃ tuṇhībhūtena uddissa ṭhātabbaṃ, navaṃ pana bhikkhunā santhataṃ kārāpetvā chabbassāni dhāretabbaṃ chabbassaparamatā dhāretabbaṃ, tiyojanaparamaṃ sahatthā dhāretabbāni, dasāhaparamaṃ atirekapatto dhāretabbo, sattāhaparamaṃ sannidhikārakaṃ paribhuñjitabbāni, chārattaparamaṃ tena bhikkhunā tena cīvarena vippavasitabbaṃ, catukkaṃsaparamaṃ, aḍḍhateyyakaṃsaparamaṃ, dvaṅgulapabbaparamaṃ ādātabbaṃ, aṭṭhaṅgulaparamaṃ mañcapaṭipādakaṃ, aṭṭhaṅgulaparamaṃ dantakaṭṭha”nti imāni cuddasa paramāni. Tattha paṭhamāni cha ekaṃ chakkaṃ_, “The six rules on ‘at the most’: ‘Should keep an extra robe for ten days at the most;’ ‘He should keep it at most one month;’ ‘He should accept at most one sarong and one upper robe;’ ‘Should stand in silence for it at most six times;’ ‘If a monk has had a new blanket made, he should keep it for six years. He should keep it for six years at most;’ ‘May carry it himself for at most 40 kilometers;’ ‘Should keep an extra almsbowl for ten days at the most;’ ‘Should be used from storage for at most seven days;’ ‘He should stay apart from that robe for six days at the most;’ ‘It is to be worth at most four _kaṁsa_ coins;’ ‘It is to be worth at most two-and-a-half _kaṁsa_ coins;’ ‘May insert two finger joints at the most;’ ‘Bed supports that are at the most eight standard fingerbreadths long;’ ‘Tooth cleaners that are at most thirteen centimeters long.’ These are the fourteen rules on ‘at the most’. There, the first six are one set of sixes.” These quotes refer respectively to [Bu Np 1](pli-tv-bu-vb-np1:2.17.1), [Bu Np 3](pli-tv-bu-vb-np3:1.3.13.1), [Bu Np 7](pli-tv-bu-vb-np7:1.31.1), [Bu Np 10](pli-tv-bu-vb-np10:1.3.1), [Bu Np 14](pli-tv-bu-vb-np14:2.38.1), [Bu Np 16](pli-tv-bu-vb-np16:1.23.1), [Bu Np 21](pli-tv-bu-vb-np21:2.17.1), [Bu Np 23](pli-tv-bu-vb-np23:1.3.32.1), [Bu Np 29](pli-tv-bu-vb-np29:1.2.16.1), [Bi Np 11](pli-tv-bi-vb-np11:1.21.1), [Bi Np 12](pli-tv-bi-vb-np12:1.21.1), [Bi Pc 5](pli-tv-bi-vb-pc5:1.2.12.1), [Kd 16:2.5.26](pli-tv-kd16:2.5.16), and [Kd 15:31.2.5](pli-tv-kd15:31.2.5). ",
  "pli-tv-pvr7:81.13": "See [Pvr 4:44.1](pli-tv-pvr4:44.1). ",
  "pli-tv-pvr7:81.14": "See [Pvr 4:46.1](pli-tv-pvr4:46.1). ",
  "pli-tv-pvr7:81.15": "See [Pvr 4:48.1](pli-tv-pvr4:48.1). ",
  "pli-tv-pvr7:81.16": "[Sp.5.326](): _Cha kammānīti tajjanīya-niyassa-pabbājanīya-paṭisāraṇīyāni cattāri, āpattiyā adassane ca appaṭikamme ca vuttadvayampi ekaṃ, pāpikāya diṭṭhiyā appaṭinissagge ekanti cha_, “The six kinds of legal procedures: condemnation, demotion, banishment, and reconciliation are four, the mentioned pair of not recognizing and not making amends for an offense is one, and not letting go of a bad view is one, making it six.” ",
  "pli-tv-pvr7:81.17": "See [Kd 14:14.3.2](pli-tv-kd14:14.3.2). ",
  "pli-tv-pvr7:81.18": "See [Kd 14:14.5.2](pli-tv-kd14:14.5.2). ",
  "pli-tv-pvr7:81.19": "There is no apparent reason why this set of sixes in included here. Apart from the Parivāra, it is not encountered elsewhere in the Vinaya Piṭaka, but see [MN 48](mn48:6.2). ",
  "pli-tv-pvr7:81.20": "See [Bu Pc 91:2.5](pli-tv-bu-vb-pc91:2.5). ",
  "pli-tv-pvr7:81.21": "See [Bu Pc 92:2.1.6](pli-tv-bu-vb-pc92:2.1.6). ",
  "pli-tv-pvr7:81.22": "See [Kd 1:36.1.6](pli-tv-kd1:36.1.6). ",
  "pli-tv-pvr7:81.23": "[Sp.5.326](): _Nahāneti orenaḍḍhamāsaṃ nahāne_, “On bathing: on bathing at intervals of less than a half-month.” This refers to [Bu Pc 57](pli-tv-bu-vb-pc57:6.7.1). ",
  "pli-tv-pvr7:81.24": "[Sp.5.326](): _Vippakatacīvarādichakkadvayaṃ kathinakkhandhake niddiṭṭhaṃ_, “The pair of sixes on an unfinished robe, etc., are specified in ‘The chapter on the robe-making ceremony’.” See [Kd 7](pli-tv-kd7:4.1.0). This segment and the next each constitute a separate set of sixes. ",
  "pli-tv-pvr7:81.25": "See [Kd 7](pli-tv-kd7:5.1.0). ",
  "pli-tv-pvr7:89.1": "See [Kd 19:3.3.37](pli-tv-kd19:3.3.37). ",
  "pli-tv-pvr7:89.2": "See [Kd 19:3.3.42](pli-tv-kd19:3.3.42). ",
  "pli-tv-pvr7:96.1": "See [Pvr 4:6.1](pli-tv-pvr4:6.1). ",
  "pli-tv-pvr7:96.2": "See [Pvr 4:7.1](pli-tv-pvr4:7.1). ",
  "pli-tv-pvr7:96.3": "See [Pvr 4:8.1](pli-tv-pvr4:8.1). ",
  "pli-tv-pvr7:96.4": "[Sp.5.327](): _Satta sāmīciyoti pubbe vuttesu chasu “sā ca bhikkhunī anabbhitā, tā ca bhikkhuniyo gārayhā, ayaṃ tattha sāmīcī”ti imaṃ pakkhipitvā satta veditabbā _, “The seven proper ways: the seven are to be understood as the six previously spoken of and adding this: ‘That nun is not rehabilitated and those nuns are at fault. This is proper procedure.’” ",
  "pli-tv-pvr7:96.5": "[Sp.5.327](): _Satta adhammikā paṭiññātakaraṇāti “bhikkhu pārājikaṃ ajjhāpanno hoti, pārājikena codiyamāno ‘saṅghādisesaṃ ajjhāpannomhī’ti paṭijānāti, taṃ saṅgho saṅghādisesena kāreti, adhammikaṃ paṭiññātakaraṇa”nti evaṃ samathakkhandhake niddiṭṭhā_, “The seven illegitimate ways of acting according to what has been admitted: ‘A monk has committed an offense entailing expulsion. When he is accused of having committed such an offense, he admits to committing an offense entailing suspension. The Sangha deals with him for an offense entailing suspension. That acting according to what has been admitted is illegitimate.’ In this way, it is specified in ‘The chapter on the settling of legal issues’.” See [Kd 14:8.1.2](pli-tv-kd14:8.1.2). ",
  "pli-tv-pvr7:96.6": "[Sp.5.327](): _Dhammikāpi tattheva niddiṭṭhā_, “Legitimate: it is specified just there.” See [Kd 14](pli-tv-kd14:8.2.2). ",
  "pli-tv-pvr7:96.7": "[Sp.5.327](): _Sattannaṃ anāpatti sattāhakaraṇīyena gantunti vassūpanāyikakkhandhake vuttaṃ_, “There is no offense in going for seven days to seven kinds of people: it is spoken of in ‘The chapter on entering the rainy-season residence’.” See [Kd 3:5.4.2](pli-tv-kd3:5.4.2) and [Kd 3:7.2.1](pli-tv-kd3:7.2.1). ",
  "pli-tv-pvr7:96.8": "[Sp.5.327](): _Sattānisaṃsā vinayadhareti “tassādheyyo uposatho pavāraṇā”ti imehi saddhiṃ pañcake vuttā pañca satta honti_, “The seven benefits of being an expert on the Monastic Law: the five mentioned in the fives together with the observance-day ceremony and the invitation ceremony being entrusted to them, making it seven.” ",
  "pli-tv-pvr7:96.9": "[Sp.5.327](): _Satta paramānīti chakke vuttāniyeva sattakavasena yojetabbāni_, “The seven rules on ‘at the most’: what is spoken of in the sixes is to be constructed as a group of seven.” [Sp-ṭ.5.327](): _Sattakesu chakke vuttāniyeva sattakavasena yojetabbānīti chakke vuttacuddasaparamāni dvidhā katvā dvinnaṃ sattakānaṃ vasena yojetabbāni_, “In the sevens, what is spoken of in the sixes is to be constructed as a group of seven: having divided in two parts the fourteen ‘at the mosts’ spoken of in the sixes, it is to be constructed on account of two group of seven.” ",
  "pli-tv-pvr7:96.10": "See [Bu Np 29:2.27](pli-tv-bu-vb-np29:2.27). ",
  "pli-tv-pvr7:96.12": "The seven are: condemnation, demotion, banishment, reconciliation, not recognizing an offense, not making amends for an offense, and not letting go of a bad view. See [Kd 11](pli-tv-kd11:0.3). ",
  "pli-tv-pvr7:96.13": "See [Bi Pc 7:2.1.6](pli-tv-bi-vb-pc7:2.1.6). ",
  "pli-tv-pvr7:96.14": "See [Bu Ss 6:2.1.14](pli-tv-bu-vb-ss6:2.1.14). ",
  "pli-tv-pvr7:96.15": "See [Bu Pc 32](pli-tv-bu-vb-pc32:8.15.1). ",
  "pli-tv-pvr7:96.16": "See [Bu Np 23:2.12](pli-tv-bu-vb-np23:2.12). ",
  "pli-tv-pvr7:96.17": "[Sp.5.327](): _Katacīvarantiādīni dve sattakāni kathinakkhandhake niddiṭṭhāni_, “A finished robe, etc.: the two groups of seven that are specified in ‘The chapter on the robe-making ceremony’.” See [Kd 7](pli-tv-kd7:2.1.0). This concerns the present and the next item. ",
  "pli-tv-pvr7:96.18": "See [Kd 7](pli-tv-kd7:3.1.0). ",
  "pli-tv-pvr7:96.19": "[Sp.5.327](): _Bhikkhussa na hoti āpatti daṭṭhabbā, bhikkhussa hoti āpatti daṭṭhabbā, bhikkhussa hoti āpatti paṭikātabbāti imāni tīṇi sattakāni, dve adhammikāni, ekaṃ dhammikaṃ; tāni tīṇipi campeyyake niddiṭṭhāni_, “A monk doesn’t have any offense he needs to recognize; a monk does have an offense he needs to recognize; a monk has an offense he needs to make amends for: for these three groups of seven, two are illegitimate, one is legitimate. These three are specified in ‘The chapter connected with Campā’.” See [Kd 9](pli-tv-kd9:5.1.0). This comment refers to the present and the next two items. ",
  "pli-tv-pvr7:96.21": "There is fault in the Pali, since the same item is repeated. I translate according to the commentarial reading at [Sp.5.327](): _Bhikkhussa hoti āpatti paṭikātabbā_. ",
  "pli-tv-pvr7:96.22": "See [Kd 19:3.3.48](pli-tv-kd19:3.3.48). ",
  "pli-tv-pvr7:96.23": "See [Kd 19:3.3.52](pli-tv-kd19:3.3.52). ",
  "pli-tv-pvr7:113.1": "See [Kd 10:1.6.4](pli-tv-kd10:1.6.4)--1.7.10. ",
  "pli-tv-pvr7:113.2": "See [Kd 10:1.8.6](pli-tv-kd10:1.8.6)--1.8.16. ",
  "pli-tv-pvr7:113.3": "[Sp.5.328](): _Aṭṭha yāvatatiyakāti bhikkhūnaṃ terasake cattāro, bhikkhunīnaṃ sattarasake bhikkhūhi asādhāraṇā cattāroti aṭṭha_, “The eight ‘after the third’: four among the thirteen for the monks and four among the seventeen for the nuns that are not in common with the monk, making eight.” This refers to the offenses entailing suspension. ",
  "pli-tv-pvr7:113.4": "[Sp.5.328](): _Aṭṭhahākārehi kulāni dūsetīti kulāni dūseti pupphena vā phalena vā cuṇṇena vā mattikāya vā dantakaṭṭhena vā veḷuyā vā vejjikāya vā jaṅghapesanikena vāti imehi aṭṭhahi_, “The eight ways of corrupting families: one corrupts families with flowers, fruit, bath powder, soap, tooth cleaners, bamboo, medical treatment, or by taking messages on foot—with these eight.” See [Bu Ss 13:2.8](pli-tv-bu-vb-ss13:2.8). ",
  "pli-tv-pvr7:113.5": "See [Kd 8:32.1.2](pli-tv-kd8:32.1.2). ",
  "pli-tv-pvr7:113.6": "See [Kd 7:1.7.3](pli-tv-kd7:1.7.3). ",
  "pli-tv-pvr7:113.7": "See [Kd 6:35.6.3](pli-tv-kd6:35.6.3). ",
  "pli-tv-pvr7:113.8": "See [Kd 17:4.7.1](pli-tv-kd17:4.7.1)--4.7.10. ",
  "pli-tv-pvr7:113.9": "See [AN 8.5](an8.5:1.1). ",
  "pli-tv-pvr7:113.10": "See [Kd 20:1.4.3](pli-tv-kd20:1.4.3)--1.4.20. ",
  "pli-tv-pvr7:113.11": "See [Bi Pd 1](pli-tv-bi-vb-pd1:0.3)--8. ",
  "pli-tv-pvr7:113.12": "[Sp.5.328](): _Aṭṭhaṅgiko musāvādoti “vinidhāya sañña”nti iminā saddhiṃ pāḷiyaṃ āgatehi sattahīti aṭṭhahi aṅgehi aṭṭhaṅgiko_, “Lying has eight factors: the seven found in the Canonical text together with this: ‘He misrepresents his perception’. It is eightfold because of eight factors.” For the first seven factors see [Bu Pc 1:2.2.10](pli-tv-bu-vb-pc1:2.2.10). ",
  "pli-tv-pvr7:113.13": "According to the commentary at [Sp.5.328]() this refers to the eight precepts. ",
  "pli-tv-pvr7:113.14": "See [Kd 17:4.6.3](pli-tv-kd17:4.6.3). ",
  "pli-tv-pvr7:113.15": "See [Kd 1:38.8.2](pli-tv-kd1:38.8.2)--38.10.2. According to [Sp.3.87](), the last two items on this list counts as four separate practices, thus making eight in total. ",
  "pli-tv-pvr7:113.16": "See [Kd 19:1.3.1](pli-tv-kd19:1.3.1)--1.3.24. ",
  "pli-tv-pvr7:113.17": "See [Kd 19:1.4.1](pli-tv-kd19:1.4.1)--1.4.32. ",
  "pli-tv-pvr7:113.18": "See [Bu Pc 35:3.1.10](pli-tv-bu-vb-pc35:3.1.10)--3.1.17. ",
  "pli-tv-pvr7:113.19": "See [Bu Pc 35:3.1.20](pli-tv-bu-vb-pc35:3.1.20)--3.1.27. ",
  "pli-tv-pvr7:113.20": "See [Bu Np 23:2.15](pli-tv-bu-vb-np23:2.15). ",
  "pli-tv-pvr7:113.21": "This probably refers to the four offenses entailing expulsion for the monks, in addition to the four offenses entailing expulsion for the nuns that are not in common with the monks. ",
  "pli-tv-pvr7:113.22": "This refers to [Bi Pj 8:2.1.33](pli-tv-bi-vb-pj8:2.1.33). The Pali actually says “the eighth part”, which in context means that all eight parts have been completed. ",
  "pli-tv-pvr7:113.24": "This refers to the full ordination of a nun, which happens before both Sanghas. The eight statements are the two motions and the six announcements. ",
  "pli-tv-pvr7:113.25": "[Sp.5.328](): _Aṭṭhannaṃ paccuṭṭhātabbanti bhattagge vuḍḍhabhikkhunīnaṃ_, “One should stand up for eight people: for the senior nuns in the dining hall.” ",
  "pli-tv-pvr7:113.26": "[Sp.5.328](): _Āsanampi tāsaṃyeva dātabbaṃ_, “A seat should also be given to them.” ",
  "pli-tv-pvr7:113.27": "See [Kd 8:15.7.1](pli-tv-kd8:15.7.1). ",
  "pli-tv-pvr7:113.28": "See [Bu Pc 21:2.26](pli-tv-bu-vb-pc21:2.26)--2.34. ",
  "pli-tv-pvr7:113.29": "[Sp.5.328](): _Aṭṭhānisaṃsā vinayadhareti pañcake vuttesu pañcasu “tassādheyyo uposatho, pavāraṇā, saṅghakamma”nti ime tayo pakkhipitvā aṭṭha veditabbā_, “The eight benefits of being an expert on the Monastic Law: the eight are to be understood as the five mentioned in the fives and adding these three: the observance-day ceremony, the invitation ceremony, and legal procedures being entrusted to them.” ",
  "pli-tv-pvr7:113.30": "[Sp.5.328](): _Aṭṭha paramānīti pubbe vuttaparamāneva aṭṭhakavasena yojetvā veditabbāni_, “There are eight rules on ‘at the most’: they are to be understood just as the previously mentioned ‘at the most’, having constructed it as a group of eight.” ",
  "pli-tv-pvr7:113.31": "See [Kd 14:12.5.7.7](pli-tv-kd14:12.5.7.7)--12.5.8. ",
  "pli-tv-pvr7:113.32": "See [Kd 19:3.3.56](pli-tv-kd19:3.3.56)--3.3.60. ",
  "pli-tv-pvr7:113.33": "See [Kd 19:3.3.62](pli-tv-kd19:3.3.62)--3.3.66. ",
  "pli-tv-pvr7:120.1": "See [AN 9.29](an9.29:1.1). ",
  "pli-tv-pvr7:120.2": "See [AN 9.30](an9.30:1.1). ",
  "pli-tv-pvr7:120.3": "[Sp.5.329](): _Nava vinītavatthūnīti navahi āghātavatthūhi ārati virati paṭivirati setughāto_, “The nine grounds of training: the refraining from, the keeping away from, the desisting from, the incapability with respect to the nine grounds for resentment.” ",
  "pli-tv-pvr7:120.4": "The first nine offenses entailing suspension for monks. ",
  "pli-tv-pvr7:120.5": "See [Kd 17:5.1.24](pli-tv-kd17:5.1.24). ",
  "pli-tv-pvr7:120.6": "See [Bu Pc 39:2.10.1](pli-tv-bu-vb-pc39:2.10.1). ",
  "pli-tv-pvr7:120.7": "See [Kd 6:23.10.8](pli-tv-kd6:23.10.8)--23.15.9. ",
  "pli-tv-pvr7:120.8": "This probably refers to the five ways of reciting for monks, mentioned at [Kd 2:15.1.4](pli-tv-kd2:15.1.4), together with the four ways of reciting for nuns, referred to at [Pvr 2.1:1.8](pli-tv-pvr2.1:1.8) and in the ensuing discussion. ",
  "pli-tv-pvr7:120.9": "[Sp.5.329](): _Nava paramānīti pubbe vuttaparamāneva navakavasena yojetvā veditabbāni_, “There are nine rules on ‘at the most’: they are to be understood just as the previously mentioned ‘at the most’, having constructed it as a group of nine.” ",
  "pli-tv-pvr7:120.10": "See [AN 9.23](an9.23:1.1). ",
  "pli-tv-pvr7:120.11": "See [Vibh 17](vb17:pts-cs962). ",
  "pli-tv-pvr7:120.12": "See [Kd 8:20.2.4](pli-tv-kd8:20.2.4)--20.2.10. ",
  "pli-tv-pvr7:120.13": "As above. ",
  "pli-tv-pvr7:120.14": "See [Bu Pc 92:2.1.6](pli-tv-bu-vb-pc92:2.1.6). ",
  "pli-tv-pvr7:120.15": "[Sp.5.329](): _Nava adhammikāni dānānīti saṅghassa pariṇataṃ aññasaṅghassa vā cetiyassa vā puggalassa vā pariṇāmeti, cetiyassa pariṇataṃ aññacetiyassa vā saṅghassa vā puggalassa vā pariṇāmeti, puggalassa pariṇataṃ aññapuggalassa vā saṅghassa vā cetiyassa vā pariṇāmetīti_, “The nine illegitimate kinds of gifts: if it was intended for one sangha and he diverts it to another sangha or to a shrine or to an individual; if it was intended for one shrine and he diverts it to another shrine or to a sangha or to an individual; if it was intended for one individual and he diverts it to another individual or to a sangha or to a shrine.” This refers to [Bu Np 30:2.26](pli-tv-bu-vb-np30:2.26)--2.28 and [Bu Pc 82:2.2.4](pli-tv-bu-vb-pc82:2.2.4)--2.2.6. ",
  "pli-tv-pvr7:120.16": "[Sp.5.329](): _Nava paṭiggahaparibhogāti etesaṃyeva dānānaṃ paṭiggahā ca paribhogā ca_, “The nine illegitimate kinds of receiving and possessions: the receiving and possession of these kinds of gifts.” This refers to the present and the next item. ",
  "pli-tv-pvr7:120.18": "[Sp.5.329](): _Tīṇi dhammikāni dānānīti saṅghassa ninnaṃ saṅghasseva deti, cetiyassa ninnaṃ cetiyasseva, puggalassa ninnaṃ puggalasseva detīti imāni tīṇi. Paṭiggahapaṭibhogāpi tesaṃyeva paṭiggahā ca paribhogā ca_, “The three legitimate kinds of gift: inclining toward the Sangha, one gives to the Sangha, and inclining toward a shrine to a shrine. Inclining toward an individual, one gives to an individual. These are the three. Also receiving and possessions is the receiving and possession of these.” ",
  "pli-tv-pvr7:120.19": "See [Kd 14:2.1.1](pli-tv-kd14:2.1.1)--2.1.27. ",
  "pli-tv-pvr7:120.20": "See [Kd 14:3.1.1](pli-tv-kd14:3.1.1)--3.1.27. ",
  "pli-tv-pvr7:120.21": "See [Bu Pc 21:3.2.1](pli-tv-bu-vb-pc21:3.2.1)--3.2.18. ",
  "pli-tv-pvr7:120.22": "See [Bu Pc 21:3.2.19](pli-tv-bu-vb-pc21:3.2.19)--3.2.36. ",
  "pli-tv-pvr7:120.23": "See [Kd 19:3.3.69](pli-tv-kd19:3.3.69)--3.3.71. ",
  "pli-tv-pvr7:120.24": "See [Kd 19:3.3.75](pli-tv-kd19:3.3.75)--3.3.77. ",
  "pli-tv-pvr7:126.1": "[Sp.5.330](): _Dasa āghātavatthūnīti navakesu vuttāni nava “aṭṭhāne vā pana āghāto jāyatī”ti iminā saddhiṃ dasa honti_, “The ten grounds for resentment: the ten are the nine spoken of in the nines together with this: one gives rise to resentment without reason.” ",
  "pli-tv-pvr7:126.2": "[Sp.5.330](): _Āghātapaṭivinayāpi tattha vuttā nava “aṭṭhāne vā pana āghāto jāyati, taṃ kutettha labbhāti āghātaṃ paṭivinetī”ti iminā saddhiṃ dasa veditabbā_, “The ten are to be understood as the nine ways of getting rid of resentment spoken of there together with this: one gives rise to resentment without reason, and one gets rid of it, thinking, ‘How will this help?’” ",
  "pli-tv-pvr7:126.3": "[Sp.5.330](): _Dasa vinītavatthūnīti dasahi āghātavatthūhi viratisaṅkhātāni dasa_, “The ten grounds of training: the ten are the abstaining from the ten grounds for resentment.” ",
  "pli-tv-pvr7:126.4": "[Sp.5.330](): _Dasavatthukā micchādiṭṭhīti “natthi dinna”ntiādivasena veditabbā_, “The ten subject matters of wrong view: they are to be understood on account of ‘there is nothing given’ etc.” ",
  "pli-tv-pvr7:126.5": "[Sp.5.330](): _“Atthi dinna”ntiādivasena sammādiṭṭhi_, “There is right view on account of ‘there is the given’ etc.” ",
  "pli-tv-pvr7:126.6": "[Sp.5.330](): _“Sassato loko”tiādinā vasena pana antaggāhikā diṭṭhi veditabbā_, “The extreme views are to be understood on account of ‘the world is eternal’ etc.” ",
  "pli-tv-pvr7:126.7": "[Sp.5.330](): _Dasa micchattāti micchādiṭṭhiādayo micchāvimuttipariyosānā, viparītā sammattā_, “The ten kinds wrongness: wrong view, etc., ending with wrong liberation.” ",
  "pli-tv-pvr7:126.8": "[Sp.5.330](): _Viparītā sammattā_, “The kinds of rightness are the reverse.” ",
  "pli-tv-pvr7:126.9": "For this and the next item see [AN 10.211](an10.211:1.1). ",
  "pli-tv-pvr7:126.11": "See [Kd 14:10.1.3](pli-tv-kd14:10.1.3). ",
  "pli-tv-pvr7:126.12": "See [Kd 14:10.2.2](pli-tv-kd14:10.2.2). ",
  "pli-tv-pvr7:126.13": "See [Kd 1:56.1.4](pli-tv-kd1:56.1.4)--56.1.14. ",
  "pli-tv-pvr7:126.14": "See [Kd 1:60.1.5](pli-tv-kd1:60.1.5)--60.1.15. ",
  "pli-tv-pvr7:127.2": "Here the punctuation of the Pali is wrong. The comma should come after _appaṭiññāya_, not before it; see [Pvr 7:64.2](pli-tv-pvr7:64.2). ",
  "pli-tv-pvr7:133.2": "The redundancy in this set seems to be a result of mechanically putting together two sets from the group of fives above. And the same below. ",
  "pli-tv-pvr7:135.1": "See [Kd 14:14.19.2](pli-tv-kd14:14.19.2)--14.19.12. ",
  "pli-tv-pvr7:135.2": "See e.g. [Bu Pj 1:5.11.32](pli-tv-bu-vb-pj1:5.11.32). ",
  "pli-tv-pvr7:135.3": "See e.g. [Bu Pc 83:1.3.1](pli-tv-bu-vb-pc83:1.3.1)--1.3.53. ",
  "pli-tv-pvr7:135.4": "See [AN 8.35](an8.35:1.1). ",
  "pli-tv-pvr7:135.5": "See e.g. [Bu Pc 84:4.1.6](pli-tv-bu-vb-pc84:4.1.6). ",
  "pli-tv-pvr7:135.8": "See above at [Pvr 7:63.30](pli-tv-pvr7:63.30)--63.32. ",
  "pli-tv-pvr7:135.9": "[Sp.5.330](): _Dasa cīvaradhāraṇāti “sabbanīlakāni cīvarāni dhārentī”ti vuttavasena dasāti kurundiyaṃ vuttaṃ. Mahāaṭṭhakathāyaṃ pana “navasu kappiyacīvaresu udakasāṭikaṃ vā saṅkaccikaṃ vā pakkhipitvā dasā”ti vuttaṃ_, “The ten kinds of robe wearing: it is said in the Kurundī that the ten are on account of what was said: ‘They wore completely blue robes.’ But it is said in the Great Commentary that it is the nine allowable robes, adding the bathing robe or the chest wrap.” The former refers to [Kd 8:29.1.1](pli-tv-kd8:29.1.1)--29.1.11 and the nine allowable robes to [Kd 8:20.2.2](pli-tv-kd8:20.2.2). ",
  "pli-tv-pvr7:135.10": "See [Bu Np 1:3.1.6](pli-tv-bu-vb-np1:3.1.6). ",
  "pli-tv-pvr7:135.11": "See [Bu Ss 1:2.2.5](pli-tv-bu-vb-ss1:2.2.5). ",
  "pli-tv-pvr7:135.12": "See [Bu Ss 5:4.1.1](pli-tv-bu-vb-ss5:4.1.1). ",
  "pli-tv-pvr7:135.13": "See [Bu Ss 5:4.1.2](pli-tv-bu-vb-ss5:4.1.2). ",
  "pli-tv-pvr7:135.14": "See [Kd 22:1.1.2](pli-tv-kd22:1.1.2). ",
  "pli-tv-pvr7:135.15": "See [Kd 16:6.5.2](pli-tv-kd16:6.5.2). ",
  "pli-tv-pvr7:135.16": "See [Bu Pc 2:2.1.2](pli-tv-bu-vb-pc2:2.1.2). ",
  "pli-tv-pvr7:135.17": "See [Bu Pc 3:2.1.3](pli-tv-bu-vb-pc3:2.1.3). ",
  "pli-tv-pvr7:135.18": "[Sp.5.330](): _Dasa senāsanānīti mañco, pīṭhaṃ, bhisi, bimbohanaṃ, cimilikā, uttarattharaṇaṃ, taṭṭikā, cammakhaṇḍo, nisīdanaṃ, tiṇasanthāro, paṇṇasanthāroti_, “The ten kinds of furniture: a bed, a bench, a mattress, a pillow, a mat underlay, a bedspread, a straw-mat, a hide, a sitting mat, a spread of grass, a spread of leaves.” See [Bu Pc 14:1.1.9.1](pli-tv-bu-vb-pc14:1.1.9.1) and [Bu Pc 15:2.1.8](pli-tv-bu-vb-pc15:2.1.8). The ten kinds of furniture have become eleven in the commentary! [Sp-yoj.5.330]() helpfully adds: _Paṇṇasanthāro tiṇasanthārena saṅgahito_, “The spread of leaves is included in the spread of grass.” ",
  "pli-tv-pvr7:135.19": "[Sp.5.330](): _Dasa varāni yāciṃsūti visākhā aṭṭha, suddhodanamahārājā ekaṃ, jīvako ekaṃ_, “‘They asked for ten favors’: Visākhā eight, the great king Suddhodana one, Jīvaka one.” ",
  "pli-tv-pvr7:135.20": "See [Kd 19:3.3.81](pli-tv-kd19:3.3.81)--3.3.84. ",
  "pli-tv-pvr7:135.21": "See [Kd 19:3.3.87](pli-tv-kd19:3.3.87)--3.3.90. ",
  "pli-tv-pvr7:135.22": "See [Kd 6:24.6.3](pli-tv-kd6:24.6.3). ",
  "pli-tv-pvr7:135.23": "See [Kd 6:23.10.8](pli-tv-kd6:23.10.8)--23.15.9 plus human meat as the tenth, see [Kd 6:23.9.7](pli-tv-kd6:23.9.7). ",
  "pli-tv-pvr7:135.24": "Ten out of the fourteen listed at [Sp.5.326](), see above at [Pvr 7:81.9](pli-tv-pvr7:81.9). ",
  "pli-tv-pvr7:135.26": "This and the next item contradict [Bi Pc 74:1.14.1](pli-tv-bi-vb-pc74:1.14.1), which stipulates twelve years of seniority for a nun to give the full ordination. ",
  "pli-tv-pvr7:144.1": "See [Kd 1:61.1.19](pli-tv-kd1:61.1.19)--68.1.4. A convenient list of the eleven is found at [Khuddas-pṭ.16](). ",
  "pli-tv-pvr7:144.2": "[Sp.5.331](): _Ekādasa pādukāti dasa ratanamayā, ekā kaṭṭhapādukā_, “The eleven kinds of shoes: ten made with precious substances and one made of wood.” See the last ten items at [Kd 5:8.3.4](pli-tv-kd5:8.3.4) and [Kd 5:6.4.12](pli-tv-kd5:6.4.12). ",
  "pli-tv-pvr7:144.3": "[Sp.5.331](): _Ekādasa pattāti tambalohamayena vā dārumayena vā saddhiṃ dasa ratanamayā_, “The eleven kinds of bowls: ten made with precious substances together with one made of copper or one made of wood.” See [Kd 15:8.2.26](pli-tv-kd15:8.2.26)--9.1.14. It is curious that the copper bowl is mentioned here as if separate from the list of ten, yet it also occurs in the list of ten. There seems to be an error either in the Canonical text or the commentary. ",
  "pli-tv-pvr7:144.4": "[Sp.5.331](): _Ekādasa cīvarānīti sabbanīlakādīni ekādasa_, “The eleven kinds of robes: the eleven are those that are entirely blue, etc.” See [Kd 8:29.1.1](pli-tv-kd8:29.1.1)--29.1.11. ",
  "pli-tv-pvr7:144.5": "[Sp.5.331](): _Yāvatatiyakāti ukkhittānuvattikā bhikkhunī, saṅghādisesā aṭṭha, ariṭṭho, caṇḍakāḷīti_, “‘After the third’: a nun takes sides with one who has been ejected, the eight offenses entailing suspension, Ariṭṭha, and Caṇḍakāḷī.” This refers to [Bi Pj 7](pli-tv-bi-vb-pj7:1.11.1), [Bu Ss 10](pli-tv-bu-vb-ss10:1.3.16.1)--13, [Bi Ss 10](pli-tv-bi-vb-ss10:1.19.1)--13, [Bu Pc 68](pli-tv-bu-vb-pc68:1.49.1), and [Bi Pc 36](pli-tv-bi-vb-pc36:1.11.1). ",
  "pli-tv-pvr7:144.6": "[Sp.5.331](): _Ekādasa antarāyikā nāma “nasi animittā”ti ādayo_, “The eleven obstacles: ‘Do you lack genitals? etc.” See [Kd 20:17.1.6](pli-tv-kd20:17.1.6). ",
  "pli-tv-pvr7:144.7": "[Sp.5.331](): _Ekādasa cīvarāni adhiṭṭhātabbānīti ticīvaraṃ, vassikasāṭikā, nisīdanaṃ, paccattharaṇaṃ, kaṇḍuppaṭicchādi, mukhapuñchanacoḷaṃ, parikkhāracoḷaṃ, udakasāṭikā, saṅkaccikāti_, “Eleven kinds of robes that should be determined: the three robes, the rainy-season robe, the sitting mat, a sheet, an itch-covering cloth, a washcloth, a cloth for requisites, the bathing robe, and the chest wrap.” ",
  "pli-tv-pvr7:144.8": "[Sp.5.331](): _Na vikappetabbānīti etāneva adhiṭṭhitakālato paṭṭhāya na vikappetabbāni_, “Should not be assigned to another: beginning from the time of determination, these should not be assigned to another.” ",
  "pli-tv-pvr7:144.9": "See [Bu Np 1:3.2.2](pli-tv-bu-vb-np1:3.2.2). ",
  "pli-tv-pvr7:144.10": "[Sp.5.331](): _Gaṇṭhikā ca vidhā ca suttamayena saddhiṃ ekādasa honti, te sabbe khuddakakkhandhake niddiṭṭhā_, “Together with those made of thread, there are eleven kinds of toggles and buckles. They are all specified in ‘The chapter on minor topics’.” For the toggles see [Kd 15:29.3.12](pli-tv-kd15:29.3.12). ",
  "pli-tv-pvr7:144.11": "See [Kd 15:29.2.23](pli-tv-kd15:29.2.23)--29.2.24. ",
  "pli-tv-pvr7:144.12": "See [Bu Pc 10:2.1.8](pli-tv-bu-vb-pc10:2.1.8)--2.1.10. ",
  "pli-tv-pvr7:144.13": "See [Bu Pc 10:2.1.12](pli-tv-bu-vb-pc10:2.1.12)--2.1.14. ",
  "pli-tv-pvr7:144.14": "[Sp.5.331](): _Nissayapaṭipassaddhiyo upajjhāyamhā pañca, ācariyamhā cha; evaṃ ekādasa_, “The reasons why formal support comes to an end are five for a preceptor and six for a teacher, thus eleven.” See [Kd 1:36.1.4](pli-tv-kd1:36.1.4) and [Kd 1:36.1.7](pli-tv-kd1:36.1.7). ",
  "pli-tv-pvr7:144.15": "[Sp.5.331](): _Avandiyapuggalā naggena saddhiṃ ekādasa_, “The eleven are the people a monk should not pay respect to together with the naked person.” See respectively [Kd 16:6.5.2](pli-tv-kd16:6.5.2) and [Kd 15:15.1.4](pli-tv-kd15:15.1.4)--15.1.7. ",
  "pli-tv-pvr7:144.16": "[Sp.5.331](): _Ekādasa paramāni pubbe vuttesu cuddasasu ekādasakavasena yojetvā veditabbāni_, “The eleven rules on ‘at the most’: they are to be understood among the previously mentioned fourteen, having constructed them as a group of eleven.” ",
  "pli-tv-pvr7:144.17": "[Sp.5.331](): _Ekādasa varānīti mahāpajāpatiyā yācitavarena saddhiṃ pubbe vuttāni dasa_, “The eleven favors: the ten spoken of previously together with the favor asked for by Mahāpajāpatī.” For the previous ten see above at [Pvr 7:135.19](pli-tv-pvr7:135.19). For the eleventh favor see [Kd 20:3.1.3](pli-tv-kd20:3.1.3). ",
  "pli-tv-pvr7:144.18": "[Sp.5.331](): _Ekādasa sīmādosāti “atikhuddakaṃ sīmaṃ sammannantī”tiādinā nayena kammavagge āgamissanti_, “The eleven flaws in monastery zones: ‘They approved a monastery zone that was too small,’ etc. They are handed down in the subchapter on legal procedures through this method.” See [Pvr 21:5.3](pli-tv-pvr21:5.3). ",
  "pli-tv-pvr7:144.19": "See [AN 11.6](an11.6:1.1). ",
  "pli-tv-pvr7:144.20": "See [AN 11.15](an11.15:1.1). "
}