{
  "pli-tv-pvr17:40.3": "Sp 5.424: _Āpattiyā payogaṁ na jānātīti “ayaṁ āpatti kāyappayogā, ayaṁ vacīpayogā”ti na jānāti … Āpattiyā na vinicchayakusalo hotīti “imasmiṁ vatthusmiṁ ayaṁ āpattī”ti na jānāti_, “_Āpattiyā payogaṁ na jānāti_ means he does not know: ‘This is an offense because of bodily effort; this is an offense because of verbal effort.’ … _Āpattiyā na vinicchayakusalo hoti_ means he does not know: ‘When there is this action, there is this offense.’” ",
  "pli-tv-pvr17:41.3": "Sp 5.424: _Adhikaraṇānañhi yathāsakaṁmūlameva payogā nāma honti_, “For it is just the root of the legal issues that is called effort.” ",
  "pli-tv-pvr17:44.3": "Sp 5.424: _Vattanti sattasu kammesu heṭṭhā catunnaṁ kammānaṁ aṭṭhārasavidhaṁ tividhassa ca ukkhepanīyakammassa tecattālīsavidhaṁ vattaṁ na jānāti_, “_Vatta_: among the seven legal procedures found below, he does not know the eighteen kinds of proper conduct of the four legal procedures or the forty-three kinds of proper conduct of the three kinds of legal procedures of ejection.” ",
  "pli-tv-pvr17:45.3": "Sp 5.424: _Padapaccābhaṭṭhaṁ na jānātīti sammukhā kātabbaṁ padaṁ na jānāti. “Buddho bhagavā”ti vattabbe “bhagavā buddho”ti heṭṭhupariyaṁ katvā padaṁ yojeti_, “_Padapaccābhaṭṭhaṁ na jānāti_: he does not know the words that are to be done in the presence of. When ‘Buddho bhagavā’ is to be said, having reversed the order, he makes it ‘bhagavā Buddho’.” | Sp 5.325: _Anusandhivacanapathanti kathānusandhi-vinicchayānusandhivasena vatthuṁ na jānāti_, “_Anusandhivacanapatha_: he does not understand the basis for the sequence of statements and the sequence of decisions.” ",
  "pli-tv-pvr17:48.3": "Sp 5.424: _Ñattiyā samathaṁ na jānātīti yvāyaṁ sativinayo, amūḷhavinayo, tassapāpiyasikā, tiṇavatthārakoti catubbidho samatho ñattiyā vinā na hoti, taṁ ñattiyā samathoti na jānāti. Ñattiyā vūpasamaṁ na jānātīti yaṁ adhikaraṇaṁ iminā catubbidhena ñattisamathena vūpasamati, tassa taṁ vūpasamaṁ “ayaṁ ñattiyā vūpasamo kato”ti na jānāti_, “‘He doesn’t know settling through a motion’: without a motion, there is no fourfold settling of resolution through recollection, of resolution because of past insanity, of a further penalty, or of covering over as if with grass. He does not know that settling through a motion. ‘He doesn’t know resolution through a motion’: regarding a legal issue that is resolved through this fourfold settling through a motion, he does not know the resolution of it: ‘This resolution is done through a motion’.” ",
  "pli-tv-pvr17:49.3": "Sp 5.424: _Suttaṁ na jānātīti ubhatovibhaṅgaṁ na jānāti. Suttānulomaṁ na jānātīti cattāro mahāpadese na jānāti. Vinayaṁ na jānātīti khandhakaparivāraṁ na jānāti. Vinayānulomaṁ na jānātīti cattāro mahāpadeseyeva na jānāti_, “‘He doesn’t know the Monastic Code’: he does not know the analyses of both Monastic Codes. ‘He doesn’t know what’s in accordance with the Monastic Code’: he does not know the four great standards. ‘He doesn’t know the Monastic Law’: he does not know the Chapters and the Compendium. ‘He doesn’t know what’s in accordance with the Monastic Law’: he does not know the four great standards.” Instead of following the commentary, I prefer to understand _sutta_ in its early usage of Monastic Code, equivalent to the Pātimokkha, and Vinaya as the entire Vinaya corpus, the Monastic Law. ",
  "pli-tv-pvr17:50.3": "Sp 5.424: _Na ca pubbāparakusalo hotīti purekathāya ca pacchākathāya ca akusalo hoti_, “‘He’s not skilled in the right order’: he is unskilled in what should be said first and what should be said afterwards.” ",
  "pli-tv-pvr17:55.3": "Sp 5.425: _Anāpattiyā diṭṭhiṁ āvi karotīti anāpattimeva āpattīti desetīti attho_, “‘One reveals a view about a non-offense’: the meaning is that one confesses a non-offense as an offense.” Sp 5.425: _Catūhi pañcahi diṭṭhinti … cattāro pañca janā ekato āpattiṁ desentīti attho_, “‘A view to four or five people’: … The meaning is that he confesses the offense to four or five people together.” Sp 5.425: _Manomānasena … vacībhedaṁ akatvā citteneva āpattiṁ desetīti attho_, “‘By mind’: the meaning is that he confesses the offense by mind, without breaking into speech.” ",
  "pli-tv-pvr17:81.3": "This refers to the recitation of the Monastic Code, the Pātimokkha. ",
  "pli-tv-pvr17:139.3": "Sp 5.447: _Adassanenāti vinayadharassa adassanena. … Assavanenāti ekavihārepi vasanto pana vinayadharassa upaṭṭhānaṁ gantvā kappiyākappiyaṁ apucchitvā vā aññesañca vuccamānaṁ asuṇanto āpajjatiyeva, tena vuttaṁ “assavanenā”ti. Pasuttakatāti pasuttakatāya. Sahagāraseyyañhi pasuttakabhāvenapi āpajjati_, “‘Because of not seeing’: because of not seeing an expert on the Monastic Law. … ‘Because of not hearing’: when living in a monastery, one goes to attend on an expert in the Monastic Law, then, having asked and being spoken to about something else, one ends up not hearing about it. It is because of that that it is said ‘because of not hearing’. ‘Because of sleeping’: due to sleeping. One commits the offense while sleeping in the same sleeping place in a house.” The offenses committed ‘because of sleeping’ refers to [pli-tv-bu-vb-pc5:2.16.1]() and [pli-tv-bu-vb-pc6:1.51.1](), and the corresponding rules for _bhikkhunīs_. ",
  "pli-tv-pvr17:148.3": "It is not clear why this is considered five rather than six items. Perhaps the last item on householders is not to be counted. The same list recurs at [pli-tv-kd20:9.1.18](), but without “he exposes both shoulders to the nuns” and without any reference to householders. The exposition at Kd 20 seems more plausible. ",
  "pli-tv-pvr17:152.3": "Again, it is not clear why this is counted as five rather than six items. See above. ",
  "pli-tv-pvr17:173.3": "Sp 5.455: _Pasāretā hoti no sāretāti mohetā hoti, na satiuppādetā; codakacuditakānaṁ kathaṁ moheti pidahati na sāretīti attho_, “‘He causes confusion, not recollection’: he confuses, does not cause others to remember; the meaning is that, in regard to the speech of the accuser and the one who is accused, he confuses, conceals, and does not cause them to remember.” ",
  "pli-tv-pvr17:196.4": "Sp 5.458: _Uddesenāti pañcasu pātimokkhuddesesu aññatarena uddesena. Voharantoti kathayanto; tāhi tāhi upapattīhi “adhammaṁ dhammo”tiādīni aṭṭhārasa bhedakaravatthūni dīpento_, “‘Through recitation’: through reciting any of the five recitations of the Monastic Code. ‘Through speaking’: talking; proclaiming the eighteen bases for schism, that is, what is contrary to the Teaching as the Teaching, etc., however it arises.” ",
  "pli-tv-pvr17:202.3": "Sp 5.458: _Vinidhāya diṭṭhiṁ kammenāti tesu adhammādīsu adhammādayo eteti evaṁdiṭṭhikova hutvā taṁ diṭṭhiṁ vinidhāya te dhammādivasena dīpetvā visuṁ kammaṁ karoti_, “‘He misrepresents his view of what is true during the legal procedure’: in regard to what is not the Teaching, etc., he has the view that it is not the Teaching, etc., but he misrepresents that view, proclaiming it is the Teaching, etc., and he then does a separate legal procedure.” The separate legal procedure is what finalizes the schism. ",
  "pli-tv-pvr17:203.3": "That is, the recitation that finalizes the schism. And the same below. ",
  "pli-tv-pvr17:230.3": "Sp 5.462: _Pariṇāmetīti niyāmeti dīpeti katheti_, “Develops: he specifies, he proclaims, he speaks.” The basic meaning of _pariṇāmeti_ is to change, often a change towards ripening or maturity. The meaning here is presumably that he changes or transforms the Teaching and the Monastic Law by distorting them. ",
  "pli-tv-pvr17:241.3": "For the first four of these five see [pli-tv-bu-vb-pc46:5.6.1](), [pli-tv-bu-vb-np2:2.39.1](), [pli-tv-bu-vb-pc32:8.15.1](), and [pli-tv-bu-vb-np1:2.17.1]() respectively. ",
  "pli-tv-pvr17:246.3": "Sp 5.467: _Asamannāharantoti kiccayapasutattā vandanaṁ asamannāharanto_, “‘One who’s not paying attention’: not paying attention to the paying respect because of being occupied with a task.” "
}