{
  "an6.17:0.1": "Numbered Discourses 6.17 ",
  "an6.17:0.2": "2. Warm-hearted ",
  "an6.17:0.3": "Sleep ",
  "an6.17:1.1": "At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ",
  "an6.17:1.2": "Then in the late afternoon, the Buddha came out of retreat, went to the assembly hall, and sat down on the seat spread out. ",
  "an6.17:1.3": "Venerable Sāriputta also came out of retreat, went to the assembly hall, bowed to the Buddha and sat down to one side. ",
  "an6.17:1.4": "Venerables Mahāmoggallāna, ",
  "an6.17:1.5": "Mahākassapa, ",
  "an6.17:1.6": "Mahākaccāna, ",
  "an6.17:1.7": "Mahākoṭṭhita, ",
  "an6.17:1.8": "Mahācunda, ",
  "an6.17:1.9": "Mahākappina, ",
  "an6.17:1.10": "Anuruddha, ",
  "an6.17:1.11": "Revata, ",
  "an6.17:1.12": "and Ānanda did the same. ",
  "an6.17:1.13": "The Buddha spent much of the night sitting in meditation, then got up from his seat and entered his dwelling. ",
  "an6.17:1.14": "And soon after the Buddha left those venerables each went to their own dwelling. ",
  "an6.17:1.15": "But those mendicants who were junior, recently gone forth, newly come to this teaching and training slept until the sun came up, snoring. ",
  "an6.17:1.16": "The Buddha saw them doing this, with his clairvoyance that is purified and superhuman. ",
  "an6.17:1.17": "He went to the assembly hall, sat down on the seat spread out, ",
  "an6.17:1.18": "and addressed the mendicants: ",
  "an6.17:2.1": "“Mendicants, where is Sāriputta? ",
  "an6.17:2.2": "Where are Mahāmoggallāna, ",
  "an6.17:2.3": "Mahākassapa, ",
  "an6.17:2.4": "Mahākaccāna, ",
  "an6.17:2.5": "Mahākoṭṭhita, ",
  "an6.17:2.6": "Mahācunda, ",
  "an6.17:2.7": "Mahākappina, ",
  "an6.17:2.8": "Anuruddha, ",
  "an6.17:2.9": "Revata, ",
  "an6.17:2.10": "and Ānanda? ",
  "an6.17:2.11": "Where have these senior disciples gone?” ",
  "an6.17:2.12": "“Soon after the Buddha left those venerables each went to their own dwelling.” ",
  "an6.17:2.13": "“So, mendicants, when the senior mendicants left, why did you sleep until the sun came up, snoring? ",
  "an6.17:2.14": "What do you think, mendicants? ",
  "an6.17:2.15": "Have you ever seen or heard ",
  "an6.17:2.16": "of an anointed aristocratic king who rules his whole life, dear and beloved to the country, while indulging in the pleasures of sleeping, lying down, and drowsing as much as he likes?” ",
  "an6.17:2.17": "“No, sir.” ",
  "an6.17:2.18": "“Good, mendicants! ",
  "an6.17:2.19": "I too have never seen or heard of such a thing. ",
  "an6.17:2.20": "",
  "an6.17:3.1": "What do you think, mendicants? ",
  "an6.17:3.2": "Have you ever seen or heard ",
  "an6.17:3.3": "of an appointed official … ",
  "an6.17:3.4": "a hereditary official … ",
  "an6.17:3.5": "a general … ",
  "an6.17:3.6": "a village chief … ",
  "an6.17:3.7": "or a guild head who runs the guild his whole life, dear and beloved to the guild, while indulging in the pleasures of sleeping, lying down, and drowsing as much as he likes?” ",
  "an6.17:3.8": "“No, sir.” ",
  "an6.17:3.9": "“Good, mendicants! ",
  "an6.17:3.10": "I too have never seen or heard of such a thing. ",
  "an6.17:3.11": "",
  "an6.17:4.1": "What do you think, mendicants? ",
  "an6.17:4.2": "Have you ever seen or heard ",
  "an6.17:4.3": "of an ascetic or brahmin who indulges in the pleasures of sleeping, lying down, and drowsing as much as they like? Their sense doors are unguarded, they eat too much, they’re not dedicated to wakefulness, they’re unable to discern skillful qualities, and they don’t pursue the development of the qualities that lead to awakening in the evening and toward dawn. Yet they realize the undefiled freedom of heart and freedom by wisdom in this very life. And they live having realized it with their own insight due to the ending of defilements.” ",
  "an6.17:4.4": "“No, sir.” ",
  "an6.17:4.5": "“Good, mendicants! ",
  "an6.17:4.6": "I too have never seen or heard of such a thing. ",
  "an6.17:4.7": "",
  "an6.17:5.1": "So you should train like this: ",
  "an6.17:5.2": "‘We will guard our sense doors, eat in moderation, be dedicated to wakefulness, discern skillful qualities, and pursue the development of the qualities that lead to awakening in the evening and toward dawn.’ ",
  "an6.17:5.3": "That’s how you should train.” "
}