{
  "an6.58:0.1": "Numbered Discourses 6.58 ",
  "an6.58:0.2": "6. The Great Chapter ",
  "an6.58:0.3": "Defilements ",
  "an6.58:1.1": "“Mendicants, a mendicant with six qualities is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a religious donation, worthy of veneration with joined palms, and is the supreme field of merit for the world. ",
  "an6.58:2.1": "What six? ",
  "an6.58:2.2": "It’s a mendicant who, by restraint, has given up the defilements that should be given up by restraint. ",
  "an6.58:2.3": "By using, they’ve given up the defilements that should be given up by using. ",
  "an6.58:2.4": "By enduring, they’ve given up the defilements that should be given up by enduring. ",
  "an6.58:2.5": "By avoiding, they’ve given up the defilements that should be given up by avoiding. ",
  "an6.58:2.6": "By getting rid, they’ve given up the defilements that should be given up by getting rid. ",
  "an6.58:2.7": "By developing, they’ve given up the defilements that should be given up by developing. ",
  "an6.58:3.1": "And what are the defilements that should be given up by restraint? ",
  "an6.58:3.2": "Take a mendicant who, reflecting properly, lives restraining the eye faculty. ",
  "an6.58:3.3": "For the distressing and feverish defilements that might arise in someone who lives without restraint of the eye faculty do not arise when there is such restraint. ",
  "an6.58:3.4": "Reflecting properly, they live restraining the ear faculty … ",
  "an6.58:3.5": "the nose faculty … ",
  "an6.58:3.6": "the tongue faculty … ",
  "an6.58:3.7": "the body faculty … ",
  "an6.58:3.8": "the mind faculty. ",
  "an6.58:3.9": "For the distressing and feverish defilements that might arise in someone who lives without restraint of the mind faculty do not arise when there is such restraint. ",
  "an6.58:3.10": "These are called the defilements that should be given up by restraint. ",
  "an6.58:4.1": "And what are the defilements that should be given up by using? ",
  "an6.58:4.2": "Take a mendicant who, reflecting properly, makes use of robes: ",
  "an6.58:4.3": "‘Only for the sake of warding off cold and heat; for warding off the touch of flies, mosquitoes, wind, sun, and reptiles; and for covering up the private parts.’ ",
  "an6.58:4.4": "Reflecting properly, they make use of almsfood: ",
  "an6.58:4.5": "‘Not for fun, indulgence, adornment, or decoration, but only to sustain this body, to avoid harm, and to support spiritual practice. In this way, I shall put an end to old discomfort and not give rise to new discomfort, and I will live blamelessly and at ease.’ ",
  "an6.58:4.6": "Reflecting properly, they make use of lodgings: ",
  "an6.58:4.7": "‘Only for the sake of warding off cold and heat; for warding off the touch of flies, mosquitoes, wind, sun, and reptiles; to shelter from harsh weather and to enjoy retreat.’ ",
  "an6.58:4.8": "Reflecting properly, they make use of medicines and supplies for the sick: ",
  "an6.58:4.9": "‘Only for the sake of warding off the pains of illness and to promote good health.’ ",
  "an6.58:4.10": "For the distressing and feverish defilements that might arise in someone who lives without using these things do not arise when they are used. ",
  "an6.58:4.11": "These are called the defilements that should be given up by using. ",
  "an6.58:5.1": "And what are the defilements that should be given up by enduring? ",
  "an6.58:5.2": "Take a mendicant who, reflecting properly, endures cold, heat, hunger, and thirst. They endure the touch of flies, mosquitoes, wind, sun, and reptiles. They endure rude and unwelcome criticism. And they put up with physical pain—sharp, severe, acute, unpleasant, disagreeable, and life-threatening. ",
  "an6.58:5.3": "For the distressing and feverish defilements that might arise in someone who lives without enduring these things do not arise when they are endured. ",
  "an6.58:5.4": "These are called the defilements that should be given up by enduring. ",
  "an6.58:6.1": "And what are the defilements that should be given up by avoiding? ",
  "an6.58:6.2": "Take a mendicant who, reflecting properly, avoids a wild elephant, a wild horse, a wild ox, a wild dog, a snake, a stump, thorny ground, a pit, a cliff, a swamp, and a sewer. Reflecting properly, they avoid sitting on inappropriate seats, walking in inappropriate neighborhoods, and mixing with bad friends—whatever sensible spiritual companions would believe to be a bad setting. ",
  "an6.58:6.3": "For the distressing and feverish defilements that might arise in someone who lives without avoiding these things do not arise when they are avoided. ",
  "an6.58:6.4": "These are called the defilements that should be given up by avoiding. ",
  "an6.58:7.1": "And what are the defilements that should be given up by getting rid? ",
  "an6.58:7.2": "Take a mendicant who, reflecting properly, doesn’t tolerate a sensual, ",
  "an6.58:7.3": "malicious, ",
  "an6.58:7.4": "or cruel thought that has arisen. ",
  "an6.58:7.5": "They don’t tolerate any bad, unskillful qualities that have arisen, but give them up, get rid of them, eliminate them, and obliterate them. ",
  "an6.58:7.6": "For the distressing and feverish defilements that might arise in someone who lives without getting rid of these things do not arise when they are gotten rid of. ",
  "an6.58:7.7": "These are called the defilements that should be given up by getting rid. ",
  "an6.58:8.1": "And what are the defilements that should be given up by developing? ",
  "an6.58:8.2": "Take a mendicant who, reflecting properly, develops the awakening factors of mindfulness, ",
  "an6.58:8.3": "investigation of principles, ",
  "an6.58:8.4": "energy, ",
  "an6.58:8.5": "rapture, ",
  "an6.58:8.6": "tranquility, ",
  "an6.58:8.7": "immersion, ",
  "an6.58:8.8": "and equanimity, which rely on seclusion, fading away, and cessation, and ripen as letting go. ",
  "an6.58:8.9": "For the distressing and feverish defilements that might arise in someone who lives without developing these things do not arise when they are developed. ",
  "an6.58:8.10": "These are called the defilements that should be given up by developing. ",
  "an6.58:9.1": "A mendicant with these six qualities is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a religious donation, worthy of veneration with joined palms, and is the supreme field of merit for the world.” "
}