{
  "an6.34:0.1": "Numbered Discourses 6 ",
  "an6.34:0.2": "4. Deities ",
  "an6.34:0.3": "34. With Mahāmoggallāna ",
  "an6.34:1.1": "At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ",
  "an6.34:1.2": "Then as Venerable Mahāmoggallāna was in private retreat this thought came to his mind, ",
  "an6.34:1.3": "“Which gods know that they are ",
  "an6.34:1.4": "stream-enterers, not liable to be reborn in the underworld, bound for awakening?” ",
  "an6.34:1.5": "Now, at that time a monk called Tissa had recently passed away and been reborn in a Brahmā realm. ",
  "an6.34:1.6": "There they knew that ",
  "an6.34:1.7": "Tissa the Brahmā was very mighty and powerful. ",
  "an6.34:2.1": "And then Venerable Mahāmoggallāna, as easily as a strong person would extend or contract their arm, vanished from Jeta’s Grove and reappeared in that Brahmā realm. ",
  "an6.34:2.2": "Tissa saw Moggallāna coming off in the distance, ",
  "an6.34:2.3": "and said to him, ",
  "an6.34:2.4": "“Come, my good Moggallāna! Welcome, my good Moggallāna! ",
  "an6.34:2.5": "It’s been a long time since you took the opportunity to come here. ",
  "an6.34:2.6": "Sit, my good Moggallāna, this seat is for you.” ",
  "an6.34:2.7": "Moggallāna sat down on the seat spread out. ",
  "an6.34:2.8": "Then Tissa bowed to Moggallāna and sat to one side. ",
  "an6.34:2.9": "Moggallāna said to him, ",
  "an6.34:3.1": "“Tissa, which gods know that they are stream-enterers, not liable to be reborn in the underworld, bound for awakening?” ",
  "an6.34:3.2": "“The gods of the Four Great Kings know this.” ",
  "an6.34:4.1": "“But do all of them know this?” ",
  "an6.34:4.2": "“No, my good Moggallāna, not all of them. ",
  "an6.34:4.3": "Those who lack experiential confidence in the Buddha, the teaching, and the Saṅgha, and lack the ethics loved by the noble ones, do not know that they are stream-enterers. ",
  "an6.34:4.4": "But those who have experiential confidence in the Buddha, the teaching, and the Saṅgha, and have the ethics loved by the noble ones, do know that they are stream-enterers.” ",
  "an6.34:5.1": "“But Tissa, is it only the gods of the Four Great Kings who know that they are stream-enterers, or do the gods of the Thirty-Three … ",
  "an6.34:5.2": "the Gods of Yama … ",
  "an6.34:5.3": "the Joyful Gods … ",
  "an6.34:5.4": "the Gods Who Love to Create … ",
  "an6.34:5.5": "and the Gods Who Control the Creations of Others know that they are stream-enterers, not liable to be reborn in the underworld, bound for awakening?” ",
  "an6.34:5.6": "“The gods of these various classes know this.” ",
  "an6.34:6.1": "“But do all of them know this?” ",
  "an6.34:6.2": "“No, my good Moggallāna, not all of them. ",
  "an6.34:6.3": "Those who lack experiential confidence in the Buddha, the teaching, and the Saṅgha, and lack the ethics loved by the noble ones, do not know that they are stream-enterers. ",
  "an6.34:6.4": "But those who have experiential confidence in the Buddha, the teaching, and the Saṅgha, and have the ethics loved by the noble ones, do know that they are stream-enterers.” ",
  "an6.34:7.1": "Moggallāna approved and agreed with what Tissa the Brahmā said. Then, as easily as a strong person would extend or contract their arm, he vanished from that Brahmā realm and reappeared in Jeta’s Grove. "
}