{
  "an6.38:0.1": "Numbered Discourses 6 ",
  "an6.38:0.2": "4. Deities ",
  "an6.38:0.3": "38. One’s Own Volition ",
  "an6.38:1.1": "Then a certain brahmin went up to the Buddha, and exchanged greetings with him. ",
  "an6.38:1.2": "When the greetings and polite conversation were over, he sat down to one side and said to the Buddha: ",
  "an6.38:1.3": "“Master Gotama, this is my doctrine and view: ",
  "an6.38:1.4": "One does not act of one’s own volition, nor does one act of another’s volition.” ",
  "an6.38:1.5": "“Well, brahmin, I’ve never seen or heard of anyone holding such a doctrine or view. ",
  "an6.38:1.6": "How on earth can someone who comes and goes on his own say that ",
  "an6.38:1.7": "one does not act of one’s own volition, nor does one act of another’s volition? ",
  "an6.38:2.1": "What do you think, brahmin, is there an element of initiative?” ",
  "an6.38:2.2": "“Yes, sir.” ",
  "an6.38:2.3": "“Since this is so, do we find sentient beings who initiate activity?” ",
  "an6.38:2.4": "“Yes, sir.” ",
  "an6.38:2.5": "“Since there is an element of initiative, and sentient beings who initiate activity are found, sentient beings act of their own volition or that of another. ",
  "an6.38:3.1": "What do you think, brahmin, is there an element of persistence … ",
  "an6.38:3.2": "exertion … ",
  "an6.38:3.3": "strength … ",
  "an6.38:3.4": "endurance … ",
  "an6.38:3.5": "energy?” ",
  "an6.38:3.6": "“Yes, sir.” ",
  "an6.38:3.7": "“Since this is so, do we find sentient beings who have energy?” ",
  "an6.38:3.8": "“Yes, sir.” ",
  "an6.38:3.9": "“Since there is an element of energy, and sentient beings who have energy are found, sentient beings act of their own volition or that of another. ",
  "an6.38:4.1": "Well, brahmin, I’ve never seen or heard of anyone holding such a doctrine or view. ",
  "an6.38:4.2": "How on earth can someone who comes and goes on his own say that ",
  "an6.38:4.3": "one does not act of one’s own volition, nor does one act of another’s volition?” ",
  "an6.38:5.1": "“Excellent, Master Gotama! Excellent! … ",
  "an6.38:5.2": "From this day forth, may Master Gotama remember me as a lay follower who has gone for refuge for life.” "
}