{
  "an6.52:0.1": "Numbered Discourses 6 ",
  "an6.52:0.2": "5. About Dhammika ",
  "an6.52:0.3": "52. Aristocrats ",
  "an6.52:1.1": "And then the brahmin Jāṇussoṇi went up to the Buddha, and exchanged greetings with him. ",
  "an6.52:1.2": "When the greetings and polite conversation were over, he sat down to one side and said to the Buddha: ",
  "an6.52:2.1": "“Aristocrats, Master Gotama, have what as their ambition? What is their preoccupation? What are they dedicated to? What do they insist on? What is their ultimate goal?” ",
  "an6.52:2.2": "“Aristocrats, brahmin, have wealth as their ambition. They’re preoccupied with wisdom. They’re dedicated to power. They insist on territory. Their ultimate goal is authority.” ",
  "an6.52:3.1": "“Brahmins, Master Gotama, have what as their ambition? What is their preoccupation? What are they dedicated to? What do they insist on? What is their ultimate goal?” ",
  "an6.52:3.2": "“Brahmins have wealth as their ambition. They’re preoccupied with wisdom. They’re dedicated to the hymns. They insist on sacrifice. Their ultimate goal is the Brahmā realm.” ",
  "an6.52:4.1": "“Householders, Master Gotama, have what as their ambition? What is their preoccupation? What are they dedicated to? What do they insist on? What is their ultimate goal?” ",
  "an6.52:4.2": "“Householders have wealth as their ambition. They’re preoccupied with wisdom. They’re dedicated to their profession. They insist on work. Their ultimate goal is to complete their work.” ",
  "an6.52:5.1": "“Women, Master Gotama, have what as their ambition? What is their preoccupation? What are they dedicated to? What do they insist on? What is their ultimate goal?” ",
  "an6.52:5.2": "“Women have a man as their ambition. They’re preoccupied with adornments. They’re dedicated to their children. They insist on being without a co-wife. Their ultimate goal is authority.” ",
  "an6.52:6.1": "“Bandits, Master Gotama, have what as their ambition? What is their preoccupation? What are they dedicated to? What do they insist on? What is their ultimate goal?” ",
  "an6.52:6.2": "“Bandits have theft as their ambition. They’re preoccupied with a hiding place. They’re dedicated to their sword. They insist on darkness. Their ultimate goal is invisibility.” ",
  "an6.52:7.1": "“Ascetics, Master Gotama, have what as their ambition? What is their preoccupation? What are they dedicated to? What do they insist on? What is their ultimate goal?” ",
  "an6.52:7.2": "“Ascetics have patience and gentleness as their ambition. They’re preoccupied with wisdom. They’re dedicated to ethical conduct. They insist on owning nothing. Their ultimate goal is extinguishment.” ",
  "an6.52:8.1": "“It’s incredible, Master Gotama, it’s amazing! ",
  "an6.52:8.2": "Master Gotama knows the ambition, preoccupation, dedication, insistence, and ultimate goal of aristocrats, brahmins, householders, women, bandits, and ascetics. ",
  "an6.52:8.3": "Excellent, Master Gotama! Excellent! … ",
  "an6.52:8.4": "From this day forth, may Master Gotama remember me as a lay follower who has gone for refuge for life.” "
}