{
  "an6.49:0.1": "Numbered Discourses 6 ",
  "an6.49:0.2": "5. About Dhammika ",
  "an6.49:0.3": "49. With Khema ",
  "an6.49:1.1": "At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ",
  "an6.49:1.2": "Now at that time Venerable Khema and Venerable Sumana were staying near Sāvatthī in the Dark Forest. ",
  "an6.49:1.3": "Then they went up to the Buddha, bowed, and sat down to one side. Venerable Khema said to the Buddha: ",
  "an6.49:2.1": "“Sir, a mendicant who is perfected—with defilements ended, who has completed the spiritual journey, done what had to be done, laid down the burden, achieved their own true goal, utterly ended the fetters of rebirth, and is rightly freed through enlightenment—does not think: ",
  "an6.49:2.2": "‘There is someone better than me, or equal to me, or worse than me.’” ",
  "an6.49:2.3": "That is what Khema said, ",
  "an6.49:2.4": "and the teacher approved. ",
  "an6.49:2.5": "Then Khema, knowing that the teacher approved, got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right, before leaving. ",
  "an6.49:3.1": "And then, not long after Khema had left, Sumana said to the Buddha: ",
  "an6.49:3.2": "“Sir, a mendicant who is perfected—with defilements ended, who has completed the spiritual journey, done what had to be done, laid down the burden, achieved their own true goal, utterly ended the fetters of rebirth, and is rightly freed through enlightenment—does not think: ",
  "an6.49:3.3": "‘There is no-one better than me, or equal to me, or worse than me.’” ",
  "an6.49:3.4": "That is what Sumana said, ",
  "an6.49:3.5": "and the teacher approved. ",
  "an6.49:3.6": "Then Sumana, knowing that the teacher approved, got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right, before leaving. ",
  "an6.49:4.1": "And then, soon after Khema and Sumana had left, the Buddha addressed the mendicants: ",
  "an6.49:4.2": "“Mendicants, this is how gentlemen declare enlightenment. ",
  "an6.49:4.3": "The goal is spoken of, but the self is not involved. ",
  "an6.49:4.4": "But it seems that there are some foolish people here who declare enlightenment as a joke. ",
  "an6.49:4.5": "Later they will fall into anguish. ",
  "an6.49:5.1": "They don’t rank themselves ",
  "an6.49:5.2": "as being among superiors, inferiors, or equals. ",
  "an6.49:5.3": "Rebirth is ended, the spiritual journey has been completed. ",
  "an6.49:5.4": "They live freed from fetters.” "
}