{
  "an6.44:0.1": "Numbered Discourses 6.44 ",
  "an6.44:0.2": "5. About Dhammika ",
  "an6.44:0.3": "With Migasālā ",
  "an6.44:1.1": "Then Venerable Ānanda robed up in the morning and, taking his bowl and robe, went to the home of the laywoman Migasālā, where he sat on the seat spread out. ",
  "an6.44:1.2": "Then the laywoman Migasālā went up to Ānanda, bowed, sat down to one side, and said to him, ",
  "an6.44:2.1": "“Sir, Ānanda, how on earth are we supposed to understand the teaching taught by the Buddha, when the chaste and the unchaste are both reborn in exactly the same place in the next life? ",
  "an6.44:2.2": "My father Purāṇa was celibate, set apart, avoiding the vulgar act of sex. ",
  "an6.44:2.3": "When he passed away the Buddha declared that he was a once-returner, who was reborn in the host of Joyful Gods. ",
  "an6.44:2.4": "But my uncle Isidatta was not celibate; he lived content with his wife. ",
  "an6.44:2.5": "When he passed away the Buddha declared that he was also a once-returner, who was reborn in the host of Joyful Gods. ",
  "an6.44:2.6": "How on earth are we supposed to understand the teaching taught by the Buddha, when the chaste and the unchaste are both reborn in exactly the same place in the next life?” ",
  "an6.44:2.7": "“You’re right, sister, but that’s how the Buddha declared it.” ",
  "an6.44:3.1": "Then Ānanda, after receiving almsfood at Migasālā’s home, rose from his seat and left. ",
  "an6.44:3.2": "Then after the meal, on his return from almsround, Ānanda went to the Buddha, bowed, sat down to one side, and told him what had happened. ",
  "an6.44:4.1": "",
  "an6.44:4.2": "",
  "an6.44:4.3": "",
  "an6.44:4.4": "",
  "an6.44:4.5": "",
  "an6.44:4.6": "",
  "an6.44:4.7": "",
  "an6.44:4.8": "",
  "an6.44:4.9": "",
  "an6.44:4.10": "",
  "an6.44:5.1": "“Ānanda, who is this laywoman Migasālā, a foolish incompetent aunty, with an aunty’s wit? And who is it that knows how to assess individuals? ",
  "an6.44:5.2": "These six people are found in the world. ",
  "an6.44:6.1": "What six? ",
  "an6.44:6.2": "Take a certain person who is sweet-natured and pleasant to be with. And spiritual companions enjoy living together with them. ",
  "an6.44:6.3": "And they’ve not listened or learned or comprehended theoretically or found even temporary freedom. ",
  "an6.44:6.4": "When their body breaks up, after death, they’re headed for a lower place, not a higher. They’re going to a lower place, not a higher. ",
  "an6.44:7.1": "Take another person who is sweet-natured and pleasant to be with. And spiritual companions enjoy living together with them. ",
  "an6.44:7.2": "And they’ve listened and learned and comprehended theoretically and found temporary freedom. ",
  "an6.44:7.3": "When their body breaks up, after death, they’re headed for a higher place, not a lower. They’re going to a higher place, not a lower. ",
  "an6.44:8.1": "Judgmental people compare them, saying: ",
  "an6.44:8.2": "‘This one has just the same qualities as the other, so why is one worse and one better?’ ",
  "an6.44:8.3": "This will be for their lasting harm and suffering. ",
  "an6.44:9.1": "In this case, the person who is sweet-natured … and has listened, learned, comprehended theoretically, and found temporary freedom ",
  "an6.44:9.2": "is better and finer than the other person. ",
  "an6.44:9.3": "Why is that? ",
  "an6.44:9.4": "Because the stream of the teaching carries them along. ",
  "an6.44:9.5": "But who knows the difference between them except a Realized One? ",
  "an6.44:9.6": "So, Ānanda, don’t be judgmental about people. ",
  "an6.44:9.7": "Don’t pass judgment on people. ",
  "an6.44:9.8": "Those who pass judgment on people harm themselves. ",
  "an6.44:9.9": "I, or someone like me, may pass judgment on people. ",
  "an6.44:10.1": "Take another person who is angry and conceited, and from time to time has greedy thoughts. ",
  "an6.44:10.2": "And they’ve not listened or learned or comprehended theoretically or found even temporary freedom. ",
  "an6.44:10.3": "When their body breaks up, after death, they’re headed for a lower place, not a higher. They’re going to a lower place, not a higher. ",
  "an6.44:11.1": "Take another person who is angry and conceited, and from time to time has greedy thoughts. … ",
  "an6.44:11.2": "Because the stream of the teaching carries them along. … ",
  "an6.44:11.3": "When their body breaks up, after death, they’re headed for a higher place, not a lower. They’re going to a higher place, not a lower. ",
  "an6.44:12.1": "Judgmental people compare them … ",
  "an6.44:12.2": "I, or someone like me, may pass judgment on people. ",
  "an6.44:13.1": "Take another person who is angry and conceited, and from time to time has the impulse to speak inappropriately. ",
  "an6.44:13.2": "And they’ve not listened or learned or comprehended theoretically or found even temporary freedom. ",
  "an6.44:13.3": "When their body breaks up, after death, they’re headed for a lower place, not a higher. They’re going to a lower place, not a higher. ",
  "an6.44:14.1": "Take another person who is angry and conceited, and from time to time has the impulse to speak inappropriately. ",
  "an6.44:14.2": "But they’ve listened and learned and comprehended theoretically and found temporary freedom. ",
  "an6.44:14.3": "When their body breaks up, after death, they’re headed for a higher place, not a lower. They’re going to a higher place, not a lower. ",
  "an6.44:15.1": "Judgmental people compare them, saying: ",
  "an6.44:15.2": "‘This one has just the same qualities as the other, so why is one worse and one better?’ ",
  "an6.44:15.3": "This will be for their lasting harm and suffering. ",
  "an6.44:16.1": "In this case, the person who is angry and conceited, but has listened, learned, comprehended theoretically, and found temporary freedom ",
  "an6.44:16.2": "is better and finer than the other person. ",
  "an6.44:16.3": "Why is that? ",
  "an6.44:16.4": "Because the stream of the teaching carries them along. ",
  "an6.44:16.5": "But who knows the difference between them except a Realized One? ",
  "an6.44:16.6": "So, Ānanda, don’t be judgmental about people. ",
  "an6.44:16.7": "Don’t pass judgment on people. ",
  "an6.44:16.8": "Those who pass judgment on people harm themselves. ",
  "an6.44:16.9": "I, or someone like me, may pass judgment on people. ",
  "an6.44:17.1": "Who is this laywoman Migasālā, a foolish incompetent aunty, with an aunty’s wit? And who is it that knows how to assess individuals? ",
  "an6.44:17.2": "These six people are found in the world. ",
  "an6.44:18.1": "If Isidatta had achieved Purāṇa’s level of ethical conduct, Purāṇa could not have even known Isidatta’s destination. ",
  "an6.44:18.2": "And if Purāṇa had achieved Isidatta’s level of wisdom, Isidatta could not have even known Purāṇa’s destination. ",
  "an6.44:18.3": "So both individuals were lacking in one respect.” "
}