{
  "patthana8.33:0.1": "Paṭṭhānapakaraṇa",
  "patthana8.33:0.2": "Dhammapaccanīya (2), Dukapaṭṭhānapāḷi (2)",
  "patthana8.33:0.3": "8.33. Parāmāsadukādi",
  "patthana8.33:1.1": "Noparāmāsaṃ dhammaṃ paṭicca noparāmāso dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana8.33:2.1": "Hetuyā pañca …pe… vipāke ekaṃ …pe… avigate pañca.",
  "patthana8.33:3.1": "Naparāmaṭṭhaṃ dhammaṃ paṭicca naparāmaṭṭho dhammo uppajjati hetupaccayā. (Saṃkhittaṃ. Sabbattha pañca.)",
  "patthana8.33:4.1": "Naparāmāsasampayuttaṃ dhammaṃ paṭicca naparāmāsasampayutto dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana8.33:5.1": "Hetuyā pañca, ārammaṇe dve …pe… vipāke ekaṃ …pe… avigate pañca.",
  "patthana8.33:6.1": "Naparāmāsañceva naaparāmaṭṭhañca dhammaṃ paṭicca naparāmāso ceva naaparāmaṭṭho ca dhammo uppajjati hetupaccayā. Naparāmāsañceva naaparāmaṭṭhañca dhammaṃ paṭicca naaparāmaṭṭho ceva nano ca parāmāso dhammo uppajjati hetupaccayā. Naparāmāsañceva naaparāmaṭṭhañca dhammaṃ paṭicca naparāmāso ceva naaparāmaṭṭho ca naaparāmaṭṭho ceva nanoparāmāso ca dhammā uppajjanti hetupaccayā. (3)",
  "patthana8.33:7.1": "Naaparāmaṭṭhañceva nano ca parāmāsaṃ dhammaṃ paṭicca naparāmāso ceva naaparāmaṭṭho ca dhammo uppajjati hetupaccayā. (1)",
  "patthana8.33:8.1": "Naparāmāsañceva naaparāmaṭṭhañca naaparāmaṭṭhañceva nano ca parāmāsañca dhammaṃ paṭicca naparāmāso ceva naaparāmaṭṭho ca dhammo uppajjati hetupaccayā. (1) (Saṃkhittaṃ.)",
  "patthana8.33:9.1": "Hetuyā pañca …pe… vipāke ekaṃ …pe… avigate pañca.",
  "patthana8.33:10.1": "Parāmāsavippayuttaṃ naparāmaṭṭhaṃ dhammaṃ paṭicca parāmāsavippayutto naparāmaṭṭho dhammo uppajjati hetupaccayā. Parāmāsavippayuttaṃ naparāmaṭṭhaṃ dhammaṃ paṭicca parāmāsavippayutto naaparāmaṭṭho dhammo uppajjati hetupaccayā. Parāmāsavippayuttaṃ naparāmaṭṭhaṃ dhammaṃ paṭicca parāmāsavippayutto naparāmaṭṭho ca parāmāsavippayutto naaparāmaṭṭho ca dhammā uppajjanti hetupaccayā. (3)",
  "patthana8.33:11.1": "Parāmāsavippayuttaṃ naaparāmaṭṭhaṃ dhammaṃ paṭicca parāmāsavippayutto naaparāmaṭṭho dhammo uppajjati hetupaccayā. (1)",
  "patthana8.33:12.1": "Parāmāsavippayuttaṃ naparāmaṭṭhañca parāmāsavippayuttaṃ naaparāmaṭṭhañca dhammaṃ paṭicca parāmāsavippayutto naaparāmaṭṭho dhammo uppajjati hetupaccayā. (1)",
  "patthana8.33:13.1": "Hetuyā pañca, ārammaṇe dve …pe…. Avigate pañca.",
  "patthana8.33:14.1": "Parāmāsagocchakaṃ niṭṭhitaṃ."
}