{
  "ps1.7:0.1": "Paṭisambhidāmagga",
  "ps1.7:0.2": "1 Mahāvagga",
  "ps1.7:0.3": "1.7. Kammakathā",
  "ps1.7:1.1": "Ahosi kammaṁ, ahosi kammavipāko.",
  "ps1.7:1.2": "Ahosi kammaṁ, nāhosi kammavipāko.",
  "ps1.7:1.3": "Ahosi kammaṁ, atthi kammavipāko.",
  "ps1.7:1.4": "Ahosi kammaṁ, natthi kammavipāko.",
  "ps1.7:1.5": "Ahosi kammaṁ, bhavissati kammavipāko.",
  "ps1.7:1.6": "Ahosi kammaṁ, na bhavissati kammavipāko.",
  "ps1.7:1.7": "(Atītakammaṁ) ",
  "ps1.7:2.1": "Atthi kammaṁ, atthi kammavipāko.",
  "ps1.7:2.2": "Atthi kammaṁ, natthi kammavipāko.",
  "ps1.7:2.3": "Atthi kammaṁ, bhavissati kammavipāko.",
  "ps1.7:2.4": "Atthi kammaṁ, na bhavissati kammavipāko.",
  "ps1.7:2.5": "(Paccuppannakammaṁ) ",
  "ps1.7:3.1": "Bhavissati kammaṁ, bhavissati kammavipāko.",
  "ps1.7:3.2": "Bhavissati kammaṁ, na bhavissati kammavipāko.",
  "ps1.7:3.3": "(Anāgatakammaṁ) ",
  "ps1.7:4.1": "Ahosi kusalaṁ kammaṁ, ahosi kusalassa kammassa vipāko.",
  "ps1.7:4.2": "Ahosi kusalaṁ kammaṁ, nāhosi kusalassa kammassa vipāko.",
  "ps1.7:4.3": "Ahosi kusalaṁ kammaṁ, atthi kusalassa kammassa vipāko.",
  "ps1.7:4.4": "Ahosi kusalaṁ kammaṁ, natthi kusalassa kammassa vipāko.",
  "ps1.7:4.5": "Ahosi kusalaṁ kammaṁ, bhavissati kusalassa kammassa vipāko.",
  "ps1.7:4.6": "Ahosi kusalaṁ kammaṁ, na bhavissati kusalassa kammassa vipāko.",
  "ps1.7:5.1": "Atthi kusalaṁ kammaṁ, atthi kusalassa kammassa vipāko.",
  "ps1.7:5.2": "Atthi kusalaṁ kammaṁ, natthi kusalassa kammassa vipāko.",
  "ps1.7:5.3": "Atthi kusalaṁ kammaṁ, bhavissati kusalassa kammassa vipāko.",
  "ps1.7:5.4": "Atthi kusalaṁ kammaṁ, na bhavissati kusalassa kammassa vipāko.",
  "ps1.7:6.1": "Bhavissati kusalaṁ kammaṁ, bhavissati kusalassa kammassa vipāko.",
  "ps1.7:6.2": "Bhavissati kusalaṁ kammaṁ, na bhavissati kusalassa kammassa vipāko.",
  "ps1.7:7.1": "Ahosi akusalaṁ kammaṁ, ahosi akusalassa kammassa vipāko.",
  "ps1.7:7.2": "Ahosi akusalaṁ kammaṁ, nāhosi akusalassa kammassa vipāko.",
  "ps1.7:7.3": "Ahosi akusalaṁ kammaṁ, atthi akusalassa kammassa vipāko.",
  "ps1.7:7.4": "Ahosi akusalaṁ kammaṁ, natthi akusalassa kammassa vipāko.",
  "ps1.7:7.5": "Ahosi akusalaṁ kammaṁ, bhavissati akusalassa kammassa vipāko.",
  "ps1.7:7.6": "Ahosi akusalaṁ kammaṁ, na bhavissati akusalassa kammassa vipāko.",
  "ps1.7:8.1": "Atthi akusalaṁ kammaṁ, atthi akusalassa kammassa vipāko.",
  "ps1.7:8.2": "Atthi akusalaṁ kammaṁ, natthi akusalassa kammassa vipāko.",
  "ps1.7:8.3": "Atthi akusalaṁ kammaṁ, bhavissati akusalassa kammassa vipāko.",
  "ps1.7:8.4": "Atthi akusalaṁ kammaṁ, na bhavissati akusalassa kammassa vipāko.",
  "ps1.7:9.1": "Bhavissati akusalaṁ kammaṁ, bhavissati akusalassa kammassa vipāko.",
  "ps1.7:9.2": "Bhavissati akusalaṁ kammaṁ, na bhavissati akusalassa kammassa vipāko.",
  "ps1.7:10.1": "Ahosi sāvajjaṁ kammaṁ …pe…",
  "ps1.7:10.2": "ahosi anavajjaṁ kammaṁ …pe…",
  "ps1.7:10.3": "ahosi kaṇhaṁ kammaṁ …pe…",
  "ps1.7:10.4": "ahosi sukkaṁ kammaṁ …pe…",
  "ps1.7:10.5": "ahosi sukhudrayaṁ kammaṁ …pe…",
  "ps1.7:10.6": "ahosi dukkhudrayaṁ kammaṁ …pe…",
  "ps1.7:10.7": "ahosi sukhavipākaṁ kammaṁ …pe…",
  "ps1.7:10.8": "ahosi dukkhavipākaṁ kammaṁ, ahosi dukkhavipākassa kammassa vipāko.",
  "ps1.7:10.9": "Ahosi dukkhavipākaṁ kammaṁ, nāhosi dukkhavipākassa kammassa vipāko.",
  "ps1.7:10.10": "Ahosi dukkhavipākaṁ kammaṁ, atthi dukkhavipākassa kammassa vipāko.",
  "ps1.7:10.11": "Ahosi dukkhavipākaṁ kammaṁ, natthi dukkhavipākassa kammassa vipāko.",
  "ps1.7:10.12": "Ahosi dukkhavipākaṁ kammaṁ, bhavissati dukkhavipākassa kammassa vipāko.",
  "ps1.7:10.13": "Ahosi dukkhavipākaṁ kammaṁ, na bhavissati dukkhavipākassa kammassa vipāko.",
  "ps1.7:11.1": "Atthi dukkhavipākaṁ kammaṁ, atthi dukkhavipākassa kammassa vipāko.",
  "ps1.7:11.2": "Atthi dukkhavipākaṁ kammaṁ, natthi dukkhavipākassa kammassa vipāko.",
  "ps1.7:11.3": "Atthi dukkhavipākaṁ kammaṁ, bhavissati dukkhavipākassa kammassa vipāko.",
  "ps1.7:11.4": "Atthi dukkhavipākaṁ kammaṁ, na bhavissati dukkhavipākassa kammassa vipāko.",
  "ps1.7:12.1": "Bhavissati dukkhavipākaṁ kammaṁ, bhavissati dukkhavipākassa kammassa vipāko.",
  "ps1.7:12.2": "Bhavissati dukkhavipākaṁ kammaṁ, na bhavissati dukkhavipākassa kammassa vipākoti.",
  "ps1.7:12.3": "Kammakathā niṭṭhitā."
}