{
  "dn-blurbs:dn2": "新加冕的阿阇世王对自己暴力手段篡位感到不安。他拜访佛陀为求心安，并问佛陀修行的好处。这经典是早期佛教最伟大和高尚的文献之一。 ",
  "dn-blurbs:dn3": "一位年轻的婆罗门学生抨击佛陀的家族，但却被佛陀揭穿他的家族血统。 ",
  "dn-blurbs:dn4": "虽然其他婆罗门有顾虑，但一名德高望重的婆罗门坚持拜访佛陀。他们讨论婆罗门的真正的定义，然而佛陀善巧的应用对方的见解使对方认同他的观点。 ",
  "dn-blurbs:dn5": "一位想办大祭祀的婆罗门向佛陀寻求建议。佛陀讲述一个古老的传说。传说一位国王被说服放弃血腥的祭祀，转而用他的资源辅助他王国里的贫困人民。然而，这些有益和非血腥的祭祀跟修习舍离执着比起来微不足道。 ",
  "dn-blurbs:dn6": "佛陀向一群在家人解释修习的结果如何取决于修行的心态。 ",
  "dn-blurbs:dn7": "佛陀在前一部经多引用这部经。 ",
  "dn-blurbs:dn8": "佛陀被裸行者质问有关苦行的课题。佛陀指出任何人都可以在没有净化心的情况下修各种苦行。 ",
  "dn-blurbs:dn9": "佛陀跟一名游行者讨论想的本质，以及想如何在更深的禅定里变化。然而，这些不应该被认作为自我或灵魂。 ",
  "dn-blurbs:dn10": "佛陀圆寂后不久，阿南尊者被邀请讲释佛陀的核心教义。 ",
  "dn-blurbs:dn11": "佛陀拒绝显神通因为这不是建立信心的正确方法。接着，佛陀讲述一位比丘的故事，这位比丘为了寻求答案被误导到大梵天。 ",
  "dn-blurbs:dn12": "一位婆罗门持着消极想法，即使促进他人的善法是毫无意义的。佛陀去见他，并说服他善法教导的真正益处。 ",
  "dn-blurbs:dn13": "几位婆罗门讨论真直之道通往梵天。佛陀否定吠陀经得权威主张，坚持以亲身体验才能体会到真理。 ",
  "dn-blurbs:dn14": "佛陀讲述前六尊佛，他对于毘婆尸佛的故事给予详细的解说。 ",
  "dn-blurbs:dn16": "这部经是最长的经。这部经叙述佛陀入灭前后的事件。如果想了解佛陀的为人以及弟子们如何应付佛陀的入灭，这部经是理想的切入点因为它的经文充满生动感人的细节。 ",
  "dn-blurbs:dn17": "这部经记载了佛陀的前世。佛陀在前一世是一名传奇的国王，他为了修行把所有都放下。 ",
  "dn-blurbs:dn18": "经文从刚刚过世的弟子们的命运开始，然后转到众神对佛法的讨论。 ",
  "dn-blurbs:dn19": "一位小神通知佛陀众神的谈话和事务。 ",
  "dn-blurbs:dn20": "当来自各方的神祇聚集在一起来礼敬佛陀时，佛陀念诵一系列的偈语来描述他们。这些偈语在上座部佛教国家中普遍念诵，是佛陀时代所崇拜的神祇的最详细描述之一。 ",
  "dn-blurbs:dn21": "听了干达婆弹唱的情歌后，佛陀与天帝释深入探讨苦和执着的缘起。 ",
  "dn-blurbs:dn22": "佛陀详细的解释八正道的第七支，正念。与《中部》第十部经比较，这部经很相似。但这部经里的四圣谛采用源自于《中部》第一百四十一部经里更扩展的四圣谛。 ",
  "dn-blurbs:dn23": "这部经描述一名比丘和怀疑论者之间的一场漫长而有趣的辩论。怀疑论者用尽种种方式来证明来世是不存在的。这部经包含一系列彩烈的比喻和例子。 ",
  "dn-blurbs:dn24": "当善星比丘威胁要还俗时，佛陀却无动于衷。佛陀拒绝炫耀苦行或神通，而是展现自己的卓越。 ",
  "dn-blurbs:dn25": "这部经是宗教之间对话的很好的例子。佛陀坚称他无意使任何人放弃他们的老师或修行，而只是向帮助他们摆脱痛苦。 ",
  "dn-blurbs:dn26": "为了阐释“以自己为依靠”的格言，佛陀讲述往昔王朝的覆灭以及随之而来的社会衰败。佛陀预言，这过程最终会导向社会彻底的瓦解。不过，在久远的未来，另一尊佛陀，弥勒佛，将会在平静以及富裕的时代出现。 ",
  "dn-blurbs:dn27": "与往昔婆罗门以自我为中心的神话相反，佛陀讲述人类进化的故事。其中，人类的抉择对生态平衡至关重要，而极度的贪婪导致大自然的毁灭。 ",
  "dn-blurbs:dn28": "临命终前，舍利弗尊者拜访佛陀，并向他伟大的老师表扬感人的赞颂。 ",
  "dn-blurbs:dn29": "随着耆那教主尼乾子的死亡，佛陀重视其团体的稳定性和成熟度。他鼓励弟子们在他圆寂后团结起来，和谐地背诵教诲。 ",
  "dn-blurbs:dn31": "佛陀遇到一位年轻人以祭拜仪式来孝敬已往生的父亲。佛陀把毫无意义的仪式重新塑造为善良的举止。这部经是最详细的在家人道德行为的教诲。 ",
  "dn-blurbs:dn32": "众多神灵大招集会向佛陀说不是全部夜叉都是友善的，所以出家人必须把护卫经学起来。 ",
  "dn-blurbs:dn-mahavagga": "本品包含各种各样的经文。一部分的经涉及佛陀涅槃前后的事件，而另一些描述众神之间的神妙场景，还有一位则是基于教义的详细讨论。 ",
  "dn-blurbs:dn-pathikavagga": "就如前一品，本品包含各种各样的经文。本品以第一部经而命名。其中的经是有关于这个世界的历史和未来的传奇故事，这些故事在佛教界里是非常著名和有影响力的。 ",
  "dn-blurbs:dn-silakkhandhavagga": "戒蕴品（Sīlakkhandhavagga）包含十三部经。每一部经讲述戒，定，慧次第修学的长文。本品以第一部经而命名。另外两个现有的长阿含（Dīrghāgama）版本（中文和梵文）也包含类似的章节。尽管本品的核心教义是针对僧团,但多数经文都是以俗人对话呈现的。本章节非常强调佛陀的教义与当代异教的关系。 "
}