{
  "mn-blurbs:mn1": "佛陀探讨了永恒自我的概念是如何从觉知过程中产生的。佛陀考虑了各种各样的现象，既包括自然主义和宇宙学的维度。凡夫以自我的角度来解读体验，而更高明的人则拥有相同的体验，但没有执着。 ",
  "mn-blurbs:mn2": "修行道路上的种种问题需要不同的方式应付。佛陀并没有单用一个方式对治每一种问题，反而列出七种方式来对治各种烦恼，每种方式都适于特定的情况。 ",
  "mn-blurbs:mn3": "佛陀的一些弟子只继承他的财物和名望。但佛陀真正的遗传是他所教的修行和知足道路。接着，舍利弗尊者解释如何通过追随佛陀的榜样，我们可以体验道果。 ",
  "mn-blurbs:mn4": "佛陀解释住在野林的种种难处以及如何通过戒的清静和禅修来克服它们。他回忆起他在修行所面对的恐惧和障碍。 ",
  "mn-blurbs:mn6": "根据佛陀的说法，细心的坚守戒律是一切梵行高尚成就的基础。 ",
  "mn-blurbs:mn12": "刚还俗的善星(Sunakkhatta)攻击佛陀的教诲因为它只导向苦的熄灭。佛陀反驳说，这实际是赞美，然后继续列举他的许多深刻而伟大的成就。 ",
  "mn-blurbs:mn13": "当被问及他的教导和外道的区别时，佛陀指出外道讲舍离,但并不了解为什么。然后，佛陀详细的解释苦如何从感官刺激的执着产生。 ",
  "mn-blurbs:mn14": "一名在家居士不明白为何他还会起贪和嗔想虽然已经修行一段日子。佛陀解释禅定修习对放下执着的重要性。但佛陀也批评自我折磨，并讲述了之前与耆那教苦行僧的对话。 ",
  "mn-blurbs:mn21": "这部经充满了生动和深刻难忘的比喻。这些比喻讲述忍辱和爱心的重要性，即使是面对辱骂和批评。在这部经，佛陀以最深刻的锯子比喻来结尾。 ",
  "mn-blurbs:mn22": "一位比丘否认被禁止的行为会导致障碍。佛陀在众比丘严厉的训斥那位比丘。佛陀用捉蛇尾的人来比喻只懂得教义字面的人，当中也引用了著名的木筏过彼岸的比喻。 ",
  "mn-blurbs:mn25": "佛陀用鹿被陷阱抓捕来比喻被魔困住，当中比喻描述猎者和猎物采用的种种越复杂的策略。 ",
  "mn-blurbs:mn26": "这部经是最重要的传记经典之一，讲述佛陀从离家到成道的经历。未成道前，他的目标是为了彻底摆脱轮回和痛苦。 ",
  "mn-blurbs:mn27": "佛陀告诫不要对老师的修行成就妄下结论，并以追踪者追踪大象细心的付出做比较。接着，佛陀讲述僧侣的完整训练。 ",
  "mn-blurbs:mn29": "继提婆达多事件后，佛陀告诫僧团不要自满于梵行表面上的利益，反而应该向往解脱，这才是教义真正的核心。 ",
  "mn-blurbs:mn31": "佛陀遇到三位精进与和谐的比丘，便问他们如何修行。他们不愿透露自己证得上人法，只好解释如何共同处理生活的事务。但在佛陀的追问下，他们终于透露自己的修行成就。 ",
  "mn-blurbs:mn33": "牧牛郎有十一种原因无法妥善照顾牛群。佛陀将这比作比丘的修行成长。 ",
  "mn-blurbs:mn35": "萨遮迦(Saccaka)辩论师挑战佛陀辩论。尽管萨遮迦自夸，佛陀对他的攻击都毫不动摇。 ",
  "mn-blurbs:mn38": "为了反驳【同一个】识从一个生命投生到下一个生命的邪见，佛陀教缘起法来显示识是依赖于其它因素而生起。 ",
  "mn-blurbs:mn39": "佛陀鼓励僧团要名副其实，以真正的修行来达到或超越大众对出家人的期望。 ",
  "mn-blurbs:mn40": "真正配得起沙门称呼的人非以外在的改变来取决，而是来自真诚的内心变化。 ",
  "mn-blurbs:mn41": "佛陀向一群婆罗门解释导向善道和恶趣的行为。佛陀在详细的分析十种核心修行居士们应当受持的，这些修行是解脱的基础。 ",
  "mn-blurbs:mn42": "如前一部经，佛陀解释导向善道和恶趣的行为，包过十种核心修行的详细分析。 ",
  "mn-blurbs:mn45": "佛陀解释如何受持不同的法带来苦和乐的果报.最深刻的攀爬物的比喻体现出诱惑的阴险。 ",
  "mn-blurbs:mn46": "虽然我们都想快乐，但结果却往往相反。佛陀解释了其中的原因。 ",
  "mn-blurbs:mn50": "波旬魔，这个魔幻师和死神，试图骚扰目犍连。他不仅不得逞，目犍连还严厉的警戒他攻击佛陀弟子的下场。 ",
  "mn-blurbs:mn51": "佛陀跟在家修行者讨论四念住。通过动物的坦率性和人类的虚伪的比较，他解释如何可以不伤害自己和不伤害别人的情况下实践修行。 ",
  "mn-blurbs:mn52": "受居士请教解脱之道，阿难尊者讲述至少十一种禅修可通达不死之门。 ",
  "mn-blurbs:mn53": "佛陀被迦毗罗卫城释迦族人邀请开张启用新的集会所。佛陀邀请阿难尊者详细的解释在家人修行的次第阶段。 ",
  "mn-blurbs:mn54": "当迫得利亚(Potaliya)被称为‘居士’而不高兴时，佛陀问他执着和舍离的真正本质。 ",
  "mn-blurbs:mn55": "佛陀的私人医生耆婆(Jīvaka)听到他人对佛陀肉食的方针批评，并向佛陀询问此事。 ",
  "mn-blurbs:mn57": "在古印度，一些沙门修极端苦行，比如持牛戒或狗戒。佛陀遇到两名修这般苦行者。当被问修此类苦行的果报时，佛陀不情愿地被迫揭示它的果报。 ",
  "mn-blurbs:mn58": "耆那教主尼乾子(Nigaṇṭha Nātaputta)让弟子无畏王子(Abhaya Rājakumāra)向佛陀提一道进退两难的问题来暴露佛陀的弱点。结果是出乎预料。 ",
  "mn-blurbs:mn61": "以一杯水为“教材”，佛陀向儿子罗侯罗解释说真话和反思自己的动机的重要性。 ",
  "mn-blurbs:mn65": "一位比丘不肯依从过午不食的戒条。后来，他悔过向佛陀求忏悔。佛陀原谅他。 ",
  "mn-blurbs:mn66": "如前一部经，此经再次提到过午不食的戒条，但这一次是为了感恩佛陀帮僧团除去导致复杂和压迫性的事情。佛陀强调，即使对微细的东西执着也是危险的。 ",
  "mn-blurbs:mn67": "在赶走一群不守规则刚出家的比丘们后，佛陀被说服让步。接下来，佛陀教他们出家人会面对的四种危险。 ",
  "mn-blurbs:mn69": "一位在野林的比丘来拜访僧团，但行为不当。舍利弗尊者向僧团解释一位比丘该有的举止，无论是在市区或野林。 ",
  "mn-blurbs:mn70": "这是第三部关于过午不食对健康的好处的经文。同样的,又有一群比丘不肯遵循佛陀的教诲。 ",
  "mn-blurbs:mn75": "当被一名享乐主义者指责太过负面时，佛陀讲述他在未出家时的奢侈，以及他意识到这些奢侈是毫无价值的。通过舍离，他找到更高尚的快乐。 ",
  "mn-blurbs:mn76": "阿难尊者教一群游行者为何有种种方式修梵行，但许多方式都没有结果。 ",
  "mn-blurbs:mn82": "一名富裕的年轻人，护国(Raṭṭhapāla)，有强烈出家的愿望，但必须赢取不情愿父母的许可。即使出家了，他的父母还试图说服他还俗。本经以一系列感人的教诲结束，这些教诲讲述了世间的脆弱。 ",
  "mn-blurbs:mn86": "佛陀不视警告，朝向臭名昭著的杀人狂鸯掘摩罗(Aṅgulimāla)走，并成功感化他放下屠刀。鸯掘摩罗出家后，仍因过去的恶业而受微度的苦。他利用自己对非暴力的新使命帮助了一位正在分娩的妇女。 ",
  "mn-blurbs:mn87": "这部经描述波斯匿王婚姻罕见的一瞥，当中可见他是如何被他的王后，无与伦比的茉莉(Mallikā)引导入佛法。她证实佛陀的教诲，即忧愁从爱者而生；但这不是一位丈夫，父亲和国王想听到的。 ",
  "mn-blurbs:mn88": "波斯匿王拜访阿难尊者，询问善和不善的行仪以及佛陀所赞叹的是什么。为了感谢阿难尊者，波斯匿王送他一块珍贵的布。 ",
  "mn-blurbs:mn89": "波斯匿王临命终探望佛陀时，展示对他的老师的仰慕和爱戴。 ",
  "mn-blurbs:mn95": "尽管一些婆罗门有所保留，闻名的婆罗门郑计(Caṅkī)坚持与一大群人拜访佛陀。一位早熟的学生向佛陀发起挑战，咬定吠陀经文是正确的。佛陀详细的讲述如何通过梵行教养而逐渐获得真正的理解。 ",
  "mn-blurbs:mn97": "一名贪污的税吏由于遇见舍利弗尊者而得拯救。 ",
  "mn-blurbs:mn101": "佛陀应付一群耆那教苦行僧。他们声称以修自我折磨来熄灭一切苦。佛陀指出他们逻辑中的一些谬误，并解释佛教的中道。 ",
  "mn-blurbs:mn103": "佛陀教僧团们不要为基本的教义为争论，反而大家应该追求和谐。 ",
  "mn-blurbs:mn107": "佛陀用会计师的培训来比较他的跟随者的次第修行道路。即使有这样一条解释得好得道路，佛陀只能指引方向，而我们自己必须实践。 ",
  "mn-blurbs:mn108": "在佛陀涅槃后，军事紧张局势加剧的情况下，阿难尊者被问及在缺乏导师的情况下如何维持僧团。由于佛陀拒绝指定任何继承人，他所教导的教义和修行就是导师，而僧团通过协商一致解决问题。 ",
  "mn-blurbs:mn110": "善人能夠了解坏人，但坏人不能夠了解善人。 ",
  "mn-blurbs:mn113": "佛陀解释一位真正的善人不会因为自己的成就而藐视他人或感到傲慢。 ",
  "mn-blurbs:mn114": "佛陀设立了该修和该避免的法的框架。接着，舍利弗尊者挺身把佛陀的开示详细的解释。 ",
  "mn-blurbs:mn119": "本经专注于四念住的第一住，身念住。这套修习看起来很简单，却有深远的利益。 ",
  "mn-blurbs:mn121": "佛陀描述他修的空性禅。 ",
  "mn-blurbs:mn125": "一名年轻的和尚无法说服王子内心平静的利益。佛陀于是教他驯象的比喻。这例子可说服王子，因为这是王子熟悉的领域。 ",
  "mn-blurbs:mn126": "梵行的成功不取决于你是否许下誓言，而取决于你是否如理的修行。 ",
  "mn-blurbs:mn129": "愚者今生来世都受苦，而智者今生来世都得受益。 ",
  "mn-blurbs:mn130": "继前一部经，这部经详细的描述地狱的恐怖。 ",
  "mn-blurbs:mn142": "当继母摩诃波阇波提(Mahāpajāpatī)想供袈裟给佛陀个人使用时，佛陀鼓励她供给整个僧团。佛陀接着解释说，对僧团最好的供养是给予由佛陀为首的僧侣和尼姑双重僧团。 ",
  "mn-blurbs:mn145": "在临往充满凶恶，粗暴人的远方国土住之前，佛陀问富楼那尊者如何应付他人的攻击。 ",
  "mn-blurbs:mn-anupadavagga": "本品许多经文深入探讨核心教义的复杂和分析性的陈述。重要的禅修经文也出现在本品。 ",
  "mn-blurbs:mn-bhikkhuvagga": "十部针对出家人的经，大多数是着重于戒律。 ",
  "mn-blurbs:mn-brahmanavagga": "佛陀与有名望的婆罗门交流，挑战他们对神圣权威的主张。 ",
  "mn-blurbs:mn-culayamakavagga": "跟前一品同样的排列。 ",
  "mn-blurbs:mn-devadahavagga": "各种各样的教导。 ",
  "mn-blurbs:mn-gahapativagga": "本品针对的是各种各样的在家人。 ",
  "mn-blurbs:mn-mahayamakavagga": "经文排列成一对长文和短文。 ",
  "mn-blurbs:mn-mulapariyayavagga": "本品虽然以深奥的【根本法门经】开始，但主要包含基本性教义。整体上，本品可以作为经文的好介绍。 ",
  "mn-blurbs:mn-opammavagga": "本品包含传记，非暴力，无我以及对禅修进展有影响力的教学。 ",
  "mn-blurbs:mn-paribbajakavagga": "佛陀与沙门和游行者的对话。 ",
  "mn-blurbs:mn-rajavagga": "佛陀与王和王子之间的种种交谈，其中许多数是跟随佛陀的。 ",
  "mn-blurbs:mn-salayatanavagga": "本品的大部分经文都牵涉到六根。 ",
  "mn-blurbs:mn-sihanadavagga": "本品以两部“狮子吼”经开头，接着提到苦，社区生活和实用的禅修指导。 ",
  "mn-blurbs:mn-sunnatavagga": "本品的前几部经文针对空，所以被命名为空品。本品分析性文比较少，叙述性文比较多。 ",
  "mn-blurbs:mn-vibhangavagga": "一系列有关简短教义的技术分析的经文。 "
}