{
  "mn-blurbs:mn4": "佛陀解释住在野林的种种难处以及如何通过戒的清静和禅修来克服它们。他回忆起他在修行所面对的恐惧和障碍。 ",
  "mn-blurbs:mn6": "根据佛陀的说法，细心的坚守戒律是一切梵行高尚成就的基础。 ",
  "mn-blurbs:mn12": "刚还俗的善星(Sunakkhatta)攻击佛陀的教诲因为它只导向苦的熄灭。佛陀反驳说，这实际是赞美，然后继续列举他的许多深刻而伟大的成就。 ",
  "mn-blurbs:mn22": "一位比丘否认被禁止的行为会导致障碍。佛陀在众比丘严厉的训斥那位比丘。佛陀用捉蛇尾的人来比喻只懂得教义字面的人，当中也引用了著名的木筏过彼岸的比喻。 ",
  "mn-blurbs:mn25": "佛陀用鹿被陷阱抓捕来比喻被魔困住，当中比喻描述猎者和猎物采用的种种越复杂的策略。 ",
  "mn-blurbs:mn26": "这部经是最重要的传记经典之一，讲述佛陀从离家到成道的经历。未成道前，他的目标是为了彻底摆脱轮回和痛苦。 ",
  "mn-blurbs:mn29": "继提婆达多事件后，佛陀告诫僧团不要自满于梵行表面上的利益，反而应该向往解脱，这才是教义真正的核心。 ",
  "mn-blurbs:mn31": "佛陀遇到三位精进与和谐的比丘，便问他们如何修行。他们不愿透露自己证得上人法，只好解释如何共同处理生活的事务。但在佛陀的追问下，他们终于透露自己的修行成就。 ",
  "mn-blurbs:mn40": "真正配得起沙门称呼的人非以外在的改变来取决，而是来自真诚的内心变化。 ",
  "mn-blurbs:mn51": "佛陀跟在家修行者讨论四念住。通过动物的坦率性和人类的虚伪的比较，他解释如何可以不伤害自己和不伤害别人的情况下实践修行。 ",
  "mn-blurbs:mn52": "受居士请教解脱之道，阿难尊者讲述至少十一种禅修可通达不死之门。 ",
  "mn-blurbs:mn53": "佛陀被迦毗罗卫城释迦族人邀请开张启用新的集会所。佛陀邀请阿难尊者详细的解释在家人修行的次第阶段。 ",
  "mn-blurbs:mn55": "佛陀的私人医生耆婆(Jīvaka)听到他人对佛陀肉食的方针批评，并向佛陀询问此事。 ",
  "mn-blurbs:mn57": "在古印度，一些沙门修极端苦行，比如持牛戒或狗戒。佛陀遇到两名修这般苦行者。当被问修此类苦行的果报时，佛陀不情愿地被迫揭示它的果报。 ",
  "mn-blurbs:mn58": "耆那教主尼乾子(Nigaṇṭha Nātaputta)让弟子无畏王子(Abhaya Rājakumāra)向佛陀提一道进退两难的问题来暴露佛陀的弱点。结果是出乎预料。 ",
  "mn-blurbs:mn65": "一位比丘不肯依从过午不食的戒条。后来，他悔过向佛陀求忏悔。佛陀原谅他。 ",
  "mn-blurbs:mn66": "如前一部经，此经再次提到过午不食的戒条，但这一次是为了感恩佛陀帮僧团除去导致复杂和压迫性的事情。佛陀强调，即使对微细的东西执着也是危险的。 ",
  "mn-blurbs:mn67": "在赶走一群不守规则刚出家的比丘们后，佛陀被说服让步。接下来，佛陀教他们出家人会面对的四种危险。 ",
  "mn-blurbs:mn69": "一位在野林的比丘来拜访僧团，但行为不当。舍利弗尊者向僧团解释一位比丘该有的举止，无论是在市区或野林。 ",
  "mn-blurbs:mn70": "这是第三部关于过午不食对健康的好处的经文。同样的,又有一群比丘不肯遵循佛陀的教诲。 ",
  "mn-blurbs:mn87": "这部经描述波斯匿王婚姻罕见的一瞥，当中可见他是如何被他的王后，无与伦比的茉莉(Mallikā)引导入佛法。她证实佛陀的教诲，即忧愁从爱者而生；但这不是一位丈夫，父亲和国王想听到的。 ",
  "mn-blurbs:mn89": "波斯匿王临命终探望佛陀时，展示对他的老师的仰慕和爱戴。 ",
  "mn-blurbs:mn110": "善人能夠了解坏人，但坏人不能夠了解善人。 ",
  "mn-blurbs:mn113": "佛陀解释一位真正的善人不会因为自己的成就而藐视他人或感到傲慢。 ",
  "mn-blurbs:mn121": "佛陀描述他修的空性禅。 ",
  "mn-blurbs:mn126": "梵行的成功不取决于你是否许下誓言，而取决于你是否如理的修行。 ",
  "mn-blurbs:mn129": "愚者今生来世都受苦，而智者今生来世都得受益。 ",
  "mn-blurbs:mn130": "继前一部经，这部经详细的描述地狱的恐怖。 ",
  "mn-blurbs:mn145": "在临往充满凶恶，粗暴人的远方国土住之前，佛陀问富楼那尊者如何应付他人的攻击。 ",
  "mn-blurbs:mn-anupadavagga": "本品许多经文深入探讨核心教义的复杂和分析性的陈述。重要的禅修经文也出现在本品。 ",
  "mn-blurbs:mn-bhikkhuvagga": "十部针对出家人的经，大多数是着重于戒律。 ",
  "mn-blurbs:mn-brahmanavagga": "佛陀与有名望的婆罗门交流，挑战他们对神圣权威的主张。 ",
  "mn-blurbs:mn-culayamakavagga": "跟前一品同样的排列。 ",
  "mn-blurbs:mn-devadahavagga": "各种各样的教导。 ",
  "mn-blurbs:mn-gahapativagga": "本品针对的是各种各样的在家人。 ",
  "mn-blurbs:mn-mahayamakavagga": "经文排列成一对长文和短文。 ",
  "mn-blurbs:mn-paribbajakavagga": "佛陀与沙门和游行者的对话。 ",
  "mn-blurbs:mn-rajavagga": "佛陀与王和王子之间的种种交谈，其中许多数是跟随佛陀的。 ",
  "mn-blurbs:mn-salayatanavagga": "本品的大部分经文都牵涉到六根。 ",
  "mn-blurbs:mn-sihanadavagga": "本品以两部“狮子吼”经开头，接着提到苦，社区生活和实用的禅修指导。 ",
  "mn-blurbs:mn-sunnatavagga": "本品的前几部经文针对空，所以被命名为空品。本品分析性文比较少，叙述性文比较多。 "
}