{
  "mn-blurbs:mn1": "佛陀探讨了永恒自我的概念是如何从觉知过程中产生的。佛陀考虑了各种各样的现象，既包括自然主义和宇宙学的维度。凡夫以自我的角度来解读体验，而更高明的人则拥有相同的体验，但没有执着。 ",
  "mn-blurbs:mn2": "修行道路上的种种问题需要不同的方式应付。佛陀并没有单用一个方式对治每一种问题，反而列出七种方式来对治各种烦恼，每种方式都适于特定的情况。 ",
  "mn-blurbs:mn3": "佛陀的一些弟子只继承他的财物和名望。但佛陀真正的遗传是他所教的修行和知足道路。接着，舍利弗尊者解释如何通过追随佛陀的榜样，我们可以体验道果。 ",
  "mn-blurbs:mn4": "佛陀解释住在野林的种种难处以及如何通过戒的清静和禅修来克服它们。他回忆起他在修行所面对的恐惧和障碍。 ",
  "mn-blurbs:mn5": "佛陀的两大弟子，舍利弗和目犍连，用污秽的钵来比喻心与行为的污秽。他们强调重点不在于有污秽否，而在于有没有觉知有污秽否。 ",
  "mn-blurbs:mn6": "根据佛陀的说法，细心的坚守戒律是一切梵行高尚成就的基础。 ",
  "mn-blurbs:mn7": "种种的污染玷污心就如沾垢的布。当心纯净时我们会喜悦导向更高层次的意识。最后，佛陀否定了婆罗门的‘纯洁来自于圣河中沐浴’的观念。 ",
  "mn-blurbs:mn8": "佛陀区别平静的禅修和包容整个梵行的禅修。他列下四十四个角度来削减掉慢心。 ",
  "mn-blurbs:mn9": "舍利弗尊者对正见，即八正道之第一支，给予详细的解释。在其他比丘们的对问下，他从广远的角度来探讨正见。 ",
  "mn-blurbs:mn10": "佛陀在这部经详细讲述八正道的第七支，正念。这部经收集了整个经藏中的许多修行教法，尤其是身念处的基础修行。这部经被公认为最重要的修行经文之一。 ",
  "mn-blurbs:mn11": "佛陀称只有跟随他的道才能体验四个果位。虽然他的教义和外道有很多共同点，没有一个外道排斥我见的执着。 ",
  "mn-blurbs:mn12": "刚还俗的善星(Sunakkhatta)攻击佛陀的教诲因为它只导向苦的熄灭。佛陀反驳说，这实际是赞美，然后继续列举他的许多深刻而伟大的成就。 ",
  "mn-blurbs:mn13": "当被问及他的教导和外道的区别时，佛陀指出外道讲舍离,但并不了解为什么。然后，佛陀详细的解释苦如何从感官刺激的执着产生。 ",
  "mn-blurbs:mn14": "一名在家居士不明白为何他还会起贪和嗔想虽然已经修行一段日子。佛陀解释禅定修习对放下执着的重要性。但佛陀也批评自我折磨，并讲述了之前与耆那教苦行僧的对话。 ",
  "mn-blurbs:mn15": "目揵连尊者提出劝诫的课题，缺乏劝诫是不可能建立一个健康的僧团。他列下一些素质，这些素质能让他人觉得建设性的劝诫你是值得的。 ",
  "mn-blurbs:mn16": "佛陀解释种种方式导致一个人与他的同修心灵疏离。 ",
  "mn-blurbs:mn17": "虽然住在野林是很好，但不是每个人都能适应。佛陀鼓励禅修者考量自己的环境是否真正能护持他们的禅修，如果不能就离开。 ",
  "mn-blurbs:mn18": "被一名婆罗门挑战后，佛陀给了一个神秘的答复说争论从由想而起的妄想所产生的。这段答复是经典里最有见地的段文之一。尊者大迦旃延对佛陀这段答复的含义给予详细的解释。 ",
  "mn-blurbs:mn19": "回数自己禅修发展的经验，佛陀解释如何了解有恼害想和无恼害想以及如何完全超越想。 ",
  "mn-blurbs:mn20": "佛陀教导五种实际的禅修方法来停止思想。 ",
  "mn-blurbs:mn21": "这部经充满了生动和深刻难忘的比喻。这些比喻讲述忍辱和爱心的重要性，即使是面对辱骂和批评。在这部经，佛陀以最深刻的锯子比喻来结尾。 ",
  "mn-blurbs:mn22": "一位比丘否认被禁止的行为会导致障碍。佛陀在众比丘严厉的训斥那位比丘。佛陀用捉蛇尾的人来比喻只懂得教义字面的人，当中也引用了著名的木筏过彼岸的比喻。 ",
  "mn-blurbs:mn23": "这是一部唤起相像的经文述说一位天神向一位比丘讲述一个谜语，然后那位比丘向佛陀寻求答案。 ",
  "mn-blurbs:mn24": "舍利弗尊者欲与受人敬仰的满慈子尊者对谈。他们讨论净化的次第。 ",
  "mn-blurbs:mn25": "佛陀用鹿被陷阱抓捕来比喻被魔困住，当中比喻描述猎者和猎物采用的种种越复杂的策略。 ",
  "mn-blurbs:mn26": "这部经是最重要的传记经典之一，讲述佛陀从离家到成道的经历。未成道前，他的目标是为了彻底摆脱轮回和痛苦。 ",
  "mn-blurbs:mn27": "佛陀告诫不要对老师的修行成就妄下结论，并以追踪者追踪大象细心的付出做比较。接着，佛陀讲述僧侣的完整训练。 ",
  "mn-blurbs:mn28": "舍利弗详细的解释四圣谛能容纳所有的佛陀的教诲，就如大象的足迹能容纳所有的足迹。这部经提供了一个组织佛陀的教诲提的总体模板。 ",
  "mn-blurbs:mn29": "继提婆达多事件后，佛陀告诫僧团不要自满于梵行表面上的利益，反而应该向往解脱，这才是教义真正的核心。 ",
  "mn-blurbs:mn30": "如前一部经。继提婆达多事件后，佛陀告诫僧团不要自满，反而应该向往解脱，这才是教义真正的核心。 ",
  "mn-blurbs:mn31": "佛陀遇到三位精进与和谐的比丘，便问他们如何修行。他们不愿透露自己证得上人法，只好解释如何共同处理生活的事务。但在佛陀的追问下，他们终于透露自己的修行成就。 ",
  "mn-blurbs:mn32": "一群上座比丘在欣赏夜的美景时讨论怎样的修行者能美化这座森林园。他们把他们所讨论的结果传达于佛陀。佛陀赞叹他们，然后给与自己的解答。 ",
  "mn-blurbs:mn33": "牧牛郎有十一种原因无法妥善照顾牛群。佛陀将这比作比丘的修行成长。 ",
  "mn-blurbs:mn34": "佛陀以牧牛郎带领牛群渡过危险的河流来比喻种种圣人弟子渡过轮回的河流。 ",
  "mn-blurbs:mn35": "萨遮迦(Saccaka)辩论师挑战佛陀辩论。尽管萨遮迦自夸，佛陀对他的攻击都毫不动摇。 ",
  "mn-blurbs:mn36": "在一个比较和气的会面中，佛陀与萨遮迦(Saccaka)讨论身和心修习的差别。佛陀详细的讲述他未开悟前的种种修行并深入解释他如何修苦行折磨他的身体。 ",
  "mn-blurbs:mn37": "大目揵连往天帝释的天宫考研他是否了解佛陀的教法。 ",
  "mn-blurbs:mn38": "为了反驳【同一个】识从一个生命投生到下一个生命的邪见，佛陀教缘起法来显示识是依赖于其它因素而生起。 ",
  "mn-blurbs:mn39": "佛陀鼓励僧团要名副其实，以真正的修行来达到或超越大众对出家人的期望。 ",
  "mn-blurbs:mn40": "真正配得起沙门称呼的人非以外在的改变来取决，而是来自真诚的内心变化。 ",
  "mn-blurbs:mn41": "佛陀向一群婆罗门解释导向善道和恶趣的行为。佛陀在详细的分析十种核心修行居士们应当受持的，这些修行是解脱的基础。 ",
  "mn-blurbs:mn42": "如前一部经，佛陀解释导向善道和恶趣的行为，包过十种核心修行的详细分析。 ",
  "mn-blurbs:mn45": "佛陀解释如何受持不同的法带来苦和乐的果报.最深刻的攀爬物的比喻体现出诱惑的阴险。 ",
  "mn-blurbs:mn46": "虽然我们都想快乐，但结果却往往相反。佛陀解释了其中的原因。 ",
  "mn-blurbs:mn47": "一些宗师喜欢保持隐秘，而佛陀不但鼓励他的跟随者调查他甚至还教他们如何详细而严格的调查。 ",
  "mn-blurbs:mn48": "尽管佛陀在场，拘睒弥的比丘们陷入激烈的争吵。佛陀教这些不妥协的比丘们培养慈爱以及和合的心，并提醒他们所寻求的平静。 ",
  "mn-blurbs:mn49": "佛陀升到高天界跟一位大势力天神来一场宇宙比赛。那位天神已经陷入邪见以为自己是永恒和全能的。 ",
  "mn-blurbs:mn50": "波旬魔，这个魔幻师和死神，试图骚扰目犍连。他不仅不得逞，目犍连还严厉的警戒他攻击佛陀弟子的下场。 ",
  "mn-blurbs:mn51": "佛陀跟在家修行者讨论四念住。通过动物的坦率性和人类的虚伪的比较，他解释如何可以不伤害自己和不伤害别人的情况下实践修行。 ",
  "mn-blurbs:mn52": "受居士请教解脱之道，阿难尊者讲述至少十一种禅修可通达不死之门。 ",
  "mn-blurbs:mn53": "佛陀被迦毗罗卫城释迦族人邀请开张启用新的集会所。佛陀邀请阿难尊者详细的解释在家人修行的次第阶段。 ",
  "mn-blurbs:mn54": "当迫得利亚(Potaliya)被称为‘居士’而不高兴时，佛陀问他执着和舍离的真正本质。 ",
  "mn-blurbs:mn55": "佛陀的私人医生耆婆(Jīvaka)听到他人对佛陀肉食的方针批评，并向佛陀询问此事。 ",
  "mn-blurbs:mn56": "对于身业或者意业哪个比较重要，佛陀不同意耆那教苦行者的看法。闻之此事，耆那的弟子优婆离(Upāli)无视于警告决定去反驳佛陀。 ",
  "mn-blurbs:mn57": "在古印度，一些沙门修极端苦行，比如持牛戒或狗戒。佛陀遇到两名修这般苦行者。当被问修此类苦行的果报时，佛陀不情愿地被迫揭示它的果报。 ",
  "mn-blurbs:mn58": "耆那教主尼乾子(Nigaṇṭha Nātaputta)让弟子无畏王子(Abhaya Rājakumāra)向佛陀提一道进退两难的问题来暴露佛陀的弱点。结果是出乎预料。 ",
  "mn-blurbs:mn59": "对于受的种类的数量的争论佛陀给与解答，他指出在不同的情况下适用不同的教法，不应成为争议的根源。他继续强调以修禅定中得来的乐受的重要性。 ",
  "mn-blurbs:mn60": "佛陀教一群还在犹豫的居士们如何通过如理的思考来导向有良好的结果的修行和原则，即使我们不完全懂所有的未知数。 ",
  "mn-blurbs:mn61": "以一杯水为“教材”，佛陀向儿子罗侯罗解释说真话和反思自己的动机的重要性。 ",
  "mn-blurbs:mn62": "佛陀教罗侯罗无我的禅修，他即刻跟着佛陀的教导而修。过后，当舍利弗见到他就劝他修出入息念，不过佛陀建议他修各种不同的方法先。 ",
  "mn-blurbs:mn63": "一位比丘威胁佛陀回答种种对解脱无助的问题要不然就要还俗。佛陀将他比作一位被箭伤到的人，却不肯接受治疗除非箭和弓箭手的所有问题都得到解答。 ",
  "mn-blurbs:mn64": "婴儿没有邪见或邪念，不过却潜伏着这些烦恼。没有透过修行，它们肯定会再从现。 ",
  "mn-blurbs:mn65": "一位比丘不肯依从过午不食的戒条。后来，他悔过向佛陀求忏悔。佛陀原谅他。 ",
  "mn-blurbs:mn66": "如前一部经，此经再次提到过午不食的戒条，但这一次是为了感恩佛陀帮僧团除去导致复杂和压迫性的事情。佛陀强调，即使对微细的东西执着也是危险的。 ",
  "mn-blurbs:mn67": "在赶走一群不守规则刚出家的比丘们后，佛陀被说服让步。接下来，佛陀教他们出家人会面对的四种危险。 ",
  "mn-blurbs:mn68": "那些修行的人并非生活失意而修行，但因为他们向往更高尚的自由。当佛陀谈到弟子们的成就时，他是纯粹为了激励弟子们。 ",
  "mn-blurbs:mn69": "一位在野林的比丘来拜访僧团，但行为不当。舍利弗尊者向僧团解释一位比丘该有的举止，无论是在市区或野林。 ",
  "mn-blurbs:mn70": "这是第三部关于过午不食对健康的好处的经文。同样的,又有一群比丘不肯遵循佛陀的教诲。 ",
  "mn-blurbs:mn71": "佛陀否认自己是时时刻刻无所不知的。接着，他讲述三明作为他成道所领悟的核心。 ",
  "mn-blurbs:mn72": "佛陀拒绝对无益的猜测采取立场，而是用火被熄灭的比喻来表明梵行的目标。 ",
  "mn-blurbs:mn73": "在《婆蹉大三部曲》的最后一部中，婆蹉大放下毫无意义的猜测，转而询问修行之道。 ",
  "mn-blurbs:mn75": "当被一名享乐主义者指责太过负面时，佛陀讲述他在未出家时的奢侈，以及他意识到这些奢侈是毫无价值的。通过舍离，他找到更高尚的快乐。 ",
  "mn-blurbs:mn76": "阿难尊者教一群游行者为何有种种方式修梵行，但许多方式都没有结果。 ",
  "mn-blurbs:mn77": "不像其他的老师，佛陀的弟子真诚的爱戴和敬仰佛陀因为他们看到了他真诚的教导和修行。 ",
  "mn-blurbs:mn78": "一位游行者教导说，当一个人坚守四条基本戒律，他已经到达最高成就。佛陀的标准要高得更多。 ",
  "mn-blurbs:mn79": "一位游行者教他的【最高的光泽】教义，不过无法满意的解释那是什么。佛陀就将他比喻为一位爱上了一个他从未见过的完美女人的男人。 ",
  "mn-blurbs:mn80": "跟前一部经一样，佛陀接着说他不是靠巧妙的辩论来吸引信徒，而是因为你可以以他的教法修习看到成果。 ",
  "mn-blurbs:mn81": "佛陀提起一段有关于在迦叶世尊时代的前世故事。当时，他对佛法完全没有兴趣甚至要被逼去见佛陀。这部经是对菩萨思想的发展很重要的一部经。 ",
  "mn-blurbs:mn82": "一名富裕的年轻人，护国(Raṭṭhapāla)，有强烈出家的愿望，但必须赢取不情愿父母的许可。即使出家了，他的父母还试图说服他还俗。本经以一系列感人的教诲结束，这些教诲讲述了世间的脆弱。 ",
  "mn-blurbs:mn83": "一部神话般的故事叙述往昔的王朝以及它的最终的衰落。 ",
  "mn-blurbs:mn84": "在摩偷罗，阿槃提子国王问迦旃延尊者有关婆罗门自称自己的种姓是最胜的课题。 ",
  "mn-blurbs:mn85": "佛陀承认他过去认为乐是从苦获得的，接着佛陀解释他的修行透露了这想法的谬误。 ",
  "mn-blurbs:mn86": "佛陀不视警告，朝向臭名昭著的杀人狂鸯掘摩罗(Aṅgulimāla)走，并成功感化他放下屠刀。鸯掘摩罗出家后，仍因过去的恶业而受微度的苦。他利用自己对非暴力的新使命帮助了一位正在分娩的妇女。 ",
  "mn-blurbs:mn87": "这部经描述波斯匿王婚姻罕见的一瞥，当中可见他是如何被他的王后，无与伦比的茉莉(Mallikā)引导入佛法。她证实佛陀的教诲，即忧愁从爱者而生；但这不是一位丈夫，父亲和国王想听到的。 ",
  "mn-blurbs:mn88": "波斯匿王拜访阿难尊者，询问善和不善的行仪以及佛陀所赞叹的是什么。为了感谢阿难尊者，波斯匿王送他一块珍贵的布。 ",
  "mn-blurbs:mn89": "波斯匿王临命终探望佛陀时，展示对他的老师的仰慕和爱戴。 ",
  "mn-blurbs:mn90": "波斯匿王问佛陀有关种姓，一切知智，天神等问题。 ",
  "mn-blurbs:mn92": "结发者给尼亚(Keṇiya)供养僧团饮食。当谢勒(Sela)婆罗门得知此事后，他拜访佛陀。接着，他以虔诚的诗句来表达他的喜悦。 ",
  "mn-blurbs:mn93": "一位早熟婆罗门学生虽然不乐意但却被鼓励去挑战佛陀关于种姓的课题。他的反抗是有道理的。 ",
  "mn-blurbs:mn95": "尽管一些婆罗门有所保留，闻名的婆罗门郑计(Caṅkī)坚持与一大群人拜访佛陀。一位早熟的学生向佛陀发起挑战，咬定吠陀经文是正确的。佛陀详细的讲述如何通过梵行教养而逐渐获得真正的理解。 ",
  "mn-blurbs:mn96": "一位婆罗门称，一个人因他的种姓能理所当然获得服务和享用特权。佛陀则反驳说，个人的地位取决于自己的品行，非种姓。 ",
  "mn-blurbs:mn97": "一名贪污的税吏由于遇见舍利弗尊者而得拯救。 ",
  "mn-blurbs:mn98": "两位婆罗门学生问佛陀婆罗门取决于出身或者举止？佛陀指出畜生的种类是由出生决定的，但人类的本质在于你的生活举止。这经文预示了现代的观点，即人类之间没有明确的种族差异。 ",
  "mn-blurbs:mn100": "一位婆罗门女士的虔诚惹怒了一名婆罗门，那位婆罗门去面对佛陀。佛陀反对传统主义以及理性主义，主张自己是以亲身的体验来教导。 ",
  "mn-blurbs:mn101": "佛陀应付一群耆那教苦行僧。他们声称以修自我折磨来熄灭一切苦。佛陀指出他们逻辑中的一些谬误，并解释佛教的中道。 ",
  "mn-blurbs:mn103": "佛陀教僧团们不要为基本的教义为争论，反而大家应该追求和谐。 ",
  "mn-blurbs:mn104": "听闻到尼乾陀若提子的过世后，佛陀鼓励僧团迅速平息纷争。他立下七种方法来平息纷争。这七法是僧团戒律的基础。 ",
  "mn-blurbs:mn105": "不是每个自称开悟的人都是真的。佛陀教导我们修行的进展取决于不退转的放下带来痛苦的根源。 ",
  "mn-blurbs:mn107": "佛陀用会计师的培训来比较他的跟随者的次第修行道路。即使有这样一条解释得好得道路，佛陀只能指引方向，而我们自己必须实践。 ",
  "mn-blurbs:mn108": "在佛陀涅槃后，军事紧张局势加剧的情况下，阿难尊者被问及在缺乏导师的情况下如何维持僧团。由于佛陀拒绝指定任何继承人，他所教导的教义和修行就是导师，而僧团通过协商一致解决问题。 ",
  "mn-blurbs:mn110": "善人能夠了解坏人，但坏人不能夠了解善人。 ",
  "mn-blurbs:mn112": "如果某人自称开悟了，他必须通过一系列的详细的问题来审查。只有他能够清楚的回答这些问题，方能肯定他所称的体征。 ",
  "mn-blurbs:mn113": "佛陀解释一位真正的善人不会因为自己的成就而藐视他人或感到傲慢。 ",
  "mn-blurbs:mn114": "佛陀设立了该修和该避免的法的框架。接着，舍利弗尊者挺身把佛陀的开示详细的解释。 ",
  "mn-blurbs:mn115": "赞叹贤智者后，佛陀继续解释一个人是贤智者因为熟练考察界,处,缘起以及可能或不可能的事物。 ",
  "mn-blurbs:mn116": "省察连地理都逃不过无常的变化，佛陀回数居住在王舍城仙吞山的以往的圣贤。 ",
  "mn-blurbs:mn117": "一部是有关正定的资粮的经文。这部经强调八正道里每个道因的互动关系以及道因如何互相助伴。 ",
  "mn-blurbs:mn119": "本经专注于四念住的第一住，身念住。这套修习看起来很简单，却有深远的利益。 ",
  "mn-blurbs:mn120": "佛陀解释如何发愿投生在不同界。 ",
  "mn-blurbs:mn121": "佛陀描述他修的空性禅。 ",
  "mn-blurbs:mn122": "一群比丘太过热衷聚会交往，所以佛陀教独居对修内空住的重要性。 ",
  "mn-blurbs:mn123": "阿难尊者被佛陀邀请述说佛陀不可思议的素质，接着阿难把佛陀诞生时的奇迹一一的列出来。最后，佛陀讲述他认为自己最了不起的素质。 ",
  "mn-blurbs:mn124": "巴古勒尊者被公认最健康的比丘向他的老友解释他的严格的苦行。这部经的格式与其他经文不一样表明这部经可能是佛陀涅槃后加入经藏。 ",
  "mn-blurbs:mn125": "一名年轻的和尚无法说服王子内心平静的利益。佛陀于是教他驯象的比喻。这例子可说服王子，因为这是王子熟悉的领域。 ",
  "mn-blurbs:mn126": "梵行的成功不取决于你是否许下誓言，而取决于你是否如理的修行。 ",
  "mn-blurbs:mn129": "愚者今生来世都受苦，而智者今生来世都得受益。 ",
  "mn-blurbs:mn130": "继前一部经，这部经详细的描述地狱的恐怖。 ",
  "mn-blurbs:mn131": "这部经以一段精短的偈子提倡洞见当下的利益开头，随后对偈子给与解释。 ",
  "mn-blurbs:mn132": "以前一部经一样，但是这部经是由阿难尊者解说。 ",
  "mn-blurbs:mn133": "尊者摩诃迦旃延从另一个角度解释【贤善一夜者】的偈子。 ",
  "mn-blurbs:mn134": "天神鼓励一名不懂【贤善一夜者】偈子的比丘去把它学起来。 ",
  "mn-blurbs:mn135": "佛陀解释给一位婆罗门过去世的业如何影响你的今生。 ",
  "mn-blurbs:mn136": "面对他的教法被过度简化时，佛陀强调经常被忽略的因果操作的细节以及条件。 ",
  "mn-blurbs:mn139": "要达到和谐不易。佛陀解释如何透过知足，正语，了解乐以及不坚持当地的惯例来避免纷争。 ",
  "mn-blurbs:mn140": "当佛陀在陶匠的住处过夜时，巧遇一位有眼不识泰山的比丘。他们对六界仔细的讨论。这部经是经藏最有见地和生动的经文。 ",
  "mn-blurbs:mn142": "当继母摩诃波阇波提(Mahāpajāpatī)想供袈裟给佛陀个人使用时，佛陀鼓励她供给整个僧团。佛陀接着解释说，对僧团最好的供养是给予由佛陀为首的僧侣和尼姑双重僧团。 ",
  "mn-blurbs:mn143": "佛陀的在家大弟子给孤独长者临命终时，舍利弗尊者去探望他给予他关于无执着的教诲。 ",
  "mn-blurbs:mn144": "阐陀比丘患重病承受强烈痛苦，想拔刀自尽。 ",
  "mn-blurbs:mn145": "在临往充满凶恶，粗暴人的远方国土住之前，佛陀问富楼那尊者如何应付他人的攻击。 ",
  "mn-blurbs:mn146": "当被邀请教比丘尼众时，难达葛尊者以交流方式来开示，并询问她们还有什么需要进一步解释的。 ",
  "mn-blurbs:mn150": "佛陀与一群在家人讨论如何辨别哪些是真正值得恭敬的修行者。 ",
  "mn-blurbs:mn151": "佛陀观察到舍利弗尊者的肤色清净源于他的深禅定。接着，佛陀讲述一系列的省察，让沙门可以确保他们值得接受居士供养的施食。 ",
  "mn-blurbs:mn152": "一位婆罗门导师教根门的净化仅靠回避看和听东西。对此，佛陀解释根门的净化并非靠回避，而是了解感官的体验而不受影响。 ",
  "mn-blurbs:mn-anupadavagga": "本品许多经文深入探讨核心教义的复杂和分析性的陈述。重要的禅修经文也出现在本品。 ",
  "mn-blurbs:mn-bhikkhuvagga": "十部针对出家人的经，大多数是着重于戒律。 ",
  "mn-blurbs:mn-brahmanavagga": "佛陀与有名望的婆罗门交流，挑战他们对神圣权威的主张。 ",
  "mn-blurbs:mn-culayamakavagga": "跟前一品同样的排列。 ",
  "mn-blurbs:mn-devadahavagga": "各种各样的教导。 ",
  "mn-blurbs:mn-gahapativagga": "本品针对的是各种各样的在家人。 ",
  "mn-blurbs:mn-mahayamakavagga": "经文排列成一对长文和短文。 ",
  "mn-blurbs:mn-mulapariyayavagga": "本品虽然以深奥的【根本法门经】开始，但主要包含基本性教义。整体上，本品可以作为经文的好介绍。 ",
  "mn-blurbs:mn-opammavagga": "本品包含传记，非暴力，无我以及对禅修进展有影响力的教学。 ",
  "mn-blurbs:mn-paribbajakavagga": "佛陀与沙门和游行者的对话。 ",
  "mn-blurbs:mn-rajavagga": "佛陀与王和王子之间的种种交谈，其中许多数是跟随佛陀的。 ",
  "mn-blurbs:mn-salayatanavagga": "本品的大部分经文都牵涉到六根。 ",
  "mn-blurbs:mn-sihanadavagga": "本品以两部“狮子吼”经开头，接着提到苦，社区生活和实用的禅修指导。 ",
  "mn-blurbs:mn-sunnatavagga": "本品的前几部经文针对空，所以被命名为空品。本品分析性文比较少，叙述性文比较多。 ",
  "mn-blurbs:mn-vibhangavagga": "一系列有关简短教义的技术分析的经文。 "
}