{
  "sn-blurbs:sn1.1": "佛陀不站立也不游泳而渡过苦的洪流。 ",
  "sn-blurbs:sn1.3": "生命很短促，所以我们必须舍离世间的诱惑。 ",
  "sn-blurbs:sn1.4": "光阴飞逝，所以我们必须舍离世间的诱惑。 ",
  "sn-blurbs:sn1.11": "天界的欢喜园也是无常的。 ",
  "sn-blurbs:sn1.13": "就如许多类似的经文，佛陀在这部经重复天神的诗句，然后把佛法的诠释引入诗句。 ",
  "sn-blurbs:sn1.20": "一名神祇尝试诱惑一名比丘先享受欲乐然后才出家。 ",
  "sn-blurbs:sn1.66": "这世间被老死折磨，被欲火燃烧。 ",
  "sn-blurbs:sn1.75": "道虽被解说了，为何一些人还恐惧？ ",
  "sn-blurbs:sn2.1": "一位叫迦叶(Kassapa)的天子来见佛陀，然后述说僧人的独居以及正语的修学。 ",
  "sn-blurbs:sn2.2": "迦叶(Kassapa)天子述说僧人应该是平静和得解脱的禅修者。 ",
  "sn-blurbs:sn2.3": "摩伽(Māgha)天子问佛陀切断何法后无忧无虑睡得安乐。 ",
  "sn-blurbs:sn2.4": "摩伽大(Māgadha)天子问佛陀这世间有几种光源。佛陀说有五种光，佛光最胜。 ",
  "sn-blurbs:sn2.6": "迦么大(Kāmada)天子向佛陀说一系列的神秘偈语，叹息修行的困难。佛陀赞同，但指出真正的修行者赴汤蹈火，在所不辞。 ",
  "sn-blurbs:sn2.8": "前世为非佛教宗派始祖的保护(Tāyana)天子以偈颂来赞叹勤奋和纪律。上座部僧团经常念诵这偈子。 ",
  "sn-blurbs:sn2.9": "在月食的寓言中，月神被罗侯(Rāhu)阿修罗吞噬。月神向佛陀求救，佛陀告诉罗侯放手。这部经是一部维护经。 ",
  "sn-blurbs:sn2.10": "在日食的寓言中，日神被罗侯(Rāhu)阿修罗吞噬。日神向佛陀求救，佛陀告诉罗侯放手。这部经是一部维护经。 ",
  "sn-blurbs:sn3": "【憍萨罗相应】包含二十五部关于憍萨罗的波斯匿王的经文。波斯匿王的复杂性格在早期的经文显现而出，一个带些缺点和愚痴的人，但却拥有虔诚的心以及成长能力。早期经文常提到他；MN87讲述茉莉王后如何引导他入法的故事。茉莉王后再次出现于此，并在SN3.8展现出她如何无畏的挑战她的国王。本相应部的经文普遍以散文来描述情节然后以诗句来总结，阐述了一位一心向往佛法的国王所面对的挑战和问题。尽管如此，他仍必须统治一个充满间谍，祭祀，惩罚，战争以及种种王室诱惑的世界。 ",
  "sn-blurbs:sn3.1": "波斯匿王初次见佛陀。他好奇为何佛陀虽然还很年轻却自称觉悟了。佛陀教他四种东西不可因为年轻而藐视。 ",
  "sn-blurbs:sn3.2": "波斯匿王问当那些在自己内心生起时引起痛苦的事物。 ",
  "sn-blurbs:sn3.3": "波斯匿王问已生者，有何能逃脱老死？ ",
  "sn-blurbs:sn3.4": "波斯匿王禀告佛陀他自修时深思的念头。波斯匿王说那些造恶的人是自己的敌人。佛陀以诗句对答来认同波斯匿王。 ",
  "sn-blurbs:sn3.5": "即使被整个军队守护，造恶者还是未得守护。 ",
  "sn-blurbs:sn3.6": "这世间只有少数人在荣华富贵时不沉醉和不放逸。 ",
  "sn-blurbs:sn3.7": "波斯匿王感叹他在审判时发现人们为了感官的欲乐整天撒谎。 ",
  "sn-blurbs:sn3.8": "波斯匿王问茉莉(Mallikā)王后谁是最可爱的。他们两人一致同意最可爱的是自己，佛陀也认同。 ",
  "sn-blurbs:sn3.9": "一场盛大的祭祀正在为波斯匿王准备，其中涉及宰杀众多动物。佛陀谴责此类祭祀，并表达好的祭祀应该以无害且无可指责的祭品上供。 ",
  "sn-blurbs:sn3.10": "当一大群人被波斯匿王系缚时，此事被禀报到佛陀。 ",
  "sn-blurbs:sn3.11": "当一群不同教派的苦行僧经过时，波斯匿王问佛陀这群苦行僧是否有人已经开悟了。佛陀日，像波斯匿王这样的人很难判断他人的修行程度。接着，波斯匿王透露这群人其实是她的间谍。 ",
  "sn-blurbs:sn3.12": "波斯匿王等五位国王正在寻欢作乐，想知道哪种感官能带来最大的快乐。他们向佛陀请教，佛陀回答说，这很主观，取决于个人喜好。栴檀额利迦(Candanaṅgalika)居士受到启发，朗诵一首诗来赞颂佛陀。 ",
  "sn-blurbs:sn3.13": "这可能是世界上第一个减肥饮食建议。当波斯匿王因超重在佛陀面前气喘吁吁时，佛陀建议他减少饮食。佛陀诵一首偈语。波斯匿王吩咐一名侍者记住这首偈语，并要求侍者在他吃饭时背诵这首偈语。 ",
  "sn-blurbs:sn3.14": "波斯匿王在一场战斗中输给他的外甥摩揭陀国的阿阇世王。 ",
  "sn-blurbs:sn3.15": "在SN3.14之后的一场战斗，波斯匿王击败了阿阇世王并将其俘虏。出于慈悲心，波斯匿王没收他的军事资产然后将他释放。 ",
  "sn-blurbs:sn3.16": "波斯匿王对茉莉(Mallikā)王后生下女儿的消息感到失望。佛陀向他说女人或许比男人更卓越来安抚他。 ",
  "sn-blurbs:sn3.17": "波斯匿王问佛陀有何法能于当生和来世带来利益。 ",
  "sn-blurbs:sn3.18": "波斯匿王对善知识赞美，于此佛陀讲述他与阿难之前讨论的同一个课题。接着，佛陀说当一个人有善知识时，培养精进是很重要的。 ",
  "sn-blurbs:sn3.19": "一位富人无子而终，但不曾享受他拥有的富裕。佛陀说财富应该被妥当的享用和分享。 ",
  "sn-blurbs:sn3.20": "一位富人无子而终，但不曾享受他拥有的富裕。佛陀讲述一名过去的辟支佛叫多迦罗尸弃(Tagarasikhī)的时代，有一名居士供养给辟支佛，但过后变得后悔。 ",
  "sn-blurbs:sn3.21": "佛陀教波斯匿王四种人，从黑暗到黑暗，黑暗到光明，光明到黑暗以及光明到光明。 ",
  "sn-blurbs:sn3.22": "波斯匿王感叹他高龄祖母的去世。 ",
  "sn-blurbs:sn3.23": "有几法能令自己起烦恼？ ",
  "sn-blurbs:sn3.24": "“该布施何处”与“布施何处最大果”是两道不同的问题。 ",
  "sn-blurbs:sn3.25": "老与死犹如云同高的大山从四方而来，压碎沿途的一切 ",
  "sn-blurbs:sn4.20": "佛陀思考是否能如法以及非暴力情况下统治。魔罗出现在佛陀面前鼓励佛陀追求这条道路。 ",
  "sn-blurbs:sn4.21": "魔罗化作一位老婆罗门接近一群年轻的比丘们企图以游说青春的欢乐来诱惑他们。 ",
  "sn-blurbs:sn4.24": "魔波旬尝试骚扰佛陀七年却无法得逞。他以螃蟹被一群小孩打断肢体，以及乌鸦试图吃石头的比喻来感叹自己的的失意。 ",
  "sn-blurbs:sn5.3": "魔波旬骚扰居沙乔达弥比丘尼，断言她为亡子而忧伤和渴望男人。她反驳魔波旬而道她再也不需要男人因为她已经碎破聚集之黑暗和征服死神军了。 ",
  "sn-blurbs:sn7.15": "佛陀教导时读到一位固执的婆罗门的心，那位婆罗门也因此被触动。接着，他向佛陀顶礼然后亲吻他的脚。这举动惊讶了大众。佛陀叫他坐下来，然后他们用诗偈来讨论傲慢的课题。 ",
  "sn-blurbs:sn7.19": "一名婆罗门想知道依法遍求施食来奉养父母是否是正确的。 ",
  "sn-blurbs:sn8.2": "婆耆舍(Vaṅgīsa)又在次被贪欲困扰，但是能透过自己的努力把它去除掉。他的偈颂讲述了出离心的道，欲望和邪念的放下，以及坚守德行和隐居生活。 ",
  "sn-blurbs:sn8.4": "又在次被贪欲困扰，婆耆舍(Vaṅgīsa)向阿难求助。阿难叫他把思想改变，让可染爱的东西转换成不净。 ",
  "sn-blurbs:sn9.1": "在森林的某位比丘让他的心飘忽到俗家的思想，然而被当地的神灵劝诫。 ",
  "sn-blurbs:sn9.4": "当一群比丘离开他们所居的森林时，当地的神灵感叹他们不在了。 ",
  "sn-blurbs:sn9.5": "一位神灵劝告阿难不要太过参与教导在家人。 ",
  "sn-blurbs:sn10.3": "柯乐夜叉对针毛夜叉讨论佛陀是真沙门还是假沙门。起初他们以威胁性的态度接近佛陀，但随后向佛陀发问贪与嗔的根源。 ",
  "sn-blurbs:sn10.4": "吉祥宝珠夜叉赞叹正念，认为有正念者无敌意。佛陀认可正念的确是好，但只有修慈爱才能从敌意解脱。 ",
  "sn-blurbs:sn11.3": "天帝释用旗帜来召集他的天神。佛陀指出天神虽然很有势力还是会起恐惧，但佛陀已经无畏了。佛陀鼓励僧人们念三宝来去除畏惧。 ",
  "sn-blurbs:sn11.6": "正当天帝释的战车逃离阿修罗时险些毁掉鸟巢。为了不让鸟无归处，天帝释宁可丢了生命把战车转回向阿修罗。 ",
  "sn-blurbs:sn12.41": "一个在家的圣人弟子已去除破戒带来的恐怖，具备四入流支以及洞察缘起法。 ",
  "sn-blurbs:sn12.42": "一个在家的圣人弟子已去除破戒带来的恐怖，具备四入流支以及洞察缘起法。 ",
  "sn-blurbs:sn12.46": "一名婆罗门问造业者和受果报者是同一个人还是另一个人。佛陀把这两种看法列为极端。 ",
  "sn-blurbs:sn12.53": "当你常住于激发结缚的可爱之法时，渴爱就会增长。佛陀用一盏灯的比喻渴爱的增长。 ",
  "sn-blurbs:sn12.54": "当你常住于激发结缚的可爱之法时，渴爱就会增长。佛陀用一盏灯的比喻渴爱的增长。 ",
  "sn-blurbs:sn12.57": "当你常住于激发结缚的可爱之法时，渴爱就会增长。佛陀用树苗的比喻渴爱的增长。 ",
  "sn-blurbs:sn12.70": "游行者苏尸摩(Susīma)以欺诈方式加入僧团为了让其他游行者了解佛陀名声和成功的秘密。闻之一些比丘声称已经开悟，苏尸摩问他们是否有神通或者体征无色禅，而他们却回答说没有。他感到困惑，然后向佛陀请教。佛陀解释觉悟源于对无常以及缘起法则的洞见。最终，苏尸摩向佛陀坦白自己的罪过。 ",
  "sn-blurbs:sn13": "【现观相应】包含关于体征法的十一部经。每部经都以一个生动的比喻来形容体征四圣谛的重大含义。 ",
  "sn-blurbs:sn13.1": "已经见到真谛的人，被消除的苦犹如大地；残留的苦犹如指甲尖上的微尘。 ",
  "sn-blurbs:sn13.2": "已经见到真谛的人，被消除的苦犹如大池里的水；残留的苦犹如茅草尖的几滴水。 ",
  "sn-blurbs:sn13.3": "已经见到真谛的人，被消除的苦犹如诸大河合集之处的水；残留的苦犹如几滴水。 ",
  "sn-blurbs:sn13.4": "已经见到真谛的人，被消除的苦犹如诸大河合集之处的水；残留的苦犹如几滴水。 ",
  "sn-blurbs:sn13.5": "已经见到真谛的人，被消除的苦犹如大地；残留的苦犹如七粒土团。 ",
  "sn-blurbs:sn13.6": "已经见到真谛的人，被消除的苦犹如大地；残留的苦犹如七粒土团。 ",
  "sn-blurbs:sn13.7": "已经见到真谛的人，被消除的苦犹如大海里的水；残留的苦犹如几滴水。 ",
  "sn-blurbs:sn13.8": "已经见到真谛的人，被消除的苦犹如大海里的水；残留的苦犹如几滴水。 ",
  "sn-blurbs:sn13.9": "已经见到真谛的人，被消除的苦犹如喜马拉雅山；残留的苦犹如七颗小石粒。 ",
  "sn-blurbs:sn13.10": "已经见到真谛的人，被消除的苦犹如喜马拉雅山；残留的苦犹如七颗小石粒。 ",
  "sn-blurbs:sn13.11": "已经见到真谛的人，被消除的苦犹如须弥山山王；残留的苦犹如七颗小石粒。 ",
  "sn-blurbs:sn14.15": "佛陀指出各大弟子们都有一批相似的学生。同样的，提婆达多群里的比丘全是恶欲求。 ",
  "sn-blurbs:sn14.18": "品德恶的人跟同类的人聚会在一起，然而品德善的人跟同类的人聚会在一起。 ",
  "sn-blurbs:sn14.19": "品德恶的人跟同类的人聚会在一起，然而品德善的人跟同类的人聚会在一起。 ",
  "sn-blurbs:sn14.20": "品德恶的人跟同类的人聚会在一起，然而品德善的人跟同类的人聚会在一起。 ",
  "sn-blurbs:sn14.21": "品德恶的人跟同类的人聚会在一起，然而品德善的人跟同类的人聚会在一起。 ",
  "sn-blurbs:sn14.22": "品德恶的人跟同类的人聚会在一起，然而品德善的人跟同类的人聚会在一起。 ",
  "sn-blurbs:sn14.23": "品德恶的人跟同类的人聚会在一起，然而品德善的人跟同类的人聚会在一起。 ",
  "sn-blurbs:sn14.24": "品德恶的人跟同类的人聚会在一起，然而品德善的人跟同类的人聚会在一起。 ",
  "sn-blurbs:sn14.25": "品德恶的人跟同类的人聚会在一起，然而品德善的人跟同类的人聚会在一起。 ",
  "sn-blurbs:sn14.26": "品德恶的人跟同类的人聚会在一起，然而品德善的人跟同类的人聚会在一起。 ",
  "sn-blurbs:sn14.27": "品德恶的人跟同类的人聚会在一起，然而品德善的人跟同类的人聚会在一起。 ",
  "sn-blurbs:sn14.28": "品德恶的人跟同类的人聚会在一起，然而品德善的人跟同类的人聚会在一起。 ",
  "sn-blurbs:sn14.29": "品德恶的人跟同类的人聚会在一起，然而品德善的人跟同类的人聚会在一起。 ",
  "sn-blurbs:sn14.30": "地水火风四大界。 ",
  "sn-blurbs:sn14.34": "如果物质纯粹是苦的，众生是不会沉迷。如果它们纯粹是乐的，那众生是无法厌离。 ",
  "sn-blurbs:sn14.35": "当你在地水火风四大界中寻找快乐，你就是在痛苦中寻求快乐。 ",
  "sn-blurbs:sn15": "无始相应包含二十部经。这些经讲究轮回究竟的起始点是不被了知。这主题和多数宗教的创世神话相反的。佛陀用一系列的比喻来强调轮回已经持续了一段深不可测的时间。 ",
  "sn-blurbs:sn15.1": "轮回是无止境的，就如印度里的草和树枝。 ",
  "sn-blurbs:sn15.2": "轮回是无止境的，就如大地一样。 ",
  "sn-blurbs:sn15.3": "在生死轮回中，你所流下的泪多过大海洋里的水。 ",
  "sn-blurbs:sn15.9": "就像棍子掉落在这边或那边，众生投生在不同道中。 ",
  "sn-blurbs:sn15.10": "在生死轮回中，你所遗留下来的骨堆大过一座山。 ",
  "sn-blurbs:sn15.11": "当你看到别人受苦时，你应了知你也一样体验过的。 ",
  "sn-blurbs:sn15.12": "当你看到别人快乐时，你应了知你也一样体验过的。 ",
  "sn-blurbs:sn15.13": "在生死轮回中，你被宰杀或斩首所流的血多过大海洋里的水。 ",
  "sn-blurbs:sn15.14": "要找到不曾是你的母亲的众生是不易的。 ",
  "sn-blurbs:sn15.15": "要找到不曾是你的父亲的众生是不易的。 ",
  "sn-blurbs:sn15.16": "要找到不曾是你的兄弟的众生是不易的。 ",
  "sn-blurbs:sn15.17": "要找到不曾是你的姊妹的众生是不易的。 ",
  "sn-blurbs:sn15.18": "要找到不曾是你的儿子的众生是不易的。 ",
  "sn-blurbs:sn15.19": "要找到不曾是你的女儿的众生是不易的。 ",
  "sn-blurbs:sn15.20": "佛陀描述过去的人们对王舍城的山有不同的名称。如今那些人和久山名已消失了。 ",
  "sn-blurbs:sn16.1": "伽叶满足于衣食住药。 ",
  "sn-blurbs:sn17.2": "利养，名声和恭敬是很恐怖的，它们就如钓钩擒鱼把你就擒。 ",
  "sn-blurbs:sn17.10": "利养，名声和恭敬是很恐怖的，一旦对它们有执着将会投生恶趣。 ",
  "sn-blurbs:sn17.11": "利养，名声和恭敬是很恐怖的，它们甚至能腐蚀一个纯洁僧人的心。 ",
  "sn-blurbs:sn17.12": "利养，名声和恭敬是很恐怖的，它们甚至能腐蚀一个纯洁僧人的心。 ",
  "sn-blurbs:sn17.13-20": "利养，名声和恭敬是很恐怖的，它们甚至能腐蚀一个纯洁僧人的心。 ",
  "sn-blurbs:sn17.21": "利养，名声和恭敬比女人更具有诱惑力。 ",
  "sn-blurbs:sn17.22": "利养，名声和恭敬比当地最优秀的女人更具有诱惑力。 ",
  "sn-blurbs:sn17.34": "提婆达多光明的本性因利养，名声和恭敬而断绝。 ",
  "sn-blurbs:sn17.35": "利养，名声和恭敬导致提婆达多的堕落就如芭蕉结果实而败亡。 ",
  "sn-blurbs:sn17.36": "阿阇世王子提供提婆达多五百车的供养导致他堕落。 ",
  "sn-blurbs:sn17.37": "即使一位不会为母亲说谎的人也会因利养的腐化而说谎。 ",
  "sn-blurbs:sn17.38-43": "即使一位不会为父亲和眷属说谎的人也会因利养的腐化而说谎。 ",
  "sn-blurbs:sn20.4": "修习慈爱胜于布施。 ",
  "sn-blurbs:sn20.5": "就如长矛不可能被折弯一样，一个已修习慈爱的比丘也不可能被推翻。 ",
  "sn-blurbs:sn20.7": "就如古鼓瓦解了，正法也会消失。 ",
  "sn-blurbs:sn20.9": "过分与俗人交往的比丘就如一头试图模仿大公象的小象。 ",
  "sn-blurbs:sn20.10": "就如一只猫狼吞虎咽而受苦，没守好诸根的比丘也一样受苦。 ",
  "sn-blurbs:sn20.11": "一只有疥疮的胡狼因难受而嚎叫，但即使这样，对一些人来说，这可算是蛮好的投生。 ",
  "sn-blurbs:sn20.12": "一只老胡狼在天亮时嚎叫，但这只老胡狼比一些人更懂得感恩。 ",
  "sn-blurbs:sn21.4": "当某一位比丘为了独处而忽略他的任务，其他的比丘埋怨。佛陀质问他时发现他已经开悟了。 ",
  "sn-blurbs:sn22.1": "那拘罗的父亲(Nakulapitā )居士求佛陀方法应付老年。佛陀教他深思：『虽然我的身体病苦，我的心将是不病苦的。』过后，舍利弗从五蕴的角度解释这教法。 ",
  "sn-blurbs:sn22.2": "一群比丘要向西方行，不过佛陀劝告他们起行前去见舍利弗。舍利弗提醒他们在异土会被问及对佛法的见解，所以他们必须能对教法的问题给与解释。他继续解释法的目的就是舍离五蕴的贪欲。 ",
  "sn-blurbs:sn22.60": "离车族人摩诃里告知佛陀外道师富兰那迦叶断言众生的污染与净化是没有因缘的。佛陀否认这一说法，然后继续解释污染与净化如何发生的。 ",
  "sn-blurbs:sn22.84": "低舍(Tissa)尊者,世尊姑妈的儿子，告诉僧团他对出家生活感到不满。当佛陀得知此事，他召唤低舍，然后向他问有关五蕴的问题。低舍对佛陀的问题都能明确的了解，所以佛陀赞叹他，振奋他的精神。 ",
  "sn-blurbs:sn22.87": "跋迦梨(Vakkali)尊者生病，要求佛陀探望他。佛陀随顺他的意，不过却对他说不需见他的身体，因为凡见法者则见佛陀。过后，跋迦梨被带去仙吞山坡的黑岩处。在那边，他宣称他对五蕴再也没有任何执着然后自尽。佛陀说他已经证涅槃了。 ",
  "sn-blurbs:sn22.88": "阿说示(Assaji)尊者生病，要求佛陀探望他。佛陀随顺他的意，结果发现阿说示不能得定。佛陀鼓励他省察五蕴的无常。 ",
  "sn-blurbs:sn35.74": "听闻到新出家比丘生病，佛陀去探望他并给与关怀与法的鼓励。 ",
  "sn-blurbs:sn35.75": "听闻到新出家比丘生病，佛陀去探望他并给与关怀与法的鼓励。 ",
  "sn-blurbs:sn35.87": "舍利弗与摩诃纯陀探望病重的阐陀。阐陀说他不缺乏关怀，不过他处于激烈的痛苦中欲自尽。他坚持他的死是不会被责备的。舍利弗试着打消他的念头，接着问他是否对六根还有执着吗。不久后，阐陀自尽。尽管舍利弗有点质疑，佛陀肯定阐陀的死是不会被责备的。 ",
  "sn-blurbs:sn35.88": "在临往输南巴兰陀前，富楼那尊者向佛陀求法。佛陀警告他输南巴兰陀人凶恶,质疑他是否能胜任这艰难的任务。 ",
  "sn-blurbs:sn35.120": "一位比丘告诉舍利弗他的一位朋友还俗了。舍利弗将此归因于缺乏根门守护，饮食过多以及不修清醒。 ",
  "sn-blurbs:sn35.230": "欲乐就像带饵钩。 ",
  "sn-blurbs:sn35.241": "佛陀以一颗大树干被河水冲往下流来做比喻，如果那颗树干避开种种障碍，最终它会到达大海洋。当时，某位比丘要求佛陀解释障碍的意思，佛陀随答。一位名叫难陀的牧牛者在闻法后决定出家。 ",
  "sn-blurbs:sn36.21": "尸婆迦(Moḷiyasīvaka)问及是否所有感受全都因以前所作的业而引发。佛陀否定这点，并强调感受有种种因引发。 ",
  "sn-blurbs:sn37.28": "男人具备一力征服女人：主权力。 ",
  "sn-blurbs:sn38.16": "游行者阎浮车问舍利弗什么是在这法和律中难做的。 ",
  "sn-blurbs:sn39.16": "游行者沙门达迦问舍利弗什么是在这法和律中难做的。 ",
  "sn-blurbs:sn41.3": "质多(Citta)居士邀请出家人去他家用餐。他问他们十种见以及梵网经的六十二恶见的起因，不过只有初级和尚梨犀达多(Isidatta)能回答。质多才觉悟这位尚梨犀达多是从阿槃提(Avantī)未过见面的朋友。质多表意要提供梨犀达多必需品，但梨犀达多却离开再也不回来。 ",
  "sn-blurbs:sn41.4": "质多(Citta)居士邀请出家人去他家用餐。当出家人用完餐离开时，质多居士跟随。路程中，他看到最初级的和尚摩诃迦(Mahaka)显神通。质多居士来到摩诃迦的住所要求他显神通，摩诃迦答应。质多居士表意要提供摩诃迦必需品，但摩诃迦却离开再也不回来。 ",
  "sn-blurbs:sn42.7": "村长刀师之子(Asibandhakaputta)问佛陀既然佛陀对众生同等的怜愍，为何却对某些人的教导多于其他人。佛陀就用田地的比喻来解答：农夫懂于先耕种肥沃的田地。 ",
  "sn-blurbs:sn42.13": "村长玻得里亚(Pāṭaliya)问佛陀是否懂魔幻。佛陀答是的，不过这并不代表他是个魔幻师。 ",
  "sn-blurbs:sn46.3": "这部经以闻法而反思的角度来形容七觉支。以此修法能达到圆满的觉悟，或者至少达到比较低的果位。 ",
  "sn-blurbs:sn46.14": "当大迦叶病倒时，佛陀教他七觉支鼓舞他让他快速康复。 ",
  "sn-blurbs:sn46.15": "当大目揵連病倒时，佛陀教他七觉支鼓舞他让他快速康复。 ",
  "sn-blurbs:sn46.16": "当佛陀病倒时，摩訶純陀(Mahācunda)背诵七觉支给佛陀，鼓舞他让他快速康复。 ",
  "sn-blurbs:sn46.30": "优陀夷(Udāyī)尊者庆祝他在修行道路上的进步，从对佛陀的信心的在家人而出家，然后领悟了佛法。现在他培养觉支来熄灭苦。 ",
  "sn-blurbs:sn46.53": "当心懒散时该修习哪个觉支？当心掉举时又该修习哪个觉支？哪个觉支随时都适用？ ",
  "sn-blurbs:sn47.8": "厨师的寓言。好的厨师呈给国王种种菜肴然后观察哪一道菜合国王的口味。同样的，好的比丘观察为何他的禅修顺利或不顺利。当四念处的修习成功时，五盖便会被舍，从而弃进入禅定。 ",
  "sn-blurbs:sn47.13": "舍利弗尊者病逝后，纯陀(Cunda)沙弥和阿难尊者带着他的袈裟和钵向佛陀报告这个悲伤的消息。佛陀为阿难尊者宣说四念住来消除他的忧伤。 ",
  "sn-blurbs:sn47.20": "一个难完成任务的比喻：一位闻名美女在表演，一大群观众踊上来围观她，拿着满到边缘的油钵在观众与美女之间走过，一位已拔剑的人紧跟你，如果有一滴油溢出钵将被斩首。这就是正念！ ",
  "sn-blurbs:sn48.41": "当阿难发现佛陀的五根衰退时，佛陀便以偈语来讲述衰老的残酷。 ",
  "sn-blurbs:sn48.44": "舍利弗不依靠信来肯定五根导向不死因为他亲身见到。 ",
  "sn-blurbs:sn54.6": "当佛陀问阿梨瑟咤(Ariṭṭha)尊者关于出入息禅修。他的答案虽正确，但是不尽意的。 ",
  "sn-blurbs:sn55.4": "舍利弗解释给阿难当一个人具备四个入流的因素是入流者，注定开悟。那四个入流的因素是对佛，法，僧的净信以及具备圣者所爱的戒。 ",
  "sn-blurbs:sn55.5": "佛陀问舍利弗入流的四个因素：亲近善人，听闻正法，如理作意以及随法行。他还解释【入流】以及【入流者】的定义。 ",
  "sn-blurbs:sn55.21": "释迦族的摩诃男(Mahānāma)恐惧若他死时失去正念，他可能会投生恶趣。佛陀告诉他别怕，因为他长期修习闻法，所以他肯定投生善道。 ",
  "sn-blurbs:sn55.22": "释迦族的摩诃男(Mahānāma)恐惧若他死时失去正念，他可能会投生恶趣。佛陀告诉他别怕，因为他具备須陀洹的四个因素，所以他肯定投生善道。 ",
  "sn-blurbs:sn55.24": "当释迦族的色勒那尼(Sarakāni)去世，佛陀宣布他是须陀洹。对此，有些人投诉因为他是个酒鬼。但是，佛陀向摩诃男(Mahānāma)证实色勒那尼在临终时已受戒。 ",
  "sn-blurbs:sn55.25": "当释迦族的色勒那尼(Sarakāni)去世，佛陀宣布他是须陀洹。对此，有些人投诉因为他是个酒鬼。但是，佛陀向摩诃男(Mahānāma)证实色勒那尼在临终时已受戒。 ",
  "sn-blurbs:sn55.52": "当某位比丘从舍卫城来到迦毘罗卫城时，释迦族人来探望他以及慰问佛陀和僧团的健康情况。接着，他们又问他有闻到什么吗。他答说成道的人数率少，而次等圣果的人数比较多。 ",
  "sn-blurbs:sn56.11": "佛陀在波罗奈教这著名的第一部经给五比丘。经文一开始就摒弃欲乐和折磨的沉溺这两个极端而推荐八正道的中道。接着，佛陀解释四圣谛用十二角度来分析它。经文以憍陈如成为佛陀以后第一个人了知法而结尾。 "
}