{
  "sn-blurbs:sn1": "【诸天相应】汇集八十一部经，这些经描述佛陀与天神的对话。一般上，某位天神在深夜时去舍卫城佛陀的住所照亮整个树林。接着，这些天神向佛陀诵一段偈子来发问，赞叹，挑战，猜谜或者反思。佛陀会以跟高尚的偈子回应天神。正如佛教经文的惯例，天神是不被崇拜的，他们只不过是在轮回中投生更高的界而已。天神得向佛陀学习，并不是佛陀向他们学习。大多数的经文里的故事内容简短，有些甚至完全没有故事，只有偈子。本部没有一个主题，经文可以很简单，也可以很深奥。 ",
  "sn-blurbs:sn1.1": "佛陀不站立也不游泳而渡过苦的洪流。 ",
  "sn-blurbs:sn1.2": "当我们放下对重生的执着时，解脱自然而来。 ",
  "sn-blurbs:sn1.3": "生命很短促，所以我们必须舍离世间的诱惑。 ",
  "sn-blurbs:sn1.4": "光阴飞逝，所以我们必须舍离世间的诱惑。 ",
  "sn-blurbs:sn1.5": "神秘的问题，佛陀也一样的给予神秘的答复。 ",
  "sn-blurbs:sn1.6": "当其他人在沉睡时，有多少人清醒？ ",
  "sn-blurbs:sn1.7": "了知法者在不平等中平等地行。 ",
  "sn-blurbs:sn1.8": "不迷茫者在不平等中平等地行。 ",
  "sn-blurbs:sn1.9": "放下我慢，否则不能逃脱死亡的领域。 ",
  "sn-blurbs:sn1.10": "尽管简朴的生活，梵行者容色是明净的。 ",
  "sn-blurbs:sn1.11": "天界的欢喜园也是无常的。 ",
  "sn-blurbs:sn1.12": "我们都认为我们的执着带给我们欢喜，但它只带给我们悲伤。 ",
  "sn-blurbs:sn1.13": "就如许多类似的经文，佛陀在这部经重复天神的诗句，然后把佛法的诠释引入诗句。 ",
  "sn-blurbs:sn1.14": "天神的世俗价值观被佛陀的价值观改善。 ",
  "sn-blurbs:sn1.15": "野林里的呢喃是很恐怖的，但对佛陀来说一点都不恐怖。 ",
  "sn-blurbs:sn1.16": "懒惰是圣道的阻碍。 ",
  "sn-blurbs:sn1.17": "对于没有约束的沙门来说，生活是艰难的；他们应该像乌龟收敛自己的思想。 ",
  "sn-blurbs:sn1.18": "有谁还有忏愧心吗？ ",
  "sn-blurbs:sn1.19": "你有小屋吗？你有巢吗？或许你自在了？ ",
  "sn-blurbs:sn1.20": "一名神祇尝试诱惑一名比丘先享受欲乐然后才出家。 ",
  "sn-blurbs:sn1.21": "僧人应该当着自己的头在燃烧而住。 ",
  "sn-blurbs:sn1.22": "你所造的恶伤害你自己。 ",
  "sn-blurbs:sn1.23": "这世代像髻发般受结缚，何人能解开这结缚？ ",
  "sn-blurbs:sn1.24": "人应当制止意念，但只需制止恶的意念。 ",
  "sn-blurbs:sn1.25": "已经无我的阿罗汉还会以“我”来称呼自己吗？ ",
  "sn-blurbs:sn1.26": "有多少灯火照亮世间？ ",
  "sn-blurbs:sn1.27": "当明与色熄灭，轮回的溪流也随之而止。 ",
  "sn-blurbs:sn1.28": "即使是富裕的人还是贪得无厌，有谁能摆脱贪念呢？ ",
  "sn-blurbs:sn1.29": "以逃离为主题的谜语。 ",
  "sn-blurbs:sn1.30": "佛陀被问如何找到苦的解脱。 ",
  "sn-blurbs:sn1.31": "一些天神诵偈赞叹与善人们结交，接着佛陀作出自己的回应。 ",
  "sn-blurbs:sn1.32": "一些天神诵偈赞叹布施，接着佛陀作出自己的回应。 ",
  "sn-blurbs:sn1.33": "一些天神诵偈赞叹布施，接着佛陀作出自己的回应说法的修行是超越这些的。 ",
  "sn-blurbs:sn1.34": "两位天神与佛陀对诗讨论如何苦从欲乐生起。 ",
  "sn-blurbs:sn1.35": "一些天神向佛陀挑毛病。他回复他们的批评，这引发有关过失以及宽恕的对谈。 ",
  "sn-blurbs:sn1.36": "沙睹罗巴众天神向佛陀诵种种诗句。这部经里的偈子不能很明确的被辨识。与响应的中文阿含经对比，巴利文版本很有可能遭受了文本遗失。 ",
  "sn-blurbs:sn1.37": "诸多天众集会在迦毘罗卫城见佛陀以及他的僧团。 ",
  "sn-blurbs:sn1.38": "一群天神赞叹佛陀的忍辱以及镇定尽管他的脚被石碎片伤到。 ",
  "sn-blurbs:sn1.39": "自称是红莲的女天神认证佛陀对业的教诲。 ",
  "sn-blurbs:sn1.40": "自称是红莲的女天神用一段精辟的偈子来概括佛陀的教诲。 ",
  "sn-blurbs:sn1.41": "一名天神向佛陀颂偈子。 ",
  "sn-blurbs:sn1.42": "不同类的布施有不同的用途。 ",
  "sn-blurbs:sn1.43": "诸天与人们喜欢食物，哪到底是什么样的众生不喜欢食物？ ",
  "sn-blurbs:sn1.44": "一段法的谜语。 ",
  "sn-blurbs:sn1.45": "赞叹佛陀的偈颂。 ",
  "sn-blurbs:sn1.46": "要逃脱诱惑林，须有法的车辆。 ",
  "sn-blurbs:sn1.47": "凡造寺庙者，福德常增长。 ",
  "sn-blurbs:sn1.48": "给孤独长者天神赞叹祇树林，法以及舍利弗。 ",
  "sn-blurbs:sn1.49": "佛陀被问及吝啬的人以及慷慨的人的前途。 ",
  "sn-blurbs:sn1.50": "额低葛勒，迦叶佛的弟子，来拜访佛陀然后述说他的前世以及七位朋友的成果。 ",
  "sn-blurbs:sn1.51": "即使在老年，品德依旧是美好的。 ",
  "sn-blurbs:sn1.52": "品德是美好的因为它不会衰老。 ",
  "sn-blurbs:sn1.53": "何者是今生的亲友？何者是来生的亲友？ ",
  "sn-blurbs:sn1.54": "人依靠什么？这部经很特别，因为它缺乏【法】的对应。 ",
  "sn-blurbs:sn1.55": "人由渴爱产生，苦是他的大恐怖。 ",
  "sn-blurbs:sn1.56": "人由渴爱产生，他不从苦解脱。 ",
  "sn-blurbs:sn1.57": "人由渴爱产生，业是他的所趣处。 ",
  "sn-blurbs:sn1.58": "什么是邪道？ ",
  "sn-blurbs:sn1.59": "信是人的真伴侣。 ",
  "sn-blurbs:sn1.60": "一对有关偈颂的性质的诗句，却缺乏法的讨论。 ",
  "sn-blurbs:sn1.61": "一切都受【名】所控制。 ",
  "sn-blurbs:sn1.62": "心引导世间，心控制世间。 ",
  "sn-blurbs:sn1.63": "渴爱引导世间，渴爱控制世间。 ",
  "sn-blurbs:sn1.64": "世间被渴爱结缚。 ",
  "sn-blurbs:sn1.65": "世间被渴爱结缚。 ",
  "sn-blurbs:sn1.66": "这世间被老死折磨，被欲火燃烧。 ",
  "sn-blurbs:sn1.67": "世间被渴爱陷住，建立在苦上。 ",
  "sn-blurbs:sn1.68": "这世间被死亡关闭。 ",
  "sn-blurbs:sn1.69": "这世间被欲求结缚。 ",
  "sn-blurbs:sn1.70": "法的谜语，其答案是神秘的“六”。 ",
  "sn-blurbs:sn1.71": "杀害愤怒是圣者唯一所推崇的杀戮。 ",
  "sn-blurbs:sn1.72": "什么是车，火，国家和女人的表征？ ",
  "sn-blurbs:sn1.73": "一系列有关什么是最殊胜的问题。 ",
  "sn-blurbs:sn1.74": "一位天神问一系列问题，被另一位天神解答，然后佛陀给予更加好的解答。 ",
  "sn-blurbs:sn1.75": "道虽被解说了，为何一些人还恐惧？ ",
  "sn-blurbs:sn1.76": "一系列有关道的问题。 ",
  "sn-blurbs:sn1.77": "一系列有关种种课题的问题。 ",
  "sn-blurbs:sn1.78": "什么东西不能舍掉？ ",
  "sn-blurbs:sn1.79": "一系列有关种种课题的问题。 ",
  "sn-blurbs:sn1.80": "一系列有关种种课题的问题。 ",
  "sn-blurbs:sn1.81": "一系列有关不同类型人群的问题。 ",
  "sn-blurbs:sn2": "【天子相应】汇集三十部经。每部经形容佛陀与天子的对谈。这相应部取用devaputta，而不是前一个相应部所取用的devatā。两者之间仅有名义上的区别，含义上没有任何区别。这相应部与前者大同小异，但这相应部比较强调舍离心。当中，有几部经常被现代上座部引用；僧团常诵的保护(Tāyana)偈子(SN2.8)，而月经(SN2.9) 和日经（SN2.10)则是普遍的维护经，藏传也有这些经。 ",
  "sn-blurbs:sn2.1": "一位叫迦叶(Kassapa)的天子来见佛陀，然后述说僧人的独居以及正语的修学。 ",
  "sn-blurbs:sn2.2": "迦叶(Kassapa)天子述说僧人应该是平静和得解脱的禅修者。 ",
  "sn-blurbs:sn2.3": "摩伽(Māgha)天子问佛陀切断何法后无忧无虑睡得安乐。 ",
  "sn-blurbs:sn2.4": "摩伽大(Māgadha)天子问佛陀这世间有几种光源。佛陀说有五种光，佛光最胜。 ",
  "sn-blurbs:sn2.5": "大嘛哩天子提倡真的婆罗门应该精进的舍断诸欲。佛陀不同意，因为真的婆罗门所作已辦。 ",
  "sn-blurbs:sn2.6": "迦么大(Kāmada)天子向佛陀说一系列的神秘偈语，叹息修行的困难。佛陀赞同，但指出真正的修行者赴汤蹈火，在所不辞。 ",
  "sn-blurbs:sn2.7": "般阇罗健达称赞佛陀在世间的障碍中找到空间。但佛陀说具备正念和定的人都能找到解脱。 ",
  "sn-blurbs:sn2.8": "前世为非佛教宗派始祖的保护(Tāyana)天子以偈颂来赞叹勤奋和纪律。上座部僧团经常念诵这偈子。 ",
  "sn-blurbs:sn2.9": "在月食的寓言中，月神被罗侯(Rāhu)阿修罗吞噬。月神向佛陀求救，佛陀告诉罗侯放手。这部经是一部维护经。 ",
  "sn-blurbs:sn2.10": "在日食的寓言中，日神被罗侯(Rāhu)阿修罗吞噬。日神向佛陀求救，佛陀告诉罗侯放手。这部经是一部维护经。 ",
  "sn-blurbs:sn2.11": "郑地么瑟天子称修习禅定的人肯定到达彼岸。不过，佛陀强调那些人必须不放逸的以及舍弃过失。 ",
  "sn-blurbs:sn2.12": "毘纽(Veṇhu)天子庆幸那些跟随佛陀教导的人。佛陀断定这些人能脱离生死。Veṇhu是梵文Viṣṇu的巴利文拼写。他在初期佛教文献里是罕见的。 ",
  "sn-blurbs:sn2.13": "长杖天子前往王舍城见佛陀称赞修禅的比丘。 ",
  "sn-blurbs:sn2.14": "难陀天子问佛陀何者有德行，有智慧，超越苦，被神崇拜。佛陀答说此者就是阿罗汉。 ",
  "sn-blurbs:sn2.15": "檀香天子问有谁能度洪流。佛陀说戒具足，有智慧，能入定以及从欲想脱离者才能度洪流。 ",
  "sn-blurbs:sn2.16": "瓦须达多天子说比丘应该如救头燃那样的努力舍断欲贪。佛陀稍改他的偈子来强调舍断我见。 ",
  "sn-blurbs:sn2.17": "须婆罗门天子问如何能脱离畏惧。佛陀说除非一切都放舍，否则不能脱离。 ",
  "sn-blurbs:sn2.18": "在娑雞多城，葛古踏天子问佛陀是否还有喜乐忧愁。佛陀说既然他对世间已经不执着何来喜乐忧愁。 ",
  "sn-blurbs:sn2.19": "郁多罗天子说生命无常，所以我们应该作福德来世方能快乐。佛陀答复说我们应该舍去世间的诱惑。 ",
  "sn-blurbs:sn2.20": "一名前世是佛陀的大护法，给孤独长老，的天子见佛陀庆诵他供给僧团的祇树林，修善，佛法以及舍利弗尊者。 ",
  "sn-blurbs:sn2.21": "湿婆(Siva)天子说应该与善人来往，这样才能找到幸福。佛陀补充说与善人来往能导向苦的熄灭。Siva是梵文Śiva的巴利文拼写。他在初期佛教文献里是罕见的。 ",
  "sn-blurbs:sn2.22": "安稳天子以偈颂赞叹善业。佛陀以离开平整的大道的车夫来比喻愚痴者。 ",
  "sn-blurbs:sn2.23": "悉梨天子说众生皆喜欢食物，佛陀则以偈子赞扬布施。接着，悉梨讲说他前世所修的布施。 ",
  "sn-blurbs:sn2.24": "额低葛勒天子讲述七位升无烦天的比丘。这部经与SN1.50相似。 ",
  "sn-blurbs:sn2.25": "憍萨罗国的一些僧人放逸，因此遮堵天子警戒他们。 ",
  "sn-blurbs:sn2.26": "赤马问佛陀是否能依靠游行到达世界的尽头。佛陀说不可能，对此赤马说他前世是名仙人，当时他尝试完成此壮举但失败。佛陀说世界的尽头就在这个身体。 ",
  "sn-blurbs:sn2.27": "难陀天子说生命无常，所以我们应该作福德来世方能快乐。佛陀答我们应该舍去世间的诱惑。 ",
  "sn-blurbs:sn2.28": "广欢喜天子用隐喻来形容身体，然后问佛陀如何脱离。 ",
  "sn-blurbs:sn2.29": "佛陀问阿难他是否喜欢舍利弗。当阿难回复是时，苏尸摩天子与天众出现赞叹舍利弗并发出耀眼的光色。 ",
  "sn-blurbs:sn2.30": "一群前世是外道沙门的天子来拜访佛陀，他们赞叹他们以前的老师，当中有些则是批评以前的老师。 ",
  "sn-blurbs:sn3": "【憍萨罗相应】包含二十五部关于憍萨罗的波斯匿王的经文。波斯匿王的复杂性格在早期的经文显现而出，一个带些缺点和愚痴的人，但却拥有虔诚的心以及成长能力。早期经文常提到他；MN87讲述茉莉王后如何引导他入法的故事。茉莉王后再次出现于此，并在SN3.8展现出她如何无畏的挑战她的国王。本相应部的经文普遍以散文来描述情节然后以诗句来总结，阐述了一位一心向往佛法的国王所面对的挑战和问题。尽管如此，他仍必须统治一个充满间谍，祭祀，惩罚，战争以及种种王室诱惑的世界。 ",
  "sn-blurbs:sn3.1": "波斯匿王初次见佛陀。他好奇为何佛陀虽然还很年轻却自称觉悟了。佛陀教他四种东西不可因为年轻而藐视。 ",
  "sn-blurbs:sn3.2": "波斯匿王问当那些在自己内心生起时引起痛苦的事物。 ",
  "sn-blurbs:sn3.3": "波斯匿王问已生者，有何能逃脱老死？ ",
  "sn-blurbs:sn3.4": "波斯匿王禀告佛陀他自修时深思的念头。波斯匿王说那些造恶的人是自己的敌人。佛陀以诗句对答来认同波斯匿王。 ",
  "sn-blurbs:sn3.5": "即使被整个军队守护，造恶者还是未得守护。 ",
  "sn-blurbs:sn3.6": "这世间只有少数人在荣华富贵时不沉醉和不放逸。 ",
  "sn-blurbs:sn3.7": "波斯匿王感叹他在审判时发现人们为了感官的欲乐整天撒谎。 ",
  "sn-blurbs:sn3.8": "波斯匿王问茉莉(Mallikā)王后谁是最可爱的。他们两人一致同意最可爱的是自己，佛陀也认同。 ",
  "sn-blurbs:sn3.9": "一场盛大的祭祀正在为波斯匿王准备，其中涉及宰杀众多动物。佛陀谴责此类祭祀，并表达好的祭祀应该以无害且无可指责的祭品上供。 ",
  "sn-blurbs:sn3.10": "当一大群人被波斯匿王系缚时，此事被禀报到佛陀。 ",
  "sn-blurbs:sn3.11": "当一群不同教派的苦行僧经过时，波斯匿王问佛陀这群苦行僧是否有人已经开悟了。佛陀日，像波斯匿王这样的人很难判断他人的修行程度。接着，波斯匿王透露这群人其实是她的间谍。 ",
  "sn-blurbs:sn3.12": "波斯匿王等五位国王正在寻欢作乐，想知道哪种感官能带来最大的快乐。他们向佛陀请教，佛陀回答说，这很主观，取决于个人喜好。栴檀额利迦(Candanaṅgalika)居士受到启发，朗诵一首诗来赞颂佛陀。 ",
  "sn-blurbs:sn3.13": "这可能是世界上第一个减肥饮食建议。当波斯匿王因超重在佛陀面前气喘吁吁时，佛陀建议他减少饮食。佛陀诵一首偈语。波斯匿王吩咐一名侍者记住这首偈语，并要求侍者在他吃饭时背诵这首偈语。 ",
  "sn-blurbs:sn3.14": "波斯匿王在一场战斗中输给他的外甥摩揭陀国的阿阇世王。 ",
  "sn-blurbs:sn3.15": "在SN3.14之后的一场战斗，波斯匿王击败了阿阇世王并将其俘虏。出于慈悲心，波斯匿王没收他的军事资产然后将他释放。 ",
  "sn-blurbs:sn3.16": "波斯匿王对茉莉(Mallikā)王后生下女儿的消息感到失望。佛陀向他说女人或许比男人更卓越来安抚他。 ",
  "sn-blurbs:sn3.17": "波斯匿王问佛陀有何法能于当生和来世带来利益。 ",
  "sn-blurbs:sn3.18": "波斯匿王对善知识赞美，于此佛陀讲述他与阿难之前讨论的同一个课题。接着，佛陀说当一个人有善知识时，培养精进是很重要的。 ",
  "sn-blurbs:sn3.19": "一位富人无子而终，但不曾享受他拥有的富裕。佛陀说财富应该被妥当的享用和分享。 ",
  "sn-blurbs:sn3.20": "一位富人无子而终，但不曾享受他拥有的富裕。佛陀讲述一名过去的辟支佛叫多迦罗尸弃(Tagarasikhī)的时代，有一名居士供养给辟支佛，但过后变得后悔。 ",
  "sn-blurbs:sn3.21": "佛陀教波斯匿王四种人，从黑暗到黑暗，黑暗到光明，光明到黑暗以及光明到光明。 ",
  "sn-blurbs:sn3.22": "波斯匿王感叹他高龄祖母的去世。 ",
  "sn-blurbs:sn3.23": "有几法能令自己起烦恼？ ",
  "sn-blurbs:sn3.24": "“该布施何处”与“布施何处最大果”是两道不同的问题。 ",
  "sn-blurbs:sn3.25": "老与死犹如云同高的大山从四方而来，压碎沿途的一切 ",
  "sn-blurbs:sn4": "【魔相应】包含二十五部经讲述魔罗：诱惑神，魔幻神，死神。在本相应部里，魔罗通常以恐怖或迷人的相试图扰乱佛陀或以诗句来挑战佛陀。就像前一相应部，本相应部的经文普遍以散文来描述情节。佛陀迅速看穿他的魔幻然后用诗句来揭露他。魔罗也重现在下一部相应部挑战比丘尼们。 ",
  "sn-blurbs:sn4.1": "魔罗指责佛陀抛弃真正的苦行道。 ",
  "sn-blurbs:sn4.2": "魔罗以一只大凶象的相呈现在佛陀的面前企图吓坏佛陀。 ",
  "sn-blurbs:sn4.3": "魔罗以转变美和丑的相来吓佛陀。 ",
  "sn-blurbs:sn4.4": "当佛陀跟比丘们解说他如何解脱时，魔罗却称他还是被捆绑。 ",
  "sn-blurbs:sn4.5": "当佛陀跟比丘们解说他如何解脱时，而且他的比丘们亦复如是，魔罗却称他还是被捆绑。 ",
  "sn-blurbs:sn4.6": "魔罗显现成一只巨蛇，但佛陀不为其所动摇。 ",
  "sn-blurbs:sn4.7": "修行整晚后，佛陀在凌晨时躺下了休息。魔罗借此骂佛陀懒惰。 ",
  "sn-blurbs:sn4.8": "佛陀和魔罗对执着是苦或者乐的来源的课题以诗交流。 ",
  "sn-blurbs:sn4.9": "虽然佛陀说生命短促，但魔却说生命漫长。 ",
  "sn-blurbs:sn4.10": "虽然佛陀说生命短促，但魔却说生命漫长。 ",
  "sn-blurbs:sn4.11": "魔罗企图以碎破巨石来吓佛陀。 ",
  "sn-blurbs:sn4.12": "魔罗因佛陀的狮子吼而批评佛陀，他坚持佛陀并非天下无双。 ",
  "sn-blurbs:sn4.13": "佛陀被碎片所割伤后休息，魔罗借此批评佛陀懒惰。 ",
  "sn-blurbs:sn4.14": "魔罗试图劝退佛陀教法，他警告佛陀将会被偏爱染浊。 ",
  "sn-blurbs:sn4.15": "魔罗以在空中的“心理陷阱”威胁佛陀。 ",
  "sn-blurbs:sn4.16": "当僧团在聆听佛法时，魔罗化作一只公牛，看似将要打破他们的钵。 ",
  "sn-blurbs:sn4.17": "当僧团在聆听佛法时，魔罗作恐怖与可怕声来干扰他们。 ",
  "sn-blurbs:sn4.18": "魔罗确保佛陀托钵不到食物，不过佛陀却以喜为食。 ",
  "sn-blurbs:sn4.19": "当僧团在聆听佛法时，魔罗化作一名失去牛的农夫然后跟佛陀对谈。 ",
  "sn-blurbs:sn4.20": "佛陀思考是否能如法以及非暴力情况下统治。魔罗出现在佛陀面前鼓励佛陀追求这条道路。 ",
  "sn-blurbs:sn4.21": "魔罗化作一位老婆罗门接近一群年轻的比丘们企图以游说青春的欢乐来诱惑他们。 ",
  "sn-blurbs:sn4.22": "魔罗一直干扰在自修三弥提尊者。佛陀鼓励他。最终，三弥提自己看穿魔罗。 ",
  "sn-blurbs:sn4.23": "由于病重，瞿低迦尊者一直无法入禅定。最终他想自杀，但魔罗试图劝佛陀阻止他。不过，佛陀说瞿低迦尊者已经开悟，而且他已经无可责难的去世了。 ",
  "sn-blurbs:sn4.24": "魔波旬尝试骚扰佛陀七年却无法得逞。他以螃蟹被一群小孩打断肢体，以及乌鸦试图吃石头的比喻来感叹自己的的失意。 ",
  "sn-blurbs:sn4.25": "无奈，魔罗向他的三位女儿哀叹他骚扰佛陀无法得逞。她们决定亲自下手，化作种种美色试图诱惑佛陀。结果，她们也失败。魔罗苛责她们的无知。 ",
  "sn-blurbs:sn5": "【比丘尼相应 】汇集十部经描述不同的比丘尼入森立禅修时遇到魔罗骚扰的故事。本部里的诗偈与【长老尼偈】里的诗偈有些重复，但也有些是本部独有的。经里的散文给予这些诗偈具体的背后故事。魔罗的挑战多元化；有时他是性别歧视者，声称女人智慧薄(SN 5.2) 。本部的一些短文是所有经文中最常被引用的。 ",
  "sn-blurbs:sn5.1": "阿罗毘迦比丘尼前往盲者的林园欲求独处时，魔罗威胁她，声称这世间没有出离，独处无益。她即刻视穿魔的威胁和嘲讽，她坚持她不会受魔的支配。 ",
  "sn-blurbs:sn5.2": "在盲者的林园修习时，受摩比丘尼被魔罗嘲讽她只是个女生不可能见到真理。她否定他，并称当一个人见到真理时，性别根本毫无关系。然后，她吩咐魔罗去找那些还对性别有执着的人。 ",
  "sn-blurbs:sn5.3": "魔波旬骚扰居沙乔达弥比丘尼，断言她为亡子而忧伤和渴望男人。她反驳魔波旬而道她再也不需要男人因为她已经碎破聚集之黑暗和征服死神军了。 ",
  "sn-blurbs:sn5.4": "魔罗化作一位年轻的俊男亲近毘阇耶比丘尼试图诱惑她。但她排斥欲乐因为她乐于深奥的禅修，而且她已经断除无明。 ",
  "sn-blurbs:sn5.5": "魔罗对莲华色比丘尼说像她这般美貌的女人独住森林应该害怕坏人。不过，她不为此所动摇，而且还声称她能以神通力击败一千个像他一样的坏人。 ",
  "sn-blurbs:sn5.6": "魔罗问遮罗比丘尼为何他不同意再重生。她答复苦跟随重生。 ",
  "sn-blurbs:sn5.7": "魔罗问优波遮罗比丘尼想重生何处。不过世界每处都燃烧，她排斥了所有形式的重生。 ",
  "sn-blurbs:sn5.8": "魔罗问尸苏波遮罗比丘尼认可何人的教法。她答复她排斥其他的种种异教而只跟随佛陀，因为他的教法导向解脱。 ",
  "sn-blurbs:sn5.9": "魔罗问谢拉比丘尼这形体是谁所造作的。她答复这形体并没有任何造作者可言，它只不过是缘于因所生成，就像种子被播种在田中一样。 ",
  "sn-blurbs:sn5.10": "魔罗问金刚比丘尼这众生是谁所造作的。金刚比丘尼视穿他以后，接着指出“众生”一词只不过是诸蕴的通俗说法，就像“车子”一词也只不过是零件组合的通俗说法而已。 ",
  "sn-blurbs:sn6.1": "佛陀刚开悟后不想教导，因为他认为他所领悟的法甚深难以理解。因此，梵王娑婆主显现在佛陀前鼓励佛陀教导。他指出有少尘垢之类的众生能理解。 ",
  "sn-blurbs:sn6.2": "佛陀刚开悟后反思他应以尊重而住，但他已经觉悟了能尊重谁呢？他意识到他应该尊重法而住。梵王娑婆主显现在佛陀前，并认同佛陀的看法，然后补充说过去以及未来诸佛皆是如是住。 ",
  "sn-blurbs:sn6.3": "梵王娑婆主显现在一名梵天信徒的妇女前指示她供养给她的比丘儿子，因为梵神天不吃她供养的食物。 ",
  "sn-blurbs:sn6.4": "巴迦梵天怀邪见，他以为他是永恒不变也不会受摧毁的。佛陀去打消他的念头。他们以偈子对谈，佛陀讲起巴迦的前世。 ",
  "sn-blurbs:sn6.7": "须婆罗门梵天与净居梵天跟佛陀说提到瞿迦梨迦比丘也就是提婆达多跟随者的事。 ",
  "sn-blurbs:sn6.8": "须婆罗门梵天与净居梵天跟佛陀说提到迦达摩大迦低舍迦比丘也就是提婆达多跟随者的事。 ",
  "sn-blurbs:sn6.9": "都路梵天试劝瞿迦梨迦对舍利弗和目揵连有信心，但瞿迦梨迦依旧顽固。 ",
  "sn-blurbs:sn6.12": "提到提婆达多，梵王娑婆主指出恭敬摧毁恶人。 ",
  "sn-blurbs:sn6.14": "佛陀回数往昔古佛尸弃(Sikhī)和他的弟子阿毘浮(Abhibhū)。他们去梵天界，在那里阿毘浮尊者显现神通并教导法。 ",
  "sn-blurbs:sn6.15": "佛陀涅槃后，梵王娑婆主领导一群圣贤念诵偈子来怀纪佛陀。 ",
  "sn-blurbs:sn7.1": "当一名婆罗门妇女表达她对三宝的信心时，她的老公很不爽。她鼓励他的老公去见佛陀，佛陀调幅他的嗔怒。 ",
  "sn-blurbs:sn7.2": "一名婆罗门见佛陀，然后恶骂佛陀。佛陀不领受，保持不愤怒。 ",
  "sn-blurbs:sn7.3": "一名婆罗门见佛陀，然后责骂佛陀。不过，佛陀则以忍辱来对待他。 ",
  "sn-blurbs:sn7.4": "听闻到一名婆罗门跟着佛陀出家，另一名婆罗门很不爽。佛陀让他冷静后，指出嗔恨只能伤害自己而已。 ",
  "sn-blurbs:sn7.5": "一名叫【无害者】的婆罗门拜访佛陀，佛陀教他无害者的真正意义。 ",
  "sn-blurbs:sn7.6": "一名髻发婆罗门问佛陀如何解开结缚。【清净道论】引用这部经的偈子，因此是这是上座部佛教最重要的偈子之一。 ",
  "sn-blurbs:sn7.8": "一名在做火供的婆罗门邀请佛陀接受被祭拜过的乳粥，因为他认为佛陀是名真婆罗门。 ",
  "sn-blurbs:sn7.10": "一名婆罗门在寻找他遗失掉的牛时见到佛陀在森林里安详的静坐。他埋怨他生活里的种种问题，欣慰佛陀快乐没有这些烦恼。 ",
  "sn-blurbs:sn7.14": "一名穿着粗弊外衣的婆罗门被他的不孝儿子们赶出家。佛陀教他在集会所念一段诗句把他不孝儿子们跟更加可靠的手杖比较。他的儿子们感到羞耻，带他回家，给他沐浴和为他套上衣服。 ",
  "sn-blurbs:sn7.15": "佛陀教导时读到一位固执的婆罗门的心，那位婆罗门也因此被触动。接着，他向佛陀顶礼然后亲吻他的脚。这举动惊讶了大众。佛陀叫他坐下来，然后他们用诗偈来讨论傲慢的课题。 ",
  "sn-blurbs:sn7.16": "一名喜欢反驳其他人的婆罗门前往佛陀想要挑战他。不过当他听到佛陀开示，他找不到任何东西来反驳。 ",
  "sn-blurbs:sn7.19": "一名婆罗门想知道依法遍求施食来奉养父母是否是正确的。 ",
  "sn-blurbs:sn7.20": "佛陀解释一个真正出家人是超越恶的。 ",
  "sn-blurbs:sn7.21": "一名婆罗门相信可以用水洗掉罪业。佛陀说法才是净化沐浴之湖。 ",
  "sn-blurbs:sn8.2": "婆耆舍(Vaṅgīsa)又在次被贪欲困扰，但是能透过自己的努力把它去除掉。他的偈颂讲述了出离心的道，欲望和邪念的放下，以及坚守德行和隐居生活。 ",
  "sn-blurbs:sn8.4": "又在次被贪欲困扰，婆耆舍(Vaṅgīsa)向阿难求助。阿难叫他把思想改变，让可染爱的东西转换成不净。 ",
  "sn-blurbs:sn9": "【林相应】包含十四部经。这些经以偈语描述某些住在森林里的比丘的经历。一般上，某位比丘懈怠，然后一名神灵就出现来劝告以及鼓励比丘精进。 ",
  "sn-blurbs:sn9.1": "在森林的某位比丘让他的心飘忽到俗家的思想，然而被当地的神灵劝诫。 ",
  "sn-blurbs:sn9.2": "当某位比丘中午睡着时，一位神灵想激起那位比丘。但事实并非他所相像的。 ",
  "sn-blurbs:sn9.3": "一名叫迦叶氏的比丘在森林遇到一位猎人。他想劝猎人放下屠刀，不过那里的神灵叫他别浪费时间。 ",
  "sn-blurbs:sn9.4": "当一群比丘离开他们所居的森林时，当地的神灵感叹他们不在了。 ",
  "sn-blurbs:sn9.5": "一位神灵劝告阿难不要太过参与教导在家人。 ",
  "sn-blurbs:sn9.6": "尊者阿那律的前妻，天神渣里尼，试图以天界的欲乐诱惑他。但尊者阿那律尝到更高尚的乐了。 ",
  "sn-blurbs:sn9.7": "那格勒得尊者花太多时间在村里，一名神灵劝告他。 ",
  "sn-blurbs:sn9.8": "一名神灵关心一名跟在村里的某个家庭太过亲密的比丘之间的是非。她化作那个家中之家妇来劝告他，但他答复真正修行人不怕是非。 ",
  "sn-blurbs:sn9.9": "听到市区会演的音乐，一名比丘在森林里感到孤独。一名神灵给予安慰与支持。 ",
  "sn-blurbs:sn9.10": "当一名比丘放弃他以往念诵的习惯，一名神灵问他为何。结果发现他已经找到平静了。 ",
  "sn-blurbs:sn9.11": "一名神灵给与一位被恶意困扰的比丘鼓励。 ",
  "sn-blurbs:sn9.12": "一名神灵因为安静的丛林而感到恐惧，但对一位比丘这是喜悦的。 ",
  "sn-blurbs:sn9.13": "一群在丛林的比丘们行为不检点，变成傲慢以及迷失了。一名神灵劝告他们，但他明确的指定他是劝告那些行为不端的比丘们，不是所有的比丘。 ",
  "sn-blurbs:sn9.14": "一位比丘入莲花池后，嗅闻莲花。一名神灵指责他是个“盗香者”。对于梵行清净的人，就连那么小的细节都不可错失。 ",
  "sn-blurbs:sn10": "【夜叉相应】汇集十二部经讲述佛陀和他的弟子们与夜叉的交际。在古印度，夜叉是被当作本土神来祭拜。比起天神和梵天，他们是算低层次。后期佛教里，夜叉通常被描述为凶恶以及非常危险的。但在早期佛教，他们的形象是比较复杂，更多是友善仅是问佛法，或者是提倡像正念等佛法美德。这并不是说他们并不可怕，有几部经显示出他们可怕的一面。更引人注目的是夜叉与她们的孩子的恩爱互动。 ",
  "sn-blurbs:sn10.1": "一位本土夜叉问佛陀如果没有灵魂人如何得到身体。 ",
  "sn-blurbs:sn10.2": "一名夜叉跟佛陀说如果他真的无挂碍的话就不应该指导他人。 ",
  "sn-blurbs:sn10.3": "柯乐夜叉对针毛夜叉讨论佛陀是真沙门还是假沙门。起初他们以威胁性的态度接近佛陀，但随后向佛陀发问贪与嗔的根源。 ",
  "sn-blurbs:sn10.4": "吉祥宝珠夜叉赞叹正念，认为有正念者无敌意。佛陀认可正念的确是好，但只有修慈爱才能从敌意解脱。 ",
  "sn-blurbs:sn10.5": "沙奴沙弥看似回家打算还俗。为了阻止他，一名夜叉附他的身鼓励他行善道。沙奴的母亲为他而哭，她也劝他继续出家。 ",
  "sn-blurbs:sn10.6": "一名母夜叉哄她的儿子匹亚迦勒静下来，因为她要听佛法修善。 ",
  "sn-blurbs:sn10.7": "一名母夜叉哄她的儿子静下来，因为她要听佛法。不过，她的儿子富那婆苏说他自己已经保持肃静因为他也想学。 ",
  "sn-blurbs:sn10.8": "当给孤独长者听到佛陀出现在世间时，他一早起身就去见佛陀。不过，有股神秘的黑暗显现使他犹豫，促使一名夜叉鼓励他往前走。他最终见到佛陀，接着问候佛陀是否睡得安稳。 ",
  "sn-blurbs:sn10.9": "一名对白净比丘尼充满信心的夜叉到处鼓励人们听取她的教诲。 ",
  "sn-blurbs:sn10.10": "一名对白净比丘尼充满信心的夜叉到处游行唱诵供养她的福报。 ",
  "sn-blurbs:sn10.11": "一名对基腊比丘尼充满信心的夜叉到处游行唱诵供养她的福报。 ",
  "sn-blurbs:sn10.12": "这部是出名的阿罗婆迦夜叉故事。阿罗婆迦试图欺负佛陀。透过一系列的问答，最终还是被佛陀的见地性解答说服。后期的一些神话故事都是以这部经的故事为背景。 ",
  "sn-blurbs:sn11": "【帝释相应】 包含二十五部经讲述天帝释，也就是三十三天的天王。里面很多经文属于偏长的，经文引用散文来做具体的描述，而对白则以偈诗来表达。经里天帝释可见的是对佛陀很虔诚，而且他很捍卫佛教的慈心和宽恕的精神，即使是处于与阿修罗战斗的时刻。 ",
  "sn-blurbs:sn11.1": "天帝释想还击阿修罗，但因为他的天将苏毘罗(Suvīra)懒惰而沮丧。天帝释问苏毘罗如何能不劳而获，但苏毘罗痴信天帝释能偿他任何愿望。佛陀强调如果努力在众神中是可贵的，对僧团更是如此。 ",
  "sn-blurbs:sn11.2": "天帝释想还击阿修罗，但因为他的天将苏尸摩(Susīma)懒惰而沮丧。天帝释问苏尸摩如何能不劳而获，但苏尸摩痴信天帝释能偿他任何愿望。佛陀强调如果努力在众神中是可贵的，对僧团更是如此。 ",
  "sn-blurbs:sn11.3": "天帝释用旗帜来召集他的天神。佛陀指出天神虽然很有势力还是会起恐惧，但佛陀已经无畏了。佛陀鼓励僧人们念三宝来去除畏惧。 ",
  "sn-blurbs:sn11.4": "诸天与阿修罗众列阵战斗后，毘摩质多(Vepacitti)阿修罗王被擒拿，并被捆绑带进天帝释的善法堂。毘摩质多以粗暴口气辱骂天帝释，但天帝释忍下来。战车御车手摩得利(Mātali)质疑他是不是软弱或害怕而沉默，不过天帝释认为没有必要跟愚痴者吵架。 ",
  "sn-blurbs:sn11.5": "毘摩质多(Vepacitti)阿修罗王向天帝释提议以智慧辩论取代战斗。毘摩质多赞扬严重惩罚，而天帝释则提倡忍辱以及宽恕。 ",
  "sn-blurbs:sn11.6": "正当天帝释的战车逃离阿修罗时险些毁掉鸟巢。为了不让鸟无归处，天帝释宁可丢了生命把战车转回向阿修罗。 ",
  "sn-blurbs:sn11.7": "天帝释深思，即使是敌人也不该伤害。得知此事后，毘摩质多(Vepacitti)阿修罗想要占天帝释的便宜。 ",
  "sn-blurbs:sn11.8": "天帝释以及毘卢遮那阿修罗王亲近佛陀,接着他们赞颂努力的美德。 ",
  "sn-blurbs:sn11.9": "往昔，天帝释以及毘摩质多阿修罗王探望仙人们的野林住所。毘摩质多没礼貌，而天帝释则对他们很恭敬。然而，仙人们要求天帝释离开因为他们不净的身体很臭。不过，天帝释却说他喜欢他们散发的味道。 ",
  "sn-blurbs:sn11.10": "往昔，诸天与阿修罗众即将战斗时，一些仙人求三婆罗(Sambara)阿修罗王庇护。由于他们对天帝释的虔诚，阿修罗王拒绝他们的请求。结果，仙人们对阿修罗王下咒。 ",
  "sn-blurbs:sn11.11": "天帝释之所以享有地位是因为过去守着七个誓言。 ",
  "sn-blurbs:sn11.12": "天帝释之所以享有种种尊称是因为过去他所造的善业。 ",
  "sn-blurbs:sn11.13": "离车族人摩诃里质疑佛陀是否真的看到天帝释。 ",
  "sn-blurbs:sn11.14": "当一位穷人投生到天界时，众天神埋怨。天帝释指出他虽然穷，但他造了很多善业。 ",
  "sn-blurbs:sn11.15": "天帝释问哪个地方是真正宜人的，佛陀答凡是阿罗汉所居住的地方都是宜人的。 ",
  "sn-blurbs:sn11.16": "天帝释问供养何处果报最胜，佛陀回答说是僧团。 ",
  "sn-blurbs:sn11.17": "天帝释与梵王娑婆主去见佛陀，接着他们赞颂佛陀。 ",
  "sn-blurbs:sn11.18": "当天帝释想出去旅行时，他合掌礼敬诸方。他的战车御车手摩得利指出人类与天众都礼敬天帝释，那么他在礼敬谁。天帝释说他礼敬有修行的出家人和有品德的在家人。 ",
  "sn-blurbs:sn11.19": "当天帝释想出去旅行时，他合掌礼敬佛陀。他的战车御车手摩得利指出人类与天众都礼敬天帝释，那么他在礼敬谁。天帝释说他礼敬佛陀，无学的僧人以及有学者。 ",
  "sn-blurbs:sn11.20": "当天帝释想出去旅行时，他合掌礼敬僧团。他的战车御车手摩得利问他为什么礼敬有体臭的僧团。。天帝释说他礼敬他们的舍离以及祥和。 ",
  "sn-blurbs:sn11.21": "把嗔心杀戮是佛陀唯一赞扬的杀戮。 ",
  "sn-blurbs:sn11.22": "当一位丑陋的夜叉坐在天帝释的座位时，天众很愤怒。他们越责难他，他则变得更好看。天帝释肯定那位是食愤怒之夜叉。明白了这点，天帝释以慈祥和恭敬的心善待他。 ",
  "sn-blurbs:sn11.23": "当毘摩质多病倒时，天帝释拜访他的旧敌。毘摩质多要求天帝释治疗他，但天帝释要求毘摩质多教他三婆罗的幻术先。 ",
  "sn-blurbs:sn11.24": "当两位僧人发生争吵时，佛陀想起天帝释的至理名言，不要让愤怒毁坏友谊。 ",
  "sn-blurbs:sn11.25": "佛陀回忆起天帝释的偈颂警戒大家愤怒就如山一样压碎人。 ",
  "sn-blurbs:sn12.41": "一个在家的圣人弟子已去除破戒带来的恐怖，具备四入流支以及洞察缘起法。 ",
  "sn-blurbs:sn12.42": "一个在家的圣人弟子已去除破戒带来的恐怖，具备四入流支以及洞察缘起法。 ",
  "sn-blurbs:sn12.46": "一名婆罗门问造业者和受果报者是同一个人还是另一个人。佛陀把这两种看法列为极端。 ",
  "sn-blurbs:sn12.52": "当你常住于激发结缚的可爱之法时，渴爱就会增长。佛陀用大火聚来比喻渴爱的增长。 ",
  "sn-blurbs:sn12.53": "当你常住于激发结缚的可爱之法时，渴爱就会增长。佛陀用一盏灯来比喻渴爱的增长。 ",
  "sn-blurbs:sn12.54": "当你常住于激发结缚的可爱之法时，渴爱就会增长。佛陀用一盏灯来比喻渴爱的增长。 ",
  "sn-blurbs:sn12.55": "当你常住于激发结缚的可爱之法时，渴爱就会增长。佛陀用大树来比喻渴爱的增长。 ",
  "sn-blurbs:sn12.56": "当你常住于激发结缚的可爱之法时，渴爱就会增长。佛陀用大树来比喻渴爱的增长。 ",
  "sn-blurbs:sn12.57": "当你常住于激发结缚的可爱之法时，渴爱就会增长。佛陀用树苗来比喻渴爱的增长。 ",
  "sn-blurbs:sn12.63": "佛陀定义了四种“资粮”包过食物，触，意思和识。他以一系列令人震惊的比喻来说明这些“资粮”。 ",
  "sn-blurbs:sn12.70": "游行者苏尸摩(Susīma)以欺诈方式加入僧团为了让其他游行者了解佛陀名声和成功的秘密。闻之一些比丘声称已经开悟，苏尸摩问他们是否有神通或者体征无色禅，而他们却回答说没有。他感到困惑，然后向佛陀请教。佛陀解释觉悟源于对无常以及缘起法则的洞见。最终，苏尸摩向佛陀坦白自己的罪过。 ",
  "sn-blurbs:sn13": "【现观相应】包含关于体征法的十一部经。每部经都以一个生动的比喻来形容体征四圣谛的重大含义。 ",
  "sn-blurbs:sn13.1": "已经见到真谛的人，被消除的苦犹如大地；残留的苦犹如指甲尖上的微尘。 ",
  "sn-blurbs:sn13.2": "已经见到真谛的人，被消除的苦犹如大池里的水；残留的苦犹如茅草尖的几滴水。 ",
  "sn-blurbs:sn13.3": "已经见到真谛的人，被消除的苦犹如诸大河合集之处的水；残留的苦犹如几滴水。 ",
  "sn-blurbs:sn13.4": "已经见到真谛的人，被消除的苦犹如诸大河合集之处的水；残留的苦犹如几滴水。 ",
  "sn-blurbs:sn13.5": "已经见到真谛的人，被消除的苦犹如大地；残留的苦犹如七粒土团。 ",
  "sn-blurbs:sn13.6": "已经见到真谛的人，被消除的苦犹如大地；残留的苦犹如七粒土团。 ",
  "sn-blurbs:sn13.7": "已经见到真谛的人，被消除的苦犹如大海里的水；残留的苦犹如几滴水。 ",
  "sn-blurbs:sn13.8": "已经见到真谛的人，被消除的苦犹如大海里的水；残留的苦犹如几滴水。 ",
  "sn-blurbs:sn13.9": "已经见到真谛的人，被消除的苦犹如喜马拉雅山；残留的苦犹如七颗小石粒。 ",
  "sn-blurbs:sn13.10": "已经见到真谛的人，被消除的苦犹如喜马拉雅山；残留的苦犹如七颗小石粒。 ",
  "sn-blurbs:sn13.11": "已经见到真谛的人，被消除的苦犹如须弥山山王；残留的苦犹如七颗小石粒。 ",
  "sn-blurbs:sn14.15": "佛陀指出各大弟子们都有一批相似的学生。同样的，提婆达多群里的比丘全是恶欲求。 ",
  "sn-blurbs:sn14.18": "品德恶的人跟同类的人聚会在一起，然而品德善的人跟同类的人聚会在一起。 ",
  "sn-blurbs:sn14.19": "品德恶的人跟同类的人聚会在一起，然而品德善的人跟同类的人聚会在一起。 ",
  "sn-blurbs:sn14.20": "品德恶的人跟同类的人聚会在一起，然而品德善的人跟同类的人聚会在一起。 ",
  "sn-blurbs:sn14.21": "品德恶的人跟同类的人聚会在一起，然而品德善的人跟同类的人聚会在一起。 ",
  "sn-blurbs:sn14.22": "品德恶的人跟同类的人聚会在一起，然而品德善的人跟同类的人聚会在一起。 ",
  "sn-blurbs:sn14.23": "品德恶的人跟同类的人聚会在一起，然而品德善的人跟同类的人聚会在一起。 ",
  "sn-blurbs:sn14.24": "品德恶的人跟同类的人聚会在一起，然而品德善的人跟同类的人聚会在一起。 ",
  "sn-blurbs:sn14.25": "品德恶的人跟同类的人聚会在一起，然而品德善的人跟同类的人聚会在一起。 ",
  "sn-blurbs:sn14.26": "品德恶的人跟同类的人聚会在一起，然而品德善的人跟同类的人聚会在一起。 ",
  "sn-blurbs:sn14.27": "品德恶的人跟同类的人聚会在一起，然而品德善的人跟同类的人聚会在一起。 ",
  "sn-blurbs:sn14.28": "品德恶的人跟同类的人聚会在一起，然而品德善的人跟同类的人聚会在一起。 ",
  "sn-blurbs:sn14.29": "品德恶的人跟同类的人聚会在一起，然而品德善的人跟同类的人聚会在一起。 ",
  "sn-blurbs:sn14.30": "地水火风四大界。 ",
  "sn-blurbs:sn14.34": "如果物质纯粹是苦的，众生是不会沉迷。如果它们纯粹是乐的，那众生是无法厌离。 ",
  "sn-blurbs:sn14.35": "当你在地水火风四大界中寻找快乐，你就是在痛苦中寻求快乐。 ",
  "sn-blurbs:sn15": "【无始相应】汇集二十部经。这些经讲究轮回究竟的起始点是不被了知。这主题和多数宗教的创世神话相反的。佛陀用一系列的比喻来强调轮回已经持续了一段深不可测的时间。 ",
  "sn-blurbs:sn15.1": "轮回是无止境的，就如印度里的草和树枝一样。 ",
  "sn-blurbs:sn15.2": "轮回是无止境的，就如大地一样。 ",
  "sn-blurbs:sn15.3": "在生死轮回中，你所流下的泪多过大海洋里的水。 ",
  "sn-blurbs:sn15.4": "在生死轮回中，你所喝的母奶多过大海洋里的水。 ",
  "sn-blurbs:sn15.5": "在一劫未结束前，大山将被彻底的侵蚀。 ",
  "sn-blurbs:sn15.6": "一座装满芥子的城市在一劫未结束前将被被清空。 ",
  "sn-blurbs:sn15.7": "即使你能一天内回忆一百千劫，你也无法回忆到轮回的开始。 ",
  "sn-blurbs:sn15.8": "劫的数量多过恒河的沙。 ",
  "sn-blurbs:sn15.9": "就像棍子掉落在这边或那边，众生投生在不同道中。 ",
  "sn-blurbs:sn15.10": "在生死轮回中，你所遗留下来的骨堆大过一座山。 ",
  "sn-blurbs:sn15.11": "当你看到别人受苦时，你应了知你也一样体验过的。 ",
  "sn-blurbs:sn15.12": "当你看到别人快乐时，你应了知你也一样体验过的。 ",
  "sn-blurbs:sn15.13": "在生死轮回中，你被宰杀或斩首所流的血多过大海洋里的水。 ",
  "sn-blurbs:sn15.14": "要找到不曾是你的母亲的众生是不易的。 ",
  "sn-blurbs:sn15.15": "要找到不曾是你的父亲的众生是不易的。 ",
  "sn-blurbs:sn15.16": "要找到不曾是你的兄弟的众生是不易的。 ",
  "sn-blurbs:sn15.17": "要找到不曾是你的姊妹的众生是不易的。 ",
  "sn-blurbs:sn15.18": "要找到不曾是你的儿子的众生是不易的。 ",
  "sn-blurbs:sn15.19": "要找到不曾是你的女儿的众生是不易的。 ",
  "sn-blurbs:sn15.20": "佛陀描述过去的人们对王舍城的山有不同的名称。如今那些人和久山名已消失了。 ",
  "sn-blurbs:sn16": "【迦叶相应】汇集十三部有关佛陀最出名的弟子之一，迦叶尊者。迦叶是修苦行以及精进的修行者。虽然，他的口气比较严厉，但他对大自然的热爱以及对在家人的关怀缓和他的形象。这些经文描述他的修行成就以及他对延续佛教的慧命是非常关注的。 ",
  "sn-blurbs:sn16.1": "迦叶满足于衣食住药。 ",
  "sn-blurbs:sn16.2": "舍利弗向迦叶提问为何只有那些热心和有愧心的人才能解脱。 ",
  "sn-blurbs:sn16.3": "迦叶前往在家众时，就如月亮一样，谦虚，保持距离以及不加干涉。所以，他教法时是真诚的。 ",
  "sn-blurbs:sn16.4": "一些僧人前往在家众期望能得到好的供养或者礼敬，但迦叶尊者并非如此。 ",
  "sn-blurbs:sn16.5": "佛陀指出迦叶尊者已经老了，劝他放弃苦行，安住于舒适的寺庙。 ",
  "sn-blurbs:sn16.6": "佛陀邀请摩诃迦叶尊者教导僧团。但他却不愿意，因为阿那律的弟子和阿难的弟子互相竞争看谁比较厉害教导。 ",
  "sn-blurbs:sn16.7": "佛陀邀请摩诃迦叶尊者教导僧团，但他却不愿意。他指出比丘们已经变成顽固，他们的善法渐渐退失。 ",
  "sn-blurbs:sn16.8": "佛陀邀请摩诃迦叶尊者教导僧团，但他却不愿意。佛陀指出以往的上座比丘们做好榜样，但现在他们不礼敬好的修习，反而崇拜名闻利养。 ",
  "sn-blurbs:sn16.9": "佛陀说他精通禅修以及心理上的觉悟，迦叶亦复如是。 ",
  "sn-blurbs:sn16.10": "当阿难说服迦叶为比丘尼们开示，胖低舍比丘尼把他跟阿难做不恰当的比较。这促使迦叶发出警告以及大胆的宣告自己修行的成就。这部经应该发生在佛陀涅槃后。 ",
  "sn-blurbs:sn16.11": "当阿难的几位弟子还俗时，迦叶劝诫他，叫他年轻伙子。胖阿难比丘尼闻此后，发怒批评迦叶说他以前是跟外道的。但迦叶推翻此论，再补充他出家以及初次见佛的经验。 ",
  "sn-blurbs:sn16.12": "舍利弗问迦叶如来死后还存在吗？ ",
  "sn-blurbs:sn16.13": "迦叶问佛陀为什么现在戒条越来越多但开悟的僧人却越来越少。佛陀说那是因为伪法的出现，接着佛陀指出五个导致正法消失的因素。 ",
  "sn-blurbs:sn17": "【利得与供养相应】汇集四十三部经警戒僧人利养以及对名声和恭敬喜爱带来的过患。 ",
  "sn-blurbs:sn17.1": "利养，名声和恭敬是很恐怖的，它们障碍修行的进展。 ",
  "sn-blurbs:sn17.2": "利养，名声和恭敬是很恐怖的，它们就如钓钩擒鱼一样把你就擒。 ",
  "sn-blurbs:sn17.3": "利养，名声和恭敬是很恐怖的，它们就如鱼叉擒射穿粗心的乌龟一样把你就擒。 ",
  "sn-blurbs:sn17.4": "利养，名声和恭敬是很恐怖的，它们像荆棘钩住长毛的绵羊的一样束缚着你。 ",
  "sn-blurbs:sn17.5": "对于自己所得的利养，名声和恭敬而骄傲的出家人就如蜣螂对自己的粪球骄傲一样。 ",
  "sn-blurbs:sn17.6": "利养，名声和恭敬是很恐怖的，它们就像雷电一样。 ",
  "sn-blurbs:sn17.7": "利养，名声和恭敬是很恐怖的，它们就像毒箭一样。 ",
  "sn-blurbs:sn17.8": "凡是为自己所得的利养，名声和恭敬而感到自豪的僧人都不能达到平静，就像得了疥瘡的狐狼一样。 ",
  "sn-blurbs:sn17.9": "凡是为自己所得的利养，名声和恭敬而感到自豪的僧人都不能达到平静，就像在猛风里飞行的鸟一样。 ",
  "sn-blurbs:sn17.10": "利养，名声和恭敬是很恐怖的，一旦对它们有执着将会投生恶趣。 ",
  "sn-blurbs:sn17.11": "利养，名声和恭敬是很恐怖的，它们甚至能腐蚀一个纯洁僧人的心。 ",
  "sn-blurbs:sn17.12": "利养，名声和恭敬是很恐怖的，它们甚至能腐蚀一个纯洁僧人的心。 ",
  "sn-blurbs:sn17.13-20": "利养，名声和恭敬是很恐怖的，它们甚至能腐蚀一个纯洁僧人的心。 ",
  "sn-blurbs:sn17.21": "利养，名声和恭敬比女人更具有诱惑力。 ",
  "sn-blurbs:sn17.22": "利养，名声和恭敬比当地最优秀的女人更具有诱惑力。 ",
  "sn-blurbs:sn17.23": "女居士应该期望，如果她的儿子想留在家，则应该像主质多或者阿拉哇葛的如手。但如果她的儿子出家，愿利养，名声和恭敬远离他。 ",
  "sn-blurbs:sn17.24": "女居士应该期望，如果她的女儿想留在家，则应该像辜住桃乐或者威鲁梗达居亚。但如果她的女儿出家，愿利养，名声和恭敬远离她。 ",
  "sn-blurbs:sn17.25": "不了知利养，名声和恭敬的人不是沙门。 ",
  "sn-blurbs:sn17.26": "不了知利养，名声和恭敬的人不是沙门。 ",
  "sn-blurbs:sn17.27": "不了知利养，名声和恭敬的人不是沙门。 ",
  "sn-blurbs:sn17.28": "利养，名声和恭敬切入骨。 ",
  "sn-blurbs:sn17.29": "利养，名声和恭敬就像马尾毛绳包缠小腿后摩擦切入骨。 ",
  "sn-blurbs:sn17.30": "对阿罗汉来说，利养，名声和恭敬还是个障碍，因为它们阻碍禅修。 ",
  "sn-blurbs:sn17.31": "提婆达多为了利养，名声和恭敬分裂僧团。 ",
  "sn-blurbs:sn17.32": "提婆达多为了利养，名声和恭敬断绝了善根。 ",
  "sn-blurbs:sn17.33": "提婆达多为了利养，名声和恭敬断绝了善法。 ",
  "sn-blurbs:sn17.34": "提婆达多光明的本性因利养，名声和恭敬而断绝。 ",
  "sn-blurbs:sn17.35": "利养，名声和恭敬导致提婆达多的堕落就如芭蕉结果实而败亡。 ",
  "sn-blurbs:sn17.36": "阿阇世王子提供提婆达多五百车的供养导致他堕落。 ",
  "sn-blurbs:sn17.37": "即使一位不会为母亲说谎的人也会因利养的腐化而说谎。 ",
  "sn-blurbs:sn17.38-43": "即使一位不会为父亲和眷属说谎的人也会因利养的腐化而说谎。 ",
  "sn-blurbs:sn19": "【勒叉那相应 】包含二十一部有关于佛陀与勒叉那尊者的经文。透过神通他看到众生受种种的苦折磨，然后向佛陀讲述。 ",
  "sn-blurbs:sn19.1": "当大目揵连尊者从耆阇崛山下山托钵时见到肉眼看不到的东西时微笑。过后，他告诉佛陀那是一个骷髅在空中飞行被跟随的鹫啄。佛陀确认他看到的那个人前世是位屠夫。 ",
  "sn-blurbs:sn20": "【譬喻相应 】包含十二部经。这些经以譬喻来形容种种的教义。本相应部展现了佛陀随机运用生动以及恰当的譬喻的善巧能力。 ",
  "sn-blurbs:sn20.1": "椽子依靠屋顶，就如不善法源于无明。 ",
  "sn-blurbs:sn20.2": "指甲尖上的微尘少过大地，就如生为人的众生那么少。 ",
  "sn-blurbs:sn20.3": "就如多女少男的家庭很轻易被攻击，非人也一样的攻击没有慈心的僧人。 ",
  "sn-blurbs:sn20.4": "修习慈爱胜于布施。 ",
  "sn-blurbs:sn20.5": "就如长矛不可能被折弯一样，一个已修习慈爱的比丘也不可能被推翻。 ",
  "sn-blurbs:sn20.6": "只有疾速者才能捉到在飞行中的箭，但有为法的耗尽更加快。 ",
  "sn-blurbs:sn20.7": "就如古鼓瓦解了，正法也会消失。 ",
  "sn-blurbs:sn20.8": "睡在木块枕头的勇士不放逸，梵行者亦复如是。 ",
  "sn-blurbs:sn20.9": "过分与俗人交往的比丘就如一头试图模仿大公象的小象。 ",
  "sn-blurbs:sn20.10": "就如一只猫狼吞虎咽而受苦，没守好诸根的比丘也一样受苦。 ",
  "sn-blurbs:sn20.11": "一只有疥疮的胡狼因难受而嚎叫，但即使这样，对一些人来说，这可算是蛮好的投生。 ",
  "sn-blurbs:sn20.12": "一只老胡狼在天亮时嚎叫，但这只老胡狼比一些人更懂得感恩。 ",
  "sn-blurbs:sn21": "【比丘相应】汇集十二部有关不同的比丘的经。与【比丘尼相应】不同，这相应部不采用统一的模式，而是描述各种各样的案列。每个案列多展现不同的个人挑战或梵行成就，揭开了僧团生活的姿彩。 ",
  "sn-blurbs:sn21.1": "大目揵连深思第二禅才是圣默，佛陀鼓励他修圣默。 ",
  "sn-blurbs:sn21.2": "舍利弗说即使佛陀变易也不会带给他悲哀。 ",
  "sn-blurbs:sn21.3": "舍利弗与目揵连聚会在一起讨论神通和活力。两位大德互相赞叹对方。 ",
  "sn-blurbs:sn21.4": "当某一位比丘为了独处而忽略他的任务，其他的比丘埋怨。佛陀质问他时发现他已经开悟了。 ",
  "sn-blurbs:sn21.5": "佛陀赞叹善生尊者内在与外在都美。 ",
  "sn-blurbs:sn21.6": "拔提亚尊者是个侏儒，而且长得很丑陋。佛陀警告比丘们不要因此而嫌弃他因为他已经证罗汉果了。 ",
  "sn-blurbs:sn21.7": "佛陀赞叹毘舍佉般遮罗子尊者开示佛法。 ",
  "sn-blurbs:sn21.8": "难陀尊者穿漂亮的袈裟，用发亮的钵然后还化妆，所以佛陀鼓励他俭朴。 ",
  "sn-blurbs:sn21.9": "低舍尊者劝诫其他人，但被劝诫时生气。佛陀鼓励他放下嗔恨。 ",
  "sn-blurbs:sn21.10": "一名名叫【上座】的比丘喜欢独居，不过佛陀质问那是否是真的【独住】。 ",
  "sn-blurbs:sn21.11": "佛陀形容大劫宾尊者为瘦，皮肤白皙，有又长又大鼻子，然而最重要的是他已经开悟了。 ",
  "sn-blurbs:sn21.12": "佛陀赞叹两位身为大劫宾那尊者弟子的好朋友。 ",
  "sn-blurbs:sn22.1": "那拘罗的父亲(Nakulapitā )居士求佛陀方法应付老年。佛陀教他深思：『虽然我的身体病苦，我的心将是不病苦的。』过后，舍利弗从五蕴的角度解释这教法。 ",
  "sn-blurbs:sn22.2": "一群比丘要向西方行，不过佛陀劝告他们起行前去见舍利弗。舍利弗提醒他们在异土会被问及对佛法的见解，所以他们必须能对教法的问题给与解释。他继续解释法的目的就是舍离五蕴的贪欲。 ",
  "sn-blurbs:sn22.60": "离车族人摩诃里告知佛陀外道师富兰那迦叶断言众生的污染与净化是没有因缘的。佛陀否认这一说法，然后继续解释污染与净化如何发生的。 ",
  "sn-blurbs:sn22.84": "低舍(Tissa)尊者,世尊姑妈的儿子，告诉僧团他对出家生活感到不满。当佛陀得知此事，他召唤低舍，然后向他问有关五蕴的问题。低舍对佛陀的问题都能明确的了解，所以佛陀赞叹他，振奋他的精神。 ",
  "sn-blurbs:sn22.86": "阿奴罗度(Anurādha)被外道游行者询问，不过他以『死后如来存在』等方式解释如来。因此，外道游行者认为他是愚痴。于是，他去请教佛陀。佛陀说如来在生尚不能被识到，死后又怎能被描述呢？ ",
  "sn-blurbs:sn22.87": "跋迦梨(Vakkali)尊者生病，要求佛陀探望他。佛陀随顺他的意，不过却对他说不需见他的身体，因为凡见法者则见佛陀。过后，跋迦梨被带去仙吞山坡的黑岩处。在那边，他宣称他对五蕴再也没有任何执着然后自尽。佛陀说他已经证涅槃了。 ",
  "sn-blurbs:sn22.88": "阿说示(Assaji)尊者生病，要求佛陀探望他。佛陀随顺他的意，结果发现阿说示不能得定。佛陀鼓励他省察五蕴的无常。 ",
  "sn-blurbs:sn29": "【龙相应】是四部相似的相应部之首。这些相应部是有关不同的天众投生的方式。本相应部讨论的是龙，一种强大但是善恶业掺半水道蛇形众生。 ",
  "sn-blurbs:sn29.1": "龙可以由卵生，胎生，湿生或化生出生。 ",
  "sn-blurbs:sn29.2": "龙可以由卵生，胎生，湿生或化生出生。当中，化生龙最胜。 ",
  "sn-blurbs:sn29.3": "有些卵生龙化身入布萨为求投生善趣。 ",
  "sn-blurbs:sn29.4": "有些胎生龙化身入布萨为求投生善趣。 ",
  "sn-blurbs:sn29.5": "有些湿生龙化身入布萨为求投生善趣。 ",
  "sn-blurbs:sn29.6": "有些化生龙化身入布萨为求投生善趣。 ",
  "sn-blurbs:sn29.7": "一个人由于过去世善恶业掺半以及发了适当的愿，死后投生为卵生龙。 ",
  "sn-blurbs:sn29.8": "一个人由于过去世善恶业掺半以及发了适当的愿，死后投生为胎生龙。 ",
  "sn-blurbs:sn29.9": "一个人由于过去世善恶业掺半以及发了适当的愿，死后投生为湿生龙。 ",
  "sn-blurbs:sn29.10": "一个人由于过去世善恶业掺半以及发了适当的愿，死后投生为化生龙。 ",
  "sn-blurbs:sn29.11-20": "一个人由于过去世善恶业掺半，发了适当的愿以及做了种种布施，死后投生为卵生龙。 ",
  "sn-blurbs:sn29.21-50": "一个人由于过去世善恶业掺半，发了适当的愿以及做了种种布施，死后投生为胎生龙，湿生龙或化生龙。 ",
  "sn-blurbs:sn35.74": "听闻到新出家比丘生病，佛陀去探望他并给与关怀与法的鼓励。 ",
  "sn-blurbs:sn35.75": "听闻到新出家比丘生病，佛陀去探望他并给与关怀与法的鼓励。 ",
  "sn-blurbs:sn35.87": "舍利弗与摩诃纯陀探望病重的阐陀。阐陀说他不缺乏关怀，不过他处于激烈的痛苦中欲自尽。他坚持他的死是不会被责备的。舍利弗试着打消他的念头，接着问他是否对六根还有执着吗。不久后，阐陀自尽。尽管舍利弗有点质疑，佛陀肯定阐陀的死是不会被责备的。 ",
  "sn-blurbs:sn35.88": "在临往输南巴兰陀前，富楼那尊者向佛陀求法。佛陀警告他输南巴兰陀人凶恶,质疑他是否能胜任这艰难的任务。 ",
  "sn-blurbs:sn35.120": "一位比丘告诉舍利弗他的一位朋友还俗了。舍利弗将此归因于缺乏根门守护，饮食过多以及不修清醒。 ",
  "sn-blurbs:sn35.230": "欲乐就像带饵钩。 ",
  "sn-blurbs:sn35.241": "佛陀以一颗大树干被河水冲往下流来做比喻，如果那颗树干避开种种障碍，最终它会到达大海洋。当时，某位比丘要求佛陀解释障碍的意思，佛陀随答。一位名叫难陀的牧牛者在闻法后决定出家。 ",
  "sn-blurbs:sn36.21": "尸婆迦(Moḷiyasīvaka)问及是否所有感受全都因以前所作的业而引发。佛陀否定这点，并强调感受有种种因引发。 ",
  "sn-blurbs:sn37.28": "男人具备一力征服女人：主权力。 ",
  "sn-blurbs:sn38.16": "游行者阎浮车问舍利弗什么是在这法和律中难做的。 ",
  "sn-blurbs:sn39.16": "游行者沙门达迦问舍利弗什么是在这法和律中难做的。 ",
  "sn-blurbs:sn41.3": "质多(Citta)居士邀请出家人去他家用餐。他问他们十种见以及梵网经的六十二恶见的起因，不过只有初级和尚梨犀达多(Isidatta)能回答。质多才觉悟这位尚梨犀达多是从阿槃提(Avantī)未过见面的朋友。质多表意要提供梨犀达多必需品，但梨犀达多却离开再也不回来。 ",
  "sn-blurbs:sn41.4": "质多(Citta)居士邀请出家人去他家用餐。当出家人用完餐离开时，质多居士跟随。路程中，他看到最初级的和尚摩诃迦(Mahaka)显神通。质多居士来到摩诃迦的住所要求他显神通，摩诃迦答应。质多居士表意要提供摩诃迦必需品，但摩诃迦却离开再也不回来。 ",
  "sn-blurbs:sn41.9": "质多遇见他的老朋友裸行者迦叶，然后问他从梵行中悟到什么。迦叶承认他什么都没悟到，接着主质多透露他的成就。结果，迦叶决定成为比丘。 ",
  "sn-blurbs:sn41.10": "质多在临命终时，不但没有受安抚，反而是他安抚和教导在场的人。 ",
  "sn-blurbs:sn42.7": "村长刀师之子(Asibandhakaputta)问佛陀既然佛陀对众生同等的怜愍，为何却对某些人的教导多于其他人。佛陀就用田地的比喻来解答：农夫懂于先耕种肥沃的田地。 ",
  "sn-blurbs:sn42.13": "村长玻得里亚(Pāṭaliya)问佛陀是否懂魔幻。佛陀答是的，不过这并不代表他是个魔幻师。 ",
  "sn-blurbs:sn44.2": "阿奴罗度(Anurādha)被外道游行者询问，不过他以『死后如来存在』等方式解释如来。因此，外道游行者认为他是愚痴。于是，他去请教佛陀。佛陀说如来在生尚不能被识到，死后又怎能被描述呢？ ",
  "sn-blurbs:sn46.3": "这部经以闻法而反思的角度来形容七觉支。以此修法能达到圆满的觉悟，或者至少达到比较低的果位。 ",
  "sn-blurbs:sn46.7": "七觉支导向涅槃就如椽朝向屋顶尖一样。 ",
  "sn-blurbs:sn46.14": "当大迦叶病倒时，佛陀教他七觉支鼓舞他让他快速康复。 ",
  "sn-blurbs:sn46.15": "当大目揵連病倒时，佛陀教他七觉支鼓舞他让他快速康复。 ",
  "sn-blurbs:sn46.16": "当佛陀病倒时，摩訶純陀(Mahācunda)背诵七觉支给佛陀，鼓舞他让他快速康复。 ",
  "sn-blurbs:sn46.30": "优陀夷(Udāyī)尊者庆祝他在修行道路上的进步，从对佛陀的信心的在家人而出家，然后领悟了佛法。现在他培养觉支来熄灭苦。 ",
  "sn-blurbs:sn46.53": "当心懒散时该修习哪个觉支？当心掉举时又该修习哪个觉支？哪个觉支随时都适用？ ",
  "sn-blurbs:sn47.6": "鹌鹑鸟和老鹰的比喻。当鹌鹑鸟离开祖父境界的适当范围时，它是非常脆弱的。哪什么是僧人的祖父境界呢？那就是四念处。 ",
  "sn-blurbs:sn47.8": "厨师的寓言。好的厨师呈给国王种种菜肴然后观察哪一道菜合国王的口味。同样的，好的比丘观察为何他的禅修顺利或不顺利。当四念处的修习成功时，五盖便会被舍，从而弃进入禅定。 ",
  "sn-blurbs:sn47.13": "舍利弗尊者病逝后，纯陀(Cunda)沙弥和阿难尊者带着他的袈裟和钵向佛陀报告这个悲伤的消息。佛陀为阿难尊者宣说四念住来消除他的忧伤。 ",
  "sn-blurbs:sn47.20": "一个难完成任务的比喻：一位闻名美女在表演，一大群观众踊上来围观她，拿着满到边缘的油钵在观众与美女之间走过，一位已拔剑的人紧跟你，如果有一滴油溢出钵将被斩首。这就是正念！ ",
  "sn-blurbs:sn48.40": "乐，苦，喜悦，忧以及舍这五根被给予非顺序的详细解释。每个根的舍弃与体征某种禅定息息相关。 ",
  "sn-blurbs:sn48.41": "当阿难发现佛陀的五根衰退时，佛陀便以偈语来讲述衰老的残酷。 ",
  "sn-blurbs:sn48.44": "舍利弗不依靠信来肯定五根导向不死因为他亲身见到。 ",
  "sn-blurbs:sn54.6": "当佛陀问阿梨瑟咤(Ariṭṭha)尊者关于出入息禅修。他的答案虽正确，但是不尽意的。 ",
  "sn-blurbs:sn54.9": "佛陀教不净观，然后独自离开去自修。但是，许多比丘误解佛陀的教导，结果自杀。因此，佛陀教出入息为寂静和安乐的住处。 ",
  "sn-blurbs:sn55.4": "舍利弗解释给阿难当一个人具备四个入流的因素是入流者，注定开悟。那四个入流的因素是对佛，法，僧的净信以及具备圣者所爱的戒。 ",
  "sn-blurbs:sn55.5": "佛陀问舍利弗入流的四个因素：亲近善人，听闻正法，如理作意以及随法行。他还解释【入流】以及【入流者】的定义。 ",
  "sn-blurbs:sn55.8": "阿难问佛陀有关某些弟子的投生去处。佛陀解答细节后，建议大家通过反思入流的四法来自己省察。 ",
  "sn-blurbs:sn55.21": "释迦族的摩诃男(Mahānāma)恐惧若他死时失去正念，他可能会投生恶趣。佛陀告诉他别怕，因为他长期修习闻法，所以他肯定投生善道。 ",
  "sn-blurbs:sn55.22": "释迦族的摩诃男(Mahānāma)恐惧若他死时失去正念，他可能会投生恶趣。佛陀告诉他别怕，因为他具备須陀洹的四个因素，所以他肯定投生善道。 ",
  "sn-blurbs:sn55.24": "当释迦族的色勒那尼(Sarakāni)去世，佛陀宣布他是须陀洹。对此，有些人投诉因为他是个酒鬼。但是，佛陀向摩诃男(Mahānāma)证实色勒那尼在临终时已受戒。 ",
  "sn-blurbs:sn55.25": "当释迦族的色勒那尼(Sarakāni)去世，佛陀宣布他是须陀洹。对此，有些人投诉因为他是个酒鬼。但是，佛陀向摩诃男(Mahānāma)证实色勒那尼在临终时已受戒。 ",
  "sn-blurbs:sn55.52": "当某位比丘从舍卫城来到迦毘罗卫城时，释迦族人来探望他以及慰问佛陀和僧团的健康情况。接着，他们又问他有闻到什么吗。他答说成道的人数率少，而次等圣果的人数比较多。 ",
  "sn-blurbs:sn56.10": "别谈是非，反而应该谈论四圣谛。 ",
  "sn-blurbs:sn56.11": "佛陀在波罗奈教这著名的第一部经给五比丘。经文一开始就摒弃欲乐和折磨的沉溺这两个极端而推荐八正道的中道。接着，佛陀解释四圣谛用十二角度来分析它。经文以憍陈如成为佛陀以后第一个人了知法而结尾。 "
}