{
  "an9.12:0.1": "Aṅguttara Nikāya 9 ",
  "an9.12:0.2": "2. Sīhanādavagga ",
  "an9.12:0.3": "12. Saupādisesasutta ",
  "an9.12:1.1": "Ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ",
  "an9.12:1.2": "Atha kho āyasmā sāriputto pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya sāvatthiṃ piṇḍāya pāvisi. ",
  "an9.12:1.3": "Atha kho āyasmato sāriputtassa etadahosi: ",
  "an9.12:1.4": "“atippago kho tāva sāvatthiyaṃ piṇḍāya carituṃ, ",
  "an9.12:1.5": "yannūnāhaṃ yena aññatitthiyānaṃ paribbājakānaṃ ārāmo tenupasaṅkameyyan”ti. ",
  "an9.12:1.6": "Atha kho āyasmā sāriputto yena aññatitthiyānaṃ paribbājakānaṃ ārāmo tenupasaṅkami; upasaṅkamitvā tehi aññatitthiyehi paribbājakehi saddhiṃ sammodi. ",
  "an9.12:1.7": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. ",
  "an9.12:2.1": "Tena kho pana samayena tesaṃ aññatitthiyānaṃ paribbājakānaṃ sannisinnānaṃ sannipatitānaṃ ayamantarākathā udapādi: ",
  "an9.12:2.2": "“yo hi koci, āvuso, saupādiseso kālaṃ karoti, sabbo so aparimutto nirayā aparimutto tiracchānayoniyā aparimutto pettivisayā aparimutto apāyaduggativinipātā”ti. ",
  "an9.12:2.3": "Atha kho āyasmā sāriputto tesaṃ aññatitthiyānaṃ paribbājakānaṃ bhāsitaṃ neva abhinandi nappaṭikkosi. ",
  "an9.12:2.4": "Anabhinanditvā appaṭikkositvā uṭṭhāyāsanā pakkāmi: ",
  "an9.12:2.5": "“bhagavato santike etassa bhāsitassa atthaṃ ājānissāmī”ti. ",
  "an9.12:2.6": "Atha kho āyasmā sāriputto sāvatthiyaṃ piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkanto yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā sāriputto bhagavantaṃ etadavoca: ",
  "an9.12:3.1": "“Idhāhaṃ, bhante, pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya sāvatthiṃ piṇḍāya pāvisiṃ. ",
  "an9.12:3.2": "Tassa mayhaṃ, bhante, etadahosi: ",
  "an9.12:3.3": "‘atippago kho tāva sāvatthiyaṃ piṇḍāya carituṃ; ",
  "an9.12:3.4": "yannūnāhaṃ yena aññatitthiyānaṃ paribbājakānaṃ ārāmo tenupasaṅkameyyan’ti. ",
  "an9.12:3.5": "Atha kho ahaṃ, bhante, yena aññatitthiyānaṃ paribbājakānaṃ ārāmo tenupasaṅkamiṃ; upasaṅkamitvā tehi aññatitthiyehi paribbājakehi saddhiṃ sammodiṃ. ",
  "an9.12:3.6": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdiṃ. ",
  "an9.12:3.7": "Tena kho pana samayena tesaṃ aññatitthiyānaṃ paribbājakānaṃ sannisinnānaṃ sannipatitānaṃ ayamantarākathā udapādi: ",
  "an9.12:3.8": "‘yo hi koci, āvuso, saupādiseso kālaṃ karoti, sabbo so aparimutto nirayā aparimutto tiracchānayoniyā aparimutto pettivisayā aparimutto apāyaduggativinipātā’ti. ",
  "an9.12:3.9": "Atha kho ahaṃ, bhante, tesaṃ aññatitthiyānaṃ paribbājakānaṃ bhāsitaṃ neva abhinandiṃ nappaṭikkosiṃ. ",
  "an9.12:3.10": "Anabhinanditvā appaṭikkositvā uṭṭhāyāsanā pakkamiṃ: ",
  "an9.12:3.11": "‘bhagavato santike etassa bhāsitassa atthaṃ ājānissāmī’”ti. ",
  "an9.12:4.1": "“Ke ca, sāriputta, aññatitthiyā paribbājakā bālā abyattā, ke ca saupādisesaṃ vā ‘saupādiseso’ti jānissanti, anupādisesaṃ vā ‘anupādiseso’ti jānissanti. ",
  "an9.12:5.1": "Navayime, sāriputta, puggalā saupādisesā kālaṃ kurumānā parimuttā nirayā parimuttā tiracchānayoniyā parimuttā pettivisayā parimuttā apāyaduggativinipātā. ",
  "an9.12:5.2": "Katame nava? ",
  "an9.12:5.3": "Idha, sāriputta, ekacco puggalo sīlesu paripūrakārī hoti, samādhismiṃ paripūrakārī, paññāya mattaso kārī. ",
  "an9.12:5.4": "So pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā antarāparinibbāyī hoti. ",
  "an9.12:5.5": "Ayaṃ, sāriputta, paṭhamo puggalo saupādiseso kālaṃ kurumāno parimutto nirayā parimutto tiracchānayoniyā parimutto pettivisayā parimutto apāyaduggativinipātā. (1) ",
  "an9.12:6.1": "Puna caparaṃ, sāriputta, idhekacco puggalo sīlesu paripūrakārī hoti, samādhismiṃ paripūrakārī, paññāya mattaso kārī. ",
  "an9.12:6.2": "So pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā upahaccaparinibbāyī hoti …pe… ",
  "an9.12:6.3": "asaṅkhāraparinibbāyī hoti …pe… ",
  "an9.12:6.4": " ",
  "an9.12:6.5": "sasaṅkhāraparinibbāyī hoti …pe… ",
  "an9.12:6.6": " ",
  "an9.12:6.7": "uddhaṃsoto hoti akaniṭṭhagāmī. ",
  "an9.12:6.8": "Ayaṃ, sāriputta, pañcamo puggalo saupādiseso kālaṃ kurumāno parimutto nirayā parimutto tiracchānayoniyā parimutto pettivisayā parimutto apāyaduggativinipātā. (2–5.) ",
  "an9.12:7.1": "Puna caparaṃ, sāriputta, idhekacco puggalo sīlesu paripūrakārī hoti, samādhismiṃ mattaso kārī, paññāya mattaso kārī. ",
  "an9.12:7.2": "So tiṇṇaṃ saṃyojanānaṃ parikkhayā rāgadosamohānaṃ tanuttā sakadāgāmī hoti, sakideva imaṃ lokaṃ āgantvā dukkhassantaṃ karoti. ",
  "an9.12:7.3": "Ayaṃ, sāriputta, chaṭṭho puggalo saupādiseso kālaṃ kurumāno parimutto nirayā …pe… parimutto apāyaduggativinipātā. (6) ",
  "an9.12:8.1": "Puna caparaṃ, sāriputta, idhekacco puggalo sīlesu paripūrakārī hoti, samādhismiṃ mattaso kārī, paññāya mattaso kārī. ",
  "an9.12:8.2": "So tiṇṇaṃ saṃyojanānaṃ parikkhayā ekabījī hoti, ekaṃyeva mānusakaṃ bhavaṃ nibbattetvā dukkhassantaṃ karoti. ",
  "an9.12:8.3": "Ayaṃ, sāriputta, sattamo puggalo saupādiseso kālaṃ kurumāno parimutto nirayā …pe… parimutto apāyaduggativinipātā. (7) ",
  "an9.12:9.1": "Puna caparaṃ, sāriputta, idhekacco puggalo sīlesu paripūrakārī hoti, samādhismiṃ mattaso kārī, paññāya mattaso kārī. ",
  "an9.12:9.2": "So tiṇṇaṃ saṃyojanānaṃ parikkhayā kolaṅkolo hoti, dve vā tīṇi vā kulāni sandhāvitvā saṃsaritvā dukkhassantaṃ karoti. ",
  "an9.12:9.3": "Ayaṃ, sāriputta, aṭṭhamo puggalo saupādiseso kālaṃ kurumāno parimutto nirayā …pe… parimutto apāyaduggativinipātā. (8) ",
  "an9.12:10.1": "Puna caparaṃ, sāriputta, idhekacco puggalo sīlesu paripūrakārī hoti, samādhismiṃ mattaso kārī, paññāya mattaso kārī. ",
  "an9.12:10.2": "So tiṇṇaṃ saṃyojanānaṃ parikkhayā sattakkhattuparamo hoti, sattakkhattuparamaṃ deve ca manusse ca sandhāvitvā saṃsaritvā dukkhassantaṃ karoti. ",
  "an9.12:10.3": "Ayaṃ, sāriputta, navamo puggalo saupādiseso kālaṃ kurumāno parimutto nirayā parimutto tiracchānayoniyā parimutto pettivisayā parimutto apāyaduggativinipātā. (9) ",
  "an9.12:11.1": "Ke ca, sāriputta, aññatitthiyā paribbājakā bālā abyattā, ke ca saupādisesaṃ vā ‘saupādiseso’ti jānissanti, anupādisesaṃ vā ‘anupādiseso’ti jānissanti. ",
  "an9.12:11.2": "Ime kho, sāriputta, nava puggalā saupādisesā kālaṃ kurumānā parimuttā nirayā parimuttā tiracchānayoniyā parimuttā pettivisayā parimuttā apāyaduggativinipātā. ",
  "an9.12:11.3": "Na tāvāyaṃ, sāriputta, dhammapariyāyo paṭibhāsi bhikkhūnaṃ bhikkhunīnaṃ upāsakānaṃ upāsikānaṃ. ",
  "an9.12:11.4": "Taṃ kissa hetu? ",
  "an9.12:11.5": "Māyimaṃ dhammapariyāyaṃ sutvā pamādaṃ āhariṃsūti. ",
  "an9.12:11.6": "Api ca mayā, sāriputta, dhammapariyāyo pañhādhippāyena bhāsito”ti. ",
  "an9.12:11.7": "Dutiyaṃ. "
}