{
  "an9.4:0.1": "Aṅguttara Nikāya 9 ",
  "an9.4:0.2": "1. Sambodhivagga ",
  "an9.4:0.3": "4. Nandakasutta ",
  "an9.4:1.1": "Ekaṁ samayaṁ bhagavā sāvatthiyaṁ viharati jetavane anāthapiṇḍikassa ārāme. ",
  "an9.4:1.2": "Tena kho pana samayena āyasmā nandako upaṭṭhānasālāyaṁ bhikkhū dhammiyā kathāya sandasseti samādapeti samuttejeti sampahaṁseti. ",
  "an9.4:1.3": "Atha kho bhagavā sāyanhasamayaṁ paṭisallānā vuṭṭhito yenupaṭṭhānasālā tenupasaṅkami; upasaṅkamitvā bahidvārakoṭṭhake aṭṭhāsi kathāpariyosānaṁ āgamayamāno. ",
  "an9.4:1.4": "Atha kho bhagavā kathāpariyosānaṁ viditvā ukkāsetvā aggaḷaṁ ākoṭesi. ",
  "an9.4:1.5": "Vivariṁsu kho te bhikkhū bhagavato dvāraṁ. ",
  "an9.4:2.1": "Atha kho bhagavā upaṭṭhānasālaṁ pavisitvā paññattāsane nisīdi. ",
  "an9.4:2.2": "Nisajja kho bhagavā āyasmantaṁ nandakaṁ etadavoca: ",
  "an9.4:2.3": "“dīgho kho tyāyaṁ, nandaka, dhammapariyāyo bhikkhūnaṁ paṭibhāsi. ",
  "an9.4:2.4": "Api me piṭṭhi āgilāyati bahidvārakoṭṭhake ṭhitassa kathāpariyosānaṁ āgamayamānassā”ti. ",
  "an9.4:3.1": "Evaṁ vutte, āyasmā nandako sārajjamānarūpo bhagavantaṁ etadavoca: ",
  "an9.4:3.2": "“na kho pana mayaṁ, bhante, jānāma ‘bhagavā bahidvārakoṭṭhake ṭhito’ti. ",
  "an9.4:3.3": "Sace hi mayaṁ, bhante, jāneyyāma ‘bhagavā bahidvārakoṭṭhake ṭhito’ti, ettakampi (…) no nappaṭibhāseyyā”ti. ",
  "an9.4:4.1": "Atha kho bhagavā āyasmantaṁ nandakaṁ sārajjamānarūpaṁ viditvā āyasmantaṁ nandakaṁ etadavoca: ",
  "an9.4:4.2": "“sādhu sādhu, nandaka. ",
  "an9.4:4.3": "Etaṁ kho, nandaka, tumhākaṁ patirūpaṁ kulaputtānaṁ saddhāya agārasmā anagāriyaṁ pabbajitānaṁ, yaṁ tumhe dhammiyā kathāya sannisīdeyyātha. ",
  "an9.4:4.4": "Sannipatitānaṁ vo, nandaka, dvayaṁ karaṇīyaṁ—",
  "an9.4:4.5": "dhammī vā kathā ariyo vā tuṇhībhāvo. ",
  "an9.4:4.6": "Saddho ca, nandaka, bhikkhu hoti, no ca sīlavā. ",
  "an9.4:4.7": "Evaṁ so tenaṅgena aparipūro hoti. ",
  "an9.4:4.8": "Tena taṁ aṅgaṁ paripūretabbaṁ: ",
  "an9.4:4.9": "‘kintāhaṁ saddho ca assaṁ sīlavā cā’ti. ",
  "an9.4:4.10": "Yato ca kho, nandaka, bhikkhu saddho ca hoti sīlavā ca, evaṁ so tenaṅgena paripūro hoti. ",
  "an9.4:5.1": "Saddho ca, nandaka, bhikkhu hoti sīlavā ca, no ca lābhī ajjhattaṁ cetosamādhissa. ",
  "an9.4:5.2": "Evaṁ so tenaṅgena aparipūro hoti. ",
  "an9.4:5.3": "Tena taṁ aṅgaṁ paripūretabbaṁ: ",
  "an9.4:5.4": "‘kintāhaṁ saddho ca assaṁ sīlavā ca lābhī ca ajjhattaṁ cetosamādhissā’ti. ",
  "an9.4:5.5": "Yato ca kho, nandaka, bhikkhu saddho ca hoti sīlavā ca lābhī ca ajjhattaṁ cetosamādhissa, evaṁ so tenaṅgena paripūro hoti. ",
  "an9.4:6.1": "Saddho ca, nandaka, bhikkhu hoti sīlavā ca lābhī ca ajjhattaṁ cetosamādhissa, na lābhī adhipaññādhammavipassanāya. ",
  "an9.4:6.2": "Evaṁ so tenaṅgena aparipūro hoti. ",
  "an9.4:6.3": "Seyyathāpi, nandaka, pāṇako catuppādako assa. ",
  "an9.4:6.4": "Tassa eko pādo omako lāmako. ",
  "an9.4:6.5": "Evaṁ so tenaṅgena aparipūro assa. ",
  "an9.4:6.6": "Evamevaṁ kho, nandaka, bhikkhu saddho ca hoti sīlavā ca lābhī ca ajjhattaṁ cetosamādhissa, na lābhī adhipaññādhammavipassanāya. ",
  "an9.4:6.7": "Evaṁ so tenaṅgena aparipūro hoti. ",
  "an9.4:6.8": "Tena taṁ aṅgaṁ paripūretabbaṁ: ",
  "an9.4:6.9": "‘kintāhaṁ saddho ca assaṁ sīlavā ca lābhī ca ajjhattaṁ cetosamādhissa lābhī ca adhipaññādhammavipassanāyā’ti. ",
  "an9.4:7.1": "Yato ca kho, nandaka, bhikkhu saddho ca hoti sīlavā ca lābhī ca ajjhattaṁ cetosamādhissa lābhī ca adhipaññādhammavipassanāya, evaṁ so tenaṅgena paripūro hotī”ti. ",
  "an9.4:7.2": "Idamavoca bhagavā. ",
  "an9.4:7.3": "Idaṁ vatvāna sugato uṭṭhāyāsanā vihāraṁ pāvisi. ",
  "an9.4:8.1": "Atha kho āyasmā nandako acirapakkantassa bhagavato bhikkhū āmantesi: ",
  "an9.4:8.2": "“idāni, āvuso, bhagavā catūhi padehi kevalaparipuṇṇaṁ parisuddhaṁ brahmacariyaṁ pakāsetvā uṭṭhāyāsanā vihāraṁ paviṭṭho: ",
  "an9.4:8.3": "‘saddho ca, nandaka, bhikkhu hoti, no ca sīlavā. ",
  "an9.4:8.4": "Evaṁ so tenaṅgena aparipūro hoti. ",
  "an9.4:8.5": "Tena taṁ aṅgaṁ paripūretabbaṁ—",
  "an9.4:8.6": "kintāhaṁ saddho ca assaṁ sīlavā cā’ti. ",
  "an9.4:8.7": "Yato ca kho, nandaka, bhikkhu saddho ca hoti sīlavā ca, evaṁ so tenaṅgena paripūro hoti. ",
  "an9.4:8.8": "Saddho ca, nandaka, bhikkhu hoti sīlavā ca, no ca lābhī ajjhattaṁ cetosamādhissa …pe… ",
  "an9.4:8.9": "lābhī ca ajjhattaṁ cetosamādhissa, na lābhī adhipaññādhammavipassanāya, ",
  "an9.4:8.10": "evaṁ so tenaṅgena aparipūro hoti. ",
  "an9.4:8.11": "Seyyathāpi, nandaka, pāṇako catuppādako assa, tassa eko pādo omako lāmako, ",
  "an9.4:8.12": "evaṁ so tenaṅgena aparipūro assa. ",
  "an9.4:8.13": "Evamevaṁ kho, nandaka, bhikkhu saddho ca hoti sīlavā ca, lābhī ca ajjhattaṁ cetosamādhissa, na lābhī adhipaññādhammavipassanāya, ",
  "an9.4:8.14": "evaṁ so tenaṅgena aparipūro hoti, ",
  "an9.4:8.15": "tena taṁ aṅgaṁ paripūretabbaṁ ",
  "an9.4:8.16": "‘kintāhaṁ saddho ca assaṁ sīlavā ca, lābhī ca ajjhattaṁ cetosamādhissa, lābhī ca adhipaññādhammavipassanāyā’ti. ",
  "an9.4:8.17": "Yato ca kho, nandaka, bhikkhu saddho ca hoti sīlavā ca lābhī ca ajjhattaṁ cetosamādhissa lābhī ca adhipaññādhammavipassanāya, ",
  "an9.4:8.18": "evaṁ so tenaṅgena paripūro hotīti. ",
  "an9.4:9.1": "Pañcime, āvuso, ānisaṁsā kālena dhammassavane kālena dhammasākacchāya. ",
  "an9.4:9.2": "Katame pañca? ",
  "an9.4:9.3": "Idhāvuso, bhikkhu bhikkhūnaṁ dhammaṁ deseti ādikalyāṇaṁ majjhekalyāṇaṁ pariyosānakalyāṇaṁ sātthaṁ sabyañjanaṁ, kevalaparipuṇṇaṁ parisuddhaṁ brahmacariyaṁ pakāseti. ",
  "an9.4:9.4": "Yathā yathā, āvuso, bhikkhu bhikkhūnaṁ dhammaṁ deseti ādikalyāṇaṁ majjhekalyāṇaṁ pariyosānakalyāṇaṁ sātthaṁ sabyañjanaṁ, kevalaparipuṇṇaṁ parisuddhaṁ brahmacariyaṁ pakāseti tathā tathā so satthu piyo ca hoti manāpo ca garu ca bhāvanīyo ca. ",
  "an9.4:9.5": "Ayaṁ, āvuso, paṭhamo ānisaṁso kālena dhammassavane kālena dhammasākacchāya. ",
  "an9.4:10.1": "Puna caparaṁ, āvuso, bhikkhu bhikkhūnaṁ dhammaṁ deseti ādikalyāṇaṁ majjhekalyāṇaṁ pariyosānakalyāṇaṁ sātthaṁ sabyañjanaṁ, kevalaparipuṇṇaṁ parisuddhaṁ brahmacariyaṁ pakāseti. Yathā yathā, āvuso, bhikkhu bhikkhūnaṁ dhammaṁ deseti ādikalyāṇaṁ …pe… ",
  "an9.4:10.2": "brahmacariyaṁ pakāseti tathā tathā so tasmiṁ dhamme atthappaṭisaṁvedī ca hoti dhammappaṭisaṁvedī ca. ",
  "an9.4:10.3": "Ayaṁ, āvuso, dutiyo ānisaṁso kālena dhammassavane kālena dhammasākacchāya. ",
  "an9.4:11.1": "Puna caparaṁ, āvuso, bhikkhu bhikkhūnaṁ dhammaṁ deseti ādikalyāṇaṁ majjhekalyāṇaṁ pariyosānakalyāṇaṁ sātthaṁ sabyañjanaṁ, kevalaparipuṇṇaṁ parisuddhaṁ brahmacariyaṁ pakāseti. ",
  "an9.4:11.2": "Yathā yathā, āvuso, bhikkhu bhikkhūnaṁ dhammaṁ deseti ādikalyāṇaṁ …pe… brahmacariyaṁ pakāseti tathā tathā so tasmiṁ dhamme gambhīraṁ atthapadaṁ paññāya ativijjha passati. ",
  "an9.4:11.3": "Ayaṁ, āvuso, tatiyo ānisaṁso kālena dhammassavane kālena dhammasākacchāya. ",
  "an9.4:12.1": "Puna caparaṁ, āvuso, bhikkhu bhikkhūnaṁ dhammaṁ deseti ādikalyāṇaṁ …pe… brahmacariyaṁ pakāseti. ",
  "an9.4:12.2": "Yathā yathā, āvuso, bhikkhu bhikkhūnaṁ dhammaṁ deseti ādikalyāṇaṁ …pe… brahmacariyaṁ pakāseti tathā tathā naṁ sabrahmacārī uttari sambhāventi: ",
  "an9.4:12.3": "‘addhā ayamāyasmā patto vā pajjati vā’. ",
  "an9.4:12.4": "Ayaṁ, āvuso, catuttho ānisaṁso kālena dhammassavane kālena dhammasākacchāya. ",
  "an9.4:13.1": "Puna caparaṁ, āvuso, bhikkhu bhikkhūnaṁ dhammaṁ deseti ādikalyāṇaṁ majjhekalyāṇaṁ pariyosānakalyāṇaṁ sātthaṁ sabyañjanaṁ, kevalaparipuṇṇaṁ parisuddhaṁ brahmacariyaṁ pakāseti. ",
  "an9.4:13.2": "Yathā yathā, āvuso, bhikkhu bhikkhūnaṁ dhammaṁ deseti ādikalyāṇaṁ majjhekalyāṇaṁ pariyosānakalyāṇaṁ sātthaṁ sabyañjanaṁ, kevalaparipuṇṇaṁ parisuddhaṁ brahmacariyaṁ pakāseti, tattha ye kho bhikkhū sekhā appattamānasā anuttaraṁ yogakkhemaṁ patthayamānā viharanti, te taṁ dhammaṁ sutvā vīriyaṁ ārabhanti appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāya. ",
  "an9.4:13.3": "Ye pana tattha bhikkhū arahanto khīṇāsavā vusitavanto katakaraṇīyā ohitabhārā anuppattasadatthā parikkhīṇabhavasaṁyojanā sammadaññāvimuttā, te taṁ dhammaṁ sutvā diṭṭhadhammasukhavihāraṁyeva anuyuttā viharanti. ",
  "an9.4:13.4": "Ayaṁ, āvuso, pañcamo ānisaṁso kālena dhammassavane kālena dhammasākacchāya. ",
  "an9.4:13.5": "Ime kho, āvuso, pañca ānisaṁsā kālena dhammassavane kālena dhammasākacchāyā”ti. ",
  "an9.4:13.6": "Catutthaṁ. "
}