{
  "an9.19:0.1": "Aṅguttara Nikāya 9 ",
  "an9.19:0.2": "2. Sīhanādavagga ",
  "an9.19:0.3": "19. Devatāsutta ",
  "an9.19:1.1": "“Imañca, bhikkhave, rattiṃ sambahulā devatā abhikkantāya rattiyā abhikkantavaṇṇā kevalakappaṃ jetavanaṃ obhāsetvā yenāhaṃ tenupasaṅkamiṃsu; upasaṅkamitvā maṃ abhivādetvā ekamantaṃ aṭṭhaṃsu. Ekamantaṃ ṭhitā kho, bhikkhave, tā devatā maṃ etadavocuṃ: ",
  "an9.19:1.2": "‘upasaṅkamiṃsu no, bhante, pubbe manussabhūtānaṃ pabbajitā agārāni. ",
  "an9.19:1.3": "Te mayaṃ, bhante, paccuṭṭhimha, no ca kho abhivādimha. ",
  "an9.19:1.4": "Tā mayaṃ, bhante, aparipuṇṇakammantā vippaṭisāriniyo paccānutāpiniyo hīnaṃ kāyaṃ upapannā’ti. ",
  "an9.19:2.1": "Aparāpi maṃ, bhikkhave, sambahulā devatā upasaṅkamitvā etadavocuṃ: ",
  "an9.19:2.2": "‘upasaṅkamiṃsu no, bhante, pubbe manussabhūtānaṃ pabbajitā agārāni. ",
  "an9.19:2.3": "Te mayaṃ, bhante, paccuṭṭhimha abhivādimha, no ca tesaṃ āsanaṃ adamha. ",
  "an9.19:2.4": "Tā mayaṃ, bhante, aparipuṇṇakammantā vippaṭisāriniyo paccānutāpiniyo hīnaṃ kāyaṃ upapannā’ti. ",
  "an9.19:3.1": "Aparāpi maṃ, bhikkhave, sambahulā devatā upasaṅkamitvā etadavocuṃ: ",
  "an9.19:3.2": "‘upasaṅkamiṃsu no, bhante, pubbe manussabhūtānaṃ pabbajitā agārāni. ",
  "an9.19:3.3": "Te mayaṃ, bhante, paccuṭṭhimha abhivādimha āsanaṃ adamha, no ca kho yathāsatti yathābalaṃ saṃvibhajimha …pe… ",
  "an9.19:3.4": "yathāsatti yathābalaṃ saṃvibhajimha, no ca kho upanisīdimha dhammassavanāya …pe… ",
  "an9.19:3.5": "upanisīdimha dhammassavanāya, no ca kho ohitasotā dhammaṃ suṇimha …pe… ",
  "an9.19:3.6": "ohitasotā ca dhammaṃ suṇimha, no ca kho sutvā dhammaṃ dhārayimha …pe… ",
  "an9.19:3.7": "sutvā ca dhammaṃ dhārayimha, no ca kho dhātānaṃ dhammānaṃ atthaṃ upaparikkhimha …pe… ",
  "an9.19:3.8": "dhātānañca dhammānaṃ atthaṃ upaparikkhimha, no ca kho atthamaññāya dhammamaññāya dhammānudhammaṃ paṭipajjimha. ",
  "an9.19:3.9": "Tā mayaṃ, bhante, aparipuṇṇakammantā vippaṭisāriniyo paccānutāpiniyo hīnaṃ kāyaṃ upapannā’ti. ",
  "an9.19:4.1": "Aparāpi maṃ, bhikkhave, sambahulā devatā upasaṅkamitvā etadavocuṃ: ",
  "an9.19:4.2": "‘upasaṅkamiṃsu no, bhante, pubbe manussabhūtānaṃ pabbajitā agārāni. ",
  "an9.19:4.3": "Te mayaṃ, bhante, paccuṭṭhimha abhivādimha, āsanaṃ adamha, yathāsatti yathābalaṃ saṃvibhajimha, upanisīdimha dhammassavanāya, ohitasotā ca dhammaṃ suṇimha, sutvā ca dhammaṃ dhārayimha, dhātānañca dhammānaṃ atthaṃ upaparikkhimha, atthamaññāya dhammamaññāya dhammānudhammaṃ paṭipajjimha. ",
  "an9.19:4.4": "Tā mayaṃ, bhante, paripuṇṇakammantā avippaṭisāriniyo apaccānutāpiniyo paṇītaṃ kāyaṃ upapannā’ti. ",
  "an9.19:4.5": "Etāni, bhikkhave, rukkhamūlāni etāni suññāgārāni. Jhāyatha, bhikkhave, mā pamādattha, mā pacchā vippaṭisārino ahuvattha seyyathāpi tā purimikā devatā”ti. ",
  "an9.19:4.6": "Navamaṃ. "
}