{
  "an9.11:0.1": "Aṅguttara Nikāya 9 ",
  "an9.11:0.2": "2. Sīhanādavagga ",
  "an9.11:0.3": "11. Sīhanādasutta ",
  "an9.11:1.1": "Ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ",
  "an9.11:1.2": "Atha kho āyasmā sāriputto yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā sāriputto bhagavantaṃ etadavoca: ",
  "an9.11:1.3": "“vuttho me, bhante, sāvatthiyaṃ vassāvāso. ",
  "an9.11:1.4": "Icchāmahaṃ, bhante, janapadacārikaṃ pakkamitun”ti. ",
  "an9.11:1.5": "“Yassadāni tvaṃ, sāriputta, kālaṃ maññasī”ti. ",
  "an9.11:1.6": "Atha kho āyasmā sāriputto uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā pakkāmi. ",
  "an9.11:1.7": "Atha kho aññataro bhikkhu acirapakkante āyasmante sāriputte bhagavantaṃ etadavoca: ",
  "an9.11:1.8": "“āyasmā maṃ, bhante, sāriputto āsajja appaṭinissajja cārikaṃ pakkanto”ti. ",
  "an9.11:1.9": "Atha kho bhagavā aññataraṃ bhikkhuṃ āmantesi: ",
  "an9.11:1.10": "“ehi tvaṃ, bhikkhu, mama vacanena sāriputtaṃ āmantehi: ",
  "an9.11:1.11": "‘satthā taṃ, āvuso sāriputta, āmantetī’”ti. ",
  "an9.11:1.12": "“Evaṃ, bhante”ti kho so bhikkhu bhagavato paṭissutvā yenāyasmā sāriputto tenupasaṅkami; upasaṅkamitvā āyasmantaṃ sāriputtaṃ etadavoca: ",
  "an9.11:1.13": "“satthā taṃ, āvuso sāriputta, āmantetī”ti. ",
  "an9.11:1.14": "“Evamāvuso”ti kho āyasmā sāriputto tassa bhikkhuno paccassosi. ",
  "an9.11:2.1": "Tena kho pana samayena āyasmā ca mahāmoggallāno āyasmā ca ānando avāpuraṇaṃ ādāya vihāre āhiṇḍanti: ",
  "an9.11:2.2": "“abhikkamathāyasmanto, abhikkamathāyasmanto. ",
  "an9.11:2.3": "Idānāyasmā sāriputto bhagavato sammukhā sīhanādaṃ nadissatī”ti. ",
  "an9.11:2.4": "Atha kho āyasmā sāriputto yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho āyasmantaṃ sāriputtaṃ bhagavā etadavoca: ",
  "an9.11:2.5": "“idha te, sāriputta, aññataro sabrahmacārī khīyanadhammaṃ āpanno: ",
  "an9.11:2.6": "‘āyasmā maṃ, bhante, sāriputto āsajja appaṭinissajjacārikaṃ pakkanto’”ti. ",
  "an9.11:3.1": "“Yassa nūna, bhante, kāye kāyagatāsati anupaṭṭhitā assa, so idha aññataraṃ sabrahmacāriṃ āsajja appaṭinissajja cārikaṃ pakkameyya. ",
  "an9.11:4.1": "Seyyathāpi, bhante, pathaviyaṃ sucimpi nikkhipanti asucimpi nikkhipanti gūthagatampi nikkhipanti muttagatampi nikkhipanti kheḷagatampi nikkhipanti pubbagatampi nikkhipanti lohitagatampi nikkhipanti, na ca tena pathavī aṭṭīyati vā harāyati vā jigucchati vā; ",
  "an9.11:4.2": "evamevaṃ kho ahaṃ, bhante, pathavīsamena cetasā viharāmi vipulena mahaggatena appamāṇena averena abyāpajjena. ",
  "an9.11:4.3": "Yassa nūna, bhante, kāye kāyagatāsati anupaṭṭhitā assa, so idha aññataraṃ sabrahmacāriṃ āsajja appaṭinissajja cārikaṃ pakkameyya. (1) ",
  "an9.11:5.1": "Seyyathāpi, bhante, āpasmiṃ sucimpi dhovanti asucimpi dhovanti gūthagatampi … muttagatampi … kheḷagatampi … pubbagatampi … lohitagatampi dhovanti, na ca tena āpo aṭṭīyati vā harāyati vā jigucchati vā; ",
  "an9.11:5.2": "evamevaṃ kho ahaṃ, bhante, āposamena cetasā viharāmi vipulena mahaggatena appamāṇena averena abyāpajjena. ",
  "an9.11:5.3": "Yassa nūna, bhante, kāye kāyagatāsati anupaṭṭhitā assa, so idha aññataraṃ sabrahmacāriṃ āsajja appaṭinissajja cārikaṃ pakkameyya. (2) ",
  "an9.11:6.1": "Seyyathāpi, bhante, tejo sucimpi ḍahati asucimpi ḍahati gūthagatampi … muttagatampi … kheḷagatampi … pubbagatampi … lohitagatampi ḍahati, na ca tena tejo aṭṭīyati vā harāyati vā jigucchati vā; ",
  "an9.11:6.2": "evamevaṃ kho ahaṃ, bhante, tejosamena cetasā viharāmi vipulena mahaggatena appamāṇena averena abyāpajjena. ",
  "an9.11:6.3": "Yassa nūna, bhante, kāye kāyagatāsati anupaṭṭhitā assa, so idha aññataraṃ sabrahmacāriṃ āsajja appaṭinissajja cārikaṃ pakkameyya. (3) ",
  "an9.11:7.1": "Seyyathāpi, bhante, vāyo sucimpi upavāyati asucimpi upavāyati gūthagatampi … muttagatampi … kheḷagatampi … pubbagatampi … lohitagatampi upavāyati, na ca tena vāyo aṭṭīyati vā harāyati vā jigucchati vā; ",
  "an9.11:7.2": "evamevaṃ kho ahaṃ, bhante, vāyosamena cetasā viharāmi vipulena mahaggatena appamāṇena averena abyāpajjena. ",
  "an9.11:7.3": "Yassa nūna, bhante, kāye kāyagatāsati anupaṭṭhitā assa, so idha aññataraṃ sabrahmacāriṃ āsajja appaṭinissajja cārikaṃ pakkameyya. (4) ",
  "an9.11:8.1": "Seyyathāpi, bhante, rajoharaṇaṃ sucimpi puñchati asucimpi puñchati gūthagatampi … muttagatampi … kheḷagatampi … pubbagatampi … lohitagatampi puñchati, na ca tena rajoharaṇaṃ aṭṭīyati vā harāyati vā jigucchati vā; ",
  "an9.11:8.2": "evamevaṃ kho ahaṃ, bhante, rajoharaṇasamena cetasā viharāmi vipulena mahaggatena appamāṇena averena abyāpajjena. ",
  "an9.11:8.3": "Yassa nūna, bhante, kāye kāyagatāsati anupaṭṭhitā assa, so idha aññataraṃ sabrahmacāriṃ āsajja appaṭinissajja cārikaṃ pakkameyya. (5) ",
  "an9.11:9.1": "Seyyathāpi, bhante, caṇḍālakumārako vā caṇḍālakumārikā vā kaḷopihattho nantakavāsī gāmaṃ vā nigamaṃ vā pavisanto nīcacittaṃyeva upaṭṭhapetvā pavisati; ",
  "an9.11:9.2": "evamevaṃ kho ahaṃ, bhante, caṇḍālakumārakacaṇḍālakumārikāsamena cetasā viharāmi vipulena mahaggatena appamāṇena averena abyāpajjena. ",
  "an9.11:9.3": "Yassa nūna, bhante, kāye kāyagatāsati anupaṭṭhitā assa, so idha aññataraṃ sabrahmacāriṃ āsajja appaṭinissajja cārikaṃ pakkameyya. (6) ",
  "an9.11:10.1": "Seyyathāpi, bhante, usabho chinnavisāṇo sūrato sudanto suvinīto rathiyāya rathiyaṃ siṅghāṭakena siṅghāṭakaṃ anvāhiṇḍanto na kiñci hiṃsati pādena vā visāṇena vā; ",
  "an9.11:10.2": "evamevaṃ kho ahaṃ, bhante, usabhachinnavisāṇasamena cetasā viharāmi vipulena mahaggatena appamāṇena averena abyāpajjena. ",
  "an9.11:10.3": "Yassa nūna, bhante, kāye kāyagatāsati anupaṭṭhitā assa, so idha aññataraṃ sabrahmacāriṃ āsajja appaṭinissajja cārikaṃ pakkameyya. (7) ",
  "an9.11:11.1": "Seyyathāpi, bhante, itthī vā puriso vā daharo yuvā maṇḍanakajātiko sīsaṃnhāto ahikuṇapena vā kukkurakuṇapena vā manussakuṇapena vā kaṇṭhe āsattena aṭṭīyeyya harāyeyya jiguccheyya; ",
  "an9.11:11.2": "evamevaṃ kho ahaṃ, bhante, iminā pūtikāyena aṭṭīyāmi harāyāmi jigucchāmi. ",
  "an9.11:11.3": "Yassa nūna, bhante, kāye kāyagatāsati anupaṭṭhitā assa, so idha aññataraṃ sabrahmacāriṃ āsajja appaṭinissajja cārikaṃ pakkameyya. (8) ",
  "an9.11:12.1": "Seyyathāpi, bhante, puriso medakathālikaṃ parihareyya chiddāvachiddaṃ uggharantaṃ paggharantaṃ; ",
  "an9.11:12.2": "evamevaṃ kho ahaṃ, bhante, imaṃ kāyaṃ pariharāmi chiddāvachiddaṃ uggharantaṃ paggharantaṃ. ",
  "an9.11:12.3": "Yassa nūna, bhante, kāye kāyagatāsati anupaṭṭhitā assa, so idha aññataraṃ sabrahmacāriṃ āsajja appaṭinissajja cārikaṃ pakkameyyā”ti. (9) ",
  "an9.11:13.1": "Atha kho so bhikkhu uṭṭhāyāsanā ekaṃsaṃ uttarāsaṅgaṃ karitvā bhagavato pādesu sirasā nipatitvā bhagavantaṃ etadavoca: ",
  "an9.11:13.2": "“accayo maṃ, bhante, accagamā yathābālaṃ yathāmūḷhaṃ yathāakusalaṃ, yo ahaṃ āyasmantaṃ sāriputtaṃ asatā tucchā musā abhūtena abbhācikkhiṃ. ",
  "an9.11:13.3": "Tassa me, bhante, bhagavā accayaṃ accayato paṭiggaṇhatu āyatiṃ saṃvarāyā”ti. ",
  "an9.11:13.4": "“Taggha taṃ, bhikkhu, accayo accagamā yathābālaṃ yathāmūḷhaṃ yathāakusalaṃ, yo tvaṃ sāriputtaṃ asatā tucchā musā abhūtena abbhācikkhi. ",
  "an9.11:13.5": "Yato ca kho tvaṃ, bhikkhu, accayaṃ accayato disvā yathādhammaṃ paṭikarosi, taṃ te mayaṃ paṭiggaṇhāma. ",
  "an9.11:13.6": "Vuḍḍhihesā, bhikkhu, ariyassa vinaye yo accayaṃ accayato disvā yathādhammaṃ paṭikaroti āyatiṃ saṃvaraṃ āpajjatī”ti. ",
  "an9.11:14.1": "Atha kho bhagavā āyasmantaṃ sāriputtaṃ āmantesi: ",
  "an9.11:14.2": "“khama, sāriputta, imassa moghapurisassa, purā tassa tattheva sattadhā muddhā phalatī”ti. ",
  "an9.11:14.3": "“Khamāmahaṃ, bhante, tassa āyasmato sace maṃ so āyasmā evamāha: ",
  "an9.11:14.4": "‘khamatu ca me so āyasmā’”ti. ",
  "an9.11:14.5": "Paṭhamaṃ. "
}