{
  "an9.3:0.1": "Aṅguttara Nikāya 9 ",
  "an9.3:0.2": "1. Sambodhivagga ",
  "an9.3:0.3": "3. Meghiyasutta ",
  "an9.3:1.1": "Ekaṃ samayaṃ bhagavā cālikāyaṃ viharati cālikāpabbate. ",
  "an9.3:1.2": "Tena kho pana samayena āyasmā meghiyo bhagavato upaṭṭhāko hoti. ",
  "an9.3:1.3": "Atha kho āyasmā meghiyo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ aṭṭhāsi. Ekamantaṃ ṭhito kho āyasmā meghiyo bhagavantaṃ etadavoca: ",
  "an9.3:1.4": "“icchāmahaṃ, bhante, jantugāmaṃ piṇḍāya pavisitun”ti. ",
  "an9.3:1.5": "“Yassadāni tvaṃ, meghiya, kālaṃ maññasī”ti. ",
  "an9.3:2.1": "Atha kho āyasmā meghiyo pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya jantugāmaṃ piṇḍāya pāvisi. ",
  "an9.3:2.2": "Jantugāme piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkanto yena kimikāḷāya nadiyā tīraṃ tenupasaṅkami. ",
  "an9.3:2.3": "Addasā kho āyasmā meghiyo kimikāḷāya nadiyā tīre jaṅghāvihāraṃ anucaṅkamamāno anuvicaramāno ambavanaṃ pāsādikaṃ ramaṇīyaṃ. ",
  "an9.3:2.4": "Disvānassa etadahosi: ",
  "an9.3:2.5": "“pāsādikaṃ vatidaṃ ambavanaṃ ramaṇīyaṃ, alaṃ vatidaṃ kulaputtassa padhānatthikassa padhānāya. ",
  "an9.3:2.6": "Sace maṃ bhagavā anujāneyya, āgaccheyyāhaṃ imaṃ ambavanaṃ padhānāyā”ti. ",
  "an9.3:3.1": "Atha kho āyasmā meghiyo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā meghiyo bhagavantaṃ etadavoca: ",
  "an9.3:4.1": "“Idhāhaṃ, bhante, pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya jantugāmaṃ piṇḍāya pāvisiṃ. ",
  "an9.3:4.2": "Jantugāme piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkanto yena kimikāḷāya nadiyā tīraṃ tenupasaṅkamiṃ. ",
  "an9.3:4.3": "Addasaṃ kho ahaṃ, bhante, kimikāḷāya nadiyā tīre jaṅghāvihāraṃ anucaṅkamamāno anuvicaramāno ambavanaṃ pāsādikaṃ ramaṇīyaṃ. ",
  "an9.3:4.4": "Disvāna me etadahosi: ",
  "an9.3:4.5": "‘pāsādikaṃ vatidaṃ ambavanaṃ ramaṇīyaṃ. ",
  "an9.3:4.6": "Alaṃ vatidaṃ kulaputtassa padhānatthikassa padhānāya. ",
  "an9.3:4.7": "Sace maṃ bhagavā anujāneyya, āgaccheyyāhaṃ imaṃ ambavanaṃ padhānāyā’ti. ",
  "an9.3:4.8": "Sace maṃ bhagavā anujāneyya, gaccheyyāhaṃ taṃ ambavanaṃ padhānāyā”ti. ",
  "an9.3:4.9": "“Āgamehi tāva, meghiya. Ekakamhi tāva yāva aññopi koci bhikkhu āgacchatī”ti. ",
  "an9.3:5.1": "Dutiyampi kho āyasmā meghiyo bhagavantaṃ etadavoca: ",
  "an9.3:5.2": "“bhagavato, bhante, natthi kiñci uttari karaṇīyaṃ, natthi katassa paṭicayo. ",
  "an9.3:5.3": "Mayhaṃ kho pana, bhante, atthi uttari karaṇīyaṃ, atthi katassa paṭicayo. ",
  "an9.3:5.4": "Sace maṃ bhagavā anujāneyya, gaccheyyāhaṃ taṃ ambavanaṃ padhānāyā”ti. ",
  "an9.3:5.5": "“Āgamehi tāva, meghiya, ekakamhi tāva yāva aññopi koci bhikkhu āgacchatī”ti. ",
  "an9.3:6.1": "Tatiyampi kho āyasmā meghiyo bhagavantaṃ etadavoca: ",
  "an9.3:6.2": "“bhagavato, bhante, natthi kiñci uttari karaṇīyaṃ, natthi katassa paṭicayo. ",
  "an9.3:6.3": "Mayhaṃ kho pana, bhante, atthi uttari karaṇīyaṃ, atthi katassa paṭicayo. ",
  "an9.3:6.4": "Sace maṃ bhagavā anujāneyya, gaccheyyāhaṃ taṃ ambavanaṃ padhānāyā”ti. ",
  "an9.3:6.5": "“Padhānanti kho, meghiya, vadamānaṃ kinti vadeyyāma. ",
  "an9.3:6.6": "Yassadāni tvaṃ, meghiya, kālaṃ maññasī”ti. ",
  "an9.3:7.1": "Atha kho āyasmā meghiyo uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā yena taṃ ambavanaṃ tenupasaṅkami; upasaṅkamitvā taṃ ambavanaṃ ajjhogāhetvā aññatarasmiṃ rukkhamūle divāvihāraṃ nisīdi. ",
  "an9.3:7.2": "Atha kho āyasmato meghiyassa tasmiṃ ambavane viharantassa yebhuyyena tayo pāpakā akusalā vitakkā samudācaranti, seyyathidaṃ—",
  "an9.3:7.3": "kāmavitakko, byāpādavitakko, vihiṃsāvitakko. ",
  "an9.3:7.4": "Atha kho āyasmato meghiyassa etadahosi: ",
  "an9.3:7.5": "“acchariyaṃ vata bho, abbhutaṃ vata bho. ",
  "an9.3:7.6": "Saddhāya ca vatamhā agārasmā anagāriyaṃ pabbajitā; ",
  "an9.3:7.7": "atha ca panimehi tīhi pāpakehi akusalehi vitakkehi anvāsattā—",
  "an9.3:7.8": "kāmavitakkena, byāpādavitakkena, vihiṃsāvitakkenā”ti. ",
  "an9.3:8.1": "Atha kho āyasmā meghiyo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā meghiyo bhagavantaṃ etadavoca: ",
  "an9.3:9.1": "“Idha mayhaṃ, bhante, tasmiṃ ambavane viharantassa yebhuyyena tayo pāpakā akusalā vitakkā samudācaranti, seyyathidaṃ—",
  "an9.3:9.2": "Tassa mayhaṃ, bhante, etadahosi: ",
  "an9.3:9.3": "‘acchariyaṃ vata bho, abbhutaṃ vata bho. ",
  "an9.3:9.4": "Saddhāya ca vatamhā agārasmā anagāriyaṃ pabbajitā; ",
  "an9.3:9.5": "atha ca panimehi tīhi pāpakehi akusalehi vitakkehi anvāsattā—",
  "an9.3:9.6": "kāmavitakkena, byāpādavitakkena, vihiṃsāvitakkenā’”ti. ",
  "an9.3:10.1": "“Aparipakkāya, meghiya, cetovimuttiyā pañca dhammā paripakkāya saṃvattanti. ",
  "an9.3:10.2": "Katame pañca? ",
  "an9.3:10.3": "Idha, meghiya, bhikkhu kalyāṇamitto hoti kalyāṇasahāyo kalyāṇasampavaṅko. ",
  "an9.3:10.4": "Aparipakkāya, meghiya, cetovimuttiyā ayaṃ paṭhamo dhammo paripakkāya saṃvattati. (1) ",
  "an9.3:11.1": "Puna caparaṃ, meghiya, bhikkhu sīlavā hoti, pātimokkhasaṃvarasaṃvuto viharati ācāragocarasampanno aṇumattesu vajjesu bhayadassāvī, samādāya sikkhati sikkhāpadesu. ",
  "an9.3:11.2": "Aparipakkāya, meghiya, cetovimuttiyā ayaṃ dutiyo dhammo paripakkāya saṃvattati. (2) ",
  "an9.3:12.1": "Puna caparaṃ, meghiya, yāyaṃ kathā abhisallekhikā cetovivaraṇasappāyā, seyyathidaṃ—appicchakathā santuṭṭhikathā pavivekakathā asaṃsaggakathā vīriyārambhakathā sīlakathā samādhikathā paññākathā vimuttikathā vimuttiñāṇadassanakathā, evarūpiyā kathāya nikāmalābhī hoti akicchalābhī akasiralābhī. ",
  "an9.3:12.2": "Aparipakkāya, meghiya, cetovimuttiyā ayaṃ tatiyo dhammo paripakkāya saṃvattati. (3) ",
  "an9.3:13.1": "Puna caparaṃ, meghiya, bhikkhu āraddhavīriyo viharati akusalānaṃ dhammānaṃ pahānāya, kusalānaṃ dhammānaṃ upasampadāya, thāmavā daḷhaparakkamo anikkhittadhuro kusalesu dhammesu. ",
  "an9.3:13.2": "Aparipakkāya, meghiya, cetovimuttiyā ayaṃ catuttho dhammo paripakkāya saṃvattati. (4) ",
  "an9.3:14.1": "Puna caparaṃ, meghiya, bhikkhu paññavā hoti udayatthagāminiyā paññāya samannāgato ariyāya nibbedhikāya sammā dukkhakkhayagāminiyā. ",
  "an9.3:14.2": "Aparipakkāya, meghiya, cetovimuttiyā ayaṃ pañcamo dhammo paripakkāya saṃvattati. ",
  "an9.3:15.1": "Kalyāṇamittassetaṃ, meghiya, bhikkhuno pāṭikaṅkhaṃ kalyāṇasahāyassa kalyāṇasampavaṅkassa: ",
  "an9.3:15.2": "‘sīlavā bhavissati …pe… samādāya sikkhissati sikkhāpadesu’. ",
  "an9.3:16.1": "Kalyāṇamittassetaṃ, meghiya, bhikkhuno pāṭikaṅkhaṃ kalyāṇasahāyassa kalyāṇasampavaṅkassa: ",
  "an9.3:16.2": "‘yāyaṃ kathā abhisallekhikā cetovivaraṇasappāyā, seyyathidaṃ—appicchakathā …pe… vimuttiñāṇadassanakathā, evarūpiyā kathāya nikāmalābhī bhavissati akicchalābhī akasiralābhī’. ",
  "an9.3:17.1": "Kalyāṇamittassetaṃ, meghiya, bhikkhuno pāṭikaṅkhaṃ kalyāṇasahāyassa kalyāṇasampavaṅkassa: ‘āraddhavīriyo viharissati …pe… anikkhittadhuro kusalesu dhammesu’. ",
  "an9.3:18.1": "Kalyāṇamittassetaṃ, meghiya, bhikkhuno pāṭikaṅkhaṃ kalyāṇasahāyassa kalyāṇasampavaṅkassa: ‘paññavā bhavissati …pe… sammādukkhakkhayagāminiyā’. (5) ",
  "an9.3:19.1": "Tena ca pana, meghiya, bhikkhunā imesu pañcasu dhammesu patiṭṭhāya cattāro dhammā uttari bhāvetabbā—",
  "an9.3:19.2": "asubhā bhāvetabbā rāgassa pahānāya, mettā bhāvetabbā byāpādassa pahānāya, ānāpānassati bhāvetabbā vitakkupacchedāya, aniccasaññā bhāvetabbā asmimānasamugghātāya. ",
  "an9.3:19.3": "Aniccasaññino, meghiya, anattasaññā saṇṭhāti. ",
  "an9.3:19.4": "Anattasaññī asmimānasamugghātaṃ pāpuṇāti diṭṭheva dhamme nibbānan”ti. (6–9.) ",
  "an9.3:19.5": "Tatiyaṃ. "
}