{
  "ya2.2.3:0.1": "2 Khandhayamaka",
  "ya2.2.3:0.2": "2.2 Pavattivāra",
  "ya2.2.3:0.3": "2.2.3. Uppādanirodhavāra",
  "ya2.2.3:1.0.1": "2.2.3.1 Paccuppannavāra",
  "ya2.2.3:1.0.2": "2.2.3.1.1. Anulomapuggala",
  "ya2.2.3:1.1": "» Yassa rūpakkhandho uppajjati tassa vedanākkhandho nirujjhatīti? No.",
  "ya2.2.3:2.1": "« Yassa vā pana vedanākkhandho nirujjhati tassa rūpakkhandho uppajjatīti? No.",
  "ya2.2.3:3.1": "» Yassa vedanākkhandho uppajjati tassa saññākkhandho nirujjhatīti? No.",
  "ya2.2.3:4.1": "« Yassa vā pana saññākkhandho nirujjhati tassa vedanākkhandho uppajjatīti? No.",
  "ya2.2.3:5.0": "2.2.3.1.2. Anulomaokāsa",
  "ya2.2.3:5.1": "» Yattha rūpakkhandho uppajjati tattha vedanākkhandho nirujjhatīti?",
  "ya2.2.3:6.1": "Asaññasatte tattha rūpakkhandho uppajjati, no ca tattha vedanākkhandho nirujjhati. Pañcavokāre tattha rūpakkhandho ca uppajjati vedanākkhandho ca nirujjhati.",
  "ya2.2.3:7.1": "« Yattha vā pana vedanākkhandho nirujjhati tattha rūpakkhandho uppajjatīti?",
  "ya2.2.3:8.1": "Arūpe tattha vedanākkhandho nirujjhati, no ca tattha rūpakkhandho uppajjati. Pañcavokāre tattha vedanākkhandho ca nirujjhati rūpakkhandho ca uppajjati.",
  "ya2.2.3:9.1": "» Yattha vedanākkhandho uppajjati tattha saññākkhandho nirujjhatīti? Āmantā.",
  "ya2.2.3:10.1": "« Yattha vā pana saññākkhandho nirujjhati tattha vedanākkhandho uppajjatīti? Āmantā.",
  "ya2.2.3:11.0": "2.2.3.1.3. Anulomapuggalokāsa",
  "ya2.2.3:11.1": "» Yassa yattha rūpakkhandho uppajjati tassa tattha vedanākkhandho nirujjhatīti? No.",
  "ya2.2.3:12.1": "« Yassa vā pana yattha vedanākkhandho nirujjhati tassa tattha rūpakkhandho uppajjatīti? No.",
  "ya2.2.3:13.1": "» Yassa yattha vedanākkhandho uppajjati tassa tattha saññākkhandho nirujjhatīti? No.",
  "ya2.2.3:14.1": "« Yassa vā pana yattha saññākkhandho nirujjhati tassa tattha vedanākkhandho uppajjatīti? No.",
  "ya2.2.3:15.0": "2.2.3.1.4. Paccanīkapuggala",
  "ya2.2.3:15.1": "» Yassa rūpakkhandho nuppajjati tassa vedanākkhandho na nirujjhatīti?",
  "ya2.2.3:16.1": "Catuvokārā pañcavokārā cavantānaṁ tesaṁ rūpakkhandho nuppajjati, no ca tesaṁ vedanākkhandho na nirujjhati. Arūpaṁ upapajjantānaṁ asaññasattā cavantānaṁ tesaṁ rūpakkhandho ca nuppajjati vedanākkhandho ca na nirujjhati.",
  "ya2.2.3:17.1": "« Yassa vā pana vedanākkhandho na nirujjhati tassa rūpakkhandho nuppajjatīti?",
  "ya2.2.3:18.1": "Pañcavokāraṁ upapajjantānaṁ asaññasattaṁ upapajjantānaṁ tesaṁ vedanākkhandho na nirujjhati, no ca tesaṁ rūpakkhandho nuppajjati. Arūpaṁ upapajjantānaṁ asaññasattā cavantānaṁ tesaṁ vedanākkhandho ca na nirujjhati rūpakkhandho ca nuppajjati.",
  "ya2.2.3:19.1": "» Yassa vedanākkhandho nuppajjati tassa saññākkhandho na nirujjhatīti?",
  "ya2.2.3:20.1": "Catuvokārā pañcavokārā cavantānaṁ tesaṁ vedanākkhandho nuppajjati, no ca tesaṁ saññākkhandho na nirujjhati. Asaññasattānaṁ tesaṁ vedanākkhandho ca nuppajjati saññākkhandho ca na nirujjhati.",
  "ya2.2.3:21.1": "« Yassa vā pana saññākkhandho na nirujjhati tassa vedanākkhandho nuppajjatīti?",
  "ya2.2.3:22.1": "Catuvokāraṁ pañcavokāraṁ upapajjantānaṁ tesaṁ saññākkhandho na nirujjhati, no ca tesaṁ vedanākkhandho nuppajjati. Asaññasattānaṁ tesaṁ saññākkhandho ca na nirujjhati vedanākkhandho ca nuppajjati.",
  "ya2.2.3:23.0": "2.2.3.1.5. Paccanīkaokāsa",
  "ya2.2.3:23.1": "» Yattha rūpakkhandho nuppajjati tattha vedanākkhandho na nirujjhatīti? Nirujjhati.",
  "ya2.2.3:24.1": "« Yattha vā pana vedanākkhandho na nirujjhati tattha rūpakkhandho nuppajjatīti? Uppajjati.",
  "ya2.2.3:25.1": "» Yattha vedanākkhandho nuppajjati tattha saññākkhandho na nirujjhatīti? Āmantā.",
  "ya2.2.3:26.1": "« Yattha vā pana saññākkhandho na nirujjhati tattha vedanākkhandho nuppajjatīti? Āmantā.",
  "ya2.2.3:27.0": "2.2.3.1.6. Paccanīkapuggalokāsa",
  "ya2.2.3:27.1": "» Yassa yattha rūpakkhandho nuppajjati tassa tattha vedanākkhandho na nirujjhatīti?",
  "ya2.2.3:28.1": "Catuvokārā pañcavokārā cavantānaṁ tesaṁ tattha rūpakkhandho nuppajjati, no ca tesaṁ tattha vedanākkhandho na nirujjhati. Arūpaṁ upapajjantānaṁ asaññasattā cavantānaṁ tesaṁ tattha rūpakkhandho ca nuppajjati vedanākkhandho ca na nirujjhati.",
  "ya2.2.3:29.1": "« Yassa vā pana yattha vedanākkhandho na nirujjhati tassa tattha rūpakkhandho nuppajjatīti?",
  "ya2.2.3:30.1": "Pañcavokāraṁ upapajjantānaṁ asaññasattaṁ upapajjantānaṁ tesaṁ tattha vedanākkhandho na nirujjhati, no ca tesaṁ tattha rūpakkhandho nuppajjati. Arūpaṁ upapajjantānaṁ asaññasattā cavantānaṁ tesaṁ tattha vedanākkhandho ca na nirujjhati rūpakkhandho ca nuppajjati.",
  "ya2.2.3:31.1": "» Yassa yattha vedanākkhandho nuppajjati tassa tattha saññākkhandho na nirujjhatīti?",
  "ya2.2.3:32.1": "Catuvokārā pañcavokārā cavantānaṁ tesaṁ tattha vedanākkhandho nuppajjati, no ca tesaṁ tattha saññākkhandho na nirujjhati. Asaññasattānaṁ tesaṁ tattha vedanākkhandho ca nuppajjati saññākkhandho ca na nirujjhati.",
  "ya2.2.3:33.1": "« Yassa vā pana yattha saññākkhandho na nirujjhati tassa tattha vedanākkhandho nuppajjatīti?",
  "ya2.2.3:34.1": "Catuvokāraṁ pañcavokāraṁ upapajjantānaṁ tesaṁ tattha saññākkhandho na nirujjhati, no ca tesaṁ tattha vedanākkhandho nuppajjati. Asaññasattānaṁ tesaṁ tattha saññākkhandho ca na nirujjhati vedanākkhandho ca nuppajjati.",
  "ya2.2.3:35.0.1": "2.2.3.2. Atītavāra",
  "ya2.2.3:35.0.2": "2.2.3.2.1. Anulomapuggala",
  "ya2.2.3:35.1": "» Yassa rūpakkhandho uppajjittha tassa vedanākkhandho nirujjhitthāti? Āmantā.",
  "ya2.2.3:36.1": "« Yassa vā pana vedanākkhandho nirujjhittha tassa rūpakkhandho uppajjitthāti? Āmantā.",
  "ya2.2.3:37.1": "» Yassa vedanākkhandho uppajjittha tassa saññākkhandho nirujjhitthāti? Āmantā.",
  "ya2.2.3:38.1": "« Yassa vā pana saññākkhandho nirujjhittha tassa vedanākkhandho uppajjitthāti? Āmantā.",
  "ya2.2.3:39.0": "2.2.3.2.2. Anulomaokāsa",
  "ya2.2.3:39.1": "» Yattha rūpakkhandho uppajjittha …pe….",
  "ya2.2.3:40.0": "2.2.3.2.3. Anulomapuggalokāsa",
  "ya2.2.3:40.1": "» Yassa yattha rūpakkhandho uppajjittha tassa tattha vedanākkhandho nirujjhitthāti?",
  "ya2.2.3:41.1": "Asaññasattānaṁ tesaṁ tattha rūpakkhandho uppajjittha, no ca tesaṁ tattha vedanākkhandho nirujjhittha. Pañcavokārānaṁ tesaṁ tattha rūpakkhandho ca uppajjittha vedanākkhandho ca nirujjhittha.",
  "ya2.2.3:42.1": "« Yassa vā pana yattha vedanākkhandho nirujjhittha tassa tattha rūpakkhandho uppajjitthāti?",
  "ya2.2.3:43.1": "Arūpānaṁ tesaṁ tattha vedanākkhandho nirujjhittha, no ca tesaṁ tattha rūpakkhandho uppajjittha. Pañcavokārānaṁ tesaṁ tattha vedanākkhandho ca nirujjhittha rūpakkhandho ca uppajjittha.",
  "ya2.2.3:44.1": "» Yassa yattha vedanākkhandho uppajjittha tassa tattha saññākkhandho nirujjhitthāti? Āmantā.",
  "ya2.2.3:45.1": "« Yassa vā pana yattha saññākkhandho nirujjhittha tassa tattha vedanākkhandho uppajjitthāti? Āmantā.",
  "ya2.2.3:46.0": "2.2.3.2.4. Paccanīkapuggala",
  "ya2.2.3:46.1": "» Yassa rūpakkhandho nuppajjittha tassa vedanākkhandho na nirujjhitthāti? Natthi.",
  "ya2.2.3:47.1": "« Yassa vā pana vedanākkhandho na nirujjhittha tassa rūpakkhandho nuppajjitthāti? Natthi.",
  "ya2.2.3:48.1": "» Yassa vedanākkhandho nuppajjittha tassa saññākkhandho na nirujjhitthāti? Natthi.",
  "ya2.2.3:49.1": "« Yassa vā pana saññākkhandho na nirujjhittha tassa vedanākkhandho nuppajjitthāti? Natthi.",
  "ya2.2.3:50.0": "2.2.3.2.5. Paccanīkaokāsa",
  "ya2.2.3:50.1": "» Yattha rūpakkhandho nuppajjittha …pe….",
  "ya2.2.3:51.0": "2.2.3.2.6. Paccanīkapuggalokāsa",
  "ya2.2.3:51.1": "» Yassa yattha rūpakkhandho nuppajjittha tassa tattha vedanākkhandho na nirujjhitthāti?",
  "ya2.2.3:52.1": "Arūpānaṁ tesaṁ tattha rūpakkhandho nuppajjittha, no ca tesaṁ tattha vedanākkhandho na nirujjhittha. Suddhāvāsānaṁ tesaṁ tattha rūpakkhandho ca nuppajjittha vedanākkhandho ca na nirujjhittha.",
  "ya2.2.3:53.1": "« Yassa vā pana yattha vedanākkhandho na nirujjhittha tassa tattha rūpakkhandho nuppajjitthāti?",
  "ya2.2.3:54.1": "Asaññasattānaṁ tesaṁ tattha vedanākkhandho na nirujjhittha, no ca tesaṁ tattha rūpakkhandho nuppajjittha. Suddhāvāsānaṁ tesaṁ tattha vedanākkhandho ca na nirujjhittha rūpakkhandho ca nuppajjittha.",
  "ya2.2.3:55.1": "» Yassa yattha vedanākkhandho nuppajjittha tassa tattha saññākkhandho na nirujjhitthāti? Āmantā.",
  "ya2.2.3:56.1": "« Yassa vā pana yattha saññākkhandho na nirujjhittha tassa tattha vedanākkhandho nuppajjitthāti? Āmantā.",
  "ya2.2.3:57.0.1": "2.2.3.3. Anāgatavāra",
  "ya2.2.3:57.0.2": "2.2.3.3.1. Anulomapuggala",
  "ya2.2.3:57.1": "» Yassa rūpakkhandho uppajjissati tassa vedanākkhandho nirujjhissatīti? Āmantā.",
  "ya2.2.3:58.1": "« Yassa vā pana vedanākkhandho nirujjhissati tassa rūpakkhandho uppajjissatīti?",
  "ya2.2.3:59.1": "Pacchimabhavikānaṁ upapajjantānaṁ ye ca arūpaṁ upapajjitvā parinibbāyissanti tesaṁ vedanākkhandho nirujjhissati, no ca tesaṁ rūpakkhandho uppajjissati. Itaresaṁ tesaṁ vedanākkhandho ca nirujjhissati rūpakkhandho ca uppajjissati.",
  "ya2.2.3:60.1": "» Yassa vedanākkhandho uppajjissati tassa saññākkhandho nirujjhissatīti? Āmantā.",
  "ya2.2.3:61.1": "« Yassa vā pana saññākkhandho nirujjhissati tassa vedanākkhandho uppajjissatīti?",
  "ya2.2.3:62.1": "Pacchimabhavikānaṁ upapajjantānaṁ tesaṁ saññākkhandho nirujjhissati, no ca tesaṁ vedanākkhandho uppajjissati. Itaresaṁ tesaṁ saññākkhandho ca nirujjhissati vedanākkhandho ca uppajjissati.",
  "ya2.2.3:63.0": "2.2.3.3.2. Anulomaokāsa",
  "ya2.2.3:63.1": "» Yattha rūpakkhandho uppajjissati …pe….",
  "ya2.2.3:64.0": "2.2.3.3.3. Anulomapuggalokāsa",
  "ya2.2.3:64.1": "» Yassa yattha rūpakkhandho uppajjissati tassa tattha vedanākkhandho nirujjhissatīti?",
  "ya2.2.3:65.1": "Asaññasattānaṁ tesaṁ tattha rūpakkhandho uppajjissati, no ca tesaṁ tattha vedanākkhandho nirujjhissati. Pañcavokārānaṁ tesaṁ tattha rūpakkhandho ca uppajjissati vedanākkhandho ca nirujjhissati.",
  "ya2.2.3:66.1": "« Yassa vā pana yattha vedanākkhandho nirujjhissati tassa tattha rūpakkhandho uppajjissatīti?",
  "ya2.2.3:67.1": "Pacchimabhavikānaṁ pañcavokāraṁ upapajjantānaṁ arūpānaṁ tesaṁ tattha vedanākkhandho nirujjhissati, no ca tesaṁ tattha rūpakkhandho uppajjissati. Itaresaṁ pañcavokārānaṁ tesaṁ tattha vedanākkhandho ca nirujjhissati rūpakkhandho ca uppajjissati.",
  "ya2.2.3:68.1": "» Yassa yattha vedanākkhandho uppajjissati tassa tattha saññākkhandho nirujjhissatīti? Āmantā.",
  "ya2.2.3:69.1": "« Yassa vā pana yattha saññākkhandho nirujjhissati tassa tattha vedanākkhandho uppajjissatīti?",
  "ya2.2.3:70.1": "Pacchimabhavikānaṁ upapajjantānaṁ tesaṁ tattha saññākkhandho nirujjhissati, no ca tesaṁ tattha vedanākkhandho uppajjissati. Itaresaṁ catuvokārānaṁ pañcavokārānaṁ tesaṁ tattha saññākkhandho ca nirujjhissati vedanākkhandho ca uppajjissati.",
  "ya2.2.3:71.0": "2.2.3.3.4. Paccanīkapuggala",
  "ya2.2.3:71.1": "» Yassa rūpakkhandho nuppajjissati tassa vedanākkhandho na nirujjhissatīti?",
  "ya2.2.3:72.1": "Pacchimabhavikānaṁ upapajjantānaṁ ye ca arūpaṁ upapajjitvā parinibbāyissanti tesaṁ rūpakkhandho nuppajjissati, no ca tesaṁ vedanākkhandho na nirujjhissati. Parinibbantānaṁ tesaṁ rūpakkhandho ca nuppajjissati vedanākkhandho ca na nirujjhissati.",
  "ya2.2.3:73.1": "« Yassa vā pana vedanākkhandho na nirujjhissati tassa rūpakkhandho nuppajjissatīti? Āmantā.",
  "ya2.2.3:74.1": "» Yassa vedanākkhandho nuppajjissati tassa saññākkhandho na nirujjhissatīti?",
  "ya2.2.3:75.1": "Pacchimabhavikānaṁ upapajjantānaṁ tesaṁ vedanākkhandho nuppajjissati, no ca tesaṁ saññākkhandho na nirujjhissati. Parinibbantānaṁ tesaṁ vedanākkhandho ca nuppajjissati saññākkhandho ca na nirujjhissati.",
  "ya2.2.3:76.1": "« Yassa vā pana saññākkhandho na nirujjhissati tassa vedanākkhandho nuppajjissatīti? Āmantā.",
  "ya2.2.3:77.0": "2.2.3.3.5. Paccanīkaokāsa",
  "ya2.2.3:77.1": "» Yattha rūpakkhandho nuppajjissati …pe….",
  "ya2.2.3:78.0": "2.2.3.3.6. Paccanīkapuggalokāsa",
  "ya2.2.3:78.1": "» Yassa yattha rūpakkhandho nuppajjissati tassa tattha vedanākkhandho na nirujjhissatīti?",
  "ya2.2.3:79.1": "Pacchimabhavikānaṁ pañcavokāraṁ upapajjantānaṁ arūpānaṁ tesaṁ tattha rūpakkhandho nuppajjissati, no ca tesaṁ tattha vedanākkhandho na nirujjhissati. Parinibbantānaṁ tesaṁ tattha rūpakkhandho ca nuppajjissati vedanākkhandho ca na nirujjhissati.",
  "ya2.2.3:80.1": "« Yassa vā pana yattha vedanākkhandho na nirujjhissati tassa tattha rūpakkhandho nuppajjissatīti?",
  "ya2.2.3:81.1": "Asaññasattānaṁ tesaṁ tattha vedanākkhandho na nirujjhissati, no ca tesaṁ tattha rūpakkhandho nuppajjissati. Parinibbantānaṁ tesaṁ tattha vedanākkhandho ca na nirujjhissati rūpakkhandho ca nuppajjissati.",
  "ya2.2.3:82.1": "» Yassa yattha vedanākkhandho nuppajjissati tassa tattha saññākkhandho na nirujjhissatīti?",
  "ya2.2.3:83.1": "Pacchimabhavikānaṁ upapajjantānaṁ tesaṁ tattha vedanākkhandho nuppajjissati, no ca tesaṁ tattha saññākkhandho na nirujjhissati. Parinibbantānaṁ asaññasattānaṁ tesaṁ tattha vedanākkhandho ca nuppajjissati saññākkhandho ca na nirujjhissati.",
  "ya2.2.3:84.1": "« Yassa vā pana yattha saññākkhandho na nirujjhissati tassa tattha vedanākkhandho nuppajjissatīti? Āmantā.",
  "ya2.2.3:85.0.1": "2.2.3.4. Paccuppannātītavāra",
  "ya2.2.3:85.0.2": "2.2.3.4.1. Anulomapuggala",
  "ya2.2.3:85.1": "» Yassa rūpakkhandho uppajjati tassa vedanākkhandho nirujjhitthāti? Āmantā.",
  "ya2.2.3:86.1": "« Yassa vā pana vedanākkhandho nirujjhittha tassa rūpakkhandho uppajjatīti?",
  "ya2.2.3:87.1": "Sabbesaṁ cavantānaṁ arūpaṁ upapajjantānaṁ tesaṁ vedanākkhandho nirujjhittha, no ca tesaṁ rūpakkhandho uppajjati. Pañcavokāraṁ upapajjantānaṁ asaññasattaṁ upapajjantānaṁ tesaṁ vedanākkhandho ca nirujjhittha rūpakkhandho ca uppajjati …pe….",
  "ya2.2.3:88.1": "(Yathā uppādavāre paccuppannātītaṁ vibhattaṁ tathā idha vibhajitabbaṁ.)",
  "ya2.2.3:89.0.1": "2.2.3.5. Paccuppannānāgatavāra",
  "ya2.2.3:89.0.2": "2.2.3.5.1. Anulomapuggala",
  "ya2.2.3:89.1": "» Yassa rūpakkhandho uppajjati tassa vedanākkhandho nirujjhissatīti? Āmantā.",
  "ya2.2.3:90.1": "« Yassa vā pana vedanākkhandho nirujjhissati tassa rūpakkhandho uppajjatīti?",
  "ya2.2.3:91.1": "Sabbesaṁ cavantānaṁ arūpaṁ upapajjantānaṁ tesaṁ vedanākkhandho nirujjhissati, no ca tesaṁ rūpakkhandho uppajjati. Pañcavokāraṁ upapajjantānaṁ asaññasattaṁ upapajjantānaṁ tesaṁ vedanākkhandho ca nirujjhissati rūpakkhandho ca uppajjati.",
  "ya2.2.3:92.1": "» Yassa vedanākkhandho uppajjati tassa saññākkhandho nirujjhissatīti? Āmantā.",
  "ya2.2.3:93.1": "« Yassa vā pana saññākkhandho nirujjhissati tassa vedanākkhandho uppajjatīti?",
  "ya2.2.3:94.1": "Sabbesaṁ cavantānaṁ asaññasattaṁ upapajjantānaṁ tesaṁ saññākkhandho nirujjhissati, no ca tesaṁ vedanākkhandho uppajjati. Catuvokāraṁ pañcavokāraṁ upapajjantānaṁ tesaṁ saññākkhandho ca nirujjhissati vedanākkhandho ca uppajjati.",
  "ya2.2.3:95.0": "2.2.3.5.2. Anulomaokāsa",
  "ya2.2.3:95.1": "» Yattha rūpakkhandho uppajjati …pe….",
  "ya2.2.3:96.0": "2.2.3.5.3. Anulomapuggalokāsa",
  "ya2.2.3:96.1": "» Yassa yattha rūpakkhandho uppajjati tassa tattha vedanākkhandho nirujjhissatīti?",
  "ya2.2.3:97.1": "Asaññasattaṁ upapajjantānaṁ tesaṁ tattha rūpakkhandho uppajjati, no ca tesaṁ tattha vedanākkhandho nirujjhissati. Pañcavokāraṁ upapajjantānaṁ tesaṁ tattha rūpakkhandho ca uppajjati vedanākkhandho ca nirujjhissati.",
  "ya2.2.3:98.1": "« Yassa vā pana yattha vedanākkhandho nirujjhissati tassa tattha rūpakkhandho uppajjatīti?",
  "ya2.2.3:99.1": "Pañcavokārā cavantānaṁ arūpānaṁ tesaṁ tattha vedanākkhandho nirujjhissati, no ca tesaṁ tattha rūpakkhandho uppajjati. Pañcavokāraṁ upapajjantānaṁ tesaṁ tattha vedanākkhandho ca nirujjhissati rūpakkhandho ca uppajjati.",
  "ya2.2.3:100.1": "» Yassa yattha vedanākkhandho uppajjati tassa tattha saññākkhandho nirujjhissatīti? Āmantā.",
  "ya2.2.3:101.1": "« Yassa vā pana yattha saññākkhandho nirujjhissati tassa tattha vedanākkhandho uppajjatīti?",
  "ya2.2.3:102.1": "Catuvokārā pañcavokārā cavantānaṁ tesaṁ tattha saññākkhandho nirujjhissati, no ca tesaṁ tattha vedanākkhandho uppajjati. Catuvokāraṁ pañcavokāraṁ upapajjantānaṁ tesaṁ tattha saññākkhandho ca nirujjhissati vedanākkhandho ca uppajjati.",
  "ya2.2.3:103.0": "2.2.3.5.4. Paccanīkapuggala",
  "ya2.2.3:103.1": "» Yassa rūpakkhandho nuppajjati tassa vedanākkhandho na nirujjhissatīti?",
  "ya2.2.3:104.1": "Sabbesaṁ cavantānaṁ arūpaṁ upapajjantānaṁ tesaṁ rūpakkhandho nuppajjati, no ca tesaṁ vedanākkhandho na nirujjhissati. Parinibbantānaṁ tesaṁ rūpakkhandho ca nuppajjati vedanākkhandho ca na nirujjhissati.",
  "ya2.2.3:105.1": "« Yassa vā pana vedanākkhandho na nirujjhissati tassa rūpakkhandho nuppajjatīti? Āmantā.",
  "ya2.2.3:106.1": "» Yassa vedanākkhandho nuppajjati tassa saññākkhandho na nirujjhissatīti?",
  "ya2.2.3:107.1": "Sabbesaṁ cavantānaṁ asaññasattaṁ upapajjantānaṁ tesaṁ vedanākkhandho nuppajjati, no ca tesaṁ saññākkhandho na nirujjhissati. Parinibbantānaṁ tesaṁ vedanākkhandho ca nuppajjati saññākkhandho ca na nirujjhissati.",
  "ya2.2.3:108.1": "« Yassa vā pana saññākkhandho na nirujjhissati tassa vedanākkhandho nuppajjatīti? Āmantā.",
  "ya2.2.3:109.0": "2.2.3.5.5. Paccanīkaokāsa",
  "ya2.2.3:109.1": "» Yattha rūpakkhandho nuppajjati …pe….",
  "ya2.2.3:110.0": "2.2.3.5.6. Paccanīkapuggalokāsa",
  "ya2.2.3:110.1": "» Yassa yattha rūpakkhandho nuppajjati tassa tattha vedanākkhandho na nirujjhissatīti?",
  "ya2.2.3:111.1": "Pañcavokārā cavantānaṁ arūpānaṁ tesaṁ tattha rūpakkhandho nuppajjati, no ca tesaṁ tattha vedanākkhandho na nirujjhissati. Parinibbantānaṁ asaññasattā cavantānaṁ tesaṁ tattha rūpakkhandho ca nuppajjati vedanākkhandho ca na nirujjhissati.",
  "ya2.2.3:112.1": "« Yassa vā pana yattha vedanākkhandho na nirujjhissati tassa tattha rūpakkhandho nuppajjatīti?",
  "ya2.2.3:113.1": "Asaññasattaṁ upapajjantānaṁ tesaṁ tattha vedanākkhandho na nirujjhissati, no ca tesaṁ tattha rūpakkhandho nuppajjati. Parinibbantānaṁ asaññasattā cavantānaṁ tesaṁ tattha vedanākkhandho ca na nirujjhissati rūpakkhandho ca nuppajjati.",
  "ya2.2.3:114.1": "» Yassa yattha vedanākkhandho nuppajjati tassa tattha saññākkhandho na nirujjhissatīti?",
  "ya2.2.3:115.1": "Catuvokārā pañcavokārā cavantānaṁ tesaṁ tattha vedanākkhandho nuppajjati, no ca tesaṁ tattha saññākkhandho na nirujjhissati. Parinibbantānaṁ asaññasattānaṁ tesaṁ tattha vedanākkhandho ca nuppajjati saññākkhandho ca na nirujjhissati.",
  "ya2.2.3:116.1": "« Yassa vā pana yattha saññākkhandho na nirujjhissati tassa tattha vedanākkhandho nuppajjatīti? Āmantā.",
  "ya2.2.3:117.0.1": "2.2.3.6. Atītānāgatavāra",
  "ya2.2.3:117.0.2": "2.2.3.6.1. Anulomapuggala",
  "ya2.2.3:117.1": "» Yassa rūpakkhandho uppajjittha tassa vedanākkhandho nirujjhissatīti?",
  "ya2.2.3:118.1": "Parinibbantānaṁ tesaṁ rūpakkhandho uppajjittha, no ca tesaṁ vedanākkhandho nirujjhissati. Itaresaṁ tesaṁ rūpakkhandho ca uppajjittha vedanākkhandho ca nirujjhissati.",
  "ya2.2.3:119.1": "« Yassa vā pana vedanākkhandho nirujjhissati tassa rūpakkhandho uppajjitthāti? Āmantā.",
  "ya2.2.3:120.1": "» Yassa vedanākkhandho uppajjittha tassa saññākkhandho nirujjhissatīti?",
  "ya2.2.3:121.1": "Parinibbantānaṁ tesaṁ vedanākkhandho uppajjittha, no ca tesaṁ saññākkhandho nirujjhissati. Itaresaṁ tesaṁ vedanākkhandho ca uppajjittha saññākkhandho ca nirujjhissati.",
  "ya2.2.3:122.1": "« Yassa vā pana saññākkhandho nirujjhissati tassa vedanākkhandho uppajjitthāti? Āmantā.",
  "ya2.2.3:123.0": "2.2.3.6.2. Anulomaokāsa",
  "ya2.2.3:123.1": "» Yattha rūpakkhandho uppajjittha …pe….",
  "ya2.2.3:124.0": "2.2.3.6.3. Anulomapuggalokāsa",
  "ya2.2.3:124.1": "» Yassa yattha rūpakkhandho uppajjittha tassa tattha vedanākkhandho nirujjhissatīti?",
  "ya2.2.3:125.1": "Pañcavokāre parinibbantānaṁ asaññasattānaṁ tesaṁ tattha rūpakkhandho uppajjittha, no ca tesaṁ tattha vedanākkhandho nirujjhissati. Itaresaṁ pañcavokārānaṁ tesaṁ tattha rūpakkhandho ca uppajjittha vedanākkhandho ca nirujjhissati.",
  "ya2.2.3:126.1": "« Yassa vā pana yattha vedanākkhandho nirujjhissati tassa tattha rūpakkhandho uppajjitthāti?",
  "ya2.2.3:127.1": "Suddhāvāsaṁ upapajjantānaṁ arūpānaṁ tesaṁ tattha vedanākkhandho nirujjhissati, no ca tesaṁ tattha rūpakkhandho uppajjittha. Itaresaṁ pañcavokārānaṁ tesaṁ tattha vedanākkhandho ca nirujjhissati rūpakkhandho ca uppajjittha.",
  "ya2.2.3:128.1": "» Yassa yattha vedanākkhandho uppajjittha tassa tattha saññākkhandho nirujjhissatīti?",
  "ya2.2.3:129.1": "Parinibbantānaṁ tesaṁ tattha vedanākkhandho uppajjittha, no ca tesaṁ tattha saññākkhandho nirujjhissati. Itaresaṁ catuvokārānaṁ pañcavokārānaṁ tesaṁ tattha vedanākkhandho ca uppajjittha saññākkhandho ca nirujjhissati.",
  "ya2.2.3:130.1": "« Yassa vā pana yattha saññākkhandho nirujjhissati tassa tattha vedanākkhandho uppajjitthāti?",
  "ya2.2.3:131.1": "Suddhāvāsaṁ upapajjantānaṁ tesaṁ tattha saññākkhandho nirujjhissati, no ca tesaṁ tattha vedanākkhandho uppajjittha. Itaresaṁ catuvokārānaṁ pañcavokārānaṁ tesaṁ tattha saññākkhandho ca nirujjhissati vedanākkhandho ca uppajjittha.",
  "ya2.2.3:132.0": "2.2.3.6.4. Paccanīkapuggala",
  "ya2.2.3:132.1": "» Yassa rūpakkhandho nuppajjittha tassa vedanākkhandho na nirujjhissatīti? Natthi.",
  "ya2.2.3:133.1": "« Yassa vā pana vedanākkhandho na nirujjhissati tassa rūpakkhandho nuppajjitthāti? Uppajjittha.",
  "ya2.2.3:134.1": "» Yassa vedanākkhandho nuppajjittha tassa saññākkhandho na nirujjhissatīti? Natthi.",
  "ya2.2.3:135.1": "« Yassa vā pana saññākkhandho na nirujjhissati tassa vedanākkhandho nuppajjitthāti? Uppajjittha.",
  "ya2.2.3:136.0": "2.2.3.6.5. Paccanīkaokāsa",
  "ya2.2.3:136.1": "» Yattha rūpakkhandho nuppajjittha …pe….",
  "ya2.2.3:137.0": "2.2.3.6.6. Paccanīkapuggalokāsa",
  "ya2.2.3:137.1": "» Yassa yattha rūpakkhandho nuppajjittha tassa tattha vedanākkhandho na nirujjhissatīti?",
  "ya2.2.3:138.1": "Suddhāvāsaṁ upapajjantānaṁ arūpānaṁ tesaṁ tattha rūpakkhandho nuppajjittha, no ca tesaṁ tattha vedanākkhandho na nirujjhissati. Suddhāvāse parinibbantānaṁ arūpe parinibbantānaṁ tesaṁ tattha rūpakkhandho ca nuppajjittha vedanākkhandho ca na nirujjhissati.",
  "ya2.2.3:139.1": "« Yassa vā pana yattha vedanākkhandho na nirujjhissati tassa tattha rūpakkhandho nuppajjitthāti?",
  "ya2.2.3:140.1": "Pañcavokāre parinibbantānaṁ asaññasattānaṁ tesaṁ tattha vedanākkhandho na nirujjhissati, no ca tesaṁ tattha rūpakkhandho nuppajjittha. Suddhāvāse parinibbantānaṁ arūpe parinibbantānaṁ tesaṁ tattha vedanākkhandho ca na nirujjhissati rūpakkhandho ca nuppajjittha.",
  "ya2.2.3:141.1": "» Yassa yattha vedanākkhandho nuppajjittha tassa tattha saññākkhandho na nirujjhissatīti?",
  "ya2.2.3:142.1": "Suddhāvāsaṁ upapajjantānaṁ tesaṁ tattha vedanākkhandho nuppajjittha, no ca tesaṁ tattha saññākkhandho na nirujjhissati. Suddhāvāse parinibbantānaṁ asaññasattānaṁ tesaṁ tattha vedanākkhandho ca nuppajjittha saññākkhandho ca na nirujjhissati.",
  "ya2.2.3:143.1": "« Yassa vā pana yattha saññākkhandho na nirujjhissati tassa tattha vedanākkhandho nuppajjitthāti?",
  "ya2.2.3:144.1": "Parinibbantānaṁ tesaṁ tattha saññākkhandho na nirujjhissati, no ca tesaṁ tattha vedanākkhandho nuppajjittha. Suddhāvāse parinibbantānaṁ asaññasattānaṁ tesaṁ tattha saññākkhandho ca na nirujjhissati vedanākkhandho ca nuppajjittha.",
  "ya2.2.3:145.1": "Uppādanirodhavāro.",
  "ya2.2.3:146.1": "Pavattivāro niṭṭhito."
}