{
  "ya2.2.2:0.1": "2 Khandhayamaka ",
  "ya2.2.2:0.2": "2.2 Pavattivāra ",
  "ya2.2.2:0.3": "2.2.2. Nirodhavāra ",
  "ya2.2.2:1.0.1": "2.2.2.1 Paccuppannavāra ",
  "ya2.2.2:1.0.2": "2.2.2.1.1. Anulomapuggala ",
  "ya2.2.2:1.1": " Yassa rūpakkhandho nirujjhati tassa vedanākkhandho nirujjhatīti? ",
  "ya2.2.2:2.1": "Asaññasattā cavantānaṁ tesaṁ rūpakkhandho nirujjhati, no ca tesaṁ vedanākkhandho nirujjhati. Pañcavokārā cavantānaṁ tesaṁ rūpakkhandho ca nirujjhati vedanākkhandho ca nirujjhati. ",
  "ya2.2.2:3.1": " Yassa vā pana vedanākkhandho nirujjhati tassa rūpakkhandho nirujjhatīti? ",
  "ya2.2.2:4.1": "Arūpā cavantānaṁ tesaṁ vedanākkhandho nirujjhati, no ca tesaṁ rūpakkhandho nirujjhati. Pañcavokārā cavantānaṁ tesaṁ vedanākkhandho ca nirujjhati rūpakkhandho ca nirujjhati. ",
  "ya2.2.2:5.0": "2.2.2.1.2. Anulomaokāsa ",
  "ya2.2.2:5.1": " Yattha rūpakkhandho nirujjhati tattha vedanākkhandho nirujjhatīti? ",
  "ya2.2.2:6.1": "Asaññasatte tattha rūpakkhandho nirujjhati, no ca tattha vedanākkhandho nirujjhati. Pañcavokāre tattha rūpakkhandho ca nirujjhati vedanākkhandho ca nirujjhati. ",
  "ya2.2.2:7.1": " Yattha vā pana vedanākkhandho nirujjhati tattha rūpakkhandho nirujjhatīti? ",
  "ya2.2.2:8.1": "Arūpe tattha vedanākkhandho nirujjhati, no ca tattha rūpakkhandho nirujjhati. Pañcavokāre tattha vedanākkhandho ca nirujjhati rūpakkhandho ca nirujjhati. ",
  "ya2.2.2:9.0": "2.2.2.1.3. Anulomapuggalokāsa ",
  "ya2.2.2:9.1": " Yassa yattha rūpakkhandho nirujjhati tassa tattha vedanākkhandho nirujjhatīti? ",
  "ya2.2.2:10.1": "Asaññasattā cavantānaṁ tesaṁ tattha rūpakkhandho nirujjhati, no ca tesaṁ tattha vedanākkhandho nirujjhati. Pañcavokārā cavantānaṁ tesaṁ tattha rūpakkhandho ca nirujjhati vedanākkhandho ca nirujjhati. ",
  "ya2.2.2:11.1": " Yassa vā pana yattha vedanākkhandho nirujjhati tassa tattha rūpakkhandho nirujjhatīti? ",
  "ya2.2.2:12.1": "Arūpā cavantānaṁ tesaṁ tattha vedanākkhandho nirujjhati, no ca tesaṁ tattha rūpakkhandho nirujjhati. Pañcavokārā cavantānaṁ tesaṁ tattha vedanākkhandho ca nirujjhati rūpakkhandho ca nirujjhati. ",
  "ya2.2.2:13.0": "2.2.2.1.4. Paccanīkapuggala ",
  "ya2.2.2:13.1": " Yassa rūpakkhandho na nirujjhati tassa vedanākkhandho na nirujjhatīti? ",
  "ya2.2.2:14.1": "Arūpā cavantānaṁ tesaṁ rūpakkhandho na nirujjhati, no ca tesaṁ vedanākkhandho na nirujjhati. Sabbesaṁ upapajjantānaṁ tesaṁ rūpakkhandho ca na nirujjhati vedanākkhandho ca na nirujjhati. ",
  "ya2.2.2:15.1": " Yassa vā pana vedanākkhandho na nirujjhati tassa rūpakkhandho na nirujjhatīti? ",
  "ya2.2.2:16.1": "Asaññasattā cavantānaṁ tesaṁ vedanākkhandho na nirujjhati, no ca tesaṁ rūpakkhandho na nirujjhati. Sabbesaṁ upapajjantānaṁ tesaṁ vedanākkhandho ca na nirujjhati rūpakkhandho ca na nirujjhati. ",
  "ya2.2.2:17.0": "2.2.2.1.5. Paccanīkaokāsa ",
  "ya2.2.2:17.1": " Yattha rūpakkhandho na nirujjhati tattha vedanākkhandho na nirujjhatīti? Nirujjhati. ",
  "ya2.2.2:18.1": " Yattha vā pana vedanākkhandho na nirujjhati tattha rūpakkhandho na nirujjhatīti? Nirujjhati. ",
  "ya2.2.2:19.0": "2.2.2.1.6. Paccanīkapuggalokāsa ",
  "ya2.2.2:19.1": " Yassa yattha rūpakkhandho na nirujjhati tassa tattha vedanākkhandho na nirujjhatīti? ",
  "ya2.2.2:20.1": "Arūpā cavantānaṁ tesaṁ tattha rūpakkhandho na nirujjhati, no ca tesaṁ tattha vedanākkhandho na nirujjhati. Sabbesaṁ upapajjantānaṁ tesaṁ tattha rūpakkhandho ca na nirujjhati vedanākkhandho ca na nirujjhati. ",
  "ya2.2.2:21.1": " Yassa vā pana yattha vedanākkhandho na nirujjhati tassa tattha rūpakkhandho na nirujjhatīti? ",
  "ya2.2.2:22.1": "Asaññasattā cavantānaṁ tesaṁ tattha vedanākkhandho na nirujjhati, no ca tesaṁ tattha rūpakkhandho na nirujjhati. Sabbesaṁ upapajjantānaṁ tesaṁ tattha vedanākkhandho ca na nirujjhati rūpakkhandho ca na nirujjhati. ",
  "ya2.2.2:23.0.1": "2.2.2.2. Atītavāra ",
  "ya2.2.2:23.0.2": "2.2.2.2.1. Anulomapuggala ",
  "ya2.2.2:23.1": " Yassa rūpakkhandho nirujjhittha tassa vedanākkhandho nirujjhitthāti? Āmantā. ",
  "ya2.2.2:24.1": " Yassa vā pana vedanākkhandho nirujjhittha tassa rūpakkhandho nirujjhitthāti? Āmantā. ",
  "ya2.2.2:25.0": "2.2.2.2.2. Anulomaokāsa ",
  "ya2.2.2:25.1": " Yattha rūpakkhandho nirujjhittha tattha vedanākkhandho nirujjhitthāti? ",
  "ya2.2.2:26.1": "Asaññasatte tattha rūpakkhandho nirujjhittha, no ca tattha vedanākkhandho nirujjhittha. Pañcavokāre tattha rūpakkhandho ca nirujjhittha vedanākkhandho ca nirujjhittha. ",
  "ya2.2.2:27.1": " Yattha vā pana vedanākkhandho nirujjhittha tattha rūpakkhandho nirujjhitthāti? ",
  "ya2.2.2:28.1": "Arūpe tattha vedanākkhandho nirujjhittha, no ca tattha rūpakkhandho nirujjhittha. Pañcavokāre tattha vedanākkhandho ca nirujjhittha rūpakkhandho ca nirujjhittha. ",
  "ya2.2.2:29.0": "2.2.2.2.3. Anulomapuggalokāsa ",
  "ya2.2.2:29.1": " Yassa yattha rūpakkhandho nirujjhittha tassa tattha vedanākkhandho nirujjhitthāti? ",
  "ya2.2.2:30.1": "Asaññasattānaṁ tesaṁ tattha rūpakkhandho nirujjhittha, no ca tesaṁ tattha vedanākkhandho nirujjhittha. Pañcavokārānaṁ tesaṁ tattha rūpakkhandho ca nirujjhittha vedanākkhandho ca nirujjhittha. ",
  "ya2.2.2:31.1": " Yassa vā pana yattha vedanākkhandho nirujjhittha tassa tattha rūpakkhandho nirujjhitthāti? ",
  "ya2.2.2:32.1": "Arūpānaṁ tesaṁ tattha vedanākkhandho nirujjhittha, no ca tesaṁ tattha rūpakkhandho nirujjhittha. Pañcavokārānaṁ tesaṁ tattha vedanākkhandho ca nirujjhittha rūpakkhandho ca nirujjhittha. ",
  "ya2.2.2:33.0": "2.2.2.2.4. Paccanīkapuggala ",
  "ya2.2.2:33.1": " Yassa rūpakkhandho na nirujjhittha tassa vedanākkhandho na nirujjhitthāti? Natthi. ",
  "ya2.2.2:34.1": " Yassa vā pana vedanākkhandho na nirujjhittha tassa rūpakkhandho na nirujjhitthāti? Natthi. ",
  "ya2.2.2:35.0": "2.2.2.2.5. Paccanīkaokāsa ",
  "ya2.2.2:35.1": " Yattha rūpakkhandho na nirujjhittha tattha vedanākkhandho na nirujjhitthāti? Nirujjhittha. ",
  "ya2.2.2:36.1": " Yattha vā pana vedanākkhandho na nirujjhittha tattha rūpakkhandho na nirujjhitthāti? Nirujjhittha. ",
  "ya2.2.2:37.0": "2.2.2.2.6. Paccanīkapuggalokāsa ",
  "ya2.2.2:37.1": " Yassa yattha rūpakkhandho na nirujjhittha tassa tattha vedanākkhandho na nirujjhitthāti? ",
  "ya2.2.2:38.1": "Arūpānaṁ tesaṁ tattha rūpakkhandho na nirujjhittha, no ca tesaṁ tattha vedanākkhandho na nirujjhittha. Suddhāvāsānaṁ tesaṁ tattha rūpakkhandho ca na nirujjhittha vedanākkhandho ca na nirujjhittha. ",
  "ya2.2.2:39.1": " Yassa vā pana yattha vedanākkhandho na nirujjhittha tassa tattha rūpakkhandho na nirujjhitthāti? ",
  "ya2.2.2:40.1": "Asaññasattānaṁ tesaṁ tattha vedanākkhandho na nirujjhittha, no ca tesaṁ tattha rūpakkhandho na nirujjhittha. Suddhāvāsānaṁ tesaṁ tattha vedanākkhandho ca na nirujjhittha rūpakkhandho ca na nirujjhittha. ",
  "ya2.2.2:41.0.1": "2.2.2.3. Anāgatavāra ",
  "ya2.2.2:41.0.2": "2.2.2.3.1. Anulomapuggala ",
  "ya2.2.2:41.1": " Yassa rūpakkhandho nirujjhissati tassa vedanākkhandho nirujjhissatīti? Āmantā. ",
  "ya2.2.2:42.1": " Yassa vā pana vedanākkhandho nirujjhissati tassa rūpakkhandho nirujjhissatīti? ",
  "ya2.2.2:43.1": "Pacchimabhavikānaṁ arūpaṁ upapajjantānaṁ ye ca arūpaṁ upapajjitvā parinibbāyissanti tesaṁ cavantānaṁ tesaṁ vedanākkhandho nirujjhissati, no ca tesaṁ rūpakkhandho nirujjhissati. Itaresaṁ tesaṁ vedanākkhandho ca nirujjhissati rūpakkhandho ca nirujjhissati. ",
  "ya2.2.2:44.0": "2.2.2.3.2. Anulomaokāsa ",
  "ya2.2.2:44.1": " Yattha rūpakkhandho nirujjhissati tattha vedanākkhandho nirujjhissatīti? ",
  "ya2.2.2:45.1": "Asaññasatte tattha rūpakkhandho nirujjhissati, no ca tattha vedanākkhandho nirujjhissati. Pañcavokāre tattha rūpakkhandho ca nirujjhissati vedanākkhandho ca nirujjhissati. ",
  "ya2.2.2:46.1": " Yattha vā pana vedanākkhandho nirujjhissati tattha rūpakkhandho nirujjhissatīti? ",
  "ya2.2.2:47.1": "Arūpe tattha vedanākkhandho nirujjhissati, no ca tattha rūpakkhandho nirujjhissati. Pañcavokāre tattha vedanākkhandho ca nirujjhissati rūpakkhandho ca nirujjhissati. ",
  "ya2.2.2:48.0": "2.2.2.3.3. Anulomapuggalokāsa ",
  "ya2.2.2:48.1": " Yassa yattha rūpakkhandho nirujjhissati tassa tattha vedanākkhandho nirujjhissatīti? ",
  "ya2.2.2:49.1": "Asaññasattānaṁ tesaṁ tattha rūpakkhandho nirujjhissati, no ca tesaṁ tattha vedanākkhandho nirujjhissati. Pañcavokārānaṁ tesaṁ tattha rūpakkhandho ca nirujjhissati vedanākkhandho ca nirujjhissati. ",
  "ya2.2.2:50.1": " Yassa vā pana yattha vedanākkhandho nirujjhissati tassa tattha rūpakkhandho nirujjhissatīti? ",
  "ya2.2.2:51.1": "Arūpānaṁ tesaṁ tattha vedanākkhandho nirujjhissati, no ca tesaṁ tattha rūpakkhandho nirujjhissati. Pañcavokārānaṁ tesaṁ tattha vedanākkhandho ca nirujjhissati rūpakkhandho ca nirujjhissati. ",
  "ya2.2.2:52.0": "2.2.2.3.4. Paccanīkapuggala ",
  "ya2.2.2:52.1": " Yassa rūpakkhandho na nirujjhissati tassa vedanākkhandho na nirujjhissatīti? ",
  "ya2.2.2:53.1": "Pacchimabhavikānaṁ arūpaṁ upapajjantānaṁ ye ca arūpaṁ upapajjitvā parinibbāyissanti tesaṁ cavantānaṁ tesaṁ rūpakkhandho na nirujjhissati, no ca tesaṁ vedanākkhandho na nirujjhissati. Parinibbantānaṁ tesaṁ rūpakkhandho ca na nirujjhissati vedanākkhandho ca na nirujjhissati. ",
  "ya2.2.2:54.1": " Yassa vā pana vedanākkhandho na nirujjhissati tassa rūpakkhandho na nirujjhissatīti? Āmantā. ",
  "ya2.2.2:55.0": "2.2.2.3.5. Paccanīkaokāsa ",
  "ya2.2.2:55.1": " Yattha rūpakkhandho na nirujjhissati tattha vedanākkhandho na nirujjhissatīti? Nirujjhissati. ",
  "ya2.2.2:56.1": " Yattha vā pana vedanākkhandho na nirujjhissati tattha rūpakkhandho na nirujjhissatīti? Nirujjhissati. ",
  "ya2.2.2:57.0": "2.2.2.3.6. Paccanīkapuggalokāsa ",
  "ya2.2.2:57.1": " Yassa yattha rūpakkhandho na nirujjhissati tassa tattha vedanākkhandho na nirujjhissatīti? ",
  "ya2.2.2:58.1": "Arūpānaṁ tesaṁ tattha rūpakkhandho na nirujjhissati, no ca tesaṁ tattha vedanākkhandho na nirujjhissati. Parinibbantānaṁ tesaṁ tattha rūpakkhandho ca na nirujjhissati vedanākkhandho ca na nirujjhissati. ",
  "ya2.2.2:59.1": " Yassa vā pana yattha vedanākkhandho na nirujjhissati tassa tattha rūpakkhandho na nirujjhissatīti? ",
  "ya2.2.2:60.1": "Asaññasattānaṁ tesaṁ tattha vedanākkhandho na nirujjhissati, no ca tesaṁ tattha rūpakkhandho na nirujjhissati. Parinibbantānaṁ tesaṁ tattha vedanākkhandho ca na nirujjhissati rūpakkhandho ca na nirujjhissati. ",
  "ya2.2.2:61.0.1": "2.2.2.4. Paccuppannātītavāra ",
  "ya2.2.2:61.0.2": "2.2.2.4.1. Anulomapuggala ",
  "ya2.2.2:61.1": " Yassa rūpakkhandho nirujjhati tassa vedanākkhandho nirujjhitthāti? Āmantā. ",
  "ya2.2.2:62.1": " Yassa vā pana vedanākkhandho nirujjhittha tassa rūpakkhandho nirujjhatīti? ",
  "ya2.2.2:63.1": "Sabbesaṁ upapajjantānaṁ arūpā cavantānaṁ tesaṁ vedanākkhandho nirujjhittha, no ca tesaṁ rūpakkhandho nirujjhati. Pañcavokārā cavantānaṁ asaññasattā cavantānaṁ tesaṁ vedanākkhandho ca nirujjhittha rūpakkhandho ca nirujjhati. ",
  "ya2.2.2:64.1": " Yassa vedanākkhandho nirujjhati tassa saññākkhandho nirujjhitthāti? Āmantā. ",
  "ya2.2.2:65.1": " Yassa vā pana saññākkhandho nirujjhittha tassa vedanākkhandho nirujjhatīti? ",
  "ya2.2.2:66.1": "Sabbesaṁ upapajjantānaṁ asaññasattā cavantānaṁ tesaṁ saññākkhandho nirujjhittha, no ca tesaṁ vedanākkhandho nirujjhati. Catuvokārā pañcavokārā cavantānaṁ tesaṁ saññākkhandho ca nirujjhittha vedanākkhandho ca nirujjhati. ",
  "ya2.2.2:67.0": "2.2.2.4.2. Anulomaokāsa ",
  "ya2.2.2:67.1": " Yattha rūpakkhandho nirujjhati tattha vedanākkhandho nirujjhitthāti? ",
  "ya2.2.2:68.1": "Asaññasatte tattha rūpakkhandho nirujjhati, no ca tattha vedanākkhandho nirujjhittha. Pañcavokāre tattha rūpakkhandho ca nirujjhati vedanākkhandho ca nirujjhittha. ",
  "ya2.2.2:69.1": " Yattha vā pana vedanākkhandho nirujjhittha tattha rūpakkhandho nirujjhatīti? ",
  "ya2.2.2:70.1": "Arūpe tattha vedanākkhandho nirujjhittha, no ca tattha rūpakkhandho nirujjhati. Pañcavokāre tattha vedanākkhandho ca nirujjhittha rūpakkhandho ca nirujjhati. ",
  "ya2.2.2:71.1": " Yattha vedanākkhandho nirujjhati tattha saññākkhandho nirujjhitthāti? Āmantā. ",
  "ya2.2.2:72.1": " Yattha vā pana saññākkhandho nirujjhittha tattha vedanākkhandho nirujjhatīti? Āmantā. ",
  "ya2.2.2:73.0": "2.2.2.4.3. Anulomapuggalokāsa ",
  "ya2.2.2:73.1": " Yassa yattha rūpakkhandho nirujjhati tassa tattha vedanākkhandho nirujjhitthāti? ",
  "ya2.2.2:74.1": "Suddhāvāse parinibbantānaṁ asaññasattā cavantānaṁ tesaṁ tattha rūpakkhandho nirujjhati, no ca tesaṁ tattha vedanākkhandho nirujjhittha. Itaresaṁ pañcavokārā cavantānaṁ tesaṁ tattha rūpakkhandho ca nirujjhati vedanākkhandho ca nirujjhittha. ",
  "ya2.2.2:75.1": " Yassa vā pana yattha vedanākkhandho nirujjhittha tassa tattha rūpakkhandho nirujjhatīti? ",
  "ya2.2.2:76.1": "Pañcavokāraṁ upapajjantānaṁ arūpānaṁ tesaṁ tattha vedanākkhandho nirujjhittha, no ca tesaṁ tattha rūpakkhandho nirujjhati. Pañcavokārā cavantānaṁ tesaṁ tattha vedanākkhandho ca nirujjhittha rūpakkhandho ca nirujjhati. ",
  "ya2.2.2:77.1": " Yassa yattha vedanākkhandho nirujjhati tassa tattha saññākkhandho nirujjhitthāti? ",
  "ya2.2.2:78.1": "Suddhāvāse parinibbantānaṁ tesaṁ tattha vedanākkhandho nirujjhati, no ca tesaṁ tattha saññākkhandho nirujjhittha. Itaresaṁ catuvokārā pañcavokārā cavantānaṁ tesaṁ tattha vedanākkhandho ca nirujjhati saññākkhandho ca nirujjhittha. ",
  "ya2.2.2:79.1": " Yassa vā pana yattha saññākkhandho nirujjhittha tassa tattha vedanākkhandho nirujjhatīti? ",
  "ya2.2.2:80.1": "Catuvokāraṁ pañcavokāraṁ upapajjantānaṁ tesaṁ tattha saññākkhandho nirujjhittha, no ca tesaṁ tattha vedanākkhandho nirujjhati. Catuvokārā pañcavokārā cavantānaṁ tesaṁ tattha saññākkhandho ca nirujjhittha vedanākkhandho ca nirujjhati. ",
  "ya2.2.2:81.0": "2.2.2.4.4. Paccanīkapuggala ",
  "ya2.2.2:81.1": " Yassa rūpakkhandho na nirujjhati tassa vedanākkhandho na nirujjhitthāti? Nirujjhittha. ",
  "ya2.2.2:82.1": " Yassa vā pana vedanākkhandho na nirujjhittha tassa rūpakkhandho na nirujjhatīti? Natthi. ",
  "ya2.2.2:83.1": " Yassa vedanākkhandho na nirujjhati tassa saññākkhandho na nirujjhitthāti? Nirujjhittha. ",
  "ya2.2.2:84.1": " Yassa vā pana saññākkhandho na nirujjhittha tassa vedanākkhandho na nirujjhatīti? Natthi. ",
  "ya2.2.2:85.0": "2.2.2.4.5. Paccanīkaokāsa ",
  "ya2.2.2:85.1": "Yattha rūpakkhandho na nirujjhati (yatthakaṁ paripuṇṇaṁ kātabbaṁ.) ",
  "ya2.2.2:86.0": "2.2.2.4.6. Paccanīkapuggalokāsa ",
  "ya2.2.2:86.1": " Yassa yattha rūpakkhandho na nirujjhati tassa tattha vedanākkhandho na nirujjhitthāti? ",
  "ya2.2.2:87.1": "Pañcavokāraṁ upapajjantānaṁ arūpānaṁ tesaṁ tattha rūpakkhandho na nirujjhati, no ca tesaṁ tattha vedanākkhandho na nirujjhittha. Suddhāvāsaṁ upapajjantānaṁ asaññasattaṁ upapajjantānaṁ tesaṁ tattha rūpakkhandho ca na nirujjhati vedanākkhandho ca na nirujjhittha. ",
  "ya2.2.2:88.1": " Yassa vā pana yattha vedanākkhandho na nirujjhittha tassa tattha rūpakkhandho na nirujjhatīti? ",
  "ya2.2.2:89.1": "Suddhāvāse parinibbantānaṁ asaññasattā cavantānaṁ tesaṁ tattha vedanākkhandho na nirujjhittha, no ca tesaṁ tattha rūpakkhandho na nirujjhati. Suddhāvāsaṁ upapajjantānaṁ asaññasattaṁ upapajjantānaṁ tesaṁ tattha vedanākkhandho ca na nirujjhittha rūpakkhandho ca na nirujjhati. ",
  "ya2.2.2:90.1": " Yassa yattha vedanākkhandho na nirujjhati tassa tattha saññākkhandho na nirujjhitthāti? ",
  "ya2.2.2:91.1": "Catuvokāraṁ pañcavokāraṁ upapajjantānaṁ tesaṁ tattha vedanākkhandho na nirujjhati, no ca tesaṁ tattha saññākkhandho na nirujjhittha. Suddhāvāsaṁ upapajjantānaṁ asaññasattānaṁ tesaṁ tattha vedanākkhandho ca na nirujjhati saññākkhandho ca na nirujjhittha. ",
  "ya2.2.2:92.1": " Yassa vā pana yattha saññākkhandho na nirujjhittha tassa tattha vedanākkhandho na nirujjhatīti? ",
  "ya2.2.2:93.1": "Suddhāvāse parinibbantānaṁ tesaṁ tattha saññākkhandho na nirujjhittha, no ca tesaṁ tattha vedanākkhandho na nirujjhati. Suddhāvāsaṁ upapajjantānaṁ asaññasattānaṁ tesaṁ tattha saññākkhandho ca na nirujjhittha vedanākkhandho ca na nirujjhati. ",
  "ya2.2.2:94.0.1": "2.2.2.5. Paccuppannānāgatavāra ",
  "ya2.2.2:94.0.2": "2.2.2.5.1. Anulomapuggala ",
  "ya2.2.2:94.1": " Yassa rūpakkhandho nirujjhati tassa vedanākkhandho nirujjhissatīti? ",
  "ya2.2.2:95.1": "Pañcavokāre parinibbantānaṁ tesaṁ rūpakkhandho nirujjhati, no ca tesaṁ vedanākkhandho nirujjhissati. Itaresaṁ pañcavokārā cavantānaṁ asaññasattā cavantānaṁ tesaṁ rūpakkhandho ca nirujjhati vedanākkhandho ca nirujjhissati. ",
  "ya2.2.2:96.1": " Yassa vā pana vedanākkhandho nirujjhissati tassa rūpakkhandho nirujjhatīti? ",
  "ya2.2.2:97.1": "Sabbesaṁ upapajjantānaṁ arūpā cavantānaṁ tesaṁ vedanākkhandho nirujjhissati, no ca tesaṁ rūpakkhandho nirujjhati. Pañcavokārā cavantānaṁ asaññasattā cavantānaṁ tesaṁ vedanākkhandho ca nirujjhissati rūpakkhandho ca nirujjhati. ",
  "ya2.2.2:98.1": " Yassa vedanākkhandho nirujjhati tassa saññākkhandho nirujjhissatīti? ",
  "ya2.2.2:99.1": "Parinibbantānaṁ tesaṁ vedanākkhandho nirujjhati, no ca tesaṁ saññākkhandho nirujjhissati. Itaresaṁ catuvokārā pañcavokārā cavantānaṁ tesaṁ vedanākkhandho ca nirujjhati saññākkhandho ca nirujjhissati. ",
  "ya2.2.2:100.1": " Yassa vā pana saññākkhandho nirujjhissati tassa vedanākkhandho nirujjhatīti? ",
  "ya2.2.2:101.1": "Sabbesaṁ upapajjantānaṁ asaññasattā cavantānaṁ tesaṁ saññākkhandho nirujjhissati, no ca tesaṁ vedanākkhandho nirujjhati. Catuvokārā pañcavokārā cavantānaṁ tesaṁ saññākkhandho ca nirujjhissati vedanākkhandho ca nirujjhati. ",
  "ya2.2.2:102.0": "2.2.2.5.2. Anulomaokāsa ",
  "ya2.2.2:102.1": " Yattha rūpakkhandho nirujjhati …pe…. ",
  "ya2.2.2:103.0": "2.2.2.5.3. Anulomapuggalokāsa ",
  "ya2.2.2:103.1": " Yassa yattha rūpakkhandho nirujjhati tassa tattha vedanākkhandho nirujjhissatīti? ",
  "ya2.2.2:104.1": "Pañcavokāre parinibbantānaṁ asaññasattā cavantānaṁ tesaṁ tattha rūpakkhandho nirujjhati, no ca tesaṁ tattha vedanākkhandho nirujjhissati. Itaresaṁ pañcavokārā cavantānaṁ tesaṁ tattha rūpakkhandho ca nirujjhati vedanākkhandho ca nirujjhissati. ",
  "ya2.2.2:105.1": " Yassa vā pana yattha vedanākkhandho nirujjhissati tassa tattha rūpakkhandho nirujjhatīti? ",
  "ya2.2.2:106.1": "Pañcavokāraṁ upapajjantānaṁ arūpānaṁ tesaṁ tattha vedanākkhandho nirujjhissati, no ca tesaṁ tattha rūpakkhandho nirujjhati. Pañcavokārā cavantānaṁ tesaṁ tattha vedanākkhandho ca nirujjhissati rūpakkhandho ca nirujjhati. ",
  "ya2.2.2:107.1": " Yassa yattha vedanākkhandho nirujjhati tassa tattha saññākkhandho nirujjhissatīti? ",
  "ya2.2.2:108.1": "Parinibbantānaṁ tesaṁ tattha vedanākkhandho nirujjhati, no ca tesaṁ tattha saññākkhandho nirujjhissati. Itaresaṁ catuvokārā pañcavokārā cavantānaṁ tesaṁ tattha vedanākkhandho ca nirujjhati saññākkhandho ca nirujjhissati. ",
  "ya2.2.2:109.1": " Yassa vā pana yattha saññākkhandho nirujjhissati tassa tattha vedanākkhandho nirujjhatīti? ",
  "ya2.2.2:110.1": "Catuvokāraṁ pañcavokāraṁ upapajjantānaṁ tesaṁ tattha saññākkhandho nirujjhissati, no ca tesaṁ tattha vedanākkhandho nirujjhati. Catuvokārā pañcavokārā cavantānaṁ tesaṁ tattha saññākkhandho ca nirujjhissati vedanākkhandho ca nirujjhati. ",
  "ya2.2.2:111.0": "2.2.2.5.4. Paccanīkapuggala ",
  "ya2.2.2:111.1": " Yassa rūpakkhandho na nirujjhati tassa vedanākkhandho na nirujjhissatīti? ",
  "ya2.2.2:112.1": "Sabbesaṁ upapajjantānaṁ arūpā cavantānaṁ tesaṁ rūpakkhandho na nirujjhati, no ca tesaṁ vedanākkhandho na nirujjhissati. Arūpe parinibbantānaṁ tesaṁ rūpakkhandho ca na nirujjhati vedanākkhandho ca na nirujjhissati. ",
  "ya2.2.2:113.1": " Yassa vā pana vedanākkhandho na nirujjhissati tassa rūpakkhandho na nirujjhatīti? ",
  "ya2.2.2:114.1": "Pañcavokāre parinibbantānaṁ tesaṁ vedanākkhandho na nirujjhissati, no ca tesaṁ rūpakkhandho na nirujjhati. Arūpe parinibbantānaṁ tesaṁ vedanākkhandho ca na nirujjhissati rūpakkhandho ca na nirujjhati. ",
  "ya2.2.2:115.1": " Yassa vedanākkhandho na nirujjhati tassa saññākkhandho na nirujjhissatīti? Nirujjhissati. ",
  "ya2.2.2:116.1": " Yassa vā pana saññākkhandho na nirujjhissati tassa vedanākkhandho na nirujjhatīti? Nirujjhati. ",
  "ya2.2.2:117.0": "2.2.2.5.5. Paccanīkaokāsa ",
  "ya2.2.2:117.1": " Yattha rūpakkhandho na nirujjhati …pe…. ",
  "ya2.2.2:118.0": "2.2.2.5.6. Paccanīkapuggalokāsa ",
  "ya2.2.2:118.1": " Yassa yattha rūpakkhandho na nirujjhati tassa tattha vedanākkhandho na nirujjhissatīti? ",
  "ya2.2.2:119.1": "Pañcavokāraṁ upapajjantānaṁ arūpānaṁ tesaṁ tattha rūpakkhandho na nirujjhati, no ca tesaṁ tattha vedanākkhandho na nirujjhissati. Arūpe parinibbantānaṁ asaññasattaṁ upapajjantānaṁ tesaṁ tattha rūpakkhandho ca na nirujjhati vedanākkhandho ca na nirujjhissati. ",
  "ya2.2.2:120.1": " Yassa vā pana yattha vedanākkhandho na nirujjhissati tassa tattha rūpakkhandho na nirujjhatīti? ",
  "ya2.2.2:121.1": "Pañcavokāre parinibbantānaṁ asaññasattā cavantānaṁ tesaṁ tattha vedanākkhandho na nirujjhissati, no ca tesaṁ tattha rūpakkhandho na nirujjhati. Arūpe parinibbantānaṁ asaññasattaṁ upapajjantānaṁ tesaṁ tattha vedanākkhandho ca na nirujjhissati rūpakkhandho ca na nirujjhati. ",
  "ya2.2.2:122.1": " Yassa yattha vedanākkhandho na nirujjhati tassa tattha saññākkhandho na nirujjhissatīti? ",
  "ya2.2.2:123.1": "Catuvokāraṁ pañcavokāraṁ upapajjantānaṁ tesaṁ tattha vedanākkhandho na nirujjhati, no ca tesaṁ tattha saññākkhandho na nirujjhissati. Asaññasattānaṁ tesaṁ tattha vedanākkhandho ca na nirujjhati saññākkhandho ca na nirujjhissati. ",
  "ya2.2.2:124.1": " Yassa vā pana yattha saññākkhandho na nirujjhissati tassa tattha vedanākkhandho na nirujjhatīti? ",
  "ya2.2.2:125.1": "Parinibbantānaṁ tesaṁ tattha saññākkhandho na nirujjhissati, no ca tesaṁ tattha vedanākkhandho na nirujjhati. Asaññasattānaṁ tesaṁ tattha saññākkhandho ca na nirujjhissati vedanākkhandho ca na nirujjhati. ",
  "ya2.2.2:126.0.1": "2.2.2.6. Atītānāgatavāra ",
  "ya2.2.2:126.0.2": "2.2.2.6.1. Anulomapuggala ",
  "ya2.2.2:126.1": " Yassa rūpakkhandho nirujjhittha tassa vedanākkhandho nirujjhissatīti? ",
  "ya2.2.2:127.1": "Parinibbantānaṁ tesaṁ rūpakkhandho nirujjhittha, no ca tesaṁ vedanākkhandho nirujjhissati. Itaresaṁ tesaṁ rūpakkhandho ca nirujjhittha vedanākkhandho ca nirujjhissati. ",
  "ya2.2.2:128.1": " Yassa vā pana vedanākkhandho nirujjhissati tassa rūpakkhandho nirujjhitthāti? Āmantā. ",
  "ya2.2.2:129.1": " Yassa vedanākkhandho nirujjhittha tassa saññākkhandho nirujjhissatīti? ",
  "ya2.2.2:130.1": "Parinibbantānaṁ tesaṁ vedanākkhandho nirujjhittha, no ca tesaṁ saññākkhandho nirujjhissati. Itaresaṁ tesaṁ vedanākkhandho ca nirujjhittha saññākkhandho ca nirujjhissati. ",
  "ya2.2.2:131.1": " Yassa vā pana saññākkhandho nirujjhissati tassa vedanākkhandho nirujjhitthāti? Āmantā. ",
  "ya2.2.2:132.0": "2.2.2.6.2. Anulomaokāsa ",
  "ya2.2.2:132.1": " Yattha rūpakkhandho nirujjhittha …pe…. ",
  "ya2.2.2:133.0": "2.2.2.6.3. Anulomapuggalokāsa ",
  "ya2.2.2:133.1": " Yassa yattha rūpakkhandho nirujjhittha tassa tattha vedanākkhandho nirujjhissatīti? ",
  "ya2.2.2:134.1": "Pañcavokāre parinibbantānaṁ asaññasattānaṁ tesaṁ tattha rūpakkhandho nirujjhittha, no ca tesaṁ tattha vedanākkhandho nirujjhissati. Itaresaṁ pañcavokārānaṁ tesaṁ tattha rūpakkhandho ca nirujjhittha vedanākkhandho ca nirujjhissati. ",
  "ya2.2.2:135.1": " Yassa vā pana yattha vedanākkhandho nirujjhissati tassa tattha rūpakkhandho nirujjhitthāti? ",
  "ya2.2.2:136.1": "Suddhāvāsaṁ upapajjantānaṁ arūpānaṁ tesaṁ tattha vedanākkhandho nirujjhissati, no ca tesaṁ tattha rūpakkhandho nirujjhittha. Itaresaṁ pañcavokārānaṁ tesaṁ tattha vedanākkhandho ca nirujjhissati rūpakkhandho ca nirujjhittha. ",
  "ya2.2.2:137.1": " Yassa yattha vedanākkhandho nirujjhittha tassa tattha saññākkhandho nirujjhissatīti? ",
  "ya2.2.2:138.1": "Parinibbantānaṁ tesaṁ tattha vedanākkhandho nirujjhittha, no ca tesaṁ tattha saññākkhandho nirujjhissati. Itaresaṁ catuvokārānaṁ pañcavokārānaṁ tesaṁ tattha vedanākkhandho ca nirujjhittha saññākkhandho ca nirujjhissati. ",
  "ya2.2.2:139.1": " Yassa vā pana yattha saññākkhandho nirujjhissati tassa tattha vedanākkhandho nirujjhitthāti? ",
  "ya2.2.2:140.1": "Suddhāvāsaṁ upapajjantānaṁ tesaṁ tattha saññākkhandho nirujjhissati, no ca tesaṁ tattha vedanākkhandho nirujjhittha. Itaresaṁ catuvokārānaṁ pañcavokārānaṁ tesaṁ tattha saññākkhandho ca nirujjhissati vedanākkhandho ca nirujjhittha. ",
  "ya2.2.2:141.0": "2.2.2.6.4. Paccanīkapuggala ",
  "ya2.2.2:141.1": " Yassa rūpakkhandho na nirujjhittha tassa vedanākkhandho na nirujjhissatīti? Natthi. ",
  "ya2.2.2:142.1": " Yassa vā pana vedanākkhandho na nirujjhissati tassa rūpakkhandho na nirujjhitthāti? Nirujjhittha. ",
  "ya2.2.2:143.1": " Yassa vedanākkhandho na nirujjhittha tassa saññākkhandho na nirujjhissatīti? Natthi. ",
  "ya2.2.2:144.1": " Yassa vā pana saññākkhandho na nirujjhissati tassa vedanākkhandho na nirujjhitthāti? Nirujjhittha. ",
  "ya2.2.2:145.0": "2.2.2.6.5. Paccanīkaokāsa ",
  "ya2.2.2:145.1": " Yattha rūpakkhandho na nirujjhittha …pe…. ",
  "ya2.2.2:146.0": "2.2.2.6.6. Paccanīkapuggalokāsa ",
  "ya2.2.2:146.1": " Yassa yattha rūpakkhandho na nirujjhittha tassa tattha vedanākkhandho na nirujjhissatīti? ",
  "ya2.2.2:147.1": "Suddhāvāsaṁ upapajjantānaṁ arūpānaṁ tesaṁ tattha rūpakkhandho na nirujjhittha, no ca tesaṁ tattha vedanākkhandho na nirujjhissati. Suddhāvāse parinibbantānaṁ arūpe parinibbantānaṁ tesaṁ tattha rūpakkhandho ca na nirujjhittha, vedanākkhandho ca na nirujjhissati. ",
  "ya2.2.2:148.1": " Yassa vā pana yattha vedanākkhandho na nirujjhissati tassa tattha rūpakkhandho na nirujjhitthāti? ",
  "ya2.2.2:149.1": "Pañcavokāre parinibbantānaṁ asaññasattānaṁ tesaṁ tattha vedanākkhandho na nirujjhissati, no ca tesaṁ tattha rūpakkhandho na nirujjhittha. Suddhāvāse parinibbantānaṁ arūpe parinibbantānaṁ tesaṁ tattha vedanākkhandho ca na nirujjhissati rūpakkhandho ca na nirujjhittha. ",
  "ya2.2.2:150.1": " Yassa yattha vedanākkhandho na nirujjhittha tassa tattha saññākkhandho na nirujjhissatīti? ",
  "ya2.2.2:151.1": "Suddhāvāsaṁ upapajjantānaṁ tesaṁ tattha vedanākkhandho na nirujjhittha, no ca tesaṁ tattha saññākkhandho na nirujjhissati. Suddhāvāse parinibbantānaṁ asaññasattānaṁ tesaṁ tattha vedanākkhandho ca na nirujjhittha saññākkhandho ca na nirujjhissati. ",
  "ya2.2.2:152.1": " Yassa vā pana yattha saññākkhandho na nirujjhissati tassa tattha vedanākkhandho na nirujjhitthāti? ",
  "ya2.2.2:153.1": "Parinibbantānaṁ tesaṁ tattha saññākkhandho na nirujjhissati, no ca tesaṁ tattha vedanākkhandho na nirujjhittha. Suddhāvāse parinibbantānaṁ asaññasattānaṁ tesaṁ tattha saññākkhandho ca na nirujjhissati vedanākkhandho ca na nirujjhittha. ",
  "ya2.2.2:154.1": "Nirodhavāro. "
}