{
  "ya2.2.1:0.1": "2 Khandhayamaka ",
  "ya2.2.1:0.2": "2.2 Pavattivāra ",
  "ya2.2.1:0.3": "2.2.1. Uppādavāra ",
  "ya2.2.1:1.0.1": "2.2.1.1 Paccuppannavāra ",
  "ya2.2.1:1.0.2": "2.2.1.1.1. Anulomapuggala ",
  "ya2.2.1:1.1": " Yassa rūpakkhandho uppajjati tassa vedanākkhandho uppajjatīti? ",
  "ya2.2.1:2.1": "Asaññasattaṁ upapajjantānaṁ tesaṁ rūpakkhandho uppajjati, no ca tesaṁ vedanākkhandho uppajjati. Pañcavokāraṁ upapajjantānaṁ tesaṁ rūpakkhandho ca uppajjati vedanākkhandho ca uppajjati. ",
  "ya2.2.1:3.1": " Yassa vā pana vedanākkhandho uppajjati tassa rūpakkhandho uppajjatīti? ",
  "ya2.2.1:4.1": "Arūpaṁ upapajjantānaṁ tesaṁ vedanākkhandho uppajjati, no ca tesaṁ rūpakkhandho uppajjati. Pañcavokāraṁ upapajjantānaṁ tesaṁ vedanākkhandho ca uppajjati rūpakkhandho ca uppajjati. ",
  "ya2.2.1:5.0": "2.2.1.1.2. Anulomaokāsa ",
  "ya2.2.1:5.1": " Yattha rūpakkhandho uppajjati tattha vedanākkhandho uppajjatīti? ",
  "ya2.2.1:6.1": "Asaññasatte tattha rūpakkhandho uppajjati, no ca tattha vedanākkhandho uppajjati. Pañcavokāre tattha rūpakkhandho ca uppajjati vedanākkhandho ca uppajjati. ",
  "ya2.2.1:7.1": " Yattha vā pana vedanākkhandho uppajjati tattha rūpakkhandho uppajjatīti? ",
  "ya2.2.1:8.1": "Arūpe tattha vedanākkhandho uppajjati, no ca tattha rūpakkhandho uppajjati. Pañcavokāre tattha vedanākkhandho ca uppajjati rūpakkhandho ca uppajjati. ",
  "ya2.2.1:9.0": "2.2.1.1.3. Anulomapuggalokāsa ",
  "ya2.2.1:9.1": " Yassa yattha rūpakkhandho uppajjati tassa tattha vedanākkhandho uppajjatīti? ",
  "ya2.2.1:10.1": "Asaññasattaṁ upapajjantānaṁ tesaṁ tattha rūpakkhandho uppajjati, no ca tesaṁ tattha vedanākkhandho uppajjati. Pañcavokāraṁ upapajjantānaṁ tesaṁ tattha rūpakkhandho ca uppajjati vedanākkhandho ca uppajjati. ",
  "ya2.2.1:11.1": " Yassa vā pana yattha vedanākkhandho uppajjati tassa tattha rūpakkhandho uppajjatīti? ",
  "ya2.2.1:12.1": "Arūpaṁ upapajjantānaṁ tesaṁ tattha vedanākkhandho uppajjati, no ca tesaṁ tattha rūpakkhandho uppajjati. Pañcavokāraṁ upapajjantānaṁ tesaṁ tattha vedanākkhandho ca uppajjati rūpakkhandho ca uppajjati. ",
  "ya2.2.1:13.0": "2.2.1.1.4. Paccanīkapuggala ",
  "ya2.2.1:13.1": " Yassa rūpakkhandho nuppajjati tassa vedanākkhandho nuppajjatīti? ",
  "ya2.2.1:14.1": "Arūpaṁ upapajjantānaṁ tesaṁ rūpakkhandho nuppajjati, no ca tesaṁ vedanākkhandho nuppajjati. Sabbesaṁ cavantānaṁ tesaṁ rūpakkhandho ca nuppajjati vedanākkhandho ca nuppajjati. ",
  "ya2.2.1:15.1": " Yassa vā pana vedanākkhandho nuppajjati tassa rūpakkhandho nuppajjatīti? ",
  "ya2.2.1:16.1": "Asaññasattaṁ upapajjantānaṁ tesaṁ vedanākkhandho nuppajjati, no ca tesaṁ rūpakkhandho nuppajjati. Sabbesaṁ cavantānaṁ tesaṁ vedanākkhandho ca nuppajjati rūpakkhandho ca nuppajjati. ",
  "ya2.2.1:17.0": "2.2.1.1.5. Paccanīkaokāsa ",
  "ya2.2.1:17.1": " Yattha rūpakkhandho nuppajjati tattha vedanākkhandho nuppajjatīti? Uppajjati. ",
  "ya2.2.1:18.1": " Yattha vā pana vedanākkhandho nuppajjati tattha rūpakkhandho nuppajjatīti? Uppajjati. ",
  "ya2.2.1:19.0": "2.2.1.1.6. Paccanīkapuggalokāsa ",
  "ya2.2.1:19.1": " Yassa yattha rūpakkhandho nuppajjati tassa tattha vedanākkhandho nuppajjatīti? ",
  "ya2.2.1:20.1": "Arūpaṁ upapajjantānaṁ tesaṁ tattha rūpakkhandho nuppajjati, no ca tesaṁ tattha vedanākkhandho nuppajjati. Sabbesaṁ cavantānaṁ tesaṁ tattha rūpakkhandho ca nuppajjati vedanākkhandho ca nuppajjati. ",
  "ya2.2.1:21.1": " Yassa vā pana yattha vedanākkhandho nuppajjati tassa tattha rūpakkhandho nuppajjatīti? ",
  "ya2.2.1:22.1": "Asaññasattaṁ upapajjantānaṁ tesaṁ tattha vedanākkhandho nuppajjati, no ca tesaṁ tattha rūpakkhandho nuppajjati. Sabbesaṁ cavantānaṁ tesaṁ tattha vedanākkhandho ca nuppajjati rūpakkhandho ca nuppajjati. ",
  "ya2.2.1:23.0.1": "2.2.1.2. Atītavāra ",
  "ya2.2.1:23.0.2": "2.2.1.2.1. Anulomapuggala ",
  "ya2.2.1:23.1": " Yassa rūpakkhandho uppajjittha tassa vedanākkhandho uppajjitthāti? Āmantā. ",
  "ya2.2.1:24.1": " Yassa vā pana vedanākkhandho uppajjittha tassa rūpakkhandho uppajjitthāti? Āmantā. ",
  "ya2.2.1:25.0": "2.2.1.2.2. Anulomaokāsa ",
  "ya2.2.1:25.1": " Yattha rūpakkhandho uppajjittha tattha vedanākkhandho uppajjitthāti? ",
  "ya2.2.1:26.1": "Asaññasatte tattha rūpakkhandho uppajjittha, no ca tattha vedanākkhandho uppajjittha. Pañcavokāre tattha rūpakkhandho ca uppajjittha vedanākkhandho ca uppajjittha. ",
  "ya2.2.1:27.1": " Yattha vā pana vedanākkhandho uppajjittha tattha rūpakkhandho uppajjitthāti? ",
  "ya2.2.1:28.1": "Arūpe tattha vedanākkhandho uppajjittha, no ca tattha rūpakkhandho uppajjittha. Pañcavokāre tattha vedanākkhandho ca uppajjittha rūpakkhandho ca uppajjittha. ",
  "ya2.2.1:29.0": "2.2.1.2.3. Anulomapuggalokāsa ",
  "ya2.2.1:29.1": " Yassa yattha rūpakkhandho uppajjittha tassa tattha vedanākkhandho uppajjitthāti? ",
  "ya2.2.1:30.1": "Asaññasattānaṁ tesaṁ tattha rūpakkhandho uppajjittha, no ca tesaṁ tattha vedanākkhandho uppajjittha. Pañcavokārānaṁ tesaṁ tattha rūpakkhandho ca uppajjittha vedanākkhandho ca uppajjittha. ",
  "ya2.2.1:31.1": " Yassa vā pana yattha vedanākkhandho uppajjittha tassa tattha rūpakkhandho uppajjitthāti? ",
  "ya2.2.1:32.1": "Arūpānaṁ tesaṁ tattha vedanākkhandho uppajjittha, no ca tesaṁ tattha rūpakkhandho uppajjittha. Pañcavokārānaṁ tesaṁ tattha vedanākkhandho ca uppajjittha rūpakkhandho ca uppajjittha. ",
  "ya2.2.1:33.0": "2.2.1.2.4. Paccanīkapuggala ",
  "ya2.2.1:33.1": " Yassa rūpakkhandho nuppajjittha tassa vedanākkhandho nuppajjitthāti? Natthi. ",
  "ya2.2.1:34.1": " Yassa vā pana vedanākkhandho nuppajjittha tassa rūpakkhandho nuppajjitthāti? Natthi. ",
  "ya2.2.1:35.0": "2.2.1.2.5. Paccanīkaokāsa ",
  "ya2.2.1:35.1": " Yattha rūpakkhandho nuppajjittha tattha vedanākkhandho nuppajjitthāti? Uppajjittha. ",
  "ya2.2.1:36.1": " Yattha vā pana vedanākkhandho nuppajjittha tattha rūpakkhandho nuppajjitthāti? Uppajjittha. ",
  "ya2.2.1:37.0": "2.2.1.2.6. Paccanīkapuggalokāsa ",
  "ya2.2.1:37.1": " Yassa yattha rūpakkhandho nuppajjittha tassa tattha vedanākkhandho nuppajjitthāti? ",
  "ya2.2.1:38.1": "Arūpānaṁ tesaṁ tattha rūpakkhandho nuppajjittha, no ca tesaṁ tattha vedanākkhandho nuppajjittha. Suddhāvāsānaṁ tesaṁ tattha rūpakkhandho ca nuppajjittha vedanākkhandho ca nuppajjittha. ",
  "ya2.2.1:39.1": " Yassa vā pana yattha vedanākkhandho nuppajjittha tassa tattha rūpakkhandho nuppajjitthāti? ",
  "ya2.2.1:40.1": "Asaññasattānaṁ tesaṁ tattha vedanākkhandho nuppajjittha, no ca tesaṁ tattha rūpakkhandho nuppajjittha. Suddhāvāsānaṁ tesaṁ tattha vedanākkhandho ca nuppajjittha rūpakkhandho ca nuppajjittha. ",
  "ya2.2.1:41.0.1": "2.2.1.3. Anāgatavāra ",
  "ya2.2.1:41.0.2": "2.2.1.3.1. Anulomapuggala ",
  "ya2.2.1:41.1": " Yassa rūpakkhandho uppajjissati tassa vedanākkhandho uppajjissatīti? Āmantā. ",
  "ya2.2.1:42.1": " Yassa vā pana vedanākkhandho uppajjissati tassa rūpakkhandho uppajjissatīti? ",
  "ya2.2.1:43.1": "Ye arūpaṁ upapajjitvā parinibbāyissanti tesaṁ vedanākkhandho uppajjissati, no ca tesaṁ rūpakkhandho uppajjissati. Itaresaṁ tesaṁ vedanākkhandho ca uppajjissati rūpakkhandho ca uppajjissati. ",
  "ya2.2.1:44.0": "2.2.1.3.2. Anulomaokāsa ",
  "ya2.2.1:44.1": " Yattha rūpakkhandho uppajjissati tattha vedanākkhandho uppajjissatīti? ",
  "ya2.2.1:45.1": "Asaññasatte tattha rūpakkhandho uppajjissati, no ca tattha vedanākkhandho uppajjissati. Pañcavokāre tattha rūpakkhandho ca uppajjissati vedanākkhandho ca uppajjissati. ",
  "ya2.2.1:46.1": " Yattha vā pana vedanākkhandho uppajjissati tattha rūpakkhandho uppajjissatīti? ",
  "ya2.2.1:47.1": "Arūpe tattha vedanākkhandho uppajjissati, no ca tattha rūpakkhandho uppajjissati. Pañcavokāre tattha vedanākkhandho ca uppajjissati rūpakkhandho ca uppajjissati. ",
  "ya2.2.1:48.0": "2.2.1.3.3. Anulomapuggalokāsa ",
  "ya2.2.1:48.1": " Yassa yattha rūpakkhandho uppajjissati tassa tattha vedanākkhandho uppajjissatīti? ",
  "ya2.2.1:49.1": "Asaññasattānaṁ tesaṁ tattha rūpakkhandho uppajjissati, no ca tesaṁ tattha vedanākkhandho uppajjissati. Pañcavokārānaṁ tesaṁ tattha rūpakkhandho ca uppajjissati vedanākkhandho ca uppajjissati. ",
  "ya2.2.1:50.1": " Yassa vā pana yattha vedanākkhandho uppajjissati tassa tattha rūpakkhandho uppajjissatīti? ",
  "ya2.2.1:51.1": "Arūpānaṁ tesaṁ tattha vedanākkhandho uppajjissati, no ca tesaṁ tattha rūpakkhandho uppajjissati. Pañcavokārānaṁ tesaṁ tattha vedanākkhandho ca uppajjissati rūpakkhandho ca uppajjissati. ",
  "ya2.2.1:52.0": "2.2.1.3.4. Paccanīkapuggala ",
  "ya2.2.1:52.1": " Yassa rūpakkhandho nuppajjissati tassa vedanākkhandho nuppajjissatīti? ",
  "ya2.2.1:53.1": "Ye arūpaṁ upapajjitvā parinibbāyissanti tesaṁ rūpakkhandho nuppajjissati, no ca tesaṁ vedanākkhandho nuppajjissati. Pacchimabhavikānaṁ tesaṁ rūpakkhandho ca nuppajjissati vedanākkhandho ca nuppajjissati. ",
  "ya2.2.1:54.1": " Yassa vā pana vedanākkhandho nuppajjissati tassa rūpakkhandho nuppajjissatīti? Āmantā. ",
  "ya2.2.1:55.0": "2.2.1.3.5. Paccanīkaokāsa ",
  "ya2.2.1:55.1": " Yattha rūpakkhandho nuppajjissati tattha vedanākkhandho nuppajjissatīti? Uppajjissati. ",
  "ya2.2.1:56.1": " Yattha vā pana vedanākkhandho nuppajjissati tattha rūpakkhandho nuppajjissatīti? Uppajjissati. ",
  "ya2.2.1:57.0": "2.2.1.3.6. Paccanīkapuggalokāsa ",
  "ya2.2.1:57.1": " Yassa yattha rūpakkhandho nuppajjissati tassa tattha vedanākkhandho nuppajjissatīti? ",
  "ya2.2.1:58.1": "Arūpānaṁ tesaṁ tattha rūpakkhandho nuppajjissati, no ca tesaṁ tattha vedanākkhandho nuppajjissati. Pacchimabhavikānaṁ tesaṁ tattha rūpakkhandho ca nuppajjissati vedanākkhandho ca nuppajjissati. ",
  "ya2.2.1:59.1": " Yassa vā pana yattha vedanākkhandho nuppajjissati tassa tattha rūpakkhandho nuppajjissatīti? ",
  "ya2.2.1:60.1": "Asaññasattānaṁ tesaṁ tattha vedanākkhandho nuppajjissati, no ca tesaṁ tattha rūpakkhandho nuppajjissati. Pacchimabhavikānaṁ tesaṁ tattha vedanākkhandho ca nuppajjissati rūpakkhandho ca nuppajjissati. ",
  "ya2.2.1:61.0.1": "2.2.1.4. Paccuppannātītavāra ",
  "ya2.2.1:61.0.2": "2.2.1.4.1. Anulomapuggala ",
  "ya2.2.1:61.1": " Yassa rūpakkhandho uppajjati tassa vedanākkhandho uppajjitthāti? Āmantā. ",
  "ya2.2.1:62.1": " Yassa vā pana vedanākkhandho uppajjittha tassa rūpakkhandho uppajjatīti? ",
  "ya2.2.1:63.1": "Sabbesaṁ cavantānaṁ arūpaṁ upapajjantānaṁ tesaṁ vedanākkhandho uppajjittha, no ca tesaṁ rūpakkhandho uppajjati. Pañcavokāraṁ upapajjantānaṁ asaññasattaṁ upapajjantānaṁ tesaṁ vedanākkhandho ca uppajjittha rūpakkhandho ca uppajjati. ",
  "ya2.2.1:64.1": " Yassa vedanākkhandho uppajjati tassa saññākkhandho uppajjitthāti? Āmantā. ",
  "ya2.2.1:65.1": " Yassa vā pana saññākkhandho uppajjittha tassa vedanākkhandho uppajjatīti? ",
  "ya2.2.1:66.1": "Sabbesaṁ cavantānaṁ asaññasattaṁ upapajjantānaṁ tesaṁ saññākkhandho uppajjittha, no ca tesaṁ vedanākkhandho uppajjati. Catuvokāraṁ pañcavokāraṁ upapajjantānaṁ tesaṁ saññākkhandho ca uppajjittha vedanākkhandho ca uppajjati. ",
  "ya2.2.1:67.0": "2.2.1.4.2. Anulomaokāsa ",
  "ya2.2.1:67.1": " Yattha rūpakkhandho uppajjati tattha vedanākkhandho uppajjitthāti? ",
  "ya2.2.1:68.1": "Asaññasatte tattha rūpakkhandho uppajjati, no ca tattha vedanākkhandho uppajjittha. Pañcavokāre tattha rūpakkhandho ca uppajjati vedanākkhandho ca uppajjittha. ",
  "ya2.2.1:69.1": " Yattha vā pana vedanākkhandho uppajjittha tattha rūpakkhandho uppajjatīti? ",
  "ya2.2.1:70.1": "Arūpe tattha vedanākkhandho uppajjittha, no ca tattha rūpakkhandho uppajjati. Pañcavokāre tattha vedanākkhandho ca uppajjittha rūpakkhandho ca uppajjati. ",
  "ya2.2.1:71.1": " Yattha vedanākkhandho uppajjati tattha saññākkhandho uppajjitthāti? Āmantā. ",
  "ya2.2.1:72.1": " Yattha vā pana saññākkhandho uppajjittha tattha vedanākkhandho uppajjatīti? Āmantā. ",
  "ya2.2.1:73.0": "2.2.1.4.3. Anulomapuggalokāsa ",
  "ya2.2.1:73.1": " Yassa yattha rūpakkhandho uppajjati tassa tattha vedanākkhandho uppajjitthāti? ",
  "ya2.2.1:74.1": "Suddhāvāsaṁ upapajjantānaṁ asaññasattaṁ upapajjantānaṁ tesaṁ tattha rūpakkhandho uppajjati, no ca tesaṁ tattha vedanākkhandho uppajjittha. Itaresaṁ pañcavokāraṁ upapajjantānaṁ tesaṁ tattha rūpakkhandho ca uppajjati vedanākkhandho ca uppajjittha. ",
  "ya2.2.1:75.1": " Yassa vā pana yattha vedanākkhandho uppajjittha tassa tattha rūpakkhandho uppajjatīti? ",
  "ya2.2.1:76.1": "Pañcavokārā cavantānaṁ arūpānaṁ tesaṁ tattha vedanākkhandho uppajjittha, no ca tesaṁ tattha rūpakkhandho uppajjati. Pañcavokāraṁ upapajjantānaṁ tesaṁ tattha vedanākkhandho ca uppajjittha rūpakkhandho ca uppajjati. ",
  "ya2.2.1:77.1": " Yassa yattha vedanākkhandho uppajjati tassa tattha saññākkhandho uppajjitthāti? ",
  "ya2.2.1:78.1": "Suddhāvāsaṁ upapajjantānaṁ tesaṁ tattha vedanākkhandho uppajjati, no ca tesaṁ tattha saññākkhandho uppajjittha. Itaresaṁ catuvokāraṁ pañcavokāraṁ upapajjantānaṁ tesaṁ tattha vedanākkhandho ca uppajjati saññākkhandho ca uppajjittha. ",
  "ya2.2.1:79.1": " Yassa vā pana yattha saññākkhandho uppajjittha tassa tattha vedanākkhandho uppajjatīti? ",
  "ya2.2.1:80.1": "Catuvokārā pañcavokārā cavantānaṁ tesaṁ tattha saññākkhandho uppajjittha, no ca tesaṁ tattha vedanākkhandho uppajjati. Catuvokāraṁ pañcavokāraṁ upapajjantānaṁ tesaṁ tattha saññākkhandho ca uppajjittha vedanākkhandho ca uppajjati. ",
  "ya2.2.1:81.0": "2.2.1.4.4. Paccanīkapuggala ",
  "ya2.2.1:81.1": " Yassa rūpakkhandho nuppajjati tassa vedanākkhandho nuppajjitthāti? Uppajjittha. ",
  "ya2.2.1:82.1": " Yassa vā pana vedanākkhandho nuppajjittha tassa rūpakkhandho nuppajjatīti? Natthi. ",
  "ya2.2.1:83.1": " Yassa vedanākkhandho nuppajjati tassa saññākkhandho nuppajjitthāti? Uppajjittha. ",
  "ya2.2.1:84.1": " Yassa vā pana saññākkhandho nuppajjittha tassa vedanākkhandho nuppajjatīti? Natthi. ",
  "ya2.2.1:85.0": "2.2.1.4.5. Paccanīkaokāsa ",
  "ya2.2.1:85.1": " Yattha rūpakkhandho nuppajjati tattha vedanākkhandho nuppajjitthāti? Uppajjittha. ",
  "ya2.2.1:86.1": " Yattha vā pana vedanākkhandho nuppajjittha tattha rūpakkhandho nuppajjatīti? Uppajjati. ",
  "ya2.2.1:87.1": " Yattha vedanākkhandho nuppajjati tattha saññākkhandho nuppajjitthāti? Āmantā. ",
  "ya2.2.1:88.1": " Yattha vā pana saññākkhandho nuppajjittha tattha vedanākkhandho nuppajjatīti? Āmantā. ",
  "ya2.2.1:89.0": "2.2.1.4.6. Paccanīkapuggalokāsa ",
  "ya2.2.1:89.1": " Yassa yattha rūpakkhandho nuppajjati tassa tattha vedanākkhandho nuppajjitthāti? ",
  "ya2.2.1:90.1": "Pañcavokārā cavantānaṁ arūpānaṁ tesaṁ tattha rūpakkhandho nuppajjati, no ca tesaṁ tattha vedanākkhandho nuppajjittha. Suddhāvāse parinibbantānaṁ asaññasattā cavantānaṁ tesaṁ tattha rūpakkhandho ca nuppajjati vedanākkhandho ca nuppajjittha. ",
  "ya2.2.1:91.1": " Yassa vā pana yattha vedanākkhandho nuppajjittha tassa tattha rūpakkhandho nuppajjatīti? ",
  "ya2.2.1:92.1": "Suddhāvāsaṁ upapajjantānaṁ asaññasattaṁ upapajjantānaṁ tesaṁ tattha vedanākkhandho nuppajjittha, no ca tesaṁ tattha rūpakkhandho nuppajjati. Suddhāvāse parinibbantānaṁ asaññasattā cavantānaṁ tesaṁ tattha vedanākkhandho ca nuppajjittha rūpakkhandho ca nuppajjati. ",
  "ya2.2.1:93.1": " Yassa yattha vedanākkhandho nuppajjati tassa tattha saññākkhandho nuppajjitthāti? ",
  "ya2.2.1:94.1": "Catuvokārā pañcavokārā cavantānaṁ tesaṁ tattha vedanākkhandho nuppajjati, no ca tesaṁ tattha saññākkhandho nuppajjittha. Suddhāvāse parinibbantānaṁ asaññasattānaṁ tesaṁ tattha vedanākkhandho ca nuppajjati saññākkhandho ca nuppajjittha. ",
  "ya2.2.1:95.1": " Yassa vā pana yattha saññākkhandho nuppajjittha tassa tattha vedanākkhandho nuppajjatīti? ",
  "ya2.2.1:96.1": "Suddhāvāsaṁ upapajjantānaṁ tesaṁ tattha saññākkhandho nuppajjittha, no ca tesaṁ tattha vedanākkhandho nuppajjati. Suddhāvāse parinibbantānaṁ asaññasattānaṁ tesaṁ tattha saññākkhandho ca nuppajjittha vedanākkhandho ca nuppajjati. ",
  "ya2.2.1:97.0.1": "2.2.1.5. Paccuppannānāgatavāra ",
  "ya2.2.1:97.0.2": "2.2.1.5.1. Anulomapuggala ",
  "ya2.2.1:97.1": " Yassa rūpakkhandho uppajjati tassa vedanākkhandho uppajjissatīti? ",
  "ya2.2.1:98.1": "Pacchimabhavikānaṁ pañcavokāraṁ upapajjantānaṁ tesaṁ rūpakkhandho uppajjati, no ca tesaṁ vedanākkhandho uppajjissati. Itaresaṁ pañcavokāraṁ upapajjantānaṁ asaññasattaṁ upapajjantānaṁ tesaṁ rūpakkhandho ca uppajjati vedanākkhandho ca uppajjissati. ",
  "ya2.2.1:99.1": " Yassa vā pana vedanākkhandho uppajjissati tassa rūpakkhandho uppajjatīti? ",
  "ya2.2.1:100.1": "Sabbesaṁ cavantānaṁ arūpaṁ upapajjantānaṁ tesaṁ vedanākkhandho uppajjissati, no ca tesaṁ rūpakkhandho uppajjati. Pañcavokāraṁ upapajjantānaṁ asaññasattaṁ upapajjantānaṁ tesaṁ vedanākkhandho ca uppajjissati rūpakkhandho ca uppajjati. ",
  "ya2.2.1:101.1": " Yassa vedanākkhandho uppajjati tassa saññākkhandho uppajjissatīti? ",
  "ya2.2.1:102.1": "Pacchimabhavikānaṁ upapajjantānaṁ tesaṁ vedanākkhandho uppajjati, no ca tesaṁ saññākkhandho uppajjissati. Itaresaṁ catuvokāraṁ pañcavokāraṁ upapajjantānaṁ tesaṁ vedanākkhandho ca uppajjati saññākkhandho ca uppajjissati. ",
  "ya2.2.1:103.1": " Yassa vā pana saññākkhandho uppajjissati tassa vedanākkhandho uppajjatīti? ",
  "ya2.2.1:104.1": "Sabbesaṁ cavantānaṁ asaññasattaṁ upapajjantānaṁ tesaṁ saññākkhandho uppajjissati, no ca tesaṁ vedanākkhandho uppajjati. Catuvokāraṁ pañcavokāraṁ upapajjantānaṁ tesaṁ saññākkhandho ca uppajjissati vedanākkhandho ca uppajjati. ",
  "ya2.2.1:105.0": "2.2.1.5.2. Anulomaokāsa ",
  "ya2.2.1:105.1": " Yattha rūpakkhandho uppajjati tattha vedanākkhandho uppajjissatīti? ",
  "ya2.2.1:106.1": "Asaññasatte tattha rūpakkhandho uppajjati, no ca tattha vedanākkhandho uppajjissati. Pañcavokāre tattha rūpakkhandho ca uppajjati vedanākkhandho ca uppajjissati. ",
  "ya2.2.1:107.1": " Yattha vā pana vedanākkhandho uppajjissati tattha rūpakkhandho uppajjatīti? ",
  "ya2.2.1:108.1": "Arūpe tattha vedanākkhandho uppajjissati, no ca tattha rūpakkhandho uppajjati. Pañcavokāre tattha vedanākkhandho ca uppajjissati rūpakkhandho ca uppajjati. ",
  "ya2.2.1:109.1": " Yattha vedanākkhandho uppajjati tattha saññākkhandho uppajjissatīti? Āmantā. ",
  "ya2.2.1:110.1": " Yattha vā pana saññākkhandho uppajjissati tattha vedanākkhandho uppajjatīti? Āmantā. ",
  "ya2.2.1:111.0": "2.2.1.5.3. Anulomapuggalokāsa ",
  "ya2.2.1:111.1": " Yassa yattha rūpakkhandho uppajjati tassa tattha vedanākkhandho uppajjissatīti? ",
  "ya2.2.1:112.1": "Pacchimabhavikānaṁ pañcavokāraṁ upapajjantānaṁ asaññasattaṁ upapajjantānaṁ tesaṁ tattha rūpakkhandho uppajjati, no ca tesaṁ tattha vedanākkhandho uppajjissati. Itaresaṁ pañcavokāraṁ upapajjantānaṁ tesaṁ tattha rūpakkhandho ca uppajjati vedanākkhandho ca uppajjissati. ",
  "ya2.2.1:113.1": " Yassa vā pana yattha vedanākkhandho uppajjissati tassa tattha rūpakkhandho uppajjatīti? ",
  "ya2.2.1:114.1": "Pañcavokārā cavantānaṁ arūpānaṁ tesaṁ tattha vedanākkhandho uppajjissati, no ca tesaṁ tattha rūpakkhandho uppajjati. Pañcavokāraṁ upapajjantānaṁ tesaṁ tattha vedanākkhandho ca uppajjissati rūpakkhandho ca uppajjati. ",
  "ya2.2.1:115.1": " Yassa yattha vedanākkhandho uppajjati tassa tattha saññākkhandho uppajjissatīti? ",
  "ya2.2.1:116.1": "Pacchimabhavikānaṁ upapajjantānaṁ tesaṁ tattha vedanākkhandho uppajjati, no ca tesaṁ tattha saññākkhandho uppajjissati. Itaresaṁ catuvokāraṁ pañcavokāraṁ upapajjantānaṁ tesaṁ tattha vedanākkhandho ca uppajjati saññākkhandho ca uppajjissati. ",
  "ya2.2.1:117.1": " Yassa vā pana yattha saññākkhandho uppajjissati tassa tattha vedanākkhandho uppajjatīti? ",
  "ya2.2.1:118.1": "Catuvokārā pañcavokārā cavantānaṁ tesaṁ tattha saññākkhandho uppajjissati, no ca tesaṁ tattha vedanākkhandho uppajjati. Catuvokāraṁ pañcavokāraṁ upapajjantānaṁ tesaṁ tattha saññākkhandho ca uppajjissati vedanākkhandho ca uppajjati. ",
  "ya2.2.1:119.0": "2.2.1.5.4. Paccanīkapuggala ",
  "ya2.2.1:119.1": " Yassa rūpakkhandho nuppajjati tassa vedanākkhandho nuppajjissatīti? ",
  "ya2.2.1:120.1": "Sabbesaṁ cavantānaṁ arūpaṁ upapajjantānaṁ tesaṁ rūpakkhandho nuppajjati, no ca tesaṁ vedanākkhandho nuppajjissati. Pañcavokāre parinibbantānaṁ arūpe pacchimabhavikānaṁ tesaṁ rūpakkhandho ca nuppajjati vedanākkhandho ca nuppajjissati. ",
  "ya2.2.1:121.1": " Yassa vā pana vedanākkhandho nuppajjissati tassa rūpakkhandho nuppajjatīti? ",
  "ya2.2.1:122.1": "Pacchimabhavikānaṁ pañcavokāraṁ upapajjantānaṁ tesaṁ vedanākkhandho nuppajjissati, no ca tesaṁ rūpakkhandho nuppajjati. Pañcavokāre parinibbantānaṁ arūpe pacchimabhavikānaṁ tesaṁ vedanākkhandho ca nuppajjissati rūpakkhandho ca nuppajjati. ",
  "ya2.2.1:123.1": " Yassa vedanākkhandho nuppajjati tassa saññākkhandho nuppajjissatīti? ",
  "ya2.2.1:124.1": "Sabbesaṁ cavantānaṁ asaññasattaṁ upapajjantānaṁ tesaṁ vedanākkhandho nuppajjati, no ca tesaṁ saññākkhandho nuppajjissati. Parinibbantānaṁ tesaṁ vedanākkhandho ca nuppajjati saññākkhandho ca nuppajjissati. ",
  "ya2.2.1:125.1": " Yassa vā pana saññākkhandho nuppajjissati tassa vedanākkhandho nuppajjatīti? ",
  "ya2.2.1:126.1": "Pacchimabhavikānaṁ upapajjantānaṁ tesaṁ saññākkhandho nuppajjissati, no ca tesaṁ vedanākkhandho nuppajjati. Parinibbantānaṁ tesaṁ saññākkhandho ca nuppajjissati vedanākkhandho ca nuppajjati. ",
  "ya2.2.1:127.0": "2.2.1.5.5. Paccanīkaokāsa ",
  "ya2.2.1:127.1": " Yattha rūpakkhandho nuppajjati tattha vedanākkhandho nuppajjissatīti? Uppajjissati. ",
  "ya2.2.1:128.1": " Yattha vā pana vedanākkhandho nuppajjissati tattha rūpakkhandho nuppajjatīti? Uppajjati. ",
  "ya2.2.1:129.1": " Yattha vedanākkhandho nuppajjati tattha saññākkhandho nuppajjissatīti? Āmantā. ",
  "ya2.2.1:130.1": " Yattha vā pana saññākkhandho nuppajjissati tattha vedanākkhandho nuppajjatīti? Āmantā. ",
  "ya2.2.1:131.0": "2.2.1.5.6. Paccanīkapuggalokāsa ",
  "ya2.2.1:131.1": " Yassa yattha rūpakkhandho nuppajjati tassa tattha vedanākkhandho nuppajjissatīti? ",
  "ya2.2.1:132.1": "Pañcavokārā cavantānaṁ arūpānaṁ tesaṁ tattha rūpakkhandho nuppajjati, no ca tesaṁ tattha vedanākkhandho nuppajjissati. Pañcavokāre parinibbantānaṁ arūpe pacchimabhavikānaṁ asaññasattā cavantānaṁ tesaṁ tattha rūpakkhandho ca nuppajjati vedanākkhandho ca nuppajjissati. ",
  "ya2.2.1:133.1": " Yassa vā pana yattha vedanākkhandho nuppajjissati tassa tattha rūpakkhandho nuppajjatīti? ",
  "ya2.2.1:134.1": "Pacchimabhavikānaṁ pañcavokāraṁ upapajjantānaṁ asaññasattaṁ upapajjantānaṁ tesaṁ tattha vedanākkhandho nuppajjissati, no ca tesaṁ tattha rūpakkhandho nuppajjati. Pañcavokāre parinibbantānaṁ arūpe pacchimabhavikānaṁ asaññasattā cavantānaṁ tesaṁ tattha vedanākkhandho ca nuppajjissati rūpakkhandho ca nuppajjati. ",
  "ya2.2.1:135.1": " Yassa yattha vedanākkhandho nuppajjati tassa tattha saññākkhandho nuppajjissatīti? ",
  "ya2.2.1:136.1": "Catuvokārā pañcavokārā cavantānaṁ tesaṁ tattha vedanākkhandho nuppajjati, no ca tesaṁ tattha saññākkhandho nuppajjissati. Parinibbantānaṁ asaññasattānaṁ tesaṁ tattha vedanākkhandho ca nuppajjati saññākkhandho ca nuppajjissati. ",
  "ya2.2.1:137.1": " Yassa vā pana yattha saññākkhandho nuppajjissati tassa tattha vedanākkhandho nuppajjatīti? ",
  "ya2.2.1:138.1": "Pacchimabhavikānaṁ upapajjantānaṁ tesaṁ tattha saññākkhandho nuppajjissati, no ca tesaṁ tattha vedanākkhandho nuppajjati. Parinibbantānaṁ asaññasattānaṁ tesaṁ tattha saññākkhandho ca nuppajjissati vedanākkhandho ca nuppajjati. ",
  "ya2.2.1:139.0.1": "2.2.1.6. Atītānāgatavāra ",
  "ya2.2.1:139.0.2": "2.2.1.6.1. Anulomapuggala ",
  "ya2.2.1:139.1": " Yassa rūpakkhandho uppajjittha tassa vedanākkhandho uppajjissatīti? ",
  "ya2.2.1:140.1": "Pacchimabhavikānaṁ tesaṁ rūpakkhandho uppajjittha, no ca tesaṁ vedanākkhandho uppajjissati. Itaresaṁ tesaṁ rūpakkhandho ca uppajjittha vedanākkhandho ca uppajjissati. ",
  "ya2.2.1:141.1": " Yassa vā pana vedanākkhandho uppajjissati tassa rūpakkhandho uppajjitthāti? Āmantā. ",
  "ya2.2.1:142.1": " Yassa vedanākkhandho uppajjittha tassa saññākkhandho uppajjissatīti? ",
  "ya2.2.1:143.1": "Pacchimabhavikānaṁ tesaṁ vedanākkhandho uppajjittha, no ca tesaṁ saññākkhandho uppajjissati. Itaresaṁ tesaṁ vedanākkhandho ca uppajjittha saññākkhandho ca uppajjissati. ",
  "ya2.2.1:144.1": " Yassa vā pana saññākkhandho uppajjissati tassa vedanākkhandho uppajjitthāti? Āmantā. ",
  "ya2.2.1:145.0": "2.2.1.6.2. Anulomaokāsa ",
  "ya2.2.1:145.1": " Yattha rūpakkhandho uppajjittha tattha vedanākkhandho uppajjissatīti? ",
  "ya2.2.1:146.1": "Asaññasatte tattha rūpakkhandho uppajjittha, no ca tattha vedanākkhandho uppajjissati. Pañcavokāre tattha rūpakkhandho ca uppajjittha vedanākkhandho ca uppajjissati. ",
  "ya2.2.1:147.1": " Yattha vā pana vedanākkhandho uppajjissati tattha rūpakkhandho uppajjitthāti? ",
  "ya2.2.1:148.1": "Arūpe tattha vedanākkhandho uppajjissati, no ca tattha rūpakkhandho uppajjittha. Pañcavokāre tattha vedanākkhandho ca uppajjissati rūpakkhandho ca uppajjittha. ",
  "ya2.2.1:149.1": " Yattha vedanākkhandho uppajjittha tattha saññākkhandho uppajjissatīti? Āmantā. ",
  "ya2.2.1:150.1": " Yattha vā pana saññākkhandho uppajjissati tattha vedanākkhandho uppajjitthāti? Āmantā. ",
  "ya2.2.1:151.0": "2.2.1.6.3. Anulomapuggalokāsa ",
  "ya2.2.1:151.1": " Yassa yattha rūpakkhandho uppajjittha tassa tattha vedanākkhandho uppajjissatīti? ",
  "ya2.2.1:152.1": "Pañcavokāre pacchimabhavikānaṁ asaññasattānaṁ tesaṁ tattha rūpakkhandho uppajjittha, no ca tesaṁ tattha vedanākkhandho uppajjissati. Itaresaṁ pañcavokārānaṁ tesaṁ tattha rūpakkhandho ca uppajjittha vedanākkhandho ca uppajjissati. ",
  "ya2.2.1:153.1": " Yassa vā pana yattha vedanākkhandho uppajjissati tassa tattha rūpakkhandho uppajjitthāti? ",
  "ya2.2.1:154.1": "Arūpānaṁ tesaṁ tattha vedanākkhandho uppajjissati, no ca tesaṁ tattha rūpakkhandho uppajjittha. Pañcavokārānaṁ tesaṁ tattha vedanākkhandho ca uppajjissati rūpakkhandho ca uppajjittha. ",
  "ya2.2.1:155.1": " Yassa yattha vedanākkhandho uppajjittha tassa tattha saññākkhandho uppajjissatīti? ",
  "ya2.2.1:156.1": "Pacchimabhavikānaṁ tesaṁ tattha vedanākkhandho uppajjittha, no ca tesaṁ tattha saññākkhandho uppajjissati. Itaresaṁ catuvokārānaṁ pañcavokārānaṁ tesaṁ tattha vedanākkhandho ca uppajjittha saññākkhandho ca uppajjissati. ",
  "ya2.2.1:157.1": " Yassa vā pana yattha saññākkhandho uppajjissati tassa tattha vedanākkhandho uppajjitthāti? Āmantā. ",
  "ya2.2.1:158.0": "2.2.1.6.4. Paccanīkapuggala ",
  "ya2.2.1:158.1": " Yassa rūpakkhandho nuppajjittha tassa vedanākkhandho nuppajjissatīti? Natthi. ",
  "ya2.2.1:159.1": " Yassa vā pana vedanākkhandho nuppajjissati tassa rūpakkhandho nuppajjitthāti? Uppajjittha. ",
  "ya2.2.1:160.1": " Yassa vedanākkhandho nuppajjittha tassa saññākkhandho nuppajjissatīti? Natthi. ",
  "ya2.2.1:161.1": " Yassa vā pana saññākkhandho nuppajjissati tassa vedanākkhandho nuppajjitthāti? Uppajjittha. ",
  "ya2.2.1:162.0": "2.2.1.6.5. Paccanīkaokāsa ",
  "ya2.2.1:162.1": " Yattha rūpakkhandho nuppajjittha tattha vedanākkhandho nuppajjissatīti? Uppajjissati. ",
  "ya2.2.1:163.1": " Yattha vā pana vedanākkhandho nuppajjissati tattha rūpakkhandho nuppajjitthāti? Uppajjittha. ",
  "ya2.2.1:164.1": " Yattha vedanākkhandho nuppajjittha tattha saññākkhandho nuppajjissatīti? Āmantā. ",
  "ya2.2.1:165.1": " Yattha vā pana saññākkhandho nuppajjissati tattha vedanākkhandho nuppajjitthāti? Āmantā. ",
  "ya2.2.1:166.0": "2.2.1.6.6. Paccanīkapuggalokāsa ",
  "ya2.2.1:166.1": " Yassa yattha rūpakkhandho nuppajjittha tassa tattha vedanākkhandho nuppajjissatīti? ",
  "ya2.2.1:167.1": "Arūpānaṁ tesaṁ tattha rūpakkhandho nuppajjittha, no ca tesaṁ tattha vedanākkhandho nuppajjissati. Suddhāvāsānaṁ arūpe pacchimabhavikānaṁ tesaṁ tattha rūpakkhandho ca nuppajjittha vedanākkhandho ca nuppajjissati. ",
  "ya2.2.1:168.1": " Yassa vā pana yattha vedanākkhandho nuppajjissati tassa tattha rūpakkhandho nuppajjitthāti? ",
  "ya2.2.1:169.1": "Pañcavokāre pacchimabhavikānaṁ asaññasattānaṁ tesaṁ tattha vedanākkhandho nuppajjissati, no ca tesaṁ tattha rūpakkhandho nuppajjittha. Suddhāvāsānaṁ arūpe pacchimabhavikānaṁ tesaṁ tattha vedanākkhandho ca nuppajjissati rūpakkhandho ca nuppajjittha. ",
  "ya2.2.1:170.1": " Yassa yattha vedanākkhandho nuppajjittha tassa tattha saññākkhandho nuppajjissatīti? Āmantā. ",
  "ya2.2.1:171.1": " Yassa vā pana yattha saññākkhandho nuppajjissati tassa tattha vedanākkhandho nuppajjitthāti? ",
  "ya2.2.1:172.1": "Pacchimabhavikānaṁ tesaṁ tattha saññākkhandho nuppajjissati, no ca tesaṁ tattha vedanākkhandho nuppajjittha. Suddhāvāsānaṁ asaññasattānaṁ tesaṁ tattha saññākkhandho ca nuppajjissati vedanākkhandho ca nuppajjittha. ",
  "ya2.2.1:173.1": "Uppādavāro niṭṭhito. "
}