{
  "snp1.4:0.1": "Antologija Budinih govora 1.4 ",
  "snp1.4:0.2": "Kasibhāradvāđa ",
  "snp1.4:1.1": "Ovako sam čuo. ",
  "snp1.4:1.2": "Jednom je prilikom Blaženi boravio u zemlji Magadhi, u oblasti Dakkhiṇāgiri, blizu brahmanskog sela po imenu Ekanāḷā. ",
  "snp1.4:1.3": "U to vreme, pošto je bila sezona setve, pet stotina plugova brahmana Kasibhāradvāđe oralo je na njivama. ",
  "snp1.4:1.4": "A Blaženi se ujutro obukao, uze svoju zdelu i gornji ogrtač, pa krenu put njive brahmana Kasibhāradvāđe na kojoj se radilo. ",
  "snp1.4:1.5": "Kad je stigao, beše vreme ručku i nadničarima je deljena hrana. ",
  "snp1.4:1.6": "Blaženi otide do mesta gde se delila hrana, te stade sa strane. ",
  "snp1.4:2.1": "A brahman Kasibhāradvāđa, videvši Blaženog da stoji i prosi hranu, ",
  "snp1.4:2.2": "reče ovako: ",
  "snp1.4:2.3": "„O isposniče, ja orem i sejam, pa pošto sam orao i sejao, ja i jedem. ",
  "snp1.4:2.4": "I ti, isposniče, treba da oreš i seješ; pa kad budeš orao i sejao, i ti ćeš jesti.” ",
  "snp1.4:3.1": "„O brahmane, ja takođe orem i sejem; pa pošto sam orao i sejao, ja i jedem.” ",
  "snp1.4:3.2": "„Ne vidimo jaram, plug i raonik, ni bič, ni volove učitelja Gotame, ",
  "snp1.4:3.3": "a on ipak kaže: ",
  "snp1.4:3.4": "„O brahmane, ja takođe orem i sejem; pa pošto sam orao i sejao, ja i jedem.” ",
  "snp1.4:4.1": "Zatim se brahman Kasibhāradvāđa ovim stihovima obrati Blaženom: ",
  "snp1.4:5.1": "„Tvrdiš da jesi ratar, ",
  "snp1.4:5.2": "pa opet oranja tvoga ne vidimo. ",
  "snp1.4:5.3": "Za oranje te tvoje pitamo, ",
  "snp1.4:5.4": "odgovori tako da za njega saznamo.” ",
  "snp1.4:6.1": "„Poverenje je moje seme; asketska stega kiša; ",
  "snp1.4:6.2": "mudrost jeste i moj jaram i moj plug. ",
  "snp1.4:6.3": "Skromnost je moja ruda, a um remen; ",
  "snp1.4:6.4": "svesnost mi je raonik i bič. ",
  "snp1.4:7.1": "Telesni postupci moji, kao i reči, ",
  "snp1.4:7.2": "dobro su nadgledani, umeren sam u jelu; ",
  "snp1.4:7.3": "od istine načinio sam uništitelja korova, ",
  "snp1.4:7.4": "a blagost je moje izbavljenje. ",
  "snp1.4:8.1": "Energičnost je moj upregnut vo, ",
  "snp1.4:8.2": "što nosi sve bliže slobodi od ropstva; ",
  "snp1.4:8.3": "taj bez osvrtanja ide ka mestu na kojem, ",
  "snp1.4:8.4": "kad neko stigne, ni za čim žala nema. ",
  "snp1.4:9.1": "Na taj je način poorana njiva ",
  "snp1.4:9.2": "što kao plod besmrtnost donosi. ",
  "snp1.4:9.3": "Kad neko takvo oranje završi, ",
  "snp1.4:9.4": "od svake patnje oslobođen biva.” ",
  "snp1.4:10.1": "Na to brahman Kasibhāradvāđa napuni veliku zlatnu činiju pirinčem kuvanim u mleku i prinese je Blaženom sledećim rečima: ",
  "snp1.4:10.2": "„Neka učitelj Gotama pojede ovaj pirinač! ",
  "snp1.4:10.3": "I on je orač, ",
  "snp1.4:10.4": "jer plugom ore polje koje zaista donosi besmrtnost kao svoj plod.” ",
  "snp1.4:11.1": "[Blaženi:] „Što je dobijeno pevanjem stihova ja ne jedem; ",
  "snp1.4:11.2": "to, brahmane, ne čine oni što ispravno vide. ",
  "snp1.4:11.3": "Što je dobijeno pevanjem stihova Bude odbijaju; ",
  "snp1.4:11.4": "to je njihovo pravilo sve dokle Dhamma traje. ",
  "snp1.4:12.1": "Velikom mudracu, oslobođenom ",
  "snp1.4:12.2": "mentalnih nečistoća i mirne savesti, ",
  "snp1.4:12.3": "drugu hranu i piće treba poslužiti, ",
  "snp1.4:12.4": "on je polje zasluga za svakoga ko za njima traga.” ",
  "snp1.4:13.1": "„Učitelju Gotama, da li da onda ovaj pirinač ponudim nekom drugom?” ",
  "snp1.4:13.2": "„Brahmane, u ovome svetu, sa njegovim božanstvima, Mārom i Brahmom, u ovom pokolenju sa njegovim asketama i brahmanima, plemenitim i običnim ljudima, ne vidim bilo koga sem Tathāgate i njegovih učenika ko bi, kad jednom pojede taj pirinač, mogao dobro i da ga svari. ",
  "snp1.4:13.3": "Zato, brahmane, zatrpaj taj pirinač u neku jamu ili ga prospi u vodu u kojoj živih bića nema.” ",
  "snp1.4:14.1": "Tako brahman Kasibhāradvāđa prosu onaj pirinač u vodu u kojoj živih bića nema. ",
  "snp1.4:14.2": "I dok je sipao pirinač u vodu, ova poče da šišti i pišti, a po površini su se širili vodena para i dim. ",
  "snp1.4:14.3": "Baš kao što plug koji je ceo dan na suncu bio, kad se baci u vodu, počne da šišti i pišti, a po površini se šire vodena para i dim, ",
  "snp1.4:14.4": "isto tako dok je sipao taj pirinač u vodu, ova poče da šišti i pišti, a po površini su se širili vodena para i dim. ",
  "snp1.4:15.1": "Na to brahman Kasibhāradvāđa, uznemiren i kose nakostrešene od straha, otide do Blaženog, pokloni se do nogu Učiteljevih, pa reče: ",
  "snp1.4:15.2": "„Zadivljujuće je to, učitelju Gotama, čudesno je to! ",
  "snp1.4:15.3": "Baš kao kad bi neko ispravio ono što je stajalo naglavce, otkrio skriveno, pokazao put zalutalome ili upalio svetiljku u tami, tako da oni koji imaju oči mogu da vide, tako je i Blaženi, na više različitih načina, razjasnio Dhammu. ",
  "snp1.4:15.4": "Uzimam učitelja Gotamu za utočište, njegovo učenje i zajednicu monaha za utočište. ",
  "snp1.4:15.5": "Želeo bih da se pridružim beskućnicima pod vođstvom učitelja Gotame i primim puno zaređenje.” ",
  "snp1.4:16.1": "Tako u prisustvu Blaženoga brahman Kasibhāradvāđa postade iskušenik, a potom primi i potpuno zaređenje. ",
  "snp1.4:16.2": "Ne zadugo posle potpunog zaređenja, boraveći u meditaciji, marljiv, predan i odlučan, poštovani Bhāradvāđa stekavši neposredno znanje, ovde i sada dostiže i zadrža se na krajnjem cilju svetačkog života, radi kojeg sinovi dobrih porodica napuštaju dom i odlaze u beskućnike. ",
  "snp1.4:16.3": "Neposredno je znao: „Ovo je poslednje rođenje, proživljen je svetački život, učinjeno što je trebalo učiniti. Nema više preporađanja u bilo koji oblik bivanja.” ",
  "snp1.4:16.4": "I poštovani Bhāradvāđa postade jedan od arahanata. "
}