{
  "ud6.6:0.1": "Heartfelt Sayings 6.6 ",
  "ud6.6:0.2": "Followers of Other Paths (3rd) ",
  "ud6.6:1.1": "So I have heard. ",
  "ud6.6:1.2": "At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ",
  "ud6.6:1.3": "Now at that time several ascetics, brahmins, and wanderers who followed various other paths were residing in Sāvatthī, holding different views and opinions, relying on different views. ",
  "ud6.6:2.1": "There were some ascetics and brahmins who had this doctrine and view: ",
  "ud6.6:2.2": "“The self and the cosmos are eternal. This is the only truth, other ideas are silly.” ",
  "ud6.6:3.1": "Others held views such as the following, each regarding their own view as true and others as silly. ",
  "ud6.6:3.2": "“The self and the cosmos are not eternal.” ",
  "ud6.6:4.2": "“The self and the cosmos are both eternal and not eternal.” ",
  "ud6.6:5.2": "“The self and the cosmos are neither eternal nor not eternal.” ",
  "ud6.6:6.2": "“The self and the cosmos are made by oneself.” ",
  "ud6.6:7.2": "“The self and the cosmos are made by another.” ",
  "ud6.6:8.2": "“The self and the cosmos are made by both oneself and another.” ",
  "ud6.6:9.2": "“The self and the cosmos have arisen by chance, not made by oneself or another.” ",
  "ud6.6:10.2": "“Pleasure and pain are eternal, and the self and the cosmos.” ",
  "ud6.6:11.2": "“Pleasure and pain are not eternal, and the self and the cosmos.” ",
  "ud6.6:12.2": "“Pleasure and pain are both eternal and not eternal, and the self and the cosmos.” ",
  "ud6.6:13.2": "“Pleasure and pain are neither eternal nor not eternal, and the self and the cosmos.” ",
  "ud6.6:14.2": "“Pleasure and pain are made by oneself, and the self and the cosmos.” ",
  "ud6.6:15.2": "“Pleasure and pain are made by another, and the self and the cosmos.” ",
  "ud6.6:16.2": "“Pleasure and pain are made by both oneself and another, and the self and the cosmos.” ",
  "ud6.6:17.2": "“Pleasure and pain have arisen by chance, not made by oneself or another, and the self and the cosmos.” ",
  "ud6.6:18.1": "They were arguing, quarreling, and disputing, continually wounding each other with barbed words: ",
  "ud6.6:18.2": "‘Such is Truth, such is not! ",
  "ud6.6:18.3": "Such is not Truth, such is Truth!” ",
  "ud6.6:19.1": "Then several mendicants robed up in the morning and, taking their bowls and robes, entered Sāvatthī for alms. ",
  "ud6.6:19.2": "Then, after the meal, when they returned from almsround, they went up to the Buddha, bowed, sat down to one side, and told him what was happening. ",
  "ud6.6:23.1": "Then, understanding this matter, on that occasion the Buddha expressed this heartfelt sentiment: ",
  "ud6.6:24.1": "“Folk are fixated on the I-maker, ",
  "ud6.6:24.2": "which is tied up with the other-maker. ",
  "ud6.6:24.3": "There are some who do not realize this, ",
  "ud6.6:24.4": "they do not see the dart. ",
  "ud6.6:25.1": "But when they see this dart, ",
  "ud6.6:25.2": "they do not think, ‘I make it’, ",
  "ud6.6:25.3": "nor ‘another makes it’. ",
  "ud6.6:26.1": "These folk are caught up in conceit, ",
  "ud6.6:26.2": "tied by conceit, schackled by conceit. ",
  "ud6.6:26.3": "Vehemently defending their views, ",
  "ud6.6:26.4": "they don’t escape transmigration.” "
}