{
  "ud6.4:0.1": "Heartfelt Sayings 6.4 ",
  "ud6.4:0.2": "Followers of Other Paths (1st) ",
  "ud6.4:1.1": "So I have heard. ",
  "ud6.4:1.2": "At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ",
  "ud6.4:1.3": "Now at that time several ascetics, brahmins, and wanderers who followed various other paths were residing in Sāvatthī, holding different views and opinions, relying on different views. ",
  "ud6.4:2.1": "There were some ascetics and brahmins who had this doctrine and view: ",
  "ud6.4:2.2": "“The cosmos is eternal. This is the only truth, other ideas are silly.” ",
  "ud6.4:3.1": "Others held views such as the following, each regarding their own view as true and others as silly. ",
  "ud6.4:3.2": "“The cosmos is not eternal.” ",
  "ud6.4:4.2": "“The world is finite.” ",
  "ud6.4:5.2": "“The world is infinite.” ",
  "ud6.4:6.2": "“The soul and the body are the same thing.” ",
  "ud6.4:7.2": "“The soul and the body are different things.” ",
  "ud6.4:8.2": "“A Realized One exists after death.” ",
  "ud6.4:9.2": "“A Realized One doesn’t exist after death.” ",
  "ud6.4:10.2": "“A Realized One both exists and doesn’t exist after death.” ",
  "ud6.4:11.2": "“A Realized One neither exists nor doesn’t exist after death.” ",
  "ud6.4:12.1": "They were arguing, quarreling, and disputing, continually wounding each other with barbed words: ",
  "ud6.4:12.2": "“Such is Truth, such is not Truth! ",
  "ud6.4:12.3": "Such is not Truth, such is Truth!” ",
  "ud6.4:13.1": "Then several mendicants robed up in the morning and, taking their bowls and robes, entered Sāvatthī for alms. ",
  "ud6.4:13.2": "Then, after the meal, when they returned from almsround, they went up to the Buddha, bowed, sat down to one side, and told him what was happening. The Buddha said: ",
  "ud6.4:16.1": "“The wanderers who follow other paths are blind and sightless. ",
  "ud6.4:16.2": "They don't understand what is beneficial or what is not beneficial, nor what is the truth and what is not the truth. ",
  "ud6.4:16.3": "That’s why they are arguing, quarreling, and disputing, continually wounding each other with barbed words. ",
  "ud6.4:17.1": "Once upon a time, mendicants, right here in Sāvatthī there was a certain king. ",
  "ud6.4:17.2": "Then the king addressed a man, ",
  "ud6.4:17.3": "‘Please, mister, gather all those blind from birth throughout Sāvatthī and bring them together in one place.’ ",
  "ud6.4:17.4": "‘Yes, Your Majesty,’ that man replied. He did as the king asked, then said to him, ",
  "ud6.4:17.5": "‘Your Majesty, the blind people throughout Sāvatthī have been gathered.’ ",
  "ud6.4:17.6": "‘Well then, my man, show them an elephant.’ ",
  "ud6.4:17.7": "‘Yes, Your Majesty,’ that man replied. He did as the king asked. ",
  "ud6.4:18.1": "To some of the blind people he showed the elephant’s head, saying, ",
  "ud6.4:18.2": "‘Here is the elephant.’ ",
  "ud6.4:18.3": "To some of them he showed the elephant’s ear, saying, ",
  "ud6.4:18.4": "‘Here is the elephant.’ ",
  "ud6.4:18.5": "To some of them he showed the elephant’s tusk, saying, ",
  "ud6.4:18.6": "‘Here is the elephant.’ ",
  "ud6.4:18.7": "To some of them he showed the elephant’s trunk, saying, ",
  "ud6.4:18.8": "‘Here is the elephant.’ ",
  "ud6.4:18.9": "To some of them he showed the elephant’s flank, saying, ",
  "ud6.4:18.10": "‘Here is the elephant.’ ",
  "ud6.4:18.11": "To some of them he showed the elephant’s leg, saying, ",
  "ud6.4:18.12": "‘Here is the elephant.’ ",
  "ud6.4:18.13": "To some of them he showed the elephant’s thigh, saying, ",
  "ud6.4:18.14": "‘Here is the elephant.’ ",
  "ud6.4:18.15": "To some of them he showed the elephant’s tail, saying, ",
  "ud6.4:18.16": "‘Here is the elephant.’ ",
  "ud6.4:18.17": "To some of them he showed the tip of the elephant’s tail, saying, ",
  "ud6.4:18.18": "‘Here is the elephant.’ ",
  "ud6.4:19.1": "Then he approached the king and said, ",
  "ud6.4:19.2": "‘Your Majesty, the blind people have been shown the elephant. ",
  "ud6.4:19.3": "Please go at your convenience.’ ",
  "ud6.4:20.1": "Then the king went up to the blind people and said, ",
  "ud6.4:20.2": "‘Have you seen the elephant?’ ",
  "ud6.4:20.3": "‘Yes, Your Majesty, we have been shown the elephant.’ ",
  "ud6.4:20.4": "‘Then tell us, what kind of thing is an elephant?’ ",
  "ud6.4:21.1": "The blind people who had been shown the elephant’s head said, ",
  "ud6.4:21.2": "‘Your Majesty, an elephant is like a pot.’ ",
  "ud6.4:22.1": "Those who had been shown the ear said, ",
  "ud6.4:22.2": "‘An elephant is like a winnowing fan.’ ",
  "ud6.4:23.1": "Those who had been shown the tusk said, ",
  "ud6.4:23.2": "‘An elephant is like a ploughshare.’ ",
  "ud6.4:24.1": "Those who had been shown the trunk said, ",
  "ud6.4:24.2": "‘An elephant is like a plough-pole.’ ",
  "ud6.4:25.1": "Those who had been shown the flank said, ",
  "ud6.4:25.2": "‘An elephant is like a storehouse.’ ",
  "ud6.4:26.1": "Those who had been shown the leg said, ",
  "ud6.4:26.2": "‘An elephant is like a pillar.’ ",
  "ud6.4:27.1": "Those who had been shown the thigh said, ",
  "ud6.4:27.2": "‘An elephant is like a mortar.’ ",
  "ud6.4:28.1": "Those who had been shown the tail said, ",
  "ud6.4:28.2": "‘An elephant is like a pestle.’ ",
  "ud6.4:29.1": "Those who had been shown the tip of the tail said, ",
  "ud6.4:29.2": "‘An elephant is like a broom.’ ",
  "ud6.4:30.1": "Saying, ‘Such is an elephant, not such! ",
  "ud6.4:30.2": "Such is not an elephant, such is!’ they punched each other with their fists. ",
  "ud6.4:30.3": "At that, the king was pleased. ",
  "ud6.4:31.1": "In the same way, mendicants, the wanderers who follow other paths are blind and sightless. ",
  "ud6.4:31.2": "They don't understand what is beneficial or what is not beneficial, nor what is the truth and what is not the truth. ",
  "ud6.4:31.3": "That’s why they are arguing, quarreling, and disputing, continually wounding each other with barbed words. ",
  "ud6.4:31.4": "‘Such is Truth, such is not! ",
  "ud6.4:31.5": "Such is not Truth, such is!’” ",
  "ud6.4:32.1": "Then, understanding this matter, on that occasion the Buddha expressed this heartfelt sentiment: ",
  "ud6.4:33.1": "“Some ascetics and brahmins, it seems, ",
  "ud6.4:33.2": "cling to these things. ",
  "ud6.4:33.3": "Arguing, they quarrel, ",
  "ud6.4:33.4": "the folk who see just one part.” "
}