{
  "sn42.9:1.1": "There seems to be some confusion in the location, as Nāḷandā is in Magadha, not Kosala. See notes below and another possible confusion at <a href='https://suttacentral.net/sn42.11/en/sujato#1.1'>SN 42.11:1.1</a>. ",
  "sn42.9:2.1": "Read <i lang='pi' translate='no'>duhitikā setaṭṭikā</i> as proposed by von Hinüber (“The Ghost Word Dvı̄hitikā and the Description of Famines in Early Buddhist Literature”) and adopted by Bodhi (<em>Connected Discourses</em>, note on this passage). ",
  "sn42.9:2.2": "Jain tradition holds that Mahāvīra passed at a Pāvā near Nāḷandā. Buddhist texts know only the Pāvā of the Mallians to the north. Evidently there has been some confusion, and perhaps “Pāvārika’s mango grove”, the site of discussions with Jains here and at <a href='https://suttacentral.net/mn56/en/sujato'>MN 56</a>, is the Pāvā known to the Jains. Note, however, that the earliest Jain source for Mahāvīra’s passing, the Kalpasutra, does not say where Pāvā is. But it does say the events were commemorated by the rulers of Kāsī and Kosala, and the Mallians and the Licchavīs. The absence of Magadha and the presence of Malla sit better with the location of Pāvā in Malla rather than Magadha. Malla bordered Kosala and may have been considered under its sway (as was Sakya). ",
  "sn42.9:3.6": "Cf. Mahākassapa’s criticism of Ānanda at <a href='https://suttacentral.net/sn16.11/en/sujato'>SN 16.11</a>. ",
  "sn42.9:3.7": "Renunciates, relying on alms offered by the lay community, were careful to not put them under undue pressure. This is discussed often in the Vinaya, for example the introduction to <a href='https://suttacentral.net/pli-tv-bu-vb-ss6/en/sujato'>Bu Ss 6</a>. ",
  "sn42.9:4.5": "This is the time of the Buddha Vipassī (<a href='https://suttacentral.net/dn14/en/sujato#1.4.1'>DN 14:1.4.1</a>). ",
  "sn42.9:4.6": "Read <i lang='pi' translate='no'>saññama</i> (“restraint”) per BJT and PTS rather than MS <i lang='pi' translate='no'>sāmañña</i> (“equality”). Compare the stock list, “giving, self-control, restraint, and truthfulness” (<a href='https://suttacentral.net/sn42.13/en/sujato#18.6'>SN 42.13:18.6</a>). ",
  "sn42.9:4.8": "This passage is unique, but see <a href='https://suttacentral.net/sn3.19/en/sujato#3.3'>SN 3.19:3.3</a>, <a href='https://suttacentral.net/mn14/en/sujato#9.3'>MN 14:9.3</a>, <a href='https://suttacentral.net/an8.54/en/sujato#3.4'>AN 8.54:3.4</a>. | Follow MS reading <i lang='pi' translate='no'>nihitaṁ vā ṭhānā vigacchati</i>, “what is laid down disappears from its place” i.e. they lose their savings. BJT and PTS have <i lang='pi' translate='no'>nihitaṁ vā nādhigacchati</i>, “does not find their savings”. Compare <a href='https://suttacentral.net/kp8/en/sujato#4.1'>Kp 8:4.1</a>, <i lang='pi' translate='no'>nidhi vā ṭhānā cavati</i>, “savings shift from their place”. "
}