{
  "sn42.8:1.5": "",
  "sn42.8:1.6": "This saying echoes Sūtrakṛtāṅga 1.5.1.4–5, but appears to misrepresent the Jain text. There, Mahāvīra says a person who “relentlessly kills movable and immovable beings for the sake of his own comfort, who injures them, who takes what is not freely given, who does not train at all in what is to be cultivated, the impudent sinner who, unsated, injures many beings will go to hell” (translation adapted from Jacobi). The closeness of the two passages is shown by the form: the first phrase speaks of the ill deeds that are done, while the second phrase in both cases uses the word <i lang='pi' translate='no'>bahuṇa</i>/<i lang='pi' translate='no'>bahula</i>, “frequently, repeatedly, usually”. The use of “relentlessly” (<i lang='pi' translate='no'>tivva</i>, Pali <i lang='pi' translate='no'>tibba</i>, Sanskrit <i lang='pi' translate='no'>tīrva</i>) implies a violent and excessive action. As quoted in the Pali, the first phrase of Mahāvīra’s view suggests that anyone at all who kills will go to hell. This sense is conveyed through the emphatic distributive pronoun <i lang='pi' translate='no'>yo koci</i> (“everyone who”), whereas the Jain text has the unemphatic <i lang='pi' translate='no'>je</i> (“one who”). The Jain text restricts the distributive to one who does not train “at all” (<i lang='pi' translate='no'>kiṁci</i>). Thus the thrust of the Jain passage is that one who frequently kills for their own pleasure, without even trying to do better, will go to hell. The sense of the Pali passage is both more severe and less coherent, as the first phrase implies that any killer goes to hell, while the second speaks of habitual action. ",
  "sn42.8:2.1": "",
  "sn42.8:7.6": "The following passage shows a healthy response to one’s own ethical lapses, lost neither in guilt nor in denial, but acknowledging the mistake and determining to do better. ",
  "sn42.8:11.1": "These are the “ten ways of doing skillful deeds” (<i lang='pi' translate='no'>dasakusalakammapathā</i>). There is a detailed explanation at <a href='https://suttacentral.net/mn41/en/sujato#7.1'>MN 41:7.1</a>. ",
  "sn42.8:12.1": "Established on skillful deeds of body, speech, and mind, they undertake the set of four meditations known in later traditions as either the “divine meditations” (<i lang='pi' translate='no'>brahmavihārā</i>) or the “immeasurables” (<i lang='pi' translate='no'>appamaññā</i>). These are four wholesome emotional states that can be developed as a basis for <i lang='pi' translate='no'>samādhi</i>. They were evidently pre-Buddhist, although they have not been traced as a group in pre-Buddhist texts. However, they are shared with later non-Buddhist texts such as Yogasūtra 1.33 and the Jain Tattvārthasūtra 7.11. | “Love” (<i lang='pi' translate='no'>mettā</i>) is a universal positive regard and well-wishing free of personal desires or attachments. ",
  "sn42.8:12.2": "See <a href='https://suttacentral.net/mn99/en/sujato#24.4'>MN 99:24.4</a>, <a href='https://suttacentral.net/dn13/en/sujato#77.1'>DN 13:77.1</a>. ",
  "sn42.8:12.3": "The mind in <i lang='pi' translate='no'>jhāna</i> is so powerful that it effectively overrides any limited kamma, including ordinary good or bad deeds. Unless they have committed serious crimes with a fixed kammic result such as matricide, etc., the meditator will be reborn in a Brahmā realm. ",
  "sn42.8:13.1": "“Compassion” (<i lang='pi' translate='no'>karuṇā</i>) is the quality of empathy with the suffering of another or oneself and the wish to remove it. ",
  "sn42.8:13.2": "“Rejoicing” (<i lang='pi' translate='no'>muditā</i>) is joyful celebration in the success of others or oneself, free of jealousy or cynicism. ",
  "sn42.8:13.3": "Equanimity (<i lang='pi' translate='no'>upekkhā</i>) is literally “close watching”, not interfering but standing ready when needed. It is not indifference, which is why it emerges only at the end, after the positive emotions are developed. "
}