{
  "sn42.6:1.1": "Pāvārika means “blanket-weaver”. Places were often named for their primary economic activity. Probably there was a community of blanket weavers and the park was owned by their leading merchant. See too note at <a href='https://suttacentral.net/mn56/en/sujato#2.1'>MN 56:2.1</a>. ",
  "sn42.6:1.2": "Asibandhaka’s son appears in each discourse up to <a href='https://suttacentral.net/sn42.9/en/sujato'>SN 42.9</a>. His father’s name “Swordstrap”, following on the previous discourses, suggests a military connection (cf. <i lang='pi' translate='no'>asibaddha</i>, “sword-strapped”, Śāṅkhāyana Śrautasūtra 14.22.20); but the texts do not confirm this. ",
  "sn42.6:2.1": "The “western brahmins” (<i lang='pi' translate='no'>brāhmaṇā pacchā bhūmakā</i>) hail from lands such as Kuru and Pañcālā or further west to Gandhārā. They are depicted as adherents of ritualism, in contrast with the brahmins of the lands of the Buddha, especially Kosala, who were more aligned with the contemplative and philosophical teachings of the Upaniṣads. This tension is felt in the Upaniṣads themselves, as Yājñavalkya  is accused of flouting the teachings of the Vedic scholars of Kuru and Pañcālā (Bṛhadāraṇyaka Upaniṣad 3.9.19). | A “pitcher” (<i lang='pi' translate='no'>kāmaṇḍalu</i>) of water was carried at all times to ensure personal hygiene (Manu 4.36). | I have not been able to identify the practice of “garlanding with aquatic flowers” (<i lang='pi' translate='no'>sevālamālikā</i>). The term appears a couple of times in the Harivaṁsa (<i lang='pi' translate='no'>śaivālamala</i>), but of trees (55.53) or a disheveled woman (83.38), where it seems to mean “moss”. It seems unlikely that brahmins would smear moss on themselves. The commentary says, “Bright and early, having taken <i lang='pi' translate='no'>sevāla</i> or lotus, etc. from the water, they make a decorative garland for the sake of identifying those who believe in purification by water.” The emphasis on collecting the flowers at dawn hints at a connection with the Sun, who rises from the ocean each day (cf. Sāhityakaumudī 10.258). The malicious <i lang='pi' translate='no'>yakkha</i> of <a href='https://suttacentral.net/dn23/en/sujato#23.13'>DN 23:23.13</a> intimates the presence of water with his garland of yellow lotus (<i lang='pi' translate='no'>kumudamāli</i>); he appears on a trade journey, probably to the west. The plant was probably a kind of <em>Vallisneria</em>, which grows profusely underwater, sending its small white flowers to the surface. ",
  "sn42.6:2.2": "I take the particle <i lang='pi' translate='no'>nāma</i> here as indicating wonder. | Resolve <i lang='pi' translate='no'>saññāpenti</i> as <i lang='pi' translate='no'>saṁ yāpenti</i>, “they send them well”. ",
  "sn42.6:2.3": "",
  "sn42.6:4.3": "For “supplication” (<i lang='pi' translate='no'>āyācana</i>) see too <a href='https://suttacentral.net/an5.43/en/sujato#3.1'>AN 5.43:3.1</a> and <a href='https://suttacentral.net/dn13/en/sujato#16.2'>DN 13:16.2</a>. | For <i lang='pi' translate='no'>anuparisakkeyya</i> (“circumambulate”), see Sanskrit <i lang='pi' translate='no'>ṣvaṣk</i>, “go, move”. ",
  "sn42.6:4.6": "The Buddha argues that personal action rather than religious ritual determines rebirth. ",
  "sn42.6:7.1": "At Chāndogya Upaniṣad 6.6.2–3, Uddālaka compares the ghee that arises as curd is churned to the mind. "
}