{
  "sn42.11:1.1": "Uruvelakappa of the Mallas is mentioned a few times in the Suttas (<a href='https://suttacentral.net/sn48.52/en/sujato#1.2'>SN 48.52:1.2</a>, <a href='https://suttacentral.net/an9.41/en/sujato#1.1'>AN 9.41:1.1</a>). Elsewhere I can only find an Urubilvākalpa in the Lalitavistara (Vaidya 297), which however is apparently a town past Gāyā in Magadha. ",
  "sn42.11:1.2": "Bhadraka appears only here. ",
  "sn42.11:1.3": "While this might seem like a generic question, the phrase “origin and disappearance of suffering” appears elsewhere only in the context of dependent origination (<a href='https://suttacentral.net/sn12.43/en/sujato#1.2'>SN 12.43:1.2</a>, <a href='https://suttacentral.net/sn35.106/en/sujato#1.1'>SN 35.106:1.1</a>). It is unusual to see an obscure lay person directly asking on this topic. The Buddha’s response shows that he did not think Bhadraka would understand the standard explanation, in terms of the arising of sense activity leading to continuation of rebirth. But rather than dismissing the problem as too hard, he takes an approach that Bhadraka can relate to. ",
  "sn42.11:1.5": "Dependent origination is realized at the time of stream-entry, when a person finally overcomes all doubt, including doubts such as “Did I exist in the past?” or “Will I exist on the future?” ",
  "sn42.11:2.2": "Notice that, while the Buddha is focusing on the present, he does not mean narrowly, “the present moment arisen in awareness”. It is a broader sense of present requiring reflection and inference regarding hypotheticals. ",
  "sn42.11:2.6": "",
  "sn42.11:2.7": "The Buddha has led him to realize for himself the crucial link in dependent origination: suffering stems from craving. ",
  "sn42.11:2.9": "Compare the “inferential knowledge” of <a href='https://suttacentral.net/sn12.33/en/sujato'>SN 12.33</a>. The Buddha wants him to understand that this dynamic does not just apply to his present situation, but to any possible life in the past or future. ",
  "sn42.11:2.16": "The Buddha has not in fact said this exact line, although he subsequently endorses Bhadraka’s words. Perhaps the phrase has been lost from the text above. ",
  "sn42.11:2.17": "While Bhadraka endorses the Buddha’s teaching, his response is still limited to his experience in this life, despite the Buddha urging him to apply it to past and future. This confirms the Buddha’s intuition that Bhadraka was not ready to understand the deeper principles of the Dhamma. ",
  "sn42.11:2.18": ""
}