{
  "sn42.13:1.1": "The Koliyans were south-eastern neighbors of the Sakyans, with whom they had close ties in marriage and customs. ",
  "sn42.13:1.2": "For derivation of this name, see note on <a href='https://suttacentral.net/dn16/en/sujato#1.19.2'>DN 16:1.19.2</a>. ",
  "sn42.13:1.4": "<i lang='pi' translate='no'>Māyā</i> means “illusion, trick, deceit”. Perhaps a reference to the “conversion trick” of which the Buddha was accused at <a href='https://suttacentral.net/mn56/en/sujato#8.3'>MN 56:8.3</a> and <a href='https://suttacentral.net/an4.193/en/sujato#15.8'>AN 4.193:15.8</a>. In his reply, the Buddha employs a careful logical method to demonstrate that his teaching is based on reason, not trickery. ",
  "sn42.13:3.8": "It seems that police corruption is not new. ",
  "sn42.13:5.2": "This uses the emphatic distributive form as at <a href='https://suttacentral.net/sn42.8/en/sujato#1.5'>SN 42.8:1.5</a>. ",
  "sn42.13:6.3": "<i lang='pi' translate='no'>Ambho</i> is not usually used by itself as a vocative, but rather as an interjection. This would work for this sentence (“Oh my, what did that man do?”) but not for the response below. It seems a vocative sense is demanded; perhaps we should read <i lang='pi' translate='no'>ambho purisa, ayaṁ puriso</i>. ",
  "sn42.13:11.5": "",
  "sn42.13:14.5": "See <a href='https://suttacentral.net/an5.178/en/sujato'>AN 5.178</a>. ",
  "sn42.13:15.5": "The ascetic teachers are normally located in Magadha, but here we see that, like the Buddha, the wandered extensively. ",
  "sn42.13:16.1": "Attributed to Ajita of the hair blanket at <a href='https://suttacentral.net/dn2/en/sujato#23.2'>DN 2:23.2</a>. ",
  "sn42.13:18.2": "Attributed to Pūraṇa Kassapa at <a href='https://suttacentral.net/dn2/en/sujato#17.2'>DN 2:17.2</a>. ",
  "sn42.13:22.1": "<i lang='pi' translate='no'>Dhammasamādhi</i> (“immersion based on understanding of principle”) is a unique term, and appears to have caused some confusion. The commentary offers various explanations (see Bodhi’s note in <em>Connected Discourses</em>). MA 20 has <span lang='lzh'>有法之定，名曰遠離</span>, translated by Analayo/Bucknell as “there is a Dharma meditation called abandoning.” The context, however, makes the sense clear. <i lang='pi' translate='no'>Samādhi</i> has its usual meaning of “immersion”. <i lang='pi' translate='no'>Dhamma</i> means the “principle” of cause and effect, as in “observation of principles” (<i lang='pi' translate='no'>dhammānupassanā</i>), “investigation of principles” (<i lang='pi' translate='no'>dhammavicaya</i>), or “discernment of principles” (<i lang='pi' translate='no'>dhammavipassanā</i>). This discourse describes how a meditator who has already entered absorption can then use wisdom to reflect on the principles of causality, which gives rise to joy and further immersion. ",
  "sn42.13:22.2": "<i lang='pi' translate='no'>Tatra ce</i> does not mean “if in that” (meditation state), but “if regarding that, if in that case”, and may often be translated simply as “if” (eg. <a href='https://suttacentral.net/an6.64/en/sujato#12.1'>AN 6.64:12.1</a>, <a href='https://suttacentral.net/mn22/en/sujato#38.1'>MN 22:38.1</a>, <a href='https://suttacentral.net/pli-tv-bu-pm/en/sujato#41.3'>Pli Tv Bu Pm:41.3</a>). ",
  "sn42.13:23.5": "Compare <a href='https://suttacentral.net/mn60/en/sujato'>MN 60</a>, which likewise uses a careful conditional logic, while employing the language of gambling to assess outcomes after death. ",
  "sn42.13:23.6": "“Winning hand” (<i lang='pi' translate='no'>kaṭaggaha</i>) is an expression from the classical Vedic game of chance. A large quantity of <i lang='pi' translate='no'>vibhītaka</i> (“bedda”) nuts were placed in a hollow, from which players would take a handful. If the number of nuts was divisible by four, it was said to be a “perfect” (<i lang='pi' translate='no'>kaṭa</i>) “hand” (<i lang='pi' translate='no'>gāha</i>). ",
  "sn42.13:24.5": ""
}