{
  "sa379:0.1": "Related Discourses 4 ",
  "sa379:0.2": "1. ",
  "sa379:1.1": "Thus I have heard: ",
  "sa379:1.2": " One time, the Buddha was staying at Ṛṣipatana in the Deer Preserve of Bārāṇasī. ",
  "sa379:2.1": "It was then that the Bhagavān addressed five monks, ",
  "sa379:2.2": "“This is the noble truth of suffering. ",
  "sa379:2.3": "It’s a teaching never heard before that should be correctly considered. ",
  "sa379:2.4": "It then gives rise to vision, knowledge, insight, and awakening. ",
  "sa379:2.5": "This is the noble truth of suffering’s accumulation … ",
  "sa379:2.6": "suffering’s cessation … ",
  "sa379:2.7": "the path to suffering’s cessation. ",
  "sa379:2.8": "It’s a teaching never heard before that should be correctly considered. ",
  "sa379:2.9": "It then gives rise to vision, knowledge, insight, and awakening. ",
  "sa379:3.1": "“Furthermore, knowledge of this noble truth of suffering should again be known. ",
  "sa379:3.2": "This is a teaching never heard before that should be correctly considered. ",
  "sa379:3.3": "It then gives rise to vision, knowledge, insight, and awakening. ",
  "sa379:4.1": "“After knowing this noble truth of suffering’s accumulation, [that accumulation] should be stopped. ",
  "sa379:4.2": "This is a teaching never heard before that should be correctly considered. ",
  "sa379:4.3": "It then gives rise to vision, knowledge, insight, and awakening. ",
  "sa379:5.1": "“Furthermore, after knowing this noble truth of suffering’s cessation, [that cessation] should be realized. ",
  "sa379:5.2": "This is a teaching never heard before that should be correctly considered. ",
  "sa379:5.3": "It then gives rise to vision, knowledge, insight, and awakening. ",
  "sa379:6.1": "“Furthermore, after knowing this noble truth of the path to suffering’s cessation, [that path] should be cultivated. ",
  "sa379:6.2": "This is a teaching never heard before that should be correctly considered. ",
  "sa379:6.3": "It then gives rise to vision, knowledge, insight, and awakening. ",
  "sa379:7.1": "“Furthermore, monks, after knowing this noble truth of suffering, knowledge [of that suffering] is produced. ",
  "sa379:7.2": "This is a teaching never heard before that should be correctly considered. ",
  "sa379:7.3": "It then gives rise to vision, knowledge, insight, and awakening. ",
  "sa379:8.1": "“Furthermore, after knowing this noble truth of suffering’s accumulation, termination [of that accumulation] is produced. ",
  "sa379:8.2": "This is a teaching never heard before that should be correctly considered. ",
  "sa379:8.3": "It then gives rise to vision, knowledge, insight, and awakening. ",
  "sa379:9.1": "“Furthermore, after knowing this noble truth of suffering’s cessation, realization [of that cessation] is produced. ",
  "sa379:9.2": "This is a teaching never heard before that should be correctly considered. ",
  "sa379:9.3": "It then gives rise to vision, knowledge, insight, and awakening. ",
  "sa379:10.1": "“Furthermore, after knowing this noble truth of the path to suffering’s cessation, cultivation [of that path] is produced. ",
  "sa379:10.2": "This is a teaching not heard before that should be correctly considered. ",
  "sa379:10.3": "It then gives rise to vision, knowledge, insight, and awakening. ",
  "sa379:11.1": "“Monks, when vision, knowledge, insight, and awakening hadn’t arisen from the three turnings in 12 steps of these four noble truths, I couldn’t have ever attained liberation, escape, and separation while among the teachings heard from gods, Māra, Brahmā, ascetics, or priests. ",
  "sa379:11.2": "Nor would I have realized for myself the unsurpassed, correct, and complete enlightenment. ",
  "sa379:11.3": "Once vision, knowledge, insight, and awakening had arisen from the three turnings in 12 steps of these four noble truths, then I attained escape and liberation while among the teachings heard from gods, Māra, Brahmā, ascetics, and priests. ",
  "sa379:11.4": "I realized for myself the unsurpassed, correct, and complete enlightenment.” ",
  "sa379:12.1": "When the Bhagavān explained this teaching, Venerable Kauṇḍinya and 80,000 gods became dustless and spotless and attained purification of the Dharma eye. ",
  "sa379:13.1": "The Bhagavān then addressed Venerable Kauṇḍinya, ",
  "sa379:13.2": "“Have you know the teaching yet?” ",
  "sa379:14.1": "Kauṇḍinya said to the Buddha, ",
  "sa379:14.2": "“I’ve known it, Bhagavān!” ",
  "sa379:15.1": "Again, he asked Venerable Kauṇḍinya, ",
  "sa379:15.2": "“Have you know the teaching yet?” ",
  "sa379:16.1": "Kauṇḍinya said to the Buddha, ",
  "sa379:16.2": "“I’ve known it, Sugata!” ",
  "sa379:17.1": "Having known the teaching, Venerable Kauṇḍinya was therefore called Ajñāta Kauṇḍinya. ",
  "sa379:18.1": "After Venerable Ajñāta Kauṇḍinya knew the teaching, the earth spirit raised its voice and called out, ",
  "sa379:18.2": "“Gentlemen! The Bhagavān has turned the Dharma wheel three times in 12 steps while staying at Ṛṣipatana in the Deer Preserve of Bārāṇasī. ",
  "sa379:18.3": "Never has it been turned by ascetics, priests, gods, Māra, or Brahmā. ",
  "sa379:18.4": "It’s for the benefit of many, for the welfare of many, and with compassion for the world. ",
  "sa379:18.5": "Because it’s for the benefit and welfare of gods and humans, it will increase the host of gods and diminish the host of asuras!” ",
  "sa379:19.1": "After the earth spirit called this out, it was heard by the sky spirits and gods in the Cāturmahārāja Heaven, Trāyastriṃśa Heaven, Yama Heaven, Tuṣita Heaven, Nirmāṇarati Heaven, and Paranirmitavaśavartin Heaven. ",
  "sa379:19.2": "In a moment’s time, they each in turn conveyed the call until it was heard in the Brahmakāyika Heaven. ",
  "sa379:19.3": "In the Brahma Heavens, they conveyed the call, saying, ",
  "sa379:19.4": "“Gentlemen! The Bhagavān has turned the Dharma wheel three times in 12 steps while staying at Ṛṣipatana in the Deer Preserve of Bārāṇasī. ",
  "sa379:19.5": "Never has it been turned by ascetics, priests, gods, Māra, or Brahmā, nor by the teachings heard in the world. ",
  "sa379:19.6": "It’s for the benefit of many and for the welfare of many. ",
  "sa379:19.7": "Because it’s for the benefit of gods and humans, it will increase the host of gods and diminish the host of asuras!” ",
  "sa379:20.1": "At Ṛṣipatana in the Deer Preserve of Bārāṇasī, the Bhagavān turned the Dharma wheel; therefore, this sūtra is called “Turning the Dharma Wheel.” ",
  "sa379:21.1": "After the Buddha taught this sūtra, the monks who heard what he taught rejoiced and approved. "
}