Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thig/thig15.1.po
Languages: kn

# thig15.1:1.1
source: Therīgāthā
kn: Verses of the Senior Nuns

# thig15.1:2.1
source: Cattālīsanipāta
kn: The Book of the Forties

# thig15.1:3.1
source: 1. Isidāsītherīgāthā
kn: 15.1. Isidāsī

# thig15.1:4.1
source: Nagaramhi kusumanāme,
kn: In Pāṭaliputta, the cream of the world,

# thig15.1:4.2
source: Pāṭaliputtamhi pathaviyā maṇḍe;
kn: the city named for a flower,

# thig15.1:4.3
source: Sakyakulakulīnāyo,
kn: there were two nuns from the Sakyan clan,

# thig15.1:4.4
source: Dve bhikkhuniyo hi guṇavatiyo.
kn: both of them ladies of quality.

# thig15.1:5.1
source: Isidāsī tattha ekā,
kn: One was named Isidāsī, the second Bodhī.

# thig15.1:5.2
source: Dutiyā bodhīti sīlasampannā ca;
kn: They both were accomplished in ethics,

# thig15.1:5.3
source: Jhānajjhāyanaratāyo,
kn: lovers of meditation and chanting,

# thig15.1:5.4
source: Bahussutāyo dhutakilesāyo.
kn: learned, crushing corruptions.

# thig15.1:6.1
source: Tā piṇḍāya caritvā,
kn: They wandered for alms and had their meal.

# thig15.1:6.2
source: Bhattatthaṃ kariya dhotapattāyo;
kn: When they had washed their bowls,

# thig15.1:6.3
source: Rahitamhi sukhanisinnā,
kn: they sat happily in a private place

# thig15.1:6.4
source: Imā girā abbhudīresuṃ.
kn: and started a conversation.

# thig15.1:7.1
source: “Pāsādikāsi ayye,
kn: “You’re so lovely, Venerable Isidāsī,

# thig15.1:7.2
source: Isidāsi vayopi te aparihīno;
kn: your youth has not yet faded.

# thig15.1:7.3
source: Kiṃ disvāna byālikaṃ,
kn: What problem did you see that made you

# thig15.1:7.4
source: Athāsi nekkhammamanuyuttā”.
kn: dedicate your life to renunciation?”

# thig15.1:8.1
source: Evamanuyuñjiyamānā sā,
kn: Being pressed like this in private,

# thig15.1:8.2
source: Rahite dhammadesanākusalā;
kn: Isidāsī, skilled in teaching Dhamma,

# thig15.1:8.3
source: Isidāsī vacanamabravi,
kn: voiced the following words.

# thig15.1:8.4
source: “Suṇa bodhi yathāmhi pabbajitā”.
kn: “Bodhī, hear how I went forth.

# thig15.1:9.1
source: “Ujjeniyā puravare,
kn: In the fine town of Ujjenī,

# thig15.1:9.2
source: Mayhaṃ pitā sīlasaṃvuto seṭṭhi;
kn: my father was a financier, a good and moral man.

# thig15.1:9.3
source: Tassamhi ekadhītā,
kn: I was his only daughter,

# thig15.1:9.4
source: Piyā manāpā ca dayitā ca.
kn: dear, beloved, and cherished.

# thig15.1:10.1
source: Atha me sāketato varakā,
kn: Then some suitors came for me

# thig15.1:10.2
source: Āgacchumuttamakulīnā;
kn: from the top family of Sāketa.

# thig15.1:10.3
source: Seṭṭhī pahūtaratano,
kn: They were sent by a financier abounding in wealth,

# thig15.1:10.4
source: Tassa mamaṃ suṇhamadāsi tāto.
kn: to whom my father then gave me as daughter-in-law.

# thig15.1:11.1
source: Sassuyā sasurassa ca,
kn: Come morning and come night,

# thig15.1:11.2
source: Sāyaṃ pātaṃ paṇāmamupagamma;
kn: I bowed with my head to the feet

# thig15.1:11.3
source: Sirasā karomi pāde,
kn: of my father and mother-in-law,

# thig15.1:11.4
source: Vandāmi yathāmhi anusiṭṭhā.
kn: just as I had been told.

# thig15.1:12.1
source: Yā mayhaṃ sāmikassa,
kn: Whenever I saw my husband’s sisters,

# thig15.1:12.2
source: Bhaginiyo bhātuno parijano vā;
kn: his brothers, his servants,

# thig15.1:12.3
source: Tamekavarakampi disvā,
kn: or even he, my one and only,

# thig15.1:12.4
source: Ubbiggā āsanaṃ demi.
kn: I nervously gave them a seat.

# thig15.1:13.1
source: Annena ca pānena ca,
kn: Whatever they wanted—food and drink,

# thig15.1:13.2
source: Khajjena ca yañca tattha sannihitaṃ;
kn: treats, or whatever was in the cupboard—

# thig15.1:13.3
source: Chādemi upanayāmi ca,
kn: I brought out and offered to them,

# thig15.1:13.4
source: Demi ca yaṃ yassa patirūpaṃ.
kn: ensuring each got what was fitting.

# thig15.1:14.1
source: Kālena upaṭṭhahitvā,
kn: Having risen bright and early,

# thig15.1:14.2
source: Gharaṃ samupagamāmi ummāre;
kn: I approached the main house,

# thig15.1:14.3
source: Dhovantī hatthapāde,
kn: washed my hands and feet,

# thig15.1:14.4
source: Pañjalikā sāmikamupemi.
kn: and went to my husband with joined palms.

# thig15.1:15.1
source: Kocchaṃ pasādaṃ añjaniñca,
kn: Taking a comb, adornments,

# thig15.1:15.2
source: Ādāsakañca gaṇhitvā;
kn: eyeshadow, and a mirror,

# thig15.1:15.3
source: Parikammakārikā viya,
kn: I myself did the makeup for my husband,

# thig15.1:15.4
source: Sayameva patiṃ vibhūsemi.
kn: as if I were his beautician.

# thig15.1:16.1
source: Sayameva odanaṃ sādhayāmi,
kn: I myself cooked the rice;

# thig15.1:16.2
source: Sayameva bhājanaṃ dhovantī;
kn: I myself washed the pots.

# thig15.1:16.3
source: Mātāva ekaputtakaṃ,
kn: I looked after my husband

# thig15.1:16.4
source: Tathā bhattāraṃ paricarāmi.
kn: like a mother her only child.

# thig15.1:17.1
source: Evaṃ maṃ bhattikataṃ,
kn: Thus I showed my devotion to him,

# thig15.1:17.2
source: Anurattaṃ kārikaṃ nihatamānaṃ;
kn: a loving, virtuous, and humble servant,

# thig15.1:17.3
source: Uṭṭhāyikaṃ analasaṃ,
kn: getting up early, and working tirelessly:

# thig15.1:17.4
source: Sīlavatiṃ dussate bhattā.
kn: yet still my husband did me wrong.

# thig15.1:18.1
source: So mātarañca pitarañca,
kn: He said to his mother and father:

# thig15.1:18.2
source: Bhaṇati ‘āpucchahaṃ gamissāmi;
kn: “I’ll take my leave and go,

# thig15.1:18.3
source: Isidāsiyā na saha vacchaṃ,
kn: I can’t stand to live together with Isidāsī

# thig15.1:18.4
source: Ekāgārehaṃ saha vatthuṃ’.
kn: staying in the same house.”

# thig15.1:19.1
source: ‘Mā evaṃ putta avaca,
kn: “Son, don’t speak like this!

# thig15.1:19.2
source: Isidāsī paṇḍitā paribyattā;
kn: Isidāsī is astute and competent,

# thig15.1:19.3
source: Uṭṭhāyikā analasā,
kn: she gets up early and works tirelessly,

# thig15.1:19.4
source: Kiṃ tuyhaṃ na rocate putta’.
kn: son, why doesn’t she please you?”

# thig15.1:20.1
source: ‘Na ca me hiṃsati kiñci,
kn: “She hasn’t done anything to hurt me,

# thig15.1:20.2
source: Na cahaṃ isidāsiyā saha vacchaṃ;
kn: but I just can’t stand to live with her.

# thig15.1:20.3
source: Dessāva me alaṃ me,
kn: As far as I’m concerned, she’s just horrible.

# thig15.1:20.4
source: Apucchāhaṃ gamissāmi’.
kn: I’ve had enough, I’ll take my leave and go.”

# thig15.1:21.1
source: Tassa vacanaṃ suṇitvā,
kn: When they heard his words,

# thig15.1:21.2
source: Sassu sasuro ca maṃ apucchiṃsu;
kn: my father-in-law and mother-in-law asked me:

# thig15.1:21.3
source: ‘Kissa tayā aparaddhaṃ,
kn: “What did you do wrong?

# thig15.1:21.4
source: Bhaṇa vissaṭṭhā yathābhūtaṃ’.
kn: Tell us honestly, have no fear.”

# thig15.1:22.1
source: ‘Napihaṃ aparajjhaṃ kiñci,
kn: “I’ve done nothing wrong,

# thig15.1:22.2
source: Napi hiṃsemi na bhaṇāmi dubbacanaṃ;
kn: I haven’t hurt him, or said anything bad.

# thig15.1:22.3
source: Kiṃ sakkā kātuyye,
kn: What can I possibly do,

# thig15.1:22.4
source: Yaṃ maṃ viddessate bhattā’.
kn: when my husband finds me so hateful?”

# thig15.1:23.1
source: Te maṃ pitugharaṃ paṭinayiṃsu,
kn: They led me back to my father’s home,

# thig15.1:23.2
source: Vimanā dukhena adhibhūtā;
kn: distraught, overcome with suffering, and said:

# thig15.1:23.3
source: Puttamanurakkhamānā,
kn: “By caring for our son,

# thig15.1:23.4
source: ‘Jitāmhase rūpiniṃ lakkhiṃ’.
kn: we’ve lost her, so lovely and lucky!”

# thig15.1:24.1
source: Atha maṃ adāsi tāto,
kn: Next my dad gave me to the household

# thig15.1:24.2
source: Aḍḍhassa gharamhi dutiyakulikassa;
kn: of a second wealthy family-man.

# thig15.1:24.3
source: Tato upaḍḍhasuṅkena,
kn: For this he got half the bride-price

# thig15.1:24.4
source: Yena maṃ vindatha seṭṭhi.
kn: of that which the financier paid.

# thig15.1:25.1
source: Tassapi gharamhi māsaṃ,
kn: In his house I also lived a month,

# thig15.1:25.2
source: Avasiṃ atha sopi maṃ paṭiccharayi;
kn: before he too wanted me gone;

# thig15.1:25.3
source: Dāsīva upaṭṭhahantiṃ,
kn: though I served him like a slave,

# thig15.1:25.4
source: Adūsikaṃ sīlasampannaṃ.
kn: virtuous and doing no wrong.

# thig15.1:26.1
source: Bhikkhāya ca vicarantaṃ,
kn: My father then spoke to a beggar for alms,

# thig15.1:26.2
source: Damakaṃ dantaṃ me pitā bhaṇati;
kn: a tamer of others and of himself:

# thig15.1:26.3
source: ‘Hohisi me jāmātā,
kn: “Be my son-in-law;

# thig15.1:26.4
source: Nikkhipa poṭṭhiñca ghaṭikañca’.
kn: set aside your rags and bowl.”

# thig15.1:27.1
source: Sopi vasitvā pakkhaṃ,
kn: He stayed a fortnight before he said to my dad:

# thig15.1:27.2
source: Atha tātaṃ bhaṇati ‘dehi me poṭṭhiṃ;
kn: “Give me back my rag robes,

# thig15.1:27.3
source: Ghaṭikañca mallakañca,
kn: my bowl, and my cup—

# thig15.1:27.4
source: Punapi bhikkhaṃ carissāmi’.
kn: I’ll wander begging for alms again.”

# thig15.1:28.1
source: Atha naṃ bhaṇatī tāto,
kn: So then my mum and my dad

# thig15.1:28.2
source: Ammā sabbo ca me ñātigaṇavaggo;
kn: and my whole group of relatives said:

# thig15.1:28.3
source: ‘Kiṃ te na kīrati idha,
kn: “What has not been done for you here?

# thig15.1:28.4
source: Bhaṇa khippaṃ taṃ te karihi’ti.
kn: Quickly, tell us what we can do for you!”

# thig15.1:29.1
source: Evaṃ bhaṇito bhaṇati,
kn: When they spoke to him like this he said,

# thig15.1:29.2
source: ‘Yadi me attā sakkoti alaṃ mayhaṃ;
kn: “Even if you worship me, I’ve had enough.

# thig15.1:29.3
source: Isidāsiyā na saha vacchaṃ,
kn: I can’t stand to live together with Isidāsī

# thig15.1:29.4
source: Ekagharehaṃ saha vatthuṃ’.
kn: staying in the same house.”

# thig15.1:30.1
source: Vissajjito gato so,
kn: Released, he left.

# thig15.1:30.2
source: Ahampi ekākinī vicintemi;
kn: But I sat by myself contemplating:

# thig15.1:30.3
source: ‘Āpucchitūna gacchaṃ,
kn: “Having taken my leave, I’ll go,

# thig15.1:30.4
source: Marituye vā pabbajissaṃ vā’.
kn: either to die or to go forth.”

# thig15.1:31.1
source: Atha ayyā jinadattā,
kn: But then the venerable lady Jinadattā,

# thig15.1:31.2
source: Āgacchī gocarāya caramānā;
kn: learned and virtuous,

# thig15.1:31.3
source: Tātakulaṃ vinayadharī,
kn: who had memorized the texts on monastic training,

# thig15.1:31.4
source: Bahussutā sīlasampannā.
kn: came to my dad’s house in search of alms.

# thig15.1:32.1
source: Taṃ disvāna amhākaṃ,
kn: When I saw her,

# thig15.1:32.2
source: Uṭṭhāyāsanaṃ tassā paññāpayiṃ;
kn: I got up from my seat and prepared it for her.

# thig15.1:32.3
source: Nisinnāya ca pāde,
kn: When she had taken her seat,

# thig15.1:32.4
source: Vanditvā bhojanamadāsiṃ.
kn: I honored her feet and offered her a meal,

# thig15.1:33.1
source: Annena ca pānena ca,
kn: satisfying her with food and drink,

# thig15.1:33.2
source: Khajjena ca yañca tattha sannihitaṃ;
kn: treats, or whatever was in the cupboard.

# thig15.1:33.3
source: Santappayitvā avacaṃ,
kn: Then I said:

# thig15.1:33.4
source: ‘Ayye icchāmi pabbajituṃ’.
kn: “Ma’am, I wish to go forth!”

# thig15.1:34.1
source: Atha maṃ bhaṇatī tāto,
kn: But my dad said to me:

# thig15.1:34.2
source: ‘Idheva puttaka carāhi tvaṃ dhammaṃ;
kn: “Child, practice Dhamma right here!

# thig15.1:34.3
source: Annena ca pānena ca,
kn: Satisfy ascetics and twice-born brahmins

# thig15.1:34.4
source: Tappaya samaṇe dvijātī ca’.
kn: with food and drink.”

# thig15.1:35.1
source: Athahaṃ bhaṇāmi tātaṃ,
kn: Then I said to my dad,

# thig15.1:35.2
source: Rodantī añjaliṃ paṇāmetvā;
kn: crying, my joined palms raised to him:

# thig15.1:35.3
source: ‘Pāpañhi mayā pakataṃ,
kn: “I’ve done bad things in the past;

# thig15.1:35.4
source: Kammaṃ taṃ nijjaressāmi’.
kn: I shall wear that bad deed away.”

# thig15.1:36.1
source: Atha maṃ bhaṇatī tāto,
kn: And my dad said to me:

# thig15.1:36.2
source: ‘Pāpuṇa bodhiñca aggadhammañca;
kn: “May you attain awakening, the highest state,

# thig15.1:36.3
source: Nibbānañca labhassu,
kn: and may you find the extinguishment

# thig15.1:36.4
source: Yaṃ sacchikarī dvipadaseṭṭho’.
kn: that was realized by the best of men!”

# thig15.1:37.1
source: Mātāpitū abhivādayitvā,
kn: I bowed down to my mother and father,

# thig15.1:37.2
source: Sabbañca ñātigaṇavaggaṃ;
kn: and my whole group of relatives;

# thig15.1:37.3
source: Sattāhaṃ pabbajitā,
kn: and then, seven days after going forth,

# thig15.1:37.4
source: Tisso vijjā aphassayiṃ.
kn: I realized the three knowledges.

# thig15.1:38.1
source: Jānāmi attano satta,
kn: I know my last seven lives;

# thig15.1:38.2
source: Jātiyo yassayaṃ phalavipāko;
kn: I shall relate to you the deeds

# thig15.1:38.3
source: Taṃ tava ācikkhissaṃ,
kn: of which this life is the fruit and result:

# thig15.1:38.4
source: Taṃ ekamanā nisāmehi.
kn: focus your whole mind on that.

# thig15.1:39.1
source: Nagaramhi erakacche,
kn: In the city of Erakacca

# thig15.1:39.2
source: Suvaṇṇakāro ahaṃ pahūtadhano;
kn: I was a goldsmith with lots of money.

# thig15.1:39.3
source: Yobbanamadena matto,
kn: Drunk on the pride of youth,

# thig15.1:39.4
source: So paradāraṃ asevihaṃ.
kn: I had sex with someone else’s wife.

# thig15.1:40.1
source: Sohaṃ tato cavitvā,
kn: Having passed away from there,

# thig15.1:40.2
source: Nirayamhi apaccisaṃ ciraṃ;
kn: I burned in hell for a long time.

# thig15.1:40.3
source: Pakko tato ca uṭṭhahitvā,
kn: Rising up from there

# thig15.1:40.4
source: Makkaṭiyā kucchimokkamiṃ.
kn: I was conceived in a monkey’s womb.

# thig15.1:41.1
source: Sattāhajātakaṃ maṃ,
kn: When I was only seven days old,

# thig15.1:41.2
source: Mahākapi yūthapo nillacchesi;
kn: I was castrated by the monkey chief.

# thig15.1:41.3
source: Tassetaṃ kammaphalaṃ,
kn: This was the fruit of that deed,

# thig15.1:41.4
source: Yathāpi gantvāna paradāraṃ.
kn: because of adultery with another’s wife.

# thig15.1:42.1
source: Sohaṃ tato cavitvā,
kn: Having passed away from there,

# thig15.1:42.2
source: Kālaṃ karitvā sindhavāraññe;
kn: passing away in Sindhava grove,

# thig15.1:42.3
source: Kāṇāya ca khañjāya ca,
kn: I was conceived in the womb

# thig15.1:42.4
source: Eḷakiyā kucchimokkamiṃ.
kn: of a lame, one-eyed she-goat.

# thig15.1:43.1
source: Dvādasa vassāni ahaṃ,
kn: I carried children on my back for twelve years,

# thig15.1:43.2
source: Nillacchito dārake parivahitvā;
kn: and all the while I was castrated,

# thig15.1:43.3
source: Kimināvaṭṭo akallo,
kn: worm-eaten, and tail-less,

# thig15.1:43.4
source: Yathāpi gantvāna paradāraṃ.
kn: because of adultery with another’s wife.

# thig15.1:44.1
source: Sohaṃ tato cavitvā,
kn: Having passed away from there,

# thig15.1:44.2
source: Govāṇijakassa gāviyā jāto;
kn: I was reborn in a cow

# thig15.1:44.3
source: Vaccho lākhātambo,
kn: owned by a cattle merchant.

# thig15.1:44.4
source: Nillacchito dvādase māse.
kn: A red calf, castrated, for twelve months

# thig15.1:45.1
source: Voḍhūna naṅgalamahaṃ,
kn: I drew a big plow.

# thig15.1:45.2
source: Sakaṭañca dhārayāmi;
kn: I shouldered a cart,

# thig15.1:45.3
source: Andhovaṭṭo akallo,
kn: blind, tail-less, feeble,

# thig15.1:45.4
source: Yathāpi gantvāna paradāraṃ.
kn: because of adultery with another’s wife.

# thig15.1:46.1
source: Sohaṃ tato cavitvā,
kn: Having passed away from there,

# thig15.1:46.2
source: Vīthiyā dāsiyā ghare jāto;
kn: I was born of a prostitute in the street,

# thig15.1:46.3
source: Neva mahilā na puriso,
kn: neither woman nor man,

# thig15.1:46.4
source: Yathāpi gantvāna paradāraṃ.
kn: because of adultery with another’s wife.

# thig15.1:47.1
source: Tiṃsativassamhi mato,
kn: I died at thirty years of age,

# thig15.1:47.2
source: Sākaṭikakulamhi dārikā jātā;
kn: and was reborn as a girl in a carter’s family.

# thig15.1:47.3
source: Kapaṇamhi appabhoge,
kn: We were poor, of little wealth,

# thig15.1:47.4
source: Dhanika purisapātabahulamhi.
kn: greatly oppressed by creditors.

# thig15.1:48.1
source: Taṃ maṃ tato satthavāho,
kn: Because of the huge interest we owed,

# thig15.1:48.2
source: Ussannāya vipulāya vaḍḍhiyā;
kn: I was dragged away screaming,

# thig15.1:48.3
source: Okaḍḍhati vilapantiṃ,
kn: taken by force from the family home

# thig15.1:48.4
source: Acchinditvā kulagharasmā.
kn: by a caravan leader.

# thig15.1:49.1
source: Atha soḷasame vasse,
kn: When I was sixteen years old,

# thig15.1:49.2
source: Disvā maṃ pattayobbanaṃ kaññaṃ;
kn: his son named Giridāsa,

# thig15.1:49.3
source: Orundhatassa putto,
kn: seeing that I was a girl of marriageable age,

# thig15.1:49.4
source: Giridāso nāma nāmena.
kn: took me as his wife.

# thig15.1:50.1
source: Tassapi aññā bhariyā,
kn: He also had another wife,

# thig15.1:50.2
source: Sīlavatī guṇavatī yasavatī ca;
kn: a virtuous and well-known lady of quality,

# thig15.1:50.3
source: Anurattā bhattāraṃ,
kn: faithful to her husband;

# thig15.1:50.4
source: Tassāhaṃ viddesanamakāsiṃ.
kn: yet I stirred up resentment in her.

# thig15.1:51.1
source: Tassetaṃ kammaphalaṃ,
kn: As the fruit of that deed,

# thig15.1:51.2
source: Yaṃ maṃ apakīritūna gacchanti;
kn: they abandoned me and left,

# thig15.1:51.3
source: Dāsīva upaṭṭhahantiṃ,
kn: though I served them like a slave.

# thig15.1:51.4
source: Tassapi anto kato mayā”ti.
kn: Now I’ve made an end to this as well.”

# thig15.1:53.1
source: Cattālīsanipāto niṭṭhito.
kn: The Book of the Forties is finished.
