Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thig/thig06.5.po
Languages: kn

# thig6.5:1.1
source: Therīgāthā
kn: Verses of the Senior Nuns

# thig6.5:2.1
source: Chakkanipāta
kn: The Book of the Sixes

# thig6.5:3.1
source: 5. Anopamātherīgāthā
kn: 6.5. Anopamā

# thig6.5:4.1
source: “Ucce kule ahaṃ jātā,
kn: I was born into an eminent family,

# thig6.5:4.2
source: bahuvitte mahaddhane;
kn: affluent and wealthy,

# thig6.5:4.3
source: Vaṇṇarūpena sampannā,
kn: endowed with a beautiful complexion and figure;

# thig6.5:4.4
source: dhītā majjhassa atrajā.
kn: Majjha’s true-born daughter.

# thig6.5:5.1
source: Patthitā rājaputtehi,
kn: I was sought by princes,

# thig6.5:5.2
source: seṭṭhiputtehi gijjhitā;
kn: coveted by sons of the wealthy.

# thig6.5:5.3
source: Pitu me pesayī dūtaṃ,
kn: One sent a messenger to my father:

# thig6.5:5.4
source: detha mayhaṃ anopamaṃ.
kn: “Give me Anopamā!

# thig6.5:6.1
source: Yattakaṃ tulitā esā,
kn: However much your daughter

# thig6.5:6.2
source: tuyhaṃ dhītā anopamā;
kn: Anopamā weighs,

# thig6.5:6.3
source: Tato aṭṭhaguṇaṃ dassaṃ,
kn: I'll give you eight times that

# thig6.5:6.4
source: hiraññaṃ ratanāni ca.
kn: in gold and gems.”

# thig6.5:7.1
source: Sāhaṃ disvāna sambuddhaṃ,
kn: When I saw the Awakened One,

# thig6.5:7.2
source: lokajeṭṭhaṃ anuttaraṃ;
kn: the world’s Elder, unsurpassed,

# thig6.5:7.3
source: Tassa pādāni vanditvā,
kn: I paid homage at his feet,

# thig6.5:7.4
source: ekamantaṃ upāvisiṃ.
kn: then sat down to one side.

# thig6.5:8.1
source: So me dhammamadesesi,
kn: Out of compassion,

# thig6.5:8.2
source: anukampāya gotamo;
kn: Gotama taught me the Dhamma.

# thig6.5:8.3
source: Nisinnā āsane tasmiṃ,
kn: While sitting in that seat,

# thig6.5:8.4
source: phusayiṃ tatiyaṃ phalaṃ.
kn: I realized the third fruit.

# thig6.5:9.1
source: Tato kesāni chetvāna,
kn: Then, having cut off my hair,

# thig6.5:9.2
source: pabbajiṃ anagāriyaṃ;
kn: I went forth to homelessness.

# thig6.5:9.3
source: Ajja me sattamī ratti,
kn: This is the seventh day

# thig6.5:9.4
source: yato taṇhā visositā”ti.
kn: since my craving dried up.
