Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thig/thig05.10.po
Languages: kn

# thig5.10:1.1
source: Therīgāthā
kn: Verses of the Senior Nuns

# thig5.10:2.1
source: Pañcakanipāta
kn: The Book of the Fives

# thig5.10:3.1
source: 10. Paṭācārātherīgāthā
kn: 5.10. Paṭācārā

# thig5.10:4.1
source: “Naṅgalehi kasaṃ khettaṃ,
kn: Plowing the fields,

# thig5.10:4.2
source: bījāni pavapaṃ chamā;
kn: sowing seeds in the ground,

# thig5.10:4.3
source: Puttadārāni posentā,
kn: supporting partners and children,

# thig5.10:4.4
source: dhanaṃ vindanti <span class="var" title="mānavā (bj, pts1-2)" id="note43">māṇavā</span>.
kn: young men acquire wealth.

# thig5.10:5.1
source: Kimahaṃ sīlasampannā,
kn: I am accomplished in ethics,

# thig5.10:5.2
source: satthusāsanakārikā;
kn: and I do the Teacher’s bidding,

# thig5.10:5.3
source: Nibbānaṃ nādhigacchāmi,
kn: being neither lazy nor restless—

# thig5.10:5.4
source: akusītā anuddhatā.
kn: why then do I not achieve quenching?

# thig5.10:6.1
source: Pāde pakkhālayitvāna,
kn: Having washed my feet,

# thig5.10:6.2
source: udakesu karomahaṃ;
kn: I took note of the water,

# thig5.10:6.3
source: Pādodakañca disvāna,
kn: seeing the foot-washing water

# thig5.10:6.4
source: thalato ninnamāgataṃ.
kn: flowing from high ground to low.

# thig5.10:7.1
source: Tato cittaṃ samādhesiṃ,
kn: My mind became serene,

# thig5.10:7.2
source: assaṃ bhadraṃvajāniyaṃ;
kn: like a fine thoroughbred steed.

# thig5.10:7.3
source: Tato dīpaṃ gahetvāna,
kn: Then, taking a lamp,

# thig5.10:7.4
source: vihāraṃ pāvisiṃ ahaṃ;
kn: I entered my dwelling,

# thig5.10:7.5
source: Seyyaṃ olokayitvāna,
kn: inspected the bed,

# thig5.10:7.6
source: mañcakamhi upāvisiṃ.
kn: and sat on my cot.

# thig5.10:8.1
source: Tato sūciṃ gahetvāna,
kn: Then, grabbing the pin,

# thig5.10:8.2
source: vaṭṭiṃ okassayāmahaṃ;
kn: I drew out the wick.

# thig5.10:8.3
source: Padīpasseva nibbānaṃ,
kn: The liberation of my heart

# thig5.10:8.4
source: vimokkho ahu cetaso”ti.
kn: was like the quenching of the lamp.
