Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thig/thig06.8.po
Languages: kn

# thig6.8:1.1
source: Therīgāthā
kn: Verses of the Senior Nuns

# thig6.8:2.1
source: Chakkanipāta
kn: The Book of the Sixes

# thig6.8:3.1
source: 8. Vijayātherīgāthā
kn: 6.8. Vijayā

# thig6.8:4.1
source: “Catukkhattuṃ pañcakkhattuṃ,
kn: Four or five times

# thig6.8:4.2
source: vihārā upanikkhamiṃ;
kn: I left my dwelling;

# thig6.8:4.3
source: Aladdhā cetaso santiṃ,
kn: I had failed to find peace of heart,

# thig6.8:4.4
source: citte avasavattinī.
kn: or any control over my mind.

# thig6.8:5.1
source: Bhikkhuniṃ upasaṅkamma,
kn: I approached a nun

# thig6.8:5.2
source: sakkaccaṃ paripucchahaṃ;
kn: and politely questioned her.

# thig6.8:5.3
source: Sā me dhammamadesesi,
kn: She taught me the Dhamma:

# thig6.8:5.4
source: dhātuāyatanāni ca.
kn: the elements and sense fields,

# thig6.8:6.1
source: Cattāri ariyasaccāni,
kn: the four noble truths,

# thig6.8:6.2
source: indriyāni balāni ca;
kn: the faculties and the powers,

# thig6.8:6.3
source: Bojjhaṅgaṭṭhaṅgikaṃ maggaṃ,
kn: the awakening factors, and the eightfold path

# thig6.8:6.4
source: uttamatthassa pattiyā.
kn: for the attainment of the highest goal.

# thig6.8:7.1
source: Tassāhaṃ vacanaṃ sutvā,
kn: After hearing her words,

# thig6.8:7.2
source: karontī anusāsaniṃ;
kn: I did her bidding.

# thig6.8:7.3
source: Rattiyā purime yāme,
kn: In the first watch of the night,

# thig6.8:7.4
source: pubbajātimanussariṃ.
kn: I recollected my past lives.

# thig6.8:8.1
source: Rattiyā majjhime yāme,
kn: In the middle watch of the night,

# thig6.8:8.2
source: dibbacakkhuṃ visodhayiṃ;
kn: I purified my clairvoyance.

# thig6.8:8.3
source: Rattiyā pacchime yāme,
kn: In the last watch of the night,

# thig6.8:8.4
source: tamokhandhaṃ padālayiṃ.
kn: I shattered the mass of darkness.

# thig6.8:9.1
source: Pītisukhena ca kāyaṃ,
kn: I then meditated pervading my body

# thig6.8:9.2
source: Pharitvā vihariṃ tadā;
kn: with rapture and bliss.

# thig6.8:9.3
source: Sattamiyā pāde pasāresiṃ,
kn: On the seventh day I stretched out my feet,

# thig6.8:9.4
source: Tamokhandhaṃ padāliyā”ti.
kn: having shattered the mass of darkness.

# thig6.8:11.1
source: Chakkanipāto niṭṭhito.
kn: The Book of the Sixes is finished.
