Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thig/thig05.06.po
Languages: kn

# thig5.6:1.1
source: Therīgāthā
kn: Verses of the Senior Nuns

# thig5.6:2.1
source: Pañcakanipāta
kn: The Book of the Fives

# thig5.6:3.1
source: 6 Mittākāḷītherīgāthā
kn: 5.6. Mittākāḷī

# thig5.6:4.1
source: “Saddhāya pabbajitvāna,
kn: Having gone forth out of faith

# thig5.6:4.2
source: agārasmānagāriyaṃ;
kn: from the lay life to homelessness,

# thig5.6:4.3
source: Vicariṃhaṃ tena tena,
kn: I wandered here and there,

# thig5.6:4.4
source: lābhasakkāraussukā.
kn: jealous of possessions and honors.

# thig5.6:5.1
source: Riñcitvā paramaṃ atthaṃ,
kn: Neglecting the highest goal,

# thig5.6:5.2
source: hīnamatthaṃ asevihaṃ;
kn: I pursued the lowest.

# thig5.6:5.3
source: Kilesānaṃ vasaṃ gantvā,
kn: Under the sway of corruptions,

# thig5.6:5.4
source: sāmaññatthaṃ na bujjhihaṃ.
kn: I never knew the goal of the ascetic life.

# thig5.6:6.1
source: Tassā me ahu saṃvego,
kn: I was struck with a sense of urgency

# thig5.6:6.2
source: nisinnāya vihārake;
kn: as I was sitting in my hut:

# thig5.6:6.3
source: Ummaggapaṭipannāmhi,
kn: “I’m walking the wrong path,

# thig5.6:6.4
source: taṇhāya vasamāgatā.
kn: under the sway of craving.

# thig5.6:7.1
source: Appakaṃ jīvitaṃ mayhaṃ,
kn: My life is short,

# thig5.6:7.2
source: jarā byādhi ca maddati;
kn: trampled by old age and sickness.

# thig5.6:7.3
source: Purāyaṃ bhijjati kāyo,
kn: Before this body breaks apart,

# thig5.6:7.4
source: na me kālo pamajjituṃ.
kn: there is no time for me to be careless.”

# thig5.6:8.1
source: Yathābhūtamavekkhantī,
kn: I examined in line with reality

# thig5.6:8.2
source: khandhānaṃ udayabbayaṃ;
kn: the rise and fall of the aggregates.

# thig5.6:8.3
source: Vimuttacittā uṭṭhāsiṃ,
kn: I stood up with mind liberated,

# thig5.6:8.4
source: kataṃ buddhassa sāsanan”ti.
kn: having fulfilled the Buddha’s instructions.
