Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thig/thig05.04.po
Languages: kn

# thig5.4:1.1
source: Therīgāthā
kn: Verses of the Senior Nuns

# thig5.4:2.1
source: Pañcakanipāta
kn: The Book of the Fives

# thig5.4:3.1
source: 4. Sundarīnandātherīgāthā
kn: 5.4. Sundarīnandā

# thig5.4:4.1
source: <span class="cross" title="^thig2.1#1 [Abhirūpanandātherīgāthā] | ^thi-ap18#66 [Khemātherīapadāna]" id="note34">*</span> <a class="sc" id="1"></a><a class="verse-num-sc" id="verse-num-sc82"></a><a class="verse-num-pts" id="verse-num-pts82"></a>“Āturaṃ asuciṃ pūtiṃ,
kn: “Nandā, see this bag of bones as

# thig5.4:4.2
source: passa nande samussayaṃ;
kn: diseased, filthy, and rotten.

# thig5.4:4.3
source: Asubhāya cittaṃ bhāvehi,
kn: With mind unified and serene,

# thig5.4:4.4
source: ekaggaṃ susamāhitaṃ.
kn: meditate on the ugly aspects of the body:

# thig5.4:5.1
source: Yathā idaṃ tathā etaṃ,
kn: as this is, so is that,

# thig5.4:5.2
source: yathā etaṃ tathā idaṃ;
kn: as that is, so is this.

# thig5.4:5.3
source: Duggandhaṃ pūtikaṃ vāti,
kn: A foul stink wafts from it,

# thig5.4:5.4
source: bālānaṃ abhinanditaṃ.
kn: it is the fools’ delight.”

# thig5.4:6.1
source: Evametaṃ avekkhantī,
kn: Reviewing my body in such a way,

# thig5.4:6.2
source: rattindivamatanditā;
kn: tireless all day and night,

# thig5.4:6.3
source: Tato sakāya paññāya,
kn: having broken through

# thig5.4:6.4
source: <span class="var" title="abhinibbijja (bj, s2, s3, pts1-2)" id="note35">abhinibbijjha</span> dakkhisaṃ”.
kn: with my own wisdom, I saw.

# thig5.4:7.1
source: “Tassā me appamattāya,
kn: Being diligent,

# thig5.4:7.2
source: vicinantiyā yoniso;
kn: properly investigating,

# thig5.4:7.3
source: Yathābhūtaṃ ayaṃ kāyo,
kn: I truly saw the body

# thig5.4:7.4
source: diṭṭho santarabāhiro.
kn: both inside and out.

# thig5.4:8.1
source: Atha nibbindahaṃ kāye,
kn: Then, growing disillusioned with my body,

# thig5.4:8.2
source: ajjhattañca virajjahaṃ;
kn: I became dispassionate within.

# thig5.4:8.3
source: Appamattā visaṃyuttā,
kn: Diligent, detached,

# thig5.4:8.4
source: upasantāmhi nibbutā”ti.
kn: I’m quenched and at peace.
