Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thig/thig06.1.po
Languages: kn

# thig6.1:1.1
source: Therīgāthā
kn: Verses of the Senior Nuns

# thig6.1:2.1
source: Chakkanipāta
kn: The Book of the Sixes

# thig6.1:3.1
source: 1. Pañcasatamattātherīgāthā
kn: 6.1. Paṭācārā, Who Had a Following of Five Hundred

# thig6.1:4.1
source: “Yassa maggaṃ na jānāsi,
kn: “He whose path you do not know,

# thig6.1:4.2
source: āgatassa gatassa vā;
kn: not whence he came nor where he went;

# thig6.1:4.3
source: Taṃ kuto <span class="var" title="āgataṃ (bj, s2, s3, pts1-2)" id="note49">cāgataṃ</span> <span class="var" title="puttaṃ (s2, s3, pts1-2)" id="note50">sattaṃ</span>,
kn: though he came from who knows where,

# thig6.1:4.4
source: ‘mama putto’ti rodasi.
kn: you mourn that being, crying, ‘Oh my son!’

# thig6.1:5.1
source: Maggañca <span class="var" title="kho'tha (mr)" id="note51">khossa</span> jānāsi,
kn: But one whose path you do know,

# thig6.1:5.2
source: āgatassa gatassa vā;
kn: whence they came or where they went;

# thig6.1:5.3
source: Na naṃ samanusocesi,
kn: that one you do not lament—

# thig6.1:5.4
source: evaṃdhammā hi pāṇino.
kn: such is the nature of living creatures.

# thig6.1:6.1
source: Ayācito tatāgacchi,
kn: Unasked he came,

# thig6.1:6.2
source: <span class="var" title="ananuññāto (bj, s2, s3, pts1-2)" id="note52">nānuññāto</span> ito gato;
kn: he left without leave.

# thig6.1:6.3
source: Kutoci nūna āgantvā,
kn: He must have come from somewhere,

# thig6.1:6.4
source: vasitvā katipāhakaṃ;
kn: and stayed who knows how many days.

# thig6.1:6.5
source: Itopi aññena gato,
kn: He left from here by one road,

# thig6.1:6.6
source: tatopaññena gacchati.
kn: he will go from there by another.

# thig6.1:7.1
source: Peto manussarūpena,
kn: Departing with the form of a human,

# thig6.1:7.2
source: saṃsaranto gamissati;
kn: he will go on transmigrating.

# thig6.1:7.3
source: Yathāgato tathā gato,
kn: As he came, so he went:

# thig6.1:7.4
source: kā tattha paridevanā”.
kn: why cry over that?”

# thig6.1:8.1
source: “<span class="var" title="abbuyhi (s2, s3) | abbuhi (pts1-2)" id="note53">Abbahī</span> vata me sallaṃ,
kn: “Oh! For you have plucked the dart from me,

# thig6.1:8.2
source: duddasaṃ hadayassitaṃ;
kn: so hard to see, hidden in the heart.

# thig6.1:8.3
source: Yā me sokaparetāya,
kn: You’ve swept away the grief for my son,

# thig6.1:8.4
source: puttasokaṃ byapānudi.
kn: in which I once was mired.

# thig6.1:9.1
source: Sājja abbūḷhasallāhaṃ,
kn: Today I’ve plucked the dart,

# thig6.1:9.2
source: Nicchātā parinibbutā;
kn: I’m hungerless, extinguished.

# thig6.1:9.3
source: Buddhaṃ dhammañca saṃghañca,
kn: I go for refuge to that sage, the Buddha,

# thig6.1:9.4
source: Upemi saraṇaṃ muniṃ”.
kn: to his teaching, and to the Sangha.”

# thig6.1:10.1
source: Itthaṃ sudaṃ <span class="var" title="pañcasatā paṭācārā (s2, s3, pts1-2)" id="note54">pañcasatamattā</span> therī bhikkhuniyo …
kn: It was thus that Paṭācārā, who had a following of five hundred, declared her enlightenment.
