Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thig/thig02.03.po
Languages: kn

# thig2.3:1.1
source: Therīgāthā
kn: Verses of the Senior Nuns

# thig2.3:2.1
source: Dukanipāta
kn: The Book of the Twos

# thig2.3:3.1
source: 3. Sumaṅgalamātātherīgāthā
kn: 2.3. Sumaṅgala’s Mother

# thig2.3:4.1
source: “Sumuttikā <span class="var" title="sumuttike sumuttike (bj) | sumuttike sumuttikā (s2, s3, pts1-2, mr)" id="note16">sumuttikā</span>,
kn: I’m well freed, well freed,

# thig2.3:4.2
source: Sādhumuttikāmhi musalassa;
kn: so very well freed!

# thig2.3:4.3
source: Ahiriko me chattakaṃ vāpi,
kn: My pestle’s shameless wind was wafting;

# thig2.3:4.4
source: Ukkhalikā me deḍḍubhaṃ vāti.
kn: my little pot wafted like an eel.

# thig2.3:5.1
source: Rāgañca ahaṃ dosañca,
kn: Now, as for greed and hate:

# thig2.3:5.2
source: Cicciṭi cicciṭīti vihanāmi;
kn: I sear them and sizzle them up.

# thig2.3:5.3
source: Sā rukkhamūlamupagamma,
kn: Having gone to the root of a tree,

# thig2.3:5.4
source: Aho sukhanti sukhato jhāyāmī”ti.
kn: I meditate happily, thinking, “Oh, what bliss!”
