Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thig/thig05.07.po
Languages: kn

# thig5.7:1.1
source: Therīgāthā
kn: Verses of the Senior Nuns

# thig5.7:2.1
source: Pañcakanipāta
kn: The Book of the Fives

# thig5.7:3.1
source: 7. Sakulātherīgāthā
kn: 5.7. Sakulā

# thig5.7:4.1
source: “Agārasmiṃ vasantīhaṃ,
kn: While staying at home

# thig5.7:4.2
source: dhammaṃ sutvāna bhikkhuno;
kn: I heard the teaching from a mendicant.

# thig5.7:4.3
source: Addasaṃ virajaṃ dhammaṃ,
kn: I saw the stainless Dhamma,

# thig5.7:4.4
source: nibbānaṃ padamaccutaṃ.
kn: extinguishment, the imperishable state.

# thig5.7:5.1
source: Sāhaṃ puttaṃ dhītarañca,
kn: Leaving behind my son and my daughter,

# thig5.7:5.2
source: dhanadhaññañca chaḍḍiya;
kn: my riches and my grain,

# thig5.7:5.3
source: Kese chedāpayitvāna,
kn: I had my hair cut off,

# thig5.7:5.4
source: pabbajiṃ anagāriyaṃ.
kn: and went forth to homelessness.

# thig5.7:6.1
source: Sikkhamānā ahaṃ santī,
kn: As a trainee nun,

# thig5.7:6.2
source: bhāventī maggamañjasaṃ;
kn: I developed the direct path.

# thig5.7:6.3
source: Pahāsiṃ rāgadosañca,
kn: I gave up greed and hate,

# thig5.7:6.4
source: tadekaṭṭhe ca āsave.
kn: along with associated defilements.

# thig5.7:7.1
source: Bhikkhunī upasampajja,
kn: When I was fully ordained as a nun,

# thig5.7:7.2
source: pubbajātimanussariṃ;
kn: I recollected my past lives,

# thig5.7:7.3
source: <span class="var" title="visodhitaṃ dibbacakkhuṃ (bj) | dibbacakkhuṃ visodhitaṃ (s2, s3, pts1-2)" id="note40">Dibbacakkhu visodhitaṃ</span>,
kn: and purified my clairvoyance,

# thig5.7:7.4
source: vimalaṃ sādhubhāvitaṃ.
kn: immaculate and fully developed.

# thig5.7:8.1
source: Saṅkhāre parato disvā,
kn: Conditions are born of causes, crumbling;

# thig5.7:8.2
source: hetujāte <span class="var" title="palokine (s2, s3, pts1-2, mr)" id="note41">palokite</span>;
kn: having seen them as other,

# thig5.7:8.3
source: Pahāsiṃ āsave sabbe,
kn: I gave up all defilements,

# thig5.7:8.4
source: sītibhūtāmhi nibbutā”ti.
kn: I’m cooled and quenched.
