Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thig/thig05.12.po
Languages: kn

# thig5.12:1.1
source: Therīgāthā
kn: Verses of the Senior Nuns

# thig5.12:2.1
source: Pañcakanipāta
kn: The Book of the Fives

# thig5.12:3.1
source: 12. Candātherīgāthā
kn: 5.12. Candā

# thig5.12:4.1
source: “Duggatāhaṃ pure āsiṃ,
kn: I used to be in a sorry state.

# thig5.12:4.2
source: vidhavā ca aputtikā;
kn: As a childless widow,

# thig5.12:4.3
source: Vinā mittehi ñātīhi,
kn: bereft of friends or relatives,

# thig5.12:4.4
source: bhattacoḷassa nādhigaṃ.
kn: I got neither food nor clothes.

# thig5.12:5.1
source: Pattaṃ daṇḍañca gaṇhitvā,
kn: I took a bowl and a staff

# thig5.12:5.2
source: bhikkhamānā kulā kulaṃ;
kn: and went begging from family to family.

# thig5.12:5.3
source: Sītuṇhena ca ḍayhantī,
kn: For seven years I wandered,

# thig5.12:5.4
source: satta vassāni cārihaṃ.
kn: burned by heat and cold.

# thig5.12:6.1
source: Bhikkhuniṃ puna disvāna,
kn: Then I saw a nun

# thig5.12:6.2
source: annapānassa lābhiniṃ;
kn: receiving food and drink.

# thig5.12:6.3
source: Upasaṅkamma avocaṃ,
kn: Approaching her, I said:

# thig5.12:6.4
source: ‘pabbajjaṃ anagāriyaṃ’.
kn: “Send me forth to homelessness.”

# thig5.12:7.1
source: Sā ca maṃ anukampāya,
kn: Out of compassion for me,

# thig5.12:7.2
source: pabbājesi paṭācārā;
kn: Paṭācārā gave me the going forth.

# thig5.12:7.3
source: Tato maṃ ovaditvāna,
kn: Then, having advised me,

# thig5.12:7.4
source: paramatthe niyojayi.
kn: she urged me on to the ultimate goal.

# thig5.12:8.1
source: Tassāhaṃ vacanaṃ sutvā,
kn: After hearing her words,

# thig5.12:8.2
source: akāsiṃ anusāsaniṃ;
kn: I did her bidding.

# thig5.12:8.3
source: Amogho ayyāyovādo,
kn: The lady’s advice was not in vain:

# thig5.12:8.4
source: tevijjāmhi anāsavā”ti.
kn: master of the three knowledges, I am free of defilements.

# thig5.12:10.1
source: Pañcakanipāto niṭṭhito.
kn: The Book of the Fives is finished.
