Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thig/thig06.3.po
Languages: kn

# thig6.3:1.1
source: Therīgāthā
kn: Verses of the Senior Nuns

# thig6.3:2.1
source: Chakkanipāta
kn: The Book of the Sixes

# thig6.3:3.1
source: 3. Khemātherīgāthā
kn: 6.3. Khemā

# thig6.3:4.1
source: “Daharā tvaṃ rūpavatī,
kn: “You’re so young and beautiful!

# thig6.3:4.2
source: ahampi daharo yuvā;
kn: I too am young, just a youth.

# thig6.3:4.3
source: Pañcaṅgikena turiyena,
kn: Come, Khemā, let us enjoy

# thig6.3:4.4
source: ehi kheme ramāmase”.
kn: the music of a five-piece band.”

# thig6.3:5.1
source: “Iminā pūtikāyena,
kn: “This body is rotting,

# thig6.3:5.2
source: āturena pabhaṅgunā;
kn: ailing and fragile,

# thig6.3:5.3
source: Aṭṭiyāmi harāyāmi,
kn: I’m horrified and repelled by it,

# thig6.3:5.4
source: kāmataṇhā samūhatā.
kn: and I’ve eradicated sensual craving.

# thig6.3:6.1
source: Sattisūlūpamā kāmā,
kn: Sensual pleasures are like swords and stakes;

# thig6.3:6.2
source: khandhāsaṃ adhikuṭṭanā;
kn: the aggregates are their chopping block.

# thig6.3:6.3
source: Yaṃ ‘tvaṃ kāmaratiṃ’ brūsi,
kn: What you call sensual delight

# thig6.3:6.4
source: ‘aratī’ dāni sā mama.
kn: is now no delight for me.

# thig6.3:7.1
source: Sabbattha vihatā nandī,
kn: Relishing is destroyed in every respect,

# thig6.3:7.2
source: tamokhandho padālito;
kn: and the mass of darkness is shattered.

# thig6.3:7.3
source: Evaṃ jānāhi pāpima,
kn: So know this, Wicked One:

# thig6.3:7.4
source: nihato tvamasi antaka.
kn: you’re beaten, terminator!”

# thig6.3:8.1
source: Nakkhattāni namassantā,
kn: “Worshiping the stars,

# thig6.3:8.2
source: aggiṃ paricaraṃ vane;
kn: serving the sacred flame in a grove;

# thig6.3:8.3
source: Yathābhuccamajānantā,
kn: failing to grasp the true nature of things,

# thig6.3:8.4
source: bālā suddhimamaññatha.
kn: foolish me, I thought this was purity.

# thig6.3:9.1
source: Ahañca kho namassantī,
kn: But now I worship the Awakened One,

# thig6.3:9.2
source: sambuddhaṃ purisuttamaṃ;
kn: supreme among men.

# thig6.3:9.3
source: Pamuttā sabbadukkhehi,
kn: Doing the teacher’s bidding,

# thig6.3:9.4
source: satthusāsanakārikā”ti.
kn: I am released from all suffering.”
