Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thig/thig13.5.po
Languages: kn

# thig13.5:1.1
source: Therīgāthā
kn: Verses of the Senior Nuns

# thig13.5:2.1
source: Vīsatinipāta
kn: The Book of the Twenties

# thig13.5:3.1
source: 5. Subhākammāradhītutherīgāthā
kn: 13.5. Subhā, the Smith’s Daughter

# thig13.5:4.1
source: “Daharāhaṃ suddhavasanā,
kn: “I was so young, my clothes so fresh,

# thig13.5:4.2
source: yaṃ pure dhammamassuṇiṃ;
kn: at that time I heard the teaching.

# thig13.5:4.3
source: Tassā me appamattāya,
kn: Being diligent,

# thig13.5:4.4
source: saccābhisamayo ahu.
kn: I comprehended the truth;

# thig13.5:5.1
source: Tatohaṃ sabbakāmesu,
kn: and then I became profoundly dispassionate

# thig13.5:5.2
source: bhusaṃ aratimajjhagaṃ;
kn: towards all sensual pleasures.

# thig13.5:5.3
source: Sakkāyasmiṃ bhayaṃ disvā,
kn: Seeing fear in identity,

# thig13.5:5.4
source: <span class="var" title="nekkhammaññeva (bj) | nekkhammasseva (s2, s3) | nekkhammaṃ yeva (pts1-2)" id="note104">nekkhammameva</span> pīhaye.
kn: I longed for renunciation.

# thig13.5:6.1
source: Hitvānahaṃ ñātigaṇaṃ,
kn: Giving up my family circle,

# thig13.5:6.2
source: dāsakammakarāni ca;
kn: bonded servants and workers,

# thig13.5:6.3
source: Gāmakhettāni phītāni,
kn: and my flourishing villages and lands,

# thig13.5:6.4
source: ramaṇīye pamodite.
kn: so delightful and pleasant,

# thig13.5:7.1
source: Pahāyahaṃ pabbajitā,
kn: I went forth;

# thig13.5:7.2
source: sāpateyyamanappakaṃ;
kn: all that is no small wealth.

# thig13.5:7.3
source: <a class="verse-num-pts" id="verse-num-pts341"></a>Evaṃ saddhāya nikkhamma,
kn: Now that I’ve gone forth in faith like this,

# thig13.5:7.4
source: saddhamme suppavedite.
kn: in the true teaching so well proclaimed,

# thig13.5:8.1
source: <span class="var" title="na me taṃ (bj, s2, s3, pts1-2)" id="note105">Netaṃ</span> assa patirūpaṃ,
kn: since I desire to have nothing,

# thig13.5:8.2
source: Ākiñcaññañhi patthaye;
kn: it would not be appropriate

# thig13.5:8.3
source: <span class="var" title="yā (s2, s3, pts1-2)" id="note106">Yo</span> jātarūpaṃ rajataṃ,
kn: to take back gold and money,

# thig13.5:8.4
source: <span class="var" title="ṭhapetvā (s2, s3, pts1-2) | thapetvā (mr)" id="note107">Chaḍḍetvā</span> <span class="var" title="punarāgahe (mr)" id="note108">punarāgame</span>.
kn: having already got rid of them.

# thig13.5:9.1
source: Rajataṃ jātarūpaṃ vā,
kn: Money or gold

# thig13.5:9.2
source: na bodhāya na santiyā;
kn: doesn’t lead to peace and awakening.

# thig13.5:9.3
source: Netaṃ samaṇasāruppaṃ,
kn: It doesn’t befit an ascetic,

# thig13.5:9.4
source: na etaṃ ariyaddhanaṃ.
kn: it’s not the wealth of the noble ones;

# thig13.5:10.1
source: Lobhanaṃ madanañcetaṃ,
kn: it’s just greed and intoxication,

# thig13.5:10.2
source: mohanaṃ rajavaḍḍhanaṃ;
kn: confusion and growing decadence,

# thig13.5:10.3
source: Sāsaṅkaṃ bahuāyāsaṃ,
kn: dubious, troublesome—

# thig13.5:10.4
source: natthi cettha dhuvaṃ ṭhiti.
kn: there is nothing lasting there.

# thig13.5:11.1
source: Ettha rattā pamattā ca,
kn: Depraved and heedless,

# thig13.5:11.2
source: saṃkiliṭṭhamanā narā;
kn: unenlightened folk, their hearts corrupt,

# thig13.5:11.3
source: Aññamaññena byāruddhā,
kn: oppose each other,

# thig13.5:11.4
source: puthu kubbanti medhagaṃ.
kn: creating disputes.

# thig13.5:12.1
source: Vadho bandho parikleso,
kn: Killing, caging, misery,

# thig13.5:12.2
source: jāni sokapariddavo;
kn: loss, grief, and lamentation;

# thig13.5:12.3
source: Kāmesu adhipannānaṃ,
kn: those sunk in sensual pleasures

# thig13.5:12.4
source: dissate byasanaṃ bahuṃ.
kn: see many disastrous things.

# thig13.5:13.1
source: Taṃ maṃ ñātī amittāva,
kn: My family, why do you urge me on

# thig13.5:13.2
source: kiṃ vo kāmesu yuñjatha;
kn: to pleasures, as if you were my enemies?

# thig13.5:13.3
source: Jānātha maṃ pabbajitaṃ,
kn: You know I’ve gone forth,

# thig13.5:13.4
source: kāmesu bhayadassiniṃ.
kn: seeing fear in sensual pleasures.

# thig13.5:14.1
source: Na hiraññasuvaṇṇena,
kn: It’s not due to gold, coined or uncoined,

# thig13.5:14.2
source: parikkhīyanti āsavā;
kn: that defilements come to an end.

# thig13.5:14.3
source: Amittā vadhakā kāmā,
kn: Sensual pleasures are enemies and murderers,

# thig13.5:14.4
source: sapattā sallabandhanā.
kn: hostile forces that bind you to thorns.

# thig13.5:15.1
source: Taṃ maṃ ñātī amittāva,
kn: My family, why do you urge me on

# thig13.5:15.2
source: kiṃ vo kāmesu yuñjatha;
kn: to pleasures, as if you were my enemies?

# thig13.5:15.3
source: Jānātha maṃ pabbajitaṃ,
kn: You know I’ve gone forth,

# thig13.5:15.4
source: muṇḍaṃ saṅghāṭipārutaṃ.
kn: shaven, wrapped in my outer robe.

# thig13.5:16.1
source: Uttiṭṭhapiṇḍo uñcho ca,
kn: Leftovers as gleanings,

# thig13.5:16.2
source: paṃsukūlañca cīvaraṃ;
kn: and cast-off rags as robes—

# thig13.5:16.3
source: Etaṃ kho mama sāruppaṃ,
kn: that’s what’s fitting for me,

# thig13.5:16.4
source: anagārūpanissayo.
kn: the essentials of the homeless life.

# thig13.5:17.1
source: Vantā mahesīhi kāmā,
kn: Great hermits expel sensual pleasures,

# thig13.5:17.2
source: ye dibbā ye ca mānusā;
kn: both human and divine.

# thig13.5:17.3
source: Khemaṭṭhāne vimuttā te,
kn: Safe in their sanctuary, they are freed,

# thig13.5:17.4
source: pattā te acalaṃ sukhaṃ.
kn: having found unshakable happiness.

# thig13.5:18.1
source: Māhaṃ kāmehi saṅgacchiṃ,
kn: May I not encounter sensual pleasures,

# thig13.5:18.2
source: yesu tāṇaṃ na vijjati;
kn: for no shelter is found in them.

# thig13.5:18.3
source: Amittā vadhakā kāmā,
kn: Sensual pleasures are enemies and murderers,

# thig13.5:18.4
source: aggikkhandhūpamā dukhā.
kn: as painful as a bonfire.

# thig13.5:19.1
source: Paripantho esa bhayo,
kn: Greed is an obstacle, a threat,

# thig13.5:19.2
source: savighāto sakaṇṭako;
kn: full of anguish and thorns;

# thig13.5:19.3
source: Gedho suvisamo <span class="var" title="lepo (bj)" id="note109">ceso</span>,
kn: it is out of balance,

# thig13.5:19.4
source: mahanto mohanāmukho.
kn: a great gateway to confusion.

# thig13.5:20.1
source: Upasaggo bhīmarūpo,
kn: Hazardous and terrifying,

# thig13.5:20.2
source: kāmā sappasirūpamā;
kn: sensual pleasures are like a snake’s head,

# thig13.5:20.3
source: Ye bālā abhinandanti,
kn: where fools delight,

# thig13.5:20.4
source: andhabhūtā puthujjanā.
kn: ordinary folk trapped in darkness.

# thig13.5:21.1
source: Kāmapaṅkena sattā hi,
kn: Stuck in the mud of sensual pleasures,

# thig13.5:21.2
source: bahū loke aviddasū;
kn: there are so many ignorant in the world.

# thig13.5:21.3
source: Pariyantaṃ na jānanti,
kn: They know nothing of the end

# thig13.5:21.4
source: jātiyā maraṇassa ca.
kn: of rebirth and death.

# thig13.5:22.1
source: Duggatigamanaṃ maggaṃ,
kn: Because of sensual pleasures,

# thig13.5:22.2
source: manussā kāmahetukaṃ;
kn: people jump right on to the path that goes to a bad place.

# thig13.5:22.3
source: Bahuṃ ve paṭipajjanti,
kn: So many walk the path

# thig13.5:22.4
source: attano rogamāvahaṃ.
kn: that brings disease onto themselves.

# thig13.5:23.1
source: Evaṃ amittajananā,
kn: That’s how sensual pleasures create enemies;

# thig13.5:23.2
source: tāpanā saṃkilesikā;
kn: they are so tormenting, so corrupting,

# thig13.5:23.3
source: Lokāmisā bandhanīyā,
kn: trapping beings with the world’s material delights,

# thig13.5:23.4
source: kāmā maraṇabandhanā.
kn: they are nothing less than the bonds of death.

# thig13.5:24.1
source: Ummādanā ullapanā,
kn: Maddening, enticing,

# thig13.5:24.2
source: kāmā cittappamaddino;
kn: sensual pleasures derange the mind.

# thig13.5:24.3
source: Sattānaṃ saṃkilesāya,
kn: They’re a snare laid by Māra

# thig13.5:24.4
source: <span class="var" title="khipaṃ (bj)" id="note110">khippaṃ</span> mārena oḍḍitaṃ.
kn: for the corruption of beings.

# thig13.5:25.1
source: Anantādīnavā kāmā,
kn: Sensual pleasures are infinitely dangerous,

# thig13.5:25.2
source: bahudukkhā mahāvisā;
kn: they’re full of suffering, a terrible poison;

# thig13.5:25.3
source: Appassādā raṇakarā,
kn: offering little gratification, they’re makers of strife,

# thig13.5:25.4
source: sukkapakkhavisosanā.
kn: withering bright qualities away.

# thig13.5:26.1
source: Sāhaṃ etādisaṃ katvā,
kn: Since I’ve created so much ruination

# thig13.5:26.2
source: byasanaṃ kāmahetukaṃ;
kn: because of sensual pleasures,

# thig13.5:26.3
source: Na taṃ paccāgamissāmi,
kn: I will not relapse to them again,

# thig13.5:26.4
source: nibbānābhiratā sadā.
kn: but will always delight in quenching.

# thig13.5:27.1
source: Raṇaṃ <span class="var" title="taritvā (bj)" id="note111">karitvā</span> kāmānaṃ,
kn: Fighting against sensual pleasures,

# thig13.5:27.2
source: sītibhāvābhikaṅkhinī;
kn: longing for that cool state,

# thig13.5:27.3
source: Appamattā vihassāmi,
kn: I shall meditate diligently

# thig13.5:27.4
source: sabbasaṃyojanakkhaye.
kn: for the ending of all fetters.

# thig13.5:28.1
source: Asokaṃ virajaṃ khemaṃ,
kn: Sorrowless, stainless, secure:

# thig13.5:28.2
source: ariyaṭṭhaṅgikaṃ ujuṃ;
kn: I’ll follow that path,

# thig13.5:28.3
source: Taṃ maggaṃ anugacchāmi,
kn: the straight noble eightfold way

# thig13.5:28.4
source: yena tiṇṇā mahesino”.
kn: by which the hermits have crossed over.”

# thig13.5:29.1
source: “Imaṃ passatha dhammaṭṭhaṃ,
kn: “Look at this: Subhā the smith’s daughter,

# thig13.5:29.2
source: subhaṃ kammāradhītaraṃ;
kn: standing firm in the teaching.

# thig13.5:29.3
source: Anejaṃ upasampajja,
kn: She has entered the imperturbable state,

# thig13.5:29.4
source: rukkhamūlamhi jhāyati.
kn: meditating at the root of a tree.

# thig13.5:30.1
source: Ajjaṭṭhamī pabbajitā,
kn: It’s just eight days since she went forth,

# thig13.5:30.2
source: saddhā saddhammasobhanā;
kn: full of faith in the beautiful teaching.

# thig13.5:30.3
source: Vinītuppalavaṇṇāya,
kn: Guided by Uppalavaṇṇā,

# thig13.5:30.4
source: tevijjā maccuhāyinī.
kn: she is master of the three knowledges, destroyer of death.

# thig13.5:31.1
source: Sāyaṃ bhujissā anaṇā,
kn: This one is freed from slavery and debt,

# thig13.5:31.2
source: bhikkhunī bhāvitindriyā;
kn: a nun with faculties developed.

# thig13.5:31.3
source: Sabbayogavisaṃyuttā,
kn: Detached from all attachments,

# thig13.5:31.4
source: katakiccā anāsavā”.
kn: she has completed the task and is free of defilements.”

# thig13.5:32.1
source: Taṃ sakko devasaṅghena,
kn: Thus did Sakka, lord of all creatures,

# thig13.5:32.2
source: upasaṅkamma iddhiyā;
kn: along with a host of gods,

# thig13.5:32.3
source: Namassati bhūtapati,
kn: having come by their psychic powers,

# thig13.5:32.4
source: subhaṃ kammāradhītaranti.
kn: honor Subhā, the smith’s daughter.

# thig13.5:34.1
source: Vīsatinipāto niṭṭhito.
kn: The Book of the Twenties is finished.
