Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thig/thig05.11.po
Languages: kn

# thig5.11:1.1
source: Therīgāthā
kn: Verses of the Senior Nuns

# thig5.11:2.1
source: Pañcakanipāta
kn: The Book of the Fives

# thig5.11:3.1
source: 11. Tiṃsamattātherīgāthā
kn: 5.11. Thirty Nuns

# thig5.11:4.1
source: “Musalāni gahetvāna,
kn: “Taking a pestle,

# thig5.11:4.2
source: dhaññaṃ koṭṭenti <span class="var" title="mānavā (bj, pts1-2)" id="note44">māṇavā</span>;
kn: young men pound corn.

# thig5.11:4.3
source: Puttadārāni posentā,
kn: Supporting partners and children,

# thig5.11:4.4
source: dhanaṃ vindanti <span class="var" title="mānavā (bj, pts1-2)" id="note45">māṇavā</span>.
kn: young men acquire wealth.

# thig5.11:5.1
source: Karotha buddhasāsanaṃ,
kn: Do the Buddha’s bidding,

# thig5.11:5.2
source: yaṃ katvā nānutappati;
kn: after which you’ll not regret.

# thig5.11:5.3
source: Khippaṃ pādāni dhovitvā,
kn: Having quickly washed your feet,

# thig5.11:5.4
source: ekamante nisīdatha;
kn: sit in a discreet place to meditate.

# thig5.11:5.5
source: Cetosamathamanuyuttā,
kn: Devoted to serenity of heart,

# thig5.11:5.6
source: karotha buddhasāsanaṃ”.
kn: do the Buddha’s bidding.”

# thig5.11:6.1
source: Tassā tā vacanaṃ sutvā,
kn: After hearing her words,

# thig5.11:6.2
source: paṭācārāya sāsanaṃ;
kn: the instructions of Paṭācārā,

# thig5.11:6.3
source: Pāde pakkhālayitvāna,
kn: they washed their feet

# thig5.11:6.4
source: ekamantaṃ upāvisuṃ;
kn: and retired to a discreet place.

# thig5.11:6.5
source: Cetosamathamanuyuttā,
kn: Devoted to serenity of heart,

# thig5.11:6.6
source: akaṃsu buddhasāsanaṃ.
kn: they did the Buddha’s bidding.

# thig5.11:7.1
source: Rattiyā purime yāme,
kn: In the first watch of the night,

# thig5.11:7.2
source: pubbajātimanussaruṃ;
kn: they recollected their past lives.

# thig5.11:7.3
source: Rattiyā majjhime yāme,
kn: In the middle watch of the night,

# thig5.11:7.4
source: dibbacakkhuṃ visodhayuṃ;
kn: they purified their clairvoyance.

# thig5.11:7.5
source: Rattiyā pacchime yāme,
kn: In the last watch of the night,

# thig5.11:7.6
source: tamokhandhaṃ padālayuṃ.
kn: they shattered the mass of darkness.

# thig5.11:8.1
source: Uṭṭhāya pāde vandiṃsu,
kn: They rose and paid homage at her feet:

# thig5.11:8.2
source: “katā te anusāsanī;
kn: “We have done your bidding;

# thig5.11:8.3
source: Indaṃva devā tidasā,
kn: we shall abide honoring you,

# thig5.11:8.4
source: saṅgāme aparājitaṃ;
kn: as the thirty gods honor Indra,

# thig5.11:8.5
source: <span class="var" title="purakkhitvā (s2, s3, pts1-2)" id="note46">Purakkhatvā</span> <span class="var" title="vihariyāma (bj) | viharissāma (s2, s3) | vihissāma (pts1-2)" id="note47">vihassāma</span>,
kn: undefeated in battle.

# thig5.11:8.6
source: tevijjāmha anāsavā”ti.
kn: Masters of the three knowledges, we are free of defilements.”

# thig5.11:9.1
source: Itthaṃ sudaṃ tiṃsamattā therī bhikkhuniyo paṭācārāya santike aññaṃ byākariṃsūti.
kn: It was thus that thirty senior nuns declared their enlightenment in the presence of Paṭācārā.
