Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thig/thig06.2.po
Languages: kn

# thig6.2:1.1
source: Therīgāthā
kn: Verses of the Senior Nuns

# thig6.2:2.1
source: Chakkanipāta
kn: The Book of the Sixes

# thig6.2:3.1
source: 2. Vāseṭṭhītherīgāthā
kn: 6.2. Vāseṭṭhī

# thig6.2:4.1
source: “Puttasokenahaṃ aṭṭā,
kn: Struck down with grief for my son,

# thig6.2:4.2
source: khittacittā visaññinī;
kn: deranged, out of my mind,

# thig6.2:4.3
source: Naggā pakiṇṇakesī ca,
kn: naked, my hair flying,

# thig6.2:4.4
source: tena tena vicārihaṃ.
kn: I wandered here and there.

# thig6.2:5.1
source: <span class="var" title="vasiṃ (bj)" id="note55">Vīthi</span> saṅkārakūṭesu,
kn: I lived on rubbish heaps,

# thig6.2:5.2
source: susāne rathiyāsu ca;
kn: in cemeteries and highways.

# thig6.2:5.3
source: Acariṃ tīṇi vassāni,
kn: For three years I wandered,

# thig6.2:5.4
source: khuppipāsāsamappitā.
kn: stricken by hunger and thirst.

# thig6.2:6.1
source: Athaddasāsiṃ sugataṃ,
kn: Then I saw the Holy One,

# thig6.2:6.2
source: nagaraṃ mithilaṃ <span class="var" title="gataṃ (s2, s3, pts1-2, mr)" id="note56">pati</span>;
kn: who had gone to the city of Mithilā.

# thig6.2:6.3
source: Adantānaṃ dametāraṃ,
kn: Tamer of the untamed,

# thig6.2:6.4
source: sambuddhamakutobhayaṃ.
kn: the Awakened One fears nothing from any quarter.

# thig6.2:7.1
source: Sacittaṃ paṭiladdhāna,
kn: Regaining my mind,

# thig6.2:7.2
source: vanditvāna upāvisiṃ;
kn: I paid homage and sat down.

# thig6.2:7.3
source: So me dhammamadesesi,
kn: Out of compassion

# thig6.2:7.4
source: anukampāya gotamo.
kn: Gotama taught me the Dhamma.

# thig6.2:8.1
source: Tassa dhammaṃ suṇitvāna,
kn: After hearing his teaching,

# thig6.2:8.2
source: pabbajiṃ anagāriyaṃ;
kn: I went forth to homelessness.

# thig6.2:8.3
source: Yuñjantī satthuvacane,
kn: Applying myself to the Teacher’s words,

# thig6.2:8.4
source: sacchākāsiṃ padaṃ sivaṃ.
kn: I realized the state of grace.

# thig6.2:9.1
source: Sabbe sokā samucchinnā,
kn: All sorrows are cut off,

# thig6.2:9.2
source: pahīnā etadantikā;
kn: given up, they end here.

# thig6.2:9.3
source: Pariññātā hi me vatthū,
kn: I've fully understood the basis

# thig6.2:9.4
source: yato sokāna sambhavo”ti.
kn: from which grief comes to be.
