Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thig/thig03.3.po
Languages: kn

# thig3.3:1.1
source: Therīgāthā
kn: Verses of the Senior Nuns

# thig3.3:2.1
source: Tikanipāta
kn: The Book of the Threes

# thig3.3:3.1
source: 3. Aparāuttamātherīgāthā
kn: 3.3. Another Uttamā

# thig3.3:4.1
source: “Ye ime satta bojjhaṅgā,
kn: Of the seven awakening factors,

# thig3.3:4.2
source: maggā nibbānapattiyā;
kn: the path for attaining extinguishment,

# thig3.3:4.3
source: Bhāvitā te mayā sabbe,
kn: I have developed them all,

# thig3.3:4.4
source: yathā buddhena desitā.
kn: just as the Buddha taught.

# thig3.3:5.1
source: Suññatassānimittassa,
kn: I attain the meditations on emptiness

# thig3.3:5.2
source: lābhinīhaṃ yadicchakaṃ;
kn: and signlessness whenever I want.

# thig3.3:5.3
source: Orasā dhītā buddhassa,
kn: I am the Buddha’s rightful daughter,

# thig3.3:5.4
source: nibbānābhiratā sadā.
kn: always delighting in quenching.

# thig3.3:6.1
source: Sabbe kāmā samucchinnā,
kn: All sensual pleasures are cut off,

# thig3.3:6.2
source: ye dibbā ye ca mānusā;
kn: whether human or divine.

# thig3.3:6.3
source: Vikkhīṇo jātisaṃsāro,
kn: Transmigration through births is finished,

# thig3.3:6.4
source: natthi dāni punabbhavo”ti.
kn: now there are no more future lives.
