Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thig/thig02.04.po
Languages: kn

# thig2.4:1.1
source: Therīgāthā
kn: Verses of the Senior Nuns

# thig2.4:2.1
source: Dukanipāta
kn: The Book of the Twos

# thig2.4:3.1
source: <span class="var" title="aḍḍhakāsītherīgāthā (bj)" id="note18">4 Aḍḍhakāsitherīgāthā</span>
kn: 2.4. Aḍḍhakāsi

# thig2.4:4.1
source: “Yāva kāsijanapado,
kn: The price for my services

# thig2.4:4.2
source: suṅko me tatthako ahu;
kn: amounted to the nation of Kāsi.

# thig2.4:4.3
source: Taṃ katvā negamo agghaṃ,
kn: By setting that price,

# thig2.4:4.4
source: aḍḍhenagghaṃ ṭhapesi maṃ.
kn: the townsfolk made me priceless.

# thig2.4:5.1
source: Atha nibbindahaṃ rūpe,
kn: Then, growing disillusioned with my form,

# thig2.4:5.2
source: nibbindañca virajjahaṃ;
kn: I became dispassionate.

# thig2.4:5.3
source: Mā puna jātisaṃsāraṃ,
kn: Don’t journey on and on,

# thig2.4:5.4
source: sandhāveyyaṃ punappunaṃ;
kn: transmigrating through rebirths!

# thig2.4:5.5
source: Tisso vijjā sacchikatā,
kn: I've realized the three knowledges,

# thig2.4:5.6
source: kataṃ buddhassa sāsanan”ti.
kn: and fulfilled the Buddha’s instructions.
