Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thig/thig08.1.po
Languages: kn

# thig8.1:1.1
source: Therīgāthā
kn: Verses of the Senior Nuns

# thig8.1:2.1
source: Aṭṭhakanipāta
kn: The Book of the Eights

# thig8.1:3.1
source: 1. Sīsūpacālātherīgāthā
kn: 8.1. Sīsūpacālā

# thig8.1:4.1
source: “Bhikkhunī sīlasampannā,
kn: “A nun accomplished in ethics,

# thig8.1:4.2
source: indriyesu susaṃvutā;
kn: her sense faculties well-restrained,

# thig8.1:4.3
source: Adhigacche padaṃ santaṃ,
kn: would realize the peaceful state,

# thig8.1:4.4
source: asecanakamojavaṃ”.
kn: so irresistible, delicious and nutritious.”

# thig8.1:5.1
source: “Tāvatiṃsā ca yāmā ca,
kn: “There are the Gods of the Thirty-Three, and those of Yama;

# thig8.1:5.2
source: tusitā cāpi devatā;
kn: also the Joyful Deities,

# thig8.1:5.3
source: Nimmānaratino devā,
kn: the Gods Who Love to Create,

# thig8.1:5.4
source: ye devā vasavattino;
kn: and the Gods Who Control the Creations of Others.

# thig8.1:5.5
source: Tattha cittaṃ paṇīdhehi,
kn: Set your heart on such places,

# thig8.1:5.6
source: yattha te vusitaṃ pure”.
kn: where you used to live.”

# thig8.1:6.1
source: “Tāvatiṃsā ca yāmā ca,
kn: “The Gods of the Thirty-Three, and those of Yama;

# thig8.1:6.2
source: tusitā cāpi devatā;
kn: also the Joyful Deities,

# thig8.1:6.3
source: Nimmānaratino devā,
kn: the Gods Who Love to Create,

# thig8.1:6.4
source: ye devā vasavattino.
kn: and the Gods Who Control the Creations of Others—

# thig8.1:7.1
source: Kālaṃ kālaṃ bhavābhavaṃ,
kn: time after time, life after life,

# thig8.1:7.2
source: sakkāyasmiṃ purakkhatā;
kn: they make identity their priority.

# thig8.1:7.3
source: Avītivattā sakkāyaṃ,
kn: They haven’t transcended identity,

# thig8.1:7.4
source: jātimaraṇasārino.
kn: those who transmigrate through birth and death.

# thig8.1:8.1
source: Sabbo ādīpito loko,
kn: All the world is on fire,

# thig8.1:8.2
source: sabbo loko padīpito;
kn: all the world is alight,

# thig8.1:8.3
source: Sabbo pajjalito loko,
kn: all the world is ablaze,

# thig8.1:8.4
source: sabbo loko pakampito.
kn: all the world is rocking.

# thig8.1:9.1
source: Akampiyaṃ atuliyaṃ,
kn: The Buddha taught me the Dhamma,

# thig8.1:9.2
source: aputhujjanasevitaṃ;
kn: unshakable, incomparable,

# thig8.1:9.3
source: Buddho dhammamadesesi,
kn: not frequented by ordinary people;

# thig8.1:9.4
source: tattha me nirato mano.
kn: my mind adores that place.

# thig8.1:10.1
source: Tassāhaṃ vacanaṃ sutvā,
kn: After hearing his words,

# thig8.1:10.2
source: vihariṃ sāsane ratā;
kn: I happily did his bidding.

# thig8.1:10.3
source: Tisso vijjā anuppattā,
kn: I’ve attained the three knowledges,

# thig8.1:10.4
source: kataṃ buddhassa sāsanaṃ.
kn: and fulfilled the Buddha’s instructions.

# thig8.1:11.1
source: Sabbattha vihatā nandī,
kn: Relishing is destroyed in every respect,

# thig8.1:11.2
source: tamokhandho padālito;
kn: and the mass of darkness is shattered.

# thig8.1:11.3
source: Evaṃ jānāhi pāpima,
kn: So know this, Wicked One:

# thig8.1:11.4
source: nihato tvamasi antaka”.
kn: you’re beaten, terminator!”

# thig8.1:13.1
source: Aṭṭhakanipāto niṭṭhito.
kn: The Book of the Eights is finished.
