Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thig/thig06.4.po
Languages: kn

# thig6.4:1.1
source: Therīgāthā
kn: Verses of the Senior Nuns

# thig6.4:2.1
source: Chakkanipāta
kn: The Book of the Sixes

# thig6.4:3.1
source: 4. Sujātātherīgāthā
kn: 6.4. Sujātā

# thig6.4:4.1
source: “Alaṅkatā suvasanā,
kn: I was adorned with jewelry and all dressed up,

# thig6.4:4.2
source: mālinī candanokkhitā;
kn: with garlands, and sandalwood makeup piled on,

# thig6.4:4.3
source: Sabbābharaṇasañchannā,
kn: all covered over with decorations,

# thig6.4:4.4
source: dāsīgaṇapurakkhatā.
kn: and surrounded by my maids.

# thig6.4:5.1
source: Annaṃ pānañca ādāya,
kn: Taking food and drink,

# thig6.4:5.2
source: khajjaṃ bhojjaṃ anappakaṃ;
kn: staples and dainties in no small amount,

# thig6.4:5.3
source: Gehato nikkhamitvāna,
kn: I left my house

# thig6.4:5.4
source: uyyānamabhihārayiṃ.
kn: and betook myself to the park.

# thig6.4:6.1
source: Tattha ramitvā kīḷitvā,
kn: I enjoyed myself there and played about,

# thig6.4:6.2
source: āgacchantī sakaṃ gharaṃ;
kn: and then, returning to my own home,

# thig6.4:6.3
source: Vihāraṃ daṭṭhuṃ pāvisiṃ,
kn: I saw a monastic dwelling,

# thig6.4:6.4
source: sākete añjanaṃ vanaṃ.
kn: and so I entered the Añjana grove at Sāketa.

# thig6.4:7.1
source: Disvāna lokapajjotaṃ,
kn: Seeing the light of the world,

# thig6.4:7.2
source: vanditvāna upāvisiṃ;
kn: I paid homage and sat down.

# thig6.4:7.3
source: So me dhammamadesesi,
kn: Out of compassion

# thig6.4:7.4
source: anukampāya cakkhumā.
kn: the seer taught me the Dhamma.

# thig6.4:8.1
source: Sutvā ca kho mahesissa,
kn: When I heard the great hermit,

# thig6.4:8.2
source: saccaṃ sampaṭivijjhahaṃ;
kn: I penetrated the truth.

# thig6.4:8.3
source: Tattheva virajaṃ dhammaṃ,
kn: Right there I encountered the Dhamma,

# thig6.4:8.4
source: phusayiṃ amataṃ padaṃ.
kn: the stainless, deathless state.

# thig6.4:9.1
source: Tato viññātasaddhammā,
kn: Then, having understood the true teaching,

# thig6.4:9.2
source: pabbajiṃ anagāriyaṃ;
kn: I went forth to homelessness.

# thig6.4:9.3
source: Tisso vijjā anuppattā,
kn: I’ve attained the three knowledges;

# thig6.4:9.4
source: amoghaṃ buddhasāsanan”ti.
kn: the Buddha’s bidding was not in vain.
