Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thig/thig09.1.po
Languages: kn

# thig9.1:1.1
source: Therīgāthā
kn: Verses of the Senior Nuns

# thig9.1:2.1
source: Navakanipāta
kn: The Book of the Nines

# thig9.1:3.1
source: 1. Vaḍḍhamātutherīgāthā
kn: 9.1. Vaḍḍha’s Mother

# thig9.1:4.1
source: “Mā su te vaḍḍha lokamhi,
kn: “Vaḍḍha, please never ever

# thig9.1:4.2
source: vanatho āhu kudācanaṃ;
kn: get entangled in the world.

# thig9.1:4.3
source: Mā puttaka punappunaṃ,
kn: My child, do not partake

# thig9.1:4.4
source: ahu dukkhassa bhāgimā.
kn: in suffering again and again.

# thig9.1:5.1
source: Sukhañhi vaḍḍha munayo,
kn: For happy dwell the sages, Vaḍḍha,

# thig9.1:5.2
source: anejā chinnasaṃsayā;
kn: unstirred, their doubts cut off,

# thig9.1:5.3
source: Sītibhūtā damappattā,
kn: cooled and tamed,

# thig9.1:5.4
source: viharanti anāsavā.
kn: and free of defilements.

# thig9.1:6.1
source: Tehānuciṇṇaṃ isībhi,
kn: Vaḍḍha, foster the path

# thig9.1:6.2
source: maggaṃ dassanapattiyā;
kn: that the hermits have walked,

# thig9.1:6.3
source: Dukkhassantakiriyāya,
kn: for the attainment of vision,

# thig9.1:6.4
source: tvaṃ vaḍḍha anubrūhaya”.
kn: and for making an end of suffering.”

# thig9.1:7.1
source: “Visāradāva bhaṇasi,
kn: “Mother, you speak with such assurance

# thig9.1:7.2
source: etamatthaṃ janetti me;
kn: to me on this matter.

# thig9.1:7.3
source: Maññāmi nūna māmike,
kn: My dear mom, I can’t help thinking

# thig9.1:7.4
source: vanatho te na vijjati”.
kn: that no entanglements are found in you.”

# thig9.1:8.1
source: “Ye keci vaḍḍha saṅkhārā,
kn: “Vaḍḍha, not a jot or a skerrick

# thig9.1:8.2
source: hīnā ukkaṭṭhamajjhimā;
kn: of entanglement is found in me

# thig9.1:8.3
source: Aṇūpi aṇumattopi,
kn: for any conditions at all,

# thig9.1:8.4
source: vanatho me na vijjati.
kn: whether low, high, or middling.

# thig9.1:9.1
source: Sabbe me āsavā khīṇā,
kn: All defilements are ended for me,

# thig9.1:9.2
source: appamattassa jhāyato;
kn: meditating and diligent.

# thig9.1:9.3
source: Tisso vijjā anuppattā,
kn: I’ve attained the three knowledges

# thig9.1:9.4
source: kataṃ buddhassa sāsanaṃ”.
kn: and fulfilled the Buddha’s instructions.”

# thig9.1:10.1
source: “Uḷāraṃ vata me mātā,
kn: “Truly excellent was the goad

# thig9.1:10.2
source: patodaṃ samavassari;
kn: with which my mother urged me on!

# thig9.1:10.3
source: Paramatthasañhitā gāthā,
kn: Owing to her compassion, she spoke

# thig9.1:10.4
source: yathāpi anukampikā.
kn: verses on the ultimate goal.

# thig9.1:11.1
source: Tassāhaṃ vacanaṃ sutvā,
kn: After hearing her words,

# thig9.1:11.2
source: anusiṭṭhiṃ janettiyā;
kn: being instructed by my mother,

# thig9.1:11.3
source: Dhammasaṃvegamāpādiṃ,
kn: I was struck with righteous urgency

# thig9.1:11.4
source: yogakkhemassa pattiyā.
kn: for finding sanctuary.

# thig9.1:12.1
source: Sohaṃ padhānapahitatto,
kn: Striving, resolute,

# thig9.1:12.2
source: rattindivamatandito;
kn: tireless all day and night,

# thig9.1:12.3
source: Mātarā codito santo,
kn: spurred on by my mother,

# thig9.1:12.4
source: aphusiṃ santimuttamaṃ”.
kn: I realized supreme peace.”

# thig9.1:14.1
source: Navakanipāto niṭṭhito.
kn: The Book of the Nines is finished.
