Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thig/thig05.03.po
Languages: kn

# thig5.3:1.1
source: Therīgāthā
kn: Verses of the Senior Nuns

# thig5.3:2.1
source: Pañcakanipāta
kn: The Book of the Fives

# thig5.3:3.1
source: 3. Sīhātherīgāthā
kn: 5.3. Sīhā

# thig5.3:4.1
source: “Ayoniso manasikārā,
kn: Due to improper attention,

# thig5.3:4.2
source: kāmarāgena aṭṭitā;
kn: I was racked by desire for pleasures of the senses.

# thig5.3:4.3
source: Ahosiṃ uddhatā pubbe,
kn: I was restless in the past,

# thig5.3:4.4
source: citte avasavattinī.
kn: lacking control over my mind.

# thig5.3:5.1
source: Pariyuṭṭhitā klesehi,
kn: Overcome by corruptions,

# thig5.3:5.2
source: subhasaññānuvattinī;
kn: pursuing perceptions of the beautiful,

# thig5.3:5.3
source: Samaṃ cittassa na labhiṃ,
kn: I gained no peace of mind.

# thig5.3:5.4
source: rāgacittavasānugā.
kn: Under the sway of lustful thoughts,

# thig5.3:6.1
source: Kisā paṇḍu vivaṇṇā ca,
kn: thin, pale, and wan,

# thig5.3:6.2
source: satta vassāni cārihaṃ;
kn: for seven years I wandered,

# thig5.3:6.3
source: Nāhaṃ divā vā rattiṃ vā,
kn: full of pain,

# thig5.3:6.4
source: sukhaṃ vindiṃ sudukkhitā.
kn: finding no happiness by day or night.

# thig5.3:7.1
source: Tato rajjuṃ gahetvāna,
kn: Taking a rope

# thig5.3:7.2
source: pāvisiṃ vanamantaraṃ;
kn: I entered deep into the forest, thinking:

# thig5.3:7.3
source: Varaṃ me idha ubbandhaṃ,
kn: “It’s better that I hang myself

# thig5.3:7.4
source: yañca hīnaṃ punācare.
kn: than I return to a lesser life.”

# thig5.3:8.1
source: <span class="var" title="daḷhaṃ pāsaṃ (bj)" id="note33">Daḷhapāsaṃ</span> karitvāna,
kn: I made a strong noose

# thig5.3:8.2
source: rukkhasākhāya bandhiya;
kn: and tied it to the branch of a tree.

# thig5.3:8.3
source: Pakkhipiṃ pāsaṃ gīvāyaṃ,
kn: Casting it round my neck,

# thig5.3:8.4
source: atha cittaṃ vimucci me”ti.
kn: my mind was freed.
