Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thig/thig03.8.po
Languages: kn

# thig3.8:1.1
source: Therīgāthā
kn: Verses of the Senior Nuns

# thig3.8:2.1
source: Tikanipāta
kn: The Book of the Threes

# thig3.8:3.1
source: 8. Somātherīgāthā
kn: 3.8. Somā

# thig3.8:4.1
source: “Yaṃ taṃ isīhi pattabbaṃ,
kn: “That state’s very challenging;

# thig3.8:4.2
source: ṭhānaṃ durabhisambhavaṃ;
kn: it’s for the sages to attain.

# thig3.8:4.3
source: Na taṃ dvaṅgulapaññāya,
kn: It’s not possible for a woman,

# thig3.8:4.4
source: sakkā pappotumitthiyā”.
kn: with her two-fingered wisdom.”

# thig3.8:5.1
source: “Itthibhāvo no kiṃ kayirā,
kn: “What difference does womanhood make

# thig3.8:5.2
source: cittamhi susamāhite;
kn: when the mind is serene,

# thig3.8:5.3
source: Ñāṇamhi vattamānamhi,
kn: and knowledge is present

# thig3.8:5.4
source: sammā dhammaṃ vipassato.
kn: as you rightly discern the Dhamma.

# thig3.8:6.1
source: Sabbattha vihatā nandī,
kn: Relishing is destroyed in every respect,

# thig3.8:6.2
source: Tamokhandho padālito;
kn: and the mass of darkness is shattered.

# thig3.8:6.3
source: Evaṃ jānāhi pāpima,
kn: So know this, Wicked One:

# thig3.8:6.4
source: Nihato tvamasi antakā”ti.
kn: you’re beaten, terminator!”

# thig3.8:8.1
source: Tikanipāto niṭṭhito.
kn: The Book of the Threes is finished.
