Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thig/thig05.01.po
Languages: kn

# thig5.1:1.1
source: Therīgāthā
kn: Verses of the Senior Nuns

# thig5.1:2.1
source: Pañcakanipāta
kn: The Book of the Fives

# thig5.1:3.1
source: 1. Aññataratherīgāthā
kn: 5.1. An Unnamed Nun (2nd)

# thig5.1:4.1
source: “Paṇṇavīsativassāni,
kn: In the twenty-five years

# thig5.1:4.2
source: yato pabbajitā ahaṃ;
kn: since I went forth

# thig5.1:4.3
source: Nāccharāsaṅghātamattampi,
kn: I have not found peace of mind,

# thig5.1:4.4
source: cittassūpasamajjhagaṃ.
kn: even for as long as a finger-snap.

# thig5.1:5.1
source: Aladdhā cetaso santiṃ,
kn: Failing to find peace of heart,

# thig5.1:5.2
source: kāmarāgenavassutā;
kn: corrupted by sensual desire,

# thig5.1:5.3
source: Bāhā paggayha kandantī,
kn: I cried with flailing arms

# thig5.1:5.4
source: vihāraṃ pāvisiṃ ahaṃ.
kn: as I entered a dwelling.

# thig5.1:6.1
source: Sā bhikkhuniṃ upāgacchiṃ,
kn: I approached a nun

# thig5.1:6.2
source: yā me saddhāyikā ahu;
kn: in whom I had faith.

# thig5.1:6.3
source: Sā me dhammamadesesi,
kn: She taught me the Dhamma:

# thig5.1:6.4
source: khandhāyatanadhātuyo.
kn: the aggregates, sense fields, and elements.

# thig5.1:7.1
source: Tassā dhammaṃ suṇitvāna,
kn: When I heard her teaching,

# thig5.1:7.2
source: ekamante upāvisiṃ;
kn: I retired to a discreet place.

# thig5.1:7.3
source: Pubbenivāsaṃ jānāmi,
kn: I know my past lives;

# thig5.1:7.4
source: dibbacakkhu visodhitaṃ.
kn: my clairvoyance is purified;

# thig5.1:8.1
source: <span class="var" title="cetopariyañāṇañca (mr)" id="note29">Cetopariccañāṇañca</span>,
kn: I comprehend the minds of others;

# thig5.1:8.2
source: sotadhātu visodhitā;
kn: my clairaudience is purified;

# thig5.1:8.3
source: Iddhīpi me sacchikatā,
kn: I've realized the psychic powers,

# thig5.1:8.4
source: patto me āsavakkhayo;
kn: and attained the ending of defilements.

# thig5.1:8.5
source: <span class="var" title="cha mebhiññā (s2, s3, pts1-2, mr)" id="note30">Chaḷabhiññā</span> sacchikatā,
kn: I have realized the six kinds of direct knowledge,

# thig5.1:8.6
source: kataṃ buddhassa sāsanan”ti.
kn: and fulfilled the Buddha’s instructions.
