Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thig/thig10.1.po
Languages: kn

# thig10.1:1.1
source: Therīgāthā
kn: Verses of the Senior Nuns

# thig10.1:2.1
source: Ekādasakanipāta
kn: The Book of the Elevens

# thig10.1:3.1
source: 1. Kisāgotamītherīgāthā
kn: 10.1. Kisāgotamī

# thig10.1:4.1
source: “Kalyāṇamittatā muninā,
kn: “Pointing out how the world works,

# thig10.1:4.2
source: lokaṃ ādissa vaṇṇitā;
kn: the sages have praised good friendship.

# thig10.1:4.3
source: Kalyāṇamitte bhajamāno,
kn: Associating with good friends,

# thig10.1:4.4
source: api bālo paṇḍito assa.
kn: even a fool becomes astute.

# thig10.1:5.1
source: Bhajitabbā sappurisā,
kn: Associate with good people,

# thig10.1:5.2
source: Paññā tathā vaḍḍhati bhajantānaṃ;
kn: for that is how wisdom grows.

# thig10.1:5.3
source: Bhajamāno sappurise,
kn: Should you associate with good people,

# thig10.1:5.4
source: Sabbehipi dukkhehi pamucceyya.
kn: you would be freed from all suffering.

# thig10.1:6.1
source: Dukkhañca vijāneyya,
kn: And you would understand suffering,

# thig10.1:6.2
source: Dukkhassa ca samudayaṃ nirodhaṃ;
kn: its origin and cessation,

# thig10.1:6.3
source: Aṭṭhaṅgikañca maggaṃ,
kn: the eightfold path,

# thig10.1:6.4
source: Cattāripi ariyasaccāni”.
kn: and so the four noble truths.”

# thig10.1:7.1
source: “Dukkho itthibhāvo,
kn: “‘A woman’s life is painful,’

# thig10.1:7.2
source: Akkhāto purisadammasārathinā;
kn: explained the Buddha, guide for those who wish to train,

# thig10.1:7.3
source: Sapattikampi hi dukkhaṃ,
kn: ‘and for a co-wife it’s especially so.

# thig10.1:7.4
source: Appekaccā sakiṃ vijātāyo.
kn: After giving birth just once,

# thig10.1:8.1
source: Galake api kantanti,
kn: some women even cut their own throat,

# thig10.1:8.2
source: Sukhumāliniyo visāni khādanti;
kn: while refined ladies take poison.

# thig10.1:8.3
source: Janamārakamajjhagatā,
kn: Being guilty of killing a person,

# thig10.1:8.4
source: Ubhopi byasanāni anubhonti”.
kn: they undergo ruin both here and beyond.’”

# thig10.1:9.1
source: “Upavijaññā gacchantī,
kn: “I was on the road and nearing childbirth,

# thig10.1:9.2
source: addasāhaṃ patiṃ mataṃ;
kn: when I saw my husband dead.

# thig10.1:9.3
source: Panthamhi vijāyitvāna,
kn: I gave birth there on the road

# thig10.1:9.4
source: appattāva sakaṃ gharaṃ.
kn: before I’d reached my own home.

# thig10.1:10.1
source: Dve puttā kālakatā,
kn: My two children have died,

# thig10.1:10.2
source: Patī ca panthe mato kapaṇikāya;
kn: and on the road my husband lies dead—oh woe is me!

# thig10.1:10.3
source: Mātā pitā ca bhātā,
kn: Mother, father, and brother

# thig10.1:10.4
source: Ḍayhanti ca ekacitakāyaṃ”.
kn: all burning up on the same pyre.”

# thig10.1:11.1
source: “Khīṇakulīne kapaṇe,
kn: “Oh woe is you whose family is lost,

# thig10.1:11.2
source: Anubhūtaṃ te dukhaṃ aparimāṇaṃ;
kn: your suffering has no measure;

# thig10.1:11.3
source: Assū ca te pavattaṃ,
kn: you have been shedding tears

# thig10.1:11.4
source: Bahūni ca jātisahassāni.
kn: for many thousands of lives.”

# thig10.1:12.1
source: Vasitā susānamajjhe,
kn: “While staying in the charnel ground,

# thig10.1:12.2
source: Athopi khāditāni puttamaṃsāni;
kn: I saw my son’s flesh being eaten.

# thig10.1:12.3
source: Hatakulikā sabbagarahitā,
kn: With my family destroyed, condemned by all,

# thig10.1:12.4
source: Matapatikā amatamadhigacchiṃ.
kn: and my husband dead, I realized the deathless.

# thig10.1:13.1
source: Bhāvito me maggo,
kn: I’ve developed the noble eightfold path

# thig10.1:13.2
source: Ariyo aṭṭhaṅgiko amatagāmī;
kn: leading to the deathless.

# thig10.1:13.3
source: Nibbānaṃ sacchikataṃ,
kn: I’ve realized quenching,

# thig10.1:13.4
source: Dhammādāsaṃ avekkhiṃhaṃ.
kn: as seen in the mirror of the Dhamma.

# thig10.1:14.1
source: Ahamamhi kantasallā,
kn: I’ve plucked out the dart,

# thig10.1:14.2
source: Ohitabhārā katañhi karaṇīyaṃ;
kn: laid down the burden, and done what needed to be done.”

# thig10.1:14.3
source: Kisā gotamī therī,
kn: The senior nun Kisāgotamī,

# thig10.1:14.4
source: Vimuttacittā imaṃ bhaṇī”ti.
kn: her mind released, said this.

# thig10.1:16.1
source: Ekādasakanipāto niṭṭhito.
kn: The Book of the Elevens is finished.
