Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thig/thig03.4.po
Languages: kn

# thig3.4:1.1
source: Therīgāthā
kn: Verses of the Senior Nuns

# thig3.4:2.1
source: Tikanipāta
kn: The Book of the Threes

# thig3.4:3.1
source: 4. Dantikātherīgāthā
kn: 3.4. Dantikā

# thig3.4:4.1
source: “Divāvihārā nikkhamma,
kn: Leaving my day’s meditation

# thig3.4:4.2
source: gijjhakūṭamhi pabbate;
kn: on Vulture’s Peak Mountain,

# thig3.4:4.3
source: Nāgaṃ ogāhamuttiṇṇaṃ,
kn: I saw an elephant on the riverbank

# thig3.4:4.4
source: nadītīramhi addasaṃ.
kn: having just come up from his bath.

# thig3.4:5.1
source: Puriso aṅkusamādāya,
kn: A man, taking a pole with a hook,

# thig3.4:5.2
source: ‘dehi pādan’ti yācati;
kn: asked the elephant, “Give me your foot.”

# thig3.4:5.3
source: Nāgo pasārayī pādaṃ,
kn: The elephant presented his foot,

# thig3.4:5.4
source: puriso nāgamāruhi.
kn: and the man mounted him.

# thig3.4:6.1
source: Disvā adantaṃ damitaṃ,
kn: Seeing a wild beast so tamed,

# thig3.4:6.2
source: manussānaṃ vasaṃ gataṃ;
kn: submitting to human control,

# thig3.4:6.3
source: Tato cittaṃ samādhesiṃ,
kn: my mind became serene:

# thig3.4:6.4
source: khalu tāya vanaṃ gatā”ti.
kn: *that* is why I’ve gone to the forest!
