Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thig/thig02.08.po
Languages: kn

# thig2.8:1.1
source: Therīgāthā
kn: Verses of the Senior Nuns

# thig2.8:2.1
source: Dukanipāta
kn: The Book of the Twos

# thig2.8:3.1
source: 8. Abhayamātutherīgāthā
kn: 2.8. Abhaya’s Mother

# thig2.8:4.1
source: “Uddhaṃ pādatalā amma,
kn: My dear mother, I examined this body,

# thig2.8:4.2
source: adho ve kesamatthakā;
kn: up from the soles of the feet,

# thig2.8:4.3
source: Paccavekkhassumaṃ kāyaṃ,
kn: and down from the tips of the hairs,

# thig2.8:4.4
source: asuciṃ pūtigandhikaṃ.
kn: so impure and foul-smelling.

# thig2.8:5.1
source: Evaṃ viharamānāya,
kn: Meditating like this,

# thig2.8:5.2
source: sabbo rāgo samūhato;
kn: all my lust is eradicated.

# thig2.8:5.3
source: Pariḷāho samucchinno,
kn: The fever of passion is cut off,

# thig2.8:5.4
source: sītibhūtāmhi nibbutā”ti.
kn: I’m cooled and quenched.
