Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thig/thig07.3.po
Languages: kn

# thig7.3:1.1
source: Therīgāthā
kn: Verses of the Senior Nuns

# thig7.3:2.1
source: Sattakanipāta
kn: The Book of the Sevens

# thig7.3:3.1
source: 3. Upacālātherīgāthā
kn: 7.3. Upacālā

# thig7.3:4.1
source: “Satimatī cakkhumatī,
kn: “A nun with faculties developed,

# thig7.3:4.2
source: bhikkhunī bhāvitindriyā;
kn: mindful, seeing clearly,

# thig7.3:4.3
source: Paṭivijjhi padaṃ santaṃ,
kn: I penetrated that peaceful state,

# thig7.3:4.4
source: akāpurisasevitaṃ”.
kn: which sinners do not cultivate.”

# thig7.3:5.1
source: “Kiṃ nu jātiṃ na rocesi,
kn: “Why don’t you approve of rebirth?

# thig7.3:5.2
source: jāto kāmāni bhuñjati;
kn: When you’re born, you get to enjoy sensual pleasures.

# thig7.3:5.3
source: Bhuñjāhi kāmaratiyo,
kn: Enjoy the delights of sensual pleasure;

# thig7.3:5.4
source: māhu pacchānutāpinī”.
kn: don’t regret it later.”

# thig7.3:6.1
source: “Jātassa maraṇaṃ hoti,
kn: “Death comes to those who are born;

# thig7.3:6.2
source: hatthapādāna chedanaṃ;
kn: and when born they fall into suffering:

# thig7.3:6.3
source: Vadhabandhapariklesaṃ,
kn: the chopping off of hands and feet,

# thig7.3:6.4
source: jāto dukkhaṃ nigacchati.
kn: killing, caging, misery.

# thig7.3:7.1
source: Atthi sakyakule jāto,
kn: But there is one born in the Sakyan clan,

# thig7.3:7.2
source: sambuddho aparājito;
kn: an awakened champion.

# thig7.3:7.3
source: So me dhammamadesesi,
kn: He taught me the Dhamma

# thig7.3:7.4
source: jātiyā samatikkamaṃ.
kn: for passing beyond rebirth:

# thig7.3:8.1
source: Dukkhaṃ dukkhasamuppādaṃ,
kn: suffering, suffering’s origin,

# thig7.3:8.2
source: dukkhassa ca atikkamaṃ;
kn: suffering’s transcendence,

# thig7.3:8.3
source: Ariyaṃ caṭṭhaṅgikaṃ maggaṃ,
kn: and the noble eightfold path

# thig7.3:8.4
source: dukkhūpasamagāminaṃ.
kn: that leads to the stilling of suffering.

# thig7.3:9.1
source: Tassāhaṃ vacanaṃ sutvā,
kn: After hearing his words,

# thig7.3:9.2
source: vihariṃ sāsane ratā;
kn: I happily did his bidding.

# thig7.3:9.3
source: Tisso vijjā anuppattā,
kn: I’ve attained the three knowledges

# thig7.3:9.4
source: kataṃ buddhassa sāsanaṃ.
kn: and fulfilled the Buddha’s instructions.

# thig7.3:10.1
source: Sabbattha vihatā nandī,
kn: Relishing is destroyed in every respect,

# thig7.3:10.2
source: tamokhandho padālito;
kn: and the mass of darkness is shattered.

# thig7.3:10.3
source: Evaṃ jānāhi pāpima,
kn: So know this, Wicked One:

# thig7.3:10.4
source: nihato tvamasi antaka”.
kn: you’re beaten, terminator!”

# thig7.3:12.1
source: Sattakanipāto niṭṭhito.
kn: The Book of the Sevens is finished.
