Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thig/thig05.08.po
Languages: kn

# thig5.8:1.1
source: Therīgāthā
kn: Verses of the Senior Nuns

# thig5.8:2.1
source: Pañcakanipāta
kn: The Book of the Fives

# thig5.8:3.1
source: 8. Soṇātherīgāthā
kn: 5.8. Soṇā

# thig5.8:4.1
source: “Dasa putte vijāyitvā,
kn: I gave birth to ten sons

# thig5.8:4.2
source: asmiṃ rūpasamussaye;
kn: in this form, this bag of bones.

# thig5.8:4.3
source: Tatohaṃ dubbalā jiṇṇā,
kn: Then, when feeble and old,

# thig5.8:4.4
source: bhikkhuniṃ upasaṅkamiṃ.
kn: I approached a nun.

# thig5.8:5.1
source: Sā me dhammamadesesi,
kn: She taught me the Dhamma:

# thig5.8:5.2
source: khandhāyatanadhātuyo;
kn: the aggregates, sense fields, and elements.

# thig5.8:5.3
source: Tassā dhammaṃ suṇitvāna,
kn: When I heard her teaching,

# thig5.8:5.4
source: kese chetvāna pabbajiṃ.
kn: I cut off my hair and went forth.

# thig5.8:6.1
source: Tassā me sikkhamānāya,
kn: When I was a trainee nun,

# thig5.8:6.2
source: dibbacakkhu visodhitaṃ;
kn: my clairvoyance was clarified,

# thig5.8:6.3
source: Pubbenivāsaṃ jānāmi,
kn: and I knew my past lives,

# thig5.8:6.4
source: yattha me vusitaṃ pure.
kn: the places I used to live.

# thig5.8:7.1
source: Animittañca bhāvemi,
kn: I meditate on the signless,

# thig5.8:7.2
source: ekaggā susamāhitā;
kn: my mind unified and serene.

# thig5.8:7.3
source: Anantarāvimokkhāsiṃ,
kn: I achieved the immediate liberation,

# thig5.8:7.4
source: anupādāya nibbutā.
kn: extinguished by not grasping.

# thig5.8:8.1
source: Pañcakkhandhā pariññātā,
kn: The five aggregates are fully understood;

# thig5.8:8.2
source: tiṭṭhanti chinnamūlakā;
kn: they remain, but their root is cut.

# thig5.8:8.3
source: Dhi tavatthu jare jamme,
kn: Curse you, wretched old age!

# thig5.8:8.4
source: natthi dāni punabbhavo”ti.
kn: Now there are no more future lives.
