Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thig/thig07.1.po
Languages: kn

# thig7.1:1.1
source: Therīgāthā
kn: Verses of the Senior Nuns

# thig7.1:2.1
source: Sattakanipāta
kn: The Book of the Sevens

# thig7.1:3.1
source: 1. Uttarātherīgāthā
kn: 7.1. Uttarā (2nd)

# thig7.1:4.1
source: “Musalāni gahetvāna,
kn: “Taking a pestle,

# thig7.1:4.2
source: dhaññaṃ koṭṭenti māṇavā;
kn: young men pound corn.

# thig7.1:4.3
source: Puttadārāni posentā,
kn: Supporting partners and children,

# thig7.1:4.4
source: dhanaṃ vindanti māṇavā.
kn: young men acquire wealth.

# thig7.1:5.1
source: Ghaṭetha buddhasāsane,
kn: Work at the Buddha’s bidding,

# thig7.1:5.2
source: yaṃ katvā nānutappati;
kn: after which you’ll not regret.

# thig7.1:5.3
source: Khippaṃ pādāni dhovitvā,
kn: Having quickly washed your feet,

# thig7.1:5.4
source: ekamantaṃ nisīdatha.
kn: sit in a discreet place to meditate.

# thig7.1:6.1
source: Cittaṃ upaṭṭhapetvāna,
kn: Establish the mind,

# thig7.1:6.2
source: ekaggaṃ susamāhitaṃ;
kn: unified and serene.

# thig7.1:6.3
source: Paccavekkhatha saṅkhāre,
kn: Examine conditions

# thig7.1:6.4
source: parato no ca attato”.
kn: as other, not as self.”

# thig7.1:7.1
source: “Tassāhaṃ vacanaṃ sutvā,
kn: “After hearing her words,

# thig7.1:7.2
source: paṭācārānusāsaniṃ;
kn: the instructions of Paṭācārā,

# thig7.1:7.3
source: Pāde pakkhālayitvāna,
kn: I washed my feet

# thig7.1:7.4
source: ekamante upāvisiṃ.
kn: and retired to a discreet place.

# thig7.1:8.1
source: Rattiyā purime yāme,
kn: In the first watch of the night,

# thig7.1:8.2
source: pubbajātimanussariṃ;
kn: I recollected my past lives.

# thig7.1:8.3
source: Rattiyā majjhime yāme,
kn: In the middle watch of the night,

# thig7.1:8.4
source: dibbacakkhuṃ visodhayiṃ.
kn: I purified my clairvoyance.

# thig7.1:9.1
source: Rattiyā pacchime yāme,
kn: In the last watch of the night,

# thig7.1:9.2
source: tamokhandhaṃ padālayiṃ;
kn: I shattered the mass of darkness.

# thig7.1:9.3
source: Tevijjā atha vuṭṭhāsiṃ,
kn: I rose up master of the three knowledges:

# thig7.1:9.4
source: katā te anusāsanī.
kn: your bidding has been done.

# thig7.1:10.1
source: Sakkaṃva devā tidasā,
kn: I shall abide honoring you

# thig7.1:10.2
source: saṅgāme aparājitaṃ;
kn: as the thirty gods honor Sakka,

# thig7.1:10.3
source: Purakkhatvā vihassāmi,
kn: undefeated in battle.

# thig7.1:10.4
source: tevijjāmhi anāsavā”.
kn: Master of the three knowledges, I am free of defilements.”
