Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thig/thig03.6.po
Languages: kn

# thig3.6:1.1
source: Therīgāthā
kn: Verses of the Senior Nuns

# thig3.6:2.1
source: Tikanipāta
kn: The Book of the Threes

# thig3.6:3.1
source: 6. Sukkātherīgāthā
kn: 3.6. Sukkā

# thig3.6:4.1
source: “<span class="var" title="kime (bj)" id="note25">Kiṃme</span> katā rājagahe manussā,
kn: “What’s up with these people in Rājagaha?

# thig3.6:4.2
source: <span class="var" title="madhupītāva (bj) | madhuṃ pītā (pts1-2)" id="note26">Madhuṃ pītāva</span> acchare;
kn: They sprawl like they’ve been drinking mead!

# thig3.6:4.3
source: Ye sukkaṃ na upāsanti,
kn: They don’t attend on Sukkā

# thig3.6:4.4
source: Desentiṃ buddhasāsanaṃ.
kn: as she teaches the Buddha’s instructions.

# thig3.6:5.1
source: Tañca appaṭivānīyaṃ,
kn: But the wise—

# thig3.6:5.2
source: asecanakamojavaṃ;
kn: it’s as if they drink it up,

# thig3.6:5.3
source: Pivanti maññe sappaññā,
kn: so irresistible, delicious and nutritious,

# thig3.6:5.4
source: valāhakamivaddhagū.
kn: like travelers enjoying a cool cloud.”

# thig3.6:6.1
source: Sukkā sukkehi dhammehi,
kn: “She’s known as Sukkā because of her bright qualities,

# thig3.6:6.2
source: vītarāgā samāhitā;
kn: free of greed, serene.

# thig3.6:6.3
source: Dhāreti antimaṃ dehaṃ,
kn: She bears her final body,

# thig3.6:6.4
source: jetvā māraṃ savāhinin”ti.
kn: having vanquished Māra and his mount.”
