Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thig/thig05.09.po
Languages: kn

# thig5.9:1.1
source: Therīgāthā
kn: Verses of the Senior Nuns

# thig5.9:2.1
source: Pañcakanipāta
kn: The Book of the Fives

# thig5.9:3.1
source: 9. Bhaddākuṇḍalakesātherīgāthā
kn: 5.9. Bhaddā Kuṇḍalakesā

# thig5.9:4.1
source: “Lūnakesī paṅkadharī,
kn: My hair mown off, covered in mud,

# thig5.9:4.2
source: ekasāṭī pure cariṃ;
kn: I used to wander wearing just one robe.

# thig5.9:4.3
source: Avajje vajjamatinī,
kn: I saw fault where there was none,

# thig5.9:4.4
source: vajje cāvajjadassinī.
kn: and no fault where there was.

# thig5.9:5.1
source: Divāvihārā nikkhamma,
kn: Leaving my day’s meditation

# thig5.9:5.2
source: gijjhakūṭamhi pabbate;
kn: on Vulture’s Peak Mountain,

# thig5.9:5.3
source: Addasaṃ virajaṃ buddhaṃ,
kn: I saw the stainless Buddha

# thig5.9:5.4
source: bhikkhusaṃghapurakkhataṃ.
kn: at the fore of the mendicant Saṅgha.

# thig5.9:6.1
source: Nihacca jāṇuṃ vanditvā,
kn: I bent my knee and bowed,

# thig5.9:6.2
source: sammukhā añjaliṃ akaṃ;
kn: and in his presence raised my joined palms.

# thig5.9:6.3
source: ‘Ehi bhadde’ti maṃ avaca,
kn: “Come Bhaddā,” he said;

# thig5.9:6.4
source: sā me āsūpasampadā.
kn: that was my ordination.

# thig5.9:7.1
source: Ciṇṇā aṅgā ca magadhā,
kn: “I’ve wandered among the Aṅgans and Magadhans,

# thig5.9:7.2
source: vajjī kāsī ca kosalā;
kn: the Vajjīs, Kāsīs, and Kosalans.

# thig5.9:7.3
source: Anaṇā paṇṇāsa vassāni,
kn: I have eaten the alms-food of the nations

# thig5.9:7.4
source: raṭṭhapiṇḍaṃ abhuñjahaṃ.
kn: free of debt for fifty years.”

# thig5.9:8.1
source: Puññaṃ vata pasavi bahuṃ,
kn: “O! He has made so much merit!

# thig5.9:8.2
source: Sappañño vatāyaṃ upāsako;
kn: That lay follower is so very wise.

# thig5.9:8.3
source: Yo bhaddāya cīvaraṃ adāsi,
kn: He gave a robe to Bhaddā,

# thig5.9:8.4
source: Vippamuttāya sabbaganthehī”ti.
kn: who is released from all ties.”
