Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thig/thig05.02.po
Languages: kn

# thig5.2:1.1
source: Therīgāthā
kn: Verses of the Senior Nuns

# thig5.2:2.1
source: Pañcakanipāta
kn: The Book of the Fives

# thig5.2:3.1
source: 2. Vimalātherīgāthā
kn: 5.2. Vimalā, the Former Courtesan

# thig5.2:4.1
source: “Mattā vaṇṇena rūpena,
kn: Intoxicated by my appearance,

# thig5.2:4.2
source: sobhaggena yasena ca;
kn: my figure, my beauty, my fame,

# thig5.2:4.3
source: Yobbanena cupatthaddhā,
kn: and owing to my youth,

# thig5.2:4.4
source: aññāsamatimaññihaṃ.
kn: I despised other women.

# thig5.2:5.1
source: Vibhūsetvā imaṃ kāyaṃ,
kn: I adorned this body,

# thig5.2:5.2
source: sucittaṃ bālalāpanaṃ;
kn: so fancy, cooed over by fools,

# thig5.2:5.3
source: Aṭṭhāsiṃ vesidvāramhi,
kn: and stood at the brothel door,

# thig5.2:5.4
source: luddo pāsamivoḍḍiya.
kn: like a hunter laying a snare.

# thig5.2:6.1
source: Piḷandhanaṃ vidaṃsentī,
kn: I stripped for them,

# thig5.2:6.2
source: guyhaṃ pakāsikaṃ bahuṃ;
kn: revealing my many hidden treasures.

# thig5.2:6.3
source: Akāsiṃ vividhaṃ māyaṃ,
kn: Creating an intricate illusion,

# thig5.2:6.4
source: ujjagghantī bahuṃ janaṃ.
kn: I laughed, teasing those men.

# thig5.2:7.1
source: Sājja piṇḍaṃ caritvāna,
kn: Today, having wandered for alms,

# thig5.2:7.2
source: muṇḍā saṅghāṭipārutā;
kn: my head shaven, wearing the outer robe,

# thig5.2:7.3
source: Nisinnā rukkhamūlamhi,
kn: I sat at the root of a tree to meditate;

# thig5.2:7.4
source: avitakkassa lābhinī.
kn: I've gained freedom from thought.

# thig5.2:8.1
source: Sabbe yogā samucchinnā,
kn: All bonds are cut off,

# thig5.2:8.2
source: ye dibbā ye ca mānusā;
kn: both human and divine.

# thig5.2:8.3
source: Khepetvā āsave sabbe,
kn: Having wiped out all defilements,

# thig5.2:8.4
source: sītibhūtāmhi nibbutā”ti.
kn: I have become cooled and quenched.
