Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thig/thig12.1.po
Languages: kn

# thig12.1:1.1
source: Therīgāthā
kn: Verses of the Senior Nuns

# thig12.1:2.1
source: Soḷasakanipāta
kn: The Book of the Sixteens

# thig12.1:3.1
source: 1. Puṇṇātherīgāthā
kn: 12.1. Puṇṇikā

# thig12.1:4.1
source: “Udahārī ahaṃ sīte,
kn: “I’m a water-carrier. Even when it’s cold,

# thig12.1:4.2
source: sadā udakamotariṃ;
kn: I must always plunge into the water;

# thig12.1:4.3
source: Ayyānaṃ daṇḍabhayabhītā,
kn: I fear I’ll get the stick from noble ladies,

# thig12.1:4.4
source: vācādosabhayaṭṭitā.
kn: harassed by fear of abuse and anger.

# thig12.1:5.1
source: Kassa brāhmaṇa tvaṃ bhīto,
kn: Brahmin, what are you afraid of,

# thig12.1:5.2
source: sadā udakamotari;
kn: that you always plunge into the water,

# thig12.1:5.3
source: Vedhamānehi gattehi,
kn: your limbs trembling

# thig12.1:5.4
source: sītaṃ vedayase bhusaṃ”.
kn: in the freezing cold?”

# thig12.1:6.1
source: “Jānantī vata maṃ bhoti,
kn: “Oh, but you already know,

# thig12.1:6.2
source: puṇṇike paripucchasi;
kn: Madam Puṇṇikā, when you ask me:

# thig12.1:6.3
source: Karontaṃ kusalaṃ kammaṃ,
kn: I am doing good deeds,

# thig12.1:6.4
source: rundhantaṃ katapāpakaṃ.
kn: to block off the wickedness I have done.

# thig12.1:7.1
source: Yo ca vuḍḍho daharo vā,
kn: Whosoever young or old

# thig12.1:7.2
source: pāpakammaṃ pakubbati;
kn: performs a wicked deed,

# thig12.1:7.3
source: Dakābhisecanā sopi,
kn: by ablution in water they are

# thig12.1:7.4
source: pāpakammā pamuccati”.
kn: released from their wicked deed.”

# thig12.1:8.1
source: “Ko nu te idamakkhāsi,
kn: “Who on earth told you this,

# thig12.1:8.2
source: ajānantassa ajānako;
kn: one fool to another:

# thig12.1:8.3
source: Dakābhisecanā nāma,
kn: ‘Actually, by ablution in water one is

# thig12.1:8.4
source: pāpakammā pamuccati.
kn: released from a wicked deed.’

# thig12.1:9.1
source: Saggaṃ nūna gamissanti,
kn: Would not they all go to heaven, then:

# thig12.1:9.2
source: sabbe maṇḍūkakacchapā;
kn: all the frogs and the turtles,

# thig12.1:9.3
source: Nāgā ca susumārā ca,
kn: gharials, crocodiles,

# thig12.1:9.4
source: ye caññe udake carā.
kn: and other water-dwellers too?

# thig12.1:10.1
source: Orabbhikā sūkarikā,
kn: Butchers of sheep and pigs,

# thig12.1:10.2
source: macchikā migabandhakā;
kn: fishermen, animal trappers,

# thig12.1:10.3
source: Corā ca vajjhaghātā ca,
kn: bandits, executioners,

# thig12.1:10.4
source: ye caññe pāpakammino;
kn: and others of evil deeds:

# thig12.1:10.5
source: Dakābhisecanā tepi,
kn: by ablution in water they too would be

# thig12.1:10.6
source: pāpakammā pamuccare.
kn: released from their wicked deeds.

# thig12.1:11.1
source: Sace imā nadiyo te,
kn: If these rivers washed away

# thig12.1:11.2
source: pāpaṃ pubbe kataṃ vahuṃ;
kn: the bad deeds of the past,

# thig12.1:11.3
source: Puññampimā vaheyyuṃ te,
kn: then they’d also wash off goodness,

# thig12.1:11.4
source: tena tvaṃ paribāhiro.
kn: and thereby you would be excluded.

# thig12.1:12.1
source: Yassa brāhmaṇa tvaṃ bhīto,
kn: Brahmin, the thing that you are afraid of,

# thig12.1:12.2
source: sadā udakamotari;
kn: when you always plunge into the water,

# thig12.1:12.3
source: Tameva brahme mā kāsi,
kn: do not do that very thing,

# thig12.1:12.4
source: mā te sītaṃ chaviṃ hane”.
kn: don’t let the cold harm your skin.”

# thig12.1:13.1
source: “Kummaggapaṭipannaṃ maṃ,
kn: “I have been on the wrong path,

# thig12.1:13.2
source: ariyamaggaṃ samānayi;
kn: and you’ve guided me to the noble path.

# thig12.1:13.3
source: Dakābhisecanā bhoti,
kn: Madam, I give to you

# thig12.1:13.4
source: imaṃ sāṭaṃ dadāmi te”.
kn: this ablution cloth.”

# thig12.1:14.1
source: “Tuyheva sāṭako hotu,
kn: “Keep the cloth for yourself,

# thig12.1:14.2
source: nāhamicchāmi sāṭakaṃ;
kn: I do not want it.

# thig12.1:14.3
source: Sace bhāyasi dukkhassa,
kn: If you fear suffering,

# thig12.1:14.4
source: sace te dukkhamappiyaṃ.
kn: if you don’t like suffering,

# thig12.1:15.1
source: Mākāsi pāpakaṃ kammaṃ,
kn: then don’t do bad deeds

# thig12.1:15.2
source: āvi vā yadi vā raho;
kn: either openly or in secret.

# thig12.1:15.3
source: Sace ca pāpakaṃ kammaṃ,
kn: If you should do a bad deed,

# thig12.1:15.4
source: karissasi karosi vā.
kn: or you’re doing one now,

# thig12.1:16.1
source: Na te dukkhā pamutyatthi,
kn: you won’t be freed from suffering,

# thig12.1:16.2
source: upeccāpi palāyato;
kn: though you fly away and flee.

# thig12.1:16.3
source: Sace bhāyasi dukkhassa,
kn: If you fear suffering,

# thig12.1:16.4
source: sace te dukkhamappiyaṃ.
kn: if you don’t like suffering,

# thig12.1:17.1
source: Upehi saraṇaṃ buddhaṃ,
kn: go for refuge to the Buddha, the poised,

# thig12.1:17.2
source: dhammaṃ saṃghañca tādinaṃ;
kn: to his teaching and to the Sangha.

# thig12.1:17.3
source: Samādiyāhi sīlāni,
kn: Undertake the precepts,

# thig12.1:17.4
source: taṃ te atthāya hehiti”.
kn: that will be good for you.”

# thig12.1:18.1
source: “Upemi saraṇaṃ buddhaṃ,
kn: “I go for refuge to the Buddha, the poised,

# thig12.1:18.2
source: dhammaṃ saṃghañca tādinaṃ;
kn: to his teaching and to the Sangha.

# thig12.1:18.3
source: Samādiyāmi sīlāni,
kn: I undertake the precepts,

# thig12.1:18.4
source: taṃ me atthāya hehiti.
kn: that will be good for me.

# thig12.1:19.1
source: Brahmabandhu pure āsiṃ,
kn: In the past I was related to Brahmā,

# thig12.1:19.2
source: ajjamhi saccabrāhmaṇo;
kn: today I truly am a brahmin!

# thig12.1:19.3
source: Tevijjo vedasampanno,
kn: I am master of the three knowledges, accomplished in wisdom,

# thig12.1:19.4
source: sottiyo camhi nhātako”ti.
kn: I’m a scholar and a bathed initiate.”

# thig12.1:21.1
source: Soḷasakanipāto niṭṭhito.
kn: The Book of the Sixteens is finished.
