Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thig/thig06.6.po
Languages: kn

# thig6.6:1.1
source: Therīgāthā
kn: Verses of the Senior Nuns

# thig6.6:2.1
source: Chakkanipāta
kn: The Book of the Sixes

# thig6.6:3.1
source: <span class="var" title="mahāpajāpatīgotamītherīgāthā (bj)" id="note62">6 Mahāpajāpatigotamītherīgāthā</span>
kn: 6.6. Mahāpajāpati Gotamī

# thig6.6:4.1
source: “Buddha vīra namo tyatthu,
kn: Oh Buddha, my hero: homage to you!

# thig6.6:4.2
source: sabbasattānamuttama;
kn: Supreme among all beings,

# thig6.6:4.3
source: Yo maṃ dukkhā pamocesi,
kn: who released me from suffering,

# thig6.6:4.4
source: aññañca bahukaṃ janaṃ.
kn: and many other beings as well.

# thig6.6:5.1
source: Sabbadukkhaṃ pariññātaṃ,
kn: All suffering is fully understood;

# thig6.6:5.2
source: Hetutaṇhā visositā;
kn: craving—its cause—is dried up;

# thig6.6:5.3
source: <span class="var" title=" ariyaṭṭhaṅgiko (ka-sī, pā1-2), bhāvitaṭṭhaṅgiko (syā2, syā3)" id="note63">Bhāvito aṭṭhaṅgiko</span> maggo,
kn: the eightfold path has been developed;

# thig6.6:5.4
source: Nirodho phusito mayā.
kn: and cessation has been realized by me.

# thig6.6:6.1
source: Mātā putto pitā bhātā,
kn: Previously I was a mother, a son,

# thig6.6:6.2
source: ayyakā ca pure ahuṃ;
kn: a father, a brother, and a grandmother.

# thig6.6:6.3
source: Yathābhuccamajānantī,
kn: Failing to grasp the true nature of things,

# thig6.6:6.4
source: saṃsariṃhaṃ anibbisaṃ.
kn: I’ve transmigrated without reward.

# thig6.6:7.1
source: Diṭṭho hi me so bhagavā,
kn: Since I have seen the Blessed One,

# thig6.6:7.2
source: antimoyaṃ samussayo;
kn: this bag of bones is my last.

# thig6.6:7.3
source: Vikkhīṇo jātisaṃsāro,
kn: Transmigration through births is finished,

# thig6.6:7.4
source: natthi dāni punabbhavo.
kn: now there are no more future lives.

# thig6.6:8.1
source: Āraddhavīriye pahitatte,
kn: I see the disciples in harmony,

# thig6.6:8.2
source: Niccaṃ daḷhaparakkame;
kn: energetic and resolute,

# thig6.6:8.3
source: Samagge sāvake passe,
kn: always staunchly vigorous—

# thig6.6:8.4
source: Esā buddhāna vandanā.
kn: this is homage to the Buddhas!

# thig6.6:9.1
source: <span class="var" title="bahunnaṃ (bj)" id="note65">Bahūnaṃ</span> vata atthāya,
kn: It was truly for the benefit of many

# thig6.6:9.2
source: Māyā janayi gotamaṃ;
kn: that Māyā gave birth to Gotama.

# thig6.6:9.3
source: Byādhimaraṇatunnānaṃ,
kn: He swept away the mass of suffering

# thig6.6:9.4
source: Dukkhakkhandhaṃ byapānudī”ti.
kn: for those stricken by sickness and death.
