Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thig/thig02.10.po
Languages: kn

# thig2.10:1.1
source: Therīgāthā
kn: Verses of the Senior Nuns

# thig2.10:2.1
source: Dukanipāta
kn: The Book of the Twos

# thig2.10:3.1
source: 10. Sāmātherīgāthā
kn: 2.10. Sāmā

# thig2.10:4.1
source: “Catukkhattuṃ pañcakkhattuṃ,
kn: Four or five times

# thig2.10:4.2
source: vihārā upanikkhamiṃ;
kn: I left my dwelling.

# thig2.10:4.3
source: Aladdhā cetaso santiṃ,
kn: I had failed to find peace of heart,

# thig2.10:4.4
source: citte avasavattinī;
kn: or any control over my mind.

# thig2.10:4.5
source: Tassā me aṭṭhamī ratti,
kn: Now it is the eighth night

# thig2.10:4.6
source: yato taṇhā samūhatā.
kn: since craving was eradicated.

# thig2.10:5.1
source: Bahūhi dukkhadhammehi,
kn: Though subject to so many painful things,

# thig2.10:5.2
source: appamādaratāya me;
kn: I have, through my love of diligence,

# thig2.10:5.3
source: Taṇhakkhayo anuppatto,
kn: reached the ending of craving,

# thig2.10:5.4
source: kataṃ buddhassa sāsanan”ti.
kn: and fulfilled the Buddha’s instructions.

# thig2.10:7.1
source: Dukanipāto niṭṭhito.
kn: The Book of the Twos is finished.
