Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thig/thig13.3.po
Languages: kn

# thig13.3:1.1
source: Therīgāthā
kn: Verses of the Senior Nuns

# thig13.3:2.1
source: Vīsatinipāta
kn: The Book of the Twenties

# thig13.3:3.1
source: 3. Cāpātherīgāthā
kn: 13.3. Cāpā

# thig13.3:4.1
source: “Laṭṭhihattho pure āsi,
kn: “Once I carried a hermit’s staff,

# thig13.3:4.2
source: so dāni migaluddako;
kn: but these days I hunt deer.

# thig13.3:4.3
source: Āsāya palipā ghorā,
kn: My desires have made me unable to cross

# thig13.3:4.4
source: nāsakkhi pārametave.
kn: from the awful marsh to the far shore.

# thig13.3:5.1
source: Sumattaṃ maṃ maññamānā,
kn: Thinking me so in love with her,

# thig13.3:5.2
source: cāpā puttamatosayi;
kn: Cāpā kept our son happy.

# thig13.3:5.3
source: Cāpāya bandhanaṃ chetvā,
kn: Having cut Cāpā’s bond,

# thig13.3:5.4
source: pabbajissaṃ punopahaṃ”.
kn: I’ll go forth once again.”

# thig13.3:6.1
source: “Mā me kujjhi mahāvīra,
kn: “Don’t be mad at me, great hero!

# thig13.3:6.2
source: mā me kujjhi mahāmuni;
kn: Don’t be mad at me, great sage!

# thig13.3:6.3
source: Na hi kodhaparetassa,
kn: If you’re mired in anger you can’t stay pure,

# thig13.3:6.4
source: suddhi atthi kuto tapo”.
kn: let alone practice austerities.”

# thig13.3:7.1
source: “Pakkamissañca nāḷāto,
kn: “I’m going to leave Nālā!

# thig13.3:7.2
source: kodha nāḷāya vacchati;
kn: For who’d stay here at Nālā!

# thig13.3:7.3
source: Bandhantī itthirūpena,
kn: With their figures, the women trap

# thig13.3:7.4
source: samaṇe dhammajīvino”.
kn: ascetics who live righteously.”

# thig13.3:8.1
source: “Ehi kāḷa nivattassu,
kn: “Please, Kāḷa, come back to me.

# thig13.3:8.2
source: bhuñja kāme yathā pure;
kn: Enjoy pleasures like you did before.

# thig13.3:8.3
source: Ahañca te vasīkatā,
kn: I’ll be under your control,

# thig13.3:8.4
source: ye ca me santi ñātakā”.
kn: along with any relatives I have.”

# thig13.3:9.1
source: “Etto cāpe catubbhāgaṃ,
kn: “Cāpā, if even a quarter

# thig13.3:9.2
source: yathā bhāsasi tvañca me;
kn: of what you say were true,

# thig13.3:9.3
source: Tayi rattassa posassa,
kn: it would be a splendid thing

# thig13.3:9.4
source: uḷāraṃ vata taṃ siyā”.
kn: for a man in love with you!”

# thig13.3:10.1
source: “Kāḷaṅginiṃva takkāriṃ,
kn: “Kāḷa, I am like a sprouting iris

# thig13.3:10.2
source: pupphitaṃ girimuddhani;
kn: flowering on a mountain top,

# thig13.3:10.3
source: Phullaṃ dālimalaṭṭhiṃva,
kn: like a blossoming pomegranate,

# thig13.3:10.4
source: antodīpeva pāṭaliṃ.
kn: like a trumpet-flower tree on an isle;

# thig13.3:11.1
source: Haricandanalittaṅgiṃ,
kn: my limbs are anointed with yellow sandalwood,

# thig13.3:11.2
source: kāsikuttamadhāriniṃ;
kn: and I wear the finest Kāsi cloth:

# thig13.3:11.3
source: Taṃ maṃ rūpavatiṃ santiṃ,
kn: when I am so very beautiful,

# thig13.3:11.4
source: kassa ohāya gacchasi”.
kn: how can you abandon me and leave?”

# thig13.3:12.1
source: “Sākuntikova sakuṇiṃ,
kn: “You’re like a fowler

# thig13.3:12.2
source: yathā bandhitumicchati;
kn: who wants to catch a bird;

# thig13.3:12.3
source: Āharimena rūpena,
kn: but you won’t trap me

# thig13.3:12.4
source: na maṃ tvaṃ bādhayissasi”.
kn: with your captivating form.”

# thig13.3:13.1
source: “Imañca me puttaphalaṃ,
kn: “But this child, my fruit,

# thig13.3:13.2
source: kāḷa uppāditaṃ tayā;
kn: was begotten by you, Kāḷa.

# thig13.3:13.3
source: Taṃ maṃ puttavatiṃ santiṃ,
kn: When I have this child,

# thig13.3:13.4
source: kassa ohāya gacchasi”.
kn: how can you abandon me and leave?”

# thig13.3:14.1
source: “Jahanti putte sappaññā,
kn: “The wise give up

# thig13.3:14.2
source: tato ñātī tato dhanaṃ;
kn: children, family, and wealth.

# thig13.3:14.3
source: Pabbajanti mahāvīrā,
kn: Great heroes go forth

# thig13.3:14.4
source: nāgo chetvāva bandhanaṃ”.
kn: like elephants breaking their bonds.”

# thig13.3:15.1
source: “Idāni te imaṃ puttaṃ,
kn: “Now, this son of yours:

# thig13.3:15.2
source: Daṇḍena churikāya vā;
kn: I’ll strike him to the ground right here,

# thig13.3:15.3
source: Bhūmiyaṃ vā nisumbhissaṃ,
kn: with a stick or with a knife!

# thig13.3:15.4
source: Puttasokā na gacchasi”.
kn: Grieving your son, you will not leave.”

# thig13.3:16.1
source: “Sace puttaṃ siṅgālānaṃ,
kn: “Even if you feed our son

# thig13.3:16.2
source: kukkurānaṃ padāhisi;
kn: to jackals and dogs,

# thig13.3:16.3
source: Na maṃ puttakatte jammi,
kn: I’d never return again, you bitch,

# thig13.3:16.4
source: punarāvattayissasi”.
kn: not even for the child’s sake.”

# thig13.3:17.1
source: “Handa kho dāni bhaddante,
kn: “Well then, sir, tell me,

# thig13.3:17.2
source: kuhiṃ kāḷa gamissasi;
kn: where will you go, Kāḷa?

# thig13.3:17.3
source: Katamaṃ gāmanigamaṃ,
kn: To what village or town,

# thig13.3:17.4
source: nagaraṃ rājadhāniyo”.
kn: city or capital?”

# thig13.3:18.1
source: “Ahumha pubbe gaṇino,
kn: “Last time we had followers,

# thig13.3:18.2
source: Assamaṇā samaṇamānino;
kn: we weren’t ascetics, we just thought we were.

# thig13.3:18.3
source: Gāmena gāmaṃ vicarimha,
kn: We wandered from village to village,

# thig13.3:18.4
source: Nagare rājadhāniyo.
kn: to cities and capitals.

# thig13.3:19.1
source: Eso hi bhagavā buddho,
kn: But now the Blessed One, the Buddha,

# thig13.3:19.2
source: nadiṃ nerañjaraṃ pati;
kn: on the bank of the Nerañjara River,

# thig13.3:19.3
source: Sabbadukkhappahānāya,
kn: teaches the Dhamma so that living creatures

# thig13.3:19.4
source: dhammaṃ deseti pāṇinaṃ;
kn: may abandon all suffering.

# thig13.3:19.5
source: Tassāhaṃ santikaṃ gacchaṃ,
kn: I shall go to his presence,

# thig13.3:19.6
source: so me satthā bhavissati”.
kn: he shall be my Teacher.”

# thig13.3:20.1
source: “Vandanaṃ dāni vajjāsi,
kn: “Now please convey my respects

# thig13.3:20.2
source: lokanāthaṃ anuttaraṃ;
kn: to the supreme protector of the world.

# thig13.3:20.3
source: Padakkhiṇañca katvāna,
kn: Circling him to your right,

# thig13.3:20.4
source: ādiseyyāsi dakkhiṇaṃ”.
kn: dedicate my religious donation.”

# thig13.3:21.1
source: “Etaṃ kho labbhamamhehi,
kn: “This is the proper thing to do,

# thig13.3:21.2
source: yathā bhāsasi tvañca me;
kn: just as you have said to me.

# thig13.3:21.3
source: Vandanaṃ dāni te vajjaṃ,
kn: I’ll convey your respects

# thig13.3:21.4
source: lokanāthaṃ anuttaraṃ;
kn: to the supreme protector of the world.

# thig13.3:21.5
source: Padakkhiṇañca katvāna,
kn: Circling him to my right,

# thig13.3:21.6
source: ādisissāmi dakkhiṇaṃ”.
kn: I’ll dedicate your religious donation.”

# thig13.3:22.1
source: Tato ca kāḷo pakkāmi,
kn: Then Kāḷa set out

# thig13.3:22.2
source: nadiṃ nerañjaraṃ pati;
kn: to the bank of the Nerañjara River.

# thig13.3:22.3
source: So addasāsi sambuddhaṃ,
kn: He saw the Awakened One

# thig13.3:22.4
source: desentaṃ amataṃ padaṃ.
kn: teaching the deathless state:

# thig13.3:23.1
source: Dukkhaṃ dukkhasamuppādaṃ,
kn: suffering, suffering’s origin,

# thig13.3:23.2
source: dukkhassa ca atikkamaṃ;
kn: suffering’s transcendence,

# thig13.3:23.3
source: Ariyaṃ caṭṭhaṅgikaṃ maggaṃ,
kn: and the noble eightfold path

# thig13.3:23.4
source: dukkhūpasamagāminaṃ.
kn: that leads to the stilling of suffering.

# thig13.3:24.1
source: Tassa pādāni vanditvā,
kn: He paid homage at his feet,

# thig13.3:24.2
source: Katvāna naṃ padakkhiṇaṃ;
kn: circling him to his right,

# thig13.3:24.3
source: Cāpāya ādisitvāna,
kn: and conveyed Cāpā’s dedication;

# thig13.3:24.4
source: Pabbajiṃ anagāriyaṃ;
kn: then he went forth to homelessness.

# thig13.3:24.5
source: Tisso vijjā anuppattā,
kn: He attained the three knowledges,

# thig13.3:24.6
source: Kataṃ buddhassa sāsanaṃ.
kn: and fulfilled the Buddha’s instructions.
