Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thig/thig06.7.po
Languages: kn

# thig6.7:1.1
source: Therīgāthā
kn: Verses of the Senior Nuns

# thig6.7:2.1
source: Chakkanipāta
kn: The Book of the Sixes

# thig6.7:3.1
source: 7. Guttātherīgāthā
kn: 6.7. Guttā

# thig6.7:4.1
source: “Gutte yadatthaṃ pabbajjā,
kn: Guttā, you have given up your child,

# thig6.7:4.2
source: hitvā puttaṃ vasuṃ piyaṃ;
kn: your wealth, and all that you love.

# thig6.7:4.3
source: Tameva anubrūhehi,
kn: Foster the goal for which you went forth;

# thig6.7:4.4
source: mā cittassa vasaṃ gami.
kn: do not fall under the mind’s control.

# thig6.7:5.1
source: Cittena vañcitā sattā,
kn: Beings deceived by the mind,

# thig6.7:5.2
source: mārassa visaye ratā;
kn: playing in Māra’s domain,

# thig6.7:5.3
source: Anekajātisaṃsāraṃ,
kn: ignorant, they journey on,

# thig6.7:5.4
source: sandhāvanti aviddasū.
kn: transmigrating through countless rebirths.

# thig6.7:6.1
source: Kāmacchandañca byāpādaṃ,
kn: Sensual desire and ill will,

# thig6.7:6.2
source: sakkāyadiṭṭhimeva ca;
kn: and identity view;

# thig6.7:6.3
source: Sīlabbataparāmāsaṃ,
kn: misapprehension of precepts and observances,

# thig6.7:6.4
source: vicikicchañca pañcamaṃ.
kn: and doubt as the fifth.

# thig6.7:7.1
source: Saṃyojanāni etāni,
kn: O nun, when you have given up

# thig6.7:7.2
source: pajahitvāna bhikkhunī;
kn: these lower fetters,

# thig6.7:7.3
source: Orambhāgamanīyāni,
kn: you won’t come back

# thig6.7:7.4
source: nayidaṃ punarehisi.
kn: to this world again.

# thig6.7:8.1
source: Rāgaṃ mānaṃ avijjañca,
kn: And when you’re rid of greed,

# thig6.7:8.2
source: uddhaccañca vivajjiya;
kn: conceit, ignorance, and restlessness,

# thig6.7:8.3
source: Saṃyojanāni chetvāna,
kn: having cut the fetters,

# thig6.7:8.4
source: dukkhassantaṃ karissasi.
kn: you’ll make an end to suffering.

# thig6.7:9.1
source: Khepetvā jātisaṃsāraṃ,
kn: Having wiped out transmigration,

# thig6.7:9.2
source: pariññāya punabbhavaṃ;
kn: and fully understood rebirth,

# thig6.7:9.3
source: Diṭṭheva dhamme nicchātā,
kn: hungerless in this very life,

# thig6.7:9.4
source: upasantā carissatī”ti.
kn: you will live at peace.
