Repository: suttacentral/sc-data
Catalog: po_text/pli-*/*/thig/thig13.4.po
Languages: kn

# thig13.4:1.1
source: Therīgāthā
kn: Verses of the Senior Nuns

# thig13.4:2.1
source: Vīsatinipāta
kn: The Book of the Twenties

# thig13.4:3.1
source: 4. Sundarītherīgāthā
kn: 13.4. Sundarī

# thig13.4:4.1
source: “Petāni bhoti puttāni,
kn: “Before, when your children passed away,

# thig13.4:4.2
source: khādamānā tuvaṃ pure;
kn: you would expose them to be eaten.

# thig13.4:4.3
source: Tuvaṃ divā ca ratto ca,
kn: All day and all night

# thig13.4:4.4
source: atīva paritappasi.
kn: you’d be racked with despair.

# thig13.4:5.1
source: Sājja sabbāni khāditvā,
kn: Today, brahmin lady, you have exposed

# thig13.4:5.2
source: sataputtāni brāhmaṇī;
kn: seven children in all to be eaten;

# thig13.4:5.3
source: Vāseṭṭhi kena vaṇṇena,
kn: Vāseṭṭhī, what is the reason why

# thig13.4:5.4
source: na bāḷhaṃ paritappasi”.
kn: you’re not so filled with despair?”

# thig13.4:6.1
source: “Bahūni puttasatāni,
kn: “Many hundreds of sons,

# thig13.4:6.2
source: ñātisaṅghasatāni ca;
kn: hundreds of family circles,

# thig13.4:6.3
source: Khāditāni atītaṃse,
kn: both mine and yours, brahmin,

# thig13.4:6.4
source: mama tuyhañca brāhmaṇa.
kn: have been eaten in the past.

# thig13.4:7.1
source: Sāhaṃ nissaraṇaṃ ñatvā,
kn: Having known the escape

# thig13.4:7.2
source: jātiyā maraṇassa ca;
kn: from rebirth and death

# thig13.4:7.3
source: Na socāmi na rodāmi,
kn: I neither grieve nor lament,

# thig13.4:7.4
source: na cāpi paritappayiṃ”.
kn: nor do I despair.”

# thig13.4:8.1
source: “Abbhutaṃ vata vāseṭṭhi,
kn: “Wow, Vaseṭṭhī, the words you speak

# thig13.4:8.2
source: vācaṃ bhāsasi edisiṃ;
kn: really are amazing!

# thig13.4:8.3
source: Kassa tvaṃ dhammamaññāya,
kn: Whose teaching did you understand

# thig13.4:8.4
source: giraṃ bhāsasi edisiṃ”.
kn: that you say these things?”

# thig13.4:9.1
source: “Esa brāhmaṇa sambuddho,
kn: “Brahmin, the Awakened One

# thig13.4:9.2
source: nagaraṃ mithilaṃ pati;
kn: at the city of Mithilā,

# thig13.4:9.3
source: Sabbadukkhappahānāya,
kn: teaches the Dhamma so that living creatures

# thig13.4:9.4
source: dhammaṃ desesi pāṇinaṃ.
kn: may abandon all suffering.

# thig13.4:10.1
source: Tassa brahme arahato,
kn: After hearing the perfected one’s teaching,

# thig13.4:10.2
source: dhammaṃ sutvā nirūpadhiṃ;
kn: brahmin, which is free of all attachments,

# thig13.4:10.3
source: Tattha viññātasaddhammā,
kn: having understood the true teaching there,

# thig13.4:10.4
source: puttasokaṃ byapānudiṃ”.
kn: I’ve swept away grief for children.”

# thig13.4:11.1
source: “So ahampi gamissāmi,
kn: “I too shall go

# thig13.4:11.2
source: nagaraṃ mithilaṃ pati;
kn: to the city of Mithilā.

# thig13.4:11.3
source: Appeva maṃ so bhagavā,
kn: Hopefully the Buddha may release me

# thig13.4:11.4
source: sabbadukkhā pamocaye”.
kn: from all suffering.”

# thig13.4:12.1
source: Addasa brāhmaṇo buddhaṃ,
kn: The brahmin saw the Buddha,

# thig13.4:12.2
source: vippamuttaṃ nirūpadhiṃ;
kn: liberated, without attachments.

# thig13.4:12.3
source: Svassa dhammamadesesi,
kn: He taught him the Dhamma,

# thig13.4:12.4
source: muni dukkhassa pāragū.
kn: the sage gone beyond suffering:

# thig13.4:13.1
source: Dukkhaṃ dukkhasamuppādaṃ,
kn: suffering, suffering’s origin,

# thig13.4:13.2
source: dukkhassa ca atikkamaṃ;
kn: suffering’s transcendence,

# thig13.4:13.3
source: Ariyaṃ caṭṭhaṅgikaṃ maggaṃ,
kn: and the noble eightfold path

# thig13.4:13.4
source: dukkhūpasamagāminaṃ.
kn: that leads to the stilling of suffering.

# thig13.4:14.1
source: Tattha viññātasaddhammo,
kn: Having understood the true teaching there,

# thig13.4:14.2
source: pabbajjaṃ samarocayi;
kn: he agreed to go forth.

# thig13.4:14.3
source: Sujāto tīhi rattīhi,
kn: Three days later

# thig13.4:14.4
source: tisso vijjā aphassayi.
kn: Sujāta realized the three knowledges.

# thig13.4:15.1
source: “Ehi sārathi gacchāhi,
kn: “Please, charioteer, go;

# thig13.4:15.2
source: rathaṃ niyyādayāhimaṃ;
kn: take back this carriage.

# thig13.4:15.3
source: Ārogyaṃ brāhmaṇiṃ vajja,
kn: Bidding my brahmin lady good health, say:

# thig13.4:15.4
source: ‘pabbaji dāni brāhmaṇo;
kn: ‘The brahmin has now gone forth.

# thig13.4:15.5
source: Sujāto tīhi rattīhi,
kn: After three days,

# thig13.4:15.6
source: tisso vijjā aphassayi’”.
kn: Sujāta realized the three knowledges.’”

# thig13.4:16.1
source: Tato ca rathamādāya,
kn: Then taking the carriage,

# thig13.4:16.2
source: sahassañcāpi sārathi;
kn: along with a thousand coins, the charioteer

# thig13.4:16.3
source: Ārogyaṃ brāhmaṇiṃvoca,
kn: bade the brahmin lady good health, and said:

# thig13.4:16.4
source: “pabbaji dāni brāhmaṇo;
kn: “The brahmin has now gone forth.

# thig13.4:16.5
source: Sujāto tīhi rattīhi,
kn: After three days,

# thig13.4:16.6
source: tisso vijjā aphassayi”.
kn: Sujāta realized the three knowledges.”

# thig13.4:17.1
source: “Etañcāhaṃ assarathaṃ,
kn: Hearing that the brahmin had the three knowledges, the lady replied:

# thig13.4:17.2
source: sahassañcāpi sārathi;
kn: “I present to you this horse and carriage,

# thig13.4:17.3
source: Tevijjaṃ brāhmaṇaṃ sutvā,
kn: O charioteer, along with 1000 coins,

# thig13.4:17.4
source: puṇṇapattaṃ dadāmi te”.
kn: and a full bowl as a gift.”

# thig13.4:18.1
source: “Tuyheva hotvassaratho,
kn: “Keep the horse and carriage, lady,

# thig13.4:18.2
source: sahassañcāpi brāhmaṇi;
kn: along with the thousand coins.

# thig13.4:18.3
source: Ahampi pabbajissāmi,
kn: I too shall go forth in the presence of him,

# thig13.4:18.4
source: varapaññassa santike”.
kn: this man of such splendid wisdom.”

# thig13.4:19.1
source: “Hatthī gavassaṃ maṇikuṇḍalañca,
kn: “Elephants, cattle, jewels and earrings,

# thig13.4:19.2
source: Phītañcimaṃ gahavibhavaṃ pahāya;
kn: such opulent domestic wealth:

# thig13.4:19.3
source: Pitā pabbajito tuyhaṃ,
kn: having given it up, your father went forth,

# thig13.4:19.4
source: Bhuñja bhogāni sundarī;
kn: enjoy these riches Sundarī,

# thig13.4:19.5
source: Tuvaṃ dāyādikā kule”.
kn: you are the family heir.”

# thig13.4:20.1
source: “Hatthī gavassaṃ maṇikuṇḍalañca,
kn: “Elephants, cattle, jewels and earrings,

# thig13.4:20.2
source: Rammaṃ cimaṃ gahavibhavaṃ pahāya;
kn: such delightful domestic wealth:

# thig13.4:20.3
source: Pitā pabbajito mayhaṃ,
kn: having given it up, my father went forth,

# thig13.4:20.4
source: Puttasokena aṭṭito;
kn: racked by grief for his son.

# thig13.4:20.5
source: Ahampi pabbajissāmi,
kn: I too shall go forth,

# thig13.4:20.6
source: Bhātusokena aṭṭitā”.
kn: racked by grief for my brother.”

# thig13.4:21.1
source: “So te ijjhatu saṅkappo,
kn: “Sundarī, may the wish you desire

# thig13.4:21.2
source: yaṃ tvaṃ patthesi sundarī;
kn: come true.

# thig13.4:21.3
source: Uttiṭṭhapiṇḍo uñcho ca,
kn: Leftovers as gleanings,

# thig13.4:21.4
source: paṃsukūlañca cīvaraṃ;
kn: and cast-off rags as robes—

# thig13.4:21.5
source: Etāni abhisambhontī,
kn: make do with these,

# thig13.4:21.6
source: paraloke anāsavā”.
kn: free of defilements regarding the next life.”

# thig13.4:22.1
source: “Sikkhamānāya me ayye,
kn: “Ma’am, while I am still a trainee nun,

# thig13.4:22.2
source: dibbacakkhu visodhitaṃ;
kn: my clairvoyance is clarified;

# thig13.4:22.3
source: Pubbenivāsaṃ jānāmi,
kn: I know my past lives,

# thig13.4:22.4
source: yattha me vusitaṃ pure.
kn: the places I used to live.

# thig13.4:23.1
source: Tuvaṃ nissāya kalyāṇi,
kn: Relying on a fine lady like you,

# thig13.4:23.2
source: theri saṃghassa sobhane;
kn: a senior nun who beautifies the Sangha,

# thig13.4:23.3
source: Tisso vijjā anuppattā,
kn: I’ve attained the three knowledges,

# thig13.4:23.4
source: kataṃ buddhassa sāsanaṃ.
kn: and fulfilled the Buddha’s instructions.

# thig13.4:24.1
source: Anujānāhi me ayye,
kn: Give me permission ma’am,

# thig13.4:24.2
source: icche sāvatthi gantave;
kn: I wish to go to Sāvatthī,

# thig13.4:24.3
source: Sīhanādaṃ nadissāmi,
kn: where I shall roar my lion’s roar

# thig13.4:24.4
source: buddhaseṭṭhassa santike”.
kn: before the best of Buddhas.”

# thig13.4:25.1
source: “Passa sundari satthāraṃ,
kn: “Sundarī, see the Teacher!

# thig13.4:25.2
source: hemavaṇṇaṃ harittacaṃ;
kn: Golden colored, golden skinned,

# thig13.4:25.3
source: Adantānaṃ dametāraṃ,
kn: tamer of the untamed,

# thig13.4:25.4
source: sambuddhamakutobhayaṃ”.
kn: the Awakened One who fears nothing from any quarter.”

# thig13.4:26.1
source: “Passa sundarimāyantiṃ,
kn: “See Sundarī coming,

# thig13.4:26.2
source: vippamuttaṃ nirūpadhiṃ;
kn: liberated, without attachments;

# thig13.4:26.3
source: Vītarāgaṃ visaṃyuttaṃ,
kn: desireless, detached,

# thig13.4:26.4
source: katakiccamanāsavaṃ.
kn: her task completed, without defilements.”

# thig13.4:27.1
source: Bārāṇasito nikkhamma,
kn: “Having set forth from Bārāṇasī

# thig13.4:27.2
source: tava santikamāgatā;
kn: and come to your presence, great hero,

# thig13.4:27.3
source: Sāvikā te mahāvīra,
kn: your disciple Sundarī

# thig13.4:27.4
source: pāde vandati sundarī.
kn: bows at your feet.

# thig13.4:28.1
source: Tuvaṃ buddho tuvaṃ satthā,
kn: You are the Buddha, you are the Teacher,

# thig13.4:28.2
source: tuyhaṃ dhītāmhi brāhmaṇa;
kn: I am your rightful daughter, brahmin,

# thig13.4:28.3
source: Orasā mukhato jātā,
kn: born of your mouth.

# thig13.4:28.4
source: katakiccā anāsavā”.
kn: I’ve completed the task and am free of defilements.”

# thig13.4:29.1
source: “Tassā te svāgataṃ bhadde,
kn: “Then welcome, good lady,

# thig13.4:29.2
source: tato te adurāgataṃ;
kn: you’re by no means unwelcome.

# thig13.4:29.3
source: Evañhi dantā āyanti,
kn: For this is how the tamed come

# thig13.4:29.4
source: satthu pādāni vandikā;
kn: bowing at the Teacher’s feet;

# thig13.4:29.5
source: Vītarāgā visaṃyuttā,
kn: desireless, detached,

# thig13.4:29.6
source: katakiccā anāsavā”.
kn: the task completed, without defilements.”
