{
  "home:1": "Tipiṭaka—*as* Três Cestas *do* cânone budista ",
  "home:2": "Vídeo promocional do SuttaCentral (2020) ",
  "home:3": "A sabedoria do Buda foi preservada em um vasto oceano de textos antigos.<br> Muitas dessas escrituras se encontram traduzidas nos diversos idiomas do mundo. ",
  "home:4": "O SuttaCentral reúne estas traduções e as torna disponíveis gratuitamente. <br> Deixando de lado os limites da linguagem e tradição, deixamos o Buda falar por si próprio. ",
  "home:5": "As palavras do Buda ",
  "home:6": "Leia este sutta ",
  "home:7": "Manuscrito de folha de palma (ola) originário do Mianmar, por volta do século XIX ",
  "home:8": "O que você encontrará aqui ",
  "home:9": "O SuttaCentral contém textos budistas antigos, conhecidos como Tipiṭaka ou “Três Cestas”. Esta é uma grande coleção de ensinamentos atribuídos ao Buda ou seus primeiros discípulos, que viveram e ensinaram na Índia por volta 2500 anos atrás. Eles são considerados cânones sagrados em todas as escolas do budismo. ",
  "home:10": "INTRODUÇÃO ",
  "home:11": "Um dos blocos do Tripiṭaka Koreana encontrado no Templo Haeinsa ",
  "home:12": "Por onde começar ",
  "home:13": "Existem milhares de textos budistas antigos e eles não estão organizados de modo que facilite a leitura. Mas aqui está a boa notícia: você não está sozinho. Estamos juntos no caminho e tentamos facilitar o processo para você. Aqui estão algumas coisas que você pode tentar. ",
  "home:14": "Começando ",
  "home:15": "Projetos relacionados ",
  "home:16": "Confira o SuttaCentral Voice ",
  "home:17": "ouça os suttas ",
  "home:18": "A página SuttaCentral Voice torna os textos e traduções da SuttaCentral acessíveis àqueles com deficiência visual ou cegos. Os suttas começaram como uma transmissão oral, e agora são novamente uma transmissão oral. ",
  "home:19": "Busque por suttas no SuttaCentral Voice ",
  "home:20": "Ou então clique no ícone do alto-falante encontrados nas fichas específicas dos suttas. ",
  "home:21": "Confira o BuddhaNexus ",
  "home:22": "suttas mapeados com uso de inteligência artificial ",
  "home:23": "Aplicação de redes neurais de última geração para explorar relações não óbvias entre textos budistas. Os textos em páli são do SuttaCentral. Levando a idéia de paralelos um passo adiante, esta tecnologia oferece insights mais profundos sobre a evolução dos textos de todas as tradições e períodos. ",
  "home:24": "Visite o fórum online do SuttaCentral ",
  "home:25": "Fórum online do SuttaCentral ",
  "home:26": "Junte-se à nossa vibrante e amigável comunidade de amantes dos Sutta. Desde iniciantes absolutos até especialistas instruídos, todos aprendem uns com os outros. ",
  "home:27": "Compartilhe suas experiências. ",
  "home:28": "Faça perguntas ",
  "home:29": "Encontre palestras, cânticos, livros e artigos. ",
  "home:30": "Confira o webapp de tradução Bilara. ",
  "home:31": "tradução assistida ppr computador ",
  "home:32": "Construído do zero pelo time do SuttaCentral, a ferramenta Bilara é uma interface web para a tradução dos suttas. Nossa equipe o utiliza para criar novas traduções do Suttas nos vários idiomas existentes. ",
  "home:33": "Por qual razão  nós lemos ",
  "home:34": "Testemunhos ",
  "home:35": "Manuscrito em páli originário do Mianmar ",
  "home:36": "Um guia do leitor para os discursos em páli ",
  "home:37": "Os suttas do Cânone Páli (Tipiṭaka), especialmente os quatro principais _nikāyas_, são leitura essencial para qualquer um que deseje compreender o Buda e seus ensinamentos. Eles foram preservados e transmitidos no idioma páli pela tradição do budismo Theravāda como a palavra de Buda. ",
  "home:38": "Guias ",
  "home:39": "Manuscrito birmanês contendo o texto do bhikkhu-patimokkha, do século XIX, parte da coleção da British Library. ",
  "home:40": "Índices e terminologia ",
  "home:41": "Como qualquer campo especializado, os estudos budistas têm sua própria terminologia e conteúdo. É fácil se perder ou deixar passar referências, então aqui nós fornecemos índices de termos-chave dos textos budistas antigos classificados por assunto, nome e símile, bem como um glossário de termos importantes. Essas listas foram preparadas com cuidado e oferecem outra maneira de encontrar o sutta ou a passagem que você está procurando. ",
  "home:42": "Índices",
  "home:43": "Edições SuttaCentral ",
  "home:44": "Leia traduções selecionadas do SuttaCentral como livros "
}