{
  "mn-guide-sujato:1": "Os discursos médios: Conversas sobre temas de verdade profunda",
  "mn-guide-sujato:2": "Bhikkhu Sujato, 2019",
  "mn-guide-sujato:3": "<a href='#item1'>Como o Majjhima é organizado</a>",
  "mn-guide-sujato:4": "<a href='#item2'>Imagens e narrativa</a>",
  "mn-guide-sujato:5": "<a href='#item3'>Teoria e prática</a>",
  "mn-guide-sujato:6": "<a href='#item4'>O Buda</a>",
  "mn-guide-sujato:7": "<a href='#item5'>Os estágios do despertar</a>",
  "mn-guide-sujato:8": "<a href='#item6'>Os discípulos monásticos</a>",
  "mn-guide-sujato:9": "<a href='#item7'>A Saṅgha</a>",
  "mn-guide-sujato:10": "<a href='#item8'>A comunidade em geral</a>",
  "mn-guide-sujato:11": "<a href='#item9'>Uma breve história do texto</a>",
  "mn-guide-sujato:12": "O Majjhima Nikāya (MN) é a segunda das quatro principais divisões do Sutta Piṭaka do Cânone Páli (<i lang='pi' translate='no'>tipiṭaka</i>). Aqui, ele é traduzido como <cite class='text-translated'>Discursos Médios</cite> e é por vezes conhecido como <cite class='text-translated'>Discursos de Média Extensão</cite>. Como sugerido pelo título, seus discursos são um pouco mais curtos que os suttas do Dīgha Nikāya (<cite class='text-translated'>Discursos Longos</cite>), porém mais compridos que os muitos discursos curtos reunidos no Saṁyutta Nikāya (<cite class='text-translated'>Discursos Conectados</cite>) e no Aṅguttara Nikāya (<cite class='text-translated'>Discursos Numerados</cite>).",
  "mn-guide-sujato:13": "Na clássica introdução à sua tradução do Majjhima Nikāya, Bhikkhu Bodhi descreveu o Majjhima como “a coleção que combina a mais rica variedade de contextos com a mais profunda e compreensiva seleção de ensinamentos”. Em seguida, ele o situa entre os outros <i lang='pi' translate='no'>nikāyas</i>:",
  "mn-guide-sujato:14": "Como o Dīgha Nikāya, o Majjhima está repleto de drama e narrativa, mesmo que lhe falte muito da tendência para o embelezamento imaginativo e profusão de lendas de seu predecessor. Como o Saṁyutta, ele possui alguns dos mais profundos discursos do Cânone, revelando os insights radicais do Buda sobre a natureza da existência; e, como o Aṅguttara, ele cobre uma amplitude de temas de aplicação prática. Comparado com estes dois Nikāyas, o Majjhima expõe esse material não em forma de pronunciamentos curtos e contidos em si, mas no contexto de uma fascinante sucessão de cenários que exibem o resplendor da sabedoria do Buda, sua habilidade em adaptar seus ensinamentos às necessidades e inclinações de seus interlocutores, sua espirituosidade e humor sutil, sua majestosa sublimidade e sua humanidade compassiva.",
  "mn-guide-sujato:15": "Neste guia, algumas características especiais do Majjhima são descritas. Depois de destacar algumas características formais e doutrinais, este ensaio então se concentra no Buda e as pessoas que ele encontrou, sejam os monges da Sangha, seus seguidores leigos ou os muitos não-budistas com quem ele conversou. O Majjhima contém muitos dos mais importantes discursos autobiográficos; portanto, é naturalmente o lugar para discutir a vida e a pessoa do Buda. Além disso, o formato de diálogo faz do Majjhima um contexto particularmente rico para se examinar como o Dhamma emergiu por meio da interação e conversação com pessoas de todos os tipos.",
  "mn-guide-sujato:16": "Como o Majjhima é organizado",
  "mn-guide-sujato:17": "Há 152 discursos no Majjhima. Eles estão organizados em grupos de 50 discursos (<i lang='pi' translate='no'>paṇṇāsa</i>), embora o último <i lang='pi' translate='no'>paṇṇāsa</i> contenha 52.",
  "mn-guide-sujato:18": "Dentro de cada <i lang='pi' translate='no'>paṇṇāsa</i> há um conjunto de cinco <i lang='pi' translate='no'>vaggas</i>. Como esperado, a maioria dos <i lang='pi' translate='no'>vaggas</i> são intitulados pelo primeiro sutta, embora uns poucos exibam certa unidade temática:",
  "mn-guide-sujato:19": "<b>Opamma Vagga (Capítulo com símiles)</b>",
  "mn-guide-sujato:20": "Todos estes discursos contêm, principalmente, símiles.",
  "mn-guide-sujato:21": "<b>Mahāyamaka Vagga (Grande Capítulo com Pares)</b>",
  "mn-guide-sujato:22": "Discursos “longos” e “curtos” emparelhados. (O capítulo seguinte, chamado de Pequeno Capítulo com Pares, tem somente dois conjuntos de pares.)",
  "mn-guide-sujato:23": "<b>Vaggas 6–10</b>",
  "mn-guide-sujato:24": "Agrupam discursos como certos tipos de indivíduos como personagens: chefes de família, mendicantes, errantes, reis e brâmanes.",
  "mn-guide-sujato:25": "<b>Vibhaṅga Vagga (Capítulo sobre a Análise)</b>",
  "mn-guide-sujato:26": "Estes discursos consistem em “análises” extensas de alguma fala breve.",
  "mn-guide-sujato:27": "<b>Saḷāyatana Vagga (Capítulo sobre os Seis Sentidos)</b>",
  "mn-guide-sujato:28": "Estes discursos tratam dos seis sentidos.",
  "mn-guide-sujato:29": "Imagens e narrativa",
  "mn-guide-sujato:30": "O Majjhima contém um número impressionante de imagens, com símiles encontradas em quase todos os discursos. Por vezes, estas são ampliadas em breves parábolas. A <a class='ref' href='/mn21'>MN 21</a> <cite class='text-translated'>O símile da serra</cite> (<cite class='text-root'>Kakacūpamasutta</cite>) conta a memorável história da corajosa empregada Kāḷī que testou sua patroa. No <a class='ref' href='/mn56#27'>MN 56:27</a> <cite class='text-translated'>[Diálogo] Com Upāli</cite>, encontramos a brâmane que queria não só tingir seu macaco de estimação, mas também o golpear e alisar.",
  "mn-guide-sujato:31": "Embora o Buda fale de si apenas em contos breves, é no pano de fundo que encontramos as narrativas mais desenvolvidas, incluindo histórias famosas como a aplacação do violento assassino em série Aṅgulimāla (<a class='ref' href='/mn86'>MN 86</a>) ou o compromisso irredutível do jovem rico Raṭṭhapāla (<a class='ref' href='/mn82'>MN 82</a>), que desafiou a vontade de seus pais para se ordenar e cujo discurso encerra com um conjunto extraordinário de ensinamentos para o seu rei.",
  "mn-guide-sujato:32": "Algumas histórias são menos mundanas. Em <a class='ref' href='/mn37'>MN 37</a> <cite class='text-translated'>O pequeno discurso sobre a destruição do desejo</cite> (<cite class='text-root'>Cūḷataṇhāsaṅkhayasutta</cite>) retrata a ascensão de Moggallāna ao céu de Sakka, o senhor dos deuses, para verificar sua indulgência. Em <a class='ref' href='/mn50'>MN 50</a> <cite class='text-translated'>A repreensão de Māra</cite> (<cite class='text-root'>Māratajjanīyasutta</cite>) Moggallāna aparece também, desta vez em um diálogo com Māra, o senhor do engano e da morte, contendo a impressionante revelação de que o próprio Moggallāna foi um Māra em uma vida passada. Tal drama cósmico chega ao ápice em <a class='ref' href='/mn49'>MN 49</a> <cite class='text-translated'>O convite de um Brahmā</cite> (<cite class='text-root'>Brahmanimantanikasutta</cite>), onde o Buda aborda nada menos que o próprio Brahmā em um debate filosófico, forçando Māra a se revelar como aliado de Brahmā. Da perspectiva do budismo antigo, Deus e o Diabo não eram tão diferentes.",
  "mn-guide-sujato:33": "Teoria e prática",
  "mn-guide-sujato:34": "O Majjhima talvez seja a mais rica das coleções do budismo antigo ou inicial em matéria de doutrina. Ele contém uma série extraordinária de discursos que tratam de temas profundos com pormenores e complexidade não encontrados alhures. Não obstante, deve-se ter em mente que tais discursos são para estudantes avançados e, embora fascinantes, exigem ter um alicerce firme nas doutrinas fundamentais encontradas no Saṁyutta. Por esta razão, a maior parte das explicações em termos de doutrina são encontradas no guia dos Discursos Conectados e aqui apenas breves considerações são feitas.",
  "mn-guide-sujato:35": "Os ensinamentos conhecidos do Saṁyutta são todos encontrados no Majjhima e, em vários casos, o Majjhima oferece explicações mais detalhadas. Estes discursos são importantes e merecem um estudo cuidadoso, mas deve-se evitar a equivalência entre extensão de um sutta e a sua importância. Nos textos budistas, é igualmente provável que o tamanho não sinalize o que era importante para o Buda, mas sim que trata-se de uma compilação tardia.",
  "mn-guide-sujato:36": "Este é o caso do <a class='ref' href='/mn10'>MN 10</a> <cite class='text-translated'>Os fundamentos da atenção plena</cite> (<cite class='text-root'>Satipaṭṭhānasutta</cite>) que, juntamente com sua versão ampliada no <a class='ref' href='/dn22'>DN 22</a>, é a explicação mais detalhada da meditação de atenção plena encontrada no Cânone. Entretanto, a análise crítica e comparativa revela que os discursos, como encontrados em páli, foram submetidos a um desenvolvimento posterior significativo. O <a class='ref' href='/mn141'>MN 141</a> <cite class='text-translated'>A análise das verdades</cite> (<cite class='text-root'>Saccavibhaṅgasutta</cite>), o discurso mais detalhado sobre as quatro nobres verdades, está intimamente ligado ao <a class='ref' href='/mn10'>MN 10</a>—de fato, o <a class='ref' href='/dn22'>DN 22</a> é, praticamente, uma combinação deste e do <a class='ref' href='/mn10'>MN 10</a>—e, também, pode-se suspeitar de elementos posteriores. Não há dúvidas quanto ao <a class='ref' href='/mn111'>MN 111</a> <cite class='text-translated'>Um por um</cite> (<cite class='text-root'>Anupadasutta</cite>), que claramente é um sutta mais recente. Aqui não é o lugar para uma discussão complexa acerca do método textual-crítico, mas é comumente presumido que o tamanho de um discurso signifique a sua importância e deve se ter em mente que a situação é mais complexa. ",
  "mn-guide-sujato:37": "Os suttas do Majjhima que lidam com os principais ensinamentos doutrinários podem ser entendidos como oferecendo análises aprofundadas de fatores particulares das quatro nobres verdades. A primeira verdade do sofrimento é explorada em detalhes no <a class='ref' href='/mn13'>MN 13</a> e no <a class='ref' href='/mn14'>MN 14</a> ambos tratando da “Massa de Sofrimento”. Vários tópicos sob este título também são tratados em detalhes; as seis bases dos sentidos são abordadas em vários suttas (<a class='ref' href='/mn18'>MN 18</a>, <a class='ref' href='/mn137'>MN 137</a>, <a class='ref' href='/mn138'>MN 138</a>) e até mesmo um <i lang='pi' translate='no'>vagga</i> inteiro (<a class='ref' href='/mn143'>MN 143</a>–152), enquanto vários suttas investigam o ensinamento sobre os elementos em grande detalhe, expondo profundidades que ninguém pode suspeitar para o que parece ser um ensinamento tão simples (<a class='ref' href='/mn28'>MN 28</a>, <a class='ref' href='/mn115'>MN 115</a>, <a class='ref' href='/mn140'>MN 140</a>). Os agregados aparecem, mas são tratados com menos detalhes.",
  "mn-guide-sujato:38": "A segunda e a terceira nobres verdades são abordadas no <a class='ref' href='/mn38'>MN 38</a>, um discurso complexo e gratificante sobre a origem dependente, bem como o <a class='ref' href='/mn135'>MN 135</a> e o <a class='ref' href='/mn136'>MN 136</a>, dois dos mais detalhados e influentes discursos sobre o tema do <i lang='pi' translate='no'>kamma</i>; vide também <a class='ref' href='/mn120'>MN 120</a>.",
  "mn-guide-sujato:39": "Contudo, é a quarta nobre verdade, o caminho, que domina o Majjhima. A maioria dos discursos abordam o caminho como tema central. O nobre caminho óctuplo é tratado em detalhes complexos no <a class='ref' href='/mn117'>MN 117</a> <cite class='text-translated'>O grande quarenta</cite> (<cite class='text-root'>Mahācattārīsakasutta</cite>) e vários outros discursos tratam de fatores específicos do caminho. No <a class='ref' href='/mn9'>MN 9</a>, o Venerável Sāriputta apresenta o tema da visão correta a partir de diversas perspectivas. O segundo fator do caminho, o pensamento correto ou a intenção correta, é o tema especial do <a class='ref' href='/mn19'>MN 19</a> and <a class='ref' href='/mn20'>MN 20</a>, que traz conselhos da própria experiência do Buda sobre como purificar o pensamento e, em seguida, abandoná-lo completamente. Os fatores éticos do caminho são também abordados em muitos suttas que serão resumidos aqui, sendo alguns deles expostos nas seções sobre a Saṅgha e as comunidades leigas. O esforço correto aparece em muitos suttas, mas é especialmente enfatizado em textos como o <a class='ref' href='/mn29'>MN 29</a>, o <a class='ref' href='/mn30'>MN 30</a> e o <a class='ref' href='/mn32'>MN 32</a>. O <a class='ref' href='/mn10'>MN 10</a>, como mencionado, trata da atenção plena correta e o tema é abordado de de modo mais especializado no <a class='ref' href='/mn118'>MN 118</a>, sobre a atenção plena da respiração, e no <a class='ref' href='/mn119'>MN 119</a>, sobre a atenção plena do corpo. No <a class='ref' href='/mn77'>MN 77</a>, encontramos uma longa lista de diferentes expressões do caminho, incluindo tópicos que encabeçam o Saṁyutta e muitos outros.",
  "mn-guide-sujato:40": "A imersão ou absorção correta, ou seja, <em>jhāna</em>, o último fator do caminho, é destacada ao longo do Majjhima. É difícil enfatizar o suficiente o quão central os <i lang='pi' translate='no'>jhānas</i> são para a meditação budista. A fórmula das quatro absorções aparece aproximadamente 50 vezes no Majjhima, provavelmente um número maior que os dos demais fatores <em>combinados</em>. Além disso, a absorção correta aparece de outras formas, como as quatro “meditações divinas” (<i lang='pi' translate='no'>brahmavihāra</i>) em que as emoções puras do bem-querer, compaixão, regozijo e equanimidade servem como bases para a absorção. Elas aparecem, aproximadamente, 13 vezes no Majjhima. As meditações “imateriais”, que são mais sutis, frequentemente são discutidas e aparecem, no mínimo, 13 vezes. Ao contrário das absorções, estas não são um pré-requisito indispensável para o caminho do despertar, embora tenham sido, claramente, parte da prática de muitos meditadores talentosos. Discursos como o <a class='ref' href='/mn52'>MN 52</a> <cite class='text-translated'>O Homem da Cidade de Aṭṭhaka</cite> (<cite class='text-root'>Aṭṭhakanāgarasutta</cite>) combinam esses três conjuntos de meditações, enquanto textos avançados como o <a class='ref' href='/mn43'>MN 43</a> <cite class='text-translated'>A Grande Seqüência de Perguntas e Respostas</cite> (<cite class='text-root'>Mahāvedallasutta</cite>), o <a class='ref' href='/mn44'>MN 44</a> <cite class='text-translated'>A Pequena Seqüência de Perguntas e Respostas</cite> (<cite class='text-root'>Cūḷavedallasutta</cite>), o <a class='ref' href='/mn106'>MN 106</a> <cite class='text-root'>Āneñjasappāyasutta</cite>, o <a class='ref' href='/mn121'>MN 121</a> <cite class='text-translated'>Pequeno Discurso sobre o Vazio</cite> (<cite class='text-root'>Cūḷasuññatasutta</cite>) e o <a class='ref' href='/mn122'>MN 122</a> <cite class='text-translated'>Grande Discurso sobre o Vazio</cite> (<cite class='text-root'>Mahāsuññatasutta</cite>) tratam se refinamentos e sutilezas das mais avançadas formas de meditação raramente discutidas.",
  "mn-guide-sujato:41": "O Buda",
  "mn-guide-sujato:42": "A história da vida do Buda se tornou nas tradições budistas o principal meio de se compartilhar e transmitir os ensinamentos e valores budistas. Contudo, não há uma biografia coerente do Buda nos textos antigos. Nós obtemos tais informações de modo disperso e em pedaços encontrados em detalhes compartilhados pelo próprio Buda ou inferidos de várias situações em que o encontramos.",
  "mn-guide-sujato:43": "Talvez esse fato não deva nos surpreender. Não há uma razão específica para o Buda ter se interessado em contar a história de sua vida—ele simplesmente a viveu. E seus discípulos o conheceram pessoalmente. Somente após a sua morte a comunidade sentiu a necessidade de manter a memória de seu mestre viva por meio de histórias detalhadas e vívidas que se tornaram mais elaboradas a cada vez que eram contadas.",
  "mn-guide-sujato:44": "As linhas gerais das lendas sobre o Buda cresceram de núcleos dos textos antigos, muitos deles encontrados no Majjhima. Aí encontramos o nascimento do Buda, sua educação, renúncia, prática e despertar, os desafios da criação de uma comunidade e os diversos encontros que teve enquanto ensinava. No Dīgha, encontramos as narrativas mais longas do budismo antigo. Um relato extenso dos últimos dias do Buda é encontrado no <a class='ref' href='/dn16'>DN 16</a> <cite class='text-root'>Mahāparinibbāna</cite>. Dispersos nos demais textos, encontramos eventos e encontros isolados. De certa forma, muitos discursos podem ser considerados episódios da vida do Buda, vinhetas de um mito magnífico, cada uma contribuindo um pouco para que se entenda o homem e sua mensagem. Esses textos são a nossa principal fonte de conhecimento sobre os primeiros anos da vida do Buda e sua vida de mestre [espiritual]. Embora a tendência de criar lendas seja aparente em alguns lugares, a maioria dos episódios é simples e realista.",
  "mn-guide-sujato:45": "Uma exceção é o <a class='ref' href='/mn123'>MN 123</a> <cite class='text-translated'>O Discurso sobre o Maravilhoso e Admirável</cite> (<cite class='text-root'>Acchariyaabbhutasutta</cite>), onde encontramos Ānanda, o fundador da biografia budista, contando uma extensa sequência de eventos aparentemente milagrosos que acompanharam o nascimento do Buda. Evidentemente, isso foi derivado do <a class='ref' href='/dn14'>DN 14</a> <cite class='text-root'>Mahāpadāna</cite>, com alguns acréscimos. Com seu tom devocional e ênfase no extraordinário, esse texto demonstra uma mudança de ênfase no sentido de honrar a pessoa do Buda ao invés de praticar seus ensinamentos; uma mudança que Buda resistiu, apontando que o que realmente é extraordinário é estar atento à própria mente.",
  "mn-guide-sujato:46": "A família imediata do Buda é raramente mencionada nos <i lang='pi' translate='no'>nikāyas</i>. A esposa do Buda aparece apenas no Vinaya e nos Therīgāthā, nos quais ela é dona de alguns versos. Seu filho, Rāhula, é destacado em vários discursos (<a class='ref' href='/mn61'>MN 61</a>, <a class='ref' href='/mn62'>MN 62</a>, <a class='ref' href='/mn147'>MN 147</a>), demonstrando o ensinamento paciente do Buda e o despertar final de Rāhula. O pai do Buda é mencionado brevemente na passagem acima sobre a sua experiência meditativa na infância. Ambos os seus pais são mencionados em vários discursos do Majjhima (<a class='ref' href='/mn26'>MN 26</a>, <a class='ref' href='/mn36'>MN 36</a>, <a class='ref' href='/mn85'>MN 85</a>, <a class='ref' href='/mn100'>MN 100</a>), mas o nome deles são encontrados apenas em outros textos: Suddhodana, seu pai, é citado no <a class='ref' href='/snp3.11'>Snp 3.11</a> e no <a class='ref' href='/pli-tv-kd1.#54'>Kd 1:54</a>; Māyā, sua mãe, é mencionada nos <a class='ref' href='/thig6.6'>Thig 6.6</a>; e referência a ambos é encontrada no <a class='ref' href='/dn14'>DN 14</a> e nos <a class='ref' href='/thag10.1'>Thag 10.1</a>. Não obstante, sua madrasta, Mahāpajāpatī Gotamī, aparece em poucos discursos, notavelmente no <a class='ref' href='/mn142'>MN 142</a> <cite class='text-translated'>Análise das doações religiosas</cite> (<cite class='text-root'>Dakkhiṇāvibhaṅgasutta</cite>) e no <a class='ref' href='/an8.51'>AN 8.51</a>. Dentre seus parentes mais distantes estão alguns leigos e monges conhecidos como Ānanda, Anuruddha e Mahānāma.",
  "mn-guide-sujato:47": "No <a class='ref' href='/mn75#10'>MN 75:10</a> <cite class='text-translated'>O Discurso Para Māgaṇḍiya</cite>, o Buda relembra os luxos de que gozava quando jovem (cf. <a class='ref' href='/an3.39'>AN 3.39</a>) e, no <a class='ref' href='/mn26#13'>MN 26:13</a>, ele fala sobre o momento doloroso em que deixou a vida em família apesar do lamento de seus pais. Outro relato de seu abandono da vida em família é encontrado no distintivo e antigo sutta de Attadaṇḍa, em que a saída é precipitada não pela visão da velhice, da doença e da morte, mas dos incessantes conflitos e sofrimentos do mundo (<a class='ref' href='/snp4.15'>Snp 4.15</a>).",
  "mn-guide-sujato:48": "A saída de casa é seguida por seis anos de esforço e empanho, divididos em três períodos. Parece que, primeiro, ele estudou sob a tradição yogi, provavelmente seguindo a filosofia dos Upaniṣads. No <a class='ref' href='/mn26'>MN 26</a> <cite class='text-translated'>A Busca Nobre</cite> (<cite class='text-root'>Ariyapariyesanasutta</cite>, também conhecido como <cite class='text-root'>Pāsarāsisutta</cite>) encontramos o relato da sua experiência sob os famosos guias espirituais Āḷāra Kālāma e Uddaka Rāmaputta. Sob suas orientações, ele atingiu a imersão profunda (<i lang='pi' translate='no'>samādhi</i>) e as realizações imateriais, porém ele ainda estava insatisfeito e logo os abandonou para seguir um caminho ascético mais rígido.",
  "mn-guide-sujato:49": "De acordo com as tradições, a maior parte desse período foi dedicado à prática de severas austeridades, semelhantes ou idênticas àquelas observadas pelos jainistas. Elas são descritas em detalhes no <a class='ref' href='/mn12'>MN 12</a> <cite class='text-translated'>O Grande Discurso do Rugido do Leão</cite> (<cite class='text-root'>Mahāsīhanādasutta</cite>) e no <a class='ref' href='/mn36'>MN 36</a> <cite class='text-translated'>O Grande Discurso para Saccaka</cite>. Contudo, após muitos anos de mortificação, ele não chegou a lugar algum. Então, ele tomou um pouco de alimento sólido e, relembrando a experiência de absorção que teve quando criança, começou a terceira e final etapa da sua prática que o levaria ao seu despertar.",
  "mn-guide-sujato:50": "Embora pareça que a noite do seu despertar tenha ocorrido imediatamente após a sua rejeição das austeridades, vários discursos indicam que este ínterim envolveu um amplo desenvolvimento da meditação. Por exemplo, no <a class='ref' href='/mn19'>MN 19</a> <cite class='text-translated'>Dois tipos de pensamento</cite> (<cite class='text-root'>Dvedhāvitakkasutta</cite>) é contada sua análise e treinamento em termos do pensamento hábil ou benéfico; no <a class='ref' href='/mn4'>MN 4</a> <cite class='text-translated'>Discurso sobre o Medo e Terror</cite> (<cite class='text-root'>Bhayabheravasutta</cite>) é retratada a sua luta para vencer o medo e, no <a class='ref' href='/mn128'>MN 128</a> <cite class='text-translated'>Discurso sobre as Imperfeições</cite> (<cite class='text-root'>Upakkilesasutta</cite>), fala-se de um conjunto de obstáculos específicos à meditação que ele encontrou (vide também <a class='ref' href='/an8.64'>AN 8.64</a> e <a class='ref' href='/an9.40'>AN 9.40</a>). Embora suas reflexões acerca do seguimento de um caminho de prática são sempre lógicas, no <a class='ref' href='/an5.196'>AN 5.196</a> lemos sobre uma série extraordinária de sonhos que prenunciaram seu despertar; o simbolismo das imagens oníricas demanda bastante atenção.",
  "mn-guide-sujato:51": "É no Majjhima (<a class='ref' href='/mn36'>MN 36</a>, <a class='ref' href='/mn85'>MN 85</a>, <a class='ref' href='/mn100'>MN 100</a>) que o Buda fala sobre aquele momento crucial de sua infância em que ele, espontaneamente, entrou na primeira absorção, um estado de paz e repouso profundos na meditação. Mais tarde, quando ele teve uma crise no seu progresso espiritual, ele relembraria esse evento e entenderia que somente a absorção meditativa era o caminho verdadeiro para o despertar (<i lang='pi' translate='no'>eso’va maggo bodhāya</i>).",
  "mn-guide-sujato:52": "O despertar do Buda é contado de diferentes pontos de vista. No <a class='ref' href='/mn4'>MN 4</a> <cite class='text-root'>Bhayabherava</cite>, após descrever como ele venceu os seus medos, o Buda conta como ele desenvolveu as absorções e obteve os três conhecimentos superiores. No <a class='ref' href='/mn14'>MN 14</a> <cite class='text-translated'>O Pequeno Discurso da Massa de Sofrimento</cite> (<cite class='text-root'>Cūḷadukkhakkhandha</cite>), ele fala sobre fugir do sofrimento por meio do abandono dos prazeres sensuais; vide também <a class='ref' href='/sn35.117'>SN 35.117</a>. Vários discursos empregam o recurso da compreensão dos três aspectos: gratificação, perigo e escapatória, aplicando-os aos cinco agregados (<a class='ref' href='/sn22.26'>SN 22.26</a>), aos elementos (<a class='ref' href='/sn14.31'>SN 14.31</a>), às sensações (<a class='ref' href='/sn36.24'>SN 36.24</a>) ou ao mundo (<a class='ref' href='/an3.101'>AN 3.101</a>). Em outras partes, o despertar é visto como resultado da compreensão da originação dependente (<a class='ref' href='/sn12.10'>SN 12.10</a>, <a class='ref' href='/dn14'>DN 14</a>). Em outros contextos, o despertar emerge de práticas diferentes como os quatro tipos de meditação da atenção plena (<a class='ref' href='/sn47.31'>SN 47.31</a>), as quatro bases dos poderes psíquicos (<a class='ref' href='/sn51.9'>SN 51.9</a>) ou o abandono dos pensamentos (<a class='ref' href='/mn19'>MN 19</a>). Esta lista não é exaustiva, pois os ensinamentos do Buda retratam aspectos diferentes da sabedoria que brotam do despertar.",
  "mn-guide-sujato:53": "O período seguinte ao despertar é contado com alguns pormenores, relembrando as jornadas do Buda, vários encontros que ele teve ao longo do caminho, as primeiras conversões e a criação da Sangha. Contudo, um relato mais pormenorizado é feito no Vinaya (<a class='ref' href='/pli-tv-kd1'>Kd 1</a>) e somente partes desses eventos, como os três primeiros sermões (<a class='ref' href='/sn56.11'>SN 56.11</a>, <a class='ref' href='/sn22.59'>SN 22.59</a>, <a class='ref' href='/sn35.28'>SN 35.28</a>), são encontradas nos <i lang='pi' translate='no'>nikāyas</i>.",
  "mn-guide-sujato:54": "O Buda levava o mesmo estilo de vida simples seguido por seus discípulos monges. Suas posses consistiam em três mantos ou hábitos, uma tigela e poucos outros objetos. Ele ficava a maior parte do tempo no mosteiro de Anāthapiṇḍika, nas proximidades de Sāvatthī, embora também passasse algum tempo em outros mosteiros, onde morava em uma cabana simples. Ali, o ano era dividido em três estações—quente, chuvosa e fria. Na estação chuvosa, ele sempre ficava em um mosteiro e, nas demais, ele por vezes vagava pela região.",
  "mn-guide-sujato:55": "Um dia típico se iniciava com o levantar-se cedo para a meditação. O amanhecer sinalizava o início das atividades diárias, particularmente da busca de esmola de comida. No mosteiro, os bhikkhus normalmente vestiam apenas uma veste semelhante a um sarong (e, no caso das bhikkhunis, uma cobertura adicional para a parte superior do corpo). Logo após o amanhecer, os monges vestiam o hábito completo antes de seguirem para alguma cidade ou vila próxima a fim de coletar esmolas de comida. Durante esta atividade, como ainda se vê em terras budistas, os leigos colocariam nas tigelas alimentos para o consumo naquele dia. Os bhikkhus, monges budistas, não podem receber dinheiro. Eles comem uma ou duas vezes ao dia, sempre entre o amanhecer e o meio-dia.",
  "mn-guide-sujato:56": "Em geral, os mendicantes se retiravam após a refeição matinal para a meditação solitária, seja em suas cabanas, seja em alguma floresta próxima ou em qualquer outro lugar silencioso. Na estação quente, às vezes, o Buda tirava uma breve sesta no início da tarde (<a class='ref' href='/mn36#46'>MN 36:46</a>). No fim do dia, o Buda aparecia para ensinar e responder a perguntas. Isto, porém, ocorria espontaneamente, sem uma rotina fixa. Em seguida, ele meditaria até tarde, pois necessitava de apenas poucas horas de sono à noite.",
  "mn-guide-sujato:57": "No <a class='ref' href='/mn91'>MN 91</a> <cite class='text-translated'>Discurso com Brahmāyu</cite>, seu comportamento é descrito em pormenores, mostrando as nuances da atenção plena e do cuidado com que ele realizava cada atividade. Seus seguidores o viam como a personificação da mais alta verdade. Discernindo suas realizações em cada detalhe de suas palavras e atos, eles eram comovidos e exaltavam-no em episódios alegres e belos (<a class='ref' href='/mn92'>MN 92</a> <cite class='text-translated'>Discurso para Sela</cite>, <a class='ref' href='/an6.43'>AN 6.43</a>, <a class='ref' href='/an10.30'>AN 10.30</a>, <a class='ref' href='/sn8.7'>SN 8.7</a>). Contudo, longe de encorajar a devoção cega, o Buda encorajava seus estudantes a investigá-lo, prescrevendo um conjunto rigoroso e pormenorizado de testes para identificar um bom mestre espiritual (<a class='ref' href='/mn47'>MN 47</a> <cite class='text-translated'>O Investigador</cite>).",
  "mn-guide-sujato:58": "Esta curta descrição não faz jus ao impacto que o Buda teve sobre quem o encontrasse. Constantemente, ele é elogiado como aquele que surge no mundo por compaixão pelos seres sencientes (<a class='ref' href='/mn4'>MN 4</a>), que é perfeito em termos das boas qualidades (<a class='ref' href='/mn38'>MN 38</a>), cuja emergência é a manifestação de grande luz (<a class='ref' href='/an1.175'>AN 1.175</a>–<a class='ref' href='/an1.177'>AN 1.177</a>), que entende completamente tudo o que pode ser conhecido (<a class='ref' href='/mn1'>MN 1</a>; <a class='ref' href='/an4.23'>AN 4.23</a>) e que é dotado de perfeita confiança e coragem independente da situação (<a class='ref' href='/mn12'>MN 12</a>). Ele possuía uma beleza física e carisma impressionantes e causava uma impressão inesquecível em muitas das pessoas com quem ele interagiu (<a class='ref' href='/mn26'>MN 26</a>, <a class='ref' href='/an4.36'>AN 4.36</a>), muito embora ele tenha dito aos devotos mais zelosos que esquecessem seu “corpo pútrido” (<a class='ref' href='/sn22.87'>SN 22.87</a>).",
  "mn-guide-sujato:59": "Embora ele foi alguém único, inigualável (<a class='ref' href='/mn56'>MN 56</a>; <a class='ref' href='/an1.174'>AN 1.174</a>), como “O Realizado”(<i lang='pi' translate='no'>tathāgatha</i>), o Buda é parte de uma linhagem de mestres despertos de significância cósmica. Sua compreensão transcendia os limites de espaço e tempo, sendo relevante para todos os seres sencientes em todas as esferas de existência em todos os tempos.",
  "mn-guide-sujato:60": "Outros budas surgiram no passado e surgirão no futuro com as mesmas realizações e ensinamentos. Uma lista detalhada dos Budas do passado é encontrada no <a class='ref' href='/dn14'>DN 14</a> <cite class='text-root'>Mahāpadāna</cite>. Menções são encontradas em outros lugares, como aos budas Kakusandha no <a class='ref' href='/mn50'>MN 50</a> e Kassapa no <a class='ref' href='/mn81'>MN 81</a>, e demonstram que a ideia subjaz aos <i lang='pi' translate='no'>nikāyas</i> (veja também <a class='ref' href='/sn12.14'>SN 12.14</a>–10, <a class='ref' href='/an3.80'>AN 3.80</a>, and <a class='ref' href='/an5.180'>AN 5.180</a>).",
  "mn-guide-sujato:61": "No <a class='ref' href='/mn116'>MN 116</a> <cite class='text-translated'>Isigili: A Garganta dos Profetas</cite> há também a referência aos chamados “Budas despertados por si próprios” ( <i lang='pi' translate='no'> paccekabuddha </i>), um tipo misterioso de sábio que percebeu as mesmas verdades que o “Buda totalmente desperto” (<i lang='pi' translate='no'>sammāsambuddha</i>), mas o faz sem estabelecer um movimento religioso.",
  "mn-guide-sujato:62": "Apesar de exaltado e reverenciado, nos <i lang='pi' translate='no'>nikāyas</i>, o Buda ainda não fora elevado à divindade cósmica que mais tarde surgiria no Budismo. A despeito de todas as suas qualidades extraordinárias, ele continua sendo uma figura humana. Ele jamais diz que sua prática, nas vidas passadas, levaram ao seu despertar naquela vida. A <i lang='pi' translate='no'>pāramīs</i> não são mencionadas. De fato, em uma das raras ocasiões em que ele se referiu a uma vida passada (<a class='ref' href='/mn81'>MN 81</a> <cite class='text-translated'>Discursos sobre Ghaṭīkāra, o Oleiro</cite>), ele aparece ainda não desperto.",
  "mn-guide-sujato:63": "Nos textos antigos, o termo <i lang='pi' translate='no'>bodhisatta</i> significa “alguém empenhado pelo despertar”. O termo se refere principalmente ao período subsequente à saída de casa e anterior ao seu despertar. O futuro Buda não é descrito como quem percorre um caminho iniciado há muito tempo, mas como quem explora as diferentes alternativas que lhe estão ao alcance, sem estar certo de como o despertar será atingido. O seu entendimento introspectivo crucial resultou não de votos feitos em vidas passadas, mas sim quando ele relembra o momento em que experimentou absorção (<i lang='pi' translate='no'>jhāna</i>) quando criança.",
  "mn-guide-sujato:64": "O Buda se esforça ao máximo para detalhar as muitas tentativas e experimentos que empreendeu antes que seu caminho amadurecesse. Sua qualidade verdadeiramente especial era que ele descobriu o caminho por meio de seus próprios esforços e, mais tarde, ensinou esse mesmo caminho aos seus discípulos. Até mesmo os discípulos que alcançaram a mesma libertação e entendimento reverenciaram o Buda como aquele de sabedoria e compaixão insuperáveis que apresentou o caminho para os outros.",
  "mn-guide-sujato:65": "Os Estágios do Despertar",
  "mn-guide-sujato:66": "A iluminação ou o despertar espiritual, no Budismo, não é entendida como algo vago. Ao contrário, é algo específico, preciso, e repetível. Os textos desenvolvem uma tipologia detalhada dos seres iluminados. Há quatro estágios principais subdivididos em oito. Estes seres iluminados são chamados de “discípulos nobres” (<i lang='pi' translate='no'>ariyasāvaka</i>) ou “pessoas verdadeiras” (<i lang='pi' translate='no'>sappurisa</i>). Estes indivíduos são apresentados a partir de diferentes perspectivas ao longo dos textos. Abaixo apresenta-se um apanhado geral sobre tais indivíduos.",
  "mn-guide-sujato:67": "Os fatores do caminho são desenvolvidos até que sejam suficientemente maduros. Neste ponto, diz-se que alguém é um “discípulo do Dhamma” (<i lang='pi' translate='no'>dhammānusāri</i>) ou um “discípulo pela fé” (<i lang='pi' translate='no'>saddhānusāri</i>), conforme nele predomine a sabedoria ou a fé (<a class='ref' href='/mn70#20'>MN 70:20</a>). Tal indivíduo também é conhecido como “alguém no caminho para a entrada na correnteza” (<a class='ref' href='/mn142#5'>MN 142:5</a>, <a class='ref' href='/mn48#15'>MN 48:15</a>). Ele entenderá o Dhamma na vida presente, embora ainda não tenha adquirido a visão do Dhamma, sendo o seu entendimento, em parte, conceitual (<a class='ref' href='/sn25.1'>SN 25.1</a>). Quão longe e rápido alguém progride dependerá da força de suas faculdades e de seu esforço.",
  "mn-guide-sujato:68": "Os textos não são claros quanto a se essa pessoa definitivamente sabe que alcançou tal ponto. Contudo, esta ambiguidade não existe quanto ao momento de entrada na correnteza em si. Esta vem como um raio no meio da noite (<a class='ref' href='/an3.25'>AN 3.25</a>) e aquele que a experimenta se lembrará exatamente quando e onde esta aconteceu (<a class='ref' href='/pj4'>Pj 4</a>). Ela tem uma visão das quatro nobres verdades e, neste ponto, a compreensão conceitual do caminho se converte inteiramente em experiência (<a class='ref' href='/sn25.1'>SN 25.1</a>). Ao abandonar os três grilhões (<i lang='pi' translate='no'>saṁyojana</i>)—a dúvida cética, o entendimento equivocado dos preceitos e votos e quaisquer opiniões que identifiquem o eu com os agregados—a pessoa atinge o primeiro estágio do despertar, que é conhecido como “entrar na correnteza”.",
  "mn-guide-sujato:69": "Aquele que entra na correnteza está destinada a despertar, estando livre de renascer nas esferas inferiores de existência (<a class='ref' href='/mn6'>MN 6</a>; <a class='ref' href='/sn55.1'>SN 55.1</a>) e experimenta o renascimento, no máximo, sete vezes (<a class='ref' href='/an3.88'>AN 3.88</a>). Tal indivíduo eliminou a imensa massa de sofrimento e o que resta é como sete pequenas pedras comparadas com os Himalaias (<a class='ref' href='/sn56.59'>SN 56.59</a>). Ele é generoso, devoto e espontaneamente mantém, pelo menos, os cinco preceitos (<a class='ref' href='/mn53'>MN 53</a>; <a class='ref' href='/sn12.41'>SN 12.41</a>; <a class='ref' href='/an7.6'>AN 7.6</a>). Ele entende as quatro nobres verdades e a originação dependente, não tendo dúvidas com relação ao Buda, o seu ensinamento ou a sua Saṅgha (<a class='ref' href='/mn7'>MN 7</a>; <a class='ref' href='/sn12.41'>SN 12.41</a>). No entanto, ainda existem apegos; tal indivíduo ainda sofre quando parentes falecem (<a class='ref' href='/ud8.8'>Ud 8.8</a>) ou sujeito a momentos de tristeza ou aflição (<a class='ref' href='/dn16#5'>DN 16:5</a>.13).",
  "mn-guide-sujato:70": "Quando alguém que entrou na correnteza avança no caminho, diz-se que ele ruma para o fruto de retornar uma vez , estado atingido com a diminuição da cobiça e da raiva. Neste ponto, ele renascerá somente mais uma vez neste mundo. Quando, ao avançar, é eliminada completamente a cobiça e a raiva, ele passa a ser considerado alguém que não retorna. Normalmente, tal tipo de indivíduo renasce em uma dos reinos ou esferas especiais de existência de alta divindade conhecidas como as Moradas Puras e, ali, alcança a completa extinção. Em certos casos, no entanto, a pessoa que não retorna pode encontrar a extinção completa antes de renascer (<a class='ref' href='/an3.88'>AN 3.88</a>).",
  "mn-guide-sujato:71": "Contudo, até mesmo o estado elevado do não-retorno não está livre do apego. Aquele que alcança o não-retorno aperfeiçoou a ética e a absorção, mas sua sabedoria ainda não está completa. Ele ainda tem os cinco maiores grilhões: o apego ao renascimento nas esferas de forma luminosa e imaterial; uma urgência irrequieta de se alcançar o despertar completo; um senso residual de identidade, ou presunção, e ignorância.",
  "mn-guide-sujato:72": "Mais uma vez, o indivíduo progride no caminho até alcançar a perfeição completa. Aquele aperfeiçoado, um arahant, eliminou completamente todas as corrupções e pôs fim ao renascimento e, terminada esta vida, não mais sofrerá. Sua libertação é idêntica à do Buda. Uma vez que ele não mais possui grilhões ou contaminações da mente, ele pode atingir a meditação profunda quando quiser e sua vida será cheia de alegria e paz. Ele não sente luto, ansiedade, confusão ou dúvida. Alguém que atingiu a perfeição só vive de acordo com o Dhamma, sendo incapaz de retornar aos costumes mundanos ou de ceder aos desejos materiais. Sua vida é de serenidade e virtude, preferindo a reclusão e a meditação, embora sirva os outros sem interesses, ajudando-os sempre que possível, especialmente por meio do ensinamento. Um arahant não tem medo e é completamente equânime quando diante da morte (<a class='ref' href='/mn140#24'>MN 140:24</a>). Ele ainda experimenta a dor do corpo, embora não tenha qualquer sofrimento mental (<a class='ref' href='/sn36.6'>SN 36.6</a>).",
  "mn-guide-sujato:73": "Os discípulos monásticos",
  "mn-guide-sujato:74": "Embora imaginemos que os suttas são “os ensinamentos do Buda”, a verdade é que somente cerca de um quarto dos discursos do Majjhima apresentam o Buda discursando para uma assembleia. Mais de metade dos discursos consistem em diálogos (<i lang='pi' translate='no'>vyākaraṇa</i>). Por vezes, o Buda faz uma pergunta e conduz a assembleia em um processo socrático de questionamento. Por vezes alguém curioso faz uma pergunta ou várias. O Buda pode responder de diversas formas—às vezes diretamente, às vezes com uma contraquestão, às vezes com uma longa análise—dependendo da natureza da questão e do questionador. Curiosamente, às vezes ele não dá qualquer resposta.",
  "mn-guide-sujato:75": "Além de aparecerem de certa forma nos discursos, os vários discípulos também servem como mestres em cerca de um quinto dos discursos do Majjhima, continuando o trabalho do Buda de explorar e explicar os ensinamentos. No Majjhima Nikāya, encontramos uma gama de mestres habilidosos e distintos, muitos dos quais se tornaram bastante famosos nas tradições budistas. Desde o início de seu ministério, o Buda era desejoso de capacitar seus seguidores, encorajando-os a compartilhar o ensinamento da melhor maneira que pudessem.",
  "mn-guide-sujato:76": "Nove discursos são pronunciados pelo principal discípulo do Buda, o renomado general do Dhamma, Sāriputta. Dentre eles, estão o <a class='ref' href='/mn9'>MN 9</a>, um amplo apanhado das diversas facetas do entendimento correto; o <a class='ref' href='/mn28'>MN 28</a>, que demonstra como todos os ensinamentos estão inseridos nas quatro nobres verdades; e o <a class='ref' href='/mn141'>MN 141</a>, uma detalhada explicação das quatro nobres verdades com base no primeiro sermão do Buda. Nestes discursos, Sāriputta mostra o seu interesse no desenvolvimento de uma visão sistemática do Dhamma. Tais análises formam a matéria prima dos desenvolvimentos posteriores nos textos do Abhidhamma e Sāriputta é, justamente, reconhecido como um dos pais do Abhidhamma.",
  "mn-guide-sujato:77": "Mahākaccāna é outro monge de notável sabedoria, cujo estilo analítico e incisivo, focando especialmente no processo da experiência sensorial, também influenciou o Abhidhamma. Ele pronunciou quatro discursos no Majjhima. No <a class='ref' href='/mn18'>MN 18</a>, o “Discurso sobre A Bola de Mel” demonstra sua incomparável habilidade de derivar sutis implicações de breves ensinamentos do Buda. Este discurso recebeu um tratamento pormenorizado no livro <cite class='book'>Concept and Reality in Early Buddhist Thought [Conceito e realidade no pensamento budista antigo ou inicial]</cite> de Katukurunde Nyanananda, uma das monografias mais influentes nos estudos budistas modernos.",
  "mn-guide-sujato:78": "O <a class='ref' href='/mn24'>MN 24</a>, um diálogo entre Sāriputta e Puṇṇa Mantāṇiputta, fala de um conjunto de carruagens, introduzindo a ideia dos sete estágios da purificação que, mais tarde, influenciaria amplamente os estágios de entendimento introspectivo no <cite class='text-root'>Visuddhimagga</cite> de Buddhaghosa e, por conseguinte, na meditação contemporânea na tradição Theravada.",
  "mn-guide-sujato:79": "A monja Dhammadinnā apresenta o único discurso de uma <i lang='pi' translate='no'>bhikkhunī</i> no Majjhima. Parece que os ensinamentos dados por mulheres nos suttas, ainda que raros, foram incluídos por causa de sua sabedoria única e impactante. No <a class='ref' href='/mn44'>MN 44</a>, ela responde a várias questões feitas por seu ex-esposo, revelando seu profundo desenvolvimento meditativo e sabedoria.",
  "mn-guide-sujato:80": "Demais discursos feitos por discípulos incluem vários por Moggallāna, Anuruddha e outros. Não podemos esquecer, em uma discussão sobre os discípulos, de mencionar Ānanda, o discípulo mais próximo do Buda e aquele por meio de quem, de acordo com a tradição, todos os textos foram transmitidos. Ānanda era particularmente interessado na vida pessoal do Buda e é com Ānanda que a história de sua vida assumiu a forma que nos é familiar.",
  "mn-guide-sujato:81": "A Saṅgha",
  "mn-guide-sujato:82": "Por distintos que fossem em sabedoria, os discípulos iluminados do Buda não existiram isoladamente. Eles eram parte de uma comunidade espiritual organizada chamada Saṅgha ou ”Ordem Monástica”. <i lang='pi' translate='no'>Saṅgha</i> é um termo religioso usado em dois sentidos específicos: a “ordem monástica” (<i lang='pi' translate='no'>bhikkhusaṅgha</i>) e a “comunidade dos nobres discípulos” (<i lang='pi' translate='no'>sāvakasaṅgha</i>; o mais conhecido termo <i lang='pi' translate='no'>ariyasaṅgha</i> só aparece em um único versículo no <a class='ref' href='/an6.54'>AN 6.54</a>). O primeiro termo se refere àqueles que receberam a ordenação e têm a prática de um mendicante budista e o segundo se refere a alguém que atingiu algum dos estágios do despertar, o que pode, é claro, incluir seguidores leigos.",
  "mn-guide-sujato:83": "A distinção entre estes dois grupos não é tão clara quanto parece. A fórmula descrevendo a Saṅgha na recordação das Três Joias menciona oito tipos de nobres discípulos no caminho. Ela também os descreve em termos típicos para ordem monástica, por exemplo, como um “campo de mérito”. Não obstante, é difícil traçar uma conclusão definitiva, pois esta fórmula parece ser composta. Como regra geral, é possível presumir que, exceto quando o contexto se refere específicamente à Saṅgha dos nobres discípulos, o termo se trata da ordem monástica.",
  "mn-guide-sujato:84": "A comunidade monástica foi estabelecida logo depois do despertar do Buda, como é contado no primeiro capítulo dos Vinaya Khandhakas, conhecido como Mahākkhandhaka ou Pabbajjakkhandhaka (<a class='ref' href='/pli-tv-kd1'>Kd 1</a>). Partes desta narrativa aparecem nos suttas, porém, recomenda-se que a história completa seja lida.",
  "mn-guide-sujato:85": "A Saṅgha inicial consistia em uma pequena comunidade de praticantes avançados; de acordo com os textos, todos eram aperfeiçoados. É famosa a recomendação do Buda de que seus seguidores vagassem pelo mundo ensinando o Dhamma para o bem de todos os povos (<a class='ref' href='/sn4.5'>SN 4.5</a>). Isto dá testemunho de como o Buda se relacionava com a sua comunidade. Ele não operava como um guru que exigia obediência e tratava seus seguidores como dependentes. Ao contrário, ele tratava seus discípulos como adultos que faziam suas próprias escolhas e confiava neles, permitindo que fizessem suas próprias contribuições. Decerto, no princípio, todos eram despertos, mas esta política teve continuidade ao longo de sua vida, até mesmo em seu leito de morte, quando essa característica já não era compartilhada por toda a comunidade de discípulos.",
  "mn-guide-sujato:86": "No <a class='ref' href='/pli-tv-kd1'>Kd 1</a> é contada a história da evolução do procedimento de ordenação. Originalmente, o próprio Buda apenas convidava seus seguidores com as palavras “Vinde, mendicante!” Mais tarde, quando o número de candidatos cresceu, o Buda permitiu que outros mendicantes fizessem a ordenação usando uma cerimônia simples de busca dos três refúgios; esta forma ainda é usada na ordenação de noviços. Mais tarde, formalizou-se o procedimento amadurecido, conhecido como “moção e três anúncios”. A forma da cerimônia de ordenação madura continha vários elementos formais e legais: um conjunto de questões eram feitas para vetar os candidatos; os questionadores eram indicados formalmente pela Saṅgha; os candidatos, depois de questionados, recebiam um mentor; e toda a Saṅgha dava sua anuência para a ordenação. O procedimento completo é direto e legalista, sem ornamentos e rituais. O núcleo deste procedimento ainda é feito hoje, embora as tradições tenham adornado a o procedimento em si com um amplo número de rituais e celebrações.",
  "mn-guide-sujato:87": "Este procedimento serviu de modelo para as tramitações internas da Sangha. Estas ocorrem via consenso: a totalidade da Saṅgha faz a ordenação (<em>saṁgho itthannāmaṁ upasampādeti</em>). Se até mesmo um mendicante discordar, a ordenação não é feita. Ao contrário de um equívoco que, infelizmente, está presente até dentro da Saṅgha, o mentor—chamado <i lang='pi' translate='no'>upajjhāya</i>, no caso de monges, e <i lang='pi' translate='no'>pavattinī</i>, para as monjas—não ministra a ordenação; eles são indicados pela Saṅgha para dar apoio aos novos membros.",
  "mn-guide-sujato:88": "Para fins legais, a Saṅgha é a comunidade “circunscrita” (<i lang='pi' translate='no'>sīmā</i>) em uma área designada formalmente pela comunidade monástica local. Em geral, ela estaria dentro do território de um mosteiro, embora pudesse ser bem maior ou menor (vide <a class='ref' href='/pli-tv-kd2'>Kd 2</a>). Trata-se de um ponto prático importante: a Saṅgha é descentralizada. Seria impraticável querer que todos os mendicantes do mundo todo se reunissem para atingir um consenso, logo, todos os procedimentos são baseados no consenso da comunidade monástica local.",
  "mn-guide-sujato:89": "Não há hierarquia na Saṅgha: todos os membros são igualmente relevantes. Aos mais velhos, deve-se respeito por causa de sua experiência e sabedoria, mas isto não se traduz em poder de comando. Nenhum membro da Saṅgha tem o direito de forçar quem quer que seja a fazer algo e, se um membro mais velho da Saṅgha, até mesmo um mentor ou mestre, disser para alguém fazer algo que seja contra o Dhamma ou o Vinaya, a obrigação é desobedecer. A título de exemplo de como os mendicantes deveriam tomar decisões, o <a class='ref' href='/mn17'>MN 17</a> <cite class='text-translated'>Discurso sobre a Floresta Cerrada</cite> (<cite class='text-root'>Vanapatthasutta</cite>) dá algumas orientações sobre se o mendicante deve ou não permanecer em um mosteiro; não se cogita alguém ser mandado ir de um lugar para o outro.",
  "mn-guide-sujato:90": "A Saṅgha logo estabeleceu mosteiros com comunidades relativamente estáveis. Em situações típicas, os mendicantes ficavam nos mosteiros durante parte do ano, especialmente nos três meses de retiro da estação chuvosa e, no resto do ano, vagavam. Eles se reuniam a cada quinzena para o “sabbath” (<i lang='pi' translate='no'>uposatha</i>), quando eram compartilhados os ensinamentos (<a class='ref' href='/mn109'>MN 109</a> <cite class='text-translated'>Grande discurso na noite de lua cheia</cite>, <cite class='text-root'>Mahāpuṇṇamasutta</cite>) e, mais tarde, a recitação das regras monásticas (<i lang='pi' translate='no'>pātimokkha</i>).",
  "mn-guide-sujato:91": "Em algum ponto, foi estabelecida a comunidade de monjas (<i lang='pi' translate='no'>bhikkhunīs</i>) nos moldes da comunidade dos monges. A tradição diz que isto se deveu à instigação da madrasta do Buda, Mahāpajāpatī Gotamī. Contudo, o relato preservado até hoje é problemático, tanto textual quanto eticamente e não pode ser aceito sem restrições. De qualquer forma, sabemos que uma comunidade de monjas foi estabelecida e que funcionava, em grande parte, de maneira independente. As monjas construíram seus próprios mosteiros (<a class='ref' href='/pli-tv-bi-vb-pj5'>Bi Pj 5</a>), tinham seus próprios estudantes (<a class='ref' href='/thig5.11'>Thig 5.11</a>), estudavam os textos (<a class='ref' href='/pli-tv-bi-vb-pc-33'>Bi Pc 33</a>), desenvolviam a meditação (<a class='ref' href='/sn47.10'>SN 47.10</a>), vagavam pela região (<a class='ref' href='/pli-tv-bi-vb-pc-50'>Bi Pc 50</a>) e alcançavam a sabedoria do despertar (<a class='ref' href='/mn44'>MN 44</a> <cite class='text-translated'>A pequena sequência de perguntas e respostas</cite>, <cite class='text-root'>Cūḷavedallasutta</cite>). Embora seja verdade que certas regras existentes na atualidade discriminem as monjas, outras as protegem. Por exemplo, aos monges é proibido que as monjas lavem seus hábitos, assim evitando que eles as tratassem como servas domésticas. Quando os monges ensinavam às monjas, eles o faziam de maneira respeitosa, tratando-as como iguais (<a class='ref' href='/mn146'>MN 146</a> <cite class='text-translated'>O conselho de Nandaka</cite>). A ordem de monjas dava às mulheres da época uma oportunidade rara de buscar seu próprio caminho espiritual apoiadas pela comunidade. Ela sobreviveu ao longo dos anos nas tradições do leste asiático e, recentemente, foi restaurada nas escolas Tibetana e Theravada.",
  "mn-guide-sujato:92": "Note que, nos suttas, o termo <i lang='pi' translate='no'>bhikkhu</i> (gênero masculino) é utilizado como termo genérico que inclui monges e monjas. Isto é evidente pelo contexto como no <a class='ref' href='/an4.170'>AN 4.170</a>, onde Ānanda começa se dirigindo aos “monges e monjas” e prossegue usando apenas “monges”; ou no <a class='ref' href='/dn16'>DN 16</a>, que trata de “monges e monjas”, mas usa o pronome masculino para se referir a ambos. Este uso do masculino também é confirmado em passagens como <a class='ref' href='/thig16.1'>Thig 16.1</a>, onde Sumedhā é chamada <i lang='pi' translate='no'>putta</i> pelo pai. <i lang='pi' translate='no'>Putta</i>, “filho” contrasta com <i lang='pi' translate='no'>dhītā</i>, “filha”, mas esse trecho mostra que ele pode ser usado no sentido genérico de “criança”. No ensinamento destinado ao público geral, é provável que monges e monjas, assim como os leigos, estivessem presentes, ainda que os textos sejam dirigidos aos “monges” (<i lang='pi' translate='no'>bhikkhave</i>) por convenção. Por isso, eu verti <i lang='pi' translate='no'>bhikkhu</i> no termo mais neutro “mendicante”, exceto quando fosse necessário distinguir os gêneros, em que usei “monge”. Não obstante, no Vinaya Piṭaka, os textos são, via de regra, separados pelo gênero, sendo melhor usar “monge”. Note, ainda, que “mendicante” é o que <i lang='pi' translate='no'>bhikkhu</i> realmente significa: o termo se refere àquele que vive vagando em busca de esmolas. ",
  "mn-guide-sujato:93": "Originalmente, a Saṅgha seguia um conjunto informal de princípios considerados apropriados para os ascetas, similar ao seguido por outros grupos. Estes princípios foram preservados em detalhes na porção ética do treinamento gradual (<a class='ref' href='/mn51'>MN 51</a>; <a class='ref' href='/dn1'>DN 1</a>, etc.). No início, o Buda se recusou a estabelecer um sistema formal de regra monástica, porém, a Saṅgha cresceu tanto que este sistema se tornou necessário (<a class='ref' href='/pli-tv-bu-vb-pj1'>Bu Pj 1</a>). Ele é tratado extensamente nos textos do Vinaya Piṭaka. Note que quando a palavra <i lang='pi' translate='no'>vinaya</i> é usada nos quatro <i lang='pi' translate='no'>nikāyas</i>, raramente ela se refere ao Vinaya Piṭaka. O termo em si é geralmente usado para denotar a aplicação prática do ensinamento: <i lang='pi' translate='no'>dhammavinaya</i> significa algo semelhante a “teoria e prática”.",
  "mn-guide-sujato:94": "Encontramos dispersos pelos quatro <i lang='pi' translate='no'>nikāyas</i> ensinamentos direcionados à comunidade monástica. Por vezes eles se referem a procedimentos técnicos do Vinaya Piṭaka, provavelmente para assegurar que estudantes dos suttas se familiarizassem com eles (<a class='ref' href='/mn104'>MN 104</a> <cite class='text-translated'>Em Sāmagāma</cite>). Contudo, frequentemente eles são princípios gerais de ética, delineando orientações para uma comunidade espiritual harmoniosa e próspera.",
  "mn-guide-sujato:95": "No <a class='ref' href='/mn3'>MN 3</a> <cite class='text-root'>Dhammadāyāda</cite>, o Buda ensina a seus mendicantes a serem seus “herdeiros no Dhamma”, herdando de seu mestre coisas espirituais e não materiais. No <a class='ref' href='/mn5'>MN 5</a> <cite class='text-translated'>Sem máculas</cite> (<cite class='text-root'>Anaṅgaṇasutta</cite>),os veneráveis Sāriputta e Moggallāna falam dos que têm “máculas” que comprometem sua integridade espiritual. Quando culpados por uma ofensa, ao invés de limpá-la com uma confissão, eles a escondem. Ou talvez eles esperem que o Buda lhes faça uma pergunta sobre o ensinamento ou, ainda, esperem receber a melhor refeição. Estas coisas podem parecer pequenas, porém, ao longo do tempo, elas corrompem. Por isso elas devem ser eliminadas diligentemente, pois a atenção escrupulosa à ética é o alicerce de todas as conquistas mais elevadas no caminho espiritual (<a class='ref' href='/mn6'>MN 6</a> <cite class='text-translated'>Se um bhikkhu desejar</cite>, <cite class='text-root'>Ākaṅkheyyasutta</cite>). É essencial que os membros da comunidade estejam abertos a admoestações ou não serão capazes de identificar suas faltas e as remediar (<a class='ref' href='/mn15'>MN 15</a> <cite class='text-translated'>Inferência</cite>, <cite class='text-root'>Anumānasutta</cite>). Entretanto, uma comunidade não deve se firmar sobre denúncias e críticas, mas sobre amor, generosidade e respeito (<a class='ref' href='/mn16'>MN 16</a> <cite class='text-translated'>Obstruções na mente</cite>, <cite class='text-root'>Cetokhilasutta</cite>). ",
  "mn-guide-sujato:96": "Nem todos estavam satisfeitos com o caminho do Buda. Sunakkhatta—conhecido personagem do <a class='ref' href='/dn24'>DN 24</a>—deixou a vida santa, pois queria ver milagres e pensava ser o fim do sofrimento um objetivo muito inferior (<a class='ref' href='/mn12'>MN 12</a>; vide também <a class='ref' href='/mn63'>MN 63</a>). O monge Ariṭṭha foi mais longe ao contradizer diretamente os princípios fundamentais do Dhamma dizendo que as coisas que o Buda disse serem prejudiciais não o seriam na verdade (<a class='ref' href='/mn22'>MN 22</a> <cite class='text-translated'>O símile da cobra</cite>, <cite class='text-root'>Alagaddūpamasutta</cite>). Este evento precipitou a criação de várias regras do Vinaya demonstrando a interdependência das diferentes partes dos textos (<a class='ref' href='/pli-tv-bu-vb-pc68'>Bu Pc 68</a>, <a class='ref' href='/pli-tv-bu-vb-pc69'>Bu Pc 69</a>; <a class='ref' href='/pli-tv-kd11'>Kd 11</a>).",
  "mn-guide-sujato:97": "Às vezes, os problemas excediam o âmbito individual, podendo causar uma cisão em uma comunidade inteira. O <a class='ref' href='/mn48'>MN 48</a> <cite class='text-translated'>Os kosambianos</cite>, que também tem paralelos no Vinaya, conta como uma comunidade pode se dividir em razão de uma pequena discordância. Eles foram de tal forma consumidos pela raiva e presunção que ignoraram até mesmo as tentativas do Buda de reconciliá-los. Posteriormente, no entanto, eles se resolveram. Da mesma forma, os monges em Cātuma (<a class='ref' href='/mn67'>MN 67</a>) eram tão ruidosos e barulhentos que o Buda os dispensou, mas foi convencido a voltar atrás.",
  "mn-guide-sujato:98": "Reconciliação e crescimento também são as mensagens do <a class='ref' href='/mn65'>MN 65</a> <cite class='text-translated'>O Discurso Com Bhaddāli</cite>, em que o Buda pede aos mendicantes que se alimentem antes do meio-dia. Bhaddāli, por cobiça e teimosia, se recusou, porém mais tarde aceitou a regra dada pelo Buda e foi perdoado. Esta regra era, claramente, algo de grande importância, pois também é discutida no <a class='ref' href='/mn66'>MN 66</a> e no <a class='ref' href='/mn70'>MN 70</a>.",
  "mn-guide-sujato:99": "Contudo, em geral, os suttas retratam a vida de renúncia positivamente, deixando que o Vinaya Piṭaka tratasse das minúcias das falhas humanas. O <a class='ref' href='/mn31'>MN 31</a> <cite class='text-translated'>Pequeno discurso em Gosiṅga</cite> (<cite class='text-root'>Cūḷagosiṅgasutta</cite>) retrata uma fraternidade idílica entre três monges que vivem graciosa e satisfatoriamente em harmonia, sendo a simplicidade e a pureza de seu estilo de vida a base da meditação avançada (vide <a class='ref' href='/mn128'>MN 128</a> <cite class='text-translated'>Corrupções</cite>, <cite class='text-root'>Upakkilesasutta</cite>, que ocorre no mesmo contexto). A Saṅgha venera o Buda não por temor, mas por amor e respeito genuínos (<a class='ref' href='/mn77'>MN 77</a> <cite class='text-translated'>Discurso longo para Sakuludāyī</cite>). Ao praticar o Dhamma, eles veneram seu mestre e se tornam dignos da comida que esmolam (<a class='ref' href='/mn151'>MN 151</a> <cite class='text-translated'>A purificação das esmolas</cite>, <cite class='text-root'>Piṇḍapātapārisuddhisutta</cite>).",
  "mn-guide-sujato:100": "A comunidade em geral",
  "mn-guide-sujato:101": "Os monges estão longe de serem as únicas pessoas que encontramos nestes textos. Em suas viagens pela planície gangética, o Buda interagiu com um amplo recorte das populações locais: brâmanes eruditos e pessoas comuns, reis e escravos, sacerdotes e prostitutas, mulheres e homens, crianças e velhos, devotos e céticos, doentes e pessoas com deficiências, os que buscavam depreciá-lo e os que buscavam a verdade sinceramente.",
  "mn-guide-sujato:102": "Não se deve pensar que os ensinamentos destinados aos monges e aos leigos eram distintos. Por exemplo, o <a class='ref' href='/mn7'>MN 7</a> <cite class='text-translated'>O Discurso Sobre O Símile do Pano</cite> (<cite class='text-root'>Vatthasutta</cite> ou <cite class='text-root'>Vatthūpamasutta</cite>) começa com o ensinamento padrão para mendicantes acerca da purificação da mente, que deságua nas meditações divinas e no despertar completo. O Buda chama o bhikkhu que a alcança de alguém “banhado com o banho interno”. Diante disto, o brâmane Sundarika—que se achava por perto—protestou dizendo que os brâmanes atestavam as propriedades purificadoras do ato de banhar-se no rio Bāhuka. Este exemplo corriqueiro mostra que, até quando um discurso se destina aos mendicantes, várias pessoas, as que não são budistas inclusive, podem estar presentes.",
  "mn-guide-sujato:103": "A brâmane do <a class='ref' href='/mn7'>MN 7</a> foi ordenada. Contudo, também há muitos casos de pessoas que praticaram por um bom tempo e permaneceram leigas. No <a class='ref' href='/mn14'>MN 14</a> <cite class='text-root'>Cūḷadukkhakkhandha</cite>, Mahānāma, um parente do Buda, lamenta que, apesar de seus muitos anos de prática, ele ainda possuía ganância, ódio e desilusão. Evidentemente, os praticantes leigos da meditação à época lutaram para conquistar uma paz de espírito profunda, como acontece hoje.",
  "mn-guide-sujato:104": "Casos assim demonstram como o Buda falava para as pessoas, abordando suas necessidades e preocupações. Em outras situações, ele pronunciava discursos mais gerais sobre princípios éticos. No <a class='ref' href='/mn41'>MN 41</a> <cite class='text-translated'>Discurso com os Brâmanes de Sālā</cite> (<cite class='text-root'>Sāleyyakasutta</cite>), ele ensina para um grupo de pessoas que não são budistas as chamadas “dez vias para atos hábeis” (<i lang='pi' translate='no'>dasakusalakammapathā</i>; vide <a class='ref' href='/an10.176'>AN 10.176</a>):",
  "mn-guide-sujato:105": "Abster-se de matar",
  "mn-guide-sujato:106": "Abster-se de roubar",
  "mn-guide-sujato:107": "Abster-se de conduta sexual imprópria",
  "mn-guide-sujato:108": "A palavra ou fala verdadeira",
  "mn-guide-sujato:109": "A palavra ou fala harmoniosa",
  "mn-guide-sujato:110": "A palavra ou fala mansa",
  "mn-guide-sujato:111": "A palavra ou fala relevante",
  "mn-guide-sujato:112": "Evitar a cobiça",
  "mn-guide-sujato:113": "Evitar a má-vontade",
  "mn-guide-sujato:114": "O entendimento correto",
  "mn-guide-sujato:115": "As três primeiras se referem ao corpo; as quatro seguintes à fala e as três últimas à mente. Elas expandem os famosos cinco preceitos, formando um guia completo para uma vida ética. Elas são ensinadas em vários lugares nos suttas e neste texto são definidos pormenorizadamente.",
  "mn-guide-sujato:116": "Embora no Majjhima, e em outros lugares do cânone, predominem ambientes formais e artificiais, vários discursos têm uma estrutura narrativa relativamente desarranjada, o que sugere a preservação da memória de incidentes reais. No <a class='ref' href='/mn51'>MN 51</a> <cite class='text-translated'>Para Kandaraka</cite>, o Buda é abordado por um cocheiro de elefantes chamado Pessa e um asceta peregrino chamado Kandaraka. Kandaraka se impressiona com o silêncio da Saṅgha, levando o Buda a atribuí-lo à prática da meditação de atenção plena. Pessa diz que os leigos também praticam a atenção plena às vezes e o Buda discute sobre pessoas que agem para o bem ou mal próprio ou dos outros; é um tema conhecido no Aṅguttara (<a class='ref' href='/an4.198'>AN 4.198</a>). No entanto, Pessa precisa ir embora, ao que o Buda responde que ele se beneficiaria ficando. Os mendicantes pedem ao Buda que conclua o que ele estava prestes a dizer e ele responde dando uma descrição longa do treinamento gradual. Não sabemos o que aconteceu com Pessa ou Kandaraka. Mas aí encontramos o treinamento gradual que Ānanda ensinou aos leigos quando da inauguração de um salão comunitário de seu clã, os Sakyas (<a class='ref' href='/mn53'>MN 53</a> <cite class='text-translated'>O Discurso sobre o Discípulo em Treinamento Superior</cite>, <cite class='text-root'>Sekhasutta</cite>). De fato, o progresso gradual de um mendicante é comparado à gradual educação profissional de um contador (<a class='ref' href='/mn107'>MN 107</a> <cite class='text-translated'>O discurso para Gaṇaka-Moggallāna</cite>, <cite class='text-root'>Gaṇakamoggallānasutta</cite>).",
  "mn-guide-sujato:117": "Além dos problemas pessoais e de ensinamentos gerais, o Buda respondia às críticas à sua comunidade, não de maneira defensiva, mas com explicações claras. No <a class='ref' href='/mn55'>MN 55</a> <cite class='text-translated'>Para Jīvaka</cite>, o médico do Buda lhe conta que as pessoas dizem que o Buda come carne que fora abatida especialmente para ele. O Buda nega dizendo que ele e seus mendicantes só aceitam comida que foi dada livremente e que recusarão qualquer carne que suspeitam ter sido abatida especialmente para eles.",
  "mn-guide-sujato:118": "Ainda que os críticos não sejam identificados no <a class='ref' href='/mn55'>MN 55</a>, no <a class='ref' href='/mn56'>MN 56</a> <cite class='text-translated'>Para Upāli</cite> e no <a class='ref' href='/mn58'>MN 58</a> <cite class='text-translated'>Para o Príncipe Abhaya</cite> (<cite class='text-root'>Abhayarājakumārasutta</cite>) os jainistas são vistos como tentando deliberadamente de derrotar o Buda em um debate e, uma vez que estes textos são budistas, eles fracassam. Brâmanes tentam o mesmo truque, mandando seus estudantes mais brilhantes para debater com o Buda, também sem sucesso (<a class='ref' href='/mn93'>MN 93</a>, <a class='ref' href='/mn95'>MN 95</a>).",
  "mn-guide-sujato:119": "Alguns discursos não estão focados na mensagem do Buda em si, mas no impacto que ela teve sobre a vida em família. Quando o jovem rico Raṭṭhapāla é ordenado, seus pais se encontram muito abatidos e tentam fazê-lo abandonar a vida santa (<a class='ref' href='/mn82'>MN 82</a>). O <a class='ref' href='/mn87'>MN 87</a> <cite class='text-translated'>Nascido Daqueles que Amamos</cite> (<cite class='text-root'>Piyajātikasutta</cite>) nos mostra um retrato da vida familiar do Rei Pasenadi e da Rainha Mallikā. Eles ouvem o ensinamento do Buda de que os nossos entes queridos nos trazem sofrimento e, quando Mallikā concorda, seu esposo não gosta. Mallikā é cuidadosa, primeiro confirmando o que o ensinamento era o que o Buda havia dito e, em seguida, gentil e carinhosamente explicando-o ao rei, levando-o a declarar sua fé no Buda. Ele se tornou um seguidor devoto que aparece em vários discursos. O <a class='ref' href='/mn100'>MN 100</a> <cite class='text-translated'>O Discurso para Saṅgārava</cite> é outro caso em que uma esposa leva seu marido para o Dhamma.",
  "mn-guide-sujato:120": "Não são apenas os grandes e os bons que precisam dos ensinamentos. Os suttas retratam o Venerável Sāriputta ajudando seu amigo de longa data, Dhanañjāni, que se redimiu no fim de sua vida, apesar de uma extensa carreira de corrupção (<a class='ref' href='/mn97'>MN 97</a>). Até mesmo o assassino em série Aṅgulimāla encontrou a redenção e o perdão (<a class='ref' href='/mn86'>MN 86</a>; cf. <a class='ref' href='/thag16.8'>Thag 16.8</a>).",
  "mn-guide-sujato:121": "Uma breve história do texto",
  "mn-guide-sujato:122": "O Majjhima Nikāya foi editado por V. Trenckner (Volume 1) e Robert Chalmers (Volumes 2 e 4) tendo por base manuscritos em escrita cingalesa, birmanesa e tailandesa, publicados em escrita latina pela Pali Text Society (PTS) entre os anos 1888 e 1899. A primeira tradução para o inglês foi publicada de 1926 a 1927 por Robert Chalmers sob o título <cite class='book'>Further Dialogues of the Buddha</cite>.",
  "mn-guide-sujato:123": "Durante a primeira metade do século XX, com a rápida evolução no entendimento do páli e do budismo, uma nova tradução logo se revelou necessária. Ela foi feita nos anos 1950 por I. B. Horner e foi publicada pela PTS sob o título <cite class='book'>The Book of Middle Length Sayings</cite> de 1954 a 1959.",
  "mn-guide-sujato:124": "Embora sua tradução demonstrasse uma melhoria significativa em relação à de Chalmers, ela foi eclipsada pela tradução feita por Bhikkhu Ñāṇamoḷi. A extraordinária carreira de Ñāṇamoḷi como estudioso e tradutor do páli foi prematura e tragicamente interrompida por sua morte e sua tradução do Majjhima Nikāya permaneceu como um manuscrito incompleto. Não obstante, seu valor era tão claro que foi publicada, primeiro como uma seleção de 90 discursos editados por Bhikkhu Khantipalo e publicada em Bangkok em 1976 sob o título <cite class='book'>A Treasury of the Buddha’s Words</cite> e, depois, como uma versão completa e atualizada por Bhikkhu Bodhi em 1995 sob o título <cite class='book'>The Middle Length Discourses of the Buddha: A Translation of the Majjhima Nikaya</cite>. Esta última atingiu o ápice de precisão, consistência e legibilidade que se tornou o que todas as traduções posteriores dos <i lang='pi' translate='no'>nikāyas</i> aspiraram.",
  "mn-guide-sujato:125": "Quando o texto em páli não era claro, eu frequentemente me referi ao trabalho de Ñāṇamoḷi e Bodhi (o trabalho publicado e o manuscrito original de Ñāṇamoḷi) e, menos frequentemente, à tradução de Horner e outras traduções de textos específicos. Eu também tive acesso às notas dos bhikkhus Ñāṇadīpa e Ñāṇatusita feitas sobre a tradução de Bhikkhu Bodhi. Ademais, eu consultei textos em chinês e demais paralelos, bem como estudos detalhados sobre eles feitos por Bhikkhu Anālayo. Não obstante, estes foram úteis à tradução em poucas ocasiões, pois acredito ser importante preservar a integridade de diferentes linhagens textuais. Estudos comparativos perdem valor quando os textos subjacentes já foram reconciliados."
}