{
  "sn-guide-sujato:1": "Os Discursos Conectados: o mapa da filosofia budista ",
  "sn-guide-sujato:2": "por Bhikkhu Sujato, 2019 ",
  "sn-guide-sujato:3": "<a href='#item1'>Como o Saṁyutta é organizado</a> ",
  "sn-guide-sujato:4": "<a href='#item2'>O Livro dos Versos</a> ",
  "sn-guide-sujato:5": "<a href='#item3'>O Livro sobre a Causação</a> ",
  "sn-guide-sujato:6": "<a href='#item4'>O Livro sobre os Agregados</a> ",
  "sn-guide-sujato:6.1": "<a href='#item5'>O Livro das Seis Bases ou Meios dos Sentidos</a>",
  "sn-guide-sujato:7": "<a href='#item6'>O Livro Maior</a> ",
  "sn-guide-sujato:8": "<a href='#item7'>Uma breve história do texto</a> ",
  "sn-guide-sujato:9": "O Saṁyutta Nikāya é a terceira das quatro divisões principais do Sutta Piṭaka do Cânone Páli (_tipiṭaka_). Ele é traduzido aqui como<cite class='text-translated'>Discursos Conectados</cite>, título que foi anteriormente traduzido como <cite class='text-translated'>Discursos Agrupados</cite> ou <cite class='text-translated'>Kindred Sayings</cite> (inglês). Como o título sugere, seus discursos são conectados ou vinculados por seu temas. Esses grupos de textos conectados são chamados de _saṁyuttas_, e o Saṁyutta Nikāya é então a coleção de tais _saṁyuttas_. ",
  "sn-guide-sujato:10": "O Saṁyutta Nikāya consiste em 56 _saṁyuttas_ coletados em cinco grandes “livros” (_vagga_), contendo mais de mil discursos. O texto Mahāsaṅgīti conforme usado no SuttaCentral contém 2837 discursos; mas o número total é um tanto arbitrário, pois depende de como os textos abreviados são expandidos, o que difere em diferentes edições. Essa variação, no entanto, aplica-se apenas à forma como os textos são contados e não afeta o conteúdo, que é praticamente idêntico em todas as edições. ",
  "sn-guide-sujato:11": "É no Saṁyutta Nikāya que encontramos as doutrinas centrais que formaram a base para todo desenvolvimento subsequente da filosofia budista. Ele é em grande parte estruturado em torno das principais seções doutrinárias que correspondem ao modelo das quatro nobres verdades. ",
  "sn-guide-sujato:12": "Sofrimento ",
  "sn-guide-sujato:13": "Agregados (<a class='ref' href='/sn22'>SN 22</a>) ",
  "sn-guide-sujato:14": "As seis bases ou meios dos sentidos (<a class='ref' href='/sn35'>SN 35</a>) ",
  "sn-guide-sujato:15": "A origem ou originação do sofrimento ",
  "sn-guide-sujato:16": "A originação dependente (<a class='ref' href='/sn12'>SN 12</a>) ",
  "sn-guide-sujato:17": "A cessação do sofrimento ",
  "sn-guide-sujato:18": "A cessação dependente (<a class='ref' href='/sn12'>SN 12</a>) ",
  "sn-guide-sujato:19": "O incondicionado (<a class='ref' href='/sn43'>SN 43</a>) ",
  "sn-guide-sujato:20": "A prática que leva ao fim do sofrimento ",
  "sn-guide-sujato:21": "Os capítulos do último livro, o Mahāvagga (<a class='ref' href='/sn-mahavaggasamyutta'>SN 45–54</a>) ",
  "sn-guide-sujato:22": "As quatro nobres verdades em si são tratadas no capítulo final, o Sacca Saṁyutta (<a class='ref' href='/sn56'>SN 56</a>). ",
  "sn-guide-sujato:23": "Nem todos os _saṁyuttas_ se encaixam tão facilmente nesse esquema. Existem muitos _saṁyuttas_ menores que às vezes estão relacionados a um _saṁyutta_ principal, e às vezes não. Além disso, o primeiro livro, o Sagāthāvagga, não é organizado por assunto. Em vez disso, a vinculação temática aqui é o tipo de personagem envolvido no discurso. Esses textos também são unificados em termos de forma literária; eles são uma mistura de texto em prosa e verso. ",
  "sn-guide-sujato:24": "Esta coleção tem um paralelo completo no Saṁyuktāgama (SA) da escola Sarvāstivāda na tradução chinesa. Além disso, há duas coleções parciais em chinês (SA-2 e SA-3), bem como vários textos diversos ou fragmentados em chinês, sânscrito e tibetano. Grande parte da estrutura organizacional do SN é compartilhada com a do Saṁyuktāgama, sugerindo que essa estrutura precedeu a divisão entre essas duas coleções. ",
  "sn-guide-sujato:25": "Como o Saṁyutta é organizado ",
  "sn-guide-sujato:26": "O Saṁyutta Nikāya é convenientemente dividido em cinco grandes _vaggas_ ou “livros”. Conforme observado no Guia Geral, o Saṁyutta é um exemplo da estrutura “aninhada _vagga_”, onde o _vagga_ funciona de modo único como um “livro” inclui muitos “pequenos” _vagga_ mas característicos, isto é, grupos de aproximadamente dez suttas. ",
  "sn-guide-sujato:27": "Dentro de cada um dos cinco “grandes” _vaggas_, existem vários _saṁyuttas_, cada um contendo um conjunto de discursos conectados em tema por personagem ou tema (às vezes ambos). Por exemplo, cada um dos discursos do <a class='ref' href='/sn5'>SN 5</a> trata de uma discípula monástica (_bhikkhunī_), enquanto que cada discurso do <a class='ref' href='/sn24'>SN 24</a> trata do assunto de “pontos de vista” (_diṭṭhi_). ",
  "sn-guide-sujato:28": "No SuttaCentral, os discursos do Saṁyutta são organizados por _saṁyutta_ e _sutta_. Assim, o <a class='ref' href='/sn1.1'>SN 1.1</a> é o primeiro discurso do primeiro _saṁyutta_, enquanto que o <a class='ref' href='/sn56.11'>SN 56.11</a> é o décimo primeiro discurso do quinquagésimo sexto _saṁyutta_. O sistema usado no SuttaCentral é o mesmo usado por Bhikkhu Bodhi no livro <cite class='book'>Connected Discourses of the Buddha</cite> e encontrado tanto no site Access to Insight quanto Acesso Ao Insight. ",
  "sn-guide-sujato:29": "Os cinco livros são são nomeados de acordo com vários princípios: ",
  "sn-guide-sujato:30": "O volume 1 Sagāthāvagga contém grupos de discursos baseados em versos, como indicado no seu título. ",
  "sn-guide-sujato:31": "Os volumes 2–4 têm seus nomes baseados no primeiro e maior _saṁyutta_ do livro. ",
  "sn-guide-sujato:32": "O volume 5 é chamado de “Livro Maior” (_Mahāvagga_) devido ao seu tamanho. A versão chinesa recebe o nome mais apropriado de, “O Livro sobre o Caminho” (_Maggavagga_). ",
  "sn-guide-sujato:33": "Neste ensaio, uma visão geral de cada um dos cinco livros será apresentada. No entanto, não será aqui encontrado um resumo de cada um dos 56 _saṁyuttas_, pois isso tornaria o texto demasiadamente longo. Para tais resumos, consulte as listas de suttas encontrados no SuttaCentral, que incluem explicações dos vários níveis estruturais do _saṁyutta_, bem como discursos individuais. Aqui, o foco será mais nas questões gerais de conteúdo e interpretação. ",
  "sn-guide-sujato:34": "O Livro dos Versos ",
  "sn-guide-sujato:35": "O Livro dos Versos (Sagāthāvagga) é dividido em onze _saṁyuttas_, com um total de 271 suttas. ",
  "sn-guide-sujato:36": "Embora a maior parte do Saṁyutta seja organizada em torno de um assunto, aqui o princípio organizacional gira em torno de *personagens*. Cada um dos _saṁyutta_ descreve uma conversa envolvendo o Buda ou seus discípulos com um personagem ou tipo de individuo específico, como deuses, reis, discípulas monásticas ou brâmanes. ",
  "sn-guide-sujato:37": "Um sutta típico deste vagga tem uma estrutura narrativa simples, onde alguém vem ao Buda e pronuncia um verso, e o Buda responde com um verso melhor. Em alguns casos, notavelmente no Sakka Saṁyutta, o elemento narrativo é desenvolvido em uma troca animada. ",
  "sn-guide-sujato:38": "Verso e prosa ",
  "sn-guide-sujato:39": "Cada um dos suttas nesta coleção contém versos com um fundo de narrativa em prosa, embora em muitos casos a prosa tenha sido omitida com a abreviação. Esse tipo de forma literária é comum na literatura indiana, portanto, vale a pena gastar um pouco de tempo para entendê-la. ",
  "sn-guide-sujato:40": "A literatura indiana mais antiga é o Ṛg Veda, uma coleção de cerca de 10.600 versos. Eles foram transmitidos na tradição oral dos brâmanes por milhares de anos. Uma das chaves para a transmissão precisa dessa tradição sagrada era o uso da métrica: padrões rítmicos de sílabas longas e curtas. Esses medidores fornecem uma estrutura que organiza as palavras e, portanto, o conhecimento, de uma forma tão memorável quanto uma canção; e, de fato, eles teriam sido cantados em uma melodia simples. Dessa forma, os versos passam a ter uma forma precisa e definida, que pode ser preservada e transmitida inalterada através das gerações. ",
  "sn-guide-sujato:41": "Mas a poesia não é apenas tecnicamente complexa; é extática, inspirada, divina. Os brâmanes não viam os Vedas como sendo escritos no sentido normal, mas canalizados como a palavra divina do deus (Brahmā) por meio de sábios humanos (páli: _isi_; sânscrito: _ṛṣi_). Os versos védicos constantemente aludem a estórias, mitos e eventos—por exemplo, a morte do dragão Vṛtra pelo deus-herói Indra—que eram bem conhecidos pela sua audiência e, portanto, não exigiam ser explicados no próprio texto. Os versos são, na verdade, hinos, invocados em rituais para intensificar a resposta emocional, para inspirar admiração, medo ou devoção. Eles recebem significado e contexto pelo entendimento básico da mitologia. Assim, os versos implicam uma história, da qual são o clímax emocional e narrativo. ",
  "sn-guide-sujato:42": "Portanto, podemos pensar em um versículo como o cristal-semente em torno do qual uma narrativa em prosa mais flexível cresce e se desenvolve. A prosa pode ser ajustada ao tempo e ao lugar, apresentada com mais ou menos detalhes, ou adaptada para a audiência em questão. Pode comentar sobre eventos contemporâneos ou expressar uma perspectiva pessoal; mas o versículo é (em teoria) sempre o mesmo. ",
  "sn-guide-sujato:43": "Aqui fala-se dos versos encontrados no Sagāthāvagga. Mas vale a pena ter em mente que existem muitos versos nos _nikāyas_ fora do Sagāthāvagga, e eles não são todos do mesmo tipo. Aqui se apresenta em um breve resumo os principais tipos de versos que serão encontrados. Isso serve apenas para ajudar o leitor a obter uma orientação aproximada, e exceções e inconsistências são facilmente encontradas. ",
  "sn-guide-sujato:44": "O verso de clímax ",
  "sn-guide-sujato:45": "Como no Sagāthāvagga, esses versos aparecem no clímax de uma narrativa. A narrativa pode ser muito tênue, ou mesmo ausente, mas sempre é presumida. Às vezes, é fornecido em comentários posteriores. Esta forma é usada fora do Sagāthāvagga em textos como o Dhammapada, Udāna e os Jātakas. Também podemos considerar sob este título versos devocionais mais longos, como os de Sela (<a class='ref' href='/mn92'>MN 92</a>, <a class='ref' href='/snp3.7'>Snp 3.7</a>). ",
  "sn-guide-sujato:46": "Poemas isolados ",
  "sn-guide-sujato:47": "Conjunto de versos que constitui um todo literário e temático unificado, independente de uma narrativa em prosa. Existem relativamente poucos deles nos quatro _nikāyas_, mas eles dominam o Sutta Nipāta. O último _vagga_ desse livro contém uma série de poemas independentes, todos unidos em uma narrativa em verso. Alguns dos versos do Sagāthāvagga podem ser considerados sob este título, se a narrativa em prosa for descartada como irrelevante. ",
  "sn-guide-sujato:48": "Invocações devocionais ",
  "sn-guide-sujato:49": "Textos como o Mahāsamaya Sutta (<a class='ref' href='/dn20'>DN 20</a>), o Āṭāṇātiya Sutta (<a class='ref' href='/dn32'>DN 32</a>), ou o Isigili Sutta (<a class='ref' href='/mn116'>MN 116</a>) ocupam um lugar incomum no corpo de texto do budismo antigo. De pouco conteúdo doutrinário, eles aparecem mais como encantamentos para proteção ou bênçãos. ",
  "sn-guide-sujato:50": "Versos sumários ",
  "sn-guide-sujato:51": "Como os versos culminantes, eles acompanham a prosa. Mas, ao invés de ser um destaque emocional, eles servem como um dispositivo mnemônico para ajudar a preservar a memória do conteúdo da prosa. Eles são mais comuns nos _uddānas_ que aparecem no final dos _vaggas_ e em outras seções dos Textos Budistas Antigos (TBAs), geralmente listando uma palavra-chave de cada texto e, portanto, atuando como uma espécie de índice analítico. Eles não devem ser confundidos com o gênero do verso culminante conhecido como _udāna_, “exclamações inspiradas”, que, apesar da grafia semelhante, é uma palavra completamente diferente. Além dos _uddānas_ formais, podemos considerar sob esse título muitos dos versos do Aṅguttara, especialmente os encontrados no livro quatro deste, que muitas vezes servem apenas para resumir o conteúdo da prosa, embora por vezes se desenvolvam em uma reflexão poética mais satisfatória sobre o tema. Ocasionalmente, um sutta mais longo conterá partes misturadas de prosa e versos resumidos, sendo Dvayatānupassanā Sutta (<a class='ref' href='/snp3.12'>Snp 3.12</a>) um bom exemplo. Um desenvolvimento muito posterior desse estilo é encontrado no Lakkhaṇa Sutta (<a class='ref' href='/dn30'>DN 30</a>). ",
  "sn-guide-sujato:52": "Em minhas traduções, transformei o verso em prosa dividida em versos, raramente tentando uma formulação mais poética. Transformar esses versículos altamente didáticos, repletos de termos doutrinários, em versos genuínos não é tarefa fácil. Em muitos casos, especialmente no caso dos versos resumidos, o texto em páli tem pouco mérito literário. Outros textos, especialmente os versos posteriores, exibem o domínio erudito de formas literárias complexas e sofisticadas, não facilmente encontradas, mesmo entre escritores de poesia contemporânea. Combinado com o vocabulário muitas vezes obscuro, formas gramaticais raras e arcaicas e a flexibilidade sintática dos versos em páli, a tarefa de convertê-los para algo legível e preciso é difícil e demorada, mesmo sem aspirar à beleza poética. Portanto, os versos encontrados nas traduções são artesanais, e só podemos esperar que verdadeiros poetas assumam a tarefa de virem a reproduzir versos selecionados com a beleza que eles merecem. ",
  "sn-guide-sujato:53": "A peça dos Deuses ",
  "sn-guide-sujato:54": "No Livro dos Versos, vemos o antigo padrão védico adotado para servir a um propósito budista. Não é por acaso que aqui encontramos várias divindades, muitas das quais vêm da mitologia védica, em contextos que às vezes respondem diretamente a passagens védicas ou bramânicas específicas. ",
  "sn-guide-sujato:55": "O aparecimento casual de divindades ao longo desses textos é, obviamente, problemático. Hoje em dia, normalmente não vemos deuses se manifestando com gloriosa luz em encontros da comunidade espiritual. Então, como devemos entender isso? ",
  "sn-guide-sujato:56": "Uma resposta óbvia é que tais textos são literalmente verdadeiros: os deuses com esses nomes apareceram exatamente da maneira descrita e tiveram exatamente aquelas conversas. Se este foi o caso, por que essas coisas não são mais testemunhadas nos dias de hoje? Alguém pode ser tentado a apontar com pesar para o declínio da vida religiosa e ética nos tempos modernos. Mas esta é apenas outra afirmação que não pode ser verificada: como poderíamos saber tal coisa? E isso cria um problema ainda maior. Pois quando vemos o passado como uma era exclusivamente privilegiada, abençoada com um grau de pureza e integridade que se perdeu para nós, então de que adianta praticar? Não seria melhor ansiar pelas glórias do passado e desejar a renovação do Dhamma sob o futuro Buda Metteyya? Tais entendimentos esquecem um aspecto básico do ensinamento: ele é _akāliko_—podemos realizá-lo aqui e agora, não importa em que época vivamos. ",
  "sn-guide-sujato:57": "Portanto, talvez seja melhor adotarmos uma visão cética: tais divindades não existem e tais eventos não aconteceram. Eles são simplesmente propaganda religiosa, ficções cujo propósito é converter pessoas simples copiando elementos de uma cosmologia indiana familiar. Se existe alguma realidade em tais eventos, ela é puramente psicológica; tais seres representam diferentes aspectos da mente. Apesar de sua aparência científica, essa visão redutora também é insustentável. As ideias de renascimento e a existência de múltiplas dimensões ou planos de existência não são encontradas apenas em narrativas populares, mas são centrais para os ensinamentos fundamentais, como a origem dependente e as quatro nobres verdades—a segunda nobre verdade é precisamente “o desejo que leva ao futuro renascimento” (_yāyaṁ taṇhā ponobbhavikā_). Eles não podem ser simplesmente descartados como uma herança acrítica da cultura indiana. ",
  "sn-guide-sujato:58": "Esses entendimentos são opostos extremos; e como todos os pares de opostos, eles têm mais coisas em comum do que gostariam de admitir. Ambos estão preocupados com os *fatos*, se esses eventos foram verdadeiros ou não. Mas os textos como tal como os encontramos não são coleções de fatos: são estórias. E o significado de uma estória está em seu significado. O fato de uma estória ser real ou não é, na melhor das hipóteses, algo secundário e, freqüentemente, totalmente irrelevante. Serve para envolver o público, provocando espanto, surpresa, admiração ou alegria. ",
  "sn-guide-sujato:59": "As tradições budistas entenderam isso bem, como evidenciado pela situação textual. Embora em alguns casos os versículos e a história estejam intimamente ligados, é muito comum que o mesmo versículo seja acompanhado por narrativas de fundo completamente diferentes, ou por nenhum pano de fundo. Os versos, que transmitem o ensinamento essencial do Dhamma, o núcleo do significado e da emoção, permanecem os mesmos, embora a estória varie. Insistir na factualidade ou não da estória é perder o foco. A esstória fornece um contexto que dá vida ao ensinamento dos versos para o público. ",
  "sn-guide-sujato:60": "Assim, a melhor forma de se abordar tais textos não é nem os encarando como estória e tampouco como propaganda, mas como estória sagrada; isto é, como mito. Cada um dos suttas curtos conta uma estória que transmite uma verdade espiritual atemporal de uma forma que fala ao público daquela época e lugar. Eles acontecem dentro de uma mitologia mais ampla que ajuda as pessoas a encontrarem seu lugar em um cosmos vasto e desconhecido. ",
  "sn-guide-sujato:61": "Como sempre, a resposta budista inicial às tradições religiosas anteriores é complexa e cheia de nuances. E, embora seja verdade que muitos dos detalhes da forma literária e do assunto são extraídos dos Vedas, é nas diferenças que o caráter distintamente budista dos textos se mostra. ",
  "sn-guide-sujato:62": "Nos Vedas, os agentes humanos são apenas os transmissores da palavra sagrada dos deuses. Exatamente como isso aconteceu não está claro, mas provavelmente envolveu uma combinação de drogas (uma das deidades védicas de destaque é chamada _soma_), ritual, inspiração criativa, sabedoria popular, devoção e empoderamento comunal, todos os quais inspiraram os poetas sagrados a alturas de visões extáticas por meio das quais as palavras dos deuses se manifestaram. Mas, independentemente dos detalhes, o ponto-chave é que as tradições consideravam a presença do agente humano como incidental e o valor real dos textos como proveniente do divino. ",
  "sn-guide-sujato:63": "Nos textos budistas, a situação é inversa. Os deuses não inspiram humanos hospedeiros, eles falam por si próprios. E eles não são reservas infalíveis da Verdade; eles podem estar certos ou errados, habilidosos ou tolos, assim como qualquer outra pessoa. Embora a magnificência de sua presença seja enfatizada, o efeito final é mostrar a inutilidade de tais exibições, pois os deuses estão constantemente sendo instruídos pelo Buda. A forma mais característica de diálogo é quando um deus apresenta uma ideia que é muito boa, dentro de uma visão de mundo limitada e mundana (isto é, védica), mas que o Buda eleva a um nível inteiramente novo. ",
  "sn-guide-sujato:64": "É um axioma elementar do budismo que os deuses não são metafísicos, no sentido de que não existem em um reino separado governado por princípios diferentes dos nossos. Pelo contrário, eles são impermanentes e sujeitos ao sofrimento, presos no ciclo de transmigração assim como nós. Conclui-se que eles não têm acesso a nenhuma forma especial de conhecimento ou sabedoria. Os budistas não procuram os deuses em busca de ensinamentos; em vez disso, o Buda é “mestre de deuses e humanos”. ",
  "sn-guide-sujato:65": "Eu me concentrei nas interações com seres divinos nesta coleção, já que estas requerem mais contextualização. Mas nem todas as coleções apresentam seres divinos. Muitos dos _saṁyuttas_ apresentam tipos de indivíduos comuns aos outros textos da época. E mesmo quando seres divinos estão envolvidos, na maioria dos casos, os próprios versos não exigem um cenário divino, pois não há nada sobre os deuses e seus dramas divinos nos próprios versos. ",
  "sn-guide-sujato:66": "Alguns dos textos desta coleção são bem conhecidos e amplamente citados, como o convite de Brahmā ou a símile, pela discípula monástica Vajirā, da pessoa como uma carruagem. A maioria dos suttas aqui têm paralelos nas traduções do Saṁyuktāgama em chinês; as traduções parciais do SA-2 e SA-3 incluem material típico do Sagāthāvagga. Além disso, muitos dos versos têm paralelos em outras partes da literatura budista em todas as línguas. ",
  "sn-guide-sujato:67": "O Livro sobre a Causação ",
  "sn-guide-sujato:68": "O Livro sobre a Causação (Nidānavagga) é o segundo dos cinco livros dos Discursos Conectados. Ele leva o nome da sua primeira e mais longa seção, o Nidāna Saṁyutta. Este lida com a causalidade por meio do ensinamento central do budismo a respeito da origem dependente, que explica como o renascimento acontece sem uma alma. Os três _saṁyuttas_ seguintes podem ser vistos como apêndices do Livro sobre a Causação, lidando com a eliminação do sofrimento da transmigração (<a class='ref' href='/sn13'>SN 13</a>), vários conjuntos de elementos condicionados (<a class='ref' href='/sn14'>SN 14</a>), e a incognoscibilidade da extensão da transmigração (<a class='ref' href='/sn15'>SN 15</a>). Os seis _saṁyuttas_ restantes não estão relacionados tematicamente. Em vez disso, eles são agrupados principalmente por indivíduos ou personagens, em vez de assunto. ",
  "sn-guide-sujato:69": "O tema da causalidade permeia todos os ensinamentos do Buda. Nós o encontramos em contextos como prática de meditação, doenças sociais, evolução biológica, medicina, estresse psicológico e muitos mais. No entanto, quando nos referimos à origem dependente, não estamos falando sobre um princípio geral de causalidade—embora tal princípio seja apresentado em <a class='ref' href='/sn12.21'> SN 12.21 </a>—mas de uma série específica de ligações condicionais que revelam como o sofrimento se origina e como termina. Como tal, é um tratamento extenso da segunda e terceira verdades nobres (<a class='ref' href='/sn12.27'>SN 12.27</a>). O origem dependente integra aspectos psicológicos e existenciais do sofrimento, mostrando como, quando limitados pelo desejo, fazemos escolhas que nos obrigam a transmigrar para vidas futuras (<a class='ref' href='/sn12.38'>SN 12.38</a>). A razão pela qual não escapamos do processo de renascimento é que não entendemos a origem dependente (<a class='ref' href='/sn12.60'> SN 12.60 </a>). Assim, um dos objetivos centrais do ensinamento é explicar como o renascimento ocorre sem envolver um “eu” ou “meu” (<a class='ref' href='/sn12.37'>SN 12.37</a>). ",
  "sn-guide-sujato:70": "É uma necessidade profundamente humana querer entender como as coisas surgiram. Praticamente todo caminho religioso ou espiritual sente a necessidade de oferecer algum tipo de explicação para a questão sobre de onde este mundo veio e qual é o nosso lugar nele. Esses mitos da criação são encontrados em todo o mundo e têm semelhanças impressionantes. Eles falam de uma época em que o mundo era sem forma, coberto por uma escuridão aquosa, antes que a luz aparecesse e o mundo tomasse forma. Na forma usual dos mitos, essas histórias funcionam em vários níveis, refletindo tanto a evolução física do planeta (macrocosmo) quanto o crescimento de um indivíduo no útero (microcosmo). ",
  "sn-guide-sujato:71": "Muito antes do Buda, o Nasadiya Sukta do Ṛg Veda (10.129) contou a história da criação de uma maneira radicalmente nova. Ele se baseava nos motivos do mito clássico da criação—água, escuridão, ausência de forma—mas mostrava seu desenvolvimento com uma nova ênfase no desejo e na agência. A criação evoluiu não a partir de decreto divino, mas devido às energias encontradas em seu interior. E não podemos saber o que veio antes desse processo; até mesmo o Deus mais elevado teria surgido após este. ",
  "sn-guide-sujato:72": "O Buda compartilhava da humildade epistemológica de Nasadiya Sukta, insistindo que a origem última das coisas era desconhecida (<a class='ref' href='/sn15.1'>SN 15.1</a>). A origem dependente, de fato, levou as coisas muito mais longe, dispensando inteiramente tanto a teologia quanto a mitologia. No entanto, ele reteve a riqueza e a profundidade da mitologia, encapsulando em sua formulação esparsa tanto a experiência imediata quanto a transmigração cósmica. ",
  "sn-guide-sujato:73": "O Nidāna Saṁyutta começa declarando (<a class='ref' href='/sn12.1'>SN 12.1</a>) e definindo (<a class='ref' href='/sn12.2'>SN 12.2</a>) cada um dos termos da cadeia padrão de 12 elos de originação dependente, definições que se supõem se aplicam a todo o processo. Os demais discursos ecoam este tema, introduzindo novas perspectivas e formulações. Às vezes, eles variam os 12 elos padrão e, portanto, podem lançar luz sobre nuances inesperadas e profundidades ocultas. Aqui se apresenta um resumo das definições encontradas para os 12 elos, juntamente com algumas notas explicativas. ",
  "sn-guide-sujato:74": "Ignorância (_avijjā_) ",
  "sn-guide-sujato:75": "O desconhecimento das quatro nobres verdades ",
  "sn-guide-sujato:76": "Claramente, este elo não significa ignorância de todos os fatos ou detalhes das coisas. Um Buda ou um arahant não é onisciente. ",
  "sn-guide-sujato:77": "Escolhas (_saṅkhārā_) ",
  "sn-guide-sujato:78": "Atos intencionais (_kamma_) benéficos ou prejudiciais, que se expressam através do corpo, fala ou mente. ",
  "sn-guide-sujato:79": "O termo índico *saṅkhāra* pode se referir a qualquer tipo de atividade que gere um resultado. É usado em um contexto mundano para coisas como construção. O ritual védico é um <*saṅkhāra*, cujo objetivo era produzir um resultado benéfico nesta vida ou na próxima. No budismo, *saṅkhāra* às vezes é usado em um sentido geral de “fenômenos condicionados (e condicionantes)”. Na origem dependente, entretanto, este termo é definido como escolhas morais ou intenções de se fazer o bem ou o mal (<a class='ref' href='/sn12.51'>SN 12.51</a>). Um *saṅkhāra* é uma força ou energia na mente que impulsiona a consciência para o renascimento em um estado particular. Isso pode ser formulado conscientemente como um desejo ou aspiração (veja <a class='ref' href='/mn120'>MN 120</a>), mas normalmente é gerado inconscientemente, ou seja, nascido da ignorância. ",
  "sn-guide-sujato:80": "Consciência (_viññāṇa_) ",
  "sn-guide-sujato:81": "O seis tipos de consciência dos sentidos ",
  "sn-guide-sujato:82": "Nos suttas, todas as formas de consciência são consideradas como constituindo o “fluxo de consciência” (_viññāṇasota_) que é estabelecido tanto nesta vida quanto na próxima (<a class='ref' href='/dn28'>DN 28</a>). Essa consciência é fortalecida e dirigida pelas escolhas que fizemos. ",
  "sn-guide-sujato:83": "Nome e forma (_nāma-rūpa_) ",
  "sn-guide-sujato:84": "O termo “nome” denota os vários fatores mentais (sensações, percepção, atenção, contato e intenção), enquanto que o termo “forma” se refere aos quatro elementos materiais que compõem o corpo. ",
  "sn-guide-sujato:85": "Este é um conceito complicado. Origina-se nos Upanishads, onde se refere às várias entidades individualizadas no mundo, cada uma com sua própria “forma” e “nome”. Por exemplo, usando uma metáfora do Prasna Upaniṣad (6.5), cada um dos rios da terra tem sua própria forma individual e é chamado por seu próprio nome; mas quando retornam ao oceano, perdem seus nomes e formas e são conhecidos apenas como o grande oceano. O oceano nesta metáfora representa a consciência, que nos Upanishads é considerada a divindade eterna e infinita do cosmos. O Buda refuta diretamente essa ideia, mostrando que a consciência, o nome e a forma dependem um do outro. No <a class='ref' href='/dn15'>DN 15</a> <cite class='text-translated'>O Grande Discurso sobre a Causação</cite> (<cite class='text-root'>Mahānidānasutta</cite>), nome e forma são descritos como o embrião tomando forma dentro do útero da mãe, enquanto que <a class='ref' href='/mn38'>MN 38</a> <cite class='text-translated'>O Discurso Maior sobre o Fim do Desejo</cite> (<cite class='text-root'>Mahātaṇhāsaṅkhaya</cite>) fala sobre como a criança então cresce e amadurece. Assim, o conceito aponta principalmente para o organismo individual com seus atributos mentais e físicos. Uma vez que _nāma-rūpa_ está em dependência mútua com a consciência, no entanto, não é correto traduzi-lo como “mente e corpo”—o dualismo mente/corpo não tem lugar no budismo antigo. Foi apenas em textos muito posteriores do Abhidhamma que _nāma-rūpa_ passou a ser usado como um termo genérico para todas as propriedades mentais e físicas, em cujo contexto a tradução “mente e corpo” é então apropriada. ",
  "sn-guide-sujato:86": "As seis bases ou meios dos sentidos (_saḷāyatana_) ",
  "sn-guide-sujato:87": "O olho, ouvido, nariz, língua, corpo, e mente. ",
  "sn-guide-sujato:88": "Eles são tratados em detalhes no <a class='ref' href='/sn35'>SN 35</a> Saḷāyatana Saṁyutta. Na origem dependente, dizem que se desenvolvem e evoluem à medida que o indivíduo cresce, permitindo-lhe experimentar o mundo de maneiras cada vez mais sofisticadas. Este é o primeiro de quatro elos que, como a consciência, é sextuplo e corresponde aos seis sentidos. Estes integram o processo de experiência sensorial imediata dentro do contexto mais amplo da origem dependente. ",
  "sn-guide-sujato:89": "Contato (_phassa_) ",
  "sn-guide-sujato:90": "This is the operation of sense stimulus, when the six sense organs are activated and perform their function. It occurs with the coming together of the inner sense organ, the outer sense stimulus, and the corresponding consciousness. ",
  "sn-guide-sujato:91": "O indivíduo consciente não existe isoladamente, mas só pode viver e crescer em um ambiente que o estimule. ",
  "sn-guide-sujato:92": "Sensações (_vedanā_) ",
  "sn-guide-sujato:93": "O tom ou teor agradável, doloroso ou neutro que acompanha todas as experiências conscientes. ",
  "sn-guide-sujato:94": "Certos tipos de experiência são agradáveis, outros são desagradáveis, enquanto alguns não têm nenhum efeito particular. Note que o termo _vedanā_ no budismo não se refere a sentimentos no sentido de “emoções”, que são muito mais complexos. _Vedanā_ é uma propriedade fundamental de toda experiência e o conceito é tratado em detalhes no <a class='ref' href='/sn36'>SN 36</a> Vedana Saṁyutta. ",
  "sn-guide-sujato:95": "Desejo (_taṇhā_) ",
  "sn-guide-sujato:96": "Anseio ou desejo pelos seis estímulos sensoriais. ",
  "sn-guide-sujato:97": "Aqui, a definição segue o tema dos seis sentidos, ao invés da definição dada nas quatro nobres verdades, que é o desejo por renascimento futuro, ou seja, desejo sensual, desejo por continuar a existência e desejo por terminar a existência. Em ambos os casos, o desejo se refere a um instinto ou anseio primordial que responde ao estímulo dos sentidos, buscando obter mais prazer ou evitar a dor. ",
  "sn-guide-sujato:98": "Apego (_upādāna_) ",
  "sn-guide-sujato:99": "Apego por prazeres dos sentidos, pontos de vista, observâncias religiosas, e teorias sobre um eu. ",
  "sn-guide-sujato:100": "Além do primeiro fator, os tipos de apego são mais sofisticados do que os anseios primitivos do “desejo”. Eles exigem o desenvolvimento do pensamento e da linguagem. Isso representa mais uma etapa no desenvolvimento de um indivíduo, à medida que amadurece e se torna totalmente responsável por suas ações. É por essa razão que no budismo são principalmente os humanos maduros que realizam as ações que geram o renascimento e moldam o curso das vidas futuras. Animais ou crianças podem de fato realizar tais ações, mas estas são tem menos peso em termos de seus efeitos. ",
  "sn-guide-sujato:101": "Existência continuada (_bhava_) ",
  "sn-guide-sujato:102": "A existência pode se dar no reino sensual (_kāma-bhava_), no reino da forma luminosa (_rūpa-bhava_), ou no reino imaterial (_arūpa-bhava_). ",
  "sn-guide-sujato:103": "O termo _bhava_ pode ser traduzido como “existência” ou “vida”. Refere-se ao processo contínuo de existência. Ao se agarrar a vários aspectos da vida presente, os seres geram energia kammica de acordo com isso. A maioria dos seres está apegada ao reino sensual, mas aqueles que praticaram meditação avançada podem se apegar aos reino da forma luminosa (por meio das quatro absorções) e reino imaterial (por meio das realizações meditativas imateriais). Esse apego ou fixação estimula e ativa esses aspectos da existência, criando um renascimento correspondente. _Bhava_ é, portanto, como um fio que percorre as várias etapas da origem dependente; e, de fato, toda a origem dependente às vezes é chamada de _bhavacakka_, a “Roda da Existência”. _Bhava_ é um substantivo contável, então a tradução mais antiga como “vir-a-ser” ou “devir” é incorreta: você não pode falar de vários “devires”. No entanto,_bhava_ tem um sentido claramente carregado. Embora possamos desejar uma vida de alegria estável e eterna, é da natureza da existência que, mesmo quando esta se encerra, contém as sementes para uma nova vida no futuro. Assim, em <a class='ref' href='/an3.76'>AN 3.76</a>, o Buda explica _bhava_ dizendo que “as ações intencionais são o campo, a consciência é a semente, e o desejo é a umidade ”(_kammaṁ khettaṁ, viññāṇaṁ bījaṁ, taṇhā sneho_) que fazem brotar ou geram uma nova vida no futuro (_āyatiṁ punabbhavābhinibbatti_). ",
  "sn-guide-sujato:104": "Renascimento (_jāti_) ",
  "sn-guide-sujato:105": "O renascimento ou concepção dos agregados nas várias ordens ou classes de seres sencientes. ",
  "sn-guide-sujato:106": "O termo páli _jāti_ é frequentemente traduzido como “nascimento”, mas em contextos doutrinários sempre se refere ao renascimento no sentido de reencarnação em uma nova vida. Apesar das afirmações de alguns comentaristas modernos, os suttas nunca usam o renascimento como uma metáfora psicológica. ",
  "sn-guide-sujato:107": "Velhice e morte, tristeza, lamentação, dor, tristeza e angústia ",
  "sn-guide-sujato:108": "A velhice é a quebra dos dentes, o enrugamento da pele e o enfraquecimento das faculdades. A morte é a deposição ou abandono do corpo no fim da vida. ",
  "sn-guide-sujato:109": "Como o renascimento, a velhice e a morte são definidas em termos puramente físicos. O sofrimento psicológico é coberto pelos outros termos. ",
  "sn-guide-sujato:110": "A origem dependente é fundamental para o insight não apenas do Buda Gotama histórico, mas de outros Budas do passado (<a class='ref' href='/sn12.4'>SN 12.4–10</a>). Sua própria realização foi como a de uma pessoa que encontra por acaso uma cidade antiga, perdida e coberta de mato na selva (<a class='ref' href='/sn12.65'>SN 12.65</a>). Assim, a origem dependente não é uma invenção do Buda, mas uma descrição de um princípio natural, que opera independentemente de Buda surgir ou não (<a class='ref' href='/sn12.20'>SN 12.20</a>). ",
  "sn-guide-sujato:111": "O Buda distinguiu entre os fenômenos que são originados de forma dependente e o processo de origem dependente (<a class='ref' href='/sn12.20'>SN 12.20</a>). Embora todos os fenômenos originados de forma dependente possam ser vistos no presente, a realidade do processo no passado e no futuro deve ser inferida (<a class='ref' href='/sn12.34'>SN 12.34</a>). ",
  "sn-guide-sujato:112": "Esta é a diferença entre o conhecimento da origem dependente e os poderes psíquicos de se ver detalhes específicos de vidas passadas e renascimentos presentes. Essas visões psíquicas surgem da imersão profunda na meditação e são úteis, mas não essenciais para a compreensão e o desapego. A origem dependente não consiste em ver as especificidades de vidas passadas e futuras, mas em compreender os princípios pelos quais opera o renascimento. Se as memórias de vidas passadas são como assistir a um programa na TV, o insight sobre a origem dependente é como entender a ciência e a tecnologia de como a transmissão da televisão funciona. É por isso que a origem dependente é sempre considerada única e central para o budismo, enquanto que visões psíquicas têm apenas um papel limitado a desempenhar. ",
  "sn-guide-sujato:113": "Este corpo consciente, com seus sistemas complexos de processos mentais e físicos, foi produzido devido à ignorância e desejo em uma vida passada (<a class='ref' href='/sn12.19'>SN 12.19</a>). Foi assim que surgiu nossa existência atual. Enquanto continuarmos presos no desejo por experiência sensorial, repetimos o ciclo, alimentando o desejo e gerando mais um novo corpo que renascerá no futuro. Quando entendemos a teoria da origem dependente, ela nos dá uma abertura para desenvolver o entendimento introspectivo ou insight. ",
  "sn-guide-sujato:114": "É então evidente que todos os fatores de origem dependente podem ser observados no presente. Mas em termos do funcionamento do processo, começamos examinando os fatores centrais, o desdobramento da experiência sensorial. Gradualmente, percebemos que as implicações do que estamos vendo são muito mais profundas do que o mero presente. Como um cientista que, examinando anéis de árvores ou núcleos de gelo, percebe que podem fazer inferências confiáveis sobre o passado remoto, entendemos que os mesmos processos que nos trouxeram até aqui nos impulsionarão para o futuro. E vemos que é esse mesmo entendimento que representa o começo do fim para a ignorância. ",
  "sn-guide-sujato:115": "Assim, embora este ensinamento seja profundamente filosófico, não é mera teoria, mas também uma práxis (<a class='ref' href='/sn12.3'>SN 12.3</a>). Seu entendimento se desdobra como uma consequência natural do desenvolvimento da fé no Dhamma (<a class='ref' href='/sn12.23'>SN 12.23</a>). É compreendido por aquele que tem a realização experiencial do Dhamma, comumente conhecido como aquele que entra na corrente (<a class='ref' href='/sn12.28'>SN 12.28</a>). Isso é verdadeiro para os discípulos monásticos (<a class='ref' href='/sn12.29'>SN 12.29</a>) e leigos <a class='ref' href='/sn12.41'>SN 12.41</a>). É por isso que um nobre discípulo não tem dúvidas sobre o significado ou a origem da vida: eles próprios viram por si (<a class='ref' href='/sn12.49'>SN 12.49</a>). Alguém assim é independente dos outros e não precisa depender de um professor. Não é necessário ser um dos aperfeiçoados (_arahant_) para entender a origem dependente <a class='ref' href='/sn12.68'>SN 12.68</a>). ",
  "sn-guide-sujato:116": "O Buda ilustra a origem dependente com muitos símiles, com suas imagens freqüentemente baseadas em idéias de fogo, combustível ou comida. Focar em coisas que dão prazer tende a estimular o desejo, como um fogo alimentado por grama seca (<a class='ref' href='/sn12.52'>SN 12.52</a>) ou uma árvore sugando seiva (<a class='ref' href='/sn12.58'>SN 12.58</a>). É nesta coleção que encontramos a agora clássica comparação da mente como um macaco, embora a aplicação seja um tanto inesperada (<a class='ref' href='/sn12.61'>SN 12.61</a>). ",
  "sn-guide-sujato:117": "Vários suttas adotam a ideia de condicionalidade como “alimento” ou “combustível” ou “sustento” e a aplicam a um conjunto de quatro coisas: alimento sólido, contato, intenção e consciência (<a class='ref' href='/sn12.11'>SN 12.11</a>). Cada um deles é, por sua vez, ilustrado com símiles que são tão horríveis quanto inesquecíveis (<a class='ref' href='/sn12.63'>SN 12.63</a>). ",
  "sn-guide-sujato:118": "Embora a apresentação padrão dos 12 elos possa dar a impressão de que ocorrem um após o outro, como uma série de peças de dominó caindo, a realidade é mais complexa. Certos fatores, como consciência e nome e forma, são interdependentes, dependendo um do outro (<a class='ref' href='/sn12.65'>SN 12.65</a>) como dois feixes de juncos colocados de pé (<a class='ref' href='/sn12.67'>SN 12.67</a>). Às vezes, um fator pode estar implícito em vez de mencionado diretamente (<a class='ref' href='/sn12.13'>SN 12.13</a>), às vezes a sequência é alterada (<a class='ref' href='/sn12.43'>SN 12.43</a> and <a class='ref' href='/sn12.44'>SN 12.44</a>), enquanto em outros lugares o ensinamento pode ser apresentado de uma maneira bastante diferente (<a class='ref' href='/sn12.38'>SN 12.38</a>). A condicionalidade no budismo é sempre entendida como complexa e ramificada: muitas causas, muitos efeitos, todos interagindo. O esquema simples não pretende ser reducionista, mas sim esclarecer aspectos cruciais do processo de uma forma que seja facilmente memorizada e compreendida. ",
  "sn-guide-sujato:119": "Filosoficamente, a origem dependente é considerada o “ensinamento do meio” que evita visões extremas. Essas visões extremas são os pólos opostos que freqüentemente definem posições filosóficas. Eles incluem visões de responsabilidade moral: a pessoa que pratica um ato intencional é idêntica àquela que experimenta o seu resultado? Ou este é experimentado por uma pessoa diferente? O Buda rejeita essas alternativas: o ato intencional tem um efeito, e esse efeito é o sofrimento (<a class='ref' href='/sn12.46'>SN 12.46</a>). ",
  "sn-guide-sujato:120": "Da mesma forma, o Buda rejeita as idéias de que “tudo existe” ou que “nada existe” (<a class='ref' href='/sn12.48'>SN 12.48</a>). Embora essas noções possam parecer estranhas, até bizarras, para nossa maneira de pensar, elas se originam da tendência filosófica indiana de ver o “ser” como inerente, absoluto e até divino. Assim, se algo existe, existe em um sentido absoluto e essencial e, se tudo existe, significa que a própria realidade do cosmos é absoluta e eterna. Se nada “existe”, não significa que não haja nada real no mundo; significa que as coisas não têm nenhuma essência e, portanto, perecerão. Assim, o Buda rejeita essas visões opostas como formas de eternalismo e aniquilacionismo, ou seja, as idéias de que o eu durará para sempre e que o eu será destruído (<a class='ref' href='/sn12.15'>SN 12.15</a>). ",
  "sn-guide-sujato:121": "Finalmente, talvez a coisa mais importante a se ter em mente é que a “origem” dependente é apenas parte de um todo. De igual importância é a “cessação”, o fim de cada um dos fatores, que é o que é chamado de “extinção” (_nibbāna_). O verdadeiro propósito de estudar a origem dependente não é para o domínio filosófico, não para ganhar debates ou passar em um curso, mas para se realizar o fim do sofrimento. A origem dependente é um ensinamento verdadeiramente fortalecedor, pois assume que a compreensão humana é suficiente para compreender a essência da própria existência, para encontrar a salvação por meio da sabedoria. ",
  "sn-guide-sujato:122": "O Livro sobre os Agregados ",
  "sn-guide-sujato:123": "O “Livro dos agregados” é o terceiro dos cinco livros dos Discursos Conectados. Ele leva o nome do primeiro e mais longo _saṁyutta_ que trata do ensinamento central budista dos cinco agregados em 159 discursos. Dos doze _saṁyuttas_ restantes, três também abordam o tema dos agregados, enquanto o resto do livro trata de diversos temas secundários, alguns organizados por assunto, outros por individuos. ",
  "sn-guide-sujato:124": "Os “cinco agregados influenciados pelo apego” (_ pañc'upādānakkhandhā _) são mencionados no primeiro sermão como o resumo da nobre verdade do sofrimento (<a class='ref' href='/sn56.11'>SN 56.11</a>), e se tornaran um ensinamento fundamental em todas as formas de budismo. ",
  "sn-guide-sujato:125": "A ideia básica do termo “agregado” (_khandha_) é um conjunto ou classe de fenômenos. Os “cinco agregados” são os vários conjuntos ou apanhados de fenômenos assim classificados. ",
  "sn-guide-sujato:126": "Quase sempre se diz que os cinco agregados são agregados “de apego”. O termo “apego” (_upādāna_) tem uma relação complexa e multifacetada com o termo básico. ",
  "sn-guide-sujato:127": "Os agregados são o *objeto* do apego, na medida em que são coisas pelas quais normalmente se tem apego e tidas como sendo o “eu” permanente. ",
  "sn-guide-sujato:128": "Mas eles não são meramente espectadores passivos: são também o *apoio funcional* do apego, as coisas que fazem o apego ou fixação funcionar. Esta é provavelmente a metáfora básica do conjunto, já que os cinco agregados correspondem aos cinco dedos de uma mão, que realizam o ato de agarrar. E agarrar é algo que os agregados fazem. Nesta metáfora, o “polegar” é a consciência, que se opõe aos outros quatro. ",
  "sn-guide-sujato:129": "*stimulate* grasping to themselves (_upādāniya_). ",
  "sn-guide-sujato:130": "E, finalmente, eles são o *producto* do apego no sentido de que os diferentes apegos em vidas passadas deram origem aos agregados nesta vida (_upādiṇṇa_). ",
  "sn-guide-sujato:131": "Aqui se apresenta uma breve análise de cada um dos cinco agregados. ",
  "sn-guide-sujato:132": "Forma (_rūpa_) ",
  "sn-guide-sujato:133": "“Fenômenos físicos”, ou às vezes simplesmente “corpo”, entendido como consistindo nas quatro propriedades físicas primárias: terra (solidez), água (liquidez), fogo (calor) e ar (gás), e qualquer material derivado destes, como as impressões dos cinco sentidos materiais. ",
  "sn-guide-sujato:134": "_Rūpa_ é mais amplo em escopo do que o conceito ocidental de “matéria”. Inclui propriedades materiais que são percebidas puramente na mente, como forma ou cor vistas como visões experimentadas quando se medita. ",
  "sn-guide-sujato:135": "Sensações (_vedanā_) ",
  "sn-guide-sujato:136": "O tom ou teor agradável, doloroso ou neutro da experiência nascido dos seis sentidos. ",
  "sn-guide-sujato:137": "Percepção (_saññā_) ",
  "sn-guide-sujato:138": "O reconhecimento ou interpretação da experiência através dos seis sentidos. ",
  "sn-guide-sujato:139": "A percepção refere-se àquela função da mente que organiza a entrada altamente complexa e caótica da experiência presente com base na experiência passada. O olho, por exemplo, não vê “azul” ou “amarelo”, ele só vê luz em várias frequências e amplitudes. A percepção reconhece que essas entradas correspondem ao conceito “azul” ou “amarelo” (<a class='ref' href='/sn22.79'>SN 22.79</a>), e assim nos permite viver em um mundo de entidades e ideias (relativamente) estabelecidas e previsíveis. Embora a percepção torne a consciência possível, ela também pode nos levar a ver as coisas apenas em termos do passado. Nas discussões regulamentares do Vinaya, é comum discutir casos em que as ações de um mendicante são baseadas em uma percepção que acaba sendo incorreta. ",
  "sn-guide-sujato:140": "Escolhas (_saṅkhārā_) ",
  "sn-guide-sujato:141": "Intenção, vontade ou volição (_cetanā_); a escolha de se realizar um ato, especialmente aquele com dimensão ética. São as escolhas que criam os cinco agregados (<a class='ref' href='/sn22.79'>SN 22.79</a>). ",
  "sn-guide-sujato:142": "Formas posteriores de budismo, começando com os textos do Abhidhamma, trataram esse agregado como se fosse um apanhado geral, cujo propósito era incluir tudo o que não era mencionado nos outros agregados. No entanto, este não é o caso nos textos antigos, onde não há indicação de que _saṅkhārā_ neste contexto signifique outra coisa senão “volição, escolha”. ",
  "sn-guide-sujato:143": "Consciência (_viññāṇa_) ",
  "sn-guide-sujato:144": "O processo subjectivo da consciência em si. ",
  "sn-guide-sujato:145": "Como na origem dependente, diz-se que a consciência depende do nome e da forma. ",
  "sn-guide-sujato:146": "Com exceção da percepção, todos esses também são encontrados na origem dependente, onde têm definições semelhantes. Enquanto a origem dependente mostra o desdobramento do processo de sofrimento ao longo do tempo, o ensinamento dos agregados concentra-se nos aspectos da experiência presente que são mais aptos a serem considerados como um eu. No <a class='ref' href='/sn22.5'>SN 22.5</a>, o apego ou fixação aos agregados é mostrado como o mesmo agarrar que leva ao renascimento conforme mostrado na origem dependente. E o <a class='ref' href='/sn22.54'>SN 22.54</a> promove este argumento, afirmando que é impossível falar de renascimento sem se referir aos agregados. ",
  "sn-guide-sujato:147": "Desde o primeiro ensinamento do Buda (<a class='ref' href='/sn56.11'>SN 56.11</a>), aprendemos que os agregados são dolorosos, sorfrimento. No segundo sermão—o Discurso sobre Não-eu (Anattalakkhaṇa Sutta) <a class='ref' href='/sn22.59'>SN 22.59</a>— esta breve declaração é a base de um diálogo posterior com o grupo de cinco ascetas. Cada um dos agregados leva à aflição e não se pode simplesmente decretar que os agregados sejam aquilo que se deseja que sejam; portanto, eles não podem ser um eu. Além disso, cada um dos agregados é impermanente e, portanto, sofrimento, o que novamente exclui a possibilidade de que sejam um eu. Vendo desta forma, o praticante abandona o apego aos agregados e percebe a liberdade. Foi enquanto ouvia esse discurso que os cinco ascetas se realizaram a perfeição espiritual. ",
  "sn-guide-sujato:148": "Embora a doutrina das “três marcas” seja encontrada em todos os textos budistas, é aqui no Khandha Saṁyutta que ela ganha destaque. Abaixo um breve resumo. ",
  "sn-guide-sujato:149": "Impermanência (_anicca_) ",
  "sn-guide-sujato:150": "Todos os fenômenos condicionados são produzidos e sustentados por causas ou condições e, portanto, só podem durar enquanto as causas os sustentam. A impermanência é um fenômeno fractal; trata-se de como a realidade é estruturada em todos os níveis. Aplica-se igualmente à maior escala dos universos e ao tempo de vida dos deuses, assim como ao incessante rompimento e desaparecimento de condições de momento a momento. Mas nos cinco agregados, o foco principal está na escala da existência humana, onde o impacto emocional da impermanência é sentido mais intensamente na morte. ",
  "sn-guide-sujato:151": "Sofrimento (_dukkha_). ",
  "sn-guide-sujato:152": "Em seu nível mais simples, se refere a sensações dolorosos, sejam físicos ou mentais (_dukkha-dukkhatā_). Por si só, essa é uma observação profunda, já que praticamente todos os momentos de nossa vida enquanto conscientes envolvem alguma forma de dor ou irritação. Mas o sofrimento é mais profundo do que isso, pois mesmo quando experimentamos prazer, ele não pode ser sustentado. O segundo pedaço de manga é delicioso—mas não tão delicioso quanto o primeiro (_vipariṇāma-dukkhatā_). Finalmente, mesmo o mais profundo dos prazeres, como a bem-aventurança da meditação profunda, nunca é tão pacífico quanto _nibbāna_, pois por sua natureza esta é condicionado e instável (_saṅkhāradukkhatā_). Nenhuma experiência é tão pacífica quanto a cessação. ",
  "sn-guide-sujato:153": "Não-eu (_anattā_) ",
  "sn-guide-sujato:154": "A mais sutil e distinta das três marcas, o não-eu é a mais sujeita a ser mal compreendida. É principalmente uma doutrina antimetafísica, não psicológica. A intenção é descartar os vários tipos de eu ou alma propostos pelos filósofos na época do Buda. Ele faz isso apontando que todas as doutrinas de eu acabam identificando um ou outro dos agregados como eu; mas eles não têm a natureza que se supõe que o eu tenha. Esse significado é bastante diferente da noção psicológica moderna de ego, e é inapropriado, e potencialmente prejudicial, aplicar o ensino do não-eu nos casos em que uma pessoa sofre de um distúrbio de identidade. ",
  "sn-guide-sujato:155": "Detenhamo-nos um pouco mais na ideia de eu e não-eu, que é melhor compreendida em seu contexto histórico. Alguns séculos antes do Buda, os sábios e filósofos indianos ficaram fascinados com a natureza subjetiva da experiência. Eles se perguntaram quem era, no sentido verdadeiro e último, aquele referido como “eu”. ",
  "sn-guide-sujato:156": "Teorias iniciais se basearam em noções animistas simples, imaginando o eu como um totem físico externo, ou mesmo como um homenzinho que vivia no peito. Outros teorizaram que o eu era o coração, ou o fôlego da respiração, ou algum outro atributo físico. Mas tudo isso pode ser refutado por simples observação empírica. Às vezes, um totem pode ser destruído, mas uma pessoa vive. Quando você observa uma pessoa que está dormindo, nenhum homenzinho pode ser visto saindo pela boca. E quando um trompetista sopra todo o seu fôlego, ele não cai morto. ",
  "sn-guide-sujato:157": "Então, o que seria este eu senão algo material? Talvez, em vez disso, seja a sensação, a bem-aventurança experimentada por alguém que vai para um belo reino de existência após a morte. Mas não pode ser assim, pois tal sensação também é impermanente (<a class='ref' href='/dn15'>DN 15</a>). Então, poweria o eu ser percepção (<a class='ref' href='/dn1'>DN 1</a>)? Mas não, a percepção também é complicada e não confiável, como uma ilusão. Seria o eu, então, as escolhas de alguém? Afinal, um homem é definido pelas decisões que toma. Mas estes também são vistos como impermanentes e não confiáveis; muitas vezes fazemos escolhas erradas ou os resultados de uma escolha não são o que esperamos. ",
  "sn-guide-sujato:158": "Insatisfeitos, os sábios dos Upanishads rejeitaram todas essas concepções limitadas do eu (Bṛhadāraṇyaka Upaniṣad 3.9.26: _neti! neti!_). Eles chegaram à sua tese mais profunda: o eu em seu sentido mais elevado seria a própria consciência, a massa pura da consciência (Bṛhadāraṇyaka Upaniṣad 2.4.12: _vijnāna-ghanam’eva_). A verdadeira natureza do eu seria a divindade suprema (Bṛhadāraṇyaka Upaniṣad 1.4.10: _ahaṁ brahmāsmīti_; cp. <a class='ref' href='/dn1#2'>DN 1:2</a>, <a class='ref' href='/dn11#81'>DN 11:81</a>, <a class='ref' href='/dn24#2'>DN 24:2</a>: _ahamasmi brahmā_). Esse insight é expresso nos Upanishads como o famoso “tu és isso” (Chāndogya Upaniṣad 6.8.7: _tat tvam asi_), e nos textos em páli como “Eu sou isso” ( <a class='ref' href='/sn22.8'>SN 22.8</a>: _eso hamasmi_). “Isso” pode ser qualquer coisa que se identifique como eu. Mas para quem entende corretamente (_ya evaṁ veda_), o eu divino seria nada menos do que a totalidade do universo: “o eu é idêntico ao cosmos” (<a class='ref' href='/sn22.81'>SN 22.81</a>: _so attā so loko_, cp. Bṛhadāraṇyaka Upaniṣad 1.2.7: _tasyeme lokā ātmānaḥ_, 4.5.7: _idaṁ brahmedaṁ kṣatram ime lokā ime devā ime vedā imāni bhūtānīdaṁ sarvaṁ yad ayam ātmā_). Essa filosofia é mais intimamente associada a Yajnavalkya, um sábio brâmane que viveu na mesma região que Buda (Mithila), talvez um ou dois séculos antes. ",
  "sn-guide-sujato:159": "Embora a forma exata desses argumentos possa parecer arcaica, ainda nos apegamos aos agregados de maneiras semelhantes. Pensamos em nossos bens e pertences—casas, roupas, carros—como expressões de nosso eu e ficamos chateados quando estes são danificados ou criticados. Também nos apegamos a nossos corpos físicos, deleitando-nos com a saúde ou imaginando que sobreviveremos por meio da propagação de nosso DNA. Nós nos apegamos ao prazer, pensando que a felicidade vai durar. Nos apegamos a nossas percepções, como nosso sentimento de pertencer a uma nação ou religião, ou nossa ideia de nós mesmos como uma boa pessoa. Nós nos apegamos às nossas escolhas, tendo orgulho de nossa capacidade de tomar decisões. Finalmente, nos apegamos à nossa consciência, especialmente quando purificamos a consciência na meditação. ",
  "sn-guide-sujato:160": "Assim, uma das funções principais dos agregados era categorizar as teorias sobre a natureza do eu, indo do simples ao profundo. Isso parece ter sido familiar aos filósofos antes de Buda. Os agregados são mencionados de passagem no primeiro sermão, como se fosse dado como certo que os cinco ascetas da época os conheceriam. Muitas das visões sectárias do eu no <a class='ref' href='/dn1'>DN 1</a> Brahmajala Sutta referem-se aos agregados de uma forma ou de outra. E em outro lugar, o asceta não budista Saccaka afirmou que os cinco agregados eram o eu (<a class='ref' href='/mn35'>MN 35</a>). No entanto, os agregados não foram assim listados em nenhum texto pré-budista. ",
  "sn-guide-sujato:161": "Independentemente de o conjunto de categorias ser pré-budista, o Buda as tratou de uma maneira distinta, enfatizando que, quando examinados, os agregados revelam carecer das qualidades de permanência, segurança e refúgio que são intrínsecas à ideia de um verdadeiro eu. Mas nossa compreensão e identificação são fortes e foram construídas ao longo de muito tempo, então não é suficiente apenas reconhecer isso em um nível intelectual. Portanto, no Khandha Saṁyutta encontramos os principais ensinamentos enfatizados repetidamente. O Buda constantemente lembra aos mendicantes que os agregados levam à tristeza e ao desespero (<a class='ref' href='/sn22.7'>SN 22.7</a>), que eles causam transtorno (<a class='ref' href='/sn22.79'>SN 22.79</a>),que o desejo por eles deve ser abandonado (<a class='ref' href='/sn22.137'>SN 22.137</a>), e que eles são alheios (<a class='ref' href='/sn22.33'>SN 22.33</a>). Aquele que se identifica com os agregados é como um homem que contrata um assassino como servo (<a class='ref' href='/sn22.85'>SN 22.85</a>). Quem o faz sofrendo no passado e no futuro assim como no presente (<a class='ref' href='/sn22.10'>SN 22.10</a>). ",
  "sn-guide-sujato:162": "O entendimento de que os agregados são eu é chamada de “crença na identidade” (_sakkāyadiṭṭhi_). É possível se identificar com qualquer um ou todos os agregados de uma infinidade de maneiras, comumente estabelecidas como vinte formas de visão de identidade ((<a class='ref' href='/sn22.1'>SN 22.1</a>, etc.). A idéia da existência de um eu prende alguém não iluminado a transmigração como um cachorro amarrado a um poste, correndo em círculos e sem sair do lugar (<a class='ref' href='/sn22.99'>SN 22.99</a>). ",
  "sn-guide-sujato:163": "Vários discursos enfatizam que, para compreender os agregados, é essencial desenvolver a profunda quietude da meditação de imersão (<a class='ref' href='/sn22.5'>SN 22.5</a>, <a class='ref' href='/sn22.6'>SN 22.6</a>). Mas a realização meditativa não é algo que simplesmente acontece automaticamente; para esta se dar é preciso contemplar e observar continuamente os agregados (<a class='ref' href='/sn22.40'>SN 22.40</a>, etc.). ",
  "sn-guide-sujato:164": "Nesta coleção encontramos um grande número de narrativas marcantes e vivas, mostrando como os agregados podem ser um consolo na idade avançada (<a class='ref' href='/sn22.1'>SN 22.1</a>), um guia para os difíceis debates teóricos sobre identidade ou uma estrutura para a meditação do insight. ",
  "sn-guide-sujato:165": "O Livro das Seis Bases ou Meios dos Sentidos ",
  "sn-guide-sujato:166": "O “O Livro das Seis Bases ou Meios dos Sentidos” é o quarto dos cinco livros dos Discursos Conectados. Seu nome vem do primeiro e mais longo _saṁyutta_. O segundo _saṁyutta_ sobre as sensações também trata de um tópico doutrinário importante, que está intimamente relacionado ao tema principal. Os oito _saṁyuttas_ restantes lidam com temas secundários organizados por assunto ou por pessoa. ",
  "sn-guide-sujato:167": "O número de discursos nos “Discursos Conectados sobre as Seis Bases ou Meios dos Sentidos” varia entre as edições, principalmente devido à forma como as repetições são contadas; o SuttaCentral segue a tradução de Bhikkhu Bodhi na contagem de 248 discursos; veja na introdução deste para este capítulo uma discussão dos problemas na contagem dos Suttas desta coleção. Eles são reunidos em quatro _paṇṇasakas_. ",
  "sn-guide-sujato:168": "Este _saṁyutta_ tem uma relação especialmente próxima com os “Discursos Conectados Sobre Os Agregados”, que vai muito além das aparentes semelhanças temáticas. Na verdade, muitos dos discursos nas duas coleções são construídos em linhas virtualmente idênticas. Bhikkhu Bodhi explora essas conexões com sua noção de “modelos paralelos”, que são encontrados em todo o Saṁyutta Nikāya, mas especialmente com essas duas seções. ",
  "sn-guide-sujato:169": "As seis bases ou meios dos sentidos complementam os cinco agregados como o resumo da nobre verdade do sofrimento. Onde os agregados se concentram na estrutura funcional da experiência como base para as visões do self, a ênfase aqui é em como a experiência sensorial estimula o desejo. ",
  "sn-guide-sujato:170": "Os seis campos dos sentidos são os meios pelos quais o mundo é conhecido e, portanto, cada um deles tem dois aspectos. O aspecto “interno” são os órgãos dos sentidos, por exemplo, o “olho” ou o “ouvido”, que possibilitam a um organismo experimentar o mundo externo ao receber estímulos dos sentidos. Estes são emparelhados com os estímulos dos sentidos externos, como “visões” ou “sons”, que impactam o órgão dos sentidos (contato, _phassa_) e dão origem à forma correspondente de consciência . ",
  "sn-guide-sujato:171": "É melhor evitar pensar nas bases ou meios externos dos sentidos como “objetos”, uma vez que nos suttas eles são representados em relação à mente observadora, e não como entidades com existência independente. Não há palavra para “objeto” neste sentido nos primeiros textos: a existência não é objetiva, é relacional. O termo _ārammaṇa_, que veio a ser usado neste sentido muito mais tarde no Abhidhamma, significa “suporte” nos suttas. ",
  "sn-guide-sujato:172": "A operação dos sentidos é relativamente simples até chegarmos ao último sentido, ou seja, a “mente” e “pensamentos” ou “fenômenos mentais”. Para esclarecer uma possível confusão, este “sexto sentido” é simplesmente a faculdade mental e não tem nada a ver com poderes psíquicos. E ao contrário dos cinco sentidos externos, o campo dos sentidos “interno” não é um órgão físico: _mano_ does not mean “brain”. ",
  "sn-guide-sujato:173": "O significado exato de “mente” (_mano_) neste contexto não é explicado em detalhes, então abordemos este ponto primeiro. Os suttas usam três termos principais para a mente: _mano_, _citta_, e _viññāṇa_. Em geral, são sinônimos e não é possível estabelecer distinções rígidas e rápidas entre eles (<a class='ref' href='/an3.60'>AN 3.60</a>, <a class='ref' href='/dn1#2'>DN 1:2</a>, <a class='ref' href='/sn12.61'>SN 12.61</a>). No entanto, eles tendem a ser usados em contextos diferentes, cada um com uma nuance distinta. Esses contextos podem ser entendidos em termos das quatro nobres verdades; assim, os diferentes termos referem-se à mesma coisa, mas implicam um aspecto ou resposta diferente a essa coisa. ",
  "sn-guide-sujato:174": "_Viññāṇa_ ",
  "sn-guide-sujato:175": "Em contextos doutrinários, trata-se da consciência em si, o puro conhecimento ou cognição das coisas. Ele aparece, nesse sentido, na origem dependente, nos agregados e nos campos dos sentidos. Conseqüentemente, pertence à primeira nobre verdade, o sofrimento do mundo, e precisa ser totalmente compreendido. No uso coloquial, no entanto, pode assumir uma variedade de nuances de significado, como “compreensão”. ",
  "sn-guide-sujato:176": "_Mano_ ",
  "sn-guide-sujato:177": "A mente em ação, uma das três esferas de atuação de _kamma_, um significado herdado dos Upanishads. Trata-se do que cria resultados, como na famosa primeira linha do Dhammapada: _mano pubbaṅgamā dhammā_, “a mente é a precursora de todas as coisas”. É particularmente usado em contextos éticos, a realização de atos mentais que dão frutos bons ou maus. Portanto, pode ser entendido principalmente como relacionado à segunda e terceira nobres verdades, a origem e o fim do sofrimento. ",
  "sn-guide-sujato:178": "_Citta_ ",
  "sn-guide-sujato:179": "O termo mais geral e o menos vinculado a um sentido técnico específico. É amplamente usado como “mente”, “pensamento”, “coração”, etc. Mas quando encontrado em contextos técnicos, refere-se a _samādhi_, à consciência purificada da imersão meditativa profunda . Por isso é especialmente utilizado em contextos relativos ao caminho, a quarta nobre verdade. ",
  "sn-guide-sujato:180": "Nos seis sentidos, _mano_ não é claramente equivalente a “conhecimento” (_viññāṇa_), pois dá origem a ele. Nem é o “que é conhecido”, o fenômeno do qual a mente está ciente, pois o termo para isso é _dhammā_. Nem é voltar-se para ou prestar atenção ao que é conhecido, como é revelado em <a class='ref' href='/mn28'>MN 28</a> <cite class='text-translated'>O Grande Discurso sobre o Símile da Pegada do Elefante</cite> (<cite class='text-root'>Mahāhatthipadopamasutta</cite>): ",
  "sn-guide-sujato:181": "Embora a mente esteja intacta internamente, desde que os pensamentos externos não surjam ao seu alcance e não haja atenção correspondente, não há manifestação do tipo correspondente de consciência. ",
  "sn-guide-sujato:182": "Esta passagem sugere que, como os órgãos dos sentidos físicos, _mano_ de alguma forma pré-existe ou antecede o momento real de percepção consciente. Isso não significa que seja algum substrato místico da consciência, pois, como vimos, _mano_ é usado consistentemente no sentido da mente que realiza atos, especialmente aqueles com uma dimensão moral . Portanto, o _mano_ é aquilo que realizou ações no passado, alimentando e perpetuando um contínuo mental dentro do qual os resultados dessas ações podem ser experimentados no presente. É a faculdade mental que carrega o potencial para a experiência consciente, criada e condicionada por escolhas feitas no passado. ",
  "sn-guide-sujato:183": "O aspecto “externo” do sexto sentido é _dhammā_, um termo tão ambíguo que sua tradução é sempre difícil. Aqui se refere a qualquer coisa que possa ser conhecida diretamente pela mente, distinta dos cinco sentidos físicos. A tradução mais tecnicamente correta é provavelmente “fenômenos mentais”. No entanto, isso é desajeitado e opaco, então “pensamento” pode ser usado como uma tradução mais coloquial, desde que seja entendido como incluindo ideias, imaginação e assim por diante, não apenas cognição verbalizada. ",
  "sn-guide-sujato:184": "O termo _āyatana_ se refere a algo “estendido”, um domínio, campo ou dimensão de atividade. No entanto, o Visuddhimagga sugere que o sentido da palavra é principalmente uma “causa”, ou talvez “estímulo”: ",
  "sn-guide-sujato:185": "… base (_āyatana_) deve ser entendida como tal (a) por causa de sua atuação (_āyatana_), (b) por ser o intervalo (_tanana_) das origens (_āya_), e (c) por liderar (_nayana_) o que é acionado (_āyata_). <cite class='text-translated'>O Caminho da Purificação</cite>, XV.4, traduzido por Bhikkhu Ñāṇamoḷi. ",
  "sn-guide-sujato:186": "Bhikkhu Ñāṇamoḷi traduziu o termo adequadamente como “base”, que foi seguido por Bhikkhu Bodhi. Mas essa explicação do comentário é apenas uma série de etimologias falsas, ou melhor, trocadilhos. O objetivo de tais explicações é fornecer material para os professores refletirem e usarem no ensino, e não devem ser assumidas sem reflexão crítica. Na verdade, a raiz verbal não é o obscuro _āyatati_ (“atuar”) mas sim _āyamati_, “esticar, estender”. _Āyatana_ é comumente usado neste sentido e pode ser traduzido como “campo”, “dimensão” etc. ",
  "sn-guide-sujato:187": "Como sempre, o contexto se baseia e redefine a terminologia bramânica. As “seis bases dos sentidos” (_saḷāyatana_) foram mencionados pela primeira vez no terceiro ensinamento do Buda, o famoso Discurso do Fogo (Ādittapariyāya Sutta) que aparece nesta coleção em <a class='ref' href='/sn35.28'>SN 35.28</a>. Este sermão foi dado a uma grande assembléia de ascetas bramânicos, após um período em que o Buda se hospedou na “casa do fogo” destes, uma espécie de santuário para adorar a chama sagrada. E em sânscrito, tal tipo de local é chamado de _āyatana_. Os Upanishads também chamam os sentidos de _āyatana_ no sentido de campos ou âmbitos de atividade e experiência (por exemplo Bṛhadāraṇyaka Upaniṣad 4.1.4: _cakṣur evāyatanam_, Bṛhadāraṇyaka Upaniṣad 6.1.5: _mano vā āyatanam_; Chāndogya Upaniṣad 5.1.5: _mano ha vā āyatanam_). ",
  "sn-guide-sujato:188": "Quando o Buda disse àqueles ascetas que “tudo está queimando”, ele não estava fazendo uma análise típica do Abhidhamma, pois muitos séculos se passariam antes que o Abhidhamma fosse concebido. Ele estava falando em termos que os brâmanes podiam entender. ",
  "sn-guide-sujato:189": "Um dos principais projetos dos Upaniads bramânicos era reinterpretar as divindades dos Vedas. Em vez de pensar neles como entidades que viviam no céu, eles se tornaram forças ou essências que impregnavam toda a realidade. Portanto, para os ascetas brâmanes, a chama (_agni_) era adorada como a personificação de uma energia sagrada iminente em todas as coisas. ",
  "sn-guide-sujato:190": "Os ensinamentos do Sermão do Fogo respondem a várias passagens importantes dos Upanishads. No Bṛhadāraṇyaka Upaniṣad 1.3, é dito que o mal entrou no mundo pelas ações dos demônios (_asuras_). Enquanto os deuses (_devas_) realizavam o ritual, eles entraram nos vários sentidos e os corromperam, manchando-os com o mal e a morte. Portanto, segundo este, esta seria a razão quando o sofrimento é experimentado por meio dos sentidos. Mas esses mesmos sentidos podem ser libertados dessa corrupção sendo levados para além da morte. ",
  "sn-guide-sujato:191": "Esses sentidos purificados e divinos são descritos posteriormente no Bṛhadāraṇyaka Upaniṣad 2.5.1, o famoso “Conhecimento do Mel”, considerado um dos ensinamentos mais elevados e secretos. Ele apresenta um modelo, aplicado a vários tipos de coisas. Estes ensinamentos não são organizadas tão racionalmente como as doutrinas budistas, mas incluem tipos de coisas bastante diferentes no mesmo conjunto, como os elementos, a verdade, o sol, etc. No entanto, os paralelos com os ensinamentos dos seis sentidos são bastante aparentes. ",
  "sn-guide-sujato:193": "A visão bramânica é que toda a criação deriva de Brahmā e, portanto, em sua essência mais verdadeira, transborda divindade e bem-aventurança—mel. Qualquer sofrimento é apenas uma imperfeição temporária. ",
  "sn-guide-sujato:194": "É assim que eles lidaram com o grande desafio de qualquer sistema teísta, o problema do mal. Para os brâmanes, enfocar no sofrimento é perder o foco. Esta não é apenas uma doutrina fácil de “pensamento positivo”, é uma filosofia profundamente contemplativa, trabalhada em grandes detalhes em muitos textos sagrados complexos e informada por prática meditativa profunda. Não nega a realidade do sofrimento, mas evoca uma realidade mais profunda onde o sofrimento não pode chegar. ",
  "sn-guide-sujato:195": "Em vez de abordar as questões textuais e filosóficas, o Buda preferiu apontar diretamente para a experiência. Despida da teologia, a experiência dos nossos sentidos não é “mel”, mas “fogo”. E embora nossa filosofia possa dizer que o fogo é sagrado, a realidade é que ele queima. O Buda estava mostrando aos ascetas que não há necessidade de invocar divindades e metafísica para entender sua experiência: eles podiam ver como esta funcionava aqui e agora. ",
  "sn-guide-sujato:196": "As forças que acendem esse fogo podem ser prontamente discernidas: ganância, ódio e ilusão. Esta clássica apresentação budista das impurezas fundamentais aparece primeiro nesta passagem. Está correlacionado com as três sensações: sensação agradável que estimula o desejo; sentimento doloroso que provoca ódio; e o sentimento neutro escorrega para a delusão (<a class='ref' href='/mn44#25'>MN 44:25</a>, <a class='ref' href='/mn128#28'>MN 128:28</a>, <a class='ref' href='/sn36.3'>SN 36.3</a>). ",
  "sn-guide-sujato:197": "O Sermão do Fogo, em sua brevidade, prenuncia várias características distintas dos ensinamentos sobre os seis sentidos em comparação com os cinco agregados. Ele é direto, emocional e poderoso, falando do mundo que arde, em contraste com a abordagem mais intelectual dos agregados. ",
  "sn-guide-sujato:198": "Ao invocar a ideia de “tudo”, o Sermão do Fogo sugere que o escopo dos seis sentidos inclui tudo o que é experimentado e conhecido. Essa ideia foi expandida em vários Suttas (<a class='ref' href='/sn35.33'>SN 35.33–52</a>). Em contraste, nenhuma reivindicação de completude é feita dos agregados. E o texto trata a experiência dos sentidos como um processo condicionado, a dimensão imediatamente visível da origem dependente. ",
  "sn-guide-sujato:199": "Uma vez que os campos dos sentidos tornam a experiência possível, é por meio deles que o sofrimento surge (<a class='ref' href='/sn35.106'>SN 35.106</a>). É para compreender esse sofrimento que se empreende o caminho espiritual (<a class='ref' href='/sn35.81'>SN 35.81</a>, <a class='ref' href='/sn35.152'>SN 35.152</a>). Os campos dos sentidos são, na verdade, o mundo (_loka_) que se desgasta (_lujjati_; <a class='ref' href='/sn35.82'>SN 35.82</a>, <a class='ref' href='/sn35.84'>SN 35.84</a>), para “Aquilo no mundo através do qual alguém percebe o mundo, concebe o mundo—isso é chamado de mundo na Disciplina dos Nobres”(<a class='ref' href='/sn35.116'> SN 35.116 </a>). Este mundo é vazio de um eu (<a class='ref' href='/sn35.85'>SN 35.85</a>). ",
  "sn-guide-sujato:200": "Uma vez que os campos dos sentidos são produzidos por escolhas feitas em vidas passadas, eles são chamados de “kamma antigo”; nisso eles contrastam com os agregados, pois incluem “escolhas”, que são o kamma feito no presente. Tendo herdado os sentidos como resultado de ações passadas, no entanto, passamos a responder a eles pensando ou concebendo-os em termos de um “eu”, um processo conhecido em Pali como “identificação” (_maññita_; <a class='ref' href='/sn35.146'>SN 35.146</a>, <a class='ref' href='/sn35.30'>SN 35.30–32</a>, <a class='ref' href='/sn35.90'>SN 35.90–91</a>, <a class='ref' href='/sn35.248'>SN 35.248</a>). ",
  "sn-guide-sujato:201": "“Conceber” e o intimamente relacionado “presunção” (_māna_) referem-se à tendência da mente de moldar a experiência em termos do self. Muito de nosso pensamento é dedicado a justificar, explicar e interpretar nossa experiência de maneiras que reforçam nossa noção de eu. Isso pode acabar saindo do controle, caso em que é chamado de “proliferação” (_papañca_). Para interromper esse processo, o Buda nos exorta a não ir além da experiência dos sentidos (<a class='ref' href='/sn35.94'>SN 35.94</a>, <a class='ref' href='/sn35.95'>SN 35.95</a>). ",
  "sn-guide-sujato:202": "É significativo que, embora os textos falem repetidamente de como os agregados formam a base para as teorias do eu (_sakkāya_), o mesmo *not* é dito sobre as bases ou meios dos sentidos. Se os agregados provocam o apego às teorias, as bases dos sentidos provocam o apego ao *pleasure*, à pura vitalidade da experiência sensorial. Assim, embora os ensinamentos sobre os agregados enfatizem *pontos de vistas*, aqui o foco muda para *contenção*. Uma passagem padrão sobre a contenção dos sentidos, comum no Treinamento Gradual, fala em prevenir que qualidades prejudiciais invadam a mente no meio da experiência dos sentidos (<a class='ref' href='/sn35.120'>SN 35.120</a>, <a class='ref' href='/sn35.127'>SN 35.127</a>, <a class='ref' href='/sn35.239'>SN 35.239</a>, <a class='ref' href='/sn35.240'>SN 35.240</a>). Uma pessoa que persegue o prazer proporcionado pelos sentidos não fica menos presa à dor que eles trazem, e é somente estabelecendo a atenção plena que se pode alcançar a paz (<a class='ref' href='/sn35.132'>SN 35.132</a>, <a class='ref' href='/sn35.243'>SN 35.243–244</a>, <a class='ref' href='/sn35.247'>SN 35.247</a>). ",
  "sn-guide-sujato:203": "Desse modo, ao escolher os campos dos sentidos como um local de prática, corta-se diretamente nas raízes do desejo. Isso é enfatizado nos dois _vaggas_ finais, que são especialmente ricos em imagens inesquecíveis. Os sentidos são um oceano atravessado durante a jornada espiritual (<a class='ref' href='/sn35.228'>SN 35.228</a>). Estaríamos melhor sendo torturados por pregos de ferro incandescentes do que sendo apanhados pela experiência sensorial (<a class='ref' href='/sn35.235'>SN 35.235</a>). Se você deseja desenvolver a meditação, você deve aprender a recolher-se dos sentidos como uma tartaruga que puxa seus membros para dentro de seu casco e se protege de predadores (<a class='ref' href='/sn35.240'>SN 35.240</a>). Experiências agradáveis são a isca de Māra (<a class='ref' href='/sn35.230'>SN 35.230</a>). Os seis sentidos são como seis animais muito diferentes, todos atados juntos e lutando para chegar ao seu próprio território (<a class='ref' href='/sn35.247'>SN 35.247</a>). ",
  "sn-guide-sujato:204": "O Livro Maior ",
  "sn-guide-sujato:205": "O “Livro Maior” é o último e maior dos cinco livros dos Discursos Conectados. Consiste em doze _saṁyuttas_, quase todos os quais lidam com um aspecto da prática budista, ou o caminho. O primeiro deles, de fato, é a “Seção sobre Caminho” (_Magga Saṁyutta_), e nos cânones do norte o livro como um todo é referido como o “Livro sobre o Caminho ” (_Maggavagga_). ",
  "sn-guide-sujato:206": "Os primeiros sete _saṁyuttas_ oferecem um tratamento detalhado de sete conjuntos de fatores na prática budista. Esses conjuntos passaram a ser conhecidos nas tradições posteriores como os 37 _bodhipakkhiyā dhammā_, ou “qualidades que levam ao despertar”. Observe que este termo não é usado dessa maneira nos suttas; é, em vez disso, aplicado a um dos conjuntos, as cinco faculdades (<a class='ref' href='/sn48.55'>SN 48.55</a>, etc.) Embora os 37 fatores sejam mencionados em todo o cânon, é neste livro que encontramos a fonte primária desses ensinamentos. Os _saṁyuttas_ subsequentes lidam com o caminho de diferentes perspectivas, enquanto os dois finais lidam com a entrada da corrente e as quatro nobres verdades, respectivamente. ",
  "sn-guide-sujato:207": "Enquanto a maioria dos livros do Saṁyutta são dominados por uma coleção principal, o Livro Maior apresenta vários _saṁyuttas_ de importância comparável. Por esse motivo, discutirei brevemente a maioria dos_saṁyuttas_ substantivos. Deixo de lado aqueles que são meramente conjuntos de repetições de modelos e também os dois _saṁyuttas_ finais sobre o entrar na correnteza e as nobres verdades, já que abordei esses tópicos em outro lugar. A discussão dos _saṁyuttas_ individuais é introduzida com uma discussão geral sobre as “qualidades que levam ao despertar”. ",
  "sn-guide-sujato:208": "Os _saṁyuttas_ do Livro Maior exibem uma complexidade considerável em sua estrutura e no uso de repetições. Mas, por medo de sobrecarregar a discussão, encaminho qualquer pessoa interessada às seções relevantes do texto <cite class='book'>Connected Discourses</cite> escrito por Bhikkhu Bodhi. ",
  "sn-guide-sujato:209": "As 37 Qualidades ou Apoios para o Despertar ",
  "sn-guide-sujato:210": "Nos textos budistas antigos, a principal preocupação era a prática espiritual que leva ao fim do sofrimento. Esta é a quarta nobre verdade. Desde o primeiro discurso, isso foi explicado por um conjunto específico de fatores que compõem o caminho para o despertar: o nobre caminho óctuplo. Durante o curso de sua longa carreira como mestre, o Buda apresentou este caminho de muitas maneiras diferentes, formal ou informalmente, brevemente ou em detalhes, enfatizando diferentes aspectos para se adequar à ocasião ou à pessoa. ",
  "sn-guide-sujato:211": "Antes de sua morte, ao que parece, o Buda havia começado a sistematizar essas várias apresentações, reunindo sete conjuntos de qualidades pertencentes ao caminho, totalizando 37 fatores ou princípios. Cada conjunto apresentava o caminho para a libertação de uma perspectiva ligeiramente diferente. ",
  "sn-guide-sujato:212": "Os sete _saṁyuttas_ principais do Mahāvagga contêm os mesmos ensinamentos, embora em uma sequência diferente. O Mahāvagga começa com o nobre caminho óctuplo, devido ao seu prestígio e importância como *the* ensinamento relacionado com caminho. Mas quando apresentados em outro lugar nos suttas, encontramos os conjuntos organizados numericamente. ",
  "sn-guide-sujato:213": "Os quatro fundamentos ou tipos de meditação de atenção plena. A observação do: ",
  "sn-guide-sujato:214": "corpo ",
  "sn-guide-sujato:215": "sensações ",
  "sn-guide-sujato:216": "mente ",
  "sn-guide-sujato:217": "princípios ",
  "sn-guide-sujato:218": "Os quatro esforços ou empenhos corretos: ",
  "sn-guide-sujato:219": "evitar ou prevenir o que é prejudicial ",
  "sn-guide-sujato:220": "abandonar o que é prejudicial ",
  "sn-guide-sujato:221": "fazer surgir o que é benéfico ",
  "sn-guide-sujato:222": "manter e expandir o que é benéfico ",
  "sn-guide-sujato:223": "As quatro bases de poder psíquico: ",
  "sn-guide-sujato:224": "entusiasmo ",
  "sn-guide-sujato:225": "energia ",
  "sn-guide-sujato:226": "mente ",
  "sn-guide-sujato:227": "investigação ",
  "sn-guide-sujato:228": "As cinco faculdades: ",
  "sn-guide-sujato:229": "fé, convicção ",
  "sn-guide-sujato:230": "energia ",
  "sn-guide-sujato:231": "atenção plena ",
  "sn-guide-sujato:232": "imersão ",
  "sn-guide-sujato:233": "sabedoria ",
  "sn-guide-sujato:234": "Os cinco poderes: ",
  "sn-guide-sujato:235": "fé, convicção ",
  "sn-guide-sujato:236": "energia ",
  "sn-guide-sujato:237": "atenção plena ",
  "sn-guide-sujato:238": "imersão ",
  "sn-guide-sujato:239": "sabedoria ",
  "sn-guide-sujato:240": "Os sete fatores do despertar: ",
  "sn-guide-sujato:241": "atenção plena ",
  "sn-guide-sujato:242": "investigação dos princípios ",
  "sn-guide-sujato:243": "energia ",
  "sn-guide-sujato:244": "êxtase ",
  "sn-guide-sujato:245": "tranquilidade ",
  "sn-guide-sujato:246": "imersão ",
  "sn-guide-sujato:247": "equanimidade ",
  "sn-guide-sujato:248": "O nobre caminho óctuplo: ",
  "sn-guide-sujato:249": "entendimento correto ",
  "sn-guide-sujato:250": "pensamente correto ",
  "sn-guide-sujato:251": "palavra ou fala correta ",
  "sn-guide-sujato:252": "ação correta ",
  "sn-guide-sujato:253": "modo de vida ou sustento correto ",
  "sn-guide-sujato:254": "esforço correto ",
  "sn-guide-sujato:255": "atenção plena correta ",
  "sn-guide-sujato:256": "imersão ou concentração correta ",
  "sn-guide-sujato:257": "Uma breve olhada nos textos em páli mostra como este conjunto de 37 qualidades foi influente e difundido. Ele aparece nos quatro _nikāyas_ (<a class='ref' href='/dn28'>DN 28</a>, <a class='ref' href='/dn29'>DN 29</a>, <a class='ref' href='/dn16'>DN 16</a>, <a class='ref' href='/mn103'>MN 103</a>, <a class='ref' href='/mn104'>MN 104</a>, <a class='ref' href='/sn22.81'>SN 22.81</a>, <a class='ref' href='/sn22.101'>SN 22.101</a>, <a class='ref' href='/sn43.12'>SN 43.12</a>, <a class='ref' href='/an8.19'>AN 8.19</a>) assim como no Udāna (<a class='ref' href='/ud5.5'>Ud 5.5</a>). É um dos poucos ensinamentos doutrinários a ser mencionado várias vezes no Vinaya (<a class='ref' href='/pj4'>Pj 4</a>, <a class='ref' href='/pc8'>Pc 8</a>, <a class='ref' href='/pli-tv-kd19'>Kd 19</a>). Ocorre constantemente nos textos canônicos e tardios do Khuddaka (<a class='ref' href='/ne8'>Ne 8</a>, <a class='ref' href='/cnd12'>Cnd 12</a>, <a class='ref' href='/cnd15'>Cnd 15</a>, <a class='ref' href='/cnd20'>Cnd 20</a>, <a class='ref' href='/cnd22'>Cnd 22</a>, <a class='ref' href='/mnd6'>Mnd 6</a>, <a class='ref' href='/mnd7'>Mnd 7</a>, <a class='ref' href='/mnd14'>Mnd 14</a>, <a class='ref' href='/mnd16'>Mnd 16</a>, <a class='ref' href='/ps1.5'>Ps 1.5</a>, <a class='ref' href='/ps2.8'>Ps 2.8</a>, <a class='ref' href='/ps2.9'>Ps 2.9</a>, <a class='ref' href='/mil3.1.13'>Mil 3.1.13</a>, <a class='ref' href='/mil6.4.1'>Mil 6.4.1</a>, <a class='ref' href='/mil6.4.2'>Mil 6.4.2</a>, etc.) e também no Abhidhamma (<a class='ref' href='/vb17'>Vb 17</a>, <a class='ref' href='/Dt1.2'>Dt 1.2</a>, <a class='ref' href='/Dt2.1'>Dt 2.1</a>, <a class='ref' href='/Dt2.6'>Dt 2.6</a>, <a class='ref' href='/kv4.3'>Kv 4.3</a>, <a class='ref' href='/kv12.5'>Kv 12.5</a>, <a class='ref' href='/kv14.9'>Kv 14.9</a>, <a class='ref' href='/kv15.6'>Kv 15.6</a>, <a class='ref' href='/kv21.1'>Kv 21.1</a>, <a class='ref' href='/kv21.5'>Kv 21.5</a>, etc.). ",
  "sn-guide-sujato:258": "Mas sua influência não parou por aí, pois permaneceu um princípio doutrinário central nas formas posteriores de budismo. No Mahāyāna, por exemplo, as mesmas 37 qualidades vieram a ser conhecidas como as “37 práticas do Bodhisattva”. ",
  "sn-guide-sujato:259": "O Buda declarou que esses ensinamentos surgiram de seu próprio conhecimento direto. Claramente, eles são fatores de prática, a serem desenvolvidos e experimentados por aqueles trilhando o caminho espiritual. No entanto, desde suas primeiras aparições, eles também foram tratados como ensinamentos a serem aprendidos, memorizados e recitados. No <a class='ref' href='/dn29'> DN 29 </a> encontramos: ",
  "sn-guide-sujato:260": "Vocês todos devem se reunir e recitar em conjunto, sem contestar, as coisas que lhes ensinei a partir de meu conhecimento direto, comparando significado com significado e fraseado com fraseado, para que este caminho espiritual possa durar muito tempo. ",
  "sn-guide-sujato:261": "Passagens como esta colocam os 37 fatores no centro do legado escritural do Buda. Mas o que exatamente deveria ser recitado? Certamente, um ensino tão importante deve ter acarretado algo mais do que simplesmente listar os fatores. Deve ter havido um conjunto de textos acordado, um cânone das escrituras recitado em unidade pela comunidade budista inicial. E o que poderia ter sido, senão esses mesmos ensinamentos, os discursos coletados sobre os fatores do caminho encontrados hoje no Mahāvagga? Isso não significa negar que a expansão e a elaboração dessas ocorreram, mas os ensinamentos centrais do Mahāvagga foram, com toda probabilidade, o coração das escrituras para os primeiros budistas. ",
  "sn-guide-sujato:262": "Alguns dos conjuntos se concentram em uma área específica, como atenção plena ou esforço, enquanto outros têm uma visão mais geral, como o nobre caminho óctuplo. No entanto, eles estão profundamente interligados, com os mesmos fatores citados em vários conjuntos. No geral, eles enfatizam fortemente a meditação, embora outras dimensões da prática espiritual, como ética e estudo, também sejam encontradas. Aqui está uma breve visão geral das distinções gerais de perspectiva entre os grupos. Observe que os três primeiros conjuntos correspondem vagamente aos três fatores finais do nobre caminho óctuplo: esforço correto, atenção plena correta e imersão correta. ",
  "sn-guide-sujato:263": "Os quatro fundamentos ou tipos de meditação de atenção plena. ",
  "sn-guide-sujato:264": "A prática de se empreender a meditação que leva à serenidade e insight ",
  "sn-guide-sujato:265": "Os quatro esforços ou empenhos corretos ",
  "sn-guide-sujato:266": "O empenho e esforço pelo cultivo da mente ",
  "sn-guide-sujato:267": "As quatro bases de poder psíquico ",
  "sn-guide-sujato:268": "Desenvolvimento de imersão profunda levando a várias habilidades extraordinárias. ",
  "sn-guide-sujato:269": "As cinco faculdades ",
  "sn-guide-sujato:270": "As qualidades mentais que conduzem à liberação e que caracterizam a mente de quem está no caminho. ",
  "sn-guide-sujato:271": "Os cinco poderes ",
  "sn-guide-sujato:272": "O mesmo que as faculdades ",
  "sn-guide-sujato:273": "Os sete fatores do despertar ",
  "sn-guide-sujato:274": "A retenção e a investigação dos ensinamentos levam ao aprofundamento progressivo das qualidades emocionais que amadurecem na libertação. ",
  "sn-guide-sujato:275": "O Nobre Caminho Óctuplo ",
  "sn-guide-sujato:276": "O mais amplo em escopo dos conjuntos e o único a mencionar explicitamente a ética. ",
  "sn-guide-sujato:277": "Como é comum nos suttas, esses conjuntos às vezes se referem a qualidades semelhantes com termos diferentes. A qualidade da sabedoria, por exemplo, é chamada de “observação dos princípios” (_dhamānupassanā_), o quarto tipo de meditação da atenção plena, de “investigação” (_vīmaṁsa_) como um das bases do poder psíquico, de “sabedoria” (_paññā_) como um das faculdades e um dos poderes, de “investigação de princípios” (_dhammavicaya_) como um dos fatores do despertar e de “visão correta” (_sammādiṭṭhi_) no nobre caminho óctuplo. As relações entre todos esses termos são analisadas em detalhes no Abhidhamma e nos comentários. ",
  "sn-guide-sujato:278": "Tenha-se em mente, porém, que cada contexto tem sua própria integridade, seu próprio propósito e orientação específicos, e a escolha de diferentes termos não é de forma alguma arbitrária. “Visão correta”, sendo colocada no *start* do caminho, enfatiza a compreensão teórica adquirida ao se ouvir o ensinamento. “Investigação de princípios”, similarmente localizada perto do início, refere-se à reflexão e investigação desses ensinamentos conforme percebidos em si mesmo. A “observação dos princípios” e a “investigação” ocorrem após o desenvolvimento da imobilidade profunda na meditação de absorção e referem-se à investigação e investigação da natureza dessa experiência e dos processos e condições meditativas que moldam essas experiências profundas. E “sabedoria”, o culminar de tudo isso, é a compreensão das quatro nobres verdades, o entendimento introspectivo libertador de quem entra na correnteza. Portanto, quando considerados isoladamente, como um fator mental distinto, podem ser considerados sinônimos. Mas sua verdadeira profundidade só é percebida pela compreensão do papel que desempenham em seu contexto. ",
  "sn-guide-sujato:279": "Ao se examinar esses ensinamentos e refletir sobre eles como um caminho espiritual, há algo um tanto estranho neles. Eles parecem bastante diferentes das práticas que normalmente se consideram “religiosas”. Onde estão os rituais? O sacrifício? A devoção à divindade? A lealdade a uma instituição? Os símbolos, ritos e mitologia? Essas coisas estão total e dramaticamente ausentes. Certamente, algumas dessas coisas podem ser encontradas, de uma forma ou de outra, em outras partes do cânone, e mais ainda nas tradições budistas posteriores. Mas aqui, nos ensinamentos considerados pelo próprio Buda como sua mensagem e prática centrais, encontramos apenas o desenvolvimento equilibrado e racional do comportamento, das emoções e do intelecto. É um caminho integrado e racional, que não depende de especificidades culturais ou históricas, mas de qualidades humanas universais. Os fatores que levam ao despertar, todos os 37 deles, são coisas que todo ser humano pode encontrar dentro de si. Ao apontar essas qualidades, o Buda estava apontando para o potencial espiritual de todos os seres e nos oferecendo os meios para expandir e desenvolver as melhores partes de nós mesmos. ",
  "sn-guide-sujato:280": "SN 45: Discursos Conectados sobre o Caminho ",
  "sn-guide-sujato:281": "O nobre caminho óctuplo foi declarado como o “caminho do meio” no primeiro sermão do Buda (<a class='ref' href='/sn56.11'>SN 56.11</a>). Ele abrange todo o caminho espiritual (<a class='ref' href='/sn45.6'>SN 45.6</a>, <a class='ref' href='/sn45.19'>SN 45.19</a>, <a class='ref' href='/sn45.20'>SN 45.20</a>), e tem a aquisição do entendimento correto como começo ou ponto de partida (<a class='ref' href='/sn45.1'>SN 45.1</a>), e se conclui com a profunda imersão meditativa como o precursor imediato para a realização das quatro nobres verdades. ",
  "sn-guide-sujato:282": "O nobre caminho óctuplo é considerado um “veículo divino” que nos guia para ao despertar, seus fatores comparados às partes de uma carruagem (<a class='ref' href='/sn45.4'>SN 45.4</a>). Praticá-lo leva ao fim do sofrimento (<a class='ref' href='/sn45.5'>SN 45.5</a>), mas somente se esta prática começar pelo entendimento correto, caso contrário, apenas causa alguém a ferir a si mesmo (<a class='ref' href='/sn45.9'>SN 45.9</a>). ",
  "sn-guide-sujato:283": "Os oito fatores do caminho são definidos em <a class='ref' href='/sn45.8'>SN 45.8</a>, bem como em vários outras partes do cânone. ",
  "sn-guide-sujato:284": "Entendimento correto (_sammādiṭṭhi_) ",
  "sn-guide-sujato:285": "Entender as quatro nobres verdades ",
  "sn-guide-sujato:286": "Pensamento correto (_sammāsaṅkappa_) ",
  "sn-guide-sujato:287": "Pensamentos de renúncia, bem-querer, e gentileza. ",
  "sn-guide-sujato:288": "Palavra correta (_sammāvācā_) ",
  "sn-guide-sujato:289": "Palavra ou fala que é verdadeira, gentil e relevante. ",
  "sn-guide-sujato:290": "Ação correta (_sammākammanta_) ",
  "sn-guide-sujato:291": "Abster-se de matar, roubar e conduta sexual imprópria. ",
  "sn-guide-sujato:292": "Meio de vida correto (_sammāājīva_) ",
  "sn-guide-sujato:293": "Abster-se de meios de vida ou sustentos prejudiciais ou nocivos. ",
  "sn-guide-sujato:294": "Esforço correto (_sammāvāyāma_) ",
  "sn-guide-sujato:295": "Os quatro esforços corretos. ",
  "sn-guide-sujato:296": "Atenção plena correta (_sammāsati_) ",
  "sn-guide-sujato:297": "os quatro tipos de meditação de atenção plena. ",
  "sn-guide-sujato:298": "Imersão correta (_sammāsamādhi_) ",
  "sn-guide-sujato:299": "As quatro absorções meditativas. ",
  "sn-guide-sujato:300": "Os oito fatores do caminho têm um claro aspecto progressivo, como é feito claro desde o início desta coleção (<a class='ref' href='/sn45.1'>SN 45.1</a>). Eles seguem o mesmo curso geral que é explicado em detalhes no Treinamento Gradual, embora com menos ênfase na vida monástica, já que tanto discípulos monásticos renunciantes quanto discípulos leigos devem praticá-los (<a class='ref' href='/sn45.24'>SN 45.24</a>). A pessoa ouve o ensinamento e obtém uma compreensão inicial (visão correta). Então, a pessoa determina a viver de acordo com isso (pensamento correto), assumindo os fundamentos da conduta ética na sua fala (palavra correta) e nas ações com o corpo (ação correta), e garantindo que não sustento não é ganhado de uma maneira nociva (meio de vida correto ) Tendo isto como base, um esforço é feito para se purificar a mente (esforço correto), praticar a meditação (atenção plena correta) que resulta na absorção profunda (imersão correta) (<a class='ref' href='/sn45.28'>SN 45.28</a>). ",
  "sn-guide-sujato:301": "Quando todos esses fatores forem realizados, a mente está pronta para avançar em direção à realização das quatro nobres verdades. Desta forma, a compreensão de quatro nobres verdades, começando como um conceito aceitado em termos de fé, se aprofunda gradualmente ao longo do caminho espiritual, alimentada pela experiência e reflexão. O entendimento correto nos guia em cada etapa do caminho, nos possibilitando aprendender com os erros, revelando nossas motivações ocultas e descobrindo possibilidades inesperadas. Em última análise, este entendimento se transforma no conhecimento introspectivo libertador dos nobres (<a class='ref' href='/sn45.13'>SN 45.13</a>, <a class='ref' href='/sn45.35'>SN 45.35</a>, etc.). A chave para essa transformação é a brilhante clareza e quietude da absorção meditativa, uma consciência superior que vê mais longe e mais profundamente do que nunca e que tem o poder de erradicar completamente a ganância, o ódio e a ilusão (<a class='ref' href='/sn45.36'>SN 45.36</a>, etc.). ",
  "sn-guide-sujato:302": "No entanto, apesar dessa progressão, obviamente não é o caso que os fatores devam ser assumidos literalmente um de cada vez. O “caminho” é apenas uma metáfora e, na vida real, o desenvolvimento espiritual é mais complexo. ",
  "sn-guide-sujato:303": "Os fatores do caminho são melhor entendidos como fornecendo um ponto de referência para se refletir e, se necessário, mudar a própria vida e prática. Cada um desses fatores é essencial, e se percebemos que estamos falhando em termos de fatores superiores, deve-se tentar entender se trabalhamos o suficiente nos elementos mais básicos ou fundamentais. Às vezes, as pessoas parecem entusiasmadas em chegar aos estados superiores de consciência, sem antes terem lançado as bases amplas e seguras oferecidas pelos fatores mais simples do caminho. Se desenvolver a meditação profunda está se mostrando difícil, a resposta não é tentar forçá-la a amadurecer mais rápido, e tampouco racionalizar esta como sendo de alguma forma desnecessária. Em vez disso, preste mais atenção em melhorar o entendimento correto por meio do estudo e discussão do Dhamma; desenvolver o pensamento correto, tornando-se mais generoso e sincero; ou a ser mais cuidadoso em sua conduta em termos ético e de meio de vida (<a class='ref' href='/sn45.50'>SN 45.50–54</a>). ",
  "sn-guide-sujato:304": "E lembre-se, este caminho não é percorrido sozinho. Apesar de toda a ênfase na meditação solitária, este _saṁyutta_ nos lembra que amizade espiritual é toda a vida espiritual (<a class='ref' href='/sn45.2'>SN 45.2</a>, <a class='ref' href='/sn45.3'>SN 45.3</a>), pois a boa amizade precede o nobre caminho óctuplo (<a class='ref' href='/sn45.49'>SN 45.49</a>). ",
  "sn-guide-sujato:305": "SN 46: Discursos Conectados sobre os Fatores do Despertar ",
  "sn-guide-sujato:306": "Esses sete fatores são chamados de “fatores do despertar” (_bojjaṅga_, i.e. _bodhi_ + _aṅga_) pois levam ao despertar (<a class='ref' href='/sn46.5'>SN 46.5</a>, <a class='ref' href='/sn46.21'>SN 46.21</a>). Por si próprios, eles se concentram na psicologia da contemplação, mas este _saṁyutta_ deixa claro desde o início que, como todas as apresentações do caminho, eles são alicerçados na ética (<a class='ref' href='/sn46.1'>SN 46.1</a>). ",
  "sn-guide-sujato:307": "Ao contrário dos fatores do caminho, não existe uma definição explícita. No entanto, devemos, é claro, interpretar esses fatores da mesma maneira como eles ocorrem no caminho óctuplo e em outros lugares. No entanto, existem alguns fatores novos, bem como alguns lugares que oferecem uma nova perspectiva sobre alguns fatores familiares. A maioria dos detalhes a seguir refletem o <a class='ref' href='/sn46.52'>SN 46.52</a>. ",
  "sn-guide-sujato:308": "Atenção plena (_sati_) ",
  "sn-guide-sujato:309": "Inclui a reflexão sobre os ensinamentos (<a class='ref' href='/sn46.3'>SN 46.3</a>), bem como a atenta consciência dos fenômenos internos e externos. ",
  "sn-guide-sujato:310": "Investigação dos princípios (_dhammavicaya_) ",
  "sn-guide-sujato:311": "Inclui reflexão e investigação dos ensinamentos (<a class='ref' href='/sn46.3'>SN 46.3</a>), bem como investigação dos fenômenos internos e externos. ",
  "sn-guide-sujato:312": "Empenho ou energia (_viriya_) ",
  "sn-guide-sujato:313": "A persistência, energia e empenho com o corpo e a mente. ",
  "sn-guide-sujato:314": "Êxtase (_pīti_) ",
  "sn-guide-sujato:315": "A experiência de alegria edificante que surge à medida que a mente se torna pacífica na meditação. Inclui o êxtase da primeira e da segunda absorções da mente em meditação. ",
  "sn-guide-sujato:316": "Tranquilidade (_passadhi_) ",
  "sn-guide-sujato:317": "A tranquilidade ou serenidade do corpo e mente. ",
  "sn-guide-sujato:318": "Imersão (_samādhi_) ",
  "sn-guide-sujato:319": "As absorções da mente em meditação. ",
  "sn-guide-sujato:320": "Equanimidade (_upekkhā_) ",
  "sn-guide-sujato:321": "Se refere tanto à equanimidade dos estados superiores de imersão quanto à equanimidade resultante de um entendimento introspectivo profundo. ",
  "sn-guide-sujato:322": "Um detalhe do que se encontra acima provavelmente precisa de mais explicações; ou seja, a ideia de que a atenção plena inclui a lembrança ou memória dos ensinamentos. Atenção plena é definida em todos os suttas como a habilidade de lembrar coisas que foram ditas e feitas há muito tempo (<a class='ref' href='/dn33'>DN 33</a>, <a class='ref' href='/dn34'>DN 34</a>, <a class='ref' href='/mn53'>MN 53</a>, <a class='ref' href='/sn48.9'>SN 48.9</a>, <a class='ref' href='/sn48.50'>SN 48.50</a>, <a class='ref' href='/an4.35'>AN 4.35</a>, <a class='ref' href='/an8.13'>AN 8.13</a>, <a class='ref' href='/an10.17'>AN 10.17</a>, etc.). O significado da raiz do termo _sati_ é de fato “memória” e nas tradições bramânicas refere-se às escrituras memorizadas. Mas é claro que hoje entendemos a atenção plena como a “clara consciência” dos fenômenos do presente. ",
  "sn-guide-sujato:323": "Este _saṁyutta_ oferece uma pista que ajuda a resolver esses dois sentidos. No <a class='ref' href='/sn46.56'>SN 46.56</a>, um brâmane pergunta ao Buda por que ele às vezes consegue se lembrar dos cânticos e às vezes não. O Buda explica que a presença dos obstáculos obscurece sua memória, dando uma elaborada série de símiles comparando a água em vários estados com os vários obstáculos. Como, podemos nos perguntar, um recitador de textos orais alcança tal habilidade? *Através de manter um foco contínuo e claro durante o ato da recitação*. Quando a mente divaga e se distrai, a recitação se perde. _Sati_ não significa as memórias não estruturadas que vêm à mente, mas o fluxo constante e a continuidade da percepção conscientemente focada. E, desta forma, o ato de lembrar as escrituras de repente parece muito com manter a atenção na meditação. ",
  "sn-guide-sujato:324": "Os fatores são sequenciais, com cada um servindo como condição ou combustível para o próximo (<a class='ref' href='/sn46.3'>SN 46.3</a>). Vários suttas enfatizam esse aspecto da condicionalidade. Cada um dos fatores de despertar é alimentado por um tipo específico de combustível (<a class='ref' href='/sn46.51'>SN 46.51</a>). O conjunto como um todo emerge da prática dos quatro tipos de meditação da atenção plena e da série de práticas subjacentes a eles (<a class='ref' href='/sn45.6'>SN 45.6</a>). Eles afetam e condicionam a mente de maneiras distintas; portanto, quando a mente está cansada, é melhor desenvolver investigação, energia e êxtase, mas quando inquieto, desenvolva tranquilidade, imersão e equanimidade. Mas a atenção plena é sempre útil (<a class='ref' href='/sn46.53'>SN 46.53</a>). E os próprios fatores são a condição para o despertar (<a class='ref' href='/sn46.56'>SN 46.56</a>). ",
  "sn-guide-sujato:325": "No entanto, mesmo aqueles aperfeiçoados continuam a praticá-los, fazendo uso qualquer um deles quando lhes convém, como uma roupa (<a class='ref' href='/sn46.4'>SN 46.4</a>). Tal indivíduo “adquiriu o caminho” e entende o verdadeiro poder dos fatores de despertar em ocasionar o fim do renascimento (<a class='ref' href='/sn46.30'>SN 46.30</a>). ",
  "sn-guide-sujato:326": "O _saṁyutta_ contrasta repetidamente aos fatores do despertar com suas contrapartes sombrias, os cinco obstáculos do desejo sensual, da má vontade, da preguiça e torpor, da inquietação e remorso e da dúvida. Estes obstáculos são comparados com as impurezas que contaminam ouro (<a class='ref' href='/sn46.33'>SN 46.33</a>) ou com parasitas (<a class='ref' href='/sn46.39'>SN 46.39</a>). ",
  "sn-guide-sujato:327": "Um dos aspectos únicos dos fatores do despertar é que sua recitação é considerada eficaz para ajudar a curar doenças. Vários suttas falam de como um monge doente—e até o próprio Buda—se inspira ao ouvi-los recitados e se levanta curado em seguida (<a class='ref' href='/sn46.14'>SN 46.14–16</a>). Compreensivelmente, isso garantiu que a recitação de passagens sobre os fatores do despertar de pessoas enfermas permanecesse popular na cultura Theravada. Se tal recitação parece menos eficaz hoje do que nos suttas, deve-se ter em mente que esses são casos de meditadores avançados e experientes, realmente aperfeiçoados, que já desenvolveram esses fatores ao máximo. Sua inspiração está em um nível diferente do de uma pessoa comum. E mesmo assim não há garantia: há muitos casos nos primeiros textos em que aqueles aperfeiçoados adoecem sem cura. ",
  "sn-guide-sujato:328": "A maioria dos fatores de despertar referem-se aos aspectos emocionais do caminho espiritual, a alegria e a paz da meditação. Isso é enfatizado ainda mais no <a class='ref' href='/sn46.54'>SN 46.54</a>, que conecta os fatores do despertar com os quatro incomensuráveis ou meditações divinas—amor, compaixão, alegria e equanimidade. Os mendicantes budistas são desafiados por seguidores de outros caminhos, que dizem que eles também ensinam o desenvolvimento dessas coisas. O Buda aponta, no entanto, que ele descreve *como* desenvolver essas coisas em seu potencial máximo. E para fazer isso, os imensuráveis são fortalecidos pelos fatores do despertar. ",
  "sn-guide-sujato:329": "SN 47: Discursos Conectados sobre a Meditação da Atenção Plena ",
  "sn-guide-sujato:330": "O termo Pali _satipaṭṭhāna_ significa o “estabelecimento da atenção plena”. Eu normalmente considero isso mais coloquialmente como simplesmente “meditação da atenção plena”. Enquanto em outro lugar _sati_ é definido como “memória”, aqui o termo é descrito como _anupassanā_, “observação sustentada”. Refere-se à prática meditativa de estabelecer e manter a consciência contínua e ininterrupta em quatro arenas distintas: ",
  "sn-guide-sujato:331": "Corpo (_kāya_) ",
  "sn-guide-sujato:332": "Qualquer aspecto do corpo físico, incluindo a respiração, as posturas, partes do corpo e assim por diante. ",
  "sn-guide-sujato:333": "Sensações (_vedanā_) ",
  "sn-guide-sujato:334": "Os diferentes tipos de sensações, sejam elas dolorosos, prazerosas ou neutras, espirituais ou carnais. ",
  "sn-guide-sujato:335": "Mente (_citta_) ",
  "sn-guide-sujato:336": "Os estados de consciência, seja sob a influência da ganância, do ódio e da ilusão, ou livre destes. ",
  "sn-guide-sujato:337": "Princípios (_dhammā_) ",
  "sn-guide-sujato:338": "Compreender as relações causais que levam ao sofrimento ou à paz, especialmente refletindo sobre o próprio processo de meditação. ",
  "sn-guide-sujato:339": "Cada um destes pode incluir uma ampla gama de experiências. Mas na meditação é importante manter o foco. A fórmula padrão expressa isso por meio do uso da expressão idiomática reflexiva _kāye kāyānupassī_. Aqui, o caso locativo é usado literalmente para significar “um dos corpos no corpo”, ou, como diríamos em inglês, um aspecto particular do corpo. Assim, o meditador não muda continuamente a atenção para o que quer que venha à mente, mas mantém uma consciência estável e contínua sobre um aspecto específico da experiência física. ",
  "sn-guide-sujato:340": "Esta é uma prática progressiva. A natureza desse progressão se torna mais clara quando se reconhece que a atenção plena na respiração é uma forma de prática de _satipaṭṭhāna_. ",
  "sn-guide-sujato:341": "A meditação começa com a atenção aos fenômenos relativamente grosseiros da respiração física até que ela se torne calma e quieta. ",
  "sn-guide-sujato:342": "Uma sutil sensação de alegria e êxtase permeia a respiração e o corpo. ",
  "sn-guide-sujato:343": "A mente se torna livre, imersa na experiência singular da bem-aventurança daquela liberdade. ",
  "sn-guide-sujato:344": "A pessoa contempla o processo de mudança da meditação que a levou a este ponto. A mente, fortalecida pela imersão, se solta. ",
  "sn-guide-sujato:345": "Mas _satipaṭṭhāna_ denota algo mais amplo do que é aqui indicado, pois inclui não apenas as experiências positivas que evoluem durante a meditação, mas também as negativas: a dor, a mente contraída, os obstáculos . Ao englobar toda a gama de experiências, _satipaṭṭhāna_ promove uma abordagem ampla e inclusiva da meditação, baseada na consciência ao invés do controle, estabelecendo as bases para o florescimento da sabedoria. ",
  "sn-guide-sujato:346": "Este _saṁyutta_ apresenta uma série de suttas perspicazes e muitas vezes encantadores sobre _satipaṭṭhāna_, mas não define o escopo da meditação. As definições acima são derivadas de discursos mais longos hoje encontrados no <a class='ref' href='/mn10'>MN 10</a> e <a class='ref' href='/dn22'>DN 22</a>. No entanto, estes claramente sofreram um desenvolvimento tardio considerável em comparação com os discursos curtos do _saṁyutta_, e não se pode simplesmente presumir que tudo que encontramos no <a class='ref' href='/mn10'>MN 10</a> and <a class='ref' href='/dn22'>DN 22</a> se aplica no _saṁyutta_. ",
  "sn-guide-sujato:347": "O composto páli _satipaṭṭhāna_ reflete a junção de _sati_ + _upaṭṭhāna_. Esta frase é familiar no Treinamento Gradual, onde se refere ao momento em que o praticante se senta em reclusão e começa a meditar “estabelecendo atenção plena” (_satiṁ upaṭṭhapetvā_). Portanto, refere-se principalmente à prática formal de meditação. ",
  "sn-guide-sujato:348": "Hoje em dia é comum se falar de “atenção plena na vida diária”, mas nos suttas isso é chamado de _sampajañña_, que traduzo como “consciência situacional”. Esta é uma das séries de práticas no Treinamento Gradual que estabelece as bases para a meditação formal. O <a class='ref' href='/sn47.2'>SN 47.2</a> torna clara a distinção entre esses dois, tratando-os como duas qualidades que o mendicante deve desenvolver. Isso não quer dizer, é claro, que eles sejam completamente separados, pois nada no desenvolvimento espiritual e mental acontece de forma isolada. _Sampajañña_ não se limita à “atenção plena na vida diária”, mas também desempenha um papel na absorção e no insight(see <a class='ref' href='/sn47.35'>SN 47.35</a>). Mas é para dizer que essas duas práticas são basicamente distintas, com a consciência situacional ajudando a preparar a mente para a meditação da atenção plena. ",
  "sn-guide-sujato:349": "A fórmula padrão descreve o meditador atento usando quatro termos. Estes se referem às práticas auxiliares fundamentais do Treinamento Gradual, nos lembrando que a meditação _satipaṭṭhāna_ não acontece isoladamente: ",
  "sn-guide-sujato:350": "Resoluto (_ātāpī_) ",
  "sn-guide-sujato:351": "dotado de energia persistente e inabalável. ",
  "sn-guide-sujato:352": "Consciente (_sampajāno_) ",
  "sn-guide-sujato:353": "dotado de consciência situacional. ",
  "sn-guide-sujato:354": "Plenamente atento (_satimā_) ",
  "sn-guide-sujato:355": "dotado de atenção plena. ",
  "sn-guide-sujato:356": "Livre do desejo e aversão pelo mundo (_vineyya loke abhijjhādomanassaṁ_) ",
  "sn-guide-sujato:357": "tendo eliminado as formas manifestas de desejo e aversão pela prática da contenção dos sentidos. A frase _abhijjhādomanassa_ é usada em outro lugar apenas no contexto de restrição dos sentidos (<a class='ref' href='/dn10'>DN 10</a>, <a class='ref' href='/mn33'>MN 33</a>, <a class='ref' href='/sn35.120'>SN 35.120</a>, <a class='ref' href='/an4.14'>AN 4.14</a>, etc.). ",
  "sn-guide-sujato:358": "No caminho óctuplo, nos fatores de despertar, nas faculdades e nos poderes, a meditação da atenção plena é um dos fatores-chave que levam à imersão e imersão meditativa profunda. É definido em outro lugar como “a base para imersão em _samādhi_” (<a class='ref' href='/mn44'>MN 44</a>: _cattāro satipaṭṭhānā samādhinimittā_). Com a encantadora parábola de um cozinheiro, <a class='ref' href='/sn47.8'>SN 47.8</a> mostra como um meditador hábil em termos de atenção plena, ao compreender as características de sua própria mente, entra em imersão e abandona contaminações, enquanto um meditador inexperiente falha. No <a class='ref' href='/sn47.4'>SN 47.4</a>, o Buda incita todos os meditadores, iniciantes ou avançados, a praticar a atenção plena ao nível de imersão total (_ekodibhūtā vippasannacittā samāhitā ekaggacittā_; “unificados, com a mente límpida, imersa em _samādhi_, com a mente unificada em um só ponto”). ",
  "sn-guide-sujato:359": "A centralidade da imersão meditativa é reforçada pela afirmativa de que _satipaṭṭhāna_ é o “caminho para a convergência” (_ekāyano maggo_). Esta afirmação famoso é encontrada no <a class='ref' href='/mn10'>MN 10</a>, mas vem do Saṁyutta, onde o ela é feita pelo deus Brahmā  (<a class='ref' href='/sn47.1'>SN 47.1</a>, <a class='ref' href='/sn47.18'>SN 47.18</a>, <a class='ref' href='/sn47.43'>SN 47.43</a>). É um termo dos Upaniṣads, que em contextos contemplativos significa “o lugar onde todas as coisas se unem como uma só” (Bṛhadāraṇyaka Upaniṣad 2.4:11). ",
  "sn-guide-sujato:360": "As absorções meditativas (_jhānas_) são explicitamente trazidas para _satipaṭṭhāna_ na passagem estendida e tardia sobre as quatro nobres verdades no <a class='ref' href='/dn22'>DN 22</a>. No entanto, elas estão implícitaos em muitos lugares, incluindo a observação das sensações caracterizadas como “êxtase” e “bem-aventurança espirituais”, que são definidas em termos de absorções (<a class='ref' href='/sn36.31'>SN 36.31</a>); bem como na contemplação da mente como mente que é “transcendente”, “insuperável”, “imersa”, “libertada”, todos os quais são termos para estados profundos de absorção; ou a discussão em <a class='ref' href='/mn125'>MN 125</a>. ",
  "sn-guide-sujato:361": "Isso não quer dizer que o conhecimento ou discernimento introspectivo (ou insight, _vipassanā_) não tenha lugar em _satipaṭṭhāna_. Pelo contrário, o quarto dos _satipaṭṭhānas_, a observação dos princípios, é principalmente relacionada com o insight que segue da imersão meditativa. Aqui, conforme descrito no <a class='ref' href='/mn10'>MN 10</a>, não se observa apenas a presença e ausência de vários fatores, mas se compreende a razão de eles aparecerem e desaparecerem. E entender a causalidade é o cerne do insight. Isso é reforçado no ensinamento sobre a atenção plena na respiração, que introduz a contemplação da impermanência neste ponto. ",
  "sn-guide-sujato:362": "Dois suttas trazem o aspecto _vipassanā_ à tona. No <a class='ref' href='/sn47.40'>SN 47.40</a, o Buda primeiro ensina a prática padrão de _satipaṭṭhāna_ e, em seguida, introduz o “desenvolvimento ”de _satipaṭṭhāna_. Nos suttas, “desenvolvimento” significa o aprimoramento e a expansão do que já está presente. (O termo _bhāvanā_ é derivado da forma causativa da palavra “ser”, ou seja, “fazer ser mais”.) Este desenvolvimento envolve a contemplação de todos os quatro _satipaṭṭhānas_ em termos de origem e cessação. O significado exato disso é explicado em <a class='ref' href='/sn47.42'>SN 47.42</a>, que fornece a origem de cada um dos quatro. ",
  "sn-guide-sujato:363": "Uma característica distintiva desta coleção é o número de parábolas encantadoras, que são tão memoráveis quanto divertidas. Além da história do cozinheiro que mencionamos acima (<a class='ref' href='/sn47.8'>SN 47.8</a>), temos a símile de como uma codorna aprendeu a escapar de um falcão (<a class='ref' href='/sn47.6'>SN 47.6</a>), de como um macaco tolo ficou preso no piche (<a class='ref' href='/sn47.7'>SN 47.7</a>), e de como dois acrobatas se apóiam um no outro (<a class='ref' href='/sn47.19'>SN 47.19</a>). Outro discurso estabelece um desafio aparentemente impossível para a prática da atenção plena: andar, carregando uma tigela de óleo cheia até a borda, em meio auma multidão que se acotovela para ver a moça mais bonita do país, enquanto um homem com uma espada desembainhada espera para cortar sua cabeça case uma gota de óleo seja derramada (<a class='ref' href='/sn47.20'>SN 47.20</a>)! ",
  "sn-guide-sujato:364": "SN 48: Discursos Conectados sobre as Faculdades ",
  "sn-guide-sujato:365": "O termo _indriya_ tem uma história bastante interessante. Ele ocorre 39 vezes no Ṛg Veda no sentido geral de “o poder de Indra”, o grande deus-guerreiro e matador de dragões conhecido nos textos páli como Sakka. Mas a natureza desse poder talvez não seja o que se possa imaginar, pois mais de dois terços dessas ocorrência do termo relacionam _indriya_ com _soma_. ",
  "sn-guide-sujato:366": "Agora, _soma_ era obviamente uma droga, provavelmente uma preparação do estimulante éfedra semelhante à anfetamina. Era consumida pelos antigos indo-europeus para imbuir os guerreiros de uma energia frenética no campo de batalha. Além da domesticação do cavalo e invenção da carruagem veloz de duas rodas, o combate intensificado pelas drogas foi uma das principais inovações subjacentes ao sucesso militar dos indo-europeus. ",
  "sn-guide-sujato:367": "Na cultura védica, isso era ritualizado como prática religiosa: o próprio deus Indra bebe _soma_ para aumentar sua potência. Ele se torna imparável e esmaga todos os seus inimigos diantes dele. Seus devotos seguem seu exemplo, manifestando o poder do deus dentro de si. A euforia induzida por drogas dava-lhes o poder dos deuses. Mas o ponto crucial é que o poder não era emprestado de Indra; em vez disso, tanto o deus quanto seus devoto obtêm poder da mesma fonte. Ele estava dentro deles o tempo todo, bastava o _soma_ para trazê-lo para fora. ",
  "sn-guide-sujato:368": "Na época do Buda, a era védica já havia passado e o _soma_ em grande parte esquecido. Comentaristas posteriores, não familiarizados com suas raízes védicas, definiram _indriya_ como “governo” e os vários _indriyas_ no budismo como as faculdades governantes que exercem controle sobre seus domínios. Mas o uso nos suttas mostra que o significado está mais próximo do sentido védico de “potência”. Os _indriyas_ são potenciais inatos que podem se manifestar nas condições certas. ",
  "sn-guide-sujato:369": "É por isso que, após o despertar do Buda, ele sondou o mundo e avaliou os _indriyas_ dos muitos e diferentes seres nele encontrados. Ele viu o potencial espiritual latente dentro de cada pessoa em diferentes graus e percebeu que esse potencial oculto poderia ser extraído com o ensino e o incentivo corretos (<a class='ref' href='/sn6.1'>SN 6.1</a>). ",
  "sn-guide-sujato:370": "Para formular um ensinamento sobre os _indriyas_, o Buda valeu-se de um conjunto de cinco qualidades que havia desenvolvido com seus antigos professores Āḷāra Kālāma e Uddaka Rāmaputta (<a class='ref' href='/mn26#17'>MN 26:17</a>, etc.). O fato de que esses são realmente um conjunto de ensinamentos na tradição bramânica é confirmado por sua menção no Yogasūtra (1.20). Ele chamou esse conjunto de cinco _indriyas_. ",
  "sn-guide-sujato:371": "As mesmas qualidades também eram conhecidas como _balas_ ou “poderes”. No <a class='ref' href='/sn48.43'>SN 48.43</a>, o Buda discute a relação entre esses dois conjuntos, dizendo que eles são como um rio que flui ao redor de uma ilha. Eles fazem parte do mesmo fluxo e seguem para a mesma direção, mas de uma certa perspectiva podem ser diferenciados. O termo _bala_, assim como _indriya_, é védico, com o mesmo sentido básico de potência ou força e ocorre em contextos caracterizados por Indra e seu_soma_. Os _balas_ têm apenas alguns padrões de repetição no _saṁyutta_ e são definidos no Aṅguttara (<a class='ref' href='/an5.14'>AN 5.14</a>). ",
  "sn-guide-sujato:372": "Os _indriyas_ (juntamente com os _balas_) vieram a ser incluídos nos 37 _bodhipakkhiyadhammā_, e formam o coração do Indriya Saṁyutta, onde são definidos da seguinte forma (<a class='ref' href='/sn48.8'>SN 48.8</a>, <a class='ref' href='/sn48.9'>SN 48.9</a>, <a class='ref' href='/sn48.10'>SN 48.10</a>): ",
  "sn-guide-sujato:373": "Fé ou convicção (_saddhā_) ",
  "sn-guide-sujato:374": "A fé ou convicção no despertar do Buda. ",
  "sn-guide-sujato:375": "Empenho ou energia (_viriya_) ",
  "sn-guide-sujato:376": "O esforço de se abandonar o que é prejudicial e desenvolver o que é benéfico. ",
  "sn-guide-sujato:377": "Atenção plena (_sati_) ",
  "sn-guide-sujato:378": "A memória daquilo que foi dito e feito no passado distante, e os quatro modos de meditação de atenção plena. ",
  "sn-guide-sujato:379": "Imersão (_samādhi_) ",
  "sn-guide-sujato:380": "A unificação da mente baseada no desapego ou renúncia; definido posteriormente como as quatro absorções (_jhānas_). ",
  "sn-guide-sujato:381": "Sabedoria (_paññā_) ",
  "sn-guide-sujato:382": "O entendimento da impermanência e as quatro nobres verdade. ",
  "sn-guide-sujato:383": "A o começando com a fé ou convição (_saddhā_), o texto introduz uma qualidade não explicitamente mencionada nos conjuntos anteriores. No budismo, a fé é essencial. Nas terras budistas tradicionais até hoje, a fé tranquila,porém inabalável, e a devoção ao Buda e seus ensinamentos estão sempre presentes, expressa por meio de oferendas de flores, por meio da graça e humildade na presença daquilo que é sagrado, ou por meio da reflexão edificante das palavras do Buda. É uma qualidade emocional, geralmente associada a _pema_, “afeto”. Mas o Buda rejeitou explicitamente a fé cega ou “irracional” (<a class='ref' href='/mn95#13'>MN 95:13</a>: _amūlikā saddhā_) e exortou seus seguidores a desenvolver uma “fé fundamentada” (<a class='ref' href='/mn47#16'>MN 47:16</a>: _ākāravatī saddhā_) com base na investigação cuidadosa e crítica. ",
  "sn-guide-sujato:384": "Esta é uma fé que se assemelha à confiança que um cientista precisa ter ao confiar nas descobertas e teorias de outros em seu campo. Ela é essencial para se chegar a qualquer lugar; mas, ao mesmo tempo, é totalmente provisória. Se houver alguma coisa que seja contrariada pelas evidências, ela deve ser rejeitada. E uma vez que você tenha visto a verdade por si mesmo, não há mais necessidade de fé, como apontado pelo Venerável Sariputta no <a class='ref' href='/sn48.44'>SN 48.44</a>. ",
  "sn-guide-sujato:385": "Seguindo o padrão que vimos em conjuntos de qualidades anteriores, a menção da fé alinha as faculdades com o progresso de alguém que segue o Treinamento Gradual. Primeiro, a pessoa ouve o ensinamento e adquire fé neste, depois vai em frente e aplica a energia na prática deste, empreendendo a meditação da atenção plena, realizando as absorções e a sabedoria na impermanência que se segue a estas. Nesse ponto, o praticante vai além da simples crença ou argumento racional e vê a verdade por si mesmo. Sua fé é descrita como _aveccappasāda_, ou seja, confiança “experimental” ou “confirmada”. O termo _avecca_ significa literalmente “tendo sido vivenciada”. É apenas neste ponto que a fé é inabalável. ",
  "sn-guide-sujato:386": "Muitos dos suttas sobre as cinco faculdades são estruturados a partir dos mesmos tipos de padrões e moldes que os _saṁyuttas_ sobre nobre caminho óctuplo ou sobre os fatores do despertar. Mas em dois aspectos relacionados eles são bastante distintos. E essas duas características distintas derivam do significado raiz do termo _indriya_ como “potência” ou “potencial”. ",
  "sn-guide-sujato:387": "O primeiro desses dois aspectos é o uso das faculdades para se classificar aqueles que praticam. Aquele que realmente entende as faculdades é alguém que entrou na correnteza (<a class='ref' href='/sn48.2'>SN 48.2</a>, <a class='ref' href='/sn48.3'>SN 48.3</a>), enquanto que aquele que, com base neste entendimento, se desapega completamente é alguém aperfeiçoado, um arahant (<a class='ref' href='/sn48.4'>SN 48.4</a>, <a class='ref' href='/sn48.5'>SN 48.5</a>). Esta classificação dos praticantes com base no desenvolvimento das faculdades é estendida com mais detalhes em uma série adicional de discursos (<a class='ref' href='/sn48.12'>SN 48.12–18</a>, <a class='ref' href='/sn48.24'>SN 48.24</a>). ",
  "sn-guide-sujato:388": "Portanto, embora, em certo sentido, todos nós tenhamos essas faculdades dentro de nós como um potencial oculto, elas não manifestam sua força até serem fortalecidas pelo caminho. Uma vez que isso aconteça, no momento da entrada na correnteza, elas serão tão invencíveis quanto Indra em uma matança de dragões. ",
  "sn-guide-sujato:389": "Para se entender o segundo aspecto distinto, lembre-se de que nestes _saṁyuttas_ estamos lidando com o caminho, a quarta das nobres verdades, que deve “ser desenvolvida” (_bhāvetabba_). E enquanto o Indriya Saṁyutta, como outros _saṁyuttas_ sobre o caminho, realmente fala do “desenvolvimento das faculdades”, uma série de suttas também fala de compreensão das faculdades à luz de as quatro nobres verdades (<a class='ref' href='/sn48.2'>SN 48.2–7</a>). Normalmente, tal fraseado é encontrado em discursos que tratam da primeira nobre verdade, como aqueles sobre agregados ou as bases dos sentidos, que devem “ser totalmente compreendidos”. Aqui, os textos estão obscurecendo a distinção entre a primeira e a quarta verdades nobres. Com certeza, isso não é único; já observamos que em alguns discursos sobre _satipaṭṭhāna_ ocorre algo semelhante de maneira diferente. Mas mesmo assim é algo incomum e certamente a ênfase é única. ",
  "sn-guide-sujato:390": "Não há nada doutrinariamente difícil sobre isso; afinal, o caminho é condicionado (<a class='ref' href='/an4.34'>AN 4.34</a>), e todas as coisas condicionadas são dolorosas ou sofrimento. Mas o Buda geralmente falava do caminho em termos extremamente positivos, não sobre suas e desvantagens ou sofrimento. ",
  "sn-guide-sujato:391": "Mais uma vez, isso faz sentido quando consideramos as faculdades como potenciais internos, como algo que já possuímos em uma forma latente em um grau ou outro. Ao compreender as faculdades, estamos entendendo *quem somos* e *quem podemso nos tornar*. ",
  "sn-guide-sujato:392": "Esta ideia de que uma _indriya_ é uma potência ou habilidade ou força possuída por uma pessoa é elaborada ou apresentada no restante do _saṁyutta_, que introduz uma série de faculdades além das cinco básicas. Junto com as cinco faculdades, elas formam uma lista de 22 faculdades, que se tornaram um padrão estabelecido no Abhidhamma (see <a class='ref' href='/vb5'>Vb 5</a>). Na sequência do Abhidhamma elas são: ",
  "sn-guide-sujato:393": "A seis faculdades dos sentidos (<a class='ref' href='/sn48.25'>SN 48.25</a>). ",
  "sn-guide-sujato:394": "A três faculdades biológicas: feminilidade, masculinidade e vitalidade (<a class='ref' href='/sn48.22'>SN 48.22</a>). ",
  "sn-guide-sujato:395": "Os cinco tipos de sensações como faculdades (<a class='ref' href='/sn48.31'>SN 48.31</a>). ",
  "sn-guide-sujato:396": "As cinco faculdades espirituais. ",
  "sn-guide-sujato:397": "As três faculdades relacionadas aos estágios do despertar (<a class='ref' href='/sn48.23'>SN 48.23</a>). ",
  "sn-guide-sujato:398": "Os sentidos, as sensações, até mesmo os atributos biológicos, são coisas que todos possuem. Eles devem ser entendidos como parte da realidade condicionada e, portanto, do sofrimento, mas podem ser a base para o fortalecimento do caminho espiritual. ",
  "sn-guide-sujato:399": "SN 51: Discursos Conectados sobre as Bases do Poder Espiritual ",
  "sn-guide-sujato:400": "Aprendemos que os termos _indriya_ e _indriya_, aquido traduzidos como “faculdade” e “poder”, eram termos védicos intimamente associados com o poder divino do deus da guerra Indra. O _saṁyutta_ em questão lida com _iddhi_, outro termo védico com um significado semelhante de “sucesso, poder, potência”. Observe que o termo páli _iddhi_ tem o mesmo significado que dois termos védicos, _siddhi_ e _ṛddhi_, mas formalmente é derivado do último. O termpo _pāda_ significa literalmente “pé” e, uma vez que _iddhipāda_ é definido como o “caminho ou prática para a aquisição de _iddhi_” (<a class='ref' href='/sn51.27'>SN 51.27</a>), é tentador manter a metáfora ao se abordar os “quatro passos em direção ao poder espiritual”. ",
  "sn-guide-sujato:401": "Os _Iddhis_ podem se referir a vários tipos de sucesso, potência ou poder, mas, neste contexto, eles consistem em vários feitos surpreendentes de poder psíquico ou superpoderes. Esses feitos têm uma história longa e colorida na Índia. Nos Vedas, como vimos, eles se originaram nas lendárias proezas militares dos deuses, às quais os mortais aspiravam com a ajuda de estimulantes. À medida que o conhecimento do _soma_ desapareceu, ao que parece, outros meios de transcender os limites humanos e físicos normais foram buscados. Os ascetas se se submetiam a penosas mortificações (_tapas_), torturando seus corpos em busca de superpoderes. Embora alguns praticantes religiosos pré-budistas—notadamente os adeptos dos ensinamentos jainistas e dos Upanishads—se propusessem objetivos mais elevados e valiosos do que meros poderes, havia muitos para os quais a prática espiritual era um meio para esses fins decididamente mundanos. ",
  "sn-guide-sujato:402": "O fascínio cultural moderno pelos super-heróis mostra que isso não está vinculado a uma época ou lugar cultural específico. É algo relacionado ao próprio anseio humano de transcendência e transformação, de tornar-se outro, de tornar-se mais. Os super-heróis exibem muitos dos mesmos tipos de poderes falados no textos antigos budistas e de outros grupos indianos: leitura de mentes, sentidos aprimorados, a capacidade de controlar os elementos ou de multiplicar a própria forma, de voar no céu e até mesmo através do espaço(<a class='ref' href='/sn51.11'>SN 51.11</a>). E os meios pelos quais os poderes são adquiridos permanecem semelhantes às tradições pré-budistas: eles podem ser de origem divina ou externa; ou derivado de um fármaco ou agente químico; ou o resultado de provações e sofrimentos duradouros. ",
  "sn-guide-sujato:403": "Enquanto ele desconsiderava esses métodos, entretanto, o Buda dizia que superpoderes são obtidos por meio do puro desenvolvimento da mente ou da meditação. O foco mudou dos próprios poderes para os meios através dos quais alcançá-los; que, ao que parece, também é o caminho para o despertar. Os vários poderes estendem ou aumentam as habilidades humanas comuns e podem ser desenvolvidos da mesma maneira que qualquer outra habilidade é desenvolvida: através da prática. ",
  "sn-guide-sujato:404": "Apesar de sua menção frequente nos textos budistas, os poderes psíquicos são notavelmente omitidos quando se trata de coisas que são realmente importantes. Eles são efeitos colaterais do caminho espiritual, coisas que podem ser divertidas e de algum valor como exercícios preliminares, mas longe do verdadeiro objetivo (see <a class='ref' href='/sn12.70'>SN 12.70</a>). O Buda, de fato, tinha uma atitude decididamente ambígua em relação aos poderes espirituais, especialmente quando eram exibidos. Ele proibiu os monges de exibi-los publicamente, dizendo que os monges que faziam essas exibições eram como uma mulher que mostra suas partes íntimas por um tanto de dinheiro (<a class='ref' href='/pli-tv-kd15#8.2'>Kd 15:8.2</a>). Demonstrações de poderes psíquicos são, além disso, criticadas porque parecem mera mágica (<a class='ref' href='/dn11#5'>DN 11:5</a>, <a class='ref' href='/an3.60'>AN 3.60</a>). E a posse de superpoderes não era de forma alguma um sinal de realização espiritual genuína, pois é dito que até mesmo Devadatta, o arquiinimigo do Buda, os teria antingido (<a class='ref' href='/pli-tv-kd17#1.4'>Kd 17:1.4</a>). ",
  "sn-guide-sujato:405": "Nada disso aborda a questão se tais poderes são ou não reais. Os suttas presumem que sim, e não há razão para pensar que isso não reflita os próprios pontos de vista do Buda. O budismo tradicional sempre aceitou a realidade de experiências e poderes além do normal, e as culturas budistas estão cheias de relatos e histórias sobre esses eventos. Estudos rigorosos, no entanto, são mais difíceis de encontrar. O extraordinário livro entitulado <cite class='book'>Irreducible Mind</cite>, uma crítica sustentada das teorias reducionistas da mente, reúne centenas de estudos em vários tipos de fenômenos extraordinários. Embora uma pessoa razoável possa permanecer cética, parece que há um conjunto significativo de evidências para coisas como a leitura da mente ou a lembrança de vidas passadas. A capacidade de voar ou tocar o sol permanece, infelizmente, não pode ser atestada. ",
  "sn-guide-sujato:406": "Normalmente, nos suttas, o termo _iddhi_ é usado para um conjunto específico de poderes psíquicos, que exibem principalmente domínio sobre o plano físico (<a class='ref' href='/sn51.19'>SN 51.19</a>, etc.). Eles são normalmente incluídos em um conjunto mais amplo de seis “conhecimentos diretos” (_abhiññā_), que também são mencionados neste _saṁyutta_ (<a class='ref' href='/sn51.11'>SN 51.11</a>). O último deles é o conhecimento direto do fim das contaminações e renascimento, o verdadeiro objetivo da prática budista. ",
  "sn-guide-sujato:407": "Quanto ao cerne do _iddhipādas_, existem quatro termos básicos: ",
  "sn-guide-sujato:408": "Entusiasmo (_chanda_) ",
  "sn-guide-sujato:409": "Este é um dos termos mais comuns para “desejo”. Embora não seja formalmente mencionado como um item nas outras listas que constituem os _bodhipakkhiyadhammā_, ele aparece na fórmula padrão para os quatro esforços corretos. É o desejo de fazer o bem, de praticar, e de se libertar do sofrimento. ",
  "sn-guide-sujato:410": "Empenho ou energia (_viriya_) ",
  "sn-guide-sujato:411": "Este é o fator mais comum entre os 37 _bodhipakkhiyadhammā_. Porém nas bases do poder psíquico recebe destaque especial por não ser apenas um dos fatores, mas também qualificar cada um dos fatores. ",
  "sn-guide-sujato:412": "Mente (_citta_) ",
  "sn-guide-sujato:413": "Pensamento, ideia, resolução ou consciência (veja abaixo). ",
  "sn-guide-sujato:414": "Investigação ou exame (_vīmaṁsā_) ",
  "sn-guide-sujato:415": "Investigação ou questionamento sobre o Dhamma, mas especialmente sobre o que obstrui a meditação e o que a ajuda. Neste contexto, não está muito longe de significar “curiosidade”. ",
  "sn-guide-sujato:416": "Curiosamente, embora o termo _citta_ tenha uma ampla gama de significados, ele não está claramente definido neste contexto. Até mesmo o Abhidhamma e comentários oferecem pouco mais do que a lista usual de sinônimos para “mente” (<a class='ref' href='/vb9'>Vb 9</a>). Normalmente, no contexto do caminho, a mente deve “ser desenvolvida” (veja <a class='ref' href='/sn51.9'>SN 51.9</a>) e tal “desenvolvimento da mente” (_cittabhāvanā_) é um termo para _samādhi_ e o caminho em direção a este. Assim, _citta_ fica entre os fatores de energia e sabedoria, no lugar normalmente ocupado por _samādhi_ e atenção plena, e é dito que é desenvolvido da maneira normal de _samādhi_ (veja <a class='ref' href='/sn51.11'>SN 51.11</a>). E tanto _samādhi_ quento a energia, são constantemente enfatizados como essenciais para esta prática em qualquer estágio da prática. ",
  "sn-guide-sujato:417": "No entanto, _citta_ também é o pensamento ou intenção que o leva ao seu destino (<a class='ref' href='/sn51.15'>SN 51.15</a>). De acordo com isso, _samādhi_ é adquirido ao se apoiar em ou recorrer a _citta_ (<a class='ref' href='/sn51.13'>SN 51.13</a>), o que sugere que o termo _citta_ não aponta para algo exatamente idêntico a _samādhi_. ",
  "sn-guide-sujato:418": "Talvez o termo _citta_ tenha sido usado aqui precisamente por causa de sua amplitude de significado. Ele inclui o “pensamento” do Dhamma, da prática ou do objetivo; a “ideia” que se tem em mente e que nos leva adiante; a “resolução” que mantém a atenção focada; a crescente “consciência” conforme a meta surge; e a “consciência” purificada da meditação profunda. Desta forma, _citta_ neste caso trata-se do mesmo aspecto que quando foco de um dos quatro _satipaṭṭhānas_: refere-se ao estado da mente com o qual se desenvolve o caminho, incluindo, mas não se limitando a, estados de _samādhi_. ",
  "sn-guide-sujato:419": "As quatro bases do poder espiritual são quase sempre apresentadas em uma fórmula padrão que consiste em um composto longo, cujo significado é explicado no <a class='ref' href='/sn51.13'>SN 51.13</a>. Cada uma das quatro qualidades pode ser usada para desenvolver uma profunda unificação da mente ou _samādhi_. Este processo envolve fazer um esforço ativo, definido em termos dos quatro esforços corretos. Assim, cada um dos _iddhipādas_ consiste nestes três aspectos: ",
  "sn-guide-sujato:420": "Um das quatro qualidades. ",
  "sn-guide-sujato:421": "A imersão meditativa que resulta destas. ",
  "sn-guide-sujato:422": "O esforço necessário. ",
  "sn-guide-sujato:423": "No <a class='ref' href='/sn51.20'>SN 51.20</a>, encontramos a explicação mais detalhada de como eles são aplicados na prática. Este sutta traz uma série de práticas comuns a outras partes dos suttas, como a contemplação das 31 partes do corpo. Embora a maioria destas seja direta, existe uma expressão idiomátiva em páli um tanto obscura que requer um pequeno esclarecimento. Trata-se da expressão “Como antes, assim depois; como depois, assim antes” (_yathā pure tathā pacchā, yathā pacchā tathā pure_), definida como a “percepção de continuidade” (_pacchāpuresaññā_). Fraseados semelhantes são encontradas em vários lugares no contexto da meditação (<a class='ref' href='/thag6.4'>Thag 6.4</a>, <a class='ref' href='/sn47.10'>SN 47.10</a>, <a class='ref' href='/an7.61'>AN 7.61</a>, <a class='ref' href='/an3.90'>AN 3.90</a>). No Vinaya, a mesma frase é usada para enfatizar que o status de um mendicante permanece o mesmo. Na meditação, aponta para a necessidade de esforço constante e consistente para que o foco seja mantido pelo praticante. Como parte de uma série de expressões idiomáticas relacionadas—como abaixo, assim acima; como acima, assim abaixo; como o dia, assim a noite; como a noite, assim o dia—indica como o processo de meditação se move da diversidade e diferenciação para a unidade e convergência. ",
  "sn-guide-sujato:424": "Ao encontrar pela primeira vez as bases do poder psíquico, aqueles que os estudam costumam ficar intrigados com um aparente paradoxo. O desejo, assim nos dizem, é a causa do sofrimento, mas aqui devemos desenvolvê-lo. Este problema é abordado diretamente no <a class='ref' href='/sn51.15'>SN 51.15</a>, onde Ānanda explica ao brâmane Uṇṇābha que o caminho espiritual é vivido para se abandonar o desejo, o que é realizado desenvolvendo as quatro bases do poder psíquico. Mas Uṇṇābha protesta, pois o desejo é em si uma das quatro bases, e o desejo não pode ser abandonado por meio do desejo. Ananda resolve a contradição com a comparação de um homem caminhando para um parque. Antes de partir, tem-se o desejo, a energia, a ideia ou a curiosidade de se chegar ao parque. Mas quando você chega lá, essas coisas desaparecem. Da mesma forma, o desejo ou entusiasmo de alcançar o objetivo da prática espiritual leva você ao objetivo, mas uma vez lá, ele não é mais necessário. ",
  "sn-guide-sujato:425": "Uma breve história do texto ",
  "sn-guide-sujato:426": "O Saṁyutta Nikāya foi editado por M. Léon Feer com base em manuscritos em caracteres cingaleses e birmaneses, e publicado em caracteres latinos pela Pali Text Society (PTS) entre 1884 e 1898. A primeira tradução se deu em 1917–30 pela Sra. C.A.F. Rhys Davids (vols. 1-2) e por F.L. Woodward (vols. 3–5) sob o título<cite class='book'>The Book of the Kindred Sayings</cite>. Em 1999, a PTS publicou uma nova edição do texto em páli do vol. 1 Sagāthāvagga, editado por G.A. Somaratne. ",
  "sn-guide-sujato:427": "Embora várias traduções parciais tenham sido feitas posteriormente, não houve nenhuma nova tradução completa em inglês até 2002, quando Bhikkhu Bodhi publicou seu <cite class='book'>The Connected Discourses of the Buddha</cite>. Tal como no caso de sua tradução entitulada <cite class='book'>The Middle-Length Discourses of the Buddha</cite>, esta constituiu um grande avanço ou marco, essencialmente tornando as traduções anteriores obsoletas. Ao contrário do caso do <cite class='book'>Middle-Length Discourses</cite>, esta foi uma tradução inteiramente nova. Em uma introdução extensa, Bhikkhu Bodhi detalhou como sua abordagem da tradução evoluiu e apresentou uma análise temática e estrutural detalhada do texto. ",
  "sn-guide-sujato:428": "Onde o texto páli não era claro, frequentemente me referi ao trabalho anterior de Bhikkhu Bodhi, e raramente à tradução de Woodward / Rhys Davids e outras várias traduções de textos específicos."
}
