{
  "start:1": "Começando",
  "start:2": "Quando se trata dos suttas, há tantas abordagens quanto existem leitores. O elemento mais útil na interpretação dos suttas é um bom professor ou mestre. Como diz o Sutta sobre a Analogia do Barco (Snp 2.8):",
  "start:3": "“Como alguém que embarca num barco sólido, <br>equipado com remos e um leme, <br> uma pessoa sábia e habilidosa<br> pode, com a ajuda do barco, atravessar muitas outras pessoas para a outra margem.”",
  "start:4": "Aqui oferecemos algumas dicas e recursos que podem ser úteis para as pessoas que estão dando seus primeiros passos.",
  "start:5": "Bons hábitos",
  "start:6": "Estes são alguns textos com reflexões sobre o desenvolvimento de uma prática regular da leitura de suttas.",
  "start:7": "<b><a href='https://discourse.suttacentral.net/t/how-to-read-the-suttas/6676' rel='noopener' target='_blank'>How to Read the Suttas</a>:</b> Um texto de Bhante sujato.",
  "start:8": "<b><a href='http://www.accesstoinsight.org/befriending.html' rel='noopener' target='_blank'>Befriending the Suttas</a>:</b> Um texto do Access to Insight.",
  "start:9": "<b><a href='https://readingfaithfully.org/' rel='noopener' target='_blank'>Reading Faithfully</a>:</b> Uma página da web dedicada a apoiar uma conexão mais profunda e emocional com os suttas.",
  "start:10": "<b><a href='https://app.box.com/shared/yifyua1nr2' rel='noopener' target='_blank'>Guidelines for Sutta Reading</a>:</b> Guias da Sacred Mountain Sangha para a leitura contemplativa dos suttas, em grupo ou individualmente, com instruções por Peter Woods.",
  "start:11": "Cursos estruturados e guias",
  "start:12": "Algumas pessoas preferem uma abordagem mais fluente e livre, mas, para outras, um curso bem estruturado é o ideal.",
  "start:13": "<b><a href='https://bhikkhucintita.wordpress.com/2017/05/02/new-textbook-buddhist-lifebuddhist-path/' rel='noopener' target='_blank'>Buddhist Life/Buddhist Path</a>:</b> Bhikkhu Cintita elaborou esta introdução abrangente com base em muitos anos de experiência de ensino de cursos sobre os textos antigos. Ela é dividida em dois livros: A Vida Budista, abordando os ensinamentos fundacionais, e O Caminho Budista para o treinamento sistemático no caminho elevado que leva ao despertar. Cada livro pode ser estudado de forma independente e em qualquer ordem.",
  "start:14": "<b><a href='http://www.wisdompubs.org/book/buddha%E2%80%99s-words' rel='noopener' target='_blank'>In the Buddha’s Words</a>:</b> Bhikkhu Bodhi apresenta discursos do Buda selecionados a partir do Cânone Páli, o registro mais antigo do que o Buda ensinou. Dividido em dez capítulos temáticos, o texto revela o alcance completo dos discursos de Buda, desde a vida em família e matrimonial até a renúncia e o caminho do discernimento. Uma introdução concisa e informativa precede cada capítulo, guiando o leitor para uma compreensão mais profunda dos textos que se seguem. As leituras e introduções podem ser também encontradas no fórum do SuttaCentral.",
  "start:15": "<b><a href='https://archive.org/details/guidetotipitaka029042mbp' rel='noopener' target='_blank'>Guide To Tipitaka</a>:</b> Uma análise clássica por Sayagyi U Ko Lay de todo o cânone Páli. O texto oferece uma visão descritiva a partir de uma perspectiva Theravada, resumindo cada uma das seções e muitos textos individuais. Representa um recurso especialmente útil se você encontrar um novo livro no cânone e quiser aprender um pouco mais sobre ele.",
  "start:16": "<b><a href='http://dharmafarer.org/wordpress/sutta-discovery' rel='noopener' target='_blank'>The Sutta Discovery Series</a>:</b> Por muitos anos, o professor sênior Piya Tan tem dado aulas sobre os suttas com notas detalhadas, traduzindo ele mesmo textos no idioma Páli original. Este inestimável recurso está inteiramente disponível on-line.",
  "start:17": "Ouvindo os suttas",
  "start:18": "Há uma variedade de fontes que fornecem áudio e / ou vídeo para os suttas, incluindo leituras, aulas e vlogs.",
  "start:19": "<b><a href='https://www.youtube.com/watch?v=KuOOmGfebV8'>5 Funny Buddhist Suttas That Have a Great Message</a>:</b> Um vídeo por Mindah-Lee Kumar (também conhecido como “O Budista Entusiasta”) que mostra como o Buda usou o humor para comunicar ensinamentos.",
  "start:20": "<b><a href='https://www.youtube.com/c/BuddhistSocietyWA/playlists?view=50&sort=dd&shelf_id=8'>BSWA sutta classes</a>:</b> Por muitos anos, os bhikkhus e bhikkhunis dos mosteiros Bodhinyana e Dhammasara, incluindo Ajahn Brahm, têm dado aulas de sutta. Elas estão disponíveis no Youtube.",
  "start:21": "<b><a href='https://discourse.suttacentral.net'>SuttaCentral forum</a>:</b> O fórum do SuttaCentral é um lugar onde qualquer pessoa pode compartilhar ou apontar para conteúdos nos suttas. Há muitas leituras, cânticos e aulas.",
  "start:22": "Junte-se a um grupo de leitura",
  "start:23": "Há diversos grupos de leitura dos suttas, tanto locais como online. Uma jornada é sempre melhor quando se tem outras pessoas com quem compartilhar.",
  "start:24": "Não apresentamos aqui links para estes, pois tendem a ser locais e transitórios. Mas procure saber sobre estes nos centros locais ou mídias sociais, ou no nosso fórum, e as chances são de que você encontre algo. Se não há nada na sua área, por que não iniciar um grupo você mesmo?",
  "start:25": "Discuss & Discover, o forum do SuttaCentral",
  "start:26": "Formamos uma comunidade vibrante e diversificada de pessoas interessadas nos suttas. Você é convidado a fazer perguntas, ler ensaios e participar da conversa <a href='https://discourse.suttacentral.net/'>aqui</a>",
  "start:27": "Vá com tudo",
  "start:28": "Certamente, um curso estruturado é uma boa maneira de obter uma visão geral dos ensinamentos. Mas a vida não é em si estruturada. O Buda não ensinou tudo, desde A até Z, ele respondeu às necessidades daqueles com quem estava. Às vezes, as coisas de que mais aprendemos são aleatórias; uma frase que por acaso ouvimos, ou uma palavra que vem no momento certo.",
  "start:29": "Então, por que não tentar um sutta aleatório? Que tal procurar pelo que o Buda tinha a dizer sobre gatos, por exemplo?",
  "start:30": "Leia tudo",
  "start:31": "Há muitos suttas. Mas não <em>tantos</em>. Alguns anos de um hábito de leitura regular e você deverá ser capaz de ler todos os suttas já traduzidos. Por que não tentar?"
}