{
  "start:1": "Começando",
  "start:3": "“Como alguém que embarca num barco sólido, <br/>equipado com remos e um leme, <br/> uma pessoa sábia e habilidosa<br/> pode, com a ajuda do barco, atravessar muitas outras pessoas para a outra margem.”",
  "start:4": "Aqui oferecemos algumas dicas e recursos que podem ser úteis para as pessoas que estão dando seus primeiros passos.",
  "start:5": "Bons hábitos",
  "start:11": "Cursos estruturados e guias",
  "start:12": "Algumas pessoas preferem uma abordagem mais fluente e livre, mas, para outras, um curso bem estruturado é o ideal.",
  "start:17": "Ouvindo os suttas",
  "start:18": "Há uma variedade de fontes que fornecem áudio e / ou vídeo para os suttas, incluindo leituras, aulas e vlogs.",
  "start:22": "Juntando-se a um grupo de leitura",
  "start:23": "Há diversos grupos de leitura dos suttas, tanto locais como online. Uma jornada é sempre melhor quando se tem outras pessoas com quem compartilhar.",
  "start:24": "Não apresentamos aqui links para estes, pois tendem a ser locais e transitórios. Mas procure saber sobre estes nos centros locais ou mídias sociais, ou no nosso fórum, e as chances são de que você encontre algo. Se não há nada na sua área, por que não iniciar um grupo você mesmo?",
  "start:25": "Discuss &amp; Discover, o forum do SuttaCentral",
  "start:27": "Vá com tudo",
  "start:28": "Certamente, um curso estruturado é uma boa maneira de obter uma visão geral dos ensinamentos. Mas a vida não é em si estruturada. O Buda não ensinou tudo, desde A até Z, ele respondeu às necessidades daqueles com quem estava. Às vezes, as coisas de que mais aprendemos são aleatórias; uma frase que por acaso ouvimos, ou uma palavra que vem no momento certo.",
  "start:29": "Então, por que não tentar um sutta aleatório? Que tal procurar pelo que o Buda tinha a dizer sobre gatos, por exemplo?",
  "start:30": "Leia tudo",
  "start:32": "Quando se trata de ler suttas, há tantas abordagens quanto há leitores. Ter um bom professor é a coisa mais útil para se entender os suttas. Tal como encontramos no Nava Sutta (Snp 2.8):",
  "start:33": "Veja abaixo os links de alguns textos que inspiram a reflexão sobre o desenvolvimento de uma prática regular de leitura de suttas.",
  "start:34": "<b><a href='https://discourse.suttacentral.net/t/how-to-read-the-suttas/6676' target='_blank'>How to Read the Suttas</a>:</b> Palavras de experiência por Bhante Sujato.",
  "start:35": "<b><a href='http://www.accesstoinsight.org/befriending.html' target='_blank'>Befriending the Suttas</a>:</b> Um guia clássico encontrado no primeiro site de suttas, Access to Insight.",
  "start:36": "<b><a href='https://readingfaithfully.org/' target='_blank'>Reading Faithfully</a>:</b> Um site dedicado a apoiar uma conexão mais profunda e emocional com os suttas.",
  "start:37": "<b><a href='https://app.box.com/shared/yifyua1nr2' target='_blank'>Guidelines for Sutta Reading</a>:</b> O grupo The Sacred Mountain Sangha oferece orientações para a leitura contemplativa do sutta em um grupo e por conta própria, com instruções de Peter Woods.",
  "start:38": "<b><a href='https://bhikkhucintita.wordpress.com/2017/05/02/new-textbook-buddhist-lifebuddhist-path/' target='_blank'>Buddhist Life/Buddhist Path</a>:</b> A Bhikkhu Cintita reuniu esta introdução abrangente baseada na experiência de muitos anos de ensino de cursos nos primeiros textos. Está dividido em dois livros: <cite>Buddhist Life</cite> para os ensinamentos fundamentais e <cite>Buddhist Path</cite> para treinamento sistemático e mais avançado do caminho que leva ao despertar. Os livros podem ser estudados de forma independente e em qualquer ordem.",
  "start:39": "<b><a href='http://www.wisdompubs.org/book/buddha%E2%80%99s-words' target='_blank'>In the Buddha’s Words</a>:</b> Bhikkhu Bodhi apresenta uma seleção de discursos do Buda a partir do Cânone Páli, o registro mais antigo do que o Buda ensinou. Dividido em dez capítulos temáticos, <cite>In the Buddha’s Words</cite> revela todo o escopo dos discursos do Buda, desde a vida familiar e casamento até a renúncia e o caminho do insight. Uma introdução concisa e informativa precede cada capítulo, orientando o leitor para uma compreensão mais profunda dos textos que se seguem. As leituras e apresentações podem ser encontradas no fórum do SuttaCentral <a href='https://discourse.suttacentral.net/t/in-the-buddha-s-words/29' target='_blank'>aqui</a>.",
  "start:40": "<b><a href='https://archive.org/details/guidetotipitaka029042mbp' target='_blank'>Guide To Tipitaka</a>:</b> Levantamento clássico de Sayagyi U Ko Lay de todo o cânone Pali. Este livro fornece uma visão geral descritiva de uma perspectiva Theravada, resumindo cada seção e muitos textos individuais. É especialmente útil se você encontrar um novo livro no cânone e quiser saber mais sobre este.",
  "start:41": "<b><a href='http://dharmafarer.org/wordpress/sutta-discovery' target='_blank'>The Sutta Discovery Series</a>:</b> Por muitos anos, o professor sênior Piya Tan vem dando aulas de sutta com notas detalhadas, traduzindo textos do próprio Pali. Este recurso inestimável está totalmente disponível online.",
  "start:42": "<b><a href='https://www.youtube.com/watch?v=KuOOmGfebV8' target='_blank'>5 Funny Buddhist Suttas That Have a Great Message</a>:</b> Mindah-Lee Kumar (conhecida como “The Enthusiastic Buddhist”) mostra como o Buda usava o humor em seus ensinamentos.",
  "start:43": "<b><a href='https://www.youtube.com/watch?v=z4pyC8vwOjU&amp;list=PLf9HOK<i lang='pi' translate='no'>Rf1M5Z9I</i>amhqlldGiFL7dVSJb' target='_blank'>BSWA sutta classes</a>:</b> Por muitos anos, os bhikkhus e as bhikkhunis de Bodhinyana e Dhammasara, incluindo Ajahn Brahm, têm dado aulas sobre os suttas. Gravações destas estão disponíveis no Youtube.",
  "start:44": "<b><a href='https://discourse.suttacentral.net/c/av' target='_blank'>SuttaCentral forum</a>:</b> Nosso fórum é um lugar onde qualquer pessoa pode fazer upload ou compartilhar links para recursos sobre os suttas. Há muitas leituras, cantos e aulas.",
  "start:45": "Nós construímos uma comunidade vibrante e diversificada de pessoas interessadas nos suttas. Você é convidado a fazer perguntas, ler ensaios e participar das conversas <a href='https://discourse.suttacentral.net/' target='_blank'>aqui</a>.",
  "start:46": "Há muitos suttas. Mas não há suttas <em>demais</em>. Dedique alguns anos ao hábito de leitura regular e você deverá ser capaz de ler todos os suttas na tradução. Por que não?"
}