{
  "an8.71:0.1": "Восходящие Наставления 8.71",
  "an8.71:0.2": "Глава Ямака",
  "an8.71:0.3": "Сутта Вера Первая",
  "an8.71:1.1": "“Монахи, монах Может обладать верой, но он безнравственен.",
  "an8.71:1.2": "Таким образом, он неполноценен в отношении этого фактора.",
  "an8.71:1.3": "Ему следует исполнить этот фактор с помощью такого рассуждения:",
  "an8.71:1.4": "“Как мне обладать верой, но также и быть нравственным?”",
  "an8.71:1.5": "Но когда монах обладает верой, а также он нравственный,",
  "an8.71:1.6": "то в этом случае он полноценен в отношении этого фактора.",
  "an8.71:2.1": "Монах может обладать верой и быть нравственным, но не быть учёным.",
  "an8.71:2.2": "Таким образом, он неполноценен в отношении этого фактора.",
  "an8.71:2.3": "Ему следует исполнить этот фактор с помощью такого рассуждения:",
  "an8.71:2.4": "“Как мне обладать верой и быть нравственным, но также и быть учёным?”",
  "an8.71:2.5": "Но когда монах обладает верой и нравственен, а также и когда он учёный,",
  "an8.71:2.6": "то в этом случае он полноценен в отношении этого фактора.",
  "an8.71:3.1": "Монах может обладать верой и быть нравственным и учёным, но не являться проповедником Дхаммы…",
  "an8.71:3.2": "Монах может обладать верой и быть нравственным, учёным, являться проповедником Дхаммы, но не тем, кто часто посещает собрания…",
  "an8.71:3.3": "Монах может обладать верой и быть нравственным, учёным, являться проповедником Дхаммы, тем, кто часто посещает собрания, но не тем, кто уверенно учит Дхамме собрание…",
  "an8.71:3.4": "Монах может обладать верой и быть нравственным, учёным, являться проповедником Дхаммы; тем, кто часто посещает собрания; тем, кто уверенно учит Дхамме собрание, но не являться тем, кто достигает по желанию, без сложностей и проблем, четырёх джхан, что составляют высший ум и являются приятными пребываниями в этой самой жизни…",
  "an8.71:3.5": "Монах может обладать верой и быть нравственным, учёным, являться проповедником Дхаммы; тем, кто часто посещает собрания; тем, кто уверенно учит Дхамме собрание; тем, кто достигает по желанию, без сложностей и проблем, четырёх джхан, что составляют высший ум и являются приятными пребываниями в этой самой жизни, но те тем, кто за счёт уничтожения умственных загрязнений, прямо здесь и сейчас в этой самой жизни, входит и пребывает в незапятнанном освобождении ума, освобождении мудростью, напрямую зная и проявляя это для себя самостоятельно…",
  "an8.71:3.6": "Таким образом, он неполноценен в отношении этого фактора.",
  "an8.71:3.7": "Ему следует исполнить этот фактор с помощью такого рассуждения:",
  "an8.71:3.8": "“Как мне обладать верой… а также и быть тем, кто за счёт уничтожения умственных загрязнений, прямо здесь и сейчас в этой самой жизни, входит и пребывает в незапятнанном освобождении ума, освобождении мудростью, напрямую зная и проявляя это для себя самостоятельно?",
  "an8.71:4.1": "Но когда, монахи, монах обладает верой, когда он нравственный, учёный, является проповедником Дхаммы; тем, кто часто посещает собрания; тем, кто уверенно учит Дхамме собрание; тем, кто достигает по желанию, без сложностей и проблем, четырёх джхан, что составляют высший ум и являются приятными пребываниями в этой самой жизни, а также и тем, кто за счёт уничтожения умственных загрязнений, прямо здесь и сейчас в этой самой жизни, входит и пребывает в незапятнанном освобождении ума, освобождении мудростью, напрямую зная и проявляя это для себя самостоятельно –",
  "an8.71:4.2": "то в этом случае он полноценен в отношении этого фактора.",
  "an8.71:4.3": "Монах, который обладает этими восемью качествами, является тем, кто внушает доверие во всех отношения и который полон во всех аспектах”.",
  "an8.71:4.4": "Первая."
}