{
  "an8.64:0.1": "Восходящие Наставления 8.64",
  "an8.64:0.2": "Глава Бхумичала",
  "an8.64:0.3": "Сутта Гайя",
  "an8.64:1.1": "Однажды Благословенный пребывал возле Гайи на холме Гайясиса.",
  "an8.64:1.2": "Там Благословенный обратился к монахам…",
  "an8.64:1.3": "“Монахи, до моего пробуждения, пока я всё ещё был непробужденным бодхисаттой, я воспринимал только свет, но я не видел форм.",
  "an8.64:2.1": "Мысль пришла ко мне, монахи:",
  "an8.64:2.2": "“Если я буду воспринимать свет, а также видеть формы,",
  "an8.64:2.3": "то в таком случае это моё знание и видение станет ещё более очищенным”.",
  "an8.64:3.1": "Так, спустя некоторое время, по мере того, как я пребывал прилежным, старательным, решительным, я воспринимал свет, а также видел формы.",
  "an8.64:3.2": "Но, всё же, я не общался с этими божествами, не беседовал с ними, не вовлекался с ними в разговоры.",
  "an8.64:4.1": "Мысль пришла ко мне, монахи:",
  "an8.64:4.2": "“Если я буду воспринимать свет и видеть формы, а также общаться с этими божествами, беседовать с ними, вовлекаться с ними в разговоры,",
  "an8.64:4.3": "то в таком случае это моё знание и видение станет ещё более очищенным”.",
  "an8.64:5.1": "Так, спустя некоторое время, по мере того, как я пребывал прилежным, старательным, решительным, я воспринимал свет и видел формы, а также общался с этими божествами, беседовал с ними, вовлекался с ними в разговоры.",
  "an8.64:5.2": "Но, всё же, я не знал об этих божествах следующего:",
  "an8.64:5.3": "“Эти божества из такого-то или такого-то класса божеств”.",
  "an8.64:6.1": "Мысль пришла ко мне, монахи:",
  "an8.64:6.2": "“Если я буду воспринимать свет и видеть формы, общаться с этими божествами, беседовать с ними, вовлекаться с ними в разговоры, а также знать об этих божествах:",
  "an8.64:6.3": "“Эти божества из такого-то или такого-то класса божеств” –",
  "an8.64:6.4": "то в таком случае это моё знание и видение станет ещё более очищенным”.",
  "an8.64:7.1": "Так, спустя некоторое время, по мере того, как я пребывал прилежным, старательным, решительным, я воспринимал свет и видел формы, общался с этими божествами, беседовал с ними, вовлекался с ними в разговоры, и я также знал об этих божествах следующее:",
  "an8.64:7.2": "“Эти божества из такого-то или такого-то класса божеств”.",
  "an8.64:7.3": "Но, всё же, я не знал об этих божествах следующего:",
  "an8.64:7.4": "“После смерти здесь, эти божества переродились там в результате этой каммы”.",
  "an8.64:7.5": "Так, спустя некоторое время… я знал об этих божествах:",
  "an8.64:7.6": "“После смерти здесь, эти божества переродились там в результате этой каммы”.",
  "an8.64:7.7": "Но, всё же, я не знал об этих божествах следующего:",
  "an8.64:7.8": "“В результате этой каммы, эти божества существуют здесь, питаясь такой-то едой и переживают такое-то удовольствие и боль”…",
  "an8.64:7.9": "я знал об этих божествах:",
  "an8.64:7.10": "“В результате этой каммы, эти божества существуют здесь, питаясь такой-то едой и переживают такое-то удовольствие и боль”.",
  "an8.64:7.11": "Но, всё же, я не знал об этих божествах следующего:",
  "an8.64:7.12": "“В результате этой каммы эти божества имеют срок жизни такой-то длины”.",
  "an8.64:7.13": "Мысль пришла ко мне, монахи:",
  "an8.64:7.14": "“В результате этой каммы эти божества имеют срок жизни такой-то длины”.",
  "an8.64:7.15": "Но, всё же, я не знал, жил ли я сам с этими божествами прежде в прошлых рождениях, или же нет.",
  "an8.64:8.1": "Мысль пришла ко мне, монахи:",
  "an8.64:8.2": "“Если я буду воспринимать…",
  "an8.64:8.3": "",
  "an8.64:8.4": "",
  "an8.64:8.5": "",
  "an8.64:8.6": "",
  "an8.64:8.7": "",
  "an8.64:9.1": "",
  "an8.64:9.2": "",
  "an8.64:9.3": "",
  "an8.64:9.4": "",
  "an8.64:9.5": "я знал о том, жил ли я сам с этими божествами прежде в прошлых рождениях, или же нет.",
  "an8.64:10.1": "Покуда, монахи, моё знание и видение в отношении дэвов с его восемью гранями не было тщательно очищено, я не заявлял о том, что пробудился в непревзойдённое совершенное просветление в этом мире с его дэвами, Марой, Брахмой, с его поколениями жрецов и отшельников, богов и людей.",
  "an8.64:10.2": "Но когда моё знание и видение в отношении дэвов с его восемью гранями было тщательно очищено, то тогда я заявил, что пробудился в непревзойдённое совершенное просветление в этом мире с его дэвами, Марой, Брахмой, с его поколениями жрецов и отшельников, богов и людей.",
  "an8.64:10.3": "Знание и видение возникли во мне:",
  "an8.64:10.4": "“Непоколебимо моё освобождение ума. Это моё последнее рождение. Не будет более нового существования”.",
  "an8.64:10.5": "Четвёртая."
}