{
  "an8.42:0.1": "Ангуттара Никая 8.42 ",
  "an8.42:0.2": "5. Упосатха ",
  "an8.42:0.3": "Об Упосатхе подробно ",
  "an8.42:1.1": "«Монахи, соблюдаемая в полных восьми факторах Упосатха приносит великий плод и пользу, она истинно сверкающая и всепроникающая. ",
  "an8.42:1.2": "И каким образом Упосатха соблюдается в полных восьми факторах, так что приносит великий плод и пользу, и что она неимоверно сверкающая и всепроникающая? ",
  "an8.42:1.3": "Вот, монахи, благородный ученик рассуждает так: ",
  "an8.42:1.4": "«Покуда они живы, араханты отбрасывают и воздерживаются от уничтожения жизни. Они пребывают в сострадании ко всем живым существам, отбросив дубину и оружие, добросовестные и милосердные. ",
  "an8.42:1.5": "Сегодня, в течение этой ночи и дня, я также отброшу и буду воздерживаться от уничтожения жизни. Я также буду пребывать в сострадании ко всем живым существам, отбросив дубину и оружие, добросовестным и милосердным. ",
  "an8.42:1.6": "Так в этом отношении я буду подражать арахантам и буду соблюдать Упосатху». ",
  "an8.42:1.7": "Таков первый фактор, которым она, эта Упосатха, обладает. … ",
  "an8.42:2.1": "«Покуда они живы, араханты отбрасывают и воздерживаются от использования высоких и роскошных постелей. Они ложатся на постель низкую: либо на небольшую кровать, либо на соломенную циновку. ",
  "an8.42:2.2": "Сегодня, в течение этой ночи и дня, я также отброшу и буду воздерживаться от использования высоких и роскошных постелей. Я лягу на постель низкую, либо на небольшую кровать, либо на соломенную циновку. ",
  "an8.42:2.3": "Так в этом отношении я буду подражать арахантам и буду соблюдать Упосатху». ",
  "an8.42:2.4": "Таков восьмой фактор, которым она обладает. ",
  "an8.42:2.5": "Вот каким образом, монахи, соблюдаемая в полных восьми факторах Упосатха приносит великий плод и пользу, она неимоверно сверкающая и всепроникающая». ",
  "an8.42:3.1": "И до какой степени она приносит великий плод и пользу? ",
  "an8.42:3.2": "Представьте, как если бы человек, имея в обилии семь драгоценностей, осуществлял бы владычество и царствование над этими шестнадцатью великими странами: Ангов, Магадхов, Касиев, Косал, Вадджей, Маллов, Четиев, Вангов, Куру, Панчал, Маччхов, Сурасенов, Ассаков, Авантиев, Гандхарцев, Камбоджиев. ",
  "an8.42:3.3": "Это не стоило бы и одной шестнадцатой соблюдения Упосатхи, полной в восьми факторах. ",
  "an8.42:3.4": "И почему? ",
  "an8.42:3.5": "Потому что царствование людей ничтожно по сравнению с небесным счастьем. ",
  "an8.42:4.1": "Ведь для дэвов, управляемых четырьмя великими божественными царями, одна ночь и один день равняются пятидесяти человеческим годам. ",
  "an8.42:4.2": "Тридцать таких дней составляют месяц, ",
  "an8.42:4.3": "а двенадцать таких месяцев составляют год. ",
  "an8.42:4.4": "Жизненный срок этих дэвов – пятьсот таких небесных лет. ",
  "an8.42:4.5": "И есть возможность, монахи, что мужчина или женщина, соблюдающая Упосатху в восьми полных факторах, с распадом тела, после смерти, переродится среди дэвов, управляемых четырьмя великими божественными царями. ",
  "an8.42:4.6": "В отношении этого я сказал, что ",
  "an8.42:4.7": "царствование людей ничтожно по сравнению с небесным счастьем. ",
  "an8.42:5.1": "Для дэвов Таватимсы одна ночь и один день равняются сотне человеческих лет. ",
  "an8.42:5.2": "Тридцать таких дней составляют месяц, ",
  "an8.42:5.3": "а двенадцать таких месяцев составляют год. ",
  "an8.42:5.4": "Жизненный срок этих дэвов – тысяча таких небесных лет. ",
  "an8.42:5.5": "И есть возможность, монахи, что мужчина или женщина, соблюдающая Упосатху в восьми полных факторах, с распадом тела, после смерти, переродится среди дэвов Таватимсы. ",
  "an8.42:5.6": "В отношении этого я сказал, что ",
  "an8.42:5.7": "царствование людей ничтожно по сравнению с небесным счастьем. ",
  "an8.42:6.1": "Для дэвов Ямы одна ночь и один день равняются двум сотням человеческих лет. ",
  "an8.42:6.2": "Тридцать таких дней составляют месяц, ",
  "an8.42:6.3": "а двенадцать таких месяцев составляют год. ",
  "an8.42:6.4": "Жизненный срок этих дэвов – две тысячи таких небесных лет. ",
  "an8.42:6.5": "И есть возможность, монахи, что мужчина или женщина, соблюдающая Упосатху в восьми полных факторах, с распадом тела, после смерти, переродится среди дэвов Ямы. ",
  "an8.42:6.6": "В отношении этого я сказал, что ",
  "an8.42:6.7": "царствование людей ничтожно по сравнению с небесным счастьем. ",
  "an8.42:7.1": "Для дэвов Туситы одна ночь и один день равняются четырём сотням человеческих лет. ",
  "an8.42:7.2": "Тридцать таких дней составляют месяц, ",
  "an8.42:7.3": "а двенадцать таких месяцев составляют год. ",
  "an8.42:7.4": "Жизненный срок этих дэвов – четыре тысячи таких небесных лет. ",
  "an8.42:7.5": "И есть возможность, монахи, что мужчина или женщина, соблюдающая Упосатху в восьми полных факторах, с распадом тела, после смерти, переродится среди дэвов Туситы. ",
  "an8.42:7.6": "В отношении этого я сказал, что ",
  "an8.42:7.7": "царствование людей ничтожно по сравнению с небесным счастьем. ",
  "an8.42:8.1": "Для дэвов, наслаждающихся творениями, одна ночь и один день равняются восьми сотням человеческих лет. ",
  "an8.42:8.2": "Тридцать таких дней составляют месяц, ",
  "an8.42:8.3": "а двенадцать таких месяцев составляют год. ",
  "an8.42:8.4": "Жизненный срок этих дэвов – восемь тысяч таких небесных лет. ",
  "an8.42:8.5": "И есть возможность, монахи, что мужчина или женщина, соблюдающая Упосатху в восьми полных факторах, с распадом тела, после смерти, переродится среди дэвов наслаждающихся творениями. ",
  "an8.42:8.6": "В отношении этого я сказал, что ",
  "an8.42:8.7": "царствование людей ничтожно по сравнению с небесным счастьем. ",
  "an8.42:9.1": "Для дэвов, управляющих творениями других, одна ночь и один день равняются шестнадцати сотням человеческих лет. ",
  "an8.42:9.2": "Тридцать таких дней составляют месяц, ",
  "an8.42:9.3": "а двенадцать таких месяцев составляют год. ",
  "an8.42:9.4": "Жизненный срок этих дэвов – шестнадцать тысяч таких небесных лет. ",
  "an8.42:9.5": "И есть возможность, монахи, что мужчина или женщина, соблюдающая Упосатху в восьми полных факторах, с распадом тела, после смерти, переродится среди дэвов, управляющих творениями других. ",
  "an8.42:9.6": "В отношении этого я сказал, что ",
  "an8.42:9.7": "царствование людей ничтожно по сравнению с небесным счастьем. ",
  "an8.42:10.1": "«Не должно убивать живых существ, <j>Или брать то, что не было дано. ",
  "an8.42:10.2": "Не должно говорить неправду, пить вино. ",
  "an8.42:10.3": "От сексуальности, нечистоты, воздерживай себя, ",
  "an8.42:10.4": "И в неуместный час не принимай еду. ",
  "an8.42:11.1": "Гирлянды не носи, о благовониях забудь. ",
  "an8.42:11.2": "Спи на кровати низкой иль подстилке на земле. ",
  "an8.42:11.3": "Вот какова, как говорят, Упосатха восьми – ",
  "an8.42:11.4": "Буддой провозглашённая, <j>Тем, кто достиг страданий всяческих конца. ",
  "an8.42:12.1": "И там, до куда достают и солнце и луна, ",
  "an8.42:12.2": "И проливают свет, что столь чудесным взору предстаёт, ",
  "an8.42:12.3": "По небосводу что плывут, рассеивают тьму, ",
  "an8.42:12.4": "Они сияют в небе, освещая целый мир. ",
  "an8.42:13.1": "И всё богатство, в этой области что есть – ",
  "an8.42:13.2": "И жемчуга, алмазы, превосходнейший берилл, ",
  "an8.42:13.3": "И рог из золота, из золота гора, ",
  "an8.42:13.4": "Как и естественное золото, зовут что «хатака» – ",
  "an8.42:14.1": "Даже одной шестнадцатой не стоит это всё ",
  "an8.42:14.2": "Упосатхи из восьми факторов что состоит. ",
  "an8.42:14.3": "Как и скопление звёзд не сопоставится никак <j>Даже с одной шестнадцатой сияния луны. ",
  "an8.42:15.1": "Так, добродетельная женщина иль муж, ",
  "an8.42:15.2": "Кто соблюдал Упосатху из факторов восьми, ",
  "an8.42:15.3": "К счастью ведущих сотворив много заслуг, ",
  "an8.42:15.4": "Безукоризненный, стремится к небесам». "
}