{
  "an8.25:0.1": "Восходящие Наставления 8.25",
  "an8.25:0.2": "Глава Гахапати",
  "an8.25:0.3": "Сутта Маханама",
  "an8.25:1.1": "Однажды Благословенный пребывал в стране Сакьев в Капилаваттху в Баньяновом Парке.",
  "an8.25:1.2": "И тогда Маханама из клана Сакьев отправился к Благословенному, поклонился ему, сел рядом, и сказал:",
  "an8.25:1.3": "“Почтенный, в каком смысле кто-либо является мирянином?”",
  "an8.25:1.4": "“Когда, Маханама, человек принял прибежище в Будде, Дхамме, Сангхе,",
  "an8.25:1.5": "то тогда он является мирянином”.",
  "an8.25:2.1": "“Почтенный, в каком смысле мирянин является нравственным?”",
  "an8.25:2.2": "“Когда, Маханама, мирянин воздерживается от уничтожения жизни, от взятия того, что ему не было дано, от неблагого сексуального поведения, от лжи, от спиртных напитков, вина, и одурманивающих веществ, что создают основу для беспечности,",
  "an8.25:2.3": "то тогда он является нравственным мирянином”.",
  "an8.25:3.1": "“Почтенный, в каком смысле мирянин практикует ради своего собственного блага, но не ради блага других?”",
  "an8.25:3.2": "“Когда, Маханама, мирянин сам совершенен в вере, но не побуждает других стать совершенными в вере;",
  "an8.25:3.3": "когда он сам совершенен в нравственном поведении, но не побуждает других стать совершенными в нравственном поведении;",
  "an8.25:3.4": "когда он сам совершенен в щедрости, но не побуждает других стать совершенными в щедрости;",
  "an8.25:3.5": "когда он сам желает навещать монахов, но не побуждает других навещать монахов;",
  "an8.25:3.6": "когда он сам хочет послушать благую Дхамму, но не побуждает других послушать благую Дхамму;",
  "an8.25:3.7": "когда он сам удерживает в уме учения, которые услышал, но не побуждает других удерживать в уме учения;",
  "an8.25:3.8": "когда он сам изучает смысл учений, которые запомнил, но не побуждает других изучать их смысл;",
  "an8.25:3.9": "когда он сам понял значение и Дхамму и практикует в соответствии с Дхаммой, но не побуждает других делать так –",
  "an8.25:3.10": "то в этом случае, Маханама, этот мирянин практикует ради собственного блага, но не ради блага других”.",
  "an8.25:4.1": "“Почтенный, в каком смысле мирянин практикует ради своего собственного блага и ради блага других?”",
  "an8.25:4.2": "“Когда, Маханама, мирянин сам совершенен в вере, и побуждает других стать совершенными в вере…",
  "an8.25:4.3": "",
  "an8.25:4.4": "",
  "an8.25:4.5": "",
  "an8.25:4.6": "",
  "an8.25:4.7": "",
  "an8.25:4.8": "",
  "an8.25:4.9": "побуждает других практиковать в соответствии с Дхаммой –",
  "an8.25:4.10": "то в этом случае, Маханама, этот мирянин практикует ради собственного блага и ради блага других”.",
  "an8.25:4.11": "Пятая."
}