{
  "an8.29:0.1": "Восходящие Наставления 8.29",
  "an8.29:0.2": "Глава Гахапати",
  "an8.29:0.3": "Сутта Неподходящий момент",
  "an8.29:1.1": "“Монахи, необученный заурядный человек говорит: “Мир обрёл возможность! Мир обрёл возможность!”. Но на самом деле он не знает, что является возможностью, а что ей не является.",
  "an8.29:1.2": "Монахи, есть эти восемь неподходящих моментов, что не являются подобающими случаями для ведения святой жизни.",
  "an8.29:1.3": "Какие восемь?",
  "an8.29:1.4": "Бывает так, что в мире возник Татхагата, Арахант, полностью просветлённый, совершенный в истинном знании и поведении, достигший блага, знаток мира, непревзойдённый учитель тех, кто готов обучаться, учитель богов и людей, пробуждённый, благословенный. И учат Дхамме, ведущей к покою, к ниббане, к просветлению, как то провозгласил Благой.",
  "an8.29:1.5": "Но человек в это время переродился в аду.",
  "an8.29:1.6": "Таков первый неподходящий момент, что не является подобающим случаем для ведения святой жизни.",
  "an8.29:2.1": "Далее, в мире возник Татхагата… И учат Дхамме…",
  "an8.29:2.2": "Но человек в это время переродился в мире животных…",
  "an8.29:3.1": "Далее, в мире возник Татхагата…",
  "an8.29:3.2": "Но человек в это время переродился в мире духов…",
  "an8.29:4.1": "Далее, в мире возник Татхагата…",
  "an8.29:4.2": "Но человек в это время переродился в некоей группе долгоживущих божеств.",
  "an8.29:5.1": "Далее, в мире возник Татхагата…",
  "an8.29:5.2": "Но человек в это время переродился во внешних провинциях, среди грубых иноземцев, куда не путешествуют монахи, монахини, миряне, мирянки.",
  "an8.29:6.1": "Далее, в мире возник Татхагата… И человек в это время переродился в центральных провинциях, но он придерживается неправильных воззрений, имеет искажённую точку зрения:",
  "an8.29:6.2": "“Нет ничего, что дано; нет ничего, что предложено; нет ничего, что пожертвовано. Нет плода или результата хороших или плохих поступков. Нет этого мира, нет следующего мира; нет отца, нет матери, нет спонтанно рождающихся существ. Нет жрецов и отшельников, которые посредством правильной жизни и правильной практики истинно провозглашали бы другим, что познали и засвидетельствовали самостоятельно этот мир и следующий”.",
  "an8.29:7.1": "Далее, в мире возник Татхагата…",
  "an8.29:7.2": "И человек в это время переродился в центральных провинциях, но он немудрый, глупый, тупой, не может понять суть того, что хорошо сказано и плохо сказано.",
  "an8.29:7.3": "Таков седьмой неподходящий момент, что не является подобающим случаем для ведения святой жизни.",
  "an8.29:8.1": "Далее, Татхагата не возник в мире…",
  "an8.29:8.2": "И не учат Дхамме… Но человек в это время переродился в центральных провинциях, и он мудрый, умный, проницательный, способен понять суть того, что хорошо сказано и плохо сказано.",
  "an8.29:8.3": "Таков восьмой неподходящий момент, что не является подобающим случаем для ведения святой жизни.",
  "an8.29:9.1": "Таковы восемь неподходящих моментов, что не являются подобающими случаями для ведения святой жизни.",
  "an8.29:10.1": "Монахи, есть один уникальный подходящий момент, подобающий случай для ведения святой жизни.",
  "an8.29:10.2": "Какой?",
  "an8.29:10.3": "Бывает так, что в мире возник Татхагата, Арахант, полностью просветлённый, совершенный в истинном знании и поведении, достигший блага, знаток мира, непревзойдённый учитель тех, кто готов обучаться, учитель богов и людей, пробуждённый, благословенный.",
  "an8.29:10.4": "И учат Дхамме, ведущей к покою, к ниббане, к просветлению, как то провозгласил Счастливый. И человек в это время переродился в центральных провинциях, и он мудрый, умный, проницательный, способен понять суть того, что хорошо сказано и плохо сказано.",
  "an8.29:10.5": "“Коль смог ты обрести рождение человеком,",
  "an8.29:11.1": "Тогда, когда раскрыли благостную Дхамму,",
  "an8.29:11.2": "И если ухватить момент ты не сумел,",
  "an8.29:11.3": "То упустил ты подходящую возможность.",
  "an8.29:11.4": "Ведь было сказано о неуместных временах,",
  "an8.29:12.1": "О случаях, Пути преграду создающих.",
  "an8.29:12.2": "Ведь только иногда приходит случай тот,",
  "an8.29:12.3": "Что в этом самом мире будды возникают.",
  "an8.29:12.4": "И коль лицом к лицу ты повстречать их смог,",
  "an8.29:13.1": "То это редкость, обретаемая в мире.",
  "an8.29:13.2": "А коли ты обрёл рождение человеком,",
  "an8.29:13.3": "И в это время обучают Дхамме превосходной,",
  "an8.29:13.4": "То если ты желаешь собственного блага,",
  "an8.29:13.5": "То этого достаточно, чтоб приложить старания.",
  "an8.29:13.6": "И как понять благую Дхамму,",
  "an8.29:14.1": "Так чтоб не упустить момента?",
  "an8.29:14.2": "Ведь упустившие впоследствии горюют,",
  "an8.29:14.3": "Когда потом в аду переродятся.",
  "an8.29:14.4": "И тот, кто обрести не смог",
  "an8.29:15.1": "Стойкого направления хорошей Дхаммы,",
  "an8.29:15.2": "Потом жалеть об этом будет очень долго",
  "an8.29:15.3": "Точно торговец, прибыль упустивший.",
  "an8.29:15.4": "Тот человек, невежеством что скован,",
  "an8.29:16.1": "Падения достигший в благородной Дхамме,",
  "an8.29:16.2": "Долгое время он скитаться будет",
  "an8.29:16.3": "По круговерти смерти и перерождений.",
  "an8.29:16.4": "Но те, кто обрели рождение человеком,",
  "an8.29:17.1": "А в это время обучали Дхамме превосходной,",
  "an8.29:17.2": "Те наставления Учителя они смогли исполнить,",
  "an8.29:17.3": "Или исполнят в будущем, а может и сейчас.",
  "an8.29:17.4": "Те, кто практиковали Путь",
  "an8.29:18.1": "Татхагатой провозглашённый,",
  "an8.29:18.2": "В возможность подходящую проникли в этом мире,",
  "an8.29:18.3": "Смогли достичь непревзойдённой святой жизни.",
  "an8.29:18.4": "И пребывать ты должен без каких-либо утечек,",
  "an8.29:19.1": "В сдержанности осознанный и охраняющий себя,",
  "an8.29:19.2": "Как научил этому Тот-Кто-Видит,",
  "an8.29:19.3": "И кто зовётся также Сыном Солнца.",
  "an8.29:19.4": "Скрытые склонности искоренив в уме,",
  "an8.29:20.1": "Что увлекают человека во владения Мары,",
  "an8.29:20.2": "Тот, кто достиг уничтожения загрязнений,",
  "an8.29:20.3": "Живёт в миру,",
  "an8.29:20.4": "но вышел за пределы”.",
  "an8.29:20.5": "Девятая."
}