{
  "an8.47:0.1": "Ангуттара Никая 8.47 ",
  "an8.47:0.2": "5. Упосатха ",
  "an8.47:0.3": "Висакха (II) ",
  "an8.47:1.1": "Однажды Благословенный пребывал в Саваттхи в Особняке Мигараматы в Восточном Парке. ",
  "an8.47:1.2": "И тогда Висакха Мигарамата подошла к Благословенному, поклонилась ему, и села рядом. ",
  "an8.47:1.3": "Затем Благословенный сказал ей: ",
  "an8.47:2.1": "«Висакха, если она наделена восемью качествами, женщина, с распадом тела, после смерти, перерождается среди телесно-привлекательных божеств. ",
  "an8.47:2.2": "Какими восемью? ",
  "an8.47:2.3": "Вот, Висакха, какому мужу её бы ни отдали её родители – делая так из желания ей блага, в поисках её благополучия, проявляя сострадание к ней, исходя из сострадания к ней – женщина почтительно встаёт перед ним и уходит только после того, как он ушёл, беря на себя все дела по дому, которые должны быть сделаны, будучи приятной своим поведением и милой своей речью. … ",
  "an8.47:3.1": "Она щедрая. ",
  "an8.47:3.2": "Она пребывает дома с умом, лишённым пятна скупости, щедрым, открытым; радуется оставлению, предана благотворительности, радуется дарению и разделению. ",
  "an8.47:3.3": "Обладая этими восемью качествами, женщина, с распадом тела, после смерти, перерождается среди телесно-привлекательных божеств». ",
  "an8.47:4.1": "«Мужа она не презирает, ",
  "an8.47:4.2": "Того, поддерживает кто её, ",
  "an8.47:4.3": "Ведь он охотно и старательно ",
  "an8.47:4.4": "Всегда приносит то, что ей желанно. ",
  "an8.47:5.1": "Как мужа и бранить такая женщина не будет ",
  "an8.47:5.2": "Речами, в ревности которые берут своё начало. ",
  "an8.47:5.3": "Мудрая женщина почтение выражает ",
  "an8.47:5.4": "Всем тем, кто почитаем её собственным супругом. ",
  "an8.47:6.1": "Встаёт с кровати рано и работает прилежно, ",
  "an8.47:6.2": "И управляет она разными работами по дому. ",
  "an8.47:6.3": "Приятная в манерах, обходительная с мужем, ",
  "an8.47:6.4": "Она хранит богатство, что супруг смог заработать. ",
  "an8.47:7.1": "Та женщина, что долг исполнит так, ",
  "an8.47:7.2": "Что мужа волю и желания исполняет, ",
  "an8.47:7.3": "Переродится среди тех божеств, ",
  "an8.47:7.4": "Что именуются «приятные телами». "
}