{
  "an8.63:0.1": "Восходящие Наставления 8.63",
  "an8.63:0.2": "Глава Бхумичала",
  "an8.63:0.3": "Сутта Вкратце",
  "an8.63:1.1": "И тогда один монах подошёл к Благословенному, поклонился ему, сел рядом и сказал:",
  "an8.63:1.2": "“Почтенный, было бы хорошо, если бы Благословенный вкратце научил бы меня Дхамме так, чтобы, услышав Дхамму от Благословенного, я пребывал бы один, в уединении, будучи прилежным, старательным, решительным”.",
  "an8.63:1.3": "“Вот так и бывает, когда некие глупцы обращаются ко мне с вопросами,",
  "an8.63:1.4": "но когда им была поведана Дхамма, они думают только о том, чтобы бегать за мной по пятам”.",
  "an8.63:1.5": "“Пусть Благословенный вкратце объяснит мне Дхамму! Пусть Счастливый вкратце объяснит мне Дхамму! Быть может, я смогу понять смысл сказанного Благословенным. Быть может, я стану преемником утверждения Благословенного”.",
  "an8.63:1.6": "“Что ж, монах, в таком случае, вот как ты должен тренировать себя:",
  "an8.63:1.7": "“Мой ум будет прочным и хорошо утверждённым внутренне. Возникшие неблагие состояния не будут завладевать моим умом”.",
  "an8.63:1.8": "Вот как ты должен тренировать себя.",
  "an8.63:2.1": "Когда, монах, твой ум твёрд и хорошо утверждён внутренне, и возникшие неблагие состояния не завладевают твоим умом, то тогда далее ты должен тренировать себя так:",
  "an8.63:2.2": "“Я буду развивать и взращивать освобождение ума доброжелательностью, сделаю его своим средством передвижения, сделаю его своим основанием, установлю его, буду упражняться в нём, и буду надлежащим образом осуществлять его”.",
  "an8.63:2.3": "Вот как ты должен тренировать себя.",
  "an8.63:3.1": "Когда это сосредоточение было таким образом развито и взращено тобой, то тогда тебе следует развивать это сосредоточение с направлением и удержанием ума на этом объекте медитации. Тебе следует развивать его без направления, но с удержанием. Тебе следует развивать его без направления и без удержания. Тебе следует развивать его с восторгом. Тебе следует развивать его без восторга. Тебе следует развивать его с сопровождающим его удобством. Тебе следует развивать его с сопровождающей его невозмутимостью.",
  "an8.63:4.1": "Когда, монах, это сосредоточение было таким образом развито и взращено тобой, то тогда тебе следует тренировать себя так:",
  "an8.63:4.2": "“Я буду развивать и взращивать освобождение ума состраданием…",
  "an8.63:4.3": "освобождение ума сорадованием…",
  "an8.63:4.4": "освобождение ума невозмутимостью, сделаю его своим средством передвижения, сделаю его своим основанием, установлю его, буду упражняться в нём, и буду надлежащим образом осуществлять его”.",
  "an8.63:4.5": "Вот как ты должен тренировать себя.",
  "an8.63:5.1": "Когда это сосредоточение было таким образом развито и взращено тобой, то тогда тебе следует развивать это сосредоточение с направлением и удержанием ума на этом объекте медитации. Тебе следует развивать его без направления, но с удержанием. Тебе следует развивать его без направления и без удержания. Тебе следует развивать его с восторгом. Тебе следует развивать его без восторга. Тебе следует развивать его с сопровождающим его удобством. Тебе следует развивать его с сопровождающей его невозмутимостью.",
  "an8.63:6.1": "Когда, монах, это сосредоточение было таким образом развито и взращено тобой, то тогда тебе следует тренировать себя так:",
  "an8.63:6.2": "“Я буду пребывать в созерцании тела в теле, будучи старательным, бдительным, осознанным, устранив жажду и недовольство в отношении мира”.",
  "an8.63:6.3": "Вот как ты должен тренировать себя.",
  "an8.63:7.1": "Когда это сосредоточение было таким образом развито и взращено тобой, то тогда тебе следует развивать это сосредоточение с направлением и удержанием ума на этом объекте медитации. Тебе следует развивать его без направления, но с удержанием. Тебе следует развивать его без направления и без удержания. Тебе следует развивать его с восторгом. Тебе следует развивать его без восторга. Тебе следует развивать его с сопровождающим его удобством. Тебе следует развивать его с сопровождающей его невозмутимостью.",
  "an8.63:8.1": "Когда, монах, это сосредоточение было таким образом развито и взращено тобой, то тогда тебе следует тренировать себя так:",
  "an8.63:8.2": "“Я буду пребывать в созерцании чувств в чувствах…",
  "an8.63:8.3": "ума в уме…",
  "an8.63:8.4": "феноменов в феноменах, будучи старательным, бдительным, осознанным, устранив жажду и недовольство в отношении мира”.",
  "an8.63:8.5": "Вот как ты должен тренировать себя.",
  "an8.63:9.1": "Когда это сосредоточение было таким образом развито и взращено тобой, то тогда тебе следует развивать это сосредоточение с направлением и удержанием ума на этом объекте медитации. Тебе следует развивать его без направления, но с удержанием. Тебе следует развивать его без направления и без удержания. Тебе следует развивать его с восторгом. Тебе следует развивать его без восторга. Тебе следует развивать его с сопровождающим его удобством. Тебе следует развивать его с сопровождающей его невозмутимостью.",
  "an8.63:10.1": "Когда, монах, это сосредоточение было таким образом развито и взращено тобой, то когда ты идёшь, ты будешь идти в умиротворении. Когда ты стоишь, ты будешь стоять в умиротворении. Когда ты сидишь, ты будешь сидеть в умиротворении. Когда ты лежишь, ты будешь лежать в умиротворении”.",
  "an8.63:11.1": "Получив такое наставление от Благословенного, тот монах поднялся со своего сиденья, поклонился Благословенному и ушёл, обойдя его с правой стороны.",
  "an8.63:11.2": "И затем, пребывая в уединении прилежным, старательным, решительным, вскоре тот монах, реализовав это для себя посредством прямого знания, здесь и сейчас вошёл и пребывал в высочайшей цели святой жизни, ради которой представители клана праведно оставляют жизнь домохозяина и ведут жизнь бездомную.",
  "an8.63:11.3": "Он напрямую познал: “Рождение уничтожено, святая жизнь прожита, сделано то, что следовало сделать, не будет более возвращения в какое-либо состояние существования”.",
  "an8.63:11.4": "И тот монах стал одним из арахантов.",
  "an8.63:11.5": "Третья."
}