{
  "an8.41:0.1": "Ангуттара Никая 8.41 ",
  "an8.41:0.2": "5. Упосатха ",
  "an8.41:0.3": "Об Упосатхе кратко ",
  "an8.41:1.1": "Так я слышал. ",
  "an8.41:1.2": "Однажды Благословенный проживал в Саваттхи, в роще Джеты, в парке Анатхапиндики. ",
  "an8.41:1.3": "Там Благословенный обратился к монахам так: ",
  "an8.41:1.4": "«Монахи!» ",
  "an8.41:1.5": "«Уважаемый», – отвечали те монахи. ",
  "an8.41:1.6": "Благословенный сказал: ",
  "an8.41:2.1": "«Монахи, соблюдаемая в полных восьми факторах Упосатха приносит великий плод и пользу, она истинно сверкающая и всепроникающая. ",
  "an8.41:2.2": "И каким образом Упосатха соблюдается в полных восьми факторах, так что приносит великий плод и пользу, и что она неимоверно сверкающая и всепроникающая? ",
  "an8.41:2.3": "Вот, монахи, благородный ученик рассуждает так: ",
  "an8.41:2.4": "«Покуда они живы, араханты отбрасывают и воздерживаются от уничтожения жизни. Они пребывают в сострадании ко всем живым существам, отбросив дубину и оружие, добросовестные и милосердные. ",
  "an8.41:2.5": "Сегодня, в течение этой ночи и дня, я также отброшу и буду воздерживаться от уничтожения жизни. Я также буду пребывать в сострадании ко всем живым существам, отбросив дубину и оружие, добросовестным и милосердным. ",
  "an8.41:2.6": "Так в этом отношении я буду подражать арахантам и буду соблюдать Упосатху». ",
  "an8.41:2.7": "Таков первый фактор, которым она, эта Упосатха, обладает. ",
  "an8.41:3.1": "«Покуда они живы, араханты отбрасывают и воздерживаются от взятия того, что им не было дано. Они берут только то, что им дали, ожидают только того, что было дано, пребывают честными, не имея мыслей о воровстве. ",
  "an8.41:3.2": "Сегодня, в течение этой ночи и дня, я также отброшу и буду воздерживаться от взятия того, что мне не было дано. Буду пребывать честным, не имея мыслей о воровстве. ",
  "an8.41:3.3": "Так в этом отношении я буду подражать арахантам и буду соблюдать Упосатху». ",
  "an8.41:3.4": "Таков второй фактор, которым она обладает. ",
  "an8.41:4.1": "«Покуда они живы, араханты отбрасывают сексуальную активность и соблюдают целомудрие, живут отдельно, воздерживаясь от половых сношений, которые привычны среди простых людей. ",
  "an8.41:4.2": "Сегодня, в течение этой ночи и дня, я также отброшу сексуальную активность, буду жить отдельно, воздерживаясь от половых сношений, которые привычны среди простых людей. ",
  "an8.41:4.3": "Так в этом отношении я буду подражать арахантам и буду соблюдать Упосатху». ",
  "an8.41:4.4": "Таков третий фактор, которым она обладает. ",
  "an8.41:5.1": "«Покуда они живы, араханты отбрасывают и воздерживаются от лжи. Они говорят правду, твёрдо придерживаются правды. Они заслуживают доверия и надёжны, не обманывают мир. ",
  "an8.41:5.2": "Сегодня, в течение этой ночи и дня, я также отброшу и буду воздерживаться от лжи. Буду говорить правду, твёрдо придерживаться правды, буду заслуживать доверия, буду надёжен, не буду обманывать мир. ",
  "an8.41:5.3": "Так в этом отношении я буду подражать арахантам и буду соблюдать Упосатху». ",
  "an8.41:5.4": "Таков четвертый фактор, которым она обладает. ",
  "an8.41:6.1": "«Покуда они живы, араханты отбрасывают и воздерживаются от спиртных напитков, вина, одурманивающих веществ, что являются основой для беспечности. ",
  "an8.41:6.2": "Сегодня, в течение этой ночи и дня, я также отброшу и буду воздерживаться от спиртных напитков, вина, одурманивающих веществ, что являются основой для беспечности. ",
  "an8.41:6.3": "Так в этом отношении я буду подражать арахантам и буду соблюдать Упосатху». ",
  "an8.41:6.4": "Таков пятый фактор, которым она обладает. ",
  "an8.41:7.1": "Покуда они живы, араханты едят один раз в день, воздерживаются от принятия пищи ночью и вне положенного времени. ",
  "an8.41:7.2": "Сегодня, в течение этой ночи и дня, я также буду есть один раз в день, воздерживаться от принятия пищи ночью и вне положенного времени. ",
  "an8.41:7.3": "Так в этом отношении я буду подражать арахантам и буду соблюдать Упосатху». ",
  "an8.41:7.4": "Таков шестой фактор, которым она обладает. ",
  "an8.41:8.1": "«Покуда они живы, араханты воздерживаются от танцев, пения, музыки, неуместных зрелищ, а также от украшения себя и наведения красоты посредством ношения гирлянд, применения ароматов и мазей. ",
  "an8.41:8.2": "Сегодня, в течение этой ночи и дня, я также буду воздерживаться от танцев, пения, музыки, неуместных зрелищ, а также от украшения себя и наведения красоты посредством ношения гирлянд, применения ароматов и мазей. ",
  "an8.41:8.3": "Так в этом отношении я буду подражать арахантам и буду соблюдать Упосатху». ",
  "an8.41:8.4": "Таков седьмой фактор, которым она обладает. ",
  "an8.41:9.1": "«Покуда они живы, араханты отбрасывают и воздерживаются от использования высоких и роскошных постелей. Они ложатся на постель низкую: либо на небольшую кровать, либо на соломенную циновку. ",
  "an8.41:9.2": "Сегодня, в течение этой ночи и дня, я также отброшу и буду воздерживаться от использования высоких и роскошных постелей. Я лягу на постель низкую, либо на небольшую кровать, либо на соломенную циновку. ",
  "an8.41:9.3": "Так в этом отношении я буду подражать арахантам и буду соблюдать Упосатху». ",
  "an8.41:9.4": "Таков восьмой фактор, которым она обладает. ",
  "an8.41:10.1": "Вот каким образом, монахи, соблюдаемая в полных восьми факторах Упосатха приносит великий плод и пользу, она неимоверно сверкающая и всепроникающая». "
}