{
  "an8.50:0.1": "Ангуттара Никая 8.50 ",
  "an8.50:0.2": "5. Упосатха ",
  "an8.50:0.3": "Этот мир (II) ",
  "an8.50:1.1": "«Монахи, обладая четырьмя качествами, женщина устремлена к победе в этом мире, и её жизнь в этом мире имеет успех. ",
  "an8.50:1.2": "Какими четырьмя? ",
  "an8.50:1.3": "Вот женщина умелая в своей работе, она управляет домашними делами, её поведение приятно её мужу, она сберегает то, что он заработал. ",
  "an8.50:2.1": "И каким образом, монахи, женщина умелая в своей работе? ",
  "an8.50:2.2": "Вот женщина умелая и прилежная в исполнении хозяйственных работ по дому мужа … ",
  "an8.50:2.3": "Вот каким образом женщина умелая в своей работе. ",
  "an8.50:3.1": "И каким образом женщина управляет домашними делами? ",
  "an8.50:3.2": "Она выясняет, что сделали, а чего не сделали помощники по дому её мужа – рабы, посыльные, рабочие. Она справляется о здоровье тех, кто болен. Она распределяет для каждого должную порцию еды. ",
  "an8.50:3.3": "Вот каким образом женщина управляет домашними делами. ",
  "an8.50:4.1": "И каким образом поведение женщины приятно её мужу? ",
  "an8.50:4.2": "Вот женщина не совершает каких-либо оплошностей, которые муж счёл бы неприятными, даже ценой своей жизни. ",
  "an8.50:4.3": "Вот каким образом поведение женщины приятно её мужу. ",
  "an8.50:5.1": "И каким образом женщина сберегает то, что он заработал? ",
  "an8.50:5.2": "Вот женщина сохраняет и оберегает любой доход, который муж приносит домой … ",
  "an8.50:5.3": "Вот каким образом  женщина сберегает то, что он заработал. ",
  "an8.50:5.4": "Обладая этими четырьмя качествами, женщина устремлена к победе в этом мире, и её жизнь в этом мире имеет успех. ",
  "an8.50:6.1": "Обладая иными четырьмя качествами, женщина устремлена к победе в другом, следующем мире, и её жизнь в другом мире имеет успех. ",
  "an8.50:6.2": "Какими четырьмя? ",
  "an8.50:6.3": "Вот женщина совершенна в вере, совершенна в нравственном поведении, совершенна в щедрости, совершенна в мудрости. ",
  "an8.50:7.1": "И каким образом, монахи, женщина совершенна в вере? ",
  "an8.50:7.2": "Вот женщина обладает верой. Она верит в просветление Татхагаты … ",
  "an8.50:7.3": "Вот каким образом женщина совершенна в вере. ",
  "an8.50:8.1": "И каким образом женщина совершенна в нравственном поведении? ",
  "an8.50:8.2": "Вот женщина воздерживается от убийства живых существ, от взятия того, что не дано, от неблагого сексуального поведения, от лжи, ",
  "an8.50:8.3": "от спиртных напитков, вина, и одурманивающих веществ, что являются основной для беспечности. ",
  "an8.50:8.4": "Вот каким образом женщина совершенна в нравственном поведении. ",
  "an8.50:9.1": "И каким образом женщина совершенна в щедрости? ",
  "an8.50:9.2": "Вот женщина пребывает дома с умом, лишённым пятна скупости, щедрым, открытым, радуется оставлению, предана благотворительности, радуется дарению и разделению. ",
  "an8.50:9.3": "Вот каким образом женщина совершенна в щедрости. ",
  "an8.50:10.1": "И каким образом женщина совершенна в мудрости? ",
  "an8.50:10.2": "Вот женщина мудра. Она обладает мудростью, которая различает происхождение и исчезновение – благородной, проницательной, ведущей к полному уничтожению страданий. ",
  "an8.50:10.3": "Вот каким образом женщина совершенна в мудрости. ",
  "an8.50:10.4": "Обладая этими четырьмя качествами, монахи, женщина устремлена к победе в другом, следующем мире, и её жизнь в другом мире имеет успех». ",
  "an8.50:11.1": "«Она способная в своих делах, ",
  "an8.50:11.2": "И управляет она разными работами по дому. ",
  "an8.50:11.3": "Приятная в манерах, обходительная с мужем, ",
  "an8.50:11.4": "Она хранит богатство, что супруг смог заработать. ",
  "an8.50:12.1": "Верой богата, нравственностью обладает, ",
  "an8.50:12.2": "Щедра и скаредности лишена она, ",
  "an8.50:12.3": "И постоянно Путь духовный очищает – ",
  "an8.50:12.4": "К сохранности ведёт который в жизни, что придёт. ",
  "an8.50:13.1": "И будут звать любую женщину такую, ",
  "an8.50:13.2": "Которая имеет восемь качеств этих, ",
  "an8.50:13.3": "Нравственную, стойкую в Дхамме этой, ",
  "an8.50:13.4": "Той, говорит которая всегда одну лишь правду. ",
  "an8.50:14.1": "И совершенная в шестнадцати аспектах, ",
  "an8.50:14.2": "А также полная в восьмёрке этих качеств, ",
  "an8.50:14.3": "Мирянка, следует которая за Буддой, ",
  "an8.50:14.4": "Перерождается в приятном мире дэвов». "
}