{
  "an8.74:0.1": "Восходящие Наставления 8.74",
  "an8.74:0.2": "Глава Ямака",
  "an8.74:0.3": "Сутта Памятование о Смерти Вторая",
  "an8.74:1.1": "Однажды Благословенный пребывал в Надике в кирпичной зале.",
  "an8.74:1.2": "Там Благословенный обратился к монахам:",
  "an8.74:1.3": "“Монахи, осознанность к смерти, будучи развитой и взращенной, приносит великий плод и пользу, завершается в бессмертном, имеет бессмертное своим окончанием.",
  "an8.74:2.1": "И каким образом?",
  "an8.74:2.2": "Вот, монахи, когда день подошёл к концу, и наступила ночь, монах рассуждает так:",
  "an8.74:2.3": "“Этой ночью я могу умереть из-за различных причин:",
  "an8.74:2.4": "Змея может укусить меня, или скорпион, или многоножка могут ужалить меня,",
  "an8.74:2.5": "и из-за этого я могу умереть. Это будет помехой для меня.",
  "an8.74:2.6": "Я могу споткнуться и упасть, или моя еда не переварится во мне, или желчь станет спровоцированной, или слизь станет спровоцированной, или острые ветры во мне станут спровоцированными, или люди нападут на меня, или дикие духи нападут на меня,",
  "an8.74:2.7": "и я могу умереть. Это будет помехой для меня”.",
  "an8.74:2.8": "Этому монаху нужно рассуждать так:",
  "an8.74:2.9": "“Есть ли во мне какие-либо плохие, неблагие качества, которые не были отброшены, и которые могут стать помехой для меня, если я сегодня ночью умру?”",
  "an8.74:3.1": "Если, рассмотрев это, монах знает:",
  "an8.74:3.2": "“Во мне есть плохие, неблагие качества, которые не были отброшены, и которые могут стать помехой для меня, если я сегодня ночью умру” – то тогда ему следует приложить дополнительное желание, усилие, старание, воодушевление, неутомимость, осознанность, и бдительность ради отбрасывания этих плохих, неблагих качеств.",
  "an8.74:4.1": "Подобно тому, как тот, у кого загорелась бы одежда или волосы на голове, приложил бы дополнительное желание, усилие, старание, воодушевление, неутомимость, осознанность, и бдительность для того, чтобы потушить пламя на его одежде или голове –",
  "an8.74:4.2": "точно также этот монах должен приложить дополнительное желание, усилие, старание, воодушевление, неутомимость, осознанность, и бдительность ради отбрасывания этих плохих, неблагих качеств.",
  "an8.74:5.1": "Но если, рассмотрев это, монах знает:",
  "an8.74:5.2": "“Во мне нет каких-либо плохих, неблагих качеств, которые не были бы отброшены, и которые могли бы стать помехой для меня, если я сегодня ночью умру” – то тогда ему следует пребывать в этом самом восторге и радости, тренируясь днём и ночью в развитии благих качеств.",
  "an8.74:6.1": "Но, когда ночь подошла к концу, и наступил день, монах тоже рассуждает так:",
  "an8.74:6.2": "“Этим днём я могу умереть из-за различных причин:",
  "an8.74:6.3": "Змея может укусить меня, или скорпион, или многоножка могут ужалить меня,",
  "an8.74:6.4": "и из-за этого я могу умереть. Это будет помехой для меня.",
  "an8.74:6.5": "Я могу споткнуться и упасть, или моя еда не переварится во мне, или желчь станет спровоцированной, или слизь станет спровоцированной, или острые ветры во мне станут спровоцированными, или люди нападут на меня, или дикие духи нападут на меня,",
  "an8.74:6.6": "и из-за этого я могу умереть. Это будет помехой для меня”.",
  "an8.74:6.7": "Этому монаху нужно рассуждать так:",
  "an8.74:6.8": "“Есть ли во мне какие-либо плохие, неблагие качества, которые не были отброшены, и которые могут стать помехой для меня, если я сегодня днём умру?”",
  "an8.74:7.1": "Если, рассмотрев это, монах знает:",
  "an8.74:7.2": "“Во мне есть плохие, неблагие качества, которые не были отброшены, и которые могут стать помехой для меня, если я сегодня днём умру” – то тогда ему следует приложить дополнительное желание, усилие, старание, воодушевление, неутомимость, осознанность, и бдительность ради отбрасывания этих плохих, неблагих качеств.",
  "an8.74:8.1": "Подобно тому, как тот, у кого загорелась бы одежда или волосы на голове, приложил бы дополнительное желание, усилие, старание, воодушевление, неутомимость, осознанность, и бдительность для того, чтобы потушить пламя на его одежде или голове –",
  "an8.74:8.2": "точно также этот монах должен приложить дополнительное желание, усилие, старание, воодушевление, неутомимость, осознанность, и бдительность ради отбрасывания этих плохих, неблагих качеств.",
  "an8.74:9.1": "Но, если, рассмотрев это, монах знает:",
  "an8.74:9.2": "“Во мне нет каких-либо плохих, неблагих качеств, которые не были бы отброшены, и которые могли бы стать помехой для меня, если я сегодня днём умру” – то тогда ему следует пребывать в этом самом восторге и радости, тренируясь днём и ночью в развитии благих качеств.",
  "an8.74:9.3": "Когда, монахи, осознанность к смерти развита и взращена таким образом, она приносит великий плод и пользу, завершается в бессмертном, имеет бессмертное своим окончанием”.",
  "an8.74:9.4": "Четвёртая."
}