{
  "an8.48:0.1": "Ангуттара Никая 8.48 ",
  "an8.48:0.2": "5. Упосатха ",
  "an8.48:0.3": "Накуламата ",
  "an8.48:1.1": "Однажды Благословенный пребывал в стране Бхаггов в Сунсумарагире в оленьем парке возле Рощи Бхесакалы. ",
  "an8.48:1.2": "И тогда домохозяйка Накуламата подошла к Благословенному, поклонилась ему, и села рядом. Затем Благословенный сказал ей: ",
  "an8.48:2.1": "«Накуламата, если она наделена восемью качествами, женщина, с распадом тела, после смерти, перерождается среди телесно-привлекательных божеств. ",
  "an8.48:2.2": "Какими восемью? ",
  "an8.48:2.3": "Вот, Накуламата, какому мужу её бы ни отдали её родители – делая так из желания ей блага, в поисках её благополучия, проявляя сострадание к ней, исходя из сострадания к ней – женщина почтительно встаёт перед ним и уходит только после того, как он ушёл, беря на себя все дела по дому, которые должны быть сделаны, будучи приятной своим поведением и милой своей речью. ",
  "an8.48:3.1": "Она чтит, ценит, уважает, и почитает тех, кого уважает её муж – ",
  "an8.48:3.2": "его отца и мать, отшельников и жрецов – ",
  "an8.48:3.3": "а когда они приходят в дом, она предлагает им сиденье и воду. ",
  "an8.48:4.1": "Она умелая и прилежная в исполнении хозяйственных работ по дому мужа, будь то вязание или шитьё. Она судит об этих работах уже только после их выполнения, чтобы довести их до конца и выполнить их подобающим образом. ",
  "an8.48:5.1": "Она выясняет, что сделали, а чего не сделали помощники по дому её мужа – рабы, посыльные, рабочие. ",
  "an8.48:5.2": "Она справляется о здоровье тех, кто болен. Она распределяет для каждого должную порцию еды. ",
  "an8.48:6.1": "Она сохраняет и оберегает любой доход, который муж приносит домой – деньги, зерно, серебро или золото. Она не расточительница, не воровка, не транжирка, не мотовка в отношении его накоплений. ",
  "an8.48:7.1": "Она мирянка, принявшая прибежище в Будде, Дхамме, Сангхе. ",
  "an8.48:8.1": "Она нравственна, ",
  "an8.48:8.2": "воздерживается от убийства живых существ, от взятия того, что не дано, от неблагого сексуального поведения, от лжи, от спиртных напитков, вина и одурманивающих веществ, что являются основной для беспечности. ",
  "an8.48:9.1": "Она пребывает дома с умом, лишённым пятна скупости, щедрым, открытым; радуется оставлению, предана благотворительности, радуется дарению и разделению. ",
  "an8.48:10.1": "Обладая этими восемью качествами, женщина, с распадом тела, после смерти, перерождается среди телесно-привлекательных божеств». ",
  "an8.48:11.1": "«Мужа она не презирает, ",
  "an8.48:11.2": "Того, поддерживает кто её, ",
  "an8.48:11.3": "Ведь он охотно и старательно ",
  "an8.48:11.4": "Всегда приносит то, что ей желанно. ",
  "an8.48:12.1": "Как мужа и бранить такая женщина не будет ",
  "an8.48:12.2": "Речами, в ревности которые берут своё начало. ",
  "an8.48:12.3": "Мудрая женщина почтение выражает ",
  "an8.48:12.4": "Всем тем, кто почитаем её собственным супругом. ",
  "an8.48:13.1": "Встаёт с кровати рано и работает прилежно, ",
  "an8.48:13.2": "И управляет она разными работами по дому. ",
  "an8.48:13.3": "Приятная в манерах, обходительная с мужем, ",
  "an8.48:13.4": "Она хранит богатство, что супруг смог заработать. ",
  "an8.48:14.1": "Та женщина, что долг исполнит так, ",
  "an8.48:14.2": "Что мужа волю и желания исполняет, ",
  "an8.48:14.3": "Переродится среди тех божеств, ",
  "an8.48:14.4": "Что именуются «приятные телами». "
}