{
  "an8.52:0.1": "Восходящие Наставления 8.52",
  "an8.52:0.2": "Глава Готами ",
  "an8.52:0.3": "Сутта Наставление ",
  "an8.52:1.1": "Однажды Благословенный пребывал в Весали в зале с остроконечной крышей в Великом Лесу. ",
  "an8.52:1.2": "И тогда Достопочтенный Ананда подошёл к Благословенному, поклонился ему, сел рядом, и сказал: ",
  "an8.52:1.3": "“Почтенный, сколькими качествами должен обладать монах, чтобы согласиться быть наставником монахинь?” ",
  "an8.52:2.1": "“Ананда, монах должен обладать восемью качествами, чтобы согласиться быть наставником монахинь. ",
  "an8.52:2.2": "Какими восемью? ",
  "an8.52:2.3": "Вот, Ананда, монах нравственный. Он пребывает, обуздывая себя Патимоккхой, обладая хорошим поведением и подобающими средствами, видя опасность в мельчайших проступках. Возложив на себя правила тренировки, он тренируется в них. ",
  "an8.52:2.4": "Он много изучал, помнит то, что учил, накапливает в своём уме то, что он изучил. Те учения, что прекрасны в начале, прекрасны в середине, и прекрасны в конце, правильны и в духе и в букве, провозглашающие идеально полную и чистую святую жизнь – таких учений он много изучал, удерживал в уме, повторял вслух по памяти, исследовал их в уме, и тщательно проникал в них воззрением. ",
  "an8.52:2.5": "Ему были хорошо и в подробностях переданы обе Патимоккхи, они были хорошо им прояснены, тщательно освоены, хорошо определены в плане правил и их детального разъяснения. ",
  "an8.52:2.6": "Он хороший оратор с хорошей манерой подачи. Он одарён речью, которая изысканна, чиста, отчётлива, хорошо выражает суть. ",
  "an8.52:2.7": "Он способен наставлять, воодушевлять, вдохновлять, и радовать Сангху монахинь беседой о Дхамме. ",
  "an8.52:2.8": "Он мил и приятен большинству монахинь. ",
  "an8.52:2.9": "Он никогда не совершал серьёзного проступка в отношении женщины, носящей жёлтые одежды, ушедшей в бездомную жизнь под учительством Благословенного. ",
  "an8.52:2.10": "Он в монашестве уже двадцать лет или более. ",
  "an8.52:2.11": "Монах должен обладать этими восемью качествами, чтобы согласиться быть наставником монахинь”.",
  "an8.52:2.12": "Вторая."
}