{
  "an8.86:0.1": "Восходящие Наставления 8.86",
  "an8.86:0.2": "Глава Сати",
  "an8.86:0.3": "Сутта Слава",
  "an8.86:1.1": "Я слышал, что однажды Благословенный, странствуя по стране Косал с большой группой монахов, прибыл в брахманскую деревню Косал под названием Иччханангала.",
  "an8.86:1.2": "Там он остановился в лесной роще Иччханангалы.",
  "an8.86:1.3": "И тогда брахманы-домохозяева Иччханангалы услышали:",
  "an8.86:1.4": "“Как говорят, отшельник Готама, сын Сакьев, ушедший в из клана Сакьев в бездомную жизнь, странствуя по стране Косал вместе с большой группой монахов, прибыл в брахманскую деревню Косал под названием Иччханангала. Там он остановился в лесной роще Иччханангалы.",
  "an8.86:1.5": "И что об этом Мастере Готаме распространилась славная молва:",
  "an8.86:1.6": "“В самом деле Благословенный – достойный, истинно самопробуждённый…",
  "an8.86:1.7": "Хорошо было бы увидеть такого достойного”.",
  "an8.86:2.1": "Так, брахманы-домохозяева Иччханангалы, как минула ночь, взяв с собой основную и неосновную еду, отправились к дому, что находился у ворот в лесную рощу Иччханангалы. По прибытии они устроили там большую суматоху и шумиху.",
  "an8.86:2.2": "В то время Достопочтенный Нагита прислуживал Благословенному.",
  "an8.86:2.3": "Поэтому Благословенный обратился к Достопочтенному Нагите:",
  "an8.86:2.4": "“Нагита, что это за громкий шум и суета, как будто рыбаки поймали рыбу?”",
  "an8.86:2.5": "“Почтенный, это брахманы-домохозяева Иччханангалы стоят у дома, что у ворот в лесную рощу Иччханангалы. Они принесли много основной и неосновной еды для Благословенного и общины монахов”.",
  "an8.86:2.6": "“Пусть не буду я связан со славой, Нагита, и слава пусть не будет связана со мной.",
  "an8.86:2.7": "Тот, кто не может обрести по желанию, без сложностей и проблем, подобно мне, удовольствие уединения, удовольствие отречения, удовольствие покоя, удовольствие самопробуждения,",
  "an8.86:2.8": "то пусть он довольствуется этим удовольствием скользких испражнений, этим удовольствием апатии, этим удовольствием обретений, подношений, и славы”.",
  "an8.86:3.1": "“Почтенный, пусть сейчас Благословенный согласится принять их подношения! Пусть Благословенный сейчас согласится!",
  "an8.86:3.2": "Учитель, сейчас подходящий момент для согласия Благословенного!",
  "an8.86:3.3": "Куда бы теперь Благословенный ни отправился, брахманы городов и деревень будут также туда стекаться.",
  "an8.86:3.4": "Подобно тому, как дэвы дождя бросают на землю тяжёлые капли, и потоки воды стекают вниз по склону,",
  "an8.86:3.5": "точно также, когда Благословенный теперь отправится куда-либо, брахманы городов и деревень будут также туда стекаться.",
  "an8.86:3.6": "И почему?",
  "an8.86:3.7": "Потому что Благословенный наделён такой нравственностью и мудростью”.",
  "an8.86:4.1": "“Пусть не буду я связан со славой, Нагита, и слава пусть не будет связана со мной.",
  "an8.86:4.2": "Тот, кто не может обрести по желанию, без сложностей и проблем, подобно мне, удовольствие уединения, удовольствие отречения, удовольствие покоя, удовольствие самопробуждения,",
  "an8.86:4.3": "то пусть он довольствуется этим удовольствием скользких испражнений, этим удовольствием апатии, этим удовольствием обретений, подношений, и славы.",
  "an8.86:5.1": "Даже некоторые дэвы, Нагита, не могут обрести по желанию, без сложностей и проблем, подобно мне, удовольствие уединения, удовольствие отречения, удовольствие покоя, удовольствие самопробуждения.",
  "an8.86:5.2": "Когда вы проживаете вместе, собираетесь вместе, живёте, привязанные к житию группой, то приходит мысль ко мне:",
  "an8.86:5.3": "“Конечно же, эти достопочтенные не могут обрести по желанию, без сложностей и проблем, подобно мне, удовольствие уединения, удовольствие отречения, удовольствие покоя, удовольствие самопробуждения,",
  "an8.86:5.4": "и вот почему они живут вместе, собираются вместе, живут, привязанные к житию группой”.",
  "an8.86:6.1": "Бывает так, Нагита, что я вижу монахов, которые громко смеются, веселятся, щекочут друг друга пальцами.",
  "an8.86:6.2": "Тогда мысль приходит ко мне:",
  "an8.86:6.3": "“Конечно же, эти достопочтенные не могут обрести по желанию, без сложностей и проблем, подобно мне, удовольствие уединения, удовольствие отречения, удовольствие покоя, удовольствие самопробуждения,",
  "an8.86:6.4": "и вот почему они громко смеются, веселятся, щекочут друг друга пальцами”.",
  "an8.86:7.1": "Далее, бывает так, что я вижу монахов, набивших свои животы, которые съели столько еды, сколько хотели, и они живут, предаваясь удовольствию от лежания, удовольствию от чувственных контактов, удовольствию от апатии.",
  "an8.86:7.2": "Тогда мысль приходит ко мне:",
  "an8.86:7.3": "“Конечно же, эти достопочтенные не могут обрести по желанию, без сложностей и проблем, подобно мне, удовольствие уединения, удовольствие отречения, удовольствие покоя, удовольствие самопробуждения,",
  "an8.86:7.4": "и вот почему они, набив свои животы, съев столько еды, сколько хотели, живут, предаваясь удовольствию от лежания, удовольствию от чувственных контактов, удовольствию от апатии”.",
  "an8.86:8.1": "Далее, бывает так, что я вижу монаха, который сидит в сосредоточении, находясь в хижине в деревне.",
  "an8.86:8.2": "Тогда мысль приходит ко мне:",
  "an8.86:8.3": "“Вскоре помощник по монастырю или саманера потревожит этого достопочтенного тем или иным образом и выведет его из сосредоточения”.",
  "an8.86:8.4": "И поэтому я недоволен тем, что этот монах проживает в деревне.",
  "an8.86:9.1": "Но, далее, бывает так, что я вижу монаха, который сидит в безлюдной местности и от сонливости клюёт носом.",
  "an8.86:9.2": "Тогда мысль приходит ко мне:",
  "an8.86:9.3": "“Скоро этот достопочтенный рассеет свою сонливость и утомление и, объединив свой ум, обратит его к восприятию дикой местности”.",
  "an8.86:9.4": "И потому я доволен тем, что этот монах проживает в безлюдной местности.",
  "an8.86:10.1": "Далее, бывает так, что я вижу в безлюдной местности лесного монаха, который сидит несосредоточенным.",
  "an8.86:10.2": "Тогда мысль приходит ко мне:",
  "an8.86:10.3": "“Вскоре этот достопочтенный сосредоточит свой несосредоточенный ум или защитит свой сосредоточенный ум”.",
  "an8.86:10.4": "И потому я доволен тем, что этот монах проживает в безлюдной местности.",
  "an8.86:11.1": "Далее, бывает так, что я вижу в безлюдной местности лесного монаха, который сидит сосредоточенным.",
  "an8.86:11.2": "Тогда мысль приходит ко мне:",
  "an8.86:11.3": "“Вскоре этот достопочтенный освободит свой неосвобождённый ум, или защитит свой освобождённый ум”.",
  "an8.86:11.4": "И потому я доволен тем, что этот монах проживает в безлюдной местности.",
  "an8.86:12.1": "Далее, бывает так, что я вижу проживающего в деревне монаха, который получает одеяния, еду, жилища, средства для лечения больных.",
  "an8.86:12.2": "Получив, как он любит, эти обретения, подношения, и славу, он пренебрегает затворничеством, пренебрегает уединёнными лесом и жилищами в безлюдной местности.",
  "an8.86:12.3": "Он живёт тем, что посещает деревни, поселения, и города.",
  "an8.86:12.4": "И поэтому я недоволен тем, что этот монах проживает в деревне.",
  "an8.86:13.1": "Далее, бывает так, что я вижу проживающего в безлюдной местности монаха, который получает одеяния, еду, жилища, средства для лечения больных.",
  "an8.86:13.2": "Отринув эти обретения, подношения, и славу, он не пренебрегает затворничеством, не пренебрегает уединёнными лесом и жилищами в безлюдной местности.",
  "an8.86:13.3": "И поэтому я доволен тем, что этот монах проживает в безлюдной местности.",
  "an8.86:14.1": "Но когда я иду один по дороге и не вижу никого ни перед собой, ни за собой, то в это время мне легко, даже когда я мочусь и испражняюсь”.",
  "an8.86:14.2": "Шестая."
}