{
  "an8.40:0.1": "Восходящие Наставления 8.40",
  "an8.40:0.2": "Дана Вагга",
  "an8.40:0.3": "Сутта Созревание Плохого Поведения",
  "an8.40:1.1": "“Монахи, уничтожение жизни – часто осуществляемое, развиваемое и взращиваемое – ведёт в ад, в мир животных, в мир страдающих духов. ",
  "an8.40:1.2": "Для того, кто переродился человеческим существом, уничтожение жизни как минимум ведёт к короткому сроку жизни.",
  "an8.40:2.1": "Взятие того, что не дано – часто осуществляемое, развиваемое и взращиваемое – ведёт в ад, в мир животных, в мир страдающих духов. ",
  "an8.40:2.2": "Для того, кто переродился человеческим существом, взятие того, что не дано, как минимум ведёт к потере богатства.",
  "an8.40:3.1": "Неблагое сексуальное поведение – часто осуществляемое, развиваемое и взращиваемое – ведёт в ад, в мир животных, в мир страдающих духов. ",
  "an8.40:3.2": "Для того, кто переродился человеческим существом, неблагое сексуальное поведение как минимум ведёт к вражде и соперничеству.",
  "an8.40:4.1": "Ложь – часто осуществляемая, развиваемая и взращиваемая – ведёт в ад, в мир животных, в мир страдающих духов. ",
  "an8.40:4.2": "Для того, кто переродился человеческим существом, ложь как минимум ведёт к ложным обвинениям.",
  "an8.40:5.1": "Сеющая распри речь – часто осуществляемая, развиваемая и взращиваемая – ведёт в ад, в мир животных, в мир страдающих духов. ",
  "an8.40:5.2": "Для того, кто переродился человеческим существом, сеющая распри речь как минимум ведёт к разлуке с друзьями.",
  "an8.40:6.1": "Грубая речь – часто осуществляемая, развиваемая и взращиваемая – ведёт в ад, в мир животных, в мир страдающих духов. ",
  "an8.40:6.2": "Для того, кто переродился человеческим существом, грубая речь как минимум ведёт к неприятным звукам.",
  "an8.40:7.1": "Пустая болтовня – часто осуществляемая, развиваемая и взращиваемая – ведёт в ад, в мир животных, в мир страдающих духов. ",
  "an8.40:7.2": "Для того, кто переродился человеческим существом, пустая болтовня как минимум ведёт к недоверию словам этого человека.",
  "an8.40:8.1": "Распитие спиртных напитков и вина – часто осуществляемое, развиваемое и взращиваемое – ведёт в ад, в мир животных, в мир страдающих духов. ",
  "an8.40:8.2": "Для того, кто переродился человеческим существом, распитие спиртных напитков как минимум ведёт к умопомешательству”.",
  "an8.40:8.3": "Десятая.",
  "an8.40:8.4": "",
  "an8.40:9.0": "",
  "an8.40:9.1": "",
  "an8.40:9.2": "",
  "an8.40:9.3": "",
  "an8.40:9.4": ""
}