{
  "an8.46:0.1": "Ангуттара Никая 8.46 ",
  "an8.46:0.2": "5. Упосатха ",
  "an8.46:0.3": "Ануруддха ",
  "an8.46:1.1": "Однажды Благословенный проживал в Косамби, в парке Гхоситы. ",
  "an8.46:1.2": "И в то время достопочтенный Ануруддха ушёл, чтобы провести остаток дня в затворничестве. ",
  "an8.46:1.3": "И тогда группа телесно-привлекательных божеств подошла к нему, они поклонились ему, встали рядом и сказали: ",
  "an8.46:1.4": "«Господин Ануруддха, мы, телесно-привлекательные божества, осуществляем управление и имеем власть над тремя вещами. ",
  "an8.46:1.5": "Мы мгновенно обретаем любой цвет, который только пожелаем. ",
  "an8.46:1.6": "Мы мгновенно обретаем любой голос, который только пожелаем. ",
  "an8.46:1.7": "Мы мгновенно обретаем любое чувственное удовольствие, которое только пожелаем. ",
  "an8.46:1.8": "Мы, телесно-привлекательные божества, осуществляем управление и имеем власть над этими тремя вещами». ",
  "an8.46:2.1": "Тогда достопочтенный Ануруддха подумал: ",
  "an8.46:2.2": "Пусть все эти божества станут голубыми, голубыми в своём облике, с голубой одеждой и голубыми украшениями». ",
  "an8.46:2.3": "Познав мысль Достопочтенного Ануруддхи, все те божества стали голубыми, голубыми в своём облике, с голубой одеждой и голубыми украшениями. ",
  "an8.46:3.1": "Тогда достопочтенный Ануруддха подумал: ",
  "an8.46:3.2": "«Пусть все эти божества станут жёлтыми… ",
  "an8.46:3.3": "красными… ",
  "an8.46:3.4": "белыми, белыми в своём облике, с белой одеждой и белыми украшениями». ",
  "an8.46:3.5": "Познав мысль Достопочтенного Ануруддхи, все те божества стали белыми, белыми в своём облике, с белой одеждой и белыми украшениями. ",
  "an8.46:4.1": "И затем одно из божеств запело, другое затанцевало, а третье прищёлкнуло своими пальцами. ",
  "an8.46:4.2": "Подобно тому, как когда квинтет умелых музыкантов хорошо натренирован и скоординирован по ритму, то его музыка милая, приятная, чарующая, привлекательная, воспаляющая желание, соблазнительная – ",
  "an8.46:4.3": "очно так же, выступление тех божеств было милым, приятным, чарующим, привлекательным, воспаляющим желание, соблазнительным. ",
  "an8.46:4.4": "И поэтому Достопочтенный Ануруддха отвёл от них свои органы чувств. ",
  "an8.46:5.1": "И тогда те божества, подумав: «Мастеру Ануруддхе не нравится», исчезли прямо на том самом месте. ",
  "an8.46:5.2": "И тогда, вечером, достопочтенный Ануруддха вышел из затворничества и подошёл к Благословенному. Он поклонился Благословенному, сел рядом, и сказал ему: ",
  "an8.46:6.1": "«Уважаемый, я ушёл, чтобы провести остаток дня в затворничестве… ",
  "an8.46:9.1": "… И тогда те божества, подумав: «Мастеру Ануруддхе не нравится», исчезли прямо на том самом месте. ",
  "an8.46:9.2": "Учитель, сколькими качествами должна обладать женщина, чтобы с распадом тела, после смерти, переродиться среди телесно-привлекательных божеств?» ",
  "an8.46:10.1": "«Ануруддха, если она наделена восемью качествами, женщина, с распадом тела, после смерти, перерождается среди телесно-привлекательных божеств. ",
  "an8.46:10.2": "Какими восемью? ",
  "an8.46:10.3": "Вот, Ануруддха, какому мужу её бы ни отдали её родители – делая так из желания ей блага, в поисках её благополучия, проявляя сострадание к ней, исходя из сострадания к ней – женщина почтительно встаёт перед ним и уходит только после того, как он ушёл, беря на себя все дела по дому, которые должны быть сделаны, будучи приятной своим поведением и милой своей речью. ",
  "an8.46:11.1": "Она чтит, ценит, уважает, и почитает тех, кого уважает её муж – ",
  "an8.46:11.2": "его отца и мать, отшельников и жрецов – ",
  "an8.46:11.3": "а когда они приходят в дом, она предлагает им сиденье и воду. ",
  "an8.46:12.1": "Она умелая и прилежная в исполнении хозяйственных работ по дому мужа, будь то вязание или шитьё. Она судит об этих работах уже только после их выполнения, чтобы довести их до конца и выполнить их подобающим образом. ",
  "an8.46:13.1": "Она выясняет, что сделали, а чего не сделали помощники по дому её мужа – рабы, посыльные, рабочие. ",
  "an8.46:13.2": "Она справляется о здоровье тех, кто болен. Она распределяет для каждого должную порцию еды. ",
  "an8.46:14.1": "Она сохраняет и оберегает любой доход, который муж приносит домой – деньги, зерно, серебро или золото. Она не расточительница, не воровка, не транжирка, не мотовка в отношении его накоплений. ",
  "an8.46:15.1": "Она мирянка, принявшая прибежище в Будде, Дхамме, Сангхе. ",
  "an8.46:16.1": "Она нравственна, ",
  "an8.46:16.2": "воздерживается от убийства живых существ, от взятия того, что не дано, от неблагого сексуального поведения, от лжи, от спиртных напитков, вина и одурманивающих веществ, что являются основной для беспечности. ",
  "an8.46:17.1": "Она щедрая. ",
  "an8.46:17.2": "Она пребывает дома с умом, лишённым пятна скупости, щедрым, открытым; радуется оставлению, предана благотворительности, радуется дарению и разделению. ",
  "an8.46:18.1": "Обладая этими восемью качествами, женщина, с распадом тела, после смерти, перерождается среди телесно-привлекательных божеств». ",
  "an8.46:19.1": "«Мужа она не презирает, ",
  "an8.46:19.2": "Того, поддерживает кто её, ",
  "an8.46:19.3": "Ведь он охотно и старательно ",
  "an8.46:19.4": "Всегда приносит то, что ей желанно. ",
  "an8.46:20.1": "Как мужа и бранить такая женщина не будет ",
  "an8.46:20.2": "Речами, в ревности которые берут своё начало. ",
  "an8.46:20.3": "Мудрая женщина почтение выражает ",
  "an8.46:20.4": "Всем тем, кто почитаем её собственным супругом. ",
  "an8.46:21.1": "Встаёт с кровати рано и работает прилежно, ",
  "an8.46:21.2": "И управляет она разными работами по дому. ",
  "an8.46:21.3": "Приятная в манерах, обходительная с мужем, ",
  "an8.46:21.4": "Она хранит богатство, что супруг смог заработать. ",
  "an8.46:22.1": "Та женщина, что долг исполнит так, ",
  "an8.46:22.2": "Что мужа волю и желания исполняет, ",
  "an8.46:22.3": "Переродится среди тех божеств, ",
  "an8.46:22.4": "Что именуются «приятные телами». "
}