{
  "an8.72:0.1": "Восходящие Наставления 8.72",
  "an8.72:0.2": "Глава Ямака",
  "an8.72:0.3": "Сутта Вера Первая",
  "an8.72:1.1": "“Монахи, монах Может обладать верой, но он безнравственен.",
  "an8.72:1.2": "Таким образом, он неполноценен в отношении этого фактора.",
  "an8.72:1.3": "Ему следует исполнить этот фактор с помощью такого рассуждения:",
  "an8.72:1.4": "“Как мне обладать верой, но также и быть нравственным?”",
  "an8.72:1.5": "Но когда монах обладает верой, а также он нравственный,",
  "an8.72:1.6": "то в этом случае он полноценен в отношении этого фактора.",
  "an8.72:2.1": "Монах может обладать верой и быть нравственным, но не быть учёным.",
  "an8.72:2.2": "Монах может обладать верой и быть нравственным и учёным, но не являться проповедником Дхаммы…",
  "an8.72:2.3": "Монах может обладать верой и быть нравственным, учёным, являться проповедником Дхаммы, но не тем, кто часто посещает собрания…",
  "an8.72:2.4": "Монах может обладать верой и быть нравственным, учёным, являться проповедником Дхаммы, тем, кто часто посещает собрания, но не тем, кто уверенно учит Дхамме собрание…",
  "an8.72:2.5": "тем, кто уверенно учит Дхамме собрание, но не являться тем, кто касается телом и пребывает в тех умиротворённых освобождениях, превосходящих формы, бесформенных…",
  "an8.72:2.6": "являться тем, кто касается телом и пребывает в тех умиротворённых освобождениях, превосходящих формы, бесформенных, но те тем, кто за счёт уничтожения умственных загрязнений, прямо здесь и сейчас в этой самой жизни, входит и пребывает в незапятнанном освобождении ума, освобождении мудростью, напрямую зная и проявляя это для себя самостоятельно…",
  "an8.72:2.7": "Таким образом, он неполноценен в отношении этого фактора.",
  "an8.72:2.8": "Ему следует исполнить этот фактор с помощью такого рассуждения:",
  "an8.72:2.9": "“Как мне обладать верой… а также и быть тем, кто за счёт уничтожения умственных загрязнений, прямо здесь и сейчас в этой самой жизни, входит и пребывает в незапятнанном освобождении ума, освобождении мудростью, напрямую зная и проявляя это для себя самостоятельно?",
  "an8.72:3.1": "Но когда, монахи, монах обладает верой, когда он нравственный, учёный, является проповедником Дхаммы; тем, кто часто посещает собрания; тем, кто уверенно учит Дхамме собрание; тем, кто касается телом и пребывает в тех умиротворённых освобождениях, превосходящих формы, бесформенных, а также и тем, кто за счёт уничтожения умственных загрязнений, прямо здесь и сейчас в этой самой жизни, входит и пребывает в незапятнанном освобождении ума, освобождении мудростью, напрямую зная и проявляя это для себя самостоятельно –",
  "an8.72:3.2": "то в этом случае он полноценен в отношении этого фактора.",
  "an8.72:3.3": "Монах, который обладает этими восемью качествами, является тем, кто внушает доверие во всех отношения и который полон во всех аспектах”.",
  "an8.72:3.4": "Вторая."
}