{
  "an8.81:0.1": "Восходящие Наставления 8.81",
  "an8.81:0.2": "Глава Сати",
  "an8.81:0.3": "Сутта Осознанность и бдительность",
  "an8.81:1.1": "“Монахи, когда у человека нет осознанности и бдительности, когда он неполноценен в осознанности и бдительности, то тогда у чувства стыда и боязни совершить проступок отсутствует их непосредственная причина.",
  "an8.81:1.2": "Когда у человека нет чувства стыда и боязни совершить проступок, когда он неполноценен в чувстве стыда и боязни совершить проступок, то тогда у сдержанности органов чувств отсутствует её непосредственная причина.",
  "an8.81:1.3": "Когда у человека нет сдержанности органов чувств, когда он неполноценен в сдержанности органов чувств, то тогда у нравственного поведения отсутствует его непосредственная причина.",
  "an8.81:1.4": "Когда у человека нет нравственного поведения, когда он неполноценен в нравственном поведении, то тогда у правильного сосредоточения отсутствует его непосредственная причина.",
  "an8.81:1.5": "Когда у человека нет правильного сосредоточения, когда он неполноценен в правильном сосредоточении, то тогда у знания и видения вещей в соответствии с действительностью отсутствует его непосредственная причина.",
  "an8.81:1.6": "Когда у человека нет знания и видения вещей в соответствии с действительностью, когда он неполноценен в знании и видении вещей в соответствии с действительностью, то тогда у разочарования и бесстрастия отсутствует их непосредственная причина.",
  "an8.81:1.7": "Когда у человека нет разочарования и бесстрастия, когда он неполноценен в разочаровании и бесстрастии, то тогда у знания и видения освобождения отсутствует его непосредственная причина.",
  "an8.81:1.8": "Представьте, как если бы у дерева недоставало ветвей и листвы. В таком случае его ростки не достигли бы полного разрастания. И также и кора, заболонь, и сердцевина не достигли бы полного разрастания.",
  "an8.81:1.9": "Точно также, когда у человека нет осознанности и бдительности…",
  "an8.81:1.10": "",
  "an8.81:1.11": "то тогда у знания и видения освобождения отсутствует его непосредственная причина.",
  "an8.81:2.1": "Монахи, когда у человека есть осознанность и бдительность, у того, кто обладает осознанностью и бдительностью, у того чувство стыда и боязнь совершить проступок имеют свою непосредственную причину.",
  "an8.81:2.2": "Когда у человека есть чувство стыда и боязнь совершить проступок, у того, кто обладает чувством стыда и боязнью совершить проступок, у того сдержанность органов чувств имеет свою непосредственную причину.",
  "an8.81:2.3": "Когда у человека есть сдержанность органов чувств, у того, кто осуществляет сдержанность в отношении органов чувств, у того нравственное поведение имеет свою непосредственную причину.",
  "an8.81:2.4": "Когда у человека есть нравственное поведение, у того, чьё поведение нравственно, у того правильное сосредоточение имеет свою непосредственную причину.",
  "an8.81:2.5": "Когда у человека есть правильное сосредоточение, у того, кто обладает правильным сосредоточением, у того знание и видение вещей в соответствии с действительностью имеет свою непосредственную причину.",
  "an8.81:2.6": "Когда у человека есть знание и видение вещей в соответствии с действительностью, у того, кто обладает знанием и видением вещей в соответствии с действительностью, у того разочарование и бесстрастие имеет свою непосредственную причину.",
  "an8.81:2.7": "Когда у человека есть разочарование и бесстрастие, у того, кто обладает разочарованием и бесстрастием, у того знание и видение освобождения имеет свою непосредственную причину.",
  "an8.81:2.8": "Представьте, как если бы у дерева были ветви и листва. В таком случае его ростки достигли бы полного разрастания. И также и кора, заболонь, и сердцевина достигли бы полного разрастания.",
  "an8.81:2.9": "Точно также, когда у человека есть осознанность и бдительность… ",
  "an8.81:2.10": "",
  "an8.81:2.11": "знание и видение освобождения имеет свою непосредственную причину”.",
  "an8.81:2.12": "Первая."
}