{
  "pli-tv-bi-vb-pj8:1.11.1": "Although the rule reads <i lang='pi' translate='no'>vā</i>, “or”, between each action, it is clear from the word commentary below that doing a single action is not enough to commit an offense entailing expulsion. Thus it seems clear that all eight actions need to be done to incur the full offense. This is also the position of the commentary at Sp.2.676: <i lang='pi' translate='no'>Yā pana ekaṁ vā vatthuṁ satta vā vatthūni satakkhattumpi pūreti, neva assamaṇī hoti</i>, “Even if she fulfills one of the eight or seven of the eight a hundred times, she is not expelled.” Moreover, according to the Kaṅkhāvitaraṇī commentary, there is only a full offense if the nun does not (sincerely) confess any of the previous seven partial transgressions before committing the eighth one: <i lang='pi' translate='no'>Tasmā yā ekaṁ āpannā dhuranikkhepaṁ katvā desetvā puna kilesavasena āpajjati, puna pi deseti, evam aṭṭhamaṁ paripūrentī pi pārājika na hoti</i>, “Therefore, if she has committed one (of the actions), but then makes a pledge of obligation (to practice the rules) and then confesses, if she then commits an offense again because of defilements, and confesses again, then even if she fulfills the eighth factor, she does not commit an offense entailing expulsion.” That <i lang='pi' translate='no'>vā</i> can be understood as a conjunctive is actually attested throughout Pali, and it seems Sanskrit, literature. For instance, SED says this: “<i lang='pi' translate='no'>vā</i> is sometimes interchangeable with <i lang='pi' translate='no'>ca</i> and <i lang='pi' translate='no'>api</i> …ˮ Closer to home, the Pali commentaries frequently gloss <i lang='pi' translate='no'>vā</i> as a conjunction, defining it with the terms <i lang='pi' translate='no'>samuccaya</i>  and <i lang='pi' translate='no'>sampiṇḍana</i>, both of which refer to coming together,  rather than disjunction. A particularly instructive case is found at <a href='/pli-tv-kd6/en/brahmali#28.8.9-28.8.10'>Kd 6:28.8.9-28.8.10</a>, where we find the following: <i lang='pi' translate='no'>Pāṭaliputtassa kho, ānanda, tayo antarāyā bhavissanti—aggito vā udakato vā abbhantarato vā mithubhedā</i>, “But there will be three dangers for Pāṭaliputta: fire, water, and internal dissension.ˮ Here the text is specific that there will be three dangers and so the <i lang='pi' translate='no'>vā</i>, “orˮ, cannot mean that only one of the three alternatives will occur. At the same time, it seems unlikely that the three should be seen as happening simultaneously, which may explain why <i lang='pi' translate='no'>ca</i>, “andˮ, is not used. It follows that <i lang='pi' translate='no'>vā</i> here should most likely be understood conjunctively in the sense of all three occurring, but not conjunctively in the sense of happening simultaneously. Now this is exactly parallel to the situation in the present <i lang='pi' translate='no'>pārājika</i> rule. In this rule we have eight factors, all of which need to be fulfilled, but not at the same time. Based on this precedent, and the explanation found in the Vibhaṅga, I believe it is only reasonable to render <i lang='pi' translate='no'>vā</i> as “and” also in the present rule. Finally, I am told that <i lang='pi' translate='no'>ca</i> and <i lang='pi' translate='no'>vā</i> are so similar in Sinhala characters that they are often confused when manuscripts are copied. In fact, this phenomenon is known to the commentaries [Sīlakkhandhavagga-Abhinavaṭīkā, para. 166]: -Adhunā hi katthaci potthake vā-saddo, ca-saddopi dissati<i lang='pi' translate='no'>, “For recently, in some places in the written book the word </i>vā<i lang='pi' translate='no'> is seen, but also the word </i>ca<i lang='pi' translate='no'>.ˮ My thanks to Ven. Dhammanando who kindly provided me with much of this information. | [See essay on </i>saṅghāṭi_.] ",
  "pli-tv-bi-vb-pj8:2.1.33": "The Pali actually reads “the eighth part”, rather than “the eight parts”. This, however, does not mean number eight in the list, but the last of the eight to be completed, whichever that is, and thus it implies the fulfillment of all eight. "
}