{
  "pli-tv-bi-vb-pj5:1.1": "The numbering begins with five because the first four rules have been omitted. This is because these rules are almost identical to the rules entailing expulsion for the monks, the only difference being the first rule, which is worded slightly differently. ",
  "pli-tv-bi-vb-pj5:1.22": "For a discussion of the rendering “gatehouse” for <i lang='pi' translate='no'>koṭṭhaka</i>, see Appendix I: Technical Terms. ",
  "pli-tv-bi-vb-pj5:1.32": "“Intimate with” renders <i lang='pi' translate='no'>dūsetuṁ</i>. For a discussion of the meaning of <i lang='pi' translate='no'>dūseti</i>, see Appendix I: Technical Terms. ",
  "pli-tv-bi-vb-pj5:1.52": "“Training” renders <i lang='pi' translate='no'>vinaya</i>. For a discussion of this word, see Appendix I: Technical Terms. ",
  "pli-tv-bi-vb-pj5:1.54.1": "For a detailed discussion of this rule, see Appendix II: Technical Discussion of Individual Bhikkhunī Rules. ",
  "pli-tv-bi-vb-pj5:2.2.1": "",
  "pli-tv-bi-vb-pj5:2.2.2": "Something connected to the body means any contact that is not skin to skin, such as contact through clothes. That touching through clothes does not count as touching body to body is supported by two of the Vinayas in Chinese translation, namely, the Dharmaguptaska Vinaya and the Sarvāstivāda Vinaya. ",
  "pli-tv-bi-vb-pj5:2.2.15.1": "The Pali just says that, “One of them has lust”, <i lang='pi' translate='no'>ekatoavassute</i>, without specifying who. However, it seems reasonable that this should refer to the nun, since it is hard to imagine she would incur an offense if her mind were pure. This supposition is supported by Sp 2.662: <i lang='pi' translate='no'>Ekatoavassuteti ettha kiñcāpi ekatoti avisesena vuttaṁ, tathāpi bhikkhuniyā eva avassute sati ayaṁ āpattibhedo vuttoti veditabbo</i>, “‘One of them has lust’: here, although it is said ‘one of them’ without distinction, still it is to be understood that this offense is said to be incurred only when the nun has lust.” ",
  "pli-tv-bi-vb-pj5:2.2.29.1": "In this case, it seems implied by the genitive case ending for the various kinds of beings that it is only the nun who is making the contact. That the being in question is male is implied by the fact that there is no offense for touching a female human being. For a discussion of <i lang='pi' translate='no'>paṇḍaka</i>, see Appendix I: Technical Terms. ",
  "pli-tv-bi-vb-pj5:2.3.10": "The Pali says the “first offense”, but since I am including the four rules entailing expulsion that the nuns have in common with the monks, I get “fifth offense” instead. That this is the correct way of counting is confirmed by the word-commentary of the present rule, which states that the <i lang='pi' translate='no'>pi</i>, “too”, of <i lang='pi' translate='no'>ayampi</i> refers to the preceding <i lang='pi' translate='no'>pārājika</i> rules. The equivalent adjustment is required for the next three rules entailing expulsion. "
}