{
  "pli-tv-bi-vb-pj5:1.1": "The numbering begins with five because the first four rules have been omitted. This is because these rules are almost identical to the rules entailing expulsion for the monks, the only difference being the first rule, which is worded slightly differently. ",
  "pli-tv-bi-vb-pj5:2.2.1": "No agent is given for the verb _āmasati_. According to the phrasing of the rule, one would think that it is the man who is making contact, but at [Bi Pj 5:2.2.29](pli-tv-bi-vb-pj5:2.2.29) below it seems to be the nun who is making contact. I therefore take it that in the present instance the person who contacts might be either one of them. This is also the commentarial interpretation at Sp.2.659: _Kāyena kāyaṁ āmasatīti bhikkhunī yathāparicchinnena kāyena purisassa yaṅkiñci kāyaṁ puriso vā yena kenaci kāyena bhikkhuniyā yathāparicchinnaṁ kāyaṁ āmasati, ubhayathāpi bhikkhuniyā pārājikaṁ_, “Makes physical contact body to body means: the nun makes physical contact with whatever (part of the) body of a man by means of the delimited part of her body (that is, below the collar bone and above the knees), or the man makes physical contact with the delimited part of the nuns body by means of whatever (part of his) body; in both cases the nun commits an offense entailing expulsion.” ",
  "pli-tv-bi-vb-pj5:2.2.15.1": "The Pali just says that, “One of them has lust”, _ekatoavassute_, without specifying who. However, it seems reasonable that this should refer to the nun, since it hard to imagine she would incur an offense if her mind were pure. This supposition is supported by Sp.2.662: _Ekatoavassuteti ettha kiñcāpi ekatoti avisesena vuttaṁ, tathāpi bhikkhuniyā eva avassute sati ayaṁ āpattibhedo vuttoti veditabbo_, “‘One of them has lust’: here, although it is said ‘one of them’ without distinction, still it is to be understood that this offense is said to be incurred only when the nun has lust.” ",
  "pli-tv-bi-vb-pj5:2.2.29.1": "In this case, it seems implied by the genitive case ending for the various kinds of non-human beings that it is only the nun who is making the contact. That the non-human in question is male is implied by the fact that there is no offense for touching a human female. ",
  "pli-tv-bi-vb-pj5:2.3.10": "The Pali says the “first offense”, but since I am including the four rules entailing expulsion that the nuns have in common with the monks, I get “fifth offense” instead. That this is the correct way of counting is confirmed by the word-commentary of the present rule, which states that the _pi_, “too”, of _ayampi_ refers to the preceding _pārājika_ rules. The equivalent adjustment is required for the next three rules entailing expulsion. "
}