{
  "pli-tv-bi-vb-pc81:1.13.1": "The exact meaning of <i lang='pi' translate='no'>pārivāsikachandadānena</i> is far from clear. The latter part of the compound, <i lang='pi' translate='no'>chandadānena</i>, most likely means, “by the giving of consent”, or “by the passing on of consent”, and refers to the consent passed on by monastics who are not present at a particular legal procedure of the Sangha (see Bhikkhuni Vinaya Studies, by Bhikkhu Sujato, pp.224–225). The first part of the compound, <i lang='pi' translate='no'>pārivāsika</i>, is more tricky. This is what the commentaries (Sp.2.1167 and Vjb.2.1166) have to say: <i lang='pi' translate='no'>Puna bhikkhū “kiñcideva abbhānādisaṅghakammaṁ karissāmā”ti nisinnā honti, tatreko nakkhattapāṭhako bhikkhu evaṁ vadati – “ajja nakkhattaṁ dāruṇaṁ, mā imaṁ kammaṁ karothā”ti. Te tassa vacanena chandaṁ vissajjetvā tattheva nisinnā honti. Athañño āgantvā “nakkhattaṁ paṭimānentaṁ attho bālaṁ upaccagā”ti vatvā “kiṁ nakkhattena karothā”ti vadati. Idaṁ chandapārivāsiyañceva ajjhāsayapārivāsiyañca. Etasmiṁ pārivāsiye puna chandapārisuddhiṁ anānetvā kammaṁ kātuṁ na vaṭṭati</i>, “Again, the monks are seated, thinking, ‘We will do a legal procedure, such as a rehabilitation, etc’, but then a monk who is an expert in constellations says, ‘Today the constellations are inauspicious; don’t do this procedure.’ Because of his statement, they withdraw their consent, but remain seated. Then another monk arrives and says: ‘What is beneficial is lost for the fool who honors constellations. Why worry about constellations?’ This is expired consent and expired intention. With this sort of outdatedness, if one does not convey consent and purity anew, it is not allowable to do the procedure.” And: <i lang='pi' translate='no'>Chandaṁ vissajjetvāti ettha anugaṇṭhipade evaṁ vuttaṁ “idaṁ kammaṁ ajja na kattabbaṁ. ‘Yathāsukha’nti vatvā vissajjitaṁ hoti …”</i>, “<i lang='pi' translate='no'>Chandaṁ vissajjetvā</i>: about this, it is said in the Anugaṇṭhipada: ‘This <i lang='pi' translate='no'>saṅghakamma</i> is not to be done today. Having said, “[Do it] at your convenience”, [the consent] is given …’” This interpretation, however, seems strained and artificial. Consent is normally given by those who cannot be present at a particular meeting, not by an entire group of people who may or may not be present at an unspecified future meeting. I prefer to interpret this rule to refer to the consent that has been given prior to a particular ordination ceremony. If the ceremony is postponed—which is defined in the Vibhaṅga as the “assembly having risen”—then that consent is no longer valid for any new ceremony happening later. Renewed consent is required for the postponed ordination. ",
  "pli-tv-bi-vb-pc81:2.1.6": "In other words, consent is given for a specific meeting of the Sangha. When the meeting is over—that is, the gathering has left—the consent is no longer valid. ",
  "pli-tv-bi-vb-pc81:2.1.12": "The Pali text just says <i lang='pi' translate='no'>dukkaṭa</i>, without specifying that it is an <i lang='pi' translate='no'>āpatti</i>, “an offense”. Yet elsewhere, such as in <i lang='pi' translate='no'>bhikkhu-saṅghādisesa</i> 10, <a href='/pli-tv-bu-vb-ss10/en/brahmali#2.65'>Bu Ss 10:2.65</a>, the <i lang='pi' translate='no'>dukkaṭa</i> is annulled if you commit the full offense of <i lang='pi' translate='no'>saṅghādisesa</i>. The implication is that in these contexts <i lang='pi' translate='no'>dukkaṭa</i> should be read as <i lang='pi' translate='no'>āpatti dukkaṭassa</i>, “an offense of wrong conduct”. "
}