{
  "pli-tv-bu-vb-pj1:2.1.10": "_Setughāta_, lit. “destroyed the bridge”. [Sp.1.16](): _Setu vuccati maggo, maggeneva tādisassa vacanassa ghāto, samucchedoti vuttaṃ hoti_, “The path is called the bridge; such speech is destroyed by the path.” The commentary seems to take _setu_, “bridge”, as a reference to the eightfold path. I prefer to understand “bridge” as a metaphor for access.",
  "pli-tv-bu-vb-pj1:2.1.15": "I have supplied “the problems of famine” from the commentary to bring out the meaning. [Sp.1.16](): _Dubbhikkhe dullabhapiṇḍe imāya sallahukavuttitāya iminā ca sallekhena vijitaṃ_.",
  "pli-tv-bu-vb-pj1:7.1.16": "_Paccakkhāya_ from _paccakkhāti_ means to “speak against” or “renounce verbally”. To avoid clunkiness, I normally render this as “renounce”, except where the context requires the more complete formulation.",
  "pli-tv-bu-vb-pj1:8.2.33": "Here and in the next segment I have added ellipses points at the end. These ellipses points seem to have been omitted by mistake from the Pali.",
  "pli-tv-bu-vb-pj1:9.2.1": "“Intention of sexual relations” renders _sevanacitta_, lit. “intention of association”. The kind of association applicable to this rule, however, is sexual intercourse.",
  "pli-tv-bu-vb-pj1:9.3.2": "That is, he agrees to the sexual intercourse at this point.",
  "pli-tv-bu-vb-pj1:9.5-6.45": "Here the Pali reads _aṅgajātena vaccamaggaṃ abhinisīdenti_, which could be rendered, “They make (the monk) sit down with his penis in the anus.” Above we find the inverse expression, _vaccamaggena aṅgajātaṃ abhinisīdenti_, which could be rendered, “They make (the woman) sit on his penis with her anus.” The effect is the same, but the agent in the two cases is different. Since the agent is clear from the context, I have rendered the two expressions in the same way.",
  "pli-tv-bu-vb-pj1:9.7.7": "In Permutations part 1 above _magga_ is translated as “orifice”, here as “private part”. This follows from what appears to be a slightly different usage in the two sections. In the previous section _magga_ refers to the three orifices of the partner that a monk might have sexual intercourse with. In this section _magga_ seems to refer specifically to the genitals and the anus, whether of the partner or the monk, and the mouth would seem to be excluded. The mouth here seems to be represented by the Pali _amagga_, “non-path” or “non-private part”. This follows from the fact that in the _vinaya_ the anus is regularly called _vaccamagga_, “the path of feces”, and the genitals _passāvamagga_, “the path of urine”. The mouth, however, with the curious exception of the previous section, is never called _magga_. In this interpretation I follow The Buddhist Monastic Code I, p.47. | In this section, as above, the instrumental case signifies the orifice that is entered. This may seem unusual, but it follows the pattern found elsewhere where the gateway through which anything (such as a house, a village, or a cul-de-sac) is entered is in the instrumental case.",
  "pli-tv-bu-vb-pj1:10.3.18": "_Phalakacīra_. [Sp.1.67](): _Phalakacīraṃ nāma phalakasaṇṭhānāni phalakāni sibbitvā katacīraṃ_, “_Phalakacīra_: a robe made by sewing together bits of wood or what has the appearance of wood.”",
  "pli-tv-bu-vb-pj1:10.17.2": "_Aṅgamaṅgāni_, “various bodily parts”. The point seems to be that the wind element caused stiffness throughout the body."
}