{
  "pli-tv-bu-vb-pj2:2.1": "The text simply says “the dyers’ spread”, _rajakattharaṇaṃ_, but the commentary qualifies that this refers to their spread of “cloth”, _vatthāni_, see [Sp.1.90]().",
  "pli-tv-bu-vb-pj2:2.4": "In addition to meaning a finished robe, according to the definition of _cīvara_ at _bhikkhu nissaggiya pācittiya_ 1, [](pli-tv-bu-vb-np1:3.1.9), it also refers to pieces of robe-cloth. This means that I vary my translation depending on the context. Sometimes, such as here, the meaning seems to encompass both robes and robe-cloth, and I then render it as robe(-cloth).",
  "pli-tv-bu-vb-pj2:3.32": "Because I have not tried to replicate the structure of the Pali—in this case the subordinate/demonstrative clause structure and the resulting repetitiveness—the next two terms defined in the Pali have no counterpart in my translation. But no information is lost since both terms have already been defined earlier. The two terms in question are _tathārūpaṃ_, which is defined in exactly the same way as _yathārūpaṃ_, “the sort”, and secondly, _ādiyamāno_, which is defined in exactly the same way as _ādiyeyya_, “takes”.",
  "pli-tv-bu-vb-pj2:4.5.3": "_Bhittikhilepi nāgadantakepi_, lit. “wall pegs and elephant tusks”. These are different kinds of pegs and I have not tried to differentiate between them.",
  "pli-tv-bu-vb-pj2:4.16.6": "The Pali text just says “into”, and I have added “the container holding the water” for clarity.",
  "pli-tv-bu-vb-pj2:4.20.4": "The Pali text just says that he evokes doubt in the mind of the owner, _sāmikassa vimatiṃ uppādeti_. That the doubt refers to the possibility of getting the goods back is supplied from the commentary, see [Sp.1.112](): _“Dassati nu kho me no”ti sāmiko vimatiṃ uppādeti_.",
  "pli-tv-bu-vb-pj2:4.21.4": "Although not explicitly stated in the Canonical text, [Sp.1.113]() confirms that the value meant is the tax value: _Rājaggaṃ bhaṇḍanti: rājārahaṃ bhaṇḍaṃ; yato rañño pañcamāsakaṃ vā atirekapañcamāsakaṃ vā agghanakaṃ suṅkaṃ dātabbaṃ hoti, taṃ bhaṇḍanti attho_, “Goods having a value to the king means: goods having a worth to the king. The meaning is: the goods because of which tax having a value of five _māsakas_ or more is to be given to the king.”",
  "pli-tv-bu-vb-pj2:7.6.11": "I have added one set of ellipses points at the end of the sentence. They seem to have been omitted by mistake from the Pali.",
  "pli-tv-bu-vb-pj2:7.9.1": "_Kusaṃ saṅkāmetvā_. _Kusa_-grass was used to draw lots when distributing robe-cloth, see [](pli-tv-kd8:9.4.4).",
  "pli-tv-bu-vb-pj2:7.25.2": "_Āvuso tuyhaṃ upaṭṭhākakulaṃ vutto vajjemīti_. The unusual expression _vutto vajjemi_ recurs in the next two cases. _Vajjemi_ is apparently an optative formation from _vadāmi_, “I could say”, whereas _vutto_ seems to be the past participle of _vuccati_, “spoken to”, the overall meaning being, “I, (having been) spoken to, could say to the family that supports you.” The idea conveyed seems to be the taking of a message, and this is reinforced by the commentary: _Tava vacanena vadāmīti attho_, “The meaning is, ‘I will speak your statement.’”",
  "pli-tv-bu-vb-pj2:7.25.24": "One _doṇa_ measure of husked rice. According “On the Ancient Coins and Measures of Ceylon”, by Thomas Rhys Davids, p.18, one _doṇa_ is equivalent to 64 handfuls. It may well be that this amounts to more than one liter, but given the uncertainty one liter seems like a suitably round number."
}