{
  "sn4.21:0.1": "Saṁyutta Nikāya 4 ",
  "sn4.21:0.2": "3. Tatiyavagga ",
  "sn4.21:0.3": "21. Sambahulasutta ",
  "sn4.21:1.1": "Evaṁ me sutaṁ—",
  "sn4.21:1.2": "ekaṁ samayaṁ bhagavā sakkesu viharati silāvatiyaṁ. ",
  "sn4.21:1.3": "Tena kho pana samayena sambahulā bhikkhū bhagavato avidūre appamattā ātāpino pahitattā viharanti. ",
  "sn4.21:1.4": "Atha kho māro pāpimā brāhmaṇavaṇṇaṁ abhinimminitvā mahantena jaṭaṇḍuvena ajinakkhipanivattho jiṇṇo gopānasivaṅko ghurughurupassāsī udumbaradaṇḍaṁ gahetvā yena te bhikkhū tenupasaṅkami; upasaṅkamitvā te bhikkhū etadavoca: ",
  "sn4.21:1.5": "“daharā bhavanto pabbajitā susū kāḷakesā bhadrena yobbanena samannāgatā paṭhamena vayasā anikkīḷitāvino kāmesu. ",
  "sn4.21:1.6": "Bhuñjantu bhavanto mānusake kāme. ",
  "sn4.21:1.7": "Mā sandiṭṭhikaṁ hitvā kālikaṁ anudhāvitthā”ti. ",
  "sn4.21:1.8": "“Na kho mayaṁ, brāhmaṇa, sandiṭṭhikaṁ hitvā kālikaṁ anudhāvāma. ",
  "sn4.21:1.9": "Kālikañca kho mayaṁ, brāhmaṇa, hitvā sandiṭṭhikaṁ anudhāvāma. ",
  "sn4.21:1.10": "Kālikā hi, brāhmaṇa, kāmā vuttā bhagavatā bahudukkhā bahupāyāsā, ādīnavo ettha bhiyyo. ",
  "sn4.21:1.11": "Sandiṭṭhiko ayaṁ dhammo akāliko ehipassiko opaneyyiko paccattaṁ veditabbo viññūhī”ti. ",
  "sn4.21:1.12": "Evaṁ vutte, māro pāpimā sīsaṁ okampetvā jivhaṁ nillāletvā tivisākhaṁ nalāṭe nalāṭikaṁ vuṭṭhāpetvā daṇḍamolubbha pakkāmi. ",
  "sn4.21:2.1": "Atha kho te bhikkhū yena bhagavā tenupasaṅkamiṁsu; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdiṁsu. Ekamantaṁ nisinnā kho te bhikkhū bhagavantaṁ etadavocuṁ: ",
  "sn4.21:2.2": "“idha mayaṁ, bhante, bhagavato avidūre appamattā ātāpino pahitattā viharāma. ",
  "sn4.21:2.3": "Atha kho, bhante, aññataro brāhmaṇo mahantena jaṭaṇḍuvena ajinakkhipanivattho jiṇṇo gopānasivaṅko ghurughurupassāsī udumbaradaṇḍaṁ gahetvā yena mayaṁ tenupasaṅkami; upasaṅkamitvā amhe etadavoca: ",
  "sn4.21:2.4": "‘daharā bhavanto pabbajitā susū kāḷakesā bhadrena yobbanena samannāgatā paṭhamena vayasā anikkīḷitāvino kāmesu. ",
  "sn4.21:2.5": "Bhuñjantu bhavanto mānusake kāme. ",
  "sn4.21:2.6": "Mā sandiṭṭhikaṁ hitvā kālikaṁ anudhāvitthā’ti. ",
  "sn4.21:2.7": "Evaṁ vutte, mayaṁ, bhante, taṁ brāhmaṇaṁ etadavocumha: ",
  "sn4.21:2.8": "‘na kho mayaṁ, brāhmaṇa, sandiṭṭhikaṁ hitvā kālikaṁ anudhāvāma. ",
  "sn4.21:2.9": "Kālikañca kho mayaṁ, brāhmaṇa, hitvā sandiṭṭhikaṁ anudhāvāma. ",
  "sn4.21:2.10": "Kālikā hi, brāhmaṇa, kāmā vuttā bhagavatā bahudukkhā bahupāyāsā, ādīnavo ettha bhiyyo. ",
  "sn4.21:2.11": "Sandiṭṭhiko ayaṁ dhammo akāliko ehipassiko opaneyyiko paccattaṁ veditabbo viññūhī’ti. ",
  "sn4.21:2.12": "Evaṁ vutte, bhante, so brāhmaṇo sīsaṁ okampetvā jivhaṁ nillāletvā tivisākhaṁ nalāṭe nalāṭikaṁ vuṭṭhāpetvā daṇḍamolubbha pakkanto”ti. ",
  "sn4.21:3.1": "“Neso, bhikkhave, brāhmaṇo. ",
  "sn4.21:3.2": "Māro eso pāpimā tumhākaṁ vicakkhukammāya āgato”ti. ",
  "sn4.21:3.3": "Atha kho bhagavā etamatthaṁ viditvā tāyaṁ velāyaṁ imaṁ gāthaṁ abhāsi: ",
  "sn4.21:4.1": "“Yo dukkhamaddakkhi yatonidānaṁ, ",
  "sn4.21:4.2": "Kāmesu so jantu kathaṁ nameyya; ",
  "sn4.21:4.3": "Upadhiṁ viditvā saṅgoti loke, ",
  "sn4.21:4.4": "Tasseva jantu vinayāya sikkhe”ti. "
}