{
  "sn4.19:0.1": "Saṁyutta Nikāya 4 ",
  "sn4.19:0.2": "2. Dutiyavagga ",
  "sn4.19:0.3": "19. Kassakasutta ",
  "sn4.19:1.1": "Sāvatthinidānaṁ. ",
  "sn4.19:1.2": "Tena kho pana samayena bhagavā bhikkhūnaṁ nibbānapaṭisaṁyuttāya dhammiyā kathāya sandasseti samādapeti samuttejeti sampahaṁseti. ",
  "sn4.19:1.3": "Te ca bhikkhū aṭṭhiṁ katvā manasi katvā sabbacetasā samannāharitvā ohitasotā dhammaṁ suṇanti. ",
  "sn4.19:2.1": "Atha kho mārassa pāpimato etadahosi: ",
  "sn4.19:2.2": "“ayaṁ kho samaṇo gotamo bhikkhūnaṁ nibbānapaṭisaṁyuttāya dhammiyā kathāya …pe… ",
  "sn4.19:2.3": "yannūnāhaṁ yena samaṇo gotamo tenupasaṅkameyyaṁ vicakkhukammāyā”ti. ",
  "sn4.19:2.4": "Atha kho māro pāpimā kassakavaṇṇaṁ abhinimminitvā mahantaṁ naṅgalaṁ khandhe karitvā dīghapācanayaṭṭhiṁ gahetvā haṭahaṭakeso sāṇasāṭinivattho kaddamamakkhitehi pādehi yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ etadavoca: ",
  "sn4.19:2.5": "“api, samaṇa, balībadde addasā”ti? ",
  "sn4.19:2.6": "“Kiṁ pana, pāpima, te balībaddehī”ti? ",
  "sn4.19:2.7": "“Mameva, samaṇa, cakkhu, mama rūpā, mama cakkhusamphassaviññāṇāyatanaṁ. ",
  "sn4.19:2.8": "Kuhiṁ me, samaṇa, gantvā mokkhasi? ",
  "sn4.19:2.9": "Mameva, samaṇa, sotaṁ, mama saddā …pe… ",
  "sn4.19:2.10": "mameva, samaṇa, ghānaṁ, mama gandhā; ",
  "sn4.19:2.11": "mameva, samaṇa, jivhā, mama rasā; ",
  "sn4.19:2.12": "mameva, samaṇa, kāyo, mama phoṭṭhabbā; ",
  "sn4.19:2.13": "mameva, samaṇa, mano, mama dhammā, mama manosamphassaviññāṇāyatanaṁ. ",
  "sn4.19:2.14": "Kuhiṁ me, samaṇa, gantvā mokkhasī”ti? ",
  "sn4.19:3.1": "“Taveva, pāpima, cakkhu, tava rūpā, tava cakkhusamphassaviññāṇāyatanaṁ. ",
  "sn4.19:3.2": "Yattha ca kho, pāpima, natthi cakkhu, natthi rūpā, natthi cakkhusamphassaviññāṇāyatanaṁ, agati tava tattha, pāpima. ",
  "sn4.19:3.3": "Taveva, pāpima, sotaṁ, tava saddā, tava sotasamphassaviññāṇāyatanaṁ. ",
  "sn4.19:3.4": "Yattha ca kho, pāpima, natthi sotaṁ, natthi saddā, natthi sotasamphassaviññāṇāyatanaṁ, agati tava tattha, pāpima. ",
  "sn4.19:3.5": "Taveva, pāpima, ghānaṁ, tava gandhā, tava ghānasamphassaviññāṇāyatanaṁ. ",
  "sn4.19:3.6": "Yattha ca kho, pāpima, natthi ghānaṁ, natthi gandhā, natthi ghānasamphassaviññāṇāyatanaṁ, agati tava tattha, pāpima. ",
  "sn4.19:3.7": "Taveva, pāpima, jivhā, tava rasā, tava jivhāsamphassaviññāṇāyatanaṁ …pe… ",
  "sn4.19:3.8": "taveva, pāpima, kāyo, tava phoṭṭhabbā, tava kāyasamphassaviññāṇāyatanaṁ …pe… ",
  "sn4.19:3.9": "taveva, pāpima, mano, tava dhammā, tava manosamphassaviññāṇāyatanaṁ. ",
  "sn4.19:3.10": "Yattha ca kho, pāpima, natthi mano, natthi dhammā, natthi manosamphassaviññāṇāyatanaṁ, agati tava tattha, pāpimā”ti. ",
  "sn4.19:4.1": "“Yaṁ vadanti mama yidanti, ",
  "sn4.19:4.2": "ye vadanti mamanti ca; ",
  "sn4.19:4.3": "Ettha ce te mano atthi, ",
  "sn4.19:4.4": "na me samaṇa mokkhasī”ti. ",
  "sn4.19:5.1": "“Yaṁ vadanti na taṁ mayhaṁ, ",
  "sn4.19:5.2": "ye vadanti na te ahaṁ; ",
  "sn4.19:5.3": "Evaṁ pāpima jānāhi, ",
  "sn4.19:5.4": "na me maggampi dakkhasī”ti. ",
  "sn4.19:6.1": "Atha kho māro pāpimā …pe… tatthevantaradhāyīti. "
}