{
  "snp2.7:7.1": "The period of 48 years is also mentioned at <a href='https://suttacentral.net/an5.192/en/sujato#5.4'>AN 5.192:5.4</a>. This is found in Āpastamba Dharmasūtra 1.11.30.2  and Baudhāyana Dharmasūtra 1.2.3.1, both of which belong to the same Yajur Veda tradition as the Śatapatha Brāhmaṇa. This is one of several indications that the Buddha was connected with this tradition, probably via his former teachers (see <a href='https://suttacentral.net/snp3.4/en/sujato#7.3'>Snp 3.4:7.3</a>, <a href='https://suttacentral.net/mn26/en/sujato#15.6'>MN 26:15.6</a>, <a href='https://suttacentral.net/dn29/en/sujato#16.13'>DN 29:16.13</a>). By contrast, Chāndogya Upaniṣad 8.7.3 mentions 32 years. ",
  "snp2.7:7.2": "<i lang='pi' translate='no'>Komāra</i> is hypermetrical and has probably been inserted by analogy with <a href='https://suttacentral.net/an5.192/en/sujato#5.4'>AN 5.192:5.4</a>. ",
  "snp2.7:8.1": "According to Baudh 2.1.2.13, <i lang='pi' translate='no'>agamyā gamanaṁ</i> means not transgressing with women considered inappropriate, such as the female friend of a male or female teacher. It doesn’t mean “outside caste”. ",
  "snp2.7:16.4": "<i lang='pi' translate='no'>Kiccākicca</i> means “all kinds of duties, various business”, not “what is to be done and not done” (per both Norman and Bodhi). See eg. <a href='https://suttacentral.net/thag16.10/en/sujato#20.2'>Thag 16.10:20.2</a>. ",
  "snp2.7:18.4": "A line elsewhere only used to describe hell. Perhaps the Buddha was no fan of the suburbs. ",
  "snp2.7:20.1": "I’m not entirely convinced that <i lang='pi' translate='no'>ganthetvā</i> means “composed” here. It’s the only early usage in this sense, and the reading is derived from the highly polemical commentary. It may mean just that they “put together” i.e. “selected” favorable passages. This would be less nasty to the brahmins and more historically plausible (as we know that the Vedas are, in fact, old.) ",
  "snp2.7:21.4": "",
  "snp2.7:26.3": "Sacrifices on this scale are still performed in modern times. For example, at the Gadhimai Festival in Nepal, hundreds of thousands of animals are slain in sacrifice. ",
  "snp2.7:26.4": "Compare the description of the bridal ceremony at Rig Veda 10.85.13, “cows are slaughtered in the blacknesses” (<i lang='pi' translate='no'>aghāsu hanyante gāvo</i>). ",
  "snp2.7:28.4": "Contrast Rig Veda 5.29.8: when Indra devours three hundred buffalo (at a sacrifice), all the gods cry out in celebration. ",
  "snp2.7:30.1": "Bodhi has “by violence”, Norman has “of using violence”, but <i lang='pi' translate='no'>daṇḍānaṁ</i> is genitive plural. Neither comment on the extreme implausibility of the commentary’s explanation that this is the “three rods” of the body (speech and mind), despite the fact that the Buddha explicitly rejected this term (<a href='https://suttacentral.net/mn56/en/sujato#4.3'>MN 56:4.3</a>); and anyway, how are acts of speech and mind relevant here? At Rig Veda 7.33.6 we find <i lang='pi' translate='no'>daṇḍā</i> as “goads” for driving cattle; at Śatapatha Brāhmaṇa 13.4.2.5 they are implements at the sacrifice; while ŚB 5.4.4.7 refers to “beating with rods”. Thus it’s likely that here the <i lang='pi' translate='no'>daṇḍā</i> are the sticks, rods, or goads used on the cows. ",
  "snp2.7:30.2": "The Buddha did not believe that the antiquity of a custom proved its virtue. "
}