{
  "ud6.2:0.1": "Innige Sprüche 6.2 ",
  "ud6.2:0.2": "Sieben Filzhaarasketen ",
  "ud6.2:1.1": "So habe ich es gehört: ",
  "ud6.2:1.2": "Einmal hielt sich der Buddha bei Sāvatthī im Ostkloster auf, im Pfahlbau-Langhaus der Mutter Migāras. ",
  "ud6.2:1.3": "Da kam der Buddha am späten Nachmittag aus seiner Klausur und setzte sich draußen vor dem Tor hin. ",
  "ud6.2:1.4": "Da ging der König Pasenadi von Kosala zum Buddha, verbeugte sich und setzte sich zur Seite hin. ",
  "ud6.2:2.1": "Nun gingen da gerade sieben Filzhaarasketen, sieben Jaina-Asketen, sieben nackte Asketen, sieben mit einem Tuch bekleidete Asketen und sieben Wanderer nicht weit vom Buddha vorbei. Ihre Achselhöhlen und Körper waren behaart und ihre Nägel waren lang; und sie trugen ihre Bündel mit Schulterstangen. ",
  "ud6.2:3.1": "Der König Pasenadi sah sie vorbeigehen. ",
  "ud6.2:3.2": "Er erhob sich von seinem Sitz, ordnete seine Robe über einer Schulter, ließ sich auf das rechte Knie nieder, erhob seine zusammengelegten Hände in Richtung der verschiedenen Asketen und nannte dreimal seinen Namen: ",
  "ud6.2:3.3": "„Herr, ich bin Pasenadi, der König von Kosala! ",
  "ud6.2:3.4": "Ich bin Pasenadi, der König von Kosala! ",
  "ud6.2:3.5": "Ich bin Pasenadi, der König von Kosala!“ ",
  "ud6.2:4.1": "Und kurz nachdem die Asketen weggegangen waren, ging König Pasenadi zum Buddha, verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "ud6.2:4.2": "„Herr, diese gehören zu denen in der Welt, die vollendet oder auf dem Pfad zur Vollendung sind!“ ",
  "ud6.2:5.1": "„Großer König, als Laie, der Sinnenfreuden genießt, in seinem Haus voller Kinder lebt, Sandelholz aus Kāsi benutzt, Kränze, Düfte und Make-up trägt und Gold und Zahlungsmittel annimmt, ist es schwer für dich, zu wissen, wer vollendet oder auf dem Pfad zur Vollendung ist. ",
  "ud6.2:6.1": "Die Tugend eines Menschen kann man erkennen, wenn man mit ihm zusammenlebt – aber nur über einen langen Zeitraum, nicht beiläufig; nur, wenn man den Geist gebraucht, nicht, wenn man ihn nicht gebraucht; und nur die Weisen können es, nicht die Geistlosen. ",
  "ud6.2:6.2": "Die Reinheit eines Menschen kann man erkennen, wenn man mit ihm Umgang pflegt – aber nur über einen langen Zeitraum, nicht beiläufig; nur, wenn man den Geist gebraucht, nicht, wenn man ihn nicht gebraucht; und nur die Weisen können es, nicht die Geistlosen. ",
  "ud6.2:6.3": "Die Widerstandskraft eines Menschen kann man im Unglück erkennen – aber nur über einen langen Zeitraum, nicht beiläufig; nur, wenn man den Geist gebraucht, nicht, wenn man ihn nicht gebraucht; und nur die Weisen können es, nicht die Geistlosen. ",
  "ud6.2:6.4": "Die Weisheit eines Menschen kann man in der Diskussion erkennen – aber nur über einen langen Zeitraum, nicht beiläufig; nur, wenn man den Geist gebraucht, nicht, wenn man ihn nicht gebraucht; und nur die Weisen können es, nicht die Geistlosen.“ ",
  "ud6.2:7.1": "„Es ist unglaublich, Herr, es ist erstaunlich, ",
  "ud6.2:7.2": "wie treffend der Buddha das gesagt hat. … ",
  "ud6.2:8.1": "Herr, das sind meine Spione, meine Geheimagenten, die zurückkehren, nachdem sie das Land ausgespäht haben. ",
  "ud6.2:8.2": "Von dem, was sie zuvor ausspioniert haben, werde ich später Gebrauch machen. ",
  "ud6.2:8.3": "Nun werden sie sich vergnügen, versorgt und ausgestattet mit den fünf Sinnesreizen, nachdem sie den Staub und Schmutz abgewaschen haben, schön gebadet und geölt sind, Haar und Bart frisiert haben und in Weiß gekleidet sind.“ ",
  "ud6.2:9.1": "Und da er diese Sache verstand, drückte der Buddha bei dieser Gelegenheit dieses innige Gefühl aus: ",
  "ud6.2:10.1": "„Setze deine Mühe nicht für alles ein, ",
  "ud6.2:10.2": "werde nicht der Mann eines anderen. ",
  "ud6.2:10.3": "Lebe nicht abhängig von einem anderen, ",
  "ud6.2:10.4": "und benutze die Lehre nicht, um Geld zu verdienen.“ "
}