{
  "ud6.4:0.1": "Innige Sprüche 6.4 ",
  "ud6.4:0.2": "Anhänger verschiedener anderer Konfessionen (1) ",
  "ud6.4:1.1": "So habe ich es gehört: ",
  "ud6.4:1.2": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "ud6.4:1.3": "Damals befanden sich in Sāvatthī einige Asketen, Brahmanen und Wanderer, die verschiedenen anderen Konfessionen anhingen; sie hatten verschiedene Ansichten und Meinungen und stützten sich auf verschiedene Ansichten. ",
  "ud6.4:2.1": "Es gab einige Asketen und Brahmanen, die diese Doktrin und Ansicht hatten: ",
  "ud6.4:2.2": "„Das Weltall ist ewig. Das allein ist die Wahrheit, alles andere ist Unsinn.“ ",
  "ud6.4:3.1": "Andere hatten folgende Doktrinen und Ansichten: ",
  "ud6.4:3.2": "„Das Weltall ist nicht ewig.“ ",
  "ud6.4:4.2": "„Die Welt ist endlich.“ ",
  "ud6.4:5.2": "„Die Welt ist unendlich.“ ",
  "ud6.4:6.2": "„Seele und Körper sind dasselbe.“ ",
  "ud6.4:7.2": "„Seele und Körper sind verschiedene Dinge.“ ",
  "ud6.4:8.2": "„Ein Klargewordener besteht nach dem Tod fort.“ ",
  "ud6.4:9.2": "„Ein Klargewordener besteht nach dem Tod nicht fort.“ ",
  "ud6.4:10.2": "„Ein Klargewordener besteht nach dem Tod fort und besteht auch nicht fort.“ ",
  "ud6.4:11.2": "„Ein Klargewordener besteht weder nach dem Tod fort, noch besteht er nicht fort.“ Und alle dachten jeweils: „Das allein ist die Wahrheit, alles andere ist Unsinn.“ ",
  "ud6.4:12.1": "Sie zankten, stritten und gerieten aneinander und verletzten einander fortwährend mit scharfen Worten: ",
  "ud6.4:12.2": "„So ist die Wahrheit, so ist die Wahrheit nicht! ",
  "ud6.4:12.3": "So ist nicht die Wahrheit, so ist die Wahrheit!“ ",
  "ud6.4:13.1": "Da kleideten sich mehrere Mönche und Nonnen am Morgen an, nahmen Schale und Robe und betraten Sāvatthī zum Almosengang. ",
  "ud6.4:13.2": "Nach dem Essen, als sie vom Almosengang zurückkamen, gingen sie zum Buddha, verbeugten sich, setzten sich zur Seite hin und berichteten ihm diese Vorgänge. Der Buddha sagte: ",
  "ud6.4:16.1": "„Mönche und Nonnen, die Wanderer anderer Konfessionen sind blind und ohne Sehvermögen. ",
  "ud6.4:16.2": "Sie verstehen nicht, was segensreich und was nicht segensreich ist, was die Wahrheit und was nicht die Wahrheit ist. ",
  "ud6.4:16.3": "Daher zanken und streiten sie und geraten aneinander und verletzen einander fortwährend mit scharfen Worten: ",
  "ud6.4:16.4": "‚So ist die Wahrheit, so ist die Wahrheit nicht! ",
  "ud6.4:16.5": "So ist nicht die Wahrheit, so ist die Wahrheit!‘ ",
  "ud6.4:17.1": "Es war einmal, Mönche und Nonnen, ein gewisser König gerade hier in Sāvatthī. ",
  "ud6.4:17.2": "Da wandte sich der König an einen Mann: ",
  "ud6.4:17.3": "‚Bitte, guter Mann, versammle alle in ganz Sāvatthī, die von Geburt an blind sind, und bringe sie an einem Ort zusammen.‘ ",
  "ud6.4:17.4": "„Ja, Majestät“, erwiderte der Mann. Er tat wie geheißen und meldete dann dem König: ",
  "ud6.4:17.5": "‚Majestät, die Blinden aus ganz Sāvatthī sind versammelt.‘ ",
  "ud6.4:17.6": "‚Nun, guter Mann, zeige ihnen einen Elefanten.‘ ",
  "ud6.4:17.7": "‚Ja, Majestät‘, antwortete der Mann. Er tat, worum ihn der König gebeten hatte. ",
  "ud6.4:18.1": "Manchen der Blinden zeigte er den Kopf des Elefanten mit den Worten: ",
  "ud6.4:18.2": "‚So sieht der Elefant aus.‘ ",
  "ud6.4:18.3": "Manchen zeigte er das Ohr des Elefanten mit den Worten: ",
  "ud6.4:18.4": "‚So sieht der Elefant aus.‘ ",
  "ud6.4:18.5": "Manchen zeigte er den Stoßzahn des Elefanten mit den Worten: ",
  "ud6.4:18.6": "‚So sieht der Elefant aus.‘ ",
  "ud6.4:18.7": "Manchen zeigte er den Rüssel des Elefanten mit den Worten: ",
  "ud6.4:18.8": "‚So sieht der Elefant aus.‘ ",
  "ud6.4:18.9": "Manchen zeigte er die Flanke des Elefanten mit den Worten: ",
  "ud6.4:18.10": "‚So sieht der Elefant aus.‘ ",
  "ud6.4:18.11": "Manchen zeigte er den Fuß des Elefanten mit den Worten: ",
  "ud6.4:18.12": "‚So sieht der Elefant aus.‘ ",
  "ud6.4:18.13": "Manchen zeigte er den Oberschenkel des Elefanten mit den Worten: ",
  "ud6.4:18.14": "‚So sieht der Elefant aus.‘ ",
  "ud6.4:18.15": "Manchen zeigte er den Schwanz des Elefanten mit den Worten: ",
  "ud6.4:18.16": "‚So sieht der Elefant aus.‘ ",
  "ud6.4:18.17": "Manchen zeigte er die Schwanzspitze des Elefanten mit den Worten: ",
  "ud6.4:18.18": "‚So sieht der Elefant aus.‘ ",
  "ud6.4:19.1": "Dann begab er sich zum König und meldete: ",
  "ud6.4:19.2": "‚Majestät, den Blinden ist der Elefant gezeigt worden. ",
  "ud6.4:19.3": "Bitte geh nach deinem Belieben.‘ ",
  "ud6.4:20.1": "Da ging der König zu den Blinden und sagte: ",
  "ud6.4:20.2": "‚Habt ihr den Elefanten gesehen?‘ ",
  "ud6.4:20.3": "‚Ja, Majestät, uns ist der Elefant gezeigt worden.‘ ",
  "ud6.4:20.4": "‚Dann sagt uns: Was für ein Ding ist ein Elefant?‘ ",
  "ud6.4:21.1": "Die Blinden, denen der Kopf des Elefanten gezeigt worden war, sagten: ",
  "ud6.4:21.2": "‚Majestät, ein Elefant ist wie ein Kessel.‘ ",
  "ud6.4:22.1": "Die, denen das Ohr gezeigt worden war, sagten: ",
  "ud6.4:22.2": "‚Ein Elefant ist wie eine Worfel.‘ ",
  "ud6.4:23.1": "Die, denen der Stoßzahn gezeigt worden war, sagten: ",
  "ud6.4:23.2": "‚Ein Elefant ist wie eine Pflugschar.‘ ",
  "ud6.4:24.1": "Die, denen der Rüssel gezeigt worden war, sagten: ",
  "ud6.4:24.2": "‚Ein Elefant ist wie ein Pflugbaum.‘ ",
  "ud6.4:25.1": "Die, denen die Flanke gezeigt worden war, sagten: ",
  "ud6.4:25.2": "‚Ein Elefant ist wie ein Speicher.‘ ",
  "ud6.4:26.1": "Die, denen der Fuß gezeigt worden war, sagten: ",
  "ud6.4:26.2": "‚Ein Elefant ist wie ein Pfeiler.‘ ",
  "ud6.4:27.1": "Die, denen der Oberschenkel gezeigt worden war, sagten: ",
  "ud6.4:27.2": "‚Ein Elefant ist wie ein Mörser.‘ ",
  "ud6.4:28.1": "Die, denen der Schwanz gezeigt worden war, sagten: ",
  "ud6.4:28.2": "‚Ein Elefant ist wie ein Stößel.‘ ",
  "ud6.4:29.1": "Die, denen die Schwanzspitze gezeigt worden war, sagten: ",
  "ud6.4:29.2": "‚Ein Elefant ist wie ein Besen.‘ ",
  "ud6.4:30.1": "Sie sagten: ‚So ist ein Elefant, so ist ein Elefant nicht! ",
  "ud6.4:30.2": "So ist kein Elefant, so ist ein Elefant!‘, und schlugen einander mit Fäusten. ",
  "ud6.4:30.3": "Darüber war der König erfreut. ",
  "ud6.4:31.1": "Ebenso, Mönche und Nonnen, sind die Wanderer anderer Konfessionen blind und ohne Sehvermögen. ",
  "ud6.4:31.2": "Sie verstehen nicht, was segensreich und was nicht segensreich ist, was die Wahrheit und was nicht die Wahrheit ist. ",
  "ud6.4:31.3": "Daher zanken und streiten sie und geraten aneinander und verletzen einander fortwährend mit scharfen Worten: ",
  "ud6.4:31.4": "‚So ist die Wahrheit, so ist die Wahrheit nicht! ",
  "ud6.4:31.5": "So ist nicht die Wahrheit, so ist die Wahrheit!‘ ",
  "ud6.4:32.1": "Und da er diese Sache verstand, drückte der Buddha bei dieser Gelegenheit dieses innige Gefühl aus: ",
  "ud6.4:33.1": "„Manche Asketen und Brahmanen, so scheint es, ",
  "ud6.4:33.2": "klammern sich an diese Dinge. ",
  "ud6.4:33.3": "Zankend streiten sie, ",
  "ud6.4:33.4": "die Leute, die nur einen Teil sehen.“ "
}