{
  "ud6.6:0.1": "Innige Sprüche 6.6 ",
  "ud6.6:0.2": "Anhänger verschiedener anderer Konfessionen (3) ",
  "ud6.6:1.1": "So habe ich es gehört: ",
  "ud6.6:1.2": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "ud6.6:1.3": "Damals befanden sich in Sāvatthī einige Asketen, Brahmanen und Wanderer, die verschiedenen anderen Konfessionen anhingen; sie hatten verschiedene Ansichten und Meinungen und stützten sich auf verschiedene Ansichten. ",
  "ud6.6:2.1": "Es gab einige Asketen und Brahmanen, die diese Doktrin und Ansicht hatten: ",
  "ud6.6:2.2": "„Das Selbst und das Weltall sind ewig. Das allein ist die Wahrheit, alles andere ist Unsinn.“ ",
  "ud6.6:3.1": "Andere hatten folgende Doktrinen und Ansichten: ",
  "ud6.6:3.2": "„Das Selbst und das Weltall sind nicht ewig.“ ",
  "ud6.6:4.2": "„Das Selbst und das Weltall sind sowohl ewig als auch nicht ewig.“ ",
  "ud6.6:5.2": "„Das Selbst und das Weltall sind weder ewig noch nicht ewig.“ ",
  "ud6.6:6.2": "„Das Selbst und das Weltall wurden von einem selbst geschaffen.“ ",
  "ud6.6:7.2": "„Das Selbst und das Weltall wurden von jemand anderem geschaffen.“ ",
  "ud6.6:8.2": "„Das Selbst und das Weltall wurden sowohl von einem selbst als auch von jemand anderem geschaffen.“ ",
  "ud6.6:9.2": "„Das Selbst und das Weltall sind durch Zufall entstanden und wurden weder von einem selbst noch von jemand anderem geschaffen.“ ",
  "ud6.6:10.2": "„Glück und Schmerz sind ewig, und das Selbst und das Weltall.“ ",
  "ud6.6:11.2": "„Glück und Schmerz sind nicht ewig, und das Selbst und das Weltall.“ ",
  "ud6.6:12.2": "„Glück und Schmerz sind sowohl ewig als auch nicht ewig, und das Selbst und das Weltall.“ ",
  "ud6.6:13.2": "„Glück und Schmerz sind weder ewig  noch nicht ewig, und das Selbst und das Weltall.“ ",
  "ud6.6:14.2": "„Glück und Schmerz wurden von einem selbst geschaffen, und das Selbst und das Weltall.“ ",
  "ud6.6:15.2": "„Glück und Schmerz wurden von jemand anderem geschaffen, und das Selbst und das Weltall.“ ",
  "ud6.6:16.2": "„Glück und Schmerz wurden sowohl von einem selbst als auch von jemand anderem geschaffen, und das Selbst und das Weltall.“ ",
  "ud6.6:17.2": "„Glück und Schmerz sind durch Zufall entstanden und wurden weder von einem selbst noch von jemand anderem geschaffen, und das Selbst und das Weltall.“ Und alle dachten jeweils: „Das allein ist die Wahrheit, alles andere ist Unsinn.“ ",
  "ud6.6:18.1": "Sie zankten, stritten und gerieten aneinander und verletzten einander fortwährend mit scharfen Worten: ",
  "ud6.6:18.2": "„So ist die Wahrheit, so ist die Wahrheit nicht! ",
  "ud6.6:18.3": "So ist nicht die Wahrheit, so ist die Wahrheit!“ ",
  "ud6.6:19.1": "Da kleideten sich mehrere Mönche und Nonnen am Morgen an, nahmen Schale und Robe und betraten Sāvatthī zum Almosengang. ",
  "ud6.6:19.2": "Nach dem Essen, als sie vom Almosengang zurückkamen, gingen sie zum Buddha, verbeugten sich, setzten sich zur Seite hin und berichteten ihm diese Vorgänge. ",
  "ud6.6:23.1": "Und da er diese Sache verstand, drückte der Buddha bei dieser Gelegenheit dieses innige Gefühl aus: ",
  "ud6.6:24.1": "„Die Leute sind auf den Ich-Macher ausgerichtet, ",
  "ud6.6:24.2": "der mit dem Anders-Macher verbunden ist. ",
  "ud6.6:24.3": "Es gibt manche, die sich das nicht klarmachen, ",
  "ud6.6:24.4": "sie sehen den Pfeil nicht. ",
  "ud6.6:25.1": "Aber wenn sie diesen Pfeil sehen, ",
  "ud6.6:25.2": "denken sie nicht: ‚Ich mache es‘, ",
  "ud6.6:25.3": "noch denken sie: ‚Ein anderer macht es‘. ",
  "ud6.6:26.1": "Diese Leute sind in der Einbildung gefangen, ",
  "ud6.6:26.2": "von der Einbildung geknotet und angekettet. ",
  "ud6.6:26.3": "Ihre Ansichten verteidigen sie erbittert ",
  "ud6.6:26.4": "und entrinnen so nicht dem Umherwandern.“ "
}