{
  "ud6.10:0.1": "Innige Sprüche 6.10 ",
  "ud6.10:0.2": "Erscheinen ",
  "ud6.10:1.1": "So habe ich es gehört: ",
  "ud6.10:1.2": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "ud6.10:1.3": "Da ging der Ehrwürdige Ānanda zum Buddha, verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "ud6.10:2.1": "„Herr, solange die Klargewordenen, die Vollendeten, die vollkommen erwachten Buddhas nicht in der Welt erscheinen, werden die Wanderer anderer Konfessionen geehrt, geachtet, gewürdigt, verehrt und wertgeschätzt, und sie erhalten Roben, Almosen, Unterkunft sowie Arznei und Krankenversorgung. ",
  "ud6.10:2.2": "Aber wenn die Klargewordenen, die Vollendeten, die vollkommen erwachten Buddhas in der Welt erscheinen, werden die Wanderer anderer Konfessionen nicht länger geehrt, geachtet, gewürdigt, verehrt und wertgeschätzt, und sie erhalten keine Roben, kein Almosen, keine Unterkunft und keine Arznei und Krankenversorgung. ",
  "ud6.10:2.3": "Jetzt wird nur der Buddha geehrt, geachtet, gewürdigt, verehrt und wertgeschätzt, und er erhält Roben, Almosen, Unterkunft sowie Arznei und Krankenversorgung.“ ",
  "ud6.10:3.1": "„Das ist wirklich wahr, Ānanda. Solange die Klargewordenen, die Vollendeten, die vollkommen erwachten Buddhas nicht in der Welt erscheinen, werden die Wanderer anderer Konfessionen geehrt, geachtet, gewürdigt, verehrt und wertgeschätzt, und sie erhalten Roben, Almosen, Unterkunft sowie Arznei und Krankenversorgung. ",
  "ud6.10:3.2": "Aber wenn die Klargewordenen, die Vollendeten, die vollkommen erwachten Buddhas in der Welt erscheinen, werden die Wanderer anderer Konfessionen nicht länger auf diese Art geehrt. ",
  "ud6.10:3.3": "Jetzt wird nur der Klargewordene geehrt, geachtet, gewürdigt, verehrt und wertgeschätzt, und er erhält Roben, Almosen, Unterkunft sowie Arznei und Krankenversorgung, und ebenso der Saṅgha der Mönche und Nonnen.“ ",
  "ud6.10:4.1": "Und da er diese Sache verstand, drückte der Buddha bei dieser Gelegenheit dieses innige Gefühl aus: ",
  "ud6.10:5.1": "„Das Glühwürmchen leuchtet, ",
  "ud6.10:5.2": "solange die Leuchte der Sonne nicht aufgeht. ",
  "ud6.10:5.3": "Aber wenn die Sonne aufgestiegen ist, ",
  "ud6.10:5.4": "wird jenes Licht gelöscht und scheint nicht mehr. ",
  "ud6.10:6.1": "So leuchten auch die Denker hell, ",
  "ud6.10:6.2": "solange die Buddhas nicht in der Welt erscheinen. ",
  "ud6.10:6.3": "Weder sind die Denker geläutert, noch sind es ihre Schüler. ",
  "ud6.10:6.4": "Mit ihren schlechten Ansichten sind sie nicht vom Leiden befreit.“ "
}