{
  "patthana15.1:0.1": "Paṭṭhānapakaraṇa",
  "patthana15.1:0.2": "Dhammānulomapaccanīya (3), Dukatikapaṭṭhānapāḷi (3)",
  "patthana15.1:0.3": "15.1. Hetuduka, Kusalattika",
  "patthana15.1:1.0": "15.1.1. Kusalapada",
  "patthana15.1:1.1": "Namo tassa Bhagavato Arahato Sammāsambuddhassa.",
  "patthana15.1:2.1": "Hetuṁ kusalaṁ dhammaṁ paṭicca nahetu nakusalo dhammo uppajjati hetupaccayā. Nahetuṁ kusalaṁ dhammaṁ paṭicca nanahetu nakusalo dhammo uppajjati hetupaccayā. Hetuṁ kusalañca nahetuṁ kusalañca dhammaṁ paṭicca nahetu nakusalo dhammo uppajjati hetupaccayā … tīṇi (cittasamuṭṭhānameva, ārammaṇaṁ natthi.)",
  "patthana15.1:3.1": "Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi.",
  "patthana15.1:4.1": "(Sahajātavārampi …pe… nissayavārampi paṭiccavārasadisaṁ.)",
  "patthana15.1:5.1": "Hetu kusalo dhammo nahetussa nakusalassa dhammassa hetupaccayena paccayo. ",
  "patthana15.1:6.1": "Hetu kusalo dhammo nahetussa nakusalassa dhammassa ārammaṇapaccayena paccayo … tīṇi.",
  "patthana15.1:7.1": "Nahetu kusalo dhammo nanahetussa nakusalassa dhammassa ārammaṇapaccayena paccayo … tīṇi.",
  "patthana15.1:8.1": "Hetu kusalo ca nahetu kusalo ca dhammā nahetussa nakusalassa dhammassa ārammaṇapaccayena paccayo … tīṇi. (Saṅkhittaṁ.)",
  "patthana15.1:9.1": "Hetuyā ekaṁ, ārammaṇe nava, adhipatiyā nava, anantare samanantare nava, sahajāte nissaye tīṇi, upanissaye nava, pacchājāte tīṇi, kamme ekaṁ, āhāre ekaṁ, indriye tīṇi, jhāne ekaṁ, magge tīṇi, vippayutte tīṇi …pe… avigate tīṇi. (Pañhāvārampi vitthāretabbaṁ.)",
  "patthana15.1:10.0": "15.1.2. Akusalapada",
  "patthana15.1:10.1": "Hetuṁ akusalaṁ dhammaṁ paṭicca nahetu naakusalo dhammo uppajjati hetupaccayā. ",
  "patthana15.1:11.1": "Nahetuṁ akusalaṁ dhammaṁ paṭicca nahetu naakusalo dhammo uppajjati hetupaccayā. ",
  "patthana15.1:12.1": "Hetuṁ akusalañca nahetuṁ akusalañca dhammaṁ paṭicca nahetu naakusalo dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.) Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi.",
  "patthana15.1:13.1": "(Sahajātavārampi …pe… nissayavārampi paṭiccavārasadisaṁ.)",
  "patthana15.1:14.1": "Hetu akusalo dhammo nahetussa naakusalassa dhammassa hetupaccayena paccayo. ",
  "patthana15.1:15.1": "Hetu akusalo dhammo nahetussa naakusalassa dhammassa ārammaṇapaccayena paccayo … tīṇi.",
  "patthana15.1:16.1": "Nahetu akusalo dhammo nanahetussa naakusalassa dhammassa ārammaṇapaccayena paccayo … tīṇi.",
  "patthana15.1:17.1": "Hetu akusalo ca nahetu akusalo ca dhammā nahetussa naakusalassa dhammassa ārammaṇapaccayena paccayo … tīṇi. (Saṅkhittaṁ.)",
  "patthana15.1:18.1": "Hetuyā ekaṁ, ārammaṇe nava, adhipatiyā ekaṁ, anantare samanantare nava, sahajāte nissaye tīṇi, upanissaye nava, pacchājāte tīṇi, kamme ekaṁ, āhāre ekaṁ, indriye tīṇi, jhāne ekaṁ, magge tīṇi, vippayutte tīṇi …pe… avigate tīṇi.",
  "patthana15.1:19.0": "15.1.3. Abyākatapada",
  "patthana15.1:19.1": "Nahetuṁ abyākataṁ dhammaṁ paṭicca nanahetu naabyākato dhammo uppajjati hetupaccayā. Hetuyā tīṇi …pe… avigate tīṇi. (Nissayavārampi …pe… pañhāvārampi vitthāretabbaṁ.)"
}