{
  "patthana15.90:0.1": "Paṭṭhānapakaraṇa ",
  "patthana15.90:0.2": "Dhammānulomapaccanīya (3), Dukatikapaṭṭhānapāḷi (3) ",
  "patthana15.90:0.3": "15.90. Saraṇaduka, Sanidassanattika ",
  "patthana15.90:1.1": "Araṇaṁ anidassanasappaṭighaṁ dhammaṁ paṭicca nasaraṇo naanidassanasappaṭigho dhammo uppajjati hetupaccayā. (Sabbattha ekaṁ.) ",
  "patthana15.90:2.1": "Saraṇaṁ anidassanaappaṭighaṁ dhammaṁ paṭicca nasaraṇo naanidassanaappaṭigho dhammo uppajjati hetupaccayā. Araṇaṁ anidassanaappaṭighaṁ dhammaṁ paṭicca nasaraṇo naanidassanaappaṭigho dhammo uppajjati hetupaccayā. Saraṇaṁ anidassanaappaṭighañca araṇaṁ anidassanaappaṭighañca dhammaṁ paṭicca nasaraṇo naanidassanaappaṭigho dhammo uppajjati hetupaccayā. ",
  "patthana15.90:3.1": "Hetuyā tīṇi, aññamaññe ekaṁ …pe… vipāke ekaṁ …pe… avigate tīṇi. ",
  "patthana15.90:4.0": "Nahetu-naārammaṇa ",
  "patthana15.90:4.1": "Araṇaṁ anidassanaappaṭighaṁ dhammaṁ paṭicca nasaraṇo naanidassanaappaṭigho dhammo uppajjati nahetupaccayā. ",
  "patthana15.90:5.1": "Saraṇaṁ anidassanaappaṭighaṁ dhammaṁ paṭicca nasaraṇo naanidassanaappaṭigho dhammo uppajjati naārammaṇapaccayā. (Saṅkhittaṁ.) ",
  "patthana15.90:6.1": "Nahetuyā ekaṁ, naārammaṇe tīṇi …pe… nakamme ekaṁ …pe… naāhāre naindriye najhāne namagge ekaṁ …pe… navippayutte ekaṁ …pe… novigate tīṇi. ",
  "patthana15.90:7.1": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṁ.) ",
  "patthana15.90:8.1": "Saraṇo anidassanaappaṭigho dhammo nasaraṇassa naanidassanaappaṭighassa dhammassa hetupaccayena paccayo. ",
  "patthana15.90:9.1": "Araṇo anidassanaappaṭigho dhammo nasaraṇassa naanidassanaappaṭighassa dhammassa hetupaccayena paccayo.  (Saṅkhittaṁ.) ",
  "patthana15.90:10.1": "Hetuyā dve, adhipatiyā dve, sahajāte nissaye tīṇi, pacchājāte kamme dve, vipāke ekaṁ, āhāre indriye jhāne magge vippayutte dve …pe… avigate tīṇi. ",
  "patthana15.90:11.1": "Saraṇo anidassanaappaṭigho dhammo nasaraṇassa naanidassanaappaṭighassa dhammassa sahajātapaccayena paccayo, pacchājātapaccayena paccayo, kammapaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana15.90:12.1": "Nahetuyā tīṇi, naārammaṇe tīṇi …pe… noavigate tīṇi. ",
  "patthana15.90:13.1": "(Yathā kusalattike pañhāvāraṁ, evaṁ vitthāretabbaṁ.) "
}