{
  "sn25.1:1.1": "This chapter is named after the technical term “stepping into” (<i lang='pi' translate='no'>okkanti</i>). Literally, it is to “step down” or “trample”, or in the context of rebirth to descend or “be conceived” in the womb. For the sense here, compare Śatapatha Brāhmaṇa 4.4.5.11: the sacrificer is led to a still pool in flowing water, into which he “descends” seeking release from Varuṇa’s snare. Here the commentary glosses <i lang='pi' translate='no'>paviṭṭha</i> (“entered”), which is supported by <i lang='pi' translate='no'>praveśa</i> at Śatapatha Brāhmaṇa 4.4.5.11. I use “step into” to disambiguate from “stream-entry” which is a different word (<i lang='pi' translate='no'>āpatti</i>), even though the sense is similar. ",
  "sn25.1:1.8": "This chapter offers some of the clearest details on the “follower by faith” (<i lang='pi' translate='no'>saddhānusārī</i>) and “follower of teachings” (<i lang='pi' translate='no'>dhammānusārī</i>), both of whom are “practicing to realize the fruit of stream-entry”. Elsewhere, they are distinguished by the degree of faculties (<a href='https://suttacentral.net/sn48.12/en/sujato#1.5.'>SN 48.12:1.5.</a>). See too <a href='https://suttacentral.net/mn22/en/sujato#46.2'>MN 22:46.2</a> and <a href='https://suttacentral.net/mn34/en/sujato#10.2'>MN 34:10.2</a>; also <a href='https://suttacentral.net/sn55.24/en/sujato'>SN 55.24</a> and <a href='https://suttacentral.net/sn55.25/en/sujato'>SN 55.25</a>. | <i lang='pi' translate='no'>Sammatta</i> (literally “rightness” or the “right way”) is defined as the noble eightfold path at <a href='https://suttacentral.net/sn45.21/en/sujato#1.7'>SN 45.21:1.7</a>. It is frequently used with <i lang='pi' translate='no'>niyāma</i> (“fixedness, inevitability, surety”) to mean “the fixedness of the right way”. which I render more idiomatically as “sure path”. ",
  "sn25.1:1.10": "When the faith-follower realizes stream-entry, they are called “freed by faith” (<i lang='pi' translate='no'>saddhāvimutta</i>, <a href='https://suttacentral.net/mn70/en/sujato#19.1'>MN 70:19.1</a>). ",
  "sn25.1:2.1": "",
  "sn25.1:2.3": "When they realize stream-entry, they are called “attained to view” (<i lang='pi' translate='no'>diṭṭhippatta</i>, <a href='https://suttacentral.net/mn70/en/sujato#18.1'>MN 70:18.1</a>). ",
  "sn25.1:2.4": "This makes explicit a distinction that is consistently upheld throughout the Suttas. To “know and see” or to “truly understand” is, in this context, a distinct apperception of the four noble truths with intuitive wisdom that severs certain fetters forever. Those on the path to stream entry have not yet had such a realization, hence they must follow by faith, or by reflecting on the teachings. Though the conditions for realization are present, since they possess the five faculties and are on the path, they have not yet realized the fruit. Compare a mango tree that has been planted with good seeds in fertile soil, watered and sunned and protected from pests. At a certain point the conditions have been fulfilled for the fruit to appear, but it takes time for the conditions to mature. "
}