{
  "an7.52:0.1": "Восходящие Наставления 7.52",
  "an7.52:0.2": "Глава Махаяннья",
  "an7.52:0.3": "Сутта Даяние",
  "an7.52:1.1": "Однажды Благословенный пребывал в Чампе на берегу озера Гаггары.",
  "an7.52:1.2": "И большая группа мирян из Чампы пришла к Достопочтенному Сарипутте и, по прибытии, поклонившись ему, они сели рядом. Сидя там, они обратились к Достопочтенному Сарипутте:",
  "an7.52:1.3": "“Давно у нас не было возможности, Достопочтенный, послушать Дхамму из уст самого Благословенного.",
  "an7.52:1.4": "Было бы хорошо, если бы мы могли послушать Дхамму из уст самого Благословенного”.",
  "an7.52:1.5": "“В таком случае, друзья, приходите в следующий день Упосатхи,",
  "an7.52:1.6": "и, возможно, вы услышите Дхамму из уст самого Благословенного”.",
  "an7.52:1.7": "“Как скажете, Достопочтенный” – ответили миряне из Чампы Достопочтенному Сарипутте.",
  "an7.52:2.1": "Поднявшись со своих сидений, поклонившись ему и обойдя его с правой стороны, они ушли.",
  "an7.52:2.2": "Затем в следующий день Упосатхи миряне из Чампы пришли к Достопочтенному Сарипутте и, по прибытии, поклонившись ему, встали рядом.",
  "an7.52:3.1": "Тогда Достопочтенный Сарипутта вместе с мирянами из Чампы отправился к Благословенному и, по прибытии, поклонившись ему, сел рядом.",
  "an7.52:3.2": "Затем Достопочтенный Сарипутта обратился к Благословенному:",
  "an7.52:3.3": "“Может ли быть так, что когда человек даёт какой-либо дар, это не приносит большого плода, большой пользы,",
  "an7.52:3.4": "тогда как другой человек даёт точно такой же дар, и это приносит большой плод, большую пользу?”",
  "an7.52:3.5": "“Да, Сарипутта, может быть так, что когда человек даёт какой-либо дар, это не приносит большого плода, большой пользы, тогда как другой человек даёт точно такой же дар, и это приносит большой плод, большую пользу”.",
  "an7.52:3.6": "“Почтенный, в чём условие, в чём причина, почему человек даёт какой-либо дар, и это не приносит большого плода, большой пользы, тогда как другой человек даёт точно такой же дар, и это приносит большой плод, большую пользу?”",
  "an7.52:4.1": "“Сарипутта, бывает так, что человек преподносит дар ради собственной выгоды, с умом, устремлённым к получению выгоды, ищет для себя накопления благих заслуг с мыслью: “Я буду наслаждаться этим после смерти”.",
  "an7.52:4.2": "Он даёт свой дар – еду, питьё, одежду или средство передвижения; гирлянду, благовония и мази; постельные принадлежности, кров, лампу – жрецу или отшельнику.",
  "an7.52:4.3": "Как ты думаешь, Сарипутта? Может ли человек дать такой дар?”",
  "an7.52:4.4": "“Может, почтенный”.",
  "an7.52:5.1": "“Сделав такое дарение в поисках собственной выгоды – с умом, устремлённым к получению выгоды, ища для себя накопления благих заслуг с мыслью: “Я буду наслаждаться этим после смерти” –",
  "an7.52:5.2": "после распада тела, после смерти, он рождается в мире Четырёх Великих Царей.",
  "an7.52:5.3": "Затем, после того, как потеряло силу это деяние, эта способность, этот статус, это владычество, он возвращается обратно в этот мир.",
  "an7.52:6.1": "Далее, бывает так, что человек преподносит дар не ради собственной выгоды, и его ум не устремлён к получению выгоды, он не ищет для себя накопления благих заслуг, и у него нет мысли: “Я буду наслаждаться этим после смерти”.",
  "an7.52:6.2": "Вместо этого он преподносит дар с мыслью: “Дарение – это хорошо”.",
  "an7.52:7.1": "Или, вместо того, чтобы думать так: “Даяние – это хорошо”, он преподносит дар с мыслью:",
  "an7.52:7.2": "“Такие дары давались в прошлом, делались в прошлом, моим отцом и дедом. Было бы неподобающе для меня поступать так, чтобы этот старый семейный обычай прекратился”…",
  "an7.52:8.1": "Или, вместо этого…",
  "an7.52:8.2": "он преподносит дар с мыслью: “Я не испытываю недостатка. А они испытывают недостаток. Было бы неподобающе для меня, будучи обеспеченным, не дать дар тем, кто не обеспечен”",
  "an7.52:9.1": "Или, вместо этого…",
  "an7.52:9.2": "он преподносит дар с мыслью: “Подобно тому, как подносили дары великим мудрецам прошлого –",
  "an7.52:9.3": "Аттхаке, Вамаке, Вамадэве, Вессамитте, Яматагги, Ангирасе, Бхарадвадже, Васеттхе, Кассапе, и Бхагу – то таким же будет это моё подношение даров”…",
  "an7.52:10.1": "и после распада тела, после смерти, он рождается в мире дэвов, наслаждающихся творениями.",
  "an7.52:10.2": "Или, вместо этого…",
  "an7.52:10.3": "он преподносит дар с мыслью: “Когда сделано мной это дарение, это делает мой ум спокойным. Удовлетворение и радость появляются”…",
  "an7.52:11.1": "Или, вместо того, чтобы подумать так: “Когда сделано мной это дарение, это делает мой ум спокойным. Удовлетворение и радость появляются”,",
  "an7.52:11.2": "он преподносит дар с мыслью: “Это украшение ума, поддержка ума”.",
  "an7.52:11.3": "Он даёт свой дар – еду, питьё, одежду или средство для передвижения; гирлянду, благовония и мази; постельные принадлежности, кров, лампу – жрецу или отшельнику.",
  "an7.52:11.4": "Как ты думаешь, Сарипутта? Может ли человек дать такой дар?”",
  "an7.52:11.5": "“Может, почтенный”.",
  "an7.52:12.1": "“Сделав такое подношение, не ради собственной выгоды,",
  "an7.52:12.2": "с умом не устремлённым к получению выгоды,",
  "an7.52:12.3": "без поисков накопления для себя благих заслуг,",
  "an7.52:12.4": "ни с мыслью: “Я буду наслаждаться этим после смерти”,",
  "an7.52:12.5": "ни с мыслью: “Даяние – это хорошо”,",
  "an7.52:12.6": "ни с мыслью: “Такие дары давались в прошлом, делались в прошлом, моим отцом и дедом. Было бы неподобающе для меня сделать так, чтобы этот старый семейный обычай прекратился”,",
  "an7.52:12.7": "ни с мыслью: “Я не испытываю недостатка. А они испытывают недостаток. Было бы неправильно для меня, будучи обеспеченным, не дать дар тем, кто не обеспечен”,",
  "an7.52:12.8": "ни с мыслью: “Подобно тому, как подносили дары великим мудрецам прошлого –",
  "an7.52:12.9": "Аттхаке, Вамаке, Вамадэве, Вессамитте, Яматагги, Ангирасе, Бхарадвадже, Васеттхе, Кассапе и Бхагу – то таким же будет это моё подношение даров”,",
  "an7.52:12.10": "ни с мыслью: “Когда сделано мной это дарение, это делает мой ум спокойным. Удовлетворение и радость появляются”,",
  "an7.52:12.11": "но с мыслью: “Это украшение ума, поддержка ума” –",
  "an7.52:12.12": "то после распада тела, после смерти, он рождается среди дэвов свиты Брахмы.",
  "an7.52:12.13": "Затем, после того как потеряло силу это деяние, эта способность, этот статус, это владычество, он становится не-возвращающимся. Он не возвращается обратно в этот мир.",
  "an7.52:13.1": "В этом, Сарипутта, условие, в этом причина, почему человек даёт какой-либо дар, и это не приносит большого плода, большой пользы,",
  "an7.52:13.2": "тогда как другой человек даёт точно такой же дар, и это приносит большой плод, большую пользу”.",
  "an7.52:13.3": "Девятая."
}