{
  "an7.66:0.1": "Восходящие Наставления 7.66",
  "an7.66:0.2": "Большая Глава",
  "an7.66:0.3": "Сутта Семь Солнц",
  "an7.66:1.1": "Так я слышал—",
  "an7.66:1.2": "Однажды Благословенный пребывал в Весали в роще Амбапали. ",
  "an7.66:1.3": "Там Благословенный обратился к монахам: ",
  "an7.66:1.4": "“Монахи!”",
  "an7.66:1.5": "“Достопочтенный!” – отвечали те монахи. ",
  "an7.66:1.6": "Благословенный сказал:",
  "an7.66:2.1": "“Монахи, обусловленные явления непостоянны. ",
  "an7.66:2.2": "Обусловленные явления неустойчивы. ",
  "an7.66:2.3": "Обусловленные явления ненадёжны. ",
  "an7.66:2.4": "Этого достаточно для того, чтобы разочароваться во всех обусловленных явлениях, достаточно, чтобы стать бесстрастными по отношению к ним, достаточно, чтобы освободиться от них.",
  "an7.66:3.1": "Монахи, Синеру, царь всех гор, восемьдесят четыре тысячи йоджан в длину, восемьдесят четыре тысячи йоджан в ширину. Эта гора погружена на восемьдесят четыре тысячи йоджан в великий океан, и возвышается на восемьдесят четыре тысячи йоджан над океаном.",
  "an7.66:3.2": "Монахи, приходит время, когда не выпадает дождя в течение многих лет, в течение многих сотен лет, в течение многих тысяч лет, в течение многих сотен тысяч лет. ",
  "an7.66:3.3": "Когда дождя не выпадает, растительная жизнь и зелень, целебные растения, травы и огромные лесные деревья высыхают и перестают существовать. ",
  "an7.66:3.4": "Настолько непостоянны все обусловленные явления, настолько неустойчивы, настолько ненадёжны. ",
  "an7.66:3.5": "Этого достаточно для того, чтобы разочароваться во всех обусловленных явлениях, достаточно, чтобы стать бесстрастными по отношению к ним, достаточно, ",
  "an7.66:3.6": "чтобы освободиться от них.",
  "an7.66:4.1": "Через длительный период приходит время, когда появляется второе солнце. ",
  "an7.66:4.2": "С появлением второго солнца небольшие реки и озёра высыхают и испаряются, и перестают существовать. ",
  "an7.66:4.3": "Настолько непостоянны все обусловленные явления… ",
  "an7.66:4.4": "чтобы освободиться от них.",
  "an7.66:5.1": "Через длительный период приходит время, когда появляется третье солнце. ",
  "an7.66:5.2": "С появлением третьего солнца великие реки – ",
  "an7.66:5.3": "Ганг, Ямуна, Чиравати, Сарабху, и Махи – высыхают и испаряются, и перестают существовать. ",
  "an7.66:5.4": "Настолько непостоянны все обусловленные явления… ",
  "an7.66:5.5": "чтобы освободиться от них.",
  "an7.66:6.1": "Через длительный период приходит время, когда появляется четвёртое солнце. ",
  "an7.66:6.2": "С появлением четвёртого солнца великие озёра, из которых берут начало эти великие реки – ",
  "an7.66:6.3": "Анотатта, Сихапапата, Ратхакара, Каннамунда, Кунала, Чхадданта, и Мандакини – высыхают и испаряются, и перестают существовать. ",
  "an7.66:6.4": "Настолько непостоянны все обусловленные явления… ",
  "an7.66:6.5": "чтобы освободиться от них.",
  "an7.66:7.1": "Через длительный период приходит время, когда появляется пятое солнце. ",
  "an7.66:7.2": "С появлением пятого солнца вода в великом океане убывает на сто йоджан… двести… триста… четыреста… пятьсот… шестьсот… семьсот йоджан. ",
  "an7.66:7.3": "Вода, оставшаяся в великом океане, доходит до глубины в семь пальм… шесть… пять… четыре… три… две… всего лишь одну пальму. ",
  "an7.66:7.4": "Вода, оставшаяся в великом океане, доходит до глубины в семь саженей… шесть… пять… четыре… три… два… один сажень… полсаженя… до глубины до талии… до колен… до лодыжек.",
  "an7.66:7.5": "Подобно тому, как осенью, когда мощные капли дождя падают с неба, и вода стоит тут и там в отпечатках копыт рогатого скота, ",
  "an7.66:7.6": "то точно также, вода, оставшаяся в великом океане, будет стоять тут и там в выемках размером с отпечаток копыт рогатого скота. ",
  "an7.66:7.7": "С появлением пятого солнца воды, оставшейся в великом океане, не хватает даже чтобы достичь суставов пальцев. ",
  "an7.66:7.8": "Настолько непостоянны все обусловленные явления… ",
  "an7.66:7.9": "чтобы освободиться от них.",
  "an7.66:8.1": "Через длительный период приходит время, когда появляется шестое солнце. ",
  "an7.66:8.2": "С появлением шестого солнца эта великая земля и гора Синеру, царь всех гор, дымится, испускает дым, тлеет. ",
  "an7.66:8.3": "Подобно тому, как разводимый гончаром огонь вначале дымится, испускает дым, тлеет, ",
  "an7.66:8.4": "то точно также, c появлением шестого солнца эта великая земля и гора Синеру, царь всех гор, дымится, испускает дым, тлеет. ",
  "an7.66:8.5": "Настолько непостоянны все обусловленные явления… ",
  "an7.66:8.6": "чтобы освободиться от них.",
  "an7.66:9.1": "Через длительный период приходит время, когда появляется седьмое солнце. ",
  "an7.66:9.2": "С появлением седьмого солнца эта великая земля и Синеру, царь всех гор, вспыхивает пламенем, ярко полыхает, становится единой грудой пламени. ",
  "an7.66:9.3": "По мере того как великая земля и Синеру, царь всех гор, горят и полыхают, пламя, подхватываемое ветром, достигает даже мира брахм. ",
  "an7.66:9.4": "По мере того как Синеру горит и полыхает, по мере того, как она разрушается, одолеваемая огромной жарой, горные вершины в сто йоджан распадаются; горные вершины в двести… триста… четыреста… пятьсот йоджан распадаются.",
  "an7.66:9.5": "Когда эта великая земля и Синеру, царь всех гор, горят и полыхают, то не видно ни пепла, ни копоти. ",
  "an7.66:9.6": "Подобно тому, как топлёное масло или простое масло горит и полыхает, то не видно ни пепла, ни копоти, ",
  "an7.66:9.7": "то точно также, когда эта великая земля и Синеру, царь всех гор, горят и полыхают, то не видно ни пепла, ни копоти. ",
  "an7.66:9.8": "Настолько непостоянны все обусловленные явления, ",
  "an7.66:9.9": "настолько неустойчивы, ",
  "an7.66:9.10": "настолько ненадёжны. ",
  "an7.66:9.11": "Этого достаточно для того, чтобы разочароваться во всех обусловленных явлениях, достаточно, чтобы стать бесстрастными по отношению к ним, достаточно, чтобы освободиться от них.",
  "an7.66:10.1": "Монахи, кто ещё, кроме тех, кто увидел истину, подумал бы или поверил: ",
  "an7.66:10.2": "“Эта великая земля и Синеру, царь всех гор, сгорит, будет разрушена и перестанет существовать?”",
  "an7.66:11.1": "В прошлом, монахи, был учитель по имени Сунетта5, основатель религиозного движения без жажды к чувственным удовольствиям. ",
  "an7.66:11.2": "У учителя Сунетты было много сотен учеников, ",
  "an7.66:11.3": "которых он учил Дхамме ради достижения мира брахм. ",
  "an7.66:11.4": "Когда он учил, те, кто полностью поняли его учение, после распада тела, после смерти, перерождались в благом уделе, в мире брахм. Но те, кто не полностью поняли его учение, перерождались среди дэвов, управляющих творениями других; иные – среди дэвов, наслаждающихся творениями; иные – среди дэвов Туситы; иные – среди дэвов Ямы; иные – среди дэвов Таватимсы; иные – дэвов, управляемых Четырьмя Великими божественными Царями. ",
  "an7.66:11.5": "Некоторые переродились среди зажиточных кхаттиев; некоторые – среди зажиточных брахманов; некоторые – среди зажиточных домохозяев.",
  "an7.66:12.1": "И тогда, монахи, мысль пришла к учителю Сунетте: ",
  "an7.66:12.2": "“Не подобает мне иметь тот же самый будущий удел, что и у моих учеников. Что есть я буду развивать доброжелательность ещё больше?”",
  "an7.66:13.1": "И тогда учитель Сунетта семь лет развивал доброжелательный ум. ",
  "an7.66:13.2": "В результате в течение семи циклов распада мира и развёртывания мира он не возвращался обратно в этот мир. ",
  "an7.66:13.3": "Когда мир распадался, он направлялся в мир дэвов лучезарного сияния. ",
  "an7.66:13.4": "Когда мир развёртывался, он перерождался в пустом дворце Брахмы. ",
  "an7.66:13.5": "Там он был Брахмой, Великим Брахмой, Победителем, Непобеждённым, Вселенским Провидцем, Владыкой. ",
  "an7.66:13.6": "Тридцать шесть раз он был Саккой, царём дэвов. ",
  "an7.66:13.7": "Много сотен раз он был царём-миродержцем, праведным царём, который правит Дхаммой, покорителем, чьё правление простирается до четырёх границ, тем, кто добился стабильности в своей стране, кто обладает семью сокровищами. ",
  "an7.66:13.8": "У него было более тысячи сыновей-героев, могучих, способных сокрушить армии их врагов. ",
  "an7.66:13.9": "Он правил, покорив эту землю, ограниченную океаном, и не силой и оружием, но Дхаммой.",
  "an7.66:13.10": "Монахи, хотя у него был такой огромный срок жизни, продолжавшейся такое долгое время, всё же учитель Сунетта ",
  "an7.66:13.11": "не был свободен от рождения, старости, смерти, печали, стенания, боли, уныния и отчаяния. Он не был свободен от страданий, я говорю вам. ",
  "an7.66:14.1": "И почему? ",
  "an7.66:14.2": "Потому что не понял и не постиг четырёх вещей. ",
  "an7.66:14.3": "Каких четырёх?",
  "an7.66:14.4": "Благородного нравственного поведения, благородного сосредоточения, благородной мудрости, благородного освобождения. ",
  "an7.66:14.5": "Теперь же благородное нравственное поведение, монахи, было понятно и постигнуто. Благородное сосредоточение было понятно и постигнуто. Благородная мудрость была понята и постигнута. Благородное освобождение было понятно и постигнуто. Жажда к существованию была отрезана. Проводник к существованию был уничтожен. Не будет более нового существования”. ",
  "an7.66:14.6": "Это сказал Благословенны.",
  "an7.66:14.7": "Это сказав Благой, в дополнение это сказал Учитель:",
  "an7.66:15.1": "“Нравственность, сосредоточение, и мудрость,",
  "an7.66:15.2": "Как и непревзойдённое освобождение:",
  "an7.66:15.3": "Все эти вещи смог понять славный Готама",
  "an7.66:15.4": "Своею собственною силой.",
  "an7.66:16.1": "И когда понял напрямую он всё это,",
  "an7.66:16.2": "Сей Дхамме Будда научил монахов –",
  "an7.66:16.3": "Учитель, Тот, Кто положил конец страданиям,",
  "an7.66:16.4": "Кто Обладает Видением, достиг ниббаны”.",
  "an7.66:16.5": "Вторая."
}