{
  "an7.73:0.1": "Восходящие Наставления 7.73",
  "an7.73:0.2": "Большая Глава",
  "an7.73:0.3": "Сутта Сунетта",
  "an7.73:1.1": "“Монахи, в прошлом был учитель по имени Сунетта, основатель религиозного движения без жажды к чувственным удовольствиям.",
  "an7.73:1.2": "У учителя Сунетты было много сотен учеников,",
  "an7.73:1.3": "которых он учил Дхамме для достижения мира брахм.",
  "an7.73:1.4": "Когда он учил, те, кто не поверили ему, после распада тела, после смерти, переродились в состоянии лишений, в неблагом уделе, в нижних мирах, в аду.",
  "an7.73:1.5": "Но те, кто поверили ему, переродились в благом уделе, в небесном мире.",
  "an7.73:2.1": "В прошлом, монахи, был учитель по имени Мугапаккха…",
  "an7.73:2.2": "был учитель по имени Аранеми…",
  "an7.73:2.3": "был учитель по имени Куддалака…",
  "an7.73:2.4": "была учитель по имени Хаттхипала…",
  "an7.73:2.5": "был учитель по имени Джотипала…",
  "an7.73:2.6": "был учитель по имени Арака, основатель религиозного движения без жажды к чувственным удовольствиям.",
  "an7.73:2.7": "У учителя Араки было много сотен учеников,",
  "an7.73:2.8": "которых он учил Дхамме для достижения мира брахм.",
  "an7.73:2.9": "Когда он учил, те, кто не поверили ему, после распада тела, после смерти, переродились в состоянии лишений, в неблагом уделе, в нижних мирах, в аду.",
  "an7.73:2.10": "Но те, кто поверили ему, переродились в благом уделе, в небесном мире.",
  "an7.73:3.1": "Как вы думаете, монахи?",
  "an7.73:3.2": "Эти семь учителей были основателями религиозных движений, были людьми без жажды к чувственным удовольствиям, имевшими свиты из многих сотен последователей. Если бы кто-либо с умом, полным ненависти, обругал и оскорбил бы их и их общины учеников, то разве не накопил бы он этим самым много неблагих заслуг?”",
  "an7.73:3.3": "“Так оно, почтенный”.",
  "an7.73:3.4": "“Если кто-либо с умом, полным ненависти, обругал бы и оскорбил бы этих семерых учителей вместе с их общинами учеников, то он накопил бы этим самым много неблагих заслуг.",
  "an7.73:3.5": "Но если кто-либо с умом, полным ненависти, обругает и оскорбит хотя бы одного человека, совершенного в воззрениях, то он накопит ещё больше неблагих заслуг.",
  "an7.73:3.6": "И почему?",
  "an7.73:3.7": "Потому что, я говорю вам, монахи, вред, от оскорбления посторонних не сравнится с тем, что будет причинён от оскорбления ваших товарищей-монахов.",
  "an7.73:4.1": "Поэтому, монахи, вот как вы должны тренировать себя:",
  "an7.73:4.2": "“Мы не допустим, чтобы в наших умах возникла ненависть по отношению к нашим товарищам-монахам”.",
  "an7.73:4.3": "Вот, монахи, как вы должны тренировать себя”.",
  "an7.73:4.4": "Девятая."
}