{
  "an7.42:0.1": "Восходящие Наставления 7.42",
  "an7.42:0.2": "Глава Девата",
  "an7.42:0.3": "Сутта Основания для Без десяти Первая",
  "an7.42:1.1": "И тогда, утром, Достопочтенный Сарипутта оделся, взял чашу и одеяние, и вошёл в Саваттхи собирать подаяния.",
  "an7.42:1.2": "И тогда мысль пришла к нему:",
  "an7.42:1.3": "“Слишком рано ходить по Саваттхи для сбора подаяний.",
  "an7.42:1.4": "Что если я отправлюсь в парк странников-приверженцев иных учений?”",
  "an7.42:1.5": "И тогда Достопочтенный Сарипутта отправился в парк странников-приверженцев иных учений. Он обменялся с теми странниками вежливыми приветствиями",
  "an7.42:1.6": "и после обмена вежливыми приветствиями и любезностями сел рядом.",
  "an7.42:1.7": "И в то время те странники собрались вместе, и по мере того как они сидели, следующая беседа случилась между ними:",
  "an7.42:1.8": "“Друзья, любой, кто живёт полной и чистой святой жизнью двенадцать лет, может называться монахом, который “без десяти”.",
  "an7.42:2.1": "И тогда Достопочтенный Сарипутта ни восхитился, ни отверг утверждений тех странников,",
  "an7.42:2.2": "но поднялся со своего сиденья и ушёл, думая:",
  "an7.42:2.3": "“Посмотрим, что Благословенный скажет об этом”.",
  "an7.42:2.4": "Затем, когда Достопочтенный Сарипутта походил по Саваттхи в поисках подаяний, после принятия пищи, вернувшись с хождения за подаяниями, он отправился к Благословенному, поклонился ему и сел рядом. Затем он обратился к Благословенному:",
  "an7.42:3.1": "“Вот же, почтенный, я утром оделся…",
  "an7.42:3.2": "",
  "an7.42:3.3": "",
  "an7.42:3.4": "",
  "an7.42:3.5": "",
  "an7.42:3.6": "",
  "an7.42:3.7": "по мере того, как они сидели, следующая беседа случилась между ними:",
  "an7.42:3.8": "“Друзья, любой, кто живёт полной и чистой святой жизнью двенадцать лет, может называться монахом, который “без десяти”.",
  "an7.42:3.9": "Я ни восхитился, ни отверг утверждений тех странников,",
  "an7.42:3.10": "но поднялся со своего сиденья и ушёл, думая:",
  "an7.42:3.11": "“Посмотрим, что Благословенный скажет об этом”.",
  "an7.42:3.12": "Учитель, возможно ли в этой Дхамме и Винае описать монаха как “без десяти”, просто лишь сосчитав количество лет, которые он уже провёл в монашестве”?",
  "an7.42:4.1": "“В этой Дхамме и Винае, Сарипутта, нет возможности описать монаха как “без десяти”, просто лишь сосчитав количество лет.",
  "an7.42:4.2": "Сарипутта, есть семь оснований для того, чтобы быть “без десяти”, которые я провозгласил после того, как реализовал их сам прямым знанием.",
  "an7.42:5.1": "Какие семь?",
  "an7.42:5.2": "Вот у монаха имеется сильное желание осуществлять монашескую тренировку, и он не теряет своей увлечённости осуществления тренировки в будущем. У него сильное желание взяться за Дхамму, и он не теряет своей увлечённости взяться за Дхамму в будущем. У него сильное желание устранять бесполезные мечтания, и он не теряет своей увлечённости устранять бесполезные мечтания в будущем. У него сильное желание к затворничеству, и он не теряет своей увлечённости к затворничеству в будущем. У него сильное желание зарождать усердие, и он не теряет своей увлечённости к зарождению усердия в будущем. У него сильное желание развивать осознанность и бдительность, и он не теряет своей увлечённости к развитию осознанности и бдительности в будущем. У него сильное желание проникнуть в суть вещей воззрением, и он не теряет своей увлечённости к проникновению в суть вещей воззрением в будущем.",
  "an7.42:5.3": "Таковы семь оснований для того, чтобы быть “без десяти”, которые я провозгласил после того, как реализовал их сам прямым знанием.",
  "an7.42:5.4": "Сарипутта, если монах обладает этими семью основаниями для того, чтобы быть “без десяти”, то тогда, если он живёт полной и чистой святой жизнью двенадцать лет, он подходит для того, чтобы называться “без десяти”.",
  "an7.42:5.5": "Также, если он живёт полной и чистой святой жизнью двадцать четыре года…",
  "an7.42:5.6": "тридцать шесть лет… сорок восемь лет, он подходит для того, чтобы называться “без десяти”.",
  "an7.42:5.7": "Одниннадцатая."
}