{
  "an7.58:0.1": "Восходящие Наставления 7.58",
  "an7.58:0.2": "Глава Абьяката",
  "an7.58:0.3": "Сутта Нет необходимости скрывать",
  "an7.58:1.1": "“Монахи, есть четыре вещи, которых Татхагате нет необходимости скрывать, а также три вещи, в отношении которых он не подлежит упрёку.",
  "an7.58:1.2": "И каковы четыре вещи, которых Татхагате нет необходимости скрывать?",
  "an7.58:1.3": "Монахи, Татхагата – этот тот, чьё телесное поведение очищено.",
  "an7.58:1.4": "У Татхагаты нет неблагого телесного поведения, которое ему приходилось бы скрывать, думая:",
  "an7.58:1.5": "“Пусть другие не обнаружат этого у меня”.",
  "an7.58:2.1": "Татхагата – этот тот, чьё словесное поведение очищено.",
  "an7.58:2.2": "У Татхагаты нет неблагого словесного поведения, которое ему приходилось бы скрывать, думая:",
  "an7.58:2.3": "“Пусть другие не обнаружат этого у меня”.",
  "an7.58:3.1": "Татхагата – этот тот, чьё умственное поведение очищено.",
  "an7.58:3.2": "У Татхагаты нет неблагого умственного поведения, которое ему приходилось бы скрывать, думая:",
  "an7.58:3.3": "“Пусть другие не обнаружат этого у меня”.",
  "an7.58:4.1": "Татхагата – этот тот, чьи средства к жизни очищены.",
  "an7.58:4.2": "У Татхагаты нет неподобающих средств к жизни, которые ему приходилось бы скрывать, думая:",
  "an7.58:4.3": "“Пусть другие не обнаружат этого у меня”.",
  "an7.58:5.1": "Таковы четыре вещи, которых Татхагате нет необходимости скрывать.",
  "an7.58:6.1": "И каковы три вещи, в отношении которых он не подлежит упрёку?",
  "an7.58:6.2": "Татхагата, монахи – это тот, чья Дхамма хорошо разъяснена.",
  "an7.58:6.3": "В этом отношении я не вижу какого-либо основания, на котором отшельник, жрец, дэва, Мара, Брахма, или кто-либо в мире мог бы аргументированно упрекнуть меня:",
  "an7.58:6.4": "“По таким-то и таким-то причинам твоя Дхамма не разъяснена хорошо”.",
  "an7.58:6.5": "Поскольку я не вижу ни одного подобного основания,",
  "an7.58:6.6": "я пребываю спокойным, бесстрашным, уверенным в себе.",
  "an7.58:7.1": "Я хорошо провозгласил своим ученикам практику, ведущую к ниббане,",
  "an7.58:7.2": "таким образом, что, практикуя в соответствии с этим, и достигнув уничтожения загрязнений, они в этой самой жизни входят и пребывают в незапятнанном освобождении ума, освобождении мудростью, зная и проявляя эти состояния для себя самостоятельно посредством прямого знания.",
  "an7.58:7.3": "В этом отношении я не вижу какого-либо основания, на котором отшельник, жрец, дэва, Мара, Брахма, или кто-либо в мире мог бы аргументированно упрекнуть меня:",
  "an7.58:7.4": "“По таким-то и таким-то причинам ты не провозгласил хорошо своим ученикам практику, ведущую к ниббане, таким образом, что… посредством прямого знания”.",
  "an7.58:7.5": "Поскольку я не вижу ни одного подобного основания,",
  "an7.58:7.6": "я пребываю спокойным, бесстрашным, уверенным в себе.",
  "an7.58:8.1": "Монахи, моё собрание состоит из многих сотен учеников, которые с уничтожением загрязнений в этой самой жизни входят и пребывают в незапятнанном освобождении ума, освобождении мудростью, зная и проявляя эти состояния для себя самостоятельно посредством прямого знания.",
  "an7.58:8.2": "В этом отношении я не вижу какого-либо основания, на котором отшельник, жрец, дэва, Мара, Брахма, или кто-либо в мире мог бы аргументированно упрекнуть меня:",
  "an7.58:8.3": "“По таким-то и таким-то причинам не так оно, что твоё собрание состоит из многих сотен учеников, которые, с уничтожением загрязнений… посредством прямого знания”.",
  "an7.58:8.4": "Поскольку я не вижу ни одного подобного основания,",
  "an7.58:8.5": "я пребываю спокойным, бесстрашным, уверенным в себе.",
  "an7.58:9.1": "Таковы три вещи, в отношении которых Татхагата не подлежит упрёку.",
  "an7.58:10.1": "Монахи, таковы четыре вещи, которых Татхагате нет необходимости скрывать, а также три вещи, в отношении которых он не подлежит упрёку”.",
  "an7.58:10.2": "Пятая."
}