{
  "an7.71:0.1": "Восходящие Наставления 7.71",
  "an7.71:0.2": "Большая Глава",
  "an7.71:0.3": "Сутта Подобно Костру",
  "an7.71:1.1": "“Монахи, когда монах не настроен на развитие, то даже если он пожелает: ",
  "an7.71:1.2": "“Пусть мой ум освободится от пятен загрязнений ума посредством не-цепляния!”, ",
  "an7.71:1.3": "то всё равно его ум не освободится от пятен посредством не-цепляния. ",
  "an7.71:1.4": "И почему? ",
  "an7.71:1.5": "Потому что у него нет развития. ",
  "an7.71:1.6": "Нет развития чего?",
  "an7.71:1.7": "Четырёх основ осознанности, четырёх правильных стараний, четырёх основ сверхъестественной силы, пяти качеств, пяти сил, семи факторов просветления, Благородного Восьмеричного Пути.",
  "an7.71:2.1": "Представьте курицу с восемью, десятью, или двенадцатью яйцами, ",
  "an7.71:2.2": "которые она бы не укрыла, не высидела, не взрастила правильным образом. ",
  "an7.71:2.3": "Даже если бы она пожелала: ",
  "an7.71:2.4": "“Пусть мои цыплята пробьют скорлупку остриями своих когтей и клювом и благополучно вылупятся!”, ",
  "an7.71:2.5": "то всё равно цыплята не смогут так сделать. ",
  "an7.71:2.6": "И почему? ",
  "an7.71:2.7": "Потому что курица не укрыла, не высидела, не взрастила свои яйца правильным образом.",
  "an7.71:2.8": "Точно также, монахи, когда монах не настроен на развитие, то даже если он пожелает… ",
  "an7.71:2.9": "“Пусть мой ум освободится от пятен загрязнений ума посредством не-цепляния!”, ",
  "an7.71:2.10": "его ум не освободится… ",
  "an7.71:2.11": "И почему?",
  "an7.71:2.12": "Потому что у него нет развития. ",
  "an7.71:2.13": "Нет развития чего? ",
  "an7.71:2.14": "Четырёх основ осознанности, четырёх правильных стараний, четырёх основ сверхъестественной силы, пяти качеств, пяти сил, семи факторов просветления, Благородного Восьмеричного Пути.",
  "an7.71:3.1": "Монахи, когда монах настроен на развитие, то даже если он не пожелает: ",
  "an7.71:3.2": "“Пусть мой ум освободится от пятен посредством не-цепляния!”, ",
  "an7.71:3.3": "то всё равно его ум освободится от пятен посредством не-цепляния. ",
  "an7.71:3.4": "И почему? ",
  "an7.71:3.5": "Из-за его развития. ",
  "an7.71:3.6": "Развития чего? ",
  "an7.71:3.7": "Четырёх основ осознанности, четырёх правильных стараний, четырёх основ сверхъестественной силы, пяти качеств, пяти сил, семи факторов просветления, Благородного Восьмеричного Пути.",
  "an7.71:4.1": "Представьте курицу с восемью, десятью, или двенадцатью яйцами, ",
  "an7.71:4.2": "которые она бы укрыла, высидела, взрастила правильным образом. ",
  "an7.71:4.3": "Даже если бы она не пожелала: ",
  "an7.71:4.4": "“Пусть мои цыплята пробьют скорлупку остриями своих когтей и клювом и благополучно вылупятся!”, ",
  "an7.71:4.5": "то всё равно цыплята смогут так сделать. ",
  "an7.71:4.6": "И почему? ",
  "an7.71:4.7": "Потому что курица укрыла, высидела, взрастила свои яйца правильным образом.",
  "an7.71:4.8": "Точно также, монахи, когда монах настроен на развитие, то даже если он не пожелает… ",
  "an7.71:4.9": "“Пусть мой ум освободится от пятен посредством не-цепляния!”, ",
  "an7.71:4.10": "то всё равно его ум освободится от пятен посредством не-цепляния. ",
  "an7.71:4.11": "И почему? ",
  "an7.71:4.12": "Из-за его развития. ",
  "an7.71:4.13": "Развития чего? ",
  "an7.71:4.14": "Четырёх основ осознанности… Благородного Восьмеричного Пути.",
  "an7.71:5.1": "Когда, монахи, плотник или ученик плотника видит следы углублений от пальцев и большого пальца на рукоятке своего тесла, он не знает: “Вот на столько-то рукоятка тесла износилась сегодня, вот на столько-то вчера, вот на столько-то ранее”. ",
  "an7.71:5.2": "Но когда она износилась, он знает, что она износилась.Точно также, монахи, когда монах настроен на развитие, то хотя он не знает: “Вот на столько-то мои пятна умственных загрязнений износились сегодня, вот на столько-то вчера, вот на столько-то ранее” – всё же, когда они износились, он знает, что они износились.",
  "an7.71:6.1": "Представьте, монахи, как если бы морской корабль был бы оснащён такелажем, который бы изнашивался в воде в течение шести месяцев. Его бы вытащили на сушу во время холодного сезона, и его такелаж далее подвергался бы атакам ветра и солнца. Затопленный дождём из дождевого облака, такелаж легко бы обвалился и прогнил. ",
  "an7.71:6.2": "Точно также, монахи, когда монах настроен на развитие, его оковы с лёгкостью разваливаются и прогнивают”.",
  "an7.71:6.3": "Седьмая."
}