{
  "an7.6:0.1": "Восходящие Наставления 7.6",
  "an7.6:0.2": "Глава Дхана",
  "an7.6:0.3": "Сутта О богатстве подробно",
  "an7.6:1.1": "“Монахи, есть эти семь видов богатства.",
  "an7.6:1.2": "Какие семь?",
  "an7.6:1.3": "богатство веры, богатство нравственного поведения, богатство стыда, богатство боязни совершить проступок, богатство учёности, богатство щедрости, богатство мудрости.",
  "an7.6:2.1": "И что такое богатство веры?",
  "an7.6:2.2": "Вот ученик Благородных наделён верой. Он верит в просветление Татхагаты так:",
  "an7.6:2.3": "“Благословенный – арахант, полностью просветлённый, совершенный в истинном знании и поведении, достигший блага, знаток мира, непревзойдённый учитель тех, кто готов обучаться, учитель богов и людей, пробуждённый, благословенный”.",
  "an7.6:2.4": "Это называется богатством веры.",
  "an7.6:3.1": "И что такое богатство нравственного поведения?",
  "an7.6:3.2": "Вот ученик Благородных воздерживается от уничтожения жизни, от взятия того, что ему не было дано, от неблагого сексуального поведения, от лжи, от спиртных напитков, вина, и одурманивающих веществ, что создают основу для беспечности.",
  "an7.6:3.3": "Это называется богатством нравственного поведения.",
  "an7.6:4.1": "И что такое богатство стыда?",
  "an7.6:4.2": "Вот у ученика Благородных есть чувство стыда. Он стыдится телесного, словесного, и умственного неблагого поведения. Он стыдится обретения плохих, неблагих качеств.",
  "an7.6:4.3": "Это называется богатством стыда.",
  "an7.6:5.1": "И что такое богатство боязни совершить проступок?",
  "an7.6:5.2": "Вот ученик Благородных страшится совершения проступков. Он страшится телесного, словесного, и умственного неблагого поведения. Он страшится обретения плохих, неблагих качеств.",
  "an7.6:5.3": "Это называется богатством боязни совершить проступок.",
  "an7.6:6.1": "И что такое богатство учёности?",
  "an7.6:6.2": "Вот ученик Благородных много изучал, помнит то, что учил, накапливает в своём уме то, что он изучил. Те учения, что прекрасны в начале, прекрасны в середине, и прекрасны в конце, правильны и в духе и в букве, провозглашающие идеально полную и чистую святую жизнь – таких учений он много изучал, удерживал в уме, повторял вслух по памяти, исследовал их в уме и тщательно проникал в них воззрением.",
  "an7.6:6.3": "Это называется богатством учёности.",
  "an7.6:7.1": "И что такое богатство щедрости?",
  "an7.6:7.2": "Вот ученик Благородных пребывает дома с умом, лишённым пятна скупости, щедрым, открытым, радуется оставлению, предан благотворительности, радуется дарению и разделению.",
  "an7.6:7.3": "Это называется богатством щедрости.",
  "an7.6:8.1": "И что такое богатство мудрости?",
  "an7.6:8.2": "Вот ученик Благородных мудр. Он обладает мудростью, которая различает происхождение и исчезновение – благородной, проницательной, ведущей к полному уничтожению страданий.",
  "an7.6:8.3": "Это называется богатством мудрости.",
  "an7.6:9.1": "Эти, монахи, семь видов богатства.",
  "an7.6:10.1": "“Богатство веры, нравственного поведения,",
  "an7.6:10.2": "Стыда, как и боязни совершить проступок,",
  "an7.6:10.3": "Богатство изучения и щедрости богатство,",
  "an7.6:10.4": "Седьмым богатством вместе с ними будет мудрость.",
  "an7.6:11.1": "Коль обладает женщина или мужчина",
  "an7.6:11.2": "Богатством из семёрки этой состоящим,",
  "an7.6:11.3": "То говорят о нём, что он не беден",
  "an7.6:11.4": "И жизнь его не прожита зазря.",
  "an7.6:12.1": "Поэтому тот, кто способен к пониманию,",
  "an7.6:12.2": "Держа в уме учение Будды,",
  "an7.6:12.3": "Пусть вере посвятит себя и добродетели,",
  "an7.6:12.4": "Уверенности, равно как и Дхаммы видению”.",
  "an7.6:12.5": "Шестая."
}