{
  "an7.68:0.1": "Восходящие Наставления 7.68",
  "an7.68:0.2": "Большая Глава",
  "an7.68:0.3": "Сутта Тот, кто знает Дхамму",
  "an7.68:1.1": "“Монахи, обладая семью качествами, монах достоин даров… непревзойдённое поле заслуг для мира.",
  "an7.68:1.2": "Какими семью?",
  "an7.68:1.3": "Вот монах является тем, кто знает Дхамму, знает значение, знает себя, знает умеренность, знает надлежащее время, знает собрание, и кто знает высшие и низшие типы личностей.",
  "an7.68:2.1": "И каким образом монах является тем, кто знает Дхамму?",
  "an7.68:2.2": "Вот монах знает Дхамму:",
  "an7.68:2.3": "лекции, стихи и прозу, описания, строфы, вдохновенные изречения, цитаты, истории рождения, чудесные случаи, вопросы и ответы.",
  "an7.68:2.4": "Если монах не знал бы Дхаммы –",
  "an7.68:2.5": "бесед… вопросов и ответов – то его бы не называли “тем, кто знает Дхамму”.",
  "an7.68:2.6": "Но поскольку он знает Дхамму –",
  "an7.68:2.7": "беседы… вопросы и ответы – он зовётся “тем, кто знает Дхамму”.",
  "an7.68:2.8": "Таким образом он является тем, кто знает Дхамму.",
  "an7.68:3.1": "И каким образом монах является тем, кто знает значение?",
  "an7.68:3.2": "Вот монах знает значение того или иного утверждения:",
  "an7.68:3.3": "“Таково значение этого утверждения. Таково значение того утверждения”.",
  "an7.68:3.4": "Если монах не знал бы значения того или иного утверждения:",
  "an7.68:3.5": "“Таково…” – то его бы не называли “тем, кто знает значение”.",
  "an7.68:3.6": "Но поскольку он знает значение утверждения:",
  "an7.68:3.7": "“Таково…” – он зовётся “тем, кто знает значение”.",
  "an7.68:3.8": "Таким образом он является тем, кто знает Дхамму; и тем, кто знает значение.",
  "an7.68:4.1": "И каким образом монах является тем, кто знает себя?",
  "an7.68:4.2": "Вот монах знает себя так:",
  "an7.68:4.3": "“У меня столько-то веры, столько-то нравственности, столько-то учёности, столько-то щедрости, столько-то мудрости, столько-то различения”.",
  "an7.68:4.4": "Если монах не знал бы себя:",
  "an7.68:4.5": "“У меня…” – то его бы не называли “тем, кто знает себя”.",
  "an7.68:4.6": "Но поскольку он знает себя:",
  "an7.68:4.7": "“У меня…” – он зовётся “тем, кто знает себя”.",
  "an7.68:4.8": "Таким образом он является тем, кто знает Дхамму; тем, кто знает значение; и тем, кто знает себя.",
  "an7.68:5.1": "И каким образом монах является тем, кто знает умеренность?",
  "an7.68:5.2": "Вот монах знает умеренность в принятии одеяний, еды, жилищ, лекарств и обеспечения для больных монахов.",
  "an7.68:5.3": "Если монах не знал бы умеренности в принятии… – то его бы не называли “тем, кто знает умеренность”.",
  "an7.68:5.4": "Но поскольку он знает умеренность в принятии… – он зовётся “тем, кто знает умеренность”.",
  "an7.68:5.5": "Таким образом он является тем, кто знает Дхамму; тем, кто знает значение; тем, кто знает себя; и тем кто знает умеренность.",
  "an7.68:6.1": "И каким образом монах является тем, кто знает надлежащее время?",
  "an7.68:6.2": "Вот монах знает надлежащее время:",
  "an7.68:6.3": "“Вот время для изучения, вот время для вопрошания, вот время для приложения усилий в практике, вот время для затворничества”.",
  "an7.68:6.4": "Если монах не знал бы надлежащего времени:",
  "an7.68:6.5": "“Вот время…” – то его бы не называли “тем, кто знает надлежащее время”.",
  "an7.68:6.6": "Но поскольку он знает надлежащее время:",
  "an7.68:6.7": "“Вот время…” – он зовётся “тем, кто знает надлежащее время”.",
  "an7.68:6.8": "Таким образом он является тем, кто знает Дхамму; тем, кто знает значение; тем, кто знает себя; тем, кто знает умеренность; и тем, кто знает надлежащее время.",
  "an7.68:7.1": "И каким образом монах является тем, кто знает собрание?",
  "an7.68:7.2": "Вот монах знает собрание:",
  "an7.68:7.3": "“Это собрание кхаттиев, это собрание брахманов, это собрание домохозяев, это собрание отшельников.",
  "an7.68:7.4": "У этих следует подходить к собранию так-то; следует остановиться так-то; следует действовать так-то; следует присаживаться так-то; следует говорить так-то; следует пребывать в молчании так-то”.",
  "an7.68:7.5": "Если монах не знал бы собрания:",
  "an7.68:7.6": "“Это собрание…” –",
  "an7.68:7.7": "то его бы не называли “тем, кто знает собрание”.",
  "an7.68:7.8": "Но поскольку он знает собрание:",
  "an7.68:7.9": "“Это собрание…” –",
  "an7.68:7.10": "он зовётся “тем, кто знает собрание”.",
  "an7.68:7.11": "Таким образом он является тем, кто знает Дхамму; тем, кто знает значение; тем, кто знает себя; тем, кто знает умеренность; тем, кто знает надлежащее время; и тем, кто знает собрание.",
  "an7.68:8.1": "И каким образом монах является тем, кто знает высшие и низшие типы личностей?",
  "an7.68:8.2": "Вот монах понимает личности в плане пар:",
  "an7.68:8.3": "“Вот два человека:",
  "an7.68:8.4": "один хочет видеть Благородных, другой не хочет видеть Благородных.",
  "an7.68:8.5": "Тот человек, который не хочет видеть Благородных,",
  "an7.68:8.6": "в этом отношении достоин порицания.",
  "an7.68:8.7": "Тот человек, который хочет видеть Благородных,",
  "an7.68:8.8": "в этом отношении достоин похвалы.",
  "an7.68:9.1": "Вот два человека, которые хотят видеть Благородных:",
  "an7.68:9.2": "один хочет слушать благую Дхамму. Другой не хочет слушать благую Дхамму.",
  "an7.68:9.3": "Тот человек, который не хочет слушать благую Дхамму,",
  "an7.68:9.4": "в этом отношении достоин порицания.",
  "an7.68:9.5": "Тот человек, который хочет слушать благую Дхамму,",
  "an7.68:9.6": "в этом отношении достоин похвалы.",
  "an7.68:10.1": "Вот два человека, которые хотят слушать благую Дхамму:",
  "an7.68:10.2": "один хочет слушать Дхамму охотно. Другой не хочет слушать Дхамму охотно.",
  "an7.68:10.3": "Тот человек, который не хочет слушать Дхамму охотно,",
  "an7.68:10.4": "в этом отношении достоин порицания.",
  "an7.68:10.5": "Тот человек, который хочет слушать Дхамму охотно,",
  "an7.68:10.6": "в этом отношении достоин похвалы.",
  "an7.68:11.1": "Вот два человека, которые хотят слушать Дхамму охотно:",
  "an7.68:11.2": "один, услышав Дхамму, удерживает её в уме. Другой, услышав Дхамму, не удерживает её в уме.",
  "an7.68:11.3": "Тот человек, который, услышав Дхамму, не удерживает её в уме,",
  "an7.68:11.4": "в этом отношении достоин порицания.",
  "an7.68:11.5": "Тот человек, который, услышав Дхамму, удерживает её в уме,",
  "an7.68:11.6": "в этом отношении достоин похвалы.",
  "an7.68:12.1": "Вот два человека, которые, услышав Дхамму, удерживают её в уме:",
  "an7.68:12.2": "один изучает значение учений, которые были удержаны в уме. Другой не изучает значение учений, которые были удержаны в уме.",
  "an7.68:12.3": "Тот человек, который не изучает…",
  "an7.68:12.4": "в этом отношении достоин порицания.",
  "an7.68:12.5": "Тот человек, который изучает…",
  "an7.68:12.6": "в этом отношении достоин похвалы.",
  "an7.68:13.1": "Вот два человека, которые изучают значение учений, что были удержаны в уме:",
  "an7.68:13.2": "один понял значение и Дхамму и далее практикует в соответствии с Дхаммой, другой не понял значение и Дхамму и не практикует в соответствии с Дхаммой.",
  "an7.68:13.3": "Тот человек, который не понял…",
  "an7.68:13.4": "в этом отношении достоин порицания.",
  "an7.68:13.5": "Тот человек, который понял…",
  "an7.68:13.6": "в этом отношении достоин похвалы.",
  "an7.68:14.1": "Вот два человека, которые поняли значение и Дхамму и далее практикуют в соответствии с Дхаммой:",
  "an7.68:14.2": "один практикует ради собственного блага, но не ради блага других. Другой практикует ради собственного блага и блага других.",
  "an7.68:14.3": "Тот человек, который практикует ради собственного блага, но не ради блага других,",
  "an7.68:14.4": "в этом отношении достоин порицания.",
  "an7.68:14.5": "Тот человек, который практикует ради собственного блага и ради блага других,",
  "an7.68:14.6": "в этом отношении достоин похвалы”.",
  "an7.68:15.1": "Вот каким образом этот монах понимает личности в плане пар.",
  "an7.68:16.1": "Вот каким образом этот монах является тем, кто знает высшие и низшие типы личностей.",
  "an7.68:16.2": "Обладая этими семью качествами, монах достоин даров, достоин гостеприимства, достоин подношений, достоин почтительного приветствия – непревзойдённое поле заслуг для мира”.",
  "an7.68:16.3": "Четвёртая."
}