{
  "an7.72:0.1": "Восходящие Наставления 7.72",
  "an7.72:0.2": "Большая Глава",
  "an7.72:0.3": "Сутта Подобно Костру",
  "an7.72:1.1": "Так я слышал. ",
  "an7.72:1.2": "Однажды Благословенный странствовал по стране Косал вместе с большой Сангхой монахов. ",
  "an7.72:1.3": "И затем, идя по дороге, в некоем месте Благословенный увидел огромное пламя – горящее, пылающее, полыхающее. ",
  "an7.72:1.4": "Он сошёл с дороги, сел на подготовленное для него сиденье у подножья некоего дерева, ",
  "an7.72:1.5": "и обратился к монахам: ",
  "an7.72:1.6": "“Монахи, видите ли вы это огромное пламя – горящее, пылающее, полыхающее?”",
  "an7.72:1.7": "“Да, почтенный”.",
  "an7.72:2.1": "“Как вы думаете, монахи? ",
  "an7.72:2.2": "Что лучше, обнять это огромное пламя – горящее, пылающее, полыхающее – и сесть или лечь рядом с ним, или же обнять девушку с мягкими и нежными руками и ногами из клана кхаттиев, брахманов или домохозяев, и сесть или лечь рядом с ней?”",
  "an7.72:2.3": "“Куда лучше, почтенный, обнять девушку с мягкими и нежными руками и ногами из клана кхаттиев, брахманов, или домохозяев, и сесть или лечь рядом с ней. Было бы болезненным обнять это огромное пламя – горящее, пылающее, полыхающее – и сесть или лечь рядом с ним”.",
  "an7.72:3.1": "“Я уведомляю вас, монахи, что для безнравственного человека с плохим характером – того, кто нечист и подозрителен в своём поведении; скрытен в своих делах; не отшельник, хотя и заявляет о себе как о таковом; внутренне прогнивший, порочный, развращённый – было бы куда лучше обнять это огромное пламя – горящее, пылающее, полыхающее – и сесть или лечь рядом с ним. ",
  "an7.72:3.2": "И почему? ",
  "an7.72:3.3": "Потому что из-за этого он бы пережил смерть или смертельную боль, но из-за этого он бы не переродился после смерти, после распада тела, в состоянии лишений, в неблагом уделе, в нижних мирах, в аду. ",
  "an7.72:4.1": "Но когда этот безнравственный человек… обнимает девушку с мягкими и нежными руками и ногами из клана кхаттиев, брахманов или домохозяев, и садится или ложится рядом с ней, то это ведёт к его вреду и страданию в течение долгого времени. После распада тела, после смерти, он перерождается в состоянии лишений, в неблагом уделе, в нижних мирах, в аду.",
  "an7.72:5.1": "Как вы думаете, монахи? ",
  "an7.72:5.2": "Что лучше, чтобы сильный человек обвязал бы прочной верёвкой из конского волоса чьи-либо голени, а затем стянул бы так, что она прорезала внешнюю кожу, внутреннюю кожу, плоть, сухожилия, и кость, покуда не дойдёт до костного мозга, или же согласиться принять почтение от зажиточных кхаттиев, зажиточных брахманов или домохозяев?”",
  "an7.72:5.3": "“Куда лучше, почтенный, согласиться принять почтение от зажиточных кхаттиев, зажиточных брахманов или домохозяев. Было бы болезненно, если бы сильный человек обвязал бы прочной верёвкой… покуда не дойдёт до костного мозга”.",
  "an7.72:6.1": "“Я уведомляю вас, монахи, что для безнравственного человека… было бы куда лучше, если бы сильный человек обвязал бы его голени прочной верёвкой… покуда не дойдёт до костного мозга. ",
  "an7.72:6.2": "И почему? ",
  "an7.72:6.3": "Потому что из-за этого он бы пережил смерть или смертельную боль, но из-за этого он бы не переродился после смерти, после распада тела, в состоянии лишений, в неблагом уделе, в нижних мирах, в аду. ",
  "an7.72:6.4": "Но когда этот безнравственный человек… соглашается принять почтение от зажиточных кхаттиев, зажиточных брахманов или домохозяев, то это ведёт к его вреду и страданию в течение долгого времени. После распада тела, после смерти, он перерождается в состоянии лишений, в неблагом уделе, в нижних мирах, в аду.",
  "an7.72:7.1": "Как вы думаете, монахи? ",
  "an7.72:7.2": "Что лучше, чтобы сильный человек ударил бы кого-либо в грудь острым копьём, смазанным маслом, или же согласиться принять почтительные приветствия от зажиточных кхаттиев, брахманов или домохозяев?”",
  "an7.72:7.3": "“Куда лучше, почтенный, согласиться принять почтительные приветствия от зажиточных кхаттиев, зажиточных брахманов или домохозяев. Было бы болезненно, если бы сильный человек ударил бы кого-либо в грудь острым копьём, смазанным маслом”.",
  "an7.72:8.1": "“Я уведомляю вас, монахи, что для безнравственного человека… было бы куда лучше, если бы сильный человек ударил бы его в грудь острым копьём, смазанным маслом. ",
  "an7.72:8.2": "И почему? ",
  "an7.72:8.3": "Потому что из-за этого он бы пережил смерть или смертельную боль, но из-за этого он бы не переродился после смерти, после распада тела, в состоянии лишений, в неблагом уделе, в нижних мирах, в аду. ",
  "an7.72:8.4": "Но когда этот безнравственный человек… соглашается принять почтительные приветствия от зажиточных кхаттиев, зажиточных брахманов или домохозяев, то это ведёт к его вреду и страданию в течение долгого времени. После распада тела, после смерти, он перерождается в состоянии лишений, в неблагом уделе, в нижних мирах, в аду.",
  "an7.72:9.1": "Как вы думаете, монахи? ",
  "an7.72:9.2": "Что лучше, чтобы сильный человек обернул бы раскалённый железный лист – горящий, пылающий, полыхающий – вокруг чьего-либо тела, или же использовать одеяние, из веры подаренное зажиточными кхаттиями, брахманами или домохозяевами?”",
  "an7.72:9.3": "“Куда лучше, почтенный, использовать одеяние, из веры подаренное зажиточными кхаттиями… ",
  "an7.72:9.4": "брахманами или домохозяевами. Было бы болезненно, если бы сильный человек обернул бы раскалённый железный лист – горящий, пылающий, полыхающий – вокруг чьего-либо тела”.",
  "an7.72:10.1": "“Я уведомляю вас, монахи, что для безнравственного человека… было бы куда лучше, если бы сильный человек обернул бы раскалённый железный лист – горящий, пылающий, полыхающий – вокруг его тела. ",
  "an7.72:10.2": "И почему? ",
  "an7.72:10.3": "Потому что из-за этого он бы пережил смерть или смертельную боль, но из-за этого он бы не переродился после смерти, после распада тела, в состоянии лишений, в неблагом уделе, в нижних мирах, в аду. ",
  "an7.72:10.4": "Но когда этот безнравственный человек… использует одеяние, из веры подаренное зажиточными кхаттиями, брахманами или домохозяевами, то это ведёт к его вреду и страданию в течение долгого времени. После распада тела, после смерти, он перерождается в состоянии лишений, в неблагом уделе, в нижних мирах, в аду.",
  "an7.72:11.1": "Как вы думаете, монахи? ",
  "an7.72:11.2": "Что лучше, чтобы сильный человек раскрыл бы чей-либо рот раскалённым железным штырём – горящим, пылающим, полыхающим – и положил бы ему в рот раскалённый медный шар – горящий, пылающий, полыхающий, который сжёг бы его губы, рот, язык, глотку, и желудок и выпал бы снизу вместе с кишками, или же есть еду, из веры подаренную зажиточными кхаттиями, брахманами или домохозяевами?”",
  "an7.72:11.3": "“Куда лучше, почтенный, есть еду, из веры подаренную зажиточными кхаттиями, брахманами или домохозяевами. Было бы болезненно, если бы сильный человек… снизу вместе с кишками”.",
  "an7.72:12.1": "“Я уведомляю вас, монахи, что для безнравственного человека… было бы куда лучше, если бы сильный человек раскрыл бы его рот раскалённым железным штырём – горящим, пылающим, полыхающим – и положил бы ему в рот раскалённый медный шар – горящий, пылающий, полыхающий, который сжёг бы его губы, рот, язык, глотку и желудок и выпал бы снизу вместе с кишками. ",
  "an7.72:12.2": "И почему? ",
  "an7.72:12.3": "Потому что из-за этого он бы пережил смерть или смертельную боль, но из-за этого он бы не переродился после смерти, после распада тела, в состоянии лишений, в неблагом уделе, в нижних мирах, в аду. ",
  "an7.72:12.4": "Но когда этот безнравственный человек… ест еду, из веры подаренную зажиточными кхаттиями, брахманами или домохозяевами, то это ведёт к его вреду и страданию в течение долгого времени. После распада тела, после смерти, он перерождается в состоянии лишений, в неблагом уделе, в нижних мирах, в аду.",
  "an7.72:13.1": "Как вы думаете, монахи? ",
  "an7.72:13.2": "Что лучше, чтобы сильный человек схватил бы кого-либо за голову или плечи и усадил или уложил на раскалённый железный стул или кровать – горящую, пылающую, полыхающую – или же использовать кровать или стул, из веры подаренный зажиточными кхаттиями, брахманами или домохозяевами?”",
  "an7.72:13.3": "“Куда лучше, почтенный, использовать кровать или стул, из веры подаренный зажиточными кхаттиями, брахманами или домохозяевами. Было бы болезненно, если бы сильный человек… на раскалённый железный стул или кровать – горящую, пылающую, полыхающую”.",
  "an7.72:14.1": "“Я уведомляю вас, монахи, что для безнравственного человека… было бы куда лучше, если бы сильный человек схватил бы его за голову или плечи и усадил или уложил на раскалённый железный стул или кровать – горящую, пылающую, полыхающую. ",
  "an7.72:14.2": "И почему? ",
  "an7.72:14.3": "Потому что из-за этого он бы пережил смерть или смертельную боль, но из-за этого он бы не переродился после смерти, после распада тела, в состоянии лишений, в неблагом уделе, в нижних мирах, в аду. ",
  "an7.72:14.4": "Но когда этот безнравственный человек… использует кровать или стул, из веры подаренный зажиточными кхаттиями, брахманами или домохозяевами, то это ведёт к его вреду и страданию в течение долгого времени. После распада тела, после смерти, он перерождается в состоянии лишений, в неблагом уделе, в нижних мирах, в аду.",
  "an7.72:15.1": "Как вы думаете, монахи? ",
  "an7.72:15.2": "Что лучше, чтобы сильный человек схватил бы кого-либо, перевернул вниз головой и бросил бы в раскалённый медный котёл – горящий, пылающий, полыхающий – и пока он варился бы там в бурлящей пене, иногда бы всплывал, иногда бы тонул, иногда бы плавал – или же использовать жилище, из веры подаренное зажиточными кхаттиями, брахманами или домохозяевами?”",
  "an7.72:15.3": "“Куда лучше, почтенный, использовать жилище, из веры подаренное зажиточными кхаттиями, брахманами или домохозяевами. Было бы болезненно, если бы сильный человек… иногда бы тонул, иногда бы плавал”.",
  "an7.72:16.1": "“Я уведомляю вас, монахи, что для безнравственного человека с плохим характером – того, кто нечист и подозрителен в своём поведении; скрытен в своих делах; не отшельник, хотя и заявляет о себе как о таковом; внутренне прогнивший, порочный, развращённый – было бы куда лучше, чтобы сильный человек схватил бы его, перевернул вниз головой и бросил бы в раскалённый медный котёл – горящий, пылающий, полыхающий – и пока он варился бы там в бурлящей пене, иногда бы всплывал, иногда бы тонул, иногда бы плавал. ",
  "an7.72:16.2": "И почему? ",
  "an7.72:16.3": "Потому что из-за этого он бы пережил смерть или смертельную боль, но из-за этого он бы не переродился после смерти, после распада тела, в состоянии лишений, в неблагом уделе, в нижних мирах, в аду. ",
  "an7.72:16.4": "Но когда этот безнравственный человек… использует жилище, из веры подаренное зажиточными кхаттиями, брахманами или домохозяевами, то это ведёт к его вреду и страданию в течение долгого времени. После распада тела, после смерти, он перерождается в состоянии лишений, в неблагом уделе, в нижних мирах, в аду.",
  "an7.72:17.1": "Поэтому, монахи, вот как вы должны тренировать себя: ",
  "an7.72:17.2": "“Когда мы используем одеяния, еду, жилища, лекарства и обеспечения для больных, то все эти услуги, предоставляемые нам другими людьми, принесут им большой плод и пользу, а этот наш уход из домохозяйской жизни в жизнь бездомную не будет бесплодным, но будет плодородным и плодотворным”. ",
  "an7.72:17.3": "Вот как вы должны тренировать себя. ",
  "an7.72:17.4": "Памятуя о собственном благе, монахи, этого достаточно для старания ради цели с прилежанием. ",
  "an7.72:17.5": "Памятуя о благе других, этого достаточно для старания ради цели с прилежанием. ",
  "an7.72:17.6": "Памятуя о благе обоих, этого достаточно для старания ради цели с прилежанием”.",
  "an7.72:18.1": "Так сказал Благословенный. ",
  "an7.72:18.2": "И по мере того как произносилось это наставление, шестьдесят монахов вырвало горячей кровью. ",
  "an7.72:18.3": "Шестьдесят монахов оставили монашескую тренировку и вернулись к низшей жизни домохозяина, сказав: ",
  "an7.72:18.4": "“Слишком трудно осуществить это, Благословенный, очень сложно осуществить”. ",
  "an7.72:18.5": "А умы ещё шестидесяти монахов были освобождены от загрязнений посредством не-цепляния.",
  "an7.72:18.6": "Восьмая."
}