{
  "an7.95:0.1": "Восходящие Наставления 7.95",
  "an7.95:0.2": "Глава Ахунеййя",
  "an7.95:0.3": "",
  "an7.95:1.1": "“Монахи, эти семь личностей достойны даров, достойны гостеприимства, достойны подношений, достойны почтительного приветствия – непревзойдённое поле заслуг для мира.",
  "an7.95:1.2": "Какие семь?",
  "an7.95:1.3": "Вот, монахи, некий человек пребывает в созерцании непостоянства в глазе, воспринимает непостоянство, переживает непостоянство – постоянно, продолжительно, и непрерывно направляя на это ум, исследуя это мудростью.",
  "an7.95:1.4": "За счёт уничтожения умственных загрязнений в этой самой жизни он входит и пребывает в незапятнанном освобождении ума, освобождении мудростью, зная и проявляя эти состояния для себя самостоятельно посредством прямого знания.",
  "an7.95:1.5": "Такова первая личность, достойная даров, достойная гостеприимства, достойная подношений, достойная почтительного приветствия – непревзойдённое поле заслуг для мира.",
  "an7.95:2.1": "Далее, некий человек пребывает в созерцании непостоянства в глазе, воспринимает непостоянство, переживает непостоянство – постоянно, продолжительно, и непрерывно направляя на это ум, исследуя это мудростью.",
  "an7.95:2.2": "В его случае истощение загрязнений и истощение жизни происходят в один и тот же момент.",
  "an7.95:2.3": "Такова вторая личность, достойная даров…",
  "an7.95:3.1": "Далее, некий человек пребывает в созерцании…",
  "an7.95:3.2": "С полным уничтожением пяти нижних оков он становится достигающим ниббаны в промежутке…",
  "an7.95:3.3": "достигающим ниббаны по приземлении…",
  "an7.95:3.4": "достигающим ниббаны без усилия…",
  "an7.95:3.5": "достигающим ниббаны с усилием.",
  "an7.95:3.6": "тем, кто устремлён вверх, направляясь к высшему миру Чистых Обителей Аканиттхе.",
  "an7.95:3.7": "Такова седьмая личность, достойная даров…",
  "an7.95:3.8": "Таковы, монахи, семь видов личностей, которые достойны даров, достойны гостеприимства, достойны подношений, достойны почтительного приветствия – непревзойдённое поле заслуг для мира”."
}