{
  "an7.57:0.1": "Восходящие Наставления 7.57",
  "an7.57:0.2": "Глава Абьяката",
  "an7.57:0.3": "Сутта Сиха",
  "an7.57:1.1": "Так я слышал.",
  "an7.57:1.2": "Однажды Благословенный пребывал в Весали в Великом Лесу в зале с остроконечной крышей.",
  "an7.57:1.3": "И тогда военачальник Сиха отправился к Благословенному, поклонился ему, сел рядом, и сказал:",
  "an7.57:1.4": "“Почтенный, есть ли возможность указать на напрямую видимый плод даяния?”",
  "an7.57:2.1": "“Что ж, Сиха, я задам тебе вопрос на эту самую тему. Отвечай так, как сочтёшь нужным.",
  "an7.57:2.2": "Как ты думаешь, Сиха?",
  "an7.57:2.3": "Бывает так, что есть два человека,",
  "an7.57:2.4": "один из которых не наделён верой, скупой, подлый, оскорбляет других; а другой наделён верой, необычайно щедрый даритель, радующийся благотворительности.",
  "an7.57:2.5": "Как ты думаешь, Сиха? К кому бы араханты вначале проявляли бы сострадание:",
  "an7.57:2.6": "к тому, кто не наделён верой, кто скупой, подлый, оскорбляет других; или же к тому, кто наделён верой, кто необычайно щедрый даритель, радующийся благотворительности?”",
  "an7.57:3.1": "“Почтенный, с какой стати арахантам вначале проявлять сострадание к человеку, который не наделён верой, кто скупой, подлый, оскорбляет других?",
  "an7.57:3.2": "Они вначале проявят сострадание к тому, кто наделён верой, кто необычайно щедрый даритель, радующийся благотворительности”.",
  "an7.57:4.1": "“Как ты думаешь, Сиха? К кому бы араханты подходили бы вначале:",
  "an7.57:4.2": "к тому, кто не наделён верой, кто скупой, подлый, оскорбляет других; или же к тому, кто наделён верой, кто необычайно щедрый даритель, радующийся благотворительности?”",
  "an7.57:4.3": "“Почтенный, с какой стати арахантам вначале походить к человеку, который не наделён верой, кто скупой, подлый, оскорбляет других?",
  "an7.57:4.4": "Они вначале подходят к тому, кто наделён верой, кто необычайно щедрый даритель, радующийся благотворительности”.",
  "an7.57:5.1": "“Как ты думаешь, Сиха? От кого бы араханты принимали бы подаяния вначале:",
  "an7.57:5.2": "от того, кто не наделён верой, кто скупой, подлый, оскорбляет других; или же от того, кто наделён верой, кто необычайно щедрый даритель, радующийся благотворительности?”",
  "an7.57:5.3": "“Почтенный, с какой стати арахантам вначале принимать подаяния от человека, который не наделён верой, кто скупой, подлый, оскорбляет других?",
  "an7.57:5.4": "Они вначале принимают подаяния от того, кто наделён верой, кто необычайно щедрый даритель, радующийся благотворительности”.",
  "an7.57:6.1": "“Как ты думаешь, Сиха? Кого бы араханты вначале обучали бы Дхамме:",
  "an7.57:6.2": "того, кто не наделён верой, кто скупой, подлый, оскорбляет других; или же того, кто наделён верой, кто необычайно щедрый даритель, радующийся благотворительности?”",
  "an7.57:6.3": "“Почтенный, с какой стати арахантам вначале обучать Дхамме человека, который не наделён верой, кто скупой, подлый, оскорбляет других?",
  "an7.57:6.4": "Они вначале обучают Дхамме того, кто наделён верой, кто необычайно щедрый даритель, радующийся благотворительности”.",
  "an7.57:7.1": "“Как ты думаешь, Сиха? Какой человек заработал бы хорошую репутацию:",
  "an7.57:7.2": "тот, кто не наделён верой, кто скупой, подлый, оскорбляет других; или тот, кто наделён верой, кто необычайно щедрый даритель, радующийся благотворительности?”",
  "an7.57:7.3": "“Почтенный, с какой стати человек, который не наделён верой, кто скупой, подлый, оскорбляет других, заработал бы хорошую репутацию?",
  "an7.57:7.4": "Именно тот, кто наделён верой, кто необычайно щедрый даритель, радующийся благотворительности, заработал бы хорошую репутацию”.",
  "an7.57:8.1": "“Как ты думаешь, Сиха? Какой человек подходил бы к любому собранию – кхаттиев, брахманов, домохозяев или отшельников – уверенным и невозмутимым:",
  "an7.57:8.2": "тот, кто не наделён верой, кто скупой, подлый, оскорбляет других; или тот, кто наделён верой, кто необычайно щедрый даритель, радующийся благотворительности?”",
  "an7.57:8.3": "“Почтенный, с какой стати человек, который не наделён верой, кто скупой, подлый, оскорбляет других, уверенным и невозмутимым подходил бы к любому собранию – кхаттиев, брахманов, домохозяев или отшельников?",
  "an7.57:8.4": "Именно тот, кто наделён верой, кто необычайно щедрый даритель, радующийся благотворительности, уверенным и невозмутимым подходил бы к любому собранию – кхаттиев, брахманов, домохозяев или отшельников”.",
  "an7.57:9.1": "“Как ты думаешь, Сиха? С распадом тела, после смерти, какой человек переродился бы в благом уделе, в небесном мире:",
  "an7.57:9.2": "тот, кто не наделён верой, кто скупой, подлый, оскорбляет других; или тот, кто наделён верой, кто необычайно щедрый даритель, радующийся благотворительности?”",
  "an7.57:9.3": "“Почтенный, с какой стати человек, который не наделён верой, кто скупой, подлый, оскорбляет других, переродился бы в благом уделе, небесном мире, после распада тела, после смерти?",
  "an7.57:9.4": "Именно тот, кто наделён верой, кто необычайно щедрый даритель, радующийся благотворительности, переродился бы в благом уделе, небесном мире, после распада тела, после смерти.",
  "an7.57:10.1": "Господин, я не опираюсь на веру в Благословенного в отношении тех шести напрямую видимых плодов даяния, которые он провозгласил.",
  "an7.57:10.2": "Я и сам их знаю тоже.",
  "an7.57:10.3": "Ведь я – жертвователь, необычайно щедрый даритель, и араханты вначале проявляют сострадание ко мне.",
  "an7.57:10.4": "Я – жертвователь, необычайно щедрый даритель, и араханты вначале подходят ко мне…",
  "an7.57:10.5": "вначале принимают подаяния от меня…",
  "an7.57:10.6": "вначале обучают Дхамме меня.",
  "an7.57:10.7": "Я – жертвователь, необычайно щедрый даритель, и я заработал хорошую репутацию:",
  "an7.57:10.8": "“Военачальник Сиха – жертвователь, спонсор, содержатель Сангхи”.",
  "an7.57:10.9": "Я – жертвователь, необычайно щедрый даритель, и какому бы собранию я ни подходил – кхаттиев, брахманов, домохозяев или отшельников – я подхожу к нему уверенным и невозмутимым.",
  "an7.57:10.10": "Я не опираюсь на веру в Благословенного в отношении тех шести напрямую видимых плодов даяния, которые он провозгласил.",
  "an7.57:10.11": "Я и сам их знаю тоже.",
  "an7.57:10.12": "Но когда Благословенный говорит мне:",
  "an7.57:10.13": "“Сиха, с распадом тела, после смерти, жертвователь, необычайно щедрый даритель, перерождается в благом уделе, в небесном мире” –",
  "an7.57:10.14": "то я не знаю этого, и в этом я опираюсь на веру в Благословенного”.",
  "an7.57:10.15": "“Так оно, Сиха, так оно!",
  "an7.57:10.16": "С распадом тела, после смерти, жертвователь, необычайно щедрый даритель, перерождается в благом уделе, в небесном мире”.",
  "an7.57:10.17": "Четвёртая."
}