{
  "an2.47:1.0": "47 ",
  "an2.47:1.1": "Il y a, mendiants, ces deux (types d’)assemblées. ",
  "an2.47:1.2": "Quels sont ces deux ? ",
  "an2.47:1.3": "L’assemblée qui est entraînée aux vaines discussions et pas entraînée à questionner, et l’assemblée qui est entraînée à questionner et pas entraînée aux vaines discussions. ",
  "an2.47:1.4": "Et qu’est-ce, mendiants, qu’une assemblée qui est entraînée aux vaines discussions et pas entraînée à questionner ? ",
  "an2.47:1.5": "À cet égard, mendiants, c’est une assemblée où lorsque ces discours qui sont la parole du Tathagata, profonds, profonds dans leur signification, transcendants, (toujours) liés à la vacuité, sont récités, les mendiants ne les écoutent pas attentivement, ils ne prêtent pas l’oreille, ils n’appliquent pas leur esprit à la connaissance, ils ne considèrent pas ces enseignements comme devant être appris et connus par cœur. ",
  "an2.47:1.6": "Mais lorsque ces discours qui sont des compositions littéraires faites par des poètes, des mots d’esprit, des lettres d’esprit, qui sont extérieurs (à ce Dhamma) ou qui sont les paroles de disciples sont récités, ils les écoutent attentivement, ils prêtent l’oreille, ils appliquent leur esprit à la connaissance, ils considèrent ces enseignements comme devant être appris et connus par cœur. Et lorsqu’ils ont pleinement appris ces enseignements, ils ne se questionnent pas les uns les autres, ils n’investiguent pas : ",
  "an2.47:1.7": "“Comment est ceci ? Quelle est la signification de cela ?” ",
  "an2.47:1.8": "Ils ne clarifient pas ce qui est resté obscur, ils n’expliquent pas ce qui est resté sans explication et ils ne dissipent pas les doutes concernant les divers sujets qui sont matière au doute. ",
  "an2.47:1.9": "C’est ce qu’on appelle, mendiants, une assemblée qui est entraînée aux vaines discussions et pas entraînée à questionner. ",
  "an2.47:2.1": "Et qu’est-ce, mendiants, qu’une assemblée qui est entraînée à questionner et pas entraînée aux vaines discussions ? ",
  "an2.47:2.2": "À cet égard, mendiants, c’est une assemblée où lorsque sont récités ces discours qui sont des compositions littéraires faites par des poètes, des mots d’esprit, des lettres d’esprit, qui sont extérieurs (à ce Dhamma) ou qui sont les paroles de disciples, les mendiants ne les écoutent pas attentivement, ils ne prêtent pas l’oreille, ils n’appliquent pas leur esprit à la connaissance, ils ne considèrent pas ces enseignements comme devant être appris et connus par cœur. ",
  "an2.47:2.3": "Mais lorsque sont récités ces discours qui sont la parole du Tathagata, profonds, profonds dans leur signification, transcendants, (toujours) liés à la vacuité, ils les écoutent attentivement, ils prêtent l’oreille, ils appliquent leur esprit à la connaissance, ils considèrent ces enseignements comme devant être appris et connus par cœur. ",
  "an2.47:2.4": "Et lorsqu’ils ont pleinement appris ces enseignements, ils se questionnent les uns les autres, ils investiguent : ",
  "an2.47:2.5": "“Comment est ceci ? Quelle est la signification de cela ?” ",
  "an2.47:2.6": "Ils clarifient ce qui est resté obscur, ils expliquent ce qui est resté sans explication et ils dissipent les doutes concernant les divers sujets qui sont matière au doute. ",
  "an2.47:2.7": "C’est ce qu’on appelle, mendiants, une assemblée qui est entraînée à questionner et pas entraînée aux vaines discussions. ",
  "an2.47:2.8": "Voici, mendiants, quels sont ces deux (types d’)assemblées. ",
  "an2.47:2.9": "De ces deux (types d’)assemblées, mendiants, la plus éminente d’entre ellesst celle qui est entraînée à questionner et pas entraînée aux vaines discussions. "
}