{
  "an2.32:0.1": "Discours Sous Forme De Listes 2.32–41 ",
  "an2.32:0.2": "Le chapitre de l’esprit paisible ",
  "an2.32:1.0": "32 ",
  "an2.32:1.1": "« Je vais vous enseigner, mendiants, l’attitude du sot et l’attitude de l’homme de bien. ",
  "an2.32:1.2": "Écoutez cela et faites bien attention, je vais parler. ",
  "an2.32:1.3": "— Oui, Bhanté, répondirent les mendiants. ",
  "an2.32:1.4": "Le Fortuné dit alors : ",
  "an2.32:2.1": "— Et qu’est-ce, mendiants, que l’attitude du sot ? ",
  "an2.32:2.2": "Le sot, mendiants, est ingrat et manque de reconnaissance. ",
  "an2.32:2.3": "Car l’ingratitude et le manque de reconnaissance sont préconisés par les goujats. ",
  "an2.32:2.4": "Tout ce qui a trait à cette attitude, mendiants, relève du sot : l’ingratitude et le manque de reconnaissance. ",
  "an2.32:2.5": "L’homme de bien, mendiants, quant à lui se sent obligé et reconnaissant. ",
  "an2.32:2.6": "Car la gratitude et la reconnaissance sont préconisées par les courtois. ",
  "an2.32:2.7": "Tout ce qui a trait à cette attitude, mendiants, relève de l’homme de bien : la gratitude et la reconnaissance. » ",
  "an2.33:1.0": "33 ",
  "an2.33:1.1": "Mendiants, je déclare qu’il y a deux personnes à qui il n’est pas facile de retourner la faveur. ",
  "an2.33:1.2": "Quelles sont ces deux ? ",
  "an2.33:1.3": "La mère et le père. ",
  "an2.33:1.4": "Même si, ayant une longévité de cent ans et vivant effectivement pendant cent ans, vous transportiez votre mère sur une épaule et votre père sur l’autre, même si vous les massiez et les frictionniez avec des huiles, même si vous leur donniez des bains et des shampooings, ",
  "an2.33:1.5": "même si vous nettoyiez leur urine et leurs excréments, vous ne leur auriez pas rendu la pareille et vous ne les auriez pas rétribués. ",
  "an2.33:1.6": "Même si vous installiez vos parents comme dirigeants et souverains d’un empire englobant la terre entière, ayant les sept trésors en abondance, vous ne leur auriez pas rendu la pareille et vous ne les auriez pas rétribués. ",
  "an2.33:1.7": "Et quelle en est la raison ? ",
  "an2.33:1.8": "Les parents en ont fait beaucoup, mendiants, en s’occupant de leurs enfants, en les nourrissant, et en les guidant dans le monde. ",
  "an2.33:1.9": "Mais celui, mendiants, qui dans la mesure où si ses parents sont dénués de conviction, il les exhorte, les installe et les établit dans la conviction, s’ils manquent de vertu, il les exhorte, les installe et les établit dans la vertu, s’ils sont avares, il les exhorte, les installe et les établit dans la générosité, s’ils manquent de discernement, il les exhorte, les installe et les établit dans le discernement, celui-là rend la pareille à ses parents et leur retourne la faveur. ",
  "an2.37:1.0": "37 ",
  "an2.37:1.1": "Ainsi ai-je entendu : ",
  "an2.37:1.2": "Un jour, le vénérable Mahakatchana séjournait près de Varana, sur les berges du lac Kaddama. ",
  "an2.37:1.3": "Ce jour-là, le brahmane Aramadanda vint voir le vénérable Mahakatchana et échangea des courtoisies avec lui. ",
  "an2.37:1.4": "Après cet échange de courtoisies et de salutations amicales, il s’assit d’un côté. Tandis qu’il était assis là, le brahmane Aramadanda dit au vénérable Mahakatchana : ",
  "an2.37:1.5": "« Sieur Katchana, quelle est la cause, quelle est la raison pour laquelle les aristocrates se querellent avec les aristocrates, les brahmanes se querellent avec les brahmanes et les maîtres de maison se querellent avec les maîtres de maison ? ",
  "an2.37:1.6": "— C’est à cause de l’attachement, la fixation, l’obsession, l’enchaînement et l’attachement à l’avidité envers (les plaisirs de) la sensualité, brahmane, que les aristocrates se querellent avec les aristocrates, que les brahmanes se querellent avec les brahmanes et que les maîtres de maison se querellent avec les maîtres de maison. ",
  "an2.37:2.1": "— Mais, Sieur Katchana, quelle est alors la cause, quelle est la raison pour laquelle les renonçants se querellent avec les renonçants ? ",
  "an2.37:2.2": "— C’est à cause de l’attachement, la fixation, l’obsession, l’enchaînement et l’attachement à l’avidité envers les vues, brahmane, que les renonçants se querellent avec les renonçants. ",
  "an2.37:3.1": "— Y a-t-il donc, Sieur Katchana, quelqu’un dans le monde qui ait surmonté cet attachement, fixation, obsession, enchaînement et attachement à l’avidité envers (les plaisirs de) la sensualité, et qui ait surmonté cet attachement, fixation, obsession, enchaînement et attachement à l’avidité envers les vues ? ",
  "an2.37:3.2": "— Il y a, brahmane, quelqu’un dans le monde qui a surmonté cet attachement, fixation, obsession, enchaînement et attachement à l’avidité envers (les plaisirs de) la sensualité, et qui a surmonté cet attachement, fixation, obsession, enchaînement et attachement à l’avidité envers les vues. ",
  "an2.37:4.1": "— Et qui est donc, Sieur Katchana, celui dans le monde qui a surmonté cet attachement, fixation, obsession, enchaînement et attachement à l’avidité envers (les plaisirs de) la sensualité, et qui a surmonté cet attachement, fixation, obsession, enchaînement et attachement à l’avidité envers les vues ? ",
  "an2.37:4.2": "— Il y a dans le pays de l’est une ville du nom de Sāvatthī. ",
  "an2.37:4.3": "Un Fortuné, un arahant véritablement éveillé y séjourne en ce moment. ",
  "an2.37:4.4": "Ce Fortuné, brahmane, a surmonté cet attachement, fixation, obsession, enchaînement et attachement à l’avidité envers (les plaisirs de) la sensualité, et a surmonté cet attachement, fixation, obsession, enchaînement et attachement à l’avidité envers les vues. » ",
  "an2.37:5.1": "En entendant cela, le brahmane Aramadanda se leva de son siège, arrangea sa robe du haut sur une épaule, posa son genou droit sur le sol, leva les mains en une salutation respectueuse et exclama cette exclamation trois fois : ",
  "an2.37:6.1": "« Honneur au Fortuné, à l’arahant, à celui qui est véritablement éveillé ! ",
  "an2.37:7.1": "Honneur au Fortuné, à l’arahant, à celui qui est véritablement éveillé ! ",
  "an2.37:8.1": "Honneur au Fortuné, à l’arahant, à celui qui est véritablement éveillé ! ",
  "an2.37:9.1": "Ce Fortuné a surmonté cet attachement, fixation, obsession, enchaînement et attachement à l’avidité envers (les plaisirs de) la sensualité, et a surmonté cet attachement, fixation, obsession, enchaînement et attachement à l’avidité envers les vues. ",
  "an2.37:10.1": "C’est excellent, Sieur Katchana, excellent ! ",
  "an2.37:10.2": "Tout comme on redresserait ce qui était renversé, ou bien on révélerait ce qui était caché, ou on montrerait le chemin à quelqu’un qui se serait perdu, ou on allumerait une lampe dans l’obscurité (en pensant :) “Ceux qui possèdent une bonne vue verront les formes”, de la même manière le Sieur Katchana a expliqué le Dhamma de diverses façons. ",
  "an2.37:10.3": "Sieur Katchana, je vais en refuge au Fortuné, ainsi qu’au Dhamma et à la Communauté des mendiants. ",
  "an2.37:10.4": "Que le Sieur Katchana me retienne à l’esprit en tant que disciple étant allé en refuge à compter d’aujourd’hui et pour la vie. » ",
  "an2.38:1.0": "38 ",
  "an2.38:1.1": "Un jour, le vénérable Mahakatchana séjournait près de Madhoura, dans le bois de Gounda. ",
  "an2.38:1.2": "Ce jour-là, le brahmane Kandarayana vint voir le vénérable Mahakatchana et échangea des courtoisies avec lui. Après cet échange de courtoisies et de salutations amicales, il s’assit d’un côté. Tandis qu’il était assis là, le brahmane Kandarayana dit au vénérable Mahakatchana : ",
  "an2.38:1.3": "« Sieur Katchana, j’ai entendu dire ceci : “Le renonçant Katchana ne rend pas hommage aux brahmanes qui sont âgés, vieux, séniles, avancés en âge, décrépits, il ne se lève de son siège par respect envers eux, ni ne les invite à s’asseoir”, ",
  "an2.38:1.4": "et en effet, ",
  "an2.38:1.5": "nous constatons que le Sieur Katchana ne rend pas hommage aux brahmanes qui sont âgés, vieux, séniles, avancés en âge, décrépits, qu’il ne se lève de son siège par respect envers eux, ni ne les invite à s’asseoir. ",
  "an2.38:1.6": "Ce n’est pas correct, Sieur Katchana. ",
  "an2.38:2.1": "— Brahmane, le Fortuné qui sait et qui voit, l’arahant véritablement éveillé a expliqué ce qu’est le domaine d’un aîné et le domaine d’un cadet. ",
  "an2.38:2.2": "Brahmane, même si un individu est un aîné, âgé de quatre-vingt ans, quatre-vingt dix ans ou cent ans, s’il se repaît de sensualité, s’il vit dans la sensualité, s’il est consumé par l’ardeur sensuelle, s’il est dévoré par les pensées sensuelles, s’il est ardent dans sa quête de (plaisirs de la) sensualité, ",
  "an2.38:2.3": "alors il est considéré comme étant un sot et non comme étant un ancien. ",
  "an2.38:2.4": "Mais, brahmane, même si un individu est un cadet, peu avancé en âge, un jeune homme aux cheveux noirs, pourvu des bienfaits de la jeunesse, dans le premier stade de la vie, ",
  "an2.38:2.5": "s’il ne se repaît pas de sensualité, s’il ne vit pas dans la sensualité, s’il n’est pas consumé par l’ardeur sensuelle, s’il n’est pas dévoré par les pensées sensuelles, s’il n’est pas ardent dans sa quête de (plaisirs de la) sensualité, ",
  "an2.38:2.6": "alors il est considéré comme étant un sage et un ancien. » ",
  "an2.38:3.1": "Lorsque cela fut dit, le brahmane Kandarayana se leva de son siège, arrangea sa robe du haut sur une épaule, et rendit hommage avec la tête au pied des mendiants qui étaient jeunes : ",
  "an2.38:3.2": "« Vénérables, vous êtes des aînés, vous vous tenez dans le domaine des aînés. ",
  "an2.38:3.3": "Je suis un cadet, je me tiens dans le domaine des cadets. ",
  "an2.38:4.1": "C’est excellent, Sieur Katchana, excellent ! Tout comme on redresserait ce qui était renversé, ou bien on révélerait ce qui était caché, ou on montrerait le chemin à quelqu’un qui se serait perdu, ou on allumerait une lampe dans l’obscurité (en pensant :) “Ceux qui possèdent une bonne vue verront les formes”, de la même manière le Sieur Katchana a expliqué le Dhamma de diverses façons. Sieur Katchana, je vais en refuge au Fortuné, ainsi qu’au Dhamma et à la Communauté des mendiants. Que le Sieur Katchana me retienne à l’esprit en tant que disciple étant allé en refuge à compter d’aujourd’hui et pour la vie. » ",
  "an2.39:1.0": "39 ",
  "an2.39:1.1": "Mendiants, lorsque les brigands sont puissants, les rois sont faibles. ",
  "an2.39:1.2": "Au cours de ces périodes-là, les rois ne sont pas à l’aise lorsqu’ils partent en avant, qu’ils s’éloignent ou qu’ils vont visiter les provinces périphériques. ",
  "an2.39:1.3": "Au cours de ces périodes-là, les brahmanes et les maîtres de maison ne sont pas à l’aise non plus lorsqu’ils partent en avant, qu’ils s’éloignent ou qu’ils ont des affaires à régler dans un endroit éloigné. ",
  "an2.39:1.4": "De la même manière, mendiants, lorsque les mauvais mendiants sont puissants, les mendiants de bon caractère sont faibles. ",
  "an2.39:1.5": "Au cours de ces périodes-là, les mendiants de bon caractère restent silencieux au sein de la Communauté, ou bien se rendent dans les provinces périphériques. ",
  "an2.39:1.6": "Ceci est au détriment de beaucoup de gens, pour le malheur de beaucoup de gens, pour le préjudice, le détriment et le mal-être de beaucoup de gens, des dévas et des êtres humains. ",
  "an2.39:2.1": "Mendiants, lorsque les rois sont puissants, les brigands sont faibles. ",
  "an2.39:2.2": "Au cours de ces périodes-là, les rois sont à l’aise lorsqu’ils partent en avant, qu’ils s’éloignent ou qu’ils vont visiter les provinces périphériques. ",
  "an2.39:2.3": "Au cours de ces périodes-là, les brahmanes et les maîtres de maison sont également à l’aise lorsqu’ils partent en avant, qu’ils s’éloignent ou qu’ils ont des affaires à régler dans un endroit éloigné. ",
  "an2.39:2.4": "De la même manière, mendiants, lorsque les mendiants de bon caractère sont puissants, les mauvais mendiants sont faibles. ",
  "an2.39:2.5": "Au cours de ces périodes-là, les mauvais mendiants restent silencieux au sein de la Communauté, ou bien ils s’en vont ailleurs. ",
  "an2.39:2.6": "Ceci est pour le bénéfice de beaucoup de gens, pour le bonheur de beaucoup de gens, pour le bienfait, le bénéfice et le bien-être de beaucoup de gens, des dévas et des êtres humains. ",
  "an2.40:1.0": "40 ",
  "an2.40:1.1": "Mendiants, je ne fais l’éloge d’aucune de ces deux pratiques erronées : celle de l’homme de foyer et celle du sans-foyer. ",
  "an2.40:1.2": "Celui qui pratique de manière erronée, qu’il vive au foyer ou qu’il ait quitté le foyer, à cause de sa pratique erronée, n’atteint pas l’accomplissement dans la méthode, dans l’enseignement avantageux. ",
  "an2.40:2.1": "Mendiants, je fais l’éloge de ces deux pratiques correctes : celle de l’homme de foyer et celle du sans-foyer. ",
  "an2.40:2.2": "Celui qui pratique de manière correcte, qu’il vive au foyer ou qu’il ait quitté le foyer, grâce à sa pratique correcte, atteint l’accomplissement dans la méthode, dans l’enseignement avantageux. ",
  "an2.41:1.0": "41 ",
  "an2.41:1.1": "Les mendiants qui véhiculent la signification et le Dhamma en ayant recours à des souttas mal saisis dont le phrasé n’est qu’un semblant (du phrasé correct) œuvrent au détriment de beaucoup de gens, pour le malheur de beaucoup de gens, pour le préjudice, le détriment et le mal-être de beaucoup de gens, des dévas et des êtres humains. ",
  "an2.41:1.2": "De plus, ces mendiants accumulent beaucoup de dé·mérite et font disparaître ce Dhamma authentique. ",
  "an2.41:2.1": "Les mendiants qui véhiculent la signification et le Dhamma en ayant recours à des souttas bien saisis dont le phrasé n’est pas qu’un semblant (du phrasé correct) œuvrent au bénéfice de beaucoup de gens, pour le bonheur de beaucoup de gens, pour le bienfait, le bénéfice et le bien-être de beaucoup de gens, des dévas et des êtres humains. ",
  "an2.41:2.2": "De plus, ces mendiants accumulent beaucoup de mérite et maintiennent ce Dhamma authentique. "
}