{
  "an2.141:0.1": "Discours Sous Forme De Listes 2.141–150 ",
  "an2.141:0.2": "Le chapitre du don ",
  "an2.141:1.0": "121 ",
  "an2.141:1.1": "Il y a, mendiants, ces deux (types de) don. ",
  "an2.141:1.2": "Quels sont ces deux ? ",
  "an2.141:1.3": "Le don de choses matérielles et le don du Dhamma. ",
  "an2.141:1.4": "Voici, mendiants, quels sont ces deux (types de) don. ",
  "an2.141:1.5": "De ces deux (types de) don, le plus éminent est le don du Dhamma. ",
  "an2.142:1.0": "142 ",
  "an2.142:1.1": "Il y a, mendiants, ces deux (types de) charité. ",
  "an2.142:1.2": "Quels sont ces deux ? ",
  "an2.142:1.3": "La charité au travers des choses matérielles et la charité au travers du Dhamma. ",
  "an2.142:1.4": "Voici, mendiants, quels sont ces deux (types de) charité. ",
  "an2.142:1.5": "De ces deux (types de) charité, le plus éminent est la charité au travers du Dhamma. ",
  "an2.143:1.0": "143 ",
  "an2.143:1.1": "Il y a, mendiants, ces deux (types de) générosité. ",
  "an2.143:1.2": "Quels sont ces deux ? ",
  "an2.143:1.3": "La générosité au travers des choses matérielles et la générosité au travers du Dhamma. ",
  "an2.143:1.4": "Voici, mendiants, quels sont ces deux (types de) générosité. ",
  "an2.143:1.5": "De ces deux (types de) générosité, le plus éminent est la générosité au travers du Dhamma. ",
  "an2.144:1.0": "144 ",
  "an2.144:1.1": "Il y a, mendiants, ces deux (types de) bonté. ",
  "an2.144:1.2": "Quels sont ces deux ? ",
  "an2.144:1.3": "La bonté au travers des choses matérielles et la bonté au travers du Dhamma. ",
  "an2.144:1.4": "Voici, mendiants, quels sont ces deux (types de) bonté. ",
  "an2.144:1.5": "De ces deux (types de) bonté, le plus éminent est la bonté au travers du Dhamma. ",
  "an2.145:1.0": "145 ",
  "an2.145:1.1": "Il y a, mendiants, ces deux (types de) richesse. ",
  "an2.145:1.2": "Quels sont ces deux ? ",
  "an2.145:1.3": "La richesse dans les choses matérielles et la richesse dans le Dhamma. ",
  "an2.145:1.4": "Voici, mendiants, quels sont ces deux (types de) richesse. ",
  "an2.145:1.5": "De ces deux (types de) richesse, le plus éminent est la richesse dans le Dhamma. ",
  "an2.146:1.0": "146 ",
  "an2.146:1.1": "Il y a, mendiants, ces deux (types de) consommation. ",
  "an2.146:1.2": "Quels sont ces deux ? ",
  "an2.146:1.3": "La consommation de choses matérielles et la consommation du Dhamma. ",
  "an2.146:1.4": "Voici, mendiants, quels sont ces deux (types de) consommation. ",
  "an2.146:1.5": "De ces deux (types de) consommation, le plus éminent est la consommation du Dhamma. ",
  "an2.147:1.0": "147 ",
  "an2.147:1.1": "Il y a, mendiants, ces deux (types de) partage. ",
  "an2.147:1.2": "Quels sont ces deux ? ",
  "an2.147:1.3": "Le partage de choses matérielles et le partage du Dhamma. ",
  "an2.147:1.4": "Voici, mendiants, quels sont ces deux (types de) partage. ",
  "an2.147:1.5": "De ces deux (types de) partage, le plus éminent est la partage du Dhamma. ",
  "an2.148:1.0": "148 ",
  "an2.148:1.1": "Il y a, mendiants, ces deux (types d’)assistance. ",
  "an2.148:1.2": "Quels sont ces deux ? ",
  "an2.148:1.3": "L’assistance dans les choses matérielles et l’assistance dans le Dhamma. ",
  "an2.148:1.4": "Voici, mendiants, quels sont ces deux (types d’)assistance. ",
  "an2.148:1.5": "De ces deux (types d’)assistance, le plus éminent est l’assistance dans le Dhamma. ",
  "an2.149:1.0": "149 ",
  "an2.149:1.1": "Il y a, mendiants, ces deux (types d’)aide. ",
  "an2.149:1.2": "Quels sont ces deux ? ",
  "an2.149:1.3": "L’aide dans les choses matérielles et l’aide dans le Dhamma. ",
  "an2.149:1.4": "Voici, mendiants, quels sont ces deux (types d’)aide. ",
  "an2.149:1.5": "De ces deux (types d’)aide, le plus éminent est l’aide dans le Dhamma. ",
  "an2.150:1.0": "150 ",
  "an2.150:1.1": "Il y a, mendiants, ces deux (types de) compassion. ",
  "an2.150:1.2": "Quels sont ces deux ? ",
  "an2.150:1.3": "La compassion (s’exprimant) dans les choses matérielles et la compassion (s’exprimant) dans le Dhamma. ",
  "an2.150:1.4": "Voici, mendiants, quels sont ces deux (types de) consommation. ",
  "an2.150:1.5": "De ces deux (types de) compassion, le plus éminent est la compassion (s’exprimant) dans le Dhamma. "
}