{
  "an2.1:0.1": "Discours Sous Forme De Listes 2.1–10 ",
  "an2.1:0.2": "1. Les supplices ",
  "an2.1:1.0": "1. Les Fautes ",
  "an2.1:1.1": "Ainsi ai-je entendu : ",
  "an2.1:1.2": "Un jour, le Fortuné séjournait près de Savatthi, dans le bois de Jéta, le parc d’Anathapindika. ",
  "an2.1:1.3": "Là, il s’adressa aux mendiants : ",
  "an2.1:1.4": "«Mendiants ! ",
  "an2.1:1.5": "— Bhadanté», répondirent les mendiants au Fortuné. ",
  "an2.1:1.6": "Le Fortuné leur dit alors : ",
  "an2.1:2.1": "«Il y a, mendiants, ces deux (types de) fautes. ",
  "an2.1:2.2": "Quels sont ces deux ? ",
  "an2.1:2.3": "La faute (qui porte à conséquence) dans ce monde visible, et la faute (qui porte à conséquence) dans l’autre monde. ",
  "an2.1:2.4": "Et quelle est, mendiants, la faute (qui porte à conséquence) dans ce monde visible ? ",
  "an2.1:2.5": "En cela, mendiants, un certain individu voit que lorsque les rois ont saisi un voleur, un criminel, ils lui font subir divers supplices : ",
  "an2.1:2.6": "ils le font flageller, rouer de coups de cannes, rouer de coups de bâtons, ils lui font couper les mains, couper les pieds, couper les mains et les pieds, couper les oreilles, couper le nez, couper les oreilles et le nez ; ils lui font subir «la marmite à gruau», «le rasoir à conque», «la bouche de Rahou», «la guirlande de feu», «les mains-torches», «la traînée derrière un cheval», «la hache d’écorce», «l’antilope», «les crochets à viande», «les pièces de monnaie», «la vraie soude», «le tour de barre», «le fauteuil de paille», ils le font arroser d’huile brûlante, ils le font dévorer par des chiens, ils le font empaler vivant sur des pieux, ils lui font couper la tête avec une épée. ",
  "an2.1:3.1": "Il se dit : ",
  "an2.1:3.2": "«À cause de telles mauvaises actions, lorsque les rois ont saisi un voleur, un criminel, ils lui font subir divers supplices : ",
  "an2.1:3.3": "ils le font flageller (…) lui font couper la tête avec une épée. ",
  "an2.1:3.4": "Si je devais agir d’une manière aussi mauvaise, lorsque les rois me saisiraient, ils me feraient à moi aussi subir de tels supplices divers : ",
  "an2.1:3.5": "ils me feraient flageller, rouer de coups de cannes, rouer de coups de bâtons, ils me feraient couper les mains, couper les pieds, couper les mains et les pieds, couper les oreilles, couper le nez, couper les oreilles et le nez ; ils me feraient subir “la marmite à gruau”, “le rasoir à conque”, “la bouche de Rāhu”, “la guirlande de feu”, “les mains-torches”, “la traînée derrière un cheval”, “la hache d’écorce”, “l’antilope”, “les crochets à viande”, “les pièces de monnaie”, “la vraie soude”, “le tour de barre”, “le fauteuil de paille”, ils me feraient arroser d’huile brûlante, ils me feraient dévorer par des chiens, ils me feraient empaler vivant sur des pieux, ils me feraient couper la tête avec une épée.» ",
  "an2.1:3.6": "Effrayé par la faute (qui porte à conséquence) dans ce monde visible, il ne vole pas les biens d’autrui. ",
  "an2.1:3.7": "Voici, mendiants, ce qu’on appelle la faute (qui porte à conséquence) dans ce monde visible. ",
  "an2.1:4.1": "Et quelle est, mendiants, la faute (qui porte à conséquence) dans l’autre monde ? ",
  "an2.1:4.2": "En cela, un certain individu considère ceci : ",
  "an2.1:4.3": "«La méconduite corporelle produit un résultat mauvais et déplaisant dans les existences à venir, la méconduite verbale produit un résultat mauvais et déplaisant dans les existences à venir, la méconduite mentale produit un résultat mauvais et déplaisant dans les existences à venir. ",
  "an2.1:4.4": "Si je m’engageais dans la méconduite corporelle, dans la méconduite verbale, dans la méconduite mentale, ",
  "an2.1:4.5": "lors de la dissolution du corps, après la mort, je réapparaîtrais dans une existence infortunée, une mauvaise destination, un monde inférieur, ou en enfer.» ",
  "an2.1:4.6": "Effrayé par la faute (qui porte à conséquence) dans l’autre monde, il abandonne la méconduite corporelle et cultive la bonne conduite corporelle, il abandonne la méconduite verbale et cultive la bonne conduite verbale, et il abandonne la méconduite mentale et cultive la bonne conduite mentale, et il se maintient pur. ",
  "an2.1:4.7": "Voici, mendiants, ce qu’on appelle la faute (qui porte à conséquence) dans l’autre monde. ",
  "an2.1:4.8": "Voici, mendiants, quels sont ces deux (types de) fautes. ",
  "an2.1:4.9": "C’est pourquoi, mendiants, vous devriez vous entraîner ainsi : ",
  "an2.1:4.10": "«Nous craindrons la faute (qui porte à conséquence) dans ce monde visible, nous craindrons la faute (qui porte à conséquence) dans l’autre monde, nous serons effrayés par les fautes, nous verrons le danger dans les fautes.» ",
  "an2.1:4.11": "Voici, mendiants, comment vous devriez vous entraîner. ",
  "an2.1:4.12": "On peut attendre ce celui qui est effrayé par les fautes, qui voit le danger dans les fautes, qu’il sera délivré de toutes les fautes.» ",
  "an2.2:1.0": "2. L'Effort ",
  "an2.2:1.1": "Ces deux (types d’)effort, mendiants, sont difficiles à réaliser dans le monde. ",
  "an2.2:1.2": "Quels sont ces deux ? ",
  "an2.2:1.3": "L’effort des gens de foyer vivant à la maison dans le but d’offrir des robes, de la nourriture d’aumônes, des gîtes, des remèdes et des provisions pour les malades, et l’effort de ceux qui ont quitté la vie de foyer pour le sans-foyer dans le but de renoncer à toutes les acquisitions. ",
  "an2.2:1.4": "Ces deux (types d’)effort, mendiants, sont difficiles à réaliser dans le monde. ",
  "an2.2:2.1": "Parmi ces deux (types d’)effort, l’effort dans le but de renoncer à toutes les acquisitions est le plus élevé. ",
  "an2.2:2.2": "C’est pourquoi, mendiants, vous devriez vous entraîner ainsi : ",
  "an2.2:2.3": "«Nous nous efforcerons dans le but de renoncer à toutes les acquisitions.» ",
  "an2.2:2.4": "Voici, mendiants, comment vous devriez vous entraîner. ",
  "an2.3:1.0": "3. Mortifiants ",
  "an2.3:1.1": "Mendiants, il y a ces deux états mortifiants. ",
  "an2.3:1.2": "Quels sont ces deux ? ",
  "an2.3:1.3": "En cela, mendiants, un certain individu s’est engagé dans la méconduite corporelle sans s’être engagé dans la bonne conduite corporelle, ",
  "an2.3:1.4": "il s’est engagé dans la méconduite verbale sans s’être engagé dans la bonne conduite verbale, ",
  "an2.3:1.5": "il s’est engagé dans la méconduite mentale sans s’être engagé dans la bonne conduite mentale. ",
  "an2.3:1.6": "Il est mortifié : «Je me suis engagé dans la méconduite corporelle.» Il est mortifié : «Je ne me suis pas engagé dans la bonne conduite corporelle.» ",
  "an2.3:1.7": "Il est mortifié : «Je me suis engagé dans la méconduite verbale.» Il est mortifié : «Je ne me suis pas engagé dans la bonne conduite verbale.» ",
  "an2.3:1.8": "Il est mortifié : «Je me suis engagé dans la méconduite mentale.» Il est mortifié : «Je ne me suis pas engagé dans la bonne conduite mentale.» ",
  "an2.3:1.9": "Voici, mendiants, quels sont ces deux états mortifiants. ",
  "an2.4:1.0": "4. Non Mortifiants ",
  "an2.4:1.1": "Mendiants, il y a ces deux états non mortifiants. ",
  "an2.4:1.2": "Quels sont ces deux ? ",
  "an2.4:1.3": "En cela, mendiants, un certain individu s’est engagé dans la bonne conduite corporelle sans s’être engagé dans la méconduite corporelle, ",
  "an2.4:1.4": "il s’est engagé dans la bonne conduite verbale sans s’être engagé dans la méconduite verbale, ",
  "an2.4:1.5": "il s’est engagé dans la bonne conduite mentale sans s’être engagé dans la méconduite mentale. ",
  "an2.4:1.6": "Il n’est pas mortifié : «Je me suis engagé dans la bonne conduite corporelle.» Il n’est pas mortifié : «Je ne me suis pas engagé dans la méconduite corporelle.» ",
  "an2.4:1.7": "Il n’est pas mortifié : «Je me suis engagé dans la bonne conduite verbale.» Il n’est pas mortifié : «Je ne me suis pas engagé dans la méconduite verbale.» ",
  "an2.4:1.8": "Il n’est pas mortifié : «Je me suis engagé dans la bonne conduite mentale.» Il n’est pas mortifié : «Je ne me suis pas engagé dans la méconduite mentale.» ",
  "an2.4:1.9": "Voici, mendiants, quels sont ces deux états non mortifiants. ",
  "an2.5:1.0": "5. Apprises ",
  "an2.5:1.1": "Mendiants, il y a deux choses que j’ai bien apprises : ",
  "an2.5:1.2": "l’insatisfaction envers les états mentaux avantageux (déjà acquis) et la détermination dans l’effort. ",
  "an2.5:1.3": "Je me suis efforcé avec détermination : ",
  "an2.5:1.4": "«Volontiers, qu’il ne me reste que la peau, les tendons et les os, que la chair et le sang s’assèchent dans mon corps, mais je ne relâcherai pas mon énergie sans avoir atteint ce qui est à atteindre par ténacité personnelle, par énergie personnelle, par effort personnel.» ",
  "an2.5:1.5": "C’est grâce à l’assiduité, mendiants, que j’ai atteint l’éveil, c’est grâce à l’assiduité que j’ai atteint le suprême soulagement du joug. ",
  "an2.5:1.6": "Vous aussi, mendiants, si vous vous efforcez avec détermination (en pensant :) ",
  "an2.5:1.7": "«Volontiers, qu’il ne me reste que la peau, les tendons et les os, que la chair et le sang s’assèchent dans mon corps, mais je ne relâcherai pas mon énergie sans avoir atteint ce qui est à atteindre par ténacité personnelle, par énergie personnelle, par effort personnel», ",
  "an2.5:1.8": "alors vous aussi, en peu de temps, vous entrerez et demeurerez dans ce monde visible, en l’ayant réalisée vous-même par connaissance directe, dans le suprême achèvement de la vie brahmique pour lequel les gentilhommes quittent à juste titre la vie de foyer pour le sans-foyer. ",
  "an2.5:1.9": "C’est pourquoi, mendiants, vous devriez vous entraîner ainsi : ",
  "an2.5:1.10": "«Nous nous efforcerons avec détermination : ",
  "an2.5:1.11": "“Volontiers, qu’il ne me reste que la peau, les tendons et les os, que la chair et le sang s’assèchent dans mon corps, mais je ne relâcherai pas mon énergie sans avoir atteint ce qui est à atteindre par ténacité personnelle, par énergie personnelle, par effort personnel”.» ",
  "an2.5:1.12": "Voici, mendiants, comment vous devriez vous entraîner. ",
  "an2.6:1.0": "6. Les Entraves Spirituelles ",
  "an2.6:1.1": "Mendiants, il y a ces deux états. ",
  "an2.6:1.2": "Quels sont ces deux ? ",
  "an2.6:1.3": "L’observation de l’agrément dans les états qui entravent spirituellement, et l’observation du désenchantement dans les états qui entravent spirituellement. ",
  "an2.6:1.4": "Celui qui reste à observer l’agrément dans les états qui entravent spirituellement n’abandonne pas l’avidité, n’abandonne pas l’aversion, n’abandonne pas la délusion. ",
  "an2.6:1.5": "N’ayant pas abandonné l’avidité, n’ayant pas abandonné l’aversion, n’ayant pas abandonné la délusion, il n’est pas délivré de la naissance, du vieillissement, de la mort, des chagrins, des lamentations, des douleurs, des déplaisances mentales et de la détresse. ",
  "an2.6:1.6": "Je dis qu’il n’est pas délivré du mal-être. ",
  "an2.6:2.1": "Celui qui reste à observer le désenchantement dans les phénomènes qui entravent spirituellement abandonne l’avidité, abandonne l’aversion, abandonne la délusion. ",
  "an2.6:2.2": "Ayant bandonné l’avidité, ayant bandonné l’aversion, ayant bandonné la délusion, il est délivré de la mort, des chagrins, des lamentations, des douleurs, des déplaisances mentales et de la détresse. ",
  "an2.6:2.3": "Je dis qu’il est délivré du mal-être. ",
  "an2.6:2.4": "Voici, mendiants, quels sont ces deux états. ",
  "an2.7:1.0": "7. Sombres ",
  "an2.7:1.1": "Mendiants, ces deux états sont sombres. ",
  "an2.7:1.2": "Quels sont ces deux ? ",
  "an2.7:1.3": "L’absence de honte morale et l’absence de crainte morale. ",
  "an2.7:1.4": "Voici quels sont ces deux états sombres. ",
  "an2.8:1.0": "8. Lumineux ",
  "an2.8:1.1": "Mendiants, ces deux états sont lumineux. ",
  "an2.8:1.2": "Quels sont ces deux ? ",
  "an2.8:1.3": "La honte morale et la crainte morale. ",
  "an2.8:1.4": "Voici quels sont ces deux états lumineux. ",
  "an2.9:1.0": "9. La Conduite ",
  "an2.9:1.1": "Mendiants, ces deux états lumineux protègent le monde. ",
  "an2.9:1.2": "Quels sont ces deux ? ",
  "an2.9:1.3": "La honte morale et la crainte morale. ",
  "an2.9:1.4": "Si ces deux états lumineux ne protégeaient pas le monde, on ne pratiquerait pas ici (de restreinte par rapport à) la mère, la sœur de la mère, la femme de l’oncle, la femme de l’enseignant, et la femme du maître. ",
  "an2.9:1.5": "Le monde serait plongé dans la promiscuité, comme les chèvres et les moutons, les poules et les cochons, les chiens et les chacals. ",
  "an2.9:1.6": "Mais c’est parce que ces deux états lumineux protègent le monde qu’on pratique ici (la restreinte par rapport à) la mère, la sœur de la mère, la femme de l’oncle, la femme de l’enseignant, et la femme du maître. ",
  "an2.10:1.0": "10. L’Entrée Dans La Résidence Des Pluies ",
  "an2.10:1.1": "Mendiants, il y a ces deux entrées dans la résidence des pluies. ",
  "an2.10:1.2": "Quelles sont ces deux ? ",
  "an2.10:1.3": "La première et la dernière. ",
  "an2.10:1.4": "Voici, mendiants, quelles sont ces deux entrées dans la résidence des pluies. "
}