{
  "an2.11:0.1": "Discours Sous Forme De Listes 2.11–20 ",
  "an2.11:0.2": "Le chapitre sur les incidents disciplinaires ",
  "an2.11:1.0": "11 ",
  "an2.11:1.1": "Il y a, mendiants, ces deux forces. ",
  "an2.11:1.2": "Quelles sont ces deux   ? ",
  "an2.11:1.3": "La force de la réflexion et la force du développement. ",
  "an2.11:1.4": "Et qu’est-ce, mendiants, que la force de la réflexion   ? ",
  "an2.11:1.5": "À cet égard, un certain individu considère ceci   : ",
  "an2.11:1.6": "“La méconduite corporelle produit un mauvais résultat dans ce monde visible et dans les existences à venir, la méconduite verbale produit un mauvais résultat dans ce monde visible et dans les existences à venir, la méconduite mentale produit un mauvais résultat dans ce monde visible et dans les existences à venir.” ",
  "an2.11:1.7": "Ayant considéré cela, il abandonne la méconduite corporelle et cultive la bonne conduite corporelle, il abandonne la méconduite verbale et cultive la bonne conduite verbale, il abandonne la méconduite mentale et cultive la bonne conduite mentale, et il se maintient pur. ",
  "an2.11:1.8": "Voici, mendiants, ce qu’on appelle la force de la réflexion. ",
  "an2.11:2.1": "Et qu’est-ce, mendiants, que la force du développement   ? ",
  "an2.11:2.2": "À cet égard, la force du développement est la force des apprenants. ",
  "an2.11:2.3": "Grâce à la force de l’apprenant, on abandonne l’avidité, on abandonne l’aversion, et on abandonne la délusion. ",
  "an2.11:2.4": "Ayant abandonné l’avidité, l’aversion et la délusion, on ne fait pas ce qui est désavantageux et on ne recherche pas ce qui est mauvais. ",
  "an2.11:2.5": "Voici, mendiants, ce qu’on appelle la force du développement. ",
  "an2.11:2.6": "Voici, mendiants, quelles sont ces deux forces. ",
  "an2.12:1.0": "12 ",
  "an2.12:1.1": "Il y a, mendiants, ces deux forces. ",
  "an2.12:1.2": "Quelles sont ces deux   ? ",
  "an2.12:1.3": "La force de la réflexion et la force du développement. ",
  "an2.12:1.4": "Et qu’est-ce, mendiants, que la force de la réflexion   ? ",
  "an2.12:1.5": "À cet égard, un certain individu considère ceci   : ",
  "an2.12:1.6": "“La méconduite corporelle produit un mauvais résultat dans ce monde visible et dans les existences à venir, la méconduite verbale produit un mauvais résultat dans ce monde visible et dans les existences à venir, la méconduite mentale produit un mauvais résultat dans ce monde visible et dans les existences à venir.” ",
  "an2.12:1.7": "Ayant considéré cela, il abandonne la méconduite corporelle et cultive la bonne conduite corporelle, il abandonne la méconduite verbale et cultive la bonne conduite verbale, il abandonne la méconduite mentale et cultive la bonne conduite mentale, et il se maintient pur. ",
  "an2.12:1.8": "Voici, mendiants, ce qu’on appelle la force de la réflexion. ",
  "an2.12:2.1": "Et qu’est-ce, mendiants, que la force du développement   ? ",
  "an2.12:2.2": "À cet égard, un mendiant développe le facteur d’éveil de présence d’esprit basé sur l’isolement, sur le désintéressement, sur la cessation, mûrissant dans le lâcher-prise  ; ",
  "an2.12:2.3": "il développe le facteur d’éveil d’investigation des phénomènes basé sur l’isolement, sur le désintéressement, sur la cessation, mûrissant dans le lâcher-prise  ; ",
  "an2.12:2.4": "il développe le facteur d’éveil d’énergie basé sur l’isolement, sur le désintéressement, sur la cessation, mûrissant dans le lâcher-prise  ; ",
  "an2.12:2.5": "il développe le facteur d’éveil d’exaltation basé sur l’isolement, sur le désintéressement, sur la cessation, mûrissant dans le lâcher-prise  ; ",
  "an2.12:2.6": "il développe le facteur d’éveil de tranquillité  basé sur l’isolement, sur le désintéressement, sur la cessation, mûrissant dans le lâcher-prise  ; ",
  "an2.12:2.7": "il développe le facteur d’éveil de concentration basé sur l’isolement, sur le désintéressement, sur la cessation, mûrissant dans le lâcher-prise  ; ",
  "an2.12:2.8": "il développe le facteur d’éveil d’équanimité basé sur l’isolement, sur le désintéressement, sur la cessation, mûrissant dans le lâcher-prise. ",
  "an2.12:2.9": "Voici, mendiants, ce qu’on appelle la force du développement. ",
  "an2.12:2.10": "Voici, mendiants, quelles sont ces deux forces. ",
  "an2.13:1.0": "13 ",
  "an2.13:1.1": "Il y a, mendiants, ces deux forces. ",
  "an2.13:1.2": "Quelles sont ces deux   ? ",
  "an2.13:1.3": "La force de la réflexion et la force du développement. ",
  "an2.13:1.4": "Et qu’est-ce, mendiants, que la force de la réflexion   ? ",
  "an2.13:1.5": "À cet égard, un certain individu considère ceci   : ",
  "an2.13:1.6": "“La méconduite corporelle produit un mauvais résultat dans ce monde visible et dans les existences à venir, la méconduite verbale produit un mauvais résultat dans ce monde visible et dans les existences à venir, la méconduite mentale produit un mauvais résultat dans ce monde visible et dans les existences à venir.” ",
  "an2.13:1.7": "Ayant considéré cela, il abandonne la méconduite corporelle et cultive la bonne conduite corporelle, il abandonne la méconduite verbale et cultive la bonne conduite verbale, il abandonne la méconduite mentale et cultive la bonne conduite mentale, et il se maintient pur. ",
  "an2.13:1.8": "Voici, mendiants, ce qu’on appelle la force de la réflexion. ",
  "an2.13:2.1": "Et qu’est-ce, mendiants, que la force du développement   ? ",
  "an2.13:2.2": "À cet égard, un mendiant, séparé des plaisirs de la sensualité, séparé des états mentaux désavantageux, entre et demeure dans le premier jhana, qui s’accompagne de pensées actives et passives, avec exaltation et bien-être engendrés par la séparation. ",
  "an2.13:2.3": "Avec l’apaisement des pensées actives et passives, il entre et demeure dans le deuxième jhana, avec tranquillisation intérieure et unification de l’esprit, sans pensées actives ni passives, avec exaltation et bien-être engendrés par la concentration. ",
  "an2.13:2.4": "Avec la disparition de l’exaltation, il demeure équanime, présent d’esprit et doué d’un discernement attentif, il entre et demeure dans le troisième jhana et ressent dans le corps le bien-être que les êtres nobles décrivent   : ‘équanime et présent d’esprit, il séjourne dans le bien-être’. ",
  "an2.13:2.5": "Abandonnant le bien-être et abandonnant le mal-être, la plaisance et la déplaisance mentales ayant auparavant disparu, il entre et demeure dans le quatrième jhana, qui est sans mal-être ni bien-être, purifié par la présence d’esprit due à l’équanimité. ",
  "an2.13:2.6": "Voici, mendiants, ce qu’on appelle la force du développement. ",
  "an2.13:2.7": "Voici, mendiants, quelles sont ces deux forces. ",
  "an2.14:1.0": "14 ",
  "an2.14:1.1": "Mendiants, le Tathagata fait usage de ces deux manières d’enseigner le Dhamma. ",
  "an2.14:1.2": "Quelles sont ces deux manières   ? ",
  "an2.14:1.3": "En bref et en détail. ",
  "an2.14:1.4": "Voici, mendiants, quelles sont ces deux manières d’enseigner le Dhamma dont le Tathagata fait usage. ",
  "an2.16:1.0": "16 ",
  "an2.16:1.1": "Un jour, un certain brahmane vint voir le Fortuné et échangea des courtoisies avec lui. ",
  "an2.16:1.2": "Après cet échange de courtoisies et de salutations amicales, il s’assit d’un côté et dit au Fortuné   : ",
  "an2.16:1.3": "« Sieur Gotama, quelle est la cause, quelle est la raison pour laquelle certains êtres, lors de la dissolution du corps, après la mort, réapparaissent dans une existence infortunée, une mauvaise destination, un monde inférieur, ou en enfer ? ",
  "an2.16:1.4": "— Brahmane, c’est à cause d’une conduite contraire au Dhamma, d’une conduite immorale que certains êtres, lors de la dissolution du corps, après la mort, réapparaissent dans une existence infortunée, une mauvaise destination, un monde inférieur, ou en enfer. ",
  "an2.16:2.1": "— Sieur Gotama, quelle est la cause, quelle est la raison pour laquelle certains êtres, lors de la dissolution du corps, après la mort, réapparaissent dans une bonne destination, dans un monde paradisiaque ? ",
  "an2.16:2.2": "— Brahmane, c’est à cause d’une conduite conforme au Dhamma, d’une conduite morale que certains êtres, lors de la dissolution du corps, après la mort, réapparaissent dans une bonne destination, dans un monde paradisiaque. ",
  "an2.16:3.1": "— C’est excellent, Sieur Gotama, excellent ! ",
  "an2.16:3.2": "Tout comme on redresserait ce qui était renversé, ou bien on révélerait ce qui était caché, ou bien on montrerait le chemin à quelqu’un qui se serait perdu, ou bien on allumerait une lampe dans l’obscurité (en pensant :) “Ceux qui possèdent une bonne vue verront les formes”, de la même manière le Sieur Gotama a expliqué le Dhamma de diverses façons. ",
  "an2.16:3.3": "Je vais en refuge au vénérable Gotama, ainsi qu’au Dhamma et à la Communauté des mendiants. ",
  "an2.16:3.4": "Que le vénérable Gotama nous retienne à l’esprit en tant que disciples laïcs étant allés en refuge à compter d’aujourd’hui et pour la vie. » ",
  "an2.17:1.0": "17 ",
  "an2.17:1.1": "Un jour, le brahmane Janoussoni vint voir le Fortuné et échangea des courtoisies avec lui. ",
  "an2.17:1.2": "Après cet échange de courtoisies et de salutations amicales, il s’assit d’un côté et dit au Fortuné : ",
  "an2.17:1.3": "« Sieur Gotama, quelle est la cause, quelle est la raison pour laquelle certains êtres, lors de la dissolution du corps, après la mort, réapparaissent dans une existence infortunée, une mauvaise destination, un monde inférieur, ou en enfer ? ",
  "an2.17:1.4": "— Brahmane, c’est à cause de ce qu’ils ont fait et de ce qu’ils n’ont pas fait ",
  "an2.17:1.5": "que certains êtres, lors de la dissolution du corps, après la mort, réapparaissent dans une existence infortunée, une mauvaise destination, un monde inférieur, ou en enfer. ",
  "an2.17:1.6": "— Mais alors, Sieur Gotama, quelle est la cause, quelle est la raison pour laquelle certains êtres, lors de la dissolution du corps, après la mort, réapparaissent dans une bonne destination, dans un monde paradisiaque ? ",
  "an2.17:1.7": "— Brahmane, c’est à cause de ce qu’ils ont fait et de ce qu’ils n’ont pas fait ",
  "an2.17:1.8": "que certains êtres, lors de la dissolution du corps, après la mort, réapparaissent dans une bonne destination, dans un monde paradisiaque. ",
  "an2.17:1.9": "— Je ne comprends pas en détail la signification de ce qui a été déclaré en bref par le Sieur Gotama sans l’avoir expliqué en détail. ",
  "an2.17:1.10": "Il serait bon que je Sieur Gotama m’enseigne le Dhamma de telle manière que je puisse comprendre en détail la signification de ce qui a été déclaré en bref par le Sieur Gotama. ",
  "an2.17:1.11": "— Dans ce cas, brahmane, écoute cela et fais bien attention, je vais parler. ",
  "an2.17:1.12": "— Bien, Monsieur » répondit le brahmane Janoussoni au Fortuné. ",
  "an2.17:1.13": "Celui dit alors : ",
  "an2.17:2.1": "— À cet égard, brahmane, quelqu’un s’est engagé dans la méconduite corporelle et n’a pas réalisé de bonne conduite corporelle ; ",
  "an2.17:2.2": "il s’est engagé dans la méconduite verbale et n’a pas réalisé de bonne conduite verbale ; ",
  "an2.17:2.3": "il s’est engagé dans la méconduite mentale et n’a pas réalisé de bonne conduite mentale. ",
  "an2.17:2.4": "Voici pourquoi certains êtres, à cause de ce qu’ils ont fait et de ce qu’ils n’ont pas fait, lors de la dissolution du corps, après la mort, réapparaissent dans une existence infortunée, une mauvaise destination, un monde inférieur, ou en enfer. ",
  "an2.17:2.5": "En outre, quelqu’un s’est engagé dans la bonne conduite corporelle et n’a pas réalisé de méconduite corporelle ; ",
  "an2.17:2.6": "il s’est engagé dans la bonne conduite verbale et n’a pas réalisé de méconduite verbale ; ",
  "an2.17:2.7": "il s’est engagé dans la bonne conduite mentale et n’a pas réalisé de méconduite mentale. ",
  "an2.17:2.8": "Voici pourquoi certains êtres, à cause de ce qu’ils ont fait et de ce qu’ils n’ont pas fait, lors de la dissolution du corps, après la mort, réapparaissent dans une bonne destination, dans un monde paradisiaque. ",
  "an2.17:3.1": "— C’est excellent, Sieur Gotama, excellent ! Tout comme on redresserait ce qui était renversé, ou bien on révélerait ce qui était caché, ou bien on montrerait le chemin à quelqu’un qui se serait perdu, ou bien on allumerait une lampe dans l’obscurité (en pensant :) “Ceux qui possèdent une bonne vue verront les formes”, de la même manière le Sieur Gotama a expliqué le Dhamma de diverses façons. Nous allons en refuge au vénérable Gotama, ainsi qu’au Dhamma et à la Communauté des mendiants. Que le vénérable Gotama nous retienne à l’esprit en tant que disciples laïcs étant allés en refuge à compter d’aujourd’hui et pour la vie. » ",
  "an2.18:1.0": "18 ",
  "an2.18:1.1": "Ce jour-là, le vénérable Ānanda vint voir le Fortuné ; s’étant approché et lui ayant rendu hommage, il s’assit d’un côté. Lorsqu’il fut assis d’un côté, le Fortuné lui dit : ",
  "an2.18:1.2": "« Je déclare catégoriquement, Ānanda, que la méconduite corporelle, la méconduite verbale et la méconduite mentale ne devraient pas être exercées. ",
  "an2.18:1.3": "— Bhanté, puisque le Fortuné a déclaré catégoriquement que la méconduite corporelle, la méconduite verbale et la méconduite mentale ne devraient pas être exercées, à quels désavantages peut-on s’attendre si on fait ce qui ne devrait pas être fait ? ",
  "an2.18:1.4": "— J’ai déclaré catégoriquement, Ānanda, que la méconduite corporelle, la méconduite verbale et la méconduite mentale ne devraient pas être exercées, parce qu’on peut s’attendre à ces désavantages si on fait ce qui ne devrait pas être fait : ",
  "an2.18:1.5": "on se culpabilise soi-même, ",
  "an2.18:1.6": "les hommes de connaissance, après examen, font des réprimandes, ",
  "an2.18:1.7": "une mauvaise réputation se répand, ",
  "an2.18:1.8": "on meurt dans la confusion, ",
  "an2.18:1.9": "et lors de la dissolution du corps, après la mort, on réapparaît dans une existence infortunée, une mauvaise destination, un monde inférieur, ou en enfer. ",
  "an2.18:1.10": "J’ai déclaré catégoriquement, Ānanda, que la méconduite corporelle, la méconduite verbale et la méconduite mentale ne devraient pas être exercées, parce qu’on peut s’attendre à ces désavantages si on fait ce qui ne devrait pas être fait. ",
  "an2.18:2.1": "Je déclare catégoriquement, Ānanda, que la bonne conduite corporelle, la bonne conduite verbale et la bonne conduite mentale devraient être exercées. ",
  "an2.18:2.2": "— Bhanté, puisque le Fortuné a déclaré catégoriquement que la bonne conduite corporelle, la bonne conduite verbale et la bonne conduite mentale devraient être exercées, à quels bienfaits peut-on s’attendre si on fait ce qui devrait être fait ? ",
  "an2.18:2.3": "— J’ai déclaré catégoriquement, Ānanda, que la bonne conduite corporelle, la bonne conduite verbale et la bonne conduite mentale devraient être exercées, parce qu’on peut s’attendre à ces bienfaits si on fait ce qui devrait être fait : ",
  "an2.18:2.4": "on ne se reproche pas soi-même, ",
  "an2.18:2.5": "les sages ayant pris connaissance (de ce qu’on a fait) approuvent, ",
  "an2.18:2.6": "on se forge une bonne réputation, ",
  "an2.18:2.7": "on meurt sans confusion, ",
  "an2.18:2.8": "et lors de la dissolution du corps, après la mort, on réapparaît dans une bonne destination, dans un monde paradisiaque. ",
  "an2.18:2.9": "J’ai déclaré catégoriquement, Ānanda, que la bonne conduite corporelle, la bonne conduite verbale et la bonne conduite mentale devraient être exercées, parce qu’on peut attendre ces bienfaits si on fait ce qui devrait être fait. » ",
  "an2.19:1.0": "19 ",
  "an2.19:1.1": "Mendiants, abandonnez ce qui est désavantageux. ",
  "an2.19:1.2": "Il est possible d’abandonner ce qui est désavantageux. ",
  "an2.19:1.3": "S’il n’était pas possible d’abandonner ce qui est désavantageux, je ne vous dirais pas ",
  "an2.19:1.4": "“Mendiants, abandonnez ce qui est désavantageux”. ",
  "an2.19:1.5": "Mais c’est parce qu’il est possible d’abandonner ce qui est désavantageux que je vous dis ",
  "an2.19:1.6": "“Mendiants, abandonnez ce qui est désavantageux”. ",
  "an2.19:1.7": "Si abandonner ce qui est désavantageux menait au détriment et au mal-être, je ne vous dirais pas ",
  "an2.19:1.8": "“Mendiants, abandonnez ce qui est désavantageux”. ",
  "an2.19:1.9": "Mais c’est parce qu’abandonner ce qui est désavantageux mène au bénéfice et au bien-être que je vous dis ",
  "an2.19:1.10": "“Mendiants, abandonnez ce qui est désavantageux”. ",
  "an2.19:2.1": "Mendiants, développez ce qui est avantageux. ",
  "an2.19:2.2": "Il est possible de développer ce qui est avantageux. ",
  "an2.19:2.3": "S’il n’était pas possible de développer ce qui est avantageux, je ne vous dirais pas ",
  "an2.19:2.4": "“Mendiants, développez ce qui est avantageux”. ",
  "an2.19:2.5": "Mais c’est parce qu’il est possible de développer ce qui est avantageux que je vous dis ",
  "an2.19:2.6": "“Mendiants, développez ce qui est avantageux”. ",
  "an2.19:2.7": "Si développer ce qui est avantageux menait au détriment et au mal-être, je ne vous dirais pas ",
  "an2.19:2.8": "“Mendiants, développez ce qui est avantageux”. ",
  "an2.19:2.9": "Mais c’est parce que développer ce qui est avantageux mène au bénéfice et au bien-être que je vous dis ",
  "an2.19:2.10": "“Mendiants, développez ce qui est avantageux”. ",
  "an2.20:1.0": "20 ",
  "an2.20:1.1": "Ces deux choses, mendiants, mènent à la dissipation et la disparition du Dhamma authentique. ",
  "an2.20:1.2": "Quelles sont ces deux ? ",
  "an2.20:1.3": "Les mots et les phrases mal posés, ainsi que les significations mal interprétées. ",
  "an2.20:1.4": "Lorsque les mots et les phrases sont mal posés, mendiants, leur signification est mal interprétée. ",
  "an2.20:1.5": "Voici, mendiants, quelles sont les deux choses qui mènent à la dissipation et la disparition du Dhamma authentique. ",
  "an2.20:2.1": "Ces deux choses, mendiants, mènent au maintien, à la non-dissipation et la non-disparition du Dhamma authentique. ",
  "an2.20:2.2": "Quelles sont ces deux ? ",
  "an2.20:2.3": "Les mots et les phrases bien posés, ainsi que les significations bien interprétées. ",
  "an2.20:2.4": "Lorsque les mots et les phrases sont bien posés, mendiants, leur signification est bien interprétée. ",
  "an2.20:2.5": "Voici, mendiants, quelles sont les deux choses qui mènent au maintien, à la non-dissipation et la non-disparition du Dhamma authentique. "
}