{
  "an6.10:0.1": "Palaipsninių suttų rinkinys 6 ",
  "an6.10:0.2": "1. Vertas dovanų ",
  "an6.10:0.3": "10. Sutta su Mahanama ",
  "an6.10:1.1": "Kartą Palaimintasis buvo apsistojęs Sakyų krašte, banjano medžių vienuolyne netoli Kapilavatthu. ",
  "an6.10:1.2": "Ir štai Mahanama Sakya nuėjo pas Palaimintąjį. Atėjęs pasveikino jį ir atsisėdo iš šono. Sėdėdamas gi iš šono Mahānāma Sakya pasakė Palaimintajam štai ką: ",
  "an6.10:1.3": "„Garbusis, kokioje meditacijoje dažnai būna tauriųjų mokinys pasiekęs (mokymo) vaisių, supratęs mokymo įsakus?” ",
  "an6.10:2.1": "„Tauriųjų mokinys, Mahanama, pasiekęs (mokymo) vaisių, supratęs mokymo įsakus dažnai būna tokiose meditacijose. ",
  "an6.10:2.2": "Štai, Mahanama, tauriųjų mokinys atmena Tathagatos (savybes): ",
  "an6.10:2.3": "„Šis Palaimintasis yra arahantas, tobulai nušvitęs, pasiekęs žinojimą ir gerą elgesį, gerai žengęs, žinantis pasaulį, neprilygstamas tramdytinų žmonių auklėtojas, dievybių ir žmonių mokytojas, nušvitęs, palaimintas.” ",
  "an6.10:2.4": "Tauriųjų mokiniui, Mahanama, atmenant Tathagatos (savybes), jo protas nebūna kupinas nei aistros, nei neapykantos, nei paklydimo. ",
  "an6.10:2.5": "Tuo metu, jo prote esti visiškas aiškumas apie Tathagatą. ",
  "an6.10:2.6": "Kai taurusis mokinys yra aiškaus proto, Mahanama, jį įkvepia (praktikos) prasmė, jį įkvepia Mokymas ir pripildo su Mokymu susijęs džiaugsmas. ",
  "an6.10:2.7": "Kai, jis džiaugiasi, gimsta ekstazė. Kai, (jo) protas yra ekstazėje, nurimsta kūnas. Kai jo kūnas yra nurimęs, jis patiria palaimą. Laimingojo gi protas susitelkia. ",
  "an6.10:2.8": "Tai, Mahanama, vadinama ",
  "an6.10:2.9": "tauriuoju mokiniu, gyvenančiu harmonijoje tarp neharmoningų būtybių, gyvenančiu be kančios tarp kenčiančių būtybių, įžengusiuoju į _Dhammos_ srautą, lavinančiu Budos atminimą. ",
  "an6.10:3.1": "Toliau, Mahanama, tauriųjų mokinys atmena Mokymo (savybes): ",
  "an6.10:3.2": "„Gerai išdėstytas Palaimintuoju Mokymas, jis matomas čia ir dabar, nesensta, ragina įsitikinti (jo tikrumu), yra vertas taikymo, turi būti asmeniškai pažintas išmintingųjų.” ",
  "an6.10:3.3": "Tauriųjų mokiniui, Mahanama, atmenant Mokymo (savybes), jo protas nebūna kupinas nei aistros, nei neapykantos, nei paklydimo. ",
  "an6.10:3.4": "Tuo metu, jo prote esti visiškas aiškumas apie Mokymą. ",
  "an6.10:3.5": "Kai taurusis mokinys yra aiškaus proto, Mahanama, jį įkvepia (praktikos) prasmė, jį įkvepia Mokymas ir pripildo su Mokymu susijęs džiaugsmas. ",
  "an6.10:3.6": "Kai, jis džiaugiasi, gimsta ekstazė. Kai, (jo) protas yra ekstazėje, nurimsta kūnas. Kai jo kūnas yra nurimęs, jis patiria palaimą. Laimingojo gi protas susitelkia. ",
  "an6.10:3.7": "Tai, Mahanama, vadinama ",
  "an6.10:3.8": "tauriuoju mokiniu, gyvenančiu harmonijoje tarp neharmoningų būtybių, gyvenančiu be kančios tarp kenčiančių būtybių, įžengusiuoju į _Dhammos_ srautą, lavinančiu Mokymo atminimą. ",
  "an6.10:4.1": "Toliau, Mahanama, tauriųjų mokinys atmena bendruomenės (savybes): ",
  "an6.10:4.2": "„Gerai žengia keliu Palaimintojo mokinių bendruomenė. Teisingai žengia keliu Palaimintojo mokinių bendruomenė. Tinkamai žengia keliu Palaimintojo mokinių bendruomenė. Deramai žengia keliu Palaimintojo mokinių bendruomenė, tai yra keturios poros, aštuonių rūšių taurios būtybės. Ši Palaimintojo mokinių bendruomenė yra verta dovanų, verta svetingumo, verta aukų, verta pagarbaus pasveikinimo, neprilygstamas laukas visam pasauliui nusipelnyti gero rezultato.” ",
  "an6.10:4.3": "Tauriųjų mokiniui, Mahanama, atmenant bendruomenės (savybes), jo protas nebūna kupinas nei aistros, nei neapykantos, nei paklydimo. ",
  "an6.10:4.4": "Tuo metu, jo prote esti visiškas aiškumas apie bendruomenę. ",
  "an6.10:4.5": "Kai taurusis mokinys yra aiškaus proto, Mahanama, jį įkvepia (praktikos) prasmė, jį įkvepia Mokymas ir pripildo su Mokymu susijęs džiaugsmas. ",
  "an6.10:4.6": "Kai, jis džiaugiasi, gimsta ekstazė. Kai, (jo) protas yra ekstazėje, nurimsta kūnas. Kai jo kūnas yra nurimęs, jis patiria palaimą. Laimingojo gi protas susitelkia. ",
  "an6.10:4.7": "Tai, Mahanama, vadinama ",
  "an6.10:4.8": "tauriuoju mokiniu, gyvenančiu harmonijoje tarp neharmoningų būtybių, gyvenančiu be kančios tarp kenčiančių būtybių, įžengusiuoju į _Dhammos_ srautą, lavinančiu bendruomenės atminimą. ",
  "an6.10:5.1": "Toliau, Mahanama, tauriųjų mokinys atmena savo dorovingą elgesį, nepalaužtą, vientisą, nesuteptą, švarų, išlaisvinantį nuo vergystės, išmintingųjų aukštinamą, nepaliestą, vedantį į sutelktį. ",
  "an6.10:5.2": "Tauriųjų mokiniui, Mahanama, atmenant dorovingą elgesį, jo protas nebūna kupinu nei aistros, nei neapykantos, nei paklydimo. ",
  "an6.10:5.3": "Tuo metu, jo prote esti visiškas aiškumas apie dorovingą elgesį. ",
  "an6.10:5.4": "Kai taurusis mokinys yra aiškaus proto, Mahanama, jį įkvepia (praktikos) prasmė, jį įkvepia Mokymas ir pripildo su Mokymu susijęs džiaugsmas. ",
  "an6.10:5.5": "Kai, jis džiaugiasi, gimsta ekstazė. Kai, (jo) protas yra ekstazėje, nurimsta kūnas. Kai jo kūnas yra nurimęs, jis patiria palaimą. Laimingojo gi protas susitelkia. ",
  "an6.10:5.6": "Tai, Mahanama, vadinama ",
  "an6.10:5.7": "tauriuoju mokiniu, gyvenančiu harmonijoje tarp neharmoningų būtybių, gyvenančiu be kančios tarp kenčiančių būtybių, įžengusiuoju į _Dhammos_ srautą, lavinančiu dorovingo elgesio atminimą. ",
  "an6.10:6.1": "Toliau, Mahanama, tauriųjų mokinys atmena savo dosnumą: ",
  "an6.10:6.2": "„Kaip gi man pasisekė, kokia didžiulė sekmė, ",
  "an6.10:6.3": "kad aš, būdamas tarp būtybių kupinų savininkiškumo dėmės, gyvenu namie be savininkiškumo dėmės, esu nevaržomai dosnus, su išskleistomis rankomis, žaviuosi paleidimu, pasišventęs labdarai, žaviuosi dovanojimu ir dalinimusi. ",
  "an6.10:6.4": "Tauriųjų mokiniui, Mahanama, atmenant dosnumą, jo protas nebūna kupinas nei aistros, nei neapykantos, nei paklydimo. ",
  "an6.10:6.5": "Tuo metu, jo prote esti visiškas aiškumas apie dosnumą. ",
  "an6.10:6.6": "Kai taurusis mokinys yra aiškaus proto, Mahanama, jį įkvepia (praktikos) prasmė, jį įkvepia Mokymas ir pripildo su Mokymu susijęs džiaugsmas. ",
  "an6.10:6.7": "Kai, jis džiaugiasi, gimsta ekstazė. Kai, (jo) protas yra ekstazėje, nurimsta kūnas. Kai jo kūnas yra nurimęs, jis patiria palaimą. Laimingojo gi protas susitelkia. ",
  "an6.10:6.8": "Tai, Mahanama, vadinama ",
  "an6.10:6.9": "tauriuoju mokiniu, gyvenančiu harmonijoje tarp neharmoningų būtybių, gyvenančiu be kančios tarp kenčiančių būtybių, įžengusiuoju į _Dhammos_ srautą, lavinančiu dosnumo atminimą. ",
  "an6.10:7.1": "Toliau, Mahanama, tauriųjų mokinys atmena dievybes: ",
  "an6.10:7.2": "„Esti Keturių didžiųjų karalių pasaulio dievybių, esti Trisdešimt trijų pasaulio dievybių, esti Jamos pasaulio dievybių, esti  Pasitenkinimo pasaulio dievybių, Kūrimo džiaugsmo pasaulio dievybių, Džiaugsmo kitų kūriniais pasaulio dievybių, esti Brahmų pasaulių dievybės, esti ir aukštesnių už jas. ",
  "an6.10:7.3": "Aš turiu tokį pat tikėjimą kaip tas, kurį jos turėjo, kai čia mirė ir atgimė ten. ",
  "an6.10:7.4": "Aš turiu tokį pat dorovingą elgesį kaip tas, kurį jos turėjo, kai čia mirė ir atgimė ten. ",
  "an6.10:7.5": "Aš turiu tokį pat išprusimą kaip tas, kurį jos turėjo, kai čia mirė ir atgimė ten. ",
  "an6.10:7.6": "Aš turiu tokį pat dosnumą kaip tas, kurį jos turėjo, kai čia mirė ir atgimė ten. ",
  "an6.10:7.7": "Aš turiu tokią pat išmintį kaip ta, kurią jos turėjo, kai čia mirė ir atgimė ten.” ",
  "an6.10:7.8": "Tauriųjų mokiniui, Mahanama, atmenant savo ir tų dievybių tikėjimą, dorovingą elgesį, išprusimą, dosnumą ir išmintį, jo protas nebūna kupinu nei aistros, nei neapykantos, nei paklydimo. ",
  "an6.10:7.9": "Tuo metu, jo prote esti visiškas aiškumas apie dievybes. ",
  "an6.10:7.10": "Kai taurusis mokinys yra aiškaus proto, Mahanama, jį įkvepia (praktikos) prasmė, jį įkvepia Mokymas ir pripildo su Mokymu susijęs džiaugsmas. ",
  "an6.10:7.11": "Kai, jis džiaugiasi, gimsta ekstazė. Kai, (jo) protas yra ekstazėje, nurimsta kūnas. Kai jo kūnas yra nurimęs, jis patiria palaimą. Laimingojo gi protas susitelkia. ",
  "an6.10:7.12": "Tai, Mahanama, vadinama ",
  "an6.10:7.13": "tauriuoju mokiniu, gyvenančiu harmonijoje tarp neharmoningų būtybių, gyvenančiu be kančios tarp kenčiančių būtybių, įžengusiuoju į _Dhammos_ srautą, lavinančiu dievybių atminimą. ",
  "an6.10:8.1": "Tokiose meditacijose, Mahanama, dažnai būna tauriųjų mokinys pasiekęs (mokymo) vaisių, supratęs mokymo įsakus.” "
}