{
  "an6.12:0.1": "Palaipsninių suttų rinkinys 6 ",
  "an6.12:0.2": "2. Draugiškumas ",
  "an6.12:0.3": "12. Antroji sutta apie maloninančias savybes ",
  "an6.12:1.1": "„Esti šios šešios maloninančios savybės įkūnijančios simpatiją ir pagarbą, kurios veda į bendrystę, kivirčų nebuvimą, santarvę ir vienybę. ",
  "an6.12:1.2": "Kurios šešios? ",
  "an6.12:1.3": "Štai, vienuoliai, vienuolio kūno veiksmai švento gyvenimo bičiulių atžvilgiu išlieka geranoriški ir atvirai, ir už akių. ",
  "an6.12:1.4": "Tai taip pat yra maloninanti savybė įkūnijanti simpatiją ir pagarbą, kuri veda į bendrystę, kivirčų nebuvimą, santarvę ir vienybę. ",
  "an6.12:2.1": "Toliau, vienuoliai, vienuolio kalba švento gyvenimo bičiulių atžvilgiu išlieka geranoriška ir atvirai, ir už akių … ",
  "an6.12:3.1": "mintys švento gyvenimo bičiulių atžvilgiu išlieka geranoriškos ir atvirai, ir už akių. Tai taip pat yra maloninanti savybė įkūnijanti simpatiją ir pagarbą, kuri veda į bendrystę, kivirčų nebuvimą, santarvę ir vienybę. ",
  "an6.12:4.1": "Toliau, vienuoliai, vienuolis dalijasi bet kokiais materialiais dalykais, kuriuos gavo teisėtu būdu, net jei tai tik maistas, įdėtas į išmaldos dubenį, ir naudoja juos bendrai su švento gyvenimo bičiuliais. Tai taip pat yra maloninanti savybė įkūnijanti simpatiją ir pagarbą, kuri veda į bendrystę, kivirčų nebuvimą, santarvę ir vienybę. ",
  "an6.12:5.1": "Toliau, vienuoliai, vienuolis ir atvirai, ir už akių gyvena laikydamasis bendros jo bičiuliams dorovės, kuri yra nepalaužta, vientisa, nesutepta, švari, išlaisvinanti nuo vergystės, išmintingųjų aukštinama, nepaliesta, vedanti į sutelktį. Tai taip pat yra maloninanti savybė įkūnijanti simpatiją ir pagarbą, kuri veda į bendrystę, kivirčų nebuvimą, santarvę ir vienybę. ",
  "an6.12:6.1": "Toliau, vienuoliai, vienuolis ir atvirai, ir už akių gyvena laikydamasis bendro jo bičiuliams požiūrio, kuris yra taurus ir išlaisvinantis, kuris juo besivadovaujantį atveda į visišką kančios išsekimą. ",
  "an6.12:6.2": "Tai taip pat yra maloninanti savybė įkūnijanti simpatiją ir pagarbą, kuri veda į bendrystę, kivirčų nebuvimą, santarvę ir vienybę. ",
  "an6.12:7.1": "Šios, vienuoliai, yra šešios maloninančios savybės įkūnijančios simpatiją ir pagarbą, kurios veda į bendrystę, kivirčų nebuvimą, santarvę ir vienybę.” "
}