{
  "sn18.1:0.1": "Budini govori tematski grupisani 18.1 ",
  "sn18.1:0.2": "1. Prvo poglavlje ",
  "sn18.1:0.3": "Oko ",
  "sn18.1:1.1": "Ovako sam čuo. ",
  "sn18.1:1.2": "Jednom je Blaženi boravio kraj Sāvatthīja, u Đetinom gaju, u manastiru koji je podigao Anāthapiṇḍika. ",
  "sn18.1:1.3": "Onda poštovani Rāhula dođe do Blaženog, pokloni mu se i sede sa strane. Dok je tako sedeo, reče on Blaženome: ",
  "sn18.1:1.4": "„Poštovani, bilo bi dobro da Blaženi ukratko iznese učenje, kako bih, saslušavši njegove reči, boravio povučen, u osami, pažljiv, istrajan, odlučan.” ",
  "sn18.1:2.1": "„Šta misliš, Rāhula, ",
  "sn18.1:2.2": "je li oko trajno ili prolazno?” ",
  "sn18.1:2.3": "„Prolazno, poštovani.” ",
  "sn18.1:2.4": "„Je li ono što je prolazno patnja ili sreća?” ",
  "sn18.1:2.5": "„Patnja, poštovani.” ",
  "sn18.1:2.6": "„Je li na ono što je prolazno, patnja i podložno promeni prikladno gledati ovako: ",
  "sn18.1:2.7": "’To je moje, to sam ja, to je moje sopstvo?’” ",
  "sn18.1:2.8": "„Sigurno da ne, poštovani.” ",
  "sn18.1:3.1": "„Je li uvo… ",
  "sn18.1:3.3": "nos… ",
  "sn18.1:3.5": "jezik… ",
  "sn18.1:3.7": "telo… ",
  "sn18.1:3.9": "um trajan ili prolazan?” ",
  "sn18.1:3.10": "„Prolazan, poštovani.” ",
  "sn18.1:3.11": "„A je li ono što je prolazno patnja ili sreća?” ",
  "sn18.1:3.12": "„Patnja, poštovani.” ",
  "sn18.1:3.13": "„Je li na ono što je prolazno, patnja i podložno promeni prikladno gledati ovako: ",
  "sn18.1:3.14": "’To je moje, to sam ja, to je moje sopstvo?’” ",
  "sn18.1:3.15": "„Sigurno da nije.” ",
  "sn18.1:4.1": "Videći ovako, Rāhula, dobro upućen plemeniti učenik više nije zaslepljen okom, više nije zaslepljen uhom, više nije zaslepljen nosom, više nije zaslepljen jezikom, više nije zaslepljen telom, više nije zaslepljen umom. ",
  "sn18.1:4.2": "Pošto je izgubio interes, u njemu se strasti smiruju. Kako se strasti smiruju, tako (njegov um) oslobođen biva. Sa oslobođenjem dolazi i saznanje: ’Um je oslobođen’. ",
  "sn18.1:4.3": "On tada razume: ’Ovo je poslednje rođenje, proživljen je svetački život, učinjeno što je trebalo učiniti. Nema više preporađanja u bilo koji oblik bivanja’.” "
}