{
  "sn22.62:1.2": "The three “scopes” or “ranges” (<i lang='pi' translate='no'>patha</i>) are the past, present, and future, each of which is indicated by the appropriate grammatical tense. | <i lang='pi' translate='no'>Nirutti</i> means the “clear expression” or “definition” of a word. In the pre-Buddhist literature, that which is “undefined” is the mystical truth to be muttered under the breath, whereas that which is “defined” is clearly expressed in language. A list of such definitions is a <i lang='pi' translate='no'>nirukti</i>, a glossary or dictionary. See <a href='https://suttacentral.net/dn15/en/sujato#32.11'>DN 15:32.11</a>, <a href='https://suttacentral.net/mn139/en/sujato#13.55'>MN 139:13.55</a>, and <a href='https://suttacentral.net/an5.169/en/sujato#3.6'>AN 5.169:3.6</a>. ",
  "sn22.62:1.5": "The purpose of this argument is to rebut the idea that “being” or “existence” is eternal, and change an illusion. The Buddha points out that ordinary usage describes things that exist as impermanent, and thus the eternalist thesis contradicts the commonly-agreed truth. This passage is cited in <a href='https://suttacentral.net/kv1.7/en/sujato'>Kv 1.7</a> against the Sarvāstivādin thesis that all phenomena of past, present, and future, exist (also discussed at <a href='https://suttacentral.net/kv1.6/en/sujato'>Kv 1.6</a> and <a href='https://suttacentral.net/kv1.8/en/sujato'>Kv 1.8</a>). ",
  "sn22.62:13.2": "The phrase <i lang='pi' translate='no'>ukkalā vassabhaññā</i> occurs regarding different teachings at <a href='https://suttacentral.net/mn117/en/sujato#38.1'>MN 117:38.1</a> and <a href='https://suttacentral.net/sn22.62/en/sujato#13.2'>SN 22.62:13.2</a>. The commentary says it refers to two individuals named Vassa and Bhañña from a distant land on the Bay of Bengal, Ukkalā (Sanskrit <i lang='pi' translate='no'>oḍra</i>, modern Odisha). But this seems quite unlikely. Ukkalā was distant and largely unknown, mentioned only once elsewhere in the Pali canon (<a href='https://suttacentral.net/pli-tv-kd1/en/sujato#4.2.1'>Kd 1:4.2.1</a>). These teachers with their odd names (“Rain” and “Speak”) appear nowhere else, yet the the phrase <i lang='pi' translate='no'>yepi te ahesuṁ</i> suggests they were well known; it is elsewhere used only of “those who were” Buddhas of the past. There seems no reason the Buddha should abruptly allude to such obscure figures as if they were an authority. Read <i lang='pi' translate='no'>ukkalā</i> from root <i lang='pi' translate='no'>kal</i> (“to sound”) with prefix <i lang='pi' translate='no'>ud</i> (“up”), “with raised voice” (cf. Sanskrit <i lang='pi' translate='no'>kalabhāṣin</i>, “with pleasing voice”). Then <i lang='pi' translate='no'>vassa</i> from <i lang='pi' translate='no'>vṛṣa</i> (“bull, chief”), for which compare the expression, <i lang='pi' translate='no'>uḷārā āsabhī vācā bhāsitā</i>, “spoke a lofty bull’s word”, i.e. made a proud and bold statement. <i lang='pi' translate='no'>Bhañña</i> is used elsewhere of speaking “out of faith” (<i lang='pi' translate='no'>pasādabhañña</i>, <a href='https://suttacentral.net/pli-tv-bu-vb-pj4/en/sujato#8.11.8'>Bu Pj 4:8.11.8</a>) or of the intoned recitation used for Buddhist texts (<i lang='pi' translate='no'>sarabhañña</i>, <a href='https://suttacentral.net/ud5.6/en/sujato#18.2'>Ud 5.6:18.2</a> = <a href='https://suttacentral.net/pli-tv-kd15/en/sujato#3.2.1'>Kd 15:3.2.1</a>, <a href='https://suttacentral.net/pli-tv-kd15/en/sujato#3.2.1'>Kd 15:3.2.1</a>, <a href='https://suttacentral.net/pli-tv-kd22/en/sujato#1.10.5'>Kd 22:1.10.5</a>). Thus the sense would be, “those who loudly and boldly assert”. "
}