{
  "sn22.95:1.1": "Pali <i lang='pi' translate='no'>ayujjhā</i> is apparently the city known as Ayodhya in Sanskrit, believed to be the legendary seat of the Okkāka (Sanskrit <i lang='pi' translate='no'>ikṣvāku</i>) dynasty from which hailed many leading royal lineages in ancient India, including the Buddha’s. Ayodhya is identified with Sāketa, which is however on the Sarabhū (Sanskrit <i lang='pi' translate='no'>sarayu</i>) river, not the Ganges. Perhaps the text here is mistaken (compare <a href='https://suttacentral.net/sn35.241/en/sujato#1.1'>SN 35.241:1.1</a>). ",
  "sn22.95:1.2": "This much-cited discourse establishes that it is not merely the supposed self that is empty and lacks a substantial core, but that each of the five aggregates is in itself empty. This does not contradict the preceding discourse, which has already established that the aggregates do, in fact, exist as impermanent and conditioned phenomena (<a href='https://suttacentral.net/sn22.94/en/sujato#1.5'>SN 22.94:1.5</a>). Each of the things to which the aggregates are compared do exist, they just appear as something other than they are. A lump of foam is perfectly real as a lump of foam, it is just not a solid mass. ",
  "sn22.95:5.1": "This simile highlights a secondary sense of <i lang='pi' translate='no'>sāra</i>, for which the basic meaning is “essence”, “substance”, “core”. It also means “value”, “worth”, as the banana trunk is “worthless” to someone seeking “heartwood” (<i lang='pi' translate='no'>sāra</i>). | There are multiple readings for <i lang='pi' translate='no'>akukkuccakajāta</i> in parallels of this passage. Regardless of the exact form, the root appears to be <i lang='pi' translate='no'>kuñc</i> (“skew”). The word applies to both a banana plant (as here) and a sal tree (<a href='https://suttacentral.net/an4.196/en/sujato#4.2'>AN 4.196:4.2</a>). ",
  "sn22.95:6.1": "“Illusionist” (<i lang='pi' translate='no'>māyākāra</i>) is unique in early Pali; normally we have <i lang='pi' translate='no'>māyāvī</i> (“deceitful one, trickster”). <i lang='pi' translate='no'>Māyā</i> in early Buddhism is not raised to a high philosophical sense as in the “illusion” of Vedānta; nor it is used in the sense of literal “magic”. Normally it means “deceit, trick, con”, and here it refers to some kind of visual illusion created by professional performers. ",
  "sn22.95:12.1": "Compare <a href='https://suttacentral.net/mn43/en/sujato#24.2'>MN 43:24.2</a>, <a href='https://suttacentral.net/dhp41/en/sujato'>Dhp 41</a>. ",
  "sn22.95:12.3": "For <i lang='pi' translate='no'>apaviddha</i> (“dumped”) see <a href='https://suttacentral.net/snp1.11/en/sujato#8.3'>Snp 1.11:8.3</a>. ",
  "sn22.95:13.1": "<i lang='pi' translate='no'>Santāna</i> became a major technical term in the Abhidhamma for the uninterrupted “continuity” of mind moments. This is a rare appearance in the early texts. ",
  "sn22.95:13.2": "That <i lang='pi' translate='no'>lāpinī</i> appears directly following the death of the body suggests the sense “lament”, which is attested in Sanskrit. "
}