{
  "sn22.2:1.1": "This discourse contains Sāriputta’s advice for Buddhists teaching Dhamma in a strange land. He shows a method of giving a small amount of knowledge at a time, enough to digest and to stimulate further questioning. Indeed, he takes it for granted that the process is led by the student’s curiosity, rather than by missionary zeal for conversion. ",
  "sn22.2:1.2": "Devadaha also appears in <a href='https://suttacentral.net/mn101/en/sujato'>MN 101</a> and <a href='https://suttacentral.net/sn35.134/en/sujato'>SN 35.134</a>. The name is explained in the commentary as “royal lake”, taking <i lang='pi' translate='no'>deva-</i> as a term for kings, and <i lang='pi' translate='no'>-daha</i> as equivalent to the Sanskrit <i lang='pi' translate='no'>hrada</i>, “lake”. However it is spelled <i lang='pi' translate='no'>devadṛśa</i> in the Mūlasarvāstivāda Vinaya (<a href='https://suttacentral.net/san-mu-kd17/san/gbm#sc16'>San Mu Kd 17:16</a>). <i lang='pi' translate='no'>Dṛśa</i> means “sight, appearance”, thus occupying a completely different semantic space than “lake”. It is a Vedic term that commonly describes Agni’s fiery gleam (Rig Veda 3.17.4, 6.10.4, 7.1.1, etc.). This suggests a Pali derivation from √<i lang='pi' translate='no'>ḍah</i>, “to burn”. This in turn recalls Śatapatha Brāhmaṇa 1.4.1.14, which allegorically depicts the spread of Aryan culture eastward as Agni “burning” (<i lang='pi' translate='no'>dadāha</i>) the lands, i.e. introducing the civilized practice of Vedic fire worship. I think the meaning of <i lang='pi' translate='no'>devadaha</i> is, therefore, “burned by the god”, or “place of the god’s flame”. It became famous in later Buddhism as the birthplace of the sisters Māyā and Mahāpajāpatī of the Koliyan clan, the Buddha’s birth mother and foster mother. These details are not mentioned in early texts, however, where the town is said to be Sakyan rather than Koliyan. It is identified with Devdaha in the Rupandehi District of Nepal. ",
  "sn22.2:1.4": "The “western land” (<i lang='pi' translate='no'>pacchābhūma</i>) is not identified, but presumably lay to the west of Verañjā (<a href='https://suttacentral.net/mn42/en/sujato#2.1'>MN 42:2.1</a>) or Kuru. See <a href='https://suttacentral.net/sn42.6/en/sujato#2.1'>SN 42.6:2.1</a> and note for the “brahmins of the western land”. ",
  "sn22.2:3.1": "<i lang='pi' translate='no'>Eḷagalā</i> is sometimes identified with <em>cassia tora</em>, but that is an introduced shrub. Perhaps it is <em>cassia fistula</em> (Sanskrit <i lang='pi' translate='no'>āragvadha</i>), a smallish tree, native to India, with a glorious crown of golden flowers. It is the national tree of Thailand and frequently adorns temples in Sri Lanka. ",
  "sn22.2:3.4": "",
  "sn22.2:4.1": "“Abroad” is <i lang='pi' translate='no'>nānāverajja</i>, “dominion of a different king”. ",
  "sn22.2:6.6": "",
  "sn22.2:7.6": "The aggregates are presented under the assumption that someone knowing nothing about Buddhism would understand them. ",
  "sn22.2:7.8": "Sanskrit <i lang='pi' translate='no'>saṁjñā</i> came to be used in a wide variety of senses, but the pre-Buddhist usage is quite restricted. The basic meaning is “agreement, concord, mutual understanding” (Rig Veda 10.19.4, Atharva Veda 7.52.1, Śathapatha Brāhmaṇa 1.1.4.5), from which we have the causative sense in Pali, “persuade, reach an agreement with” (<a href='https://suttacentral.net/dn29/en/sujato#18.8'>DN 29:18.8</a>, <a href='https://suttacentral.net/ud2.8/en/sujato#13.1'>Ud 2.8:13.1</a>, <a href='https://suttacentral.net/pli-tv-bu-vb-np10/en/sujato#1.1.14'>Bu NP 10:1.1.14</a>). This becomes an unsettling euphemism in the Śatapatha Brāhmaṇa, where the sacrificial beast is “persuaded” or “made to consent”, for “when they make the victim consent, they kill it” (ŚB 13.2.8.2). There seems no real precedent for the Buddhist sense of “perception” until Yājñavalkya at Bṛhadāraṇyaka Upaniṣad 2.4.12 and 4.5.13, to which <a href='https://suttacentral.net/dn9/en/sujato'>DN 9</a> appears as a direct response. That passage contrasts the “limited” knowing of <i lang='pi' translate='no'>saṁjñā</i> with the “infinite” knowing of <i lang='pi' translate='no'>vijñāna</i>. <i lang='pi' translate='no'>Vijñāna</i> likewise has little precedent; previously, it just meant knowing or understanding. Most likely both terms were established as an artificial pair by Yājñavalkya due to their contrasting prefixes. This led to the Buddhist idea of “perception” as a limited, conventional mode of knowing or recognizing, a usage also found in the Jain Tattvārthasūtra 1.13. ",
  "sn22.2:10.1": "Good and evil are consequential, not absolute. "
}