{
  "sn22.90:1.2": "This is not the arahant Channa of <a href='https://suttacentral.net/mn144/en/sujato#13.11'>MN 144:13.11</a> = <a href='https://suttacentral.net/sn35.87/en/sujato'>SN 35.87</a>. ",
  "sn22.90:1.3": "These events follow the Buddha’s passing, where he asked the Saṁgha to not advise Channa or instruct him (<a href='https://suttacentral.net/dn16/en/sujato#6.4.1'>DN 16:6.4.1</a>. Channa features often in the Vinaya as a monk who refuses correction and acts disrespectfully. The Sangha had already imposed an act of “ejection” (<i lang='pi' translate='no'>ukkhepanīyakamma</i>) on him due to his persistent bad behavior, but that was still not enough (<a href='https://suttacentral.net/pli-tv-kd1/en/sujato#25.1.1'>Kd 1:25.1.1</a>). The <i lang='pi' translate='no'>brahmadaṇḍa</i> was imposed at the First Council (<a href='https://suttacentral.net/pli-tv-kd1/en/sujato#1.12.1'>Kd 1:1.12.1</a>), upon which Channa finally saw the error of his ways. ",
  "sn22.90:2.13": "This teaching, which omits “suffering”, is found at only one other place, where, as here, it was unsuccessful. The point is that trying to soft-pedal the Dhamma by omitting suffering is not going to work. See <a href='https://suttacentral.net/mn35/en/sujato#4.6'>MN 35:4.6</a> and note. ",
  "sn22.90:3.14": "<i lang='pi' translate='no'>Mānasaṁ</i> is accusative in the sense, “a thought”. ",
  "sn22.90:3.15": "The idiom <i lang='pi' translate='no'>atha ko carahi</i> is consequential, “so who then …” ",
  "sn22.90:8.1": "Channa has given up resentment towards his fellow monks, as described in the five kinds of hard-heartedness (<a href='https://suttacentral.net/mn16/en/sujato#3.1'>MN 16:3.1</a>). ",
  "sn22.90:9.1": "Ānanda is referring to <a href='https://suttacentral.net/sn12.15/en/sujato'>SN 12.15</a>. See there for notes. ",
  "sn22.90:9.2": "",
  "sn22.90:9.7": "As at <a href='https://suttacentral.net/mn35/en/sujato#21.2'>MN 35:21.2</a>, the inadequate teaching that omits suffering is corrected by a teaching that specially emphasizes it. "
}