{
  "sn22.81:1.3": "This story is expanded at <a href='https://suttacentral.net/ud4.5/en/sujato'>Ud 4.5</a>, where the Buddha reflects on how crowded he is with people all around. But the full story is told in the Vinaya at <a href='https://suttacentral.net/pli-tv-kd10/en/sujato'>Kd 10</a>. The local Saṅgha at Kosambī had fallen into dispute over a trivial matter. They would not settle it even at the Buddha’s urging, so he left. ",
  "sn22.81:3.2": "Linguistically, <i lang='pi' translate='no'>pārileyyaka</i> means “the place of the son of Parila”. However, the commentary tells at length of how an elephant living in this “protected forest grove” (<a href='https://suttacentral.net/ud4.5/en/sujato#2.4'>Ud 4.5:2.4</a>) attended on the Buddha with his friend, the monkey Madhuda, bringing the Buddha food and caring for his every need. The elephant was named Pārileyya (<a href='https://suttacentral.net/ja488/en/sujato#24.1'>Ja 488:24.1</a>), and the forest Pārileyyaka after him. ",
  "sn22.81:4.4": "<i lang='pi' translate='no'>Anantara</i> is a synonym for <i lang='pi' translate='no'>akālika</i>, <i lang='pi' translate='no'>sandiṭṭhika</i>, and <i lang='pi' translate='no'>diṭṭheva dhamme</i>, all of which mean “in the present life, without delay or interim”. ",
  "sn22.81:4.15": "",
  "sn22.81:5.10": "",
  "sn22.81:10.7": "The repeated demonstrative pronouns in the Pali <i lang='pi' translate='no'>so loko so attā</i> (literally, “This is the cosmos, this is the self”) affirm an emphatic and absolute identity: “The cosmos and the self are one and the same”. As the central thesis of the Upaniṣads, it has a lexical parallel at Bṛhadāraṇyaka Upaniṣad 4.4.22, which argues for the renunciate life: “What can descendants do for those for whom the self and the cosmos are one and the same?” (<i lang='pi' translate='no'>ayamātmāyaṁ loka</i>). Similarly, BU 1.2.7 says of the sacrificial fire as the sun, “these worlds are its self” (<i lang='pi' translate='no'>tasyeme lokā ātmānaḥ</i>), and BU 1.4.15 says one should “worship the cosmos as the self”(<i lang='pi' translate='no'>ātmānam eva lokam upāsīta</i>). See also the last words of a father to his son at 1.5.17: “You are divinity, you are the sacrifice, you are the cosmos” (<i lang='pi' translate='no'>tvaṁ brahma tvaṁ yajñas tvaṁ loka</i>). "
}