{
  "sn22.80:1.2": "Elsewhere, the reason is that the monks are too noisy (<a href='https://suttacentral.net/mn67/en/sujato#4.6'>MN 67:4.6</a>, <a href='https://suttacentral.net/ud3.3/en/sujato#4.1'>Ud 3.3:4.1</a>). ",
  "sn22.80:2.2": "<i lang='pi' translate='no'>Pabāḷha</i> (“purged”) is unique in this context. Compare Sanskrit <i lang='pi' translate='no'>pravāhana</i>, “driving out, evacuation”. ",
  "sn22.80:6.1": "The unusual use of <i lang='pi' translate='no'>anta</i> here is, I believe, a play on words. Per the commentary, it suggests the “least” of lifestyles, but it is also that which “makes an end” of suffering and future lives, as said just a few sentences below. ",
  "sn22.80:6.2": "",
  "sn22.80:6.3": "At <a href='https://suttacentral.net/pli-tv-pvr14/en/sujato#3.1'>Pvr 14:3.1</a>, someone who is <i lang='pi' translate='no'>atthavasika</i> is acting from the earnest intention for a god outcome. ",
  "sn22.80:6.4": "The terms here follow the same sequence as in the Vinaya account of ordination. Generally, ordination should not be given in such cases, but if it is given, those performing it incur an offense of wrong-doing. | Soldiers joined the Sangha to escape military service, so the Buddha said one should not ordain those in service to a king (<a href='https://suttacentral.net/pli-tv-kd1/en/sujato#40.1.1'>Kd 1:40.1.1</a>). | Several rules regarding ordination of criminals were passed, the thrust of which is that wanted outlaws should not be ordained (<a href='https://suttacentral.net/pli-tv-kd1/en/sujato#41.1.1'>Kd 1:41.1.1</a>). | Another man ordained to escape debt (<a href='https://suttacentral.net/pli-tv-kd1/en/sujato#46.1.1'>Kd 1:46.1.1</a>). | Seventeen boys ordained as novices to get a nice livelihood (<a href='https://suttacentral.net/pli-tv-kd1/en/sujato#49.1.1'>Kd 1:49.1.1</a>). | The only item that does not straightforwardly correspond is “in fear” (<i lang='pi' translate='no'>bhayaṭṭa</i>). In the Vinaya sequence, the ordination of slaves appears at this point (<a href='https://suttacentral.net/pli-tv-kd1/en/sujato#47.1.1'>Kd 1:47.1.1</a>). The connection is suggested by the verses of the water-carrier Puṇṇikā, who speaks of living “in fear” of her masters’ abuse and beatings (<a href='https://suttacentral.net/thig12.1/en/sujato#1.1'>Thig 12.1:1.1</a>). ",
  "sn22.80:8.4": "The “signless” (<i lang='pi' translate='no'>animitta</i>) meditation is described in the canon simply as, “not focusing on any signs, one enters and remains in the signless immersion of the heart” (<a href='https://suttacentral.net/sn41.7/en/sujato#5.2'>SN 41.7:5.2</a>, <a href='https://suttacentral.net/mn43/en/sujato#27.2'>MN 43:27.2</a>). The current passage distinguishes it from the four <i lang='pi' translate='no'>satipaṭṭhānas</i>, which are called the “bases of immersion”, namely, the things on which you focus in order to achieve absorption (<i lang='pi' translate='no'>samādhinimitta</i>, <a href='https://suttacentral.net/mn44/en/sujato#12.3'>MN 44:12.3</a>, cf. <a href='https://suttacentral.net/an4.14/en/sujato#4.2'>AN 4.14:4.2</a>). Apparently the “signless” (or “baseless” or “featureless”) meditation proceeds without any such meditation topic. At its deepest level, it focuses on the absence of the signs of greed, hatred, and delusion (<a href='https://suttacentral.net/sn41.7/en/sujato#6.10'>SN 41.7:6.10</a>). Compare the “undirected” meditation of <a href='https://suttacentral.net/sn47.10/en/sujato'>SN 47.10</a>. ",
  "sn22.80:9.2": "That is, eternalism and annihilationism. ",
  "sn22.80:9.10": "Here the text integrates the aggregates with dependent origination. The aggregates are grasped by way of desire, but they also form the basis of theories of self, which is central to dependent origination (see <a href='https://suttacentral.net/sn12.2/en/sujato#6.3'>SN 12.2:6.3</a> and note). "
}