{
  "sn22.79:1.2": "Compare the stock description of such recollection: “There, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended” (eg. <a href='https://suttacentral.net/sn16.9/en/sujato#13.1'>SN 16.9:13.1</a>). Also see the different ways the self is conceived as being reborn in states described as “percipient”, “formed”, and so on in <a href='https://suttacentral.net/dn1/en/sujato'>DN 1</a>. ",
  "sn22.79:1.4": "<a href='https://suttacentral.net/mn131/en/sujato#4.2'>MN 131:4.2</a>. ",
  "sn22.79:2.5": "For the other aggregates, the noun is illustrated with the verb, but <i lang='pi' translate='no'>rūpa</i> has no verbal form. Instead, the text puns with the unrelated verb <i lang='pi' translate='no'>ruppati</i>. <i lang='pi' translate='no'>Ruppati</i> would be better translated as “inflict”, but I use “deform” to maintain the play on words. The actual etymology of <i lang='pi' translate='no'>rūpa</i> is unclear (see note on <a href='https://suttacentral.net/sn12.2/en/sujato#11.5'>SN 12.2:11.5</a>). ",
  "sn22.79:3.4": "For these definitions, see <a href='https://suttacentral.net/mn43/en/sujato#8.5'>MN 43:8.5</a>. ",
  "sn22.79:4.4": "“Color” is a more sophisticated and less universal aspect of awareness than “feeling”, reflecting the fact that “perception” relates to higher-order functions like recognition and interpretation, which are involved in concept formation. ",
  "sn22.79:5.2": "The text uses three forms of the same word. A literal rendering might be: “They activate the activated; that’s why they’re called activators.” ",
  "sn22.79:5.4": "Literally, “they make conditioned form into the state of being form”. ",
  "sn22.79:5.5": "The aggregates in this life were generated by the kammic choices in past lives, and continue to be shaped by choices in this life. Unless kammically potent choices are relinquished, they will go on to generate future lives as well. ",
  "sn22.79:6.4": "It seems that taste was a common way of illustrating consciousness. Aitareya Upaniṣad 3.1 describes the Self as that by which one sees, hears, smells, tastes, speaks, and “cognizes sweet and sour” (<i lang='pi' translate='no'>svādu cāsvādu ca vijānāti</i>). Bṛhadāraṇyaka Upaniṣad 3.2.4 says “one cognizes tastes with the tongue”. The explanation at <a href='https://suttacentral.net/mn43/en/sujato#4.5'>MN 43:4.5</a> differs, as there it is talking about meditation, not rebirth. ",
  "sn22.79:7.2": "The verb “bite” is used as a vivid image for the way the aggregates constantly afflict or “itch”. Compare the Vedic image of Indra as the “dragon-biter” (Rig Veda 3.45.2). Here it can also be seen as continuing the idea of consciousness as the taster. ",
  "sn22.79:12.3": "The verbs <i lang='pi' translate='no'>visineti</i> and <i lang='pi' translate='no'>ussineti</i>, unique to this passage, are from the root <i lang='pi' translate='no'>si</i>, “bind”. ",
  "sn22.79:12.4": "<i lang='pi' translate='no'>Vidhūpeti</i>, literally “clears the smoke”. ",
  "sn22.79:14.1": "“Remain” (<i lang='pi' translate='no'>ṭhita</i>) means “live on”. This passage concerns the arahant before his final passing. This passage recalls the one who “neither picks up nor puts down” in the Aṭṭhakavagga (eg. <a href='https://suttacentral.net/snp4.3/en/sujato#8.3'>Snp 4.3:8.3</a>). ",
  "sn22.79:14.2": "",
  "sn22.79:15.4": "Elsewhere, this verse expresses the mystic wonder of these deities at the depth of an arahant’s meditation and that upon which it is based (<a href='https://suttacentral.net/an11.9/en/sujato'>AN 11.9</a>, <a href='https://suttacentral.net/thag18.1/en/sujato#34.4'>Thag 18.1:34.4</a>). Here it seems less pertinent, as there has been no mention of meditation and its basis. "
}