{
  "sn22.3:1.2": "Mahākaccāna was one of the great disciples, whose teachings specially emphasized the incisive analysis of consciousness through the lens of the six senses. He was said to be the most skilled at given detailed explanations of brief teachings (<a href='https://suttacentral.net/an1.197/en/sujato'>AN 1.197</a>), a skill he displayed also at <a href='https://suttacentral.net/mn133/en/sujato'>MN 133</a>, <a href='https://suttacentral.net/mn138/en/sujato'>MN 138</a>, and <a href='https://suttacentral.net/an10.172/en/sujato'>AN 10.172</a>. He settled to the southwest in Avanti, where he established the Dhamma in the region; see <a href='https://suttacentral.net/sn35.132/en/sujato'>SN 35.132</a> and notes.. ",
  "sn22.3:1.3": "Hāliddikāni was a learned lay student of Mahākaccāna in Avanti (<a href='https://suttacentral.net/sn22.4/en/sujato'>SN 22.4</a>, <a href='https://suttacentral.net/sn35.130/en/sujato'>SN 35.130</a>). | From this point, the discourse is quoted in full at <a href='https://suttacentral.net/mnd9/en/sujato#70.1'>Mnd 9:70.1</a> as a commentary on the verse. This underscores the fact that even within the Suttas themselves, there are many passages that can be considered commentaries on earlier discourses. ",
  "sn22.3:1.4": "<a href='https://suttacentral.net/snp4.9/en/sujato#10.1'>Snp 4.9:10.1</a>. ",
  "sn22.3:2.1": "This line works perfectly well at the literal level, the life of a homeless renunciate. But Mahākaccāna reveals a metaphorical dimension, which pivots on the fact that the suffix <i lang='pi' translate='no'>sārī</i> (“migrate”) has the same root as <i lang='pi' translate='no'>saṁsāra</i> (“transmigration”). | <i lang='pi' translate='no'>Oka</i> is an old Vedic word for “home” (Rig Veda 5.76.4) for people, gods, or even cows (RV 6.41.1) with connotations of safety and refuge from which one might be driven out by a foe (RV 7.5.6). ",
  "sn22.3:4.1": "Note the use of <i lang='pi' translate='no'>dhātu</i> (“element”) instead of <i lang='pi' translate='no'>khandha</i> (“aggregate”). Also at <a href='https://suttacentral.net/sn22.4/en/sujato'>SN 22.4</a>, <a href='https://suttacentral.net/sn22.45/en/sujato'>SN 22.45</a>, <a href='https://suttacentral.net/sn22.53/en/sujato'>SN 22.53</a>–5. ",
  "sn22.3:4.2": "They wander from life to life, like “people entering and leaving a house, walking along the streets and paths, and sitting at the central square” (<a href='https://suttacentral.net/dn2/en/sujato#96.1'>DN 2:96.1</a>, <a href='https://suttacentral.net/mn39/en/sujato#20.3'>MN 39:20.3</a>). As in dependent origination, “consciousness” is key to transmigration as the link from one life to the next (<a href='https://suttacentral.net/sn12.38/en/sujato'>SN 12.38</a>–40). ",
  "sn22.3:6.1": "The commentary explains the difference between “bastion” (<i lang='pi' translate='no'>oka</i>) and “abode” (<i lang='pi' translate='no'>niketa</i>) as one of degree. A bastion is a place where one is established in comfort and safety and is thus tightly attached as to the aggregates. An abode is any old place one might stay, and are therefore lightly attached to, like the passing parade of sense experiences. ",
  "sn22.3:6.2": "Pali <i lang='pi' translate='no'>visāra</i> seems unique (at <a href='https://suttacentral.net/dn13/en/sujato#36.2'>DN 13:36.2</a> read <i lang='pi' translate='no'>visāda</i>). Here it is clearly connected to <i lang='pi' translate='no'>sārī</i> in the sense of “migrant”, as well as <i lang='pi' translate='no'>anusārī</i> in the phrase <i lang='pi' translate='no'>rūpanimittānusāri</i> (“follows after the features of that sight”, <a href='https://suttacentral.net/mn138/en/sujato#10.2'>MN 138:10.2</a>). I take it as an intensive form of “follow”, i.e. “chase”. ",
  "sn22.3:14.3": "<i lang='pi' translate='no'>Sahita</i> (“on topic”) appears routinely as a quality of a good Dhamma talk (eg. <a href='https://suttacentral.net/an4.139/en/sujato#3.2'>AN 4.139:3.2</a>, <a href='https://suttacentral.net/an8.16/en/sujato#1.3'>AN 8.16:1.3</a>). It has the basic sense of “collected, bundled” (like firewood, <a href='https://suttacentral.net/dn23/en/sujato#21.49'>DN 23:21.49</a>), in which sense it appears in Sanskrit as <i lang='pi' translate='no'>saṁhita</i>, the name of the “bundled” collection of Vedic scripture. "
}