{
  "sn22.56:1.1": "The aggregates lack a formal “analysis” discourse. This discourse and the next, however, fill that gap by defining the aggregates. The definitions of form, feeling, and consciousness are shared with dependent origination (<a href='https://suttacentral.net/sn12.2/en/sujato'>SN 12.2</a>). ",
  "sn22.56:1.5": "Compare the “three rounds” of <a href='https://suttacentral.net/sn56.11/en/sujato#9.1'>SN 56.11:9.1</a> and the “eight rounds” of <a href='https://suttacentral.net/an8.64/en/sujato#10.1'>AN 8.64:10.1</a>. ",
  "sn22.56:3.2": "The “principal states” (<i lang='pi' translate='no'>mahābhūtā</i>) are earth, water, fire, and air, corresponding to the states of matter, namely solid, liquid, plasma, and gas. For the history of this term, see note on <a href='https://suttacentral.net/mn28/en/sujato#4.2'>MN 28:4.2</a>. | “Derived” (<i lang='pi' translate='no'>upādāya</i>) form is not explained in the suttas, but one passage indicates it includes “space” (<a href='https://suttacentral.net/mn28/en/sujato#26.1'>MN 28:26.1</a>). The Abhidhamma traditions explain it as including the objects of the senses, the subtle matter that receives sense impressions, and various other material phenomena. ",
  "sn22.56:3.4": "For the topic of “fuel” (<i lang='pi' translate='no'>āhāra</i>), here primarily meaning “food”, see  <a href='https://suttacentral.net/sn12.11/en/sujato'>SN 12.11</a>, <a href='https://suttacentral.net/sn12.63/en/sujato'>SN 12.63</a>, <a href='https://suttacentral.net/mn9/en/sujato#10.2'>MN 9:10.2</a>, <a href='https://suttacentral.net/sn47.42/en/sujato'>SN 47.42</a>. ",
  "sn22.56:4.2": "Those who “have a footing” (<i lang='pi' translate='no'>gādhanti</i>) are the noble individuals who are trainees. A <i lang='pi' translate='no'>gādha</i> is a “ford” across a river (Rig Veda 7.60.7, 7.97.8, 10.106.9; Gopatha Brāhmaṇa 1.5.2a), a safe path on which one has a “footing” to cross the water. ",
  "sn22.56:5.2": "<i lang='pi' translate='no'>Kevala</i> has the root meaning of “entire”, “exclusive”. For the Jains, <i lang='pi' translate='no'>kevalī</i> came to mean “one whose knowledge is entire”, i.e. an omniscient one. The Buddha used it to indicate one who has consummated the entire path. ",
  "sn22.56:6.2": "",
  "sn22.56:10.1": "Here “choices” (<i lang='pi' translate='no'>saṅkhārā</i>) are explicitly defined as “intentions” (<i lang='pi' translate='no'>sañcetanā), a meaning that is consistent in this context and reflected in the common idiom “choices and intentions” (eg. <a href='https://suttacentral.net/sn12.37/en/sujato#1.3'>SN 12.37:1.3</a>). See notes on <a href='https://suttacentral.net/sn12.2/en/sujato#13.3'>SN 12.2:13.3</a> and <a href='https://suttacentral.net/sn12.51/en/sujato#9.1'>SN 12.51:9.1</a>. | This was maintained in the early Abhidhamma Vibhaṅga (<a href='https://suttacentral.net/vb1/en/sujato'>Vb 1</a>), but in the later systematization of the Dhammasaṅgaṇī, the </i>saṅkhārākhandha_ was extended to include all mental factors except feeling, perception, and consciousness (<a href='https://suttacentral.net/ds2.1.1/en/sujato#75.1'>Ds 2.1.1:75.1</a>). As an umbrella category it was then fully defined in the commentarial list of fifty mental factors, of which intention is only one (see Visuddhimagga 14.131). The aim of the Abhidhamma project is to be fully inclusive and systematic, but the role of this aggregate in the Suttas is not to be inclusive, but rather to highlight the significance of intention, will, or volition in creating and maintaining our sense of self. ",
  "sn22.56:10.4": ""
}