{
  "sn22.105:1.4": "<i lang='pi' translate='no'>Sakkāya</i> (“substantial reality”) is often rendered as “identity” or “personality” based on the false etymology that the initial element is <i lang='pi' translate='no'>sa-</i> (“one’s own”). But it is in fact from <i lang='pi' translate='no'>sat</i> (“real”) and <i lang='pi' translate='no'>kāya</i> (“substance”). The Jain form is <i lang='pi' translate='no'>astikāya</i>, which refers to the fundamental substances (or ontological categories). Like the aggregates, there are five: the medium of motion (<i lang='pi' translate='no'>dharma</i>), the medium of rest (<i lang='pi' translate='no'>adharma</i>), space (ākāśa<i lang='pi' translate='no'>), soul (</i>jīva<i lang='pi' translate='no'>), and matter (</i>pudgala<i lang='pi' translate='no'>; Bhagavatīsūtra 1.10, Sarvadarśanasaṃgraha ch. 3). Note that the Suttas use </i>kāya<i lang='pi' translate='no'> in the sense of “substance” or “mass” as a key doctrinal term for ascetic movements associated with Jainism (eg. <a href='https://suttacentral.net/dn2/en/sujato#23.3'>DN 2:23.3</a>, <a href='https://suttacentral.net/dn2/en/sujato#26.2'>DN 2:26.2</a>), whereas </i>kāya<i lang='pi' translate='no'> appears to have had no philosophical importance in pre-Buddhist Vedic texts. The commentaries define </i>sakkāya<i lang='pi' translate='no'> as “the three planes of cyclic existence”, i.e. all that exists. Thus </i>sakkāya_ is the “substantial reality” that is mistakenly assumed to be a “self”. ",
  "sn22.105:1.5": "Buddhism and Jainism, but not Hindusim, share three technical terms, all having the sense “mass”. For the Jains, “substantial reality” (<i lang='pi' translate='no'>astikāya</i>) includes  “mass” or “matter” (<i lang='pi' translate='no'>pudgala</i>), a molecule of which is an aggregate (<i lang='pi' translate='no'>skandha</i>). For Buddhists, “substantial reality” (<i lang='pi' translate='no'>sakkāya</i>) is comprised of the “aggregates” (<i lang='pi' translate='no'>khandha</i>), which make up the “individual” (<i lang='pi' translate='no'>puggala</i>, see <a href='https://suttacentral.net/sn22.22/en/sujato'>SN 22.22</a>). "
}