{
  "sn22.59:1.1": "This is the famous “second discourse”, the story of which is told in the Vinaya (<a href='https://suttacentral.net/pli-tv-kd1/en/sujato#6.32.1'>Kd 1:6.32.1</a>). At the conclusion of the Dhammacakkappavattanasutta (<a href='https://suttacentral.net/sn56.11/en/sujato'>SN 56.11</a>), when Koṇḍañña became a stream-enterer, the Buddha continued to teach the five ascetics over several days. Eventually, all five realized stream-entry and went forth officially as Buddhist mendicants. Knowing they were ready, he taught them about not-self. In the first discourse, the Buddha referred to the five aggregates “in brief”, and now he draws that teaching out in more detail. Thus the second discourse is a commentary on a line in the first discourse. ",
  "sn22.59:2.1": "The “self” (<i lang='pi' translate='no'>attā</i>, Sanskrit <i lang='pi' translate='no'>ātman</i>) is the cardinal doctrine of the Upaniṣads, whereas the five ascetics were likely Jains, or at least from a similar group. The Jains typically used <i lang='pi' translate='no'>jīva</i> (“soul”) to indicate the radiant essence purified by austerities, which remains eternal as an individual, separate entity. This contrasts with the Upaniṣadic self, which merged into union with the divine Brahma. These terms, however, are not used exclusively, nor are their definitions consistent. The Buddha is casting a wide net, beginning with “form” to capture the most basic conceptions of self, and moving through successively more refined conceptions of self, culminating with the most subtle conception of the Upaniṣads, the identification of self with consciousness. ",
  "sn22.59:2.2": "This conditional argument against the “self” is found only here in this form, although the same manner of argument is also at <a href='https://suttacentral.net/mn35/en/sujato#13.4'>MN 35:13.4</a>. See too the Buddha’s discussion with Poṭṭhapāda on various kinds of “self” (<a href='https://suttacentral.net/dn9/en/sujato#21.4'>DN 9:21.4</a>). ",
  "sn22.59:2.3": "This responds to the “inner controller” (<i lang='pi' translate='no'>antaryāmin</i>) of Bṛhadāraṇyaka Upaniṣad 3.7. Uddālaka, having learned this from the centaur Kabandha in Madra (near modern Islamabad), challenges Yājñavalkya, who explains it as the self who lives in the midst of all things, unknown but knowing, controlling all from within. ",
  "sn22.59:6.1": "While first passage is unique, the remainder of the discourse is repeated countless times throughout the discourses. The Buddha engages his audience in question and answer, stimulating reflection and giving encouragement. ",
  "sn22.59:6.8": "To understand this argument, we must bear in mind that the “self” was a metaphysical theory of an abiding, eternal reality that is one’s truest essence, from which we have become alienated due to defiling influences. Salvation from the travails of the world lies in realizing this essential truth. It follows that what is impermanent cannot be the self, because when it disappears the self would also disappear (<a href='https://suttacentral.net/dn15/en/sujato#29.4'>DN 15:29.4</a>). And what is suffering cannot be the self, because our true essence is free of impurities and thus essentially blissful, radiant, and all-knowing. This salvific self cannot be identified with something that brings only pain (<a href='https://suttacentral.net/sn22.60/en/sujato#5.1'>SN 22.60:5.1</a>). | This metaphysical “self” has only a contingent relationship with the empirical “self” of psychology or popular usage. The psychological self grows and changes, and must develop emotional wholeness and coherence for a person to become a healthy individual. If someone with a fractured psychological self latches on to the Buddhist teaching of no metaphysical self, they can easily mistake one for the other, leading to further disintegration of the psyche. That is why contemplation of not-self is recommended for those who have practiced <i lang='pi' translate='no'>samādhi</i>, a state of deep emotional integration. "
}