{
  "sn22.1:1.1": "For a general survey of the topic of the five aggregates, see my <a href='https://suttacentral.net/edition/sn/en/sujato/introduction'>Introduction to the Linked Discourses</a>. The main terms are mostly the same as in dependent origination, for which see my notes to <a href='https://suttacentral.net/sn12.1/en/sujato'>SN 12.1</a> and <a href='https://suttacentral.net/sn12.2/en/sujato'>SN 12.2</a>. The exception is <i lang='pi' translate='no'>saññā</i>, which I discuss in the next Sutta (<a href='https://suttacentral.net/sn22.2/en/sujato#7.8'>SN 22.2:7.8</a>). ",
  "sn22.1:1.2": "The Bhaggas were an isolated republican clan, sandwiched between the Vacchas south of the Yamuna and the Kosalans north of the Ganges. By the time of the Buddha they were evidently subject to the Vacchas. | “Crocodile Hill” (<i lang='pi' translate='no'>susumāragira</i>) was their capital. Its name is something of a mystery, as the land is notably flat with the exception of a hill today called Pabhosa (also Prabhashgiri or Rohitgiri), which is now the site of a Jain temple. Perhaps this hill resembled a crocodile from the river. The commentary, however, says the capital was was so-named because a crocodile made a noise in a nearby lake during the founding of the city. ",
  "sn22.1:1.3": "Nakula’s parents were an ideal married couple (<a href='https://suttacentral.net/an1.257/en/sujato'>AN 1.257</a>, <a href='https://suttacentral.net/an1.266/en/sujato'>AN 1.266</a>) who wanted to be together in this life and the next (<a href='https://suttacentral.net/an4.55/en/sujato'>AN 4.55</a>). The father recovered from a previous illness with the help of his wife (<a href='https://suttacentral.net/an6.16/en/sujato'>AN 6.16</a>). Each features independently in Suttas as well (<a href='https://suttacentral.net/sn22.1/en/sujato'>SN 22.1</a>, <a href='https://suttacentral.net/sn35.131/en/sujato'>SN 35.131</a>, <a href='https://suttacentral.net/an8.48/en/sujato'>AN 8.48</a>). Nothing is known of their son Nakula himself, nor are their personal names recorded. ",
  "sn22.1:2.2": "<i lang='pi' translate='no'>Aniccadassavī</i> is literally “not a regular seer” where <i lang='pi' translate='no'>nicca</i> has the sense, “regular, routine”. ",
  "sn22.1:3.2": "The application of the vivid idiom “swaddled in its shell” is found in <a href='https://suttacentral.net/an8.11/en/sujato#12.1'>AN 8.11:12.1</a>: “in this population lost in ignorance, swaddled in their shells, I alone have broken open the egg of ignorance and realized the supreme perfect awakening.” See too the simile of the chook hatching eggs at <a href='https://suttacentral.net/sn22.101/en/sujato#3.1'>SN 22.101:3.1</a>. ",
  "sn22.1:3.6": "This brief teaching exemplifies the Buddha’s method. First he affirms Nakula’s father’s complaint, not dismissing it or trying to make him look at the positive. He is genuinely suffering, he accepts that, and so does the Buddha. Then the Buddha offers encouragement, not false hope, but giving a meaningful reflection. Contrast this with modern gurus who claim physical ailments can be cured by the mind. ",
  "sn22.1:5.1": "",
  "sn22.1:5.2": "<i lang='pi' translate='no'>Soma</i>, a ritual drink of milky color with psychotropic effects, was described as “immortal” (<i lang='pi' translate='no'>amṛta</i>) in the Rig Veda (RV 9.84.2), since it was stolen from heaven by a falcon (RV 4.26, 4.27), and since it confers immortality (RV 8.48.3). By the time of the Śatapatha Brāhmaṇa the drug itself was called “ambrosia”. That the <i lang='pi' translate='no'>soma</i> is alluded to here as the “deathless ambrosia” (<i lang='pi' translate='no'>amata</i>; Sanskrit <i lang='pi' translate='no'>amṛta</i>) is shown by the use of the verb <i lang='pi' translate='no'>abhisitta</i> (“anointed”, literally “sprinkled”). This is typically used for royal consecration, which is fitting as <i lang='pi' translate='no'>soma</i> is often styled “king”. ŚB 9.4.4.8 describes how the sacrificer, with divine authority, is “anointed with deathless ambrosia” (<i lang='pi' translate='no'>amṛtābhiṣikto</i>) by drinking King Soma. It is here used idiomatically. ",
  "sn22.1:9.2": "This section is similar to <a href='https://suttacentral.net/mn1/en/sujato#3.1'>MN 1:3.1</a>. | An “unlearned ordinary person”, who has not realized any of the stages of the noble path, is contrasted with one who has entered the path. | “Noble one” (<i lang='pi' translate='no'>ariya</i>) loosely conveys the sense “cultured” or “civilized”; it is a term for the inheritors of the Aryan culture that originated among the proto-Indo-European peoples of the central Asian steppes. | “True person” (<i lang='pi' translate='no'>sappurisa</i>) indicates one who is authentic and genuine in their realization of the truth, and hence is virtuous and good. Both “noble one” and “true person” are technical terms referring to any person who has at least entered the path to stream-entry. ",
  "sn22.1:9.3": "Each of these phrases expresses a particular mode of conceiving the self; I give a few examples. | “Form as self” (ablative): form is the same as self, or seen from the viewpoint of self, or in terms of self; this can include all the others. It might also be “self derived from form”, for example a person who identifies with their mind, which they believe is created by the brain. | “Self as having form” (possessive): the self owns form like a possession, as a soul might possess a body. Or else form is an attribute of self, as a person in the human realm is endowed with a body. | “Form in self” (locative): form is a part of self, as a body is only part of what makes a person. Or else it could be “form in reference to self”, such as a narcissist who believes their body is the epitome of beauty. | “Self in form” (locative): self is a part of form, such as the heart or brain. Or else “self in reference to form”, such as a person who defines their self through race. ",
  "sn22.1:9.4": "Compare Kaivalya Upaniṣad 20: “I am the form of Śiva” (<i lang='pi' translate='no'>ahaṁ śivarūpam asmi</i>). | Form may be internal or external, so the form that is owned as “mine” may be the body, or else one’s possessions, totems, family, or any other material thing to which one is attached. "
}