{
  "sn22.22:1.1": "This discourse is much-quoted in later texts of both Pali and Sanskrit Buddhism, especially in discussing what the Buddha meant by “individual” (<i lang='pi' translate='no'>puggala</i>). One school of Buddhism, the Pudgalavādins, argued that the “individual” was ultimately real but not defined, being neither identical with nor separate from the aggregates. This position was rejected by other schools, including the Theravada (<a href='https://suttacentral.net/kv1.1/en/sujato'>Kv 1.1</a>). The text itself, however, is about spiritual responsibility, not the nature of personal identity. ",
  "sn22.22:1.2": "Pali <i lang='pi' translate='no'>bhāra</i>, like English “burden”, has the dual senses of “load” and “responsibility”. The opening phrase clearly indicates three of the four noble truths (the burden = suffering, picking up = origin, putting down = cessation), leaving the status of the “bearer of the burden” unclear. I propose that the sequence of the truths has been altered for rhetorical purposes, and the “bearer of the burden” is one who has undertaken the path. Compare <a href='https://suttacentral.net/an2.98/en/sujato'>AN 2.98</a>–99, where the fool is the one who improperly “carries the burden” (i.e. “shoulders responsibility”), while the astute carry the burden properly. ",
  "sn22.22:1.5": "Vedic <i lang='pi' translate='no'>skandha</i> has no technical use, being simply the “trunk” of a tree (Rig Veda 1.32.5, Atharva Veda 10.7.38) or a person (plural = “shoulders”, Atharva Veda 6.25.2, 6.135.1, etc.). The Buddhist use shares more in common with the Jains, for whom the <i lang='pi' translate='no'>skandha</i> was a type of matter (<i lang='pi' translate='no'>pudgala</i>) consisting of two or more combined “atoms” (<i lang='pi' translate='no'>aṇu</i>), namely a “molecule” (Tattvārthasūtra 5.5). Thus the aggregates themselves can be considered what “shoulders” the burden (like buffaloes, Arthaśāstra 2.29.8). ",
  "sn22.22:1.8": "The aggregates are a “load” in the sense of being hard to bear and therefore suffering. But they are also a “responsibility”, like a wound that must be cared for if one is to heal (<a href='https://suttacentral.net/mn105/en/sujato#19.1'>MN 105:19.1</a>). ",
  "sn22.22:2.1": "<i lang='pi' translate='no'>Bhārahāra</i> is attested almost entirely in discussion of this discourse. However, we do find an unrelated idiomatic use in the commentary to <a href='https://suttacentral.net/an3.91/en/sujato'>AN 3.91</a>, where it means “one who takes responsibility” (for looking after a monastery). Also, Śāṅkhāyana Āraṇyaka 14.2 speaks of a student who repeats the Veda without understanding, like a pillar that merely “bears the burden” (<i lang='pi' translate='no'>bhārahāra</i>), thus also referring to a person who has undertaken a responsibility. ",
  "sn22.22:2.2": "<i lang='pi' translate='no'>Puggala</i> (Sanskrit <i lang='pi' translate='no'>pudgala</i>) is a Buddhist and Jain term, being absent from pre-Buddhist texts and rare later. Abruptly, the Suttas then use it some 3000 times for descriptions of “individuals” and their characteristics, especially in the Aṅguttara Nikāya, and collected in the Abhidhamma book Puggalapaññatti. Pali is rich in terms for “person”, so why did <i lang='pi' translate='no'>puggala</i> became so characteristic? The Jain meaning of <i lang='pi' translate='no'>pudgala</i> is “particulate matter” (Tattvārthasūtra 5.5, Isibhāsiyam 1.31, Uttarādhyayanasūtra 28.12). They say “substantial reality” (<i lang='pi' translate='no'>astikāya</i> = <i lang='pi' translate='no'>sakkāya</i>) includes “matter” (<i lang='pi' translate='no'>pudgala</i>), which is comprised of “atoms” (<i lang='pi' translate='no'>anu</i>) and “molecules” (<i lang='pi' translate='no'>skandha</i>). <i lang='pi' translate='no'>Pudgala</i> is also used for an individual “article” (of gold) by Kauṭilya (Arthaśastra 2.14.7, 2.14.43). Further, we find the notion that beings are <i lang='pi' translate='no'>pudgalāśrayāḥ</i> (“comprised of a composite mass”, Viṣṇu Purāṇa 5.30.13) related to a criticism of those who assert not-self, i.e. Buddhists. Rarely, later Sanskrit references the meaning “body”. Thus <i lang='pi' translate='no'>puggala</i> approaches the same semantic field as <i lang='pi' translate='no'>khandha</i> (“aggregate”) and <i lang='pi' translate='no'>kāya</i> (“body”, from the root <i lang='pi' translate='no'>ci</i>, “heap”), which gives us <i lang='pi' translate='no'>sakkāya</i> (“substantial reality”, <a href='https://suttacentral.net/sn22.105/en/sujato'>SN 22.105</a> and notes), all three of which are technical terms in Buddhism and Jainism but not Vedism. Our findings support Paul Tedesco’s proposed derivation from <i lang='pi' translate='no'>pṛthak</i> (“Sanskrit pudgala—‘body, soul’”, Journal of the American Oriental Society 67, 1947, 172–7). Given that Pali <i lang='pi' translate='no'>puthu</i> combines the senses of Sanskrit <i lang='pi' translate='no'>pṛthu</i> (“expansive, manifold”) and <i lang='pi' translate='no'>pṛthak</i> (“separate, individual”), the original sense was probably “composite individual” (cf. English “organism”). Perhaps the Buddha favored <i lang='pi' translate='no'>puggala</i> because it avoided Vedic terminology, while at the same time suggesting a connection with the <i lang='pi' translate='no'>khandha</i> doctrine that the “individual” comprised a “mass” of components. ",
  "sn22.22:2.3": "The commentary says this refers to any person from the time of birth. However, the same phrase is used at <a href='https://suttacentral.net/sn22.106/en/sujato#1.16'>SN 22.106:1.16</a> and <a href='https://suttacentral.net/sn23.4/en/sujato#2.13'>SN 23.4:2.13</a>, both cases referring to the arahant specifically, which is why they are referred to as “venerable”. Thus the one who “bears the burden” is not someone who is reborn and has to suffer the aggregates, but someone who has full accepted the responsibility of spiritual practice in regard to the aggregates. ",
  "sn22.22:2.4": "To sum up, I argue that the “bearer of the burden” is the one who “undertakes responsibility” for practicing the path on four grounds: (1) the pattern of the teaching (four noble truths); (2) idiomatic meaning; (3) similarity to <a href='https://suttacentral.net/an2.98/en/sujato'>AN 2.98</a>–99; and (4) the fact that the “venerable” phrase elsewhere refers to an arahant. ",
  "sn22.22:3.2": ""
}