{
  "sn22.85:1.3": "He equates the Buddha’s teaching of cessation with annihilation. Not all annihilationists believe that there is only one lifetime. Some, for example, believed that there is an allotted course of lives, perhaps predetermined, at the end of which all beings come to an end, as “transmigration is limited” (<i lang='pi' translate='no'>pariyantakate saṁsāre</i>, <a href='https://suttacentral.net/dn2/en/sujato#20.9'>DN 2:20.9</a>, <a href='https://suttacentral.net/sn24.8/en/sujato#1.13'>SN 24.8:1.13</a>). Such was the doctrine taught by the Bamboo-staffed Ascetic Gosāla to the Ājīvakas. ",
  "sn22.85:8.2": "“Realized one” (<i lang='pi' translate='no'>tathāgata</i>) commonly refers to the Buddha himself, but it may also refer to any arahant. In this and similar passages, the nature of the arahant is discussed, and it does not directly bear on the Buddha specifically, so I take it as referring to any arahant. | This passage relies on the label usage of the nominative, as indicated by the particle <i lang='pi' translate='no'>-ti</i>. It is a tricky passage to render consistently and coherently, so I make the syntax explicit. ",
  "sn22.85:10.1": "",
  "sn22.85:10.2": "This passage occurs also at <a href='https://suttacentral.net/sn22.86/en/sujato#10.2'>SN 22.86:10.2</a> and <a href='https://suttacentral.net/sn44.2/en/sujato#17.5'>SN 44.2:17.5</a>. As it stands in the MS edition, it appears to repeat the first set of propositions (<i lang='pi' translate='no'>rūpaṁ tathāgatoti samanupassasi</i>). The commentary reads all as nominative, and says it means lumping all the aggregates together, which is followed by most modern translations. However, Pali editions mostly punctuate as if these were individual items, and this is supported by the parallel at SA 104. Pali readings vary widely, but in most cases, the negative passage just below uses the possessive forms, whereas the current phrase (apart from a few variants) does not use the possessive forms. This leaves a gap in the analysis, since possession is one of the standard relationships with the aggregates. I propose that the passage is corrupt, and read as individual items implying possession. This suggestion claims a little support in that the possessive <i lang='pi' translate='no'>rupī</i> is found in the Thai Royal edition (vol. 17, p. 99), although the remaining items differ. ",
  "sn22.85:11.2": "The construction <i lang='pi' translate='no'>ayaṁ so</i> (“that one”) specifies an aforementioned individual (<a href='https://suttacentral.net/sn1.20/en/sujato#7.3'>SN 1.20:7.3</a>, <a href='https://suttacentral.net/an6.16/en/sujato#5.5'>AN 6.16:5.5</a>, <a href='https://suttacentral.net/pli-tv-kd1/en/sujato#42.2.2'>Kd 1:42.2.2</a>). Here, this must be the subject of the previous passage, i.e. the one who was formerly considered “with form” and now “without form”. ",
  "sn22.85:16.1": "Also at <a href='https://suttacentral.net/sn22.55/en/sujato#3.1'>SN 22.55:3.1</a>. ",
  "sn22.85:21.1": "This phrase is also at <a href='https://suttacentral.net/sn12.15/en/sujato#2.5'>SN 12.15:2.5</a> = <a href='https://suttacentral.net/sn22.90/en/sujato#9.6'>SN 22.90:9.6</a>. ",
  "sn22.85:28.8": "Some editions add an extra sentence indicating that Yamaka rejoiced in Sāriputta’s teaching. "
}