{
  "sn22.48:1.2": "“Grasping” is so central to the concept of the five aggregates that we rarely find the “bare” aggregates mentioned as here. To head off a misunderstanding, the purpose of this discourse is not to establish that an arahant has aggregates free of grasping, since this is not brought up at all. Rather, it is to clarify the nature of grasping in relation to the aggregates. ",
  "sn22.48:1.4": "The five aggregates are the five “masses” or “conglomerates” or “categories” consisting of all instance of that type of phenomena. So far as I can tell, it was not a Vedic technical term. However, the Jains know <i lang='pi' translate='no'>khandha</i> as a clump of more than one atom, namely a “molecule” (Tattvārthasūtra 5.5). It seems that, along with other terms of similar meaning (<i lang='pi' translate='no'>sakkāya</i> and <i lang='pi' translate='no'>puggala</i>; see notes to <a href='https://suttacentral.net/sn22.22/en/sujato'>SN 22.22</a> and <a href='https://suttacentral.net/sn22.105/en/sujato'>SN 22.105</a>), it was vocabulary shared with the Jains, though used in different senses. I have not discovered anywhere where the five are grouped together as such, although in the Suttas people who are not Buddhists seem familiar with them. ",
  "sn22.48:2.1": "The five aggregates are not presented as a catch-all category that encompasses all of reality, but rather five types of phenomena that provoke attachment, forming the basis of what we take to be “self”. Desire is what drives the formation of attachment, but it requires all the aggregates to function. Thus the “grasping” aggregates are numbered “five” after the hand that grasps. ",
  "sn22.48:2.2": "The text illustrates the noun “grasping” (<i lang='pi' translate='no'>upādāna</i>) with the future passive participle “graspable” (<i lang='pi' translate='no'>upādāniya</i>). I render it “fuels grasping” to capture the secondary sense of “fuel” for the fire (<a href='https://suttacentral.net/sn12.52/en/sujato#1.2'>SN 12.52:1.2</a>). This is the aspect of the aggregates that stimulate or provoke desire and attachment. The “grasping” itself is the desire and lust for the aggregates (<a href='https://suttacentral.net/sn22.121/en/sujato'>SN 22.121</a>). But desire only functions as part of a system involving all the aggregates, hence the aggregates are neither identical to nor separate from the grasping (<a href='https://suttacentral.net/sn22.82/en/sujato#4.3'>SN 22.82:4.3</a>). Elsewhere we find the past participle “grasped” (<i lang='pi' translate='no'>upādinna</i>) as that which has been “appropriated” or “taken up” at birth (<a href='https://suttacentral.net/mn28/en/sujato#6.4'>MN 28:6.4</a>). "
}