{
  "sn4.21:0.1": "Саньютта Никая 4.21 ",
  "sn4.21:0.2": "3. Пятёрка о Маре ",
  "sn4.21:0.3": "Группа ",
  "sn4.21:1.1": "Так я слышал. ",
  "sn4.21:1.2": "Однажды Благословенный проживал в стране Сакьев, в Силавати. ",
  "sn4.21:1.3": "В то время группа монахов — бдительных, старательных, решительных — проживала неподалёку от Благословенного. ",
  "sn4.21:1.4": "И тогда Злой Мара проявил себя в форме брахмана с пучком спутанных волос на голове, одетого в шкуру антилопы, старого, скрюченного, словно держатель для кровли, тяжело дышащего, держащего посох из дерева удумбары. Он подошёл к тем монахам и сказал им: ",
  "sn4.21:1.5": "«Вы, почтенные, ушли в бездомную жизнь ещё черноволосыми юношами, наделёнными благословением молодости на первом этапе жизни, не наигравшись чувственными удовольствиями. ",
  "sn4.21:1.6": "Наслаждайтесь чувственными удовольствиями, почтенные. ",
  "sn4.21:1.7": "Не оставляйте того, что видно здесь и сейчас, ради преследования того, что требует времени». ",
  "sn4.21:1.8": "«Мы не оставили того, что видно здесь и сейчас, брахман, ради преследования того, что требует времени. ",
  "sn4.21:1.9": "Мы оставили то, что требует времени, ради преследования того, что видно здесь и сейчас. ",
  "sn4.21:1.10": "Ведь Благословенный, брахман, утверждал, что чувственные удовольствия съедают много времени, полны страданий, полны отчаяния, а опасность, заключённая в них, ещё больше. ",
  "sn4.21:1.11": "А эта Дхамма видима здесь и сейчас, незамедлительно действенная, приглашающая к исследованию, ведущая вперед, переживаемая мудрыми для себя». ",
  "sn4.21:1.12": "Когда так было сказано, Злой Мара покачал головой, высунул язык, нахмурил брови и ушёл, опираясь на свой посох. ",
  "sn4.21:2.1": "Тогда те монахи отправились к Благословенному, поклонились ему, сели рядом и подробно рассказали обо всём. Благословенный ответил: ",
  "sn4.21:3.1": "«Это был не брахман, монахи. ",
  "sn4.21:3.2": "Это Злой Мара пришёл, чтобы привести вас в замешательство». ",
  "sn4.21:3.3": "И затем Благословенный, осознав значение этого, произнёс по тому случаю эту строфу: ",
  "sn4.21:4.1": "«Как к наслаждениям чувств склониться может тот, ",
  "sn4.21:4.2": "Происхождения страданий кто исток узрел? ",
  "sn4.21:4.3": "Познав все обретения как привязь в мире этом, ",
  "sn4.21:4.4": "Тренироваться нужно, чтобы привязь устранить». "
}