{
  "sn4.13:0.1": "Саньютта Никая 4.13 ",
  "sn4.13:0.2": "2. Владычество ",
  "sn4.13:0.3": "Обломок ",
  "sn4.13:1.1": "Так я слышал. ",
  "sn4.13:1.2": "Однажды Благословенный проживал в Раджагахе, в Оленьем парке, в Маддакуччхи. ",
  "sn4.13:1.3": "И в то время ступня Благословенного была порезана осколком камня. ",
  "sn4.13:1.4": "Жестокие боли охватили Благословенного — болезненные телесные чувства: мучительные, острые, пронзающие, неприятные, терзающие. ",
  "sn4.13:1.5": "Но Благословенный терпел их, будучи осознанным и бдительным, не становясь обеспокоенным. ",
  "sn4.13:1.6": "И тогда Благословенный сложил своё внешнее одеяние вчетверо, лёг на правый бок, приняв позу льва, положив одну ступню на другую, будучи осознанным и бдительным. ",
  "sn4.13:1.7": "И тогда Злой Мара подошёл к Благословенному и обратился к нему строфой: ",
  "sn4.13:2.1": "«Прилёг ты от оцепенения, или упился сочинительством стихов? ",
  "sn4.13:2.2": "Неужто нет для достижения целей? ",
  "sn4.13:2.3": "В уединённой хижине, один, ",
  "sn4.13:2.4": "Зачем с лицом сонливым засыпаешь?» ",
  "sn4.13:3.1": "«Я не ложусь в оцепенении или упившись сочинительством стихов. ",
  "sn4.13:3.2": "Достигнув цели, я избавлен от печали. ",
  "sn4.13:3.3": "В уединённой хижине, один, ",
  "sn4.13:3.4": "Ложусь я, полный сострадания ко всем. ",
  "sn4.13:4.1": "И даже те, кому попала в грудь стрела, ",
  "sn4.13:4.2": "Из мига в миг пронзая самое их сердце, —",
  "sn4.13:4.3": "Даже они, пронзённые, ложатся спать. ",
  "sn4.13:4.4": "Так почему же мне поспать нельзя, когда стрела моя была извлечена? ",
  "sn4.13:5.1": "Когда я бодрствую, в страхе не лежу, как не пугаюсь и того, чтобы поспать. ",
  "sn4.13:5.2": "Ни день, ни ночь меня не беспокоят, ",
  "sn4.13:5.3": "И для меня упадка в этом мире нет. ",
  "sn4.13:5.4": "Вот почему спокойно спать могу, имея сострадание ко всем». ",
  "sn4.13:6.1": "И тогда Злой Мара, осознав: «Благословенный, Счастливейший, знает меня», расстроенный и опечаленный, тут же исчез. "
}