{
  "sn4.20:0.1": "Саньютта Никая 4.20 ",
  "sn4.20:0.2": "2. Владычество ",
  "sn4.20:0.3": "Владычество ",
  "sn4.20:1.1": "Однажды Благословенный проживал в стране Косал, в небольшой лесной хижине в районе Гималаев. ",
  "sn4.20:1.2": "И по мере того как Благословенный пребывал уединённым в затворничестве, следующее раздумье возникло у него в уме: ",
  "sn4.20:1.3": "«Есть ли возможность осуществлять владычество праведно: не убивая, не побуждая других убивать, не отбирая, не побуждая других отбирать, безпечали и без причинения печали?» ",
  "sn4.20:2.1": "И тогда Злой Мара, напрямую познав своим собственным умом это раздумье в уме Благословенного, подошёл к нему и сказал: ",
  "sn4.20:2.2": "«Уважаемый, пусть Благословенный осуществляет владычество праведно: не убивая, не побуждая других убивать, не отбирая, не побуждая других отбирать, без печали и без причинения печали». ",
  "sn4.20:2.3": "«Но какую пользу в этом ты видишь, Злой, что говоришь мне так?» ",
  "sn4.20:2.5": "«Уважаемый, Благословенный развил и взрастил четыре основы сверхъестественной силы, сделал их своим средством передвижения, сделал их своим основанием, утвердил их, упражнялся в них и в совершенстве и полностью освоил их. ",
  "sn4.20:2.6": "Уважаемый, если бы Благословенный пожелал, то ему бы понадобилось лишь намерение, чтобы Гималаи, царь всех гор, стали бы золотыми, превратились в золото». ",
  "sn4.20:3.1": "«Пусть даже если бы была из золота гора, ",
  "sn4.20:3.2": "Сотворена была б она из злата целиком —",
  "sn4.20:3.3": "То мало было бы и даже двух таких. ",
  "sn4.20:3.4": "Кто это знает, ровно тот живёт. ",
  "sn4.20:4.1": "Как к наслаждениям чувств склониться может тот, ",
  "sn4.20:4.2": "Происхождения страданий кто исток узрел? ",
  "sn4.20:4.3": "Познав все обретения как привязь в мире этом, ",
  "sn4.20:4.4": "Тренироваться нужно, чтобы привязь устранить». ",
  "sn4.20:5.1": "И тогда Злой Мара, осознав: «Благословенный, Счастливейший, знает меня», расстроенный и опечаленный, тут же исчез. "
}