{
  "sn4.22:0.1": "Саньютта Никая 4.22 ",
  "sn4.22:0.2": "3. Пятёрка о Маре ",
  "sn4.22:0.3": "Самиддхи ",
  "sn4.22:1.1": "Однажды Благословенный проживал в стране Сакьев, в Силавати. ",
  "sn4.22:1.2": "В то время достопочтенный Самиддхи проживал неподалёку от Благословенного прилежным, старательным, решительным. ",
  "sn4.22:1.3": "И тогда, по мере того как достопочтенный Самиддхи пребывал уединённым в затворничестве, следующее раздумье возникло у него в уме: ",
  "sn4.22:1.4": "«В самом деле, это благо, какое благо для меня, ",
  "sn4.22:1.5": "что мой учитель — совершенный, полностью просветлённый! ",
  "sn4.22:1.6": "В самом деле, это благо, какое благо для меня, ",
  "sn4.22:1.7": "что я ушёл в бездомную жизнь в этой хорошо провозглашённой Дхамме и Винае! ",
  "sn4.22:1.8": "В самом деле, это благо, какое благо для меня, ",
  "sn4.22:1.9": "что мои товарищи по святой жизни нравственны и обладают хорошим характером!» ",
  "sn4.22:1.10": "И тогда Злой Мара, напрямую познав своим собственным умом это раздумье в уме достопочтенного Самиддхи, подошёл к нему и неподалёку от него сотворил громкий шум, ужасающий и пугающий, как если бы разверзлась земля. ",
  "sn4.22:2.1": "И тогда достопочтенный Самиддхи отправился к Благословенному, поклонился ему, сел рядом и рассказал обо всём, что произошло. Благословенный ответил: ",
  "sn4.22:3.1": "«Это не земля разверзлась, Самиддхи. ",
  "sn4.22:3.2": "Это Злой Мара пришёл, чтобы привести тебя в замешательство. ",
  "sn4.22:3.3": "Отправляйся обратно, Самиддхи, и пребывай прилежным, старательным, решительным». ",
  "sn4.22:3.4": "«Да, уважаемый», – ответил достопочтенный Самиддхи. Затем он встал со своего сиденья, поклонился Благословенному и ушёл, обойдя его с правой стороны. ",
  "sn4.22:3.5": "И во второй раз, по мере того как достопочтенный Самиддхи пребывал уединённым в затворничестве, ",
  "sn4.22:3.6": "следующее раздумье возникло у него в уме… ",
  "sn4.22:3.7": "И во второй раз Злой Мара… сотворил громкий шум, ужасающий и пугающий, как если бы разверзлась земля. ",
  "sn4.22:3.9": "И тогда достопочтенный Самиддхи, осознав: «Это Злой Мара», обратился к нему строфой: ",
  "sn4.22:4.1": "«Из веры жизнь домашнюю оставил, ",
  "sn4.22:4.2": "Чтоб жизнь бездомную теперь вести. ",
  "sn4.22:4.3": "В мудрости и осознанности зрелый я, ",
  "sn4.22:4.4": "Мой ум сосредоточен хорошо. ",
  "sn4.22:4.5": "Любые формы можешь колдовать, ",
  "sn4.22:4.6": "Но устрашить меня не сможешь ты». ",
  "sn4.22:5.1": "И тогда Злой Мара, осознав: «Монах Самиддхи знает меня», расстроенный и опечаленный, тут же исчез. "
}