{
  "sn4.16:0.1": "Саньютта Никая 4.16 ",
  "sn4.16:0.2": "2. Владычество ",
  "sn4.16:0.3": "Чаши для сбора подаяний ",
  "sn4.16:1.1": "В Саваттхи. ",
  "sn4.16:1.2": "В то время Благословенный наставлял, понуждал, побуждал и радовал монахов беседой о Дхамме на тему пяти совокупностей, подверженных цеплянию. ",
  "sn4.16:1.3": "И те монахи слушали Дхамму, склоняя к ней ухо, относясь к этому как к вопросу жизни и смерти, направляя на это весь свой ум целиком. ",
  "sn4.16:2.1": "И тогда мысль пришла к Злому Маре: ",
  "sn4.16:2.2": "«Благословенный обучает монахов беседой о Дхамме на тему пяти совокупностей, подверженных цеплянию. ",
  "sn4.16:2.3": "А те монахи слушают Дхамму, склоняя к ней ухо, относясь к этому как к вопросу жизни и смерти, направляя на это весь свой ум целиком. ",
  "sn4.16:2.4": "Что, если я подойду к отшельнику Готаме, чтобы привести их в замешательство?» ",
  "sn4.16:3.1": "И в то время несколько чаш для сбора подаяний были положены на открытое месте. ",
  "sn4.16:3.2": "И тогда Злой Мара проявил себя в форме быка и подошёл к этим чашам для сбора подаяний. ",
  "sn4.16:3.3": "И тогда один монах сказал другому: ",
  "sn4.16:3.4": "«Монах, монах! Этот бык может поломать чаши!» ",
  "sn4.16:3.5": "Когда так было сказано, Благословенный обратился к этому монаху: ",
  "sn4.16:3.6": "«Это не бык, монах. ",
  "sn4.16:3.7": "Это Злой Мара, который пришёл сюда, чтобы привести вас в замешательство». ",
  "sn4.16:3.8": "И затем Благословенный, осознав: «Это Злой Мара», обратился к Злому Маре строфами: ",
  "sn4.16:4.1": "«Восприятие, форма и чувство, ",
  "sn4.16:4.2": "Сознание, формации ума —",
  "sn4.16:4.3": "„Это не я, это всё не моё“ —",
  "sn4.16:4.4": "Так от этого ты отлучён. ",
  "sn4.16:5.1": "Пусть повсюду ищут его, ",
  "sn4.16:5.2": "Не найдут его Мара и войско: ",
  "sn4.16:5.3": "Отлучившись, он защищён, ",
  "sn4.16:5.4": "Он есть тот, кто за путы все вышел». ",
  "sn4.16:6.1": "И тогда Злой Мара, осознав: «Благословенный, Счастливейший, знает меня», расстроенный и опечаленный, тут же исчез. "
}