{
  "sn4.17:0.1": "Саньютта Никая 4.17 ",
  "sn4.17:0.2": "2. Владычество ",
  "sn4.17:0.3": "Шесть сфер контакта ",
  "sn4.17:1.1": "Однажды Благословенный проживал в Весали, в Великом лесу, в Зале С Остроконечной Крышей. ",
  "sn4.17:1.2": "В то время Благословенный наставлял, понуждал, побуждал и радовал монахов беседой о Дхамме на тему шести сфер контакта. ",
  "sn4.17:1.3": "И те монахи слушали Дхамму, склоняя к ней ухо, относясь к этому как к вопросу жизни и смерти, направляя на это весь свой ум целиком. ",
  "sn4.17:2.1": "И тогда мысль пришла к Злому Маре: ",
  "sn4.17:2.2": "«Благословенный обучает монахов беседой о Дхамме на тему шести сфер контакта. ",
  "sn4.17:2.3": "А те монахи слушают Дхамму, склоняя к ней ухо, относясь к этому как к вопросу жизни и смерти, направляя на это весь свой ум целиком. ",
  "sn4.17:2.4": "Что, если я подойду к отшельнику Готаме, чтобы привести их в замешательство?» ",
  "sn4.17:2.5": "И тогда Злой Мара подошёл к Благословенному и неподалёку от него сотворил громкий шум, ужасающий и пугающий, как если бы разверзлась земля. Тогда один монах обратился к другому: ",
  "sn4.17:2.6": "«Монах, монах! Похоже, земля разверзается!» ",
  "sn4.17:2.7": "Когда так было сказано, Благословенный обратился к этому монаху: ",
  "sn4.17:2.8": "«Земля не разверзается, монах. ",
  "sn4.17:2.9": "Это Злой Мара, который пришёл сюда, чтобы привести вас в замешательство». ",
  "sn4.17:2.10": "И затем Благословенный, осознав: «Это Злой Мара», обратился к Злому Маре строфами: ",
  "sn4.17:3.1": "«Формы и звуки, запахи и вкусы, ",
  "sn4.17:3.2": "Вещи для осязания и феномены ума: ",
  "sn4.17:3.3": "Ужасная приманка мира это, ",
  "sn4.17:3.4": "Которой этот мир и очарован. ",
  "sn4.17:4.1": "Но если это смог он превзойти, ",
  "sn4.17:4.2": "Осознанный ученик Будды, ",
  "sn4.17:4.3": "Сияет ярко он, подобно солнцу, ",
  "sn4.17:4.4": "Ведь царство Мары он преодолел». ",
  "sn4.17:5.1": "И тогда Злой Мара, осознав: «Благословенный, Счастливейший, знает меня», расстроенный и опечаленный, тут же исчез. "
}