{
  "sn4.19:0.1": "Саньютта Никая 4.19 ",
  "sn4.19:0.2": "2. Владычество ",
  "sn4.19:0.3": "Крестьянин ",
  "sn4.19:1.1": "В Саваттхи. ",
  "sn4.19:1.2": "И тогда Благословенный наставлял, понуждал, побуждал и радовал монахов беседой о Дхамме на тему ниббаны. ",
  "sn4.19:1.3": "И те монахи слушали Дхамму, склоняя к ней ухо, относясь к этому как к вопросу жизни и смерти, направляя на это весь свой ум целиком. ",
  "sn4.19:2.1": "И тогда мысль пришла к Злому Маре: ",
  "sn4.19:2.2": "«Благословенный обучает монахов беседой о Дхамме на тему ниббаны. А те монахи слушают Дхамму, склоняя к ней ухо, относясь к этому как к вопросу жизни и смерти, направляя на это весь свой ум целиком. ",
  "sn4.19:2.3": "Что, если я подойду к отшельнику Готаме, чтобы привести их в замешательство?» ",
  "sn4.19:2.4": "И тогда Злой Мара проявил себя в облике крестьянина, несущего на плече большой плуг и держащего длинный острый прут для подгонки скота, со взъерошенными волосами, одеждой из пеньки, испачканными грязью ступнями. Он подошёл к Благословенному и сказал ему: ",
  "sn4.19:2.5": "«Не видел ли ты быка, отшельник?» ",
  "sn4.19:2.6": "«Что есть для тебя бык, Злой?» ",
  "sn4.19:2.7": "«Глаз – мой, отшельник, формы – мои, контакт глаза и его сфера сознания – мои. ",
  "sn4.19:2.8": "Где ты можешь спрятаться от меня, отшельник? ",
  "sn4.19:2.9": "Ухо – моё… ",
  "sn4.19:2.10": "Нос – мой… ",
  "sn4.19:2.11": "Язык – мой… ",
  "sn4.19:2.12": "Тело – моё… ",
  "sn4.19:2.13": "Ум – мой, отшельник, умственные феномены – мои, контакт ума и его сфера сознания – мои. ",
  "sn4.19:2.14": "Где ты можешь спрятаться от меня, отшельник?» ",
  "sn4.19:3.1": "«Глаз – твой, Злой. Формы – твои, контакт глаза и сфера его сознания – твои. ",
  "sn4.19:3.2": "Но, Злой, там, где нет глаза, нет форм, нет контакта глаза и сферы его сознания – там нет места для тебя, Злой. ",
  "sn4.19:3.3": "Ухо – твоё… ",
  "sn4.19:3.5": "Нос – твой… ",
  "sn4.19:3.7": "Язык – твой… ",
  "sn4.19:3.8": "Тело – твоё… ",
  "sn4.19:3.9": "Ум – твой, Злой. Умственные феномены – твои, контакт ума и сфера его сознания – твои. ",
  "sn4.19:3.10": "Но, Злой, там, где нет ума, нет умственных феноменов, нет контакта ума и сферы его сознания – там нет места для тебя, Злой». ",
  "sn4.19:4.1": "«Когда об этом говорят: „Это моё“, ",
  "sn4.19:4.2": "И те, кто также говорит и о „себе“ – ",
  "sn4.19:4.3": "То если ум твой существует среди них, ",
  "sn4.19:4.4": "Ты не спасёшься от меня, аскет». ",
  "sn4.19:5.1": "«То, говорят о чём – то вовсе не моё, ",
  "sn4.19:5.2": "Я не из тех, кто говорит и о „себе“. ",
  "sn4.19:5.3": "Вот, Злой, что должен бы ты знать: ",
  "sn4.19:5.4": "Даже мой путь не сможешь ты узреть». ",
  "sn4.19:6.1": "И тогда Злой Мара, осознав: «Благословенный, Счастливейший, знает меня», расстроенный и опечаленный, тут же исчез. "
}