{
  "sn36.6:0.1": "Discursos enlazados 36.6 ",
  "sn36.6:0.2": "1. Con versos ",
  "sn36.6:0.3": "La flecha ",
  "sn36.6:1.1": "«Bhikkhus, una persona común no instruida siente sensaciones agradables, desagradables y neutras, ",
  "sn36.6:1.2": "y un discípulo noble instruido también siente sensaciones agradables, desagradables y neutras. ",
  "sn36.6:1.3": "¿Cuál es entonces la diferencia entre un discípulo noble instruido y una persona común no instruida?» ",
  "sn36.6:1.4": "«Nuestras enseñanzas tienen su raíz en el Buddha, él es nuestro guía y refugio. Señor, pueda el propio Buddha aclararnos por favor el significado de esto. Al escucharlo del Buddha, los bhikkhus lo recordarán». ",
  "sn36.6:1.5": "«Cuando una persona no instruida experimenta sensaciones físicas desagradables se apena, gime y se lamenta, golpea su pecho y queda confundida. ",
  "sn36.6:1.6": "Experimenta dos sensaciones: ",
  "sn36.6:1.7": "una física y una mental. ",
  "sn36.6:1.8": "Es como una persona a la que le alcanza una flecha, ",
  "sn36.6:1.9": "y acto seguido le alcanza una segunda flecha. ",
  "sn36.6:1.10": "Esa persona experimenta la sensación producida por las dos flechas. ",
  "sn36.6:1.11": "De la misma forma, cuando una persona no instruida experimenta sensaciones físicas desagradables se apena, gime y se lamenta, golpea su pecho y queda confundida. ",
  "sn36.6:1.12": "Experimenta así dos sensaciones: ",
  "sn36.6:1.13": "una física y una mental. ",
  "sn36.6:1.14": "Al contacto con una sensación desagradable, la rechaza. ",
  "sn36.6:1.15": "La tendencia latente a la aversión hacia las sensaciones desagradables subyace bajo ese rechazo. ",
  "sn36.6:1.16": "Al contacto con una sensación desagradable busca el disfrute en los placeres de los sentidos. ",
  "sn36.6:1.17": "¿Y esto por qué? ",
  "sn36.6:1.18": "Porque una persona no instruida no conoce otra salida de la sensación desagradable que no sea los placeres de los sentidos. ",
  "sn36.6:1.19": "Al buscar el disfrute en los placeres de los sentidos, la tendencia latente hacia el anhelo por las sensaciones agradables subyace bajo dicha búsqueda. ",
  "sn36.6:1.20": "No entiende tal cual son el origen, el cese, la gratificación, las desventajas y la salida en relación a esas sensaciones. ",
  "sn36.6:1.21": "Bajo esto subyace la tendencia latente hacia la ignorancia en relación a las sensaciones neutras. ",
  "sn36.6:1.22": "Si experimenta una sensación agradable, la experimenta con apego. ",
  "sn36.6:1.23": "Si experimenta una sensación desagradable, la experimenta con apego. ",
  "sn36.6:1.24": "Si experimenta una sensación neutra, la experimenta con apego. ",
  "sn36.6:1.25": "Así, se le conoce como una persona no instruida apegada al renacer, a la vejez y a la muerte; a la pena, al lamento, al dolor, al abatimiento y a la desesperación; apegada al sufrimiento, digo. ",
  "sn36.6:2.1": "Cuando una discípulo noble instruido experimenta sensaciones físicas desagradables no se apena, gime y se lamenta, golpea su pecho y queda confundido. ",
  "sn36.6:2.2": "Experimentan una sola sensación: ",
  "sn36.6:2.3": "La física, pero no la mental. ",
  "sn36.6:3.1": "Es como una persona a la que le alcanza una flecha, ",
  "sn36.6:3.2": "pero que no le alcanza una segunda flecha. ",
  "sn36.6:3.3": "Esa persona experimenta la sensación producida por una sola flecha. ",
  "sn36.6:3.4": "De igual forma, cuando una discípulo noble instruido experimenta sensaciones físicas desagradables no se apena, gime y se lamenta, golpea su pecho y queda confundido. ",
  "sn36.6:3.5": "Experimentan una sola sensación: ",
  "sn36.6:3.6": "La física, pero no la mental. ",
  "sn36.6:3.7": "Al contacto con una sensación desagradable, no la rechaza. ",
  "sn36.6:3.8": "La tendencia latente a la aversión hacia las sensaciones desagradables no subyace bajo ese rechazo. ",
  "sn36.6:3.9": "Al contacto con una sensación desagradable no busca el disfrute en los placeres de los sentidos. ",
  "sn36.6:3.10": "¿Y esto por qué? ",
  "sn36.6:3.11": "Porque una discípulo noble instruido conoce una salida de la sensación desagradable distinta de los placeres de los sentidos. ",
  "sn36.6:3.12": "Al no buscar el disfrute en los placeres de los sentidos, la tendencia latente hacia el anhelo por las sensaciones agradables no subyace bajo dicha búsqueda. ",
  "sn36.6:3.13": "Entiende tal cual son el origen, el cese, la gratificación, las desventajas y la salida en relación a esas sensaciones. ",
  "sn36.6:3.14": "Bajo esto no subyace la tendencia latente hacia la ignorancia en relación a las sensaciones neutras. ",
  "sn36.6:3.15": "Si experimenta una sensación agradable, la experimenta sin apego. ",
  "sn36.6:3.16": "Si experimenta una sensación desagradable, la experimenta sin apego. ",
  "sn36.6:3.17": "Si experimenta una sensación neutra, la experimenta sin apego. ",
  "sn36.6:3.18": "Así, se le conoce como un discípulo noble instruido sin apego al renacer, a la vejez y a la muerte; a la pena, al lamento, al dolor, al abatimiento y a la desesperación; desapegado del sufrimiento, digo. ",
  "sn36.6:3.19": "Esta es la diferencia entre un discípulo noble instruido y una persona normal no instruida. ",
  "sn36.6:4.1": "A una persona instruida y sabia no le afectan ",
  "sn36.6:4.2": "sensaciones agradables o desagradables. ",
  "sn36.6:4.3": "Esta es la gran diferencia en habilidad ",
  "sn36.6:4.4": "entre el sabio y el común. ",
  "sn36.6:5.1": "Una persona instruida que ha sopesado el Dhamma ",
  "sn36.6:5.2": "comprende con claridad este mundo y el siguiente. ",
  "sn36.6:5.3": "Las cosas deseables no perturban su mente, ",
  "sn36.6:5.4": "ni lo indeseable la repele. ",
  "sn36.6:6.1": "Tanto preferencias como aversiones ",
  "sn36.6:6.2": "se aclaran y se les pone fin, para siempre. ",
  "sn36.6:6.3": "Conociendo el estado inmaculado carente de tristeza, ",
  "sn36.6:6.4": "habiendo superado el renacimiento, entiende correctamente». "
}