{
  "pli-tv-bu-vb-ss13:0.1": "Theravāda Vinaya",
  "pli-tv-bu-vb-ss13:0.2": "Mahāvibhaṅga",
  "pli-tv-bu-vb-ss13:0.3": "Saṅghādisesakaṇḍa",
  "pli-tv-bu-vb-ss13:0.4": "Kuladūsakasikkhāpada",
  "pli-tv-bu-vb-ss13:1.1.1": "Tena samayena buddho bhagavā sāvatthiyaṁ viharati jetavane anāthapiṇḍikassa ārāme.",
  "pli-tv-bu-vb-ss13:1.1.2": "Tena kho pana samayena assajipunabbasukā nāma kīṭāgirismiṁ āvāsikā honti alajjino pāpabhikkhū.",
  "pli-tv-bu-vb-ss13:1.1.3": "Te evarūpaṁ anācāraṁ ācaranti—",
  "pli-tv-bu-vb-ss13:1.1.4": "mālāvacchaṁ ropentipi ropāpentipi, siñcantipi siñcāpentipi, ocinantipi ocināpentipi, ganthentipi ganthāpentipi,",
  "pli-tv-bu-vb-ss13:1.1.5": "ekatovaṇṭikamālaṁ karontipi kārāpentipi, ubhatovaṇṭikamālaṁ karontipi kārāpentipi,",
  "pli-tv-bu-vb-ss13:1.1.6": "mañjarikaṁ karontipi kārāpentipi, vidhūtikaṁ karontipi kārāpentipi, vaṭaṁsakaṁ karontipi kārāpentipi, āveḷaṁ karontipi kārāpentipi, uracchadaṁ karontipi kārāpentipi.",
  "pli-tv-bu-vb-ss13:1.1.7": "Te kulitthīnaṁ kuladhītānaṁ kulakumārīnaṁ kulasuṇhānaṁ kuladāsīnaṁ ekatovaṇṭikamālaṁ harantipi harāpentipi, ubhatovaṇṭikamālaṁ harantipi harāpentipi, mañjarikaṁ harantipi harāpentipi, vidhūtikaṁ harantipi harāpentipi, vaṭaṁsakaṁ harantipi harāpentipi, āveḷaṁ harantipi harāpentipi, uracchadaṁ harantipi harāpentipi.",
  "pli-tv-bu-vb-ss13:1.1.8": "Te kulitthīhi kuladhītāhi kulakumārīhi kulasuṇhāhi kuladāsīhi saddhiṁ ekabhājanepi bhuñjanti, ekathālakepi pivanti,",
  "pli-tv-bu-vb-ss13:1.1.9": "ekāsanepi nisīdanti, ekamañcepi tuvaṭṭenti, ekattharaṇāpi tuvaṭṭenti, ekapāvuraṇāpi tuvaṭṭenti, ekattharaṇapāvuraṇāpi tuvaṭṭenti,",
  "pli-tv-bu-vb-ss13:1.1.10": "vikālepi bhuñjanti, majjampi pivanti, mālāgandhavilepanampi dhārenti,",
  "pli-tv-bu-vb-ss13:1.1.11": "naccantipi gāyantipi vādentipi lāsentipi,",
  "pli-tv-bu-vb-ss13:1.1.12": "naccantiyāpi naccanti, naccantiyāpi gāyanti, naccantiyāpi vādenti, naccantiyāpi lāsenti, gāyantiyāpi naccanti, gāyantiyāpi gāyanti, gāyantiyāpi vādenti, gāyantiyāpi lāsenti, vādentiyāpi naccanti, vādentiyāpi gāyanti, vādentiyāpi vādenti, vādentiyāpi lāsenti, lāsentiyāpi naccanti, lāsentiyāpi gāyanti, lāsentiyāpi vādenti, lāsentiyāpi lāsenti;",
  "pli-tv-bu-vb-ss13:1.2.1": "aṭṭhapadepi kīḷanti, dasapadepi kīḷanti, ākāsepi kīḷanti, parihārapathepi kīḷanti, santikāyapi kīḷanti, khalikāyapi kīḷanti, ghaṭikāyapi kīḷanti, salākahatthenapi kīḷanti, akkhenapi kīḷanti, paṅgacīrenapi kīḷanti, vaṅkakenapi kīḷanti, mokkhacikāyapi kīḷanti, ciṅgulakenapi kīḷanti, pattāḷhakenapi kīḷanti, rathakenapi kīḷanti, dhanukenapi kīḷanti, akkharikāyapi kīḷanti, manesikāyapi kīḷanti, yathāvajjenapi kīḷanti.",
  "pli-tv-bu-vb-ss13:1.2.2": "Hatthismimpi sikkhanti, assasmimpi sikkhanti, rathasmimpi sikkhanti, dhanusmimpi sikkhanti, tharusmimpi sikkhanti,",
  "pli-tv-bu-vb-ss13:1.2.3": "hatthissapi purato dhāvanti, assassapi purato dhāvanti, rathassapi purato dhāvantipi ādhāvantipi,",
  "pli-tv-bu-vb-ss13:1.2.4": "usseḷentipi, apphoṭentipi, nibbujjhantipi, muṭṭhīhipi yujjhanti,",
  "pli-tv-bu-vb-ss13:1.2.5": "raṅgamajjhepi saṅghāṭiṁ pattharitvā naccakiṁ evaṁ vadanti—“idha, bhagini, naccassū”ti, nalāṭikampi denti, vividhampi anācāraṁ ācaranti.",
  "pli-tv-bu-vb-ss13:1.3.1": "Tena kho pana samayena aññataro bhikkhu kāsīsu vassaṁvuṭṭho sāvatthiṁ gacchanto bhagavantaṁ dassanāya, yena kīṭāgiri tadavasari.",
  "pli-tv-bu-vb-ss13:1.3.2": "Atha kho so bhikkhu pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya kīṭāgiriṁ piṇḍāya pāvisi",
  "pli-tv-bu-vb-ss13:1.3.3": "pāsādikena abhikkantena paṭikkantena ālokitena vilokitena samiñjitena pasāritena okkhittacakkhu iriyāpathasampanno.",
  "pli-tv-bu-vb-ss13:1.3.4": "Manussā taṁ bhikkhuṁ passitvā evamāhaṁsu—“kvāyaṁ abalabalo viya mandamando viya bhākuṭikabhākuṭiko viya? Ko imassa upagatassa piṇḍakaṁ dassati? Amhākaṁ pana ayyā assajipunabbasukā saṇhā sakhilā sukhasambhāsā mihitapubbaṅgamā ehisvāgatavādino abbhākuṭikā uttānamukhā pubbabhāsino. Tesaṁ kho nāma piṇḍo dātabbo”ti.",
  "pli-tv-bu-vb-ss13:1.3.5": "Addasā kho aññataro upāsako taṁ bhikkhuṁ kīṭāgirismiṁ piṇḍāya carantaṁ.",
  "pli-tv-bu-vb-ss13:1.3.6": "Disvāna yena so bhikkhu tenupasaṅkami; upasaṅkamitvā taṁ bhikkhuṁ abhivādetvā etadavoca—“api, bhante, piṇḍo labbhatī”ti?",
  "pli-tv-bu-vb-ss13:1.3.7": "“Na kho, āvuso, piṇḍo labbhatī”ti.",
  "pli-tv-bu-vb-ss13:1.3.8": "“Ehi, bhante, gharaṁ gamissāmā”ti.",
  "pli-tv-bu-vb-ss13:1.4.1": "Atha kho so upāsako taṁ bhikkhuṁ gharaṁ netvā bhojetvā etadavoca—",
  "pli-tv-bu-vb-ss13:1.4.2": "“kahaṁ, bhante, ayyo gamissatī”ti?",
  "pli-tv-bu-vb-ss13:1.4.3": "“Sāvatthiṁ kho ahaṁ, āvuso, gamissāmi bhagavantaṁ dassanāyā”ti.",
  "pli-tv-bu-vb-ss13:1.4.4": "“Tena hi, bhante, mama vacanena bhagavato pāde sirasā vanda, evañca vadehi—",
  "pli-tv-bu-vb-ss13:1.4.5": "‘duṭṭho, bhante, kīṭāgirismiṁ āvāso.",
  "pli-tv-bu-vb-ss13:1.4.6": "Assajipunabbasukā nāma kīṭāgirismiṁ āvāsikā alajjino pāpabhikkhū.",
  "pli-tv-bu-vb-ss13:1.4.7": "Te evarūpaṁ anācāraṁ ācaranti—",
  "pli-tv-bu-vb-ss13:1.4.8": "mālāvacchaṁ ropentipi ropāpentipi, siñcantipi siñcāpentipi …pe… vividhampi anācāraṁ ācaranti.",
  "pli-tv-bu-vb-ss13:1.4.9": "Yepi te, bhante, manussā pubbe saddhā ahesuṁ pasannā tepi etarahi assaddhā appasannā.",
  "pli-tv-bu-vb-ss13:1.4.10": "Yānipi tāni saṅghassa pubbe dānapathāni tānipi etarahi upacchinnāni.",
  "pli-tv-bu-vb-ss13:1.4.11": "Riñcanti pesalā bhikkhū, nivasanti pāpabhikkhū.",
  "pli-tv-bu-vb-ss13:1.4.12": "Sādhu, bhante, bhagavā kīṭāgiriṁ bhikkhū pahiṇeyya yathāyaṁ kīṭāgirismiṁ āvāso saṇṭhaheyyā’”ti.",
  "pli-tv-bu-vb-ss13:1.5.1": "“Evamāvuso”ti kho so bhikkhu tassa upāsakassa paṭissutvā yena sāvatthi tena pakkāmi.",
  "pli-tv-bu-vb-ss13:1.5.2": "Anupubbena yena sāvatthi jetavanaṁ anāthapiṇḍikassa ārāmo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi.",
  "pli-tv-bu-vb-ss13:1.5.3": "Āciṇṇaṁ kho panetaṁ buddhānaṁ bhagavantānaṁ āgantukehi bhikkhūhi saddhiṁ paṭisammodituṁ.",
  "pli-tv-bu-vb-ss13:1.5.4": "Atha kho bhagavā taṁ bhikkhuṁ etadavoca—",
  "pli-tv-bu-vb-ss13:1.5.5": "“kacci, bhikkhu, khamanīyaṁ kacci yāpanīyaṁ,",
  "pli-tv-bu-vb-ss13:1.5.6": "kaccisi appakilamathena addhānaṁ āgato,",
  "pli-tv-bu-vb-ss13:1.5.7": "kuto ca tvaṁ, bhikkhu, āgacchasī”ti?",
  "pli-tv-bu-vb-ss13:1.5.8": "“Khamanīyaṁ, bhagavā, yāpanīyaṁ, bhagavā.",
  "pli-tv-bu-vb-ss13:1.5.9": "Appakilamathena cāhaṁ, bhante, addhānaṁ āgato.",
  "pli-tv-bu-vb-ss13:1.5.10": "Idhāhaṁ, bhante, kāsīsu vassaṁvuṭṭho sāvatthiṁ āgacchanto bhagavantaṁ dassanāya yena kīṭāgiri tadavasariṁ.",
  "pli-tv-bu-vb-ss13:1.5.11": "Atha khvāhaṁ, bhante, pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya kīṭāgiriṁ piṇḍāya pāvisiṁ.",
  "pli-tv-bu-vb-ss13:1.5.12": "Addasā kho maṁ, bhante, aññataro upāsako kīṭāgirismiṁ piṇḍāya carantaṁ.",
  "pli-tv-bu-vb-ss13:1.5.13": "Disvāna yenāhaṁ tenupasaṅkami; upasaṅkamitvā maṁ abhivādetvā etadavoca—‘api, bhante, piṇḍo labbhatī’ti?",
  "pli-tv-bu-vb-ss13:1.5.14": "‘Na kho, āvuso, piṇḍo labbhatī’ti.",
  "pli-tv-bu-vb-ss13:1.5.15": "‘Ehi, bhante, gharaṁ gamissāmā’ti.",
  "pli-tv-bu-vb-ss13:1.5.16": "Atha kho, bhante, so upāsako maṁ gharaṁ netvā bhojetvā etadavoca—",
  "pli-tv-bu-vb-ss13:1.5.17": "‘kahaṁ, bhante, ayyo gamissatī’ti?",
  "pli-tv-bu-vb-ss13:1.5.18": "‘Sāvatthiṁ kho ahaṁ, āvuso, gamissāmi bhagavantaṁ dassanāyā’ti.",
  "pli-tv-bu-vb-ss13:1.5.19": "Tena hi, bhante, mama vacanena bhagavato pāde sirasā vanda, evañca vadehi—",
  "pli-tv-bu-vb-ss13:1.5.20": "‘duṭṭho, bhante, kīṭāgirismiṁ āvāso,",
  "pli-tv-bu-vb-ss13:1.5.21": "assajipunabbasukā nāma kīṭāgirismiṁ āvāsikā alajjino pāpabhikkhū.",
  "pli-tv-bu-vb-ss13:1.5.22": "Te evarūpaṁ anācāraṁ ācaranti—",
  "pli-tv-bu-vb-ss13:1.5.23": "mālāvacchaṁ ropentipi ropāpentipi, siñcantipi siñcāpentipi …pe… vividhampi anācāraṁ ācaranti.",
  "pli-tv-bu-vb-ss13:1.5.24": "Yepi te, bhante, manussā pubbe saddhā ahesuṁ pasannā tepi etarahi assaddhā appasannā,",
  "pli-tv-bu-vb-ss13:1.5.25": "yānipi tāni saṅghassa pubbe dānapathāni tānipi etarahi upacchinnāni,",
  "pli-tv-bu-vb-ss13:1.5.26": "riñcanti pesalā bhikkhū nivasanti pāpabhikkhū.",
  "pli-tv-bu-vb-ss13:1.5.27": "Sādhu, bhante, bhagavā kīṭāgiriṁ bhikkhū pahiṇeyya yathāyaṁ kīṭāgirismiṁ āvāso saṇṭhaheyyā’ti.",
  "pli-tv-bu-vb-ss13:1.5.28": "Tato ahaṁ, bhagavā, āgacchāmī”ti.",
  "pli-tv-bu-vb-ss13:1.6.1": "Atha kho bhagavā etasmiṁ nidāne etasmiṁ pakaraṇe bhikkhusaṅghaṁ sannipātāpetvā bhikkhū paṭipucchi—",
  "pli-tv-bu-vb-ss13:1.6.2": "“saccaṁ kira, bhikkhave, assajipunabbasukā nāma kīṭāgirismiṁ āvāsikā alajjino pāpabhikkhū te evarūpaṁ anācāraṁ ācaranti—",
  "pli-tv-bu-vb-ss13:1.6.3": "mālāvacchaṁ ropentipi ropāpentipi, siñcantipi siñcāpentipi …pe… vividhampi anācāraṁ ācaranti,",
  "pli-tv-bu-vb-ss13:1.6.4": "yepi te, bhikkhave, manussā pubbe saddhā ahesuṁ pasannā tepi etarahi assaddhā appasannā;",
  "pli-tv-bu-vb-ss13:1.6.5": "yānipi tāni saṅghassa pubbe dānapathāni tānipi etarahi upacchinnāni;",
  "pli-tv-bu-vb-ss13:1.6.6": "riñcanti pesalā bhikkhū nivasanti pāpabhikkhū”ti?",
  "pli-tv-bu-vb-ss13:1.6.7": "“Saccaṁ, bhagavā”ti.",
  "pli-tv-bu-vb-ss13:1.6.8": "Vigarahi buddho bhagavā …pe…",
  "pli-tv-bu-vb-ss13:1.6.9": "kathañhi nāma te, bhikkhave, moghapurisā evarūpaṁ anācāraṁ ācarissanti—",
  "pli-tv-bu-vb-ss13:1.6.10": "mālāvacchaṁ ropessantipi ropāpessantipi, sañcissantipi siñcāpessantipi, ocinissantipi ocināpessantipi, ganthissantipi ganthāpessantipi,",
  "pli-tv-bu-vb-ss13:1.6.11": "ekatovaṇṭikamālaṁ karissantipi kārāpessantipi, ubhatovaṇṭikamālaṁ karissantipi kārāpessantipi,",
  "pli-tv-bu-vb-ss13:1.6.12": "mañjarikaṁ karissantipi kārāpessantipi, vidhūtikaṁ karissantipi kārāpessantipi, vaṭaṁsakaṁ karissantipi kārāpessantipi, āveḷaṁ karissantipi kārāpessantipi, uracchadaṁ karissantipi kārāpessantipi.",
  "pli-tv-bu-vb-ss13:1.6.13": "Te kulitthīnaṁ kuladhītānaṁ kulakumārīnaṁ kulasuṇhānaṁ kuladāsīnaṁ ekatovaṇṭikamālaṁ harissantipi hārāpessantipi, ubhatovaṇṭikamālaṁ harissantipi hārāpessantipi, mañjarikaṁ harissantipi hārāpessantipi, vidhūtikaṁ harissantipi hārāpessantipi, vaṭaṁsakaṁ harissantipi hārāpessantipi, āveḷaṁ harissantipi hārāpessantipi, uracchadaṁ harissantipi hārāpessantipi.",
  "pli-tv-bu-vb-ss13:1.6.14": "Te kulitthīhi kuladhītāhi kulakumārīhi kulasuṇhāhi kuladāsīhi saddhiṁ ekabhājanepi bhuñjissanti, ekathālakepi pivissanti, ekāsanepi nisīdissanti, ekamañcepi tuvaṭṭissanti, ekattharaṇāpi tuvaṭṭissanti, ekapāvuraṇāpi tuvaṭṭissanti, ekattharaṇapāvuraṇāpi tuvaṭṭissanti,",
  "pli-tv-bu-vb-ss13:1.6.15": "vikālepi bhuñjissanti, majjampi pivissanti, mālāgandhavilepanampi dhārissanti",
  "pli-tv-bu-vb-ss13:1.6.16": "naccissantipi gāyissantipi vādessantipi lāsessantipi,",
  "pli-tv-bu-vb-ss13:1.6.17": "naccantiyāpi naccissanti naccantiyāpi gāyissanti naccantiyāpi vādessanti naccantiyāpi lāsessanti, gāyantiyāpi naccissanti gāyantiyāpi gāyissanti gāyantiyāpi vādessanti gāyantiyāpi lāsessanti, vādentiyāpi naccissanti vādentiyāpi gāyissanti vādentiyāpi vādessanti vādentiyāpi lāsessanti, lāsentiyāpi naccissanti lāsentiyāpi gāyissanti lāsentiyāpi vādessanti lāsentiyāpi lāsessanti",
  "pli-tv-bu-vb-ss13:1.6.18": "aṭṭhapadepi kīḷissanti dasapadepi kīḷissanti, ākāsepi kīḷissanti, parihārapathepi kīḷissanti, santikāyapi kīḷissanti, khalikāyapi kīḷissanti, ghaṭikāyapi kīḷissanti, salākahatthenapi kīḷissanti, akkhenapi kīḷissanti, paṅgacīrenapi kīḷissanti, vaṅkakenapi kīḷissanti, mokkhacikāyapi kīḷissanti, ciṅgulakenapi kīḷissanti, pattāḷhakenapi kīḷissanti, rathakenapi kīḷissanti, dhanukenapi kīḷissanti, akkharikāyapi kīḷissanti, manesikāyapi kīḷissanti, yathāvajjenapi kīḷissanti,",
  "pli-tv-bu-vb-ss13:1.6.19": "hatthismimpi sikkhissanti, assasmimpi sikkhissanti, rathasmimpi sikkhissanti, dhanusmimpi sikkhissanti, tharusmimpi sikkhissanti,",
  "pli-tv-bu-vb-ss13:1.6.20": "hatthissapi purato dhāvissanti, assassapi purato dhāvissanti, rathassapi purato dhāvissantipi ādhāvissantipi",
  "pli-tv-bu-vb-ss13:1.6.21": "usseḷessantipi, apphoṭessantipi, nibbujjhissantipi, muṭṭhīhipi yujjhissanti,",
  "pli-tv-bu-vb-ss13:1.6.22": "raṅgamajjhepi saṅghāṭiṁ pattharitvā naccakiṁ evaṁ vakkhanti “idha, bhagini, naccassū”ti nalāṭikampi dassanti, vividhampi anācāraṁ ācarissanti.",
  "pli-tv-bu-vb-ss13:1.6.23": "Netaṁ, bhikkhave, appasannānaṁ vā pasādāya …pe…",
  "pli-tv-bu-vb-ss13:1.6.24": "vigarahitvā dhammiṁ kathaṁ katvā sāriputtamoggallāne āmantesi—",
  "pli-tv-bu-vb-ss13:1.6.25": "“gacchatha tumhe, sāriputtā, kīṭāgiriṁ gantvā assajipunabbasukānaṁ bhikkhūnaṁ kīṭāgirismā pabbājanīyakammaṁ karotha. Tumhākaṁ ete saddhivihārikā”ti.",
  "pli-tv-bu-vb-ss13:1.6.26": "“Kathaṁ mayaṁ, bhante, assajipunabbasukānaṁ bhikkhūnaṁ kīṭāgirismā pabbājanīyakammaṁ karoma? Caṇḍā te bhikkhū pharusā”ti.",
  "pli-tv-bu-vb-ss13:1.6.27": "“Tena hi tumhe, sāriputtā, bahukehi bhikkhūhi saddhiṁ gacchathā”ti.",
  "pli-tv-bu-vb-ss13:1.6.28": "“Evaṁ, bhante”ti kho sāriputtamoggallānā bhagavato paccassosuṁ.",
  "pli-tv-bu-vb-ss13:1.7.1": "“Evañca pana, bhikkhave, kātabbaṁ.",
  "pli-tv-bu-vb-ss13:1.7.2": "Paṭhamaṁ assajipunabbasukā bhikkhū codetabbā.",
  "pli-tv-bu-vb-ss13:1.7.3": "Codetvā sāretabbā. Sāretvā āpattiṁ ropetabbā.",
  "pli-tv-bu-vb-ss13:1.7.4": "Āpattiṁ ropetvā byattena bhikkhunā paṭibalena saṅgho ñāpetabbo—",
  "pli-tv-bu-vb-ss13:1.7.5": "‘Suṇātu me, bhante, saṅgho.",
  "pli-tv-bu-vb-ss13:1.7.6": "Ime assajipunabbasukā bhikkhū kuladūsakā pāpasamācārā. Imesaṁ pāpakā samācārā dissanti ceva suyyanti ca. Kulāni ca imehi duṭṭhāni dissanti ceva suyyanti ca.",
  "pli-tv-bu-vb-ss13:1.7.7": "Yadi saṅghassa pattakallaṁ, saṅgho assajipunabbasukānaṁ bhikkhūnaṁ kīṭāgirismā pabbājanīyakammaṁ kareyya—“na assajipunabbasukehi bhikkhūhi kīṭāgirismiṁ vatthabban”ti.",
  "pli-tv-bu-vb-ss13:1.7.8": "Esā ñatti.",
  "pli-tv-bu-vb-ss13:1.7.9": "Suṇātu me, bhante, saṅgho.",
  "pli-tv-bu-vb-ss13:1.7.10": "Ime assajipunabbasukā bhikkhū kuladūsakā pāpasamācārā. Imesaṁ pāpakā samācārā dissanti ceva suyyanti ca. Kulāni ca imehi duṭṭhāni dissanti ceva suyyanti ca.",
  "pli-tv-bu-vb-ss13:1.7.11": "Saṅgho assajipunabbasukānaṁ bhikkhūnaṁ kīṭāgirismā pabbājanīyakammaṁ karoti—“na assajipunabbasukehi bhikkhūhi kīṭāgirismiṁ vatthabban”ti.",
  "pli-tv-bu-vb-ss13:1.7.12": "Yassāyasmato khamati assajipunabbasukānaṁ bhikkhūnaṁ kīṭāgirismā pabbājanīyakammassa karaṇaṁ—“na assajipunabbasukehi bhikkhūhi kīṭāgirismiṁ vatthabban”ti, so tuṇhassa;",
  "pli-tv-bu-vb-ss13:1.7.13": "yassa nakkhamati, so bhāseyya.",
  "pli-tv-bu-vb-ss13:1.7.14": "Dutiyampi etamatthaṁ vadāmi …pe…",
  "pli-tv-bu-vb-ss13:1.7.15": "tatiyampi etamatthaṁ vadāmi—suṇātu me, bhante, saṅgho …pe… so bhāseyya.",
  "pli-tv-bu-vb-ss13:1.7.16": "Kataṁ saṅghena assajipunabbasukānaṁ bhikkhūnaṁ kīṭāgirismā pabbājanīyakammaṁ—“na assajipunabbasukehi bhikkhūhi kīṭāgirismiṁ vatthabban”ti.",
  "pli-tv-bu-vb-ss13:1.7.17": "Khamati saṅghassa, tasmā tuṇhī, evametaṁ dhārayāmī’”ti.",
  "pli-tv-bu-vb-ss13:1.8.1": "Atha kho sāriputtamoggallānappamukho bhikkhusaṅgho kīṭāgiriṁ gantvā assajipunabbasukānaṁ bhikkhūnaṁ kīṭāgirismā pabbājanīyakammaṁ akāsi—“na assajipunabbasukehi bhikkhūhi kīṭāgirismiṁ vatthabban”ti.",
  "pli-tv-bu-vb-ss13:1.8.2": "Te saṅghena pabbājanīyakammakatā na sammā vattanti, na lomaṁ pātenti, na netthāraṁ vattanti, na bhikkhū khamāpenti, akkosanti paribhāsanti chandagāmitā dosagāmitā mohagāmitā bhayagāmitā pāpenti, pakkamantipi, vibbhamantipi.",
  "pli-tv-bu-vb-ss13:1.8.3": "Ye te bhikkhū appicchā …pe… te ujjhāyanti khiyyanti vipācenti—",
  "pli-tv-bu-vb-ss13:1.8.4": "“kathañhi nāma assajipunabbasukā bhikkhū saṅghena pabbājanīyakammakatā na sammā vattissanti, na lomaṁ pātessanti, na netthāraṁ vattissanti, na bhikkhū khamāpessanti, akkosissanti paribhāsissanti, chandagāmitā dosagāmitā mohagāmitā bhayagāmitā pāpessanti pakkamissantipi vibbhamissantipī”ti.",
  "pli-tv-bu-vb-ss13:1.8.5": "Atha kho te bhikkhū assajipunabbasuke bhikkhū anekapariyāyena vigarahitvā bhagavato etamatthaṁ ārocesuṁ …pe…",
  "pli-tv-bu-vb-ss13:1.8.6": "“saccaṁ kira, bhikkhave, assajipunabbasukā bhikkhū saṅghena pabbājanīyakammakatā na sammā vattanti …pe… vibbhamantipī”ti?",
  "pli-tv-bu-vb-ss13:1.8.7": "“Saccaṁ, bhagavā”ti.",
  "pli-tv-bu-vb-ss13:1.8.8": "Vigarahi buddho bhagavā …pe…",
  "pli-tv-bu-vb-ss13:1.8.9": "evañca pana, bhikkhave, imaṁ sikkhāpadaṁ uddiseyyātha—",
  "pli-tv-bu-vb-ss13:1.8.10.1": "“Bhikkhu paneva aññataraṁ gāmaṁ vā nigamaṁ vā upanissāya viharati kuladūsako pāpasamācāro. Tassa kho pāpakā samācārā dissanti ceva suyyanti ca, kulāni ca tena duṭṭhāni dissanti ceva suyyanti ca.",
  "pli-tv-bu-vb-ss13:1.8.11": "So bhikkhu bhikkhūhi evamassa vacanīyo—",
  "pli-tv-bu-vb-ss13:1.8.12": "‘āyasmā kho kuladūsako pāpasamācāro, āyasmato kho pāpakā samācārā dissanti ceva suyyanti ca, kulāni cāyasmatā duṭṭhāni dissanti ceva suyyanti ca. Pakkamatāyasmā imamhā āvāsā. Alaṁ te idha vāsenā’ti.",
  "pli-tv-bu-vb-ss13:1.8.13": "Evañca so bhikkhu bhikkhūhi vuccamāno te bhikkhū evaṁ vadeyya—",
  "pli-tv-bu-vb-ss13:1.8.14": "‘chandagāmino ca bhikkhū dosagāmino ca bhikkhū mohagāmino ca bhikkhū bhayagāmino ca bhikkhū tādisikāya āpattiyā ekaccaṁ pabbājenti ekaccaṁ na pabbājentī’ti,",
  "pli-tv-bu-vb-ss13:1.8.15": "so bhikkhu bhikkhūhi evamassa vacanīyo—",
  "pli-tv-bu-vb-ss13:1.8.16": "‘māyasmā evaṁ avaca. Na ca bhikkhū chandagāmino. Na ca bhikkhū dosagāmino. Na ca bhikkhū mohagāmino. Na ca bhikkhū bhayagāmino.",
  "pli-tv-bu-vb-ss13:1.8.17": "Āyasmā kho kuladūsako pāpasamācāro. Āyasmato kho pāpakā samācārā dissanti ceva suyyanti ca. Kulāni cāyasmatā duṭṭhāni dissanti ceva suyyanti ca. Pakkamatāyasmā imamhā āvāsā. Alaṁ te idha vāsenā’ti.",
  "pli-tv-bu-vb-ss13:1.8.18": "Evañca so bhikkhu bhikkhūhi vuccamāno tatheva paggaṇheyya, so bhikkhu bhikkhūhi yāvatatiyaṁ samanubhāsitabbo tassa paṭinissaggāya.",
  "pli-tv-bu-vb-ss13:1.8.19": "Yāvatatiyañce samanubhāsiyamāno taṁ paṭinissajjeyya, iccetaṁ kusalaṁ;",
  "pli-tv-bu-vb-ss13:1.8.20": "no ce paṭinissajjeyya, saṅghādiseso”ti.",
  "pli-tv-bu-vb-ss13:2.1": "Bhikkhu paneva aññataraṁ gāmaṁ vā nigamaṁ vāti",
  "pli-tv-bu-vb-ss13:2.2": "gāmopi nigamopi nagarampi gāmo ceva nigamo ca.",
  "pli-tv-bu-vb-ss13:2.3": "Upanissāya viharatīti",
  "pli-tv-bu-vb-ss13:2.4": "tattha paṭibaddhā honti cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārā.",
  "pli-tv-bu-vb-ss13:2.5": "Kulaṁ nāma",
  "pli-tv-bu-vb-ss13:2.6": "cattāri kulāni—khattiyakulaṁ, brāhmaṇakulaṁ, vessakulaṁ, suddakulaṁ.",
  "pli-tv-bu-vb-ss13:2.7": "Kuladūsakoti",
  "pli-tv-bu-vb-ss13:2.8": "kulāni dūseti pupphena vā phalena vā cuṇṇena vā mattikāya vā dantakaṭṭhena vā veḷuyā vejjikāya vā jaṅghapesanikena vā.",
  "pli-tv-bu-vb-ss13:2.9": "Pāpasamācāroti",
  "pli-tv-bu-vb-ss13:2.10": "mālāvacchaṁ ropetipi ropāpetipi, siñcatipi siñcāpetipi, ocinātipi ocināpetipi, ganthetipi ganthāpetipi.",
  "pli-tv-bu-vb-ss13:2.11": "Dissanti ceva suyyanti cāti",
  "pli-tv-bu-vb-ss13:2.12": "ye saṁmukhā te passanti, ye tirokkhā te suṇanti.",
  "pli-tv-bu-vb-ss13:2.13": "Kulāni ca tena duṭṭhānīti",
  "pli-tv-bu-vb-ss13:2.14": "pubbe saddhā hutvā taṁ āgamma assaddhā honti, pasannā hutvā appasannā honti.",
  "pli-tv-bu-vb-ss13:2.15": "Dissanti ceva suyyanti cāti",
  "pli-tv-bu-vb-ss13:2.16": "ye saṁmukhā te passanti, ye tirokkhā te suṇanti.",
  "pli-tv-bu-vb-ss13:2.17": "So bhikkhūti",
  "pli-tv-bu-vb-ss13:2.18": "yo so kuladūsako bhikkhu.",
  "pli-tv-bu-vb-ss13:2.19": "Bhikkhūhīti",
  "pli-tv-bu-vb-ss13:2.20": "aññehi bhikkhūhi. Ye passanti ye suṇanti. Tehi vattabbo—",
  "pli-tv-bu-vb-ss13:2.21": "“āyasmā kho kuladūsako pāpasamācāro. Āyasmato kho pāpakā samācārā dissanti ceva suyyanti ca. Kulāni cāyasmatā duṭṭhāni dissanti ceva suyyanti ca. Pakkamatāyasmā imamhā āvāsā. Alaṁ te idha vāsenā”ti.",
  "pli-tv-bu-vb-ss13:2.22": "Evañca so bhikkhu bhikkhūhi vuccamāno te bhikkhū evaṁ vadeyya—“chandagāmino ca bhikkhū, dosagāmino ca bhikkhū, mohagāmino ca bhikkhū, bhayagāmino ca bhikkhū. Tādisikāya āpattiyā ekaccaṁ pabbājenti ekaccaṁ na pabbājentī”ti.",
  "pli-tv-bu-vb-ss13:2.23": "So bhikkhūti",
  "pli-tv-bu-vb-ss13:2.24": "yo so kammakato bhikkhu.",
  "pli-tv-bu-vb-ss13:2.25": "Bhikkhūhīti",
  "pli-tv-bu-vb-ss13:2.26": "aññehi bhikkhūhi. Ye passanti ye suṇanti. Tehi vattabbo—",
  "pli-tv-bu-vb-ss13:2.27": "“māyasmā evaṁ avaca. Na ca bhikkhū chandagāmino, na ca bhikkhū dosagāmino, na ca bhikkhū mohagāmino, na ca bhikkhū bhayagāmino.",
  "pli-tv-bu-vb-ss13:2.28": "Āyasmā kho kuladūsako pāpasamācāro. Āyasmato kho pāpakā samācārā dissanti ceva suyyanti ca. Kulāni cāyasmatā duṭṭhāni dissanti ceva suyyanti ca. Pakkamatāyasmā imamhā āvāsā. Alaṁ te idha vāsenā”ti.",
  "pli-tv-bu-vb-ss13:2.29": "Dutiyampi vattabbo.",
  "pli-tv-bu-vb-ss13:2.30": "Tatiyampi vattabbo.",
  "pli-tv-bu-vb-ss13:2.31": "Sace paṭinissajjati, iccetaṁ kusalaṁ.",
  "pli-tv-bu-vb-ss13:2.32": "No ce paṭinissajjati, āpatti dukkaṭassa.",
  "pli-tv-bu-vb-ss13:2.33": "Sutvā na vadanti, āpatti dukkaṭassa.",
  "pli-tv-bu-vb-ss13:2.34": "So bhikkhu saṅghamajjhampi ākaḍḍhitvā vattabbo—",
  "pli-tv-bu-vb-ss13:2.35": "“māyasmā evaṁ avaca. Na ca bhikkhū chandagāmino, na ca bhikkhū dosagāmino, na ca bhikkhū mohagāmino, na ca bhikkhū bhayagāmino.",
  "pli-tv-bu-vb-ss13:2.36": "Āyasmā kho kuladūsako pāpasamācāro. Āyasmato kho pāpakā samācārā dissanti ceva suyyanti ca. Kulāni cāyasmatā duṭṭhāni dissanti ceva suyyanti ca. Pakkamatāyasmā imamhā āvāsā. Alaṁ te idha vāsenā”ti.",
  "pli-tv-bu-vb-ss13:2.37": "Dutiyampi vattabbo.",
  "pli-tv-bu-vb-ss13:2.38": "Tatiyampi vattabbo.",
  "pli-tv-bu-vb-ss13:2.39": "Sace paṭinissajjati, iccetaṁ kusalaṁ.",
  "pli-tv-bu-vb-ss13:2.40": "No ce paṭinissajjati, āpatti dukkaṭassa.",
  "pli-tv-bu-vb-ss13:2.41": "So bhikkhu samanubhāsitabbo.",
  "pli-tv-bu-vb-ss13:2.42": "“Evañca pana, bhikkhave, samanubhāsitabbo.",
  "pli-tv-bu-vb-ss13:2.43": "Byattena bhikkhunā paṭibalena saṅgho ñāpetabbo—",
  "pli-tv-bu-vb-ss13:2.44": "‘Suṇātu me, bhante, saṅgho.",
  "pli-tv-bu-vb-ss13:2.45": "Ayaṁ itthannāmo bhikkhu saṅghena pabbājanīyakammakato bhikkhū chandagāmitā dosagāmitā mohagāmitā bhayagāmitā pāpeti.",
  "pli-tv-bu-vb-ss13:2.46": "So taṁ vatthuṁ na paṭinissajjati.",
  "pli-tv-bu-vb-ss13:2.47": "Yadi saṅghassa pattakallaṁ, saṅgho itthannāmaṁ bhikkhuṁ samanubhāseyya tassa vatthussa paṭinissaggāya.",
  "pli-tv-bu-vb-ss13:2.48": "Esā ñatti.",
  "pli-tv-bu-vb-ss13:2.49": "Suṇātu me, bhante, saṅgho.",
  "pli-tv-bu-vb-ss13:2.50": "Ayaṁ itthannāmo bhikkhu saṅghena pabbājanīyakammakato bhikkhū chandagāmitā dosagāmitā mohagāmitā bhayagāmitā pāpeti.",
  "pli-tv-bu-vb-ss13:2.51": "So taṁ vatthuṁ na paṭinissajjati.",
  "pli-tv-bu-vb-ss13:2.52": "Saṅgho itthannāmaṁ bhikkhuṁ samanubhāsati tassa vatthussa paṭinissaggāya.",
  "pli-tv-bu-vb-ss13:2.53": "Yassāyasmato khamati itthannāmassa bhikkhuno samanubhāsanā tassa vatthussa paṭinissaggāya, so tuṇhassa; yassa nakkhamati, so bhāseyya.",
  "pli-tv-bu-vb-ss13:2.54": "Dutiyampi etamatthaṁ vadāmi …pe…",
  "pli-tv-bu-vb-ss13:2.55": "tatiyampi etamatthaṁ vadāmi …pe….",
  "pli-tv-bu-vb-ss13:2.56": "Samanubhaṭṭho saṅghena itthannāmo bhikkhu tassa vatthussa paṭinissaggāya.",
  "pli-tv-bu-vb-ss13:2.57": "Khamati saṅghassa, tasmā tuṇhī, evametaṁ dhārayāmī’”ti.",
  "pli-tv-bu-vb-ss13:2.58": "Ñattiyā dukkaṭaṁ,",
  "pli-tv-bu-vb-ss13:2.59": "dvīhi kammavācāhi thullaccayā,",
  "pli-tv-bu-vb-ss13:2.60": "kammavācāpariyosāne āpatti saṅghādisesassa.",
  "pli-tv-bu-vb-ss13:2.61": "Saṅghādisesaṁ ajjhāpajjantassa ñattiyā dukkaṭaṁ, dvīhi kammavācāhi thullaccayā paṭippassambhanti.",
  "pli-tv-bu-vb-ss13:2.62": "Saṅghādisesoti",
  "pli-tv-bu-vb-ss13:2.63": "saṅghova tassā āpattiyā parivāsaṁ deti, mūlāya paṭikassati, mānattaṁ deti, abbheti; na sambahulā, na ekapuggalo. Tena vuccati—“saṅghādiseso”ti,",
  "pli-tv-bu-vb-ss13:2.64": "tasseva āpattinikāyassa nāmakammaṁ adhivacanaṁ. Tenapi vuccati “saṅghādiseso”ti.",
  "pli-tv-bu-vb-ss13:3.1.1": "Dhammakamme dhammakammasaññī na paṭinissajjati, āpatti saṅghādisesassa.",
  "pli-tv-bu-vb-ss13:3.1.2": "Dhammakamme vematiko na paṭinissajjati, āpatti saṅghādisesassa.",
  "pli-tv-bu-vb-ss13:3.1.3": "Dhammakamme adhammakammasaññī na paṭinissajjati, āpatti saṅghādisesassa.",
  "pli-tv-bu-vb-ss13:3.1.4": "Adhammakamme dhammakammasaññī, āpatti dukkaṭassa.",
  "pli-tv-bu-vb-ss13:3.1.5": "Adhammakamme vematiko, āpatti dukkaṭassa.",
  "pli-tv-bu-vb-ss13:3.1.6": "Adhammakamme adhammakammasaññī, āpatti dukkaṭassa.",
  "pli-tv-bu-vb-ss13:3.2.1": "Anāpatti—",
  "pli-tv-bu-vb-ss13:3.2.2": "asamanubhāsantassa,",
  "pli-tv-bu-vb-ss13:3.2.3": "paṭinissajjantassa,",
  "pli-tv-bu-vb-ss13:3.2.4": "ummattakassa,",
  "pli-tv-bu-vb-ss13:3.2.5": "ādikammikassāti.",
  "pli-tv-bu-vb-ss13:3.2.6": "Kuladūsakasikkhāpadaṁ niṭṭhitaṁ terasamaṁ.",
  "pli-tv-bu-vb-ss13:3.2.7": "“Uddiṭṭhā kho, āyasmanto, terasa saṅghādisesā dhammā, nava paṭhamāpattikā, cattāro yāvatatiyakā.",
  "pli-tv-bu-vb-ss13:3.2.8": "Yesaṁ bhikkhu aññataraṁ vā aññataraṁ vā āpajjitvā yāvatīhaṁ jānaṁ paṭicchādeti tāvatīhaṁ tena bhikkhunā akāmā parivattabbaṁ.",
  "pli-tv-bu-vb-ss13:3.2.9": "Parivutthaparivāsena bhikkhunā uttari chārattaṁ bhikkhumānattāya paṭipajjitabbaṁ.",
  "pli-tv-bu-vb-ss13:3.2.10": "Ciṇṇamānatto bhikkhu yattha siyā vīsatigaṇo bhikkhusaṅgho tattha so bhikkhu abbhetabbo.",
  "pli-tv-bu-vb-ss13:3.2.11": "Ekenapi ce ūno vīsatigaṇo bhikkhusaṅgho taṁ bhikkhuṁ abbheyya, so ca bhikkhu anabbhito, te ca bhikkhū gārayhā, ayaṁ tattha sāmīci.",
  "pli-tv-bu-vb-ss13:3.2.12": "Tatthāyasmante pucchāmi—‘kaccittha parisuddhā’?",
  "pli-tv-bu-vb-ss13:3.2.13": "Dutiyampi pucchāmi—‘kaccittha parisuddhā’?",
  "pli-tv-bu-vb-ss13:3.2.14": "Tatiyampi pucchāmi—‘kaccittha parisuddhā’?",
  "pli-tv-bu-vb-ss13:3.2.15": "Parisuddhetthāyasmanto. Tasmā tuṇhī, evametaṁ dhārayāmī”ti.",
  "pli-tv-bu-vb-ss13:3.2.16": "Terasakaṁ niṭṭhitaṁ.",
  "pli-tv-bu-vb-ss13:3.2.17": "Tassuddānaṁ",
  "pli-tv-bu-vb-ss13:3.2.18": "Vissaṭṭhi kāyasaṁsaggaṁ,",
  "pli-tv-bu-vb-ss13:3.2.19": "duṭṭhullaṁ attakāmañca;",
  "pli-tv-bu-vb-ss13:3.2.20": "Sañcarittaṁ kuṭī ceva,",
  "pli-tv-bu-vb-ss13:3.2.21": "vihāro ca amūlakaṁ.",
  "pli-tv-bu-vb-ss13:3.2.22": "Kiñcilesañca bhedo ca,",
  "pli-tv-bu-vb-ss13:3.2.23": "tasseva anuvattakā;",
  "pli-tv-bu-vb-ss13:3.2.24": "Dubbacaṁ kuladūsañca,",
  "pli-tv-bu-vb-ss13:3.2.25": "saṅghādisesā terasāti.",
  "pli-tv-bu-vb-ss13:3.2.26": "Saṅghādisesakaṇḍaṁ niṭṭhitaṁ."
}