{
  "pli-tv-bi-vb-pj8:1.11": "Although the rule reads “or”, _vā_, between each action, it is clear from the word commentary below that doing a single action is not enough to commit an offense entailing expulsion. Thus it seems clear all the eight actions need to be done. This is also the position of the commentary at [Sp.2.676](): _Yā pana ekaṃ vā vatthuṃ satta vā vatthūni satakkhattumpi pūreti, neva assamaṇī hoti_, “Even if she fulfills one of the eight or seven of the eight a hundred times, she is not expelled.” Moreover, according to the Kaṅkhāvitaraṇī commentary there is only a full offense if the nun does not (sincerely) confess any of the previous seven partial transgressions before committing the eighth one: _Tasmā yā ekaṃ āpannā dhuranikkhepaṃ katvā desetvā puna kilesavasena āpajjati, puna pi deseti, evam aṭṭhamaṃ paripūrentī pi pārājika na hoti_, “Therefore, if she has committed one (of the actions), but then makes a pledge of obligation (to practice the rules) and then confesses, if she then commits an offense again because of defilements, and confesses again, then even if she fulfills the eighth factor, she does not commit an offense entailing expulsion.” | “Robeˮ renders _saṅghāṭi_. A _saṅghāṭi_ is normally understood to refer to one of the three robes of a _bhikkhu_ or one of the five of a _bhikkhunī_. It can then be translated as “outer robe” to distinguish it from the _uttarasaṅga_ (“the upper robe”) and the _antaravāsaka_ (“the lower robe” or sarong). Upper robe is not, however, always a satisfactory rendering of _saṅghāṭi_, as can be seen from a number of different contexts in the Vinaya Piṭaka. There are in fact three different uses of the word, ranging in meaning from “robe” in general to “upper robe”—denoting either the _uttarasaṅga_, _saṅghāṭi_, or both—to “outer robe”, which is the only case when it specifically refers an individual robe. I thus translate _saṅghāṭi_ in three different ways, as either “robe”, “upper robe”, or “outer robe”. I use the context to decide which one is appropriate in each particular case.",
  "pli-tv-bi-vb-pj8:2.1.33": "Literally it reads “the eighth part”, rather than “the eight parts”. This, however, does not mean number eight in the list, but the last of the eight to be completed, whichever that is, and thus it implies the fulfillment of all eight."
}
