{
  "sn16.6:0.1": "Budini govori tematski grupisani 16.6 ",
  "sn16.6:0.2": "1. Kassapa ",
  "sn16.6:0.3": "Poduka (1) ",
  "sn16.6:1.1": "Jednom je Blaženi boravio kraj Rāđagahe, u Bambusovom gaju. ",
  "sn16.6:1.2": "Onda poštovani Mahākassapa otide do Blaženog, pokloni mu se i sede sa strane. Dok je sedeo sa strane, Blaženi mu reče: ",
  "sn16.6:1.3": "„Pouči, Kassapa, monahe; ",
  "sn16.6:1.4": "održi monasima govor o Dhammi, Kassapa. ",
  "sn16.6:1.5": "Ili ću ja, Kassapa, poučavati monahe ili ti; ",
  "sn16.6:1.6": "ili ću ja održati monasima govor o Dhammi ili ti.” ",
  "sn16.6:2.1": "„Teški su, poštovani, sada monasi za podučavanje, poseduju osobine koje ih čine teškim za podučavanje, nestrpljivi su i ne prihvataju rado savete. ",
  "sn16.6:2.2": "Ovde sam, poštovani, video monaha Bhandu, Ānandinog učenika, i monaha Abhiđiku, Anuruddhinog učenika, kako se međusobno nadmeću svojim znanjem: ",
  "sn16.6:2.3": "’Hajde, monaše, ko će govoriti više, ko će govoriti lepše, ko će govoriti duže?’” ",
  "sn16.6:3.1": "Na to Blaženi reče jednom monahu: ",
  "sn16.6:3.2": "„Idi, monaše, i u moje ime pozovi monaha Bhandu, Ānandinog učenika, i monaha Abhiđiku, Anuruddhinog učenika: ",
  "sn16.6:3.3": "’Prijatelji, učitelj vas poziva’.” ",
  "sn16.6:3.4": "„Da, poštovani”, odgovori monah Blaženom, pa otide do tih monaha i reče im: ",
  "sn16.6:3.5": "’Prijatelji, učitelj vas poziva’. ",
  "sn16.6:4.1": "„Da, prijatelju”, odgovoriše ti monasi, pa otidoše do Blaženog, pokloniše mu se i sedoše sa strane. Dok su sedeli sa strane, Blaženi im reče: ",
  "sn16.6:4.2": "„Je li istina, monasi, da se međusobno nadmećete svojim znanjem: ",
  "sn16.6:4.3": "’Hajde, monaše, ko će govoriti više, ko će govoriti lepše, ko će govoriti duže?’” ",
  "sn16.6:4.4": "„Jeste, poštovani.” ",
  "sn16.6:4.5": "„Šta mislite, monasi, da li sam vas ja tako učio Dhammi: ",
  "sn16.6:4.6": "’Hajde, monasi, nadmećite se međusobno svojim znanjem: ",
  "sn16.6:4.7": "’Ko će govoriti više, ko će govoriti lepše, ko će govoriti duže?’” ",
  "sn16.6:4.8": "„Ne, poštovani.” ",
  "sn16.6:4.9": "„Ako vas ja, monasi, nisam tako učio Dhammi, šta onda znate i vidite, zabludeli ljudi, kada se, kao oni koji su otišli u beskućnike u ovom dobro izloženom učenju i pravilima, međusobno nadmećete svojim znanjem: ",
  "sn16.6:4.10": "’Hajde, monaše, ko će govoriti više, ko će govoriti lepše, ko će govoriti duže?’” ",
  "sn16.6:5.1": "Onda ti monasi padoše pred noge Blaženog i rekoše: ",
  "sn16.6:5.2": "„Savladala nas je greška, poštovani, kao nerazumne, kao zbunjene, kao neumešne, te smo se, kao oni koji su otišli u beskućnike u ovom dobro izloženom učenju i pravilima, međusobno nadmetali svojim znanjem. ",
  "sn16.6:5.4": "Neka Blaženi prihvati naše priznanje greške radi budućeg obuzdavanja.” ",
  "sn16.6:6.1": "„Zaista vas je, monasi, savladala greška kao nerazumne, kao zbunjene, kao neumešne, te ste se, kao oni koji su otišli u beskućnike u ovom dobro izloženom učenju i pravilima, međusobno nadmetali svojim znanjem. ",
  "sn16.6:6.3": "Ali pošto vi, monasi, uviđajući grešku kao grešku, popravljate to u skladu sa Dhammom, mi to prihvatamo. ",
  "sn16.6:6.4": "Jer to je napredak, monasi, u disciplini Plemenitoga: kada neko vidi grešku kao grešku, popravi je u skladu sa Dhammom i ubuduće se obuzdava.” "
}