{
  "sn16.11:0.1": "Budini govori tematski grupisani 16.11 ",
  "sn16.11:0.2": "1. Kassapa ",
  "sn16.11:0.3": "Ogrtač ",
  "sn16.11:1.1": "Jednom je poštovani Mahākassapa boravio kraj Rāđagahe, u Bambusovom gaju, na mestu gde se hrane veverice. ",
  "sn16.11:1.2": "U to vreme poštovani Ānanda je lutao južnim brdima, praćen velikom grupom monaha. ",
  "sn16.11:2.1": "I tom prilikom je tridesetak monaha, uglavnom mladića, učenika poštovanog Ānande, napustilo vežbanje i vratilo se svetačkom životu. ",
  "sn16.11:2.2": "Nakon što je lutao južnim brdima koliko je želeo, poštovani Ānanda otide do Rāđagahe, do Bambusovog gaja, mesta gde se hrane veverice i poštovanog Mahākassape. Kad je stigao, pokloni se poštovanom Mahā Kassapi i sede sa strane. Dok je poštovani Ānanda sedeo sa strane, poštovani Mahā Kassapa mu reče: ",
  "sn16.11:2.3": "„Prijatelju Ānanda, koliko razloga je Blaženi imao na umu kada je propisao pravilo da najviše tri monaha mogu zajedno jesti među porodicama?” ",
  "sn16.11:3.1": "„Poštovani Kassapa, Blaženi je imao tri razloga na umu kada je propisao pravilo da najviše tri monaha mogu zajedno jesti među porodicama: ",
  "sn16.11:3.2": "da bi obuzdao osobe lošeg karaktera i omogućio udoban život monasima lepog ponašanja, da oni sa lošim željama ne bi formirali klan i izazvali raskol u Sanghi, i iz samilosti prema porodicama. ",
  "sn16.11:3.3": "To su, poštovani Kassapa, tri razloga koja je Blaženi imao na umu.” ",
  "sn16.11:4.1": "„Pa zašto onda, prijatelju Ānanda, lutaš sa tim novim monasima, koji ne stražare na vratima svojih čula, koji ne znaju meru u jelu i nisu posvećeni budnosti? ",
  "sn16.11:4.2": "Reklo bi se da lutaš uništavajući useve, reklo bi se da lutaš uništavajući porodice. ",
  "sn16.11:4.3": "Tvoja pratnja se raspada, prijatelju Ānanda; ",
  "sn16.11:4.4": "tvoji novi učenici otpadaju. ",
  "sn16.11:4.5": "A ovaj dečak još uvek ne zna svoju meru.” ",
  "sn16.11:5.1": "„Ali, poštovani Kassapa, na mojoj glavi su se već pojavile sede vlasi. ",
  "sn16.11:5.2": "Pa ipak, mi još uvek ne možemo izbeći da nas poštovani Mahākassapa naziva ’dečakom’.” ",
  "sn16.11:5.3": "„To je zato, prijatelju Ānanda, što lutaš sa tim novim monasima, koji ne stražare na vratima svojih čula, koji ne znaju meru u jelu i nisu posvećeni budnosti. Reklo bi se da lutaš uništavajući useve, reklo bi se da lutaš uništavajući porodice. ",
  "sn16.11:5.4": "Tvoja pratnja se raspada, prijatelju Ānanda; ",
  "sn16.11:5.5": "tvoji novi učenici otpadaju. ",
  "sn16.11:5.6": "A ovaj dečak još uvek ne zna svoju meru.” ",
  "sn16.11:6.1": "Monahinja Thullanandā doču ",
  "sn16.11:6.2": "da je gospodin Mahākassapa nazvao gospodina Ānandu, mudraca iz Videhe, „dečakom” i ponizio ga. ",
  "sn16.11:7.1": "Tada monahinja Thullanandā, nezadovoljna, izrazi svoje nezadovoljstvo rečima: ",
  "sn16.11:7.2": "„Kako to da gospodin Mahākassapa, koji je ranije pripadao drugoj tradiciji, misli da može da naziva gospodina Ānandu, mudraca iz Videhe, ’dečakom’ i ponižava ga!” ",
  "sn16.11:7.3": "Poštovani Mahākassapa ču monahinju Thullanandu kako izgovara te reči. ",
  "sn16.11:8.1": "Onda poštovani Mahā Kassapa reče poštovanom Ānandi: ",
  "sn16.11:8.2": "„Zaista je, prijatelju Ānanda, monahinja Thullanandā izgovorila te reči naglo i nepromišljeno. ",
  "sn16.11:8.3": "Prijatelju, od dana kada sam obrijao kosu i bradu, obukao žuti ogrtač i napustio domaćinski život otišavši u beskućnike, ne sećam se da sam bilo koga drugog smatrao svojim učiteljem osim Blaženog, plemenitog, potpuno probuđenog. ",
  "sn16.11:8.4": "Ranije, prijatelju, dok sam još bio domaćin, razmišljao sam: ",
  "sn16.11:8.5": "’Domaćinski život je skučen i prašnjav. Svetački život je poput širokog polja. ",
  "sn16.11:8.6": "Nije lako živeći u kući praktikovati svetački život potpuno savršen i čist, nalik uglačanoj školjki. ",
  "sn16.11:8.7": "Kako bi bilo da obrijem kosu i bradu, ogrnem žuti ogrtač i napustivši dom odem u beskućnike?’ ",
  "sn16.11:8.8": "Kasnije sam napravio gornji ogrtač od komada odbačenog platna i, ugledajući se na one koji su arahanti u ovom svetu, obrijao kosu i bradu, obukao žuti ogrtač, napustio domaćinski život i otišao u beskućnike. ",
  "sn16.11:9.1": "Tako zaređen, dok sam išao putem između Rāđagahe i Nāḷande, ugledao sam Blaženog kako sedi kod svetilišta Bahuputta. ",
  "sn16.11:9.2": "Kad sam ga video, pomislio sam: ",
  "sn16.11:9.3": "’Ako bih ikoga prihvatio za učitelja, to bi bio samo Blaženi; ",
  "sn16.11:9.4": "ako bih ikoga prihvatio za srećnog, to bi bio samo Blaženi; ",
  "sn16.11:9.5": "ako bih ikoga prihvatio za potpuno probuđenog, ",
  "sn16.11:9.6": "to bi bio samo Blaženi.’ ",
  "sn16.11:9.7": "Prijatelju, poklonio sam se tu, na tom mestu, do nogu Blaženog i rekao mu: ",
  "sn16.11:9.8": "’Poštovani, Blaženi je moj učitelj, ja sam njegov učenik! ",
  "sn16.11:9.9": "Poštovani, Blaženi je moj učitelj, ja sam njegov učenik!’ ",
  "sn16.11:9.10": "Na to mi Blaženi reče: ",
  "sn16.11:9.11": "’Kassapa, onome ko bi učenika koji je tako potpuno predan rekao da zna, a da u stvari ne zna, ili da vidi, a da u stvari ne vidi, glava bi se raspukla. ",
  "sn16.11:9.12": "Ali ja, Kassapa, znajući govorim da znam, videći govorim da vidim. ",
  "sn16.11:10.1": "Zato, Kassapa, treba ovako da se vežbaš: ",
  "sn16.11:10.2": "”Razviću snažan osećaj stida i straha od činjenja loših dela prema starijima, novajlijama i onima srednjim po stažu.” ",
  "sn16.11:10.3": "Tako, Kassapa, treba da se vežbaš. ",
  "sn16.11:11.1": "Zato, Kassapa, treba ovako da se vežbaš: ",
  "sn16.11:11.2": "”Kada slušam bilo koje učenje povezano sa onim što je korisno, slušaću ga pažljivo, uma usredsređenog na to, sabranog celog uma i naćuljenih ušiju.” ",
  "sn16.11:11.3": "Tako, Kassapa, treba da se vežbaš. ",
  "sn16.11:12.1": "Zato, Kassapa, treba ovako da se vežbaš: ",
  "sn16.11:12.2": "”Neću napustiti svesnost tela koja je praćena prijatnošću.” ",
  "sn16.11:12.3": "Tako, Kassapa, treba da se vežbaš.’ ",
  "sn16.11:13.1": "Onda, pošto me je ovim savetom poučio, Blaženi ustade sa svog mesta i ode. ",
  "sn16.11:13.2": "Prijatelju, sedam dana sam jeo hranu dobijenu prošenjem kao onaj ko ima dug, a osmog dana se pojavilo krajnje znanje. ",
  "sn16.11:14.1": "Zatim je Blaženi sišao s puta i otišao do podnožja nekog drveta. ",
  "sn16.11:14.2": "Tada presavih svoj gornji ogrtač od komada odbačenog platna na četiri dela i rekoh Blaženom: ",
  "sn16.11:14.3": "’Neka Blaženi sedne ovde, to će mi doneti trajnu dobrobit i sreću.’ ",
  "sn16.11:14.4": "Blaženi sede na to pripremljeno mesto. ",
  "sn16.11:14.5": "Pošto je seo, Blaženi mi reče: ",
  "sn16.11:14.6": "’Mekan je ovaj tvoj ogrtač od odbačenog platna, Kassapa.’ ",
  "sn16.11:14.7": "’Neka Blaženi prihvati moj ogrtač od odbačenog platna, iz saosećanja prema meni.’ ",
  "sn16.11:14.8": "’A hoćeš li ti, Kassapa, nositi moje pohabane rite od konoplje?’ ",
  "sn16.11:14.9": "’Nosiću, poštovani, pohabane rite Blaženog od konoplje.’ ",
  "sn16.11:14.10": "Tako sam, prijatelju, poklonio Blaženom svoj ogrtač od odbačenog platna, ",
  "sn16.11:14.11": "a ja sam prihvatio pohabane rite Blaženog od konoplje. ",
  "sn16.11:15.1": "Prijatelju, ako bi se za nekoga s pravom moglo reći: ",
  "sn16.11:15.2": "’On je pravi sin Blaženog, rođen iz njegovih usta, rođen od Dhamme, stvoren od Dhamme, naslednik Dhamme, onaj koji je primio pohabane rite od konoplje’, to bi se s pravom moglo reći za mene. ",
  "sn16.11:16.1": "Prijatelju, kad god poželim, sasvim obuzdanih čula, bez mentalnih nečistoća, ulazim i ostajem na prvom stupnju zadubljenja… ",
  "sn16.11:16.3": "(Isti razgovor se ponavlja za preostala meditativna dostignuća i šest neposrednih znanja, sve kao u govoru 16:9.) ",
  "sn16.11:17.1": "Prijatelju, sa uklanjanjem otrova, razumevajući sopstvenim neposrednim znanjem, ovde i sada ulazim i ostajem u oslobođenosti uma i oslobođenosti mudrošću, koje su bez nečistoća, svaki od otrova uklonjen. ",
  "sn16.11:17.2": "Prijatelju, onaj ko bi pomislio da može da sakrije mojih šest neposrednih znanja, taj bi pomislio da može da sakrije slona visokog sedam ili sedam i po lakata jednim palminim listom.” ",
  "sn16.11:18.1": "I monahinja Thullanandā napusti svetački život. "
}