{
  "sn16.4:0.1": "Budini govori tematski grupisani 16.4 ",
  "sn16.4:0.2": "1. Kassapa ",
  "sn16.4:0.3": "Posetilac porodica ",
  "sn16.4:1.1": "Kraj Sāvatthīja. ",
  "sn16.4:1.2": "„Šta mislite, monasi? ",
  "sn16.4:1.3": "kakav monah priliči da bude posetilac porodica, a kakav monah ne priliči da bude posetilac porodica?” ",
  "sn16.4:1.4": "„Za nas, poštovani, ovo učenje ima Blaženog kao svoj koren, svog vodiča i svoje utočište. Bilo bi dobro ako bi Blaženi lično izložio značenje svoje tvrdnje. Saslušavši ga od Blaženog monasi će ga zapamtiti.” ",
  "sn16.4:1.5": "A Blaženi ovako nastavi: ",
  "sn16.4:2.1": "„Monasi, koji god monah posećuje porodice sa ovakvim umom: ",
  "sn16.4:2.2": "’Neka mi daju, a ne da mi ne daju; ",
  "sn16.4:2.3": "neka mi daju mnogo, a ne malo; ",
  "sn16.4:2.4": "neka mi daju izvrsno, a ne loše; ",
  "sn16.4:2.5": "neka mi daju brzo, a ne da odugovlače; ",
  "sn16.4:2.6": "neka mi daju s poštovanjem, a ne bez poštovanja.’ ",
  "sn16.4:2.7": "Ako mu, monasi, dok sa takvim umom posećuje porodice, ne daju, on se uzrujava; zbog toga oseća patnju i tugu. ",
  "sn16.4:2.8": "Ako mu daju malo, ne mnogo… ",
  "sn16.4:2.9": "ako mu daju loše, ne izvrsno… ",
  "sn16.4:2.10": "ako mu daju sporo, ne brzo, on se uzrujava; zbog toga oseća patnju i tugu. ",
  "sn16.4:2.11": "Ako mu daju bez poštovanja, ne s poštovanjem; on se uzrujava; zbog toga oseća patnju i tugu. ",
  "sn16.4:2.12": "Takav monah, monasi, ne priliči da bude posetilac porodica. ",
  "sn16.4:3.1": "Ali koji god monah, monasi, posećuje porodice sa ovakvim umom: ",
  "sn16.4:3.2": "’Otkuda se uopšte može očekivati od drugih porodica – ",
  "sn16.4:3.3": "da mi daju, a ne da mi ne daju; ",
  "sn16.4:3.4": "da mi daju mnogo, a ne malo; ",
  "sn16.4:3.5": "da mi daju izvrsno, a ne loše; ",
  "sn16.4:3.6": "da mi daju brzo, a ne da odugovlače; ",
  "sn16.4:3.7": "da mi daju s poštovanjem, a ne bez poštovanja?’ ",
  "sn16.4:3.8": "Ako mu, monasi, dok sa takvim umom posećuje porodice, ne daju, on se ne uzrujava; zbog toga ne oseća patnju i tugu. ",
  "sn16.4:3.9": "Ako mu daju malo, ne mnogo, on se ne uzrujava; zbog toga ne oseća patnju i tugu. ",
  "sn16.4:3.10": "Ako mu daju loše, ne izvrsno, on se ne uzrujava; zbog toga ne oseća patnju i tugu. ",
  "sn16.4:3.11": "Ako mu daju odugovlačeći, ne brzo, on se ne uzrujava; zbog toga ne oseća patnju i tugu. ",
  "sn16.4:3.12": "Ako mu daju bez poštovanja, ne s poštovanjem; on se ne uzrujava; zbog toga ne oseća patnju i tugu. ",
  "sn16.4:3.13": "Takav monah, monasi, priliči da bude posetilac porodica. ",
  "sn16.4:4.1": "Kassapa, monasi, posećuje porodice sa ovakvim umom: ",
  "sn16.4:4.2": "’Otkuda se uopšte može očekivati od drugih porodica – ",
  "sn16.4:4.3": "da mi daju, a ne da mi ne daju; ",
  "sn16.4:4.4": "da mi daju mnogo, a ne malo; ",
  "sn16.4:4.5": "neka mi daju izvrsno, a ne loše; ",
  "sn16.4:4.6": "da mi daju brzo, a ne da odugovlače; ",
  "sn16.4:4.7": "da mi daju s poštovanjem, a ne bez poštovanja?’ ",
  "sn16.4:4.8": "Ako Kassapi, dok sa takvim umom posećuje porodice, ne daju, on se ne uzrujava; zbog toga ne oseća patnju i tugu. ",
  "sn16.4:4.9": "Ako mu daju malo, ne mnogo… ",
  "sn16.4:4.12": "ako mu daju bez poštovanja, ne s poštovanjem, Kassapa se ne uzrujava; zbog toga ne oseća patnju i tugu. ",
  "sn16.4:4.13": "Poučiću vas navodeći kao primer Kassapu ili onoga ko je nalik Kassapi, a pošto vas poučim, treba tako i da postupate.” "
}