{
  "sn16.5:0.1": "Budini govori tematski grupisani 16.5 ",
  "sn16.5:0.2": "1. Kassapa ",
  "sn16.5:0.3": "Star ",
  "sn16.5:1.1": "Ovako sam čuo. ",
  "sn16.5:1.2": "Jednom je Blaženi boravio kraj Rāđagahe, u Bambusovom gaju. ",
  "sn16.5:1.3": "Onda poštovani Mahākassapa otide do Blaženog, pokloni mu se i sede sa strane. Dok je sedeo sa strane, Blaženi mu reče: ",
  "sn16.5:1.4": "„Kassapa, sada si star, a ta tvoja odbačena odeća od konoplje je teška. ",
  "sn16.5:1.5": "Zato, Kassapa, nosi ogrtače koje nude kućedomaćini, prihvati pozive na obrok i boravi u mojoj blizini.” ",
  "sn16.5:2.1": "„Poštovani gospodine, ja dugo vremena živim u šumi i govorim u prilog života u šumi; prosim hranu i govorim u prilog prošenja hrane; nosim odbačenu odeću i govorim u prilog nošenja odbačene odeće; nosim samo tri ogrtača i govorim u prilog nošenja tri ogrtača; imam malo želja i govorim u prilog malim željama; zadovoljan sam i govorim u prilog zadovoljstvu; osamljen sam i govorim u prilog osami; povučen sam i govorim u prilog povučenosti; energičan sam i govorim u prilog energičnosti.” ",
  "sn16.5:3.1": "„A kakvu korist vidiš, Kassapa, u tome što dugo vremena živiš u šumi i govoriš u prilog života u šumi; prosiš hranu… ",
  "sn16.5:3.2": "nosiš odbačenu odeću… ",
  "sn16.5:3.3": "nosiš samo tri ogrtača… ",
  "sn16.5:3.4": "imaš malo želja… ",
  "sn16.5:3.5": "zadovoljan si… ",
  "sn16.5:3.6": "osamljen si… ",
  "sn16.5:3.7": "povučen si… ",
  "sn16.5:3.8": "energičan si i govoriš u prilog energičnosti?” ",
  "sn16.5:4.1": "„Dve koristi, poštovani, vidim u tome što dugo vremena živim u šumi i govorim u prilog života u šumi… ",
  "sn16.5:5.1": "Vidim to kao prijatno boravište za mene ovde i sada i imam saosećanje za buduća pokolenja, misleći: ",
  "sn16.5:5.2": "’Možda će buduća pokolenja slediti primer.’ ",
  "sn16.5:5.3": "Jer ona će misliti: ’Oni koji su zaista bili učenici Bude i oni koji su se probudili sledeći njega, oni su dugo vremena živeli u šumi i govorili u prilog života u šumi… ",
  "sn16.5:5.4": "prosili su hranu… ",
  "sn16.5:5.5": "nosili su odbačenu odeću… ",
  "sn16.5:5.6": "nosili su samo tri ogrtača… ",
  "sn16.5:5.7": "imali su malo želja… ",
  "sn16.5:5.8": "bili su zadovoljni… ",
  "sn16.5:5.9": "bili su osamljeni… ",
  "sn16.5:5.10": "bili su povučeni… ",
  "sn16.5:5.11": "bili su energični i govorili su u prilog energičnosti.’ ",
  "sn16.5:5.12": "Tako će i oni postupati, i to će im dugo vremena biti na dobrobit i sreću. ",
  "sn16.5:6.1": "Te dve koristi, poštovani, vidim u tome što dugo vremena živim u šumi i govorim u prilog životu u šumi… ",
  "sn16.5:6.8": "energičan sam i govorim u prilog energičnosti.” ",
  "sn16.5:7.1": "„Dobro je, Kassapa, dobro je. ",
  "sn16.5:7.2": "Ti zaista postupaš za dobrobit mnogih, Kassapa, za sreću mnogih, iz saosećanja prema ovome svetu, na dobrobit i sreću božanstava i ljudi. ",
  "sn16.5:7.3": "Zato, Kassapa, nosi tu svoju odbačenu odeću od konoplje, prosi hranu i boravi u šumi.” "
}