{
  "sn16.8:0.1": "Budini govori tematski grupisani 16.8 ",
  "sn16.8:0.2": "1. Kassapa ",
  "sn16.8:0.3": "Poduka (3) ",
  "sn16.8:1.1": "Jednom je Blaženi boravio kraj Rāđagahe, u Bambusovom gaju, na mestu gde se hrane veverice. ",
  "sn16.8:1.2": "Onda poštovani Mahākassapa otide do Blaženog, pokloni mu se i sede sa strane. Dok je sedeo sa strane, Blaženi mu reče: ",
  "sn16.8:1.3": "„Pouči, Kassapa, monahe; ",
  "sn16.8:1.4": "održi monasima govor o Dhammi, Kassapa. ",
  "sn16.8:1.5": "Ili ću ja, Kassapa, poučavati monahe ili ti; ",
  "sn16.8:1.6": "ili ću ja održati monasima govor o Dhammi ili ti.” ",
  "sn16.8:2.1": "„Teški su, poštovani, sada monasi za podučavanje, poseduju osobine koje ih čine teškim za podučavanje, nestrpljivi su i ne prihvataju rado savete. ",
  "sn16.8:2.2": "„Tako je to, Kassapa. Nekada su stariji monasi živeli u šumi i govorili u prilog života u šumi; prosili su hranu i govorili u prilog prošenja hrane; nosili su odbačenu odeću i govorili u prilog nošenja odbačene odeće; nosili su samo tri ogrtača i govorili u prilog nošenja tri ogrtača; imali su malo želja i govorili u prilog malim željama; bili su zadovoljni i govorili u prilog zadovoljstvu; bili su osamljeni i govorili u prilog osami; bili su povučeni i govorili u prilog povučenosti; bili su energični i govorili su u prilog energičnosti. ",
  "sn16.8:3.1": "I kada bi se pojavio monah koji živi u šumi i govori u prilog života u šumi, prosi hranu… nosi odbačenu odeću… nosi samo tri ogrtača… ima malo želja… zadovoljan je… osamljen je… povučen je… energičan je i govori u prilog energičnosti – stariji monasi bi ga pozvali da sedne: ",
  "sn16.8:3.2": "’Dođi, monaše. Kako ti je ime? Ovo je zaista čestit monah, ovaj monah želi da vežba! Dođi, monaše, sedi na ovo mesto.’ ",
  "sn16.8:4.1": "Onda bi, Kassapa, novi monasi pomislili: ",
  "sn16.8:4.2": "’Kažu da je onaj monah koji živi u šumi i govori u prilog života u šumi… energičan i govori u prilog energičnosti – takvog monaha stariji monasi pozivaju da sedne: ",
  "sn16.8:4.3": "’Dođi, monaše. Kako ti je ime? Ovo je zaista čestit monah, ovaj monah želi da vežba! Dođi, monaše, sedi na ovo mesto.’ ",
  "sn16.8:4.4": "Oni bi sledili taj primer ",
  "sn16.8:4.5": "i to bi im dugo vremena bilo na dobrobit i sreću. ",
  "sn16.8:5.1": "Ali sada, Kassapa, stariji monasi niti žive u šumi, niti govore u prilog života u šumi; niti prose hranu, niti govore u prilog prošenja hrane; niti nose odbačenu odeću, niti govore u prilog nošenja odbačene odeće; niti nose samo tri ogrtača… niti imaju malo želja… niti su zadovoljni… niti su osamljeni… niti su povučeni… niti su energični, niti govore u prilog energičnosti. ",
  "sn16.8:6.1": "Sada, kada se pojavi monah koji je poznat, slavan, koji dobija ogrtače, hranu, boravište i lekove – stariji monasi ga pozivaju da sedne: ",
  "sn16.8:6.2": "’Dođi, monaše. Kako ti je ime? Ovo je zaista čestit monah, ovaj monah želi društvo sabraće u svetačkom životu! Dođi, monaše, sedi na ovo mesto.’ ",
  "sn16.8:7.1": "Onda, Kassapa, novi monasi pomisle: ",
  "sn16.8:7.2": "’Kažu da je onaj monah koji je poznat, slavan, koji dobija ogrtače, hranu, boravište i lekove – takvog monaha stariji monasi pozivaju da sedne: ",
  "sn16.8:7.3": "’Dođi, monaše. Kako ti je ime? Ovo je zaista čestit monah, ovaj monah želi društvo sabraće u svetačkom životu! Dođi, monaše, sedi na ovo mesto.’ ",
  "sn16.8:7.4": "Oni slede taj primer. ",
  "sn16.8:7.5": "I to im dugo vremena bude na štetu i patnju. ",
  "sn16.8:7.6": "Ako bi neko, Kassapa, govoreći ispravno, rekao: ",
  "sn16.8:7.7": "’Oni koji žive svetačkim životom su ugroženi opasnostima po svetački život, oni koji žive svetačkim životom su savladani onim što ugrožava svetački život’ – upravo sada bi, govoreći ispravno, to rekao.” "
}