{
  "sn16.3:0.1": "Budini govori tematski grupisani 16.3 ",
  "sn16.3:0.2": "1. Kassapa ",
  "sn16.3:0.3": "Nalik Mesecu ",
  "sn16.3:1.1": "Kraj Sāvatthīja. ",
  "sn16.3:1.2": "„Monasi, kada posećujete porodice budite nalik Mesecu – ",
  "sn16.3:1.3": "povlačite telo, povlačite um, uvek kao pridošlica, nenametljivi među porodicama. ",
  "sn16.3:1.4": "Baš kao što bi, monasi, čovek gledao u stari bunar, strmu liticu ili rečni ponor – ",
  "sn16.3:1.5": "povlačeći telo, povlačeći um; ",
  "sn16.3:1.6": "isto tako, kada posećujete porodice budite nalik Mesecu – ",
  "sn16.3:1.7": "povlačite telo, povlačite um, uvek kao pridošlica, nenametljivi među porodicama. ",
  "sn16.3:2.1": "Kassapa je, monasi, nalik mesecu kada posećuje porodice – ",
  "sn16.3:2.2": "povlači telo, povlači um, uvek kao pridošlica, nenametljiv među porodicama. ",
  "sn16.3:2.3": "Šta mislite, monasi? ",
  "sn16.3:2.4": "Kakav monah priliči da posećuje porodice?” ",
  "sn16.3:2.5": "„Za nas, poštovani, ovo učenje ima Blaženog kao svoj koren, svog vodiča i svoje utočište. Bilo bi dobro ako bi Blaženi lično izložio značenje svoje tvrdnje. Saslušavši ga od Blaženog monasi će ga zapamtiti.” ",
  "sn16.3:3.1": "Onda Blaženi mahnu rukom kroz vazduh. ",
  "sn16.3:3.2": "„Baš kao što se, monasi, ova ruka u vazduhu ne zaglavljuje, ne hvata, ne vezuje; ",
  "sn16.3:3.3": "isto tako, kojem god se monahu, dok posećuje porodice, um među porodicama ne zaglavljuje, ne hvata, ne vezuje – misleći: ",
  "sn16.3:3.4": "’Neka dobiju oni koji žele dobitak, neka oni koji žele zasluge čine zasluge’; ",
  "sn16.3:3.5": "i baš kao što je zadovoljan i srećan sopstvenim dobitkom, tako je zadovoljan i srećan dobitkom drugih – ",
  "sn16.3:3.6": "takav monah priliči da posećuje porodice. ",
  "sn16.3:4.1": "Kassapi se, dok posećuje porodice, um među porodicama ne zaglavljuje, ne hvata, ne vezuje – misleći: ",
  "sn16.3:4.2": "’Neka dobiju oni koji žele dobitak, neka oni koji žele zasluge čine zasluge’; ",
  "sn16.3:4.3": "i baš kao što je zadovoljan i srećan sopstvenim dobitkom, ",
  "sn16.3:4.4": "tako je zadovoljan i srećan dobitkom drugih. ",
  "sn16.3:5.1": "Šta mislite, monasi? ",
  "sn16.3:5.2": "Kakvo je podučavanje Dhammi nečisto, a kakvo je podučavanje Dhammi čisto?” ",
  "sn16.3:5.3": "„Za nas, poštovani, ovo učenje ima Blaženog kao svoj koren, svog vodiča i svoje utočište. Bilo bi dobro ako bi Blaženi lično izložio značenje svoje tvrdnje. Saslušavši ga od Blaženog monasi će ga zapamtiti.” ",
  "sn16.3:5.4": "„Onda poslušajte i dobro zapamtite šta ću vam reći.” ",
  "sn16.3:5.5": "„Da, poštovani,” odgovoriše oni. ",
  "sn16.3:5.6": "A Blaženi ovako nastavi: ",
  "sn16.3:6.1": "„Koji god monah podučava druge Dhammi sa ovakvim umom: ",
  "sn16.3:6.2": "’O, kad bi me slušali kako izlažem Dhammu, a pošto čuju Dhammu, kad bi stekli poverenje, i stekavši poverenje, kad bi mi iskazali poštovanje’ – ",
  "sn16.3:6.3": "kod takvog je monaha podučavanje Dhammi nečisto. ",
  "sn16.3:7.1": "Ali koji god monah podučava druge Dhammi sa ovakvim umom: ",
  "sn16.3:7.2": "’Blaženi je dobro izložio Dhammu, ona je vidljiva ovde i sada, vanvremena, poziva da je lično istražimo, praktikujemo i postanemo mudri razumevši je svako sam za sebe.’ ",
  "sn16.3:7.3": "O, kad bi me slušali kako izlažem Dhammu, a pošto čuju Dhammu, kad bi je razumeli, i pošto je razumeju, kad bi postupali u skladu s njom.’ ",
  "sn16.3:7.4": "Tako on podučava druge Dhammi zbog same prirode Dhamme, podučava druge Dhammi iz samilosti, iz brige i vođen saosećanjem – ",
  "sn16.3:7.5": "kod takvog je monaha podučavanje Dhammi čisto. ",
  "sn16.3:8.1": "Kassapa, monasi, podučava druge Dhammi sa ovakvim umom: ",
  "sn16.3:8.2": "’Blaženi je dobro izložio Dhammu, ona je vidljiva ovde i sada, vanvremena, poziva da je lično istražimo, praktikujemo i postanemo mudri razumevši je svako sam za sebe.’ ",
  "sn16.3:8.3": "O, kad bi me slušali kako izlažem Dhammu, a pošto čuju Dhammu, kad bi je razumeli, i pošto je razumeju, kad bi postupali u skladu s njom.’ ",
  "sn16.3:8.4": "Tako on podučava druge Dhammi zbog same prirode Dhamme, podučava druge Dhammi iz samilosti, iz brige i vođen saosećanjem – ",
  "sn16.3:8.5": "Poučiću vas primerom Kassape, ili onoga ko je nalik Kassapi, a pošto vas poučim, treba tako i da postupate.” "
}