{
  "sn16.1:0.1": "Budini govori tematski grupisani 16.1 ",
  "sn16.1:0.2": "1. Kassapa ",
  "sn16.1:0.3": "Zadovoljan ",
  "sn16.1:1.1": "Kraj Sāvatthīja. ",
  "sn16.1:1.2": "„Monasi, ovaj Kassapa je zadovoljan bilo kakvim ogrtačem i govori u prilog zadovoljstva bilo kakvim ogrtačem. ",
  "sn16.1:1.3": "On se ne upušta u neprikladno i nedolično traženje radi ogrtača. Kad ne dobije ogrtač, ne uznemirava se, a kad ga dobije, koristi ga nevezan, neopčinjen, neobuzet njime, videći opasnost i znajući izlaz. ",
  "sn16.1:2.1": "Zadovoljan je ovaj Kassapa bilo kakvom isprošenom hranom i govori u prilog zadovoljstva bilo kakvom isprošenom hranom. On se ne upušta u neprikladno i nedolično traženje radi hrane. Kad ne dobije hranu, ne uznemirava se, a kad je dobije, koristi je nevezan, neopčinjen, neobuzet njome, videći opasnost i znajući izlaz. ",
  "sn16.1:3.1": "Zadovoljan je ovaj Kassapa bilo kakvim boravištem i govori u prilog zadovoljstva bilo kakvim boravištem. On se ne upušta u neprikladno i nedolično traženje radi boravišta. Kad ne dobije boravište, ne uznemirava se, a kad ga dobije, koristi ga nevezan, neopčinjen, neobuzet, videći opasnost i znajući izlaz. ",
  "sn16.1:4.1": "Zadovoljan je ovaj Kassapa bilo kakvim lekom i potrepštinama za bolesne, i govori u prilog zadovoljstva bilo kakvim lekom i potrepštinama za bolesne. On se ne upušta u neprikladno i nedolično traženje radi leka i potrepština za bolesne. Kad ne dobije lek i potrepštine za bolesne, ne uznemirava se, a kad ih dobije, koristi ih nevezan, neopčinjen, neobuzet njima, videći opasnost i znajući izlaz. ",
  "sn16.1:5.1": "Zato, monasi, ovako treba da vežbate: ’Bićemo zadovoljni bilo kakvim ogrtačem i govorićemo u prilog zadovoljstvu bilo kakvim ogrtačem. Nećemo se upuštati u neprikladno i nedolično traženje radi ogrtača. ",
  "sn16.1:5.2": "Kad ne dobijemo ogrtač, nećemo se uznemiravati, a kad ga dobijemo, koristićemo ga nevezani, neopčinjeni, neobuzeti njime, videći opasnost i znajući izlaz.’ ",
  "sn16.1:6.1": "’Bićemo zadovoljni bilo kakvom isprošenom hranom… ",
  "sn16.1:6.2": "Bićemo zadovoljni bilo kakvim boravištem… ",
  "sn16.1:6.3": "Bićemo zadovoljni bilo kakvim lekom i potrepštinama za bolesne, i govorićemo u prilog zadovoljstvu bilo kakvim lekom i potrepštinama za bolesne. Nećemo se upuštati u neprikladno i nedolično traženje radi leka i potrepština za bolesne. Kad ne dobijemo lek i potrepštine za bolesne, nećemo se uznemiravati, a kad ih dobijemo, koristićemo ih nevezani, neopčinjeni, neobuzeti njima, videći opasnost i znajući izlaz.’ ",
  "sn16.1:6.4": "Tako, monasi, sebe treba da vežbate. ",
  "sn16.1:6.5": "Poučiću vas navodeći kao primer Kassapu ili onoga ko je nalik Kassapi, a pošto vas poučim, treba tako i da postupate.” "
}