{
  "sn16.9:0.1": "Budini govori tematski grupisani 16.9 ",
  "sn16.9:0.2": "1. Kassapa ",
  "sn16.9:0.3": "Zadubljenja i neposredna znanja ",
  "sn16.9:1.1": "Kraj Sāvatthīja. ",
  "sn16.9:1.2": "„Monasi, kad god poželim, sasvim obuzdanih čula, bez mentalnih nečistoća, ulazim i ostajem na prvom stupnju zadubljenja, koji je praćen usmerenom mišlju i istraživanjem, uz ushićenje i zadovoljstvo rođeno iz osame. ",
  "sn16.9:1.3": "Isto tako, monasi, i Kassapa, kad god poželi, sasvim obuzdanih čula, bez mentalnih nečistoća, ulazi i ostaje na prvom stupnju zadubljenja. ",
  "sn16.9:2.1": "Monasi, kad god poželim, sa smirivanjem usmerene misli i istraživanja, unutar sebe stičući spokojstvo i sabranost uma na jednu tačku, ulazim i ostajem na drugom stupnju zadubljenja, koji je bez usmerene misli i istraživanja, uz ushićenje i zadovoljstvo rođeno iz koncentracije. ",
  "sn16.9:2.2": "Isto tako, monasi, i Kassapa, kad god poželi, sa smirivanjem usmerene misli i istraživanja… ulazi i ostaje na drugom stupnju zadubljenja. ",
  "sn16.9:3.1": "Monasi, kad god poželim, sa slabljenjem ushićenja, ostajem spokojan, svestan i jasno razumevajući, uz fizički osećaj zadovoljstva. Ulazim i ostajem na trećem stupnju zadubljenja, o kojem plemeniti kažu: ’Srećan je čovek ispunjen spokojstvom i svesnošću’. ",
  "sn16.9:3.2": "Isto tako, monasi, i Kassapa, kad god poželi… ulazi i ostaje na trećem stupnju zadubljenja. ",
  "sn16.9:4.1": "Monasi, kad god poželim, sa napuštanjem zadovoljstva i bola, kao i ranijim nestankom radosti i žalosti, ulazim i ostajem na četvrtom stupnju zadubljenja, koji nije ni bolan ni prijatan, a čini ga čista svesnost, zasnovana na spokojstvu. ",
  "sn16.9:4.2": "Isto tako, monasi, i Kassapa, kad god poželi… ulazi i ostaje na četvrtom stupnju zadubljenja. ",
  "sn16.9:5.1": "Monasi, kad god poželim, potpunim nadilaženjem opažanja oblika, sa nestankom opažanja čulnih utisaka, sa neobraćanjem pažnje na opažanje različitosti, svestan da ’prostor jeste beskonačan’, ulazim i ostajem u području beskonačnog prostora. ",
  "sn16.9:5.2": "Isto tako, monasi, i Kassapa, kad god poželi… ulazi i ostaje u području beskonačnog prostora. ",
  "sn16.9:6.1": "Monasi, kad god poželim, potpunim nadilaženjem područja beskonačnog prostora, svestan da ’svest jeste bezgranična’, ulazim i ostajem u području bezgranične svesti. ",
  "sn16.9:6.2": "Isto tako, monasi, i Kassapa, kad god poželi… ulazi i ostaje u području bezgranične svesti. ",
  "sn16.9:7.1": "Monasi, kad god poželim, potpunim nadilaženjem područja bezgranične svesti, svestan da ’nema ničega’, ulazim i ostajem u području ničega. ",
  "sn16.9:7.2": "Isto tako, monasi, i Kassapa, kad god poželi… ulazi i ostaje u području ničega. ",
  "sn16.9:8.1": "Monasi, kad god poželim, potpunim nadilaženjem područja ničega, ulazim i ostajem u području ni opažanja ni neopažanja. ",
  "sn16.9:8.2": "Isto tako, monasi, i Kassapa, kad god poželi… ulazi i ostaje u području ni opažanja ni neopažanja. ",
  "sn16.9:9.1": "Monasi, kad god poželim, potpunim nadilaženjem područja ni opažanja ni neopažanja, ulazim i ostajem u prestanku opažaja i osećaja. ",
  "sn16.9:9.2": "Isto tako, monasi, i Kassapa… ulazi i ostaje u prestanku opažaja i osećaja. ",
  "sn16.9:10.1": "Monasi, kad god poželim, doživljavam razne vrste natprirodnih moći: iz jednog bića postajem mnogobrojna, a iz mnogobrojnih opet jedno; iz vidljivog bića postajem nevidljivo; nesmetano prolazim kroz zidove, bedeme i bregove, kao kroz vazduh; uranjam u zemlju i izranjam iz nje kao iz vode; hodam po vodi, a da je ni ne ustalasam, kao po zemlji; krećem se vazduhom ukrštenih nogu, poput ptice; u stanju sam da rukom dotaknem i milujem Mesec i Sunce, tako moćne i velike; telesno se uzdižem, čak do sveta boga Brahme. ",
  "sn16.9:10.2": "Isto tako, monasi, i Kassapa, kad god poželi, doživljava razne vrste natprirodnih moći… čak do sveta boga Brahme. ",
  "sn16.9:11.1": "Monasi, kad god poželim, zahvaljujući duhovnom uhu, koje je pročišćeno i prevazilazi ljudsko, čujem obe vrste zvukova, božanske i ljudske, one koji su daleko i blizu. ",
  "sn16.9:11.2": "Isto tako, monasi, i Kassapa, kad god poželi… čuje obe vrste zvukova… ",
  "sn16.9:12.1": "Monasi, kad god poželim, znam umove drugih bića, drugih ljudi, obuhvativši svojim umom njihov um: ",
  "sn16.9:12.2": "um zahvaćen strašću razumem kao um zahvaćen strašću; ",
  "sn16.9:12.3": "um koji nije zahvaćen strašću razumem kao um koji nije zahvaćen strašću; ",
  "sn16.9:12.4": "um zahvaćen mržnjom… ",
  "sn16.9:12.5": "um koji nije zahvaćen mržnjom… ",
  "sn16.9:12.6": "um zahvaćen obmanom… ",
  "sn16.9:12.7": "um koji nije zahvaćen obmanom… ",
  "sn16.9:12.8": "u sebe zatvoren um… ",
  "sn16.9:12.9": "rastresen um… ",
  "sn16.9:12.10": "ushićen um… ",
  "sn16.9:12.11": "neushićen um… ",
  "sn16.9:12.12": "nadmašiv um… ",
  "sn16.9:12.13": "nenadmašiv um… ",
  "sn16.9:12.14": "koncentrisan um… ",
  "sn16.9:12.15": "nekoncentrisan um… ",
  "sn16.9:12.16": "oslobođen um… ",
  "sn16.9:12.17": "neoslobođen um razumem kao neoslobođen um. ",
  "sn16.9:12.18": "Isto tako, monasi, i Kassapa, kad god poželi, zna umove drugih bića, obuhvativši svojim umom njihov um ",
  "sn16.9:13.1": "Monasi, kad god poželim, sećam se mnoštva prošlih života, to jest jednog rođenja, dva, tri, četiri, pet rođenja, deset rođenja, dvadeset, trideset, četrdeset, pedeset rođenja, sto rođenja, hiljadu, sto hiljada, mnogih eona skupljanja kosmosa, mnogih eona širenja kosmosa, mnogih eona skupljanja i širenja kosmosa. ’Tada sam se tako zvao, pripadao sam toj familiji, tako sam izgledao. Time sam se hranio i doživljavao takva zadovoljstva i bol, takav je bio kraj moga života. Nestavši iz tog stanja ovde, ponovo sam se pojavio onde. I tamo sam se ovako zvao, pripadao sam toj familiji, tako sam izgledao. Time sam se hranio i doživljavao takva zadovoljstva i bol, takav je bio kraj moga života. Nestavši iz tog stanja onde, ponovo sam se pojavio ovde.’ Tako se sećam mnoštva svojih prošlih života u celini i do detalja. ",
  "sn16.9:13.2": "Isto tako, monasi, i Kassapa, kad god poželi… seća se mnoštva prošlih života… u celini i do detalja. ",
  "sn16.9:14.1": "Monasi, kad god poželim, uz pomoć duhovnog oka, pročišćenog i superiornog u odnosu na ljudsko, vidim bića kako umiru i ponovo se rađaju, kako su inferiorna i superiorna, lepa i ružna, srećna i nesrećna. Razumem kako se bića preporađaju u skladu sa svojim postupcima: ’Ova bića koja su loše postupala telom, govorom i mišlju, koja su klevetala plemenite, imala pogrešna gledišta i postupala u skladu sa tim pogrešnim gledištima, posle sloma tela, posle smrti, ponovo su se rodila u svetu oskudice, na lošem odredištu, u nižim svetovima, čak u paklu. Ali neka druga bića, koja su dobro postupala telom, govorom i mišlju, koja nisu klevetala plemenite, koja su imala ispravna gledišta i postupala su u skladu sa tim ispravnim gledištima, posle sloma tela, posle smrti, ponovo su se rodila na dobrom odredištu, u nebeskom svetu.’ Tako uz pomoć duhovnog oka… vidim bića… razumem kako se bića preporađaju u skladu sa svojim postupcima. ",
  "sn16.9:14.2": "Isto tako, monasi, i Kassapa, kad god poželi… vidi bića… kako se bića preporađaju u skladu sa svojim postupcima. ",
  "sn16.9:15.1": "Monasi, sa uklanjanjem otrova, razumevajući sopstvenim neposrednim znanjem, ovde i sada ulazim i ostajem u oslobođenosti uma i oslobođenosti mudrošću, koje su bez nečistoća. ",
  "sn16.9:15.2": "Isto tako, monasi, i Kassapa, sa uklanjanjem otrova, razumevajući sopstvenim neposrednim znanjem, ovde i sada ulazi i ostaje u oslobođenosti uma i oslobođenosti mudrošću, koje su bez nečistoća, svaki od otrova uklonjen.“ "
}