{
  "sn16.7:0.1": "Budini govori tematski grupisani 16.7 ",
  "sn16.7:0.2": "1. Kassapa ",
  "sn16.7:0.3": "Poduka (2) ",
  "sn16.7:1.1": "Jednom je Blaženi boravio kraj Rāđagahe, u Bambusovom gaju. ",
  "sn16.7:1.2": "Onda poštovani Mahākassapa otide do Blaženog, pokloni mu se i sede sa strane. ",
  "sn16.7:1.3": "Dok je sedeo sa strane, Blaženi mu reče: ",
  "sn16.7:1.4": "„Pouči, Kassapa, monahe; ",
  "sn16.7:1.5": "održi monasima govor o Dhammi, Kassapa. ",
  "sn16.7:1.6": "Ili ću ja, Kassapa, poučavati monahe ili ti; ",
  "sn16.7:1.7": "ili ću ja održati monasima govor o Dhammi ili ti.” ",
  "sn16.7:2.1": "„Teški su, poštovani, sada monasi za podučavanje, poseduju osobine koje ih čine teškim za podučavanje, nestrpljivi su i ne prihvataju rado savete. ",
  "sn16.7:2.2": "Ko god nema poverenja u korisna stanja, nema osećaj stida, nema straha od činjenja loših dela, nema energije, nema mudrosti – kako mu odmiču noć i dan, za njega se može očekivati samo opadanje u korisnim stanjima, ne napredak. ",
  "sn16.7:3.1": "Baš kao što mesec tokom tamne polovine, kako odmiču noć i dan, opada u lepoti, opada u punoći, opada u sjaju, opada u veličini; ",
  "sn16.7:3.2": "isto tako, poštovani, ko god nema poverenja u korisna stanja… ",
  "sn16.7:3.3": "nema stida… ",
  "sn16.7:3.4": "nema straha od činjenja loših dela… ",
  "sn16.7:3.5": "nema energije… ",
  "sn16.7:3.6": "nema mudrosti – kako mu odmiču noć i dan, za njega se može očekivati samo opadanje u korisnim stanjima, ne napredak. ",
  "sn16.7:4.1": "Osoba bez poverenja – to je, poštovani, propadanje; ",
  "sn16.7:4.2": "osoba bez stida – to je, poštovani, propadanje; ",
  "sn16.7:4.3": "osoba bez straha od činjenja loših dela – to je, poštovani, propadanje; ",
  "sn16.7:4.4": "lenja osoba – to je, poštovani, propadanje; ",
  "sn16.7:4.5": "osoba bez mudrosti – to je, poštovani, propadanje; ",
  "sn16.7:4.6": "besna osoba – to je, poštovani, propadanje; ",
  "sn16.7:4.7": "osvetoljubiva osoba – to je, poštovani, propadanje; ",
  "sn16.7:4.8": "kad nema monaha savetnika – to je, poštovani, propadanje. ",
  "sn16.7:5.1": "Ko god ima poverenja u korisna stanja, ima stida, ima straha od činjenja loših dela, ima energije, ima mudrosti – kako mu odmiču noć i dan, za njega se može očekivati samo napredak u korisnim stanjima, ne propadanje. ",
  "sn16.7:6.1": "Baš kao što mesec tokom svetle polovine, kako odmiču noć i dan, raste u lepoti, raste u punoći, raste u sjaju, raste u veličini; ",
  "sn16.7:6.2": "isto tako  ko god ima poverenja u korisna stanja… ",
  "sn16.7:6.6": "ima mudrosti – kako mu odmiču noć i dan, za njega se može očekivati samo napredak u korisnim stanjima, ne propadanje. ",
  "sn16.7:7.1": "Osoba koja ima poverenja – to je, poštovani, ne-propadanje; ",
  "sn16.7:7.2": "osoba koja ima stida… ",
  "sn16.7:7.3": "osoba koja ima straha od činjenja loših dela… ",
  "sn16.7:7.4": "energična osoba… ",
  "sn16.7:7.5": "mudra osoba… ",
  "sn16.7:7.6": "osoba koja nije besna… ",
  "sn16.7:7.7": "neosvetoljubiva osoba… ",
  "sn16.7:7.8": "kad ima monaha savetnika – to je, poštovani, ne-propadanje.” ",
  "sn16.7:8.1": "„Dobro je, Kassapa, dobro je. ",
  "sn16.7:8.2": "(Buda zatim ponavlja čitav Kassapin iskaz.) "
}