{
  "sn16.12:0.1": "Budini govori tematski grupisani 16.12 ",
  "sn16.12:0.2": "1. Kassapa ",
  "sn16.12:0.3": "Posle smrti ",
  "sn16.12:1.1": "Jednom su poštovani Mahākassapa i poštovani Sāriputta boravili kraj Bārāṇasija, u Isipatani, u Parku jelena. ",
  "sn16.12:1.2": "Onda poštovani Sāriputta, izašavši iz osame jednog kasnog popodneva, otide do poštovanog Mahākassape i pozdravi se sa njim. ",
  "sn16.12:1.3": "Kada taj učtivi i prijateljski razgovor bi završen, sede on sa strane i ovako reče poštovanom Mahākassapi: ",
  "sn16.12:1.4": "„Kako to stoje stvari, prijatelju Kassapa, postoji li Tathāgata posle smrti?” ",
  "sn16.12:1.5": "„Prijatelju, Blaženi nije tako podučavao: ",
  "sn16.12:1.6": "’Tathāgata postoji posle smrti’.” ",
  "sn16.12:1.7": "„A da li onda Tathāgata ne postoji posle smrti?” ",
  "sn16.12:1.8": "„Prijatelju, Blaženi nije tako podučavao: ",
  "sn16.12:1.9": "’Tathāgata ne postoji posle smrti’.” ",
  "sn16.12:1.10": "„A kako to stoje stvari, prijatelju Kassapa, da li Tathāgata i postoji i ne postoji posle smrti?” ",
  "sn16.12:1.11": "„Prijatelju, Blaženi nije tako podučavao: ",
  "sn16.12:1.12": "’Tathāgata u isto vreme i postoji i ne postoji posle smrti’.” ",
  "sn16.12:1.13": "„A da li Tathāgata niti postoji, niti ne postoji posle smrti?” ",
  "sn16.12:1.14": "„Prijatelju, Blaženi nije tako podučavao: ",
  "sn16.12:1.15": "’Tathāgata niti postoji, niti ne postoji posle smrti’.” ",
  "sn16.12:1.16": "„A zašto to Blaženi nije objavio?” ",
  "sn16.12:1.17": "Zato što, prijatelju, te stvari nisu korisne, niti važne za utemeljenje svetačkog života, ne vode do otrežnjenja, hlađenja strasti, prestanka, smirenja, neposrednog znanja, probuđenja, nibbāne. ",
  "sn16.12:1.18": "Zato to Blaženi nije objavio.” ",
  "sn16.12:2.1": "„A šta je onda, prijatelju, Blaženi objavio?” ",
  "sn16.12:2.2": "„Ovo je patnja”, to Blaženi jeste objavio; ",
  "sn16.12:2.3": "„Ovo je nastanak patnje”,  to Blaženi jeste objavio; ",
  "sn16.12:2.4": "„Ovo je prestanak patnje”,  to Blaženi jeste objavio; ",
  "sn16.12:2.5": "„Ovo je put koji vodi do prestanka patnje”, to Blaženi jeste objavio.’ ",
  "sn16.12:2.6": "„A zašto je to Blaženi objavio?” ",
  "sn16.12:2.7": "Zato što, prijatelju, te stvari jesu korisne, važne za utemeljenje svetačkog života i vode do otrežnjenja, hlađenja strasti, prestanka, smirenja, neposrednog znanja, probuđenja, nibbāne. ",
  "sn16.12:2.8": "Zato je to Blaženi objavio.” "
}