{
  "sn16.10:0.1": "Budini govori tematski grupisani 16.10 ",
  "sn16.10:0.2": "1. Kassapa ",
  "sn16.10:0.3": "Ženski manastir ",
  "sn16.10:1.1": "Ovako sam čuo. ",
  "sn16.10:1.2": "Jednom je poštovani Mahā Kassapa boravio kraj Sāvatthija, u Đetinom gaju, u manastiru koji je podigao Anāthapiṇḍika. ",
  "sn16.10:1.3": "Onda poštovani Ānanda, pošto se ujutro obukao, uze svoju prosjačku zdelu i gornji ogrtač, te otide do poštovanog Mahākassape; kada je stigao, reče poštovanom Mahā Kassapi: ",
  "sn16.10:1.4": "„Hajde, poštovani Kassapa, idemo do onog ženskog manastira.” ",
  "sn16.10:1.5": "„Idi ti, prijatelju Ānanda, imaš mnogo posla, mnogo obaveza.” ",
  "sn16.10:1.6": "I drugi put poštovani Ānanda reče poštovanom Mahākassapi: ",
  "sn16.10:1.7": "„Hajde, poštovani Kassapa, idemo do onog ženskog manastira.” ",
  "sn16.10:1.8": "„Idi ti, prijatelju Ānanda, imaš mnogo posla, mnogo obaveza.” ",
  "sn16.10:1.9": "I treći put poštovani Ānanda reče poštovanom Mahākassapi: ",
  "sn16.10:1.10": "„Hajde, poštovani Kassapa, idemo do onog ženskog manastira.” ",
  "sn16.10:2.1": "Onda se poštovani Mahā Kassapa ujutro obuče, uze svoju prosjačku zdelu i gornji ogrtač, pa sa poštovanim Ānandom kao pratiocem ode do tog ženskog manastira. Kada je stigao, sede na unapred pripremljeno mesto. ",
  "sn16.10:2.2": "Tada mnoge monahinje priđoše poštovanom Mahākassapi; prišavši, pokloniše se poštovanom Mahā Kassapi i sedoše sa strane. ",
  "sn16.10:2.3": "Dok su tako sedele sa strane, poštovani Mahā Kassapa ih je uputio, podstakao, nadahnuo i ohrabrio govorom o Dhammi. ",
  "sn16.10:2.4": "Onda poštovani Mahā Kassapa, pošto je te monahinje uputio, podstakao, nadahnuo i ohrabrio govorom o Dhammi, ustade sa svog mesta i ode. ",
  "sn16.10:3.1": "Tada monahinja Thullatissā, nezadovoljna, izrazi svoje nezadovoljstvo rečima: ",
  "sn16.10:3.2": "„Kako to da gospodin Mahā Kassapa misli da treba da govori o Dhammi u prisustvu gospodina Ānande, mudraca iz Videhe? ",
  "sn16.10:3.3": "To je kao kad bi trgovac iglama mislio da treba da proda iglu iglaru; ",
  "sn16.10:3.4": "isto tako gospodin Mahā Kassapa misli da treba da govori o Dhammi u prisustvu gospodina Ānande, mudraca iz Videhe.” ",
  "sn16.10:4.1": "Poštovani Mahā Kassapa ču monahinju Thullatissu kako izgovara te reči. ",
  "sn16.10:4.2": "Onda poštovani Mahā Kassapa reče poštovanom Ānandi: ",
  "sn16.10:4.3": "„Kako to, prijatelju Ānanda, jesam li ja trgovac iglama, a ti iglar, ",
  "sn16.10:4.4": "ili sam ja iglar, a ti trgovac iglama?” ",
  "sn16.10:4.5": "„Oprostite, poštovani Kassapa, ta žena je nerazumna.” ",
  "sn16.10:4.6": "„Stani, prijatelju Ānanda, da te Sangha ne bi dalje preispitivala. ",
  "sn16.10:5.1": "Šta misliš, prijatelju Ānanda, ",
  "sn16.10:5.2": "da li je Blaženi ikada pred monaškom zajednicom izjavio povodom tebe: ",
  "sn16.10:5.3": "’Monasi, kad god poželim, sasvim obuzdanih čula, bez mentalnih nečistoća, ulazim i ostajem na prvom stupnju zadubljenja, koji je praćen usmerenom mišlju i istraživanjem, uz ushićenje i zadovoljstvo rođeno iz osame. ",
  "sn16.10:5.4": "Isto tako i Ānanda, kad god poželi, sasvim obuzdanih čula, bez mentalnih nečistoća, ulazi i ostaje na prvom stupnju zadubljenja...’?” ",
  "sn16.10:5.5": "„Nije, poštovani.” ",
  "sn16.10:6.1": "„Ali, prijatelju, Blaženi jeste pred monaškom zajednicom izjavio povodom mene: ",
  "sn16.10:6.2": "’Monasi, kad god poželim, sasvim obuzdanih čula, bez mentalnih nečistoća, ulazim i ostajem na prvom stupnju zadubljenja, koji je praćen usmerenom mišlju i istraživanjem, uz ushićenje i zadovoljstvo rođeno iz osame. ",
  "sn16.10:6.3": "Isto tako i Kassapa, kad god poželi, sasvim obuzdanih čula, bez mentalnih nečistoća... ulazi i ostaje na prvom stupnju zadubljenja.’ ",
  "sn16.10:6.4": "(Isti razgovor se ponavlja za preostala meditativna dostignuća i šest neposrednih znanja, sve kao u prethodnom govoru.) ",
  "sn16.10:7.1": "Šta misliš, prijatelju Ānanda, ",
  "sn16.10:7.2": "da li je Blaženi ikada pred monaškom zajednicom izjavio povodom tebe: ",
  "sn16.10:7.3": "’Monasi, sa uklanjanjem otrova, razumevajući sopstvenim neposrednim znanjem, ovde i sada ulazim i ostajem u oslobođenosti uma i oslobođenosti mudrošću, koje su bez nečistoća, svaki od otrova uklonjen. ",
  "sn16.10:7.4": "Isto tako i Ānanda... ulazi i ostaje u oslobođenosti uma...’?” ",
  "sn16.10:7.5": "„Nije, poštovani.” ",
  "sn16.10:8.1": "„Ali, prijatelju, Blaženi jeste pred monaškom zajednicom izjavio povodom mene: ",
  "sn16.10:8.2": "’Monasi, sa uklanjanjem otrova, razumevajući sopstvenim neposrednim znanjem, ovde i sada ulazim i ostajem u oslobođenosti uma i oslobođenosti mudrošću, koje su bez nečistoća, svaki od otrova uklonjen. ",
  "sn16.10:8.3": "Isto tako i Kassapa... ulazi i ostaje u oslobođenosti uma...’ ",
  "sn16.10:9.1": "Prijatelju, onaj ko bi pomislio da može da sakrije mojih šest neposrednih znanja, taj bi pomislio da može da sakrije slona visokog sedam ili sedam i po lakata jednim palminim listom.” ",
  "sn16.10:10.1": "I monahinja Thullatissā napusti svetački život. "
}