{
  "sn16.13:0.1": "Budini govori tematski grupisani 16.13 ",
  "sn16.13:0.2": "1. Kassapa ",
  "sn16.13:0.3": "Imitacija istinske Dhamme ",
  "sn16.13:1.1": "Ovako sam čuo. ",
  "sn16.13:1.2": "Jednom je Blaženi boravio kraj Sāvatthīja, u Đetinom gaju, u manastiru koji je podigao Anāthapiṇḍika. ",
  "sn16.13:1.3": "Onda poštovani Mahākassapa otide do Blaženog, pokloni mu se i sede sa strane. Dok je tako sedeo, upita on Blaženoga: ",
  "sn16.13:1.4": "„Poštovani, šta je uzrok, šta je razlog, da je ranije bilo manje pravila, a više monaha je bilo utvrđeno u krajnjem znanju? ",
  "sn16.13:1.5": "A šta je, poštovani, uzrok, šta je razlog, da sada ima više pravila, a manje monaha utvrđenih u krajnjem znanju?” ",
  "sn16.13:1.6": "„Tako je to, Kassapa, kada bića propadaju, a istinska Dhamma nestaje: biva više pravila, a manje monaha utvrđenih u krajnjem znanju. ",
  "sn16.13:1.7": "Ne dolazi, Kassapa, do nestanka istinske Dhamme sve dok se u svetu ne pojavi imitacija istinske Dhamme. ",
  "sn16.13:1.8": "A kada se u svetu pojavi imitacija istinske Dhamme, tada istinska Dhamma nestaje. ",
  "sn16.13:2.1": "Baš kao što ne dolazi do nestanka zlata sve dok se u svetu ne pojavi imitacija zlata, ",
  "sn16.13:2.2": "ali kada se u svetu pojavi imitacija zlata, tada pravo zlato nestaje, ",
  "sn16.13:2.3": "Isto tako, ne dolazi do nestanka istinske Dhamme sve dok se u svetu ne pojavi imitacija istinske Dhamme. ",
  "sn16.13:2.4": "A kada se u svetu pojavi imitacija istinske Dhamme, tada istinska Dhamma nestaje. ",
  "sn16.13:3.1": "Kassapa, ne čini element zemlje da istinska Dhamma nestane, ne čini element vode da istinska Dhamma nestane, ne čini element vatre da istinska Dhamma nestane, ne čini element vazduha da istinska Dhamma nestane; ",
  "sn16.13:3.2": "već se upravo ovde pojavljuju zabludeli ljudi koji čine da istinska Dhamma nestane. ",
  "sn16.13:3.3": "Kassapa, brod potone odjednom (zbog preopterećenja), ",
  "sn16.13:3.4": "ali istinska Dhamma tako ne nestaje. ",
  "sn16.13:4.1": "Postoji ovih pet pogubnih stvari koje vode do propadanja i nestanka istinske Dhamme. ",
  "sn16.13:4.2": "Kojih pet? ",
  "sn16.13:4.3": "Tako, Kassapa, monasi, monahinje, nezaređeni sledbenici i sledbenice žive bez poštovanja i uvažavanja prema Učitelju, žive bez poštovanja i uvažavanja prema Učenju, žive bez poštovanja i uvažavanja prema Sanghi, žive bez poštovanja i uvažavanja prema vežbanju, žive bez poštovanja i uvažavanja prema koncentraciji. ",
  "sn16.13:4.4": "To su pet pogubnih stvari koje vode do propadanja i nestanka istinske Dhamme. ",
  "sn16.13:5.1": "Postoji, Kassapa, ovih pet stvari koje vode do održanja, nepropadanja i nestanka istinske Dhamme. ",
  "sn16.13:5.2": "Kojih pet? ",
  "sn16.13:5.3": "Tako, Kassapa, monasi, monahinje, nezaređeni sledbenici i sledbenice žive s poštovanjem i uvažavanjem prema Učitelju, žive s poštovanjem i uvažavanjem prema Učenju, žive s poštovanjem i uvažavanjem prema Sanghi, žive s poštovanjem i uvažavanjem prema vežbanju, žive s poštovanjem i uvažavanjem prema koncentraciji. ",
  "sn16.13:5.4": "To su pet stvari koje vode do održanja, nepropadanja i nestanka istinske Dhamme.” "
}