{
  "pli-tv-kd10:0.1": "Theravāda Vinayapiṭaka",
  "pli-tv-kd10:0.2": "Mahāvagga",
  "pli-tv-kd10:0.3": "Kosambakakkhandhaka",
  "pli-tv-kd10:0.4": "1. Kosambakavivādakathā",
  "pli-tv-kd10:1.1.1": "Tena samayena buddho bhagavā kosambiyaṃ viharati ghositārāme.",
  "pli-tv-kd10:1.1.2": "Tena kho pana samayena aññataro bhikkhu āpattiṃ āpanno hoti.",
  "pli-tv-kd10:1.1.3": "So tassā āpattiyā āpattidiṭṭhi hoti;",
  "pli-tv-kd10:1.1.4": "aññe bhikkhū tassā āpattiyā anāpattidiṭṭhino honti.",
  "pli-tv-kd10:1.1.5": "So aparena samayena tassā āpattiyā anāpattidiṭṭhi hoti;",
  "pli-tv-kd10:1.1.6": "aññe bhikkhū tassā āpattiyā āpattidiṭṭhino honti.",
  "pli-tv-kd10:1.1.7": "Atha kho te bhikkhū taṃ bhikkhuṃ etadavocuṃ—",
  "pli-tv-kd10:1.1.8": "“āpattiṃ tvaṃ, āvuso, āpanno, passasetaṃ āpattin”ti?",
  "pli-tv-kd10:1.1.9": "“Natthi me, āvuso, āpatti yamahaṃ passeyyan”ti.",
  "pli-tv-kd10:1.1.10": "Atha kho te bhikkhū sāmaggiṃ labhitvā taṃ bhikkhuṃ āpattiyā adassane ukkhipiṃsu.",
  "pli-tv-kd10:1.2.1": "So ca bhikkhu bahussuto hoti āgatāgamo dhammadharo vinayadharo mātikādharo paṇḍito byatto medhāvī lajjī kukkuccako sikkhākāmo.",
  "pli-tv-kd10:1.2.2": "Atha kho so bhikkhu sandiṭṭhe sambhatte bhikkhū upasaṅkamitvā etadavoca—",
  "pli-tv-kd10:1.2.3": "“anāpatti esā, āvuso, nesā āpatti.",
  "pli-tv-kd10:1.2.4": "Anāpannomhi, namhi āpanno.",
  "pli-tv-kd10:1.2.5": "Anukkhittomhi, namhi ukkhitto.",
  "pli-tv-kd10:1.2.6": "Adhammikenamhi kammena ukkhitto kuppena aṭṭhānārahena.",
  "pli-tv-kd10:1.2.7": "Hotha me āyasmanto dhammato vinayato pakkhā”ti.",
  "pli-tv-kd10:1.2.8": "Alabhi kho so bhikkhu sandiṭṭhe sambhatte bhikkhū pakkhe.",
  "pli-tv-kd10:1.2.9": "Jānapadānampi sandiṭṭhānaṃ sambhattānaṃ bhikkhūnaṃ santike dūtaṃ pāhesi—",
  "pli-tv-kd10:1.2.10": "“anāpatti esā, āvuso, nesā āpatti.",
  "pli-tv-kd10:1.2.11": "Anāpannomhi, namhi āpanno.",
  "pli-tv-kd10:1.2.12": "Anukkhittomhi, namhi ukkhitto.",
  "pli-tv-kd10:1.2.13": "Adhammikenamhi kammena ukkhitto kuppena aṭṭhānārahena.",
  "pli-tv-kd10:1.2.14": "Hontu me āyasmanto dhammato vinayato pakkhā”ti.",
  "pli-tv-kd10:1.2.15": "Alabhi kho so bhikkhu jānapadepi sandiṭṭhe sambhatte bhikkhū pakkhe.",
  "pli-tv-kd10:1.3.1": "Atha kho te ukkhittānuvattakā bhikkhū yena ukkhepakā bhikkhū tenupasaṅkamiṃsu, upasaṅkamitvā ukkhepake bhikkhū etadavocuṃ—",
  "pli-tv-kd10:1.3.2": "“anāpatti esā, āvuso, nesā āpatti.",
  "pli-tv-kd10:1.3.3": "Anāpanno eso bhikkhu, neso bhikkhu āpanno.",
  "pli-tv-kd10:1.3.4": "Anukkhitto eso bhikkhu, neso bhikkhu ukkhitto.",
  "pli-tv-kd10:1.3.5": "Adhammikena kammena ukkhitto kuppena aṭṭhānārahenā”ti.",
  "pli-tv-kd10:1.3.6": "Evaṃ vutte, ukkhepakā bhikkhū ukkhittānuvattake bhikkhū etadavocuṃ—",
  "pli-tv-kd10:1.3.7": "“āpatti esā, āvuso, nesā anāpatti.",
  "pli-tv-kd10:1.3.8": "Āpanno eso bhikkhu, neso bhikkhu anāpanno.",
  "pli-tv-kd10:1.3.9": "Ukkhitto eso bhikkhu, neso bhikkhu anukkhitto.",
  "pli-tv-kd10:1.3.10": "Dhammikena kammena ukkhitto akuppena ṭhānārahena.",
  "pli-tv-kd10:1.3.11": "Mā kho tumhe āyasmanto etaṃ ukkhittakaṃ bhikkhuṃ anuvattittha anuparivārethā”ti.",
  "pli-tv-kd10:1.3.12": "Evampi kho te ukkhittānuvattakā bhikkhū ukkhepakehi bhikkhūhi vuccamānā tatheva taṃ ukkhittakaṃ bhikkhuṃ anuvattiṃsu anuparivāresuṃ.",
  "pli-tv-kd10:1.4.1": "Atha kho aññataro bhikkhu yena bhagavā tenupasaṅkami, upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.",
  "pli-tv-kd10:1.4.2": "Ekamantaṃ nisinno kho so bhikkhu bhagavantaṃ etadavoca—",
  "pli-tv-kd10:1.4.3": "“idha, bhante, aññataro bhikkhu āpattiṃ āpanno ahosi.",
  "pli-tv-kd10:1.4.4": "So tassā āpattiyā āpattidiṭṭhi ahosi, aññe bhikkhū tassā āpattiyā anāpattidiṭṭhino ahesuṃ.",
  "pli-tv-kd10:1.4.5": "So aparena samayena tassā āpattiyā anāpattidiṭṭhi ahosi, aññe bhikkhū tassā āpattiyā āpattidiṭṭhino ahesuṃ.",
  "pli-tv-kd10:1.4.6": "Atha kho te, bhante, bhikkhū taṃ bhikkhuṃ etadavocuṃ—",
  "pli-tv-kd10:1.4.7": "‘āpattiṃ tvaṃ, āvuso, āpanno, passasetaṃ āpattin’ti?",
  "pli-tv-kd10:1.4.8": "‘Natthi me, āvuso, āpatti yamahaṃ passeyyan’ti.",
  "pli-tv-kd10:1.4.9": "Atha kho te, bhante, bhikkhū sāmaggiṃ labhitvā taṃ bhikkhuṃ āpattiyā adassane ukkhipiṃsu.",
  "pli-tv-kd10:1.4.10": "So ca, bhante, bhikkhu bahussuto āgatāgamo dhammadharo vinayadharo mātikādharo paṇḍito byatto medhāvī lajjī kukkuccako sikkhākāmo.",
  "pli-tv-kd10:1.4.11": "Atha kho so, bhante, bhikkhu sandiṭṭhe sambhatte bhikkhū upasaṅkamitvā etadavoca—",
  "pli-tv-kd10:1.4.12": "‘anāpatti esā, āvuso;",
  "pli-tv-kd10:1.4.13": "nesā āpatti.",
  "pli-tv-kd10:1.4.14": "Anāpannomhi, namhi āpanno.",
  "pli-tv-kd10:1.4.15": "Anukkhittomhi, namhi ukkhitto.",
  "pli-tv-kd10:1.4.16": "Adhammikenamhi kammena ukkhitto kuppena aṭṭhānārahena.",
  "pli-tv-kd10:1.4.17": "Hotha me āyasmanto dhammato vinayato pakkhā’ti.",
  "pli-tv-kd10:1.4.18": "Alabhi kho so, bhante, bhikkhu sandiṭṭhe sambhatte bhikkhū pakkhe.",
  "pli-tv-kd10:1.4.19": "Jānapadānampi sandiṭṭhānaṃ sambhattānaṃ bhikkhūnaṃ santike dūtaṃ pāhesi—",
  "pli-tv-kd10:1.4.20": "‘anāpatti esā, āvuso;",
  "pli-tv-kd10:1.4.21": "nesā āpatti.",
  "pli-tv-kd10:1.4.22": "Anāpannomhi, namhi āpanno.",
  "pli-tv-kd10:1.4.23": "Anukkhittomhi, namhi ukkhitto.",
  "pli-tv-kd10:1.4.24": "Adhammikenamhi kammena ukkhitto kuppena aṭṭhānārahena.",
  "pli-tv-kd10:1.4.25": "Hontu me āyasmanto dhammato vinayato pakkhā’ti.",
  "pli-tv-kd10:1.4.26": "Alabhi kho so, bhante, bhikkhu jānapadepi sandiṭṭhe sambhatte bhikkhū pakkhe.",
  "pli-tv-kd10:1.4.27": "Atha kho te, bhante, ukkhittānuvattakā bhikkhū yena ukkhepakā bhikkhū tenupasaṅkamiṃsu, upasaṅkamitvā ukkhepake bhikkhū etadavocuṃ—",
  "pli-tv-kd10:1.4.28": "‘anāpatti esā, āvuso;",
  "pli-tv-kd10:1.4.29": "nesā āpatti.",
  "pli-tv-kd10:1.4.30": "Anāpanno eso bhikkhu, neso bhikkhu āpanno.",
  "pli-tv-kd10:1.4.31": "Anukkhitto eso bhikkhu, neso bhikkhu ukkhitto.",
  "pli-tv-kd10:1.4.32": "Adhammikena kammena ukkhitto kuppena aṭṭhānārahenā’ti.",
  "pli-tv-kd10:1.4.33": "Evaṃ vutte, te, bhante, ukkhepakā bhikkhū ukkhittānuvattake bhikkhū etadavocuṃ—",
  "pli-tv-kd10:1.4.34": "‘āpatti esā, āvuso;",
  "pli-tv-kd10:1.4.35": "nesā anāpatti.",
  "pli-tv-kd10:1.4.36": "Āpanno eso bhikkhu, neso bhikkhu anāpanno.",
  "pli-tv-kd10:1.4.37": "Ukkhitto eso bhikkhu, neso bhikkhu anukkhitto.",
  "pli-tv-kd10:1.4.38": "Dhammikena kammena ukkhitto akuppena ṭhānārahena.",
  "pli-tv-kd10:1.4.39": "Mā kho tumhe āyasmanto etaṃ ukkhittakaṃ bhikkhuṃ anuvattittha anuparivārethā’ti.",
  "pli-tv-kd10:1.4.40": "Evampi kho te, bhante, ukkhittānuvattakā bhikkhū ukkhepakehi bhikkhūhi vuccamānā tatheva taṃ ukkhittakaṃ bhikkhuṃ anuvattanti anuparivārentī”ti.",
  "pli-tv-kd10:1.5.1": "Atha kho bhagavā—“bhinno bhikkhusaṃgho, bhinno bhikkhusaṃgho”ti—",
  "pli-tv-kd10:1.5.2": "uṭṭhāyāsanā yena ukkhepakā bhikkhū tenupasaṅkami, upasaṅkamitvā paññatte āsane nisīdi, nisajja kho bhagavā ukkhepake bhikkhū etadavoca—",
  "pli-tv-kd10:1.5.3": "“mā kho tumhe, bhikkhave—‘paṭibhāti no, paṭibhāti no’ti—yasmiṃ vā tasmiṃ vā bhikkhuṃ ukkhipitabbaṃ maññittha.",
  "pli-tv-kd10:1.6.1": "Idha pana, bhikkhave, bhikkhu āpattiṃ āpanno hoti.",
  "pli-tv-kd10:1.6.2": "So tassā āpattiyā anāpattidiṭṭhi hoti, aññe bhikkhū tassā āpattiyā āpattidiṭṭhino honti.",
  "pli-tv-kd10:1.6.3": "Te ce, bhikkhave, bhikkhū taṃ bhikkhuṃ evaṃ jānanti—‘ayaṃ kho āyasmā bahussuto āgatāgamo dhammadharo vinayadharo mātikādharo paṇḍito byatto medhāvī lajjī kukkuccako sikkhākāmo.",
  "pli-tv-kd10:1.6.4": "Sace mayaṃ imaṃ bhikkhuṃ āpattiyā adassane ukkhipissāma, na mayaṃ iminā bhikkhunā saddhiṃ uposathaṃ karissāma, vinā iminā bhikkhunā uposathaṃ karissāma, bhavissati saṃghassa tatonidānaṃ bhaṇḍanaṃ kalaho viggaho vivādo saṃghabhedo saṃgharāji saṃghavavatthānaṃ saṃghanānākaraṇan’ti, bhedagarukehi, bhikkhave, bhikkhūhi na so bhikkhu āpattiyā adassane ukkhipitabbo.",
  "pli-tv-kd10:1.7.1": "Idha pana, bhikkhave, bhikkhu āpattiṃ āpanno hoti.",
  "pli-tv-kd10:1.7.2": "So tassā āpattiyā anāpattidiṭṭhi hoti, aññe bhikkhū tassā āpattiyā āpattidiṭṭhino honti.",
  "pli-tv-kd10:1.7.3": "Te ce, bhikkhave, bhikkhū taṃ bhikkhuṃ evaṃ jānanti—‘ayaṃ kho āyasmā bahussuto āgatāgamo dhammadharo vinayadharo mātikādharo paṇḍito byatto medhāvī lajjī kukkuccako sikkhākāmo.",
  "pli-tv-kd10:1.7.4": "Sace mayaṃ imaṃ bhikkhuṃ āpattiyā adassane ukkhipissāma, na mayaṃ iminā bhikkhunā saddhiṃ pavāressāma, vinā iminā bhikkhunā pavāressāma.",
  "pli-tv-kd10:1.7.5": "Na mayaṃ iminā bhikkhunā saddhiṃ saṃghakammaṃ karissāma, vinā iminā bhikkhunā saṃghakammaṃ karissāma.",
  "pli-tv-kd10:1.7.6": "Na mayaṃ iminā bhikkhunā saddhiṃ āsane nisīdissāma, vinā iminā bhikkhunā āsane nisīdissāma.",
  "pli-tv-kd10:1.7.7": "Na mayaṃ iminā bhikkhunā saddhiṃ yāgupāne nisīdissāma, vinā iminā bhikkhunā yāgupāne nisīdissāma.",
  "pli-tv-kd10:1.7.8": "Na mayaṃ iminā bhikkhunā saddhiṃ bhattagge nisīdissāma, vinā iminā bhikkhunā bhattagge nisīdissāma.",
  "pli-tv-kd10:1.7.9": "Na mayaṃ iminā bhikkhunā saddhiṃ ekacchanne vasissāma, vinā iminā bhikkhunā ekacchanne vasissāma.",
  "pli-tv-kd10:1.7.10": "Na mayaṃ iminā bhikkhunā saddhiṃ yathāvuḍḍhaṃ abhivādanaṃ paccuṭṭhānaṃ añjalikammaṃ sāmīcikammaṃ karissāma, vinā iminā bhikkhunā yathāvuḍḍhaṃ abhivādanaṃ paccuṭṭhānaṃ añjalikammaṃ sāmīcikammaṃ karissāma.",
  "pli-tv-kd10:1.7.11": "Bhavissati saṃghassa tatonidānaṃ bhaṇḍanaṃ kalaho viggaho vivādo saṃghabhedo saṃgharāji saṃghavavatthānaṃ saṃghanānākaraṇan’ti, bhedagarukehi, bhikkhave, bhikkhūhi na so bhikkhu āpattiyā adassane ukkhipitabbo”ti.",
  "pli-tv-kd10:1.8.1": "Atha kho bhagavā ukkhepakānaṃ bhikkhūnaṃ etamatthaṃ bhāsitvā uṭṭhāyāsanā yena ukkhittānuvattakā bhikkhū tenupasaṅkami, upasaṅkamitvā paññatte āsane nisīdi, nisajja kho bhagavā ukkhittānuvattake bhikkhū etadavoca—",
  "pli-tv-kd10:1.8.2": "“mā kho tumhe, bhikkhave, āpattiṃ āpajjitvā ‘nāmha āpannā, nāmha āpannā’ti āpattiṃ na paṭikātabbaṃ maññittha.",
  "pli-tv-kd10:1.8.3": "Idha pana, bhikkhave, bhikkhu āpattiṃ āpanno hoti.",
  "pli-tv-kd10:1.8.4": "So tassā āpattiyā anāpattidiṭṭhi hoti, aññe bhikkhū tassā āpattiyā āpattidiṭṭhino honti.",
  "pli-tv-kd10:1.8.5": "So ce, bhikkhave, bhikkhu te bhikkhū evaṃ jānāti—‘ime kho āyasmanto bahussutā āgatāgamā dhammadharā vinayadharā mātikādharā paṇḍitā byattā medhāvino lajjino kukkuccakā sikkhākāmā, nālaṃ mamaṃ vā kāraṇā aññesaṃ vā kāraṇā chandā dosā mohā bhayā agatiṃ gantuṃ.",
  "pli-tv-kd10:1.8.6": "Sace maṃ ime bhikkhū āpattiyā adassane ukkhipissanti, na mayā saddhiṃ uposathaṃ karissanti, vinā mayā uposathaṃ karissanti, bhavissati saṃghassa tatonidānaṃ bhaṇḍanaṃ kalaho viggaho vivādo saṃghabhedo saṃgharāji saṃghavavatthānaṃ saṃghanānākaraṇan’ti, bhedagarukena, bhikkhave, bhikkhunā paresampi saddhāya āpatti desetabbā.",
  "pli-tv-kd10:1.8.7": "Idha pana, bhikkhave, bhikkhu āpattiṃ āpanno hoti.",
  "pli-tv-kd10:1.8.8": "So tassā āpattiyā anāpattidiṭṭhi hoti, aññe bhikkhū tassā āpattiyā āpattidiṭṭhino honti.",
  "pli-tv-kd10:1.8.9": "So ce, bhikkhave, bhikkhu te bhikkhū evaṃ jānāti—‘ime kho āyasmanto bahussutā āgatāgamā dhammadharā vinayadharā mātikādharā paṇḍitā byattā medhāvino lajjino kukkuccakā sikkhākāmā, nālaṃ mamaṃ vā kāraṇā aññesaṃ vā kāraṇā chandā dosā mohā bhayā agatiṃ gantuṃ.",
  "pli-tv-kd10:1.8.10": "Sace maṃ ime bhikkhū āpattiyā adassane ukkhipissanti, na mayā saddhiṃ pavāressanti, vinā mayā pavāressanti.",
  "pli-tv-kd10:1.8.11": "Na mayā saddhiṃ saṃghakammaṃ karissanti, vinā mayā saṃghakammaṃ karissanti.",
  "pli-tv-kd10:1.8.12": "Na mayā saddhiṃ āsane nisīdissanti, vinā mayā āsane nisīdissanti.",
  "pli-tv-kd10:1.8.13": "Na mayā saddhiṃ yāgupāne nisīdissanti, vinā mayā yāgupāne nisīdissanti.",
  "pli-tv-kd10:1.8.14": "Na mayā saddhiṃ bhattagge nisīdissanti vinā mayā bhattagge nisīdissanti.",
  "pli-tv-kd10:1.8.15": "Na mayā saddhiṃ ekacchanne vasissanti, vinā mayā ekacchanne vasissanti.",
  "pli-tv-kd10:1.8.16": "Na mayā saddhiṃ yathāvuḍḍhaṃ abhivādanaṃ paccuṭṭhānaṃ añjalikammaṃ sāmīcikammaṃ karissanti, vinā mayā yathāvuḍḍhaṃ abhivādanaṃ paccuṭṭhānaṃ añjalikammaṃ sāmīcikammaṃ karissanti, bhavissati saṃghassa tatonidānaṃ bhaṇḍanaṃ kalaho viggaho vivādo saṃghabhedo saṃgharāji saṃghavavatthānaṃ saṃghanānākaraṇan’ti, bhedagarukena, bhikkhave, bhikkhunā paresampi saddhāya āpatti desetabbā”ti.",
  "pli-tv-kd10:1.8.17": "Atha kho bhagavā ukkhittānuvattakānaṃ bhikkhūnaṃ etamatthaṃ bhāsitvā uṭṭhāyāsanā pakkāmi.",
  "pli-tv-kd10:1.9.1": "Tena kho pana samayena ukkhittānuvattakā bhikkhū tattheva antosīmāya uposathaṃ karonti, saṃghakammaṃ karonti.",
  "pli-tv-kd10:1.9.2": "Ukkhepakā pana bhikkhū nissīmaṃ gantvā uposathaṃ karonti, saṃghakammaṃ karonti.",
  "pli-tv-kd10:1.9.3": "Atha kho aññataro ukkhepako bhikkhu yena bhagavā tenupasaṅkami, upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.",
  "pli-tv-kd10:1.9.4": "Ekamantaṃ nisinno kho so bhikkhu bhagavantaṃ etadavoca—",
  "pli-tv-kd10:1.9.5": "“Te, bhante, ukkhittānuvattakā bhikkhū tattheva antosīmāya uposathaṃ karonti, saṃghakammaṃ karonti.",
  "pli-tv-kd10:1.9.6": "Mayaṃ pana ukkhepakā bhikkhū nissīmaṃ gantvā uposathaṃ karoma, saṃghakammaṃ karomā”ti.",
  "pli-tv-kd10:1.9.7": "“Te ce, bhikkhu, ukkhittānuvattakā bhikkhū tattheva antosīmāya uposathaṃ karissanti, saṃghakammaṃ karissanti, yathā mayā ñatti ca anussāvanā ca paññattā, tesaṃ tāni kammāni dhammikāni kammāni bhavissanti akuppāni ṭhānārahāni.",
  "pli-tv-kd10:1.9.8": "Tumhe ce, bhikkhu, ukkhepakā bhikkhū tattheva antosīmāya uposathaṃ karissatha, saṃghakammaṃ karissatha, yathā mayā ñatti ca anussāvanā ca paññattā, tumhākampi tāni kammāni dhammikāni kammāni bhavissanti akuppāni ṭhānārahāni.",
  "pli-tv-kd10:1.9.9": "Taṃ kissa hetu?",
  "pli-tv-kd10:1.10.1": "Nānāsaṃvāsakā ete bhikkhū tumhehi, tumhe ca tehi nānāsaṃvāsakā.",
  "pli-tv-kd10:1.10.2": "Dvemā, bhikkhu, nānāsaṃvāsakabhūmiyo—",
  "pli-tv-kd10:1.10.3": "attanā vā attānaṃ nānāsaṃvāsakaṃ karoti, samaggo vā naṃ saṃgho ukkhipati adassane vā appaṭikamme vā appaṭinissagge vā.",
  "pli-tv-kd10:1.10.4": "Imā kho, bhikkhu, dve nānāsaṃvāsakabhūmiyo.",
  "pli-tv-kd10:1.10.5": "Dvemā, bhikkhu, samānasaṃvāsakabhūmiyo—",
  "pli-tv-kd10:1.10.6": "attanā vā attānaṃ samānasaṃvāsaṃ karoti, samaggo vā naṃ saṃgho ukkhittaṃ osāreti adassane vā appaṭikamme vā appaṭinissagge vā.",
  "pli-tv-kd10:1.10.7": "Imā kho, bhikkhu, dve samānasaṃvāsakabhūmiyo”ti.",
  "pli-tv-kd10:2.1.1": "Tena kho pana samayena bhikkhū bhattagge antaraghare bhaṇḍanajātā kalahajātā vivādāpannā aññamaññaṃ ananulomikaṃ kāyakammaṃ vacīkammaṃ upadaṃsenti, hatthaparāmāsaṃ karonti.",
  "pli-tv-kd10:2.1.2": "Manussā ujjhāyanti khiyyanti vipācenti—",
  "pli-tv-kd10:2.1.3": "“kathañhi nāma samaṇā sakyaputtiyā bhattagge antaraghare bhaṇḍanajātā kalahajātā vivādāpannā aññamaññaṃ ananulomikaṃ kāyakammaṃ vacīkammaṃ upadaṃsessanti, hatthaparāmāsaṃ karissantī”ti.",
  "pli-tv-kd10:2.1.4": "Assosuṃ kho bhikkhū tesaṃ manussānaṃ ujjhāyantānaṃ khiyyantānaṃ vipācentānaṃ.",
  "pli-tv-kd10:2.1.5": "Ye te bhikkhū appicchā te ujjhāyanti khiyyanti vipācenti—",
  "pli-tv-kd10:2.1.6": "“kathañhi nāma bhikkhū bhattagge antaraghare bhaṇḍanajātā kalahajātā vivādāpannā aññamaññaṃ ananulomikaṃ kāyakammaṃ vacīkammaṃ upadaṃsessanti, hatthaparāmāsaṃ karissantī”ti.",
  "pli-tv-kd10:2.1.7": "Atha kho te bhikkhū bhagavato etamatthaṃ ārocesuṃ …pe…",
  "pli-tv-kd10:2.1.8": "“saccaṃ kira, bhikkhave, bhikkhū bhattagge antaraghare bhaṇḍanajātā …pe… hatthaparāmāsaṃ karontī”ti?",
  "pli-tv-kd10:2.1.9": "“Saccaṃ, bhagavā”ti.",
  "pli-tv-kd10:2.1.10": "Vigarahi buddho bhagavā …pe…",
  "pli-tv-kd10:2.1.11": "vigarahitvā dhammiṃ kathaṃ katvā bhikkhū āmantesi—",
  "pli-tv-kd10:2.1.12": "“bhinne, bhikkhave, saṃghe adhammiyāyamāne asammodikāya vattamānāya ‘ettāvatā na aññamaññaṃ ananulomikaṃ kāyakammaṃ vacīkammaṃ upadaṃsessāma, hatthaparāmāsaṃ karissāmā’ti—",
  "pli-tv-kd10:2.1.13": "āsane nisīditabbaṃ.",
  "pli-tv-kd10:2.1.14": "Bhinne, bhikkhave, saṃghe dhammiyāyamāne sammodikāya vattamānāya āsanantarikāya nisīditabban”ti.",
  "pli-tv-kd10:2.2.1": "Tena kho pana samayena bhikkhū saṃghamajjhe bhaṇḍanajātā kalahajātā vivādāpannā aññamaññaṃ mukhasattīhi vitudantā viharanti.",
  "pli-tv-kd10:2.2.2": "Te na sakkonti taṃ adhikaraṇaṃ vūpasametuṃ.",
  "pli-tv-kd10:2.2.3": "Atha kho aññataro bhikkhu yena bhagavā tenupasaṅkami, upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ aṭṭhāsi. Ekamantaṃ ṭhito kho so bhikkhu bhagavantaṃ etadavoca—",
  "pli-tv-kd10:2.2.4": "“idha, bhante, bhikkhū saṃghamajjhe bhaṇḍanajātā kalahajātā vivādāpannā aññamaññaṃ mukhasattīhi vitudantā viharanti.",
  "pli-tv-kd10:2.2.5": "Te na sakkonti taṃ adhikaraṇaṃ vūpasametuṃ.",
  "pli-tv-kd10:2.2.6": "Sādhu, bhante, bhagavā yena te bhikkhū tenupasaṅkamatu anukampaṃ upādāyā”ti.",
  "pli-tv-kd10:2.2.7": "Adhivāsesi bhagavā tuṇhībhāvena.",
  "pli-tv-kd10:2.2.8": "Atha kho bhagavā yena te bhikkhū tenupasaṅkami, upasaṅkamitvā paññatte āsane nisīdi, nisajja kho bhagavā te bhikkhū etadavoca—",
  "pli-tv-kd10:2.2.9": "“alaṃ, bhikkhave, mā bhaṇḍanaṃ mā kalahaṃ mā viggahaṃ mā vivādan”ti.",
  "pli-tv-kd10:2.2.10": "Evaṃ vutte, aññataro adhammavādī bhikkhu bhagavantaṃ etadavoca—",
  "pli-tv-kd10:2.2.11": "“āgametu, bhante, bhagavā dhammassāmī;",
  "pli-tv-kd10:2.2.12": "appossukko, bhante, bhagavā diṭṭhadhammasukhavihāramanuyutto viharatu.",
  "pli-tv-kd10:2.2.13": "Mayametena bhaṇḍanena kalahena viggahena vivādena paññāyissāmā”ti.",
  "pli-tv-kd10:2.2.14": "Dutiyampi kho bhagavā te bhikkhū etadavoca—",
  "pli-tv-kd10:2.2.15": "“alaṃ, bhikkhave, mā bhaṇḍanaṃ mā kalahaṃ mā viggahaṃ mā vivādan”ti.",
  "pli-tv-kd10:2.2.16": "Dutiyampi kho so adhammavādī bhikkhu bhagavantaṃ etadavoca—",
  "pli-tv-kd10:2.2.17": "“āgametu, bhante, bhagavā dhammassāmī;",
  "pli-tv-kd10:2.2.18": "appossukko, bhante, bhagavā diṭṭhadhammasukhavihāramanuyutto viharatu.",
  "pli-tv-kd10:2.2.19": "Mayametena bhaṇḍanena kalahena viggahena vivādena paññāyissāmā”ti.",
  "pli-tv-kd10:2.2.20": "2. Dīghāvuvatthu",
  "pli-tv-kd10:2.3.1": "Atha kho bhagavā bhikkhū āmantesi—",
  "pli-tv-kd10:2.3.2": "“bhūtapubbaṃ, bhikkhave, bārāṇasiyaṃ brahmadatto nāma kāsirājā ahosi aḍḍho mahaddhano mahābhogo mahabbalo mahāvāhano mahāvijito paripuṇṇakosakoṭṭhāgāro.",
  "pli-tv-kd10:2.3.3": "Dīghīti nāma kosalarājā ahosi daliddo appadhano appabhogo appabalo appavāhano appavijito aparipuṇṇakosakoṭṭhāgāro.",
  "pli-tv-kd10:2.3.4": "Atha kho, bhikkhave, brahmadatto kāsirājā caturaṅginiṃ senaṃ sannayhitvā dīghītiṃ kosalarājānaṃ abbhuyyāsi.",
  "pli-tv-kd10:2.3.5": "Assosi kho, bhikkhave, dīghīti kosalarājā—‘brahmadatto kira kāsirājā caturaṅginiṃ senaṃ sannayhitvā mamaṃ abbhuyyāto’ti.",
  "pli-tv-kd10:2.3.6": "Atha kho, bhikkhave, dīghītissa kosalarañño etadahosi—‘brahmadatto kho kāsirājā aḍḍho mahaddhano mahābhogo mahabbalo mahāvāhano mahāvijito paripuṇṇakosakoṭṭhāgāro, ahaṃ panamhi daliddo appadhano appabhogo appabalo appavāhano appavijito aparipuṇṇakosakoṭṭhāgāro, nāhaṃ paṭibalo brahmadattena kāsiraññā ekasaṅghātampi sahituṃ.",
  "pli-tv-kd10:2.3.7": "Yannūnāhaṃ paṭikacceva nagaramhā nippateyyan’ti.",
  "pli-tv-kd10:2.3.8": "Atha kho, bhikkhave, dīghīti kosalarājā mahesiṃ ādāya paṭikacceva nagaramhā nippati.",
  "pli-tv-kd10:2.3.9": "Atha kho, bhikkhave, brahmadatto kāsirājā dīghītissa kosalarañño balañca vāhanañca janapadañca kosañca koṭṭhāgārañca abhivijiya ajjhāvasati.",
  "pli-tv-kd10:2.3.10": "Atha kho, bhikkhave, dīghīti kosalarājā sapajāpatiko yena bārāṇasī tena pakkāmi.",
  "pli-tv-kd10:2.3.11": "Anupubbena yena bārāṇasī tadavasari. Tatra sudaṃ, bhikkhave, dīghīti kosalarājā sapajāpatiko bārāṇasiyaṃ aññatarasmiṃ paccantime okāse kumbhakāranivesane aññātakavesena paribbājakacchannena paṭivasati.",
  "pli-tv-kd10:2.4.1": "Atha kho, bhikkhave, dīghītissa kosalarañño mahesī nacirasseva gabbhinī ahosi.",
  "pli-tv-kd10:2.4.2": "Tassā evarūpo dohaḷo uppanno hoti—icchati sūriyassa uggamanakāle caturaṅginiṃ senaṃ sannaddhaṃ vammikaṃ subhūme ṭhitaṃ passituṃ, khaggānañca dhovanaṃ pātuṃ.",
  "pli-tv-kd10:2.4.3": "Atha kho, bhikkhave, dīghītissa kosalarañño mahesī dīghītiṃ kosalarājānaṃ etadavoca—‘gabbhinīmhi, deva. Tassā me evarūpo dohaḷo uppanno—icchāmi sūriyassa uggamanakāle caturaṅginiṃ senaṃ sannaddhaṃ vammikaṃ subhūme ṭhitaṃ passituṃ, khaggānañca dhovanaṃ pātun’ti.",
  "pli-tv-kd10:2.4.4": "‘Kuto, devi, amhākaṃ duggatānaṃ caturaṅginī senā sannaddhā vammikā subhūme ṭhitā, khaggānañca dhovanaṃ pātun’ti",
  "pli-tv-kd10:2.4.5": "‘sacāhaṃ, deva, na labhissāmi, marissāmī’ti.",
  "pli-tv-kd10:2.5.1": "Tena kho pana samayena, brahmadattassa kāsirañño purohito brāhmaṇo dīghītissa kosalarañño sahāyo hoti.",
  "pli-tv-kd10:2.5.2": "Atha kho, bhikkhave, dīghīti kosalarājā yena brahmadattassa kāsirañño purohito brāhmaṇo tenupasaṅkami, upasaṅkamitvā brahmadattassa kāsirañño purohitaṃ brāhmaṇaṃ etadavoca—‘sakhī te, samma, gabbhinī.",
  "pli-tv-kd10:2.5.3": "Tassā evarūpo dohaḷo uppanno—icchati sūriyassa uggamanakāle caturaṅginiṃ senaṃ sannaddhaṃ vammikaṃ subhūme ṭhitaṃ passituṃ, khaggānañca dhovanaṃ pātun’ti.",
  "pli-tv-kd10:2.5.4": "‘Tena hi, deva, mayampi deviṃ passāmā’ti.",
  "pli-tv-kd10:2.5.5": "Atha kho, bhikkhave, dīghītissa kosalarañño mahesī yena brahmadattassa kāsirañño purohito brāhmaṇo tenupasaṅkami.",
  "pli-tv-kd10:2.5.6": "Addasā kho, bhikkhave, brahmadattassa kāsirañño purohito brāhmaṇo dīghītissa kosalarañño mahesiṃ dūratova āgacchantiṃ, disvāna uṭṭhāyāsanā ekaṃsaṃ uttarāsaṅgaṃ karitvā yena dīghītissa kosalarañño mahesī tenañjaliṃ paṇāmetvā tikkhattuṃ udānaṃ udānesi—",
  "pli-tv-kd10:2.5.7": "‘kosalarājā vata bho kucchigato, kosalarājā vata bho kucchigatoti.",
  "pli-tv-kd10:2.5.8": "Attamanā, devi, hohi.",
  "pli-tv-kd10:2.5.9": "Lacchasi sūriyassa uggamanakāle caturaṅginiṃ senaṃ sannaddhaṃ vammikaṃ subhūme ṭhitaṃ passituṃ, khaggānañca dhovanaṃ pātun’ti.",
  "pli-tv-kd10:2.6.1": "Atha kho, bhikkhave, brahmadattassa kāsirañño purohito brāhmaṇo yena brahmadatto kāsirājā tenupasaṅkami, upasaṅkamitvā brahmadattaṃ kāsirājānaṃ etadavoca—",
  "pli-tv-kd10:2.6.2": "‘tathā, deva, nimittāni dissanti, sve sūriyuggamanakāle caturaṅginī senā sannaddhā vammikā subhūme tiṭṭhatu, khaggā ca dhoviyantū’ti.",
  "pli-tv-kd10:2.6.3": "Atha kho, bhikkhave, brahmadatto kāsirājā manusse āṇāpesi—‘yathā, bhaṇe, purohito brāhmaṇo āha tathā karothā’ti.",
  "pli-tv-kd10:2.6.4": "Alabhi kho, bhikkhave, dīghītissa kosalarañño mahesī sūriyassa uggamanakāle caturaṅginiṃ senaṃ sannaddhaṃ vammikaṃ subhūme ṭhitaṃ passituṃ, khaggānañca dhovanaṃ pātuṃ.",
  "pli-tv-kd10:2.6.5": "Atha kho, bhikkhave, dīghītissa kosalarañño mahesī tassa gabbhassa paripākamanvāya puttaṃ vijāyi.",
  "pli-tv-kd10:2.6.6": "Tassa dīghāvūti nāmaṃ akaṃsu.",
  "pli-tv-kd10:2.6.7": "Atha kho, bhikkhave, dīghāvu kumāro nacirasseva viññutaṃ pāpuṇi.",
  "pli-tv-kd10:2.7.1": "Atha kho, bhikkhave, dīghītissa kosalarañño etadahosi—‘ayaṃ kho brahmadatto kāsirājā bahuno amhākaṃ anatthassa kārako, iminā amhākaṃ balañca vāhanañca janapado ca koso ca koṭṭhāgārañca acchinnaṃ, sacāyaṃ amhe jānissati, sabbeva tayo ghātāpessati, yannūnāhaṃ dīghāvuṃ kumāraṃ bahinagare vāseyyan’ti.",
  "pli-tv-kd10:2.7.2": "Atha kho, bhikkhavo, dīghīti kosalarājā dīghāvuṃ kumāraṃ bahinagare vāsesi.",
  "pli-tv-kd10:2.7.3": "Atha kho, bhikkhave, dīghāvu kumāro bahinagare paṭivasanto nacirasseva sabbasippāni sikkhi.",
  "pli-tv-kd10:2.8.1": "Tena kho pana samayena dīghītissa kosalarañño kappako brahmadatte kāsiraññe paṭivasati.",
  "pli-tv-kd10:2.8.2": "Addasā kho, bhikkhave, dīghītissa kosalarañño kappako dīghītiṃ kosalarājānaṃ sapajāpatikaṃ bārāṇasiyaṃ aññatarasmiṃ paccantime okāse kumbhakāranivesane aññātakavesena paribbājakacchannena paṭivasantaṃ, disvāna yena brahmadatto kāsirājā tenupasaṅkami, upasaṅkamitvā brahmadattaṃ kāsirājānaṃ etadavoca—",
  "pli-tv-kd10:2.8.3": "‘dīghīti, deva, kosalarājā sapajāpatiko bārāṇasiyaṃ aññatarasmiṃ paccantime okāse kumbhakāranivesane aññātakavesena paribbājakacchannena paṭivasatī’ti.",
  "pli-tv-kd10:2.9.1": "Atha kho, bhikkhave, brahmadatto kāsirājā manusse āṇāpesi—‘tena hi, bhaṇe, dīghītiṃ kosalarājānaṃ sapajāpatikaṃ ānethā’ti.",
  "pli-tv-kd10:2.9.2": "‘Evaṃ, devā’ti kho, bhikkhave, te manussā brahmadattassa kāsirañño paṭissutvā dīghītiṃ kosalarājānaṃ sapajāpatikaṃ ānesuṃ.",
  "pli-tv-kd10:2.9.3": "Atha kho, bhikkhave, brahmadatto kāsirājā manusse āṇāpesi—",
  "pli-tv-kd10:2.9.4": "‘tena hi, bhaṇe, dīghītiṃ kosalarājānaṃ sapajāpatikaṃ daḷhāya rajjuyā pacchābāhaṃ gāḷhabandhanaṃ bandhitvā khuramuṇḍaṃ karitvā kharassarena paṇavena rathikāya rathikaṃ siṅghāṭakena siṅghāṭakaṃ parinetvā dakkhiṇena dvārena nikkhāmetvā dakkhiṇato nagarassa catudhā chinditvā catuddisā bilāni nikkhipathā’ti.",
  "pli-tv-kd10:2.9.5": "‘Evaṃ, devā’ti kho, bhikkhave, te manussā brahmadattassa kāsirañño paṭissutvā dīghītiṃ kosalarājānaṃ sapajāpatikaṃ daḷhāya rajjuyā pacchābāhaṃ gāḷhabandhanaṃ bandhitvā khuramuṇḍaṃ karitvā kharassarena paṇavena rathikāya rathikaṃ siṅghāṭakena siṅghāṭakaṃ parinenti.",
  "pli-tv-kd10:2.10.1": "Atha kho, bhikkhave, dīghāvussa kumārassa etadahosi—‘ciraṃdiṭṭhā kho me mātāpitaro. Yannūnāhaṃ mātāpitaro passeyyan’ti.",
  "pli-tv-kd10:2.10.2": "Atha kho, bhikkhave, dīghāvu kumāro bārāṇasiṃ pavisitvā addasa mātāpitaro daḷhāya rajjuyā pacchābāhaṃ gāḷhabandhanaṃ bandhitvā khuramuṇḍaṃ karitvā kharassarena paṇavena rathikāya rathikaṃ siṅghāṭakena siṅghāṭakaṃ parinente, disvāna yena mātāpitaro tenupasaṅkami.",
  "pli-tv-kd10:2.10.3": "Addasā kho, bhikkhave, dīghīti kosalarājā dīghāvuṃ kumāraṃ dūratova āgacchantaṃ; disvāna dīghāvuṃ kumāraṃ etadavoca—",
  "pli-tv-kd10:2.10.4": "‘mā kho tvaṃ, tāta dīghāvu, dīghaṃ passa, mā rassaṃ.",
  "pli-tv-kd10:2.10.5": "Na hi, tāta dīghāvu, verena verā sammanti;",
  "pli-tv-kd10:2.10.6": "averena hi, tāta dīghāvu, verā sammantī’ti.",
  "pli-tv-kd10:2.11.1": "Evaṃ vutte, bhikkhave, te manussā dīghītiṃ kosalarājānaṃ etadavocuṃ—‘ummattako ayaṃ dīghīti kosalarājā vippalapati.",
  "pli-tv-kd10:2.11.2": "Ko imassa dīghāvu?",
  "pli-tv-kd10:2.11.3": "Kaṃ ayaṃ evamāha—mā kho tvaṃ, tāta dīghāvu, dīghaṃ passa, mā rassaṃ.",
  "pli-tv-kd10:2.11.4": "Na hi, tāta dīghāvu, verena verā sammanti;",
  "pli-tv-kd10:2.11.5": "averena hi, tāta dīghāvu, verā sammantī’ti.",
  "pli-tv-kd10:2.11.6": "‘Nāhaṃ, bhaṇe, ummattako vippalapāmi, api ca yo viññū so vibhāvessatī’ti.",
  "pli-tv-kd10:2.11.7": "Dutiyampi kho, bhikkhave …pe…",
  "pli-tv-kd10:2.11.8": "tatiyampi kho, bhikkhave, dīghīti kosalarājā dīghāvuṃ kumāraṃ etadavoca—",
  "pli-tv-kd10:2.11.9": "‘mā kho tvaṃ, tāta dīghāvu, dīghaṃ passa, mā rassaṃ.",
  "pli-tv-kd10:2.11.10": "Na hi, tāta dīghāvu, verena verā sammanti;",
  "pli-tv-kd10:2.11.11": "averena hi, tāta dīghāvu, verā sammantī’ti.",
  "pli-tv-kd10:2.11.12": "Tatiyampi kho, bhikkhave, te manussā dīghītiṃ kosalarājānaṃ etadavocuṃ—",
  "pli-tv-kd10:2.11.13": "‘ummattako ayaṃ dīghīti kosalarājā vippalapati.",
  "pli-tv-kd10:2.11.14": "Ko imassa dīghāvu?",
  "pli-tv-kd10:2.11.15": "Kaṃ ayaṃ evamāha—",
  "pli-tv-kd10:2.11.16": "“mā kho tvaṃ, tāta dīghāvu, dīghaṃ passa, mā rassaṃ.",
  "pli-tv-kd10:2.11.17": "Na hi, tāta dīghāvu, verena verā sammanti;",
  "pli-tv-kd10:2.11.18": "averena hi, tāta dīghāvu, verā sammantī”’ti.",
  "pli-tv-kd10:2.11.19": "‘Nāhaṃ, bhaṇe, ummattako vippalapāmi, api ca yo viññū so vibhāvessatī’ti.",
  "pli-tv-kd10:2.11.20": "Atha kho, bhikkhave, te manussā dīghītiṃ kosalarājānaṃ sapajāpatikaṃ rathikāya rathikaṃ siṅghāṭakena siṅghāṭakaṃ parinetvā dakkhiṇena dvārena nikkhāmetvā dakkhiṇato nagarassa catudhā chinditvā catuddisā bilāni nikkhipitvā gumbaṃ ṭhapetvā pakkamiṃsu.",
  "pli-tv-kd10:2.12.1": "Atha kho, bhikkhave, dīghāvu kumāro bārāṇasiṃ pavisitvā suraṃ nīharitvā gumbiye pāyesi.",
  "pli-tv-kd10:2.12.2": "Yadā te mattā ahesuṃ patitā, atha kaṭṭhāni saṅkaḍḍhitvā citakaṃ karitvā mātāpitūnaṃ sarīraṃ citakaṃ āropetvā aggiṃ datvā pañjaliko tikkhattuṃ citakaṃ padakkhiṇaṃ akāsi.",
  "pli-tv-kd10:2.12.3": "Tena kho pana samayena brahmadatto kāsirājā uparipāsādavaragato hoti.",
  "pli-tv-kd10:2.12.4": "Addasā kho, bhikkhave, brahmadatto kāsirājā dīghāvuṃ kumāraṃ pañjalikaṃ tikkhattuṃ citakaṃ padakkhiṇaṃ karontaṃ, disvānassa etadahosi—",
  "pli-tv-kd10:2.12.5": "‘nissaṃsayaṃ kho so manusso dīghītissa kosalarañño ñāti vā sālohito vā, aho me anatthato, na hi nāma me koci ārocessatī’ti.",
  "pli-tv-kd10:2.13.1": "Atha kho, bhikkhave, dīghāvu kumāro araññaṃ gantvā yāvadatthaṃ kanditvā roditvā khappaṃ puñchitvā bārāṇasiṃ pavisitvā antepurassa sāmantā hatthisālaṃ gantvā hatthācariyaṃ etadavoca—",
  "pli-tv-kd10:2.13.2": "‘icchāmahaṃ, ācariya, sippaṃ sikkhitun’ti.",
  "pli-tv-kd10:2.13.3": "‘Tena hi, bhaṇe māṇavaka, sikkhassū’ti.",
  "pli-tv-kd10:2.13.4": "Atha kho, bhikkhave, dīghāvu kumāro rattiyā paccūsasamayaṃ paccuṭṭhāya hatthisālāyaṃ mañjunā sarena gāyi, vīṇañca vādesi.",
  "pli-tv-kd10:2.13.5": "Assosi kho, bhikkhave, brahmadatto kāsirājā rattiyā paccūsasamayaṃ paccuṭṭhāya hatthisālāyaṃ mañjunā sarena gītaṃ vīṇañca vāditaṃ, sutvāna manusse pucchi—",
  "pli-tv-kd10:2.14.1": "‘ko, bhaṇe, rattiyā paccūsasamayaṃ paccuṭṭhāya hatthisālāyaṃ mañjunā sarena gāyi, vīṇañca vādesī’ti?",
  "pli-tv-kd10:2.14.2": "‘Amukassa, deva, hatthācariyassa antevāsī māṇavako rattiyā paccūsasamayaṃ paccuṭṭhāya hatthisālāyaṃ mañjunā sarena gāyi, vīṇañca vādesī’ti.",
  "pli-tv-kd10:2.14.3": "‘Tena hi, bhaṇe, taṃ māṇavakaṃ ānethā’ti.",
  "pli-tv-kd10:2.14.4": "‘Evaṃ, devā’ti kho, bhikkhave, te manussā brahmadattassa kāsirañño paṭissutvā dīghāvuṃ kumāraṃ ānesuṃ.",
  "pli-tv-kd10:2.14.5": "‘Tvaṃ, bhaṇe māṇavaka, rattiyā paccūsasamayaṃ paccuṭṭhāya hatthisālāyaṃ mañjunā sarena gāyi, vīṇañca vādesī’ti?",
  "pli-tv-kd10:2.14.6": "‘Evaṃ, devā’ti.",
  "pli-tv-kd10:2.14.7": "‘Tena hi tvaṃ, bhaṇe māṇavaka, gāyassu, vīṇañca vādehī’ti.",
  "pli-tv-kd10:2.14.8": "‘Evaṃ, devā’ti kho, bhikkhave, dīghāvu kumāro brahmadattassa kāsirañño paṭissutvā ārādhāpekkho mañjunā sarena gāyi, vīṇañca vādesi.",
  "pli-tv-kd10:2.14.9": "‘Tvaṃ, bhaṇe māṇavaka, maṃ upaṭṭhahā’ti.",
  "pli-tv-kd10:2.14.10": "‘Evaṃ, devā’ti kho, bhikkhave, dīghāvu kumāro brahmadattassa kāsirañño paccassosi.",
  "pli-tv-kd10:2.14.11": "Atha kho, bhikkhave, dīghāvu kumāro brahmadattassa kāsirañño pubbuṭṭhāyī ahosi pacchānipātī kiṃkārapaṭissāvī manāpacārī piyavādī.",
  "pli-tv-kd10:2.14.12": "Atha kho, bhikkhave, brahmadatto kāsirājā dīghāvuṃ kumāraṃ nacirasseva abbhantarime vissāsikaṭṭhāne ṭhapesi.",
  "pli-tv-kd10:2.15.1": "Atha kho, bhikkhave, brahmadatto kāsirājā dīghāvuṃ kumāraṃ etadavoca—",
  "pli-tv-kd10:2.15.2": "‘tena hi, bhaṇe māṇavaka, rathaṃ yojehi, migavaṃ gamissāmā’ti.",
  "pli-tv-kd10:2.15.3": "‘Evaṃ, devā’ti kho, bhikkhave, dīghāvu kumāro brahmadattassa kāsirañño paṭissutvā rathaṃ yojetvā brahmadattaṃ kāsirājānaṃ etadavoca—",
  "pli-tv-kd10:2.15.4": "‘yutto kho te, deva, ratho, yassadāni kālaṃ maññasī’ti.",
  "pli-tv-kd10:2.15.5": "Atha kho, bhikkhave, brahmadatto kāsirājā rathaṃ abhiruhi.",
  "pli-tv-kd10:2.15.6": "Dīghāvu kumāro rathaṃ pesesi.",
  "pli-tv-kd10:2.15.7": "Tathā tathā rathaṃ pesesi yathā yathā aññeneva senā agamāsi aññeneva ratho.",
  "pli-tv-kd10:2.15.8": "Atha kho, bhikkhave, brahmadatto kāsirājā dūraṃ gantvā dīghāvuṃ kumāraṃ etadavoca—",
  "pli-tv-kd10:2.15.9": "‘tena hi, bhaṇe māṇavaka, rathaṃ muñcassu, kilantomhi, nipajjissāmī’ti.",
  "pli-tv-kd10:2.15.10": "‘Evaṃ, devā’ti kho, bhikkhave, dīghāvu kumāro brahmadattassa kāsirañño paṭissutvā rathaṃ muñcitvā pathaviyaṃ pallaṅkena nisīdi.",
  "pli-tv-kd10:2.15.11": "Atha kho, bhikkhave, brahmadatto kāsirājā dīghāvussa kumārassa ucchaṅge sīsaṃ katvā seyyaṃ kappesi.",
  "pli-tv-kd10:2.15.12": "Tassa kilantassa muhuttakeneva niddā okkami.",
  "pli-tv-kd10:2.16.1": "Atha kho, bhikkhave, dīghāvussa kumārassa etadahosi—",
  "pli-tv-kd10:2.16.2": "‘ayaṃ kho brahmadatto kāsirājā bahuno amhākaṃ anatthassa kārako.",
  "pli-tv-kd10:2.16.3": "Iminā amhākaṃ balañca vāhanañca janapado ca koso ca koṭṭhāgārañca acchinnaṃ.",
  "pli-tv-kd10:2.16.4": "Iminā ca me mātāpitaro hatā.",
  "pli-tv-kd10:2.16.5": "Ayaṃ khvassa kālo yohaṃ veraṃ appeyyan’ti kosiyā khaggaṃ nibbāhi.",
  "pli-tv-kd10:2.16.6": "Atha kho, bhikkhave, dīghāvussa kumārassa etadahosi—",
  "pli-tv-kd10:2.16.7": "‘pitā kho maṃ maraṇakāle avaca “mā kho tvaṃ, tāta dīghāvu, dīghaṃ passa, mā rassaṃ.",
  "pli-tv-kd10:2.16.8": "Na hi, tāta dīghāvu, verena verā sammanti;",
  "pli-tv-kd10:2.16.9": "averena hi, tāta dīghāvu, verā sammantī”ti.",
  "pli-tv-kd10:2.16.10": "Na kho metaṃ patirūpaṃ, yvāhaṃ pituvacanaṃ atikkameyyan’ti kosiyā khaggaṃ pavesesi.",
  "pli-tv-kd10:2.16.11": "Dutiyampi kho, bhikkhave, dīghāvussa kumārassa etadahosi—",
  "pli-tv-kd10:2.16.12": "‘ayaṃ kho brahmadatto kāsirājā bahuno amhākaṃ anatthassa kārako, iminā amhākaṃ balañca vāhanañca janapado ca koso ca koṭṭhāgārañca acchinnaṃ, iminā ca me mātāpitaro hatā, ayaṃ khvassa kālo yohaṃ veraṃ appeyyan’ti kosiyā khaggaṃ nibbāhi.",
  "pli-tv-kd10:2.16.13": "Dutiyampi kho, bhikkhave, dīghāvussa kumārassa etadahosi—",
  "pli-tv-kd10:2.16.14": "‘pitā kho maṃ maraṇakāle avaca “mā kho tvaṃ, tāta dīghāvu, dīghaṃ passa, mā rassaṃ, na hi, tāta dīghāvu, verena verā sammanti;",
  "pli-tv-kd10:2.16.15": "averena hi, tāta dīghāvu, verā sammantī”ti.",
  "pli-tv-kd10:2.16.16": "Na kho metaṃ patirūpaṃ, yvāhaṃ pituvacanaṃ atikkameyyan’ti.",
  "pli-tv-kd10:2.16.17": "Punadeva kosiyā khaggaṃ pavesesi.",
  "pli-tv-kd10:2.16.18": "Tatiyampi kho, bhikkhave, dīghāvussa kumārassa etadahosi—",
  "pli-tv-kd10:2.16.19": "‘ayaṃ kho brahmadatto kāsirājā bahuno amhākaṃ anatthassa kārako.",
  "pli-tv-kd10:2.16.20": "Iminā amhākaṃ balañca vāhanañca janapado ca koso ca koṭṭhāgārañca acchinnaṃ.",
  "pli-tv-kd10:2.16.21": "Iminā ca me mātāpitaro hatā.",
  "pli-tv-kd10:2.16.22": "Ayaṃ khvassa kālo yohaṃ veraṃ appeyyan’ti kosiyā khaggaṃ nibbāhi.",
  "pli-tv-kd10:2.16.23": "Tatiyampi kho, bhikkhave, dīghāvussa kumārassa etadahosi—",
  "pli-tv-kd10:2.16.24": "‘pitā kho maṃ maraṇakāle avaca “mā kho tvaṃ, tāta dīghāvu, dīghaṃ passa, mā rassaṃ.",
  "pli-tv-kd10:2.16.25": "Na hi, tāta dīghāvu, verena verā sammanti;",
  "pli-tv-kd10:2.16.26": "averena hi, tāta dīghāvu, verā sammantī”ti.",
  "pli-tv-kd10:2.16.27": "Na kho metaṃ patirūpaṃ, yvāhaṃ pituvacanaṃ atikkameyyan’ti punadeva kosiyā khaggaṃ pavesesi.",
  "pli-tv-kd10:2.16.28": "Atha kho, bhikkhave, brahmadatto kāsirājā bhīto ubbiggo ussaṅkī utrasto sahasā vuṭṭhāsi.",
  "pli-tv-kd10:2.16.29": "Atha kho, bhikkhave, dīghāvu kumāro brahmadattaṃ kāsirājānaṃ etadavoca—‘kissa tvaṃ, deva, bhīto ubbiggo ussaṅkī utrasto sahasā vuṭṭhāsī’ti?",
  "pli-tv-kd10:2.16.30": "‘Idha maṃ, bhaṇe māṇavaka, dīghītissa kosalarañño putto dīghāvu kumāro supinantena khaggena paripātesi.",
  "pli-tv-kd10:2.16.31": "Tenāhaṃ bhīto ubbiggo ussaṅkī utrasto sahasā vuṭṭhāsin’ti.",
  "pli-tv-kd10:2.17.1": "Atha kho, bhikkhave, dīghāvu kumāro vāmena hatthena brahmadattassa kāsirañño sīsaṃ parāmasitvā dakkhiṇena hatthena khaggaṃ nibbāhetvā brahmadattaṃ kāsirājānaṃ etadavoca—",
  "pli-tv-kd10:2.17.2": "‘ahaṃ kho so, deva, dīghītissa kosalarañño putto dīghāvu kumāro.",
  "pli-tv-kd10:2.17.3": "Bahuno tvaṃ amhākaṃ anatthassa kārako.",
  "pli-tv-kd10:2.17.4": "Tayā amhākaṃ balañca vāhanañca janapado ca koso ca koṭṭhāgārañca acchinnaṃ.",
  "pli-tv-kd10:2.17.5": "Tayā ca me mātāpitaro hatā.",
  "pli-tv-kd10:2.17.6": "Ayaṃ khvassa kālo yvāhaṃ veraṃ appeyyan’ti.",
  "pli-tv-kd10:2.17.7": "Atha kho, bhikkhave, brahmadatto kāsirājā dīghāvussa kumārassa pādesu sirasā nipatitvā dīghāvuṃ kumāraṃ etadavoca—",
  "pli-tv-kd10:2.17.8": "‘jīvitaṃ me, tāta dīghāvu, dehi. Jīvitaṃ me, tāta dīghāvu, dehī’ti.",
  "pli-tv-kd10:2.17.9": "‘Kyāhaṃ ussahāmi devassa jīvitaṃ dātuṃ?",
  "pli-tv-kd10:2.17.10": "Devo kho me jīvitaṃ dadeyyā’ti.",
  "pli-tv-kd10:2.17.11": "‘Tena hi, tāta dīghāvu, tvañceva me jīvitaṃ dehi, ahañca te jīvitaṃ dammī’ti.",
  "pli-tv-kd10:2.17.12": "Atha kho, bhikkhave, brahmadatto ca kāsirājā dīghāvu ca kumāro aññamaññassa jīvitaṃ adaṃsu, pāṇiñca aggahesuṃ, sapathañca akaṃsu addūbhāya.",
  "pli-tv-kd10:2.17.13": "Atha kho, bhikkhave, brahmadatto kāsirājā dīghāvuṃ kumāraṃ etadavoca—",
  "pli-tv-kd10:2.17.14": "‘tena hi, tāta dīghāvu, rathaṃ yojehi, gamissāmā’ti.",
  "pli-tv-kd10:2.17.15": "‘Evaṃ, devā’ti kho, bhikkhave, dīghāvu kumāro brahmadattassa kāsirañño paṭissutvā rathaṃ yojetvā brahmadattaṃ kāsirājānaṃ etadavoca—",
  "pli-tv-kd10:2.17.16": "‘yutto kho te, deva, ratho, yassadāni kālaṃ maññasī’ti.",
  "pli-tv-kd10:2.17.17": "Atha kho, bhikkhave, brahmadatto kāsirājā rathaṃ abhiruhi.",
  "pli-tv-kd10:2.17.18": "Dīghāvu kumāro rathaṃ pesesi.",
  "pli-tv-kd10:2.17.19": "Tathā tathā rathaṃ pesesi yathā yathā nacirasseva senāya samāgañchi.",
  "pli-tv-kd10:2.18.1": "Atha kho, bhikkhave, brahmadatto kāsirājā bārāṇasiṃ pavisitvā amacce pārisajje sannipātāpetvā etadavoca—",
  "pli-tv-kd10:2.18.2": "‘sace, bhaṇe, dīghītissa kosalarañño puttaṃ dīghāvuṃ kumāraṃ passeyyātha, kinti naṃ kareyyāthā’ti?",
  "pli-tv-kd10:2.18.3": "Ekacce evamāhaṃsu—",
  "pli-tv-kd10:2.18.4": "‘mayaṃ, deva, hatthe chindeyyāma.",
  "pli-tv-kd10:2.18.5": "Mayaṃ, deva, pāde chindeyyāma.",
  "pli-tv-kd10:2.18.6": "Mayaṃ, deva, hatthapāde chindeyyāma.",
  "pli-tv-kd10:2.18.7": "Mayaṃ, deva, kaṇṇe chindeyyāma.",
  "pli-tv-kd10:2.18.8": "Mayaṃ, deva, nāsaṃ chindeyyāma.",
  "pli-tv-kd10:2.18.9": "Mayaṃ, deva, kaṇṇanāsaṃ chindeyyāma.",
  "pli-tv-kd10:2.18.10": "Mayaṃ, deva, sīsaṃ chindeyyāmā’ti.",
  "pli-tv-kd10:2.18.11": "‘Ayaṃ kho, bhaṇe, dīghītissa kosalarañño putto dīghāvu kumāro.",
  "pli-tv-kd10:2.18.12": "Nāyaṃ labbhā kiñci kātuṃ.",
  "pli-tv-kd10:2.18.13": "Iminā ca me jīvitaṃ dinnaṃ, mayā ca imassa jīvitaṃ dinnan’ti.",
  "pli-tv-kd10:2.19.1": "Atha kho, bhikkhave, brahmadatto kāsirājā dīghāvuṃ kumāraṃ etadavoca—",
  "pli-tv-kd10:2.19.2": "‘yaṃ kho te, tāta dīghāvu, pitā maraṇakāle avaca “mā kho tvaṃ, tāta dīghāvu, dīghaṃ passa, mā rassaṃ.",
  "pli-tv-kd10:2.19.3": "Na hi, tāta dīghāvu, verena verā sammanti;",
  "pli-tv-kd10:2.19.4": "averena hi, tāta dīghāvu, verā sammantī”ti, kiṃ te pitā sandhāya avacā’ti?",
  "pli-tv-kd10:2.19.5": "‘Yaṃ kho me, deva, pitā maraṇakāle avaca “mā dīghan”ti mā ciraṃ veraṃ akāsīti.",
  "pli-tv-kd10:2.19.6": "Imaṃ kho me, deva, pitā maraṇakāle avaca “mā dīghan”ti.",
  "pli-tv-kd10:2.19.7": "Yaṃ kho me, deva, pitā maraṇakāle avaca “mā rassan”ti mā khippaṃ mittehi bhijjitthāti.",
  "pli-tv-kd10:2.19.8": "Imaṃ kho me, deva, pitā maraṇakāle avaca “mā rassan”ti.",
  "pli-tv-kd10:2.19.9": "Yaṃ kho me, deva, pitā maraṇakāle avaca “na hi, tāta dīghāvu, verena verā sammanti, averena hi, tāta dīghāvu, verā sammantī”ti devena me mātāpitaro hatāti.",
  "pli-tv-kd10:2.19.10": "Sacāhaṃ devaṃ jīvitā voropeyyaṃ, ye devassa atthakāmā te maṃ jīvitā voropeyyuṃ, ye me atthakāmā te te jīvitā voropeyyuṃ—",
  "pli-tv-kd10:2.19.11": "evaṃ taṃ veraṃ verena na vūpasameyya.",
  "pli-tv-kd10:2.19.12": "Idāni ca pana me devena jīvitaṃ dinnaṃ, mayā ca devassa jīvitaṃ dinnaṃ.",
  "pli-tv-kd10:2.19.13": "Evaṃ taṃ veraṃ averena vūpasantaṃ.",
  "pli-tv-kd10:2.19.14": "Imaṃ kho me, deva, pitā maraṇakāle avaca—",
  "pli-tv-kd10:2.19.15": "“na hi, tāta dīghāvu, verena verā sammanti;",
  "pli-tv-kd10:2.19.16": "averena hi, tāta dīghāvu, verā sammantī”’ti.",
  "pli-tv-kd10:2.20.1": "Atha kho, bhikkhave, brahmadatto kāsirājā—",
  "pli-tv-kd10:2.20.2": "‘acchariyaṃ vata bho, abbhutaṃ vata bho.",
  "pli-tv-kd10:2.20.3": "Yāva paṇḍito ayaṃ dīghāvu kumāro, yatra hi nāma pituno saṃkhittena bhāsitassa vitthārena atthaṃ ājānissatī’ti pettikaṃ balañca vāhanañca janapadañca kosañca koṭṭhāgārañca paṭipādesi, dhītarañca adāsi.",
  "pli-tv-kd10:2.20.4": "Tesañhi nāma, bhikkhave, rājūnaṃ ādinnadaṇḍānaṃ ādinnasatthānaṃ evarūpaṃ khantisoraccaṃ bhavissati.",
  "pli-tv-kd10:2.20.5": "Idha kho pana taṃ, bhikkhave, sobhetha yaṃ tumhe evaṃ svākkhāte dhammavinaye pabbajitā samānā khamā ca bhaveyyātha soratā cā”ti?",
  "pli-tv-kd10:2.20.6": "Tatiyampi kho bhagavā te bhikkhū etadavoca—",
  "pli-tv-kd10:2.20.7": "“alaṃ, bhikkhave, mā bhaṇḍanaṃ mā kalahaṃ mā viggahaṃ mā vivādan”ti.",
  "pli-tv-kd10:2.20.8": "Tatiyampi kho so adhammavādī bhikkhu bhagavantaṃ etadavoca—",
  "pli-tv-kd10:2.20.9": "“āgametu, bhante, bhagavā dhammassāmī;",
  "pli-tv-kd10:2.20.10": "appossukko, bhante, bhagavā diṭṭhadhammasukhavihāramanuyutto viharatu.",
  "pli-tv-kd10:2.20.11": "Mayametena bhaṇḍanena kalahena viggahena vivādena paññāyissāmā”ti.",
  "pli-tv-kd10:2.20.12": "Atha kho bhagavā—",
  "pli-tv-kd10:2.20.13": "“pariyādinnarūpā kho ime moghapurisā, nayime sukarā saññāpetun”ti—",
  "pli-tv-kd10:2.20.14": "uṭṭhāyāsanā pakkāmi.",
  "pli-tv-kd10:2.20.15": "Dīghāvubhāṇavāro niṭṭhito paṭhamo.",
  "pli-tv-kd10:3.1.1": "Atha kho bhagavā pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya kosambiṃ piṇḍāya pāvisi.",
  "pli-tv-kd10:3.1.2": "Kosambiyaṃ piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkanto senāsanaṃ saṃsāmetvā pattacīvaramādāya saṃghamajjhe ṭhitakova imā gāthāyo abhāsi—",
  "pli-tv-kd10:3.1.3": "“Puthusaddo samajano,",
  "pli-tv-kd10:3.1.4": "na bālo koci maññatha;",
  "pli-tv-kd10:3.1.5": "Saṃghasmiṃ bhijjamānasmiṃ,",
  "pli-tv-kd10:3.1.6": "nāññaṃ bhiyyo amaññaruṃ.",
  "pli-tv-kd10:3.1.7": "Parimuṭṭhā paṇḍitābhāsā,",
  "pli-tv-kd10:3.1.8": "vācāgocarabhāṇino;",
  "pli-tv-kd10:3.1.9": "Yāvicchanti mukhāyāmaṃ,",
  "pli-tv-kd10:3.1.10": "yena nītā na taṃ vidū.",
  "pli-tv-kd10:3.1.11": "Akkocchi maṃ avadhi maṃ,",
  "pli-tv-kd10:3.1.12": "ajini maṃ ahāsi me;",
  "pli-tv-kd10:3.1.13": "Ye ca taṃ upanayhanti,",
  "pli-tv-kd10:3.1.14": "veraṃ tesaṃ na sammati.",
  "pli-tv-kd10:3.1.15": "Akkocchi maṃ avadhi maṃ,",
  "pli-tv-kd10:3.1.16": "ajini maṃ ahāsi me;",
  "pli-tv-kd10:3.1.17": "Ye ca taṃ nupanayhanti,",
  "pli-tv-kd10:3.1.18": "veraṃ tesūpasammati.",
  "pli-tv-kd10:3.1.19": "Na hi verena verāni,",
  "pli-tv-kd10:3.1.20": "sammantīdha kudācanaṃ;",
  "pli-tv-kd10:3.1.21": "Averena ca sammanti,",
  "pli-tv-kd10:3.1.22": "esadhammo sanantano.",
  "pli-tv-kd10:3.1.23": "Pare ca na vijānanti,",
  "pli-tv-kd10:3.1.24": "mayamettha yamāmase;",
  "pli-tv-kd10:3.1.25": "Ye ca tattha vijānanti,",
  "pli-tv-kd10:3.1.26": "tato sammanti medhagā.",
  "pli-tv-kd10:3.1.27": "Aṭṭhicchinnā pāṇaharā,",
  "pli-tv-kd10:3.1.28": "gavāssadhanahārino;",
  "pli-tv-kd10:3.1.29": "Raṭṭhaṃ vilumpamānānaṃ,",
  "pli-tv-kd10:3.1.30": "tesampi hoti saṅgati.",
  "pli-tv-kd10:3.1.31": "Kasmā tumhāka no siyā.",
  "pli-tv-kd10:3.1.32": "Sace labhetha nipakaṃ sahāyaṃ,",
  "pli-tv-kd10:3.1.33": "Saddhiñcaraṃ sādhuvihāri dhīraṃ;",
  "pli-tv-kd10:3.1.34": "Abhibhuyya sabbāni parissayāni,",
  "pli-tv-kd10:3.1.35": "Careyya tenattamano satīmā.",
  "pli-tv-kd10:3.1.36": "No ce labhetha nipakaṃ sahāyaṃ,",
  "pli-tv-kd10:3.1.37": "Saddhiñcaraṃ sādhuvihāri dhīraṃ;",
  "pli-tv-kd10:3.1.38": "Rājāva raṭṭhaṃ vijitaṃ pahāya,",
  "pli-tv-kd10:3.1.39": "Eko care mātaṅgaraññeva nāgo.",
  "pli-tv-kd10:3.1.40": "Ekassa caritaṃ seyyo,",
  "pli-tv-kd10:3.1.41": "Natthi bāle sahāyatā;",
  "pli-tv-kd10:3.1.42": "Eko care na ca pāpāni kayirā,",
  "pli-tv-kd10:3.1.43": "Appossukko mātaṅgaraññeva nāgo”ti.",
  "pli-tv-kd10:3.1.44": "3. Bālakaloṇakagamanakathā",
  "pli-tv-kd10:4.1.1": "Atha kho bhagavā saṃghamajjhe ṭhitakova imā gāthāyo bhāsitvā yena bālakaloṇakagāmo tenupasaṅkami.",
  "pli-tv-kd10:4.1.2": "Tena kho pana samayena āyasmā bhagu bālakaloṇakagāme viharati.",
  "pli-tv-kd10:4.1.3": "Addasā kho āyasmā bhagu bhagavantaṃ dūratova āgacchantaṃ, disvāna āsanaṃ paññapesi, pādodakaṃ pādapīṭhaṃ pādakathalikaṃ upanikkhipi, paccuggantvā pattacīvaraṃ paṭiggahesi.",
  "pli-tv-kd10:4.1.4": "Nisīdi bhagavā paññatte āsane, nisajja kho bhagavā pāde pakkhālesi.",
  "pli-tv-kd10:4.1.5": "Āyasmāpi kho bhagu bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.",
  "pli-tv-kd10:4.1.6": "Ekamantaṃ nisinnaṃ kho āyasmantaṃ bhaguṃ bhagavā etadavoca—",
  "pli-tv-kd10:4.1.7": "“kacci, bhikkhu, khamanīyaṃ;",
  "pli-tv-kd10:4.1.8": "kacci yāpanīyaṃ, kacci piṇḍakena na kilamasī”ti?",
  "pli-tv-kd10:4.1.9": "“Khamanīyaṃ, bhagavā, yāpanīyaṃ, bhagavā;",
  "pli-tv-kd10:4.1.10": "na cāhaṃ, bhante, piṇḍakena kilamāmī”ti.",
  "pli-tv-kd10:4.1.11": "Atha kho bhagavā āyasmantaṃ bhaguṃ dhammiyā kathāya sandassetvā samādapetvā samuttejetvā sampahaṃsetvā uṭṭhāyāsanā yena pācīnavaṃsadāyo tenupasaṅkami.",
  "pli-tv-kd10:4.1.12": "4. Pācīnavaṃsadāyagamanakathā",
  "pli-tv-kd10:4.2.1": "Tena kho pana samayena āyasmā ca anuruddho āyasmā ca nandiyo āyasmā ca kimilo pācīnavaṃsadāye viharanti.",
  "pli-tv-kd10:4.2.2": "Addasā kho dāyapālo bhagavantaṃ dūratova āgacchantaṃ, disvāna bhagavantaṃ etadavoca—",
  "pli-tv-kd10:4.2.3": "“mā, samaṇa, etaṃ dāyaṃ pāvisi.",
  "pli-tv-kd10:4.2.4": "Santettha tayo kulaputtā attakāmarūpā viharanti.",
  "pli-tv-kd10:4.2.5": "Mā tesaṃ aphāsumakāsī”ti.",
  "pli-tv-kd10:4.2.6": "Assosi kho āyasmā anuruddho dāyapālassa bhagavatā saddhiṃ mantayamānassa, sutvāna dāyapālaṃ etadavoca—",
  "pli-tv-kd10:4.2.7": "“māvuso dāyapāla, bhagavantaṃ vāresi.",
  "pli-tv-kd10:4.2.8": "Satthā no bhagavā anuppatto”ti.",
  "pli-tv-kd10:4.2.9": "Atha kho āyasmā anuruddho yenāyasmā ca nandiyo āyasmā ca kimilo tenupasaṅkami, upasaṅkamitvā āyasmantañca nandiyaṃ āyasmantañca kimilaṃ etadavoca—",
  "pli-tv-kd10:4.2.10": "“abhikkamathāyasmanto abhikkamathāyasmanto, satthā no bhagavā anuppatto”ti.",
  "pli-tv-kd10:4.3.1": "Atha kho āyasmā ca anuruddho āyasmā ca nandiyo āyasmā ca kimilo bhagavantaṃ paccuggantvā eko bhagavato pattacīvaraṃ paṭiggahesi, eko āsanaṃ paññapesi, eko pādodakaṃ pādapīṭhaṃ pādakathalikaṃ upanikkhipi.",
  "pli-tv-kd10:4.3.2": "Nisīdi bhagavā paññatte āsane, nisajja kho bhagavā pāde pakkhālesi.",
  "pli-tv-kd10:4.3.3": "Tepi kho āyasmanto bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu.",
  "pli-tv-kd10:4.3.4": "Ekamantaṃ nisinnaṃ kho āyasmantaṃ anuruddhaṃ bhagavā etadavoca—",
  "pli-tv-kd10:4.3.5": "“kacci vo, anuruddhā, khamanīyaṃ, kacci yāpanīyaṃ;",
  "pli-tv-kd10:4.3.6": "kacci piṇḍakena na kilamathā”ti?",
  "pli-tv-kd10:4.3.7": "“Khamanīyaṃ, bhagavā, yāpanīyaṃ, bhagavā;",
  "pli-tv-kd10:4.3.8": "na ca mayaṃ, bhante, piṇḍakena kilamāmā”ti.",
  "pli-tv-kd10:4.3.9": "“Kacci pana vo, anuruddhā, samaggā sammodamānā avivadamānā khīrodakībhūtā aññamaññaṃ piyacakkhūhi sampassantā viharathā”ti?",
  "pli-tv-kd10:4.3.10": "“Taggha mayaṃ, bhante, samaggā sammodamānā avivadamānā khīrodakībhūtā aññamaññaṃ piyacakkhūhi sampassantā viharāmā”ti.",
  "pli-tv-kd10:4.3.11": "“Yathā kathaṃ pana tumhe, anuruddhā, samaggā sammodamānā avivadamānā khīrodakībhūtā aññamaññaṃ piyacakkhūhi sampassantā viharathā”ti?",
  "pli-tv-kd10:4.4.1": "“Idha mayhaṃ, bhante, evaṃ hoti—",
  "pli-tv-kd10:4.4.2": "‘lābhā vata me, suladdhaṃ vata me, yohaṃ evarūpehi sabrahmacārīhi saddhiṃ viharāmī’ti.",
  "pli-tv-kd10:4.4.3": "Tassa mayhaṃ, bhante, imesu āyasmantesu mettaṃ kāyakammaṃ paccupaṭṭhitaṃ āvi ceva raho ca;",
  "pli-tv-kd10:4.4.4": "mettaṃ vacīkammaṃ …",
  "pli-tv-kd10:4.4.5": "mettaṃ manokammaṃ paccupaṭṭhitaṃ āvi ceva raho ca.",
  "pli-tv-kd10:4.4.6": "Tassa mayhaṃ, bhante, evaṃ hoti—",
  "pli-tv-kd10:4.4.7": "‘yannūnāhaṃ sakaṃ cittaṃ nikkhipitvā imesaṃyeva āyasmantānaṃ cittassa vasena vatteyyan’ti.",
  "pli-tv-kd10:4.4.8": "So kho ahaṃ, bhante, sakaṃ cittaṃ nikkhipitvā imesaṃyeva āyasmantānaṃ cittassa vasena vattāmi.",
  "pli-tv-kd10:4.4.9": "Nānā hi kho no, bhante, kāyā, ekañca pana maññe cittan”ti.",
  "pli-tv-kd10:4.4.10": "Āyasmāpi kho nandiyo …pe…",
  "pli-tv-kd10:4.4.11": "āyasmāpi kho kimilo bhagavantaṃ etadavoca—",
  "pli-tv-kd10:4.4.12": "“mayhampi kho, bhante, evaṃ hoti—",
  "pli-tv-kd10:4.4.13": "‘lābhā vata me, suladdhaṃ vata me, yohaṃ evarūpehi sabrahmacārīhi saddhiṃ viharāmī’ti.",
  "pli-tv-kd10:4.4.14": "Tassa mayhaṃ, bhante, imesu āyasmantesu mettaṃ kāyakammaṃ paccupaṭṭhitaṃ āvi ceva raho ca;",
  "pli-tv-kd10:4.4.15": "mettaṃ vacīkammaṃ mettaṃ manokammaṃ paccupaṭṭhitaṃ āvi ceva raho ca.",
  "pli-tv-kd10:4.4.16": "Tassa mayhaṃ, bhante, evaṃ hoti—",
  "pli-tv-kd10:4.4.17": "‘yannūnāhaṃ sakaṃ cittaṃ nikkhipitvā imesaṃyeva āyasmantānaṃ cittassa vasena vatteyyan’ti.",
  "pli-tv-kd10:4.4.18": "So kho ahaṃ, bhante, sakaṃ cittaṃ nikkhipitvā imesaṃyeva āyasmantānaṃ cittassa vasena vattāmi.",
  "pli-tv-kd10:4.4.19": "Nānā hi kho no, bhante, kāyā, ekañca pana maññe cittanti.",
  "pli-tv-kd10:4.4.20": "Evaṃ kho mayaṃ, bhante, samaggā sammodamānā avivadamānā khīrodakībhūtā aññamaññaṃ piyacakkhūhi sampassantā viharāmā”ti.",
  "pli-tv-kd10:4.5.1": "“Kacci pana vo, anuruddhā, appamattā ātāpino pahitattā viharathā”ti?",
  "pli-tv-kd10:4.5.2": "“Taggha mayaṃ, bhante, appamattā ātāpino pahitattā viharāmā”ti.",
  "pli-tv-kd10:4.5.3": "“Yathā kathaṃ pana tumhe, anuruddhā, appamattā ātāpino pahitattā viharathā”ti?",
  "pli-tv-kd10:4.5.4": "“Idha, bhante, amhākaṃ yo paṭhamaṃ gāmato piṇḍāya paṭikkamati so āsanaṃ paññapeti, pādodakaṃ pādapīṭhaṃ pādakathalikaṃ upanikkhipati, avakkārapātiṃ dhovitvā upaṭṭhāpeti, pānīyaṃ paribhojanīyaṃ upaṭṭhāpeti.",
  "pli-tv-kd10:4.5.5": "Yo pacchā gāmato piṇḍāya paṭikkamati, sace hoti bhuttāvaseso, sace ākaṅkhati bhuñjati, no ce ākaṅkhati appaharite vā chaḍḍeti.",
  "pli-tv-kd10:4.5.6": "Appāṇake vā udake opilāpeti.",
  "pli-tv-kd10:4.5.7": "So āsanaṃ uddharati, pādodakaṃ pādapīṭhaṃ pādakathalikaṃ paṭisāmeti, avakkārapātiṃ dhovitvā paṭisāmeti, pānīyaṃ paribhojanīyaṃ paṭisāmeti, bhattaggaṃ sammajjati.",
  "pli-tv-kd10:4.5.8": "Yo passati pānīyaghaṭaṃ vā paribhojanīyaghaṭaṃ vā vaccaghaṭaṃ vā rittaṃ tucchaṃ so upaṭṭhāpeti.",
  "pli-tv-kd10:4.5.9": "Sacassa hoti avisayhaṃ, hatthavikārena dutiyaṃ āmantetvā hatthavilaṅghakena upaṭṭhāpema, na tveva mayaṃ, bhante, tappaccayā vācaṃ bhindāma.",
  "pli-tv-kd10:4.5.10": "Pañcāhikaṃ kho pana mayaṃ, bhante, sabbarattiṃ dhammiyā kathāya sannisīdāma.",
  "pli-tv-kd10:4.5.11": "Evaṃ kho mayaṃ, bhante, appamattā ātāpino pahitattā viharāmā”ti.",
  "pli-tv-kd10:4.5.12": "5. Pālileyyakagamanakathā",
  "pli-tv-kd10:4.6.1": "Atha kho bhagavā āyasmantañca anuruddhaṃ āyasmantañca nandiyaṃ āyasmantañca kimilaṃ dhammiyā kathāya sandassetvā samādapetvā samuttejetvā sampahaṃsetvā uṭṭhāyāsanā yena pālileyyakaṃ tena cārikaṃ pakkāmi.",
  "pli-tv-kd10:4.6.2": "Anupubbena cārikaṃ caramāno yena pālileyyakaṃ tadavasari.",
  "pli-tv-kd10:4.6.3": "Tatra sudaṃ bhagavā pālileyyake viharati rakkhitavanasaṇḍe bhaddasālamūle.",
  "pli-tv-kd10:4.6.4": "Atha kho bhagavato rahogatassa paṭisallīnassa evaṃ cetaso parivitakko udapādi—",
  "pli-tv-kd10:4.6.5": "“ahaṃ kho pubbe ākiṇṇo na phāsu vihāsiṃ tehi kosambakehi bhikkhūhi bhaṇḍanakārakehi kalahakārakehi vivādakārakehi bhassakārakehi saṃghe adhikaraṇakārakehi.",
  "pli-tv-kd10:4.6.6": "Somhi etarahi eko adutiyo sukhaṃ phāsu viharāmi aññatreva tehi kosambakehi bhikkhūhi bhaṇḍanakārakehi kalahakārakehi vivādakārakehi bhassakārakehi saṃghe adhikaraṇakārakehī”ti.",
  "pli-tv-kd10:4.6.7": "Aññataropi kho hatthināgo ākiṇṇo viharati hatthīhi hatthinīhi hatthikaḷabhehi hatthicchāpehi, chinnaggāni ceva tiṇāni khādati, obhaggobhaggañcassa sākhābhaṅgaṃ khādanti, āvilāni ca pānīyāni pivati, ogāhā cassa otiṇṇassa hatthiniyo kāyaṃ upanighaṃsantiyo gacchanti.",
  "pli-tv-kd10:4.6.8": "Atha kho tassa hatthināgassa etadahosi—",
  "pli-tv-kd10:4.6.9": "“ahaṃ kho ākiṇṇo viharāmi hatthīhi hatthinīhi hatthikaḷabhehi hatthicchāpehi, chinnaggāni ceva tiṇāni khādāmi, obhaggobhaggañca me sākhābhaṅgaṃ khādanti, āvilāni ca pānīyāni pivāmi, ogāhā ca me otiṇṇassa hatthiniyo kāyaṃ upanighaṃsantiyo gacchanti.",
  "pli-tv-kd10:4.6.10": "Yannūnāhaṃ ekova gaṇasmā vūpakaṭṭho vihareyyan”ti.",
  "pli-tv-kd10:4.7.1": "Atha kho so hatthināgo yūthā apakkamma yena pālileyyakaṃ rakkhitavanasaṇḍo bhaddasālamūlaṃ yena bhagavā tenupasaṅkami, upasaṅkamitvā soṇḍāya bhagavato pānīyaṃ paribhojanīyaṃ upaṭṭhāpeti, appaharitañca karoti.",
  "pli-tv-kd10:4.7.2": "Atha kho tassa hatthināgassa etadahosi—",
  "pli-tv-kd10:4.7.3": "“ahaṃ kho pubbe ākiṇṇo na phāsu vihāsiṃ hatthīhi hatthinīhi hatthikaḷabhehi hatthicchāpehi, chinnaggāni ceva tiṇāni khādiṃ, obhaggobhaggañca me sākhābhaṅgaṃ khādiṃsu, āvilāni ca pānīyāni apāyiṃ ogāhā ca me otiṇṇassa hatthiniyo kāyaṃ upanighaṃsantiyo agamaṃsu.",
  "pli-tv-kd10:4.7.4": "Somhi etarahi eko adutiyo sukhaṃ phāsu viharāmi aññatreva hatthīhi hatthinīhi hatthikaḷabhehi hatthicchāpehī”ti.",
  "pli-tv-kd10:4.7.5": "Atha kho bhagavā attano ca pavivekaṃ viditvā tassa ca hatthināgassa cetasā cetoparivitakkamaññāya tāyaṃ velāyaṃ imaṃ udānaṃ udānesi—",
  "pli-tv-kd10:4.7.6": "“Etaṃ nāgassa nāgena,",
  "pli-tv-kd10:4.7.7": "īsādantassa hatthino;",
  "pli-tv-kd10:4.7.8": "Sameti cittaṃ cittena,",
  "pli-tv-kd10:4.7.9": "yadeko ramatī vane”ti.",
  "pli-tv-kd10:5.1.1": "Atha kho bhagavā pālileyyake yathābhirantaṃ viharitvā yena sāvatthi tena cārikaṃ pakkāmi.",
  "pli-tv-kd10:5.1.2": "Anupubbena cārikaṃ caramāno yena sāvatthi tadavasari.",
  "pli-tv-kd10:5.1.3": "Tatra sudaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.",
  "pli-tv-kd10:5.1.4": "Atha kho kosambakā upāsakā—",
  "pli-tv-kd10:5.1.5": "“ime kho ayyā kosambakā bhikkhū bahuno amhākaṃ anatthassa kārakā.",
  "pli-tv-kd10:5.1.6": "Imehi ubbāḷho bhagavā pakkanto.",
  "pli-tv-kd10:5.1.7": "Handa mayaṃ ayye kosambake bhikkhū neva abhivādeyyāma, na paccuṭṭheyyāma, na añjalikammaṃ sāmīcikammaṃ kareyyāma, na sakkareyyāma, na garuṃ kareyyāma, na māneyyāma, na bhajeyyāma, na pūjeyyāma, upagatānampi piṇḍakaṃ na dajjeyyāma—",
  "pli-tv-kd10:5.1.8": "evaṃ ime amhehi asakkariyamānā agarukariyamānā amāniyamānā abhajiyamānā apūjiyamānā asakkārapakatā pakkamissanti vā vibbhamissanti vā bhagavantaṃ vā pasādessantī”ti.",
  "pli-tv-kd10:5.1.9": "Atha kho kosambakā upāsakā kosambake bhikkhū neva abhivādesuṃ, na paccuṭṭhesuṃ, na añjalikammaṃ sāmīcikammaṃ akaṃsu, na sakkariṃsu, na garuṃ kariṃsu, na mānesuṃ, na bhajesuṃ, na pūjesuṃ, upagatānampi piṇḍakaṃ na adaṃsu.",
  "pli-tv-kd10:5.1.10": "Atha kho kosambakā bhikkhū kosambakehi upāsakehi asakkariyamānā agarukariyamānā amāniyamānā abhajiyamānā apūjiyamānā asakkārapakatā evamāhaṃsu—",
  "pli-tv-kd10:5.1.11": "“handa mayaṃ, āvuso, sāvatthiṃ gantvā bhagavato santike imaṃ adhikaraṇaṃ vūpasameyyāmā”ti.",
  "pli-tv-kd10:5.1.12": "6. Aṭṭhārasavatthukathā",
  "pli-tv-kd10:5.1.13": "Atha kho kosambakā bhikkhū senāsanaṃ saṃsāmetvā pattacīvaramādāya yena sāvatthi tenupasaṅkamiṃsu.",
  "pli-tv-kd10:5.3.1": "Assosi kho āyasmā sāriputto—",
  "pli-tv-kd10:5.3.2": "“te kira kosambakā bhikkhū bhaṇḍanakārakā kalahakārakā vivādakārakā bhassakārakā saṃghe adhikaraṇakārakā sāvatthiṃ āgacchantī”ti.",
  "pli-tv-kd10:5.3.3": "Atha kho āyasmā sāriputto yena bhagavā tenupasaṅkami, upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.",
  "pli-tv-kd10:5.3.4": "Ekamantaṃ nisinno kho āyasmā sāriputto bhagavantaṃ etadavoca—",
  "pli-tv-kd10:5.3.5": "“te kira, bhante, kosambakā bhikkhū bhaṇḍanakārakā kalahakārakā vivādakārakā bhassakārakā saṃghe adhikaraṇakārakā sāvatthiṃ āgacchanti.",
  "pli-tv-kd10:5.3.6": "Kathāhaṃ, bhante, tesu bhikkhūsu paṭipajjāmī”ti?",
  "pli-tv-kd10:5.3.7": "“Tena hi tvaṃ, sāriputta, yathā dhammo tathā tiṭṭhāhī”ti.",
  "pli-tv-kd10:5.3.8": "“Kathāhaṃ, bhante, jāneyyaṃ dhammaṃ vā adhammaṃ vā”ti?",
  "pli-tv-kd10:5.4.1": "“Aṭṭhārasahi kho, sāriputta, vatthūhi adhammavādī jānitabbo.",
  "pli-tv-kd10:5.4.2": "Idha, sāriputta, bhikkhu adhammaṃ dhammoti dīpeti,",
  "pli-tv-kd10:5.4.3": "dhammaṃ adhammoti dīpeti;",
  "pli-tv-kd10:5.4.4": "avinayaṃ vinayoti dīpeti,",
  "pli-tv-kd10:5.4.5": "vinayaṃ avinayoti dīpeti;",
  "pli-tv-kd10:5.4.6": "abhāsitaṃ alapitaṃ tathāgatena bhāsitaṃ lapitaṃ tathāgatenāti dīpeti,",
  "pli-tv-kd10:5.4.7": "bhāsitaṃ lapitaṃ tathāgatena abhāsitaṃ alapitaṃ tathāgatenāti dīpeti;",
  "pli-tv-kd10:5.4.8": "anāciṇṇaṃ tathāgatena āciṇṇaṃ tathāgatenāti dīpeti,",
  "pli-tv-kd10:5.4.9": "āciṇṇaṃ tathāgatena anāciṇṇaṃ tathāgatenāti dīpeti;",
  "pli-tv-kd10:5.4.10": "apaññattaṃ tathāgatena paññattaṃ tathāgatenāti dīpeti,",
  "pli-tv-kd10:5.4.11": "paññattaṃ tathāgatena apaññattaṃ tathāgatenāti dīpeti;",
  "pli-tv-kd10:5.4.12": "anāpattiṃ āpattīti dīpeti,",
  "pli-tv-kd10:5.4.13": "āpattiṃ anāpattīti dīpeti;",
  "pli-tv-kd10:5.4.14": "lahukaṃ āpattiṃ garukā āpattīti dīpeti,",
  "pli-tv-kd10:5.4.15": "garukaṃ āpattiṃ lahukā āpattīti dīpeti;",
  "pli-tv-kd10:5.4.16": "sāvasesaṃ āpattiṃ anavasesā āpattīti dīpeti,",
  "pli-tv-kd10:5.4.17": "anavasesaṃ āpattiṃ sāvasesā āpattīti dīpeti;",
  "pli-tv-kd10:5.4.18": "duṭṭhullaṃ āpattiṃ aduṭṭhullā āpattīti dīpeti,",
  "pli-tv-kd10:5.4.19": "aduṭṭhullaṃ āpattiṃ duṭṭhullā āpattīti dīpeti—",
  "pli-tv-kd10:5.4.20": "imehi kho, sāriputta, aṭṭhārasahi vatthūhi adhammavādī jānitabbo.",
  "pli-tv-kd10:5.5.1": "Aṭṭhārasahi ca kho, sāriputta, vatthūhi dhammavādī jānitabbo.",
  "pli-tv-kd10:5.5.2": "Idha, sāriputta, bhikkhu adhammaṃ adhammoti dīpeti,",
  "pli-tv-kd10:5.5.3": "dhammaṃ dhammoti dīpeti;",
  "pli-tv-kd10:5.5.4": "avinayaṃ avinayoti dīpeti,",
  "pli-tv-kd10:5.5.5": "vinayaṃ vinayoti dīpeti;",
  "pli-tv-kd10:5.5.6": "abhāsitaṃ alapitaṃ tathāgatena abhāsitaṃ alapitaṃ tathāgatenāti dīpeti,",
  "pli-tv-kd10:5.5.7": "bhāsitaṃ lapitaṃ tathāgatena bhāsitaṃ lapitaṃ tathāgatenāti dīpeti;",
  "pli-tv-kd10:5.5.8": "anāciṇṇaṃ tathāgatena anāciṇṇaṃ tathāgatenāti dīpeti,",
  "pli-tv-kd10:5.5.9": "āciṇṇaṃ tathāgatena āciṇṇaṃ tathāgatenāti dīpeti;",
  "pli-tv-kd10:5.5.10": "apaññattaṃ tathāgatena apaññattaṃ tathāgatenāti dīpeti,",
  "pli-tv-kd10:5.5.11": "paññattaṃ tathāgatena paññattaṃ tathāgatenāti dīpeti;",
  "pli-tv-kd10:5.5.12": "anāpattiṃ anāpattīti dīpeti,",
  "pli-tv-kd10:5.5.13": "āpattiṃ āpattīti dīpeti;",
  "pli-tv-kd10:5.5.14": "lahukaṃ āpattiṃ lahukā āpattīti dīpeti,",
  "pli-tv-kd10:5.5.15": "garukaṃ āpattiṃ garukā āpattīti dīpeti;",
  "pli-tv-kd10:5.5.16": "sāvasesaṃ āpattiṃ sāvasesā āpattīti dīpeti,",
  "pli-tv-kd10:5.5.17": "anavasesaṃ āpattiṃ anavasesā āpattīti dīpeti;",
  "pli-tv-kd10:5.5.18": "duṭṭhullaṃ āpattiṃ duṭṭhullā āpattīti dīpeti,",
  "pli-tv-kd10:5.5.19": "aduṭṭhullaṃ āpattiṃ aduṭṭhullā āpattīti dīpeti—",
  "pli-tv-kd10:5.5.20": "imehi kho, sāriputta, aṭṭhārasahi vatthūhi dhammavādī jānitabbo”ti.",
  "pli-tv-kd10:5.6.1": "Assosi kho āyasmā mahāmoggallāno …pe…",
  "pli-tv-kd10:5.6.2": "assosi kho āyasmā mahākassapo …",
  "pli-tv-kd10:5.6.3": "assosi kho āyasmā mahākaccāno …",
  "pli-tv-kd10:5.6.4": "assosi kho āyasmā mahākoṭṭhiko …",
  "pli-tv-kd10:5.6.5": "assosi kho āyasmā mahākappino …",
  "pli-tv-kd10:5.6.6": "assosi kho āyasmā mahācundo …",
  "pli-tv-kd10:5.6.7": "assosi kho āyasmā anuruddho …",
  "pli-tv-kd10:5.6.8": "assosi kho āyasmā revato …",
  "pli-tv-kd10:5.6.9": "assosi kho āyasmā upāli …",
  "pli-tv-kd10:5.6.10": "assosi kho āyasmā ānando …",
  "pli-tv-kd10:5.6.11": "assosi kho āyasmā rāhulo—",
  "pli-tv-kd10:5.6.12": "“te kira kosambakā bhikkhū bhaṇḍanakārakā kalahakārakā vivādakārakā bhassakārakā saṃghe adhikaraṇakārakā sāvatthiṃ āgacchantī”ti.",
  "pli-tv-kd10:5.6.13": "Atha kho āyasmā rāhulo yena bhagavā tenupasaṅkami, upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.",
  "pli-tv-kd10:5.6.14": "Ekamantaṃ nisinno kho āyasmā rāhulo bhagavantaṃ etadavoca—",
  "pli-tv-kd10:5.6.15": "“te kira, bhante, kosambakā bhikkhū bhaṇḍanakārakā kalahakārakā vivādakārakā bhassakārakā saṃghe adhikaraṇakārakā sāvatthiṃ āgacchanti.",
  "pli-tv-kd10:5.6.16": "Kathāhaṃ, bhante, tesu bhikkhūsu paṭipajjāmī”ti?",
  "pli-tv-kd10:5.6.17": "“Tena hi tvaṃ, rāhula, yathā dhammo tathā tiṭṭhāhī”ti.",
  "pli-tv-kd10:5.6.18": "“Kathāhaṃ, bhante, jāneyyaṃ dhammaṃ vā adhammaṃ vā”ti?",
  "pli-tv-kd10:5.6.19": "“Aṭṭhārasahi kho, rāhula, vatthūhi adhammavādī jānitabbo.",
  "pli-tv-kd10:5.6.20": "Idha, rāhula, bhikkhu adhammaṃ dhammoti dīpeti, dhammaṃ adhammoti dīpeti;",
  "pli-tv-kd10:5.6.21": "avinayaṃ vinayoti dīpeti, vinayaṃ avinayoti dīpeti;",
  "pli-tv-kd10:5.6.22": "abhāsitaṃ alapitaṃ tathāgatena bhāsitaṃ lapitaṃ tathāgatenāti dīpeti, bhāsitaṃ lapitaṃ tathāgatena abhāsitaṃ alapitaṃ tathāgatenāti dīpeti;",
  "pli-tv-kd10:5.6.23": "anāciṇṇaṃ tathāgatena āciṇṇaṃ tathāgatenāti dīpeti, āciṇṇaṃ tathāgatena anāciṇṇaṃ tathāgatenāti dīpeti;",
  "pli-tv-kd10:5.6.24": "apaññattaṃ tathāgatena paññattaṃ tathāgatenāti dīpeti, paññattaṃ tathāgatena apaññattaṃ tathāgatenāti dīpeti;",
  "pli-tv-kd10:5.6.25": "anāpattiṃ āpattīti dīpeti, āpattiṃ anāpattīti dīpeti;",
  "pli-tv-kd10:5.6.26": "lahukaṃ āpattiṃ garukā āpattīti dīpeti, garukaṃ āpattiṃ lahukā āpattīti dīpeti;",
  "pli-tv-kd10:5.6.27": "sāvasesaṃ āpattiṃ anavasesā āpattīti dīpeti, anavasesaṃ āpattiṃ sāvasesā āpattīti dīpeti;",
  "pli-tv-kd10:5.6.28": "duṭṭhullaṃ āpattiṃ aduṭṭhullā āpattīti dīpeti, aduṭṭhullaṃ āpattiṃ duṭṭhullā āpattīti dīpeti—",
  "pli-tv-kd10:5.6.29": "imehi kho, rāhula, aṭṭhārasahi vatthūhi adhammavādī jānitabbo.",
  "pli-tv-kd10:5.6.30": "Aṭṭhārasahi ca kho, rāhula, vatthūhi dhammavādī jānitabbo.",
  "pli-tv-kd10:5.6.31": "Idha, rāhula, bhikkhu adhammaṃ adhammoti dīpeti, dhammaṃ dhammoti dīpeti;",
  "pli-tv-kd10:5.6.32": "avinayaṃ avinayoti dīpeti, vinayaṃ vinayoti dīpeti;",
  "pli-tv-kd10:5.6.33": "abhāsitaṃ alapitaṃ tathāgatena abhāsitaṃ alapitaṃ tathāgatenāti dīpeti, bhāsitaṃ lapitaṃ tathāgatena bhāsitaṃ lapitaṃ tathāgatenāti dīpeti;",
  "pli-tv-kd10:5.6.34": "anāciṇṇaṃ tathāgatena anāciṇṇaṃ tathāgatenāti dīpeti, āciṇṇaṃ tathāgatena āciṇṇaṃ tathāgatenāti dīpeti;",
  "pli-tv-kd10:5.6.35": "apaññattaṃ tathāgatena apaññattaṃ tathāgatenāti dīpeti, paññattaṃ tathāgatena paññattaṃ tathāgatenāti dīpeti;",
  "pli-tv-kd10:5.6.36": "anāpattiṃ anāpattīti dīpeti, āpattiṃ āpattīti dīpeti;",
  "pli-tv-kd10:5.6.37": "lahukaṃ āpattiṃ lahukā āpattīti dīpeti, garukaṃ āpattiṃ garukā āpattīti dīpeti;",
  "pli-tv-kd10:5.6.38": "sāvasesaṃ āpattiṃ sāvasesā āpattīti dīpeti, anavasesaṃ āpattiṃ anavasesā āpattīti dīpeti;",
  "pli-tv-kd10:5.6.39": "duṭṭhullaṃ āpattiṃ duṭṭhullā āpattīti dīpeti, aduṭṭhullaṃ āpattiṃ aduṭṭhullā āpattīti dīpeti—",
  "pli-tv-kd10:5.6.40": "imehi kho, rāhula, aṭṭhārasahi vatthūhi dhammavādī jānitabbo”ti.",
  "pli-tv-kd10:5.7.1": "Assosi kho mahāpajāpati gotamī—",
  "pli-tv-kd10:5.7.2": "“te kira kosambakā bhikkhū bhaṇḍanakārakā kalahakārakā vivādakārakā bhassakārakā saṃghe adhikaraṇakārakā sāvatthiṃ āgacchantī”ti.",
  "pli-tv-kd10:5.7.3": "Atha kho mahāpajāpati gotamī yena bhagavā tenupasaṅkami, upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ aṭṭhāsi.",
  "pli-tv-kd10:5.7.4": "Ekamantaṃ ṭhitā kho mahāpajāpati gotamī bhagavantaṃ etadavoca—",
  "pli-tv-kd10:5.7.5": "“te kira, bhante, kosambakā bhikkhū bhaṇḍanakārakā kalahakārakā vivādakārakā bhassakārakā saṃghe adhikaraṇakārakā sāvatthiṃ āgacchanti.",
  "pli-tv-kd10:5.7.6": "Kathāhaṃ, bhante, tesu bhikkhūsu paṭipajjāmī”ti?",
  "pli-tv-kd10:5.7.7": "“Tena hi tvaṃ, gotami, ubhayattha dhammaṃ suṇa.",
  "pli-tv-kd10:5.7.8": "Ubhayattha dhammaṃ sutvā ye tattha bhikkhū dhammavādino tesaṃ diṭṭhiñca khantiñca ruciñca ādāyañca rocehi.",
  "pli-tv-kd10:5.7.9": "Yañca kiñci bhikkhunisaṃghena bhikkhusaṃghato paccāsīsitabbaṃ sabbaṃ taṃ dhammavāditova paccāsīsitabban”ti.",
  "pli-tv-kd10:5.8.1": "Assosi kho anāthapiṇḍiko gahapati—",
  "pli-tv-kd10:5.8.2": "“te kira kosambakā bhikkhū bhaṇḍanakārakā kalahakārakā vivādakārakā bhassakārakā saṃghe adhikaraṇakārakā sāvatthiṃ āgacchantī”ti.",
  "pli-tv-kd10:5.8.3": "Atha kho anāthapiṇḍiko gahapati yena bhagavā tenupasaṅkami, upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.",
  "pli-tv-kd10:5.8.4": "Ekamantaṃ nisinno kho anāthapiṇḍiko gahapati bhagavantaṃ etadavoca—",
  "pli-tv-kd10:5.8.5": "“te kira, bhante, kosambakā bhikkhū bhaṇḍanakārakā kalahakārakā vivādakārakā bhassakārakā saṃghe adhikaraṇakārakā sāvatthiṃ āgacchanti.",
  "pli-tv-kd10:5.8.6": "Kathāhaṃ, bhante, tesu bhikkhūsu paṭipajjāmī”ti?",
  "pli-tv-kd10:5.8.7": "“Tena hi tvaṃ, gahapati, ubhayattha dānaṃ dehi.",
  "pli-tv-kd10:5.8.8": "Ubhayattha dānaṃ datvā ubhayattha dhammaṃ suṇa.",
  "pli-tv-kd10:5.8.9": "Ubhayattha dhammaṃ sutvā ye tattha bhikkhū dhammavādino tesaṃ diṭṭhiñca khantiñca ruciñca ādāyañca rocehī”ti.",
  "pli-tv-kd10:5.9.1": "Assosi kho visākhā migāramātā—",
  "pli-tv-kd10:5.9.2": "“te kira kosambakā bhikkhū bhaṇḍanakārakā kalahakārakā vivādakārakā bhassakārakā saṃghe adhikaraṇakārakā sāvatthiṃ āgacchantī”ti.",
  "pli-tv-kd10:5.9.3": "Atha kho visākhā migāramātā yena bhagavā tenupasaṅkami, upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.",
  "pli-tv-kd10:5.9.4": "Ekamantaṃ nisinnā kho visākhā migāramātā bhagavantaṃ etadavoca—",
  "pli-tv-kd10:5.9.5": "“te kira, bhante, kosambakā bhikkhū bhaṇḍanakārakā kalahakārakā vivādakārakā bhassakārakā saṃghe adhikaraṇakārakā sāvatthiṃ āgacchanti.",
  "pli-tv-kd10:5.9.6": "Kathāhaṃ, bhante, tesu bhikkhūsu paṭipajjāmī”ti?",
  "pli-tv-kd10:5.9.7": "“Tena hi tvaṃ, visākhe, ubhayattha dānaṃ dehi.",
  "pli-tv-kd10:5.9.8": "Ubhayattha dānaṃ datvā ubhayattha dhammaṃ suṇa.",
  "pli-tv-kd10:5.9.9": "Ubhayattha dhammaṃ sutvā ye tattha bhikkhū dhammavādino tesaṃ diṭṭhiñca khantiñca ruciñca ādāyañca rocehī”ti.",
  "pli-tv-kd10:5.10.1": "Atha kho kosambakā bhikkhū anupubbena yena sāvatthi tadavasaruṃ.",
  "pli-tv-kd10:5.10.2": "Atha kho āyasmā sāriputto yena bhagavā tenupasaṅkami, upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.",
  "pli-tv-kd10:5.10.3": "Ekamantaṃ nisinno kho āyasmā sāriputto bhagavantaṃ etadavoca—",
  "pli-tv-kd10:5.10.4": "“te kira, bhante, kosambakā bhikkhū bhaṇḍanakārakā kalahakārakā vivādakārakā bhassakārakā saṃghe adhikaraṇakārakā sāvatthiṃ anuppattā.",
  "pli-tv-kd10:5.10.5": "Kathaṃ nu kho, bhante, tesu bhikkhūsu senāsane paṭipajjitabban”ti?",
  "pli-tv-kd10:5.10.6": "“Tena hi, sāriputta, vivittaṃ senāsanaṃ dātabban”ti.",
  "pli-tv-kd10:5.10.7": "“Sace pana, bhante, vivittaṃ na hoti, kathaṃ paṭipajjitabban”ti?",
  "pli-tv-kd10:5.10.8": "“Tena hi, sāriputta, vivittaṃ katvāpi dātabbaṃ,",
  "pli-tv-kd10:5.10.9": "na tvevāhaṃ, sāriputta, kenaci pariyāyena vuḍḍhatarassa bhikkhuno senāsanaṃ paṭibāhitabbanti vadāmi.",
  "pli-tv-kd10:5.10.10": "Yo paṭibāheyya, āpatti dukkaṭassā”ti.",
  "pli-tv-kd10:5.10.11": "“Āmise pana, bhante, kathaṃ paṭipajjitabban”ti?",
  "pli-tv-kd10:5.10.12": "“Āmisaṃ kho, sāriputta, sabbesaṃ samakaṃ bhājetabban”ti.",
  "pli-tv-kd10:5.10.13": "7. Osāraṇānujānana",
  "pli-tv-kd10:5.11.1": "Atha kho tassa ukkhittakassa bhikkhuno dhammañca vinayañca paccavekkhantassa etadahosi—",
  "pli-tv-kd10:5.11.2": "“āpatti esā, nesā anāpatti.",
  "pli-tv-kd10:5.11.3": "Āpannomhi, namhi anāpanno.",
  "pli-tv-kd10:5.11.4": "Ukkhittomhi, namhi anukkhitto.",
  "pli-tv-kd10:5.11.5": "Dhammikenamhi kammena ukkhitto akuppena ṭhānārahenā”ti.",
  "pli-tv-kd10:5.11.6": "Atha kho so ukkhittako bhikkhu yena ukkhittānuvattakā bhikkhū tenupasaṅkami, upasaṅkamitvā ukkhittānuvattake bhikkhū etadavoca—",
  "pli-tv-kd10:5.11.7": "“āpatti esā, āvuso;",
  "pli-tv-kd10:5.11.8": "nesā anāpatti.",
  "pli-tv-kd10:5.11.9": "Āpannomhi, namhi anāpanno.",
  "pli-tv-kd10:5.11.10": "Ukkhittomhi, namhi anukkhitto.",
  "pli-tv-kd10:5.11.11": "Dhammikenamhi kammena ukkhitto akuppena ṭhānārahena.",
  "pli-tv-kd10:5.11.12": "Etha maṃ āyasmanto osārethā”ti.",
  "pli-tv-kd10:5.12.1": "Atha kho te ukkhittānuvattakā bhikkhū taṃ ukkhittakaṃ bhikkhuṃ ādāya yena bhagavā tenupasaṅkamiṃsu, upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu.",
  "pli-tv-kd10:5.12.2": "Ekamantaṃ nisinnā kho te bhikkhū bhagavantaṃ etadavocuṃ—",
  "pli-tv-kd10:5.12.3": "“ayaṃ, bhante, ukkhittako bhikkhu evamāha—",
  "pli-tv-kd10:5.12.4": "‘āpatti esā, āvuso;",
  "pli-tv-kd10:5.12.5": "nesā anāpatti.",
  "pli-tv-kd10:5.12.6": "Āpannomhi, namhi anāpanno.",
  "pli-tv-kd10:5.12.7": "Ukkhittomhi, namhi anukkhitto.",
  "pli-tv-kd10:5.12.8": "Dhammikenamhi kammena ukkhitto akuppena ṭhānārahena.",
  "pli-tv-kd10:5.12.9": "Etha maṃ āyasmanto osārethā’ti.",
  "pli-tv-kd10:5.12.10": "Kathaṃ nu kho, bhante, paṭipajjitabban”ti?",
  "pli-tv-kd10:5.12.11": "“Āpatti esā, bhikkhave;",
  "pli-tv-kd10:5.12.12": "nesā anāpatti.",
  "pli-tv-kd10:5.12.13": "Āpanno eso bhikkhu, neso bhikkhu anāpanno.",
  "pli-tv-kd10:5.12.14": "Ukkhitto eso bhikkhu, neso bhikkhu anukkhitto.",
  "pli-tv-kd10:5.12.15": "Dhammikena kammena ukkhitto akuppena ṭhānārahena.",
  "pli-tv-kd10:5.12.16": "Yato ca kho so, bhikkhave, bhikkhu āpanno ca ukkhitto ca passati ca, tena hi, bhikkhave, taṃ bhikkhuṃ osārethā”ti.",
  "pli-tv-kd10:5.12.17": "8. Saṃghasāmaggīkathā",
  "pli-tv-kd10:5.13.1": "Atha kho te ukkhittānuvattakā bhikkhū taṃ ukkhittakaṃ bhikkhuṃ osāretvā yena ukkhepakā bhikkhū tenupasaṅkamiṃsu, upasaṅkamitvā ukkhepake bhikkhū etadavocuṃ—",
  "pli-tv-kd10:5.13.2": "“yasmiṃ, āvuso, vatthusmiṃ ahosi saṃghassa bhaṇḍanaṃ kalaho viggaho vivādo saṃghabhedo saṃgharāji saṃghavavatthānaṃ saṃghanānākaraṇaṃ, so eso bhikkhu āpanno ca ukkhitto ca passi ca osārito ca.",
  "pli-tv-kd10:5.13.3": "Handa mayaṃ, āvuso, tassa vatthussa vūpasamāya saṃghasāmaggiṃ karomā”ti.",
  "pli-tv-kd10:5.13.4": "Atha kho te ukkhepakā bhikkhū yena bhagavā tenupasaṅkamiṃsu, upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu.",
  "pli-tv-kd10:5.13.5": "Ekamantaṃ nisinnā kho te bhikkhū bhagavantaṃ etadavocuṃ—",
  "pli-tv-kd10:5.13.6": "“te, bhante, ukkhittānuvattakā bhikkhū evamāhaṃsu—",
  "pli-tv-kd10:5.13.7": "‘yasmiṃ, āvuso, vatthusmiṃ ahosi saṃghassa bhaṇḍanaṃ kalaho viggaho vivādo saṃghabhedo saṃgharāji saṃghavavatthānaṃ saṃghanānākaraṇaṃ, so eso bhikkhu āpanno ca ukkhitto ca passi ca osārito ca.",
  "pli-tv-kd10:5.13.8": "Handa mayaṃ, āvuso, tassa vatthussa vūpasamāya saṃghasāmaggiṃ karomā’ti.",
  "pli-tv-kd10:5.13.9": "Kathaṃ nu kho, bhante, paṭipajjitabban”ti?",
  "pli-tv-kd10:5.14.1": "“Yato ca kho so, bhikkhave, bhikkhu āpanno ca ukkhitto ca passi ca osārito ca, tena hi, bhikkhave, saṃgho tassa vatthussa vūpasamāya saṃghasāmaggiṃ karotu.",
  "pli-tv-kd10:5.14.2": "Evañca pana, bhikkhave, kātabbā.",
  "pli-tv-kd10:5.14.3": "Sabbeheva ekajjhaṃ sannipatitabbaṃ gilānehi ca agilānehi ca.",
  "pli-tv-kd10:5.14.4": "Na kehici chando dātabbo.",
  "pli-tv-kd10:5.14.5": "Sannipatitvā byattena bhikkhunā paṭibalena saṃgho ñāpetabbo—",
  "pli-tv-kd10:5.14.6": "‘Suṇātu me, bhante, saṃgho.",
  "pli-tv-kd10:5.14.7": "Yasmiṃ vatthusmiṃ ahosi saṃghassa bhaṇḍanaṃ kalaho viggaho vivādo saṃghabhedo saṃgharāji saṃghavavatthānaṃ saṃghanānākaraṇaṃ, so eso bhikkhu āpanno ca ukkhitto ca passi ca osārito ca.",
  "pli-tv-kd10:5.14.8": "Yadi saṃghassa pattakallaṃ, saṃgho tassa vatthussa vūpasamāya saṃghasāmaggiṃ kareyya.",
  "pli-tv-kd10:5.14.9": "Esā ñatti.",
  "pli-tv-kd10:5.14.10": "Suṇātu me, bhante, saṃgho.",
  "pli-tv-kd10:5.14.11": "Yasmiṃ vatthusmiṃ ahosi saṃghassa bhaṇḍanaṃ kalaho viggaho vivādo saṃghabhedo saṃgharāji saṃghavavatthānaṃ saṃghanānākaraṇaṃ, so eso bhikkhu āpanno ca ukkhitto ca passi ca osārito ca.",
  "pli-tv-kd10:5.14.12": "Saṃgho tassa vatthussa vūpasamāya saṃghasāmaggiṃ karoti.",
  "pli-tv-kd10:5.14.13": "Yassāyasmato khamati tassa vatthussa vūpasamāya saṃghasāmaggiyā karaṇaṃ, so tuṇhassa, yassa nakkhamati so bhāseyya.",
  "pli-tv-kd10:5.14.14": "Katā saṃghena tassa vatthussa vūpasamāya saṃghasāmaggī.",
  "pli-tv-kd10:5.14.15": "Nihato saṃghabhedo, nihatā saṃgharāji, nihataṃ saṃghavavatthānaṃ, nihataṃ saṃghanānākaraṇaṃ.",
  "pli-tv-kd10:5.14.16": "Khamati saṃghassa, tasmā tuṇhī, evametaṃ dhārayāmī’ti.",
  "pli-tv-kd10:5.14.17": "Tāvadeva uposatho kātabbo, pātimokkhaṃ uddisitabban”ti.",
  "pli-tv-kd10:5.14.18": "9. Upālisaṃghasāmaggīpucchā",
  "pli-tv-kd10:6.1.1": "Atha kho āyasmā upāli yena bhagavā tenupasaṅkami, upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.",
  "pli-tv-kd10:6.1.2": "Ekamantaṃ nisinno kho āyasmā upāli bhagavantaṃ etadavoca—",
  "pli-tv-kd10:6.1.3": "“yasmiṃ, bhante, vatthusmiṃ hoti saṃghassa bhaṇḍanaṃ kalaho viggaho vivādo saṃghabhedo saṃgharāji saṃghavavatthānaṃ saṃghanānākaraṇaṃ, saṃgho taṃ vatthuṃ avinicchinitvā amūlā mūlaṃ gantvā saṃghasāmaggiṃ karoti, dhammikā nu kho sā, bhante, saṃghasāmaggī”ti?",
  "pli-tv-kd10:6.1.4": "“Yasmiṃ, upāli, vatthusmiṃ hoti saṃghassa bhaṇḍanaṃ kalaho viggaho vivādo saṃghabhedo saṃgharāji saṃghavavatthānaṃ saṃghanānākaraṇaṃ, saṃgho taṃ vatthuṃ avinicchinitvā amūlā mūlaṃ gantvā saṃghasāmaggiṃ karoti, adhammikā sā, upāli, saṃghasāmaggī”ti.",
  "pli-tv-kd10:6.1.5": "“Yasmiṃ pana, bhante, vatthusmiṃ hoti saṃghassa bhaṇḍanaṃ kalaho viggaho vivādo saṃghabhedo saṃgharāji saṃghavavatthānaṃ saṃghanānākaraṇaṃ, saṃgho taṃ vatthuṃ vinicchinitvā mūlā mūlaṃ gantvā saṃghasāmaggiṃ karoti, dhammikā nu kho sā, bhante, saṃghasāmaggī”ti?",
  "pli-tv-kd10:6.1.6": "“Yasmiṃ, upāli, vatthusmiṃ hoti saṃghassa bhaṇḍanaṃ kalaho viggaho vivādo saṃghabhedo saṃgharāji saṃghavavatthānaṃ saṃghanānākaraṇaṃ, saṃgho taṃ vatthuṃ vinicchinitvā mūlā mūlaṃ gantvā saṃghasāmaggiṃ karoti, dhammikā sā, upāli, saṃghasāmaggī”ti.",
  "pli-tv-kd10:6.2.1": "“Kati nu kho, bhante, saṃghasāmaggiyo”ti?",
  "pli-tv-kd10:6.2.2": "“Dvemā, upāli, saṃghasāmaggiyo—",
  "pli-tv-kd10:6.2.3": "atthupāli, saṃghasāmaggī atthāpetā byañjanupetā;",
  "pli-tv-kd10:6.2.4": "atthupāli, saṃghasāmaggī atthupetā ca byañjanupetā ca.",
  "pli-tv-kd10:6.2.5": "Katamā ca, upāli, saṃghasāmaggī atthāpetā byañjanupetā?",
  "pli-tv-kd10:6.2.6": "Yasmiṃ, upāli, vatthusmiṃ hoti saṃghassa bhaṇḍanaṃ kalaho viggaho vivādo saṃghabhedo saṃgharāji saṃghavavatthānaṃ saṃghanānākaraṇaṃ, saṃgho taṃ vatthuṃ avinicchinitvā amūlā mūlaṃ gantvā saṃghasāmaggiṃ karoti, ayaṃ vuccati, upāli, saṃghasāmaggī atthāpetā byañjanupetā.",
  "pli-tv-kd10:6.2.7": "Katamā ca, upāli, saṃghasāmaggī atthupetā ca byañjanupetā ca?",
  "pli-tv-kd10:6.2.8": "Yasmiṃ, upāli, vatthusmiṃ hoti saṃghassa bhaṇḍanaṃ kalaho viggaho vivādo saṃghabhedo saṃgharāji saṃghavavatthānaṃ saṃghanānākaraṇaṃ, saṃgho taṃ vatthuṃ vinicchinitvā mūlā mūlaṃ gantvā saṃghasāmaggiṃ karoti, ayaṃ vuccati, upāli, saṃghasāmaggī atthupetā ca byañjanupetā ca.",
  "pli-tv-kd10:6.2.9": "Imā kho, upāli, dve saṃghasāmaggiyo”ti.",
  "pli-tv-kd10:6.3.1": "Atha kho āyasmā upāli uṭṭhāyāsanā ekaṃsaṃ uttarāsaṅgaṃ karitvā yena bhagavā tenañjaliṃ paṇāmetvā bhagavantaṃ gāthāya ajjhabhāsi—",
  "pli-tv-kd10:6.3.2": "“Saṃghassa kiccesu ca mantanāsu ca,",
  "pli-tv-kd10:6.3.3": "Atthesu jātesu vinicchayesu ca;",
  "pli-tv-kd10:6.3.4": "Kathaṃpakārodha naro mahatthiko,",
  "pli-tv-kd10:6.3.5": "Bhikkhu kathaṃ hotidha paggahāraho”ti.",
  "pli-tv-kd10:6.3.6": "“Anānuvajjo paṭhamena sīlato,",
  "pli-tv-kd10:6.3.7": "Avekkhitācāro susaṃvutindriyo;",
  "pli-tv-kd10:6.3.8": "Paccatthikā nūpavadanti dhammato,",
  "pli-tv-kd10:6.3.9": "Na hissa taṃ hoti vadeyyu yena naṃ.",
  "pli-tv-kd10:6.3.10": "So tādiso sīlavisuddhiyā ṭhito,",
  "pli-tv-kd10:6.3.11": "Visārado hoti visayha bhāsati;",
  "pli-tv-kd10:6.3.12": "Nacchambhati parisagato na vedhati,",
  "pli-tv-kd10:6.3.13": "Atthaṃ na hāpeti anuyyutaṃ bhaṇaṃ.",
  "pli-tv-kd10:6.3.14": "Tatheva pañhaṃ parisāsu pucchito,",
  "pli-tv-kd10:6.3.15": "Na ceva pajjhāyati na maṅku hoti;",
  "pli-tv-kd10:6.3.16": "So kālāgataṃ byākaraṇārahaṃ vaco,",
  "pli-tv-kd10:6.3.17": "Rañjeti viññūparisaṃ vicakkhaṇo.",
  "pli-tv-kd10:6.3.18": "Sagāravo vuḍḍhataresu bhikkhusu,",
  "pli-tv-kd10:6.3.19": "Ācerakamhi ca sake visārado;",
  "pli-tv-kd10:6.3.20": "Alaṃ pametuṃ paguṇo kathetave,",
  "pli-tv-kd10:6.3.21": "Paccatthikānañca viraddhikovido.",
  "pli-tv-kd10:6.3.22": "Paccatthikā yena vajanti niggahaṃ,",
  "pli-tv-kd10:6.3.23": "Mahājano saññapanañca gacchati;",
  "pli-tv-kd10:6.3.24": "Sakañca ādāyamayaṃ na riñcati,",
  "pli-tv-kd10:6.3.25": "Viyākaraṃ pañhamanūpaghātikaṃ.",
  "pli-tv-kd10:6.3.26": "Dūteyyakammesu alaṃ samuggaho,",
  "pli-tv-kd10:6.3.27": "Saṃghassa kiccesu ca āhu naṃ yathā;",
  "pli-tv-kd10:6.3.28": "Karaṃ vaco bhikkhugaṇena pesito,",
  "pli-tv-kd10:6.3.29": "Ahaṃ karomīti na tena maññati.",
  "pli-tv-kd10:6.3.30": "Āpajjati yāvatakesu vatthusu,",
  "pli-tv-kd10:6.3.31": "Āpattiyā hoti yathā ca vuṭṭhiti;",
  "pli-tv-kd10:6.3.32": "Ete vibhaṅgā ubhayassa svāgatā,",
  "pli-tv-kd10:6.3.33": "Āpatti vuṭṭhānapadassa kovido.",
  "pli-tv-kd10:6.3.34": "Nissāraṇaṃ gacchati yāni cācaraṃ,",
  "pli-tv-kd10:6.3.35": "Nissārito hoti yathā ca vattanā;",
  "pli-tv-kd10:6.3.36": "Osāraṇaṃ taṃvusitassa jantuno,",
  "pli-tv-kd10:6.3.37": "Etampi jānāti vibhaṅgakovido.",
  "pli-tv-kd10:6.3.38": "Sagāravo vuḍḍhataresu bhikkhusu,",
  "pli-tv-kd10:6.3.39": "Navesu theresu ca majjhimesu ca;",
  "pli-tv-kd10:6.3.40": "Mahājanassatthacarodha paṇḍito,",
  "pli-tv-kd10:6.3.41": "So tādiso bhikkhu idha paggahāraho”ti.",
  "pli-tv-kd10:6.3.42": "Kosambakakkhandhako dasamo.",
  "pli-tv-kd10:6.3.43": "Tassuddānaṃ",
  "pli-tv-kd10:6.3.44": "Kosambiyaṃ jinavaro,",
  "pli-tv-kd10:6.3.45": "vivādāpattidassane;",
  "pli-tv-kd10:6.3.46": "Nukkhipeyya yasmiṃ tasmiṃ,",
  "pli-tv-kd10:6.3.47": "saddhāyāpatti desaye.",
  "pli-tv-kd10:6.3.48": "Antosīmāyaṃ tattheva,",
  "pli-tv-kd10:6.3.49": "bālakañceva vaṃsadā;",
  "pli-tv-kd10:6.3.50": "Pālileyyā ca sāvatthi,",
  "pli-tv-kd10:6.3.51": "sāriputto ca kolito.",
  "pli-tv-kd10:6.3.52": "Mahākassapakaccānā,",
  "pli-tv-kd10:6.3.53": "koṭṭhiko kappinena ca;",
  "pli-tv-kd10:6.3.54": "Mahācundo anuruddho,",
  "pli-tv-kd10:6.3.55": "revato upāli cubho.",
  "pli-tv-kd10:6.3.56": "Ānando rāhulo ceva,",
  "pli-tv-kd10:6.3.57": "gotamīnāthapiṇḍiko;",
  "pli-tv-kd10:6.3.58": "Senāsanaṃ vivittañca,",
  "pli-tv-kd10:6.3.59": "āmisaṃ samakampi ca.",
  "pli-tv-kd10:6.3.60": "Na kehi chando dātabbo,",
  "pli-tv-kd10:6.3.61": "upāliparipucchito;",
  "pli-tv-kd10:6.3.62": "Anānuvajjo sīlena,",
  "pli-tv-kd10:6.3.63": "sāmaggī jinasāsaneti.",
  "pli-tv-kd10:6.3.64": "Kosambakakkhandhako niṭṭhito.",
  "pli-tv-kd10:6.3.65": "Mahāvaggo niṭṭhito.",
  "pli-tv-kd10:6.3.66": "Mahāvaggapāḷi niṭṭhitā."
}