{
  "pli-tv-kd19:0.1": "Theravāda Vinayapiṭaka",
  "pli-tv-kd19:0.2": "Cūḷavagga",
  "pli-tv-kd19:0.3": "Pātimokkhaṭṭhapanakkhandhaka",
  "pli-tv-kd19:0.4": "1. Pātimokkhuddesayācana",
  "pli-tv-kd19:1.1.1": "Tena samayena buddho bhagavā sāvatthiyaṃ viharati pubbārāme migāramātu pāsāde.",
  "pli-tv-kd19:1.1.2": "Tena kho pana samayena bhagavā tadahuposathe bhikkhusaṃghaparivuto nisinno hoti.",
  "pli-tv-kd19:1.1.3": "Atha kho āyasmā ānando abhikkantāya rattiyā nikkhante paṭhame yāme uṭṭhāyāsanā ekaṃsaṃ uttarāsaṅgaṃ karitvā yena bhagavā tenañjaliṃ paṇāmetvā bhagavantaṃ etadavoca—",
  "pli-tv-kd19:1.1.4": "“abhikkantā, bhante, ratti, nikkhanto paṭhamo yāmo, ciranisinno bhikkhusaṃgho.",
  "pli-tv-kd19:1.1.5": "Uddisatu, bhante, bhagavā bhikkhūnaṃ pātimokkhan”ti.",
  "pli-tv-kd19:1.1.6": "Evaṃ vutte, bhagavā tuṇhī ahosi.",
  "pli-tv-kd19:1.1.7": "Dutiyampi kho āyasmā ānando abhikkantāya rattiyā nikkhante majjhime yāme uṭṭhāyāsanā ekaṃsaṃ uttarāsaṅgaṃ karitvā yena bhagavā tenañjaliṃ paṇāmetvā bhagavantaṃ etadavoca—",
  "pli-tv-kd19:1.1.8": "“abhikkantā, bhante, ratti, nikkhanto majjhimo yāmo, ciranisinno bhikkhusaṃgho.",
  "pli-tv-kd19:1.1.9": "Uddisatu, bhante, bhagavā bhikkhūnaṃ pātimokkhan”ti.",
  "pli-tv-kd19:1.1.10": "Dutiyampi kho bhagavā tuṇhī ahosi.",
  "pli-tv-kd19:1.1.11": "Tatiyampi kho āyasmā ānando abhikkantāya rattiyā nikkhante pacchime yāme uddhaste aruṇe nandimukhiyā rattiyā uṭṭhāyāsanā ekaṃsaṃ uttarāsaṅgaṃ karitvā yena bhagavā tenañjaliṃ paṇāmetvā bhagavantaṃ etadavoca—",
  "pli-tv-kd19:1.1.12": "“abhikkantā, bhante, ratti, nikkhanto pacchimo yāmo, uddhastaṃ aruṇaṃ nandimukhi ratti, ciranisinno bhikkhusaṃgho.",
  "pli-tv-kd19:1.1.13": "Uddisatu, bhante, bhagavā bhikkhūnaṃ pātimokkhan”ti.",
  "pli-tv-kd19:1.1.14": "“Aparisuddhā, ānanda, parisā”ti.",
  "pli-tv-kd19:1.2.1": "Atha kho āyasmato mahāmoggallānassa etadahosi—",
  "pli-tv-kd19:1.2.2": "“kaṃ nu kho bhagavā puggalaṃ sandhāya evamāha—",
  "pli-tv-kd19:1.2.3": "‘aparisuddhā, ānanda, parisā’”ti?",
  "pli-tv-kd19:1.2.4": "Atha kho āyasmā mahāmoggallāno sabbāvantaṃ bhikkhusaṃghaṃ cetasā ceto paricca manasākāsi.",
  "pli-tv-kd19:1.2.5": "Addasā kho āyasmā mahāmoggallāno taṃ puggalaṃ dussīlaṃ pāpadhammaṃ asucisaṅkassarasamācāraṃ paṭicchannakammantaṃ assamaṇaṃ samaṇapaṭiññaṃ abrahmacāriṃ brahmacāripaṭiññaṃ antopūtiṃ avassutaṃ kasambujātaṃ majjhe bhikkhusaṃghassa nisinnaṃ.",
  "pli-tv-kd19:1.2.6": "Disvāna yena so puggalo tenupasaṅkami, upasaṅkamitvā taṃ puggalaṃ etadavoca—",
  "pli-tv-kd19:1.2.7": "“uṭṭhehi, āvuso, diṭṭhosi bhagavatā;",
  "pli-tv-kd19:1.2.8": "natthi te bhikkhūhi saddhiṃ saṃvāso”ti.",
  "pli-tv-kd19:1.2.9": "Evaṃ vutte, so puggalo tuṇhī ahosi.",
  "pli-tv-kd19:1.2.10": "Dutiyampi kho āyasmā mahāmoggallāno taṃ puggalaṃ etadavoca—",
  "pli-tv-kd19:1.2.11": "“uṭṭhehi, āvuso, diṭṭhosi bhagavatā;",
  "pli-tv-kd19:1.2.12": "natthi te bhikkhūhi saddhiṃ saṃvāso”ti.",
  "pli-tv-kd19:1.2.13": "Dutiyampi kho so puggalo tuṇhī ahosi.",
  "pli-tv-kd19:1.2.14": "Tatiyampi kho āyasmā mahāmoggallāno taṃ puggalaṃ etadavoca—",
  "pli-tv-kd19:1.2.15": "“uṭṭhehi, āvuso, diṭṭhosi bhagavatā;",
  "pli-tv-kd19:1.2.16": "natthi te bhikkhūhi saddhiṃ saṃvāso”ti.",
  "pli-tv-kd19:1.2.17": "Tatiyampi kho so puggalo tuṇhī ahosi.",
  "pli-tv-kd19:1.2.18": "Atha kho āyasmā mahāmoggallāno taṃ puggalaṃ bāhāyaṃ gahetvā bahidvārakoṭṭhakā nikkhāmetvā sūcighaṭikaṃ datvā yena bhagavā tenupasaṅkami, upasaṅkamitvā bhagavantaṃ etadavoca—",
  "pli-tv-kd19:1.2.19": "“nikkhāmito so, bhante, puggalo mayā;",
  "pli-tv-kd19:1.2.20": "suddhā parisā;",
  "pli-tv-kd19:1.2.21": "uddisatu, bhante, bhagavā bhikkhūnaṃ pātimokkhan”ti.",
  "pli-tv-kd19:1.2.22": "“Acchariyaṃ, moggallāna, abbhutaṃ, moggallāna, yāva bāhāgahaṇāpi nāma so moghapuriso āgamessatī”ti.",
  "pli-tv-kd19:1.2.23": "Atha kho bhagavā bhikkhū āmantesi—",
  "pli-tv-kd19:1.2.24": "2. Mahāsamuddeaṭṭhacchariya",
  "pli-tv-kd19:1.3.1": "“Aṭṭhime, bhikkhave, mahāsamudde acchariyā abbhutā dhammā, ye disvā disvā asurā mahāsamudde abhiramanti.",
  "pli-tv-kd19:1.3.2": "Katame aṭṭha?",
  "pli-tv-kd19:1.3.3": "Mahāsamuddo, bhikkhave, anupubbaninno anupubbapoṇo anupubbapabbhāro na āyatakeneva papāto.",
  "pli-tv-kd19:1.3.4": "Yampi, bhikkhave, mahāsamuddo anupubbaninno anupubbapoṇo anupubbapabbhāro na āyatakeneva papāto—",
  "pli-tv-kd19:1.3.5": "ayaṃ, bhikkhave, mahāsamudde paṭhamo acchariyo abbhuto dhammo, yaṃ disvā disvā asurā mahāsamudde abhiramanti.",
  "pli-tv-kd19:1.3.6": "Puna caparaṃ, bhikkhave, mahāsamuddo ṭhitadhammo velaṃ nātivattati.",
  "pli-tv-kd19:1.3.7": "Yampi, bhikkhave, mahāsamuddo ṭhitadhammo velaṃ nātivattati—",
  "pli-tv-kd19:1.3.8": "ayaṃ, bhikkhave, mahāsamudde dutiyo acchariyo abbhuto dhammo, yaṃ disvā disvā asurā mahāsamudde abhiramanti.",
  "pli-tv-kd19:1.3.9": "Puna caparaṃ, bhikkhave, mahāsamuddo na matena kuṇapena saṃvasati.",
  "pli-tv-kd19:1.3.10": "Yaṃ hoti mahāsamudde mataṃ kuṇapaṃ, taṃ khippaññeva tīraṃ vāheti, thalaṃ ussāreti.",
  "pli-tv-kd19:1.3.11": "Yampi, bhikkhave, mahāsamuddo na matena kuṇapena saṃvasati, yaṃ hoti mahāsamudde mataṃ kuṇapaṃ, taṃ khippaññeva tīraṃ vāheti, thalaṃ ussāreti—",
  "pli-tv-kd19:1.3.12": "ayaṃ, bhikkhave, mahāsamudde tatiyo acchariyo abbhuto dhammo, yaṃ disvā disvā asurā mahāsamudde abhiramanti.",
  "pli-tv-kd19:1.3.13": "Puna caparaṃ, bhikkhave, yā kāci mahānadiyo, seyyathidaṃ—",
  "pli-tv-kd19:1.3.14": "gaṅgā, yamunā, aciravatī, sarabhū, mahī, tā mahāsamuddaṃ pattā jahanti purimāni nāmagottāni, mahāsamuddotveva saṅkhaṃ gacchanti.",
  "pli-tv-kd19:1.3.15": "Yampi, bhikkhave, yā kāci mahānadiyo, seyyathidaṃ—",
  "pli-tv-kd19:1.3.16": "gaṅgā, yamunā, aciravatī, sarabhū, mahī, tā mahāsamuddaṃ pattā jahanti purimāni nāmagottāni, mahāsamuddotveva saṅkhaṃ gacchanti—",
  "pli-tv-kd19:1.3.17": "ayaṃ, bhikkhave, mahāsamudde catuttho acchariyo abbhuto dhammo, yaṃ disvā disvā asurā mahāsamudde abhiramanti.",
  "pli-tv-kd19:1.3.18": "Puna caparaṃ, bhikkhave, yā ca loke savantiyo mahāsamuddaṃ appenti, yā ca antalikkhā dhārā papatanti, na tena mahāsamuddassa ūnattaṃ vā pūrattaṃ vā paññāyati.",
  "pli-tv-kd19:1.3.19": "Yampi, bhikkhave, yā ca loke savantiyo mahāsamuddaṃ appenti, yā ca antalikkhā dhārā papatanti, na tena mahāsamuddassa ūnattaṃ vā pūrattaṃ vā paññāyati—",
  "pli-tv-kd19:1.3.20": "ayaṃ, bhikkhave, mahāsamudde pañcamo acchariyo abbhuto dhammo, yaṃ disvā disvā asurā mahāsamudde abhiramanti.",
  "pli-tv-kd19:1.3.21": "Puna caparaṃ, bhikkhave, mahāsamuddo ekaraso loṇaraso.",
  "pli-tv-kd19:1.3.22": "Yampi, bhikkhave, mahāsamuddo ekaraso loṇaraso—",
  "pli-tv-kd19:1.3.23": "ayaṃ, bhikkhave, mahāsamudde chaṭṭho acchariyo abbhuto dhammo, yaṃ disvā disvā asurā mahāsamudde abhiramanti.",
  "pli-tv-kd19:1.3.24": "Puna caparaṃ, bhikkhave, mahāsamuddo bahuratano anekaratano.",
  "pli-tv-kd19:1.3.25": "Tatrimāni ratanāni, seyyathidaṃ—",
  "pli-tv-kd19:1.3.26": "muttā, maṇi, veḷuriyo, saṅkho, silā, pavāḷaṃ, rajataṃ, jātarūpaṃ, lohitako, masāragallaṃ.",
  "pli-tv-kd19:1.3.27": "Yampi, bhikkhave, mahāsamuddo bahuratano anekaratano, tatrimāni ratanāni, seyyathidaṃ—",
  "pli-tv-kd19:1.3.28": "muttā, maṇi, veḷuriyo, saṅkho, silā, pavāḷaṃ, rajataṃ, jātarūpaṃ, lohitako, masāragallaṃ—",
  "pli-tv-kd19:1.3.29": "ayaṃ, bhikkhave, mahāsamudde sattamo acchariyo abbhuto dhammo, yaṃ disvā disvā asurā mahāsamudde abhiramanti.",
  "pli-tv-kd19:1.3.30": "Puna caparaṃ, bhikkhave, mahāsamuddo mahataṃ bhūtānaṃ āvāso.",
  "pli-tv-kd19:1.3.31": "timi, timiṅgalo, timitimiṅgalo, asurā, nāgā, gandhabbā.",
  "pli-tv-kd19:1.3.32": "Santi mahāsamudde yojanasatikāpi attabhāvā, dviyojanasatikāpi attabhāvā, tiyojanasatikāpi attabhāvā, catuyojanasatikāpi attabhāvā, pañcayojanasatikāpi attabhāvā.",
  "pli-tv-kd19:1.3.33": "Yampi, bhikkhave, mahāsamuddo mahataṃ bhūtānaṃ āvāso, tatrime bhūtā—",
  "pli-tv-kd19:1.3.34": "timi, timiṅgalo, timitimiṅgalo, asurā, nāgā, gandhabbā;",
  "pli-tv-kd19:1.3.35": "santi mahāsamudde, yojanasatikāpi attabhāvā …pe…",
  "pli-tv-kd19:1.3.36": "pañcayojanasatikāpi attabhāvā—",
  "pli-tv-kd19:1.3.37": "ayaṃ, bhikkhave, mahāsamudde aṭṭhamo acchariyo abbhuto dhammo, yaṃ disvā disvā asurā mahāsamudde abhiramanti.",
  "pli-tv-kd19:1.3.38": "Ime kho, bhikkhave, mahāsamudde aṭṭha acchariyā abbhutā dhammā, ye disvā disvā asurā mahāsamudde abhiraman”ti.",
  "pli-tv-kd19:1.3.39": "3. Imasmiṃdhammavinayeaṭṭhacchariya",
  "pli-tv-kd19:1.4.1": "Evameva kho, bhikkhave, imasmiṃ dhammavinaye aṭṭha acchariyā abbhutā dhammā, ye disvā disvā bhikkhū imasmiṃ dhammavinaye abhiramanti.",
  "pli-tv-kd19:1.4.2": "Katame aṭṭha?",
  "pli-tv-kd19:1.4.3": "Seyyathāpi, bhikkhave, mahāsamuddo anupubbaninno anupubbapoṇo anupubbapabbhāro na āyatakeneva papāto;",
  "pli-tv-kd19:1.4.4": "evameva kho, bhikkhave, imasmiṃ dhammavinaye anupubbasikkhā anupubbakiriyā anupubbapaṭipadā na āyatakeneva aññāpaṭivedho.",
  "pli-tv-kd19:1.4.5": "Yampi, bhikkhave, imasmiṃ dhammavinaye anupubbasikkhā anupubbakiriyā anupubbapaṭipadā na āyatakeneva aññāpaṭivedho—",
  "pli-tv-kd19:1.4.6": "ayaṃ, bhikkhave, imasmiṃ dhammavinaye paṭhamo acchariyo abbhuto dhammo, yaṃ disvā disvā bhikkhū imasmiṃ dhammavinaye abhiramanti.",
  "pli-tv-kd19:1.4.7": "Seyyathāpi, bhikkhave, mahāsamuddo ṭhitadhammo velaṃ nātivattati;",
  "pli-tv-kd19:1.4.8": "evameva kho, bhikkhave, yaṃ mayā mama sāvakānaṃ sikkhāpadaṃ paññattaṃ, taṃ mama sāvakā jīvitahetupi nātikkamanti.",
  "pli-tv-kd19:1.4.9": "Yampi, bhikkhave, mayā mama sāvakānaṃ sikkhāpadaṃ paññattaṃ, taṃ mama sāvakā jīvitahetupi nātikkamanti—",
  "pli-tv-kd19:1.4.10": "ayaṃ, bhikkhave, imasmiṃ dhammavinaye dutiyo acchariyo abbhuto dhammo, yaṃ disvā disvā bhikkhū imasmiṃ dhammavinaye abhiramanti.",
  "pli-tv-kd19:1.4.11": "Seyyathāpi, bhikkhave, mahāsamuddo na matena kuṇapena saṃvasati, yaṃ hoti mahāsamudde mataṃ kuṇapaṃ taṃ khippameva tīraṃ vāheti, thalaṃ ussāreti;",
  "pli-tv-kd19:1.4.12": "evameva kho, bhikkhave, yo so puggalo dussīlo pāpadhammo asucisaṅkassarasamācāro paṭicchannakammanto assamaṇo samaṇapaṭiñño abrahmacārī brahmacāripaṭiñño antopūti avassuto kasambujāto, na tena saṃgho saṃvasati, khippameva naṃ sannipatitvā ukkhipati, kiñcāpi kho so hoti majjhe bhikkhusaṃghassa nisinno.",
  "pli-tv-kd19:1.4.13": "Atha kho so ārakāva saṃghamhā, saṃgho ca tena.",
  "pli-tv-kd19:1.4.14": "Yampi, bhikkhave, yo so puggalo dussīlo pāpadhammo asucisaṅkassarasamācāro paṭicchannakammanto assamaṇo samaṇapaṭiñño abrahmacārī brahmacāripaṭiñño antopūti avassuto kasambujāto, na tena saṃgho saṃvasati, khippameva naṃ sannipatitvā ukkhipati, kiñcāpi kho so hoti majjhe bhikkhusaṃghassa nisinno, atha kho so ārakāva saṃghamhā, saṃgho ca tena—",
  "pli-tv-kd19:1.4.15": "ayaṃ, bhikkhave, imasmiṃ dhammavinaye tatiyo acchariyo abbhuto dhammo, yaṃ disvā disvā bhikkhū imasmiṃ dhammavinaye abhiramanti.",
  "pli-tv-kd19:1.4.16": "Seyyathāpi, bhikkhave, yā kāci mahānadiyo, seyyathidaṃ—",
  "pli-tv-kd19:1.4.17": "gaṅgā, yamunā, aciravatī, sarabhū, mahī, tā mahāsamuddaṃ pattā jahanti purimāni nāmagottāni, mahāsamuddotveva saṅkhaṃ gacchanti;",
  "pli-tv-kd19:1.4.18": "evameva kho, bhikkhave, cattārome vaṇṇā—",
  "pli-tv-kd19:1.4.19": "khattiyā, brāhmaṇā, vessā, suddā.",
  "pli-tv-kd19:1.4.20": "Te tathāgatappavedite dhammavinaye agārasmā anagāriyaṃ pabbajitvā jahanti purimāni nāmagottāni, samaṇā sakyaputtiyātveva saṅkhaṃ gacchanti.",
  "pli-tv-kd19:1.4.21": "Yampi, bhikkhave, cattārome vaṇṇā khattiyā brāhmaṇā vessā suddā, te tathāgatappavedite dhammavinaye agārasmā anagāriyaṃ pabbajitvā jahanti purimāni nāmagottāni, samaṇā sakyaputtiyātveva saṅkhaṃ gacchanti—",
  "pli-tv-kd19:1.4.22": "ayaṃ, bhikkhave, imasmiṃ dhammavinaye catuttho acchariyo abbhuto dhammo, yaṃ disvā disvā bhikkhū imasmiṃ dhammavinaye abhiramanti.",
  "pli-tv-kd19:1.4.23": "Seyyathāpi, bhikkhave, yā ca loke savantiyo mahāsamuddaṃ appenti, yā ca antalikkhā dhārā papatanti, na tena mahāsamuddassa ūnattaṃ vā pūrattaṃ vā paññāyati;",
  "pli-tv-kd19:1.4.24": "evameva kho, bhikkhave, bahū cepi bhikkhū anupādisesāya nibbānadhātuyā parinibbāyanti, na tena nibbānadhātuyā ūnattaṃ vā pūrattaṃ vā paññāyati.",
  "pli-tv-kd19:1.4.25": "Yampi, bhikkhave, bahū cepi bhikkhū anupādisesāya nibbānadhātuyā parinibbāyanti, na tena nibbānadhātuyā ūnattaṃ vā pūrattaṃ vā paññāyati—",
  "pli-tv-kd19:1.4.26": "ayaṃ, bhikkhave, imasmiṃ dhammavinaye pañcamo acchariyo abbhuto dhammo yaṃ disvā disvā bhikkhū imasmiṃ dhammavinaye abhiramanti.",
  "pli-tv-kd19:1.4.27": "Seyyathāpi, bhikkhave, mahāsamuddo ekaraso loṇaraso;",
  "pli-tv-kd19:1.4.28": "evameva kho, bhikkhave, ayaṃ dhammavinayo ekaraso vimuttiraso.",
  "pli-tv-kd19:1.4.29": "Yampi, bhikkhave, ayaṃ dhammavinayo ekaraso vimuttiraso—",
  "pli-tv-kd19:1.4.30": "ayaṃ, bhikkhave, imasmiṃ dhammavinaye chaṭṭho acchariyo abbhuto dhammo, yaṃ disvā disvā bhikkhū imasmiṃ dhammavinaye abhiramanti.",
  "pli-tv-kd19:1.4.31": "Seyyathāpi, bhikkhave, mahāsamuddo bahuratano anekaratano, tatrimāni ratanāni, seyyathidaṃ—",
  "pli-tv-kd19:1.4.32": "muttā, maṇi, veḷuriyo, saṅkho, silā, pavāḷaṃ, rajataṃ, jātarūpaṃ, lohitako, masāragallaṃ;",
  "pli-tv-kd19:1.4.33": "evameva kho, bhikkhave, ayaṃ dhammavinayo bahuratano anekaratano.",
  "pli-tv-kd19:1.4.34": "Tatrimāni ratanāni, seyyathidaṃ—",
  "pli-tv-kd19:1.4.35": "cattāro satipaṭṭhānā, cattāro sammappadhānā, cattāro iddhipādā, pañcindriyāni, pañca balāni, satta bojjhaṅgā, ariyo aṭṭhaṅgiko maggo.",
  "pli-tv-kd19:1.4.36": "Yampi, bhikkhave, ayaṃ dhammavinayo bahuratano anekaratano, tatrimāni ratanāni, seyyathidaṃ—",
  "pli-tv-kd19:1.4.37": "cattāro satipaṭṭhānā …pe…",
  "pli-tv-kd19:1.4.38": "ariyo aṭṭhaṅgiko maggo—",
  "pli-tv-kd19:1.4.39": "ayaṃ, bhikkhave, imasmiṃ dhammavinaye sattamo acchariyo abbhuto dhammo, yaṃ disvā disvā bhikkhū imasmiṃ dhammavinaye abhiramanti.",
  "pli-tv-kd19:1.4.40": "Seyyathāpi, bhikkhave, mahāsamuddo mahataṃ bhūtānaṃ āvāso, tatrime bhūtā—",
  "pli-tv-kd19:1.4.41": "timi, timiṅgalo, timitimiṅgalo, asurā, nāgā, gandhabbā, santi mahāsamudde yojanasatikāpi attabhāvā, dviyojanasatikāpi attabhāvā, tiyojanasatikāpi attabhāvā, catuyojanasatikāpi attabhāvā, pañcayojanasatikāpi attabhāvā;",
  "pli-tv-kd19:1.4.42": "evameva kho, bhikkhave, ayaṃ dhammavinayo mahataṃ bhūtānaṃ āvāso.",
  "pli-tv-kd19:1.4.43": "Tatrime bhūtā—",
  "pli-tv-kd19:1.4.44": "sotāpanno, sotāpattiphalasacchikiriyāya paṭipanno;",
  "pli-tv-kd19:1.4.45": "sakadāgāmī, sakadāgāmiphalasacchikiriyāya paṭipanno;",
  "pli-tv-kd19:1.4.46": "anāgāmī, anāgāmiphalasacchikiriyāya paṭipanno;",
  "pli-tv-kd19:1.4.47": "arahā, arahattaphalasacchikiriyāya paṭipanno.",
  "pli-tv-kd19:1.4.48": "Yampi, bhikkhave, ayaṃ dhammavinayo mahataṃ bhūtānaṃ āvāso, tatrime bhūtā—",
  "pli-tv-kd19:1.4.49": "sotāpanno, sotāpattiphalasacchikiriyāya paṭipanno …pe…",
  "pli-tv-kd19:1.4.50": "arahā, arahattaphalasacchikiriyāya paṭipanno—",
  "pli-tv-kd19:1.4.51": "ayaṃ, bhikkhave, imasmiṃ dhammavinaye aṭṭhamo acchariyo abbhuto dhammo, yaṃ disvā disvā bhikkhū imasmiṃ dhammavinaye abhiramanti.",
  "pli-tv-kd19:1.4.52": "Ime kho, bhikkhave, imasmiṃ dhammavinaye aṭṭha acchariyā abbhutā dhammā, ye disvā disvā bhikkhū imasmiṃ dhammavinaye abhiramantī”ti.",
  "pli-tv-kd19:1.4.53": "Atha kho bhagavā etamatthaṃ viditvā tāyaṃ velāyaṃ imaṃ udānaṃ udānesi—",
  "pli-tv-kd19:1.4.54": "“Channamativassati,",
  "pli-tv-kd19:1.4.55": "vivaṭaṃ nātivassati;",
  "pli-tv-kd19:1.4.56": "Tasmā channaṃ vivaretha,",
  "pli-tv-kd19:1.4.57": "evaṃ taṃ nātivassatī”ti.",
  "pli-tv-kd19:1.4.58": "4. Pātimokkhasavanāraha",
  "pli-tv-kd19:1.4.59": "Atha kho bhagavā bhikkhū āmantesi—",
  "pli-tv-kd19:1.4.60": "“nadānāhaṃ, bhikkhave, ito paraṃ uposathaṃ karissāmi, pātimokkhaṃ uddisissāmi.",
  "pli-tv-kd19:1.4.61": "Tumhevadāni, bhikkhave, ito paraṃ uposathaṃ kareyyātha, pātimokkhaṃ uddiseyyātha.",
  "pli-tv-kd19:1.4.62": "Aṭṭhānametaṃ, bhikkhave, anavakāso yaṃ tathāgato aparisuddhāya parisāya uposathaṃ kareyya, pātimokkhaṃ uddiseyya.",
  "pli-tv-kd19:1.4.63": "Na ca, bhikkhave, sāpattikena pātimokkhaṃ sotabbaṃ.",
  "pli-tv-kd19:1.4.64": "Yo suṇeyya, āpatti dukkaṭassa.",
  "pli-tv-kd19:1.4.65": "Anujānāmi, bhikkhave, yo sāpattiko pātimokkhaṃ suṇāti, tassa pātimokkhaṃ ṭhapetuṃ.",
  "pli-tv-kd19:1.4.66": "Evañca pana, bhikkhave, ṭhapetabbaṃ.",
  "pli-tv-kd19:1.4.67": "Tadahuposathe cātuddase vā pannarase vā tasmiṃ puggale sammukhībhūte saṃghamajjhe udāharitabbaṃ—",
  "pli-tv-kd19:1.4.68": "‘Suṇātu me, bhante, saṃgho.",
  "pli-tv-kd19:1.4.69": "Itthannāmo puggalo sāpattiko, tassa pātimokkhaṃ ṭhapemi, na tasmiṃ sammukhībhūte pātimokkhaṃ uddisitabban’ti ṭhapitaṃ hoti pātimokkhan”ti.",
  "pli-tv-kd19:3.1.1": "Tena kho pana samayena chabbaggiyā bhikkhū—",
  "pli-tv-kd19:3.1.2": "“nāmhe koci jānātī”ti sāpattikāva pātimokkhaṃ suṇanti.",
  "pli-tv-kd19:3.1.3": "Therā bhikkhū paracittaviduno bhikkhūnaṃ ārocenti—",
  "pli-tv-kd19:3.1.4": "“itthannāmo ca itthannāmo ca, āvuso, chabbaggiyā bhikkhū—",
  "pli-tv-kd19:3.1.5": "‘nāmhe koci jānātī’ti sāpattikāva pātimokkhaṃ suṇantī”ti.",
  "pli-tv-kd19:3.1.6": "Assosuṃ kho chabbaggiyā bhikkhū—",
  "pli-tv-kd19:3.1.7": "“therā kira bhikkhū paracittaviduno amhe bhikkhūnaṃ ārocenti—",
  "pli-tv-kd19:3.1.8": "‘itthannāmo ca itthannāmo ca, āvuso, chabbaggiyā bhikkhū—",
  "pli-tv-kd19:3.1.9": "“nāmhe koci jānātī”ti sāpattikāva pātimokkhaṃ suṇantī’”ti.",
  "pli-tv-kd19:3.1.10": "Te—",
  "pli-tv-kd19:3.1.11": "“puramhākaṃ pesalā bhikkhū pātimokkhaṃ ṭhapentī”ti—",
  "pli-tv-kd19:3.1.12": "paṭikacceva suddhānaṃ bhikkhūnaṃ anāpattikānaṃ avatthusmiṃ akāraṇe pātimokkhaṃ ṭhapenti.",
  "pli-tv-kd19:3.1.13": "Ye te bhikkhū appicchā …pe… te ujjhāyanti khiyyanti vipācenti—",
  "pli-tv-kd19:3.1.14": "“kathañhi nāma chabbaggiyā bhikkhū suddhānaṃ bhikkhūnaṃ anāpattikānaṃ avatthusmiṃ akāraṇe pātimokkhaṃ ṭhapessantī”ti.",
  "pli-tv-kd19:3.1.15": "Atha kho te bhikkhū bhagavato etamatthaṃ ārocesuṃ …pe…",
  "pli-tv-kd19:3.1.16": "“saccaṃ kira, bhikkhave, chabbaggiyā bhikkhū suddhānaṃ bhikkhūnaṃ anāpattikānaṃ avatthusmiṃ akāraṇe pātimokkhaṃ ṭhapentī”ti?",
  "pli-tv-kd19:3.1.17": "“Saccaṃ, bhagavā”ti …pe…",
  "pli-tv-kd19:3.1.18": "vigarahitvā …pe…",
  "pli-tv-kd19:3.1.19": "dhammiṃ kathaṃ katvā bhikkhū āmantesi—",
  "pli-tv-kd19:3.1.20": "“na, bhikkhave, suddhānaṃ bhikkhūnaṃ anāpattikānaṃ avatthusmiṃ akāraṇe pātimokkhaṃ ṭhapetabbaṃ.",
  "pli-tv-kd19:3.1.21": "Yo ṭhapeyya, āpatti dukkaṭassa.",
  "pli-tv-kd19:3.1.22": "5. Dhammikādhammikapātimokkhaṭṭhapana",
  "pli-tv-kd19:3.2.1": "Ekaṃ, bhikkhave, adhammikaṃ pātimokkhaṭṭhapanaṃ, ekaṃ dhammikaṃ pātimokkhaṭṭhapanaṃ;",
  "pli-tv-kd19:3.2.2": "dve adhammikāni pātimokkhaṭṭhapanāni, dve dhammikāni;",
  "pli-tv-kd19:3.2.3": "tīṇi adhammikāni pātimokkhaṭṭhapanāni, tīṇi dhammikāni;",
  "pli-tv-kd19:3.2.4": "cattāri adhammikāni pātimokkhaṭṭhapanāni, cattāri dhammikāni;",
  "pli-tv-kd19:3.2.5": "pañca adhammikāni pātimokkhaṭṭhapanāni, pañca dhammikāni;",
  "pli-tv-kd19:3.2.6": "cha adhammikāni pātimokkhaṭṭhapanāni, cha dhammikāni;",
  "pli-tv-kd19:3.2.7": "satta adhammikāni pātimokkhaṭṭhapanāni, satta dhammikāni;",
  "pli-tv-kd19:3.2.8": "aṭṭha adhammikāni pātimokkhaṭṭhapanāni, aṭṭha dhammikāni;",
  "pli-tv-kd19:3.2.9": "nava adhammikāni pātimokkhaṭṭhapanāni, nava dhammikāni;",
  "pli-tv-kd19:3.2.10": "dasa adhammikāni pātimokkhaṭṭhapanāni, dasa dhammikāni.",
  "pli-tv-kd19:3.3.1": "Katamaṃ ekaṃ adhammikaṃ pātimokkhaṭṭhapanaṃ?",
  "pli-tv-kd19:3.3.2": "Amūlikāya sīlavipattiyā pātimokkhaṃ ṭhapeti—",
  "pli-tv-kd19:3.3.3": "idaṃ ekaṃ adhammikaṃ pātimokkhaṭṭhapanaṃ.",
  "pli-tv-kd19:3.3.4": "Katamaṃ ekaṃ dhammikaṃ pātimokkhaṭṭhapanaṃ?",
  "pli-tv-kd19:3.3.5": "Samūlikāya sīlavipattiyā pātimokkhaṃ ṭhapeti—",
  "pli-tv-kd19:3.3.6": "idaṃ ekaṃ dhammikaṃ pātimokkhaṭṭhapanaṃ.",
  "pli-tv-kd19:3.3.7": "Katamāni dve adhammikāni pātimokkhaṭṭhapanāni?",
  "pli-tv-kd19:3.3.8": "Amūlikāya sīlavipattiyā pātimokkhaṃ ṭhapeti, amūlikāya ācāravipattiyā pātimokkhaṃ ṭhapeti—",
  "pli-tv-kd19:3.3.9": "imāni dve adhammikāni pātimokkhaṭṭhapanāni.",
  "pli-tv-kd19:3.3.10": "Katamāni dve dhammikāni pātimokkhaṭṭhapanāni?",
  "pli-tv-kd19:3.3.11": "Samūlikāya sīlavipattiyā pātimokkhaṃ ṭhapeti, samūlikāya ācāravipattiyā pātimokkhaṃ ṭhapeti—",
  "pli-tv-kd19:3.3.12": "imāni dve dhammikāni pātimokkhaṭṭhapanāni.",
  "pli-tv-kd19:3.3.13": "Katamāni tīṇi adhammikāni pātimokkhaṭṭhapanāni?",
  "pli-tv-kd19:3.3.14": "Amūlikāya sīlavipattiyā pātimokkhaṃ ṭhapeti, amūlikāya ācāravipattiyā pātimokkhaṃ ṭhapeti, amūlikāya diṭṭhivipattiyā pātimokkhaṃ ṭhapeti—",
  "pli-tv-kd19:3.3.15": "imāni tīṇi adhammikāni pātimokkhaṭṭhapanāni.",
  "pli-tv-kd19:3.3.16": "Katamāni tīṇi dhammikāni pātimokkhaṭṭhapanāni?",
  "pli-tv-kd19:3.3.17": "Samūlikāya sīlavipattiyā pātimokkhaṃ ṭhapeti, samūlikāya ācāravipattiyā pātimokkhaṃ ṭhapeti, samūlikāya diṭṭhivipattiyā pātimokkhaṃ ṭhapeti—",
  "pli-tv-kd19:3.3.18": "imāni tīṇi dhammikāni pātimokkhaṭṭhapanāni.",
  "pli-tv-kd19:3.3.19": "Katamāni cattāri adhammikāni pātimokkhaṭṭhapanāni?",
  "pli-tv-kd19:3.3.20": "Amūlikāya sīlavipattiyā pātimokkhaṃ ṭhapeti, amūlikāya ācāravipattiyā pātimokkhaṃ ṭhapeti, amūlikāya diṭṭhivipattiyā pātimokkhaṃ ṭhapeti, amūlikāya ājīvavipattiyā pātimokkhaṃ ṭhapeti—",
  "pli-tv-kd19:3.3.21": "imāni cattāri adhammikāni pātimokkhaṭṭhapanāni.",
  "pli-tv-kd19:3.3.22": "Katamāni cattāri dhammikāni pātimokkhaṭṭhapanāni?",
  "pli-tv-kd19:3.3.23": "Samūlikāya sīlavipattiyā pātimokkhaṃ ṭhapeti, samūlikāya ācāravipattiyā pātimokkhaṃ ṭhapeti, samūlikāya diṭṭhivipattiyā pātimokkhaṃ ṭhapeti, samūlikāya ājīvavipattiyā pātimokkhaṃ ṭhapeti—",
  "pli-tv-kd19:3.3.24": "imāni cattāri dhammikāni pātimokkhaṭṭhapanāni.",
  "pli-tv-kd19:3.3.25": "Katamāni pañca adhammikāni pātimokkhaṭṭhapanāni?",
  "pli-tv-kd19:3.3.26": "Amūlakena pārājikena pātimokkhaṃ ṭhapeti, amūlakena saṃghādisesena …pe…",
  "pli-tv-kd19:3.3.27": "amūlakena pācittiyena …",
  "pli-tv-kd19:3.3.28": "amūlakena pāṭidesanīyena …",
  "pli-tv-kd19:3.3.29": "amūlakena dukkaṭena pātimokkhaṃ ṭhapeti—",
  "pli-tv-kd19:3.3.30": "imāni pañca adhammikāni pātimokkhaṭṭhapanāni.",
  "pli-tv-kd19:3.3.31": "Katamāni pañca dhammikāni pātimokkhaṭṭhapanāni?",
  "pli-tv-kd19:3.3.32": "Samūlakena pārājikena pātimokkhaṃ ṭhapeti, samūlakena saṃghādisesena …pe…",
  "pli-tv-kd19:3.3.33": "pācittiyena …",
  "pli-tv-kd19:3.3.34": "pāṭidesanīyena …",
  "pli-tv-kd19:3.3.35": "dukkaṭena pātimokkhaṃ ṭhapeti—",
  "pli-tv-kd19:3.3.36": "imāni pañca dhammikāni pātimokkhaṭṭhapanāni.",
  "pli-tv-kd19:3.3.37": "Katamāni cha adhammikāni pātimokkhaṭṭhapanāni?",
  "pli-tv-kd19:3.3.38": "Amūlikāya sīlavipattiyā pātimokkhaṃ ṭhapeti akatāya, amūlikāya sīlavipattiyā pātimokkhaṃ ṭhapeti katāya;",
  "pli-tv-kd19:3.3.39": "amūlikāya ācāravipattiyā pātimokkhaṃ ṭhapeti akatāya, amūlikāya ācāravipattiyā pātimokkhaṃ ṭhapeti katāya;",
  "pli-tv-kd19:3.3.40": "amūlikāya diṭṭhivipattiyā pātimokkhaṃ ṭhapeti akatāya, amūlikāya diṭṭhivipattiyā pātimokkhaṃ ṭhapeti katāya—",
  "pli-tv-kd19:3.3.41": "imāni cha adhammikāni pātimokkhaṭṭhapanāni.",
  "pli-tv-kd19:3.3.42": "Katamāni cha dhammikāni pātimokkhaṭṭhapanāni?",
  "pli-tv-kd19:3.3.43": "Samūlikāya sīlavipattiyā pātimokkhaṃ ṭhapeti akatāya, samūlikāya sīlavipattiyā pātimokkhaṃ ṭhapeti katāya;",
  "pli-tv-kd19:3.3.44": "samūlikāya ācāravipattiyā …pe…",
  "pli-tv-kd19:3.3.45": "diṭṭhivipattiyā pātimokkhaṃ ṭhapeti akatāya …pe…",
  "pli-tv-kd19:3.3.46": "katāya—",
  "pli-tv-kd19:3.3.47": "imāni cha dhammikāni pātimokkhaṭṭhapanāni.",
  "pli-tv-kd19:3.3.48": "Katamāni satta adhammikāni pātimokkhaṭṭhapanāni?",
  "pli-tv-kd19:3.3.49": "Amūlakena pārājikena pātimokkhaṃ ṭhapeti, amūlakena saṃghādisesena …pe…",
  "pli-tv-kd19:3.3.50": "thullaccayena pācittiyena pāṭidesanīyena dukkaṭena dubbhāsitena pātimokkhaṃ ṭhapeti—",
  "pli-tv-kd19:3.3.51": "imāni satta adhammikāni pātimokkhaṭṭhapanāni.",
  "pli-tv-kd19:3.3.52": "Katamāni satta dhammikāni pātimokkhaṭṭhapanāni?",
  "pli-tv-kd19:3.3.53": "Samūlakena pārājikena pātimokkhaṃ ṭhapeti, samūlakena saṃghādisesena …pe…",
  "pli-tv-kd19:3.3.54": "thullaccayena pācittiyena pāṭidesanīyena dukkaṭena dubbhāsitena pātimokkhaṃ ṭhapeti—",
  "pli-tv-kd19:3.3.55": "imāni satta dhammikāni pātimokkhaṭṭhapanāni.",
  "pli-tv-kd19:3.3.56": "Katamāni aṭṭha adhammikāni pātimokkhaṭṭhapanāni?",
  "pli-tv-kd19:3.3.57": "Amūlikāya sīlavipattiyā pātimokkhaṃ ṭhapeti akatāya, amūlikāya sīlavipattiyā pātimokkhaṃ ṭhapeti katāya;",
  "pli-tv-kd19:3.3.58": "amūlikāya ācāravipattiyā …pe…",
  "pli-tv-kd19:3.3.59": "diṭṭhivipattiyā …pe…",
  "pli-tv-kd19:3.3.60": "ājīvavipattiyā pātimokkhaṃ ṭhapeti akatāya …pe… katāya—",
  "pli-tv-kd19:3.3.61": "imāni aṭṭha adhammikāni pātimokkhaṭṭhapanāni.",
  "pli-tv-kd19:3.3.62": "Katamāni aṭṭha dhammikāni pātimokkhaṭṭhapanāni?",
  "pli-tv-kd19:3.3.63": "Samūlikāya sīlavipattiyā pātimokkhaṃ ṭhapeti akatāya, samūlikāya sīlavipattiyā pātimokkhaṃ ṭhapeti katāya;",
  "pli-tv-kd19:3.3.64": "samūlikāya ācāravipattiyā …pe…",
  "pli-tv-kd19:3.3.65": "diṭṭhivipattiyā …pe…",
  "pli-tv-kd19:3.3.66": "ājīvavipattiyā pātimokkhaṃ ṭhapeti akatāya …pe… katāya—",
  "pli-tv-kd19:3.3.67": "imāni aṭṭha dhammikāni pātimokkhaṭṭhapanāni.",
  "pli-tv-kd19:3.3.68": "Katamāni nava adhammikāni pātimokkhaṭṭhapanāni?",
  "pli-tv-kd19:3.3.69": "Amūlikāya sīlavipattiyā pātimokkhaṃ ṭhapeti akatāya, amūlikāya sīlavipattiyā pātimokkhaṃ ṭhapeti katāya, amūlikāya sīlavipattiyā pātimokkhaṃ ṭhapeti katākatāya;",
  "pli-tv-kd19:3.3.70": "amūlikāya ācāravipattiyā …pe…",
  "pli-tv-kd19:3.3.71": "diṭṭhivipattiyā pātimokkhaṃ ṭhapeti akatāya …pe… katāya …pe…",
  "pli-tv-kd19:3.3.72": "katākatāya—",
  "pli-tv-kd19:3.3.73": "imāni nava adhammikāni pātimokkhaṭṭhapanāni.",
  "pli-tv-kd19:3.3.74": "Katamāni nava dhammikāni pātimokkhaṭṭhapanāni?",
  "pli-tv-kd19:3.3.75": "Samūlikāya sīlavipattiyā pātimokkhaṃ ṭhapeti akatāya, samūlikāya sīlavipattiyā pātimokkhaṃ ṭhapeti katāya, samūlikāya sīlavipattiyā pātimokkhaṃ ṭhapeti katākatāya;",
  "pli-tv-kd19:3.3.76": "samūlikāya ācāravipattiyā …pe…",
  "pli-tv-kd19:3.3.77": "diṭṭhivipattiyā pātimokkhaṃ ṭhapeti akatāya …pe… katāya …pe…",
  "pli-tv-kd19:3.3.78": "katākatāya—",
  "pli-tv-kd19:3.3.79": "imāni nava dhammikāni pātimokkhaṭṭhapanāni.",
  "pli-tv-kd19:3.3.80": "Katamāni dasa adhammikāni pātimokkhaṭṭhapanāni?",
  "pli-tv-kd19:3.3.81": "Na pārājiko tassaṃ parisāyaṃ nisinno hoti, na pārājikakathā vippakatā hoti;",
  "pli-tv-kd19:3.3.82": "na sikkhaṃ paccakkhātako tassaṃ parisāyaṃ nisinno hoti, na sikkhaṃ paccakkhātakathā vippakatā hoti;",
  "pli-tv-kd19:3.3.83": "dhammikaṃ sāmaggiṃ upeti, na dhammikaṃ sāmaggiṃ paccādiyati, na dhammikāya sāmaggiyā paccādānakathā vippakatā hoti;",
  "pli-tv-kd19:3.3.84": "na sīlavipattiyā diṭṭhasutaparisaṅkito hoti, na ācāravipattiyā diṭṭhasutaparisaṅkito hoti, na diṭṭhivipattiyā diṭṭhasutaparisaṅkito hoti—",
  "pli-tv-kd19:3.3.85": "imāni dasa adhammikāni pātimokkhaṭṭhapanāni.",
  "pli-tv-kd19:3.3.86": "Katamāni dasa dhammikāni pātimokkhaṭṭhapanāni?",
  "pli-tv-kd19:3.3.87": "Pārājiko tassaṃ parisāyaṃ nisinno hoti, pārājikakathā vippakatā hoti;",
  "pli-tv-kd19:3.3.88": "sikkhaṃ paccakkhātako tassaṃ parisāyaṃ nisinno hoti, sikkhaṃ paccakkhātakathā vippakatā hoti;",
  "pli-tv-kd19:3.3.89": "dhammikaṃ sāmaggiṃ na upeti, dhammikaṃ sāmaggiṃ paccādiyati, dhammikāya sāmaggiyā paccādānakathā vippakatā hoti;",
  "pli-tv-kd19:3.3.90": "sīlavipattiyā diṭṭhasutaparisaṅkito hoti, ācāravipattiyā diṭṭhasutaparisaṅkito hoti, diṭṭhivipattiyā diṭṭhasutaparisaṅkito hoti—",
  "pli-tv-kd19:3.3.91": "imāni dasa dhammikāni pātimokkhaṭṭhapanāni.",
  "pli-tv-kd19:3.3.92": "6. Dhammikapātimokkhaṭṭhapana",
  "pli-tv-kd19:3.4.1": "Kathaṃ pārājiko tassaṃ parisāyaṃ nisinno hoti?",
  "pli-tv-kd19:3.4.2": "Idha, bhikkhave, yehi ākārehi yehi liṅgehi yehi nimittehi pārājikassa dhammassa ajjhāpatti hoti, tehi ākārehi tehi liṅgehi tehi nimittehi bhikkhu bhikkhuṃ passati pārājikaṃ dhammaṃ ajjhāpajjantaṃ.",
  "pli-tv-kd19:3.4.3": "Na heva kho bhikkhu bhikkhuṃ passati pārājikaṃ dhammaṃ ajjhāpajjantaṃ, api ca añño bhikkhu bhikkhussa āroceti—",
  "pli-tv-kd19:3.4.4": "‘itthannāmo, āvuso, bhikkhu pārājikaṃ dhammaṃ ajjhāpanno’ti.",
  "pli-tv-kd19:3.4.5": "Na heva kho bhikkhu bhikkhuṃ passati pārājikaṃ dhammaṃ ajjhāpajjantaṃ, nāpi añño bhikkhu bhikkhussa āroceti—",
  "pli-tv-kd19:3.4.6": "‘itthannāmo, āvuso, bhikkhu pārājikaṃ dhammaṃ ajjhāpanno’ti, api ca sova bhikkhu bhikkhussa āroceti—",
  "pli-tv-kd19:3.4.7": "‘ahaṃ, āvuso, pārājikaṃ dhammaṃ ajjhāpanno’ti.",
  "pli-tv-kd19:3.4.8": "Ākaṅkhamāno, bhikkhave, bhikkhu tena diṭṭhena tena sutena tāya parisaṅkāya tadahuposathe cātuddase vā pannarase vā tasmiṃ puggale sammukhībhūte saṃghamajjhe udāhareyya—",
  "pli-tv-kd19:3.4.9": "‘Suṇātu me, bhante, saṃgho.",
  "pli-tv-kd19:3.4.10": "Itthannāmo puggalo pārājikaṃ dhammaṃ ajjhāpanno, tassa pātimokkhaṃ ṭhapemi, na tasmiṃ sammukhībhūte pātimokkhaṃ uddisitabbanti—",
  "pli-tv-kd19:3.4.11": "dhammikaṃ pātimokkhaṭṭhapanaṃ’.",
  "pli-tv-kd19:3.4.12": "Bhikkhussa pātimokkhe ṭhapite parisā vuṭṭhāti, dasannaṃ antarāyānaṃ aññatarena—",
  "pli-tv-kd19:3.4.13": "rājantarāyena vā, corantarāyena vā, agyantarāyena vā, udakantarāyena vā, manussantarāyena vā, amanussantarāyena vā, vāḷantarāyena vā, sarīsapantarāyena vā, jīvitantarāyena vā, brahmacariyantarāyena vā.",
  "pli-tv-kd19:3.4.14": "Ākaṅkhamāno, bhikkhave, bhikkhu tasmiṃ vā āvāse, aññasmiṃ vā āvāse, tasmiṃ puggale sammukhībhūte saṃghamajjhe udāhareyya—",
  "pli-tv-kd19:3.4.15": "‘Suṇātu me, bhante, saṃgho.",
  "pli-tv-kd19:3.4.16": "Itthannāmassa puggalassa pārājikakathā vippakatā, taṃ vatthu avinicchitaṃ.",
  "pli-tv-kd19:3.4.17": "Yadi saṃghassa pattakallaṃ, saṃgho taṃ vatthuṃ vinicchineyyā’ti.",
  "pli-tv-kd19:3.4.18": "Evañcetaṃ labhetha, iccetaṃ kusalaṃ.",
  "pli-tv-kd19:3.4.19": "No ce labhetha, tadahuposathe cātuddase vā pannarase vā tasmiṃ puggale sammukhībhūte saṃghamajjhe udāharitabbaṃ—",
  "pli-tv-kd19:3.4.20": "‘Suṇātu me, bhante, saṃgho.",
  "pli-tv-kd19:3.4.21": "Itthannāmassa puggalassa pārājikakathā vippakatā, taṃ vatthu avinicchitaṃ.",
  "pli-tv-kd19:3.4.22": "Tassa pātimokkhaṃ ṭhapemi, na tasmiṃ sammukhībhūte pātimokkhaṃ uddisitabbanti—",
  "pli-tv-kd19:3.4.23": "dhammikaṃ pātimokkhaṭṭhapanaṃ’.",
  "pli-tv-kd19:3.5.1": "Kathaṃ sikkhaṃ paccakkhātako tassaṃ parisāyaṃ nisinno hoti?",
  "pli-tv-kd19:3.5.2": "Idha pana, bhikkhave, bhikkhu yehi ākārehi yehi liṅgehi yehi nimittehi sikkhā paccakkhātā hoti, tehi ākārehi tehi liṅgehi tehi nimittehi bhikkhu bhikkhuṃ passati sikkhaṃ paccakkhantaṃ.",
  "pli-tv-kd19:3.5.3": "Na heva kho bhikkhu bhikkhuṃ passati sikkhaṃ paccakkhantaṃ, api ca añño bhikkhu bhikkhussa āroceti—",
  "pli-tv-kd19:3.5.4": "‘itthannāmena, āvuso, bhikkhunā sikkhā paccakkhātā’ti.",
  "pli-tv-kd19:3.5.5": "Na heva kho bhikkhu bhikkhuṃ passati sikkhaṃ paccakkhantaṃ, nāpi añño bhikkhu bhikkhussa āroceti—",
  "pli-tv-kd19:3.5.6": "‘itthannāmena, āvuso, bhikkhunā sikkhā paccakkhātā’ti, api ca sova bhikkhu bhikkhussa āroceti—",
  "pli-tv-kd19:3.5.7": "‘mayā, āvuso, sikkhā paccakkhātā’ti.",
  "pli-tv-kd19:3.5.8": "Ākaṅkhamāno, bhikkhave, bhikkhu tena diṭṭhena tena sutena tāya parisaṅkāya tadahuposathe cātuddase vā pannarase vā tasmiṃ puggale sammukhībhūte saṃghamajjhe udāhareyya—",
  "pli-tv-kd19:3.5.9": "‘Suṇātu me, bhante, saṃgho.",
  "pli-tv-kd19:3.5.10": "Itthannāmena puggalena sikkhā paccakkhātā, tassa pātimokkhaṃ ṭhapemi, na tasmiṃ sammukhībhūte pātimokkhaṃ uddisitabbanti—",
  "pli-tv-kd19:3.5.11": "dhammikaṃ pātimokkhaṭṭhapanaṃ’.",
  "pli-tv-kd19:3.5.12": "Bhikkhussa pātimokkhe ṭhapite parisā vuṭṭhāti, dasannaṃ antarāyānaṃ aññatarena—",
  "pli-tv-kd19:3.5.13": "rājantarāyena vā …pe…",
  "pli-tv-kd19:3.5.14": "brahmacariyantarāyena vā, ākaṅkhamāno, bhikkhave, bhikkhu tasmiṃ vā āvāse, aññasmiṃ vā āvāse, tasmiṃ puggale sammukhībhūte saṃghamajjhe udāhareyya—",
  "pli-tv-kd19:3.5.15": "‘Suṇātu me, bhante, saṃgho.",
  "pli-tv-kd19:3.5.16": "Itthannāmassa puggalassa sikkhaṃ paccakkhātakathā vippakatā, taṃ vatthu avinicchitaṃ.",
  "pli-tv-kd19:3.5.17": "Yadi saṃghassa pattakallaṃ, saṃgho taṃ vatthuṃ vinicchineyyā’ti.",
  "pli-tv-kd19:3.5.18": "Evañcetaṃ labhetha, iccetaṃ kusalaṃ.",
  "pli-tv-kd19:3.5.19": "No ce labhetha, tadahuposathe cātuddase vā pannarase vā tasmiṃ puggale sammukhībhūte saṃghamajjhe udāharitabbaṃ—",
  "pli-tv-kd19:3.5.20": "‘Suṇātu me, bhante, saṃgho.",
  "pli-tv-kd19:3.5.21": "Itthannāmassa puggalassa sikkhaṃ paccakkhātakathā vippakatā, taṃ vatthu avinicchitaṃ.",
  "pli-tv-kd19:3.5.22": "Tassa pātimokkhaṃ ṭhapemi, na tasmiṃ sammukhībhūte pātimokkhaṃ uddisitabbanti—",
  "pli-tv-kd19:3.5.23": "dhammikaṃ pātimokkhaṭṭhapanaṃ’.",
  "pli-tv-kd19:3.6.1": "Kathaṃ dhammikaṃ sāmaggiṃ na upeti?",
  "pli-tv-kd19:3.6.2": "Idha pana, bhikkhave, bhikkhu yehi ākārehi yehi liṅgehi yehi nimittehi dhammikāya sāmaggiyānupagamanaṃ hoti, tehi ākārehi tehi liṅgehi tehi nimittehi bhikkhu bhikkhuṃ passati dhammikaṃ sāmaggiṃ na upentaṃ.",
  "pli-tv-kd19:3.6.3": "Na heva kho bhikkhu bhikkhuṃ passati dhammikaṃ sāmaggiṃ na upentaṃ, api ca añño bhikkhu bhikkhussa āroceti—",
  "pli-tv-kd19:3.6.4": "‘itthannāmo, āvuso, bhikkhu dhammikaṃ sāmaggiṃ na upetī’ti.",
  "pli-tv-kd19:3.6.5": "Na heva kho bhikkhu bhikkhuṃ passati dhammikaṃ sāmaggiṃ na upentaṃ, nāpi añño bhikkhu bhikkhussa āroceti—",
  "pli-tv-kd19:3.6.6": "‘itthannāmo, āvuso, bhikkhu dhammikaṃ sāmaggiṃ na upetī’ti, api ca sova bhikkhu bhikkhussa āroceti—",
  "pli-tv-kd19:3.6.7": "‘ahaṃ, āvuso, dhammikaṃ sāmaggiṃ na upemī’ti.",
  "pli-tv-kd19:3.6.8": "Ākaṅkhamāno, bhikkhave, bhikkhu tena diṭṭhena tena sutena tāya parisaṅkāya tadahuposathe cātuddase vā pannarase vā tasmiṃ puggale sammukhībhūte saṃghamajjhe udāhareyya—",
  "pli-tv-kd19:3.6.9": "‘Suṇātu me, bhante, saṃgho.",
  "pli-tv-kd19:3.6.10": "Itthannāmo puggalo dhammikaṃ sāmaggiṃ na upeti, tassa pātimokkhaṃ ṭhapemi, na tasmiṃ sammukhībhūte pātimokkhaṃ uddisitabbanti—",
  "pli-tv-kd19:3.6.11": "dhammikaṃ pātimokkhaṭṭhapanaṃ’.",
  "pli-tv-kd19:3.7.1": "Kathaṃ dhammikaṃ sāmaggiṃ paccādiyati?",
  "pli-tv-kd19:3.7.2": "Idha, bhikkhave, bhikkhu yehi ākārehi yehi liṅgehi yehi nimittehi dhammikāya sāmaggiyā paccādānaṃ hoti, tehi ākārehi tehi liṅgehi tehi nimittehi bhikkhu bhikkhuṃ passati dhammikaṃ sāmaggiṃ paccādiyantaṃ.",
  "pli-tv-kd19:3.7.3": "Na heva kho bhikkhu bhikkhuṃ passati dhammikaṃ sāmaggiṃ paccādiyantaṃ, api ca añño bhikkhu bhikkhussa āroceti—‘itthannāmo, āvuso, bhikkhu dhammikaṃ sāmaggiṃ paccādiyatī’ti.",
  "pli-tv-kd19:3.7.4": "Na heva kho bhikkhu bhikkhuṃ passati dhammikaṃ sāmaggiṃ paccādiyantaṃ, nāpi añño bhikkhu bhikkhussa āroceti—‘itthannāmo, āvuso, bhikkhu dhammikaṃ sāmaggiṃ paccādiyatī’ti, api ca sova bhikkhu bhikkhussa āroceti—‘ahaṃ, āvuso, dhammikaṃ sāmaggiṃ paccādiyāmī’ti.",
  "pli-tv-kd19:3.7.5": "Ākaṅkhamāno, bhikkhave, bhikkhu tena diṭṭhena tena sutena tāya parisaṅkāya tadahuposathe cātuddase vā pannarase vā tasmiṃ puggale sammukhībhūte saṃghamajjhe udāhareyya—",
  "pli-tv-kd19:3.7.6": "‘Suṇātu me, bhante, saṃgho.",
  "pli-tv-kd19:3.7.7": "Itthannāmo puggalo dhammikaṃ sāmaggiṃ paccādiyati, tassa pātimokkhaṃ ṭhapemi, na tasmiṃ sammukhībhūte pātimokkhaṃ uddisitabbanti—",
  "pli-tv-kd19:3.7.8": "dhammikaṃ pātimokkhaṭṭhapanaṃ’.",
  "pli-tv-kd19:3.7.9": "Bhikkhussa pātimokkhe ṭhapite parisā vuṭṭhāti, dasannaṃ antarāyānaṃ aññatarena—",
  "pli-tv-kd19:3.7.10": "rājantarāyena vā …pe…",
  "pli-tv-kd19:3.7.11": "brahmacariyantarāyena vā.",
  "pli-tv-kd19:3.7.12": "Ākaṅkhamāno, bhikkhave, bhikkhu tasmiṃ vā āvāse, aññasmiṃ vā āvāse, tasmiṃ puggale sammukhībhūte saṃghamajjhe udāhareyya—",
  "pli-tv-kd19:3.7.13": "‘Suṇātu me, bhante, saṃgho.",
  "pli-tv-kd19:3.7.14": "Itthannāmassa puggalassa dhammikāya sāmaggiyā paccādānakathā vippakatā, taṃ vatthu avinicchitaṃ.",
  "pli-tv-kd19:3.7.15": "Yadi saṃghassa pattakallaṃ, saṃgho taṃ vatthuṃ vinicchineyyā’ti.",
  "pli-tv-kd19:3.7.16": "Evañcetaṃ labhetha, iccetaṃ kusalaṃ.",
  "pli-tv-kd19:3.7.17": "No ce labhetha, tadahuposathe cātuddase vā pannarase vā tasmiṃ puggale sammukhībhūte saṃghamajjhe udāharitabbaṃ—",
  "pli-tv-kd19:3.7.18": "‘Suṇātu me, bhante, saṃgho.",
  "pli-tv-kd19:3.7.19": "Itthannāmassa puggalassa dhammikāya sāmaggiyā paccādānakathā vippakatā, taṃ vatthu avinicchitaṃ.",
  "pli-tv-kd19:3.7.20": "Tassa pātimokkhaṃ ṭhapemi, na tasmiṃ sammukhībhūte pātimokkhaṃ uddisitabbanti—",
  "pli-tv-kd19:3.7.21": "dhammikaṃ pātimokkhaṭṭhapanaṃ’.",
  "pli-tv-kd19:3.8.1": "Kathaṃ sīlavipattiyā diṭṭhasutaparisaṅkito hoti?",
  "pli-tv-kd19:3.8.2": "Idha pana, bhikkhave, bhikkhu yehi ākārehi yehi liṅgehi yehi nimittehi sīlavipattiyā diṭṭhasutaparisaṅkito hoti, tehi ākārehi tehi liṅgehi tehi nimittehi bhikkhu bhikkhuṃ passati sīlavipattiyā diṭṭhasutaparisaṅkitaṃ.",
  "pli-tv-kd19:3.8.3": "Na heva kho bhikkhu bhikkhuṃ passati sīlavipattiyā diṭṭhasutaparisaṅkitaṃ, api ca añño bhikkhu bhikkhussa āroceti—",
  "pli-tv-kd19:3.8.4": "‘itthannāmo, āvuso, bhikkhu sīlavipattiyā diṭṭhasutaparisaṅkito’ti.",
  "pli-tv-kd19:3.8.5": "Na heva kho bhikkhu bhikkhuṃ passati sīlavipattiyā diṭṭhasutaparisaṅkitaṃ, nāpi añño bhikkhu bhikkhussa āroceti—",
  "pli-tv-kd19:3.8.6": "‘itthannāmo, āvuso, bhikkhu sīlavipattiyā diṭṭhasutaparisaṅkito’ti, api ca sova bhikkhu bhikkhussa āroceti—",
  "pli-tv-kd19:3.8.7": "‘ahaṃ, āvuso, sīlavipattiyā diṭṭhasutaparisaṅkitomhī’ti.",
  "pli-tv-kd19:3.8.8": "Ākaṅkhamāno, bhikkhave, bhikkhu tena diṭṭhena tena sutena tāya parisaṅkāya tadahuposathe cātuddase vā pannarase vā tasmiṃ puggale sammukhībhūte saṃghamajjhe udāhareyya—",
  "pli-tv-kd19:3.8.9": "‘Suṇātu me, bhante, saṃgho.",
  "pli-tv-kd19:3.8.10": "Itthannāmo puggalo sīlavipattiyā diṭṭhasutaparisaṅkito, tassa pātimokkhaṃ ṭhapemi, na tasmiṃ sammukhībhūte pātimokkhaṃ uddisitabbanti—",
  "pli-tv-kd19:3.8.11": "dhammikaṃ pātimokkhaṭṭhapanaṃ’.",
  "pli-tv-kd19:3.9.1": "Kathaṃ ācāravipattiyā diṭṭhasutaparisaṅkito hoti?",
  "pli-tv-kd19:3.9.2": "Idha pana, bhikkhave, bhikkhu yehi ākārehi yehi liṅgehi yehi nimittehi ācāravipattiyā diṭṭhasutaparisaṅkito hoti tehi ākārehi tehi liṅgehi tehi nimittehi bhikkhu bhikkhuṃ passati ācāravipattiyā diṭṭhasutaparisaṅkitaṃ.",
  "pli-tv-kd19:3.9.3": "Na heva kho bhikkhu bhikkhuṃ passati ācāravipattiyā diṭṭhasutaparisaṅkitaṃ, api ca añño bhikkhu bhikkhussa āroceti—",
  "pli-tv-kd19:3.9.4": "‘itthannāmo, āvuso, bhikkhu ācāravipattiyā diṭṭhasutaparisaṅkito’ti.",
  "pli-tv-kd19:3.9.5": "Na heva kho bhikkhu bhikkhuṃ passati ācāravipattiyā diṭṭhasutaparisaṅkitaṃ, nāpi añño bhikkhu bhikkhussa āroceti—",
  "pli-tv-kd19:3.9.6": "‘itthannāmo, āvuso, bhikkhu ācāravipattiyā diṭṭhasutaparisaṅkito’ti, api ca sova bhikkhu bhikkhussa āroceti—",
  "pli-tv-kd19:3.9.7": "‘ahaṃ, āvuso, ācāravipattiyā diṭṭhasutaparisaṅkitomhī’ti.",
  "pli-tv-kd19:3.9.8": "Ākaṅkhamāno, bhikkhave, bhikkhu tena diṭṭhena tena sutena tāya parisaṅkāya tadahuposathe cātuddase vā pannarase vā tasmiṃ puggale sammukhībhūte saṃghamajjhe udāhareyya—",
  "pli-tv-kd19:3.9.9": "‘Suṇātu me, bhante, saṃgho.",
  "pli-tv-kd19:3.9.10": "Itthannāmo puggalo ācāravipattiyā diṭṭhasutaparisaṅkito, tassa pātimokkhaṃ ṭhapemi, na tasmiṃ sammukhībhūte pātimokkhaṃ uddisitabbanti—",
  "pli-tv-kd19:3.9.11": "dhammikaṃ pātimokkhaṭṭhapanaṃ’.",
  "pli-tv-kd19:3.9.12": "Kathaṃ diṭṭhivipattiyā diṭṭhasutaparisaṅkito hoti?",
  "pli-tv-kd19:3.9.13": "Idha pana, bhikkhave, bhikkhu yehi ākārehi yehi liṅgehi yehi nimittehi diṭṭhivipattiyā diṭṭhasutaparisaṅkito hoti, tehi ākārehi tehi liṅgehi tehi nimittehi bhikkhu bhikkhuṃ passati diṭṭhivipattiyā diṭṭhasutaparisaṅkitaṃ.",
  "pli-tv-kd19:3.9.14": "Na heva kho bhikkhu bhikkhuṃ passati diṭṭhivipattiyā diṭṭhasutaparisaṅkitaṃ, api ca añño bhikkhu bhikkhussa āroceti—",
  "pli-tv-kd19:3.9.15": "‘itthannāmo, āvuso, bhikkhu diṭṭhivipattiyā diṭṭhasutaparisaṅkito’ti.",
  "pli-tv-kd19:3.9.16": "Na heva kho bhikkhu bhikkhuṃ passati diṭṭhivipattiyā diṭṭhasutaparisaṅkitaṃ, nāpi añño bhikkhu bhikkhussa āroceti—",
  "pli-tv-kd19:3.9.17": "‘itthannāmo, āvuso, bhikkhu diṭṭhivipattiyā diṭṭhasutaparisaṅkito’ti, api ca sova bhikkhu bhikkhussa āroceti—",
  "pli-tv-kd19:3.9.18": "‘ahaṃ, āvuso, diṭṭhivipattiyā diṭṭhasutaparisaṅkitomhī’ti.",
  "pli-tv-kd19:3.9.19": "Ākaṅkhamāno, bhikkhave, bhikkhu tena diṭṭhena tena sutena tāya parisaṅkāya tadahuposathe cātuddase vā pannarase vā tasmiṃ puggale sammukhībhūte saṃghamajjhe udāhareyya—",
  "pli-tv-kd19:3.9.20": "‘Suṇātu me, bhante, saṃgho.",
  "pli-tv-kd19:3.9.21": "Itthannāmo puggalo diṭṭhivipattiyā diṭṭhasutaparisaṅkito, tassa pātimokkhaṃ ṭhapemi, na tasmiṃ sammukhībhūte pātimokkhaṃ uddisitabbanti—",
  "pli-tv-kd19:3.9.22": "dhammikaṃ pātimokkhaṭṭhapanaṃ’.",
  "pli-tv-kd19:3.9.23": "Imāni dasa dhammikāni pātimokkhaṭṭhapanānī”ti.",
  "pli-tv-kd19:3.9.24": "Paṭhamabhāṇavāro niṭṭhito.",
  "pli-tv-kd19:3.9.25": "7. Attādānaaṅga",
  "pli-tv-kd19:3.9.26": "Atha kho āyasmā upāli yena bhagavā tenupasaṅkami, upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.",
  "pli-tv-kd19:3.9.27": "Ekamantaṃ nisinno kho āyasmā upāli bhagavantaṃ etadavoca—",
  "pli-tv-kd19:3.9.28": "“attādānaṃ ādātukāmena, bhante, bhikkhunā katamaṅgasamannāgataṃ attādānaṃ ādātabban”ti?",
  "pli-tv-kd19:3.9.29": "“Attādānaṃ ādātukāmena, upāli, bhikkhunā pañcaṅgasamannāgataṃ attādānaṃ ādātabbaṃ.",
  "pli-tv-kd19:3.9.30": "Attādānaṃ ādātukāmena, upāli, bhikkhunā evaṃ paccavekkhitabbaṃ—",
  "pli-tv-kd19:3.9.31": "‘yaṃ kho ahaṃ imaṃ attādānaṃ ādātukāmo, kālo nu kho imaṃ attādānaṃ ādātuṃ udāhu no’ti?",
  "pli-tv-kd19:3.9.32": "Sace, upāli, bhikkhu paccavekkhamāno evaṃ jānāti—",
  "pli-tv-kd19:3.9.33": "‘akālo imaṃ attādānaṃ ādātuṃ, no kālo’ti, na taṃ, upāli, attādānaṃ ādātabbaṃ.",
  "pli-tv-kd19:3.9.34": "Sace panupāli, bhikkhu paccavekkhamāno evaṃ jānāti—",
  "pli-tv-kd19:3.9.35": "‘kālo imaṃ attādānaṃ ādātuṃ, no akālo’ti, tenupāli, bhikkhunā uttari paccavekkhitabbaṃ—",
  "pli-tv-kd19:3.9.36": "‘yaṃ kho ahaṃ imaṃ attādānaṃ ādātukāmo, bhūtaṃ nu kho idaṃ attādānaṃ udāhu no’ti?",
  "pli-tv-kd19:3.9.37": "Sace, upāli, bhikkhu paccavekkhamāno evaṃ jānāti—",
  "pli-tv-kd19:3.9.38": "‘abhūtaṃ idaṃ attādānaṃ, no bhūtan’ti, na taṃ, upāli, attādānaṃ ādātabbaṃ.",
  "pli-tv-kd19:3.9.39": "Sace panupāli, bhikkhu paccavekkhamāno evaṃ jānāti—",
  "pli-tv-kd19:3.9.40": "‘bhūtaṃ idaṃ attādānaṃ, no abhūtan’ti, tenupāli, bhikkhunā uttari paccavekkhitabbaṃ—",
  "pli-tv-kd19:3.9.41": "‘yaṃ kho ahaṃ imaṃ attādānaṃ ādātukāmo, atthasañhitaṃ nu kho idaṃ attādānaṃ udāhu no’ti?",
  "pli-tv-kd19:3.9.42": "Sace, upāli, bhikkhu paccavekkhamāno evaṃ jānāti—",
  "pli-tv-kd19:3.9.43": "‘anatthasañhitaṃ idaṃ attādānaṃ, no atthasañhitan’ti, na taṃ, upāli, attādānaṃ ādātabbaṃ.",
  "pli-tv-kd19:3.9.44": "Sace panupāli, bhikkhu paccavekkhamāno evaṃ jānāti—",
  "pli-tv-kd19:3.9.45": "‘atthasañhitaṃ idaṃ attādānaṃ, no anatthasañhitan’ti, tenupāli, bhikkhunā uttari paccavekkhitabbaṃ—",
  "pli-tv-kd19:3.9.46": "‘imaṃ kho ahaṃ attādānaṃ ādiyamāno labhissāmi sandiṭṭhe sambhatte bhikkhū dhammato vinayato pakkhe udāhu no’ti?",
  "pli-tv-kd19:3.9.47": "Sace, upāli, bhikkhu paccavekkhamāno evaṃ jānāti—",
  "pli-tv-kd19:3.9.48": "‘imaṃ kho ahaṃ attādānaṃ ādiyamāno na labhissāmi sandiṭṭhe sambhatte bhikkhū dhammato vinayato pakkhe’ti, na taṃ, upāli, attādānaṃ ādātabbaṃ.",
  "pli-tv-kd19:3.9.49": "Sace panupāli, bhikkhu paccavekkhamāno evaṃ jānāti—",
  "pli-tv-kd19:3.9.50": "‘imaṃ kho ahaṃ attādānaṃ ādiyamāno labhissāmi sandiṭṭhe sambhatte bhikkhū dhammato vinayato pakkhe’ti, tenupāli, bhikkhunā uttari paccavekkhitabbaṃ—",
  "pli-tv-kd19:3.9.51": "‘imaṃ kho me attādānaṃ ādiyato bhavissati saṃghassa tatonidānaṃ bhaṇḍanaṃ kalaho viggaho vivādo saṃghabhedo saṃgharāji saṃghavavatthānaṃ saṃghanānākaraṇaṃ udāhu no’ti?",
  "pli-tv-kd19:3.9.52": "Sace upāli, bhikkhu paccavekkhamāno evaṃ jānāti—",
  "pli-tv-kd19:3.9.53": "‘imaṃ kho me attādānaṃ ādiyato bhavissati saṃghassa tatonidānaṃ bhaṇḍanaṃ kalaho viggaho vivādo saṃghabhedo saṃgharāji saṃghavavatthānaṃ saṃghanānākaraṇan’ti, na taṃ, upāli, attādānaṃ ādātabbaṃ.",
  "pli-tv-kd19:3.9.54": "Sace panupāli, bhikkhu paccavekkhamāno evaṃ jānāti—",
  "pli-tv-kd19:3.9.55": "‘imaṃ kho me attādānaṃ ādiyato na bhavissati saṃghassa tatonidānaṃ bhaṇḍanaṃ kalaho viggaho vivādo saṃghabhedo saṃgharāji saṃghavavatthānaṃ saṃghanānākaraṇan’ti, ādātabbaṃ taṃ, upāli, attādānaṃ.",
  "pli-tv-kd19:3.9.56": "Evaṃ pañcaṅgasamannāgataṃ kho, upāli, attādānaṃ ādinnaṃ, pacchāpi avippaṭisārakaraṃ bhavissatī”ti.",
  "pli-tv-kd19:3.9.57": "8. Codakenapaccavekkhitabbadhamma",
  "pli-tv-kd19:5.1.1": "“Codakena, bhante, bhikkhunā paraṃ codetukāmena kati dhamme ajjhattaṃ paccavekkhitvā paro codetabbo”ti?",
  "pli-tv-kd19:5.1.2": "“Codakena, upāli, bhikkhunā paraṃ codetukāmena pañca dhamme ajjhattaṃ paccavekkhitvā paro codetabbo.",
  "pli-tv-kd19:5.1.3": "Codakena, upāli, bhikkhunā paraṃ codetukāmena evaṃ paccavekkhitabbaṃ—",
  "pli-tv-kd19:5.1.4": "‘parisuddhakāyasamācāro nu khomhi, parisuddhenamhi kāyasamācārena samannāgato—",
  "pli-tv-kd19:5.1.5": "acchiddena appaṭimaṃsena?",
  "pli-tv-kd19:5.1.6": "Saṃvijjati nu kho me eso dhammo udāhu no’ti?",
  "pli-tv-kd19:5.1.7": "No ce, upāli, bhikkhu parisuddhakāyasamācāro hoti, parisuddhena kāyasamācārena samannāgato—",
  "pli-tv-kd19:5.1.8": "acchiddena appaṭimaṃsena, tassa bhavanti vattāro—",
  "pli-tv-kd19:5.1.9": "‘iṅgha tāva āyasmā kāyikaṃ sikkhassū’ti.",
  "pli-tv-kd19:5.1.10": "Itissa bhavanti vattāro.",
  "pli-tv-kd19:5.1.11": "Puna caparaṃ, upāli, codakena bhikkhunā paraṃ codetukāmena evaṃ paccavekkhitabbaṃ—",
  "pli-tv-kd19:5.1.12": "‘parisuddhavacīsamācāro nu khomhi, parisuddhenamhi vacīsamācārena samannāgato—",
  "pli-tv-kd19:5.1.13": "acchiddena appaṭimaṃsena?",
  "pli-tv-kd19:5.1.14": "Saṃvijjati nu kho me eso dhammo udāhu no’ti?",
  "pli-tv-kd19:5.1.15": "No ce, upāli, bhikkhu parisuddhavacīsamācāro hoti, parisuddhena vacīsamācārena samannāgato—",
  "pli-tv-kd19:5.1.16": "acchiddena appaṭimaṃsena, tassa bhavanti vattāro—",
  "pli-tv-kd19:5.1.17": "‘iṅgha tāva āyasmā vācasikaṃ sikkhassū’ti.",
  "pli-tv-kd19:5.1.18": "Itissa bhavanti vattāro.",
  "pli-tv-kd19:5.1.19": "Puna caparaṃ, upāli, codakena bhikkhunā paraṃ codetukāmena evaṃ paccavekkhitabbaṃ—",
  "pli-tv-kd19:5.1.20": "‘mettaṃ nu kho me cittaṃ paccupaṭṭhitaṃ sabrahmacārīsu anāghātaṃ, saṃvijjati nu kho me eso dhammo udāhu no’ti?",
  "pli-tv-kd19:5.1.21": "No ce, upāli, bhikkhuno mettacittaṃ paccupaṭṭhitaṃ hoti sabrahmacārīsu anāghātaṃ, tassa bhavanti vattāro—",
  "pli-tv-kd19:5.1.22": "‘iṅgha tāva āyasmā sabrahmacārīsu mettacittaṃ upaṭṭhāpehī’ti.",
  "pli-tv-kd19:5.1.23": "Itissa bhavanti vattāro.",
  "pli-tv-kd19:5.1.24": "Puna caparaṃ, upāli, codakena bhikkhunā paraṃ codetukāmena evaṃ paccavekkhitabbaṃ—",
  "pli-tv-kd19:5.1.25": "‘bahussuto nu khomhi, sutadharo, sutasannicayo?",
  "pli-tv-kd19:5.1.26": "Ye te dhammā ādikalyāṇā majjhekalyāṇā pariyosānakalyāṇā sātthaṃ sabyañjanaṃ kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ abhivadanti, tathārūpā me dhammā bahussutā honti dhātā vacasā paricitā manasānupekkhitā diṭṭhiyā suppaṭividdhā?",
  "pli-tv-kd19:5.1.27": "Saṃvijjati nu kho me eso dhammo udāhu no’ti?",
  "pli-tv-kd19:5.1.28": "No ce, upāli, bhikkhu bahussuto hoti, sutadharo, sutasannicayo;",
  "pli-tv-kd19:5.1.29": "ye te dhammā ādikalyāṇā majjhekalyāṇā pariyosānakalyāṇā sātthaṃ sabyañjanaṃ kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ abhivadanti, tathārūpassa dhammā na bahussutā honti dhātā vacasā paricitā manasānupekkhitā diṭṭhiyā suppaṭividdhā, tassa bhavanti vattāro—",
  "pli-tv-kd19:5.1.30": "‘iṅgha tāva āyasmā āgamaṃ pariyāpuṇassū’ti.",
  "pli-tv-kd19:5.1.31": "Itissa bhavanti vattāro.",
  "pli-tv-kd19:5.1.32": "Puna caparaṃ, upāli, codakena bhikkhunā paraṃ codetukāmena evaṃ paccavekkhitabbaṃ—",
  "pli-tv-kd19:5.1.33": "‘ubhayāni kho me pātimokkhāni vitthārena svāgatāni honti, suvibhattāni, suppavattīni, suvinicchitāni—",
  "pli-tv-kd19:5.1.34": "suttaso, anubyañjanaso?",
  "pli-tv-kd19:5.1.35": "Saṃvijjati nu kho me eso dhammo udāhu no’ti?",
  "pli-tv-kd19:5.1.36": "No ce, upāli, bhikkhuno ubhayāni pātimokkhāni vitthārena svāgatāni honti, suvibhattāni, suppavattīni, suvinicchitāni—",
  "pli-tv-kd19:5.1.37": "suttaso, anubyañjanaso, ‘idaṃ panāvuso, kattha vuttaṃ bhagavatā’ti, iti puṭṭho na sampāyati, tassa bhavanti vattāro—",
  "pli-tv-kd19:5.1.38": "‘iṅgha tāva āyasmā vinayaṃ pariyāpuṇassū’ti.",
  "pli-tv-kd19:5.1.39": "Itissa bhavanti vattāro.",
  "pli-tv-kd19:5.1.40": "Codakenupāli, bhikkhunā paraṃ codetukāmena ime pañca dhamme ajjhattaṃ paccavekkhitvā paro codetabbo”ti.",
  "pli-tv-kd19:5.1.41": "9. Codakenaupaṭṭhāpetabbadhamma",
  "pli-tv-kd19:5.2.1": "“Codakena, bhante, bhikkhunā paraṃ codetukāmena kati dhamme ajjhattaṃ upaṭṭhāpetvā paro codetabbo”ti?",
  "pli-tv-kd19:5.2.2": "“Codakenupāli, bhikkhunā paraṃ codetukāmena pañca dhamme ajjhattaṃ upaṭṭhāpetvā paro codetabbo—",
  "pli-tv-kd19:5.2.3": "kālena vakkhāmi, no akālena;",
  "pli-tv-kd19:5.2.4": "bhūtena vakkhāmi, no abhūtena;",
  "pli-tv-kd19:5.2.5": "saṇhena vakkhāmi, no pharusena;",
  "pli-tv-kd19:5.2.6": "atthasaṃhitena vakkhāmi, no anatthasaṃhitena;",
  "pli-tv-kd19:5.2.7": "mettacitto vakkhāmi, no dosantaroti.",
  "pli-tv-kd19:5.2.8": "Codakenupāli, bhikkhunā paraṃ codetukāmena ime pañca dhamme ajjhattaṃ upaṭṭhāpetvā paro codetabbo”ti.",
  "pli-tv-kd19:5.2.9": "10. Codakacuditakapaṭisaṃyuttakathā",
  "pli-tv-kd19:5.3.1": "“Adhammacodakassa, bhante, bhikkhuno katihākārehi vippaṭisāro upadahātabbo”ti?",
  "pli-tv-kd19:5.3.2": "“Adhammacodakassa, upāli, bhikkhuno pañcahākārehi vippaṭisāro upadahātabbo—",
  "pli-tv-kd19:5.3.3": "akālenāyasmā codesi, no kālena, alaṃ te vippaṭisārāya;",
  "pli-tv-kd19:5.3.4": "abhūtenāyasmā codesi, no bhūtena, alaṃ te vippaṭisārāya;",
  "pli-tv-kd19:5.3.5": "pharusenāyasmā codesi, no saṇhena, alaṃ te vippaṭisārāya;",
  "pli-tv-kd19:5.3.6": "anatthasaṃhitenāyasmā codesi, no atthasaṃhitena, alaṃ te vippaṭisārāya;",
  "pli-tv-kd19:5.3.7": "dosantaro āyasmā codesi, no mettacitto, alaṃ te vippaṭisārāyāti.",
  "pli-tv-kd19:5.3.8": "Adhammacodakassa, upāli, bhikkhuno imehi pañcahākārehi vippaṭisāro upadahātabbo.",
  "pli-tv-kd19:5.3.9": "Taṃ kissa hetu?",
  "pli-tv-kd19:5.3.10": "Yathā na aññopi bhikkhu abhūtena codetabbaṃ maññeyyā”ti.",
  "pli-tv-kd19:5.4.1": "“Adhammacuditassa pana, bhante, bhikkhuno katihākārehi avippaṭisāro upadahātabbo”ti?",
  "pli-tv-kd19:5.4.2": "“Adhammacuditassa, upāli, bhikkhuno pañcahākārehi avippaṭisāro upadahātabbo—",
  "pli-tv-kd19:5.4.3": "akālenāyasmā cudito, no kālena, alaṃ te avippaṭisārāya;",
  "pli-tv-kd19:5.4.4": "abhūtenāyasmā cudito, no bhūtena, alaṃ te avippaṭisārāya;",
  "pli-tv-kd19:5.4.5": "pharusenāyasmā cudito, no saṇhena, alaṃ te avippaṭisārāya;",
  "pli-tv-kd19:5.4.6": "anatthasaṃhitenāyasmā cudito, no atthasaṃhitena, alaṃ te avippaṭisārāya;",
  "pli-tv-kd19:5.4.7": "dosantarenāyasmā cudito, no mettacittena, alaṃ te avippaṭisārāyāti.",
  "pli-tv-kd19:5.4.8": "Adhammacuditassa, upāli, bhikkhuno imehi pañcahākārehi avippaṭisāro upadahātabbo”ti.",
  "pli-tv-kd19:5.5.1": "“Dhammacodakassa, bhante, bhikkhuno katihākārehi avippaṭisāro upadahātabbo”ti?",
  "pli-tv-kd19:5.5.2": "“Dhammacodakassa, upāli, bhikkhuno pañcahākārehi avippaṭisāro upadahātabbo—",
  "pli-tv-kd19:5.5.3": "kālenāyasmā codesi, no akālena, alaṃ te avippaṭisārāya;",
  "pli-tv-kd19:5.5.4": "bhūtenāyasmā codesi, no abhūtena, alaṃ te avippaṭisārāya;",
  "pli-tv-kd19:5.5.5": "saṇhenāyasmā codesi, no pharusena, alaṃ te avippaṭisārāya;",
  "pli-tv-kd19:5.5.6": "atthasaṃhitenāyasmā codesi, no anatthasaṃhitena, alaṃ te avippaṭisārāya;",
  "pli-tv-kd19:5.5.7": "mettacitto āyasmā codesi, no dosantaro, alaṃ te avippaṭisārāyāti.",
  "pli-tv-kd19:5.5.8": "Dhammacodakassa, upāli, bhikkhuno imehi pañcahākārehi avippaṭisāro upadahātabbo.",
  "pli-tv-kd19:5.5.9": "Taṃ kissa hetu?",
  "pli-tv-kd19:5.5.10": "Yathā aññopi bhikkhu bhūtena codetabbaṃ maññeyyā”ti.",
  "pli-tv-kd19:5.6.1": "“Dhammacuditassa pana, bhante, bhikkhuno katihākārehi vippaṭisāro upadahātabbo”ti?",
  "pli-tv-kd19:5.6.2": "“Dhammacuditassa, upāli, bhikkhuno pañcahākārehi vippaṭisāro upadahātabbo—",
  "pli-tv-kd19:5.6.3": "kālenāyasmā cudito, no akālena, alaṃ te vippaṭisārāya;",
  "pli-tv-kd19:5.6.4": "bhūtenāyasmā cudito, no abhūtena, alaṃ te vippaṭisārāya;",
  "pli-tv-kd19:5.6.5": "saṇhenāyasmā cudito, no pharusena, alaṃ te vippaṭisārāya;",
  "pli-tv-kd19:5.6.6": "atthasaṃhitenāyasmā cudito, no anatthasaṃhitena, alaṃ te vippaṭisārāya;",
  "pli-tv-kd19:5.6.7": "mettacittenāyasmā cudito, no dosantarena, alaṃ te vippaṭisārāyāti.",
  "pli-tv-kd19:5.6.8": "Dhammacuditassa, upāli, bhikkhuno imehi pañcahākārehi vippaṭisāro upadahātabbo”ti.",
  "pli-tv-kd19:5.7.1": "“Codakena, bhante, bhikkhunā paraṃ codetukāmena kati dhamme ajjhattaṃ manasi karitvā paro codetabbo”ti?",
  "pli-tv-kd19:5.7.2": "“Codakenupāli, bhikkhunā paraṃ codetukāmena pañca dhamme ajjhattaṃ manasi karitvā paro codetabbo—",
  "pli-tv-kd19:5.7.3": "kāruññatā, hitesitā, anukampitā, āpattivuṭṭhānatā, vinayapurekkhāratāti.",
  "pli-tv-kd19:5.7.4": "Codakenupāli, bhikkhunā paraṃ codetukāmena ime pañca dhamme ajjhattaṃ manasi karitvā paro codetabbo”ti.",
  "pli-tv-kd19:5.7.5": "“Cuditena pana, bhante, bhikkhunā katisu dhammesu patiṭṭhātabban”ti?",
  "pli-tv-kd19:5.7.6": "“Cuditenupāli, bhikkhunā dvīsu dhammesu patiṭṭhātabbaṃ—",
  "pli-tv-kd19:5.7.7": "sacce ca akuppe cā”ti.",
  "pli-tv-kd19:5.7.8": "Dutiyabhāṇavāro niṭṭhito.",
  "pli-tv-kd19:5.7.9": "Pātimokkhaṭṭhapanakkhandhako navamo.",
  "pli-tv-kd19:5.7.10": "Imamhi khandhake vatthū tiṃsa.",
  "pli-tv-kd19:5.7.11": "Tassuddānaṃ",
  "pli-tv-kd19:5.7.12": "Uposathe yāvatikaṃ,",
  "pli-tv-kd19:5.7.13": "pāpabhikkhu na nikkhami;",
  "pli-tv-kd19:5.7.14": "Moggallānena nicchuddho,",
  "pli-tv-kd19:5.7.15": "accherā jinasāsane.",
  "pli-tv-kd19:5.7.16": "Ninnonupubbasikkhā ca,",
  "pli-tv-kd19:5.7.17": "ṭhitadhammo nātikkamma;",
  "pli-tv-kd19:5.7.18": "Kuṇapukkhipati saṃgho,",
  "pli-tv-kd19:5.7.19": "savantiyo jahanti ca.",
  "pli-tv-kd19:5.7.20": "Savanti parinibbanti,",
  "pli-tv-kd19:5.7.21": "ekarasa vimutti ca;",
  "pli-tv-kd19:5.7.22": "Bahu dhammavinayopi,",
  "pli-tv-kd19:5.7.23": "bhūtaṭṭhāriyapuggalā.",
  "pli-tv-kd19:5.7.24": "Samuddaṃ upamaṃ katvā,",
  "pli-tv-kd19:5.7.25": "vācesi sāsane guṇaṃ;",
  "pli-tv-kd19:5.7.26": "Uposathe pātimokkhaṃ,",
  "pli-tv-kd19:5.7.27": "na amhe koci jānāti.",
  "pli-tv-kd19:5.7.28": "Paṭikacceva ujjhanti,",
  "pli-tv-kd19:5.7.29": "eko dve tīṇi cattāri;",
  "pli-tv-kd19:5.7.30": "Pañca cha satta aṭṭhāni,",
  "pli-tv-kd19:5.7.31": "navā ca dasamāni ca.",
  "pli-tv-kd19:5.7.32": "Sīlaācāradiṭṭhi ca,",
  "pli-tv-kd19:5.7.33": "ājīvaṃ catubhāgike;",
  "pli-tv-kd19:5.7.34": "Pārājikañca saṃghādi,",
  "pli-tv-kd19:5.7.35": "pācitti pāṭidesani.",
  "pli-tv-kd19:5.7.36": "Dukkaṭaṃ pañcabhāgesu,",
  "pli-tv-kd19:5.7.37": "sīlācāravipatti ca;",
  "pli-tv-kd19:5.7.38": "Akatāya katāya ca,",
  "pli-tv-kd19:5.7.39": "chabhāgesu yathāvidhi.",
  "pli-tv-kd19:5.7.40": "Pārājikañca saṃghādi,",
  "pli-tv-kd19:5.7.41": "thullaṃ pācittiyena ca;",
  "pli-tv-kd19:5.7.42": "Pāṭidesaniyañceva,",
  "pli-tv-kd19:5.7.43": "dukkaṭañca dubbhāsitaṃ.",
  "pli-tv-kd19:5.7.44": "Sīlācāravipatti ca,",
  "pli-tv-kd19:5.7.45": "Diṭṭhiājīvavipatti;",
  "pli-tv-kd19:5.7.46": "Yā ca aṭṭhā katākate,",
  "pli-tv-kd19:5.7.47": "Tenetā sīlācāradiṭṭhiyā.",
  "pli-tv-kd19:5.7.48": "Akatāya katāyāpi,",
  "pli-tv-kd19:5.7.49": "katākatāyameva ca;",
  "pli-tv-kd19:5.7.50": "Evaṃ navavidhā vuttā,",
  "pli-tv-kd19:5.7.51": "yathābhūtena ñāyato.",
  "pli-tv-kd19:5.7.52": "Pārājiko vippakatā,",
  "pli-tv-kd19:5.7.53": "paccakkhāto tatheva ca;",
  "pli-tv-kd19:5.7.54": "Upeti paccādiyati,",
  "pli-tv-kd19:5.7.55": "paccādānakathā ca yā.",
  "pli-tv-kd19:5.7.56": "Sīlācāravipatti ca,",
  "pli-tv-kd19:5.7.57": "tathā diṭṭhivipattiyā;",
  "pli-tv-kd19:5.7.58": "Diṭṭhasutaparisaṅkitaṃ,",
  "pli-tv-kd19:5.7.59": "dasadhā taṃ vijānātha.",
  "pli-tv-kd19:5.7.60": "Bhikkhu vipassati bhikkhuṃ,",
  "pli-tv-kd19:5.7.61": "añño cārocayāti taṃ;",
  "pli-tv-kd19:5.7.62": "Soyeva tassa akkhāti,",
  "pli-tv-kd19:5.7.63": "pātimokkhaṃ ṭhapeti so.",
  "pli-tv-kd19:5.7.64": "Vuṭṭhāti antarāyena,",
  "pli-tv-kd19:5.7.65": "Rājacoraggudakā ca;",
  "pli-tv-kd19:5.7.66": "Manussaamanussā ca,",
  "pli-tv-kd19:5.7.67": "Vāḷasarīsapā jīvibrahmaṃ.",
  "pli-tv-kd19:5.7.68": "Dasannamaññatarena,",
  "pli-tv-kd19:5.7.69": "tasmiṃ aññataresu vā;",
  "pli-tv-kd19:5.7.70": "Dhammikādhammikā ceva,",
  "pli-tv-kd19:5.7.71": "yathā maggena jānātha.",
  "pli-tv-kd19:5.7.72": "Kālabhūtatthasaṃhitaṃ,",
  "pli-tv-kd19:5.7.73": "labhissāmi bhavissati;",
  "pli-tv-kd19:5.7.74": "Kāyavācasikā mettā,",
  "pli-tv-kd19:5.7.75": "bāhusaccaṃ ubhayāni.",
  "pli-tv-kd19:5.7.76": "Kālabhūtena saṇhena,",
  "pli-tv-kd19:5.7.77": "atthamettena codaye;",
  "pli-tv-kd19:5.7.78": "Vippaṭisāradhammena,",
  "pli-tv-kd19:5.7.79": "tathā vācā vinodaye.",
  "pli-tv-kd19:5.7.80": "Dhammacodacuditassa,",
  "pli-tv-kd19:5.7.81": "vinodeti vippaṭisāro;",
  "pli-tv-kd19:5.7.82": "Karuṇā hitānukampi,",
  "pli-tv-kd19:5.7.83": "vuṭṭhānapurekkhārato.",
  "pli-tv-kd19:5.7.84": "Codakassa paṭipatti,",
  "pli-tv-kd19:5.7.85": "sambuddhena pakāsitā;",
  "pli-tv-kd19:5.7.86": "Sacce ceva akuppe ca,",
  "pli-tv-kd19:5.7.87": "cuditasseva dhammatāti.",
  "pli-tv-kd19:5.7.88": "Pātimokkhaṭṭhapanakkhandhako niṭṭhito."
}