{
  "pli-tv-kd5:0.1": "Theravāda Vinayapiṭaka",
  "pli-tv-kd5:0.2": "Mahāvagga",
  "pli-tv-kd5:0.3": "Cammakkhandhaka",
  "pli-tv-kd5:0.4": "1. Soṇakoḷivisavatthu",
  "pli-tv-kd5:1.1.1": "Tena samayena buddho bhagavā rājagahe viharati gijjhakūṭe pabbate.",
  "pli-tv-kd5:1.1.2": "Tena kho pana samayena rājā māgadho seniyo bimbisāro asītiyā gāmasahassesu issariyādhipaccaṁ rajjaṁ kāreti.",
  "pli-tv-kd5:1.1.3": "Tena kho pana samayena campāyaṁ soṇo nāma koḷiviso seṭṭhiputto sukhumālo hoti.",
  "pli-tv-kd5:1.1.4": "Tassa pādatalesu lomāni jātāni honti.",
  "pli-tv-kd5:1.1.5": "Atha kho rājā māgadho seniyo bimbisāro tāni asīti gāmikasahassāni sannipātāpetvā kenacideva karaṇīyena soṇassa koḷivisassa santike dūtaṁ pāhesi—",
  "pli-tv-kd5:1.1.6": "“āgacchatu soṇo, icchāmi soṇassa āgatan”ti.",
  "pli-tv-kd5:1.2.1": "Atha kho soṇassa koḷivisassa mātāpitaro soṇaṁ koḷivisaṁ etadavocuṁ—",
  "pli-tv-kd5:1.2.2": "“rājā te, tāta soṇa, pāde dakkhitukāmo.",
  "pli-tv-kd5:1.2.3": "Mā kho tvaṁ, tāta soṇa, yena rājā tena pāde abhippasāreyyāsi.",
  "pli-tv-kd5:1.2.4": "Rañño purato pallaṅkena nisīda.",
  "pli-tv-kd5:1.2.5": "Nisinnassa te rājā pāde dakkhissatī”ti.",
  "pli-tv-kd5:1.2.6": "Atha kho soṇaṁ koḷivisaṁ sivikāya ānesuṁ.",
  "pli-tv-kd5:1.2.7": "Atha kho soṇo koḷiviso yena rājā māgadho seniyo bimbisāro tenupasaṅkami, upasaṅkamitvā rājānaṁ māgadhaṁ seniyaṁ bimbisāraṁ abhivādetvā rañño purato pallaṅkena nisīdi.",
  "pli-tv-kd5:1.2.8": "Addasā kho rājā māgadho seniyo bimbisāro soṇassa koḷivisassa pādatalesu lomāni jātāni.",
  "pli-tv-kd5:1.3.1": "Atha kho rājā māgadho seniyo bimbisāro tāni asīti gāmikasahassāni diṭṭhadhammike atthe anusāsitvā uyyojesi—",
  "pli-tv-kd5:1.3.2": "“tumhe khvattha, bhaṇe, mayā diṭṭhadhammike atthe anusāsitā;",
  "pli-tv-kd5:1.3.3": "gacchatha, taṁ bhagavantaṁ payirupāsatha;",
  "pli-tv-kd5:1.3.4": "so no bhagavā samparāyike atthe anusāsissatī”ti.",
  "pli-tv-kd5:1.3.5": "Atha kho tāni asīti gāmikasahassāni yena gijjhakūṭo pabbato tenupasaṅkamiṁsu.",
  "pli-tv-kd5:1.4.1": "Tena kho pana samayena āyasmā sāgato bhagavato upaṭṭhāko hoti.",
  "pli-tv-kd5:1.4.2": "Atha kho tāni asīti gāmikasahassāni yenāyasmā sāgato tenupasaṅkamiṁsu, upasaṅkamitvā āyasmantaṁ sāgataṁ etadavocuṁ—",
  "pli-tv-kd5:1.4.3": "“imāni, bhante, asīti gāmikasahassāni idhūpasaṅkantāni bhagavantaṁ dassanāya;",
  "pli-tv-kd5:1.4.4": "sādhu mayaṁ, bhante, labheyyāma bhagavantaṁ dassanāyā”ti.",
  "pli-tv-kd5:1.4.5": "“Tena hi tumhe āyasmanto muhuttaṁ idheva tāva hotha, yāvāhaṁ bhagavantaṁ paṭivedemī”ti.",
  "pli-tv-kd5:1.5.1": "Atha kho āyasmā sāgato tesaṁ asītiyā gāmikasahassānaṁ purato pekkhamānānaṁ pāṭikāya nimujjitvā bhagavato purato ummujjitvā bhagavantaṁ etadavoca—",
  "pli-tv-kd5:1.5.2": "“imāni, bhante, asīti gāmikasahassāni idhūpasaṅkantāni bhagavantaṁ dassanāya;",
  "pli-tv-kd5:1.5.3": "yassadāni, bhante, bhagavā kālaṁ maññatī”ti.",
  "pli-tv-kd5:1.5.4": "“Tena hi tvaṁ, sāgata, vihārapacchāyāyaṁ āsanaṁ paññapehī”ti.",
  "pli-tv-kd5:1.6.1": "“Evaṁ, bhante”ti",
  "pli-tv-kd5:1.6.2": "kho āyasmā sāgato bhagavato paṭissuṇitvā pīṭhaṁ gahetvā bhagavato purato nimujjitvā tesaṁ asītiyā gāmikasahassānaṁ purato pekkhamānānaṁ pāṭikāya ummujjitvā vihārapacchāyāyaṁ āsanaṁ paññapeti.",
  "pli-tv-kd5:1.6.3": "Atha kho bhagavā vihārā nikkhamitvā vihārapacchāyāyaṁ paññatte āsane nisīdi.",
  "pli-tv-kd5:1.7.1": "Atha kho tāni asīti gāmikasahassāni yena bhagavā tenupasaṅkamiṁsu, upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdiṁsu.",
  "pli-tv-kd5:1.7.2": "Atha kho tāni asīti gāmikasahassāni āyasmantaṁyeva sāgataṁ samannāharanti, no tathā bhagavantaṁ.",
  "pli-tv-kd5:1.7.3": "Atha kho bhagavā tesaṁ asītiyā gāmikasahassānaṁ cetasā cetoparivitakkamaññāya āyasmantaṁ sāgataṁ āmantesi—",
  "pli-tv-kd5:1.7.4": "“tena hi tvaṁ, sāgata, bhiyyoso mattāya uttari manussadhammaṁ iddhipāṭihāriyaṁ dassehī”ti.",
  "pli-tv-kd5:1.7.5": "“Evaṁ, bhante”ti kho āyasmā sāgato bhagavato paṭissuṇitvā vehāsaṁ abbhuggantvā ākāse antalikkhe caṅkamatipi, tiṭṭhatipi, nisīdatipi, seyyampi kappeti, dhūmāyatipi pajjalatipi, antaradhāyatipi.",
  "pli-tv-kd5:1.8.1": "Atha kho āyasmā sāgato ākāse antalikkhe anekavihitaṁ uttari manussadhammaṁ iddhipāṭihāriyaṁ dassetvā bhagavato pādesu sirasā nipatitvā bhagavantaṁ etadavoca—",
  "pli-tv-kd5:1.8.2": "“satthā me, bhante, bhagavā;",
  "pli-tv-kd5:1.8.3": "sāvakohamasmi.",
  "pli-tv-kd5:1.8.4": "Satthā me, bhante, bhagavā;",
  "pli-tv-kd5:1.8.5": "sāvakohamasmī”ti.",
  "pli-tv-kd5:1.8.6": "Atha kho tāni asīti gāmikasahassāni “acchariyaṁ vata bho, abbhutaṁ vata bho.",
  "pli-tv-kd5:1.8.7": "Sāvakopi nāma evaṁ mahiddhiko bhavissati, evaṁ mahānubhāvo, aho nūna satthā”ti bhagavantaṁyeva samannāharanti, no tathā āyasmantaṁ sāgataṁ.",
  "pli-tv-kd5:1.9.1": "Atha kho bhagavā tesaṁ asītiyā gāmikasahassānaṁ cetasā cetoparivitakkamaññāya anupubbiṁ kathaṁ kathesi, seyyathidaṁ—",
  "pli-tv-kd5:1.9.2": "dānakathaṁ sīlakathaṁ saggakathaṁ, kāmānaṁ ādīnavaṁ okāraṁ saṅkilesaṁ, nekkhamme ānisaṁsaṁ pakāsesi.",
  "pli-tv-kd5:1.9.3": "Yadā te bhagavā aññāsi kallacitte, muducitte, vinīvaraṇacitte, udaggacitte, pasannacitte, atha yā buddhānaṁ sāmukkaṁsikā dhammadesanā, taṁ pakāsesi—",
  "pli-tv-kd5:1.9.4": "dukkhaṁ, samudayaṁ, nirodhaṁ, maggaṁ.",
  "pli-tv-kd5:1.9.5": "Seyyathāpi nāma suddhaṁ vatthaṁ apagatakāḷakaṁ sammadeva rajanaṁ paṭiggaṇheyya;",
  "pli-tv-kd5:1.9.6": "evamevaṁ tesaṁ asītiyā gāmikasahassānaṁ tasmiṁyeva āsane virajaṁ vītamalaṁ dhammacakkhuṁ udapādi—",
  "pli-tv-kd5:1.9.7": "“yaṁ kiñci samudayadhammaṁ sabbaṁ taṁ nirodhadhamman”ti.",
  "pli-tv-kd5:1.10.1": "Te diṭṭhadhammā pattadhammā viditadhammā pariyogāḷhadhammā tiṇṇavicikicchā vigatakathaṅkathā vesārajjappattā aparappaccayā satthusāsane bhagavantaṁ etadavocuṁ—",
  "pli-tv-kd5:1.10.2": "“abhikkantaṁ, bhante, abhikkantaṁ, bhante.",
  "pli-tv-kd5:1.10.3": "Seyyathāpi, bhante, nikkujjitaṁ vā ukkujjeyya, paṭicchannaṁ vā vivareyya, mūḷhassa vā maggaṁ ācikkheyya, andhakāre vā telapajjotaṁ dhāreyya—",
  "pli-tv-kd5:1.10.4": "‘cakkhumanto rūpāni dakkhantī’ti;",
  "pli-tv-kd5:1.10.5": "evamevaṁ bhagavatā anekapariyāyena dhammo pakāsito.",
  "pli-tv-kd5:1.10.6": "Ete mayaṁ, bhante, bhagavantaṁ saraṇaṁ gacchāma.",
  "pli-tv-kd5:1.10.7": "Dhammañca, bhikkhusaṅghañca.",
  "pli-tv-kd5:1.10.8": "Upāsake no bhagavā dhāretu ajjatagge pāṇupete saraṇaṁ gate”ti.",
  "pli-tv-kd5:1.11.0": "1.1. Soṇassapabbajjā",
  "pli-tv-kd5:1.11.1": "Atha kho soṇassa koḷivisassa etadahosi—",
  "pli-tv-kd5:1.11.2": "“yathā yathā kho ahaṁ bhagavatā dhammaṁ desitaṁ ājānāmi, nayidaṁ sukaraṁ agāraṁ ajjhāvasatā ekantaparipuṇṇaṁ ekantaparisuddhaṁ saṅkhalikhitaṁ brahmacariyaṁ carituṁ;",
  "pli-tv-kd5:1.11.3": "yannūnāhaṁ kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajeyyan”ti.",
  "pli-tv-kd5:1.11.4": "Atha kho tāni asīti gāmikasahassāni bhagavato bhāsitaṁ abhinanditvā anumoditvā uṭṭhāyāsanā bhagavantaṁ abhivādetvā padakkhiṇaṁ katvā pakkamiṁsu.",
  "pli-tv-kd5:1.12.1": "Atha kho soṇo koḷiviso acirapakkantesu tesu asītiyā gāmikasahassesu yena bhagavā tenupasaṅkami, upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi.",
  "pli-tv-kd5:1.12.2": "Ekamantaṁ nisinno kho soṇo koḷiviso bhagavantaṁ etadavoca—",
  "pli-tv-kd5:1.12.3": "“yathā yathāhaṁ, bhante, bhagavatā dhammaṁ desitaṁ ājānāmi, nayidaṁ sukaraṁ agāraṁ ajjhāvasatā ekantaparipuṇṇaṁ ekantaparisuddhaṁ saṅkhalikhitaṁ brahmacariyaṁ carituṁ.",
  "pli-tv-kd5:1.12.4": "Icchāmahaṁ, bhante, kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajituṁ.",
  "pli-tv-kd5:1.12.5": "Pabbājetu maṁ, bhante, bhagavā”ti.",
  "pli-tv-kd5:1.12.6": "Alattha kho soṇo koḷiviso bhagavato santike pabbajjaṁ, alattha upasampadaṁ.",
  "pli-tv-kd5:1.12.7": "Acirupasampanno ca panāyasmā soṇo sītavane viharati.",
  "pli-tv-kd5:1.13.1": "Tassa accāraddhavīriyassa caṅkamato pādā bhijjiṁsu.",
  "pli-tv-kd5:1.13.2": "Caṅkamo lohitena phuṭo hoti, seyyathāpi gavāghātanaṁ.",
  "pli-tv-kd5:1.13.3": "Atha kho āyasmato soṇassa rahogatassa paṭisallīnassa evaṁ cetaso parivitakko udapādi—",
  "pli-tv-kd5:1.13.4": "“ye kho keci bhagavato sāvakā āraddhavīriyā viharanti, ahaṁ tesaṁ aññataro.",
  "pli-tv-kd5:1.13.5": "Atha ca pana me nānupādāya āsavehi cittaṁ vimuccati.",
  "pli-tv-kd5:1.13.6": "Saṁvijjanti kho pana me kule bhogā;",
  "pli-tv-kd5:1.13.7": "sakkā bhoge ca bhuñjituṁ, puññāni ca kātuṁ.",
  "pli-tv-kd5:1.13.8": "Yannūnāhaṁ hīnāyāvattitvā bhoge ca bhuñjeyyaṁ, puññāni ca kareyyan”ti.",
  "pli-tv-kd5:1.14.1": "Atha kho bhagavā āyasmato soṇassa cetasā cetoparivitakkamaññāya—",
  "pli-tv-kd5:1.14.2": "seyyathāpi nāma balavā puriso samiñjitaṁ vā bāhaṁ pasāreyya, pasāritaṁ vā bāhaṁ samiñjeyya; evameva—gijjhakūṭe pabbate antarahito sītavane pāturahosi.",
  "pli-tv-kd5:1.14.3": "Atha kho bhagavā sambahulehi bhikkhūhi saddhiṁ senāsanacārikaṁ āhiṇḍanto yenāyasmato soṇassa caṅkamo tenupasaṅkami.",
  "pli-tv-kd5:1.14.4": "Addasā kho bhagavā āyasmato soṇassa caṅkamaṁ lohitena phuṭaṁ, disvāna bhikkhū āmantesi—",
  "pli-tv-kd5:1.14.5": "“kassa nvāyaṁ, bhikkhave, caṅkamo lohitena phuṭo, seyyathāpi gavāghātanan”ti?",
  "pli-tv-kd5:1.14.6": "“Āyasmato, bhante, soṇassa accāraddhavīriyassa caṅkamato pādā bhijjiṁsu.",
  "pli-tv-kd5:1.14.7": "Tassāyaṁ caṅkamo lohitena phuṭo, seyyathāpi gavāghātanan”ti.",
  "pli-tv-kd5:1.15.1": "Atha kho bhagavā yenāyasmato soṇassa vihāro tenupasaṅkami, upasaṅkamitvā paññatte āsane nisīdi.",
  "pli-tv-kd5:1.15.2": "Āyasmāpi kho soṇo bhagavantaṁ abhivādetvā ekamantaṁ nisīdi.",
  "pli-tv-kd5:1.15.3": "Ekamantaṁ nisinnaṁ kho āyasmantaṁ soṇaṁ bhagavā etadavoca—",
  "pli-tv-kd5:1.15.4": "“nanu te, soṇa, rahogatassa paṭisallīnassa evaṁ cetaso parivitakko udapādi—",
  "pli-tv-kd5:1.15.5": "‘ye kho keci bhagavato sāvakā āraddhavīriyā viharanti, ahaṁ tesaṁ aññataro.",
  "pli-tv-kd5:1.15.6": "Atha ca pana me nānupādāya āsavehi cittaṁ vimuccati.",
  "pli-tv-kd5:1.15.7": "Saṁvijjanti kho pana me kule bhogā;",
  "pli-tv-kd5:1.15.8": "sakkā bhoge ca bhuñjituṁ, puññāni ca kātuṁ.",
  "pli-tv-kd5:1.15.9": "Yannūnāhaṁ hīnāyāvattitvā bhoge ca bhuñjeyyaṁ, puññāni ca kareyyan’”ti?",
  "pli-tv-kd5:1.15.10": "“Evaṁ, bhante”ti.",
  "pli-tv-kd5:1.15.11": "“Taṁ kiṁ maññasi, soṇa, kusalo tvaṁ pubbe agārikabhūto vīṇāya tantissare”ti?",
  "pli-tv-kd5:1.15.12": "“Evaṁ, bhante”ti.",
  "pli-tv-kd5:1.15.13": "“Taṁ kiṁ maññasi, soṇa, yadā te vīṇāya tantiyo accāyatā honti, api nu te vīṇā tasmiṁ samaye saravatī vā hoti, kammaññā vā”ti?",
  "pli-tv-kd5:1.15.14": "“No hetaṁ, bhante”ti.",
  "pli-tv-kd5:1.16.1": "“Taṁ kiṁ maññasi, soṇa, yadā te vīṇāya tantiyo atisithilā honti, api nu te vīṇā tasmiṁ samaye saravatī vā hoti, kammaññā vā”ti?",
  "pli-tv-kd5:1.16.2": "“No hetaṁ, bhante”ti.",
  "pli-tv-kd5:1.16.3": "“Taṁ kiṁ maññasi, soṇa, yadā te vīṇāya tantiyo neva accāyatā honti nātisithilā, same guṇe patiṭṭhitā, api nu te vīṇā tasmiṁ samaye saravatī vā hoti, kammaññā vā”ti?",
  "pli-tv-kd5:1.16.4": "“Evaṁ, bhante”ti.",
  "pli-tv-kd5:1.16.5": "“Evameva kho, soṇa, accāraddhavīriyaṁ uddhaccāya saṁvattati, atilīnavīriyaṁ kosajjāya saṁvattati.",
  "pli-tv-kd5:1.17.1": "Tasmātiha tvaṁ, soṇa, vīriyasamataṁ adhiṭṭhaha, indriyānañca samataṁ paṭivijjha, tattha ca nimittaṁ gaṇhāhī”ti.",
  "pli-tv-kd5:1.17.2": "“Evaṁ, bhante”ti kho āyasmā soṇo bhagavato paccassosi.",
  "pli-tv-kd5:1.17.3": "Atha kho bhagavā āyasmantaṁ soṇaṁ iminā ovādena ovaditvā—seyyathāpi nāma balavā puriso samiñjitaṁ vā bāhaṁ pasāreyya, pasāritaṁ vā bāhaṁ samiñjeyya; evameva—sītavane āyasmato soṇassa sammukhe antarahito gijjhakūṭe pabbate pāturahosi.",
  "pli-tv-kd5:1.18.1": "Atha kho āyasmā soṇo aparena samayena vīriyasamataṁ adhiṭṭhāsi, indriyānañca samataṁ paṭivijjhi, tattha ca nimittaṁ aggahesi.",
  "pli-tv-kd5:1.18.2": "Atha kho āyasmā soṇo, eko vūpakaṭṭho appamatto ātāpī pahitatto viharanto, na cirasseva—yassatthāya kulaputtā sammadeva agārasmā anagāriyaṁ pabbajanti, tadanuttaraṁ—brahmacariyapariyosānaṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja vihāsi.",
  "pli-tv-kd5:1.18.3": "“Khīṇā jāti, vusitaṁ brahmacariyaṁ, kataṁ karaṇīyaṁ, nāparaṁ itthattāyā”ti abhiññāsi.",
  "pli-tv-kd5:1.18.4": "Aññataro ca panāyasmā soṇo arahataṁ ahosi.",
  "pli-tv-kd5:1.19.1": "Atha kho āyasmato soṇassa arahattappattassa etadahosi—",
  "pli-tv-kd5:1.19.2": "“yannūnāhaṁ bhagavato santike aññaṁ byākareyyan”ti.",
  "pli-tv-kd5:1.19.3": "Atha kho āyasmā soṇo yena bhagavā tenupasaṅkami, upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi.",
  "pli-tv-kd5:1.19.4": "Ekamantaṁ nisinno kho āyasmā soṇo bhagavantaṁ etadavoca—",
  "pli-tv-kd5:1.20.1": "“yo so, bhante, bhikkhu arahaṁ khīṇāsavo vusitavā katakaraṇīyo ohitabhāro anuppattasadattho parikkhīṇabhavasaṁyojano sammadaññāvimutto, so chaṭṭhānāni adhimutto hoti—",
  "pli-tv-kd5:1.20.2": "nekkhammādhimutto hoti, pavivekādhimutto hoti, abyāpajjādhimutto hoti, upādānakkhayādhimutto hoti, taṇhakkhayādhimutto hoti, asammohādhimutto hoti.",
  "pli-tv-kd5:1.21.1": "Siyā kho pana, bhante, idhekaccassa āyasmato evamassa—",
  "pli-tv-kd5:1.21.2": "‘kevalaṁ saddhāmattakaṁ nūna ayamāyasmā nissāya nekkhammādhimutto’ti, na kho panetaṁ, bhante, evaṁ daṭṭhabbaṁ.",
  "pli-tv-kd5:1.21.3": "Khīṇāsavo, bhante, bhikkhu, vusitavā, katakaraṇīyo, karaṇīyamattānaṁ asamanupassanto katassa vā paṭicayaṁ khayā rāgassa vītarāgattā nekkhammādhimutto hoti, khayā dosassa vītadosattā nekkhammādhimutto hoti, khayā mohassa vītamohattā nekkhammādhimutto hoti.",
  "pli-tv-kd5:1.22.1": "Siyā kho pana, bhante, idhekaccassa āyasmato evamassa—",
  "pli-tv-kd5:1.22.2": "‘lābhasakkārasilokaṁ nūna ayamāyasmā nikāmayamāno pavivekādhimutto’ti.",
  "pli-tv-kd5:1.22.3": "Na kho panetaṁ, bhante, evaṁ daṭṭhabbaṁ.",
  "pli-tv-kd5:1.22.4": "Khīṇāsavo, bhante, bhikkhu, vusitavā, katakaraṇīyo, karaṇīyamattānaṁ asamanupassanto katassa vā paṭicayaṁ, khayā rāgassa vītarāgattā pavivekādhimutto hoti, khayā dosassa vītadosattā pavivekādhimutto hoti, khayā mohassa vītamohattā pavivekādhimutto hoti.",
  "pli-tv-kd5:1.23.1": "Siyā kho pana, bhante, idhekaccassa āyasmato evamassa—",
  "pli-tv-kd5:1.23.2": "‘sīlabbataparāmāsaṁ nūna ayamāyasmā sārato paccāgacchanto abyāpajjādhimutto’ti.",
  "pli-tv-kd5:1.23.3": "Na kho panetaṁ, bhante, evaṁ daṭṭhabbaṁ.",
  "pli-tv-kd5:1.23.4": "Khīṇāsavo, bhante, bhikkhu, vusitavā, katakaraṇīyo, karaṇīyamattānaṁ asamanupassanto katassa vā paṭicayaṁ, khayā rāgassa vītarāgattā abyāpajjādhimutto hoti, khayā dosassa vītadosattā abyāpajjādhimutto hoti, khayā mohassa vītamohattā abyāpajjādhimutto hoti.",
  "pli-tv-kd5:1.24.1": "Khayā rāgassa vītarāgattā upādānakkhayādhimutto hoti, khayā dosassa vītadosattā upādānakkhayādhimutto hoti, khayā mohassa vītamohattā upādānakkhayādhimutto hoti.",
  "pli-tv-kd5:1.24.2": "Khayā rāgassa vītarāgattā taṇhakkhayādhimutto hoti, khayā dosassa vītadosattā taṇhakkhayādhimutto hoti, khayā mohassa vītamohattā taṇhakkhayādhimutto hoti.",
  "pli-tv-kd5:1.24.3": "Khayā rāgassa vītarāgattā asammohādhimutto hoti, khayā dosassa vītadosattā asammohādhimutto hoti, khayā mohassa vītamohattā asammohādhimutto hoti.",
  "pli-tv-kd5:1.25.1": "Evaṁ sammā vimuttacittassa, bhante, bhikkhuno bhusā cepi cakkhuviññeyyā rūpā cakkhussa āpāthaṁ āgacchanti, nevassa cittaṁ pariyādiyanti.",
  "pli-tv-kd5:1.25.2": "Amissīkatamevassa cittaṁ hoti, ṭhitaṁ āneñjappattaṁ, vayañcassānupassati.",
  "pli-tv-kd5:1.25.3": "Bhusā cepi sotaviññeyyā saddā …pe…",
  "pli-tv-kd5:1.25.4": "ghānaviññeyyā gandhā …",
  "pli-tv-kd5:1.25.5": "jivhāviññeyyā rasā …",
  "pli-tv-kd5:1.25.6": "kāyaviññeyyā phoṭṭhabbā …",
  "pli-tv-kd5:1.25.7": "manoviññeyyā dhammā manassa āpāthaṁ āgacchanti, nevassa cittaṁ pariyādiyanti;",
  "pli-tv-kd5:1.25.8": "amissīkatamevassa cittaṁ hoti, ṭhitaṁ āneñjappattaṁ, vayañcassānupassati.",
  "pli-tv-kd5:1.26.1": "Seyyathāpi, bhante, selo pabbato acchiddo asusiro ekagghano, puratthimāya cepi disāya āgaccheyya bhusā vātavuṭṭhi, neva naṁ saṅkampeyya na sampakampeyya na sampavedheyya;",
  "pli-tv-kd5:1.26.2": "pacchimāya cepi disāya āgaccheyya bhusā vātavuṭṭhi …pe…",
  "pli-tv-kd5:1.26.3": "uttarāya cepi disāya …pe…",
  "pli-tv-kd5:1.26.4": "dakkhiṇāya cepi disāya āgaccheyya bhusā vātavuṭṭhi, neva naṁ saṅkampeyya na sampakampeyya na sampavedheyya;",
  "pli-tv-kd5:1.26.5": "evameva kho, bhante, evaṁ sammā vimuttacittassa bhikkhuno bhusā cepi cakkhuviññeyyā rūpā cakkhussa āpāthaṁ āgacchanti, nevassa cittaṁ pariyādiyanti;",
  "pli-tv-kd5:1.26.6": "amissīkatamevassa cittaṁ hoti, ṭhitaṁ āneñjappattaṁ, vayañcassānupassati.",
  "pli-tv-kd5:1.26.7": "Bhusā cepi sotaviññeyyā saddā …pe…",
  "pli-tv-kd5:1.26.8": "ghānaviññeyyā gandhā …",
  "pli-tv-kd5:1.26.9": "jivhāviññeyyā rasā …",
  "pli-tv-kd5:1.26.10": "kāyaviññeyyā phoṭṭhabbā …",
  "pli-tv-kd5:1.26.11": "manoviññeyyā dhammā manassa āpāthaṁ āgacchanti, nevassa cittaṁ pariyādiyanti;",
  "pli-tv-kd5:1.26.12": "amissīkatamevassa cittaṁ hoti, ṭhitaṁ āneñjappattaṁ, vayañcassānupassatī”ti.",
  "pli-tv-kd5:1.27.1": "Nekkhammaṁ adhimuttassa,",
  "pli-tv-kd5:1.27.2": "pavivekañca cetaso;",
  "pli-tv-kd5:1.27.3": "Abyāpajjādhimuttassa,",
  "pli-tv-kd5:1.27.4": "upādānakkhayassa ca.",
  "pli-tv-kd5:1.27.5": "Taṇhakkhayādhimuttassa,",
  "pli-tv-kd5:1.27.6": "asammohañca cetaso;",
  "pli-tv-kd5:1.27.7": "Disvā āyatanuppādaṁ,",
  "pli-tv-kd5:1.27.8": "sammā cittaṁ vimuccati.",
  "pli-tv-kd5:1.27.9": "Tassa sammāvimuttassa,",
  "pli-tv-kd5:1.27.10": "santacittassa bhikkhuno;",
  "pli-tv-kd5:1.27.11": "Katassa paṭicayo natthi,",
  "pli-tv-kd5:1.27.12": "karaṇīyaṁ na vijjati.",
  "pli-tv-kd5:1.27.13": "Selo yathā ekagghano,",
  "pli-tv-kd5:1.27.14": "vātena na samīrati;",
  "pli-tv-kd5:1.27.15": "Evaṁ rūpā rasā saddā,",
  "pli-tv-kd5:1.27.16": "gandhā phassā ca kevalā.",
  "pli-tv-kd5:1.27.17": "Iṭṭhā dhammā aniṭṭhā ca,",
  "pli-tv-kd5:1.27.18": "na pavedhenti tādino;",
  "pli-tv-kd5:1.27.19": "Ṭhitaṁ cittaṁ vippamuttaṁ,",
  "pli-tv-kd5:1.27.20": "vayañcassānupassatīti.",
  "pli-tv-kd5:1.28.0": "2. Diguṇādiupāhanapaṭikkhepa",
  "pli-tv-kd5:1.28.1": "Atha kho bhagavā bhikkhū āmantesi—",
  "pli-tv-kd5:1.28.2": "“evaṁ kho, bhikkhave, kulaputtā aññaṁ byākaronti, attho ca vutto, attā ca anupanīto.",
  "pli-tv-kd5:1.28.3": "Atha ca panidhekacce moghapurisā hasamānakaṁ maññe aññaṁ byākaronti, te pacchā vighātaṁ āpajjantī”ti.",
  "pli-tv-kd5:1.29.1": "Atha kho bhagavā āyasmantaṁ soṇaṁ āmantesi—",
  "pli-tv-kd5:1.29.2": "“tvaṁ khosi, soṇa, sukhumālo.",
  "pli-tv-kd5:1.29.3": "Anujānāmi te, soṇa, ekapalāsikaṁ upāhanan”ti.",
  "pli-tv-kd5:1.29.4": "“Ahaṁ kho, bhante, asītisakaṭavāhe hiraññaṁ ohāya agārasmā anagāriyaṁ pabbajito, sattahatthikañca anīkaṁ.",
  "pli-tv-kd5:1.29.5": "Athāhaṁ, bhante, ekapalāsikañce upāhanaṁ pariharissāmi, tassa me bhavissanti vattāro ‘soṇo koḷiviso asītisakaṭavāhe hiraññaṁ ohāya agārasmā anagāriyaṁ pabbajito, sattahatthikañca anīkaṁ.",
  "pli-tv-kd5:1.29.6": "So dānāyaṁ ekapalāsikāsu upāhanāsu satto’ti.",
  "pli-tv-kd5:1.30.1": "Sace bhagavā bhikkhusaṅghassa anujānissati ahampi paribhuñjissāmi;",
  "pli-tv-kd5:1.30.2": "no ce bhagavā bhikkhusaṅghassa anujānissati, ahampi na paribhuñjissāmī”ti.",
  "pli-tv-kd5:1.30.3": "Atha kho bhagavā etasmiṁ nidāne etasmiṁ pakaraṇe dhammiṁ kathaṁ katvā bhikkhū āmantesi—",
  "pli-tv-kd5:1.30.4": "“anujānāmi, bhikkhave, ekapalāsikaṁ upāhanaṁ.",
  "pli-tv-kd5:1.30.5": "Na, bhikkhave, diguṇā upāhanā dhāretabbā.",
  "pli-tv-kd5:1.30.6": "Na tiguṇā upāhanā dhāretabbā.",
  "pli-tv-kd5:1.30.7": "Na guṇaṅguṇūpāhanā dhāretabbā.",
  "pli-tv-kd5:1.30.8": "Yo dhāreyya, āpatti dukkaṭassā”ti.",
  "pli-tv-kd5:2.1.0": "3. Sabbanīlikādipaṭikkhepa",
  "pli-tv-kd5:2.1.1": "Tena kho pana samayena chabbaggiyā bhikkhū sabbanīlikā upāhanāyo dhārenti …pe…",
  "pli-tv-kd5:2.1.2": "sabbapītikā upāhanāyo dhārenti …",
  "pli-tv-kd5:2.1.3": "sabbalohitikā upāhanāyo dhārenti …",
  "pli-tv-kd5:2.1.4": "sabbamañjiṭṭhikā upāhanāyo dhārenti …",
  "pli-tv-kd5:2.1.5": "sabbakaṇhā upāhanāyo dhārenti …",
  "pli-tv-kd5:2.1.6": "sabbamahāraṅgarattā upāhanāyo dhārenti …",
  "pli-tv-kd5:2.1.7": "sabbamahānāmarattā upāhanāyo dhārenti.",
  "pli-tv-kd5:2.1.8": "Manussā ujjhāyanti khiyyanti vipācenti—",
  "pli-tv-kd5:2.1.9": "“seyyathāpi gihī kāmabhogino”ti.",
  "pli-tv-kd5:2.1.10": "Bhagavato etamatthaṁ ārocesuṁ.",
  "pli-tv-kd5:2.1.11": "“Na, bhikkhave, sabbanīlikā upāhanā dhāretabbā …pe…",
  "pli-tv-kd5:2.1.12": "na sabbapītikā upāhanā dhāretabbā, na sabbalohitikā upāhanā dhāretabbā, na sabbamañjiṭṭhikā upāhanā dhāretabbā, na sabbakaṇhā upāhanā dhāretabbā, na sabbamahāraṅgarattā upāhanā dhāretabbā, na sabbamahānāmarattā upāhanā dhāretabbā.",
  "pli-tv-kd5:2.1.13": "Yo dhāreyya, āpatti dukkaṭassā”ti.",
  "pli-tv-kd5:2.2.1": "Tena kho pana samayena chabbaggiyā bhikkhū nīlakavaddhikā upāhanāyo dhārenti …pe…",
  "pli-tv-kd5:2.2.2": "pītakavaddhikā upāhanāyo dhārenti, lohitakavaddhikā upāhanāyo dhārenti, mañjiṭṭhikavaddhikā upāhanāyo dhārenti, kaṇhavaddhikā upāhanāyo dhārenti, mahāraṅgarattavaddhikā upāhanāyo dhārenti, mahānāmarattavaddhikā upāhanāyo dhārenti.",
  "pli-tv-kd5:2.2.3": "Manussā ujjhāyanti khiyyanti vipācenti—",
  "pli-tv-kd5:2.2.4": "“seyyathāpi gihī kāmabhogino”ti.",
  "pli-tv-kd5:2.2.5": "Bhagavato etamatthaṁ ārocesuṁ.",
  "pli-tv-kd5:2.2.6": "“Na, bhikkhave, nīlakavaddhikā upāhanā dhāretabbā …pe… na pītakavaddhikā upāhanā dhāretabbā, na lohitakavaddhikā upāhanā dhāretabbā, na mañjiṭṭhikavaddhikā upāhanā dhāretabbā, na kaṇhavaddhikā upāhanā dhāretabbā, na mahāraṅgarattavaddhikā upāhanā dhāretabbā, na mahānāmarattavaddhikā upāhanā dhāretabbā.",
  "pli-tv-kd5:2.2.7": "Yo dhāreyya, āpatti dukkaṭassā”ti.",
  "pli-tv-kd5:2.3.1": "Tena kho pana samayena chabbaggiyā bhikkhū khallakabaddhā upāhanāyo dhārenti …pe… puṭabaddhā upāhanāyo dhārenti, pāliguṇṭhimā upāhanāyo dhārenti, tūlapuṇṇikā upāhanāyo dhārenti, tittirapattikā upāhanāyo dhārenti, meṇḍavisāṇavaddhikā upāhanāyo dhārenti, ajavisāṇavaddhikā upāhanāyo dhārenti, vicchikāḷikā upāhanāyo dhārenti, morapiñchaparisibbitā upāhanāyo dhārenti, citrā upāhanāyo dhārenti.",
  "pli-tv-kd5:2.3.2": "Manussā ujjhāyanti khiyyanti vipācenti—",
  "pli-tv-kd5:2.3.3": "“seyyathāpi gihī kāmabhogino”ti.",
  "pli-tv-kd5:2.3.4": "Bhagavato etamatthaṁ ārocesuṁ.",
  "pli-tv-kd5:2.3.5": "“Na, bhikkhave, khallakabaddhā upāhanā dhāretabbā …pe…",
  "pli-tv-kd5:2.3.6": "na puṭabaddhā upāhanā dhāretabbā, na pāliguṇṭhimā upāhanā dhāretabbā, na tūlapuṇṇikā upāhanā dhāretabbā, na tittirapattikā upāhanā dhāretabbā, na meṇḍavisāṇavaddhikā upāhanā dhāretabbā, na ajavisāṇavaddhikā upāhanā dhāretabbā, na vicchikāḷikā upāhanā dhāretabbā, na morapiñchaparisibbitā upāhanā dhāretabbā, na citrā upāhanā dhāretabbā.",
  "pli-tv-kd5:2.3.7": "Yo dhāreyya, āpatti dukkaṭassā”ti.",
  "pli-tv-kd5:2.4.1": "Tena kho pana samayena chabbaggiyā bhikkhū sīhacammaparikkhaṭā upāhanāyo dhārenti …pe… byagghacammaparikkhaṭā upāhanāyo dhārenti, dīpicammaparikkhaṭā upāhanāyo dhārenti, ajinacammaparikkhaṭā upāhanāyo dhārenti, uddacammaparikkhaṭā upāhanāyo dhārenti, majjāracammaparikkhaṭā upāhanāyo dhārenti, kāḷakacammaparikkhaṭā upāhanāyo dhārenti, luvakacammaparikkhaṭā upāhanāyo dhārenti.",
  "pli-tv-kd5:2.4.2": "Manussā ujjhāyanti khiyyanti vipācenti—",
  "pli-tv-kd5:2.4.3": "“seyyathāpi gihī kāmabhogino”ti.",
  "pli-tv-kd5:2.4.4": "Bhagavato etamatthaṁ ārocesuṁ.",
  "pli-tv-kd5:2.4.5": "“Na, bhikkhave, sīhacammaparikkhaṭā upāhanā dhāretabbā …pe…",
  "pli-tv-kd5:2.4.6": "na byagghacammaparikkhaṭā upāhanā dhāretabbā, na dīpicammaparikkhaṭā upāhanā dhāretabbā, na ajinacammaparikkhaṭā upāhanā dhāretabbā, na uddacammaparikkhaṭā upāhanā dhāretabbā, na majjāracammaparikkhaṭā upāhanā dhāretabbā, na kāḷakacammaparikkhaṭā upāhanā dhāretabbā, na luvakacammaparikkhaṭā upāhanā dhāretabbā.",
  "pli-tv-kd5:2.4.7": "Yo dhāreyya, āpatti dukkaṭassā”ti.",
  "pli-tv-kd5:3.1.0": "4. Omukkaguṇaṅguṇūpāhanānujānana",
  "pli-tv-kd5:3.1.1": "Atha kho bhagavā pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya rājagahaṁ piṇḍāya pāvisi, aññatarena bhikkhunā pacchāsamaṇena.",
  "pli-tv-kd5:3.1.2": "Atha kho so bhikkhu khañjamāno bhagavantaṁ piṭṭhito piṭṭhito anubandhi.",
  "pli-tv-kd5:3.1.3": "Addasā kho aññataro upāsako guṇaṅguṇūpāhanā ārohitvā bhagavantaṁ dūratova āgacchantaṁ;",
  "pli-tv-kd5:3.1.4": "disvā upāhanā ārohitvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā yena so bhikkhu tenupasaṅkami;",
  "pli-tv-kd5:3.1.5": "upasaṅkamitvā taṁ bhikkhuṁ abhivādetvā etadavoca—",
  "pli-tv-kd5:3.2.1": "“kissa, bhante, ayyo khañjatī”ti?",
  "pli-tv-kd5:3.2.2": "“Pādā me, āvuso, phalitā”ti.",
  "pli-tv-kd5:3.2.3": "“Handa, bhante, upāhanāyo”ti.",
  "pli-tv-kd5:3.2.4": "“Alaṁ, āvuso, paṭikkhittā bhagavatā guṇaṅguṇūpāhanā”ti.",
  "pli-tv-kd5:3.2.5": "“Gaṇhāhetā, bhikkhu, upāhanāyo”ti.",
  "pli-tv-kd5:3.2.6": "Atha kho bhagavā etasmiṁ nidāne etasmiṁ pakaraṇe dhammiṁ kathaṁ katvā bhikkhū āmantesi—",
  "pli-tv-kd5:3.2.7": "“anujānāmi, bhikkhave, omukkaṁ guṇaṅguṇūpāhanaṁ.",
  "pli-tv-kd5:3.2.8": "Na, bhikkhave, navā guṇaṅguṇūpāhanā dhāretabbā.",
  "pli-tv-kd5:3.2.9": "Yo dhāreyya, āpatti dukkaṭassā”ti.",
  "pli-tv-kd5:4.1.0": "5. Ajjhārāmeupāhanapaṭikkhepa",
  "pli-tv-kd5:4.1.1": "Tena kho pana samayena bhagavā ajjhokāse anupāhano caṅkamati.",
  "pli-tv-kd5:4.1.2": "“Satthā anupāhano caṅkamatī”ti—",
  "pli-tv-kd5:4.1.3": "therāpi bhikkhū anupāhanā caṅkamanti.",
  "pli-tv-kd5:4.1.4": "Chabbaggiyā bhikkhū, satthari anupāhane caṅkamamāne, theresupi bhikkhūsu anupāhanesu caṅkamamānesu, saupāhanā caṅkamanti.",
  "pli-tv-kd5:4.1.5": "Ye te bhikkhū appicchā …pe… te ujjhāyanti khiyyanti vipācenti—",
  "pli-tv-kd5:4.1.6": "“kathañhi nāma chabbaggiyā bhikkhū, satthari anupāhane caṅkamamāne, theresupi bhikkhūsu anupāhanesu caṅkamamānesu, saupāhanā caṅkamissantī”ti.",
  "pli-tv-kd5:4.2.1": "Atha kho te bhikkhū bhagavato etamatthaṁ ārocesuṁ …pe…",
  "pli-tv-kd5:4.2.2": "“saccaṁ kira, bhikkhave, chabbaggiyā bhikkhū, satthari anupāhane caṅkamamāne, theresupi bhikkhūsu anupāhanesu caṅkamamānesu, saupāhanā caṅkamantī”ti?",
  "pli-tv-kd5:4.2.3": "“Saccaṁ, bhagavā”ti.",
  "pli-tv-kd5:4.2.4": "Vigarahi buddho bhagavā …pe…",
  "pli-tv-kd5:4.2.5": "kathañhi nāma te, bhikkhave, moghapurisā, satthari anupāhane caṅkamamāne, theresupi bhikkhūsu anupāhanesu caṅkamamānesu, saupāhanā caṅkamissanti.",
  "pli-tv-kd5:4.2.6": "Ime hi nāma, bhikkhave, gihī odātavatthavasanakā abhijīvanikassa sippassa kāraṇā ācariyesu sagāravā sappatissā sabhāgavuttikā viharissanti.",
  "pli-tv-kd5:4.3.1": "Idha kho taṁ, bhikkhave, sobhetha, yaṁ tumhe evaṁ svākkhāte dhammavinaye pabbajitā samānā ācariyesu ācariyamattesu upajjhāyesu upajjhāyamattesu agāravā appatissā asabhāgavuttikā vihareyyātha.",
  "pli-tv-kd5:4.3.2": "Netaṁ, bhikkhave, appasannānaṁ vā pasādāya …pe…",
  "pli-tv-kd5:4.3.3": "vigarahitvā …pe…",
  "pli-tv-kd5:4.3.4": "dhammiṁ kathaṁ katvā bhikkhū āmantesi—",
  "pli-tv-kd5:4.3.5": "“na, bhikkhave, ācariyesu ācariyamattesu upajjhāyesu upajjhāyamattesu anupāhanesu caṅkamamānesu saupāhanena caṅkamitabbaṁ.",
  "pli-tv-kd5:4.3.6": "Yo caṅkameyya, āpatti dukkaṭassa.",
  "pli-tv-kd5:4.3.7": "Na ca, bhikkhave, ajjhārāme upāhanā dhāretabbā.",
  "pli-tv-kd5:4.3.8": "Yo dhāreyya, āpatti dukkaṭassā”ti.",
  "pli-tv-kd5:5.1.1": "Tena kho pana samayena aññatarassa bhikkhuno pādakhilābādho hoti.",
  "pli-tv-kd5:5.1.2": "Taṁ bhikkhū pariggahetvā uccārampi passāvampi nikkhāmenti.",
  "pli-tv-kd5:5.1.3": "Addasā kho bhagavā senāsanacārikaṁ āhiṇḍanto te bhikkhū taṁ bhikkhuṁ pariggahetvā uccārampi passāvampi nikkhāmente, disvāna yena te bhikkhū tenupasaṅkami, upasaṅkamitvā te bhikkhū etadavoca—",
  "pli-tv-kd5:5.2.1": "“kiṁ imassa, bhikkhave, bhikkhuno ābādho”ti?",
  "pli-tv-kd5:5.2.2": "“Imassa, bhante, āyasmato pādakhilābādho;",
  "pli-tv-kd5:5.2.3": "imaṁ mayaṁ pariggahetvā uccārampi passāvampi nikkhāmemā”ti.",
  "pli-tv-kd5:5.2.4": "Atha kho bhagavā etasmiṁ nidāne etasmiṁ pakaraṇe dhammiṁ kathaṁ katvā bhikkhū āmantesi—",
  "pli-tv-kd5:5.2.5": "“anujānāmi, bhikkhave, yassa pādā vā dukkhā, pādā vā phalitā, pādakhilo vā ābādho upāhanaṁ dhāretun”ti.",
  "pli-tv-kd5:6.1.1": "Tena kho pana samayena bhikkhū adhotehi pādehi mañcampi pīṭhampi abhiruhanti;",
  "pli-tv-kd5:6.1.2": "cīvarampi senāsanampi dussati.",
  "pli-tv-kd5:6.1.3": "Bhagavato etamatthaṁ ārocesuṁ.",
  "pli-tv-kd5:6.1.4": "“Anujānāmi, bhikkhave, ‘idāni mañcaṁ vā pīṭhaṁ vā abhiruhissāmī’ti upāhanaṁ dhāretun”ti.",
  "pli-tv-kd5:6.2.1": "Tena kho pana samayena bhikkhū rattiyā uposathaggampi sannisajjampi gacchantā andhakāre khāṇumpi kaṇṭakampi akkamanti; pādā dukkhā honti.",
  "pli-tv-kd5:6.2.2": "Bhagavato etamatthaṁ ārocesuṁ.",
  "pli-tv-kd5:6.2.3": "“Anujānāmi, bhikkhave, ajjhārāme upāhanaṁ dhāretuṁ, ukkaṁ, padīpaṁ, kattaradaṇḍan”ti.",
  "pli-tv-kd5:6.3.0": "6. Kaṭṭhapādukādipaṭikkhepa",
  "pli-tv-kd5:6.3.1": "Tena kho pana samayena chabbaggiyā bhikkhū rattiyā paccūsasamayaṁ paccuṭṭhāya kaṭṭhapādukāyo abhiruhitvā ajjhokāse caṅkamanti, uccāsaddā mahāsaddā khaṭakhaṭasaddā, anekavihitaṁ tiracchānakathaṁ kathentā, seyyathidaṁ—",
  "pli-tv-kd5:6.3.2": "rājakathaṁ, corakathaṁ, mahāmattakathaṁ, senākathaṁ, bhayakathaṁ, yuddhakathaṁ, annakathaṁ, pānakathaṁ, vatthakathaṁ, sayanakathaṁ, mālākathaṁ, gandhakathaṁ, ñātikathaṁ, yānakathaṁ, gāmakathaṁ, nigamakathaṁ, nagarakathaṁ, janapadakathaṁ, itthikathaṁ, sūrakathaṁ, visikhākathaṁ, kumbhaṭṭhānakathaṁ, pubbapetakathaṁ, nānattakathaṁ, lokakkhāyikaṁ, samuddakkhāyikaṁ, itibhavābhavakathaṁ iti vā;",
  "pli-tv-kd5:6.3.3": "kīṭakampi akkamitvā mārenti, bhikkhūpi samādhimhā cāventi.",
  "pli-tv-kd5:6.4.1": "Ye te bhikkhū appicchā …pe… te ujjhāyanti khiyyanti vipācenti—",
  "pli-tv-kd5:6.4.2": "“kathañhi nāma chabbaggiyā bhikkhū rattiyā paccūsasamayaṁ paccuṭṭhāya kaṭṭhapādukāyo abhiruhitvā ajjhokāse caṅkamissanti, uccāsaddā mahāsaddā khaṭakhaṭasaddā anekavihitaṁ tiracchānakathaṁ kathentā, seyyathidaṁ—",
  "pli-tv-kd5:6.4.3": "rājakathaṁ, corakathaṁ …pe…",
  "pli-tv-kd5:6.4.4": "itibhavābhavakathaṁ iti vā, kīṭakampi akkamitvā māressanti, bhikkhūpi samādhimhā cāvessantī”ti.",
  "pli-tv-kd5:6.4.5": "Atha kho te bhikkhū bhagavato etamatthaṁ ārocesuṁ …pe…",
  "pli-tv-kd5:6.4.6": "“saccaṁ kira, bhikkhave, chabbaggiyā bhikkhū rattiyā paccūsasamayaṁ paccuṭṭhāya kaṭṭhapādukāyo abhiruhitvā ajjhokāse caṅkamanti, uccāsaddā mahāsaddā khaṭakhaṭasaddā, anekavihitaṁ tiracchānakathaṁ kathentā, seyyathidaṁ—",
  "pli-tv-kd5:6.4.7": "rājakathaṁ, corakathaṁ …pe…",
  "pli-tv-kd5:6.4.8": "itibhavābhavakathaṁ iti vā, kīṭakampi akkamitvā mārenti, bhikkhūpi samādhimhā cāventī”ti?",
  "pli-tv-kd5:6.4.9": "“Saccaṁ, bhagavā”ti …pe…",
  "pli-tv-kd5:6.4.10": "vigarahitvā …pe…",
  "pli-tv-kd5:6.4.11": "dhammiṁ kathaṁ katvā bhikkhū āmantesi—",
  "pli-tv-kd5:6.4.12": "“na, bhikkhave, kaṭṭhapādukā dhāretabbā.",
  "pli-tv-kd5:6.4.13": "Yo dhāreyya, āpatti dukkaṭassā”ti.",
  "pli-tv-kd5:7.1.1": "Atha kho bhagavā rājagahe yathābhirantaṁ viharitvā yena bārāṇasī tena cārikaṁ pakkāmi.",
  "pli-tv-kd5:7.1.2": "Anupubbena cārikaṁ caramāno yena bārāṇasī tadavasari.",
  "pli-tv-kd5:7.1.3": "Tatra sudaṁ bhagavā bārāṇasiyaṁ viharati isipatane migadāye.",
  "pli-tv-kd5:7.1.4": "Tena kho pana samayena chabbaggiyā bhikkhū—",
  "pli-tv-kd5:7.1.5": "“bhagavatā kaṭṭhapādukā paṭikkhittā”ti—",
  "pli-tv-kd5:7.1.6": "tālataruṇe chedāpetvā tālapattapādukāyo dhārenti;",
  "pli-tv-kd5:7.1.7": "tāni tālataruṇāni chinnāni milāyanti.",
  "pli-tv-kd5:7.1.8": "Manussā ujjhāyanti khiyyanti vipācenti—",
  "pli-tv-kd5:7.1.9": "“kathañhi nāma samaṇā sakyaputtiyā tālataruṇe chedāpetvā tālapattapādukāyo dhāressanti;",
  "pli-tv-kd5:7.1.10": "tāni tālataruṇāni chinnāni milāyanti;",
  "pli-tv-kd5:7.1.11": "ekindriyaṁ samaṇā sakyaputtiyā jīvaṁ viheṭhentī”ti.",
  "pli-tv-kd5:7.2.1": "Assosuṁ kho bhikkhū tesaṁ manussānaṁ ujjhāyantānaṁ khiyyantānaṁ vipācentānaṁ.",
  "pli-tv-kd5:7.2.2": "Atha kho te bhikkhū bhagavato etamatthaṁ ārocesuṁ …pe…",
  "pli-tv-kd5:7.2.3": "“saccaṁ kira, bhikkhave, chabbaggiyā bhikkhū tālataruṇe chedāpetvā tālapattapādukāyo dhārenti;",
  "pli-tv-kd5:7.2.4": "tāni tālataruṇāni chinnāni milāyantī”ti?",
  "pli-tv-kd5:7.2.5": "“Saccaṁ, bhagavā”ti.",
  "pli-tv-kd5:7.2.6": "Vigarahi buddho bhagavā …pe…",
  "pli-tv-kd5:7.2.7": "kathañhi nāma te, bhikkhave, moghapurisā tālataruṇe chedāpetvā tālapattapādukāyo dhāressanti;",
  "pli-tv-kd5:7.2.8": "tāni tālataruṇāni chinnāni milāyanti.",
  "pli-tv-kd5:7.2.9": "Jīvasaññino hi, bhikkhave, manussā rukkhasmiṁ.",
  "pli-tv-kd5:7.2.10": "Netaṁ, bhikkhave, appasannānaṁ vā pasādāya …pe…",
  "pli-tv-kd5:7.2.11": "vigarahitvā …pe…",
  "pli-tv-kd5:7.2.12": "dhammiṁ kathaṁ katvā bhikkhū āmantesi—",
  "pli-tv-kd5:7.2.13": "“na, bhikkhave, tālapattapādukā dhāretabbā.",
  "pli-tv-kd5:7.2.14": "Yo dhāreyya, āpatti dukkaṭassā”ti.",
  "pli-tv-kd5:7.3.1": "Tena kho pana samayena chabbaggiyā bhikkhū—",
  "pli-tv-kd5:7.3.2": "“bhagavatā tālapattapādukā paṭikkhittā”ti—",
  "pli-tv-kd5:7.3.3": "veḷutaruṇe chedāpetvā veḷupattapādukāyo dhārenti.",
  "pli-tv-kd5:7.3.4": "Tāni veḷutaruṇāni chinnāni milāyanti.",
  "pli-tv-kd5:7.3.5": "Manussā ujjhāyanti khiyyanti vipācenti—",
  "pli-tv-kd5:7.3.6": "“kathañhi nāma samaṇā sakyaputtiyā veḷutaruṇe chedāpetvā veḷupattapādukāyo dhāressanti.",
  "pli-tv-kd5:7.3.7": "Tāni veḷutaruṇāni chinnāni milāyanti.",
  "pli-tv-kd5:7.3.8": "Ekindriyaṁ samaṇā sakyaputtiyā jīvaṁ viheṭhentī”ti.",
  "pli-tv-kd5:7.3.9": "Assosuṁ kho bhikkhū tesaṁ manussānaṁ ujjhāyantānaṁ khiyyantānaṁ vipācentānaṁ.",
  "pli-tv-kd5:7.3.10": "Atha kho te bhikkhū bhagavato etamatthaṁ ārocesuṁ …pe…",
  "pli-tv-kd5:7.3.11": "jīvasaññino hi, bhikkhave, manussā rukkhasmiṁ …pe…",
  "pli-tv-kd5:7.3.12": "na, bhikkhave, veḷupattapādukā dhāretabbā.",
  "pli-tv-kd5:7.3.13": "Yo dhāreyya, āpatti dukkaṭassā”ti.",
  "pli-tv-kd5:8.1.1": "Atha kho bhagavā bārāṇasiyaṁ yathābhirantaṁ viharitvā yena bhaddiyaṁ tena cārikaṁ pakkāmi.",
  "pli-tv-kd5:8.1.2": "Anupubbena cārikaṁ caramāno yena bhaddiyaṁ tadavasari.",
  "pli-tv-kd5:8.1.3": "Tatra sudaṁ bhagavā bhaddiye viharati jātiyā vane.",
  "pli-tv-kd5:8.1.4": "Tena kho pana samayena bhaddiyā bhikkhū anekavihitaṁ pādukamaṇḍanānuyogamanuyuttā viharanti, tiṇapādukaṁ karontipi kārāpentipi, muñjapādukaṁ karontipi kārāpentipi, pabbajapādukaṁ karontipi kārāpentipi, hintālapādukaṁ karontipi kārāpentipi, kamalapādukaṁ karontipi kārāpentipi, kambalapādukaṁ karontipi kārāpentipi, riñcanti uddesaṁ paripucchaṁ adhisīlaṁ adhicittaṁ adhipaññaṁ.",
  "pli-tv-kd5:8.2.1": "Ye te bhikkhū appicchā …pe… te ujjhāyanti khiyyanti vipācenti—",
  "pli-tv-kd5:8.2.2": "“kathañhi nāma bhaddiyā bhikkhū anekavihitaṁ pādukamaṇḍanānuyogamanuyuttā viharissanti, tiṇapādukaṁ karissantipi kārāpessantipi, muñjapādukaṁ karissantipi kārāpessantipi, pabbajapādukaṁ karissantipi kārāpessantipi, hintālapādukaṁ karissantipi kārāpessantipi, kamalapādukaṁ karissantipi kārāpessantipi, kambalapādukaṁ karissantipi kārāpessantipi, riñcissanti uddesaṁ paripucchaṁ adhisīlaṁ adhicittaṁ adhipaññan”ti.",
  "pli-tv-kd5:8.2.3": "Atha kho te bhikkhū bhagavato etamatthaṁ ārocesuṁ …pe…",
  "pli-tv-kd5:8.2.4": "“saccaṁ kira, bhikkhave, bhaddiyā bhikkhū anekavihitaṁ pādukamaṇḍanānuyogamanuyuttā viharanti, tiṇapādukaṁ karontipi kārāpentipi …pe…",
  "pli-tv-kd5:8.2.5": "riñcanti uddesaṁ paripucchaṁ adhisīlaṁ adhicittaṁ adhipaññan”ti?",
  "pli-tv-kd5:8.2.6": "“Saccaṁ, bhagavā”ti.",
  "pli-tv-kd5:8.2.7": "Vigarahi buddho bhagavā …pe…",
  "pli-tv-kd5:8.2.8": "kathañhi nāma te, bhikkhave, moghapurisā anekavihitaṁ pādukamaṇḍanānuyogamanuyuttā viharissanti, tiṇapādukaṁ karissantipi kārāpessantipi …pe…",
  "pli-tv-kd5:8.2.9": "riñcissanti uddesaṁ paripucchaṁ adhisīlaṁ adhicittaṁ adhipaññaṁ.",
  "pli-tv-kd5:8.3.1": "Netaṁ, bhikkhave, appasannānaṁ vā pasādāya …pe…",
  "pli-tv-kd5:8.3.2": "vigarahitvā …pe…",
  "pli-tv-kd5:8.3.3": "dhammiṁ kathaṁ katvā bhikkhū āmantesi—",
  "pli-tv-kd5:8.3.4": "“na, bhikkhave, tiṇapādukā dhāretabbā, na muñjapādukā dhāretabbā, na pabbajapādukā dhāretabbā, na hintālapādukā dhāretabbā, na kamalapādukā dhāretabbā, na kambalapādukā dhāretabbā, na sovaṇṇamayā pādukā dhāretabbā, na rūpiyamayā pādukā dhāretabbā, na maṇimayā pādukā dhāretabbā, na veḷuriyamayā pādukā dhāretabbā, na phalikamayā pādukā dhāretabbā, na kaṁsamayā pādukā dhāretabbā, na kācamayā pādukā dhāretabbā, na tipumayā pādukā dhāretabbā, na sīsamayā pādukā dhāretabbā, na tambalohamayā pādukā dhāretabbā.",
  "pli-tv-kd5:8.3.5": "Yo dhāreyya, āpatti dukkaṭassa.",
  "pli-tv-kd5:8.3.6": "Na ca, bhikkhave, kāci saṅkamaniyā pādukā dhāretabbā.",
  "pli-tv-kd5:8.3.7": "Yo dhāreyya, āpatti dukkaṭassa.",
  "pli-tv-kd5:8.3.8": "Anujānāmi, bhikkhave, tisso pādukā dhuvaṭṭhāniyā asaṅkamaniyāyo—",
  "pli-tv-kd5:8.3.9": "vaccapādukaṁ, passāvapādukaṁ, ācamanapādukan”ti.",
  "pli-tv-kd5:9.1.1": "Atha kho bhagavā bhaddiye yathābhirantaṁ viharitvā yena sāvatthi tena cārikaṁ pakkāmi.",
  "pli-tv-kd5:9.1.2": "Anupubbena cārikaṁ caramāno yena sāvatthi tadavasari.",
  "pli-tv-kd5:9.1.3": "Tatra sudaṁ bhagavā sāvatthiyaṁ viharati jetavane anāthapiṇḍikassa ārāme.",
  "pli-tv-kd5:9.1.4": "Tena kho pana samayena chabbaggiyā bhikkhū aciravatiyā nadiyā gāvīnaṁ tarantīnaṁ visāṇesupi gaṇhanti, kaṇṇesupi gaṇhanti, gīvāyapi gaṇhanti, cheppāpi gaṇhanti, piṭṭhimpi abhiruhanti, rattacittāpi aṅgajātaṁ chupanti, vacchatarimpi ogāhetvā mārenti.",
  "pli-tv-kd5:9.2.1": "Manussā ujjhāyanti khiyyanti vipācenti—",
  "pli-tv-kd5:9.2.2": "“kathañhi nāma samaṇā sakyaputtiyā gāvīnaṁ tarantīnaṁ visāṇesupi gahessanti …pe…",
  "pli-tv-kd5:9.2.3": "seyyathāpi gihī kāmabhogino”ti.",
  "pli-tv-kd5:9.2.4": "Assosuṁ kho bhikkhū tesaṁ manussānaṁ ujjhāyantānaṁ khiyyantānaṁ vipācentānaṁ.",
  "pli-tv-kd5:9.2.5": "Atha kho te bhikkhū bhagavato etamatthaṁ ārocesuṁ …pe…",
  "pli-tv-kd5:9.2.6": "“saccaṁ kira, bhikkhave …pe…",
  "pli-tv-kd5:9.3.1": "“saccaṁ, bhagavā”ti …pe…",
  "pli-tv-kd5:9.3.2": "vigarahitvā …pe…",
  "pli-tv-kd5:9.3.3": "dhammiṁ kathaṁ katvā bhikkhū āmantesi—",
  "pli-tv-kd5:9.3.4": "“na, bhikkhave, gāvīnaṁ visāṇesu gahetabbaṁ, na kaṇṇesu gahetabbaṁ, na gīvāya gahetabbaṁ, na cheppāya gahetabbaṁ, na piṭṭhi abhiruhitabbā.",
  "pli-tv-kd5:9.3.5": "Yo abhiruheyya, āpatti dukkaṭassa.",
  "pli-tv-kd5:9.3.6": "Na ca, bhikkhave, rattacittena aṅgajātaṁ chupitabbaṁ.",
  "pli-tv-kd5:9.3.7": "Yo chupeyya, āpatti thullaccayassa.",
  "pli-tv-kd5:9.3.8": "Na vacchatarī māretabbā.",
  "pli-tv-kd5:9.3.9": "Yo māreyya, yathādhammo kāretabbo”ti.",
  "pli-tv-kd5:9.4.0": "7. Yānādipaṭikkhepa",
  "pli-tv-kd5:9.4.1": "Tena kho pana samayena chabbaggiyā bhikkhū yānena yāyanti, itthiyuttenapi purisantarena, purisayuttenapi itthantarena.",
  "pli-tv-kd5:9.4.2": "Manussā ujjhāyanti khiyyanti vipācenti—",
  "pli-tv-kd5:9.4.3": "“seyyathāpi gaṅgāmahiyāyā”ti.",
  "pli-tv-kd5:9.4.4": "Bhagavato etamatthaṁ ārocesuṁ.",
  "pli-tv-kd5:9.4.5": "“Na, bhikkhave, yānena yāyitabbaṁ.",
  "pli-tv-kd5:9.4.6": "Yo yāyeyya, āpatti dukkaṭassā”ti.",
  "pli-tv-kd5:10.1.1": "Tena kho pana samayena aññataro bhikkhu kosalesu janapade sāvatthiṁ gacchanto bhagavantaṁ dassanāya antarāmagge gilāno hoti.",
  "pli-tv-kd5:10.1.2": "Atha kho so bhikkhu maggā okkamma aññatarasmiṁ rukkhamūle nisīdi.",
  "pli-tv-kd5:10.1.3": "Manussā taṁ bhikkhuṁ disvā etadavocuṁ—",
  "pli-tv-kd5:10.1.4": "“kahaṁ, bhante, ayyo gamissatī”ti?",
  "pli-tv-kd5:10.1.5": "“Sāvatthiṁ kho ahaṁ, āvuso, gamissāmi bhagavantaṁ dassanāyā”ti.",
  "pli-tv-kd5:10.2.1": "“Ehi, bhante, gamissāmā”ti.",
  "pli-tv-kd5:10.2.2": "“Nāhaṁ, āvuso, sakkomi, gilānomhī”ti.",
  "pli-tv-kd5:10.2.3": "“Ehi, bhante, yānaṁ abhiruhā”ti.",
  "pli-tv-kd5:10.2.4": "“Alaṁ, āvuso, paṭikkhittaṁ bhagavatā yānan”ti kukkuccāyanto yānaṁ nābhiruhi.",
  "pli-tv-kd5:10.2.5": "Atha kho so bhikkhu sāvatthiṁ gantvā bhikkhūnaṁ etamatthaṁ ārocesi.",
  "pli-tv-kd5:10.2.6": "Bhikkhū bhagavato etamatthaṁ ārocesuṁ.",
  "pli-tv-kd5:10.2.7": "“Anujānāmi, bhikkhave, gilānassa yānan”ti.",
  "pli-tv-kd5:10.3.1": "Atha kho bhikkhūnaṁ etadahosi—",
  "pli-tv-kd5:10.3.2": "“itthiyuttaṁ nu kho purisayuttaṁ nu kho”ti?",
  "pli-tv-kd5:10.3.3": "Bhagavato etamatthaṁ ārocesuṁ.",
  "pli-tv-kd5:10.3.4": "“Anujānāmi, bhikkhave, purisayuttaṁ hatthavaṭṭakan”ti.",
  "pli-tv-kd5:10.3.5": "Tena kho pana samayena aññatarassa bhikkhuno yānugghātena bāḷhataraṁ aphāsu ahosi.",
  "pli-tv-kd5:10.3.6": "Bhagavato etamatthaṁ ārocesuṁ.",
  "pli-tv-kd5:10.3.7": "“Anujānāmi, bhikkhave, sivikaṁ pāṭaṅkin”ti.",
  "pli-tv-kd5:10.4.0": "8. Uccāsayanamahāsayanapaṭikkhepa",
  "pli-tv-kd5:10.4.1": "Tena kho pana samayena chabbaggiyā bhikkhū uccāsayanamahāsayanāni dhārenti, seyyathidaṁ—",
  "pli-tv-kd5:10.4.2": "āsandiṁ, pallaṅkaṁ, gonakaṁ, cittakaṁ, paṭikaṁ, paṭalikaṁ, tūlikaṁ, vikatikaṁ, uddhalomiṁ, ekantalomiṁ, kaṭṭissaṁ, koseyyaṁ, kuttakaṁ, hatthattharaṁ, assattharaṁ, rathattharaṁ, ajinapaveṇiṁ, kadalimigapavarapaccattharaṇaṁ, sauttaracchadaṁ, ubhatolohitakūpadhānanti.",
  "pli-tv-kd5:10.4.3": "Manussā vihāracārikaṁ āhiṇḍantā passitvā ujjhāyanti khiyyanti vipācenti—",
  "pli-tv-kd5:10.4.4": "“seyyathāpi gihī kāmabhogino”ti.",
  "pli-tv-kd5:10.4.5": "Bhagavato etamatthaṁ ārocesuṁ.",
  "pli-tv-kd5:10.5.1": "“Na, bhikkhave, uccāsayanamahāsayanāni dhāretabbāni, seyyathidaṁ—",
  "pli-tv-kd5:10.5.2": "āsandi, pallaṅko, gonako, cittako, paṭikā, paṭalikā, tūlikā, vikatikā, uddhalomi, ekantalomi, kaṭṭissaṁ, koseyyaṁ, kuttakaṁ, hatthattharaṁ, assattharaṁ, rathattharaṁ, ajinapaveṇi, kadalimigapavarapaccattharaṇaṁ, sauttaracchadaṁ, ubhatolohitakūpadhānaṁ.",
  "pli-tv-kd5:10.5.3": "Yo dhāreyya, āpatti dukkaṭassā”ti.",
  "pli-tv-kd5:10.6.0": "9. Sabbacammapaṭikkhepa",
  "pli-tv-kd5:10.6.1": "Tena kho pana samayena chabbaggiyā bhikkhū—",
  "pli-tv-kd5:10.6.2": "“bhagavatā uccāsayanamahāsayanāni paṭikkhittānīti—",
  "pli-tv-kd5:10.6.3": "mahācammāni dhārenti, sīhacammaṁ byagghacammaṁ dīpicammaṁ.",
  "pli-tv-kd5:10.6.4": "Tāni mañcappamāṇenapi chinnāni honti, pīṭhappamāṇenapi chinnāni honti, antopi mañce paññattāni honti, bahipi mañce paññattāni honti, antopi pīṭhe paññattāni honti, bahipi pīṭhe paññattāni honti.",
  "pli-tv-kd5:10.6.5": "Manussā vihāracārikaṁ āhiṇḍantā passitvā ujjhāyanti khiyyanti vipācenti—",
  "pli-tv-kd5:10.6.6": "“seyyathāpi gihī kāmabhogino”ti.",
  "pli-tv-kd5:10.6.7": "Bhagavato etamatthaṁ ārocesuṁ.",
  "pli-tv-kd5:10.6.8": "“Na, bhikkhave, mahācammāni dhāretabbāni, sīhacammaṁ byagghacammaṁ dīpicammaṁ.",
  "pli-tv-kd5:10.6.9": "Yo dhāreyya, āpatti dukkaṭassā”ti.",
  "pli-tv-kd5:10.7.1": "Tena kho pana samayena chabbaggiyā bhikkhū—",
  "pli-tv-kd5:10.7.2": "“bhagavatā mahācammāni paṭikkhittānī”ti—",
  "pli-tv-kd5:10.7.3": "gocammāni dhārenti.",
  "pli-tv-kd5:10.7.4": "Tāni mañcappamāṇenapi chinnāni honti, pīṭhappamāṇenapi chinnāni honti, antopi mañce paññattāni honti, bahipi mañce paññattāni honti, antopi pīṭhe paññattāni honti, bahipi pīṭhe paññattāni honti.",
  "pli-tv-kd5:10.7.5": "Aññataropi pāpabhikkhu aññatarassa pāpupāsakassa kulūpako hoti.",
  "pli-tv-kd5:10.7.6": "Atha kho so pāpabhikkhu pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya yena tassa pāpupāsakassa nivesanaṁ tenupasaṅkami, upasaṅkamitvā paññatte āsane nisīdi.",
  "pli-tv-kd5:10.7.7": "Atha kho so pāpupāsako yena so pāpabhikkhu tenupasaṅkami, upasaṅkamitvā taṁ pāpabhikkhuṁ abhivādetvā ekamantaṁ nisīdi.",
  "pli-tv-kd5:10.8.1": "Tena kho pana samayena tassa pāpupāsakassa vacchako hoti taruṇako abhirūpo dassanīyo pāsādiko citro, seyyathāpi dīpicchāpo.",
  "pli-tv-kd5:10.8.2": "Atha kho so pāpabhikkhu taṁ vacchakaṁ sakkaccaṁ upanijjhāyati.",
  "pli-tv-kd5:10.8.3": "Atha kho so pāpupāsako taṁ pāpabhikkhuṁ etadavoca—",
  "pli-tv-kd5:10.8.4": "“kissa, bhante, ayyo imaṁ vacchakaṁ sakkaccaṁ upanijjhāyatī”ti?",
  "pli-tv-kd5:10.8.5": "“Attho me, āvuso, imassa vacchakassa cammenā”ti.",
  "pli-tv-kd5:10.8.6": "Atha kho so pāpupāsako taṁ vacchakaṁ vadhitvā cammaṁ vidhunitvā tassa pāpabhikkhuno pādāsi.",
  "pli-tv-kd5:10.8.7": "Atha kho so pāpabhikkhu taṁ cammaṁ saṅghāṭiyā paṭicchādetvā agamāsi.",
  "pli-tv-kd5:10.9.1": "Atha kho sā gāvī vacchagiddhinī taṁ pāpabhikkhuṁ piṭṭhito piṭṭhito anubandhi.",
  "pli-tv-kd5:10.9.2": "Bhikkhū evamāhaṁsu—",
  "pli-tv-kd5:10.9.3": "“kissa tyāyaṁ, āvuso, gāvī piṭṭhito piṭṭhito anubandhī”ti?",
  "pli-tv-kd5:10.9.4": "“Ahampi kho, āvuso, na jānāmi kena myāyaṁ gāvī piṭṭhito piṭṭhito anubandhī”ti.",
  "pli-tv-kd5:10.9.5": "Tena kho pana samayena tassa pāpabhikkhuno saṅghāṭi lohitena makkhitā hoti.",
  "pli-tv-kd5:10.9.6": "Bhikkhū evamāhaṁsu—",
  "pli-tv-kd5:10.9.7": "“ayaṁ pana te, āvuso, saṅghāṭi kiṁ katā”ti?",
  "pli-tv-kd5:10.9.8": "Atha kho so pāpabhikkhu bhikkhūnaṁ etamatthaṁ ārocesi.",
  "pli-tv-kd5:10.9.9": "“Kiṁ pana tvaṁ, āvuso, pāṇātipāte samādapesī”ti?",
  "pli-tv-kd5:10.9.10": "“Evamāvuso”ti.",
  "pli-tv-kd5:10.9.11": "Ye te bhikkhū appicchā te ujjhāyanti khiyyanti vipācenti—",
  "pli-tv-kd5:10.9.12": "“kathañhi nāma bhikkhu pāṇātipāte samādapessati, nanu bhagavatā anekapariyāyena pāṇātipāto garahito, pāṇātipātā veramaṇī pasatthā”ti.",
  "pli-tv-kd5:10.9.13": "Atha kho te bhikkhū bhagavato etamatthaṁ ārocesuṁ.",
  "pli-tv-kd5:10.10.1": "Atha kho bhagavā etasmiṁ nidāne etasmiṁ pakaraṇe bhikkhusaṅghaṁ sannipātāpetvā taṁ pāpabhikkhuṁ paṭipucchi—",
  "pli-tv-kd5:10.10.2": "“saccaṁ kira tvaṁ, bhikkhu, pāṇātipāte samādapesī”ti?",
  "pli-tv-kd5:10.10.3": "“Saccaṁ, bhagavā”ti …pe…",
  "pli-tv-kd5:10.10.4": "kathañhi nāma tvaṁ, moghapurisa, pāṇātipāte samādapessasi, nanu mayā, moghapurisa, anekapariyāyena pāṇātipāto garahito, pāṇātipātā veramaṇī pasatthā.",
  "pli-tv-kd5:10.10.5": "Netaṁ, moghapurisa, appasannānaṁ vā pasādāya …pe…",
  "pli-tv-kd5:10.10.6": "vigarahitvā dhammiṁ kathaṁ katvā bhikkhū āmantesi—",
  "pli-tv-kd5:10.10.7": "“na, bhikkhave, pāṇātipāte samādapetabbaṁ.",
  "pli-tv-kd5:10.10.8": "Yo samādapeyya, yathādhammo kāretabbo.",
  "pli-tv-kd5:10.10.9": "Na, bhikkhave, gocammaṁ dhāretabbaṁ.",
  "pli-tv-kd5:10.10.10": "Yo dhāreyya, āpatti dukkaṭassa.",
  "pli-tv-kd5:10.10.11": "Na ca, bhikkhave, kiñci cammaṁ dhāretabbaṁ.",
  "pli-tv-kd5:10.10.12": "Yo dhāreyya, āpatti dukkaṭassā”ti.",
  "pli-tv-kd5:11.1.0": "10. Gihivikatānuññātādi",
  "pli-tv-kd5:11.1.1": "Tena kho pana samayena manussānaṁ mañcampi pīṭhampi cammonaddhāni honti, cammavinaddhāni.",
  "pli-tv-kd5:11.1.2": "Bhikkhū kukkuccāyantā nābhinisīdanti.",
  "pli-tv-kd5:11.1.3": "Bhagavato etamatthaṁ ārocesuṁ.",
  "pli-tv-kd5:11.1.4": "“Anujānāmi, bhikkhave, gihivikataṁ abhinisīdituṁ, na tveva abhinipajjitun”ti.",
  "pli-tv-kd5:11.1.5": "Tena kho pana samayena vihārā cammavaddhehi ogumphiyanti.",
  "pli-tv-kd5:11.1.6": "Bhikkhū kukkuccāyantā nābhinisīdanti.",
  "pli-tv-kd5:11.1.7": "Bhagavato etamatthaṁ ārocesuṁ.",
  "pli-tv-kd5:11.1.8": "“Anujānāmi, bhikkhave, bandhanamattaṁ abhinisīditun”ti.",
  "pli-tv-kd5:12.1.1": "Tena kho pana samayena chabbaggiyā bhikkhū saupāhanā gāmaṁ pavisanti.",
  "pli-tv-kd5:12.1.2": "Manussā ujjhāyanti khiyyanti vipācenti—",
  "pli-tv-kd5:12.1.3": "“seyyathāpi gihī kāmabhogino”ti.",
  "pli-tv-kd5:12.1.4": "Bhagavato etamatthaṁ ārocesuṁ.",
  "pli-tv-kd5:12.1.5": "“Na, bhikkhave, saupāhanena gāmo pavisitabbo.",
  "pli-tv-kd5:12.1.6": "Yo paviseyya, āpatti dukkaṭassā”ti.",
  "pli-tv-kd5:12.1.7": "Tena kho pana samayena aññataro bhikkhu gilāno hoti, na sakkoti vinā upāhanena gāmaṁ pavisituṁ.",
  "pli-tv-kd5:12.1.8": "Bhagavato etamatthaṁ ārocesuṁ.",
  "pli-tv-kd5:12.1.9": "“Anujānāmi, bhikkhave, gilānena bhikkhunā saupāhanena gāmaṁ pavisitun”ti.",
  "pli-tv-kd5:13.1.0": "11. Soṇakuṭikaṇṇavatthu",
  "pli-tv-kd5:13.1.1": "Tena kho pana samayena āyasmā mahākaccāno avantīsu viharati kuraraghare papatake pabbate.",
  "pli-tv-kd5:13.1.2": "Tena kho pana samayena soṇo upāsako kuṭikaṇṇo āyasmato mahākaccānassa upaṭṭhāko hoti.",
  "pli-tv-kd5:13.1.3": "Atha kho soṇo upāsako kuṭikaṇṇo yenāyasmā mahākaccāno tenupasaṅkami, upasaṅkamitvā āyasmantaṁ mahākaccānaṁ abhivādetvā ekamantaṁ nisīdi.",
  "pli-tv-kd5:13.1.4": "Ekamantaṁ nisinno kho soṇo upāsako kuṭikaṇṇo āyasmantaṁ mahākaccānaṁ etadavoca—",
  "pli-tv-kd5:13.1.5": "“yathā yathāhaṁ, bhante, ayyena mahākaccānena dhammaṁ desitaṁ ājānāmi, nayidaṁ sukaraṁ agāraṁ ajjhāvasatā ekantaparipuṇṇaṁ ekantaparisuddhaṁ saṅkhalikhitaṁ brahmacariyaṁ carituṁ.",
  "pli-tv-kd5:13.1.6": "Icchāmahaṁ, bhante, kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajituṁ.",
  "pli-tv-kd5:13.1.7": "Pabbājetu maṁ, bhante, ayyo mahākaccāno”ti.",
  "pli-tv-kd5:13.2.1": "(…) “Dukkaraṁ kho, soṇa, yāvajīvaṁ ekaseyyaṁ ekabhattaṁ brahmacariyaṁ carituṁ.",
  "pli-tv-kd5:13.2.2": "Iṅgha tvaṁ, soṇa, tattheva agārikabhūto buddhānaṁ sāsanaṁ anuyuñja, kālayuttaṁ ekaseyyaṁ ekabhattaṁ brahmacariyan”ti.",
  "pli-tv-kd5:13.2.3": "Atha kho soṇassa upāsakassa kuṭikaṇṇassa yo ahosi pabbajjābhisaṅkhāro so paṭippassambhi.",
  "pli-tv-kd5:13.2.4": "Dutiyampi kho soṇo upāsako kuṭikaṇṇo …pe…",
  "pli-tv-kd5:13.2.5": "tatiyampi kho soṇo upāsako kuṭikaṇṇo yenāyasmā mahākaccāno tenupasaṅkami, upasaṅkamitvā āyasmantaṁ mahākaccānaṁ abhivādetvā ekamantaṁ nisīdi.",
  "pli-tv-kd5:13.2.6": "Ekamantaṁ nisinno kho soṇo upāsako kuṭikaṇṇo āyasmantaṁ mahākaccānaṁ etadavoca—",
  "pli-tv-kd5:13.2.7": "“yathā yathāhaṁ, bhante, ayyena mahākaccānena dhammaṁ desitaṁ ājānāmi, nayidaṁ sukaraṁ agāraṁ ajjhāvasatā ekantaparipuṇṇaṁ ekantaparisuddhaṁ saṅkhalikhitaṁ brahmacariyaṁ carituṁ.",
  "pli-tv-kd5:13.2.8": "Icchāmahaṁ, bhante, kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajituṁ.",
  "pli-tv-kd5:13.2.9": "Pabbājetu maṁ, bhante, ayyo mahākaccāno”ti.",
  "pli-tv-kd5:13.2.10": "Atha kho āyasmā mahākaccāno soṇaṁ upāsakaṁ kuṭikaṇṇaṁ pabbājesi.",
  "pli-tv-kd5:13.2.11": "Tena kho pana samayena avantidakkhiṇāpatho appabhikkhuko hoti.",
  "pli-tv-kd5:13.2.12": "Atha kho āyasmā mahākaccāno tiṇṇaṁ vassānaṁ accayena kicchena kasirena tato tato dasavaggaṁ bhikkhusaṅghaṁ sannipātāpetvā āyasmantaṁ soṇaṁ upasampādesi.",
  "pli-tv-kd5:13.3.0": "12. Mahākaccānassapañcavaraparidassana",
  "pli-tv-kd5:13.3.1": "Atha kho āyasmato soṇassa vassaṁvuṭṭhassa rahogatassa paṭisallīnassa evaṁ cetaso parivitakko udapādi—",
  "pli-tv-kd5:13.3.2": "“sutoyeva kho me so bhagavā ediso ca ediso cāti, na ca mayā sammukhā diṭṭho, gaccheyyāhaṁ taṁ bhagavantaṁ dassanāya arahantaṁ sammāsambuddhaṁ, sace maṁ upajjhāyo anujāneyyā”ti.",
  "pli-tv-kd5:13.3.3": "Atha kho āyasmā soṇo sāyanhasamayaṁ paṭisallānā vuṭṭhito yenāyasmā mahākaccāno tenupasaṅkami, upasaṅkamitvā āyasmantaṁ mahākaccānaṁ abhivādetvā ekamantaṁ nisīdi.",
  "pli-tv-kd5:13.4.1": "Ekamantaṁ nisinno kho āyasmā soṇo āyasmantaṁ mahākaccānaṁ etadavoca—",
  "pli-tv-kd5:13.4.2": "“idha mayhaṁ, bhante, rahogatassa paṭisallīnassa evaṁ cetaso parivitakko udapādi—",
  "pli-tv-kd5:13.4.3": "‘sutoyeva kho me so bhagavā ediso ca ediso cāti, na ca mayā sammukhā diṭṭho, gaccheyyāhaṁ taṁ bhagavantaṁ dassanāya arahantaṁ sammāsambuddhaṁ, sace maṁ upajjhāyo anujāneyyā’ti;",
  "pli-tv-kd5:13.4.4": "gaccheyyāhaṁ, bhante, taṁ bhagavantaṁ dassanāya arahantaṁ sammāsambuddhaṁ, sace maṁ upajjhāyo anujānātī”ti.",
  "pli-tv-kd5:13.4.5": "“Sādhu sādhu, soṇa.",
  "pli-tv-kd5:13.4.6": "Gaccha tvaṁ, soṇa, taṁ bhagavantaṁ dassanāya arahantaṁ sammāsambuddhaṁ.",
  "pli-tv-kd5:13.5.1": "Dakkhissasi tvaṁ, soṇa, taṁ bhagavantaṁ pāsādikaṁ pasādanīyaṁ santindriyaṁ santamānasaṁ uttamadamathasamathaṁ anuppattaṁ dantaṁ guttaṁ yatindriyaṁ nāgaṁ.",
  "pli-tv-kd5:13.5.2": "Tena hi tvaṁ, soṇa, mama vacanena bhagavato pāde sirasā vanda—",
  "pli-tv-kd5:13.5.3": "‘upajjhāyo me, bhante, āyasmā mahākaccāno bhagavato pāde sirasā vandatī’ti.",
  "pli-tv-kd5:13.5.4": "Evañca vadehi—",
  "pli-tv-kd5:13.5.5": "‘avantidakkhiṇāpatho, bhante, appabhikkhuko, tiṇṇaṁ me vassānaṁ accayena kicchena kasirena tato tato dasavaggaṁ bhikkhusaṅghaṁ sannipātāpetvā upasampadaṁ alatthaṁ;",
  "pli-tv-kd5:13.5.6": "appeva nāma bhagavā avantidakkhiṇāpathe appatarena gaṇena upasampadaṁ anujāneyya.",
  "pli-tv-kd5:13.6.1": "Avantidakkhiṇāpathe, bhante, kaṇhuttarā bhūmi kharā gokaṇṭakahatā;",
  "pli-tv-kd5:13.6.2": "appeva nāma bhagavā avantidakkhiṇāpathe guṇaṅguṇūpāhanaṁ anujāneyya.",
  "pli-tv-kd5:13.6.3": "Avantidakkhiṇāpathe, bhante, nahānagarukā manussā udakasuddhikā;",
  "pli-tv-kd5:13.6.4": "appeva nāma bhagavā avantidakkhiṇāpathe dhuvanahānaṁ anujāneyya.",
  "pli-tv-kd5:13.6.5": "Avantidakkhiṇāpathe, bhante, cammāni attharaṇāni, eḷakacammaṁ ajacammaṁ migacammaṁ.",
  "pli-tv-kd5:13.6.6": "Seyyathāpi, bhante, majjhimesu janapadesu eragū moragū majjārū jantū;",
  "pli-tv-kd5:13.6.7": "evameva kho, bhante, avantidakkhiṇāpathe cammāni attharaṇāni, eḷakacammaṁ ajacammaṁ migacammaṁ;",
  "pli-tv-kd5:13.6.8": "appeva nāma bhagavā avantidakkhiṇāpathe cammāni attharaṇāni anujāneyya, eḷakacammaṁ ajacammaṁ migacammaṁ.",
  "pli-tv-kd5:13.7.1": "Etarahi, bhante, manussā nissīmagatānaṁ bhikkhūnaṁ cīvaraṁ denti—",
  "pli-tv-kd5:13.7.2": "“imaṁ cīvaraṁ itthannāmassa demā”ti.",
  "pli-tv-kd5:13.7.3": "Te āgantvā ārocenti—",
  "pli-tv-kd5:13.7.4": "“itthannāmehi te, āvuso, manussehi cīvaraṁ dinnan”ti te kukkuccāyantā na sādiyanti—",
  "pli-tv-kd5:13.7.5": "“mā no nissaggiyaṁ ahosī”ti;",
  "pli-tv-kd5:13.7.6": "appeva nāma bhagavā cīvare pariyāyaṁ ācikkheyyā’”ti.",
  "pli-tv-kd5:13.7.7": "“Evaṁ, bhante”ti",
  "pli-tv-kd5:13.7.8": "kho āyasmā soṇo āyasmato mahākaccānassa paṭissutvā uṭṭhāyāsanā āyasmantaṁ mahākaccānaṁ abhivādetvā padakkhiṇaṁ katvā senāsanaṁ saṁsāmetvā pattacīvaramādāya yena sāvatthi tena pakkāmi.",
  "pli-tv-kd5:13.8.1": "Anupubbena yena sāvatthi jetavanaṁ anāthapiṇḍikassa ārāmo yena bhagavā tenupasaṅkami, upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi.",
  "pli-tv-kd5:13.8.2": "Atha kho bhagavā āyasmantaṁ ānandaṁ āmantesi—",
  "pli-tv-kd5:13.8.3": "“imassa, ānanda, āgantukassa bhikkhuno senāsanaṁ paññāpehī”ti.",
  "pli-tv-kd5:13.8.4": "Atha kho āyasmā ānando—",
  "pli-tv-kd5:13.8.5": "“yassa kho maṁ bhagavā āṇāpeti, ‘imassa, ānanda, āgantukassa bhikkhuno senāsanaṁ paññāpehī’ti, icchati bhagavā tena bhikkhunā saddhiṁ ekavihāre vatthuṁ, icchati bhagavā āyasmatā soṇena saddhiṁ ekavihāre vatthun”ti—",
  "pli-tv-kd5:13.8.6": "yasmiṁ vihāre bhagavā viharati tasmiṁ vihāre āyasmato soṇassa senāsanaṁ paññāpesi.",
  "pli-tv-kd5:13.9.1": "Atha kho bhagavā bahudeva rattiṁ ajjhokāse vītināmetvā vihāraṁ pāvisi.",
  "pli-tv-kd5:13.9.2": "Āyasmāpi kho soṇo bahudeva rattiṁ ajjhokāse vītināmetvā vihāraṁ pāvisi.",
  "pli-tv-kd5:13.9.3": "Atha kho bhagavā rattiyā paccūsasamayaṁ paccuṭṭhāya āyasmantaṁ soṇaṁ ajjhesi—",
  "pli-tv-kd5:13.9.4": "“paṭibhātu taṁ, bhikkhu, dhammo bhāsitun”ti.",
  "pli-tv-kd5:13.9.5": "“Evaṁ, bhante”ti kho āyasmā soṇo bhagavato paṭissuṇitvā sabbāneva aṭṭhakavaggikāni sarena abhāsi.",
  "pli-tv-kd5:13.9.6": "Atha kho bhagavā āyasmato soṇassa sarabhaññapariyosāne abbhānumodi—",
  "pli-tv-kd5:13.9.7": "“sādhu sādhu, bhikkhu.",
  "pli-tv-kd5:13.9.8": "Suggahitāni kho te, bhikkhu, aṭṭhakavaggikāni, sumanasikatāni sūpadhāritāni.",
  "pli-tv-kd5:13.9.9": "Kalyāṇiyāpi vācāya samannāgato, vissaṭṭhāya, anelagalāya, atthassa viññāpaniyā.",
  "pli-tv-kd5:13.9.10": "Kativassosi tvaṁ, bhikkhū”ti?",
  "pli-tv-kd5:13.9.11": "“Ekavassohaṁ, bhagavā”ti.",
  "pli-tv-kd5:13.10.1": "“Kissa pana tvaṁ, bhikkhu, evaṁ ciraṁ akāsī”ti?",
  "pli-tv-kd5:13.10.2": "“Ciraṁ diṭṭho me, bhante, kāmesu ādīnavo, api ca sambādhā gharāvāsā bahukiccā bahukaraṇīyā”ti.",
  "pli-tv-kd5:13.10.3": "Atha kho bhagavā etamatthaṁ viditvā tāyaṁ velāyaṁ imaṁ udānaṁ udānesi—",
  "pli-tv-kd5:13.10.4": "“Disvā ādīnavaṁ loke,",
  "pli-tv-kd5:13.10.5": "ñatvā dhammaṁ nirūpadhiṁ;",
  "pli-tv-kd5:13.10.6": "Ariyo na ramatī pāpe,",
  "pli-tv-kd5:13.10.7": "pāpe na ramatī sucī”ti.",
  "pli-tv-kd5:13.11.1": "Atha kho āyasmā soṇo—",
  "pli-tv-kd5:13.11.2": "“paṭisammodati kho maṁ bhagavā, ayaṁ khvassa kālo yaṁ me upajjhāyo paridassī”ti—",
  "pli-tv-kd5:13.11.3": "uṭṭhāyāsanā ekaṁsaṁ uttarāsaṅgaṁ karitvā bhagavato pādesu sirasā nipatitvā bhagavantaṁ etadavoca—",
  "pli-tv-kd5:13.11.4": "“upajjhāyo me, bhante, āyasmā mahākaccāno bhagavato pāde sirasā vandati, evañca vadeti avantidakkhiṇāpatho, bhante, appabhikkhuko.",
  "pli-tv-kd5:13.11.5": "Tiṇṇaṁ me vassānaṁ accayena kicchena kasirena tato tato dasavaggaṁ bhikkhusaṅghaṁ sannipātāpetvā upasampadaṁ alatthaṁ, appeva nāma bhagavā avantidakkhiṇāpathe appatarena gaṇena upasampadaṁ anujāneyya.",
  "pli-tv-kd5:13.11.6": "Avantidakkhiṇāpathe, bhante, kaṇhuttarā bhūmi kharā gokaṇṭakahatā;",
  "pli-tv-kd5:13.11.7": "appeva nāma bhagavā avantidakkhiṇāpathe guṇaṅguṇūpāhanaṁ anujāneyya.",
  "pli-tv-kd5:13.11.8": "Avantidakkhiṇāpathe, bhante, nahānagarukā manussā udakasuddhikā, appeva nāma bhagavā avantidakkhiṇāpathe dhuvanahānaṁ anujāneyya.",
  "pli-tv-kd5:13.11.9": "Avantidakkhiṇāpathe, bhante, cammāni attharaṇāni, eḷakacammaṁ ajacammaṁ migacammaṁ.",
  "pli-tv-kd5:13.11.10": "Seyyathāpi, bhante, majjhimesu janapadesu eragū moragū majjārū jantū;",
  "pli-tv-kd5:13.11.11": "evameva kho, bhante, avantidakkhiṇāpathe cammāni attharaṇāni, eḷakacammaṁ ajacammaṁ migacammaṁ;",
  "pli-tv-kd5:13.11.12": "appeva nāma bhagavā avantidakkhiṇāpathe cammāni attharaṇāni anujāneyya, eḷakacammaṁ ajacammaṁ migacammaṁ.",
  "pli-tv-kd5:13.11.13": "Etarahi, bhante, manussā nissīmagatānaṁ bhikkhūnaṁ cīvaraṁ denti—",
  "pli-tv-kd5:13.11.14": "‘imaṁ cīvaraṁ itthannāmassa demā’ti.",
  "pli-tv-kd5:13.11.15": "Te āgantvā ārocenti—",
  "pli-tv-kd5:13.11.16": "‘itthannāmehi te, āvuso, manussehi cīvaraṁ dinnan’ti.",
  "pli-tv-kd5:13.11.17": "Te kukkuccāyantā na sādiyanti—",
  "pli-tv-kd5:13.11.18": "‘mā no nissaggiyaṁ ahosī’ti;",
  "pli-tv-kd5:13.11.19": "appeva nāma bhagavā cīvare pariyāyaṁ ācikkheyyā”ti.",
  "pli-tv-kd5:13.11.20": "Atha kho bhagavā etasmiṁ nidāne etasmiṁ pakaraṇe dhammiṁ kathaṁ katvā bhikkhū āmantesi—",
  "pli-tv-kd5:13.11.21": "“avantidakkhiṇāpatho, bhikkhave, appabhikkhuko.",
  "pli-tv-kd5:13.11.22": "Anujānāmi, bhikkhave, sabbapaccantimesu janapadesu vinayadharapañcamena gaṇena upasampadaṁ.",
  "pli-tv-kd5:13.12.1": "Tatrime paccantimā janapadā—",
  "pli-tv-kd5:13.12.2": "puratthimāya disāya gajaṅgalaṁ nāma nigamo, tassa parena mahāsālā, tato parā paccantimā janapadā, orato majjhe;",
  "pli-tv-kd5:13.12.3": "puratthimadakkhiṇāya disāya sallavatī nāma nadī, tato parā paccantimā janapadā, orato majjhe;",
  "pli-tv-kd5:13.12.4": "dakkhiṇāya disāya setakaṇṇikaṁ nāma nigamo, tato parā paccantimā janapadā, orato majjhe;",
  "pli-tv-kd5:13.12.5": "pacchimāya disāya thūṇaṁ nāma brāhmaṇagāmo, tato parā paccantimā janapadā, orato majjhe;",
  "pli-tv-kd5:13.12.6": "uttarāya disāya usīraddhajo nāma pabbato, tato parā paccantimā janapadā, orato majjhe.",
  "pli-tv-kd5:13.12.7": "Anujānāmi, bhikkhave, evarūpesu paccantimesu janapadesu vinayadharapañcamena gaṇena upasampadaṁ.",
  "pli-tv-kd5:13.13.1": "Avantidakkhiṇāpathe, bhikkhave, kaṇhuttarā bhūmi kharā gokaṇṭakahatā.",
  "pli-tv-kd5:13.13.2": "Anujānāmi, bhikkhave, sabbapaccantimesu janapadesu guṇaṅguṇūpāhanaṁ.",
  "pli-tv-kd5:13.13.3": "Avantidakkhiṇāpathe, bhikkhave, nahānagarukā manussā udakasuddhikā.",
  "pli-tv-kd5:13.13.4": "Anujānāmi, bhikkhave, sabbapaccantimesu janapadesu dhuvanahānaṁ.",
  "pli-tv-kd5:13.13.5": "Avantidakkhiṇāpathe, bhikkhave, cammāni attharaṇāni, eḷakacammaṁ ajacammaṁ migacammaṁ.",
  "pli-tv-kd5:13.13.6": "Seyyathāpi, bhikkhave, majjhimesu janapadesu eragū moragū majjārū jantū;",
  "pli-tv-kd5:13.13.7": "evameva kho, bhikkhave, avantidakkhiṇāpathe cammāni attharaṇāni, eḷakacammaṁ ajacammaṁ migacammaṁ.",
  "pli-tv-kd5:13.13.8": "Anujānāmi, bhikkhave, sabbapaccantimesu janapadesu cammāni attharaṇāni, eḷakacammaṁ ajacammaṁ migacammaṁ.",
  "pli-tv-kd5:13.13.9": "Idha pana, bhikkhave, manussā nissīmagatānaṁ bhikkhūnaṁ cīvaraṁ denti—",
  "pli-tv-kd5:13.13.10": "‘imaṁ cīvaraṁ itthannāmassa demā’ti.",
  "pli-tv-kd5:13.13.11": "Anujānāmi, bhikkhave, sādituṁ, na tāva taṁ gaṇanūpagaṁ yāva na hatthaṁ gacchatī”ti.",
  "pli-tv-kd5:13.13.12": "Cammakkhandhako pañcamo.",
  "pli-tv-kd5:13.13.13": "Tassuddānaṁ",
  "pli-tv-kd5:13.13.14": "Rājā ca māgadho soṇo,",
  "pli-tv-kd5:13.13.15": "asītisahassissaro;",
  "pli-tv-kd5:13.13.16": "Sāgato gijjhakūṭasmiṁ,",
  "pli-tv-kd5:13.13.17": "bahuṁ dasseti uttariṁ.",
  "pli-tv-kd5:13.13.18": "Pabbajjāraddhabhijjiṁsu,",
  "pli-tv-kd5:13.13.19": "vīṇaṁ ekapalāsikaṁ;",
  "pli-tv-kd5:13.13.20": "Nīlā pītā lohitikā,",
  "pli-tv-kd5:13.13.21": "mañjiṭṭhā kaṇhameva ca.",
  "pli-tv-kd5:13.13.22": "Mahāraṅgamahānāmā,",
  "pli-tv-kd5:13.13.23": "vaddhikā ca paṭikkhipi;",
  "pli-tv-kd5:13.13.24": "Khallakā puṭapāli ca,",
  "pli-tv-kd5:13.13.25": "tūlatittirameṇḍajā.",
  "pli-tv-kd5:13.13.26": "Vicchikā moracitrā ca,",
  "pli-tv-kd5:13.13.27": "sīhabyagghā ca dīpikā;",
  "pli-tv-kd5:13.13.28": "Ajinuddā majjārī ca,",
  "pli-tv-kd5:13.13.29": "kāḷaluvakaparikkhaṭā.",
  "pli-tv-kd5:13.13.30": "Phalitupāhanā khilā,",
  "pli-tv-kd5:13.13.31": "dhotakhāṇukhaṭakhaṭā;",
  "pli-tv-kd5:13.13.32": "Tālaveḷutiṇaṁ ceva,",
  "pli-tv-kd5:13.13.33": "muñjapabbajahintālā.",
  "pli-tv-kd5:13.13.34": "Kamalakambalasovaṇṇā,",
  "pli-tv-kd5:13.13.35": "rūpikā maṇiveḷuriyā;",
  "pli-tv-kd5:13.13.36": "Phalikā kaṁsakācā ca,",
  "pli-tv-kd5:13.13.37": "tipusīsañca tambakā.",
  "pli-tv-kd5:13.13.38": "Gāvī yānaṁ gilāno ca,",
  "pli-tv-kd5:13.13.39": "purisāyuttasivikā;",
  "pli-tv-kd5:13.13.40": "Sayanāni mahācammā,",
  "pli-tv-kd5:13.13.41": "gocammehi ca pāpako.",
  "pli-tv-kd5:13.13.42": "Gihīnaṁ cammavaddhehi,",
  "pli-tv-kd5:13.13.43": "pavisanti gilāyano;",
  "pli-tv-kd5:13.13.44": "Mahākaccāyano soṇo,",
  "pli-tv-kd5:13.13.45": "sarena aṭṭhakavaggikaṁ.",
  "pli-tv-kd5:13.13.46": "Upasampadaṁ pañcahi,",
  "pli-tv-kd5:13.13.47": "guṇaṅguṇā dhuvasinā;",
  "pli-tv-kd5:13.13.48": "Cammattharaṇānuññāsi,",
  "pli-tv-kd5:13.13.49": "na tāva gaṇanūpagaṁ;",
  "pli-tv-kd5:13.13.50": "Adāsi me vare pañca,",
  "pli-tv-kd5:13.13.51": "soṇattherassa nāyakoti.",
  "pli-tv-kd5:13.13.52": "Imamhi khandhake vatthūni tesaṭṭhi.",
  "pli-tv-kd5:13.13.53": "Cammakkhandhako niṭṭhito."
}