{
  "dn8:0.1": "Long Discourses 8 ",
  "dn8:0.2": "The Longer Discourse on the Lion’s Roar ",
  "dn8:1.1": "So I have heard. ",
  "dn8:1.2": "At one time the Buddha was staying near Ujuñña, in the deer park at Kaṇṇakatthala. ",
  "dn8:1.3": "Then the naked ascetic Kassapa went up to the Buddha and exchanged greetings with him. ",
  "dn8:1.4": "When the greetings and polite conversation were over, he stood to one side, and said to the Buddha: ",
  "dn8:2.1": "“Master Gotama, I have heard the following: ",
  "dn8:2.2": "‘The ascetic Gotama criticizes all forms of mortification. He categorically condemns and denounces those self-mortifiers who live rough.’ ",
  "dn8:2.3": "Do those who say this repeat what the Buddha has said, and not misrepresent him with an untruth? Is their explanation in line with the teaching? Are there any legitimate grounds for rebuke and criticism? ",
  "dn8:2.4": "For we don’t want to misrepresent Master Gotama.” ",
  "dn8:3.1": "“Kassapa, those who say this do not repeat what I have said. They misrepresent me with what is false, baseless, and untrue. ",
  "dn8:3.2": "With clairvoyance that is purified and superhuman, I see some self-mortifier who lives rough reborn in a place of loss, a bad place, the underworld, hell. ",
  "dn8:3.3": "But I see another self-mortifier who lives rough reborn in a good place, a heavenly realm. ",
  "dn8:3.4": "I see some self-mortifier who takes it easy reborn in a place of loss. ",
  "dn8:3.5": "But I see another self-mortifier who takes it easy reborn in a good place, a heavenly realm. ",
  "dn8:3.6": "Since I truly understand the coming and going, passing away and rebirth of these self-mortifiers in this way, how could I criticize all forms of mortification, or categorically condemn and denounce those self-mortifiers who live rough? ",
  "dn8:4.1": "There are some clever ascetics and brahmins who are subtle, accomplished in the doctrines of others, hair-splitters. You’d think they live to demolish convictions with their intellect. ",
  "dn8:4.2": "They agree with me in some matters and disagree in others. ",
  "dn8:4.3": "Some of the things that they applaud, I also applaud. ",
  "dn8:4.4": "Some of the things that they don’t applaud, I also don’t applaud. ",
  "dn8:4.5": "But some of the things that they applaud, I don’t applaud. ",
  "dn8:4.6": "And some of the things that they don’t applaud, I do applaud. ",
  "dn8:4.7": "Some of the things that I applaud, others also applaud. ",
  "dn8:4.8": "Some of the things that I don’t applaud, they also don’t applaud. ",
  "dn8:4.9": "But some of the things that I don’t applaud, others do applaud. ",
  "dn8:4.10": "And some of the things that I do applaud, others don’t applaud. ",
  "dn8:5.0": "1. Examination ",
  "dn8:5.1": "I go up to them and say: ",
  "dn8:5.2": "‘Let us leave aside those matters on which we disagree. ",
  "dn8:5.3": "But there are some matters on which we agree. Regarding these, sensible people, pursuing, pressing, and grilling, would compare teacher with teacher or community with community: ",
  "dn8:5.4": "“There are things that are unskillful, blameworthy, not to be cultivated, unworthy of the noble ones, and dark—and are reckoned as such. ",
  "dn8:5.5": "Who behaves like they’ve totally given these things up: the ascetic Gotama, or the teachers of other communities?”’ ",
  "dn8:6.1": "It’s possible that they might say: ",
  "dn8:6.2": " ",
  "dn8:6.3": "‘The ascetic Gotama behaves like he’s totally given those unskillful things up, compared with the teachers of other communities.’ ",
  "dn8:6.4": "And that’s how, when sensible people pursue the matter, they will mostly praise us. ",
  "dn8:7.1": "In addition, sensible people, engaging, pressing, and grilling, would compare teacher with teacher or community with community: ",
  "dn8:7.2": "‘There are things that are skillful, blameless, worth cultivating, worthy of the noble ones, and bright—and are reckoned as such. ",
  "dn8:7.3": "Who proceeds having totally undertaken these things: the ascetic Gotama, or the teachers of other communities?’ ",
  "dn8:8.1": "It’s possible that they might say: ",
  "dn8:8.2": " ",
  "dn8:8.3": "‘The ascetic Gotama proceeds having totally undertaken these things, compared with the teachers of other communities.’ ",
  "dn8:8.4": "And that’s how, when sensible people pursue the matter, they will mostly praise us. ",
  "dn8:9.1": "In addition, sensible people, pursuing, pressing, and grilling, would compare teacher with teacher or community with community: ",
  "dn8:9.2": "‘There are things that are unskillful, blameworthy, not to be cultivated, unworthy of the noble ones, and dark—and are reckoned as such. ",
  "dn8:9.3": "Who behaves like they’ve totally given these things up: the ascetic Gotama’s disciples, or the disciples of other teachers?’ ",
  "dn8:10.1": "It’s possible that they might say: ",
  "dn8:10.2": " ",
  "dn8:10.3": "‘The ascetic Gotama’s disciples behave like they’ve totally given those unskillful things up, compared with the disciples of other teachers.’ ",
  "dn8:10.4": "And that’s how, when sensible people pursue the matter, they will mostly praise us. ",
  "dn8:11.1": "In addition, sensible people, pursuing, pressing, and grilling, would compare teacher with teacher or community with community: ",
  "dn8:11.2": "‘There are things that are skillful, blameless, worth cultivating, worthy of the noble ones, and bright—and are reckoned as such. ",
  "dn8:11.3": "Who proceeds having totally undertaken these things: the ascetic Gotama’s disciples, or the disciples of other teachers?’ ",
  "dn8:12.1": "It’s possible that they might say: ",
  "dn8:12.2": " ",
  "dn8:12.3": "‘The ascetic Gotama’s disciples proceed having totally undertaken those skillful things, compared with the disciples of other teachers.’ ",
  "dn8:12.4": "And that’s how, when sensible people pursue the matter, they will mostly praise us. ",
  "dn8:13.0": "2. The Noble Eightfold Path ",
  "dn8:13.1": "There is, Kassapa, a path, there is a practice, practicing in accordance with which you will know and see for yourself: ",
  "dn8:13.2": "‘Only the ascetic Gotama’s words are timely, true, and meaningful, in line with the teaching and training.’ ",
  "dn8:13.3": "And what is that path? ",
  "dn8:13.4": " ",
  "dn8:13.5": "It is simply this noble eightfold path, that is: ",
  "dn8:13.6": "right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion. ",
  "dn8:13.7": "This is the path, this is the practice, practicing in accordance with which you will know and see for yourself: ‘Only the ascetic Gotama’s words are timely, true, and meaningful, in line with the teaching and training.’” ",
  "dn8:14.0": "3. Practicing Self-Mortification ",
  "dn8:14.1": "When he had spoken, Kassapa said to the Buddha: ",
  "dn8:14.2": "“Reverend Gotama, those ascetics and brahmins consider these practices of self-mortification to be what makes someone a true ascetic or brahmin. ",
  "dn8:14.3": "They go naked, ignoring conventions. They lick their hands, and don’t come or wait when asked. They don’t consent to food brought to them, or food prepared on purpose for them, or an invitation for a meal. ",
  "dn8:14.4": "They don’t receive anything from a pot or bowl; or from someone who keeps sheep, or who has a weapon or a shovel in their home; or where a couple is eating; or where there is a woman who is pregnant, breastfeeding, or who has a man in her home; or where there’s a dog waiting or flies buzzing. They accept no fish or meat or liquor or wine, and drink no beer. ",
  "dn8:14.5": "They go to just one house for alms, taking just one mouthful, or two houses and two mouthfuls, up to seven houses and seven mouthfuls. ",
  "dn8:14.6": "They feed on one saucer a day, two saucers a day, up to seven saucers a day. ",
  "dn8:14.7": "They eat once a day, once every second day, up to once a week, and so on, even up to once a fortnight. They live committed to the practice of eating food at set intervals. ",
  "dn8:14.8": "Those ascetics and brahmins also consider these practices of self-mortification to be what makes someone a true ascetic or brahmin. ",
  "dn8:14.9": "They eat herbs, millet, wild rice, poor rice, water lettuce, rice bran, scum from boiling rice, sesame flour, grass, or cow dung. They survive on forest roots and fruits, or eating fallen fruit. ",
  "dn8:14.10": "Those ascetics and brahmins also consider these practices of mortification to be what makes someone a true ascetic or brahmin. ",
  "dn8:14.11": "They wear robes of sunn hemp, mixed hemp, corpse-wrapping cloth, rags, lodh tree bark, antelope hide (whole or in strips), kusa grass, bark, wood-chips, human hair, horse-tail hair, or owls’ wings. ",
  "dn8:14.12": "They tear out hair and beard, committed to this practice. ",
  "dn8:14.13": "They constantly stand, refusing seats. ",
  "dn8:14.14": "They squat, committed to persisting in the squatting position. ",
  "dn8:14.15": "They lie on a mat of thorns, making a mat of thorns their bed. ",
  "dn8:14.16": "They make their bed on a plank, or the bare ground. ",
  "dn8:14.17": "They lie only on one side. ",
  "dn8:14.18": "They wear dust and dirt. ",
  "dn8:14.19": "They stay in the open air. ",
  "dn8:14.20": "They sleep wherever they lay their mat. ",
  "dn8:14.21": "They eat unnatural things, committed to the practice of eating unnatural foods. ",
  "dn8:14.22": "They don’t drink, committed to the practice of not drinking liquids. ",
  "dn8:14.23": "They’re committed to the practice of immersion in water three times a day, including the evening.” ",
  "dn8:15.0": "4. The Uselessness of Self-Mortification ",
  "dn8:15.1": "“Kassapa, someone may practice all those forms of self-mortification, ",
  "dn8:15.2": "but if they haven’t developed and realized any accomplishment in ethics, mind, and wisdom, they are far from being a true ascetic or brahmin. ",
  "dn8:15.3": "But take a mendicant who develops a heart of love, free of enmity and ill will. And they realize the undefiled freedom of heart and freedom by wisdom in this very life, and live having realized it with their own insight due to the ending of defilements. ",
  "dn8:15.4": "When they achieve this, they’re called a mendicant who is a ‘true ascetic’ and also ‘a true brahmin’. ",
  "dn8:15.5": " ",
  "dn8:15.6": " ",
  "dn8:15.7": " ",
  "dn8:15.8": " ",
  "dn8:15.9": " ",
  "dn8:15.10": " ",
  "dn8:15.11": " ",
  "dn8:15.12": " ",
  "dn8:15.13": " ",
  "dn8:15.14": " ",
  "dn8:15.15": " ",
  "dn8:16.1": "When he had spoken, Kassapa said to the Buddha, ",
  "dn8:16.2": "“It’s hard, Master Gotama, to be a true ascetic or a true brahmin.” ",
  "dn8:16.3": "“It’s typical, Kassapa, in this world to think that it’s hard to be a true ascetic or brahmin. ",
  "dn8:16.4": "But someone might practice all those forms of self-mortification. ",
  "dn8:16.5": "And if it was only because of just that much, only because of that self-mortification that it was so very hard to be a true ascetic or brahmin, it wouldn’t be appropriate to say that ",
  "dn8:16.6": "it’s hard to be a true ascetic or brahmin. ",
  "dn8:16.7": "For it would be quite possible for a householder or a householder’s child—or even the bonded maid who carries the water-jar—",
  "dn8:16.8": "to practice all those forms of self-mortification. ",
  "dn8:16.9": "It’s because there’s something other than just that much, something other than that self-mortification that it’s so very hard to be a true ascetic or brahmin. And that’s why it is appropriate to say that ",
  "dn8:16.10": "it’s hard to be a true ascetic or brahmin. ",
  "dn8:16.11": "Take a mendicant who develops a heart of love, free of enmity and ill will. And they realize the undefiled freedom of heart and freedom by wisdom in this very life, and live having realized it with their own insight due to the ending of defilements. ",
  "dn8:16.12": "When they achieve this, they’re called a mendicant who is a ‘true ascetic’ and also ‘a true brahmin’. ",
  "dn8:16.13": " ",
  "dn8:16.14": " ",
  "dn8:16.15": " ",
  "dn8:16.16": " ",
  "dn8:16.17": " ",
  "dn8:16.18": " ",
  "dn8:16.19": " ",
  "dn8:16.20": " ",
  "dn8:16.21": " ",
  "dn8:16.22": " ",
  "dn8:16.23": " ",
  "dn8:16.24": " ",
  "dn8:16.25": " ",
  "dn8:16.26": " ",
  "dn8:16.27": " ",
  "dn8:16.28": " ",
  "dn8:16.29": " ",
  "dn8:16.30": " ",
  "dn8:17.1": "When he had spoken, Kassapa said to the Buddha, ",
  "dn8:17.2": "“It’s hard, Master Gotama, to know a true ascetic or a true brahmin.” ",
  "dn8:17.3": "“It’s typical in this world to think that it’s hard to know a true ascetic or brahmin. ",
  "dn8:17.4": "But someone might practice all those forms of self-mortification. ",
  "dn8:17.5": "And if it was only by just that much, only by that self-mortification that it was so very hard to know a true ascetic or brahmin, it wouldn’t be appropriate to say that ",
  "dn8:17.6": "it’s hard to know a true ascetic or brahmin. ",
  "dn8:17.7": "For it would be quite possible for a householder or a householder’s child—or even the bonded maid who carries the water-jar—",
  "dn8:17.8": "to know that someone is practicing all those forms of self-mortification. ",
  "dn8:17.9": "It’s because there’s something other than just that much, something other than that self-mortification that it’s so very hard to know a true ascetic or brahmin. And that’s why it is appropriate to say that ",
  "dn8:17.10": "it’s hard to know a true ascetic or brahmin. ",
  "dn8:17.11": "Take a mendicant who develops a heart of love, free of enmity and ill will. And they realize the undefiled freedom of heart and freedom by wisdom in this very life, and live having realized it with their own insight due to the ending of defilements. ",
  "dn8:17.12": "When they achieve this, they’re called a mendicant who is a ‘true ascetic’ and also ‘a true brahmin’.” ",
  "dn8:17.13": " ",
  "dn8:17.14": " ",
  "dn8:17.15": " ",
  "dn8:17.16": " ",
  "dn8:17.17": " ",
  "dn8:17.18": " ",
  "dn8:17.19": " ",
  "dn8:17.20": " ",
  "dn8:17.21": " ",
  "dn8:17.22": " ",
  "dn8:17.23": " ",
  "dn8:17.24": " ",
  "dn8:17.25": " ",
  "dn8:17.26": " ",
  "dn8:17.27": " ",
  "dn8:17.28": " ",
  "dn8:17.29": " ",
  "dn8:17.30": " ",
  "dn8:18.0": "5. The Accomplishment of Ethics, Immersion, and Wisdom ",
  "dn8:18.1": "When he had spoken, Kassapa said to the Buddha, ",
  "dn8:18.2": "“But Master Gotama, what is that accomplishment in ethics, in mind, and in wisdom?” ",
  "dn8:18.3": "“It’s when a Realized One arises in the world, perfected, a fully awakened Buddha … ",
  "dn8:18.4": "Seeing danger in the slightest fault, a mendicant keeps the rules they’ve undertaken. They act skillfully by body and speech. They’re purified in livelihood and accomplished in ethical conduct. They guard the sense doors, have mindfulness and situational awareness, and are content. ",
  "dn8:18.5": "And how is a mendicant accomplished in ethics? ",
  "dn8:18.6": "It’s when a mendicant gives up killing living creatures. They renounce the rod and the sword. They’re scrupulous and kind, living full of compassion for all living beings. ",
  "dn8:18.7": "This pertains to their accomplishment in ethics. … ",
  "dn8:19.1": "There are some ascetics and brahmins who, while enjoying food given in faith, still earn a living by unworthy branches of knowledge, by wrong livelihood. … ",
  "dn8:19.2": " ",
  "dn8:19.3": "They refrain from such unworthy branches of knowledge, such wrong livelihood. ",
  "dn8:19.4": "This pertains to their accomplishment in ethics. ",
  "dn8:19.5": "A mendicant thus accomplished in ethics sees no danger in any quarter in regards to their ethical restraint. ",
  "dn8:19.6": "It’s like a king who has defeated his enemies. He sees no danger from his foes in any quarter. ",
  "dn8:19.7": "In the same way, a mendicant thus accomplished in ethics sees no danger in any quarter in regards to their ethical restraint. ",
  "dn8:19.8": "When they have this entire spectrum of noble ethics, they experience a blameless happiness inside themselves. ",
  "dn8:19.9": "That’s how a mendicant is accomplished in ethics. ",
  "dn8:19.10": "This, Kassapa, is that accomplishment in ethics. … ",
  "dn8:19.11": "They enter and remain in the first absorption … ",
  "dn8:19.12": "This pertains to their accomplishment in mind. … ",
  "dn8:19.13": "They enter and remain in the second absorption … ",
  "dn8:19.14": "third absorption … ",
  "dn8:19.15": "fourth absorption. ",
  "dn8:19.16": "This pertains to their accomplishment in mind. ",
  "dn8:19.17": "This, Kassapa, is that accomplishment in mind. ",
  "dn8:20.1": "When their mind is immersed like this, ",
  "dn8:20.2": "they extend and project it toward knowledge and vision … ",
  "dn8:20.3": "This pertains to their accomplishment in wisdom. … ",
  "dn8:20.4": "They understand: ‘… there is no return to any state of existence.’ ",
  "dn8:20.5": "This pertains to their accomplishment in wisdom. ",
  "dn8:20.6": "This, Kassapa, is that accomplishment in wisdom. ",
  "dn8:20.7": "And, Kassapa, there is no accomplishment in ethics, mind, and wisdom that is better or finer than this. ",
  "dn8:21.0": "6. The Lion’s Roar ",
  "dn8:21.1": "There are, Kassapa, some ascetics and brahmins who teach ethics. ",
  "dn8:21.2": "They praise ethical conduct in many ways. ",
  "dn8:21.3": "But as far as the highest noble ethics goes, I don’t see anyone who’s my equal, still less my superior. ",
  "dn8:21.4": "Rather, I am the one who is superior when it comes to the higher ethics. ",
  "dn8:21.5": "There are, Kassapa, some ascetics and brahmins who teach mortification in disgust of sin. ",
  "dn8:21.6": "They praise mortification in disgust of sin in many ways. ",
  "dn8:21.7": "But as far as the highest noble mortification in disgust of sin goes, I don’t see anyone who’s my equal, still less my superior. ",
  "dn8:21.8": "Rather, I am the one who is superior when it comes to the higher mortification in disgust of sin. ",
  "dn8:21.9": "There are, Kassapa, some ascetics and brahmins who teach wisdom. ",
  "dn8:21.10": "They praise wisdom in many ways. ",
  "dn8:21.11": "But as far as the highest noble wisdom goes, I don’t see anyone who’s my equal, still less my superior. ",
  "dn8:21.12": "Rather, I am the one who is superior when it comes to the higher wisdom. ",
  "dn8:21.13": "There are, Kassapa, some ascetics and brahmins who teach freedom. ",
  "dn8:21.14": "They praise freedom in many ways. ",
  "dn8:21.15": "But as far as the highest noble freedom goes, I don’t see anyone who’s my equal, still less my superior. ",
  "dn8:21.16": "Rather, I am the one who is superior when it comes to the higher freedom. ",
  "dn8:22.1": "It’s possible that wanderers who follow other paths might say: ",
  "dn8:22.2": "‘The ascetic Gotama only roars his lion’s roar in an empty hut, not in an assembly.’ ",
  "dn8:22.3": "They should be told, ‘Not so!’ ",
  "dn8:22.4": "What should be said is this: ‘The ascetic Gotama roars his lion’s roar, and he roars it in the assemblies.’ ",
  "dn8:22.5": "It’s possible that wanderers who follow other paths might say: ",
  "dn8:22.6": "‘The ascetic Gotama roars his lion’s roar, and he roars it in the assemblies. But he doesn’t roar it boldly.’ ",
  "dn8:22.7": "They should be told, ‘Not so!’ ",
  "dn8:22.8": "What should be said is this: ‘The ascetic Gotama roars his lion’s roar, he roars it in the assemblies, and he roars it boldly.’ ",
  "dn8:22.9": "It’s possible that wanderers who follow other paths might say: ",
  "dn8:22.10": "‘The ascetic Gotama roars his lion’s roar, he roars it in the assemblies, and he roars it boldly. But they don’t question him. … ",
  "dn8:22.11": "Or he doesn’t answer their questions. … ",
  "dn8:22.12": "Or his answers are not satisfactory. … ",
  "dn8:22.13": "Or they don’t think him worth listening to. … ",
  "dn8:22.14": "Or they’re not confident after listening. … ",
  "dn8:22.15": "Or they don’t show their confidence. … ",
  "dn8:22.16": "Or they don’t practice accordingly. … ",
  "dn8:22.17": "Or they don’t succeed in their practice.’ ",
  "dn8:22.18": "They should be told, ‘Not so!’ ",
  "dn8:22.19": "What should be said is this: ‘The ascetic Gotama roars his lion’s roar; he roars it in the assemblies; he roars it boldly; they question him; he answers their questions; his answers are satisfactory; they think him worth listening to; they’re confident after listening; they show their confidence; they practice accordingly; and they succeed in their practice.’ ",
  "dn8:23.0": "7. The Probation For One Previously Ordained ",
  "dn8:23.1": "Kassapa, this one time I was staying near Rājagaha, on the Vulture’s Peak Mountain. ",
  "dn8:23.2": "There a certain practitioner of self-mortification named Nigrodha asked me about the higher mortification in disgust of sin. ",
  "dn8:23.3": "I answered his question. ",
  "dn8:23.4": "He was extremely happy with my answer.” ",
  "dn8:23.5": "“Sir, who wouldn’t be extremely happy after hearing the Buddha’s teaching? ",
  "dn8:23.6": "For I too am extremely happy after hearing the Buddha’s teaching! ",
  "dn8:23.7": "Excellent, sir! Excellent! ",
  "dn8:23.8": "As if he were righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark so people with good eyes can see what’s there, so too the Buddha has made the teaching clear in many ways. ",
  "dn8:23.9": "I go for refuge to the Buddha, to the teaching, and to the mendicant Saṅgha. ",
  "dn8:23.10": "Sir, may I receive the going forth, the ordination in the Buddha’s presence?” ",
  "dn8:24.1": "“Kassapa, if someone formerly ordained in another sect wishes to take the going forth, the ordination in this teaching and training, they must spend four months on probation. When four months have passed, if the mendicants are satisfied, they’ll give the going forth, the ordination into monkhood. ",
  "dn8:24.2": "However, I have recognized individual differences in this matter.” ",
  "dn8:24.3": "“Sir, if four months probation are required in such a case, I’ll spend four years on probation. When four years have passed, if the mendicants are satisfied, let them give me the going forth, the ordination into monkhood.” ",
  "dn8:24.4": "And the naked ascetic Kassapa received the going forth, the ordination in the Buddha’s presence. ",
  "dn8:24.5": "Not long after his ordination, Venerable Kassapa, living alone, withdrawn, diligent, keen, and resolute, soon realized the supreme end of the spiritual path in this very life. He lived having achieved with his own insight the goal for which gentlemen rightly go forth from the lay life to homelessness. ",
  "dn8:24.6": "He understood: “Rebirth is ended; the spiritual journey has been completed; what had to be done has been done; there is no return to any state of existence.” ",
  "dn8:24.7": "And Venerable Kassapa became one of the perfected. "
}