{
  "dn9:0.1": "Long Discourses 9 ",
  "dn9:0.2": "With Poṭṭhapāda ",
  "dn9:0.3": "1. On the Wanderer Poṭṭhapāda ",
  "dn9:1.1": "So I have heard. ",
  "dn9:1.2": "At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ",
  "dn9:1.3": "Now at that time the wanderer Poṭṭhapāda was residing together with three hundred wanderers in Mallikā’s single-halled monastery for group debates, set among the flaking pale-moon ebony trees. ",
  "dn9:1.4": "Then the Buddha robed up in the morning and, taking his bowl and robe, entered Sāvatthī for alms. ",
  "dn9:2.1": "Then it occurred to him, ",
  "dn9:2.2": "“It’s too early to wander for alms in Sāvatthī. ",
  "dn9:2.3": "Why don’t I go to Mallikā’s monastery to visit the wanderer Poṭṭhapāda?” ",
  "dn9:2.4": "So that’s what he did. ",
  "dn9:3.1": "Now at that time, Poṭṭhapāda was sitting together with a large assembly of wanderers making an uproar, a dreadful racket. They engaged in all kinds of unworthy talk, such as ",
  "dn9:3.2": "talk about kings, bandits, and ministers; talk about armies, threats, and wars; talk about food, drink, clothes, and beds; talk about garlands and fragrances; talk about family, vehicles, villages, towns, cities, and countries; talk about women and heroes; street talk and well talk; talk about the departed; motley talk; tales of land and sea; and talk about being reborn in this or that state of existence. ",
  "dn9:4.1": "Poṭṭhapāda saw the Buddha coming off in the distance, ",
  "dn9:4.2": "and hushed his own assembly, ",
  "dn9:4.3": "“Be quiet, good sirs, don’t make a sound. ",
  "dn9:4.4": "Here comes the ascetic Gotama. ",
  "dn9:4.5": "The venerable likes quiet and praises quiet. ",
  "dn9:4.6": "Hopefully if he sees that our assembly is quiet he’ll see fit to approach.” ",
  "dn9:4.7": "Then those wanderers fell silent. ",
  "dn9:5.1": "Then the Buddha approached Poṭṭhapāda, ",
  "dn9:5.2": "who said to him, ",
  "dn9:5.3": "“Come, Blessed One! ",
  "dn9:5.4": "Welcome, Blessed One! ",
  "dn9:5.5": "It’s been a long time since you took the opportunity to come here. ",
  "dn9:5.6": "Please, sir, sit down, this seat is ready.” ",
  "dn9:5.7": "The Buddha sat on the seat spread out, ",
  "dn9:5.8": "while Poṭṭhapāda took a low seat and sat to one side. ",
  "dn9:5.9": "The Buddha said to him, ",
  "dn9:5.10": "“Poṭṭhapāda, what were you sitting talking about just now? What conversation was unfinished?” ",
  "dn9:6.0": "1.1. On the Cessation of Perception ",
  "dn9:6.1": "When he said this, the wanderer Poṭṭhapāda said to the Buddha, ",
  "dn9:6.2": "“Sir, leave aside what we were sitting talking about just now. ",
  "dn9:6.3": "It won’t be hard for you to hear about that later. ",
  "dn9:6.4": "Sir, a few days ago several ascetics and brahmins who follow various other paths were sitting together at the debating hall, and this discussion came up among them: ",
  "dn9:6.5": "‘How does the cessation of perception happen?’ ",
  "dn9:6.6": "Some of them said: ",
  "dn9:6.7": "‘A person’s perceptions arise and cease without cause or reason. ",
  "dn9:6.8": "When they arise, you become percipient. ",
  "dn9:6.9": "When they cease, you become non-percipient.’ ",
  "dn9:6.10": "That’s how some describe the cessation of perception. ",
  "dn9:6.11": "But someone else says: ",
  "dn9:6.12": "‘That’s not how it is, gentlemen ! ",
  "dn9:6.13": "Perception is a person’s self, ",
  "dn9:6.14": " ",
  "dn9:6.15": "When it enters, you become percipient. ",
  "dn9:6.16": "When it departs, you become non-percipient.’ ",
  "dn9:6.17": "That’s how some describe the cessation of perception. ",
  "dn9:6.18": "But someone else says: ",
  "dn9:6.19": "‘That’s not how it is, gentlemen ! ",
  "dn9:6.20": "There are ascetics and brahmins of great power and might. ",
  "dn9:6.21": "They insert and extract a person’s perception. ",
  "dn9:6.22": "When they insert it, you become percipient. ",
  "dn9:6.23": "When they extract it, you become non-percipient.’ ",
  "dn9:6.24": "That’s how some describe the cessation of perception. ",
  "dn9:6.25": "But someone else says: ",
  "dn9:6.26": "‘That’s not how it is, gentlemen ! ",
  "dn9:6.27": "There are deities of great power and might. ",
  "dn9:6.28": "They insert and extract a person’s perception. ",
  "dn9:6.29": "When they insert it, you become percipient. ",
  "dn9:6.30": "When they extract it, you become non-percipient.’ ",
  "dn9:6.31": "That’s how some describe the cessation of perception. ",
  "dn9:6.32": "That reminded me of the Buddha: ",
  "dn9:6.33": "‘Surely it must be the Blessed One, the Holy One who is so skilled in such matters.’ ",
  "dn9:6.34": "The Buddha is skilled and well-versed in the cessation of perception. ",
  "dn9:6.35": "How does the cessation of perception happen?” ",
  "dn9:7.0": "1.2. Perception Arises With a Cause ",
  "dn9:7.1": "“Regarding this, Poṭṭhapāda, those ascetics and brahmins who say that ",
  "dn9:7.2": "a person’s perceptions arise and cease without cause or reason are wrong from the start. ",
  "dn9:7.3": "Why is that? ",
  "dn9:7.4": "Because a person’s perceptions arise and cease with cause and reason. ",
  "dn9:7.5": "With training, certain perceptions arise and certain perceptions cease. ",
  "dn9:7.6": "And what is that training?” said the Buddha. ",
  "dn9:7.7": "“It’s when a Realized One arises in the world, perfected, a fully awakened Buddha … ",
  "dn9:7.8": "That’s how a mendicant is accomplished in ethics. … ",
  "dn9:8.1": "Seeing that the hindrances have been given up in them, joy springs up. Being joyful, rapture springs up. When the mind is full of rapture, the body becomes tranquil. When the body is tranquil, they feel bliss. And when blissful, the mind becomes immersed. ",
  "dn9:9-10.1": "Quite secluded from sensual pleasures, secluded from unskillful qualities, they enter and remain in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. ",
  "dn9:9-10.2": "The sensual perception that they had previously ceases. ",
  "dn9:9-10.3": "At that time they have a subtle and true perception of the rapture and bliss born of seclusion. ",
  "dn9:9-10.4": "That’s how, with training, certain perceptions arise and certain perceptions cease. ",
  "dn9:9-10.5": "And this is that training,” said the Buddha. ",
  "dn9:11.1": "“Furthermore, as the placing of the mind and keeping it connected are stilled, a mendicant enters and remains in the second absorption, which has the rapture and bliss born of immersion, with internal clarity and confidence, and unified mind, without placing the mind and keeping it connected. ",
  "dn9:11.2": "The subtle and true perception of the rapture and bliss born of seclusion that they had previously ceases. ",
  "dn9:11.3": "At that time they have a subtle and true perception of the rapture and bliss born of immersion. ",
  "dn9:11.4": "That’s how, with training, certain perceptions arise and certain perceptions cease. ",
  "dn9:11.5": "And this is that training,” said the Buddha. ",
  "dn9:12.1": "“Furthermore, with the fading away of rapture, a mendicant enters and remains in the third absorption, where they meditate with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss.’ ",
  "dn9:12.2": "The subtle and true perception of the rapture and bliss born of immersion that they had previously ceases. ",
  "dn9:12.3": "At that time they have a subtle and true perception of equanimous bliss. ",
  "dn9:12.4": "That’s how, with training, certain perceptions arise and certain perceptions cease. ",
  "dn9:12.5": "And this is that training,” said the Buddha. ",
  "dn9:13.1": "“Furthermore, giving up pleasure and pain, and ending former happiness and sadness, a mendicant enters and remains in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness. ",
  "dn9:13.2": "The subtle and true perception of equanimous bliss that they had previously ceases. ",
  "dn9:13.3": "At that time they have a subtle and true perception of neutral feeling. ",
  "dn9:13.4": "That’s how, with training, certain perceptions arise and certain perceptions cease. ",
  "dn9:13.5": "And this is that training,” said the Buddha. ",
  "dn9:14.1": "“Furthermore, a mendicant, going totally beyond perceptions of form, with the ending of perceptions of impingement, not focusing on perceptions of diversity, aware that ‘space is infinite’, enters and remains in the dimension of infinite space. ",
  "dn9:14.2": "The perception of luminous form that they had previously ceases. ",
  "dn9:14.3": "At that time they have a subtle and true perception of the dimension of infinite space. ",
  "dn9:14.4": "That’s how, with training, certain perceptions arise and certain perceptions cease. ",
  "dn9:14.5": "And this is that training,” said the Buddha. ",
  "dn9:15.1": "“Furthermore, a mendicant, going totally beyond the dimension of infinite space, aware that ‘consciousness is infinite’, enters and remains in the dimension of infinite consciousness. ",
  "dn9:15.2": "The subtle and true perception of the dimension of infinite space that they had previously ceases. ",
  "dn9:15.3": "At that time they have a subtle and true perception of the dimension of infinite consciousness. ",
  "dn9:15.4": "That’s how, with training, certain perceptions arise and certain perceptions cease. ",
  "dn9:15.5": "And this is that training,” said the Buddha. ",
  "dn9:16.1": "“Furthermore, a mendicant, going totally beyond the dimension of infinite consciousness, aware that ‘there is nothing at all’, enters and remains in the dimension of nothingness. ",
  "dn9:16.2": "The subtle and true perception of the dimension of infinite consciousness that they had previously ceases. ",
  "dn9:16.3": "At that time they have a subtle and true perception of the dimension of nothingness. ",
  "dn9:16.4": "That’s how, with training, certain perceptions arise and certain perceptions cease. ",
  "dn9:16.5": "And this is that training,” said the Buddha. ",
  "dn9:17.1": "“Poṭṭhapāda, from the time a mendicant here takes responsibility for their own perception, they proceed from one stage to the next, gradually reaching the peak of perception. ",
  "dn9:17.2": "Standing on the peak of perception they think, ",
  "dn9:17.3": "‘Intentionality is bad for me, it’s better to be free of it. ",
  "dn9:17.4": "For if I were to intend and choose, these perceptions would cease in me, and other coarser perceptions would arise. ",
  "dn9:17.5": "Why don’t I neither make a choice nor form an intention?’ ",
  "dn9:17.6": "They neither make a choice nor form an intention. ",
  "dn9:17.7": "Those perceptions cease in them, and other coarser perceptions don’t arise. ",
  "dn9:17.8": "They touch cessation. ",
  "dn9:17.9": "And that, Poṭṭhapāda, is how the gradual cessation of perception is attained with awareness. ",
  "dn9:18.1": "What do you think, Poṭṭhapāda? ",
  "dn9:18.2": "Have you ever heard of this before?” ",
  "dn9:18.3": "“No, sir. ",
  "dn9:18.4": "This is how I understand what the Buddha said: ",
  "dn9:18.5": "‘From the time a mendicant here takes responsibility for their own perception, they proceed from one stage to the next, gradually reaching the peak of perception. ",
  "dn9:18.6": "Standing on the peak of perception they think, ",
  "dn9:18.7": "“Intentionality is bad for me, it’s better to be free of it. ",
  "dn9:18.8": "For if I were to intend and choose, these perceptions would cease in me, and other coarser perceptions would arise. ",
  "dn9:18.9": "Why don’t I neither make a choice nor form an intention?” ",
  "dn9:18.10": "Those perceptions cease in them, and other coarser perceptions don’t arise. ",
  "dn9:18.11": "They touch cessation. ",
  "dn9:18.12": "And that is how the gradual cessation of perception is attained with awareness.’” ",
  "dn9:18.13": "“That’s right, Poṭṭhapāda.” ",
  "dn9:19.1": "“Does the Buddha describe just one peak of perception, or many?” ",
  "dn9:19.2": "“I describe the peak of perception as both one and many.” ",
  "dn9:19.3": "“But sir, how do you describe it as one peak and as many?” ",
  "dn9:19.4": "“I describe the peak of perception according to the specific manner in which one touches cessation. ",
  "dn9:19.5": "That’s how I describe the peak of perception as both one and many.” ",
  "dn9:20.1": "“But sir, does perception arise first and knowledge afterwards? Or does knowledge arise first and perception afterwards? Or do they both arise at the same time?” ",
  "dn9:20.2": "“Perception arises first and knowledge afterwards. The arising of perception leads to the arising of knowledge. ",
  "dn9:20.3": "They understand, ",
  "dn9:20.4": "‘My knowledge arose from a specific condition.’ ",
  "dn9:20.5": "That is a way to understand how ",
  "dn9:20.6": "perception arises first and knowledge afterwards; that the arising of perception leads to the arising of knowledge.” ",
  "dn9:21.0": "1.3. Perception and the Self ",
  "dn9:21.1": "“Sir, is perception a person’s self, or are perception and self different things?” ",
  "dn9:21.2": "“But Poṭṭhapāda, do you believe in a self?” ",
  "dn9:21.3": "“I believe in a substantial self, sir, which is physical, made up of the four primary elements, and consumes solid food.” ",
  "dn9:21.4": "“Suppose there were such a substantial self, Poṭṭhapāda. In that case, perception would be one thing, the self another. ",
  "dn9:21.5": "Here is another way to understand how perception and self are different things. ",
  "dn9:21.6": "So long as that substantial self remains, still some perceptions arise in a person and others cease. ",
  "dn9:21.7": "That is a way to understand how perception and self are different things.” ",
  "dn9:22.1": "“Sir, I believe in a mind-made self which is complete in all its various parts, not deficient in any faculty.” ",
  "dn9:22.2": "“Suppose there were such a mind-made self, Poṭṭhapāda. In that case, perception would be one thing, the self another. ",
  "dn9:22.3": "Here is another way to understand how perception and self are different things. ",
  "dn9:22.4": "So long as that mind-made self remains, still some perceptions arise in a person and others cease. ",
  "dn9:22.5": "That too is a way to understand how perception and self are different things.” ",
  "dn9:23.1": "“Sir, I believe in a non-physical self which is made of perception.” ",
  "dn9:23.2": "“Suppose there were such a non-physical self, Poṭṭhapāda. In that case, perception would be one thing, the self another. ",
  "dn9:23.3": "Here is another way to understand how perception and self are different things. ",
  "dn9:23.4": "So long as that non-physical self remains, still some perceptions arise in a person and others cease. ",
  "dn9:23.5": "That too is a way to understand how perception and self are different things.” ",
  "dn9:24.1": "“But, sir, am I able to know whether ",
  "dn9:24.2": "perception is a person’s self, or whether perception and self are different things?” ",
  "dn9:24.3": "“It’s hard for you to understand this, since you have a different view, creed, preference, practice, and tradition.” ",
  "dn9:24.4": " ",
  "dn9:25.1": "“Well, if that’s the case, sir, ",
  "dn9:25.2": " ",
  "dn9:25.3": "then is this right: ‘The cosmos is eternal. This is the only truth, anything else is wrong’?” ",
  "dn9:25.4": "“This has not been declared by me, Poṭṭhapāda.” ",
  "dn9:25.5": " ",
  "dn9:26.1": "“Then is this right: ‘The cosmos is not eternal. This is the only truth, anything else is wrong’?” ",
  "dn9:26.2": "“This too has not been declared by me.” ",
  "dn9:26.3": " ",
  "dn9:27.1": "“Then is this right: ‘The cosmos is finite …’ … ",
  "dn9:27.2": "‘The cosmos is infinite …’ … ",
  "dn9:27.3": "‘The soul and the body are the same thing …’ … ",
  "dn9:27.4": "‘The soul and the body are different things …’ … ",
  "dn9:27.5": "‘A Realized One exists after death …’ … ",
  "dn9:27.6": "‘A Realized One doesn’t exist after death …’ … ",
  "dn9:27.7": "‘A Realized One both exists and doesn’t exist after death …’ … ",
  "dn9:27.8": "‘A Realized One neither exists nor doesn’t exist after death. This is the only truth, anything else is wrong’?” ",
  "dn9:27.9": "“This too has not been declared by me.” ",
  "dn9:27.10": " ",
  "dn9:28.1": "“Why haven’t these things been declared by the Buddha?” ",
  "dn9:28.2": "“Because they’re not beneficial or relevant to the fundamentals of the spiritual life. They don’t lead to disillusionment, dispassion, cessation, peace, insight, awakening, and extinguishment. ",
  "dn9:28.3": "That’s why I haven’t declared them.” ",
  "dn9:29.1": "“Then what has been declared by the Buddha?” ",
  "dn9:29.2": "“I have declared this: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering’.” ",
  "dn9:30.1": "“Why have these things been declared by the Buddha?” ",
  "dn9:30.2": "“Because they are beneficial and relevant to the fundamentals of the spiritual life. They lead to disillusionment, dispassion, cessation, peace, insight, awakening, and extinguishment. ",
  "dn9:30.3": "That’s why I have declared them.” ",
  "dn9:30.4": "“That’s so true, Blessed One! That’s so true, Holy One! ",
  "dn9:30.5": "Please, sir, go at your convenience.” ",
  "dn9:30.6": "Then the Buddha got up from his seat and left. ",
  "dn9:31.1": "Soon after the Buddha left, those wanderers gave Poṭṭhapāda a comprehensive tongue-lashing, ",
  "dn9:31.2": "“No matter what the ascetic Gotama says, Poṭṭhapāda agrees with him: ",
  "dn9:31.3": "‘That’s so true, Blessed One! That’s so true, Holy One!’ ",
  "dn9:31.4": "We understand that the ascetic Gotama didn’t make any definitive statement at all regarding whether the cosmos is eternal and so on.” ",
  "dn9:31.5": " ",
  "dn9:31.6": "When they said this, Poṭṭhapāda said to them, ",
  "dn9:31.7": "“I too understand that the ascetic Gotama didn’t make any definitive statement at all regarding whether the cosmos is eternal and so on. ",
  "dn9:31.8": " ",
  "dn9:31.9": " ",
  "dn9:31.10": "Nevertheless, the practice that he describes is true, real, and accurate. It is the regularity of natural principles, the invariance of natural principles. ",
  "dn9:31.11": "So how could a sensible person such as I not agree that what was well spoken by the ascetic Gotama was in fact well spoken?” ",
  "dn9:32.0": "2. On Citta Hatthisāriputta ",
  "dn9:32.1": "Then after two or three days had passed, Citta Hatthisāriputta and Poṭṭhapāda went to see the Buddha. Citta Hatthisāriputta bowed and sat down to one side. ",
  "dn9:32.2": "But the wanderer Poṭṭhapāda exchanged greetings with the Buddha, and when the greetings and polite conversation were over, he sat down to one side. ",
  "dn9:32.3": "Poṭṭhapāda told the Buddha what had happened after he left. The Buddha said: ",
  "dn9:32.4": " ",
  "dn9:32.5": " ",
  "dn9:32.6": " ",
  "dn9:32.7": " ",
  "dn9:32.8": " ",
  "dn9:32.9": " ",
  "dn9:32.10": " ",
  "dn9:32.11": " ",
  "dn9:32.12": " ",
  "dn9:32.13": " ",
  "dn9:32.14": " ",
  "dn9:33.1": "“All those wanderers, Poṭṭhapāda, are blind and sightless. ",
  "dn9:33.2": "You are the only one who sees. ",
  "dn9:33.3": "For I have taught and pointed out both things that are definitive ",
  "dn9:33.4": "and things that are not definitive. ",
  "dn9:33.5": "And what things have I taught and pointed out that are not definitive? ",
  "dn9:33.6": "‘The cosmos is eternal’ … ",
  "dn9:33.7": "‘The cosmos is not eternal’ … ",
  "dn9:33.8": "‘The cosmos is finite’ … ",
  "dn9:33.9": "‘The cosmos is infinite’ … ",
  "dn9:33.10": "‘The soul is the same thing as the body’ … ",
  "dn9:33.11": "‘The soul and the body are different things’ … ",
  "dn9:33.12": "‘A Realized One exists after death’ … ",
  "dn9:33.13": "‘A Realized One doesn’t exist after death’ … ",
  "dn9:33.14": "‘A Realized One both exists and doesn’t exist after death’ … ",
  "dn9:33.15": "‘A Realized One neither exists nor doesn’t exist after death.’ ",
  "dn9:33.16": "And why haven’t I taught and pointed out such things that are not definitive? ",
  "dn9:33.17": "Because those things aren’t beneficial or relevant to the fundamentals of the spiritual life. They don’t lead to disillusionment, dispassion, cessation, peace, insight, awakening, and extinguishment. ",
  "dn9:33.18": "That’s why I haven’t taught and pointed them out. ",
  "dn9:33.19.0": "2.1. Things That Are Definitive ",
  "dn9:33.20": "And what things have I taught and pointed out that are definitive? ",
  "dn9:33.21": "‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering’.” ",
  "dn9:33.22": " ",
  "dn9:33.23": " ",
  "dn9:33.24": " ",
  "dn9:33.25": "And why have I taught and pointed out such things that are definitive? ",
  "dn9:33.26": "Because they are beneficial and relevant to the fundamentals of the spiritual life. They lead to disillusionment, dispassion, cessation, peace, insight, awakening, and extinguishment. ",
  "dn9:33.27": "That’s why I have taught and pointed them out. ",
  "dn9:34.1": "There are some ascetics and brahmins who have this doctrine and view: ",
  "dn9:34.2": "‘The self is exclusively happy and is sound after death.’ ",
  "dn9:34.3": "I go up to them and say, ",
  "dn9:34.4": "‘Is it really true that this is the venerables’ view?’ ",
  "dn9:34.5": " ",
  "dn9:34.6": "And they answer, ‘Yes’. ",
  "dn9:34.7": "I say to them, ",
  "dn9:34.8": "‘But do you meditate knowing and seeing an exclusively happy world?’ ",
  "dn9:34.9": "Asked this, they say, ‘No.’ ",
  "dn9:34.10": "I say to them, ",
  "dn9:34.11": "‘But have you perceived an exclusively happy self for a single day or night, or even half a day or night?’ ",
  "dn9:34.12": "Asked this, they say, ‘No.’ ",
  "dn9:34.13": "I say to them, ",
  "dn9:34.14": "‘But do you know ",
  "dn9:34.15": "a path and a practice to realize an exclusively happy world?’ ",
  "dn9:34.16": "Asked this, they say, ‘No.’ ",
  "dn9:34.17": "I say to them, ",
  "dn9:34.18": "‘But have you ever heard the voice of the deities reborn in an exclusively happy world saying, ",
  "dn9:34.19": "“Practice well, dear sirs, practice directly so as to realize an exclusively happy world. ",
  "dn9:34.20": "For this is how we practiced, and we were reborn in an exclusively happy world”?’ ",
  "dn9:34.21": "Asked this, they say, ‘No.’ ",
  "dn9:34.22": "What do you think, Poṭṭhapāda? ",
  "dn9:34.23": "This being so, doesn’t what they say turn out to have no demonstrable basis?” ",
  "dn9:34.24": "“Clearly that’s the case, sir.” ",
  "dn9:35.1": "“Suppose, Poṭṭhapāda, a man were to say: ",
  "dn9:35.2": "‘Whoever the finest lady in the land is, it is her that I want, her that I desire!’ ",
  "dn9:35.3": "They’d say to him, ",
  "dn9:35.4": "‘Mister, that finest lady in the land who you desire—do you know whether she’s an aristocrat, a brahmin, a merchant, or a worker?’ ",
  "dn9:35.5": "Asked this, he’d say, ‘No.’ ",
  "dn9:35.6": "They’d say to him, ",
  "dn9:35.7": "‘Mister, that finest lady in the land who you desire—do you know her name or clan? Whether she’s tall or short or medium? Whether her skin is black, brown, or tawny? What village, town, or city she comes from?’ ",
  "dn9:35.8": "Asked this, he’d say, ‘No.’ ",
  "dn9:35.9": "They’d say to him, ",
  "dn9:35.10": "‘Mister, do you desire someone who you’ve never even known or seen?’ ",
  "dn9:35.11": "Asked this, he’d say, ‘Yes.’ ",
  "dn9:35.12": "What do you think, Poṭṭhapāda? ",
  "dn9:35.13": "This being so, doesn’t that man’s statement turn out to have no demonstrable basis?” ",
  "dn9:35.14": "“Clearly that’s the case, sir.” ",
  "dn9:36.1": "“In the same way, the ascetics and brahmins who have those various doctrines and views … ",
  "dn9:36.2": " ",
  "dn9:36.3": " ",
  "dn9:36.4": " ",
  "dn9:36.5": " ",
  "dn9:36.6": " ",
  "dn9:36.7": " ",
  "dn9:36.8": " ",
  "dn9:36.9": " ",
  "dn9:36.10": " ",
  "dn9:36.11": " ",
  "dn9:36.12": " ",
  "dn9:36.13": " ",
  "dn9:36.14": " ",
  "dn9:36.15": " ",
  "dn9:36.16": " ",
  "dn9:36.17": " ",
  "dn9:36.18": " ",
  "dn9:36.19": " ",
  "dn9:36.20": " ",
  "dn9:36.21": " ",
  "dn9:36.22": "Doesn’t what they say turn out to have no demonstrable basis?” ",
  "dn9:36.23": "“Clearly that’s the case, sir.” ",
  "dn9:37.1": "“Suppose a man was to build a ladder at the crossroads for climbing up to a stilt longhouse. ",
  "dn9:37.2": "They’d say to him, ",
  "dn9:37.3": "‘Mister, that stilt longhouse that you’re building a ladder for—do you know whether it’s to the north, south, east, or west? Or whether it’s tall or short or medium?’ ",
  "dn9:37.4": "Asked this, he’d say, ‘No.’ ",
  "dn9:37.5": "They’d say to him, ",
  "dn9:37.6": "‘Mister, are you building a ladder for a longhouse that you’ve never even known or seen?’ ",
  "dn9:37.7": "Asked this, he’d say, ‘Yes.’ ",
  "dn9:37.8": "What do you think, Poṭṭhapāda? ",
  "dn9:37.9": "This being so, doesn’t that man’s statement turn out to have no demonstrable basis?” ",
  "dn9:37.10": "“Clearly that’s the case, sir.” ",
  "dn9:38.1": "“In the same way, the ascetics and brahmins who have those various doctrines and views … ",
  "dn9:38.2": " ",
  "dn9:38.3": " ",
  "dn9:38.4": " ",
  "dn9:38.5": " ",
  "dn9:38.6": " ",
  "dn9:38.7": " ",
  "dn9:38.8": " ",
  "dn9:38.9": " ",
  "dn9:38.10": " ",
  "dn9:38.11": " ",
  "dn9:38.12": " ",
  "dn9:38.13": " ",
  "dn9:38.14": " ",
  "dn9:38.15": " ",
  "dn9:38.16": " ",
  "dn9:38.17": " ",
  "dn9:38.18": " ",
  "dn9:38.19": " ",
  "dn9:38.20": " ",
  "dn9:38.21": "Doesn’t what they say turn out to have no demonstrable basis?” ",
  "dn9:38.22": "“Clearly that’s the case, sir.” ",
  "dn9:39.0": "2.2. Three Kinds of Reincarnation ",
  "dn9:39.1": "“Poṭṭhapāda, there are these three kinds of reincarnation: ",
  "dn9:39.2": "a substantial reincarnation, a mind-made reincarnation, and a non-physical reincarnation. ",
  "dn9:39.3": "And what is a substantial reincarnation? ",
  "dn9:39.4": "It is physical, made up of the four primary elements, and consumes solid food. ",
  "dn9:39.5": "What is a mind-made reincarnation? ",
  "dn9:39.6": "It is physical, mind-made, complete in all its various parts, not deficient in any faculty. ",
  "dn9:39.7": "What is a non-physical reincarnation? ",
  "dn9:39.8": "It is non-physical, made of perception. ",
  "dn9:40.1": "I teach the Dhamma for the giving up of these three kinds of reincarnation: ",
  "dn9:40.2": "‘When you practice accordingly, corrupting qualities will be given up in you and cleansing qualities will grow. You’ll enter and remain in the fullness and abundance of wisdom, having realized it with your own insight in this very life.’ ",
  "dn9:40.3": "Poṭṭhapāda, you might think: ",
  "dn9:40.4": "‘Corrupting qualities will be given up and cleansing qualities will grow. One will enter and remain in the fullness and abundance of wisdom, having realized it with one’s own insight in this very life. But such a life is suffering.’ ",
  "dn9:40.5": "But you should not see it like this. ",
  "dn9:40.6": "Corrupting qualities will be given up and cleansing qualities will grow. One will enter and remain in the fullness and abundance of wisdom, having realized it with one’s own insight in this very life. And there will be only joy and happiness, tranquility, mindfulness and awareness. Such a life is blissful. ",
  "dn9:41.1": " ",
  "dn9:41.2": " ",
  "dn9:41.3": " ",
  "dn9:41.4": " ",
  "dn9:41.5": " ",
  "dn9:41.6": " ",
  "dn9:42.1": " ",
  "dn9:42.2": " ",
  "dn9:42.3": " ",
  "dn9:42.4": " ",
  "dn9:42.5": " ",
  "dn9:42.6": " ",
  "dn9:43.1": "If others should ask us, ",
  "dn9:43.2": "‘But reverends, what is that substantial reincarnation?’ We’d answer like this, ",
  "dn9:43.3": "‘This is that substantial reincarnation.’ ",
  "dn9:44.1": "If others should ask us, ",
  "dn9:44.2": "‘But reverends, what is that mind-made reincarnation?’ We’d answer like this, ",
  "dn9:44.3": " ",
  "dn9:44.4": "‘This is that mind-made reincarnation.’ ",
  "dn9:45.1": "If others should ask us, ",
  "dn9:45.2": "‘But reverends, what is that non-physical reincarnation?’ We’d answer like this, ",
  "dn9:45.3": " ",
  "dn9:45.4": "‘This is that non-physical reincarnation.’ ",
  "dn9:45.5": "What do you think, Poṭṭhapāda? ",
  "dn9:45.6": "This being so, doesn’t that statement turn out to have a demonstrable basis?” ",
  "dn9:45.7": "“Clearly that’s the case, sir.” ",
  "dn9:46.1": "“Suppose a man were to build a ladder for climbing up to a stilt longhouse right underneath that longhouse. ",
  "dn9:46.2": "They’d say to him, ",
  "dn9:46.3": "‘Mister, that stilt longhouse that you’re building a ladder for—do you know whether it’s to the north, south, east, or west? Or whether it’s tall or short or medium?’ ",
  "dn9:46.4": "He’d say, ",
  "dn9:46.5": "‘This is that stilt longhouse for which I’m building a ladder, right underneath it.’ ",
  "dn9:46.6": "What do you think, Poṭṭhapāda? ",
  "dn9:46.7": "This being so, doesn’t that man’s statement turn out to have a demonstrable basis?” ",
  "dn9:46.8": "“Clearly that’s the case, sir.” ",
  "dn9:47.1": " ",
  "dn9:47.2": " ",
  "dn9:47.3": " ",
  "dn9:47.4": " ",
  "dn9:47.5": " ",
  "dn9:47.6": " ",
  "dn9:47.7": " ",
  "dn9:47.8": " ",
  "dn9:48.1": "When the Buddha had spoken, Citta Hatthisāriputta said, ",
  "dn9:48.2": "“Sir, while in a substantial reincarnation, are the mind-made and non-physical reincarnations fictitious, ",
  "dn9:48.3": "and only the substantial reincarnation real? ",
  "dn9:48.4": "While in a mind-made reincarnation, are the substantial and non-physical reincarnations fictitious, ",
  "dn9:48.5": "and only the mind-made reincarnation real? ",
  "dn9:48.6": "While in a non-physical reincarnation, are the substantial and mind-made reincarnations fictitious, ",
  "dn9:48.7": "and only the non-physical reincarnation real?” ",
  "dn9:49.1": "“While in a substantial reincarnation, it’s not referred to as a mind-made or non-physical reincarnation, ",
  "dn9:49.2": "only as a substantial reincarnation. ",
  "dn9:49.3": "While in a mind-made reincarnation, it’s not referred to as a substantial or non-physical reincarnation, ",
  "dn9:49.4": "only as a mind-made reincarnation. ",
  "dn9:49.5": "While in a non-physical reincarnation, it’s not referred to as a substantial or mind-made reincarnation, ",
  "dn9:49.6": "only as a non-physical reincarnation. ",
  "dn9:49.7": "Citta, suppose they were to ask you, ",
  "dn9:49.8": "‘Did you exist in the past? ",
  "dn9:49.9": "Will you exist in the future? ",
  "dn9:49.10": "Do you exist now?’ ",
  "dn9:49.11": "How would you answer?” ",
  "dn9:49.12": "“Sir, if they were to ask me this, ",
  "dn9:49.13": " ",
  "dn9:49.14": " ",
  "dn9:49.15": " ",
  "dn9:49.16": "I’d answer like this, ",
  "dn9:49.17": "‘I existed in the past. ",
  "dn9:49.18": "I will exist in the future. ",
  "dn9:49.19": "I exist now.’ ",
  "dn9:49.20": "That’s how I’d answer.” ",
  "dn9:50.1": "“But Citta, suppose they were to ask you, ",
  "dn9:50.2": "‘Is the reincarnation you had in the past your only real one, and those of the future and present fictitious? ",
  "dn9:50.3": "Is the reincarnation you will have in the future your only real one, and those of the past and present fictitious? ",
  "dn9:50.4": "Is the reincarnation you have now your only real one, and those of the past and future fictitious?’ ",
  "dn9:50.5": "How would you answer?” ",
  "dn9:50.6": "“Sir, if they were to ask me this, ",
  "dn9:50.7": " ",
  "dn9:50.8": " ",
  "dn9:50.9": " ",
  "dn9:50.10": "I’d answer like this, ",
  "dn9:50.11": "‘The reincarnation I had in the past was real at that time, and those of the future and present fictitious. ",
  "dn9:50.12": "The reincarnation I will have in the future will be real at the time, and those of the past and present fictitious. ",
  "dn9:50.13": "The reincarnation I have now is real at this time, and those of the past and future fictitious.’ ",
  "dn9:50.14": "That’s how I’d answer.” ",
  "dn9:51.1": "“In the same way, while in any one of the three reincarnations, it’s not referred to as the other two, only under its own name. ",
  "dn9:51.2": " ",
  "dn9:51.3": " ",
  "dn9:51.4": " ",
  "dn9:51.5": " ",
  "dn9:52.1": "From a cow comes milk, from milk comes curds, from curds come butter, from butter comes ghee, and from ghee comes cream of ghee. And the cream of ghee is said to be the best of these. ",
  "dn9:52.2": "While it’s milk, it’s not referred to as curds, butter, ghee, or cream of ghee. ",
  "dn9:52.3": "It’s only referred to as milk. ",
  "dn9:52.4": "While it’s curd ",
  "dn9:52.5": "or butter ",
  "dn9:52.6": "or ghee ",
  "dn9:52.7": "or cream of ghee, it’s not referred to as anything else, ",
  "dn9:52.8": "only under its own name. ",
  "dn9:53.1": "In the same way, while in any one of the three reincarnations, it’s not referred to as the other two, only under its own name. ",
  "dn9:53.2": " ",
  "dn9:53.3": " ",
  "dn9:53.4": " ",
  "dn9:53.5": "These are the world’s usages, terms, expressions, and descriptions, which the Realized One uses without misapprehending them.” ",
  "dn9:54.1": "When he had spoken, the wanderer Poṭṭhapāda said to the Buddha, ",
  "dn9:54.2": "“Excellent, sir! Excellent! ",
  "dn9:54.3": "As if he were righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark so people with good eyes can see what’s there, so too the Buddha has made the teaching clear in many ways. ",
  "dn9:54.4": "I go for refuge to the Buddha, to the teaching, and to the mendicant Saṅgha. ",
  "dn9:54.5": "From this day forth, may the Buddha remember me as a lay follower who has gone for refuge for life.” ",
  "dn9:55.0": "2.3. The Ordination of Citta Hatthisāriputta ",
  "dn9:55.1": "But Citta Hatthisāriputta said to the Buddha, ",
  "dn9:55.2": "“Excellent, sir! Excellent! ",
  "dn9:55.3": "As if he were righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark so people with good eyes can see what’s there, so too the Buddha has made the teaching clear in many ways. ",
  "dn9:55.4": "I go for refuge to the Buddha, to the teaching, and to the mendicant Saṅgha. ",
  "dn9:55.5": "Sir, may I receive the going forth, the ordination in the Buddha’s presence?” ",
  "dn9:56.1": "And Citta Hatthisāriputta received the going forth, the ordination in the Buddha’s presence. ",
  "dn9:56.2": "Not long after his ordination, Venerable Citta Hatthisāriputta, living alone, withdrawn, diligent, keen, and resolute, soon realized the supreme end of the spiritual path in this very life. He lived having achieved with his own insight the goal for which gentlemen rightly go forth from the lay life to homelessness. ",
  "dn9:56.3": "He understood: “Rebirth is ended; the spiritual journey has been completed; what had to be done has been done; there is no return to any state of existence.” ",
  "dn9:56.4": "And Venerable Citta Hatthisāriputta became one of the perfected. "
}