{
  "sn22.35:0.1": "Linked Discourses 22 ",
  "sn22.35:0.2": "4. It’s Not Yours ",
  "sn22.35:0.3": "35. A Mendicant ",
  "sn22.35:1.1": "At Sāvatthī. ",
  "sn22.35:1.2": "Then a mendicant went up to the Buddha, bowed, sat down to one side, and said to him, ",
  "sn22.35:1.3": "“Sir, may the Buddha please teach me Dhamma in brief. When I’ve heard it, I’ll live alone, withdrawn, diligent, keen, and resolute.” ",
  "sn22.35:1.4": " ",
  "sn22.35:1.5": "“Mendicant, you’re defined by what you have an underlying tendency for. ",
  "sn22.35:1.6": "You’re not defined by what you have no underlying tendency for.” ",
  "sn22.35:1.7": "“Understood, Blessed One! Understood, Holy One!” ",
  "sn22.35:2.1": "“But how do you see the detailed meaning of my brief statement?” ",
  "sn22.35:2.2": "“If you have an underlying tendency for form, you’re defined by that. ",
  "sn22.35:2.3": "If you have an underlying tendency for feeling … ",
  "sn22.35:2.4": "perception … ",
  "sn22.35:2.5": "choices … ",
  "sn22.35:2.6": "consciousness, you’re defined by that. ",
  "sn22.35:2.7": "If you have no underlying tendency for form, you’re not defined by that. ",
  "sn22.35:2.8": "If you have no underlying tendency for feeling … ",
  "sn22.35:2.9": "perception … ",
  "sn22.35:2.10": "choices … ",
  "sn22.35:2.11": "consciousness, you’re not defined by that. ",
  "sn22.35:2.12": "That’s how I understand the detailed meaning of the Buddha’s brief statement.” ",
  "sn22.35:3.1": "“Good, good, mendicant! ",
  "sn22.35:3.2": "It’s good that you understand the detailed meaning of what I’ve said in brief like this. ",
  "sn22.35:3.3": "If you have an underlying tendency for form, you’re defined by that. ",
  "sn22.35:3.4": "If you have an underlying tendency for feeling … ",
  "sn22.35:3.5": "perception … ",
  "sn22.35:3.6": "choices … ",
  "sn22.35:3.7": "consciousness, you’re defined by that. ",
  "sn22.35:3.8": "If you have no underlying tendency for form, you’re not defined by that. ",
  "sn22.35:3.9": "If you have no underlying tendency for feeling … ",
  "sn22.35:3.10": "perception … ",
  "sn22.35:3.11": "choices … ",
  "sn22.35:3.12": "consciousness, you’re not defined by that. ",
  "sn22.35:3.13": "This is how to understand the detailed meaning of what I said in brief.” ",
  "sn22.35:4.1": "And then that mendicant approved and agreed with what the Buddha said. He got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right, before leaving. ",
  "sn22.35:5.1": "Then that mendicant, living alone, withdrawn, diligent, keen, and resolute, soon realized the supreme end of the spiritual path in this very life. He lived having achieved with his own insight the goal for which gentlemen rightly go forth from the lay life to homelessness. ",
  "sn22.35:5.2": "He understood: “Rebirth is ended; the spiritual journey has been completed; what had to be done has been done; there is no return to any state of existence.” ",
  "sn22.35:5.3": "And that mendicant became one of the perfected. "
}