{
  "sn22.126:0.1": "Linked Discourses 22 ",
  "sn22.126:0.2": "13. Ignorance ",
  "sn22.126:0.3": "126. Liable To Originate ",
  "sn22.126:1.1": "At Sāvatthī. ",
  "sn22.126:1.2": "Then a mendicant went up to the Buddha, bowed, sat down to one side, and said to him: ",
  "sn22.126:1.3": "“Sir, they speak of this thing called ‘ignorance’. ",
  "sn22.126:1.4": "What is ignorance? ",
  "sn22.126:1.5": "And how is an ignorant person defined?” ",
  "sn22.126:2.1": "“Mendicant, it’s when an uneducated ordinary person doesn’t truly understand form, which is liable to originate, as form which is liable to originate. ",
  "sn22.126:2.2": "They don’t truly understand form, which is liable to vanish, as form which is liable to vanish. ",
  "sn22.126:2.3": "They don’t truly understand form, which is liable to originate and vanish, as form which is liable to originate and vanish. ",
  "sn22.126:2.4": "They don’t truly understand feeling … ",
  "sn22.126:2.5": " ",
  "sn22.126:2.6": " ",
  "sn22.126:2.7": "perception … ",
  "sn22.126:2.8": "choices … ",
  "sn22.126:2.9": " ",
  "sn22.126:2.10": " ",
  "sn22.126:2.11": "consciousness, which is liable to originate, as consciousness which is liable to originate. ",
  "sn22.126:2.12": "They don’t truly understand consciousness, which is liable to vanish, as consciousness which is liable to vanish. ",
  "sn22.126:2.13": "They don’t truly understand consciousness, which is liable to originate and vanish, as consciousness which is liable to originate and vanish. ",
  "sn22.126:2.14": "This is called ignorance. ",
  "sn22.126:2.15": "And this is how an ignorant person is defined.” ",
  "sn22.126:3.1": "When he said this, the mendicant said to the Buddha: ",
  "sn22.126:3.2": "“Sir, they speak of this thing called ‘knowledge’. ",
  "sn22.126:3.3": "What is knowledge? ",
  "sn22.126:3.4": "And how is a knowledgeable person defined?” ",
  "sn22.126:4.1": "“Mendicant, it’s when an educated noble disciple truly understands form, which is liable to originate, as form which is liable to originate. ",
  "sn22.126:4.2": "They truly understand form, which is liable to vanish, as form which is liable to vanish. ",
  "sn22.126:4.3": "They truly understand form, which is liable to originate and vanish, as form which is liable to originate and vanish. ",
  "sn22.126:4.4": "They truly understand feeling … ",
  "sn22.126:4.5": " ",
  "sn22.126:4.6": " ",
  "sn22.126:4.7": "perception … ",
  "sn22.126:4.8": "choices … ",
  "sn22.126:4.9": " ",
  "sn22.126:4.10": " ",
  "sn22.126:4.11": "consciousness, which is liable to originate, as consciousness which is liable to originate. ",
  "sn22.126:4.12": "They truly understand consciousness, which is liable to vanish, as consciousness which is liable to vanish. ",
  "sn22.126:4.13": "They truly understand consciousness, which is liable to originate and vanish, as consciousness which is liable to originate and vanish. ",
  "sn22.126:4.14": "This is called knowledge. ",
  "sn22.126:4.15": "And this is how a knowledgeable person is defined.” "
}