{
  "sn22.43:0.1": "Linked Discourses 22 ",
  "sn22.43:0.2": "5. Be Your Own Island ",
  "sn22.43:0.3": "43. Be Your Own Island ",
  "sn22.43:1.1": "At Sāvatthī. ",
  "sn22.43:1.2": "“Mendicants, be your own island, your own refuge, with no other refuge. Let the teaching be your island and your refuge, with no other refuge. ",
  "sn22.43:1.3": "When you live like this, you should examine the cause: ‘From what are sorrow, lamentation, pain, sadness, and distress born and produced?’ ",
  "sn22.43:2.1": "And, mendicants, from what are sorrow, lamentation, pain, sadness, and distress born and produced? ",
  "sn22.43:2.2": "It’s when an uneducated ordinary person has not seen the noble ones, and is neither skilled nor trained in the teaching of the noble ones. They’ve not seen good persons, and are neither skilled nor trained in the teaching of the good persons. ",
  "sn22.43:2.3": "They regard form as self, self as having form, form in self, or self in form. ",
  "sn22.43:2.4": "But that form of theirs decays and perishes, ",
  "sn22.43:2.5": "which gives rise to sorrow, lamentation, pain, sadness, and distress. ",
  "sn22.43:2.6": "They regard feeling as self … ",
  "sn22.43:2.7": " ",
  "sn22.43:2.8": " ",
  "sn22.43:2.9": "They regard perception as self … ",
  "sn22.43:2.10": "They regard choices as self … ",
  "sn22.43:2.11": "They regard consciousness as self, self as having consciousness, consciousness in self, or self in consciousness. ",
  "sn22.43:2.12": "But that consciousness of theirs decays and perishes, ",
  "sn22.43:2.13": "which gives rise to sorrow, lamentation, pain, sadness, and distress. ",
  "sn22.43:3.1": "Sorrow, lamentation, pain, sadness, and distress are given up when you understand the impermanence of form—its perishing, fading away, and cessation—and you truly see with right understanding that all form, whether past or present, is impermanent, suffering, and perishable. ",
  "sn22.43:3.2": "When these things are given up there’s no anxiety. Without anxiety you live happily. A mendicant who lives happily is said to be extinguished in that respect. ",
  "sn22.43:3.3": "Sorrow, lamentation, pain, sadness, and distress are given up when you understand the impermanence of feeling … ",
  "sn22.43:3.4": " ",
  "sn22.43:3.5": "perception … ",
  "sn22.43:3.6": "choices … ",
  "sn22.43:3.7": " ",
  "sn22.43:3.8": "consciousness—its perishing, fading away, and cessation—and you truly see with right understanding that all consciousness, whether past or present, is impermanent, suffering, and perishable. ",
  "sn22.43:3.9": "When these things are given up there’s no anxiety. Without anxiety you live happily. A mendicant who lives happily is said to be extinguished in that respect.” "
}