{
  "sn22.2:0.1": "Linked Discourses 22 ",
  "sn22.2:0.2": "1. Nakula’s Father ",
  "sn22.2:0.3": "2. At Devadaha ",
  "sn22.2:1.1": "So I have heard. ",
  "sn22.2:1.2": "At one time the Buddha was staying in the land of the Sakyans, where they have a town named Devadaha. ",
  "sn22.2:1.3": "Then several mendicants who were heading for the west went up to the Buddha, bowed, sat down to one side, and said to him, ",
  "sn22.2:1.4": "“Sir, we wish to go to a western land to take up residence there.” ",
  "sn22.2:2.1": "“But mendicants, have you consulted with Sāriputta?” ",
  "sn22.2:2.2": "“No, sir, we haven’t.” ",
  "sn22.2:2.3": "“You should consult with Sāriputta. ",
  "sn22.2:2.4": "He’s astute, and supports his spiritual companions, the mendicants.” ",
  "sn22.2:2.5": "“Yes, sir,” they replied. ",
  "sn22.2:3.1": "Now at that time Venerable Sāriputta was meditating not far from the Buddha in a clump of golden shower trees. ",
  "sn22.2:3.2": "And then those mendicants approved and agreed with what the Buddha said. They got up from their seat, bowed, and respectfully circled the Buddha, keeping him on their right. Then they went up to Venerable Sāriputta, and exchanged greetings with him. ",
  "sn22.2:3.3": "When the greetings and polite conversation were over, they sat down to one side and said to him, ",
  "sn22.2:3.4": "“Reverend Sāriputta, we wish to go to a western land to take up residence there. ",
  "sn22.2:3.5": "We have consulted with the Teacher.” ",
  "sn22.2:4.1": "“Reverends, there are those who question a mendicant who has gone abroad—",
  "sn22.2:4.2": "astute aristocrats, brahmins, householders, and ascetics—",
  "sn22.2:4.3": "for astute people are inquisitive: ",
  "sn22.2:4.4": "‘But what does the venerables’ Teacher teach? What does he explain?’ I trust the venerables have properly heard, learned, attended, and remembered the teachings, and penetrated them with wisdom. That way, when answering you will repeat what the Buddha has said and not misrepresent him with an untruth. You will explain in line with the teaching, with no legitimate grounds for rebuke and criticism. ",
  "sn22.2:5.1": "“Reverend, we would travel a long way to learn the meaning of this statement in the presence of Venerable Sāriputta. ",
  "sn22.2:5.2": "May Venerable Sāriputta himself please clarify the meaning of this.” ",
  "sn22.2:5.3": "“Well then, reverends, listen and pay close attention, I will speak.” ",
  "sn22.2:5.4": "“Yes, reverend,” they replied. ",
  "sn22.2:5.5": "Sāriputta said this: ",
  "sn22.2:6.1": "“Reverends, there are those who question a mendicant who has gone abroad—",
  "sn22.2:6.2": "astute aristocrats, brahmins, householders, and ascetics—",
  "sn22.2:6.3": "for astute people are inquisitive: ",
  "sn22.2:6.4": "‘But what does the venerables’ Teacher teach? What does he explain?’ ",
  "sn22.2:6.5": "When questioned like this, reverends, you should answer: ",
  "sn22.2:6.6": "‘Reverend, our Teacher explained the removal of desire and lust.’ ",
  "sn22.2:7.1": "When you answer like this, such astute people may inquire further: ",
  "sn22.2:7.2": " ",
  "sn22.2:7.3": " ",
  "sn22.2:7.4": "‘But regarding what does the venerables’ teacher explain the removal of desire and lust?’ ",
  "sn22.2:7.5": "When questioned like this, reverends, you should answer: ",
  "sn22.2:7.6": "‘Our teacher explains the removal of desire and lust for form, ",
  "sn22.2:7.7": "feeling, ",
  "sn22.2:7.8": "perception, ",
  "sn22.2:7.9": "choices, ",
  "sn22.2:7.10": "and consciousness.’ ",
  "sn22.2:8.1": "When you answer like this, such astute people may inquire further: ",
  "sn22.2:8.2": " ",
  "sn22.2:8.3": " ",
  "sn22.2:8.4": "‘But what drawback has he seen that he teaches the removal of desire and lust for form, ",
  "sn22.2:8.5": "feeling, ",
  "sn22.2:8.6": "perception, ",
  "sn22.2:8.7": "choices, ",
  "sn22.2:8.8": "and consciousness?’ ",
  "sn22.2:8.9": "When questioned like this, reverends, you should answer: ",
  "sn22.2:8.10": "‘If you’re not free of greed, desire, fondness, thirst, passion, and craving for form, when that form decays and perishes it gives rise to sorrow, lamentation, pain, sadness, and distress. ",
  "sn22.2:8.11": "If you’re not free of greed, desire, fondness, thirst, passion, and craving for feeling … ",
  "sn22.2:8.12": "perception … ",
  "sn22.2:8.13": "choices … ",
  "sn22.2:8.14": " ",
  "sn22.2:8.15": "consciousness, when that consciousness decays and perishes it gives rise to sorrow, lamentation, pain, sadness, and distress. ",
  "sn22.2:8.16": "This is the drawback our Teacher has seen that he teaches the removal of desire and lust for form, ",
  "sn22.2:8.17": "feeling, ",
  "sn22.2:8.18": "perception, ",
  "sn22.2:8.19": "choices, ",
  "sn22.2:8.20": "and consciousness.’ ",
  "sn22.2:9.1": "When you answer like this, such astute people may inquire further: ",
  "sn22.2:9.2": " ",
  "sn22.2:9.3": " ",
  "sn22.2:9.4": "‘But what benefit has he seen that he teaches the removal of desire and lust for form, ",
  "sn22.2:9.5": "feeling, ",
  "sn22.2:9.6": "perception, ",
  "sn22.2:9.7": "choices, ",
  "sn22.2:9.8": "and consciousness?’ ",
  "sn22.2:9.9": "When questioned like this, reverends, you should answer: ",
  "sn22.2:9.10": "‘If you are rid of greed, desire, fondness, thirst, passion, and craving for form, when that form decays and perishes it doesn’t give rise to sorrow, lamentation, pain, sadness, and distress. ",
  "sn22.2:9.11": "If you are rid of greed, desire, fondness, thirst, passion, and craving for feeling … ",
  "sn22.2:9.12": "perception … ",
  "sn22.2:9.13": "choices … ",
  "sn22.2:9.14": "consciousness, when that consciousness decays and perishes it doesn’t give rise to sorrow, lamentation, pain, sadness, and distress. ",
  "sn22.2:9.15": "This is the benefit our Teacher has seen that he teaches the removal of desire and lust for form, feeling, ",
  "sn22.2:9.16": "perception, ",
  "sn22.2:9.17": "choices, ",
  "sn22.2:9.18": "and consciousness.’ ",
  "sn22.2:10.1": "If those who acquired and kept unskillful qualities were to live happily in the present life, free of anguish, distress, and fever; and if, when their body breaks up, after death, they could expect to go to a good place, the Buddha would not praise giving up unskillful qualities. ",
  "sn22.2:10.2": "But since those who acquire and keep unskillful qualities live unhappily in the present life, full of anguish, distress, and fever; and since, when their body breaks up, after death, they can expect to go to a bad place, the Buddha praises giving up unskillful qualities. ",
  "sn22.2:11.1": "If those who embraced and kept skillful qualities were to live unhappily in the present life, full of anguish, distress, and fever; and if, when their body breaks up, after death, they could expect to go to a bad place, the Buddha would not praise embracing skillful qualities. ",
  "sn22.2:11.2": "But since those who embrace and keep skillful qualities live happily in the present life, free of anguish, distress, and fever; and since, when their body breaks up, after death, they can expect to go to a good place, the Buddha praises embracing skillful qualities.” ",
  "sn22.2:12.1": "This is what Venerable Sāriputta said. ",
  "sn22.2:12.2": "Satisfied, the mendicants were happy with what Sāriputta said. "
}