{
  "sn22.58:0.1": "Linked Discourses 22 ",
  "sn22.58:0.2": "6. Involvement ",
  "sn22.58:0.3": "58. The Fully Awakened Buddha ",
  "sn22.58:1.1": "At Sāvatthī. ",
  "sn22.58:1.2": "“Mendicants, a Realized One, a perfected one, a fully awakened Buddha is freed by not grasping, due to disillusionment, dispassion, and cessation regarding form. They’re called a fully awakened Buddha. ",
  "sn22.58:1.3": "A mendicant freed by wisdom is also freed by not grasping, due to disillusionment, dispassion, and cessation regarding form. They’re called a mendicant freed by wisdom. ",
  "sn22.58:2.1": "A Realized One, a perfected one, a fully awakened Buddha is freed by not grasping, due to disillusionment, dispassion, and cessation regarding feeling … ",
  "sn22.58:2.2": " ",
  "sn22.58:3.1": "perception … ",
  "sn22.58:3.2": "choices … ",
  "sn22.58:3.3": "consciousness. They’re called a fully awakened Buddha. ",
  "sn22.58:3.4": "A mendicant freed by wisdom is also freed by not grasping, due to disillusionment, dispassion, and cessation regarding consciousness. They’re called a mendicant freed by wisdom. ",
  "sn22.58:4.1": "What, then, is the difference between a Realized One, a perfected one, a fully awakened Buddha, and a mendicant freed by wisdom?” ",
  "sn22.58:4.2": "“Our teachings are rooted in the Buddha. He is our guide and our refuge. Sir, may the Buddha himself please clarify the meaning of this. The mendicants will listen and remember it.” ",
  "sn22.58:4.3": "“Well then, mendicants, listen and pay close attention, I will speak.” ",
  "sn22.58:4.4": "“Yes, sir,” they replied. ",
  "sn22.58:4.5": "The Buddha said this: ",
  "sn22.58:5.1": "“A Realized One, a perfected one, a fully awakened Buddha gives rise to the unarisen path, gives birth to the unborn path, and explains the unexplained path. They know the path, understand the path, and are experts in the path. ",
  "sn22.58:5.2": "And now the disciples live following the path; they acquire it later. ",
  "sn22.58:5.3": "This is the difference between a Realized One, a perfected one, a fully awakened Buddha, and a mendicant freed by wisdom.” "
}