{
  "pli-tv-bu-pm:0.1": "ปาฬิสิกขาบท ๒ คัมภีร์ ",
  "pli-tv-bu-pm:0.2": "ภิกขุปาติโมกข์ เถรวาท ",
  "pli-tv-bu-pm:1.0": "บุพพกรณ์ (ธุระที่ต้องทำในเบื้องต้น) ",
  "pli-tv-bu-pm:1.1": "การปัดกวาดโรงอุโบสถ การตามประทีป การตั้งน้ำใช้น้ำฉัน และการปูอาสนะ; ",
  "pli-tv-bu-pm:1.2": "คือ องค์ของบุพกรณ์ของอุโบสถทั้ง ๔ อย่าง. ",
  "pli-tv-bu-pm:2.0": "บุพพกิจ (ธุระที่ต้องทำก่อน) ",
  "pli-tv-bu-pm:2.1": "การนำฉันทะมา การบอกความบริสุทธิ์ การบอกฤดู และการให้โอวาทภิกขุ; ",
  "pli-tv-bu-pm:2.2": "คือ องค์ของบุพกิจทั้ง ໔ อย่าง. ",
  "pli-tv-bu-pm:3.0": "ความพรั่งพร้อม ",
  "pli-tv-bu-pm:3.1": "มีองค์ ๔ คือ เป็นวันอุโบสถ เป็นภิกขุผู้ควรถึงกรรม; ",
  "pli-tv-bu-pm:3.2": "เป็นผู้ที่ไม่ต้องสภากาบัติ; ",
  "pli-tv-bu-pm:3.3": "บุคคลผู้ควรเว้น ไม่มีในหัตถบาสสงฆ์นั้น. ",
  "pli-tv-bu-pm:4.1": "ข้าพเจ้าขอเชื้อเชิญ ผู้ทําบุพพกรณ์บุพพกิจสำเร็จดีแล้วที่อยู่ที่นี้ ผู้พร้อมเพรียงกัน ผู้มีอาบัติอันถูกบอกเทศนาแล้ว เพื่อสวดปาฏิโมกข์ โดยอนุมัติแห่งหมู่ภิกขุสงฆ์. ",
  "pli-tv-bu-pm:5.0": "นิทานุทเทส (คำไขขยายความ) ",
  "pli-tv-bu-pm:5.1": "ข้าแต่ภิกขุนีสงฆ์ผู้เจริญ ขอจงฟังเถิด. ",
  "pli-tv-bu-pm:5.2": "อุโบสถวันนี้ที่ ๑๕, ",
  "pli-tv-bu-pm:5.3": "ถ้าความพรั่งพร้อม ของสงฆ์ถึงที่แล้ว เราทั้งหลายพึงทำอุโบสถ พึงแสดงซึ่งปาฏิโมกข์ด้วยกัน. ",
  "pli-tv-bu-pm:6.1": "บุพพกิจอะไรๆ ของสงฆ์ก็ทำสำเร็จแล้ว? ",
  "pli-tv-bu-pm:6.2": "ท่านทั้งหลายพึงบอกความบริสุทธิ์, ",
  "pli-tv-bu-pm:6.3": "ข้าพเจ้าจักแสดงซึ่งปาฏิโมกข์, ",
  "pli-tv-bu-pm:6.4": "อันพวกเราทั้งหลาย จงฟัง จงใส่ใจซึ่งปาติโมกข์นั้น ให้สำเร็จประโยชน์. ",
  "pli-tv-bu-pm:6.5": "ผู้ใดหากมีอาบัติ ผู้นั้นก็พึงเปิดเผยเสีย, ",
  "pli-tv-bu-pm:6.6": "เมื่ออาบัติไม่มี ก็พึงนิ่งอยู่, ",
  "pli-tv-bu-pm:6.7": "ก็เพราะความเป็นผู้นิ่งแล ข้าพเจ้าจักทราบท่านทั้งหลายว่า เป็นผู้บริสุทธิ์. ",
  "pli-tv-bu-pm:6.8": "ก็การสวดประกาศให้ได้ยินมีกำหนด ๓ ครั้ง ในบริษัทเห็นปานนี้อย่างนี้ เป็นเหมือนถูกถามตอบเฉพาะองค์. ",
  "pli-tv-bu-pm:6.9": "ก็ภิกขุใดเมื่อสวดประกาศจบครั้งที่ ๓ ระลึก (อาบัติ) ได้อยู่ ไม่เปิดเผยอาบัติซึ่งมีอยู่ รู้ตัวว่ากล่าวเท็จความผิดย่อมมีแก่เธอนั้น. ",
  "pli-tv-bu-pm:6.10": "ท่านทั้งหลาย ก็รู้ตัวว่ากล่าวเท็จแล พระผู้มีพระภาคเจ้าตรัสว่า เป็นธรรมทำอันตราย, ",
  "pli-tv-bu-pm:6.11": "เพราะฉะนั้น เมื่อภิกขุต้องอาบัติแล้วระลึกได้ หวังความบริสุทธิ์ พึงเปิดเผยอาบัติซึ่งมีอยู่, ",
  "pli-tv-bu-pm:6.12": "เพราะการเปิดเผยอาบัติแล้ว ความสบายย่อมมีแก่เธอ. ",
  "pli-tv-bu-pm:7.1": "ข้าพเจ้าเพียงแสดงโดยสรุปเท่านั้น ในข้อความเบื้องต้น. ",
  "pli-tv-bu-pm:7.2": "ข้าพเจ้าถามท่านทั้งหลาย ในข้อเหล่านั้น ท่านทั้งหลายเป็นผู้บริสุทธ์แล้วหรือ? ",
  "pli-tv-bu-pm:7.3": "ข้าพเจ้าถามแม้ครั้งที่ ๒ ท่านทั้งหลายเป็นผู้บริสุทธ์แล้วหรือ? ",
  "pli-tv-bu-pm:7.4": "ข้าพเจ้าถามแม้ครั้งที่ ๓ ท่านทั้งหลายเป็นผู้บริสุทธ์แล้วหรือ? ",
  "pli-tv-bu-pm:7.5": "ท่านทั้งหลายเป็นผู้บริสุทธ์ในข้อเหล่านี้แล้ว เหตุนั้นจึงนิ่ง ข้าพเจ้าทรงความนี้ไว้ด้วยอย่างนี้. ",
  "pli-tv-bu-pm:7.6": "ข้อความเบื้องต้น จบ. ",
  "pli-tv-bu-pm:8.0": "ปาราชิกุทเทส ",
  "pli-tv-bu-pm:8.1": "อาบัติทั้งหลายชื่อว่าปาราชิก ๔ เหล่านี้ ย่อมมาสู่อุทเทสในปาฏิโมกข์นั้น. ",
  "pli-tv-bu-pm:9.0": "ปาราชิก ๑. เมถุนธรรม ",
  "pli-tv-bu-pm:9.1": "อนึ่ง ภิกขุใดถึงพร้อมด้วยสิกขาธรรมเนียมเลี้ยงชีพร่วมกัน ของภิกขุทั้งหลายยังไม่กล่าวคืนสิกขา ไม่ได้ทำให้แจ้งความเป็นผู้ถอยกำลัง (คือ ความท้อแท้) พึงเสพเมถุนธรรม โดยที่สุดแม้ในดิรัจฉานตัวเมีย ภิกขุนี้ต้องอาบัติปาราชิก ไม่มีสังวาส. ",
  "pli-tv-bu-pm:10.0": "ปาราชิก ๒. อทินนาทาน ",
  "pli-tv-bu-pm:10.1": "อนึ่ง ภิกขุใดถือเอาทรัพย์อันเจ้าของไม่ได้ให้ เป็นส่วนโจรกรรม จากบ้านก็ดีจากป่าก็ดี, ",
  "pli-tv-bu-pm:10.2": "พระราชาจับโจรได้แล้ว ฆ่าเสียบ้าง จำขังไว้บ้าง เนรเทศเสียบ้าง ด้วยปรับโทษว่า เจ้าเป็นโจร เจ้าเป็นคนพาล เจ้าเป็นคนหลง เจ้าเป็นคนขโมย ดังนี้ เพราะถือเอาทรัพย์อันเจ้าของไม่ได้ให้เห็นปานใด ภิกขุถือเอาทรัพย์อันเจ้าของไม่ได้ให้เห็นปานนั้น ",
  "pli-tv-bu-pm:10.3": "แม้ภิกขุนี้ ก็ต้องอาบัติปาราชิก หาสังวาสมิได้. ",
  "pli-tv-bu-pm:11.0": "ปาราชิก ๓. มนุสสวิคคห ",
  "pli-tv-bu-pm:11.1": "อนึ่ง ภิกขุใดแกล้งพรากกายมนุษย์จากชีวิตหรือแสวงหาศัสตราอันจะนำ (ชีวิต) เสียให้แก่กายมนุษย์นั้น หรือพรรณนาคุณแห่งความตายหรือชักชวนเพื่อความตายด้วยคำว่า ",
  "pli-tv-bu-pm:11.2": "“แน่ะ นายผู้เป็นชาย มีประโยชน์อะไรแก่ท่านด้วยชีวิตอันชั่วนี้ ท่านตายเสียดีกว่าเป็นอยู่”, ",
  "pli-tv-bu-pm:11.3": "ดังนี้เธอมีจิตใจ มีจิตดำริอย่างนี้ พรรณนาคุณแห่งความตายก็ดี ชักชวนเพื่อความตายก็ดี โดยหลายนัย, ",
  "pli-tv-bu-pm:11.4": "แม้ภิกขุนี้ ก็ต้องอาบัติปาราชิก หาสังวาสมิได้. ",
  "pli-tv-bu-pm:12.0": "ปาราชิก ๔. อุตตริมนุสสธรรม ",
  "pli-tv-bu-pm:12.1": "อนึ่ง ภิกขุใดไม่รู้เฉพาะ (คือไม่รู้จริง) กล่าวอวดอุตตริมนุสสธัมม์ อันเป็น ความเห็นอย่างประเสริฐ อย่างสามารถน้อมเข้าในตัวว่า ข้าพเจ้ารู้อย่างนี้ ข้าพเจ้าเห็นอย่างนี้, ",
  "pli-tv-bu-pm:12.2": "ครั้นสมัยอื่น แต่นั้น อันผู้ใด ผู้หนึ่ง เชื่อก็ตาม ไม่เชื่อก็ตาม ก็เป็นอันต้องอาบัติแล้ว มุ่งความหมดจด (คือ พ้นโทษ) จะพึงกล่าวอย่างนี้ว่า “แน่ะท่าน ข้าพเจ้าไม่รู้ ได้กล่าวว่า รู้ ไม่เห็นได้กล่าวว่าเห็นได้พูดพล่อยๆ เป็นเท็จเปล่าๆ”, ",
  "pli-tv-bu-pm:12.3": "เว้นไว้แต่ว่าสำคัญว่าได้บรรลุ, ",
  "pli-tv-bu-pm:12.4": "แม้ภิกขุนี้ ก็เป็นปาราชิก หาสังวาสมิได้. ",
  "pli-tv-bu-pm:13.1": "ท่านทั้งหลาย อาบัติปาราชิก ๔ อันข้าพเจ้าได้แสดงขึ้นแล้วแล. ",
  "pli-tv-bu-pm:13.2": "ภิกขุต้องอาบัติเหล่าไรเล่า อันใดอันหนึ่งแล้วย่อมไม่ได้สังวาสกับด้วยภิกขุทั้งหลาย ",
  "pli-tv-bu-pm:13.3": "เหมือนอย่างแต่ก่อน ต้องอาบัติปาราชิก ไม่มีสังวาส. ",
  "pli-tv-bu-pm:13.4": "ข้าพเจ้าถามท่านทั้งหลาย ในข้อเหล่านั้นท่านทั้งหลายเป็นผู้บริสุทธ์แล้วหรือ?, ",
  "pli-tv-bu-pm:13.5": "ข้าพเจ้าถามแม้ครั้งที่ ๒ ท่านทั้งหลายเป็นผู้บริสุทธ์แล้วหรือ?, ",
  "pli-tv-bu-pm:13.6": "ข้าพเจ้าถาม แม้ครั้งที่ ๓ ท่านทั้งหลายเป็นผู้บริสุทธ์แล้วหรือ?, ",
  "pli-tv-bu-pm:13.7": "ท่านทั้งหลายเป็นผู้บริสุทธ์ในข้อ เหล่านี้แล้วเหตุนั้นจึงนิ่ง ข้าพเจ้าทรงความนี้ไว้ด้วยอย่างนี้. ",
  "pli-tv-bu-pm:13.8": "ปาราชิก จบ ",
  "pli-tv-bu-pm:14.0": "สังฆาทิเสสุทเทโส ",
  "pli-tv-bu-pm:14.1": "ท่านทั้งหลาย อาบัติชื่อสังฆาทิเสส ๑๓ เหล่านี้แล ย่อมมาสู่อุทเทส. ",
  "pli-tv-bu-pm:15.0": "สังฆาทิเสส ๑. สุกกวิสสัฏฐิ ",
  "pli-tv-bu-pm:15.1": "ปล่อยสุกกะเป็นไปด้วยความจงใจ เว้นไว้แต่ฝัน ต้องอาบัติสังฆาทิเสส. ",
  "pli-tv-bu-pm:16.0": "สังฆาทิเสส ๒. กายสังสัคค ",
  "pli-tv-bu-pm:16.1": "อนึ่ง ภิกขุใดกำหนัดแล้ว มีจิตแปรปรวนแล้ว ถึงความเคล้าคลึงด้วยกายกับมาตุคาม, จับมือก็ตาม จับต้องผมก็ตาม ลูบคลำอวัยวะอันใดอันหนึ่งก็ตาม ต้องอาบัติสังฆาทิเสส. ",
  "pli-tv-bu-pm:17.0": "สังฆาทิเสส ๓. ทุฏฐุลลวาจา ",
  "pli-tv-bu-pm:17.1": "อนึ่ง ภิกขุใดกำหนัดแล้ว มีจิตแปรปรวนแล้ว พูดเกี้ยวมาตุคามด้วยวาจาชั่วหยาบเหมือนชายหนุ่มพูดเกี้ยวหญิงสาว ด้วยวาจาพาดพิงเมถุน ต้องอาบัติสังฆาทิเสส. ",
  "pli-tv-bu-pm:18.0": "สังฆาทิเสส ๔. อัตตกามปาริจริย ",
  "pli-tv-bu-pm:18.1": "อนึ่ง ภิกขุใดกำหนัดแล้ว มีจิตแปรปรวนแล้ว กล่าวคุณแห่งการบำเรอตนด้วยกามในสำนักมาตุคาม ด้วยถ้อยคำพาดพิงเมถุนว่า “น้องหญิงหญิงใดบำเรอผู้ประพฤติพรหมจรรย์ มีศีลมีกัล๎ยาณธัมม์เช่นเราด้วยธรรมนั่น นั่นเป็นยอดแห่งความบำเรอทั้งหลาย ต้องอาบัติสังฆาทิเสส. ",
  "pli-tv-bu-pm:19.0": "สังฆาทิเสส ๕. สัญจริตต ",
  "pli-tv-bu-pm:19.1": "อนึ่ง ภิกขุใด ถึงความเป็นผู้เที่ยวสื่อ (บอก) ความประสงค์ของชายแก่หญิงก็ดี (บอก) ความประสงค์ของหญิงแก่ชายก็ดีในความเป็นเมียก็ตาม ในความเป็นชู้ก็ตามโดยที่สุด (บอก) แม้แก่หญิงแพศยา อันจะพึงอยู่ร่วมชั่วขณะ ต้องอาบัติสังฆาทิเสส. ",
  "pli-tv-bu-pm:20.0": "สังฆาทิเสส ๖. กุฏิการ ",
  "pli-tv-bu-pm:20.1": "อนึ่ง ภิกขุจะให้ทำกุฎี อันหาเจ้าของมิได้ เฉพาะตนเอง ด้วยอาการขอเอาเองพึงทำให้ได้ประมาณ; นี้ประมาณในอันทำกุฎีนั้นโดยยาว ๑๒ คืบ โดยกว้าง ๗ คืบด้วยคืบสุคต (วัด) ในร่วมใน, ",
  "pli-tv-bu-pm:20.2": "พึงนำภิกขุทั้งหลายไป เพื่อแสดงที่ ภิกขุเหล่านั้น พึงแสดงที่อันไม่มีผู้จองไว้อันมีชานรอบ. ",
  "pli-tv-bu-pm:20.3": "หากภิกขุให้ทำกุฎีด้วยการขอเอาเอง ในที่อันมีผู้จองไว้ อันหาชานรอบมิได้หรือไม่นำภิกขุทั้งหลายไป เพื่อแสดงที่หรือทำให้ล่วงประมาณ ต้องอาบัติสังฆาทิเสส. ",
  "pli-tv-bu-pm:21.0": "สังฆาทิเสส ๗. วิหารการ ",
  "pli-tv-bu-pm:21.1": "อนึ่ง ภิกขุจะให้ทำวิหารใหญ่อันมีเจ้าของ เฉพาะตนเอง พึงนำภิกขุทั้งหลายไปเพื่อแสดงที่, ",
  "pli-tv-bu-pm:21.2": "ภิกขุเหล่านั้น พึงแสดงที่อันไม่มีผู้จองไว้อันมีชานรอบ. ",
  "pli-tv-bu-pm:21.3": "หากภิกขุให้ทำวิหารใหญ่ในที่ มีผู้จองไว้ หาชานรอบมิได้ หรือไม่นำภิกขุทั้งหลายไปเพื่อแสดงที่ ต้องอาบัติสังฆาทิเสส. ",
  "pli-tv-bu-pm:22.0": "สังฆาทิเสส ๘ ทุฏฐโทส ",
  "pli-tv-bu-pm:22.1": "อนึ่ง ภิกขุใดขัดใจ มีโทสะไม่แช่มชื่น ตามกำจัด (คือ โจท) ภิกขุด้วยอาบัติ มีโทษถึงปาราชิก อันหามูลมิได้ ด้วยหมายใจว่า “แม้ไฉนเราจะยังเธอให้เคลื่อนจากพรหมจรรย์นี้ได้”, ",
  "pli-tv-bu-pm:22.2": "ครั้นสมัยอื่น แต่นั้น อันผู้ใดผู้หนึ่งถือเอาตามก็ตาม ไม่ถือเอาตาม ก็ตาม (คือ เชื่อไม่เชื่อก็ตาม) แต่อธิกรณ์นั้น เป็นเรื่องหามูลมิได้และภิกขุย่อมยันอิงโทสะ ต้องอาบัติสังฆาทิเสส. ",
  "pli-tv-bu-pm:23.0": "สังฆาทิเสส ๙. อัญญภาคิย ",
  "pli-tv-bu-pm:23.1": "อนึ่ง ภิกขุใดขัดใจ มีโทสะไม่แช่มชื่น ถือเอาเอกเทศบางแห่ง แห่งอธิกรณ์อันเป็นเรื่องอื่นให้เป็นเพียงเลิศ ตามกำจัดภิกขุด้วย ธรรมอันมีโทษถึงปาราชิก ด้วยหมายใจว่า “แม้ไฉนเราจะยังเธอให้เคลื่อนจากพรหมจรรย์นี้ได้”, ",
  "pli-tv-bu-pm:23.2": "ครั้นสมัยอื่น แต่นั้น อันผู้ใดผู้อื่นถือเอาตามก็ตาม ไม่ถือเอาตามก็ตาม (คือ เชื่อก็ตามไม่เชื่อก็ตาม) แต่อธิกรณ์นั้นเป็นเรื่องอื่นเอกเทศบางแห่ง เธอถือเอาพอเป็นเลศและภิกขุย่อมยืนยันอิงโทสะ ๓ ต้องอาบัติสังฆาทิเสส. ",
  "pli-tv-bu-pm:24.0": "สังฆาทิเสส ๑๐. สังฆเภท ",
  "pli-tv-bu-pm:24.1": "อนึ่ง ภิกขุใด ตะเกียกตะกายเพื่อทำลายสงฆ์ผู้พร้อมเพรียงหรือถือเอาอธิกรณ์ (คือ เรื่อง) อันเป็นเหตุแตกกันยืนกรานอยู่ ภิกขุนั้น อันภิกขุทั้งหลายพึงว่ากล่าวอย่างนี้ว่า ",
  "pli-tv-bu-pm:24.2": "“ท่านอย่าได้ตะเกียกตะกาย เพื่อทำลายสงฆ์ผู้พร้อมเพรียง หรืออย่าได้ถือเอาอธิกรณ์อันเป็นเหตุแตกกัน ยืนกรานอยู่, ",
  "pli-tv-bu-pm:24.3": "ขอท่านจงพร้อมเพรียงด้วยสงฆ์ เพราะว่าสงฆ์ผู้พร้อมเพรียง กัน ปรองดองกันไม่วิวาทกัน มีอุทเทสเดียวกัน (คือ ฟังพระปาฏิ-โมกข์ร่วมกัน) ย่อมอยู่ผาสุก”, ",
  "pli-tv-bu-pm:24.4": "และภิกขุนั้น อันภิกขุทั้งหลายว่ากล่าวอยู่อย่างนี้ ยังยืนกรานอยู่อย่างนั้นเทียว ภิกขุนั้น อันภิกขุทั้งหลายพึงสวดสมนุภาส (คือ ประกาศห้าม) กว่าจะครบ ๓ จบเพื่อให้สละกัมม์นั้นเสีย, ",
  "pli-tv-bu-pm:24.5": "หากเธอถูกสวดสมนุภาส กว่าจะครบ ๓ จบอยู่ สละกัมม์นั้นเสียสละได้อย่างนี้ นั่นเป็นการดี, ",
  "pli-tv-bu-pm:24.6": "หากเธอทั้งหลายไม่สละเสีย ต้องอาบัติสังฆาทิเสส. ",
  "pli-tv-bu-pm:25.0": "สังฆาทิเสส ๑๑. เภทานุวัตตก ",
  "pli-tv-bu-pm:25.1": "อนึ่ง มีภิกขุผู้ประพฤติตามผู้พูดเข้ากันของภิกขุนั้นแล ๑ รูปบ้าง ๒ รูปบ้าง ๓ รูปบ้าง ๓ เธอทั้งหลายกล่าวอย่างนี้ว่า ",
  "pli-tv-bu-pm:25.2": "“ขอท่านทั้งหลายอย่าได้กล่าวคำอะไรๆ ต่อภิกขุนั้น, ",
  "pli-tv-bu-pm:25.3": "ภิกขุนั่นกล่าวถูกธรรมด้วย ภิกขุนั่นกล่าวถูกวินัยด้วย, ",
  "pli-tv-bu-pm:25.4": "ภิกขุนั้นถือเอาความพอใจและความชอบใจของพวกข้าพเจ้ากล่าวด้วย เธอรู้ (ใจ) ของพวกข้าพเจ้าจึงกล่าวคำที่เธอกล่าวนี้ ย่อมควร (คือ ถูกใจ) แม้แก่พวกข้าพเจ้า”, ",
  "pli-tv-bu-pm:25.5": "ภิกขุเหล่านั้น อันภิกขุทั้งหลายพึงว่ากล่าว อย่างนี้ว่า ",
  "pli-tv-bu-pm:25.6": "“ท่านทั้งหลาย อย่าได้กล่าวอย่างนั้้น, ",
  "pli-tv-bu-pm:25.7": "ภิกขุนั้นหาใช่ผู้กล่าวถูกธรรมไม่ด้วย ภิกขุนั่น หาใช่ผู้กล่าวถูกวินัยไม่ด้วย, ",
  "pli-tv-bu-pm:25.8": "ความทำลายสงฆ์อย่าได้ชอบแม้แก่พวกท่าน, ",
  "pli-tv-bu-pm:25.9": "ขอ (ใจ) ของพวกท่านจงพร้อมเพรียงด้วยสงฆ์เพราะว่าสงฆ์ผู้พร้อมเพรียงปรองดองกัน ไม่วิวาทกัน มีอุทเทสเดียวกัน ย่อมอยู่ผาสุก”, ",
  "pli-tv-bu-pm:25.10": "และภิกขุเหล่านั้น อันภิกขุทั้งหลายว่ากล่าวอยู่อย่างนี้ ยังยืนกรานอยู่อย่างนั้นเทียว ภิกขุเหล่านั้น อันภิกขุทั้งหลาย พึงสวดสมนุภาสกว่าจะครบ ๓ จบเพื่อให้สละกัมม์นั้นเสีย, ",
  "pli-tv-bu-pm:25.11": "หากเธอทั้งหลายถูกสวดสมนุภาส กว่าจะครบ ๓ จบอยู่ สละกัมม์นั้นเสียสละได้อย่างนี้ นั่นเป็นการดี, ",
  "pli-tv-bu-pm:25.12": "หากเธอทั้งหลายไม่สละเสีย ต้องอาบัติสังฆาทิเสส. ",
  "pli-tv-bu-pm:26.0": "สังฆาทิเสส ๑๒. ทุพพจ ",
  "pli-tv-bu-pm:26.1": "อนึ่ง ภิกขุเป็นผู้มีสัญชาติแห่งคนว่ายากอันภิกขุทั้งหลาย ว่ากล่าวอยู่โดยชอบธรรม ในสิก์ขาบททั้งหลายอันเนี่องในอุทเทส (คือ พระปาฏิโมกข์) ทำตนให้เป็นผู้อันใครๆว่ากล่าวไม่ได้ ด้วยกล่าวโต้ว่า ",
  "pli-tv-bu-pm:26.2": "“พวกท่านอย่าได้กล่าวอะไรๆ ต่อเราเป็นคำดีก็ตาม เป็นคำชั่วก็ตาม แม้เราก็จะไม่กล่าวอะไรๆ ต่อพวกท่านเหมือนกัน เป็นคำดีก็ตาม เป็นคำชั่วก็ตาม, ",
  "pli-tv-bu-pm:26.3": "ขอพวกท่านจงเว้นจากการว่ากล่าวเราเสีย”, ",
  "pli-tv-bu-pm:26.4": "ภิกขุนั้น อันภิกขุทั้งหลาย พึงว่ากล่าวอย่างนี้ว่า ",
  "pli-tv-bu-pm:26.5": "“ท่านอย่าได้ทำตนให้เป็นผู้อันใครๆ ว่าไม่ได้ขอท่านจงทำตนให้เขาว่าได้แล, ",
  "pli-tv-bu-pm:26.6": "แม้ท่านก็จงว่ากล่าวภิกขุทั้งหลายโดยชอบธรรม แม้ภิกขุทั้งหลายก็จักว่ากล่าวท่านโดยชอบธรรม, ",
  "pli-tv-bu-pm:26.7": "เพราะว่าบริษัทของพระผู้มีพระภาคเจ้านั้น เจริญแล้วด้วยอาการอย่างนี้ คือด้วยว่ากล่าวซึ่งกันและกัน ด้วยเตือนกันและกันให้ออกจากอาบัติ”, ",
  "pli-tv-bu-pm:26.8": "และภิกขุนั้น อันภิกขุทั้งหลายว่ากล่าวอยู่อย่างนี้ ยังยืนกรานอยู่อย่างนั้นเทียว ภิกขุนั้น อันภิกขุทั้งหลายพึงสวดสมนุภาสกว่าจะครบ ๓ จบ เพื่อให้สละกัมม์นั้นเสีย, ",
  "pli-tv-bu-pm:26.9": "หากเธอถูกสวดสมนุภาสกว่าจะครบ ๓ จบอยู่สละกัมม์นั้น เสียสละได้อย่างนี้นั่นเป็นการดี, ",
  "pli-tv-bu-pm:26.10": "หากเธอไม่สละเสีย ต้องอาบัติสังฆาทิเสส. ",
  "pli-tv-bu-pm:27.0": "สังฆาทิเสส ๑๓. กุลทูสก ",
  "pli-tv-bu-pm:27.1": "อนึ่ง ภิกขุเข้าไปอาศัยบ้านก็ดีนิคมก็ดี แห่งใดแห่งหนึ่งอยู่ เป็นผู้ประทุษร้ายสกุล มีความประพฤติเลวทรามความประพฤติเลวทรามของเธอ เขาได้เห็นอยู่ด้วย เขาได้ยินอยู่ด้วยและสกุลทั้งหลายอันเธอประทุษร้ายแล้ว เขาได้เห็นอยู่ด้วย เขาได้ยินอยู่ด้วย, ",
  "pli-tv-bu-pm:27.2": "ภิกขุนั้น อันภิกขุทั้งหลายพึงกล่าวอย่างนี้ว่า ",
  "pli-tv-bu-pm:27.3": "“ท่านเป็นผู้ประทุษร้ายสกุล มีความประพฤติเลวทรามความประพฤติเลวทรามของท่าน เขาได้เห็น อยู่ด้วย เขาได้ยินอยู่ด้วยและสกุลทั้งหลาย อันท่านประทุษร้ายแล้วเขาได้เห็นอยู่ด้วย เขาได้ยินอยู่ด้วย ท่านจงหลีกไปเสียจากอาวาสนี้ท่านอย่าอยู่ในที่นี้ (อีก)”, ",
  "pli-tv-bu-pm:27.4": "และภิกขุนั้น อันภิกขุทั้งหลายว่ากล่าวอยู่อย่างนี้ พึงกล่าวกะภิกขุเหล่านั้นอย่างนี้ว่า ",
  "pli-tv-bu-pm:27.5": "“พวกภิกขุถึงความพอใจด้วย ถึงความขัดเคืองด้วย ถึงความหลงด้วย ถึงความกลัวด้วย ย่อมขับภิกขุบางรูป ย่อมไม่ขับภิกขุบางรูปเพราะอาบัติเช่นเดียวกัน”, ",
  "pli-tv-bu-pm:27.6": "ภิกขุนั้น อันภิกขุทั้งหลายพึงว่ากล่าวอย่างนี้ว่า ",
  "pli-tv-bu-pm:27.7": "“ท่านอย่าได้กล่าวอย่างนั้น ภิกขุทั้งหลายหาได้ถึงความพอใจไม่ หาได้ถึงความขัดเคืองไม่ หาได้ถึงความหลงไม่ หาได้ถึงความกลัวไม่, ",
  "pli-tv-bu-pm:27.8": "ท่านเองแลเป็นผู้ประทุษร้ายสกุล มีความประพฤติเลวทรามความประพฤติเลวทรามของท่าน เขาได้เห็นอยู่ด้วยเขาได้ยินอยู่ด้วยและสกุลทั้งหลาย อันท่านประทุษร้ายแล้วเขาได้เห็นอยู่ด้วย เขาได้ยินอยู่ด้วยท่านจงหลีกไปเสียจากอาวาสนี้ท่านอย่าอยู่ในที่นี้ (อีก)”, ",
  "pli-tv-bu-pm:27.9": "และภิกขุนั้น อันภิกขุทั้งหลายว่ากล่าวอยู่อย่างนี้ ยังยืนกรานอยู่อย่างนั้นเทียว ภิกขุนั้น อันภิกขุทั้งหลายพึงสวดสมนุภาสกว่าจะครบ ๓ จบ เพื่อให้สละกัมม์นั้นเสีย, ",
  "pli-tv-bu-pm:27.10": "หากเธอถูกสวดสมนุภาสกว่าจะครบ ๓ จบอยู่สละกัมม์นั้นเสีย สละได้อย่างนี้นั่นเป็นการดี, ",
  "pli-tv-bu-pm:27.11": "หากเธอไม่สละเสีย ต้องอาบัติสังฆาทิเสส. ",
  "pli-tv-bu-pm:28.1": "ท่านทั้งหลาย ธรรมชื่อสังฆาทิเสส ๑๓ เป็นปฐมาปัต์ติกะ (ให้ต้องอาบัติแต่แรกทำ) เป็นยาวตติยกะ (ให้ต้องอาบัติต่อ เมื่อสงฆ์สวดประกาศห้าม ๓ ครั้ง). ",
  "pli-tv-bu-pm:28.2": "ภิกขุต้องอาบัติเหล่าไรเล่า อันใดอันหนึ่งแล้วรู้อยู่ ปกปิดไว้สิ้นวันเพียงเท่าใด ภิกขุนั้นถึงจะไม่ปรารถนา ก็พึงต้องอยู่ปริวาสสิ้นวันเท่าที่ปกปิดนั้น. ",
  "pli-tv-bu-pm:28.3": "ภิกขุอยู่ปริวาสครบตามวันที่ปิดแล้ว พึงปฏิบัติเพื่อภิกขุมานัตต์เกินขึ้นไป ๖ ราตรีหมู่, ",
  "pli-tv-bu-pm:28.4": "ภิกขุได้ประพฤติมานัตต์ ๖ ราตรีแล้ว หมู่ภิกษูคณะ ๒๐ จะพึงมี ณ สีมาใด ภิกขุนั้น สงฆ์พึงอัพภานเธอ ณ สีมานั้นถ้าภิกขุสงฆ์คณะ ๒๐ หย่อนด้วยภิกขุแม้ แต่องค์หนึ่งไม่ครบ ๒๐. ",
  "pli-tv-bu-pm:28.5": "หากอัพภานภิกขุนั้นไซร้ ภิกขุนั้นก็เป็นอันมิได้อัพภาน ภิกขุทั้งหลายที่เป็นการกสงฆ์ ก็เป็นอันพระพุทธเจ้าจะพึงติเตียนนี้ เป็นสามีจิกัมม์ (คือประพฤติชอบ) ในเรื่องนั้น. ",
  "pli-tv-bu-pm:28.6": "ท่านทั้งหลายเป็นผู้บริสุทธิ์แล้วหรือ, ",
  "pli-tv-bu-pm:28.7": "ข้าพเจ้าถามแม้ครั้งที่ ๒ ท่านทั้งหลายเป็นผู้บริสุทธ์แล้วหรือ, ",
  "pli-tv-bu-pm:28.8": "ข้าพเจ้าถามแม้ครั้งที่ ๓ ท่านทั้งหลายเป็นผู้บริสุทธ์แล้วหรือ, ",
  "pli-tv-bu-pm:28.9": "ท่านทั้งหลายเป็นผู้บริสุทธ์แล้ว ในเรื่องนั้น เพราะฉะนั้นจึงนิ่ง ข้าพเจ้าทรงความนี้ไว้ด้วยอย่างนี้. ",
  "pli-tv-bu-pm:28.10": "สังฆาทิเสโส จบ ",
  "pli-tv-bu-pm:29.0": "อนิยตุทเทโส ",
  "pli-tv-bu-pm:29.1": "ท่านทั้งหลาย ธรรมชื่อ อนิยต ๒ เหล่านี้แล ย่อมมาสู่อุทเทส. ",
  "pli-tv-bu-pm:30.0": "อนิยต ๑. ปฐมานิยต ",
  "pli-tv-bu-pm:30.1": "อนึ่ง ภิกขุใดผู้เดียวสำเร็จการนั่งในที่ลับ คือในอาสนะกำบัง พอจะทำการได้กับมาตุคามผู้เดียว อุบาสิกามีวาจาที่เชื่อได้ เห็นภิกขุกับมาตุคามนั้นนั่นเทียว ",
  "pli-tv-bu-pm:30.2": "พูดขึ้นด้วยธรรม ๓ ประการอย่างใดอย่างหนึ่ง คือ ด้วยปาราชิกก็ดี ด้วยสังฆาทิเสสก็ดี ด้วยปาจิตตีย์ก็ดี, ",
  "pli-tv-bu-pm:30.3": "ภิกขุปฏิญญาซึ่งการนั่ง พึงถูกปรับด้วยธรรม ๓ ประการ คือ ด้วยปาราชิกบ้าง ด้วยสังฆาทิเสสบ้าง ด้วยปาจิตตีย์บ้าง, ",
  "pli-tv-bu-pm:30.4": "อีกอย่างหนึ่ง อุบาสิกามีวาจาที่เชื่อได้นั้นกล่าวด้วยธรรมใด ภิกขุนั้นพึงถูกปรับด้วยธรรมนั้น, ",
  "pli-tv-bu-pm:30.5": "ธรรมนี้ชื่อ อนิยต. ",
  "pli-tv-bu-pm:31.0": "อนิยต ๒. ทุติยอนิยต ",
  "pli-tv-bu-pm:31.1": "อนึ่ง สถานที่ไม่เป็นที่กำบังอะไรเลย ไม่พอที่จะทำกรรมได้ (คือ การเสพเมถุน) แต่พอเป็นที่จะพูดคุยมาตุคาม ด้วยวาจาชั่วหยาบได้อยู่, ",
  "pli-tv-bu-pm:31.2": "และภิกขุใดผู้เดียว สำเร็จการนั่งในที่ลับกับด้วยมาตุคามผู้เดียว ในอาสนะมีรูปอย่างนั้น อุบาสิกามีวาจาที่เชื่อได้เห็นภิกขุกับมาตุคามนั้น นั่นแล้ว ",
  "pli-tv-bu-pm:31.3": "พูดขึ้นด้วยธรรม ๒ ประการ อย่างใดอย่างหนึ่ง คือ ด้วยสังฆาทิเสสก็ดี ด้วยปาจิตตีย์ก็ดี, ",
  "pli-tv-bu-pm:31.4": "ภิกขุปฏิญญาซึ่งการนั่ง พึงถูกปรับด้วยอาบัติ ๒ ประการ คือ ด้วยสังฆาทิเสสบ้าง ด้วยปาจิตตีย์บ้าง, ",
  "pli-tv-bu-pm:31.5": "อีกอย่างหนึ่ง อุบาสิกามีวาจาที่ เชื่อได้นั้นกล่าวด้วยธรรมใด ภิกขุนั้นพึงถูกปรับด้วยธรรมนั้น, ",
  "pli-tv-bu-pm:31.6": "ธรรมนี้ชื่ออนิยต. ",
  "pli-tv-bu-pm:32.1": "ธรรมชื่ออนิยตทั้ง ๒ ข้าพเจ้าได้ยกขึ้นแสดงแล้วแล. ",
  "pli-tv-bu-pm:32.2": "ข้าพเจ้าถามท่านทั้งหลายในเรื่องนั้น ท่านทั้งหลาย เป็นผู้บริสุทธ์แล้วหรือ, ",
  "pli-tv-bu-pm:32.3": "ข้าพเจ้าถามแม้ครั้งที่ ๒ ท่านทั้งหลายเป็นผู้บริสุทธ์แล้วหรือ, ",
  "pli-tv-bu-pm:32.4": "ข้าพเจ้าถามแม้ครั้งที่ ๓ ท่านทั้งหลายเป็นผู้บริสุทธ์แล้วหรือ, ",
  "pli-tv-bu-pm:32.5": "ท่านทั้งหลายเป็นผู้บริสุทธ์แล้วในเรื่องนี้ เพราะฉะนั้นจึงนิ่ง ข้าพเจ้าทรงความนี้ไว้ด้วยอย่างนี้. ",
  "pli-tv-bu-pm:32.6": "อนิยต จบ ",
  "pli-tv-bu-pm:33.0": "นิสสัคคิยปาจิตตียา ",
  "pli-tv-bu-pm:33.1": "ท่านทั้งหลาย ธรรม์ชื่อนิสสัคคิยปาจิตตีย์ สิก์ขาบทเหล่านี้แลย่อมมาสู่อุทเทส. ",
  "pli-tv-bu-pm:34.0.1": "บทที่ ๑. กฐิน ",
  "pli-tv-bu-pm:34.0.2": "นิสสัคคิย ปาจิตติย ๑. กฐิน ",
  "pli-tv-bu-pm:34.1": "จีวรสำเร็จแล้ว กฐินอันภิกขุเดาะเสียแล้ว พึงทรงอติเรกจีวรได้ ๑๐ วันเป็นอย่างยิ่ง ภิกขุให้ล่วงกำหนดนั้นไป ต้องอาบัตินิสสัคคิยปาจิตตีย์. ",
  "pli-tv-bu-pm:35.0": "นิสสัคคิย ปาจิตติย ๒. อุโทสิต ",
  "pli-tv-bu-pm:35.1": "จีวรสำเร็จแล้ว กฐินอันภิกขุเดาะเสียแล้ว ถ้าภิกขุอยู่ปราศจากไตรจีวรแม้สิ้นราตรีหนึ่ง เว้นเสียแต่ภิกขุได้รับสมมติต้องอาบัตินิสสัคคิยปาจิตตีย์. ",
  "pli-tv-bu-pm:36.0": "นิสสัคคิย ปาจิตติย ๓. อกาลจีวร ",
  "pli-tv-bu-pm:36.1": "จีวรสำเร็จแล้ว กฐินอันภิกขุเดาะเสียแล้ว อกาลจีวรเกิดขึ้นแก่ภิกขุ ภิกขุหวังอยู่ก็พึงรับ, ",
  "pli-tv-bu-pm:36.2": "ครั้นรับแล้วพึงรีบให้ทำ, ",
  "pli-tv-bu-pm:36.3": "ถ้าผ้านั้นมีไม่พอเมื่อความหวังว่าจะได้มีอยู่ ภิกขุนั้นพึงเก็บจีวรนั้นไว้ได้เดือนหนึ่งเป็นอย่างยิ่ง เพื่อจีวรที่ยังบกพร่องจะได้พอกัน. ",
  "pli-tv-bu-pm:36.4": "ถ้าเธอเก็บไว้ยิ่งกว่ากำหนดนั้นแม้ความหวังว่าจะได้มีอยู่ ต้องอาบัตินิสสัคคิยปาจิตตีย์. ",
  "pli-tv-bu-pm:37.0": "นิสสัคคิย ปาจิตติย ๔. ปุราณจีวร ",
  "pli-tv-bu-pm:37.1": "อนึ่ง ภิกขุใดยังภิกขุนีผู้มิใช่ญาติให้ซักก็ดี ให้ย้อมก็ดี ให้ทุบก็ดีซึ่งจีวรเก่า ต้องอาบัตินิสสัคคิยปาจิตตีย์. ",
  "pli-tv-bu-pm:38.0": "นิสสัคคิย ปาจิตติย ๕. จีวรปฏิคคหณ ",
  "pli-tv-bu-pm:38.1": "อนึ่ง ภืกขุใดรับจีวรจากมือภิกขุนีผู้มิใช่ญาติเว้นไว้แต่ของแลกเปลี่ยน ต้องอาบัตินิสสัคคีย์ปาจิตตีย์. ",
  "pli-tv-bu-pm:39.0": "นิสสัคคิย ปาจิตติย ๖. อัญญาตกวิญญัตติ ",
  "pli-tv-bu-pm:39.1": "อนึ่ง ภิกขุใดขอจีวรต่อพ่อเจ้าเรือนก็ดี ต่อแม่เจ้าเรือนก็ดี ผู้มิใช่ญาตินอกจากสมัย ต้องอาบัตินิสสัคคิยปาจิตตีย์. ",
  "pli-tv-bu-pm:39.2": "สมัยในคำนั้นดังนี้, คือ ภิกขุเป็นผู้มีจีวรถูกชิงเอาไปก็ดี มีจีวรฉิบหายก็ดี นี้สมัยในคำนั้นละ. ",
  "pli-tv-bu-pm:40.0": "นิสสัคคิย ปาจิตติย ๗. ตตุตตริ ",
  "pli-tv-bu-pm:40.1": "พ่อเจ้าเรือนก็ดี แม่เจ้าเรือนก็ดี ผู้มิใช่ญาติ ปวารณาต่อภิกขุด้วยจีวรเป็นอันมาก เพื่อนำไปตามใจ ภิกขุนั้นพึงยินดีจีวรมีอุตตราสงค์ กับอันตรวาสก เป็นอย่างมาก จากจีวรเหล่านั้น ถ้ายินดียิ่งกว่านั้น ต้องอาบัตินิสสัคคิยปาจิตตีย์. ",
  "pli-tv-bu-pm:41.0": "นิสสัคคิย ปาจิตติย ๘. ปฐมอุปักขฏ ",
  "pli-tv-bu-pm:41.1": "อนึ่ง มีพ่อเจ้าเรือนก็ดี แม่เจ้าเรือนก็ดี ผู้มิใช่ญาติ ตระเตรียมทรัพย์ สำหรับจ่ายจีวรเฉพาะภิกขุไว้ว่า ",
  "pli-tv-bu-pm:41.2": "“เราจักจ่ายจีวรด้วยทรัพย์สำหรับจ่ายจีวรนี้แล้ว ยังภิกขุชื่อนี้ให้ครองจีวร”, ",
  "pli-tv-bu-pm:41.3": "ถ้าภิกขุนั้น เขาไม่ได้ปวารณาไว้ก่อน เข้าไปหาแล้ว ถึงการกำหนดในจีวรในสำนักของ เขาว่า ",
  "pli-tv-bu-pm:41.4": "“ดีละ ท่านจงจ่ายจีวรเช่นนั้นเช่นนี้ด้วยทรัพย์สำหรับจ่ายจีวรแล้วยังรูปให้ครองเถิด” ",
  "pli-tv-bu-pm:41.5": "ถือเอาความเป็นผู้ใคร่จีวรที่ดี, ต้องอาบัตินิสสัคคิยปาจิตตีย์. ",
  "pli-tv-bu-pm:42.0": "นิสสัคคิย ปาจิตติย ๙. ทุติยะอุปักขฏ ",
  "pli-tv-bu-pm:42.1": "อนึ่ง มีพ่อเจ้าเรือนก็ดี แม่เจ้าเรือนก็ดีผู้มิใช่ญาติ ๒ คน ตระเตรียมทรัพย์สำหรับจ่ายจีวรเฉพาะผืนๆไว้เฉพาะภิกขุว่า ",
  "pli-tv-bu-pm:42.2": "“เราทั้งหลายจักจ่ายจีวรเฉพาะผืนๆ ด้วยทรัพย์สำหรับจ่ายจีวรเฉพาะผืนๆ นี้แล้ว ยังภิกขุชื่อนี้ให้ครองจีวรหลายผืนด้วยกัน”, ",
  "pli-tv-bu-pm:42.3": "ถ้าภิกขุนั้น เขาไม่ได้ปวารณาไว้ก่อน เข้าไปหาแล้ว ถึงการกำหนดในจีวรในสำนักของ เขาว่า ",
  "pli-tv-bu-pm:42.4": "“ดีละ ขอท่านทั้งหลายจ่ายจีวรเช่นนั้นเช่นนี้ด้วยทรัพย์สำหรับจ่ายจีวรเฉพาะผืนๆ แล้วทั้ง ๒ คนรวมกัน ยังรูปให้ครองจีวรผืนเดียวเถิด” ",
  "pli-tv-bu-pm:42.5": "ถือเอาความเป็นผู้ใคร่จีวรที่ดี, ต้องอาบัตินิสสัคคิย ปาจิตตีย์. ",
  "pli-tv-bu-pm:43.0": "นิสสัคคิย ปาจิตติย ๑๐. ราชา ",
  "pli-tv-bu-pm:43.1": "อนึ่ง พระราชาก็ดี ราชอำมาตย์ก็ดี พราหมณ์ก็ดี คหบดีก็ดี ส่งทรัพย์สำหรับ จับจ่ายจีวรไปด้วยทูต เฉพาะภิกขุว่า ",
  "pli-tv-bu-pm:43.2": "“เจ้าจงจ่ายจีวร ด้วยทรัพย์สำหรับจ่ายจีวรนี้แล้ว ยังภิกขุชื่อนี้ให้ครองจีวร”. ",
  "pli-tv-bu-pm:43.3": "ถ้าทูตนั้นเข้าไปหาภิกขุนั้น กล่าวอย่างนี้ว่า ",
  "pli-tv-bu-pm:43.4": "“ทรัพย์สำหรับจ่ายจีวรนี้ นำมาเฉพาะท่านขอท่านจงรับทรัพย์สำหรับจ่ายจีวรนั้น”. ",
  "pli-tv-bu-pm:43.5": "ภิกขุนั้นพึงกล่าวต่อทูตนั้นอย่างนี้ว่า ",
  "pli-tv-bu-pm:43.6": "“พวกเราหาได้รับทรัพย์สำหรับจ่ายจีวรไม่ พวกเรารับแต่จีวรอันเป็นของควรโดยกาล” ",
  "pli-tv-bu-pm:43.7": "ถ้าทูตนั้นกล่าวต่อภิกขุนั้นอย่างนี้ว่า ",
  "pli-tv-bu-pm:43.8": "“ก็ใครๆ ผู้เป็นไวยาวัจกรของท่านมีหรือ?” ",
  "pli-tv-bu-pm:43.9": "ภิกขุต้องการจีวร พึงแสดงชนผู้ทำการในอาราม หรืออุบาสกให้เป็นไวยาวัจกรด้วยคำว่า ",
  "pli-tv-bu-pm:43.10": "“คนนั้นแล เป็นไวยาวัจกรของภิกขุทั้งหลาย” ",
  "pli-tv-bu-pm:43.11": "ถ้าทูตนั้นสั่งไวยาวัจกรนั้นให้เข้าใจแล้ว เข้าไปหาภิกขุนั้นกล่าวอย่างนี้ว่า ",
  "pli-tv-bu-pm:43.12": "“คนที่ท่านแสดงเป็นไวยาวัจกรนั้น ข้าพเจ้าสั่งให้เข้าใจแล้ว ท่านจงเข้าไปหาเขาจักให้ท่านครองจีวรตามกาล”. ",
  "pli-tv-bu-pm:43.13": "ภิกขุผู้ต้องการจีวร เข้าไปหาไวยาวัจกรแล้ว พึงทวง พึงเตือน ๒ - ๓ ครั้งว่า ",
  "pli-tv-bu-pm:43.14": "“รูปต้องการจีวร” ",
  "pli-tv-bu-pm:43.15": "ภิกขุทวงอยู่ เตือนอยู่ ๒ - ๓ ครั้ง ยังไวยาวัจกรนั้นให้จัดจีวรสำเร็จได้การให้สำเร็จได้ด้วยอย่างนี้นั่นเป็นการดี, ",
  "pli-tv-bu-pm:43.16": "ถ้าสำเร็จไม่ได้, พึงเข้าไปยืนนิ่งต่อหน้า ๔ ครั้ง ๕ ครั้ง ๖ ครั้งเป็นอย่างมากเธอยืนนิ่งต่อหน้า, ",
  "pli-tv-bu-pm:43.17": "๔ ครั้ง ๕ ครั้ง ๖ ครั้งเป็น อย่างมาก ยังไวยาวัจกรนั้นให้จัดจีวรสำเร็จได้ การให้สำเร็จได้ด้วยอย่างนี้ นั่นเป็นการดี, ",
  "pli-tv-bu-pm:43.18": "ถ้าให้สำเร็จไม่ได้ ถ้าเธอพยายามให้ยิ่งกว่านั้น ยังจีวรนั้นให้สำเร็จ ต้องอาบัตินิสสัคคิยปาจิตตีย์. ",
  "pli-tv-bu-pm:43.19": "ถ้าให้สำเร็จไม่ได้พึงไปเองก็ได้ ส่งทูตไปก็ได้ ในสำนักที่ส่งทรัพย์สำหรับจ่ายจีวรมาเพื่อเธอ บอกว่า ",
  "pli-tv-bu-pm:43.20": "“ท่านส่งทรัพย์สำหรับจ่ายจีวรไปเฉพาะภิกขุใด ทรัพย์นั้นหาสำเร็จประโยชน์น้อยหนึ่งแก่ภิกขุนั้นไม่, ",
  "pli-tv-bu-pm:43.21": "ท่านจงทวงเอาคืนทรัพย์ของท่าน ทรัพย์ของท่านอย่าได้ฉิบหายเสียเลย, ",
  "pli-tv-bu-pm:43.22": "นี้เป็นสามีจิกัมม์ (คือ ประพฤติชอบ) ในเรื่องนั้น. ",
  "pli-tv-bu-pm:43.23": "กถิน (กฐิน) วรรคที่ ๑ จบ. ",
  "pli-tv-bu-pm:44.0.1": "บทที่ ๒. โกสิย ",
  "pli-tv-bu-pm:44.0.2": "นิสสัคคิย ปาจิตติย ๑๑. โกสิย ",
  "pli-tv-bu-pm:44.1": "อนึ่ง ภิกขุใดให้ทำสันถัตเจือด้วยไหม, ต้องอาบัตินิสสัคคิยปาจิตตีย์. ",
  "pli-tv-bu-pm:45.0": "นิสสัคคิย ปาจิตติย ๑๒. สุทธกาฬก ",
  "pli-tv-bu-pm:45.1": "อนึ่ง ภิกขุใด ให้ทำสันถัตแห่งขนเจียมดำล้วน ต้องอาบัตินิสสัคคิยปาจิตตีย์. ",
  "pli-tv-bu-pm:46.0": "นิสสัคคิย ปาจิตติย ๑๓. ทเวภาค ",
  "pli-tv-bu-pm:46.1": "อนึ่ง ภิกขุผู้ให้ทำผ้าที่รองนั่ง (สันถัต) ใหม่ พึงถือเอาขนเจียมดำล้วน ๒ ส่วนขนเจียมขาวเป็นส่วนที่ ๓ ขนเจียมแดงเป็นส่วนที่ ๔. ",
  "pli-tv-bu-pm:46.2": "ถ้าภิกขุไม่ถือเอาขนเจียมดำล้วน๒ ส่วนขนเจียมขาวเป็นส่วนที่ ๓ ขนเจียมแดงเป็นส่วนที่ ๔ ให้ทำสันถัตใหม่ ต้องอาบัตินิสสัคคิยปาจิตตีย์. ",
  "pli-tv-bu-pm:47.0": "นิสสัคคิย ปาจิตติย ๑๔. ฉัพพัสส ",
  "pli-tv-bu-pm:47.1": "อนึ่ง ภิกขุให้ทำสันถัตใหม่แล้ว พึงทรงไว้ให้ได้ ๖ ปี ถ้าหย่อนกว่า ๖ ปี, ",
  "pli-tv-bu-pm:47.2": "เธอสละเสียแล้วก็ดียังไม่สละแล้วก็ดี ซึ่งสันถัตนั้น ให้ทำสันถัตอื่นใหม่เว้นไว้แต่ภิกขุได้สมมติ ต้องอาบัตินิสสัคคิยปาจิตตีย์. ",
  "pli-tv-bu-pm:48.0": "นิสสัคคิย ปาจิตติย ๑๕. นิสีทนสันถต ",
  "pli-tv-bu-pm:48.1": "อนึ่ง ภิกขุผู้ให้ทำสันถัตสำหรับนั่งพึงถือเอาคืบสุคตโดยรอบแห่งสันถัตเก่า เพื่อทำให้เสียสี. ",
  "pli-tv-bu-pm:48.2": "ถ้าภิกขุไม่ถือเอาคืบสุคตโดยรอบแห่ง สันถัตเก่า ให้ทำสันถัตสำหรับนั่งใหม่ ต้องอาบัตินิสสัคคิยปาจิตตีย์. ",
  "pli-tv-bu-pm:49.0": "นิสสัคคิย ปาจิตติย ๑๖. เอฬกโลม ",
  "pli-tv-bu-pm:49.1": "อนึ่ง ขนเจียมเกิดขึ้นแก่ภิกขุผู้เดินทาง ภิกขุต้องการพึงรับได้, ",
  "pli-tv-bu-pm:49.2": "ครั้นรับแล้ว เมื่อคนถือไม่มีพึงถือไปด้วยมือของตนเอง ตลอดระยะดาง ๓ โยชน์ เป็นอย่างมาก, ",
  "pli-tv-bu-pm:49.3": "ถ้าเธอถือเอาไปยิ่งกว่านั้น แม้คนถือไม่มี ต้องอาบัตินิสสัคคิยปาจิตตีย์. ",
  "pli-tv-bu-pm:50.0": "นิสสัคคิย ปาจิตติย ๑๗. เอฬกโลมโธวาปน ",
  "pli-tv-bu-pm:50.1": "อนึ่ง ภิกขุใดยังภิกขุนีผู้มิใช่ญาติให้ซักก็ดี ให้ย้อมก็ดี ให้สางก็ดี ซึ่งขนเจียม ต้องอาบัตินิสสัคคิยปาจิตตีย์. ",
  "pli-tv-bu-pm:51.0": "นิสสัคคิย ปาจิตติย ๑๘. รูปิย ",
  "pli-tv-bu-pm:51.1": "อนึ่ง ภิกขุใด รับก็ดี ให้รับก็ไม่ดี ทองเงิน หรือยินดีทองเงินอันเขาเก็บไว้ให้ก็ดี ต้องอาบัตินิสสัคคิยปาจิตตีย์. ",
  "pli-tv-bu-pm:52.0": "นิสสัคคิย ปาจิตติย ๑๙. รูปิยสังโวหาร ",
  "pli-tv-bu-pm:52.1": "อนึ่ง ภิกขุใดถึงความแลกเปลี่ยนด้วยรูปิยะ มีประการต่างๆ ต้องอาบัตินิสสัคคิยปาจิตตีย์. ",
  "pli-tv-bu-pm:53.0": "นิสสัคคิย ปาจิตติย ๒๐. กยวิกกย ",
  "pli-tv-bu-pm:53.1": "อนึ่ง ภิกขุใดถึงการซื้อและการขายมีประการต่างๆ ต้องอาบัตินิสสัคคิยปาจิตตีย์. ",
  "pli-tv-bu-pm:53.2": "โกสิยวรรคที่ ๒ จบ. ",
  "pli-tv-bu-pm:54.0.1": "บทที่ ๓. ปัตต ",
  "pli-tv-bu-pm:54.0.2": "นิสสัคคิย ปาจิตติย ๒๑. ปัตต ",
  "pli-tv-bu-pm:54.1": "พึงทรงอติเรกบาตรไว้ได้ ๑๐ วันเป็นอย่างยิ่งภิกขุให้ล่วงกำหนดนั้นไป ต้องอาบัตินิสสัคคิยปาจิตตีย์. ",
  "pli-tv-bu-pm:55.0": "นิสสัคคิย ปาจิตติย ๒๒. อูนปัญจพันธน ",
  "pli-tv-bu-pm:55.1": "อนึ่ง ภิกขุใดมีบาตรมีรอยร้าวน้อยกว่า ๕ นิ้ว ให้จ่ายบาตรอื่นใหม่ ต้องอาบัตินิสสัคคิยปาจิตตีย์. ",
  "pli-tv-bu-pm:55.2": "ภิกขุนั้นพึงสละบาตรนั้น ในภิกขุบริษัทบาตรใบสุดท้ายแห่งภิกขุในบริษัทนั้น, ",
  "pli-tv-bu-pm:55.3": "พึงมอบให้แกภิกขุนั้น สั่งว่า “นี้บาตรของท่าน พึงทรงไว้ (คือ ใช้) กว่าจะแตก”, ",
  "pli-tv-bu-pm:55.4": "นี้เป็นสามีจิกัมม์ (คือ การชอบ) ในเรื่องนั้น. ",
  "pli-tv-bu-pm:56.0": "นิสสัคคิย ปาจิตติย ๒๓. เภสัชช ",
  "pli-tv-bu-pm:56.1": "อนึ่ง มีเภสัชอันควรลิ้มของภิกขุผู้อาพาธคือ เนยใส เนยข้น น้ำมัน น้ำผึ้ง น้ำอ้อยภิกขุรับ (ประเคน) ของนั้นแล้ว พึงเก็บไว้ฉันได้ ๗ วันเป็นอย่างยิ่ง, ",
  "pli-tv-bu-pm:56.2": "ภิกขุให้ล่วงกำหนดนั้นไป ต้องอาบัตินิสสัคคิยปาจิตตีย์, ",
  "pli-tv-bu-pm:57.0": "นิสสัคคิย ปาจิตติย ๒๔. วัสสิกสาฏิก ",
  "pli-tv-bu-pm:57.1": "ภิกขุ (รู้) ว่าฤดูร้อนยังเหลืออีก ๑ เดือน พึงแสวงหาจีวร คือ ผ้าอาบน้ำฝนได้ (รู้) ว่าฤดูร้อนยังเหลืออีกกึ่งเดือน พึงทำนุ่งได้. ",
  "pli-tv-bu-pm:57.2": "ถ้าเธอ (รู้) ว่าฤดูร้อนเหลือล้ำกว่า ๑ เดือนแสวงหาจีวร คือ ผ้าอาบน้ำฝน (รู้) ว่าฤดูร้อนเหลือล้ำกว่ากึ่งเดือนทำนุ่ง ต้องอาบัตินิสสัคคิยปาจิตตีย์. ",
  "pli-tv-bu-pm:58.0": "นิสสัคคิย ปาจิตติย ๒๕. จีวราจฉินทน ",
  "pli-tv-bu-pm:58.1": "อนึ่ง ภิกขุใด ให้จีวรแก่ภิกขุเองแล้ว โกรธน้อยใจชิงเอามาก็ดี ให้ชิงเอามาก็ดี ต้องอาบัตินิสสัคคิยปาจิตตีย์. ",
  "pli-tv-bu-pm:59.0": "นิสสัคคิย ปาจิตติย ๒๖. สุตตวิญญัตติ ",
  "pli-tv-bu-pm:59.1": "อนึ่ง ภิกขุใดขอด้ายมาเองแล้ว ยังช่างหูกให้ทอจีวร ต้องอาบัตินิสสัคคิยปาจิตตีย์. ",
  "pli-tv-bu-pm:60.0": "นิสสัคคิย ปาจิตติย ๒๗. มหาเปสการ ",
  "pli-tv-bu-pm:60.1": "อนึ่ง พ่อเจ้าเรือนก็ดี แม่เจ้าเรือนก็ดี ผู้มิใช่ญาติ สั่งช่างหูกให้ทอจีวร เฉพาะภิกขุ ถ้าภิกขุนั้นเขาไม่ได้ปวารณไว้ก่อน เข้าไปหาช่างหูกแล้ว ถึงความกำหนดในจีวรในสำนักของเขานั้นว่า ",
  "pli-tv-bu-pm:60.2": "“จีวรผืนนี้ทอเฉพาะรูป ขอท่านจงทำให้ยาว ให้เป็นของขึงดี ให้เป็นของที่ทอดี ให้เป็นของที่สางดี ให้เป็นของที่กรีดดี, ",
  "pli-tv-bu-pm:60.3": "แม้ไฉน รูปจะให้ของเล็กน้อยเป็นรางวัลแก่ท่าน ครั้นกล่าวอย่างนี้แล้ว”. ",
  "pli-tv-bu-pm:60.4": "ภิกขุนั้นให้ของเล็กน้อยเป็นรางวัล โดยที่สุดแม้สักว่าบิณฑบาต ต้องอาบัตินิสสัคคิยปาจิตตีย์. ",
  "pli-tv-bu-pm:61.0": "นิสสัคคิย ปาจิตติย ๒๘. ",
  "pli-tv-bu-pm:61.1": "วันปุรณมีที่ครบ ๓ เดือนแห่งเดือนกัตติกา (คือ เดือน๑๑) ยังไม่มาอีก ๑๐ วัน ผ้าจำนำพรรษา (อัจเจกจีวร) ที่เกิดขึ้นแก่ภิกขุ ภิกขุรู้ว่า เป็นอัจเจกจีวร พึงรับไว้ได้ ครั้นรับไว้แล้ว พึงเก็บไว้ได้จนตลอดสมัยที่เป็นจีวรกาล. ",
  "pli-tv-bu-pm:61.2": "ถ้าเธอเก็บไว้ยิ่งกว่านั้น ต้องอาบัตินิสสัคคิยปาจิตตีย์. ",
  "pli-tv-bu-pm:62.0": "นิสสัคคิย ปาจิตติย ๒๙. สาสังก ",
  "pli-tv-bu-pm:62.1": "อนึ่ง (ถึง) วันปุรณมีแห่งเดือนกัตติกาที่สุดแห่งฤดูฝน ภิกขุอยู่ในเสนาสนะป่าที่รู้กันว่าเป็นที่รังเกียจ มีภัยเฉพาะหน้าปรารถนาอยู่ พึงเก็บจีวร ๓ ผืนๆ ใดผืนหนึ่งไว้ในละแวกบ้านได้และปัจจัยอะไรๆเพื่อจะอยู่ปราศจากจีวรนั้นจะพึงมีแก่ภิกขุ, ",
  "pli-tv-bu-pm:62.2": "ภิกขุนั้น พึงอยู่ปราศจากจีวรนั้นได้ ๖ คืนเป็นอย่างยิ่ง ถ้าเธออยู่ปราศยิ่งกว่านั้น เว้นไว้แต่ภิกขุได้สมมติ ต้องอาบัตินิสสัคคิยปาจิตตีย์ ",
  "pli-tv-bu-pm:63.0": "นิสสัคคิย ปาจิตติย ๓๐. ปริณต ",
  "pli-tv-bu-pm:63.1": "อนึ่ง ภิกขุใดรู้อยู่น้อมลาภที่เขาน้อมไว้เป็นของจะถวายสงฆ์มาเพื่อตน ต้องอาบัตินิสสัคคิยปาจิตตีย์. ",
  "pli-tv-bu-pm:63.2": "ปัตตวรรคที่ ๓ จบ. ",
  "pli-tv-bu-pm:64.1": "ท่านทั้งหลาย ธรรมม์ชื่อ นิสสัคคิยปาจิตตีย์ ๓๐ (สิกขาบท) ข้าพเจ้ายกขึ้นแสดงแล้วแล. ",
  "pli-tv-bu-pm:64.2": "ข้าพเจ้าถามท่านทั้งหลายในข้อเหล่านั้นท่านเป็นผู้บริสุทธ์แล้วหรือ?, ",
  "pli-tv-bu-pm:64.3": "ข้าพเจ้าถามแม้ครั้งที่ ๒ ท่านเป็นผู้บริสุทธ์แล้วหรือ?, ",
  "pli-tv-bu-pm:64.4": "ข้าพเจ้าถามแม้ครั้งที่ ๓ ท่านเป็นผู้บริสุทธ์แล้วหรือ?, ",
  "pli-tv-bu-pm:64.5": "เพราะฉะนั้นจึงนิ่ง ข้าพเจ้าทรงความนี้ไว้อย่างนี้. ",
  "pli-tv-bu-pm:64.6": "นิสสัคคิยปาจิตติยา จบ ",
  "pli-tv-bu-pm:65.0": "สุทธปาจิตติยา ",
  "pli-tv-bu-pm:65.1": "ท่านทั้งหลาย ธรรมม์ชื่อว่าปาจิตตีย์ ๙๒ เหล่านี้แล ย่อมมาสู่อุทเทส. ",
  "pli-tv-bu-pm:66.0.1": "บทที่ ๑. มุสาวาท ",
  "pli-tv-bu-pm:66.0.2": "ปาจิตติย ๑. มุสาวาท ",
  "pli-tv-bu-pm:66.1": "ต้องอาบัติปาจิตตีย์ เพราะกล่าวเท็จทั้งรู้ตัว. ",
  "pli-tv-bu-pm:67.0": "ปาจิตติย ๒. โอมสวาท ",
  "pli-tv-bu-pm:67.1": "ต้องอาบัติปาจิตตีย์ เพราะพูดดูถูก. ",
  "pli-tv-bu-pm:68.0": "ปาจิตติย ๓. เปสุญญ ",
  "pli-tv-bu-pm:68.1": "ต้องอาบัติปาจิตตีย์ ในเพราะส่อเสียดภิกขุ. ",
  "pli-tv-bu-pm:69.0": "ปาจิตติย ๔. ปทโสธรรม ",
  "pli-tv-bu-pm:69.1": "อนึ่ง ภิกขุใดให้ผู้ที่ไม่ได้เป็นภิกขุ (อนุปสัมบัน) ให้กล่าวธรรมโดยบท ๑ ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bu-pm:70.0": "ปาจิตติย ๕. ปฐมสหเสยย ",
  "pli-tv-bu-pm:70.1": "อนึ่ง ภิกขุใดสำเร็จการนอนร่วมกับผู้ที่ไม่ได้เป็นภิกขุ (อนุปสัมบัน) ยิ่งกว่า ๒-๓ คืน ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bu-pm:71.0": "ปาจิตติย ๖. ทุติยสหเสยย ",
  "pli-tv-bu-pm:71.1": "อนึ่ง ภิกขุใดสำเร็จการนอนร่วมกับเพศหญิง ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bu-pm:72.0": "ปาจิตติย ๗. ธรรมเทสนา ",
  "pli-tv-bu-pm:72.1": "อนึ่ง ภิกขุใด แสดงธรรมแก่เพศหญิงยิ่งกว่า ๕-๖ คำ เว้นไว้แต่บุรุษผู้รู้เดียงสา (มีอยู่) ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bu-pm:73.0": "ปาจิตติย ๘. ภูตาโรจน ",
  "pli-tv-bu-pm:73.1": "อนึ่ง ภิกขุใดบอกธรรมวิเศษยิ่ง (อุตตริมนุสสธรรม) (ของตน) แก่ผู้มิใช่นักบวช (อนุปสัมบัน) ต้องอาบัติปาจิตตีย์ เพราะมีจริง. ",
  "pli-tv-bu-pm:74.0": "ปาจิตติย ๙. ทุฏฐุลลาโรจน ",
  "pli-tv-bu-pm:74.1": "อนึ่ง ภิกขุใดบอกอาบัติชั่วหยาบของภิกขุ แก่ผู้มิใช่นักบวช (อนุปสัมบัน) เว้นไว้แต่ภิกขุได้รับสมมติ ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bu-pm:75.0": "ปาจิตติย ๑๐. ปถวีขณน ",
  "pli-tv-bu-pm:75.1": "อนึ่ง ภิกขุใดขุดก็ดี ให้ขุดก็ดี ซึ่งแผ่นดินต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bu-pm:75.2": "มุสาวาทวรรคที่ ๑ จบ ",
  "pli-tv-bu-pm:76.0.1": "บทที่ ๒. ภูตคาม ",
  "pli-tv-bu-pm:76.0.2": "ปาจิตติย ๑๑. ภูตคาม ",
  "pli-tv-bu-pm:76.1": "ต้องอาบัติปาจิตตีย์ เพราะความถูกพรากแห่งของเขียวหรือพืชพรรณ (ภูตคาม). ",
  "pli-tv-bu-pm:77.0": "ปาจิตติย ๑๒. อัญญวาทก ",
  "pli-tv-bu-pm:77.1": "ต้องอาบัติปาจิตตีย์ เพราะความเป็นผู้กล่าวคำอื่น เพราะความเป็นผู้ให้ลำบาก. ",
  "pli-tv-bu-pm:78.0": "ปาจิตติย ๑๓. อุชฌาปนก ",
  "pli-tv-bu-pm:78.1": "ต้องอาบัติปาจิตตีย์ เพราะความเป็นผู้โพนทะนา เพราะความเป็นผู้บ่นว่า. ",
  "pli-tv-bu-pm:79.0": "ปาจิตติย ๑๔. ปฐมเสนาสน ",
  "pli-tv-bu-pm:79.1": "อนึ่ง ภิกขุใดวางไว้แล้วก็ดี ให้วางไว้แล้วก็ดี ซึ่งเตียงก็ดี ตั่งก็ดี ฟูกก็ดีเก้าอี้ก็ดี อันเป็นของสงฆ์ในที่แจ้งเมื่อหลีกไป ไม่เก็บก็ดี ไม่ให้เก็บก็ดี ซึ่งเสนาสนะที่วางไว้นั้น หรือไม่บอกสั่ง ไปเสีย ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bu-pm:80.0": "ปาจิตติย ๑๕. ทุติยเสนาสน ",
  "pli-tv-bu-pm:80.1": "อนึ่ง ภิกขุใดปูแล้วก็ดี ให้ปูแล้วก็ดี ซึ่งที่นอน ในวิหาร เป็นของสงฆ์ เมื่อหลีกไป ไม่เก็บก็ดี ไม่ให้เก็บก็ดี ซึ่งที่นอนอันปูไว้นั้น หรือไม่บอกสั่ง ไปเสีย ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bu-pm:81.0": "ปาจิตติย ๑๖. อนุปขัชช ",
  "pli-tv-bu-pm:81.1": "อนึ่ง ภิกขุใดรู้อยู่สำเร็จการนอน เบียดภิกขุผู้เข้าไปก่อน ในวิหารของสงฆ์ ด้วยหมายว่า ความคับแคบจักมีแก่ผู้ใดผู้นั้นจะหลีก ไปเอง ทำความหมายอย่างนี้เท่านั้นให้เป็นปัจจัย หาใช่อย่างอื่นไม่ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bu-pm:82.0": "ปาจิตติย ๑๗. นิกกัฑฒน ",
  "pli-tv-bu-pm:82.1": "อนึ่ง ภิกขุใด โกรธขัดใจฉุดคร่าเองก็ดี ให้ผู้อื่นฉุดคร่าก็ดี ซึ่งภิกขุ จากวิหารของสงฆ์ ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bu-pm:83.0": "ปาจิตติย ๑๘. เวหาสกุฏิ ",
  "pli-tv-bu-pm:83.1": "อนึ่ง ภิกขุใด นั่งทับก็ดี นอนทับก็ดี ซึ่งเตียงก็ดี ซึ่งตั่งก็ดี อันมีเท้าเสียบ (ในตัวเตียง) บนร้าน ในวิหารเป็นของสงฆ์ ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bu-pm:84.0": "ปาจิตติย ๑๙. มหัลลกวิหาร ",
  "pli-tv-bu-pm:84.1": "อนึ่ง ภิกขุผู้ให้ทำซึ่งวิหารใหญ่ จะวางเช็ดหน้าเพียงไร แต่กรอบแห่งประตู จะสำรวมใจสวดมนต์ (บริกรรม) ช่องหน้าต่าง พึงยืนในที่ปราศจากของสดเขียว อำนวย (ให้พอก) ได้ ๒ - ๓ ชั้นถ้าเธออำนวย (ให้พอก) ยิ่งกว่านั้น แม้ยืนในที่ปราศจากของสดเขียว ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bu-pm:85.0": "ปาจิตติย ๒๐. สัปปาณก ",
  "pli-tv-bu-pm:85.1": "อนึ่ง ภิกขุใดรู้อยู่ว่า น้ำมีตัวสัตว์รดก็ดี ให้รดก็ดี ซึ่งหญ้าก็ดี ซึ่งดินก็ดี ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bu-pm:85.2": "ภูตคามวรรคที่ ๒ จบ ",
  "pli-tv-bu-pm:86.0.1": "บทที่ ๓. โอวาท ",
  "pli-tv-bu-pm:86.0.2": "ปาจิตติย ๒๑. โอวาท ",
  "pli-tv-bu-pm:86.1": "อนึ่ง ภิกขุใดไม่ได้รับสมมติสั่งสอนพวกภิกขุนี ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bu-pm:87.0": "ปาจิตติย ๒๒. อัตถังคต ",
  "pli-tv-bu-pm:87.1": "ถ้าภิกขุได้รับสมมติแล้ว เมื่อพระอาทิตย์อัสดงคตแล้ว สั่งสอนพวกภิกขุนี ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bu-pm:88.0": "ปาจิตติย ๒๓. ภิกขุนุปัสสย ",
  "pli-tv-bu-pm:88.1": "อนึ่ง ภิกขุใดเข้าไปสู่ที่อาศัยแห่งภิกขุนีแล้วสั่งสอนพวกภิกขุนีเว้นไว้แต่สมัย ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bu-pm:88.2": "สมัยในเรื่องนั้นดังนี้คือ ภิกขุนีอาพาธ สมัยในเรื่องนั้น ดังนี้. ",
  "pli-tv-bu-pm:89.0": "ปาจิตติย ๒๔. อามิส ",
  "pli-tv-bu-pm:89.1": "อนึ่ง ภิกขุใดกล่าวอย่างนี้ว่า “พวกภิกขุสั่งสอนพวกภิกขุนี เพราะเหตุสิ่งของวัตถุเครื่องล่อใจเช่นเงินทอง (อามิส)” ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bu-pm:90.0": "ปาจิตติย ๒๕. จีวรทาน ",
  "pli-tv-bu-pm:90.1": "อนึ่ง ภิกขุใดให้จีวรแก่ภิกขุนีผู้มิใช่ญาติ เว้นไว้แต่แลกเปลี่ยน ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bu-pm:91.0": "ปาจิตติย ๒๖. จีวรสิพพน ",
  "pli-tv-bu-pm:91.1": "อนึ่ง ภิกขุใดเย็บก็ดี ให้เย็บก็ดีซึ่งจีวร เพื่อภิกขุนีผู้มิใช่ญาติ ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bu-pm:92.0": "ปาจิตติย ๒๗. สังวิธาน ",
  "pli-tv-bu-pm:92.1": "อนึ่ง ภิกขุใดชักชวนกันแล้ว เดินทางไกลด้วยกันกับภิกขุนี โดยที่สุดแม้สิ้นระยะบ้านหนึ่งเว้นไว้แต่สมัย ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bu-pm:92.2": "สมัยในเรื่องนั้น ดังนี้ คือ ทางเป็นที่จะต้องไปด้วยพวกเกวียน รู้กันว่าเป็นที่น่ารังเกียจมีภัยเฉพาะหน้า นี้สมัยในเรื่องนั้น. ",
  "pli-tv-bu-pm:93.0": "ปาจิตติย ๒๘. นาวาภิรุหน ",
  "pli-tv-bu-pm:93.1": "อนึ่ง ภิกขุใดชักชวนแล้ว ขึ้นเรือลำเดียวกับภิกขุนีข้ามฟาก ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bu-pm:94.0": "ปาจิตติย ๒๙. ปริปาจิต ",
  "pli-tv-bu-pm:94.1": "อนึ่ง ภิกขุใดรู้อยู่ฉันบิณฑบาตอันภิกขุนีแนะนำให้ถวายเว้นไว้แต่คฤหัสถ์ปรารภไว้ก่อน ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bu-pm:95.0": "ปาจิตติย ๓๐. รโหนิสัชช ",
  "pli-tv-bu-pm:95.1": "อนึ่ง ภิกขุใดผู้เดียว สำเร็จการนั่ง ในที่ลับตากับภิกขุนีผู้เดียว ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bu-pm:95.2": "โอวาทวรรคที่ ๓ จบ ",
  "pli-tv-bu-pm:96.0.1": "บทที่ ๔. โภชนวรรค ",
  "pli-tv-bu-pm:96.0.2": "ปาจิตติย ๓๑. อาวสถปิณฑ ",
  "pli-tv-bu-pm:96.1": "ภิกขุใดไม่ใช่ผู้อาพาธ พึงยินดีในการยอมให้ขอหรือเรียกร้องเอาได้ (ปวารณา) ด้วยปัจจัย เพียง ๔ เดือนเว้นไว้แต่ปวารณาอีกเว้นไว้แต่ปวารณาเป็นนิตย์. ",
  "pli-tv-bu-pm:96.2": "ถ้าเธอยินดียิ่งกว่านั้น ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bu-pm:97.0": "ปาจิตติย ๓๒. คณโภชน ",
  "pli-tv-bu-pm:97.1": "เว้นไว้แต่สมัย ต้องอาบัติปาจิตตีย์ เพราะฉันเป็นหมู่. ",
  "pli-tv-bu-pm:97.2": "สมัยในเรื่องนี้นั้น คือคราวอาพาธ คราวที่เป็นฤดูถวายจีวร คราวที่ทำจีวร คราวที่เดินทาง ไกล คราวที่ขึ้นเรือไป คราวประชุมใหญ่ คราวภัตต์ ของสมณะ นี้สมัยในเรื่องนั้น. ",
  "pli-tv-bu-pm:98.0": "ปาจิตติย ๓๓. ปรัมปรโภชน ",
  "pli-tv-bu-pm:98.1": "เว้นไว้แต่สมัย เป็นปาจิตตีย์ เพราโภชนะทีหลัง. ",
  "pli-tv-bu-pm:98.2": "สมัยในเรื่องนั้นดัง นี้ คือคราวเป็นไข้ คราวถวายจีวร คราวทำจีวร นี้สมัยในเรื่องนั้น. ",
  "pli-tv-bu-pm:99.0": "ปาจิตติย ๓๔. กาณมาตุ ",
  "pli-tv-bu-pm:99.1": "อนึ่ง เขาปวารณาภิกขุผู้เข้าไปสู่สกุล ด้วยขนมก็ดี ด้วยสัตตุผงก็ดี เพื่อนำไปได้ตามปรารถนาภิกขุผู้ต้องการ พึงรับได้เต็ม ๒ - ๓ บาตรถ้ารับยิ่งกว่านี้น ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bu-pm:99.2": "ครั้นรับเต็ม ๒ - ๓ บาตรแล้ว นำออกจากที่นั้นแล้วพึงแบ่งปันกับภิกขุทั้งหลาย นี้เป็นสามีจิกัมม์ในเรื่องนั้น. ",
  "pli-tv-bu-pm:100.0": "ปาจิตติย ๓๕. ปฐมปวารณา ",
  "pli-tv-bu-pm:100.1": "อนึ่ง ภิกขุใดฉันเสร็จห้ามเสียแล้วเคี้ยวก็ดี ฉันก็ดี ซึ่งของเคี้ยวก็ดี ซึ่งของฉันก็ดี อันมิใช่เดน ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bu-pm:101.0": "ปาจิตติย ๓๖. ทุติยปวารณา ",
  "pli-tv-bu-pm:101.1": "อนึ่ง ภิกขุใดนำไปปวารณาภิกขุผู้ฉันเสร็จ ห้ามเสียแล้ว ด้วยของเคี้ยวก็ดีด้วยของฉันก็ดี อันมิใช่เดนบอกว่า “เอาเถิด ภิกขุขอจงเคี้ยวหรือฉัน” รู้อยู่ เพ่งจะหาโทษให้พอเธอฉันแล้ว ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bu-pm:102.0": "ปาจิตติย ๓๗. วิกาลโภชน ",
  "pli-tv-bu-pm:102.1": "อนึ่ง ภิกขุใดเคี้ยวก็ดี ฉันก็ดี ซึ่งของเคี้ยวก็ดี ซึ่งของฉันก็ดี ในเวลาวิกาล ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bu-pm:103.0": "ปาจิตติย ๓๘. สันนิธิการก ",
  "pli-tv-bu-pm:103.1": "อนึ่ง ภิกขุใดเคี้ยวก็ดี ฉันก็ดี ซึ่งของเคี้ยวก็ดี ซึ่งของฉันก็ดี ที่ทำการสั่งสมไว้ ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bu-pm:104.0": "ปาจิตติย ๓๙. ปณีตโภชน ",
  "pli-tv-bu-pm:104.1": "อนึ่ง ภิกขุใดมิใช่ผู้อาพาธ ขอโภชนะอันประณีตเห็นปานนี้ เช่น เนยใน เนยข้น น้ำมัน น้ำผึ้ง น้ำอ้อย ปลา เนื้อ นมสด นมข้น เพื่อประโยชน์แก่ตน แล้วฉัน ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bu-pm:105.0": "ปาจิตติย ๔๐. ทันตโปน ",
  "pli-tv-bu-pm:105.1": "อนึ่ง ภิกขุใดกลืนอาหารที่เขายังไม่ให้ ล่วงช่องปากเว้นไว้แต่น้ำและไม้ชำระฟัน ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bu-pm:105.2": "โภชนวรรคที่ ๔ จบ ",
  "pli-tv-bu-pm:106.0.1": "บทที่ ๕. อเจลก ",
  "pli-tv-bu-pm:106.0.2": "ปาจิตติย ๔๑. อเจลก ",
  "pli-tv-bu-pm:106.1": "อนึ่ง ภิกขุใดให้ของเคี้ยวก็ดี ของกินก็ดี แก่คนไม่นุ่งผ้า (อเจลก) ก็ดี แก่นักบวชผู้ชายนอกพระพุทธศาสนา (ปริพาชก) ก็ดี แก่ปริพาชิกาก็ดี ด้วยมือของตน ต้องอาบัติปาจิตติย์. ",
  "pli-tv-bu-pm:107.0": "ปาจิตติย ๔๒. อุยโยชน ",
  "pli-tv-bu-pm:107.1": "อนึ่ง ภิกขุใดกล่าวต่อภิกขุอย่างนี้ว่าท่านจงมา เข้าไปสู่บ้านหรือสู่หมู่บ้านขนาดใหญ่ (นิคม) เพื่อบิณฑบาตด้วยกัน “เธอยังเขาให้ถวายแล้วก็ดี ไม่ให้ถวายแล้วก็ดี แก่เธอแล้วส่งไป (ด้วยคำ) ว่าท่านจงไปเสีย การพูดก็ดี การนั่งก็ดี ของเรากับท่าน ไม่เป็นผาสุกเลย การพูดก็ดี การนั่งก็ดี ของเราคนเดียวย่อมเป็นผาสุก” ทำความหมายอย่างนี้เท่านั้นแล ให้เป็นปัจจัยหาใช่อย่างอื่นไม่ ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bu-pm:108.0": "ปาจิตติย ๔๓. สโภชน ",
  "pli-tv-bu-pm:108.1": "อนึ่ง ภิกขุใดสำเร็จการนั่งแทรกแซงในครอบครัวที่กำลังบริโภคอาหารอยู่ (สโภชนสกุล) ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bu-pm:109.0": "ปาจิตติย ๔๔. รโหปฏิจฉันน ",
  "pli-tv-bu-pm:109.1": "อนึ่ง ภิกขุใดสำเร็จการนั่งในที่ลับ คือ ในอาสนะกำบังกับเพศหญิง (มาตุคาม) ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bu-pm:110.0": "ปาจิตติย ๔๕. รโหนิสัชช ",
  "pli-tv-bu-pm:110.1": "อนึ่ง ภิกขุใดผู้เดียวสำเร็จการนั่งในที่ลับตากับเพศหญิง (มาตุคาม) ผู้เดียว ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bu-pm:111.0": "ปาจิตติย ๔๖. จาริตต ",
  "pli-tv-bu-pm:111.1": "อนึ่ง ภิกขุใดรับนิมนต์แล้ว มีอาหารที่รับประทาน (ภัตต์) อยู่แล้ว ไม่บอกลาภิกขุซึ่ง มีอยู่ถึงความเป็นผู้เที่ยวไปในครอบครัวทั้งหลาย ก่อนฉันก็ดี ทีหลังฉันก็ดีเว้นไว้แต่สมัย ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bu-pm:111.2": "สมัยในเรื่องนั้นดังนี้ คือคราวที่ถวายจีวร คราวที่ทำจีวร นี้สมัยในเรื่องนั้น. ",
  "pli-tv-bu-pm:112.0": "ปาจิตติย ๔๗. มหานาม ",
  "pli-tv-bu-pm:112.1": "ภิกขุใดไม่ใช่ผู้อาพาธ พึงยินดีในการยอมให้ขอหรือเรียกร้องเอาได้ (ปวารณา) ด้วยปัจจัย เพียง ๔ เดือนเว้นไว้แต่ปวารณาอีกเว้นไว้แต่ปวารณาเป็นนิตย์ ถ้าเธอยินดียิ่งกว่านั้น ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bu-pm:113.0": "ปาจิตติย ๔๘. อุยยุตตเสนา ",
  "pli-tv-bu-pm:113.1": "ภิกขุใดไปเพื่อจะดูกองทัพอันยกออกแล้วเว้นไว้แต่ปัจจัยมีอย่างนี้เป็นรูป ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bu-pm:114.0": "ปาจิตติย ๔๙. เสนาวาส ",
  "pli-tv-bu-pm:114.1": "ก็ถ้าปัจจัยบางอย่าง เพื่อจะไปสู่กองทัพมีแก่ภิกขุนั้น ภิกขุนั้นพึงอยู่ได้ในกองทัพเพียง ๒ - ๓ คืน. ",
  "pli-tv-bu-pm:114.2": "ถ้าอยู่ยิ่งกว่านั้น ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bu-pm:115.0": "ปาจิตติย ๕๐. อุยโยธิก ",
  "pli-tv-bu-pm:115.1": "ถ้าภิกขุอยู่ในกองทัพ ๒ - ๓ คืนไปสู่สนามรบก็ดี ไปสู่ที่พักพลก็ดี ไปสู่ที่จัดขบวนทัพก็ดี ไปดูหมู่อนึก ๒ คือ ช้าง ม้า รถ พลเดิน อันจัดเป็นกองๆ แล้วก็ดี ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bu-pm:115.2": "อเจลกวรรคที่ ๕ จบ ",
  "pli-tv-bu-pm:116.0.1": "บทที่ ๖. สุราปาน ",
  "pli-tv-bu-pm:116.0.2": "ปาจิตติย ๕๑. สุราปาน ",
  "pli-tv-bu-pm:116.1": "ต้องอาบัติปาจิตตีย์ เพราะดื่มสุราและเมรัย. ",
  "pli-tv-bu-pm:117.0": "ปาจิตติย ๕๒. อังคุลิปโตทก ",
  "pli-tv-bu-pm:117.1": "ต้องอาบัติปาจิตตีย์ เพราะจี้ด้วยนิ้วมือ. ",
  "pli-tv-bu-pm:118.0": "ปาจิตติย ๕๓. หสธรรม ",
  "pli-tv-bu-pm:118.1": "ต้องอาบัติปาจิตตีย์ เพราะธรรมคือหัวเราะในน้ำ (หมายเอาเล่นน้ำ). ",
  "pli-tv-bu-pm:119.0": "ปาจิตติย ๕๔. อนาทริย ",
  "pli-tv-bu-pm:119.1": "ต้องอาบัติปาจิตตีย์ เพราะความไม่เอื้อเฟื้อ. ",
  "pli-tv-bu-pm:120.0": "ปาจิตติย ๕๕. ภิงสาปน ",
  "pli-tv-bu-pm:120.1": "อนึ่ง ภิกขุใดหลอนภิกขุให้กลัว ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bu-pm:121.0": "ปาจิตติย ๕๖. โชติ ",
  "pli-tv-bu-pm:121.1": "อนึ่ง ภิกขุใดมิใช่ผู้อาพาธ ติดก็ดี ให้ติดก็ดี ซึ่งไฟเว้นไว้แต่ปัจจัยมีอย่างนั้นเป็นรูป ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bu-pm:122.0": "ปาจิตติย ๕๗. นหาน ",
  "pli-tv-bu-pm:122.1": "อนึ่ง ภิกขุใดยังหย่อนกึ่งเดือนอาบน้ำเว้นไว้แต่สมัย ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bu-pm:122.2": "สมัยในเรื่องนั้นดังนี้ คือ “เดือนกึ่งท้ายฤดูร้อนเดือนต้นแห่งฤดูฝน” ๒ เดือนกึ่งนี้ เป็นคราวร้อน เป็นคราวกระวนกระวาย คราวเจ็บไข้ คราวทำการงานคราวไปทางไกล คราวฝนมากับพายุ นี้สมัยในเรื่องนั้น. ",
  "pli-tv-bu-pm:123.0": "ปาจิตติย ๕๘. ทุพพัณณกรัณ ",
  "pli-tv-bu-pm:123.1": "อนึ่ง ภิกขุได้จีวรมาใหม่พึงถือเอาวัตถุสำหรับทำให้เสียสี ๓ อย่างๆ ใดอย่างหนึ่งคือ ของเขียวครามก็ได้ ตมก็ได้ ของดำคล้ำก็ได้ ถ้าภิกขุไม่ถือเอาวัตถุสำหรับทำให้เสียสี ๓ อย่างๆ ใดอย่างหนึ่ง ใช้จีวรใหม่ ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bu-pm:124.0": "ปาจิตติย ๕๙. วิกัปปน ",
  "pli-tv-bu-pm:124.1": "อนึ่ง ภิกขุใดทำให้เป็นเจ้าของ (วิกัป) จีวรเอง แก่ภิกขุก็ดี แก่ภิกขุนีก็ดี แก่นางสิกขมานาก็ดีแก่สามเณรก็ดี แก่นางสามเณรีก็ดีแล้วใช้สอย (จีวรนั้น) ไม่ให้เขาถอนก่อน ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bu-pm:125.0": "ปาจิตติย ๖๐. อปนิธาน ",
  "pli-tv-bu-pm:125.1": "อนึ่ง ภิกขุใดซ่อนก็ดี ให้ซ่อนก็ดีซึ่งบาตรก็ดี จีวรก็ดี ผ้าปูนั่งก็ดี กล่องเข็มก็ดี เครื่องคาดเอว (ประคด) ก็ดี แห่งภิกขุ โดยที่สุดแม้หมายจะหัวเราะ ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bu-pm:125.2": "สุราปานวรรคที่ ๗ จบ ",
  "pli-tv-bu-pm:126.0.1": "บทที่ ๗. สัปปาณ ",
  "pli-tv-bu-pm:126.0.2": "ปาจิตติย ๖๑. สัญจิจจ ",
  "pli-tv-bu-pm:126.1": "อนึ่ง ภิกขุใดแกล้งพรากสัตว์จากชีวิต ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bu-pm:127.0": "ปาจิตติย ๖๒. สัปปาณก ",
  "pli-tv-bu-pm:127.1": "อนึ่ง ภิกขุใดรู้อยู่บริโภคน้ำมีตัวสัตว์ ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bu-pm:128.0": "ปาจิตติย ๖๓. อุกโกฏน ",
  "pli-tv-bu-pm:128.1": "อนึ่ง ภิกขุใดรู้อยู่ฟื้นคดี (อธิกรณ์) ที่ทำเสร็จแล้วตามอาบัติเพื่อทำอีก ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bu-pm:129.0": "ปาจิตติย ๖๔. ทุฏฐุลล ",
  "pli-tv-bu-pm:129.1": "อนึ่ง ภิกขุใดรู้อยู่ ปิดอาบัติชั่วหยาบของภิกขุ ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bu-pm:130.0": "ปาจิตติย ๖๕. อูนวีสติวัสส ",
  "pli-tv-bu-pm:130.1": "อนึ่ง ภิกขุใดรู้อยู่ ยังบุคคลมีอายุไม่ครบ ๒๐ ปี ให้อุปสมบทบุคคลนั้นไม่เป็นอุปสัมบันด้วย ภิกขุทั้งหลายนั้นถูกติเตียนด้วย นี้ต้องอาบัติปาจิตตีย์ ในเรื่องนั้น. ",
  "pli-tv-bu-pm:131.0": "ปาจิตติย ๖๖. เถยยสัตถ ",
  "pli-tv-bu-pm:131.1": "อนึ่ง ภิกขุใดรู้อยู่ ชักชวนแล้วเดินทางไกลสายเดียวกันกับพวกเกวียน พวกต่าง ผู้เป็นโจร โดยที่สุดแม้สิ้นระยะบ้านหนึ่ง ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bu-pm:132.0": "ปาจิตติย ๖๗. สังวิธาน ",
  "pli-tv-bu-pm:132.1": "อนึ่ง ภิกขุใดชักชวนแล้วเดินทางไกลสายเดียวกันกับมาตุคามโดยที่สุดแม้สิ้นระยะบ้านหนึ่ง ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bu-pm:133.0": "ปาจิตติย ๖๘. อริฏฐ ",
  "pli-tv-bu-pm:133.1": "อนึ่ง ภิกขุใดกล่าวอย่างนี้ว่า ",
  "pli-tv-bu-pm:133.2": "“ข้าพเจ้ารู้ถึงธรรมที่พระผู้มีพระภาคเจ้ าทรงแสดงแล้วโดยประการว่า เป็นธรรมทำอันตรายได้ อย่างไร ธรรมนั้นหาอาจทำอันตรายแก่ผู้เสพได้ (จริง)ไม่”, ",
  "pli-tv-bu-pm:133.3": "ภิกขุนั้น อันภิกขุทั้งหลายพึงว่ากล่าวอย่างนี้ว่า ",
  "pli-tv-bu-pm:133.4": "“ท่านอย่าได้พูดอย่างนั้น ท่านอย่าได้กล่าวตู่พระผู้มีพระภาคเจ้า การกล่าวตู่พระผู้มีพระเจ้าไม่ดีดอก พระผู้มีพระภาคเจ้าไม่ได้ตรัสอย่างนั้นเลยแน่ะเธอ, ",
  "pli-tv-bu-pm:133.5": "พระผู้มีพระภาคเจ้าตรัสธรรมอันทำอันตรายไว้โดยบรรยายเป็นอันมาก ก็แลธรรมนั้นอาจทำอันตรายแก่ผู้เสพได้ (จริง)”. ",
  "pli-tv-bu-pm:133.6": "แลภิกขุนั้น อันภิกขุทั้งหลายว่ากล่าวอยู่อย่างนั้น ขืนถืออย่างนั้นแล ภิกขุนั้น อันภิกขุทั้งหลายพึงสวดประกาศห้ามจนหนที่ ๓ เพื่อสละการนั้นเสีย. ",
  "pli-tv-bu-pm:133.7": "ถ้าเธอถูกสวดประกาศห้ามอยู่จนหนที่ ๓ สละการนั้นเสีย การสละได้ดังนี้ เป็นการดี. ",
  "pli-tv-bu-pm:133.8": "ถ้าไม่สละ ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bu-pm:134.0": "ปาจิตติย ๖๙. อุกขิตตสัมโภค ",
  "pli-tv-bu-pm:134.1": "อนึ่ง ภิกขุใดรู้อยู่ กินร่วมก็ดี อยู่ร่วมก็ดี สำเร็จการนอนด้วยกันก็ดี กับภิกขุ ผู้กล่าวอย่างนั้น ยังไม่ได้ทำธรรมอันสมควร ยังไม่ได้สละทิฏฐินั้น ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bu-pm:135.0": "ปาจิตติย ๗๐. กัณฏก ",
  "pli-tv-bu-pm:135.1": "ถ้าแม้สามเณร (สมณุทเทส) กล่าวอย่างนี้ว่า: ",
  "pli-tv-bu-pm:135.2": "“เรารู้ทั่วถึงธรรมที่พระผู้มีพระภาค ทรงแสดงแล้วจนกระทั่งว่าธรรมตามที่พระผู้มีพระภาคตรัสว่าเป็นธรรมก่ออันตราย ก็หาสามารถก่ออันตรายแก่ผู้ซ่องเสพได้จริงไม่”, ",
  "pli-tv-bu-pm:135.3": "ภิกขุนั้น อันภิกขุทั้งหลายพึงว่ากล่าวอย่างนี้ว่า ",
  "pli-tv-bu-pm:135.4": "“สามเณร (สมณุทเทส) ท่านอย่าได้พูดอย่างนั้น เธออย่าได้กล่าวตู่พระผู้มีพระภาคเจ้า การกล่าวตู่พระผู้มีพระภาคเจ้าไม่ดีดอก พระผู้มีพระภาคเจ้าไม่ได้ตรัสอย่างนั้นเลย, ",
  "pli-tv-bu-pm:135.5": "พระผู้มีพระภาคเจ้าตรัสธรรมอันทำอันตรายไว้โดยปริยายเป็นอันมาก ก็แลธรรมนั้นอาจทำอันตรายแก่ผู้เสพได้ (จริง)”, ",
  "pli-tv-bu-pm:135.6": "แลสามเณร (สมณุทเทส) นั้น อันภิกขุทั้งหลายว่ากล่าวอยู่อย่างนั้น ขืนถืออย่างนั้นเทียวสามเณร (สมณุทเทส) นั้น อันภิกขุทั้งหลายพึงว่ากล่าวอย่างนี้ว่า: ",
  "pli-tv-bu-pm:135.7": "“ท่านทั้งหลาย แน่ะสามเณร (สมณุทเทส) เธออย่าอ้างพระผู้มีพระภาคเจ้านั้นว่าเป็นพระศาสดาของเธอตั้งแต่วันนี้ไป, ",
  "pli-tv-bu-pm:135.8": "แลพวกสามเณร (สมณุทเทส) อื่น ย่อมได้การนอนร่วมเพียง ๒-๓ คืน กับภิกขุทั้งหลายอันใด แม้กิริยาที่ได้การนอนร่วมนั้นไม่มีแก่เธอ, ",
  "pli-tv-bu-pm:135.9": "เจ้าคนเสียเจ้าจงไปเสีย เจ้าจงฉิบหายเสีย”. ",
  "pli-tv-bu-pm:135.10": "แลภิกขุใดรู้อยู่ เกลี้ยกล่อมสามเณร (สมณุทเทส) ผู้ถูกให้ฉิบหายเสียอย่างนั้นแล้วก็ดีให้อุปฐากก็ดีกินร่วมก็ดีสําเร็จการนอนร่วมก็ดี ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bu-pm:135.11": "สัปปาณกวรรคที่ ๗ จบ ",
  "pli-tv-bu-pm:136.0.1": "บทที่ ๘. สหธรรมมิก ",
  "pli-tv-bu-pm:136.0.2": "ปาจิตติย ๗๑. สหธรรมมิก ",
  "pli-tv-bu-pm:136.1": "อนึ่ง ภิกขุใดอันภิกขุทั้งหลายว่ากล่าวตักเตือนโดยชอบธรรม กล่าวอย่างนี้ว่า “ข้าพเจ้าจะยังไม่ศึกษาในสิกขาบทนี้ จนกว่าจะได้สอบถามภิกขุรูปอื่น ผู้ฉลาด ผู้เป็นวินัยธร” ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bu-pm:136.2": "ภิกขุทั้งหลาย ภิกขุผู้ศึกษาพึงรู้ พึงสอบถาม พึงพิจารณา นี้เป็นการทำที่สมควรในเรื่องนั้น. ",
  "pli-tv-bu-pm:137.0": "ปาจิตติย ๗๒. วิเลขน ",
  "pli-tv-bu-pm:137.1": "อนึ่ง ภิกขุใดเมื่อมีผู้ยกปาติโมกข์ขึ้นแสดงอยู่ กล่าวอย่างนี้ว่า “สิกขาบทเล็ก ๆ น้อย ๆ ที่ยกขึ้นแสดงเหล่านี้ จะมีประโยชน์อะไร ย่อมเป็น ไปเพื่อความรำคาญ เพื่อความลำบาก เพื่อความยุ่งยาก” ต้องอาบัติปาจิตตีย์ เพราะดูหมิ่นสิกขาบท. ",
  "pli-tv-bu-pm:138.0": "ปาจิตติย ๗๓. โมหน ",
  "pli-tv-bu-pm:138.1": "อนึ่ง ภิกขุใดเมื่อภิกขุยกปาติโมกข์ยกขึ้นแสดงอยู่ทุกกึ่งเดือน กล่าวอย่างนี้ว่า: ",
  "pli-tv-bu-pm:138.2": "“ข้าพเจ้าเพิ่งทราบเดี๋ยวนี้เองว่า ‘ธรรมแม้นี้มีมาในพระสูตร อยู่ในพระสูตร มีการยกขึ้นแสดงทุกกึ่งเดือน”. ",
  "pli-tv-bu-pm:138.3": "ถ้าภิกขุเหล่าอื่นจำภิกขุนีนั้นได้ว่า “เมื่อภิกขุยกปาติโมกข์ขึ้นแสดงอยู่ ภิกขุนี้เคยนั่งอยู่ ๒-๓ ครั้งมาแล้ว ไม่จำต้องกล่าวถึงมากครั้งยิ่งกว่า” ภิกขุนั้นย่อมไม่พ้นเพราะความไม่รู้ แต่ภิกขุนั้นจะต้องอาบัติใดเพราะประพฤติไม่เหมาะสมนั้น พึงปรับอาบัตินั้นตามอาบัติ และพึงยกความหลงขึ้นมาปรับเพิ่มให้ยิ่งขึ้นไปอีกว่า: ",
  "pli-tv-bu-pm:138.4": "“ท่าน ไม่ใช่ลาภของท่าน ท่านได้ไม่ดี ด้วยเหตุว่าที่เมื่อภิกขุยกปาติโมกข์ขึ้นแสดงอยู่ ท่านไม่ ใส่ใจฟังให้สำเร็จประโยชน์ด้วยดี”, ",
  "pli-tv-bu-pm:138.5": "ต้องอาบัติปาจิตตีย์ เพราะแสร้งทำหลงนั้น. ",
  "pli-tv-bu-pm:139.0": "ปาจิตติย ๗๔. ปหาร ",
  "pli-tv-bu-pm:139.1": "อนึ่ง ภิกขุใดโกรธ ไม่พอใจ ทำร้ายภิกขุ ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bu-pm:140.0": "ปาจิตติย ๗๕. ตลสัตติก ",
  "pli-tv-bu-pm:140.1": "อนึ่ง ภิกขุใดโกรธ ไม่พอใจ เงื้อหอกคือฝ่ามือให้ภิกขุ ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bu-pm:141.0": "ปาจิตติย ๗๖. อมูลก ",
  "pli-tv-bu-pm:141.1": "อนึ่ง ภิกขุใดใส่ความภิกขุด้วยอาบัติสังฆาทิเสสอันหามูลมิได้ ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bu-pm:142.0": "ปาจิตติย ๗๗. สัญจิจจ ",
  "pli-tv-bu-pm:142.1": "อนึ่ง ภิกขุใดแกล้งก่อความรำคาญให้แก่ภิกขุด้วยหมายใจว่า ‘ด้วยวิธีนี้ ความไม่ผาสุกจักมีแก่เธอไปครู่หนึ่ง’ ทำความหมายใจอย่างนี้เท่านั้นให้เป็นเหตุ ไม่มีอะไรอื่น ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bu-pm:143.0": "ปาจิตติย ๗๘. อุปัสสุติ ",
  "pli-tv-bu-pm:143.1": "อนึ่ง ภิกขุใด เมื่อภิกขุทั้งหลายเกิดความบาดหมางกัน เกิดการทะเลาะกัน ถึงการวิวาทกัน ยืนแอบฟังด้วยหมายใจว่าจักได้ฟัง คำที่พวกเธอพูดกัน ทำความหมายใจอย่างนี้เท่านั้นให้เป็นเหตุ ไม่มีอะไรอื่น ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bu-pm:144.0": "ปาจิตติย ๗๙. กัมมัปปฏิพาหน ",
  "pli-tv-bu-pm:144.1": "อนึ่ง ภิกขุใดให้ฉันทะเพื่อกรรมอันเป็นธรรมไปแล้ว กลับติเตียนในภายหลัง ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bu-pm:145.0": "ปาจิตติย ๘๐. ฉันทังอทัตวาคมน ",
  "pli-tv-bu-pm:145.1": "อนึ่ง ภิกขุใดเมื่อเรื่องอันจะพึงวินิจฉัยยังดำเนินอยู่ในสงฆ์ ไม่ให้ฉันทะ ลุกจากอาสนะหลีกไปเสีย ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bu-pm:146.0": "ปาจิตติย ๘๑. ทุพพล ",
  "pli-tv-bu-pm:146.1": "อนึ่ง ภิกขุใดร่วมกับสงฆ์ผู้พร้อมเพรียงกันให้จีวรแล้ว กลับติเตียนในภายหลังว่า ‘ภิกขุทั้งหลายน้อมลาภของสงฆ์ไปตามชอบใจ’ ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bu-pm:147.0": "ปาจิตติย ๘๒. ปริณามน ",
  "pli-tv-bu-pm:147.1": "อนึ่ง ภิกขุใดรู้อยู่ น้อมลาภที่เขาน้อมไว้เป็นของจะถวายสงฆ์มาเพื่อบุคคล ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bu-pm:147.2": "สหธรรมมิกวรรคที่ ๘ จบ ",
  "pli-tv-bu-pm:148.0.1": "บทที่ ๙. รตน ",
  "pli-tv-bu-pm:148.0.2": "ปาจิตติย ๘๓. อันเตปุร ",
  "pli-tv-bu-pm:148.1": "อนึ่ง ภิกขุใด ไม่ได้รับบอกก่อน ก้าวล่วงธรณีเข้าไป (ในห้อง) ของพระราชาผู้กษัตริย์ได้รับมฤธาภิเษกแล้ว ที่พระราชายังไม่เสด็จออก ที่รตนยังไม่ออก ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bu-pm:149.0": "ปาจิตติย ๘๔. รตน ",
  "pli-tv-bu-pm:149.1": "อนึ่ง ภิกขุใดเก็บก็ดี ให้เก็บก็ดี ซึ่งรัตนะก็ดี ซึ่งของที่สมมติว่าเป็นรัตนะก็ดี เว้นไว้แต่ในวัดที่อยู่หรือในที่พัก ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bu-pm:149.2": "แลภิกขุเก็บเอาก็ดี ให้เก็บเอาก็ดี ซึ่งรตนะก็ดี ซึ่งรัตนะก็ดี ซึ่งของที่สมมติว่าเป็นรัตนะก็ดี ในวัดที่อยู่หรือในที่พักได้แล้ว พึงเก็บไว้ด้วยหมายใจว่า ‘เป็นของผู้ใด ผู้นั้นจะได้นำไป’ นี้เป็นการปฏิบัติชอบในเรื่องนั้น. ",
  "pli-tv-bu-pm:150.0": "ปาจิตติย ๘๕. วิกาลคามัปปเวสน ",
  "pli-tv-bu-pm:150.1": "อนึ่ง ภิกขุใด ไม่บอกลาภิกขุผู้อยู่แล้ว เข้าไปสู่บ้านในเวลาวิกาล เว้นไว้แต่กิจรีบด่วน (คือ ธุระร้อน) มีอย่างนั้นเป็นรูป ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bu-pm:151.0": "ปาจิตติย ๘๖. สูจิฆร ",
  "pli-tv-bu-pm:151.1": "อนึ่ง ภิกขุใดทำกล่องเข็มด้วยกระดูก ด้วยงา หรือด้วยเขา ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bu-pm:152.0": "ปาจิตติย ๘๗. มัญจปีฐ ",
  "pli-tv-bu-pm:152.1": "อนึ่ง ภิกขุผู้ให้ทำเตียงหรือตั่งใหม่ พึงให้ทำมีเท้าสูงเพียง ๘ นิ้ว โดยนิ้วสุคต นอกจากแม่แคร่ด้านล่าง เธอทำให้เกินประมาณนั้นไป ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bu-pm:153.0": "ปาจิตติย ๘๘. ตูโลนัทธ ",
  "pli-tv-bu-pm:153.1": "อนึ่ง ภิกขุใดให้ทำเตียงก็ดี ตั่งก็ดีเป็นของหุ้มนุ่น (คือ ยัดนุ่น) ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bu-pm:154.0": "ปาจิตติย ๘๙. นิสีทน ",
  "pli-tv-bu-pm:154.1": "อนึ่ง ภิกขุผู้จะให้ทำผ้าอาบน้ำ พึงทำให้ได้ขนาด ขนาดในข้อนั้น คือ ยาว ๒ คืบ กว้างคืบหนึ่ง ชายคืบครึ่ง โดยคืบสุคต ทำให้เกินขนาดนั้น ต้องอาบัติปาจิตตีย์ที่ชื่อว่าเฉทนกะ. ",
  "pli-tv-bu-pm:155.0": "ปาจิตติย ๙๐. กัณฑุปปฏิจฉาทิ ",
  "pli-tv-bu-pm:155.1": "อนึ่ง ภิกขุผู้ให้ทำผ้าปิดฝีพึงทำให้ได้ขนาด ขนาดในผ้านั้น ดังนี้ คือ โดยยาว ๔ คืบ โดยกว้าง ๒ คืบ โดยคืบสุคต เธอทำให้เกินขนาดนั้นไป ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bu-pm:156.0": "ปาจิตติย ๙๑. วัสสิกสาฏิก ",
  "pli-tv-bu-pm:156.1": "อนึ่ง ภิกขุผู้จะให้ทำผ้าอาบน้ำฝน พึงทำให้ได้ขนาด ขนาดในข้อนั้น คือ ยาว ๖ คืบ กว้าง ๒ คืบครึ่ง โดยคืบสุคต เธอทำให้ล่วงประมาณนั้นไป ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bu-pm:157.0": "ปาจิตติย ๙๒. นันท ",
  "pli-tv-bu-pm:157.1": "อนึ่ง ภิกขุใดให้ทำจีวรมีขนาดเท่าสุคตจีวรหรือยิ่งกว่า ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bu-pm:157.2": "ขนาดแห่งสุคตจีวรของสุคตในคำนั้นดังนี้ คือ โดยยาว ๙ คืบ โดยกว้าง ๖ คืบ โดยคืบสุคต นี้เป็นขนาดแห่งสุคตจีวรของสุคต. ",
  "pli-tv-bu-pm:157.3": "รตนวรรคที่ ๙ จบ ",
  "pli-tv-bu-pm:158.1": "ท่านทั้งหลาย ธรรมม์ชื่อว่าปาจิตตีย์ ๙๒ เหล่านี้แล ข้าพเจ้าได้ยกขึ้นแสดงแล้วแล. ",
  "pli-tv-bu-pm:158.2": "ข้าพเจ้าถามท่านทั้งหลาย ในข้อเหล่านั้นท่านทั้งหลายเป็นผู้บริสุทธ์แล้วหรือ?, ",
  "pli-tv-bu-pm:158.3": "ข้าพเจ้าถามแม้ครั้งที่ ๒ ท่านทั้งหลายเป็นผู้บริสุทธ์แล้วหรือ? ",
  "pli-tv-bu-pm:158.4": "ข้าพเจ้าถามแม้ครั้งที่ ๓ ท่านทั้งหลายเป็นผู้บริสุทธ์แล้วหรือ? ",
  "pli-tv-bu-pm:158.5": "ท่านทั้งหลายเป็นผู้บริสุทธ์ในข้อ เหล่านี้แล้วเหตุนั้นจึงนิ่ง ข้าพเจ้าทรงความนี้ไว้ด้วยอย่างนี้. ",
  "pli-tv-bu-pm:158.6": "ปาจิตติยา จบ ",
  "pli-tv-bu-pm:159.0": "ปาฏิเทสนีย ",
  "pli-tv-bu-pm:159.1": "อนึ่ง แม่เจ้าทั้งหลาย ธรรมคือปาฏิเทสนียา ๔ สิกขาบทเหล่านี้แล มาสู่อุทเทส คือ. ",
  "pli-tv-bu-pm:160.0": "ปาฏิเทสนีย ๑. ปฐมปาฏิเทสนีย ",
  "pli-tv-bu-pm:160.1": "อนึ่ง ภิกขุใดมีความพึงพอใจ รับของเคี้ยวก็ดี ของฉันก็ดี ด้วยมือของตนเอง จากมือของภิกขุนีผู้ไม่ใช่ญาติ ผู้เข้าไปสู่ละแวกบ้านแล้วเคี้ยวก็ดี ฉันก็ดี อันภิกขุนี้พึงแสดงคืนว่า ",
  "pli-tv-bu-pm:160.2": "“แน่ะท่าน พวกข้าพเจ้าต้องอาบัติคือปาฏิเทสนียะที่น่าตำหนิ ไม่เป็นที่สบาย พวกข้าพเจ้าขอแสดงคืนธรรมนั้น”. ",
  "pli-tv-bu-pm:161.0": "ปาฏิเทสนีย ๒. ทุติยปาฏิเทสนีย ",
  "pli-tv-bu-pm:161.1": "อนึ่ง ภิกขุทั้งหลายรับนิมนต์ฉันอยู่ในครอบครัว (สกุล) ถ้าภิกขุนีมา ยืนสั่งเสียอยู่ในที่นั้นว่า “จงถวายแกงในองค์นี้ จงถวายข้าวในองค์นี้” ภิกขุทั้งหลายเหล่านั้น พึงรุกรานภิกขุนีนั้นว่า “น้องหญิง เธอจงหลีกไปเสีย ตลอดเวลาที่ภิกขุฉันอยู่” ถ้าภิกขุแม้รูปหนึ่ง ไม่กล่าวออกไป เพื่อจะรุกรานภิกขุนีนั้นว่า “น้องหญิง เธอจงหลีกไปเสีย ตลอดเวลาที่ภิกขุฉันอยู่” อันภิกขุเหล่านั้นพึงแสดงคืนว่า ",
  "pli-tv-bu-pm:161.2": "“แน่ะท่าน พวกข้าพเจ้าต้องอาบัติคือปาฏิเทสนียะที่น่าตำหนิ ไม่เป็นที่สบาย พวกข้าพเจ้าขอแสดงคืนธรรมนั้น”. ",
  "pli-tv-bu-pm:162.0": "ปาฏิเทสนีย ๓. ตติยปาฏิเทสนีย ",
  "pli-tv-bu-pm:162.1": "อนึ่ง ภิกขุใดไม่ได้รับนิมนต์ก่อนมิใช่ผู้อาพาธรับของเคี้ยวก็ดีของฉันก็ดีในสกุลที่สงฆ์สมมติว่าเป็นเสขะด้วยมือของตนแล้วเคี้ยวก็ดีฉันก็ดี อันภิกขุนั้นพึงแสดงคืนว่า ",
  "pli-tv-bu-pm:162.2": "“แน่ะท่าน พวกข้าพเจ้าต้องอาบัติคือปาฏิเทสนียะที่น่าตำหนิ ไม่เป็นที่สบาย พวกข้าพเจ้าขอแสดงคืนธรรมนั้น”. ",
  "pli-tv-bu-pm:163.0": "ปาฏิเทสนีย ๔. จตุตถปาฏิเทสนีย ",
  "pli-tv-bu-pm:163.1": "อนึ่ง ภิกขุใดอยู่ในเสนาสนะป่า ที่รู้กันว่าเป็นที่มีรังเกียจ มีภัยเฉพาะหน้า รับของเคี้ยวก็ดีของฉันก็ดี อันเขาไม่ได้บอกให้รู้ไว้ก่อน ด้วยมือของตน ในวัดที่อยู่ ไม่ใช่ผู้อาพาธ เคี้ยวก็ดี ฉันก็ดี อันภิกษุนั้นพึงแสดงคืนว่า ",
  "pli-tv-bu-pm:163.2": "“แน่ะท่าน พวกข้าพเจ้าต้องอาบัติคือปาฏิเทสนียะที่น่าตำหนิ ไม่เป็นที่สบาย พวกข้าพเจ้าขอแสดงคืนธรรมนั้น”. ",
  "pli-tv-bu-pm:164.1": "ธรรมคือปาฏิเทสนีย ๔ สิกขาบท ข้าพเจ้ายกขึ้นแสดงแล้ว, ",
  "pli-tv-bu-pm:164.2": "ข้าพเจ้าถามท่านทั้งหลาย ในข้อเหล่านั้นท่านทั้งหลายเป็นผู้บริสุทธ์แล้วหรือ?, ",
  "pli-tv-bu-pm:164.3": "ข้าพเจ้าถามแม้ครั้งที่ ๒ ท่านทั้งหลายเป็นผู้บริสุทธ์แล้วหรือ? ",
  "pli-tv-bu-pm:164.4": "ข้าพเจ้าถามแม้ครั้งที่ ๓ ท่านทั้งหลายเป็นผู้บริสุทธ์แล้วหรือ? ",
  "pli-tv-bu-pm:164.5": "ท่านทั้งหลายเป็นผู้บริสุทธ์ในข้อ เหล่านี้แล้วเหตุนั้นจึงนิ่ง ข้าพเจ้าทรงความนี้ไว้ด้วยอย่างนี้. ",
  "pli-tv-bu-pm:164.6": "ปาฏิเทสนียา จบ ",
  "pli-tv-bu-pm:165.0": "เสขิย ",
  "pli-tv-bu-pm:165.1": "อนึ่ง ท่านทั้งหลาย ธรรมคือเสขีย ๗๕ สิกขาบทเหล่านี้แล มาสู่อุทเทส คือ. ",
  "pli-tv-bu-pm:166.0.1": "บทที่ ๑. ปริมัณฑล ",
  "pli-tv-bu-pm:166.0.2": "เสขิย ๑. ปริมัณฑลสิกขาบท ",
  "pli-tv-bu-pm:166.1": "พึงทำการศึกษาว่า เราจักนุ่งให้เรียบร้อย ข้างบนปกปิดสะดือ ข้างล่างปกปิดครึ่งแข้ง (เป็นปริมณฑล). ",
  "pli-tv-bu-pm:167.0": "เสขิย ๒. ทุติยปริมัณฑลสิกขาบท ",
  "pli-tv-bu-pm:167.1": "พึงทำการศึกษาว่า เราจักห่มให้เรียบร้อย ข้างบนปกปิดสะดือ ข้างล่างปกปิดครึ่งแข้ง (เป็นปริมณฑล). ",
  "pli-tv-bu-pm:168.0": "เสขิย ๓. สุปปฏิจฉันนสิกขาบท ",
  "pli-tv-bu-pm:168.1": "พึงทําการศึกษาว่า เราจักปกปิดกายดี ไปในละแวกบ้าน. ",
  "pli-tv-bu-pm:169.0": "เสขิย ๔. ทุติยสุปปฏิจฉันนสิกขาบท ",
  "pli-tv-bu-pm:169.1": "พึงทําการศึกษาว่า เราจักปกปิดกายดี นั่งในละแวกบ้าน. ",
  "pli-tv-bu-pm:170.0": "เสขิย ๕. สุสังวุตสิกขาบท ",
  "pli-tv-bu-pm:170.1": "พึงทําการศึกษาว่า เราจักสํารวมดี ไปในละแวกบ้าน. ",
  "pli-tv-bu-pm:171.0": "เสขิย ๖. ทุติยสุสังวุตสิกขาบท ",
  "pli-tv-bu-pm:171.1": "พึงทําการศึกษาว่า เราจักสํารวมดี นั่ง ในละแวกบ้าน. ",
  "pli-tv-bu-pm:172.0": "เสขิย ๗. โอกขิตตจักขุสิกขาบท ",
  "pli-tv-bu-pm:172.1": "พึงทําการศึกษาว่า เราจักมีตาทอดลง ไปในละแวกบ้าน. ",
  "pli-tv-bu-pm:173.0": "เสขิย ๘. ทุติยโอกขิตตจักขุสิกขาบท ",
  "pli-tv-bu-pm:173.1": "พึงทําการศึกษาว่า เราจักมีตาทอดลง นั่งในละแวกบ้าน. ",
  "pli-tv-bu-pm:174.0": "เสขิย ๙. อุกขิตตกสิกขาบท ",
  "pli-tv-bu-pm:174.1": "พึงทําศึกษาว่า เราจักไม่ไปในละแวกบ้าน ด้วยทั้งถกผ้าขึ้นเปิดสีข้างให้เห็น. ",
  "pli-tv-bu-pm:175.0": "เสขิย ๑๐. ทุติยอุกขิตตกสิกขาบท ",
  "pli-tv-bu-pm:175.1": "พึงทําการศึกษาว่า เราจักไม่นั่งใน ละแวกบ้าน ด้วยทั้งถกผ้าขึ้นเปิดสีข้างให้เห็น. ",
  "pli-tv-bu-pm:175.2": "ปริมัณฑลวรรคที่ ๑ จบ ",
  "pli-tv-bu-pm:176.0.1": "บทที่ ๒. อุชชัคฆิก ",
  "pli-tv-bu-pm:176.0.2": "เสขิย ๑๑. อุชชัคฆิกสิกขาบท ",
  "pli-tv-bu-pm:177.1": "พึงทําการศึกษาว่า เราจักไม่ไปในละแวกบ้าน ด้วยทั้งการหัวเราะลั่น. ",
  "pli-tv-bu-pm:178.0": "เสขิย ๑๒. ทุติยอุชชัคฆิกสิกขาบท ",
  "pli-tv-bu-pm:178.1": "พึงทําการศึกษาว่า เราจักไม่นั่งในละแวกบ้าน ด้วยทั้งการหัวเราะลั่น. ",
  "pli-tv-bu-pm:179.0": "เสขิย ๑๓. อุจจสัททสิกขาบท ",
  "pli-tv-bu-pm:179.1": "พึงทําการศึกษาว่า เราจักมีเสียงน้อย ไปในละแวกบ้าน. ",
  "pli-tv-bu-pm:180.0": "เสขิย ๑๔. ทุติยอุจจสัททสิกขาบท ",
  "pli-tv-bu-pm:180.1": "พึงทําการศึกษาว่า เราจักมีเสียงน้อย นั่งในละแวกบ้าน. ",
  "pli-tv-bu-pm:181.0": "เสขิย ๑๕. กายัปปจาลกสิกขาบท ",
  "pli-tv-bu-pm:181.1": "พึงทําการศึกษาว่า เราจักไม่โยกกาย ไปในละแวกบ้าน. ",
  "pli-tv-bu-pm:182.0": "เสขิย ๑๖. ทุติยกายัปปจาลกสิกขาบท ",
  "pli-tv-bu-pm:182.1": "พึงทําการศึกษาว่า เราจักไม่โยกกาย นั่งในละแวกบ้าน. ",
  "pli-tv-bu-pm:183.0": "เสขิย ๑๗. พาหุปปจาลกสิกขาบท ",
  "pli-tv-bu-pm:183.1": "พึงทําการศึกษาว่า เราจักไม่ไกวแขน ไปในละแวกบ้าน. ",
  "pli-tv-bu-pm:184.0": "เสขิย ๑๘. ทุติยพาหุปปจาลกสิกขาบท ",
  "pli-tv-bu-pm:184.1": "พึงทําการศึกษาว่า เราจักไม่ไกวแขน นั่งในละแวกบ้าน. ",
  "pli-tv-bu-pm:185.0": "เสขิย ๑๙. สีสัปปจาลกสิกขาบท ",
  "pli-tv-bu-pm:185.1": "พึงทําการศึกษาว่า เราจักไม่โคลงศีรษะ ไปในละแวกบ้าน. ",
  "pli-tv-bu-pm:186.0": "เสขิย ๒๐. ทุติยสีสัปปจาลกสิกขาบท ",
  "pli-tv-bu-pm:186.1": "พึงทําการศึกษาว่า เราจักไม่โคลงศีรษะ นั่งในละแวกบ้าน. ",
  "pli-tv-bu-pm:186.2": "อุชชัคฆิกวรรคที่ ๒ จบ ",
  "pli-tv-bu-pm:187.0.1": "บทที่ ๓. ขัมภกต ",
  "pli-tv-bu-pm:187.0.2": "เสขิย ๒๑. ขัมภกตสิกขาบท ",
  "pli-tv-bu-pm:187.1": "พึงทําการศึกษาว่า เราจักไม่เอามือค้ำกาย ไปในละแวกบ้าน. ",
  "pli-tv-bu-pm:188.0": "เสขิย ๒๒. ทุติยขัมภกตสิกขาบท ",
  "pli-tv-bu-pm:188.1": "พึงทําการศึกษาว่า เราจักไม่เอามือค้ำกาย นั่งในละแวกบ้าน. ",
  "pli-tv-bu-pm:189.0": "เสขิย ๒๓. โอคุณฐิตสิกขาบท ",
  "pli-tv-bu-pm:189.1": "พึงทําการศึกษาว่า เราจักไม่เอาผ้าคลุมศีรษะ ไปในละแวกบ้าน. ",
  "pli-tv-bu-pm:190.0": "เสขิย ๒๔. ทุติยโอคุณฐิตสิกขาบท ",
  "pli-tv-bu-pm:191.1": "พึงทําการศึกษาว่า เราจักไม่เอาผ้าคลุมศีรษะ นั่งในละแวกบ้าน. ",
  "pli-tv-bu-pm:192.0": "เสขิย ๒๕. อุกกุฏิกสิกขาบท ",
  "pli-tv-bu-pm:192.1": "พึงทําการศึกษาว่า เราจักไม่เดินกระโหย่งเท้า ไปในละแวกบ้าน. ",
  "pli-tv-bu-pm:193.0": "เสขิย ๒๖. ปัลลัตถิกสิกขาบท ",
  "pli-tv-bu-pm:193.1": "พึงทําการศึกษาว่า เราจักไม่นั่งรัดเข่า ในละแวกบ้าน. ",
  "pli-tv-bu-pm:194.0": "เสขิย ๒๗. สักกัจจปฏิคคหณสิกขาบท ",
  "pli-tv-bu-pm:194.1": "พึงทําการศึกษาว่า เราจักรับบิณฑบาตโดยเอื้อเฟื้อ. ",
  "pli-tv-bu-pm:195.0": "เสขิย ๒๘. ปัตตสัญญินีปฏิคคหณสิกขาบท ",
  "pli-tv-bu-pm:195.1": "พึงทําการศึกษา เราจักจ้องดูอยู่ในบาตรรับบิณฑบาต. ",
  "pli-tv-bu-pm:196.0": "เสขิย ๒๙. สมสูปกปฏิคคหณสิกขาบท ",
  "pli-tv-bu-pm:196.1": "พึงทําการศึกษาว่า เราจักรับบิณฑบาตพอสมส่วนกับแกง (ไม่รับแกงมากเกินไป). ",
  "pli-tv-bu-pm:197.0": "เสขิย ๓๐. สมติตติกสิกขาบท ",
  "pli-tv-bu-pm:197.1": "พึงทําการศึกษาว่า เราจักรับบิณฑบาตเสมอขอบ. ",
  "pli-tv-bu-pm:198.2": "ขัมภกตวรรคที่ ๓ จบ ",
  "pli-tv-bu-pm:199.0.1": "บทที่ ๔. สักกัจจ ",
  "pli-tv-bu-pm:199.0.2": "เสขิย ๓๑. สักกัจจภุญชนสิกขาบท ",
  "pli-tv-bu-pm:199.1": "พึงทําการศึกษาว่า เราจักฉันบิณฑบาตโดยเอื้อเฟื้อ. ",
  "pli-tv-bu-pm:200.0": "เสขิย ๓๒. ปัตตสัญญินีภุญชนสิกขาบท ",
  "pli-tv-bu-pm:200.1": "พึงทําการศึกษาว่า ในขณะฉันบิณฑบาต แลดูแต่ในบาตร. ",
  "pli-tv-bu-pm:201.0": "เสขิย ๓๓. สปทานสิกขาบท ",
  "pli-tv-bu-pm:201.1": "พึงทําการศึกษาว่า เราจักฉันบิณฑบาตไปตามลำดับ (ไม่ขุดให้แหว่ง). ",
  "pli-tv-bu-pm:202.0": "เสขิย ๓๔. สมสูปกสิกขาบท ",
  "pli-tv-bu-pm:202.1": "พึงทําการศึกษาว่า เราจักฉันบิณฑบาตพอสมส่วนกับแกง (ไม่ฉันแกงมากเกินไป). ",
  "pli-tv-bu-pm:203.0": "เสขิย ๓๕. นถูปกตสิกขาบท ",
  "pli-tv-bu-pm:203.1": "พึงทําการศึกษาว่า เราจักฉันบิณฑบาตโดยไม่ขยุมลงแต่ยอด. ",
  "pli-tv-bu-pm:204.0": "เสขิย ๓๖. โอทนัปปฏิจฉาทนสิกขาบท ",
  "pli-tv-bu-pm:204.1": "พึงทําการศึกษาว่า เราจักไม่กลบแกงก็ดี กับข้าวก็ดี ด้วยข้าวสุกอาศัยความอยากได้มาก. ",
  "pli-tv-bu-pm:205.0": "เสขิย ๓๗. สูโปทนวิญญัตติสิกขาบท ",
  "pli-tv-bu-pm:205.1": "พึงทําการศึกษาว่า เราไม่อาพาธจักไม่ขอเอาแกงก็ดี ข้าวสุกก็ดีเพื่อประโยชน์แก่ตนฉัน. ",
  "pli-tv-bu-pm:206.0": "เสขิย ๓๘. อุชฌานสัญญินีสิกขาบท ",
  "pli-tv-bu-pm:206.1": "พึงทําการศึกษาว่า เราจักไม่เพ่งโพนทะนาแลดูบาตรของผู้อื่น. ",
  "pli-tv-bu-pm:207.0": "เสขิย ๓๙. กพฬสิกขาบท ",
  "pli-tv-bu-pm:207.1": "พึงทําการศึกษาว่า เราจักไม่ทําคําข้าวให้ใหญ่นัก. ",
  "pli-tv-bu-pm:208.0": "เสขิย ๔๐. อาโลปสิกขาบท ",
  "pli-tv-bu-pm:208.1": "พึงทําการศึกษาว่า เราจักทําคําข้าวให้กลมกล่อม. ",
  "pli-tv-bu-pm:208.2": "สักกัจจวรรคที่ ๔ จบ ",
  "pli-tv-bu-pm:209.0.1": "บทที่ ๕. กพฬ ",
  "pli-tv-bu-pm:209.0.2": "เสขิย ๔๑. อนาหฏสิกขาบท ",
  "pli-tv-bu-pm:209.1": "พึงทําการศึกษาว่า เมื่อคําข้าวยังไม่นํามาถึง เราจักไม่อ้าปาก. ",
  "pli-tv-bu-pm:210.0": "เสขิย ๔๒. ภุญชมานสิกขาบท ",
  "pli-tv-bu-pm:210.1": "พึงทําการศึกษาว่า เราฉันอยู่จักไม่สอดมือทั้งมือเข้าในปาก. ",
  "pli-tv-bu-pm:211.0": "เสขิย ๔๓. สกพฬสิกขาบท ",
  "pli-tv-bu-pm:211.1": "พึงทําการศึกษาว่า ในปากยังมีคําข้าวเราจักไม่พูด. ",
  "pli-tv-bu-pm:212.0": "เสขิย ๔๔. ปิณฑุกเขปกสิกขาบท ",
  "pli-tv-bu-pm:212.1": "พึงทําการศึกษาว่า เราจักไม่ฉันโดยการโยนคำข้าวเข้าปาก. ",
  "pli-tv-bu-pm:213.0": "เสขิย ๔๕. กพฬาวัจเฉทกสิกขาบท ",
  "pli-tv-bu-pm:213.1": "พึงทําการศึกษาว่า เราจักไม่ฉันกัดคําข้าว. ",
  "pli-tv-bu-pm:214.0": "เสขิย ๔๖. อวคัณฑการกสิกขาบท ",
  "pli-tv-bu-pm:214.1": "พึงทําการศึกษาว่า เราจักไม่ฉันทำกระพุ้งแก้มให้ตุ่ย. ",
  "pli-tv-bu-pm:215.0": "เสขิย ๔๗. หัตถนิทธุนกสิกขาบท ",
  "pli-tv-bu-pm:215.1": "พึงทําการศึกษาว่า เราจักไม่ฉันพลางสะบัดมือพลาง. ",
  "pli-tv-bu-pm:216.0": "เสขิย ๔๘. สิตถาวการกสิกขาบท ",
  "pli-tv-bu-pm:216.1": "พึงทําการศึกษาว่า เราจักไม่ฉันทําเมล็ดข้าวตก. ",
  "pli-tv-bu-pm:217.0": "เสขิย ๔๙. ชิวหานิจฉารกสิกขาบท ",
  "pli-tv-bu-pm:217.1": "พึงทําการศึกษาว่าเราจักไม่ฉันแลบลิ้น. ",
  "pli-tv-bu-pm:218.0": "เสขิย ๕๐. จปุจปุการกสิกขาบท ",
  "pli-tv-bu-pm:218.1": "พึงทําการศึกษาว่า เราจักไม่ฉันทําเสียงดังจับๆ. ",
  "pli-tv-bu-pm:218.2": "กพฬวรรคที่ ๕ จบ. ",
  "pli-tv-bu-pm:219.0.1": "บทที่ ๖. สุรุสุรุ ",
  "pli-tv-bu-pm:219.0.2": "เสขิย ๕๑. สุรุสุรุการกสิกขาบท ",
  "pli-tv-bu-pm:219.1": "พึงทําการศึกษาว่า เราจักไม่ฉันทําเสียงดังซูดๆ. ",
  "pli-tv-bu-pm:220.0": "เสขิย ๕๒. หัตถนิลเลหกสิกขาบท ",
  "pli-tv-bu-pm:220.1": "พึงทําการศึกษาว่า เราจักไม่ฉันเลียมือ. ",
  "pli-tv-bu-pm:221.0": "เสขิย ๕๓. ปัตตนิลเลหกสิกขาบท ",
  "pli-tv-bu-pm:221.1": "พึงทําการศึกษาว่า เราจักไม่ฉันเลียบาตร. ",
  "pli-tv-bu-pm:222.0": "เสขิย ๕๔. โอฏฐนิลเลหกสิกขาบท ",
  "pli-tv-bu-pm:222.1": "พึงทําการศึกษาว่า เราจักไม่ฉันเลียริมฝีปาก. ",
  "pli-tv-bu-pm:223.0": "เสขิย ๕๕. สามิสสิกขาบท ",
  "pli-tv-bu-pm:223.1": "พึงทําการศึกษาว่า เราจักไม่เอามือเปื้อนจับภาชนะน้ำ. ",
  "pli-tv-bu-pm:224.0": "เสขิย ๕๖. สสิตถกสิกขาบท ",
  "pli-tv-bu-pm:224.1": "พึงทําการศึกษาว่า เราจักไม่เทน้ําล้างบาตรมีเมล็ดข้าวในละแวกบ้าน. ",
  "pli-tv-bu-pm:225.0": "เสขิย ๕๗. ฉัตตปาณิสิกขาบท ",
  "pli-tv-bu-pm:225.1": "พึงทำการศึกษาว่า เราจักไม่แสดงธรรมแก่บุคคลไม่ใช่ผู้เจ็บไข้ มีร่มในมือ. ",
  "pli-tv-bu-pm:226.0": "เสขิย ๕๘. ทัณฑปาณิสิกขาบท ",
  "pli-tv-bu-pm:226.1": "พึงทำการศึกษาว่า เราจักไม่แสดงธรรมแก่บุคคลไม่ใช่ผู้เจ็บไข้มีไม้พลองในมือ. ",
  "pli-tv-bu-pm:227.0": "เสขิย ๕๙. สัตถปาณิสิกขาบท ",
  "pli-tv-bu-pm:227.1": "พึงทำการศึกษาว่า เราจักไม่แสดงธรรมแก่บุคคลไม่ใช่ผู้เจ็บไข้มีศัสตราในมือ. ",
  "pli-tv-bu-pm:228.0": "เสขิย ๖๐. อาวุธปาณิสิกขาบท ",
  "pli-tv-bu-pm:228.1": "พึงทำการศึกษาว่า เราจักไม่แสดงธรรมแก่บุคคลไม่ใช่ผู้เจ็บไข้มีอาวุธในมือ. ",
  "pli-tv-bu-pm:228.2": "สุรุสุรุวรรคที่ ๗ จบ ",
  "pli-tv-bu-pm:229.0.1": "บทที่ ๗. ปาทุก ",
  "pli-tv-bu-pm:229.0.2": "เสขิย ๖๑. ปาทุกสิกขาบท ",
  "pli-tv-bu-pm:229.1": "พึงทำการศึกษาว่า เราจักไม่แสดงธรรมแก่บุคคลไม่ใช่ผู้เจ็บไข้สวมรองเท้าสวมใส่ที่ทำมาจากไม้ (เขียงเท้า). ",
  "pli-tv-bu-pm:230.0": "เสขิย ๖๒. อุปาหนสิกขาบท ",
  "pli-tv-bu-pm:230.1": "พึงทำการศึกษาว่า เราจักไม่แสดงธรรมแก่บุคคลไม่ใช่ผู้เจ็บไข้สวมรองเท้า. ",
  "pli-tv-bu-pm:231.0": "เสขิย ๖๓. ยานสิกขาบท ",
  "pli-tv-bu-pm:231.1": "พึงทำการศึกษาว่า เราจักไม่แสดงธรรมแก่บุคคลไม่ใช่ผู้เจ็บไข้ไปในยาน. ",
  "pli-tv-bu-pm:232.0": "เสขิย ๖๔. สยนสิกขาบท ",
  "pli-tv-bu-pm:232.1": "พึงทำการศึกษาว่า เราจักไม่แสดงธรรมแก่บุคคลไม่ใช่ผู้เจ็บไข้อยู่บนที่นอน. ",
  "pli-tv-bu-pm:233.0": "เสขิย ๖๕. ปัลลัตถิกสิกขาบท ",
  "pli-tv-bu-pm:233.1": "พึงทำการศึกษาว่า เราจักไม่แสดงธรรมแก่บุคคลไม่ใช่ผู้เจ็บไข้นั่งรัดเข่า. ",
  "pli-tv-bu-pm:234.0": "เสขิย ๖๖. เวฐิตสิกขาบท ",
  "pli-tv-bu-pm:234.1": "พึงทำการศึกษาว่า เราจักไม่แสดงธรรมแก่บุคคลไม่ใช่ผู้เจ็บไข้พันศีรษะ. ",
  "pli-tv-bu-pm:235.0": "เสขิย ๖๗. โอคุณฐิตสิกขาบท ",
  "pli-tv-bu-pm:235.1": "พึงทำการศึกษาว่า เราจักไม่แสดงธรรมแก่บุคคลไม่ใช่ผู้เจ็บไข้คลุมศีรษะ. ",
  "pli-tv-bu-pm:236.0": "เสขิย ๖๘. ฉมาสิกขาบท ",
  "pli-tv-bu-pm:236.1": "พึงทำการศึกษาว่า เรานั่งอยู่ที่แผ่นดินจักไม่แสดงธรรมแก่คนไม่เจ็บไข้ ผู้นั่งบนอาสนะ. ",
  "pli-tv-bu-pm:237.0": "เสขิย ๖๙. นีจาสนสิกขาบท ",
  "pli-tv-bu-pm:237.1": "พึงทำการศึกษาว่า เรานั่งบนอาสนะต่ำจักไม่แสดงธรรมแก่คนไม่เจ็บไข้ ผู้นั่งบนอาสนะสูง. ",
  "pli-tv-bu-pm:238.0": "เสขิย ๗๐. ฐิตาสิกขาบท ",
  "pli-tv-bu-pm:238.1": "พึงทำการศึกษาว่า เรายืนอยู่ จักไม่แสดงธรรมแก่คนไม่เจ็บไข้ ผู้นั่งอยู่. ",
  "pli-tv-bu-pm:239.0": "เสขิย ๗๑. ปัจฉโตคัจฉันตีสิกขาบท ",
  "pli-tv-bu-pm:239.1": "พึงทำการศึกษาว่า เราเดินไปข้างหลังจักไม่แสดงธรรมแก่คนไม่เจ็บไข้ ผู้เดินไปข้างหน้า. ",
  "pli-tv-bu-pm:240.0": "เสขิย ๗๒. อุปปเถนคัจฉันตีสิกขาบท ",
  "pli-tv-bu-pm:240.1": "พึงทำการศึกษาว่า เราเดินไปนอกทางจักไม่แสดงธรรมแก่คนไม่เจ็บไข้ ผู้ไปอยู่ในทาง. ",
  "pli-tv-bu-pm:241.0": "เสขิย ๗๓. ฐิตาอุจจารสิกขาบท ",
  "pli-tv-bu-pm:241.1": "พึงทำการศึกษาว่า เราไม่อาพาธ จักไม่ยืนถ่ายอุจจาระหรือปัสสาวะ. ",
  "pli-tv-bu-pm:242.0": "เสขิย ๗๔. หริเตอุจจารสิกขาบท ",
  "pli-tv-bu-pm:242.1": "พึงทำการศึกษาว่า เราไม่อาพาธ จักไม่ถ่ายอุจจาระ ปัสสาวะ หรือบ้วนน้ำลาย, เสมหะ, เสลด (เขฬะ) บนของสดเขียว. ",
  "pli-tv-bu-pm:243.0": "เสขิย ๗๕. อุทเกอุจจารสิกขาบท ",
  "pli-tv-bu-pm:243.1": "พึงทำการศึกษาว่า เราไม่อาพาธ จักไม่ถ่ายอุจจาระ ปัสสาวะ หรือบ้วนน้ำลาย, เสมหะ, เสลด (เขฬะ) ในน้ำ. ",
  "pli-tv-bu-pm:243.2": "ปาทุกวรรคที่ ๗ จบ ",
  "pli-tv-bu-pm:244.1": "ท่านทั้งหลาย อาบัติเสขิยทั้ง ๗๕ ข้าพเจ้าได้ยกขึ้นแสดงแล้ว. ",
  "pli-tv-bu-pm:244.2": "ข้าพเจ้าถามท่านทั้งหลาย ในข้อเหล่านั้นท่านทั้งหลายเป็นผู้บริสุทธ์แล้วหรือ?, ",
  "pli-tv-bu-pm:244.3": "ข้าพเจ้าถามแม้ครั้งที่ ๒ ท่านทั้งหลายเป็นผู้บริสุทธ์แล้วหรือ?, ",
  "pli-tv-bu-pm:244.4": "ข้าพเจ้าถามแม้ครั้งที่ ๓ ท่านทั้งหลายเป็นผู้บริสุทธ์แล้วหรือ?, ",
  "pli-tv-bu-pm:244.5": "ท่านทั้งหลายเป็นผู้บริสุทธ์ในข้อ เหล่านี้แล้วเหตุนั้นจึงนิ่ง ข้าพเจ้าทรงความนี้ไว้ด้วยอย่างนี้. ",
  "pli-tv-bu-pm:244.6": "เสขิยา จบ ",
  "pli-tv-bu-pm:245.0": "อธิกรณสมถา ",
  "pli-tv-bu-pm:245.1": "อนึ่ง ท่านทั้งหลาย อันธรรมคืออธิกรณสมถะ ๗ ประการเหล่านี้แลมาสู่อุทเทส คือ. ",
  "pli-tv-bu-pm:246.1": "เพื่อความสงบ เพื่อความระงับ ซึ่งอธิกรณ์ทั้งหลายที่เกิดขึ้นแล้ว: ",
  "pli-tv-bu-pm:247.0": "อธิกรณสมถ ๑ ",
  "pli-tv-bu-pm:247.1": "พึงให้สัมมุขาวินัย ระเบียบอันพึงทำในที่พร้อมหน้า. ",
  "pli-tv-bu-pm:248.0": "อธิกรณสมถ ๒ ",
  "pli-tv-bu-pm:248.1": "พึงให้สติวินัยระเบียบที่ยกสติขึ้นเป็นหลัก. ",
  "pli-tv-bu-pm:249.0": "อธิกรณสมถ ๓ ",
  "pli-tv-bu-pm:249.1": "พึงให้ระเบียบแก่ภิกขุผู้หายเป็นบ้าแล้ว. ",
  "pli-tv-bu-pm:250.0": "อธิกรณสมถ ๔ ",
  "pli-tv-bu-pm:250.1": "พึงทำตามคำสารภาพ. ",
  "pli-tv-bu-pm:251.0": "อธิกรณสมถ ๕ ",
  "pli-tv-bu-pm:251.1": "พึงวินิจฉัยอาศัยความเห็นข้างมาก. ",
  "pli-tv-bu-pm:252.0": "อธิกรณสมถ ๖ ",
  "pli-tv-bu-pm:252.1": "กรรมที่สงฆ์พึงทำในกิริยาที่ลงโทษแก่ผู้ผิด. ",
  "pli-tv-bu-pm:253.0": "อธิกรณสมถ ๗ ",
  "pli-tv-bu-pm:253.1": "พึงให้ระเบียบดังที่กลบไว้ด้วยหญ้า. ",
  "pli-tv-bu-pm:254.1": "ธรรมคืออธิกรณสมถ ๗ ประการ ข้าพเจ้ายกขึ้นแสดงแล้ว. ",
  "pli-tv-bu-pm:254.2": "ข้าพเจ้าถามท่านทั้งหลาย ในข้อเหล่านั้นท่านทั้งหลายเป็นผู้บริสุทธ์แล้วหรือ?, ",
  "pli-tv-bu-pm:254.3": "ข้าพเจ้าถามแม้ครั้งที่ ๒ ท่านทั้งหลายเป็นผู้บริสุทธ์แล้วหรือ? ",
  "pli-tv-bu-pm:254.4": "ข้าพเจ้าถามแม้ครั้งที่ ๓ ท่านทั้งหลายเป็นผู้บริสุทธ์แล้วหรือ? ",
  "pli-tv-bu-pm:254.5": "ท่านทั้งหลายเป็นผู้บริสุทธ์ในข้อ เหล่านี้แล้วเหตุนั้นจึงนิ่ง ข้าพเจ้าทรงความนี้ไว้ด้วยอย่างนี้. ",
  "pli-tv-bu-pm:254.6": "อธิกรณสมถา จบ ",
  "pli-tv-bu-pm:255.1": "ข้าพเจ้าเพียงแสดงโดยสรุปเท่านั้น ในข้อความเบื้องต้น, ",
  "pli-tv-bu-pm:255.2": "ท่านทั้งหลาย ธรรมคือปาราชิก ๔ สิกขาบท อันข้าพเจ้าได้ยกขึ้นแสดงแล้วแล, ",
  "pli-tv-bu-pm:255.3": "ธรรมคือสังฆาทิเสส ๑๓ สิกขาบท ข้าพเจ้ายกขึ้นแสดงแล้ว, ",
  "pli-tv-bu-pm:255.4": "ธรรมคืออนิยต ๒ สิกขาบท ข้าพเจ้าได้ยกขึ้นแสดงแล้วแล, ",
  "pli-tv-bu-pm:255.5": "ธรรมคือนิสสัคคิยปาจิตตีย์ ๓๐ สิกขาบท ข้าพเจ้ายกขึ้นแสดงแล้ว, ",
  "pli-tv-bu-pm:255.6": "ธรรมคือปาจิตตีย์ ๙๒ สิกขาบท ข้าพเจ้ายกขึ้นแสดงแล้ว, ",
  "pli-tv-bu-pm:255.7": "ธรรมคือปาฏิเทสนีย ๔ สิกขาบท ข้าพเจ้ายกขึ้นแสดงแล้ว, ",
  "pli-tv-bu-pm:255.8": "ธรรมคือเสขิย ๗๕ สิกขาบท ข้าพเจ้ายกขึ้นแสดงแล้ว, ",
  "pli-tv-bu-pm:255.9": "ธรรมคืออธิกรณสมถ ๗ ประการ ข้าพเจ้ายกขึ้นแสดงแล้ว. ",
  "pli-tv-bu-pm:255.10": "สิกขาบทของพระผู้มีพระภาคเจ้าพระองค์นั้นมีเท่านี้ มาในพระปาติโมกข์ นับเนื่องในพระปาติโมกข์มาสู่อุทเทสทุกกึ่งเดือน. ",
  "pli-tv-bu-pm:255.11": "พวกเราทั้งหมดนี้แลพึงเป็นผู้พร้อมเพรียงกันร่วมใจกัน ไม่วิวาทกัน ศึกษาในพระปาติโมกข์นั้นเทอญ. ",
  "pli-tv-bu-pm:255.12": "อุทเทศที่ ๕ โดยพิสดาร จบ ",
  "pli-tv-bu-pm:255.13": "ภิกขุปาติโมกข์ จบ ",
  "pli-tv-bu-pm:255.14": "ขอนอบน้อมแด่พระผู้มีพระภาคเจ้า อรหันตสัมมาสัมพุทธเจ้า พระองค์นั้น "
}