{
  "pli-tv-bi-pm:0.1": "ปาฬิสิกขาบท ๒ คัมภีร์ ",
  "pli-tv-bi-pm:0.2": "ปาฬิภิกขุนีปาติโมกข์ ",
  "pli-tv-bi-pm:1.0": "บุพพกรณ์ (ธุระที่ต้องทำในเบื้องต้น) ",
  "pli-tv-bi-pm:1.1": "การปัดกวาดโรงอุโบสถ การตามประทีป การตั้งน้ำใช้น้ำฉัน และการปูอาสนะ; ",
  "pli-tv-bi-pm:1.2": "คือ องค์ของบุพกรณ์ของอุโบสถทั้ง ๔ อย่าง. ",
  "pli-tv-bi-pm:2.0": "บุพพกิจ (งานที่ต้องทำก่อน) ",
  "pli-tv-bi-pm:2.1": "การนำฉันทะมา การบอกปาริสุทธิ การบอกฤดู และการให้โอวาทภิกขุนี; ",
  "pli-tv-bi-pm:2.2": "คือ องค์ของบุพกิจทั้ง ๕ อย่าง. ",
  "pli-tv-bi-pm:3.0": "ความพรั่งพร้อม ",
  "pli-tv-bi-pm:3.1": "มีองค์ ๔ คือ เป็นวันอุโบสถ เป็นภิกขุนีผู้ควรถึงกรรม; ",
  "pli-tv-bi-pm:3.2": "เป็นผู้ที่ไม่ต้องสภากาบัติ; ",
  "pli-tv-bi-pm:3.3": "บุคคลผู้ควรเว้น ไม่มีในหัตถบาสสงฆ์นั้น. ",
  "pli-tv-bi-pm:4.1": "ข้าพเจ้าขอเชื้อเชิญ ผู้ทําบุพพกรณ์บุพพกิจสำเร็จดีแล้วที่อยู่ที่นี้ ผู้พร้อมเพรียงกัน ผู้มีอาบัติอันถูกบอกเทศนาแล้ว เพื่อสวดปาฏิโมกข์ โดยอนุมัติแห่งหมู่ภิกขุนีสงฆ์. ",
  "pli-tv-bi-pm:5.0": "นิทานุทเทส (คำไขขยายความ) ",
  "pli-tv-bi-pm:5.1": "ข้าแต่ภิกขุนีสงฆ์ผู้เจริญ ขอจงฟังเถิด. ",
  "pli-tv-bi-pm:5.2": "อุโบสถวันนี้ที่ ๑๕, ",
  "pli-tv-bi-pm:5.3": "ถ้าความพรั่งพร้อม ของสงฆ์ถึงที่แล้ว เราทั้งหลายพึงทำอุโบสถ พึงแสดงซึ่งปาฏิโมกข์ด้วยกัน. ",
  "pli-tv-bi-pm:6.1": "บุพพกิจอะไรๆ ของสงฆ์ก็ทำสำเร็จแล้ว? ",
  "pli-tv-bi-pm:6.2": "ท่านทั้งหลายพึงบอกความบริสุทธิ์, ",
  "pli-tv-bi-pm:6.3": "ข้าพเจ้าจักแสดงซึ่งปาติโมกข์, ",
  "pli-tv-bi-pm:6.4": "อันพวกเราทั้งหลาย จงฟัง จงใส่ใจซึ่งปาฏิโมกข์นั้น ให้สำเร็จประโยชน์. ",
  "pli-tv-bi-pm:6.5": "ผู้ใดหากมีอาบัติ ผู้นั้นก็พึงเปิดเผยเสีย, ",
  "pli-tv-bi-pm:6.6": "เมื่ออาบัติไม่มี ก็พึงนิ่งอยู่, ",
  "pli-tv-bi-pm:6.7": "ก็เพราะความเป็นผู้นิ่งแล ข้าพเจ้าจักทราบท่านทั้งหลายว่า เป็นผู้บริสุทธิ์. ",
  "pli-tv-bi-pm:6.8": "ก็การสวดประกาศให้ได้ยินมีกำหนด ๓ ครั้ง ในบริษัทเห็นปานนี้อย่างนี้ เป็นเหมือนถูกถามตอบเฉพาะองค์. ",
  "pli-tv-bi-pm:6.9": "ก็ภิกขุนีใดเมื่อสวดประกาศจบครั้งที่ ๓ ระลึก (อาบัติ) ได้อยู่ ไม่เปิดเผยอาบัติซึ่งมีอยู่ รู้ตัวว่ากล่าวเท็จความผิดย่อมมีแก่เธอนั้น. ",
  "pli-tv-bi-pm:6.10": "ท่านทั้งหลาย ก็รู้ตัวว่ากล่าวเท็จแล พระผู้มีพระภาคเจ้าตรัสว่า เป็นธรรมทำอันตราย, ",
  "pli-tv-bi-pm:6.11": "เพราะฉะนั้น เมื่อภิกขุนีต้องอาบัติแล้วระลึกได้ หวังความบริสุทธิ์ พึงเปิดเผยอาบัติซึ่งมีอยู่, ",
  "pli-tv-bi-pm:6.12": "เพราะการเปิดเผยอาบัติแล้ว ความสบายย่อมมีแก่เธอ. ",
  "pli-tv-bi-pm:7.1": "ข้าพเจ้าเพียงแสดงโดยสรุปเท่านั้น ในข้อความเบื้องต้น. ",
  "pli-tv-bi-pm:7.2": "ข้าพเจ้าถามท่านทั้งหลาย ในข้อเหล่านั้น ท่านทั้งหลายเป็นผู้บริสุทธ์แล้วหรือ? ",
  "pli-tv-bi-pm:7.3": "ข้าพเจ้าถามแม้ครั้งที่ ๒ ท่านทั้งหลายเป็นผู้บริสุทธ์แล้วหรือ? ",
  "pli-tv-bi-pm:7.4": "ข้าพเจ้าถามแม้ครั้งที่ ๓ ท่านทั้งหลายเป็นผู้บริสุทธ์แล้วหรือ? ",
  "pli-tv-bi-pm:7.5": "ท่านทั้งหลายเป็นผู้บริสุทธ์ในข้อเหล่านี้แล้ว เหตุนั้นจึงนิ่ง ข้าพเจ้าทรงความนี้ไว้ด้วยอย่างนี้. ",
  "pli-tv-bi-pm:7.6": "ข้อความเบื้องต้น จบ. ",
  "pli-tv-bi-pm:8.0": "ปาราชิกุทเทส ",
  "pli-tv-bi-pm:8.1": "อาบัติทั้งหลายชื่อวาปาราชิก ๔ เหล่านี้ ย่อมมาสูอุทเทสในปาฏิโมกข์นั้น. ",
  "pli-tv-bi-pm:9.0": "ปาราชิก ๑. สิกขาบทเมถุนธรรม ",
  "pli-tv-bi-pm:9.1": "อนึ่ง ภิกขุนีใด พึงเสพเมถุนธรรม โดยที่สุดแม้ในดิรัจฉานตัวเมีย ผู้นี้ก็ต้องอาบัติปาราชิกไม่มีการอยู่ร่วมกับภิกขุนีอื่น. ",
  "pli-tv-bi-pm:10.0": "ปาราชิก ๒. สิกขาบทอทินนาทานะ ",
  "pli-tv-bi-pm:10.1": "อนึ่ง ภิกขุนีใดถือเอาทรัพย์อันเจ้าของไม่ได้ให้ เป็นส่วนโจรกรรม จากบ้านก็ดีจากป่าก็ดี, ",
  "pli-tv-bi-pm:10.2": "พระราชาจับโจรได้แล้ว ฆ่าเสียบ้าง จำขังไว้บ้าง เนรเทศเสียบ้าง ด้วยปรับโทษว่า เจ้าเป็นโจร เจ้าเป็นคนพาล เจ้าเป็นคนหลง เจ้าเป็นคนขโมย ดังนี้ เพราะถือเอาทรัพย์อันเจ้าของไม่ได้ให้เห็นปานใด ภิกขุนีถือเอาทรัพย์อันเจ้าของไม่ได้ให้เห็นปานนั้น ",
  "pli-tv-bi-pm:10.3": "ผู้นี้ก็ต้องอาบัติปาราชิกไม่มีการอยู่ร่วมกับภิกขุนีอื่น. ",
  "pli-tv-bi-pm:11.0": "ปาราชิก ๓. สิกขาบทมนุสสะวิคคหะ ",
  "pli-tv-bi-pm:11.1": "อนึ่ง ภิกขุนีใดแกล้งพรากกายมนุษย์จากชีวิตหรือแสวงหาศัสตราอันจะนำ (ชีวิต) เสียให้แก่กายมนุษย์นั้น หรือพรรณนาคุณแห่งความตายหรือชักชวนเพื่อความตายด้วยคำว่า, ",
  "pli-tv-bi-pm:11.2": "“แน่ะ นายผู้เป็นชาย มีประโยชน์อะไรแก่ท่านด้วยชีวิตอันชั่วนี้ ท่านตายเสียดีกว่าเป็นอยู่”, ",
  "pli-tv-bi-pm:11.3": "ดังนี้เธอมีจิตใจ มีจิตดำริอย่างนี้ พรรณนาคุณแห่งความตายก็ดี ชักชวนเพื่อความตายก็ดี โดยหลายนัย, ",
  "pli-tv-bi-pm:11.4": "ผู้นี้ก็ต้องอาบัติปาราชิกไม่มีการอยู่ร่วมกับภิกขุนีอื่น. ",
  "pli-tv-bi-pm:12.0": "ปาราชิก ๔. สิกขาบทอุตตริมนุสสะธรรม ",
  "pli-tv-bi-pm:12.1": "อนึ่ง ภิกขุนีใดไม่รู้เฉพาะ (คือไม่รู้จริง) กล่าวอวดอุตตริมนุสสธัมม์ อันเป็น ความเห็นอย่างประเสริฐ อย่างสามารถ น้อมเข้าในตัวว่า “ข้าพเจ้ารู้อย่างนี้ ข้าพเจ้าเห็นอย่างนี้”, ",
  "pli-tv-bi-pm:12.2": "ครั้นสมัยอื่น แต่นั้น อันผู้ใด ผู้หนึ่ง เชื่อก็ตาม ไม่เชื่อก็ตาม ก็เป็นอันต้องอาบัติแล้ว มุ่งความหมดจด (คือ พ้นโทษ) จะพึงกล่าวอย่างนี้ว่า “แน่ะท่าน ข้าพเจ้าไม่รู้ ได้กล่าวว่ารู้ ไม่เห็นได้กล่าวว่าเห็นได้พูดพล่อยๆ เป็นเท็จเปล่าๆ”, ",
  "pli-tv-bi-pm:12.3": "เว้นไว้แต่ว่าสำคัญว่าได้บรรลุ, ",
  "pli-tv-bi-pm:12.4": "ผู้นี้ก็ต้องอาบัติปาราชิกไม่มีการอยู่ร่วมกับภิกขุนีอื่น. ",
  "pli-tv-bi-pm:13.0": "ปาราชิก ๕. สิกขาบทอุพภะชาณุมัณฑะลิกา ",
  "pli-tv-bi-pm:13.1": "อนึ่ง ภิกขุนีใด มีความกำหนัด ยินดีการลูบก็ดี คลำก็ดี จับก็ดี ต้องก็ดีบีบเคล้นก็ดี ของบุรุษบุคคลผู้กำหนัด ใต้รากขวัญลงไป เหนือเข่าขึ้นมา ผู้นี้ก็เป็นปาราชิกชื่ออุพภะชาณุมัณฑะลิกา ไม่มีการอยู่ร่วมกับภิกขุนีอื่น. ",
  "pli-tv-bi-pm:14.0": "ปาราชิก ๖. สิกขาบทวัชชัปปฏิจฉาทิกา ",
  "pli-tv-bi-pm:14.1": "อนึ่ง ภิกขุนีใด รู้อยู่ว่าภิกขุนีล่วงอาบัติปาราชิก ไม่โจทด้วยตน ไม่บอกแก่คณะ ในเวลาที่ภิกขุนีนั้นยังดำรงเพศอยู่ก็ดี เคลื่อนไปแล้วก็ดี ถูกนาสนะแล้วก็ดี ไปเข้ารีดเดียรถีย์เสียก็ดี ภายหลังนางจึงบอกอย่างนี้ว่า แม่เจ้า เจ้าข้า เมื่อก่อนดิฉันรู้จักภิกขุนีนั่นได้ดีทีเดียวว่า นางเป็นพี่หญิง น้องหญิง มีความประพฤติเช่นนี้และมีความประพฤติเช่นนี้แต่ดิฉันไม่โจทด้วยตน ไม่บอกแก่คณะ ผู้นี้ก็ต้องอาบัติปาราชิกชื่อวัชชัปปะฏิจฉาทิกา ไม่มีการอยู่ร่วมกับภิกขุนีอื่น. ",
  "pli-tv-bi-pm:15.0": "ปาราชิก ๗. สิกขาบทอุกขิตตานุวัตติกา ",
  "pli-tv-bi-pm:15.1": "อนึ่ง ภิกขุนีใด พึงประพฤติตามภิกขุผู้ถูกสงฆ์พร้อมเพรียงกันยกเสียแล้ว ตามธรรม ตามวินัย ตามสัตถุศาสน์ ผู้ไม่เอื้อเฟื้อ ไม่ทำคืนอาบัติ มิได้ทำภิกขุผู้มีสังวาสเสมอกันให้เป็นสหาย ภิกขุนีนั้นอันภิกขุนีทั้งหลายพึงว่ากล่าวอย่างนี้ว่า: ",
  "pli-tv-bi-pm:15.2": "“แม่เจ้า ภิกขุนั่นแล อันสงฆ์ผู้พร้อมเพรียงกันยกเสียแล้ว ตามธรรม ตามวินัย อันเป็นสัตถุศาสน์ เป็นผู้ไม่เอื้อเฟื้อ ไม่ทำคืนอาบัติ มิได้ทำภิกขุผู้มีสังวาสเสมอกันให้เป็นสหาย แม่เจ้าอย่าประพฤติตามภิกขุนั่นเลย”, ",
  "pli-tv-bi-pm:15.3": "แลภิกขุนีนั้น อันภิกขุนีทั้งหลายว่ากล่าวอยู่อย่างนี้ ยังยกย่องอยู่อย่างนั้นเทียว ภิกขุนีนั้นอันภิกขุนีทั้งหลายพึงสวดสมนุภาส กว่าจะครบสามจบ เพื่อให้สละกรรมนั้นเสีย, ",
  "pli-tv-bi-pm:15.4": "หากเธอถูกสวดสมนุภาส กว่าจะครบ ๓ จบอยู่ สละกรรมนั้นเสีย สละได้อย่างนี้นั่นเป็นการดี, ",
  "pli-tv-bi-pm:15.5": "หากเธอไม่สละเสีย ผู้นี้ก็ต้องอาบัติปาราชิกชื่ออุกขิตตานุวัตติกา ไม่มีการอยู่ร่วมกับภิกขุนีอื่น. ",
  "pli-tv-bi-pm:16.0": "ปาราชิก ๘. สิกขาบทอัฏฐวัตถุกา ",
  "pli-tv-bi-pm:16.1": "อนึ่ง ภิกขุนีใด มีความกำหนัด ยินดีการที่บุรุษบุคคลผู้กำหนัดจับมือก็ดี จับชายผ้าสังฆาฏิก็ดี ยืนด้วยก็ดี สนทนาด้วยก็ดี ไปสู่ที่นัดหมายกันก็ดี ยินดีการที่บุรุษมาหาตามนัดก็ดี เข้าไปสู่ที่มุงด้วยกันก็ดี ทอดกายเพื่อประโยชน์แก่บุรุษนั้น เพื่อประสงค์จะเสพอสัทธรรมนั้นก็ดี แม้ผู้นี้ก็ต้องอาบัติปาราชิก ชื่ออัฏฐวัตถุกา ไม่มีการอยู่ร่วมกับภิกขุนีอื่น. ",
  "pli-tv-bi-pm:17.1": "ท่านทั้งหลาย อาบัติปาราชิกทั้ง ๘ ข้าพเจ้าได้แสดงขึ้นแล้ว. ",
  "pli-tv-bi-pm:17.2": "ภิกขุนีต้องอาบัติเหล่าไรเล่าอันใดอันหนึ่งแล้ว ย่อมไม่มีการอยู่ร่วมกับภิกขุนีอื่นทั้งหลาย ",
  "pli-tv-bi-pm:17.3": "เหมือนอย่างแต่ก่อน ต้องอาบัติปาราชิก ไม่มีการอยู่ร่วมกับภิกขุนีอื่น. ",
  "pli-tv-bi-pm:17.4": "ข้าพเจ้าถามท่านทั้งหลาย ในข้อเหล่านั้น ท่านทั้งหลายเป็นผู้บริสุทธ์แล้วหรือ? ",
  "pli-tv-bi-pm:17.5": "ข้าพเจ้าถามแม้ครั้งที่ ๒ ท่านทั้งหลายเป็นผู้บริสุทธ์แล้วหรือ? ",
  "pli-tv-bi-pm:17.6": "ข้าพเจ้าถามแม้ครั้งที่ ๓ ท่านทั้งหลายเป็นผู้บริสุทธ์แล้วหรือ? ",
  "pli-tv-bi-pm:17.7": "ท่านทั้งหลายเป็นผู้บริสุทธ์ในข้อเหล่านี้แล้ว เหตุนั้นจึงนิ่ง ข้าพเจ้าทรงความนี้ไว้ด้วยอย่างนี้. ",
  "pli-tv-bi-pm:17.8": "ปาราชิกุทเทส จบ. ",
  "pli-tv-bi-pm:18.0": "สังฆาทิเสสุทเทโส ",
  "pli-tv-bi-pm:18.1": "ท่านทั้งหลายอาบัติชื่อสังฆาทิเสส ๑๗ เหล่านี้แล ย่อมมาสู่อุทเทส. ",
  "pli-tv-bi-pm:19.0": "สังฆาทิเสส ๑. อุสสยะวาทิกาสิกขาบท ",
  "pli-tv-bi-pm:19.1": "อนึ่ง ภิกขุนีใด ชอบฟ้องความกับคหบดีก็ดี บุตรคหบดีก็ดี ทาสก็ดี กรรมกรก็ดี โดยที่สุด แม้สมณะปริพาชก ภิกขุนีนี้ก็ต้องอาบัติสังฆาทิเสส ชื่อนิสสารณียะ มีอันให้ต้องอาบัติขณะแรกทำ. ",
  "pli-tv-bi-pm:20.0": "สังฆาทิเสส ๒. โจรีวุฏฐาปิกาสิกขาสิบท ",
  "pli-tv-bi-pm:20.1": "อนึ่ง ภิกขุนีใด รู้อยู่ว่าหญิงเป็นโจร ผู้ปรากฏ เป็นนักโทษประหาร ไม่บอกกล่าวพระราชา หมู่ คณะ นายหมวดหรือนายกอง รับให้บวช เว้นแต่บวชมาแล้ว ภิกขุนีนี้ก็ต้องอาบัติสังฆาทิเสส ชื่อนิสสารณียะ มีอันให้ต้องอาบัติขณะแรกทำ. ",
  "pli-tv-bi-pm:21.0": "สังฆาทิเสส ๓. เอกะคามันตะรคมนะสิกขาบท ",
  "pli-tv-bi-pm:21.1": "อนึ่ง ภิกขุนีใด ผู้เดียวไปสู่ละแวกบ้านก็ดี ผู้เดียวไปสู่ฝั่งแม่น้ำก็ดี ผู้เดียวอยู่ปราศจากพวกในราตรีก็ดี ผู้เดียวเดินปลีกไปจากคณะก็ดี ภิกขุนีนี้ก็ต้องอาบัติสังฆาทิเสส ชื่อนิสสารณียะ มีอันให้ต้องอาบัติขณะแรกทำ. ",
  "pli-tv-bi-pm:22.0": "สังฆาทิเสส ๔. อุกขิตตกะโอสารณะสิกขาบท ",
  "pli-tv-bi-pm:22.1": "อนึ่ง ภิกขุนีใด ไม่บอกกล่าวสงฆ์ผู้ทำการ ไม่รู้ฉันทะของคณะ เรียกภิกขุนีผู้ซึ่งสงฆ์พรั่งพร้อมกันยกเสียจากหมู่ ตามธรรม ตามวินัย อันเป็นสัตถุศาสน์แล้วให้เข้าหมู่ ภิกขุนีนี้ก็ต้องอาบัติสังฆาทิเสส ชื่อนิสสารณียะ มีอันให้ต้องอาบัติขณะแรกทำ. ",
  "pli-tv-bi-pm:23.0": "สังฆาทิเสส ๕. โภชนะปฏิคคหณะปฐมะสิกขาบท ",
  "pli-tv-bi-pm:23.1": "อนึ่ง ภิกขุนีใด มีความพึงพอใจ รับของเคี้ยวก็ดี ของฉันก็ดี ด้วยมือของตนเอง จากมือของบุรุษบุคคลผู้มีความพึงพอใจแล้วเคี้ยวก็ดี ฉันก็ดี ภิกขุนีนี้ก็ต้องอาบัติสังฆาทิเสส ชื่อนิสสารณียะ มีอันให้ต้องอาบัติขณะแรกทำ. ",
  "pli-tv-bi-pm:24.0": "สังฆาทิเสส ๖. โภชนะปฏิคคหณะทุติยะสิกขาบท ",
  "pli-tv-bi-pm:24.1": "อนึ่ง ภิกขุนีใด กล่าวอย่างนี้ว่า “แม่เจ้า บุรุษบุคคลนั้น มีความพอใจก็ตาม ไม่มีความพอใจก็ตาม จักทำอะไรแก่แม่เจ้าได้ เพราะแม่เจ้าไม่มีความพอใจ นิมนต์เถิด เจ้าค่ะ บุรุษบุคคลนั้นจะถวายของสิ่งใด เป็นของเคี้ยวหรือของฉันก็ตาม แก่แม่เจ้า ขอแม่เจ้า จงรับประเคนของสิ่งนั้นด้วยมือของตน แล้วเคี้ยวหรือฉันเถิด ดังนี้” ภิกขุนีนี้ก็ต้องอาบัติสังฆาทิเสส ชื่อนิสสารณียะ มีอันให้ต้องอาบัติขณะแรกทำ. ",
  "pli-tv-bi-pm:25.0": "สังฆาทิเสส ๗. สัญจะริตตะสิกขาบท ",
  "pli-tv-bi-pm:25.1": "อนึ่ง ภิกขุนีใดถึงความเป็นสื่อรัก ความประสงค์ของชายแก่หญิงก็ดี (บอก) ความประสงค์ของหญิงแก่ชายก็ดี ในความเป็นเมียก็ตาม ในความเป็นชู้ก็ตาม โดยที่สุด (บอก) แม้แก่หญิงขายบริการ อันจะพึงอยู่ร่วมชั่วขณะ ภิกขุนีนี้ก็ต้องอาบัติสังฆาทิเสส ชื่อนิสสารณียะ มีอันให้ต้องอาบัติขณะแรกทำ. ",
  "pli-tv-bi-pm:26.0": "สังฆาทิเสส ๘. ทุฏฐะโทสะสิกขาบท ",
  "pli-tv-bi-pm:26.1": "อนึ่ง ภิกขุนีใดขัดใจ มีโทสะไม่แช่มชื่น ตามกำจัด (คือ โจท) ภิกขุนีด้วยอาบัติมีโทษถึงปาราชิก อันหามูลมิได้ ด้วยหมายใจว่า “แม้ไฉนเราจะยังเธอให้เคลื่อนจากพรหมจรรย์นี้ได้”, ",
  "pli-tv-bi-pm:26.2": "ครั้นสมัยอื่น แต่นั้น อันผู้ใดผู้หนึ่งถือเอาตามก็ตาม ไม่ถือเอาตามก็ตาม (คือ เชื่อไม่เชื่อก็ตาม) แต่อธิกรณ์นั้น เป็นเรื่องหามูลมิได้และย่อมยันอิงโทสะ ภิกขุนีนี้ก็ต้องอาบัติสังฆาทิเสส ชื่อนิสสารณียะ มีอันให้ต้องอาบัติขณะแรกทำ. ",
  "pli-tv-bi-pm:27.0": "สังฆาทิเสส ๙. อัญญะภาคิยะสิกขาบท ",
  "pli-tv-bi-pm:27.1": "อนึ่ง ภิกขุนีใดขัดใจ มีโทสะไม่แช่มชื่น ถือเอาเอกเทศบางแห่ง แห่งอธิกรณ์อันเป็นเรื่องอื่นให้เป็นเพียงเลิศ ตามกำจัด (คือ โจท) ภิกขุนีด้วย ธัมม์อันมีโทษถึงปาราชิก ด้วยหมายใจว่า “แม้ไฉนเราจะยังเธอให้เคลื่อนจากพรหมจรรย์นี้ได้”, ",
  "pli-tv-bi-pm:27.2": "ครั้นสมัยอื่น แต่นั้น อันผู้ใดผู้อื่นถือเอาตามก็ตาม ไม่ถือเอาตามก็ตาม (คือ เชื่อก็ตามไม่เชื่อก็ตาม) แต่อธิกรณ์นั้นเป็นเรื่องอื่นเอกเทศบางแห่ง เธอถือเอาพอเป็นเลศและย่อมยืนยันอิงโทสะ ๓ ภิกขุนีนี้ก็ต้องอาบัติสังฆาทิเสส ชื่อนิสสารณียะ มีอันให้ต้องอาบัติขณะแรกทำ. ",
  "pli-tv-bi-pm:28.0": "สังฆาทิเสส ๑๐. สิกขังปัจจาจิกขณะสิกขาบท ",
  "pli-tv-bi-pm:28.1": "อนึ่ง ภิกขุนีใด โกรธ ขัดใจ พึงกล่าวอย่างนี้ว่า: ",
  "pli-tv-bi-pm:28.2": "“ข้าพเจ้าขอบอกคืนพระพุทธเจ้า ขอบอกคืนพระธรรม ขอบอกคืนพระสงฆ์ ขอบอกคืนสิกขา ภิกขุนีที่ชื่อว่าสมณีจะมีเฉพาะสมณีศากยธิดาเหล่านี้เมื่อไร แม้สมณีเหล่าอื่นที่มีความละอาย มีความรังเกียจผู้ใคร่ต่อสิกขาก็ยังมี ข้าพเจ้าจักประพฤติพรหมจรรย์ในสำนักสมณีเหล่านั้น ดังนั้น”. ",
  "pli-tv-bi-pm:28.3": "ดังนั้น ภิกขุนีนั้นอันภิกขุนีทั้งหลายพึงกล่าวอย่างนี้ว่า: ",
  "pli-tv-bi-pm:28.4": "“แม่เจ้าอย่าได้โกรธ ขัดใจ” กล่าวอย่างนี้ว่า “ข้าพเจ้าขอบอกคืนพระพุทธเจ้า ขอบอกคืนพระธรรม ขอบอกคืนพระสงฆ์ ขอบอกคืนสิกขา ภิกขุนีที่ชื่อว่าสมณี จะมีเฉพาะสมณีศากยธิดาเหล่านี้เมื่อไร แม้สมณีเหล่าอื่นที่มีความละอาย มีความรังเกียจ ใคร่ต่อสิกขาก็ยังมี ข้าพเจ้าจักไปประพฤติพรหมจรรย์ในสำนักสมณีเหล่านั้น” ดังนั้น ภิกขุนีทั้งหลายจึงกล่าวว่า “แม่เจ้าจงยินดียิ่ง พระธรรมอันพระพุทธเจ้าตรัสไว้ดีแล้ว จงประพฤติพรหมจรรย์ เพื่อทำที่สุดทุกข์โดยชอบเถิด”, ",
  "pli-tv-bi-pm:28.5": "และภิกขุนีนั้น อันภิกขุนีทั้งหลายว่ากล่าวอยู่อย่างนี้ ยังยกย่องอยู่อย่างนั้นเทียว ภิกขุนีนั้นอันภิกขุนีทั้งหลาย พึงสวดสมนุภาสกว่าจะครบสามจบ เพื่อให้สละกรรมนั้น, ",
  "pli-tv-bi-pm:28.6": "ถ้าเธอกำลังถูกสวดสมนุภาสกว่าจะครบสามจบอยู่ สละกรรมนั้นเสีย สละได้อย่างนี้นั่นเป็นการดี, ",
  "pli-tv-bi-pm:28.7": "หากเธอไม่สละ ภิกขุนีแม้นี้ก็ต้องอาบัติสังฆาทิเสส ชื่อนิสสารณียะ มีอันให้ต้องอาบัติในเมื่อสวดสมนุภาสครบสามจบ. ",
  "pli-tv-bi-pm:29.0": "สังฆาทิเสส ๑๑. อะธิกรณะกุปิตะสิกขาบท ",
  "pli-tv-bi-pm:29.1": "อนึ่ง ภิกขุนีใด ถูกตัดสินให้แพ้ในอธิกรณ์เรื่องหนึ่งแล้วโกรธ ขัดใจ กล่าวอย่างนี้ว่า: ",
  "pli-tv-bi-pm:29.2": "“พวกภิกขุนีถึงฉันทาคติ โทสาคติ โมหาคติ และภยาคติ ดังนี้” ภิกขุนีนั้น อันภิกขุนีทั้งหลายพึงว่ากล่าวอย่างนี้ว่า: ",
  "pli-tv-bi-pm:29.3": "“แม่เจ้าถูกตัดสินให้แพ้ในอธิกรณ์เรื่องหนึ่งแล้ว อย่าโกรธ ขัดใจ” กล่าวอย่างนี้ว่า “พวกภิกขุนีถึงฉันทาคติ โทสาคติ โมหาคติ และภยาคติดังนี้, ",
  "pli-tv-bi-pm:29.4": "แม่เจ้าต่างหาก ถึงฉันทาคติบ้าง โทสาคติบ้าง โมหาคติบ้าง ภยาคติบ้าง”. ",
  "pli-tv-bi-pm:29.5": "และภิกขุนีนั้น อันภิกขุนีทั้งหลายว่ากล่าวอยู่อย่างนี้ ยังยกย่องอยู่อย่างนั้นเทียว ภิกขุนีนั้น อันภิกขุนีทั้งหลายพึงสวดสมนุภาสกว่าจะครบสามจบ เพื่อให้สละกรรมนั้น, ",
  "pli-tv-bi-pm:29.6": "หากเธอถูกสวดสมนุภาสกว่าจะครบสามจบอยู่ สละกรรมนั้นเสียได้ การสละได้อย่างนั้น นั่นเป็นการดี , ",
  "pli-tv-bi-pm:29.7": "หากเธอไม่สละ ภิกขุนีนี้ก็ต้องอาบัติสังฆาทิเสส ชื่อนิสสารณียะ มีอันให้ต้องอาบัติในเมื่อสวดสมนุภาสครบสามจบ. ",
  "pli-tv-bi-pm:30.0": "สังฆาทิเสส ๑๒. ปาปะสะมาจาระปฐมะสิกขาบท ",
  "pli-tv-bi-pm:30.1": "อนึ่ง ภิกขุนีทั้งหลายอยู่คลุกคลีกัน มีความประพฤติเสื่อมเสีย มีเกียรติศัพท์ไม่งาม มีอาชีวะไม่ชอบ มักเบียดเบียนภิกขุนีสงฆ์ ชอบปกปิดโทษของพรรคพวกกัน, ",
  "pli-tv-bi-pm:30.2": "ภิกขุนีเหล่านั้น อันภิกขุนีทั้งหลาย พึงว่ากล่าวอย่างนี้ว่า: ",
  "pli-tv-bi-pm:30.3": "“พี่น้องหญิงทั้งหลายแลอยู่คลุกคลีกัน มีความประพฤติเสื่อมเสีย มีเกียรติศัพท์ไม่งาม มีอาชีวะไม่ชอบ มักเบียดเบียนภิกขุนีสงฆ์ ชอบปกปิดโทษของพรรคพวกกัน, ",
  "pli-tv-bi-pm:30.4": "แม่เจ้าทั้งหลายจงแยกกันอยู่เถิด สงฆ์ย่อมสรรเสริญความสงัดอย่างเดียวแก่พี่น้องหญิงทั้งหลาย”, ",
  "pli-tv-bi-pm:30.5": "แลภิกขุนีเหล่านั้น อันภิกขุนีทั้งหลายว่ากล่าวอยู่อย่างนี้ ยังยกย่องอยู่อย่างนั้นเทียว ภิกขุนีเหล่านั้น อันภิกขุนีทั้งหลาย พึงสวดสมนุภาสกว่าจะครบสามจบเพื่อให้สละวัตถุนั้น, ",
  "pli-tv-bi-pm:30.6": "หากเธอเหล่านั้นถูกสวดสมนุภาส กว่าจะครบสามจบอยู่ สละวัตถุนั้นเสียได้การสละได้อย่างนี้ นั่นเป็นการดี, ",
  "pli-tv-bi-pm:30.7": "หากไม่สละ ภิกขุนีแม้เหล่านี้ก็ต้องอาบัติสังฆาทิเสส ชื่อนิสสารณียะ มีอันให้ต้องอาบัติในเมื่อสวดสมนุภาสครบสามจบ. ",
  "pli-tv-bi-pm:31.0": "สังฆาทิเสส ๑๓. ปาปะสะมาจาระทุติยะสิกขาบท ",
  "pli-tv-bi-pm:31.1": "อนึ่ง ภิกขุนีใดกล่าวอย่างนี้ว่า: ",
  "pli-tv-bi-pm:31.2": "“แม่เจ้าทั้งหลาย ท่านทั้งหลายจงอยู่คลุกคลีกันเถิด อย่าต่างคนต่างอยู่เลย, ",
  "pli-tv-bi-pm:31.3": "ภิกขุนีแม้เหล่าอื่นที่มีความประพฤติเช่นนี้ มีเกียรติศัพท์เช่นนี้ มีอาชีวะเช่นนี้ มักเบียดเบียนภิกขุนีสงฆ์เช่นนี้ ชอบปกปิดโทษของพรรคพวกกันเช่นนี้ก็ยังมีในสงฆ์ สงฆ์ไม่ว่ากล่าวอะไรภิกขุนีพวกนั้น สงฆ์ว่ากล่าวเฉพาะพวกท่าน ",
  "pli-tv-bi-pm:31.4": "ด้วยความดูหมิ่น ด้วยความไม่สุภาพ ด้วยความไม่อดกลั้น ด้วยความขู่เข็ญ และเพราะความที่พวกท่านเป็นคนอ่อนแออย่างนี้ว่า 'พี่น้องหญิงทั้งหลายแล อยู่คลุกคลีกัน มีความประพฤติไม่ดี มีเกียรติศัพท์ไม่งาม มีอาชีวะไม่ชอบ มักเบียดเบียนภิกขุนีสงฆ์ ชอบปกปิดโทษของพรรคพวกกัน แม่เจ้าทั้งหลายจงแยกกันอยู่เถิด สงฆ์ย่อมสรรเสริญความสงัดอย่างเดียวแก่พี่น้องหญิงทั้งหลายดังนี้'”, ",
  "pli-tv-bi-pm:31.5": "ภิกขุนีนั้น อันภิกขุนีทั้งหลายพึงว่ากล่าวอย่างนี้ว่า: ",
  "pli-tv-bi-pm:31.6": "“เธออย่าได้กล่าวอย่างนั้น, ",
  "pli-tv-bi-pm:31.7": "แม่เจ้าทั้งหลาย ท่านทั้งหลายจงอยู่คลุกคลีกันเถิด อย่าต่างคนต่างอยู่เลย, ",
  "pli-tv-bi-pm:31.8": "ภิกขุนีแม้เหล่าอื่นที่มีความประพฤติเช่นนี้ มีเกียรติศัพท์เช่นนี้ มีอาชีวะเช่นนี้ มักเบียดเบียนภิกขุนีสงฆ์เช่นนี้ ชอบปกปิดโทษของพรรคพวกกันเช่นนี้ก็ยังมีในสงฆ์ สงฆ์ไม่ว่ากล่าวอะไรภิกขุนีพวกนั้น, ",
  "pli-tv-bi-pm:31.9": "สงฆ์ว่ากล่าวเฉพาะพวกท่าน ด้วยความดูหมิ่น ด้วยความไม่สุภาพ ด้วยความไม่อดกลั้น ด้วยความขู่เข็ญ และเพราะความที่พวกท่านเป็นคนอ่อนแออย่างนี้ว่า 'พี่น้องหญิงทั้งหลายแล อยู่คลุกคลีกัน มีความประพฤติไม่ดี มีเกียรติศัพท์ไม่งาม มีอาชีวะไม่ชอบ มักเบียดเบียนภิกขุนีสงฆ์ ชอบปกปิดโทษของพรรคพวกกัน แม่เจ้าทั้งหลายจงแยกกันอยู่เถิด สงฆ์ย่อมสรรเสริญความสงัดอย่างเดียวแก่พี่น้องหญิงทั้งหลายดังนี้'”, ",
  "pli-tv-bi-pm:31.10": "แลภิกขุนีนั้น อันภิกขุนีทั้งหลายว่ากล่าวอยู่อย่างนี้ ยังยกย่องอยู่อย่างนั้นเทียว ภิกขุนีนั้น อันภิกขุนีทั้งหลายพึงสวดสมนุภาสกว่าจะครบสามจบ เพื่อให้สละวัตถุนั้น, ",
  "pli-tv-bi-pm:31.11": "หากเธอถูกสวดสมนุภาสกว่าจะครบสามจบอยู่ สละวัตถุนั้นเสีย สละได้อย่างนี้ นั่นเป็นการดี, ",
  "pli-tv-bi-pm:31.12": "หากไม่สละภิกขุนีนี้ก็ต้องอาบัติสังฆาทิเสส ชื่อนิสสารณียะ มีอันให้ต้องอาบัติในเมื่อสวดสมนุภาสครบสามจบ. ",
  "pli-tv-bi-pm:32.0": "สังฆาทิเสส ๑๔. สังฆะเภทกะสิกขาบท ",
  "pli-tv-bi-pm:32.1": "อนึ่ง ภิกขุนีใด ตะเกียกตะกายเพื่อทำลายสงฆ์ผู้พร้อมเพรียงหรือถือเอาอธิกรณ์ (คือ เรื่อง) อันเป็นเหตุแตกกันยืนกรานอยู่ ภิกขุนีนั้น อันภิกขุนีทั้งหลายพึงว่ากล่าวอย่างนี้ ว่า: ",
  "pli-tv-bi-pm:32.2": "“เธออย่าได้ตะเกียกตะกาย เพื่อทำลายสงฆ์ผู้พร้อมเพรียง หรืออย่าได้ถือเอาอธิกรณ์อันเป็นเหตุแตกกัน ยืนกรานอยู่ ขอท่านจงพร้อมเพรียงด้วยสงฆ์, ",
  "pli-tv-bi-pm:32.3": "เพราะว่าสงฆ์ผู้พร้อมเพรียงกัน ปรองดองกันไม่วิวาทกัน มีอุทเทสเดียวกัน (คือ ฟังพระปาฏิโมกข์ร่วมกัน) ย่อมอยู่ผาสุก”. ",
  "pli-tv-bi-pm:32.4": "และภิกขุนีนั้น อันภิกขุนีทั้งหลายว่ากล่าวอยู่อย่างนี้ ยังยืนกรานอยู่อย่างนั้นเทียว ภิกขุนีนั้น อันภิกขุนีทั้งหลายพึงสวดสมนุภาส (คือ ประกาศห้าม) กว่าจะครบ ๓ จบเพื่อให้สละกรรมนั้นเสีย, ",
  "pli-tv-bi-pm:32.5": "หากเธอถูกสวดสมนุภาส กว่าจะครบ ๓ จบอยู่ สละกรรมนั้นเสียสละได้อย่างนี้ นั่นเป็นการดี, ",
  "pli-tv-bi-pm:32.6": "หากไม่สละภิกขุนีนี้ก็ต้องอาบัติสังฆาทิเสส ชื่อนิสสารณียะ มีอันให้ต้องอาบัติในเมื่อสวดสมนุภาสครบสามจบ. ",
  "pli-tv-bi-pm:33.0": "สังฆาทิเสส ๑๕. เภทานุวัตตกะสิกขาบท ",
  "pli-tv-bi-pm:33.1": "อนึ่ง มีภิกขุนีผู้ประพฤติตามผู้พูดเข้ากันของภิกขุนีนั้นแล ๑ รูปบ้าง ๒ รูปบ้าง ๓ รูปบ้าง ๓ เธอทั้งหลายกล่าวอย่างนี้ว่า: ",
  "pli-tv-bi-pm:33.2": "“ขอท่านทั้งหลายอย่าได้กล่าวคำอะไรๆ ต่อภิกขุนีนั้น ",
  "pli-tv-bi-pm:33.3": "ภิกขุนีนั่นกล่าวถูกธรรมด้วย ภิกขุนีนั่นกล่าวถูกวินัยด้วย, ",
  "pli-tv-bi-pm:33.4": "ภิกขุนีนั้นถือเอาความพอใจและความชอบใจของพวกข้าพเจ้ากล่าวด้วย เธอรู้ (ใจ) ของพวกข้าพเจ้าจึงกล่าวคำที่เธอกล่าวนี้ ย่อมควร (คือ ถูกใจ) แม้แก่พวกข้าพเจ้า”, ",
  "pli-tv-bi-pm:33.5": "ภิกขุนีเหล่านั้น อันภิกขุนีทั้งหลายพึงว่ากล่าว อย่างนี้ว่า: ",
  "pli-tv-bi-pm:33.6": "“ท่านทั้งหลาย อย่าได้กล่าวอย่างนั้น, ",
  "pli-tv-bi-pm:33.7": "ภิกขุนีนั้น หาไม่ใช่ผู้กล่าวถูกธัมม์ด้วย ภิกขุนีนั่น หาไม่ใช่ผู้กล่าวถูกวินัยด้วย, ",
  "pli-tv-bi-pm:33.8": "ความทำลายสงฆ์อย่าได้ชอบแม้แก่พวกท่าน, ",
  "pli-tv-bi-pm:33.9": "ขอ (ใจ) ของพวกท่านจงพร้อมเพรียงด้วยสงฆ์เพราะว่าสงฆ์ผู้พร้อมเพรียงปรองดองกัน ไม่วิวาทกัน มีอุทเทสเดียวกัน ย่อมอยู่ผาสุก”, ",
  "pli-tv-bi-pm:33.10": "และภิกขุนีเหล่านั้น อันภิกขุนีทั้งหลายว่ากล่าวอยู่อย่างนี้ ยังยืนกรานอยู่อย่างนั้นเทียว ภิกขุนีเหล่านั้น อันภิกขุนี ทั้งหลาย พึงสวดสมนุภาสกว่าจะครบ ๓ จบเพื่อให้สละกรรมนั้นเสีย, ",
  "pli-tv-bi-pm:33.11": "หากเธอทั้งหลายถูกสวดสมนุภาส กว่าจะครบ ๓ จบอยู่ สละกรรมนั้นเสียสละได้อย่างนี้ นั่นเป็นการดี. ",
  "pli-tv-bi-pm:33.12": "หากไม่สละเสีย ภิกขุนีนี้ก็ต้องอาบัติสังฆาทิเสส ชื่อนิสสารณียะ มีอันให้ต้องอาบัติในเมื่อสวดสมนุภาสครบสามจบ. ",
  "pli-tv-bi-pm:34.0": "สังฆาทิเสส ๑๖. ทุพพะจะสิกขาบท ",
  "pli-tv-bi-pm:34.1": "อนึ่ง ภิกขุนีเป็นผู้มีสัญชาติแห่งคนว่ายากอันภิกขุนีทั้งหลาย ว่ากล่าวอยู่โดยชอบธัมม์ ในสิกขาบททั้งหลายอันเนี่องในอุทเทส (คือ พระปาฏิโมกข์) ทำตนให้เป็นผู้อันใครๆว่ากล่าวไม่ได้ ด้วยกล่าวโต้ว่า: ",
  "pli-tv-bi-pm:34.2": "“พวกท่านอย่าได้กล่าวอะไรๆ ต่อเราเป็นคำดีก็ตาม เป็นคำชั่วก็ตาม แม้เราก็จะไม่กล่าวอะไรๆ ต่อพวกท่านเหมือนกัน เป็นคำดีก็ตาม เป็นคำชั่วก็ตาม, ",
  "pli-tv-bi-pm:34.3": "ขอพวกท่านจงเว้นจากการว่ากล่าวเราเสีย”, ",
  "pli-tv-bi-pm:34.4": "ภิกขุนีนั้น อันภิกขุนีทั้งหลาย พึงว่ากล่าวอย่างนี้ว่า: ",
  "pli-tv-bi-pm:34.5": "“ท่านอย่าได้ทำตนให้เป็นผู้อันใครๆ ว่าไม่ได้ขอท่านจงทำตนให้เขาว่าได้แล, ",
  "pli-tv-bi-pm:34.6": "แม้ท่านก็จงว่ากล่าวภิกขุนีทั้งหลายโดยชอบธรรม แม้ภิกขุนีทั้งหลายก็จักว่ากล่าว ท่านโดยชอบธัมม์, ",
  "pli-tv-bi-pm:34.7": "เพราะว่าบริษัทของพระผู้มีพระภาคเจ้านั้น เจริญแล้วด้วยอาการอย่างนี้ คือด้วยว่ากล่าวซึ่งกันและกัน ด้วยเตือนกันและกันให้ออกจากอาบัติ”. ",
  "pli-tv-bi-pm:34.8": "และภิกขุนีนั้น อันภิกขุนีทั้งหลายว่ากล่าวอยู่อย่างนี้ ยังยืนกรานอยู่อย่างนั้นเทียว ภิกขุนีนั้น อันภิกขุนีทั้งหลายพึงสวดสมนุภาสกว่าจะครบ ๓ จบ เพื่อให้สละกรรมนั้นเสีย, ",
  "pli-tv-bi-pm:34.9": "หากเธอถูกสวดสมนุภาสกว่าจะครบ ๓ จบอยู่สละกรรมนั้น เสีย สละได้อย่างนี้ นั่นเป็นการดี. ",
  "pli-tv-bi-pm:34.10": "หากเธอไม่สละเสีย ภิกขุนีนี้ก็ต้องอาบัติสังฆาทิเสส ชื่อนิสสารณียะ มีอันให้ต้องอาบัติในเมื่อสวดสมนุภาสครบสามจบ. ",
  "pli-tv-bi-pm:35.0": "สังฆาทิเสส ๑๗. กุละทูสกะสิกขาบท ",
  "pli-tv-bi-pm:35.1": "อนึ่ง ภิกขุนีเข้าไปอาศัยบ้านก็ดีนิคมก็ดี แห่งใดแห่งหนึ่งอยู่ เป็นผู้ประทุษร้ายสกุล มีความประพฤติเลวทรามความประพฤติเลวทรามของเธอ เขาได้เห็นอยู่ด้วย เขาได้ยินอยู่ด้วยและสกุลทั้งหลายอันเธอประทุษร้ายแล้ว เขาได้เห็นอยู่ด้วย เขาได้ยินอยู่ด้วย, ",
  "pli-tv-bi-pm:35.2": "ภิกขุนีนั้น อันภิกขุนีทั้งหลายพึงกล่าวอย่างนี้ว่า: ",
  "pli-tv-bi-pm:35.3": "“ท่านเป็นผู้ประทุษร้ายสกุล มีความประพฤติเลวทรามความประพฤติเลวทรามของท่าน เขาได้เห็นอยู่ด้วย เขาได้ยินอยู่ด้วยและสกุลทั้งหลาย อันท่านประทุษร้ายแล้วเขาได้เห็นอยู่ด้วย เขาได้ยินอยู่ด้วย ท่านจงหลีกไปเสียจากอาวาสนี้ท่านอย่าอยู่ในที่นี้ (อีก)”. ",
  "pli-tv-bi-pm:35.4": "และภิกขุนีนั้น อันภิกขุนีทั้งหลายว่ากล่าวอยู่อย่างนี้ พึงกล่าวกะภิกขุนีเหล่านั้นอย่างนี้ว่า: ",
  "pli-tv-bi-pm:35.5": "“พวกภิกขุนีถึงความพอใจด้วย ถึงความขัดเคืองด้วย ถึงความหลงด้วย ถึงความกลัวด้วย ย่อมขับภิกขุนีบางรูป ย่อมไม่ขับภิกขุนีบางรูปเพราะอาบัติเช่นเดียวกัน”, ",
  "pli-tv-bi-pm:35.6": "ภิกขุนีนั้น อันภิกขุนีทั้งหลายพึงว่ากล่าวอย่างนี้ว่า: ",
  "pli-tv-bi-pm:35.7": "“ท่านอย่าได้กล่าวอย่างนั้น ภิกขุนีทั้งหลายหาได้ถึงความพอใจไม่ หาได้ถึงความขัดเคืองไม่ หาได้ถึงความหลงไม่ หาได้ถึงความกลัวไม่, ",
  "pli-tv-bi-pm:35.8": "ท่านเองแลเป็นผู้ประทุษร้ายสกุล มีความประพฤติเลวทรามความประพฤติเลวทรามของท่าน เขาได้เห็นอยู่ด้วยเขาได้ยินอยู่ด้วยและสกุลทั้งหลาย อันท่านประทุษร้ายแล้วเขาได้เห็นอยู่ด้วย เขาได้ยินอยู่ด้วยท่านจงหลีกไปเสียจากอาวาสนี้ท่านอย่าอยู่ในที่นี้ (อีก)”. ",
  "pli-tv-bi-pm:35.9": "และภิกขุนีนั้น อันภิกขุนีทั้งหลายว่ากล่าวอยู่อย่างนี้ ยังยืนกรานอยู่อย่างนั้นเทียว ภิกขุนีนั้น อันภิกขุนีทั้งหลายพึงสวดสมนุภาสกว่าจะครบ ๓ จบ เพื่อให้สละกรรมนั้นเสีย, ",
  "pli-tv-bi-pm:35.10": "หากเธอถูกสวดสมนุภาสกว่าจะครบ ๓ จบอยู่สละกรรมนั้นเสีย สละได้อย่างนี้นั่นเป็นการดี. ",
  "pli-tv-bi-pm:35.11": "หากเธอไม่สละเสีย ภิกขุนีนี้ก็ต้องอาบัติสังฆาทิเสส ชื่อนิสสารณียะ มีอันให้ต้องอาบัติในเมื่อสวดสมนุภาสครบสามจบ. ",
  "pli-tv-bi-pm:36.1": "ท่านทั้งหลายธรรมชื่อสังฆาทิเสส ๑๗ เป็นอาบัติแต่แรกทํา (ปฐมาปัตติกะ) ๙ ข้อ ให้ต้องอาบัติต่อ เมื่อสงฆ์สวดประกาศห้ามครบ ๓ ครั้ง ๘ ข้อ, ",
  "pli-tv-bi-pm:36.2": "ภิกขุนีต้องอาบัติเหล่าไรเล่าอันใดอันหนึ่งแล้ว ภิกขุนีต้องประพฤติมานัติครึ่งเดือนกับหมู่สงฆ์ทั้ง ๒ ฝ่าย. ",
  "pli-tv-bi-pm:36.3": "หมู่ภิกขุนีได้ประพฤติมานัตต์ ๖ ราตรีแล้ว หมู่ภิกขุนีคณะ ๒๐ จะพึงมี ณ สีมาใด ภิกขุนีนั้น สงฆ์พึงอัพภานเธอ ณ สีมานั้น. ",
  "pli-tv-bi-pm:36.4": "ถ้าภิกขุนีสงฆ์คณะ ๒๐ หย่อนด้วยภิกขุแม้แต่องค์หนึ่งไม่ครบ ๒๐ ภิกขุนีนั้นก็เป็นอันมิได้อัพภาน ภิกขุนีทั้งหลายที่เป็นหมู่ภิกขุผู้ปฏิบัติหน้าที่ ก็เป็นอันพระพุทธเจ้าจะพึงติเตียน นี้คือการปฏิบัติชอบ (เป็นสามีจิกรรม) ในเรื่องนั้น. ",
  "pli-tv-bi-pm:36.5": "ข้าพเจ้าถามท่านทั้งหลายในเรื่องนั้น ท่านทั้งหลายเป็นผู้บริสุทธ์แล้วหรือ? ",
  "pli-tv-bi-pm:36.6": "ข้าพเจ้าถามแม้ครั้งที่ ๒ ท่านทั้งหลายเป็นผู้บริสุทธ์แล้วหรือ? ",
  "pli-tv-bi-pm:36.7": "ข้าพเจ้าถามแม้ครั้งที่ ๓ ท่านทั้งหลายเป็นผู้บริสุทธ์แล้วหรือ? ",
  "pli-tv-bi-pm:36.8": "ท่านทั้งหลายเป็นผู้บริสุทธ์แล้วในเรื่องนั้น เพราะฉะนั้น จึงนิ่ง ข้าพเจ้าทรงความนี้ไว้ด้วยอย่างนี้. ",
  "pli-tv-bi-pm:36.9": "สังฆาทิเสสุทเทส จบ. ",
  "pli-tv-bi-pm:37.0": "นิสสัคคิยะ ปาจิตติยา ",
  "pli-tv-bi-pm:37.1": "ท่านทั้งหลายธรรมชื่อ นิสสัคคิย ปาจิตตีย์สิกขาบท เหล่านี้แลย่อมมาสู่อุทเทส. ",
  "pli-tv-bi-pm:38.0.1": "วรรคว่าด้วยบาตร ",
  "pli-tv-bi-pm:38.0.2": "นิสสัคคิยะ ปาจิตติยะ ๑. ปัตตะสันนิจยะสิกขาบท ",
  "pli-tv-bi-pm:38.1": "อนึ่ง ภิกขุนีใด พึงทำการสั่งสมบาตร ต้องอาบัตินิสสัคคิยปาจิตตีย์. ",
  "pli-tv-bi-pm:39.0": "นิสสัคคิยะ ปาจิตติยะ ๒. อะกาละจีวระภาชนะสิกขาบท ",
  "pli-tv-bi-pm:39.1": "อนึ่ง ภิกขุนีใด พึงทำการอธิษฐานจีวรนอกาล เป็นจีวรในกาล แล้วแจกจ่าย ต้องอาบัตินิสสัคคิยปาจิตตีย์. ",
  "pli-tv-bi-pm:40.0": "นิสสัคคิยะ ปาจิตติยะ ๓. จีวระปริวัตตนะสิกขาบท ",
  "pli-tv-bi-pm:40.1": "อนึ่ง ภิกขุนีใด พึงทำการแลกจีวรกับภิกขุนีรูปอื่น แล้วพูดว่า ‘แม่เจ้า นี่คือจีวรของท่าน ให้จีวรของฉันคืนมา สิ่งที่เป็นของท่านก็คือของท่าน และสิ่งที่เป็นของฉันก็คือของฉัน ให้นำจีวรนั้นมา และเอาสิ่งที่เป็นของท่านกลับไป' ภิกขุนีผู้ชิงคืนเอง หรือใช้ให้ผู้อื่นชิง ถ้าหากไม่สละ ต้องอาบัตินิสสัคคิยปาจิตตีย์. ",
  "pli-tv-bi-pm:41.0": "นิสสัคคิยะ ปาจิตติยะ ๔. อัญญะวิญญาปนะสิกขาบท ",
  "pli-tv-bi-pm:41.1": "อนึ่ง ภิกขุนีใด พึงขอของอย่างหนึ่งแล้วขออย่างอื่นอีก ต้องอาบัตินิสสัคคิยปาจิตตีย์. ",
  "pli-tv-bi-pm:42.0": "นิสสัคคิยะ ปาจิตติยะ ๕. อัญญะเจตาปนะสิกขาบท ",
  "pli-tv-bi-pm:42.1": "อนึ่ง ภิกขุนีใดพึงสั่งให้ซื้อของอย่างหนึ่งแล้วสั่งให้ซื้อของอย่างอื่น ต้องอาบัตินิสสัคคิยปาจิตตีย์. ",
  "pli-tv-bi-pm:43.0": "นิสสัคคิยะ ปาจิตติยะ ๖. ปฐมะสังฆิกะเจตาปนะสิกขาบท ",
  "pli-tv-bi-pm:43.1": "อนึ่ง ภิกขุนีใด พึงให้เอาบริขารที่เขาถวายเพื่อประโยชน์แก่ปัจจัยอย่างหนึ่ง ที่เขาถวายอุทิศของอย่างหนึ่ง ที่เขาบริจาคแก่สงฆ์ แลกเปลี่ยนของอย่างอื่น ต้องอาบัตินิสสัคคิยปาจิตตีย์. ",
  "pli-tv-bi-pm:44.0": "นิสสัคคิยะ ปาจิตติยะ ๗. ทุติยะสังฆิกะเจตาปนะสิกขาบท ",
  "pli-tv-bi-pm:44.1": "อนึ่ง ภิกขุนีใด พึงให้เอาบริขารที่เขาถวายเพื่อประโยชน์แก่ปัจจัยอย่างหนึ่ง ที่เขาถวายอุทิศของอย่างหนึ่ง ที่เขาบริจาคแก่สงฆ์ ที่ขอมาเอง แลก เปลี่ยนของอย่างอื่น ต้องอาบัตินิสสัคคิยปาจิตตีย์. ",
  "pli-tv-bi-pm:45.0": "นิสสัคคิยะ ปาจิตติยะ ๘. ปฐมะคณิกะเจตาปนะสิกขาบท ",
  "pli-tv-bi-pm:45.1": "อนึ่ง ภิกขุนีใด พึงให้เอาบริขารที่เขาถวายเพื่อประโยชน์แก่ปัจจัยอย่างหนึ่ง ที่เขาถวายอุทิศของอย่างหนึ่ง ที่เขาบริจาคแก่ภิกขุนีณีจำนวนมาก แลก เปลี่ยนของอย่างอื่น ต้องอาบัตินิสสัคคิยปาจิตตีย์. ",
  "pli-tv-bi-pm:46.0": "นิสสัคคิยะ ปาจิตติยะ ๙. ทุติยะคะณิกะเจตาปนะสิกขาบท ",
  "pli-tv-bi-pm:46.1": "อนึ่ง ภิกขุนีใด พึงให้เอาบริขารที่เขาถวายเพื่อประโยชน์แก่ปัจจัยอย่าง หนึ่ง ที่เขาถวายอุทิศของอย่างหนึ่ง ที่เขาบริจาคแก่สงฆ์ แลกเปลี่ยนของ อย่างอื่น ต้องอาบัตินิสสัคคิยปาจิตตีย์. ",
  "pli-tv-bi-pm:47.0": "นิสสัคคิยะ ปาจิตติยะ ๑๐. ปุคคะลิกะเจตาปนะสิกขาบท ",
  "pli-tv-bi-pm:47.1": "อนึ่ง ภิกขุนีใด พึงให้เอาบริขารที่เขาถวายเพื่อประโยชน์แก่ปัจจัยอย่าง หนึ่ง ที่เขาถวายอุทิศของอย่างหนึ่ง ที่เขาบริจาคแก่บุคคล ที่ขอมาเอง แลก เปลี่ยนของอย่างอื่น ต้องอาบัตินิสสัคคิยปาจิตตีย์. ",
  "pli-tv-bi-pm:47.2": "วรรคว่าด้วยบาตร จบ. ",
  "pli-tv-bi-pm:48.0.1": "วรรคว่าด้วยจีวร ",
  "pli-tv-bi-pm:48.0.2": "นิสสัคคิยะ ปาจิตติยะ ๑๑. คะรุปาวุรณะสิกขาบท ",
  "pli-tv-bi-pm:48.1": "อนึ่ง ภิกขุนีใด เมื่อจะขอผ้าห่มหนา พึงขอได้เพียงราคา ๔ กังสะ๑ เป็นอย่างมาก ถ้าขอเกินกว่านั้น ต้องอาบัตินิสสัคคิยปาจิตตีย์. (๑ ๑ กังสะ เท่ากับ ๔ กหาปณะ, ๔ กังสะ จึงเท่ากับ (๔x๔) ๑๖ กหาปณะ (กงฺขา.อ.๓๖๒). ",
  "pli-tv-bi-pm:49.0": "นิสสัคคิยะ ปาจิตติยะ ๑๒. ละหุปาวุรณะสิกขาบท ",
  "pli-tv-bi-pm:49.1": "อนึ่ง ภิกขุนีใด เมื่อจะขอผ้าห่มบาง พึงขอได้เพียงราคา ๒ กังสะครึ่ง เป็นอย่างมาก ถ้าขอเกินกว่านั้น ต้องอาบัตินิสสัคคิยปาจิตตีย์. ",
  "pli-tv-bi-pm:50.0": "นิสสัคคิยะ ปาจิตติยะ ๑๓. กะถินะสิกขาบท ",
  "pli-tv-bi-pm:50.1": "จีวรสําเร็จแล้วกฐินอันภิกขุนีเดาะเสียแล้ว พึงทรงอติเรกจีวรได้ ๑๐ วันเป็น อย่างยิ่ง. ",
  "pli-tv-bi-pm:50.2": "ภิกขุนีให้ล่วงกําหนดนั้นไป ต้องอาบัตินิสสัคคิยปาจิตตีย์. ",
  "pli-tv-bi-pm:51.0": "นิสสัคคิยะ ปาจิตติยะ ๑๔. อุโทสิตะสิกขาบท ",
  "pli-tv-bi-pm:51.1": "จีวรสําเร็จแล้วกฐินอันภิกขุนีเดาะเสียแล้วถ้าภิกขุนีอยู่ปราศจากไตรจีวรแม้สิ้นราตรีหนึ่ง เว้นเสียแต่ภิกขุนีได้รับสมมติ ต้องอาบัตินิสสัคคิยปาจิตตีย์. ",
  "pli-tv-bi-pm:52.0": "นิสสัคคิยะ ปาจิตติยะ ๑๕. อะกาละจีวะระสิกขาบท ",
  "pli-tv-bi-pm:52.1": "จีวรสําเร็จแล้วกฐินอันภิกขุนีเดาะเสียแล้ว อกาลจีวรเกิดขึ้นแก่ภิกขุนี ภิกขุนีหวังอยู่ก็พึงรับ, ",
  "pli-tv-bi-pm:52.2": "ครั้นรับแล้วพึงรีบให้ทํา, ",
  "pli-tv-bi-pm:52.3": "ถ้าผ้านั้นมีไม่พอเมื่อความหวังว่าจะได้มีอยู่ภิกขุนีนั้นพึงเก็บจีวรนั้นไว้ได้เดือนหนึ่งเป็นอย่างยิ่ง เพื่อจีวรที่ยังบกพร่องจะได้พอกัน. ",
  "pli-tv-bi-pm:52.4": "ถ้าเธอเก็บไว้ยิ่งกว่ากําหนดนั้น แม้ความหวังว่าจะได้มีอยู่ ก็ต้องอาบัตินิสสัคคิยปาจิตตีย์. ",
  "pli-tv-bi-pm:53.0": "นิสสัคคิยะ ปาจิตติยะ ๑๖. อัญญาตกะวิญญัตติสิกขาบท ",
  "pli-tv-bi-pm:53.1": "อนึ่ง ภิกขุนีใดขอจีวรต่อพ่อเจ้าเรือน ก็ดีต่อแม้เจ้าเรือนก็ดีผู้มิใช่ญาต นอกจากสมัย ต้องอาบัตินิสสัคคิยปาจิตตีย์. ",
  "pli-tv-bi-pm:53.2": "สมัยในคํานั้นดังนี้ คือภิกขุนีเป็นผู้มีจีวรถูกชิงเอาไปก็ดี มีจีวรฉิบหายก็ดี นี้คือสมัยในคํานั้น. ",
  "pli-tv-bi-pm:54.0": "นิสสัคคิยะ ปาจิตติยะ ๑๗. ตตุตตะริสิกขาบท ",
  "pli-tv-bi-pm:54.1": "พ่อเจ้าเรือนก็ดีแม้เจ้าเรือนก็ดี ผู้มิใช่ญาติปวารณาต่อภิกขุนีด้วยจีวรเป็นอันมากเพื่อนําไปตามใจ ภิกขุนีนั้นพึงยินดีจีวรมีอุตตราสงค์กับอันตรวาสกเป็นอย่างมากจากจีวรเหล่านั้น. ",
  "pli-tv-bi-pm:54.2": "ถ้ายินดียิ่งกว่านั้น ต้องอาบัตินิสสัคคิยปาจิตตีย์. ",
  "pli-tv-bi-pm:55.0": "นิสสัคคิยะ ปาจิตติยะ ๑๘. ปฐมะอุปักขฏะสิกขาบท ",
  "pli-tv-bi-pm:55.1": "อนึ่ง มีพ่อเจ้าเรือนก็ดีแม้เจ้าเรือนก็ดี ผู้มิใช่ญาติตระเตรียมทรัพย์ สําหรับจ่ายจีวรเฉพาะภิกขุนีไว้ว่า: ",
  "pli-tv-bi-pm:55.2": "“เราจักจ่ายจีวรด้วยทรัพย์สําหรับจ่ายจีวรนี้ แล้วยังภิกขุนีชื่อนี้ให้ครองจีวร”. ",
  "pli-tv-bi-pm:55.3": "ถ้าภิกขุนีนั้น เขาไม่ได้ปวารณาไว้ก่อน เข้าไปหาแล้วถึงการกําหนดในจีวรในสํานักของ เขาว่า: ",
  "pli-tv-bi-pm:55.4": "“ดีละ ท่านจงจ่ายจีวรเช่นนั้นเช่นนี้ ด้วยทรัพย์สําหรับจ่ายจีวรแล้วยังรูปให้ครองเถิด”, ",
  "pli-tv-bi-pm:55.5": "ถือเอาความเป็นผู้ใคร่จีวรดี, ต้องอาบัตินิสสัคคิยปาจิตตีย์. ",
  "pli-tv-bi-pm:56.0": "นิสสัคคิยะ ปาจิตติยะ ๑๙. ทุติยะอุปักขฏะสิกขาบท ",
  "pli-tv-bi-pm:56.1": "อนึ่ง มีพ่อเจ้าเรือนก็ดีแม้เจ้าเรือนก็ดี ผู้มิใช่ญาติ ๒ คน ตระเตรียมทรัพย์สําหรับจ่ายจีวรเฉพาะผืนๆ ไว้เฉพาะภิกขุนีว่า: ",
  "pli-tv-bi-pm:56.2": "“เราทั้งหลายจักจ่ายจีวรเฉพาะผืนๆ ด้วยทรัพย์สําหรับจ่ายจีวรเฉพาะผืนๆ นี้แล้วยัง ภิกขุนีชื่อนี้ให้ครองจีวรหลายผืนด้วยกัน”. ",
  "pli-tv-bi-pm:56.3": "ถ้าภิกขุนีนั้น เขาไม่ได้ปวารณาไว้ก่อน เข้าไปหาแล้วถึงการกําหนดในจีวรในสํานักของ เขาว่า: ",
  "pli-tv-bi-pm:56.4": "“ดีละขอท่านทั้งหลายจ่ายจีวรเช่นนั้นเช่นนี้ ด้วยทรัพย์สําหรับจ่ายจีวรเฉพาะผืนๆ แล้วทั้ง ๒ คนรวมกัน ยังรูปให้ครองจีวรผืนเดียวเถิด” ",
  "pli-tv-bi-pm:56.5": "ถือเอาความเป็นผู้ใคร่จีวรดี, ต้องอาบัตินิสสัคคิยปาจิตตีย์. ",
  "pli-tv-bi-pm:57.0": "นิสสัคคิยะ ปาจิตติยะ ๒๐. ราชะสิกขาบท ",
  "pli-tv-bi-pm:57.1": "อนึ่ง พระราชาก็ดี ราชอมาตย์ก็ดี พราหมณ์ก็ดีคหบดีก็ดีส่งทรัพย์สําหรับ จับจ่ายจีวรไปด้วยทูตเฉพาะภิกขุนีว่า: ",
  "pli-tv-bi-pm:57.2": "“เจ้าจงจ่ายจีวรด้วยทรัพย์สําหรับจ่ายจีวรนี้แล้วยังภิกขุนีชื่อนี้ให้ครองจีวร”. ",
  "pli-tv-bi-pm:57.3": "ถ้าทูตนั้นเข้าไปหาภิกขุนีนั้น กล่าวอย่างนี้ว่า: ",
  "pli-tv-bi-pm:57.4": "“ทรัพย์สําหรับจ่ายจีวรนี้นํามาเฉพาะท่าน ขอท่านจงรับทรัพย์สําหรับจ่ายจีวรนั้น”. ",
  "pli-tv-bi-pm:57.5": "ภิกขุนีนั้นพึงกล่าวต่อทูตนั้นอย่างนี้ว่า: ",
  "pli-tv-bi-pm:57.6": "“พวกเราหาได้รับทรัพย์สําหรับจ่ายจีวรไม่เลือกรับเฉพาะ, พวกเรารับแต่จีวรอันเป็นของเหมาะโดยกาล”. ",
  "pli-tv-bi-pm:57.7": "ถ้าทูตนั้นกล่าวต่อภิกขุนีนั้นอย่างนี้ว่า: ",
  "pli-tv-bi-pm:57.8": "“ก็ใครๆ ผู้เป็นไวยาวัจกรของท่านมีหรือ?” ",
  "pli-tv-bi-pm:57.9": "ภิกขุนีต้องการจีวร พึงแสดงชนผู้ทําการในอาราม หรืออุบาสกให้เป็นไวยาวัจกรด้วย คําว่า: ",
  "pli-tv-bi-pm:57.10": "“คนนั้นแลเป็นไวยาวัจกรของภิกขุนีทั้งหลาย”. ",
  "pli-tv-bi-pm:57.11": "ถ้าทูตนั้นสั่งไวยาวัจกรนั้นให้เข้าใจแล้วเข้าไปหาภิกขุนีนั้นกล่าวอย่างนี้ว่า: ",
  "pli-tv-bi-pm:57.12": "“คนที่ท่านแสดงเป็นไวยาวัจกรนั้น ข้าพเจ้าสั่งให้เข้าใจแล้ว ท่านจงเข้าไปหาเขาจักให้ท่านครองจีวรตามกาล”. ",
  "pli-tv-bi-pm:57.13": "ภิกขุนีผู้ต้องการจีวรเข้าไปหาไวยาวัจกรแล้วพึงทวง พึงเตือน ๒-๓ ครั้งว่า: ",
  "pli-tv-bi-pm:57.14": "“รูปต้องการจีวร”, ",
  "pli-tv-bi-pm:57.15": "ภิกขุนีทวงอยู่ เตือนอยู่ ๒-๓ ครั้งยังไวยาวัจกรนั้นให้จัดจีวรสําเร็จได้ การให้สําเร็จได้ด้วยอย่างนี้นั่นเป็นการดี, ",
  "pli-tv-bi-pm:57.16": "ถ้าให้สําเร็จไม่ได้, พึงเข้าไปยืนนิ่งต่อหน้า ๔ ครั้ง ๕ ครั้ง ๖ ครั้ง เป็นอย่างมาก, ",
  "pli-tv-bi-pm:57.17": "เธอยืนนิ่งต่อหน้า ๔ ครั้ง ๕ ครั้ง ๖ ครั้งเป็นอย่างมาก ยังไวยาวัจกรนั้นให้จัดจีวรสําเร็จได้การให้สําเร็จได้ด้วยอย่างนี้นั่นเป็นการดี. ",
  "pli-tv-bi-pm:57.18": "ถ้าให้สําเร็จไม่ได้ ถ้าเธอพยายามให้ยิ่งกว่านั้น ยังจีวรนั้นให้สําเร็จ ต้องอาบัตินิสสัคคิยปาจิตตีย์. ",
  "pli-tv-bi-pm:57.19": "ถ้าให้สําเร็จไม่ได้ พึงไปเองก็ได้ส่งทูตไปก็ได้ในสํานักที่ส่งทรัพย์สําหรับจ่ายจีวรมาเพื่อเธอ บอกว่า: ",
  "pli-tv-bi-pm:57.20": "“ท่านส่งทรัพย์สําหรับจ่ายจีวรไปเฉพาะภิกขุนีใด ทรัพย์นั้นหาสําเร็จประโยชน์น้อยหนึ่งแก่ภิกขุนีนั้นไม่, ",
  "pli-tv-bi-pm:57.21": "ท่านจงทวงเอาคืนทรัพย์ของท่าน ทรัพย์ของท่านอย่าได้ฉิบหายเสียเลย”, ",
  "pli-tv-bi-pm:57.22": "นี้เป็นสามีจิกรรม (คือประพฤติชอบ) ในเรื่องนั้น. ",
  "pli-tv-bi-pm:57.23": "จีวระวรรคที่ ๒ จบ. ",
  "pli-tv-bi-pm:58.0.1": "ปัตตะวรรค ",
  "pli-tv-bi-pm:58.0.2": "นิสสัคคิยะ ปาจิตติยะ ๒๑. รูปิยะสิกขาบท ",
  "pli-tv-bi-pm:58.1": "อนึ่ง ภิกขุนีใดรับก็ดีให้รับก็ดีซึ่งทองเงิน หรือยินดีทองเงินอันเขาเก็บไว้ให้ก็ดี, ต้องอาบัตินิสสัคคิยปาจิตตีย์. ",
  "pli-tv-bi-pm:59.0": "นิสสัคคิยะ ปาจิตติยะ ๒๒. รูปิยะสังโวหาระสิกขาบท ",
  "pli-tv-bi-pm:59.1": "อนึ่ง ภิกขุนีใดถึงความแลกเปลี่ยน ด้วยรูปิยะ มีประการต่าง ๆ, ต้องอาบัตินิสสัคคิยปาจิตตีย์. ",
  "pli-tv-bi-pm:60.0": "นิสสัคคิยะ ปาจิตติยะ ๒๓. กยะวิกกยะสิกขาบท ",
  "pli-tv-bi-pm:60.1": "อนึ่ง ภิกขุนีใดถึงการซื้อและการขายมีประการต่างๆ, ต้องอาบัตินิสสัคคิยปาจิตตีย์. ",
  "pli-tv-bi-pm:61.0": "นิสสัคคิยะ ปาจิตติยะ ๒๔. อูนะปัญจะพันธนะสิกขาบท ",
  "pli-tv-bi-pm:61.1": "อนึ่ง ภิกขุนีใด มีบาตรมีแผลหย่อน ๕ ให้จ่ายบาตรอื่นใหม่ ต้องอาบัตินิสสัคคิยปาจิตตีย์. ",
  "pli-tv-bi-pm:61.2": "ภิกขุนีนั้นพึงสละบาตรนั้น ในภิกขุนีบริษัท, ",
  "pli-tv-bi-pm:61.3": "บาตรใบสุดแห่งภิกขุนีในบริษัทนั้น พึงมอบให้แกภิกขุนีนั้นสั่งว่า: ",
  "pli-tv-bi-pm:61.4": "“นี้บาตรของท่าน พึงทรงไว้ (คือใช่) กว่าจะแตก.” นี้เป็นสามีจิกรรม (คือการชอบ) ในเรื่องนั้น. ",
  "pli-tv-bi-pm:62.0": "นิสสัคคิยะ ปาจิตติยะ ๒๕. เภสัชชะสิกขาบท ",
  "pli-tv-bi-pm:62.1": "อนึ่ง มีเภสัช อันควรลิ้มของภิกขุนีผู้อาพาธ คือเนยใส เนยข้น น้ํามัน น้ําผึ้ง น้ําอ้อย, ภิกขุนีรับประเคนของนั้นแล้ว พึงเก็บไว้ฉันได้ ๗ วันเป็นอย่างยิ่ง. ",
  "pli-tv-bi-pm:62.2": "ภิกษุให้ล่วงกําหนดนั้นไป ต้องอาบัตินิสสัคคิยปาจิตตีย์. ",
  "pli-tv-bi-pm:63.0": "นิสสัคคิยะ ปาจิตติยะ ๒๖. จีวราจะฉินทนะสิกขาบท ",
  "pli-tv-bi-pm:63.1": "อนึ่ง ภิกขุนีใด พึงให้จีวรแก่ภิกขุนีเองแล้วโกรธน้อยใจชิงเอามาก็ดีให้ชิงเอามาก็ดี ต้องอาบัตินิสสัคคิยปาจิตตีย์. ",
  "pli-tv-bi-pm:64.0": "นิสสัคคิยะ ปาจิตติยะ ๒๗. สุตตะวิญญัตติสิกขาบท ",
  "pli-tv-bi-pm:64.1": "อนึ่ง ภิกขุนีใดขอด้ายมาเองแล้วยังช่างหูกให้ทอจีวร ต้องอาบัตินิสสัคคิยปาจิตตีย์. ",
  "pli-tv-bi-pm:65.0": "นิสสัคคิยะ ปาจิตติยะ ๒๘. มหาเปสะการะสิกขาบท ",
  "pli-tv-bi-pm:65.1": "อนึ่ง พ่อเจ้าเรือนก็ดีแม้เจ้าเรือน็ดีผู้มิใช่ญาติสั่งช่างหูกให้ทอจีวรเฉพาะภิกขุนี ถ้าภิกขุนีนั้นเขาไม่ได้ปวารณไว้ก่อน เข้าไปหาช่างหูกแล้วถึงความกําหนัดในจีวรในสํานักของเขานั้นว่า: ",
  "pli-tv-bi-pm:65.2": "“จีวรผืนนี้ทอเฉพาะรูป ขอท่านจงทําให้ยาวให้กว้าง ให้แน่น ให้เป็นของขึงดีให้เป็นของที่ทอดีให้เป็นของที่สางดีให้เป็นของที่กรีดดี, ",
  "pli-tv-bi-pm:65.3": "แม้ไฉน รูปจะให้ของเล็กน้อยเป็นรางวัลแก่ท่าน”, ",
  "pli-tv-bi-pm:65.4": "ครั้นกล่าวอย่างนี้แล้ว ภิกขุนีนั้นให้ของเล็กน้อยเป็นรางวัลโดยที่สุดแม้สักว่าบิณฑบาต ต้องอาบัตินิสสัคคิยปาจิตตีย์. ",
  "pli-tv-bi-pm:66.0": "นิสสัคคิยะ ปาจิตติยะ ๒๙. อัจเจกจีวระสิกขาบท ",
  "pli-tv-bi-pm:66.1": "วันปุรณมีที่ครบ ๓ เดือนแห่งเดือนกัตติกา (คือเดือน ๑๑ ) ยังไม่มาอีก ๑๐ วัน อัจเจกจีวรเกิดขึ้นแก่ภิกขุนี ภิกขุนีรู้ว่า เป็นอัจเจกจีวร พึงรับไว้ได้ ครั้นรับไว้แล้ว พึงเก็บไว้ได้จนตลอดสมัยที่เป็นจีวรกาล. ",
  "pli-tv-bi-pm:66.2": "ถ้าเธอเก็บไว้ยิ่งกว่านั้น ต้องอาบัตินิสสัคคิยปาจิตตีย์. ",
  "pli-tv-bi-pm:67.0": "นิสสัคคิยะ ปาจิตติยะ ๓๐. ปะริณตะสิกขาบท ",
  "pli-tv-bi-pm:67.1": "อนึ่ง ภิกขุนีใด พึงรู้อยู่น้อมลาภที่เขาน้อมไว้เป็นของจะถวายสงฆ์มาเพื่อตนต้องอาบัตินิสสัคคิยปาจิตตีย์. ",
  "pli-tv-bi-pm:67.2": "ปัตตวรรคที่ ๓ จบ ",
  "pli-tv-bi-pm:68.1": "ท่านทั้งหลายธรรมชื่อ นิสสัคคิยปาจิตตีย์ ๓๐ (สิกขาบท) ข้าพเจ้าแสดงขึ้นแล้วแล. ",
  "pli-tv-bi-pm:68.2": "ข้าพเจ้าถามท่านทั้งหลายในข้อเหล่านั้น ท่านเป็นผู้บริสุทธ์แล้วหรือ? ",
  "pli-tv-bi-pm:68.3": "แม้ครั้งที่ ๒ ข้าพเจ้าถามท่านทั้งหลายในข้อเหล่านั้น ท่านเป็นผู้บริสุทธ์แล้วหรือ? ",
  "pli-tv-bi-pm:68.4": "แม้ครั้งที่ ๓ ข้าพเจ้าถามท่านทั้งหลายในข้อเหล่านั้น ท่านเป็นผู้บริสุทธ์แล้วหรือ? ",
  "pli-tv-bi-pm:68.5": "ท่านทั้งหลายเป็นผู้บริสุทธ์ในข้อเหล่านั้นแล้ว เพราะฉะนั้น จึงนิ่งข้าพเจ้าทรงความนี้ไว้อย่างนี้. ",
  "pli-tv-bi-pm:68.6": "ธรรมทั้งหลายชื่อ นิสสัคคิยปาจิตตีย์ จบ. ",
  "pli-tv-bi-pm:69.0": "สุทธะปาจิตติยา ",
  "pli-tv-bi-pm:69.1": "แม่เจ้าทั้งหลาย ธรรมคือปาจิตตีย์ ๑๖๖ สิกขาบทเหล่านี้มาถึงวาระที่จะยกขึ้นแสดงเป็นข้อๆ ตามลำดับ. ",
  "pli-tv-bi-pm:70.0.1": "ลสุณวรรค ",
  "pli-tv-bi-pm:70.0.2": "ปาจิตติยะ ๑. ลสุณสิกขาบท ",
  "pli-tv-bi-pm:70.1": "อนึ่ง ภิกขุนีใดฉันกระเทียม ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:71.0": "ปาจิตติยะ ๒. สัมพาธะโลมะสิกขาบท ",
  "pli-tv-bi-pm:71.1": "อนึ่ง ภิกขุนีใดให้ถอนขนในที่แคบ ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:72.0": "ปาจิตติยะ ๓. ตลฆาตกะสิกขาบท ",
  "pli-tv-bi-pm:72.1": "อนึ่ง ภิกขุนีใดใช้ของลับกระทบกัน ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:73.0": "ปาจิตติยะ ๔. ชตุมัฏฐกะสิกขาบท ",
  "pli-tv-bi-pm:73.1": "อนึ่ง ภิกขุนีใดใช้ท่อนยางเกลี้ยงกระทบของลับ ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:74.0": "ปาจิตติยะ ๕. อุทกะสุทธิกะสิกขาบท ",
  "pli-tv-bi-pm:74.1": "อนึ่ง ภิกขุนีผู้จะใช้นํ้าชำระ พึงใช้ชำระลึกเพียงสองข้อองคุลีเป็นอย่างยิ่ง เกินกว่านั้นไป ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:75.0": "ปาจิตติยะ ๖. อุปะติฏฐนะสิกขาบท ",
  "pli-tv-bi-pm:75.1": "อนึ่ง ภิกขุนีใด เมื่อภิกขุกำลังฉันอยู่ เข้าไปปรนนิบัติด้วยนํ้าฉันหรือด้วยการพัดวี ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:76.0": "ปาจิตติยะ ๗. อามกะธัญญะสิกขาบท ",
  "pli-tv-bi-pm:76.1": "อนึ่ง ภิกษุณีใดขอก็ดี ให้ขอก็ดี คั่วก็ดี ให้คั่วก็ดี ตำก็ดี ให้ตำก็ดี หุงก็ดี ให้หุงก็ดี ซึ่งข้าวเปลือกดิบแล้วฉัน ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:77.0": "ปาจิตติยะ ๘. ปฐมะอุจจาระฉัฑฑนะสิกขาบท ",
  "pli-tv-bi-pm:77.1": "อนึ่ง ภิกขุนีใดเทก็ดี ให้เทก็ดี ซึ่งอุจจาระก็ดี ปัสสาวะก็ดี หยากเยื่อก็ดี ของเป็นเดนก็ดี ออกไปภายนอกฝาที่พำนักก็ดี ภายนอก กำแพงก็ดี ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:78.0": "ปาจิตติยะ ๙. ทุติยะอุจจาระฉัฑฑนะสิกขาบท ",
  "pli-tv-bi-pm:78.1": "อนึ่ง ภิกขุนีใดเทก็ดี ให้เทก็ดี ซึ่งอุจจาระก็ดี ปัสสาวะก็ดี หยากเยื่อก็ดี ของเป็นเดนก็ดี ลงในของเขียวสด ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:79.0": "ปาจิตติยะ ๑๐. นัจจะคีตะสิกขาบท ",
  "pli-tv-bi-pm:79.1": "อนึ่ง ภิกขุนีใดไปดูการฟ้อนรำก็ดี การขับร้องก็ดี การ ประโคมดนตรีก็ดี ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:79.2": "ลสุณะวรรคที่ ๑ จบ ",
  "pli-tv-bi-pm:80.0.1": "รัตตันธะการะวรรค ",
  "pli-tv-bi-pm:80.0.2": "ปาจิตติยะ ๑๑. รัตตันธะการะสิกขาบท ",
  "pli-tv-bi-pm:80.1": "อนึ่ง ภิกขุนีใดยืนด้วยกันก็ดี เจรจาด้วยกันก็ดี กับบุรุษสองต่อสอง ในเวลาคํ่ามืด ที่ไม่มีแสงสว่าง ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:81.0": "ปาจิตติยะ ๑๒. ปะฏิจฉันโนกาสะสิกขาบท ",
  "pli-tv-bi-pm:81.1": "อนึ่ง ภิกขุนีใดยืนด้วยกันก็ดี เจรจาด้วยกันก็ดี กับบุรุษสองต่อสอง ในสถานที่กำบัง ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:82.0": "ปาจิตติยะ ๑๓. อัชโฌกาสะสัลละปนะสิกขาบท ",
  "pli-tv-bi-pm:82.1": "อนึ่ง ภิกขุนีใดยืนด้วยกันก็ดี เจรจาด้วยกันก็ดี กับษุรุษสองต่อสอง ในสถานที่แจ้ง ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:83.0": "ปาจิตติยะ ๑๔. ทุติยิกะอุยโยชนะสิกขาบท ",
  "pli-tv-bi-pm:83.1": "อนึ่ง ภิกขุนีใดยืนด้วยกันก็ดี เจรจาด้วยกันก็ดี กระซิบใกล้หูกันก็ดี กับบุรุษสองต่อสองในถนนก็ดี ในตรอกตันก็ดี ในทาง สามแยกก็ดี ส่งภิกษุณีผู้เป็นเพื่อนกลับไปก่อนก็ดี ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:84.0": "ปาจิตติยะ ๑๕. อนาปุจฉาปักกะมนะสิกขาบท ",
  "pli-tv-bi-pm:84.1": "อนึ่ง ภิกขุนีใดเข้าไปยังตระกูลทั้งหลายในเวลาก่อนฉัน นั่งบนอาสนะแล้ว ไม่บอกลาเจ้าของบ้านก่อนหลีกไป ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:85.0": "ปาจิตติยะ ๑๖. อนาปุจฉาอภินิสีทนะสิกขาบท ",
  "pli-tv-bi-pm:85.1": "อนึ่ง ภิกขุนีใดเข้าไปยังตระกูลทั้งหลาย ในเวลาหลังฉัน ไม่บอกกล่าวเจ้าของบ้าน นั่งก็ดี นอนก็ดี บนอาสนะ ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:86.0": "ปาจิตติยะ ๑๗. อนาปุจฉาสันถรณะสิกขาบท ",
  "pli-tv-bi-pm:86.1": "อนึ่ง ภิกขุนีใดเข้าไปยังตระกูลในเวลาวิกาล แล้วไม่บอกกล่าวเจ้าของบ้าน ปูลาดก็ดี ให้ปูลาดก็ดี ซึ่งเครื่องนอน แล้วนั่งก็ดี นอนก็ดี ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:87.0": "ปาจิตติยะ ๑๘. ประอุชฌาปนกะสิกขาบท ",
  "pli-tv-bi-pm:87.1": "อนึ่ง ภิกขุนีใดให้ผู้อื่นโพนทะนาโดยเชื่อถือผิด เข้าใจผิด ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:88.0": "ปาจิตติยะ ๑๙. ปราภิสะปนะสิกขาบท ",
  "pli-tv-bi-pm:88.1": "อนึ่ง ภิกขุนีใดแช่งตนก็ดี แช่งคนอื่นก็ดี ด้วยนรกก็ดี ด้วยพรหมจรรย์ก็ดี ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:89.0": "ปาจิตติยะ ๒๐. โรทนะสิกขาบท ",
  "pli-tv-bi-pm:89.1": "อนึ่ง ภิกขุนีใดร้องไห้ทุบตีตนเอง ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:89.2": "รัตตันธะการะวรรคที่ ๒ จบ ",
  "pli-tv-bi-pm:90.0.1": "นัคคะวรรค ",
  "pli-tv-bi-pm:90.0.2": "ปาจิตติยะ ๒๑. นัคคะวรรคสิกขาบท ",
  "pli-tv-bi-pm:91.0": "ปาจิตติยะ ๒๒. ",
  "pli-tv-bi-pm:92.0": "ปาจิตติยะ ๒๓. ",
  "pli-tv-bi-pm:93.0": "ปาจิตติยะ ๒๔. ",
  "pli-tv-bi-pm:94.0": "ปาจิตติยะ ๒๕. ",
  "pli-tv-bi-pm:95.0": "ปาจิตติยะ ๒๖. ",
  "pli-tv-bi-pm:96.0": "ปาจิตติยะ ๒๗. ",
  "pli-tv-bi-pm:97.0": "ปาจิตติยะ ๒๘. ",
  "pli-tv-bi-pm:98.0": "ปาจิตติยะ ๒๙. ",
  "pli-tv-bi-pm:99.0": "ปาจิตติยะ ๓๐. ",
  "pli-tv-bi-pm:100.0.2": "ปาจิตติยะ ๓๑. ",
  "pli-tv-bi-pm:101.0": "ปาจิตติยะ ๓๒. ",
  "pli-tv-bi-pm:102.0": "ปาจิตติยะ ๓๓. ",
  "pli-tv-bi-pm:103.0": "ปาจิตติยะ ๓๔. ",
  "pli-tv-bi-pm:104.0": "ปาจิตติยะ ๓๕. ",
  "pli-tv-bi-pm:105.0": "ปาจิตติยะ ๓๖. ",
  "pli-tv-bi-pm:106.0": "ปาจิตติยะ ๓๗. ",
  "pli-tv-bi-pm:107.0": "ปาจิตติยะ ๓๘. ",
  "pli-tv-bi-pm:108.0": "ปาจิตติยะ ๓๙. ",
  "pli-tv-bi-pm:109.0": "ปาจิตติยะ ๔๐. ",
  "pli-tv-bi-pm:110.0.2": "ปาจิตติยะ ๔๑. ",
  "pli-tv-bi-pm:111.0": "ปาจิตติยะ ๔๒. ",
  "pli-tv-bi-pm:112.0": "ปาจิตติยะ ๔๓. ",
  "pli-tv-bi-pm:113.0": "ปาจิตติยะ ๔๔. ",
  "pli-tv-bi-pm:114.0": "ปาจิตติยะ ๔๕. ",
  "pli-tv-bi-pm:115.0": "ปาจิตติยะ ๔๖. ",
  "pli-tv-bi-pm:116.0": "ปาจิตติยะ ๔๗. ",
  "pli-tv-bi-pm:117.0": "ปาจิตติยะ ๔๘. ",
  "pli-tv-bi-pm:118.0": "ปาจิตติยะ ๔๙. ",
  "pli-tv-bi-pm:119.0": "ปาจิตติยะ ๕๐. ",
  "pli-tv-bi-pm:120.0.2": "ปาจิตติยะ ๕๑. ",
  "pli-tv-bi-pm:121.0": "ปาจิตติยะ ๕๒. ",
  "pli-tv-bi-pm:122.0": "ปาจิตติยะ ๕๓. ",
  "pli-tv-bi-pm:123.0": "ปาจิตติยะ ๕๔. ",
  "pli-tv-bi-pm:124.0": "ปาจิตติยะ ๕๕. ",
  "pli-tv-bi-pm:125.0": "ปาจิตติยะ ๕๖. ",
  "pli-tv-bi-pm:126.0": "ปาจิตติยะ ๕๗. ",
  "pli-tv-bi-pm:127.0": "ปาจิตติยะ ๕๘. ",
  "pli-tv-bi-pm:128.0": "ปาจิตติยะ ๕๘. ",
  "pli-tv-bi-pm:129.0": "ปาจิตติยะ ๖๐. ",
  "pli-tv-bi-pm:130.0.2": "ปาจิตติยะ ๖๑. ",
  "pli-tv-bi-pm:131.0": "ปาจิตติยะ ๖๒. ",
  "pli-tv-bi-pm:132.0": "ปาจิตติยะ ๖๓. ",
  "pli-tv-bi-pm:133.0": "ปาจิตติยะ ๖๔. ",
  "pli-tv-bi-pm:134.0": "ปาจิตติยะ ๖๕. ",
  "pli-tv-bi-pm:135.0": "ปาจิตติยะ ๖๖. ",
  "pli-tv-bi-pm:136.0": "ปาจิตติยะ ๖๗. ",
  "pli-tv-bi-pm:137.0": "ปาจิตติยะ ๖๘. ",
  "pli-tv-bi-pm:138.0": "ปาจิตติยะ ๖๙. ",
  "pli-tv-bi-pm:139.0": "ปาจิตติยะ ๗๐. ",
  "pli-tv-bi-pm:140.0.2": "ปาจิตติยะ ๗๑. ",
  "pli-tv-bi-pm:141.0": "ปาจิตติยะ ๗๒. ",
  "pli-tv-bi-pm:142.0": "ปาจิตติยะ ๗๓. ",
  "pli-tv-bi-pm:143.0": "ปาจิตติยะ ๗๔. ",
  "pli-tv-bi-pm:144.0": "ปาจิตติยะ ๗๕. ",
  "pli-tv-bi-pm:145.0": "ปาจิตติยะ ๗๖. ",
  "pli-tv-bi-pm:146.0": "ปาจิตติยะ ๗๗. ",
  "pli-tv-bi-pm:147.0": "ปาจิตติยะ ๗๘. ",
  "pli-tv-bi-pm:148.0": "ปาจิตติยะ ๗๙. ",
  "pli-tv-bi-pm:149.0": "ปาจิตติยะ ๘๐. ",
  "pli-tv-bi-pm:150.0": "ปาจิตติยะ ๘๑. ",
  "pli-tv-bi-pm:151.0": "ปาจิตติยะ ๘๒. ",
  "pli-tv-bi-pm:152.0": "ปาจิตติยะ ๘๓. ",
  "pli-tv-bi-pm:153.0.2": "ปาจิตติยะ ๘๔. ",
  "pli-tv-bi-pm:154.0": "ปาจิตติยะ ๘๕. ",
  "pli-tv-bi-pm:155.0": "ปาจิตติยะ ๘๖. ",
  "pli-tv-bi-pm:156.0": "ปาจิตติยะ ๘๗. ",
  "pli-tv-bi-pm:157.0": "ปาจิตติยะ ๘๘. ",
  "pli-tv-bi-pm:158.0": "ปาจิตติยะ ๘๙. ",
  "pli-tv-bi-pm:159.0": "ปาจิตติยะ ๙๐. ",
  "pli-tv-bi-pm:160.0": "ปาจิตติยะ ๙๑. ",
  "pli-tv-bi-pm:161.0": "ปาจิตติยะ ๙๒. ",
  "pli-tv-bi-pm:162.0": "ปาจิตติยะ ๙๓. ",
  "pli-tv-bi-pm:163.0": "ปาจิตติยะ ๙๔. ",
  "pli-tv-bi-pm:164.0": "ปาจิตติยะ ๙๕. ",
  "pli-tv-bi-pm:165.0": "ปาจิตติยะ ๙๖. ",
  "pli-tv-bi-pm:166.0.2": "ปาจิตติยะ ๙๗. ",
  "pli-tv-bi-pm:167.0": "ปาจิตติยะ ๙๘. ",
  "pli-tv-bi-pm:168.0": "ปาจิตติยะ ๙๙. ",
  "pli-tv-bi-pm:169.0": "ปาจิตติยะ ๑๐๐. ",
  "pli-tv-bi-pm:170.0": "ปาจิตติยะ ๑๐๑. ",
  "pli-tv-bi-pm:171.0": "ปาจิตติยะ ๑๐๒. ",
  "pli-tv-bi-pm:172.0": "ปาจิตติยะ ๑๐๓. ",
  "pli-tv-bi-pm:173.0": "ปาจิตติยะ ๑๐๔. ",
  "pli-tv-bi-pm:174.0": "ปาจิตติยะ ๑๐๕. ",
  "pli-tv-bi-pm:175.0": "ปาจิตติยะ ๑๐๖. ",
  "pli-tv-bi-pm:176.0.2": "ปาจิตติยะ ๑๐๗. ",
  "pli-tv-bi-pm:177.0": "ปาจิตติยะ ๑๐๘. ",
  "pli-tv-bi-pm:178.0": "ปาจิตติยะ ๑๐๙. ",
  "pli-tv-bi-pm:179.0": "ปาจิตติยะ ๑๑๐. ",
  "pli-tv-bi-pm:180.0": "ปาจิตติยะ ๑๑๑. ",
  "pli-tv-bi-pm:181.0": "ปาจิตติยะ ๑๑๒. ",
  "pli-tv-bi-pm:182.0": "ปาจิตติยะ ๑๑๓. ",
  "pli-tv-bi-pm:183.0": "ปาจิตติยะ ๑๑๔. ",
  "pli-tv-bi-pm:184.0": "ปาจิตติยะ ๑๑๕. ",
  "pli-tv-bi-pm:185.0": "ปาจิตติยะ ๑๑๖. ",
  "pli-tv-bi-pm:186.0.2": "ปาจิตติยะ ๑๑๗. ",
  "pli-tv-bi-pm:187.0": "ปาจิตติยะ ๑๑๘. ",
  "pli-tv-bi-pm:188.0": "ปาจิตติยะ ๑๑๙. ",
  "pli-tv-bi-pm:189.0": "ปาจิตติยะ ๑๒๐. ",
  "pli-tv-bi-pm:190.0": "ปาจิตติยะ ๑๒๑. ",
  "pli-tv-bi-pm:191.0": "ปาจิตติยะ ๑๒๒. ",
  "pli-tv-bi-pm:192.0": "ปาจิตติยะ ๑๒๓. ",
  "pli-tv-bi-pm:193.0": "ปาจิตติยะ ๑๒๔. ",
  "pli-tv-bi-pm:194.0": "ปาจิตติยะ ๑๒๕. ",
  "pli-tv-bi-pm:195.0": "ปาจิตติยะ ๑๒๖. ",
  "pli-tv-bi-pm:196.0.2": "ปาจิตติยะ ๑๒๗. ",
  "pli-tv-bi-pm:197.0": "ปาจิตติยะ ๑๒๘. ",
  "pli-tv-bi-pm:198.0": "ปาจิตติยะ ๑๒๙. ",
  "pli-tv-bi-pm:199.0": "ปาจิตติยะ ๑๓๐. ",
  "pli-tv-bi-pm:200.0": "ปาจิตติยะ ๑๓๑. ",
  "pli-tv-bi-pm:201.0": "ปาจิตติยะ ๑๓๒. ",
  "pli-tv-bi-pm:202.0": "ปาจิตติยะ ๑๓๓. ",
  "pli-tv-bi-pm:203.0": "ปาจิตติยะ ๑๓๔. ",
  "pli-tv-bi-pm:204.0": "ปาจิตติยะ ๑๓๕. ",
  "pli-tv-bi-pm:205.0": "ปาจิตติยะ ๑๓๖. ",
  "pli-tv-bi-pm:206.0.2": "ปาจิตติยะ ๑๓๗. ",
  "pli-tv-bi-pm:207.0": "ปาจิตติยะ ๑๓๘. ",
  "pli-tv-bi-pm:208.0": "ปาจิตติยะ ๑๓๙. ",
  "pli-tv-bi-pm:209.0": "ปาจิตติยะ ๑๔๐. ",
  "pli-tv-bi-pm:210.0": "ปาจิตติยะ ๑๔๑. ",
  "pli-tv-bi-pm:211.0": "ปาจิตติยะ ๑๔๒. ",
  "pli-tv-bi-pm:212.0": "ปาจิตติยะ ๑๔๓. ",
  "pli-tv-bi-pm:213.0": "ปาจิตติยะ ๑๔๔. ",
  "pli-tv-bi-pm:214.0": "ปาจิตติยะ ๑๔๕. ",
  "pli-tv-bi-pm:215.0": "ปาจิตติยะ ๑๔๖. ",
  "pli-tv-bi-pm:216.0.2": "ปาจิตติยะ ๑๔๗. ",
  "pli-tv-bi-pm:217.0": "ปาจิตติยะ ๑๔๘. ",
  "pli-tv-bi-pm:218.0": "ปาจิตติยะ ๑๔๘. ",
  "pli-tv-bi-pm:219.0": "ปาจิตติยะ ๑๕๐. ",
  "pli-tv-bi-pm:220.0": "ปาจิตติยะ ๑๕๑. ",
  "pli-tv-bi-pm:221.0": "ปาจิตติยะ ๑๕๒. ",
  "pli-tv-bi-pm:222.0": "ปาจิตติยะ ๑๕๓. ",
  "pli-tv-bi-pm:223.0": "ปาจิตติยะ ๑๕๔. ",
  "pli-tv-bi-pm:224.0": "ปาจิตติยะ ๑๕๕. ",
  "pli-tv-bi-pm:225.0": "ปาจิตติยะ ๑๕๖. ",
  "pli-tv-bi-pm:226.0.2": "ปาจิตติยะ ๑๕๗. ",
  "pli-tv-bi-pm:227.0": "ปาจิตติยะ ๑๕๘. ",
  "pli-tv-bi-pm:228.0": "ปาจิตติยะ ๑๕๙. ",
  "pli-tv-bi-pm:229.0": "ปาจิตติยะ ๑๖๐. ",
  "pli-tv-bi-pm:230.0": "ปาจิตติยะ ๑๖๑. ",
  "pli-tv-bi-pm:231.0": "ปาจิตติยะ ๑๖๒. ",
  "pli-tv-bi-pm:232.0": "ปาจิตติยะ ๑๖๓. ",
  "pli-tv-bi-pm:233.0": "ปาจิตติยะ ๑๖๔. ",
  "pli-tv-bi-pm:234.0": "ปาจิตติยะ ๑๖๕. ",
  "pli-tv-bi-pm:235.0": "ปาจิตติยะ ๑๖๖. ",
  "pli-tv-bi-pm:333.13": "ขอนอบน้อมแด่พระผู้มีพระภาคเจ้า อรหันตสัมมาสัมพุทธเจ้า พระองค์นั้น "
}