{
  "pli-tv-bi-pm:0.1": "ปาฬิสิกขาบท ๒ คัมภีร์ ",
  "pli-tv-bi-pm:0.2": "ปาฬิภิกขุนีปาติโมกข์ ",
  "pli-tv-bi-pm:1.0": "บุพพกรณ์ (ธุระที่ต้องทำในเบื้องต้น) ",
  "pli-tv-bi-pm:1.1": "การปัดกวาดโรงอุโบสถ การตามประทีป การตั้งน้ำใช้น้ำฉัน และการปูอาสนะ; ",
  "pli-tv-bi-pm:1.2": "คือ องค์ของบุพกรณ์ของอุโบสถทั้ง ๔ อย่าง. ",
  "pli-tv-bi-pm:2.0": "บุพพกิจ (ธุระที่ต้องทำก่อน) ",
  "pli-tv-bi-pm:2.1": "การนำฉันทะมา การบอกปาริสุทธิ การบอกฤดู และการให้โอวาทภิกขุนี; ",
  "pli-tv-bi-pm:2.2": "คือ องค์ของบุพกิจทั้ง ໔ อย่าง. ",
  "pli-tv-bi-pm:3.0": "ความพรั่งพร้อม ",
  "pli-tv-bi-pm:3.1": "มีองค์ ๔ คือ เป็นวันอุโบสถ เป็นภิกขุนีผู้ควรถึงกรรม; ",
  "pli-tv-bi-pm:3.2": "เป็นผู้ที่ไม่ต้องสภากาบัติ; ",
  "pli-tv-bi-pm:3.3": "บุคคลผู้ควรเว้น ไม่มีในหัตถบาสสงฆ์นั้น. ",
  "pli-tv-bi-pm:4.1": "ข้าพเจ้าขอเชื้อเชิญ ผู้ทําบุพพกรณ์บุพพกิจสำเร็จดีแล้วที่อยู่ที่นี้ ผู้พร้อมเพรียงกัน ผู้มีอาบัติอันถูกบอกเทศนาแล้ว เพื่อสวดปาฏิโมกข์ โดยอนุมัติแห่งหมู่ภิกขุนีสงฆ์. ",
  "pli-tv-bi-pm:5.0": "นิทานุทเทส (คำขยายความ) ",
  "pli-tv-bi-pm:5.1": "ข้าแต่ภิกขุนีสงฆ์ผู้เจริญ ขอจงฟังเถิด. ",
  "pli-tv-bi-pm:5.2": "อุโบสถวันนี้ที่ ๑๕, ",
  "pli-tv-bi-pm:5.3": "ถ้าความพรั่งพร้อม ของสงฆ์ถึงที่แล้ว เราทั้งหลายพึงทำอุโบสถ พึงแสดงซึ่งปาฏิโมกข์ด้วยกัน. ",
  "pli-tv-bi-pm:6.1": "กิจที่ต้องทำก่อนอะไรๆ ของสงฆ์ก็ทำสำเร็จแล้ว? ",
  "pli-tv-bi-pm:6.2": "ท่านทั้งหลายพึงบอกความบริสุทธิ์, ",
  "pli-tv-bi-pm:6.3": "ข้าพเจ้าจักแสดงซึ่งปาติโมกข์, ",
  "pli-tv-bi-pm:6.4": "อันพวกเราทั้งหลาย จงฟัง จงใส่ใจซึ่งปาฏิโมกข์นั้น ให้สำเร็จประโยชน์. ",
  "pli-tv-bi-pm:6.5": "ผู้ใดหากมีอาบัติ ผู้นั้นก็พึงเปิดเผยเสีย, ",
  "pli-tv-bi-pm:6.6": "เมื่ออาบัติไม่มี ก็พึงนิ่งอยู่, ",
  "pli-tv-bi-pm:6.7": "ก็เพราะความเป็นผู้นิ่งแล ข้าพเจ้าจักทราบท่านทั้งหลายว่า เป็นผู้บริสุทธิ์. ",
  "pli-tv-bi-pm:6.8": "อนึ่ง การสวดประกาศให้ได้ยินมีกำหนด ๓ ครั้ง ในบริษัทเห็นปานนี้อย่างนี้ เป็นเหมือนถูกถามตอบเฉพาะองค์. ",
  "pli-tv-bi-pm:6.9": "อนึ่ง ภิกขุนีใดเมื่อสวดประกาศจบครั้งที่ ๓ ระลึก (อาบัติ) ได้อยู่ ไม่เปิดเผยอาบัติซึ่งมีอยู่ รู้ตัวว่ากล่าวเท็จความผิดย่อมมีแก่เธอนั้น. ",
  "pli-tv-bi-pm:6.10": "ท่านทั้งหลาย ก็รู้ตัวว่ากล่าวเท็จแล พระผู้มีพระภาคเจ้าตรัสว่า เป็นธรรมทำอันตราย, ",
  "pli-tv-bi-pm:6.11": "เพราะฉะนั้น เมื่อภิกขุนีต้องอาบัติแล้วระลึกได้ หวังความบริสุทธิ์ พึงเปิดเผยอาบัติซึ่งมีอยู่, ",
  "pli-tv-bi-pm:6.12": "เพราะการเปิดเผยอาบัติแล้ว ความสบายย่อมมีแก่เธอ. ",
  "pli-tv-bi-pm:7.1": "ข้าพเจ้าเพียงแสดงโดยสรุปเท่านั้น ในข้อความเบื้องต้น. ",
  "pli-tv-bi-pm:7.2": "ข้าพเจ้าถามท่านทั้งหลาย ในข้อเหล่านั้น ท่านทั้งหลายเป็นผู้บริสุทธ์แล้วหรือ? ",
  "pli-tv-bi-pm:7.3": "ข้าพเจ้าถามแม้ครั้งที่ ๒ ท่านทั้งหลายเป็นผู้บริสุทธ์แล้วหรือ? ",
  "pli-tv-bi-pm:7.4": "ข้าพเจ้าถามแม้ครั้งที่ ๓ ท่านทั้งหลายเป็นผู้บริสุทธ์แล้วหรือ? ",
  "pli-tv-bi-pm:7.5": "ท่านทั้งหลายเป็นผู้บริสุทธ์ในข้อเหล่านี้แล้ว เหตุนั้นจึงนิ่ง ข้าพเจ้าทรงความนี้ไว้ด้วยอย่างนี้. ",
  "pli-tv-bi-pm:7.6": "ข้อความเบื้องต้น จบ. ",
  "pli-tv-bi-pm:8.0": "ปาราชิกุทเทส ",
  "pli-tv-bi-pm:8.1": "อาบัติทั้งหลายชื่อว่าปาราชิก ๘ เหล่านี้ ย่อมมาสูอุทเทสในปาฏิโมกข์นั้น. ",
  "pli-tv-bi-pm:9.0": "ปาราชิก ๑. สิกขาบทเมถุนธรรม ",
  "pli-tv-bi-pm:9.1": "อนึ่ง ภิกขุนีใดพึงเสพเมถุนธรรม โดยที่สุดแม้ในดิรัจฉานตัวเมีย ผู้นี้ก็ต้องอาบัติปาราชิก ไม่มีการอยู่ร่วมกับภิกขุนีอื่น. ",
  "pli-tv-bi-pm:10.0": "ผู้นี้ก็ต้องอาบัติปาราชิก ไม่มีการอยู่ร่วมกับภิกขุนีอื่น. ",
  "pli-tv-bi-pm:10.1": "อนึ่ง ภิกขุนีใดถือเอาทรัพย์อันเจ้าของไม่ได้ให้ เป็นส่วนโจรกรรม จากบ้านก็ดีจากป่าก็ดี, ",
  "pli-tv-bi-pm:10.2": "พระราชาจับโจรได้แล้ว ฆ่าเสียบ้าง จำขังไว้บ้าง เนรเทศเสียบ้าง ด้วยปรับโทษว่า เจ้าเป็นโจร เจ้าเป็นคนพาล เจ้าเป็นคนหลง เจ้าเป็นคนขโมย ดังนี้ เพราะถือเอาทรัพย์อันเจ้าของไม่ได้ให้เห็นปานใด ภิกขุนีถือเอาทรัพย์อันเจ้าของไม่ได้ให้เห็นปานนั้น ",
  "pli-tv-bi-pm:10.3": "ผู้นี้ก็ต้องอาบัติปาราชิก ไม่มีการอยู่ร่วมกับภิกขุนีอื่น. ",
  "pli-tv-bi-pm:11.0": "ปาราชิก ๓. สิกขาบทมนุสสวิคคห ",
  "pli-tv-bi-pm:11.1": "อนึ่ง ภิกขุนีใดแกล้งพรากกายมนุษย์จากชีวิตหรือแสวงหาศัสตราอันจะนำ (ชีวิต) เสียให้แก่กายมนุษย์นั้น หรือพรรณนาคุณแห่งความตายหรือชักชวนเพื่อความตายด้วยคำว่า, ",
  "pli-tv-bi-pm:11.2": "“แน่ะ นายผู้เป็นชาย มีประโยชน์อะไรแก่ท่านด้วยชีวิตอันชั่วนี้ ท่านตายเสียดีกว่าเป็นอยู่”, ",
  "pli-tv-bi-pm:11.3": "ดังนี้เธอมีจิตใจ มีจิตดำริอย่างนี้ พรรณนาคุณแห่งความตายก็ดี ชักชวนเพื่อความตายก็ดี โดยหลายนัย, ",
  "pli-tv-bi-pm:11.4": "ผู้นี้ก็ต้องอาบัติปาราชิก ไม่มีการอยู่ร่วมกับภิกขุนีอื่น. ",
  "pli-tv-bi-pm:12.0": "ปาราชิก ๔. สิกขาบทอุตตริมนุสสธรรม ",
  "pli-tv-bi-pm:12.1": "อนึ่ง ภิกขุนีใดไม่รู้เฉพาะ (คือไม่รู้จริง) กล่าวอวดอุตตริมนุสสธรรม อันเป็น ความเห็นอย่างประเสริฐ อย่างสามารถ น้อมเข้าในตัวว่า “ข้าพเจ้ารู้อย่างนี้ ข้าพเจ้าเห็นอย่างนี้”, ",
  "pli-tv-bi-pm:12.2": "ครั้นสมัยอื่น แต่นั้น อันผู้ใดผู้หนึ่ง เชื่อก็ตาม ไม่เชื่อก็ตาม ก็เป็นอันต้องอาบัติแล้ว มุ่งความหมดจด (คือ พ้นโทษ) จะพึงกล่าวอย่างนี้ว่า “แน่ะท่าน ข้าพเจ้าไม่รู้ ได้กล่าวว่ารู้ ไม่เห็นได้กล่าวว่าเห็นได้พูดพล่อยๆ เป็นเท็จเปล่าๆ”, ",
  "pli-tv-bi-pm:12.3": "เว้นไว้แต่ว่าสำคัญว่าได้บรรลุ, ",
  "pli-tv-bi-pm:12.4": "ผู้นี้ก็ต้องอาบัติปาราชิก ไม่มีการอยู่ร่วมกับภิกขุนีอื่น. ",
  "pli-tv-bi-pm:13.0": "ปาราชิก ๕. สิกขาบทอุพภชาณุมัณฑลิกา ",
  "pli-tv-bi-pm:13.1": "อนึ่ง ภิกขุนีใดมีความกำหนัด ยินดีการลูบก็ดี คลำก็ดี จับก็ดี ต้องก็ดีบีบเคล้นก็ดี ของบุรุษบุคคลผู้กำหนัด ใต้รากขวัญลงไป เหนือเข่าขึ้นมา ผู้นี้ก็เป็นปาราชิกชื่ออุพภะชาณุมัณฑะลิกา ไม่มีการอยู่ร่วมกับภิกขุนีอื่น. ",
  "pli-tv-bi-pm:14.0": "ปาราชิก ๖. สิกขาบทวัชชัปปฏิจฉาทิกา ",
  "pli-tv-bi-pm:14.1": "อนึ่ง ภิกขุนีใดรู้อยู่ว่าภิกขุนีล่วงอาบัติปาราชิก ไม่โจทด้วยตน ไม่บอกแก่คณะ ในเวลาที่ภิกขุนีนั้นยังดำรงเพศอยู่ก็ดี เคลื่อนไปแล้วก็ดี ถูกนาสนะแล้วก็ดี ไปเข้ารีดเดียรถีย์เสียก็ดี ภายหลังนางจึงบอกอย่างนี้ว่า แม่เจ้า เจ้าข้า เมื่อก่อนดิฉันรู้จักภิกขุนีนั่นได้ดีทีเดียวว่า นางเป็นพี่หญิง น้องหญิง มีความประพฤติเช่นนี้และมีความประพฤติเช่นนี้แต่ดิฉันไม่โจทด้วยตน ไม่บอกแก่คณะ ผู้นี้ก็ต้องอาบัติปาราชิกชื่อวัชชัปปะฏิจฉาทิกา ไม่มีการอยู่ร่วมกับภิกขุนีอื่น. ",
  "pli-tv-bi-pm:15.0": "ปาราชิก ๗. สิกขาบทอุกขิตตานุวัตติกา ",
  "pli-tv-bi-pm:15.1": "อนึ่ง ภิกขุนีใดพึงประพฤติตามภิกขุผู้ถูกสงฆ์พร้อมเพรียงกันยกเสียแล้ว ตามธรรม ตามวินัย ตามสัตถุศาสน์ ผู้ไม่เอื้อเฟื้อ ไม่ทำคืนอาบัติ มิได้ทำภิกขุผู้มีสังวาสเสมอกันให้เป็นสหาย ภิกขุนีนั้นอันภิกขุนีทั้งหลายพึงว่ากล่าวอย่างนี้ว่า: ",
  "pli-tv-bi-pm:15.2": "“แม่เจ้า ภิกขุนั่นแล อันสงฆ์ผู้พร้อมเพรียงกันยกเสียแล้ว ตามธรรม ตามวินัย อันเป็นสัตถุศาสน์ เป็นผู้ไม่เอื้อเฟื้อ ไม่ทำคืนอาบัติ มิได้ทำภิกขุผู้มีสังวาสเสมอกันให้เป็นสหาย แม่เจ้าอย่าประพฤติตามภิกขุนั่นเลย”, ",
  "pli-tv-bi-pm:15.3": "แลภิกขุนีนั้น อันภิกขุนีทั้งหลายว่ากล่าวอยู่อย่างนี้ ยังยกย่องอยู่อย่างนั้นเทียว ภิกขุนีนั้นอันภิกขุนีทั้งหลายพึงสวดสมนุภาส กว่าจะครบสามจบ เพื่อให้สละกรรมนั้นเสีย, ",
  "pli-tv-bi-pm:15.4": "หากเธอถูกสวดสมนุภาส กว่าจะครบ ๓ จบอยู่ สละกรรมนั้นเสีย สละได้อย่างนี้นั่นเป็นการดี, ",
  "pli-tv-bi-pm:15.5": "หากเธอไม่สละเสีย ผู้นี้ก็ต้องอาบัติปาราชิกชื่ออุกขิตตานุวัตติกา ไม่มีการอยู่ร่วมกับภิกขุนีอื่น. ",
  "pli-tv-bi-pm:16.0": "ปาราชิก ๘. สิกขาบทอัฏฐวัตถุกา ",
  "pli-tv-bi-pm:16.1": "อนึ่ง ภิกขุนีใดมีความกำหนัด ยินดีการที่บุรุษบุคคลผู้กำหนัดจับมือก็ดี จับชายผ้าสังฆาฏิก็ดี ยืนด้วยก็ดี สนทนาด้วยก็ดี ไปสู่ที่นัดหมายกันก็ดี ยินดีการที่บุรุษมาหาตามนัดก็ดี เข้าไปสู่ที่มุงด้วยกันก็ดี ทอดกายเพื่อประโยชน์แก่บุรุษนั้น เพื่อประสงค์จะเสพอสัทธรรมนั้นก็ดี แม้ผู้นี้ก็ต้องอาบัติปาราชิกชื่ออัฏฐวัตถุกา ไม่มีการอยู่ร่วมกับภิกขุนีอื่น. ",
  "pli-tv-bi-pm:17.1": "ท่านทั้งหลาย อาบัติปาราชิกทั้ง ๘ ข้าพเจ้าได้ยกขึ้นแสดงแล้ว. ",
  "pli-tv-bi-pm:17.2": "ภิกขุนีต้องอาบัติเหล่าไรเล่าอันใดอันหนึ่งแล้ว ย่อมไม่มีการอยู่ร่วมกับภิกขุนีอื่นทั้งหลาย ",
  "pli-tv-bi-pm:17.3": "เหมือนอย่างแต่ก่อน ต้องอาบัติปาราชิก ไม่มีการอยู่ร่วมกับภิกขุนีอื่น. ",
  "pli-tv-bi-pm:17.4": "ข้าพเจ้าถามท่านทั้งหลาย ในข้อเหล่านั้น ท่านทั้งหลายเป็นผู้บริสุทธ์แล้วหรือ? ",
  "pli-tv-bi-pm:17.5": "ข้าพเจ้าถามแม้ครั้งที่ ๒ ท่านทั้งหลายเป็นผู้บริสุทธ์แล้วหรือ? ",
  "pli-tv-bi-pm:17.6": "ข้าพเจ้าถามแม้ครั้งที่ ๓ ท่านทั้งหลายเป็นผู้บริสุทธ์แล้วหรือ? ",
  "pli-tv-bi-pm:17.7": "ท่านทั้งหลายเป็นผู้บริสุทธ์ในข้อเหล่านี้แล้ว เหตุนั้นจึงนิ่ง ข้าพเจ้าทรงความนี้ไว้ด้วยอย่างนี้. ",
  "pli-tv-bi-pm:17.8": "ปาราชิกุทเทส จบ. ",
  "pli-tv-bi-pm:18.0": "สังฆาทิเสสุทเทโส ",
  "pli-tv-bi-pm:18.1": "ท่านทั้งหลายอาบัติชื่อสังฆาทิเสส ๑๗ เหล่านี้แล ย่อมมาสู่อุทเทส. ",
  "pli-tv-bi-pm:19.0": "สังฆาทิเสส ๑. อุสสยวาทิกาสิกขาบท ",
  "pli-tv-bi-pm:19.1": "อนึ่ง ภิกขุนีใดชอบฟ้องความกับคหบดีก็ดี บุตรคหบดีก็ดี ทาสก็ดี กรรมกรก็ดี โดยที่สุด แม้สมณะปริพาชก ภิกขุนีนี้ก็ต้องอาบัติสังฆาทิเสส ชื่อนิสสารณียะ มีอันให้ต้องอาบัติขณะแรกทำ. ",
  "pli-tv-bi-pm:20.0": "สังฆาทิเสส ๒. โจรีวุฏฐาปิกาสิกขาบท ",
  "pli-tv-bi-pm:20.1": "อนึ่ง ภิกขุนีใดรู้อยู่ว่าหญิงเป็นโจร ผู้ปรากฏ เป็นนักโทษประหาร ไม่บอกกล่าวพระราชา หมู่ คณะ นายหมวดหรือนายกอง รับให้บวช เว้นแต่บวชมาแล้ว ภิกขุนีนี้ก็ต้องอาบัติสังฆาทิเสส ชื่อนิสสารณียะ มีอันให้ต้องอาบัติขณะแรกทำ. ",
  "pli-tv-bi-pm:21.0": "สังฆาทิเสส ๓. เอกคามันตรคมนสิกขาบท ",
  "pli-tv-bi-pm:21.1": "อนึ่ง ภิกขุนีใดผู้เดียวไปสู่ละแวกบ้านก็ดี ผู้เดียวไปสู่ฝั่งแม่น้ำก็ดี ผู้เดียวอยู่ปราศจากพวกในราตรีก็ดี ผู้เดียวเดินปลีกไปจากคณะก็ดี ภิกขุนีนี้ก็ต้องอาบัติสังฆาทิเสส ชื่อนิสสารณียะ มีอันให้ต้องอาบัติขณะแรกทำ. ",
  "pli-tv-bi-pm:22.0": "สังฆาทิเสส ๔. อุกขิตตกโอสารณสิกขาบท ",
  "pli-tv-bi-pm:22.1": "อนึ่ง ภิกขุนีใดไม่บอกกล่าวสงฆ์ผู้ทำการ ไม่รู้ฉันทะของคณะ เรียกภิกขุนีผู้ซึ่งสงฆ์พรั่งพร้อมกันยกเสียจากหมู่ ตามธรรม ตามวินัย อันเป็นสัตถุศาสน์แล้วให้เข้าหมู่ ภิกขุนีนี้ก็ต้องอาบัติสังฆาทิเสส ชื่อนิสสารณียะ มีอันให้ต้องอาบัติขณะแรกทำ. ",
  "pli-tv-bi-pm:23.0": "สังฆาทิเสส ๕. โภชนปฏิคคหณปฐมสิกขาบท ",
  "pli-tv-bi-pm:23.1": "อนึ่ง ภิกขุนีใดมีความพึงพอใจ รับของเคี้ยวก็ดี ของฉันก็ดี ด้วยมือของตนเอง จากมือของบุรุษบุคคลผู้มีความพึงพอใจแล้วเคี้ยวก็ดี ฉันก็ดี ภิกขุนีนี้ก็ต้องอาบัติสังฆาทิเสส ชื่อนิสสารณียะ มีอันให้ต้องอาบัติขณะแรกทำ. ",
  "pli-tv-bi-pm:24.0": "สังฆาทิเสส ๖. โภชนปฏิคคหณทุติยสิกขาบท ",
  "pli-tv-bi-pm:24.1": "อนึ่ง ภิกขุนีใดกล่าวอย่างนี้ว่า “แม่เจ้า บุรุษบุคคลนั้น มีความพอใจก็ตาม ไม่มีความพอใจก็ตาม จักทำอะไรแก่แม่เจ้าได้ เพราะแม่เจ้าไม่มีความพอใจ นิมนต์เถิด เจ้าค่ะ บุรุษบุคคลนั้นจะถวายของสิ่งใด เป็นของเคี้ยวหรือของฉันก็ตาม แก่แม่เจ้า ขอแม่เจ้า จงรับประเคนของสิ่งนั้นด้วยมือของตน แล้วเคี้ยวหรือฉันเถิด ดังนี้” ภิกขุนีนี้ก็ต้องอาบัติสังฆาทิเสส ชื่อนิสสารณียะ มีอันให้ต้องอาบัติขณะแรกทำ. ",
  "pli-tv-bi-pm:25.0": "สังฆาทิเสส ๗. สัญจริตตสิกขาบท ",
  "pli-tv-bi-pm:25.1": "อนึ่ง ภิกขุนีใดถึงความเป็นสื่อรัก ความประสงค์ของชายแก่หญิงก็ดี (บอก) ความประสงค์ของหญิงแก่ชายก็ดี ในความเป็นเมียก็ตาม ในความเป็นชู้ก็ตาม โดยที่สุด (บอก) แม้แก่หญิงขายบริการ อันจะพึงอยู่ร่วมชั่วขณะ ภิกขุนีนี้ก็ต้องอาบัติสังฆาทิเสส ชื่อนิสสารณียะ มีอันให้ต้องอาบัติขณะแรกทำ. ",
  "pli-tv-bi-pm:26.0": "สังฆาทิเสส ๘. ทุฏฐโทสสิกขาบท ",
  "pli-tv-bi-pm:26.1": "อนึ่ง ภิกขุนีใดขัดใจ มีโทสะไม่แช่มชื่น ตามกำจัด (คือ โจท) ภิกขุนีด้วยอาบัติมีโทษถึงปาราชิก อันหามูลมิได้ ด้วยหมายใจว่า “แม้ไฉนเราจะยังเธอให้เคลื่อนจากพรหมจรรย์นี้ได้”, ",
  "pli-tv-bi-pm:26.2": "ครั้นสมัยอื่น แต่นั้น อันผู้ใดผู้หนึ่งถือเอาตามก็ตาม ไม่ถือเอาตามก็ตาม (คือ เชื่อไม่เชื่อก็ตาม) แต่อธิกรณ์นั้น เป็นเรื่องหามูลมิได้และย่อมยันอิงโทสะ ภิกขุนีนี้ก็ต้องอาบัติสังฆาทิเสส ชื่อนิสสารณียะ มีอันให้ต้องอาบัติขณะแรกทำ. ",
  "pli-tv-bi-pm:27.0": "สังฆาทิเสส ๙. อัญญภาคิยสิกขาบท ",
  "pli-tv-bi-pm:27.1": "อนึ่ง ภิกขุนีใดขัดใจ มีโทสะไม่แช่มชื่น ถือเอาเอกเทศบางแห่ง แห่งอธิกรณ์อันเป็นเรื่องอื่นให้เป็นเพียงเลิศ ตามกำจัด (คือ โจท) ภิกขุนีด้วย ธรรมอันมีโทษถึงปาราชิก ด้วยหมายใจว่า “แม้ไฉนเราจะยังเธอให้เคลื่อนจากพรหมจรรย์นี้ได้”, ",
  "pli-tv-bi-pm:27.2": "ครั้นสมัยอื่น แต่นั้น อันผู้ใดผู้อื่นถือเอาตามก็ตาม ไม่ถือเอาตามก็ตาม (คือ เชื่อก็ตามไม่เชื่อก็ตาม) แต่อธิกรณ์นั้นเป็นเรื่องอื่นเอกเทศบางแห่ง เธอถือเอาพอเป็นเลศและย่อมยืนยันอิงโทสะ ๓ ภิกขุนีนี้ก็ต้องอาบัติสังฆาทิเสส ชื่อนิสสารณียะ มีอันให้ต้องอาบัติขณะแรกทำ. ",
  "pli-tv-bi-pm:28.0": "สังฆาทิเสส ๑๐. สิกขังปัจจาจิกขณสิกขาบท ",
  "pli-tv-bi-pm:28.1": "อนึ่ง ภิกขุนีใดโกรธ ขัดใจ พึงกล่าวอย่างนี้ว่า: ",
  "pli-tv-bi-pm:28.2": "“ข้าพเจ้าขอบอกคืนพระพุทธเจ้า ขอบอกคืนพระธรรม ขอบอกคืนพระสงฆ์ ขอบอกคืนสิกขา ภิกขุนีที่ชื่อว่าสมณีจะมีเฉพาะสมณีศากยธิดาเหล่านี้เมื่อไร แม้สมณีเหล่าอื่นที่มีความละอาย มีความรังเกียจผู้ใคร่ต่อสิกขาก็ยังมี ข้าพเจ้าจักประพฤติพรหมจรรย์ในสำนักสมณีเหล่านั้น ดังนั้น”. ",
  "pli-tv-bi-pm:28.3": "ดังนั้น ภิกขุนีนั้นอันภิกขุนีทั้งหลายพึงกล่าวอย่างนี้ว่า: ",
  "pli-tv-bi-pm:28.4": "“แม่เจ้าอย่าได้โกรธ ขัดใจ” กล่าวอย่างนี้ว่า “ข้าพเจ้าขอบอกคืนพระพุทธเจ้า ขอบอกคืนพระธรรม ขอบอกคืนพระสงฆ์ ขอบอกคืนสิกขา ภิกขุนีที่ชื่อว่าสมณี จะมีเฉพาะสมณีศากยธิดาเหล่านี้เมื่อไร แม้สมณีเหล่าอื่นที่มีความละอาย มีความรังเกียจ ใคร่ต่อสิกขาก็ยังมี ข้าพเจ้าจักไปประพฤติพรหมจรรย์ในสำนักสมณีเหล่านั้น” ดังนั้น ภิกขุนีทั้งหลายจึงกล่าวว่า “แม่เจ้าจงยินดียิ่ง พระธรรมอันพระพุทธเจ้าตรัสไว้ดีแล้ว จงประพฤติพรหมจรรย์ เพื่อทำที่สุดทุกข์โดยชอบเถิด”, ",
  "pli-tv-bi-pm:28.5": "และภิกขุนีนั้น อันภิกขุนีทั้งหลายว่ากล่าวอยู่อย่างนี้ ยังยกย่องอยู่อย่างนั้นเทียว ภิกขุนีนั้นอันภิกขุนีทั้งหลาย พึงสวดสมนุภาสกว่าจะครบสามจบ เพื่อให้สละกรรมนั้น, ",
  "pli-tv-bi-pm:28.6": "ถ้าเธอกำลังถูกสวดสมนุภาสกว่าจะครบสามจบอยู่ สละกรรมนั้นเสีย สละได้อย่างนี้นั่นเป็นการดี, ",
  "pli-tv-bi-pm:28.7": "หากเธอไม่สละ ภิกขุนีแม้นี้ก็ต้องอาบัติสังฆาทิเสส ชื่อนิสสารณียะ มีอันให้ต้องอาบัติในเมื่อสวดสมนุภาสครบสามจบ. ",
  "pli-tv-bi-pm:29.0": "สังฆาทิเสส ๑๑. อธิกรณกุปิตสิกขาบท ",
  "pli-tv-bi-pm:29.1": "อนึ่ง ภิกขุนีใดถูกตัดสินให้แพ้ในอธิกรณ์เรื่องหนึ่งแล้วโกรธ ขัดใจ กล่าวอย่างนี้ว่า: ",
  "pli-tv-bi-pm:29.2": "“พวกภิกขุนีถึงฉันทาคติ โทสาคติ โมหาคติ และภยาคติ ดังนี้” ภิกขุนีนั้น อันภิกขุนีทั้งหลายพึงว่ากล่าวอย่างนี้ว่า: ",
  "pli-tv-bi-pm:29.3": "“แม่เจ้าถูกตัดสินให้แพ้ในอธิกรณ์เรื่องหนึ่งแล้ว อย่าโกรธ ขัดใจ” กล่าวอย่างนี้ว่า “พวกภิกขุนีถึงฉันทาคติ โทสาคติ โมหาคติ และภยาคติดังนี้, ",
  "pli-tv-bi-pm:29.4": "แม่เจ้าต่างหาก ถึงฉันทาคติบ้าง โทสาคติบ้าง โมหาคติบ้าง ภยาคติบ้าง”. ",
  "pli-tv-bi-pm:29.5": "และภิกขุนีนั้น อันภิกขุนีทั้งหลายว่ากล่าวอยู่อย่างนี้ ยังยกย่องอยู่อย่างนั้นเทียว ภิกขุนีนั้น อันภิกขุนีทั้งหลายพึงสวดสมนุภาสกว่าจะครบสามจบ เพื่อให้สละกรรมนั้น, ",
  "pli-tv-bi-pm:29.6": "หากเธอถูกสวดสมนุภาสกว่าจะครบสามจบอยู่ สละกรรมนั้นเสียได้ การสละได้อย่างนั้น นั่นเป็นการดี , ",
  "pli-tv-bi-pm:29.7": "หากเธอไม่สละ ภิกขุนีนี้ก็ต้องอาบัติสังฆาทิเสส ชื่อนิสสารณียะ มีอันให้ต้องอาบัติในเมื่อสวดสมนุภาสครบสามจบ. ",
  "pli-tv-bi-pm:30.0": "สังฆาทิเสส ๑๒. ปาปสมาจารปฐมสิกขาบท ",
  "pli-tv-bi-pm:30.1": "อนึ่ง ภิกขุนีทั้งหลายอยู่คลุกคลีกัน มีความประพฤติเสื่อมเสีย มีเกียรติศัพท์ไม่งาม มีอาชีวะไม่ชอบ มักเบียดเบียนภิกขุนีสงฆ์ ชอบปกปิดโทษของพรรคพวกกัน, ",
  "pli-tv-bi-pm:30.2": "ภิกขุนีเหล่านั้น อันภิกขุนีทั้งหลาย พึงว่ากล่าวอย่างนี้ว่า: ",
  "pli-tv-bi-pm:30.3": "“พี่น้องหญิงทั้งหลายแลอยู่คลุกคลีกัน มีความประพฤติเสื่อมเสีย มีเกียรติศัพท์ไม่งาม มีอาชีวะไม่ชอบ มักเบียดเบียนภิกขุนีสงฆ์ ชอบปกปิดโทษของพรรคพวกกัน, ",
  "pli-tv-bi-pm:30.4": "แม่เจ้าทั้งหลายจงแยกกันอยู่เถิด สงฆ์ย่อมสรรเสริญความสงัดอย่างเดียวแก่พี่น้องหญิงทั้งหลาย”, ",
  "pli-tv-bi-pm:30.5": "แลภิกขุนีเหล่านั้น อันภิกขุนีทั้งหลายว่ากล่าวอยู่อย่างนี้ ยังยกย่องอยู่อย่างนั้นเทียว ภิกขุนีเหล่านั้น อันภิกขุนีทั้งหลาย พึงสวดสมนุภาสกว่าจะครบสามจบเพื่อให้สละวัตถุนั้น, ",
  "pli-tv-bi-pm:30.6": "หากเธอเหล่านั้นถูกสวดสมนุภาส กว่าจะครบสามจบอยู่ สละวัตถุนั้นเสียได้การสละได้อย่างนี้ นั่นเป็นการดี, ",
  "pli-tv-bi-pm:30.7": "หากไม่สละ ภิกขุนีแม้เหล่านี้ก็ต้องอาบัติสังฆาทิเสส ชื่อนิสสารณียะ มีอันให้ต้องอาบัติในเมื่อสวดสมนุภาสครบสามจบ. ",
  "pli-tv-bi-pm:31.0": "สังฆาทิเสส ๑๓. ปาปสมาจารทุติยสิกขาบท ",
  "pli-tv-bi-pm:31.1": "อนึ่ง ภิกขุนีใดกล่าวอย่างนี้ว่า: ",
  "pli-tv-bi-pm:31.2": "“แม่เจ้าทั้งหลาย ท่านทั้งหลายจงอยู่คลุกคลีกันเถิด อย่าต่างคนต่างอยู่เลย, ",
  "pli-tv-bi-pm:31.3": "ภิกขุนีแม้เหล่าอื่นที่มีความประพฤติเช่นนี้ มีเกียรติศัพท์เช่นนี้ มีอาชีวะเช่นนี้ มักเบียดเบียนภิกขุนีสงฆ์เช่นนี้ ชอบปกปิดโทษของพรรคพวกกันเช่นนี้ก็ยังมีในสงฆ์ สงฆ์ไม่ว่ากล่าวอะไรภิกขุนีพวกนั้น สงฆ์ว่ากล่าวเฉพาะพวกท่าน ",
  "pli-tv-bi-pm:31.4": "ด้วยความดูหมิ่น ด้วยความไม่สุภาพ ด้วยความไม่อดกลั้น ด้วยความขู่เข็ญ และเพราะความที่พวกท่านเป็นคนอ่อนแออย่างนี้ว่า 'พี่น้องหญิงทั้งหลายแล อยู่คลุกคลีกัน มีความประพฤติไม่ดี มีเกียรติศัพท์ไม่งาม มีอาชีวะไม่ชอบ มักเบียดเบียนภิกขุนีสงฆ์ ชอบปกปิดโทษของพรรคพวกกัน แม่เจ้าทั้งหลายจงแยกกันอยู่เถิด สงฆ์ย่อมสรรเสริญความสงัดอย่างเดียวแก่พี่น้องหญิงทั้งหลายดังนี้'”, ",
  "pli-tv-bi-pm:31.5": "ภิกขุนีนั้น อันภิกขุนีทั้งหลายพึงว่ากล่าวอย่างนี้ว่า: ",
  "pli-tv-bi-pm:31.6": "“เธออย่าได้กล่าวอย่างนั้น, ",
  "pli-tv-bi-pm:31.7": "แม่เจ้าทั้งหลาย ท่านทั้งหลายจงอยู่คลุกคลีกันเถิด อย่าต่างคนต่างอยู่เลย, ",
  "pli-tv-bi-pm:31.8": "ภิกขุนีแม้เหล่าอื่นที่มีความประพฤติเช่นนี้ มีเกียรติศัพท์เช่นนี้ มีอาชีวะเช่นนี้ มักเบียดเบียนภิกขุนีสงฆ์เช่นนี้ ชอบปกปิดโทษของพรรคพวกกันเช่นนี้ก็ยังมีในสงฆ์ สงฆ์ไม่ว่ากล่าวอะไรภิกขุนีพวกนั้น, ",
  "pli-tv-bi-pm:31.9": "สงฆ์ว่ากล่าวเฉพาะพวกท่าน ด้วยความดูหมิ่น ด้วยความไม่สุภาพ ด้วยความไม่อดกลั้น ด้วยความขู่เข็ญ และเพราะความที่พวกท่านเป็นคนอ่อนแออย่างนี้ว่า 'พี่น้องหญิงทั้งหลายแล อยู่คลุกคลีกัน มีความประพฤติไม่ดี มีเกียรติศัพท์ไม่งาม มีอาชีวะไม่ชอบ มักเบียดเบียนภิกขุนีสงฆ์ ชอบปกปิดโทษของพรรคพวกกัน แม่เจ้าทั้งหลายจงแยกกันอยู่เถิด สงฆ์ย่อมสรรเสริญความสงัดอย่างเดียวแก่พี่น้องหญิงทั้งหลายดังนี้'”, ",
  "pli-tv-bi-pm:31.10": "แลภิกขุนีนั้น อันภิกขุนีทั้งหลายว่ากล่าวอยู่อย่างนี้ ยังยกย่องอยู่อย่างนั้นเทียว ภิกขุนีนั้น อันภิกขุนีทั้งหลายพึงสวดสมนุภาสกว่าจะครบสามจบ เพื่อให้สละวัตถุนั้น, ",
  "pli-tv-bi-pm:31.11": "หากเธอถูกสวดสมนุภาสกว่าจะครบสามจบอยู่ สละวัตถุนั้นเสีย สละได้อย่างนี้ นั่นเป็นการดี, ",
  "pli-tv-bi-pm:31.12": "หากไม่สละภิกขุนีนี้ก็ต้องอาบัติสังฆาทิเสส ชื่อนิสสารณียะ มีอันให้ต้องอาบัติในเมื่อสวดสมนุภาสครบสามจบ. ",
  "pli-tv-bi-pm:32.0": "สังฆาทิเสส ๑๔. สังฆเภทกสิกขาบท ",
  "pli-tv-bi-pm:32.1": "อนึ่ง ภิกขุนีใดตะเกียกตะกายเพื่อทำลายสงฆ์ผู้พร้อมเพรียงหรือถือเอาอธิกรณ์ (คือ เรื่อง) อันเป็นเหตุแตกกันยืนกรานอยู่ ภิกขุนีนั้น อันภิกขุนีทั้งหลายพึงว่ากล่าวอย่างนี้ ว่า: ",
  "pli-tv-bi-pm:32.2": "“เธออย่าได้ตะเกียกตะกาย เพื่อทำลายสงฆ์ผู้พร้อมเพรียง หรืออย่าได้ถือเอาอธิกรณ์อันเป็นเหตุแตกกัน ยืนกรานอยู่ ขอท่านจงพร้อมเพรียงด้วยสงฆ์, ",
  "pli-tv-bi-pm:32.3": "เพราะว่าสงฆ์ผู้พร้อมเพรียงกัน ปรองดองกันไม่วิวาทกัน มีอุทเทสเดียวกัน (คือ ฟังพระปาฏิโมกข์ร่วมกัน) ย่อมอยู่ผาสุก”. ",
  "pli-tv-bi-pm:32.4": "และภิกขุนีนั้น อันภิกขุนีทั้งหลายว่ากล่าวอยู่อย่างนี้ ยังยืนกรานอยู่อย่างนั้นเทียว ภิกขุนีนั้น อันภิกขุนีทั้งหลายพึงสวดสมนุภาส (คือ ประกาศห้าม) กว่าจะครบ ๓ จบเพื่อให้สละกรรมนั้นเสีย, ",
  "pli-tv-bi-pm:32.5": "หากเธอถูกสวดสมนุภาส กว่าจะครบ ๓ จบอยู่ สละกรรมนั้นเสียสละได้อย่างนี้ นั่นเป็นการดี, ",
  "pli-tv-bi-pm:32.6": "หากไม่สละภิกขุนีนี้ก็ต้องอาบัติสังฆาทิเสส ชื่อนิสสารณียะ มีอันให้ต้องอาบัติในเมื่อสวดสมนุภาสครบสามจบ. ",
  "pli-tv-bi-pm:33.0": "สังฆาทิเสส ๑๕. เภทานุวัตตกสิกขาบท ",
  "pli-tv-bi-pm:33.1": "อนึ่ง มีภิกขุนีผู้ประพฤติตามผู้พูดเข้ากันของภิกขุนีนั้นแล ๑ รูปบ้าง ๒ รูปบ้าง ๓ รูปบ้าง ๓ เธอทั้งหลายกล่าวอย่างนี้ว่า: ",
  "pli-tv-bi-pm:33.2": "“ขอท่านทั้งหลายอย่าได้กล่าวคำอะไรๆ ต่อภิกขุนีนั้น ",
  "pli-tv-bi-pm:33.3": "ภิกขุนีนั่นกล่าวถูกธรรมด้วย ภิกขุนีนั่นกล่าวถูกวินัยด้วย, ",
  "pli-tv-bi-pm:33.4": "ภิกขุนีนั้นถือเอาความพอใจและความชอบใจของพวกข้าพเจ้ากล่าวด้วย เธอรู้ (ใจ) ของพวกข้าพเจ้าจึงกล่าวคำที่เธอกล่าวนี้ ย่อมควร (คือ ถูกใจ) แม้แก่พวกข้าพเจ้า”, ",
  "pli-tv-bi-pm:33.5": "ภิกขุนีเหล่านั้น อันภิกขุนีทั้งหลายพึงว่ากล่าว อย่างนี้ว่า: ",
  "pli-tv-bi-pm:33.6": "“ท่านทั้งหลาย อย่าได้กล่าวอย่างนั้น, ",
  "pli-tv-bi-pm:33.7": "ภิกขุนีนั้น หาไม่ใช่ผู้กล่าวถูกธรรมด้วย ภิกขุนีนั่น หาไม่ใช่ผู้กล่าวถูกวินัยด้วย, ",
  "pli-tv-bi-pm:33.8": "ความทำลายสงฆ์อย่าได้ชอบแม้แก่พวกท่าน, ",
  "pli-tv-bi-pm:33.9": "ขอ (ใจ) ของพวกท่านจงพร้อมเพรียงด้วยสงฆ์เพราะว่าสงฆ์ผู้พร้อมเพรียงปรองดองกัน ไม่วิวาทกัน มีอุทเทสเดียวกัน ย่อมอยู่ผาสุก”, ",
  "pli-tv-bi-pm:33.10": "และภิกขุนีเหล่านั้น อันภิกขุนีทั้งหลายว่ากล่าวอยู่อย่างนี้ ยังยืนกรานอยู่อย่างนั้นเทียว ภิกขุนีเหล่านั้น อันภิกขุนี ทั้งหลาย พึงสวดสมนุภาสกว่าจะครบ ๓ จบเพื่อให้สละกรรมนั้นเสีย, ",
  "pli-tv-bi-pm:33.11": "หากเธอทั้งหลายถูกสวดสมนุภาส กว่าจะครบ ๓ จบอยู่ สละกรรมนั้นเสียสละได้อย่างนี้ นั่นเป็นการดี. ",
  "pli-tv-bi-pm:33.12": "หากไม่สละเสีย ภิกขุนีนี้ก็ต้องอาบัติสังฆาทิเสส ชื่อนิสสารณียะ มีอันให้ต้องอาบัติในเมื่อสวดสมนุภาสครบสามจบ. ",
  "pli-tv-bi-pm:34.0": "สังฆาทิเสส ๑๖. ทุพพจสิกขาบท ",
  "pli-tv-bi-pm:34.1": "อนึ่ง ภิกขุนีเป็นผู้มีสัญชาติแห่งคนว่ายากอันภิกขุนีทั้งหลาย ว่ากล่าวอยู่โดยชอบธัมม์ ในสิกขาบททั้งหลายอันเนี่องในอุทเทส (คือ พระปาฏิโมกข์) ทำตนให้เป็นผู้อันใครๆว่ากล่าวไม่ได้ ด้วยกล่าวโต้ว่า: ",
  "pli-tv-bi-pm:34.2": "“พวกท่านอย่าได้กล่าวอะไรๆ ต่อเราเป็นคำดีก็ตาม เป็นคำชั่วก็ตาม แม้เราก็จะไม่กล่าวอะไรๆ ต่อพวกท่านเหมือนกัน เป็นคำดีก็ตาม เป็นคำชั่วก็ตาม, ",
  "pli-tv-bi-pm:34.3": "ขอพวกท่านจงเว้นจากการว่ากล่าวเราเสีย”, ",
  "pli-tv-bi-pm:34.4": "ภิกขุนีนั้น อันภิกขุนีทั้งหลาย พึงว่ากล่าวอย่างนี้ว่า: ",
  "pli-tv-bi-pm:34.5": "“ท่านอย่าได้ทำตนให้เป็นผู้อันใครๆ ว่าไม่ได้ขอท่านจงทำตนให้เขาว่าได้แล, ",
  "pli-tv-bi-pm:34.6": "แม้ท่านก็จงว่ากล่าวภิกขุนีทั้งหลายโดยชอบธรรม แม้ภิกขุนีทั้งหลายก็จักว่ากล่าว ท่านโดยชอบธรรม, ",
  "pli-tv-bi-pm:34.7": "เพราะว่าบริษัทของพระผู้มีพระภาคเจ้านั้น เจริญแล้วด้วยอาการอย่างนี้ คือด้วยว่ากล่าวซึ่งกันและกัน ด้วยเตือนกันและกันให้ออกจากอาบัติ”. ",
  "pli-tv-bi-pm:34.8": "และภิกขุนีนั้น อันภิกขุนีทั้งหลายว่ากล่าวอยู่อย่างนี้ ยังยืนกรานอยู่อย่างนั้นเทียว ภิกขุนีนั้น อันภิกขุนีทั้งหลายพึงสวดสมนุภาสกว่าจะครบ ๓ จบ เพื่อให้สละกรรมนั้นเสีย, ",
  "pli-tv-bi-pm:34.9": "หากเธอถูกสวดสมนุภาสกว่าจะครบ ๓ จบอยู่สละกรรมนั้น เสีย สละได้อย่างนี้ นั่นเป็นการดี. ",
  "pli-tv-bi-pm:34.10": "หากเธอไม่สละเสีย ภิกขุนีนี้ก็ต้องอาบัติสังฆาทิเสส ชื่อนิสสารณียะ มีอันให้ต้องอาบัติในเมื่อสวดสมนุภาสครบสามจบ. ",
  "pli-tv-bi-pm:35.0": "สังฆาทิเสส ๑๗. กุละทูสกะสิกขาบท ",
  "pli-tv-bi-pm:35.1": "อนึ่ง ภิกขุนีเข้าไปอาศัยบ้านก็ดีนิคมก็ดี แห่งใดแห่งหนึ่งอยู่ เป็นผู้ประทุษร้ายสกุล มีความประพฤติเลวทรามความประพฤติเลวทรามของเธอ เขาได้เห็นอยู่ด้วย เขาได้ยินอยู่ด้วยและสกุลทั้งหลายอันเธอประทุษร้ายแล้ว เขาได้เห็นอยู่ด้วย เขาได้ยินอยู่ด้วย, ",
  "pli-tv-bi-pm:35.2": "ภิกขุนีนั้น อันภิกขุนีทั้งหลายพึงกล่าวอย่างนี้ว่า: ",
  "pli-tv-bi-pm:35.3": "“ท่านเป็นผู้ประทุษร้ายสกุล มีความประพฤติเลวทรามความประพฤติเลวทรามของท่าน เขาได้เห็นอยู่ด้วย เขาได้ยินอยู่ด้วยและสกุลทั้งหลาย อันท่านประทุษร้ายแล้วเขาได้เห็นอยู่ด้วย เขาได้ยินอยู่ด้วย ท่านจงหลีกไปเสียจากอาวาสนี้ท่านอย่าอยู่ในที่นี้ (อีก)”. ",
  "pli-tv-bi-pm:35.4": "และภิกขุนีนั้น อันภิกขุนีทั้งหลายว่ากล่าวอยู่อย่างนี้ พึงกล่าวกะภิกขุนีเหล่านั้นอย่างนี้ว่า: ",
  "pli-tv-bi-pm:35.5": "“พวกภิกขุนีถึงความพอใจด้วย ถึงความขัดเคืองด้วย ถึงความหลงด้วย ถึงความกลัวด้วย ย่อมขับภิกขุนีบางรูป ย่อมไม่ขับภิกขุนีบางรูปเพราะอาบัติเช่นเดียวกัน”, ",
  "pli-tv-bi-pm:35.6": "ภิกขุนีนั้น อันภิกขุนีทั้งหลายพึงว่ากล่าวอย่างนี้ว่า: ",
  "pli-tv-bi-pm:35.7": "“ท่านอย่าได้กล่าวอย่างนั้น ภิกขุนีทั้งหลายหาได้ถึงความพอใจไม่ หาได้ถึงความขัดเคืองไม่ หาได้ถึงความหลงไม่ หาได้ถึงความกลัวไม่, ",
  "pli-tv-bi-pm:35.8": "ท่านเองแลเป็นผู้ประทุษร้ายสกุล มีความประพฤติเลวทรามความประพฤติเลวทรามของท่าน เขาได้เห็นอยู่ด้วยเขาได้ยินอยู่ด้วยและสกุลทั้งหลาย อันท่านประทุษร้ายแล้วเขาได้เห็นอยู่ด้วย เขาได้ยินอยู่ด้วยท่านจงหลีกไปเสียจากอาวาสนี้ท่านอย่าอยู่ในที่นี้ (อีก)”. ",
  "pli-tv-bi-pm:35.9": "และภิกขุนีนั้น อันภิกขุนีทั้งหลายว่ากล่าวอยู่อย่างนี้ ยังยืนกรานอยู่อย่างนั้นเทียว ภิกขุนีนั้น อันภิกขุนีทั้งหลายพึงสวดสมนุภาสกว่าจะครบ ๓ จบ เพื่อให้สละกรรมนั้นเสีย, ",
  "pli-tv-bi-pm:35.10": "หากเธอถูกสวดสมนุภาสกว่าจะครบ ๓ จบอยู่สละกรรมนั้นเสีย สละได้อย่างนี้นั่นเป็นการดี. ",
  "pli-tv-bi-pm:35.11": "หากเธอไม่สละเสีย ภิกขุนีนี้ก็ต้องอาบัติสังฆาทิเสส ชื่อนิสสารณียะ มีอันให้ต้องอาบัติในเมื่อสวดสมนุภาสครบสามจบ. ",
  "pli-tv-bi-pm:36.1": "ท่านทั้งหลายธรรมชื่อสังฆาทิเสส ๑๗ เป็นอาบัติแต่แรกทํา (ปฐมาปัตติกะ) ๙ ข้อ ให้ต้องอาบัติต่อ เมื่อสงฆ์สวดประกาศห้ามครบ ๓ ครั้ง ๘ ข้อ, ",
  "pli-tv-bi-pm:36.2": "ภิกขุนีต้องอาบัติเหล่าไรเล่าอันใดอันหนึ่งแล้ว ภิกขุนีต้องประพฤติมานัติครึ่งเดือนกับหมู่สงฆ์ทั้ง ๒ ฝ่าย. ",
  "pli-tv-bi-pm:36.3": "หมู่ภิกขุนีได้ประพฤติมานัตต์ ๖ ราตรีแล้ว หมู่ภิกขุนีคณะ ๒๐ จะพึงมี ณ สีมาใด ภิกขุนีนั้น สงฆ์พึงอัพภานเธอ ณ สีมานั้น. ",
  "pli-tv-bi-pm:36.4": "ถ้าภิกขุนีสงฆ์คณะ ๒๐ หย่อนด้วยภิกขุแม้แต่องค์หนึ่งไม่ครบ ๒๐ ภิกขุนีนั้นก็เป็นอันมิได้อัพภาน ภิกขุนีทั้งหลายที่เป็นหมู่ภิกขุผู้ปฏิบัติหน้าที่ ก็เป็นอันพระพุทธเจ้าจะพึงติเตียน นี้คือการปฏิบัติชอบ (เป็นสามีจิกรรม) ในเรื่องนั้น. ",
  "pli-tv-bi-pm:36.5": "ข้าพเจ้าถามท่านทั้งหลายในเรื่องนั้น ท่านทั้งหลายเป็นผู้บริสุทธ์แล้วหรือ? ",
  "pli-tv-bi-pm:36.6": "ข้าพเจ้าถามแม้ครั้งที่ ๒ ท่านทั้งหลายเป็นผู้บริสุทธ์แล้วหรือ? ",
  "pli-tv-bi-pm:36.7": "ข้าพเจ้าถามแม้ครั้งที่ ๓ ท่านทั้งหลายเป็นผู้บริสุทธ์แล้วหรือ? ",
  "pli-tv-bi-pm:36.8": "ท่านทั้งหลายเป็นผู้บริสุทธ์แล้วในเรื่องนั้น เพราะฉะนั้น จึงนิ่ง ข้าพเจ้าทรงความนี้ไว้ด้วยอย่างนี้. ",
  "pli-tv-bi-pm:36.9": "สังฆาทิเสสุทเทส จบ. ",
  "pli-tv-bi-pm:37.0": "นิสสัคคิยะ ปาจิตติยา ",
  "pli-tv-bi-pm:37.1": "ท่านทั้งหลายธรรมชื่อ นิสสัคคิย ปาจิตตีย์สิกขาบท เหล่านี้แลย่อมมาสู่อุทเทส. ",
  "pli-tv-bi-pm:38.0.1": "วรรคว่าด้วยบาตร ",
  "pli-tv-bi-pm:38.0.2": "นิสสัคคิย ปาจิตติย ๑. ปัตตสันนิจยสิกขาบท ",
  "pli-tv-bi-pm:38.1": "อนึ่ง ภิกขุนีใดพึงทำการสั่งสมบาตร ต้องอาบัตินิสสัคคิยปาจิตตีย์. ",
  "pli-tv-bi-pm:39.0": "นิสสัคคิย ปาจิตติย ๒. อกาลจีวรภาชนสิกขาบท ",
  "pli-tv-bi-pm:39.1": "อนึ่ง ภิกขุนีใดพึงทำการอธิษฐานจีวรนอกาล เป็นจีวรในกาล แล้วแจกจ่าย ต้องอาบัตินิสสัคคิยปาจิตตีย์. ",
  "pli-tv-bi-pm:40.0": "นิสสัคคิย ปาจิตติย ๓. จีวรปริวัตตนสิกขาบท ",
  "pli-tv-bi-pm:40.1": "อนึ่ง ภิกขุนีใดพึงทำการแลกจีวรกับภิกขุนีรูปอื่น แล้วพูดว่า ‘แม่เจ้า นี่คือจีวรของท่าน ให้จีวรของฉันคืนมา สิ่งที่เป็นของท่านก็คือของท่าน และสิ่งที่เป็นของฉันก็คือของฉัน ให้นำจีวรนั้นมา และเอาสิ่งที่เป็นของท่านกลับไป' ภิกขุนีผู้ชิงคืนเอง หรือใช้ให้ผู้อื่นชิง ถ้าหากไม่สละ ต้องอาบัตินิสสัคคิยปาจิตตีย์. ",
  "pli-tv-bi-pm:41.0": "นิสสัคคิย ปาจิตติย ๔. อัญญวิญญาปนสิกขาบท ",
  "pli-tv-bi-pm:41.1": "อนึ่ง ภิกขุนีใดพึงขอของอย่างหนึ่งแล้วขออย่างอื่นอีก ต้องอาบัตินิสสัคคิยปาจิตตีย์. ",
  "pli-tv-bi-pm:42.0": "นิสสัคคิย ปาจิตติย ๕. อัญญเจตาปนสิกขาบท ",
  "pli-tv-bi-pm:42.1": "อนึ่ง ภิกขุนีใดพึงสั่งให้ซื้อของอย่างหนึ่งแล้วสั่งให้ซื้อของอย่างอื่น ต้องอาบัตินิสสัคคิยปาจิตตีย์. ",
  "pli-tv-bi-pm:43.0": "นิสสัคคิย ปาจิตติย ๖. ปฐมสังฆิกเจตาปนสิกขาบท ",
  "pli-tv-bi-pm:43.1": "อนึ่ง ภิกขุนีใดพึงให้เอาบริขารที่เขาถวายเพื่อประโยชน์แก่ปัจจัยอย่างหนึ่ง ที่เขาถวายอุทิศของอย่างหนึ่ง ที่เขาบริจาคแก่สงฆ์ แลกเปลี่ยนของอย่างอื่น ต้องอาบัตินิสสัคคิยปาจิตตีย์. ",
  "pli-tv-bi-pm:44.0": "นิสสัคคิย ปาจิตติย ๗. ทุติยสังฆิกเจตาปนสิกขาบท ",
  "pli-tv-bi-pm:44.1": "อนึ่ง ภิกขุนีใดพึงให้เอาบริขารที่เขาถวายเพื่อประโยชน์แก่ปัจจัยอย่างหนึ่ง ที่เขาถวายอุทิศของอย่างหนึ่ง ที่เขาบริจาคแก่สงฆ์ ที่ขอมาเอง แลก เปลี่ยนของอย่างอื่น ต้องอาบัตินิสสัคคิยปาจิตตีย์. ",
  "pli-tv-bi-pm:45.0": "นิสสัคคิย ปาจิตติย ๘. ปฐมคณิกเจตาปนสิกขาบท ",
  "pli-tv-bi-pm:45.1": "อนึ่ง ภิกขุนีใดพึงให้เอาบริขารที่เขาถวายเพื่อประโยชน์แก่ปัจจัยอย่างหนึ่ง ที่เขาถวายอุทิศของอย่างหนึ่ง ที่เขาบริจาคแก่ภิกขุนีณีจำนวนมาก แลก เปลี่ยนของอย่างอื่น ต้องอาบัตินิสสัคคิยปาจิตตีย์. ",
  "pli-tv-bi-pm:46.0": "นิสสัคคิย ปาจิตติย ๙. ทุติยคณิกเจตาปนสิกขาบท ",
  "pli-tv-bi-pm:46.1": "อนึ่ง ภิกขุนีใดพึงให้เอาบริขารที่เขาถวายเพื่อประโยชน์แก่ปัจจัยอย่าง หนึ่ง ที่เขาถวายอุทิศของอย่างหนึ่ง ที่เขาบริจาคแก่สงฆ์ แลกเปลี่ยนของ อย่างอื่น ต้องอาบัตินิสสัคคิยปาจิตตีย์. ",
  "pli-tv-bi-pm:47.0": "นิสสัคคิย ปาจิตติย ๑๐. ปุคคลิกเจตาปนสิกขาบท ",
  "pli-tv-bi-pm:47.1": "อนึ่ง ภิกขุนีใดพึงให้เอาบริขารที่เขาถวายเพื่อประโยชน์แก่ปัจจัยอย่าง หนึ่ง ที่เขาถวายอุทิศของอย่างหนึ่ง ที่เขาบริจาคแก่บุคคล ที่ขอมาเอง แลก เปลี่ยนของอย่างอื่น ต้องอาบัตินิสสัคคิยปาจิตตีย์. ",
  "pli-tv-bi-pm:47.2": "วรรคว่าด้วยบาตร จบ. ",
  "pli-tv-bi-pm:48.0.1": "วรรคว่าด้วยจีวร ",
  "pli-tv-bi-pm:48.0.2": "นิสสัคคิย ปาจิตติย ๑๑. ครุปาวุรณสิกขาบท ",
  "pli-tv-bi-pm:48.1": "อนึ่ง ภิกขุนีใดเมื่อจะขอผ้าห่มหนา พึงขอได้เพียงราคา ๔ กังสะ๑ เป็นอย่างมาก ถ้าขอเกินกว่านั้น ต้องอาบัตินิสสัคคิยปาจิตตีย์. (๑ ๑ กังสะ เท่ากับ ๔ กหาปณะ, ๔ กังสะ จึงเท่ากับ (๔x๔) ๑๖ กหาปณะ (กงฺขา.อ.๓๖๒). ",
  "pli-tv-bi-pm:49.0": "นิสสัคคิย ปาจิตติย ๑๒. ลหุปาวุรณสิกขาบท ",
  "pli-tv-bi-pm:49.1": "อนึ่ง ภิกขุนีใดเมื่อจะขอผ้าห่มบาง พึงขอได้เพียงราคา ๒ กังสะครึ่ง เป็นอย่างมาก ถ้าขอเกินกว่านั้น ต้องอาบัตินิสสัคคิยปาจิตตีย์. ",
  "pli-tv-bi-pm:50.0": "นิสสัคคิย ปาจิตติย ๑๓. กถิน (กฐิน) สิกขาบท ",
  "pli-tv-bi-pm:50.1": "จีวรสําเร็จแล้วกฐินอันภิกขุนีเดาะเสียแล้ว พึงทรงอติเรกจีวรได้ ๑๐ วันเป็น อย่างยิ่ง. ",
  "pli-tv-bi-pm:50.2": "ภิกขุนีให้ล่วงกําหนดนั้นไป ต้องอาบัตินิสสัคคิยปาจิตตีย์. ",
  "pli-tv-bi-pm:51.0": "นิสสัคคิย ปาจิตติย ๑๔. อุโทสิตสิกขาบท ",
  "pli-tv-bi-pm:51.1": "จีวรสําเร็จแล้วกฐินอันภิกขุนีเดาะเสียแล้วถ้าภิกขุนีอยู่ปราศจากไตรจีวรแม้สิ้นราตรีหนึ่ง เว้นเสียแต่ภิกขุนีได้รับสมมติ ต้องอาบัตินิสสัคคิยปาจิตตีย์. ",
  "pli-tv-bi-pm:52.0": "นิสสัคคิย ปาจิตติย ๑๕. อกาลจีวรสิกขาบท ",
  "pli-tv-bi-pm:52.1": "จีวรสําเร็จแล้วกฐินอันภิกขุนีเดาะเสียแล้ว อกาลจีวรเกิดขึ้นแก่ภิกขุนี ภิกขุนีหวังอยู่ก็พึงรับ, ",
  "pli-tv-bi-pm:52.2": "ครั้นรับแล้วพึงรีบให้ทํา, ",
  "pli-tv-bi-pm:52.3": "ถ้าผ้านั้นมีไม่พอเมื่อความหวังว่าจะได้มีอยู่ภิกขุนีนั้นพึงเก็บจีวรนั้นไว้ได้เดือนหนึ่งเป็นอย่างยิ่ง เพื่อจีวรที่ยังบกพร่องจะได้พอกัน. ",
  "pli-tv-bi-pm:52.4": "ถ้าเธอเก็บไว้ยิ่งกว่ากําหนดนั้น แม้ความหวังว่าจะได้มีอยู่ ก็ต้องอาบัตินิสสัคคิยปาจิตตีย์. ",
  "pli-tv-bi-pm:53.0": "นิสสัคคิย ปาจิตติย ๑๖. อัญญาตกวิญญัตติสิกขาบท ",
  "pli-tv-bi-pm:53.1": "อนึ่ง ภิกขุนีใดขอจีวรต่อพ่อเจ้าเรือน ก็ดีต่อแม้เจ้าเรือนก็ดีผู้มิใช่ญาต นอกจากสมัย ต้องอาบัตินิสสัคคิยปาจิตตีย์. ",
  "pli-tv-bi-pm:53.2": "สมัยในคํานั้นดังนี้ คือภิกขุนีเป็นผู้มีจีวรถูกชิงเอาไปก็ดี มีจีวรฉิบหายก็ดี นี้คือสมัยในคํานั้น. ",
  "pli-tv-bi-pm:54.0": "นิสสัคคิย ปาจิตติย ๑๗. ตตุตตริสิกขาบท ",
  "pli-tv-bi-pm:54.1": "พ่อเจ้าเรือนก็ดีแม้เจ้าเรือนก็ดี ผู้มิใช่ญาติปวารณาต่อภิกขุนีด้วยจีวรเป็นอันมากเพื่อนําไปตามใจ ภิกขุนีนั้นพึงยินดีจีวรมีอุตตราสงค์กับอันตรวาสกเป็นอย่างมากจากจีวรเหล่านั้น. ",
  "pli-tv-bi-pm:54.2": "ถ้ายินดียิ่งกว่านั้น ต้องอาบัตินิสสัคคิยปาจิตตีย์. ",
  "pli-tv-bi-pm:55.0": "นิสสัคคิย ปาจิตติย ๑๘. ปฐมอุปักขฏสิกขาบท ",
  "pli-tv-bi-pm:55.1": "อนึ่ง มีพ่อเจ้าเรือนก็ดีแม้เจ้าเรือนก็ดี ผู้มิใช่ญาติตระเตรียมทรัพย์ สําหรับจ่ายจีวรเฉพาะภิกขุนีไว้ว่า: ",
  "pli-tv-bi-pm:55.2": "“เราจักจ่ายจีวรด้วยทรัพย์สําหรับจ่ายจีวรนี้ แล้วยังภิกขุนีชื่อนี้ให้ครองจีวร”. ",
  "pli-tv-bi-pm:55.3": "ถ้าภิกขุนีนั้น เขาไม่ได้ปวารณาไว้ก่อน เข้าไปหาแล้วถึงการกําหนดในจีวรในสํานักของ เขาว่า: ",
  "pli-tv-bi-pm:55.4": "“ดีละ ท่านจงจ่ายจีวรเช่นนั้นเช่นนี้ ด้วยทรัพย์สําหรับจ่ายจีวรแล้วยังรูปให้ครองเถิด”, ",
  "pli-tv-bi-pm:55.5": "ถือเอาความเป็นผู้ใคร่จีวรดี, ต้องอาบัตินิสสัคคิยปาจิตตีย์. ",
  "pli-tv-bi-pm:56.0": "นิสสัคคิย ปาจิตติย ๑๙. ทุติยอุปักขฏสิกขาบท ",
  "pli-tv-bi-pm:56.1": "อนึ่ง มีพ่อเจ้าเรือนก็ดีแม้เจ้าเรือนก็ดี ผู้มิใช่ญาติ ๒ คน ตระเตรียมทรัพย์สําหรับจ่ายจีวรเฉพาะผืนๆ ไว้เฉพาะภิกขุนีว่า: ",
  "pli-tv-bi-pm:56.2": "“เราทั้งหลายจักจ่ายจีวรเฉพาะผืนๆ ด้วยทรัพย์สําหรับจ่ายจีวรเฉพาะผืนๆ นี้แล้วยัง ภิกขุนีชื่อนี้ให้ครองจีวรหลายผืนด้วยกัน”. ",
  "pli-tv-bi-pm:56.3": "ถ้าภิกขุนีนั้น เขาไม่ได้ปวารณาไว้ก่อน เข้าไปหาแล้วถึงการกําหนดในจีวรในสํานักของ เขาว่า: ",
  "pli-tv-bi-pm:56.4": "“ดีละขอท่านทั้งหลายจ่ายจีวรเช่นนั้นเช่นนี้ ด้วยทรัพย์สําหรับจ่ายจีวรเฉพาะผืนๆ แล้วทั้ง ๒ คนรวมกัน ยังรูปให้ครองจีวรผืนเดียวเถิด” ",
  "pli-tv-bi-pm:56.5": "ถือเอาความเป็นผู้ใคร่จีวรดี, ต้องอาบัตินิสสัคคิยปาจิตตีย์. ",
  "pli-tv-bi-pm:57.0": "นิสสัคคิย ปาจิตติย ๒๐. ราชสิกขาบท ",
  "pli-tv-bi-pm:57.1": "อนึ่ง พระราชาก็ดี ราชอมาตย์ก็ดี พราหมณ์ก็ดีคหบดีก็ดีส่งทรัพย์สําหรับ จับจ่ายจีวรไปด้วยทูตเฉพาะภิกขุนีว่า: ",
  "pli-tv-bi-pm:57.2": "“เจ้าจงจ่ายจีวรด้วยทรัพย์สําหรับจ่ายจีวรนี้แล้วยังภิกขุนีชื่อนี้ให้ครองจีวร”. ",
  "pli-tv-bi-pm:57.3": "ถ้าทูตนั้นเข้าไปหาภิกขุนีนั้น กล่าวอย่างนี้ว่า: ",
  "pli-tv-bi-pm:57.4": "“ทรัพย์สําหรับจ่ายจีวรนี้นํามาเฉพาะท่าน ขอท่านจงรับทรัพย์สําหรับจ่ายจีวรนั้น”. ",
  "pli-tv-bi-pm:57.5": "ภิกขุนีนั้นพึงกล่าวต่อทูตนั้นอย่างนี้ว่า: ",
  "pli-tv-bi-pm:57.6": "“พวกเราหาได้รับทรัพย์สําหรับจ่ายจีวรไม่เลือกรับเฉพาะ, พวกเรารับแต่จีวรอันเป็นของเหมาะโดยกาล”. ",
  "pli-tv-bi-pm:57.7": "ถ้าทูตนั้นกล่าวต่อภิกขุนีนั้นอย่างนี้ว่า: ",
  "pli-tv-bi-pm:57.8": "“ก็ใครๆ ผู้เป็นไวยาวัจกรของท่านมีหรือ?” ",
  "pli-tv-bi-pm:57.9": "ภิกขุนีต้องการจีวร พึงแสดงชนผู้ทําการในอาราม หรืออุบาสกให้เป็นไวยาวัจกรด้วย คําว่า: ",
  "pli-tv-bi-pm:57.10": "“คนนั้นแลเป็นไวยาวัจกรของภิกขุนีทั้งหลาย”. ",
  "pli-tv-bi-pm:57.11": "ถ้าทูตนั้นสั่งไวยาวัจกรนั้นให้เข้าใจแล้วเข้าไปหาภิกขุนีนั้นกล่าวอย่างนี้ว่า: ",
  "pli-tv-bi-pm:57.12": "“คนที่ท่านแสดงเป็นไวยาวัจกรนั้น ข้าพเจ้าสั่งให้เข้าใจแล้ว ท่านจงเข้าไปหาเขาจักให้ท่านครองจีวรตามกาล”. ",
  "pli-tv-bi-pm:57.13": "ภิกขุนีผู้ต้องการจีวรเข้าไปหาไวยาวัจกรแล้วพึงทวง พึงเตือน ๒-๓ ครั้งว่า: ",
  "pli-tv-bi-pm:57.14": "“รูปต้องการจีวร”, ",
  "pli-tv-bi-pm:57.15": "ภิกขุนีทวงอยู่ เตือนอยู่ ๒-๓ ครั้งยังไวยาวัจกรนั้นให้จัดจีวรสําเร็จได้ การให้สําเร็จได้ด้วยอย่างนี้นั่นเป็นการดี, ",
  "pli-tv-bi-pm:57.16": "ถ้าให้สําเร็จไม่ได้, พึงเข้าไปยืนนิ่งต่อหน้า ๔ ครั้ง ๕ ครั้ง ๖ ครั้ง เป็นอย่างมาก, ",
  "pli-tv-bi-pm:57.17": "เธอยืนนิ่งต่อหน้า ๔ ครั้ง ๕ ครั้ง ๖ ครั้งเป็นอย่างมาก ยังไวยาวัจกรนั้นให้จัดจีวรสําเร็จได้การให้สําเร็จได้ด้วยอย่างนี้นั่นเป็นการดี. ",
  "pli-tv-bi-pm:57.18": "ถ้าให้สําเร็จไม่ได้ ถ้าเธอพยายามให้ยิ่งกว่านั้น ยังจีวรนั้นให้สําเร็จ ต้องอาบัตินิสสัคคิยปาจิตตีย์. ",
  "pli-tv-bi-pm:57.19": "ถ้าให้สําเร็จไม่ได้ พึงไปเองก็ได้ส่งทูตไปก็ได้ในสํานักที่ส่งทรัพย์สําหรับจ่ายจีวรมาเพื่อเธอ บอกว่า: ",
  "pli-tv-bi-pm:57.20": "“ท่านส่งทรัพย์สําหรับจ่ายจีวรไปเฉพาะภิกขุนีใด ทรัพย์นั้นหาสําเร็จประโยชน์น้อยหนึ่งแก่ภิกขุนีนั้นไม่, ",
  "pli-tv-bi-pm:57.21": "ท่านจงทวงเอาคืนทรัพย์ของท่าน ทรัพย์ของท่านอย่าได้ฉิบหายเสียเลย”, ",
  "pli-tv-bi-pm:57.22": "นี้เป็นสามีจิกรรม (คือประพฤติชอบ) ในเรื่องนั้น. ",
  "pli-tv-bi-pm:57.23": "จีวรวรรคที่ ๒ จบ. ",
  "pli-tv-bi-pm:58.0.1": "ปัตตวรรค ",
  "pli-tv-bi-pm:58.0.2": "นิสสัคคิย ปาจิตติย ๒๑. รูปิยสิกขาบท ",
  "pli-tv-bi-pm:58.1": "อนึ่ง ภิกขุนีใดรับก็ดีให้รับก็ดีซึ่งทองเงิน หรือยินดีทองเงินอันเขาเก็บไว้ให้ก็ดี, ต้องอาบัตินิสสัคคิยปาจิตตีย์. ",
  "pli-tv-bi-pm:59.0": "นิสสัคคิย ปาจิตติย ๒๒. รูปิยสังโวหารสิกขาบท ",
  "pli-tv-bi-pm:59.1": "อนึ่ง ภิกขุนีใดถึงความแลกเปลี่ยน ด้วยรูปิยะ มีประการต่าง ๆ, ต้องอาบัตินิสสัคคิยปาจิตตีย์. ",
  "pli-tv-bi-pm:60.0": "นิสสัคคิย ปาจิตติย ๒๓. กยวิกกยสิกขาบท ",
  "pli-tv-bi-pm:60.1": "อนึ่ง ภิกขุนีใดถึงการซื้อและการขายมีประการต่างๆ, ต้องอาบัตินิสสัคคิยปาจิตตีย์. ",
  "pli-tv-bi-pm:61.0": "นิสสัคคิย ปาจิตติย ๒๔. อูนปัญจพันธนสิกขาบท ",
  "pli-tv-bi-pm:61.1": "อนึ่ง ภิกขุนีใด มีบาตรมีแผลหย่อน ๕ ให้จ่ายบาตรอื่นใหม่ ต้องอาบัตินิสสัคคิยปาจิตตีย์. ",
  "pli-tv-bi-pm:61.2": "ภิกขุนีนั้นพึงสละบาตรนั้น ในภิกขุนีบริษัท, ",
  "pli-tv-bi-pm:61.3": "บาตรใบสุดแห่งภิกขุนีในบริษัทนั้น พึงมอบให้แกภิกขุนีนั้นสั่งว่า: ",
  "pli-tv-bi-pm:61.4": "“นี้บาตรของท่าน พึงทรงไว้ (คือใช่) กว่าจะแตก.” นี้เป็นสามีจิกรรม (คือการชอบ) ในเรื่องนั้น. ",
  "pli-tv-bi-pm:62.0": "นิสสัคคิย ปาจิตติย ๒๕. เภสัชชสิกขาบท ",
  "pli-tv-bi-pm:62.1": "อนึ่ง มีเภสัช อันควรลิ้มของภิกขุนีผู้อาพาธ คือเนยใส เนยข้น น้ํามัน น้ําผึ้ง น้ําอ้อย, ภิกขุนีรับประเคนของนั้นแล้ว พึงเก็บไว้ฉันได้ ๗ วันเป็นอย่างยิ่ง. ",
  "pli-tv-bi-pm:62.2": "ภิกขุนีให้ล่วงกําหนดนั้นไป ต้องอาบัตินิสสัคคิยปาจิตตีย์. ",
  "pli-tv-bi-pm:63.0": "นิสสัคคิย ปาจิตติย ๒๖. จีวราจฉินทนสิกขาบท ",
  "pli-tv-bi-pm:63.1": "อนึ่ง ภิกขุนีใด พึงให้จีวรแก่ภิกขุนีเองแล้วโกรธน้อยใจชิงเอามาก็ดีให้ชิงเอามาก็ดี ต้องอาบัตินิสสัคคิยปาจิตตีย์. ",
  "pli-tv-bi-pm:64.0": "นิสสัคคิย ปาจิตติย ๒๗. สุตตวิญญัตติสิกขาบท ",
  "pli-tv-bi-pm:64.1": "อนึ่ง ภิกขุนีใดขอด้ายมาเองแล้วยังช่างหูกให้ทอจีวร ต้องอาบัตินิสสัคคิยปาจิตตีย์. ",
  "pli-tv-bi-pm:65.0": "นิสสัคคิย ปาจิตติย ๒๘. มหาเปสการสิกขาบท ",
  "pli-tv-bi-pm:65.1": "อนึ่ง พ่อเจ้าเรือนก็ดีแม้เจ้าเรือน็ดีผู้มิใช่ญาติสั่งช่างหูกให้ทอจีวรเฉพาะภิกขุนี ถ้าภิกขุนีนั้นเขาไม่ได้ปวารณไว้ก่อน เข้าไปหาช่างหูกแล้วถึงความกําหนัดในจีวรในสํานักของเขานั้นว่า: ",
  "pli-tv-bi-pm:65.2": "“จีวรผืนนี้ทอเฉพาะรูป ขอท่านจงทําให้ยาวให้กว้าง ให้แน่น ให้เป็นของขึงดีให้เป็นของที่ทอดีให้เป็นของที่สางดีให้เป็นของที่กรีดดี, ",
  "pli-tv-bi-pm:65.3": "แม้ไฉน รูปจะให้ของเล็กน้อยเป็นรางวัลแก่ท่าน”, ",
  "pli-tv-bi-pm:65.4": "ครั้นกล่าวอย่างนี้แล้ว ภิกขุนีนั้นให้ของเล็กน้อยเป็นรางวัลโดยที่สุดแม้สักว่าบิณฑบาต ต้องอาบัตินิสสัคคิยปาจิตตีย์. ",
  "pli-tv-bi-pm:66.0": "นิสสัคคิย ปาจิตติย ๒๙. อัจเจกจีวรสิกขาบท ",
  "pli-tv-bi-pm:66.1": "วันปุรณมีที่ครบ ๓ เดือนแห่งเดือนกัตติกา (คือเดือน ๑๑ ) ยังไม่มาอีก ๑๐ วัน อัจเจกจีวรเกิดขึ้นแก่ภิกขุนี ภิกขุนีรู้ว่า เป็นอัจเจกจีวร พึงรับไว้ได้ ครั้นรับไว้แล้ว พึงเก็บไว้ได้จนตลอดสมัยที่เป็นจีวรกาล. ",
  "pli-tv-bi-pm:66.2": "ถ้าเธอเก็บไว้ยิ่งกว่านั้น ต้องอาบัตินิสสัคคิยปาจิตตีย์. ",
  "pli-tv-bi-pm:67.0": "นิสสัคคิย ปาจิตติย ๓๐. ปริณตสิกขาบท ",
  "pli-tv-bi-pm:67.1": "อนึ่ง ภิกขุนีใดพึงรู้อยู่น้อมลาภที่เขาน้อมไว้เป็นของจะถวายสงฆ์มาเพื่อตนต้องอาบัตินิสสัคคิยปาจิตตีย์. ",
  "pli-tv-bi-pm:67.2": "ปัตตวรรคที่ ๓ จบ ",
  "pli-tv-bi-pm:68.1": "ท่านทั้งหลายธรรมชื่อ นิสสัคคิยปาจิตตีย์ ๓๐ (สิกขาบท) ข้าพเจ้ายกขึ้นแสดงแล้วแล. ",
  "pli-tv-bi-pm:68.2": "ข้าพเจ้าถามท่านทั้งหลายในข้อเหล่านั้น ท่านเป็นผู้บริสุทธ์แล้วหรือ? ",
  "pli-tv-bi-pm:68.3": "แม้ครั้งที่ ๒ ข้าพเจ้าถามท่านทั้งหลายในข้อเหล่านั้น ท่านเป็นผู้บริสุทธ์แล้วหรือ? ",
  "pli-tv-bi-pm:68.4": "แม้ครั้งที่ ๓ ข้าพเจ้าถามท่านทั้งหลายในข้อเหล่านั้น ท่านเป็นผู้บริสุทธ์แล้วหรือ? ",
  "pli-tv-bi-pm:68.5": "ท่านทั้งหลายเป็นผู้บริสุทธ์ในข้อเหล่านั้นแล้ว เพราะฉะนั้น จึงนิ่งข้าพเจ้าทรงความนี้ไว้อย่างนี้. ",
  "pli-tv-bi-pm:68.6": "ธรรมทั้งหลายชื่อ นิสสัคคิยปาจิตตีย์ จบ. ",
  "pli-tv-bi-pm:69.0": "สุทธปาจิตติยา ",
  "pli-tv-bi-pm:69.1": "แม่เจ้าทั้งหลาย ธรรมคือปาจิตตีย์ ๑๖๖ สิกขาบทเหล่านี้มาถึงวาระที่จะยกขึ้นแสดงเป็นข้อๆ ตามลำดับ. ",
  "pli-tv-bi-pm:70.0.1": "ลสุณวรรค ",
  "pli-tv-bi-pm:70.0.2": "ปาจิตติย ๑. ลสุณสิกขาบท ",
  "pli-tv-bi-pm:70.1": "อนึ่ง ภิกขุนีใดฉันกระเทียม ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:71.0": "ปาจิตติย ๒. สัมพาธโลมสิกขาบท ",
  "pli-tv-bi-pm:71.1": "อนึ่ง ภิกขุนีใดให้ถอนขนในที่แคบ ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:72.0": "ปาจิตติย ๓. ตลฆาตกสิกขาบท ",
  "pli-tv-bi-pm:72.1": "อนึ่ง ภิกขุนีใดใช้ของลับกระทบกัน ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:73.0": "ปาจิตติย ๔. ชตุมัฏฐกสิกขาบท ",
  "pli-tv-bi-pm:73.1": "อนึ่ง ภิกขุนีใดใช้ท่อนยางเกลี้ยงกระทบของลับ ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:74.0": "ปาจิตติย ๕. อุทกสุทธิกสิกขาบท ",
  "pli-tv-bi-pm:74.1": "อนึ่ง ภิกขุนีผู้จะใช้นํ้าชำระ พึงใช้ชำระลึกเพียงสองข้อองคุลีเป็นอย่างยิ่ง เกินกว่านั้นไป ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:75.0": "ปาจิตติย ๖. อุปติฏฐนสิกขาบท ",
  "pli-tv-bi-pm:75.1": "อนึ่ง ภิกขุนีใดเมื่อภิกขุกำลังฉันอยู่ เข้าไปปรนนิบัติด้วยนํ้าฉันหรือด้วยการพัดวี ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:76.0": "ปาจิตติย ๗. อามกธัญญสิกขาบท ",
  "pli-tv-bi-pm:76.1": "อนึ่ง ภิกขุนีใดขอก็ดี ให้ขอก็ดี คั่วก็ดี ให้คั่วก็ดี ตำก็ดี ให้ตำก็ดี หุงก็ดี ให้หุงก็ดี ซึ่งข้าวเปลือกดิบแล้วฉัน ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:77.0": "ปาจิตติย ๘. ปฐมอุจจารฉัฑฑนสิกขาบท ",
  "pli-tv-bi-pm:77.1": "อนึ่ง ภิกขุนีใดเทก็ดี ให้เทก็ดี ซึ่งอุจจาระก็ดี ปัสสาวะก็ดี หยากเยื่อก็ดี ของเป็นเดนก็ดี ออกไปภายนอกฝาที่พำนักก็ดี ภายนอก กำแพงก็ดี ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:78.0": "ปาจิตติย ๙. ทุติยอุจจารฉัฑฑนสิกขาบท ",
  "pli-tv-bi-pm:78.1": "อนึ่ง ภิกขุนีใดเทก็ดี ให้เทก็ดี ซึ่งอุจจาระก็ดี ปัสสาวะก็ดี หยากเยื่อก็ดี ของเป็นเดนก็ดี ลงในของเขียวสด ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:79.0": "ปาจิตติย ๑๐. นัจจคีตสิกขาบท ",
  "pli-tv-bi-pm:79.1": "อนึ่ง ภิกขุนีใดไปดูการฟ้อนรำก็ดี การขับร้องก็ดี การ ประโคมดนตรีก็ดี ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:79.2": "ลสุณวรรคที่ ๑ จบ ",
  "pli-tv-bi-pm:80.0.1": "รัตตันธการวรรค ",
  "pli-tv-bi-pm:80.0.2": "ปาจิตติย ๑๑. รัตตันธการสิกขาบท ",
  "pli-tv-bi-pm:80.1": "อนึ่ง ภิกขุนีใดยืนด้วยกันก็ดี เจรจาด้วยกันก็ดี กับบุรุษสองต่อสอง ในเวลาคํ่ามืด ที่ไม่มีแสงสว่าง ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:81.0": "ปาจิตติย ๑๒. ปฏิจฉันโนกาสสิกขาบท ",
  "pli-tv-bi-pm:81.1": "อนึ่ง ภิกขุนีใดยืนด้วยกันก็ดี เจรจาด้วยกันก็ดี กับบุรุษสองต่อสอง ในสถานที่กำบัง ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:82.0": "ปาจิตติย ๑๓. อัชโฌกาสสัลลปนสิกขาบท ",
  "pli-tv-bi-pm:82.1": "อนึ่ง ภิกขุนีใดยืนด้วยกันก็ดี เจรจาด้วยกันก็ดี กับษุรุษสองต่อสอง ในสถานที่แจ้ง ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:83.0": "ปาจิตติย ๑๔. ทุติยิกอุยโยชนสิกขาบท ",
  "pli-tv-bi-pm:83.1": "อนึ่ง ภิกขุนีใดยืนด้วยกันก็ดี เจรจาด้วยกันก็ดี กระซิบใกล้หูกันก็ดี กับบุรุษสองต่อสองในถนนก็ดี ในตรอกตันก็ดี ในทาง สามแยกก็ดี ส่งภิกขุนีผู้เป็นเพื่อนกลับไปก่อนก็ดี ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:84.0": "ปาจิตติย ๑๕. อนาปุจฉาปักกมนสิกขาบท ",
  "pli-tv-bi-pm:84.1": "อนึ่ง ภิกขุนีใดเข้าไปยังตระกูลทั้งหลายในเวลาก่อนฉัน นั่งบนอาสนะแล้ว ไม่บอกลาเจ้าของบ้านก่อนหลีกไป ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:85.0": "ปาจิตติย ๑๖. อนาปุจฉาอภินิสีทนสิกขาบท ",
  "pli-tv-bi-pm:85.1": "อนึ่ง ภิกขุนีใดเข้าไปยังตระกูลทั้งหลาย ในเวลาหลังฉัน ไม่บอกกล่าวเจ้าของบ้าน นั่งก็ดี นอนก็ดี บนอาสนะ ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:86.0": "ปาจิตติย ๑๗. อนาปุจฉาสันถรณสิกขาบท ",
  "pli-tv-bi-pm:86.1": "อนึ่ง ภิกขุนีใดเข้าไปยังตระกูลในเวลาวิกาล แล้วไม่บอกกล่าวเจ้าของบ้าน ปูลาดก็ดี ให้ปูลาดก็ดี ซึ่งเครื่องนอน แล้วนั่งก็ดี นอนก็ดี ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:87.0": "ปาจิตติย ๑๘. ปรอุชฌาปนกสิกขาบท ",
  "pli-tv-bi-pm:87.1": "อนึ่ง ภิกขุนีใดให้ผู้อื่นโพนทะนาโดยเชื่อถือผิด เข้าใจผิด ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:88.0": "ปาจิตติย ๑๙. ปราภิสปนสิกขาบท ",
  "pli-tv-bi-pm:88.1": "อนึ่ง ภิกขุนีใดแช่งตนก็ดี แช่งคนอื่นก็ดี ด้วยนรกก็ดี ด้วยพรหมจรรย์ก็ดี ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:89.0": "ปาจิตติย ๒๐. โรทนสิกขาบท ",
  "pli-tv-bi-pm:89.1": "อนึ่ง ภิกขุนีใดร้องไห้ทุบตีตนเอง ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:89.2": "รัตตันธการวรรคที่ ๒ จบ ",
  "pli-tv-bi-pm:90.0.1": "นัคควรรค ",
  "pli-tv-bi-pm:90.0.2": "ปาจิตติย ๒๑. นัคควรรคสิกขาบท ",
  "pli-tv-bi-pm:90.1": "อนึ่ง ภิกขุนีใดเปลือยกายอาบนํ้า ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:91.0": "ปาจิตติย ๒๒. อุทกสาฏิกสิกขาบท ",
  "pli-tv-bi-pm:91.1": "อนึ่ง ภิกขุนีผู้จะให้ทำผ้าอาบน้ำ พึงทำให้ได้ขนาด ขนาดในข้อนั้น คือ ยาว ๔ คืบ กว้าง ๒ คืบ โดยคืบสุคต ทำให้เกินขนาดนั้น ต้องอาบัติปาจิตตีย์ที่ชื่อว่าเฉทนกะ. ",
  "pli-tv-bi-pm:92.0": "ปาจิตติย ๒๓. จีวรสิพพนสิกขาบท ",
  "pli-tv-bi-pm:92.1": "อนึ่ง ภิกขุนีใดเลาะก็ดี ให้เลาะก็ดี ซึ่งจีวรของภิกขุนีแล้ว ภายหลังเธอไม่มีอันตราย แต่ก็ไม่เย็บให้ ไม่ขวนขวายที่จะให้เย็บ พ้น ๔-๕ วันไป ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:93.0": "ปาจิตติย ๒๔. สังฆาฏิจารสิกขาบท ",
  "pli-tv-bi-pm:93.1": "อนึ่ง ภิกขุนีใดปล่อยวาระผลัดเปลี่ยนผ้าสังฆาฏิ อันมีกำหนดระยะเวลา ๕ วันให้ล่วงเลยไป ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:94.0": "ปาจิตติย ๒๕. จีวรสังกมนียสิกขาบท ",
  "pli-tv-bi-pm:94.1": "อนึ่ง ภิกขุนีใดห่มจีวรสับเปลี่ยนกัน ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:95.0": "ปาจิตติย ๒๖. คณจีวรสิกขาบท ",
  "pli-tv-bi-pm:95.1": "อนึ่ง ภิกขุนีใดทำลาภคือจีวรของหมู่คณะให้เป็นอันตราย ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:96.0": "ปาจิตติย ๒๗. ปฏิพาหนสิกขาบท ",
  "pli-tv-bi-pm:96.1": "อนึ่ง ภิกขุนีใดห้ามการแจกจีวรอันเป็นไปโดยชอบธรรม ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:97.0": "ปาจิตติย ๒๘. จีวรทานสิกขาบท ",
  "pli-tv-bi-pm:97.1": "อนึ่ง ภิกขุนีผู้ให้สมณจีวรแก่ชาวบ้านก็ดี ปริพาชกก็ดี ปริพาชิกาก็ดี ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:98.0": "ปาจิตติย ๒๙. กาลาติกกมนสิกขาบท ",
  "pli-tv-bi-pm:98.1": "อนึ่ง ภิกขุนีใดทำให้สมัยจีวรกาลล่วงเลยไปด้วยหวังว่าจะ ได้จีวรอันไม่แน่นอน ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:99.0": "ปาจิตติย ๓๐. กถินุทธารสิกขาบท ",
  "pli-tv-bi-pm:99.1": "อนึ่ง ภิกขุนีใดห้ามการเดาะกฐินอันเป็นไปโดยชอบธรรม ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:99.2": "นัคควรรคที่ ๓ จบ. ",
  "pli-tv-bi-pm:100.0.1": "ตุวัฏฏวรรค ",
  "pli-tv-bi-pm:100.0.2": "ปาจิตติย ๓๑. เอกมัญจตุวัฏฏนสิกขาบท ",
  "pli-tv-bi-pm:100.1": "อนึ่ง ภิกขุนีเหล่าใดนอนบนเตียงเดียวกันสองรูป ต้องอาบัติปาจิตตีย์ ",
  "pli-tv-bi-pm:101.0": "ปาจิตติย ๓๒. เอกัตถรณตุวัฏฏนสิกขาบท ",
  "pli-tv-bi-pm:101.1": "อนึ่ง ภิกขุนีเหล่าใดสองรูป มีผ้าลาดและผ้าห่มผืนเดียวกันนอน ต้องอาบัติ ปาจิตตีย์. ",
  "pli-tv-bi-pm:102.0": "ปาจิตติย ๓๓. อผาสุกรณสิกขาบท ",
  "pli-tv-bi-pm:102.1": "อนึ่ง ภิกขุนีใดแกล้งก่อความไม่สำราญให้แก่ภิกขุนี ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:103.0": "ปาจิตติย ๓๔. นอุปัฏฐาปนสิกขาบท ",
  "pli-tv-bi-pm:103.1": "อนึ่ง ภิกขุนีใดไม่ดูแลช่วยเหลือ หรือไม่ใส่ใจมอบหมายให้ผู้อื่นดูแลช่วยเหลือสหชีวินีผู้ได้รับความลำบาก ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:104.0": "ปาจิตติย ๓๕. นิกกัฑฒนสิกขาบท ",
  "pli-tv-bi-pm:104.1": "อนึ่ง ภิกขุนีใดให้ห้องพักแก่ภิกขุนีแล้ว โกรธ ขัดใจ ฉุดคร่าก็ดี ให้ฉุดคร่าก็ดีต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:105.0": "ปาจิตติย ๓๖. สังสัฏฐสิกขาบท ",
  "pli-tv-bi-pm:105.1": "อนึ่ง ภิกขุนีใดอยู่คลุกคลีกับคฤหบดีก็ดี กับบุตรคฤหบดี ก็ดี ภิกขุนีนั้นอันภิกขุนีทั้งหลายพึงว่ากล่าวอย่างนี้ว่า ",
  "pli-tv-bi-pm:105.2": "‘แม่เจ้าอย่าได้อยู่คลุกคลีกับคฤหบดีหรือบุตรคฤหบดี แม่เจ้าจงแยกกันอยู่เถิด สงฆ์ย่อมสรรเสริญการแยกกันอยู่ของพี่น้องหญิงเท่านั้น', ",
  "pli-tv-bi-pm:105.3": "และภิกขุนีนั้นถูกภิกขุนีทั้งหลายว่ากล่าวอยู่อย่างนี้ยังยืนยันอยู่อย่างนั้นเทียว ภิกขุนีนั้น อันภิกขุนีทั้งหลายพึงสวดสมนุภาสน์กว่าจะครบสามจบเพื่อให้สละเรื่องนั้น ",
  "pli-tv-bi-pm:105.4": "หากนางถูกสวดสมนุภาสน์กว่าจะครบสามจบอยู่ สละเรื่องนั้นได้ การสละได้อย่างนี้ นั่นเป็นการดี ",
  "pli-tv-bi-pm:105.5": "หากนางไม่ยอมสละ ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:106.0": "ปาจิตติย ๓๗. อันโตรัฏฐสิกขาบท ",
  "pli-tv-bi-pm:106.1": "อนึ่ง ภิกขุนีใดไม่มีกองเกวียนเป็นเพื่อน เที่ยวจาริกไปในสถานที่ซึ่งรู้กันว่าเป็นที่น่าระแวง มีภัยเฉพาะหน้าภายในรัฐ ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:107.0": "ปาจิตติย ๓๘. ติโรรัฏฐสิกขาบท ",
  "pli-tv-bi-pm:107.1": "อนึ่ง ภิกขุนีใดไม่มีพวกเกวียนเป็นเพื่อน เที่ยวจาริกไปในสถานที่ซึ่งรู้ กันอยู่ว่ามีรังเกียจ มีภัยเฉพาะหน้า ภายนอกรัฐ ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:108.0": "ปาจิตติย ๓๙. อันโตวัสสสิกขาบท ",
  "pli-tv-bi-pm:108.1": "อนึ่ง ภิกขุนีใดเที่ยวจาริกไปในภายในพรรษา ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:109.0": "ปาจิตติย ๔๐. จาริกนปักกมนสิกขาบท ",
  "pli-tv-bi-pm:109.1": "อนึ่ง ภิกขุนีใดอยู่จำพรรษาตลอดฤดูฝนแล้ว ไม่หลีกไปสู่จาริก โดยที่สุด แม้สิ้นหนทาง ๕-๖ โยชน์ ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:109.2": "ตุวัฏฏวรรคที่ ๔ จบ. ",
  "pli-tv-bi-pm:110.0.1": "จิตตาคารวรรค ",
  "pli-tv-bi-pm:110.0.2": "ปาจิตติย ๔๑. ราชาคารสิกขาบท ",
  "pli-tv-bi-pm:110.1": "อนึ่ง ภิกขุนีใดไปดูโรงละครหลวงก็ดี หอจิตรกรรมก็ดี สวนสาธารณะก็ดี อุทยานก็ดี สระโบกขรณีก็ดี ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:111.0": "ปาจิตติย ๔๒. อาสันทิปริภุญชนสิกขาบท ",
  "pli-tv-bi-pm:111.1": "อนึ่ง ภิกขุนีใดใช้สอยเก้าอี้ยาวก็ดี แท่นก็ดี ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:112.0": "ปาจิตติย ๔๓. สุตตกันตนสิกขาบท ",
  "pli-tv-bi-pm:112.1": "อนึ่ง ภิกขุนีใดกรอด้าย ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:113.0": "ปาจิตติย ๔๔. คิหิเวยยาวัจจสิกขาบท ",
  "pli-tv-bi-pm:113.1": "อนึ่ง ภิกขุนีใดช่วยทำงานของชาวบ้าน ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:114.0": "ปาจิตติย ๔๕. อธิกรณสิกขาบท ",
  "pli-tv-bi-pm:114.1": "อนึ่ง ภิกขุนีใดถูกภิกขุนีขอร้องว่า ‘ขอแม่เจ้าได้โปรดไป ช่วยระงับอธิกรณ์นี้ด้วยเถิด’ รับคำว่าได้ แล้วภายหลังภิกขุนีไม่มีอันตราย แต่ก็ไม่ระงับ ทั้งไม่ช่วยขวนขวายที่จะให้ระงับ ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:115.0": "ปาจิตติย ๔๖. โภชนทานสิกขาบท ",
  "pli-tv-bi-pm:115.1": "อนึ่ง ภิกขุนีใดให้ของเคี้ยวก็ดี ของกินก็ดี แก่ชาวบ้าน ก็ดี ปริพาชกก็ดี ปริพาชิกาก็ดี ด้วยมือของตน ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:116.0": "ปาจิตติย ๔๗. อาวสถจีวรสิกขาบท ",
  "pli-tv-bi-pm:116.1": "อนึ่ง ภิกขุนีใดใช้ผ้าซับระดูเสียคนเดียวไม่ยอมสละ ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:117.0": "ปาจิตติย ๔๘. อาวสถวิหารสิกขาบท ",
  "pli-tv-bi-pm:117.1": "อนึ่ง ภิกขุนีใดไม่มอบหมายห้องพักก่อนแล้วหลีกจาริก ไป ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:118.0": "ปาจิตติย ๔๙. ติรัจฉานวิชชาปริยาปุณนสิกขาบท ",
  "pli-tv-bi-pm:118.1": "อนึ่ง ภิกขุนีใดเรียนดิรัจฉานวิชา ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:119.0": "ปาจิตติย ๕๐. ติรัจฉานวิชชาวาจนสิกขาบท ",
  "pli-tv-bi-pm:119.1": "อนึ่ง ภิกขุนีใดสอนดิรัจฉานวิชา ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:119.2": "จิตตาคารวรรคที่ ๕ จบ. ",
  "pli-tv-bi-pm:120.0.1": "อารามวรรค ",
  "pli-tv-bi-pm:120.0.2": "ปาจิตติย ๕๑. อารามปวิสนสิกขาบท ",
  "pli-tv-bi-pm:120.1": "อนึ่ง ภิกขุนีใดรู้อยู่ ไม่บอกกล่าวก่อน เข้าไปยังอารามที่มีภิกขุอยู่ ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:121.0": "ปาจิตติย ๕๒. ภิกขุอักโกสนสิกขาบท ",
  "pli-tv-bi-pm:121.1": "อนึ่ง ภิกขุนีใดด่าก็ตาม บริภาษก็ตาม ซึ่งภิกขุ ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:122.0": "ปาจิตติย ๕๓. คณปริภาสนสิกขาบท ",
  "pli-tv-bi-pm:122.1": "อนึ่ง ภิกขุนีใดขึ้งเคียดด่าว่าหมู่คณะ ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:123.0": "ปาจิตติย ๕๔. ปวาริตสิกขาบท ",
  "pli-tv-bi-pm:123.1": "อนึ่ง ภิกขุนีใดได้รับนิมนต์แล้วหรือห้ามภัตแล้ว เคี้ยวก็ดี ฉันก็ดี ซึ่งของเคี้ยวก็ดี ของฉันก็ดี ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:124.0": "ปาจิตติย ๕๕. กุลมัจฉรินีสิกขาบท ",
  "pli-tv-bi-pm:124.1": "อนึ่ง ภิกขุนีใดเป็นผู้หวงแหนตระกูล ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:125.0": "ปาจิตติย ๕๖. อภิกขุกาวาสสิกขาบท ",
  "pli-tv-bi-pm:125.1": "อนึ่ง ภิกขุนีใดอยู่จำพรรษาในอาวาสที่ไม่มีภิกขุ ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:126.0": "ปาจิตติย ๕๗. อปวารณาสิกขาบท ",
  "pli-tv-bi-pm:126.1": "อนึ่ง ภิกขุนีใดจำพรรษาแล้ว ไม่ปวารณาต่อสงฆ์สองฝ่าย ด้วยสถาน ๓ คือ ด้วยได้เห็นก็ดี ด้วยได้ยินก็ดี ด้วยรังเกียจสงสัยก็ดี ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:127.0": "ปาจิตติย ๕๘. โอวาทสิกขาบท ",
  "pli-tv-bi-pm:127.1": "อนึ่ง ภิกขุนีใดไม่ไปเพื่อรับโอวาทก็ดี เพื่อธรรมเป็นเหตุ อยู่ร่วมกันก็ดี ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:128.0": "ปาจิตติย ๕๘. โอวาทูปสังกมนสิกขาบท ",
  "pli-tv-bi-pm:128.1": "อนึ่ง ทุก ๆ ระยะกึ่งเดือน ภิกขุนีพึงหวังเฉพาะธรรม ๒ ประการ จากภิกขุสงฆ์ คือการถามอุโบสถ การเข้าไปขอโอวาท เมื่อฝ่าฝืนธรรม ๒ อย่างนั้น ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:129.0": "ปาจิตติย ๖๐. ปสาเขชาตสิกขาบท ",
  "pli-tv-bi-pm:129.1": "อนึ่ง ภิกขุนีใดไม่บอกกล่าวสงฆ์หรือคณะ อยู่กันสองต่อสองกับบุรุษ ให้บ่งก็ดี ให้ผ่าก็ดี ให้ชะก็ดี ให้ทาก็ดี ให้พันก็ดี ให้แกะก็ดี ซึ่งฝีหรือบาดแผลที่เกิดในร่มผ้า ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:129.2": "อารามวรรคที่ ๗ จบ. ",
  "pli-tv-bi-pm:130.0.1": "คัพภินิวรรค ",
  "pli-tv-bi-pm:130.0.2": "ปาจิตติย ๖๑. คัพภินีสิกขาบท ",
  "pli-tv-bi-pm:130.1": "อนึ่ง ภิกขุนีใดบวชให้สตรีมีครรภ์ ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:131.0": "ปาจิตติย ๖๒. ปายันตีสิกขาบท ",
  "pli-tv-bi-pm:131.1": "อนึ่ง ภิกขุนีใดบวชให้สตรีแม่ลูกอ่อน ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:132.0": "ปาจิตติย ๖๓. ปฐมสิกขมานสิกขาบท ",
  "pli-tv-bi-pm:132.1": "อนึ่ง ภิกขุนีใดบวชให้สิกขมานาผู้ยังมิได้ศึกษาสิกขาใน ธรรม ๖ ประการเป็นเวลา ๒ ปี ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:133.0": "ปาจิตติย ๖๔. ทุติยสิกขมานสิกขาบท ",
  "pli-tv-bi-pm:133.1": "อนึ่ง ภิกขุนีใดบวชให้สิกขมานาผู้ศึกษาสิกขาในธรรม ๖ ประการมาครบ ๒ ปีแล้ว แต่สงฆ์ยังมิได้สมมติ ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:134.0": "ปาจิตติย ๖๕. ปฐมคิหิคตสิกขาบท ",
  "pli-tv-bi-pm:134.1": "อนึ่ง ภิกขุนีใดบวชให้หญิงครองเรือนผู้มีอายุตํ่ากว่า ๑๒ ปี ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:135.0": "ปาจิตติย ๖๖. ทุติยคิหิคตสิกขาบท ",
  "pli-tv-bi-pm:135.1": "อนึ่ง ภิกขุนีใดบวชให้หญิงครองเรือนผู้มีอายุครบ ๑๒ ปี แต่ยังมิได้ศึกษาสิกขาในธรรม ๖ ประการมาครบ ๒ ปี ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:136.0": "ปาจิตติย ๖๗. ตติยคิหิคตสิกขาบท ",
  "pli-tv-bi-pm:136.1": "อนึ่ง ภิกขุนีใดบวชให้หญิงครองเรือนมีอายุครบ ๑๒ ปี ผู้ได้ศึกษาสิกขาในธรรม ๖ ประการมาครบ ๒ ปีแล้ว แต่สงฆ์ยังมิได้ สมมติ ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:137.0": "ปาจิตติย ๖๘. ปฐมสหชีวินีสิกขาบท ",
  "pli-tv-bi-pm:137.1": "อนึ่งภิกขุนีใดบวชให้สหชีวินีแล้ว ไม่อนุเคราะห์เอง ทั้งไม่ให้ผู้อื่นอนุเคราะห์ ตลอด ๒ ปี เป็นปาจิตตีย์ไม่ติดตามปวัตตินีผู้บวชให้ตนเป็นเวลา ๒ ปี ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:138.0": "ปาจิตติย ๖๙. ปวัตตินีนานุพันธนสิกขาบท ",
  "pli-tv-bi-pm:138.1": "อนึ่ง ภิกขุนีใดไม่ติดตามปวัตตินีผู้บวชให้ตนเป็นเวลา ๒ ปี ต้องอาบัติปาจิฅตีย์. ",
  "pli-tv-bi-pm:139.0": "ปาจิตติย ๗๐. ทุติยสหชีวินีสิกขาบท ",
  "pli-tv-bi-pm:139.1": "อนึ่ง ภิกขุนีใดบวชให้สหชีวินีแล้ว ไม่พาหลีกไป ทั้งไม่ให้ผู้อื่นพาหลีกไป ที่สุดแม้สิ้นระยะทาง ๕-๖ โยชน์ ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:139.2": "คัพภินิวรรคที่ ๗ จบ. ",
  "pli-tv-bi-pm:140.0.1": "กุมาริภูตวรรค ",
  "pli-tv-bi-pm:140.0.2": "ปาจิตติย ๗๑. ปฐมกุมาริภูตสิกขาบท ",
  "pli-tv-bi-pm:140.1": "อนึ่ง ภิกขุนีใดบวชให้หญิงผู้เป็นกุมารีมีอายุตํ่ากว่า ๒๐ปี ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:141.0": "ปาจิตติย ๗๒. ทุติยกุมาริภูตสิกขาบท ",
  "pli-tv-bi-pm:141.1": "อนึ่ง ภิกขุนีใดบวชให้หญิงผู้เป็นกุมารีผู้มีอายุครบ ๒๐ ปี แล้ว แต่ยังมิได้ศึกษาสิกขาในธรรม ๖ ประการเป็นเวลา ๒ ปี ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:142.0": "ปาจิตติย ๗๓. ตติยกุมาริภูตสิกขาบท ",
  "pli-tv-bi-pm:142.1": "อนึ่ง ภิกขุนีใดบวชให้หญิงผู้เป็นกุมารีผู้มีอายุครบ ๒๐ ปี ผู้ได้ศึกษาสิกขาในธรรม ๖ ประการมาครบ ๒ ปีแล้ว แต่สงฆ์ยังมิได้ สมมติ ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:143.0": "ปาจิตติย ๗๔. อูนัทวาทสวัสสสิกขาบท ",
  "pli-tv-bi-pm:143.1": "อนึ่ง ภิกขุนีใดมีพรรษาตํ่ากว่า ๑๒ บวชให้กุลธิดา ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:144.0": "ปาจิตติย ๗๕. ปริปุณณัทวาทสวัสสสิกขาบท ",
  "pli-tv-bi-pm:144.1": "อนึ่ง ภิกขุนีใดมีพรรษาครบ ๑๒ แล้ว แต่สงฆ์ยังมิได้ สมมติ บวชให้กุลธิดา ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:145.0": "ปาจิตติย ๗๖. ขิยยนธรรมสิกขาบท ",
  "pli-tv-bi-pm:145.1": "อนึ่ง ภิกขุนีใดอันภิกขุนีสงฆ์กล่าวอยู่ว่า ‘ดูก่อนแม่เจ้า เธอยังไม่สมควรบวชให้กุลธิดาก่อน’ รับคำว่าดีแล้ว ภายหลังกลับมาบ่นว่า ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:146.0": "ปาจิตติย ๗๗. ปฐมสิกขมานนวุฏฐาปนสิกขาบท ",
  "pli-tv-bi-pm:146.1": "อนึ่ง ภิกขุนีใดกล่าวกะสิกขมานาว่า ‘ดูก่อนนาง ถ้าเธอให้จีวรฉัน เมื่อได้เช่นนี้ ฉันก็จักบวชให้เธอ, ดังนี้แล้ว นางไม่มีอันตรายในภายหลัง แต่ไม่บวชให้ ทั้งไม่ช่วยขวนขวายที่จะให้ได้บวช ต้องอาบัติ ปาจิตตีย์. ",
  "pli-tv-bi-pm:147.0": "ปาจิตติย ๗๘. ทุติยสิกขมานนวุฏฐาปนสิกขาบท ",
  "pli-tv-bi-pm:147.1": "อนึ่ง ภิกขุนีใดกล่าวกะสิกขมานาว่า ‘ดูก่อนนาง ถ้าเธอ จักติดตามฉันเป็นเวลา ๒ ปี เมื่อได้เช่นนี้ ฉันก็จักบวชให้เธอ, ดังนี้แล้ว นางไม่มีอันตรายในภายหลัง แต่ไม่บวชให้ ทั้งไม่ช่วยขวนขวายที่จะให้ ได้บวช ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:148.0": "ปาจิตติย ๗๙. โสกาวาสสิกขาบท ",
  "pli-tv-bi-pm:148.1": "อนึ่งภิกขุนีใดบวชให้สิกขมานาผู้คลุกคลีกับผู้ชาย ผู้คลุกคลีกับเด็กหนุ่ม ผู้ดุร้าย ผู้ยังชายให้ระทมโศก ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:149.0": "ปาจิตติย ๘๐. อนนุญญาตสิกขาบท ",
  "pli-tv-bi-pm:149.1": "อนึ่ง ภิกขุนีใดบวชให้สิกขมานาผู้ที่มารดาบิดาก็ดี สามีก็ดี ยังมิได้อนุญาต ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:150.0": "ปาจิตติย ๘๑. ปาริวาสิกสิกขาบท ",
  "pli-tv-bi-pm:150.1": "อนึ่ง ภิกขุนีใดบวชให้สิกขมานาโดยให้ฉันทะค้าง ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:151.0": "ปาจิตติย ๘๒. อนุวัสสสิกขาบท ",
  "pli-tv-bi-pm:151.1": "อนึ่ง ภิกขุนีใดบวชให้สิกขมานาทุกปี ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:152.0": "ปาจิตติย ๘๓. เอกวัสสสิกขาบท ",
  "pli-tv-bi-pm:152.1": "อนึ่ง ภิกขุนีใดบวชให้สิกขมานารีปีละสองรูป ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:152.2": "กุมาริภูตวรรคที่ ๘ จบ. ",
  "pli-tv-bi-pm:153.0.1": "ฉัตตุปาหนวรรค ",
  "pli-tv-bi-pm:153.0.2": "ปาจิตติย ๘๔. ฉัตตุปาหนสิกขาบท ",
  "pli-tv-bi-pm:153.1": "อนึ่ง ภิกขุนีใดมิใช่ผู้อาพาธ ใช้ร่มและรองเท้า ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:154.0": "ปาจิตติย ๘๕. ยานสิกขาบท ",
  "pli-tv-bi-pm:154.1": "อนึ่ง ภิกขุนีใดมิใช่ผู้อาพาธ เดินทางด้วยยานพาหนะ ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:155.0": "ปาจิตติย ๘๖. สังฆาณิสิกขาบท ",
  "pli-tv-bi-pm:155.1": "อนึ่ง ภิกขุนีใดใช้เครื่องประดับเอว ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:156.0": "ปาจิตติย ๘๗. อิตถาลังการสิกขาบท ",
  "pli-tv-bi-pm:156.1": "อนึ่ง ภิกขุนีใดใช้เครื่องประดับสำหรับสตรี ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:157.0": "ปาจิตติย ๘๘. คันธวัณณกสิกขาบท ",
  "pli-tv-bi-pm:157.1": "อนึ่ง ภิกขุนีใดอาบน้ำด้วยเครื่องหอมและเครื่องประทินผิว ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:158.0": "ปาจิตติย ๘๙. วาสิตกสิกขาบท ",
  "pli-tv-bi-pm:158.1": "อนึ่ง ภิกขุนีใดอาบน้ำด้วยแป้งรํ่า ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:159.0": "ปาจิตติย ๙๐. ภิกขุนิอุมมัททาปนสิกขาบท ",
  "pli-tv-bi-pm:159.1": "อนึ่ง ภิกขุนีใดใช้ภิกขุนีให้บีบก็ดี ให้นวดก็ดี ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:160.0": "ปาจิตติย ๙๑. สิกขมานอุมมัททาปนสิกขาบท ",
  "pli-tv-bi-pm:160.1": "อนึ่ง ภิกขุนีใดใช้สิกขมานา (ผู้ที่ถือศีล 6 ข้อ) ให้บีบก็ดี ให้นวดก็ดี เต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:161.0": "ปาจิตติย ๙๒. สามเณรีอุมมัททาปนสิกขาบท ",
  "pli-tv-bi-pm:161.1": "อนึ่ง ภิกขุนีใดใช้สามเณรีให้บีบก็ดี ให้นวดก็ดี เต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:162.0": "ปาจิตติย ๙๓. คิหินิอุมมัททาปนสิกขาบท ",
  "pli-tv-bi-pm:162.1": "อนึ่ง ภิกขุนีใดใช้สตรีคฤหัสถ์ให้บีบก็ดี ให้นวดก็ดี ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:163.0": "ปาจิตติย ๙๔. อนาปุจฉาสิกขาบท ",
  "pli-tv-bi-pm:163.1": "อนึ่ง ภิกขุนีใดไม่ขอโอกาสก่อน นั่งบนอาสนะข้างหน้าภิกขุ ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:164.0": "ปาจิตติย ๙๕. ปัญหาปุจฉนสิกขาบท ",
  "pli-tv-bi-pm:164.1": "อนึ่ง ภิกขุนีใดถามปัญหากะภิกขุผู้ที่ตนยังมิได้ขอโอกาสก่อน ต้องอาบัติปาจิฅติย์. ",
  "pli-tv-bi-pm:165.0": "ปาจิตติย ๙๖. อสังกัจจิกสิกขาบท ",
  "pli-tv-bi-pm:165.1": "อนึ่ง ภิกขุนีใดไม่มีผ้ารัดถันเข้าหมู่บ้าน ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:165.2": "ฉัตตุปาหนวรรคที่ ๙ จบ. ",
  "pli-tv-bi-pm:166.0.1": "มุสาวาทวรรค ",
  "pli-tv-bi-pm:166.0.2": "ปาจิตติย ๙๗. มุสาวาทสิกขาบท ",
  "pli-tv-bi-pm:166.1": "ต้องอาบัติปาจิตตีย์ เพราะกล่าวเท็จทั้งที่รู้อยู่. ",
  "pli-tv-bi-pm:167.0": "ปาจิตติย ๙๘. โอมสวาทสิกขาบท ",
  "pli-tv-bi-pm:167.1": "ต้องอาบัติปาจิตตีย์ เพราะพูดดูถูก. ",
  "pli-tv-bi-pm:168.0": "ปาจิตติย ๙๙. เปสุญญสิกขาบท ",
  "pli-tv-bi-pm:168.1": "ต้องอาบัติปาจิตตีย์ เพราะภิกขุนีพูดส่อเสียด. ",
  "pli-tv-bi-pm:169.0": "ปาจิตติย ๑๐๐. ปทโสธรรมะสิกขาบท ",
  "pli-tv-bi-pm:169.1": "อนึ่ง ภิกขุนีใดยังผู้ที่ไม่ได้บวช (อนุปสัมบัน) ให้กล่าวธรรมโดยบท ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:170.0": "ปาจิตติย ๑๐๑. ปฐมสหเสยยสิกขาบท ",
  "pli-tv-bi-pm:170.1": "อนึ่ง ภิกขุนีใดสำเร็จการนอนร่วมกับผู้ที่ไม่ได้บวช (อนุปสัมบัน) ยิ่งกว่า ๒-๓ คืนต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:171.0": "ปาจิตติย ๑๐๒. ทุติยสหเสยยสิกขาบท ",
  "pli-tv-bi-pm:171.1": "อนึ่ง ภิกขุนีใดสำเร็จการนอนร่วมกับบุรุษ ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:172.0": "ปาจิตติย ๑๐๓. ธรรมเทสนาสิกขาบท ",
  "pli-tv-bi-pm:172.1": "อนึ่ง ภิกขุนีใดแสดงธรรมแก่บุรุษ ยิ่งกว่า ๕-๖ คํา เว้นไว้แต่บุรุษผู้รู้เดียงสา ( มีอยู่) ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:173.0": "ปาจิตติย ๑๐๔. ภูตาโรจนสิกขาบท ",
  "pli-tv-bi-pm:173.1": "อนึ่ง ภิกขุนีใดบอกธรรมอันยิ่งของมนุษย์ที่ไม่มีในตน (อุตตริมนุสสธรรม) แก่ผู้ที่ไม่ได้บวช (อนุปสัมบัน) ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:174.0": "ปาจิตติย ๑๐๕. ทุฏฐุลลาโรจนสิกขาบท ",
  "pli-tv-bi-pm:174.1": "อนึ่ง ภิกขุนีใดบอกอาบัติชั่วหยาบของภิกขุนีแก่ผู้ที่ไม่ได้บวช (อนุปสัมบัน) ต้องอาบัติปาจิตตีย์ เว้นไว้แต่ภิกขุนีได้รับสมมติ. ",
  "pli-tv-bi-pm:175.0": "ปาจิตติย ๑๐๖. ปถวีขณนสิกขาบท ",
  "pli-tv-bi-pm:175.1": "อนึ่ง ภิกขุนีใดขุดเองก็ดี ให้ขุดก็ดี ซึ่งแผ่นดิน ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:175.2": "มุสาวาทวรรคที่ ๑๐ จบ. ",
  "pli-tv-bi-pm:176.0.1": "ภูตคามวรรค ",
  "pli-tv-bi-pm:176.0.2": "ปาจิตติย ๑๐๗. ภูตคามสิกขาบท ",
  "pli-tv-bi-pm:176.1": "ต้องอาบัติปาจิตตีย์ เพราะพรากภูตคาม (พืช ๕ ชนิด คือ พืชเกิดจากเหง้า พืชเกิดจากต้น พืชเกิดจากข้อ พืชเกิดจากยอด พืชเกิดจากเมล็ด). ",
  "pli-tv-bi-pm:177.0": "ปาจิตติย ๑๐๘. อัญญวาทกสิกขาบท ",
  "pli-tv-bi-pm:177.1": "ต้องอาบัติปาจิตตีย์ เพราะความเป็นผู้กล่าวคำอื่น เพราะความเป็นผู้ทำให้ผู้อื่นลำบาก. ",
  "pli-tv-bi-pm:178.0": "ปาจิตติย ๑๐๙. อุชฌาปนกสิกขาบท ",
  "pli-tv-bi-pm:178.1": "ต้องอาบัติปาจิตตีย์ เพราะเป็นผู้กล่าวโทษ เพราะเป็นผู้ติเตียน. ",
  "pli-tv-bi-pm:179.0": "ปาจิตติย ๑๑๐. ปฐมเสนาสนสิกขาบท ",
  "pli-tv-bi-pm:179.1": "อนึ่ง ภิกขุนีใดวางก็ดี ให้วางก็ดี ซึ่งเตียงก็ดี ตั่งก็ดี ฟูกก็ดี เก้าอี้ก็ดี อันเป็นของสงฆ์ไว้ในที่แจ้ง เมื่อจะจากไป ไม่เก็บเองก็ดี ไม่ให้เก็บก็ดี ซึ่งเสนาสนะที่วางไว้นั้น หรือไม่บอกมอบหมาย ไปเสีย ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:180.0": "ปาจิตติย ๑๑๑. ทุติยเสนาสนสิกขาบท ",
  "pli-tv-bi-pm:180.1": "อนึ่ง ภิกขุนีใดปูก็ดี ให้ปูก็ดี ซึ่งที่นอนในวิหารอันเป็นของสงฆ์ เมื่อจะจากไป ไม่เก็บเองก็ดี ไม่ให้เก็บก็ดี ซึ่งที่นอนอันปูไว้นั้น หรือไม่บอกมอบหมาย ไปเสีย ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:181.0": "ปาจิตติย ๑๑๒. อนุปขัชชสิกขาบท ",
  "pli-tv-bi-pm:181.1": "อนึ่ง ภิกขุนีใดรู้อยู่ เข้าไปนอนแทรกแซงภิกขุนีผู้เข้าไปก่อนในวิหารอันเป็นของสงฆ์ ด้วยหมายใจว่า ‘ผู้ใดมีความคับใจ ผู้นั้นจักหลีกไปเอง’ ทำความหมายใจอย่างนี้เท่านั้นให้เป็นเหตุ ไม่มีอย่างอื่น ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:182.0": "ปาจิตติย ๑๑๓. นิกกัฑฒนสิกขาบท ",
  "pli-tv-bi-pm:182.1": "อนึ่ง ภิกขุนีใดโกรธ ไม่พอใจ ฉุดคร่าก็ดี ให้ฉุดคร่าก็ดี ซึ่งภิกขุนีออกจากวิหารอันเป็นของสงฆ์ ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:183.0": "ปาจิตติย ๑๑๔. เวหาสกุฏิสิกขาบท ",
  "pli-tv-bi-pm:183.1": "อนึ่ง ภิกขุนีใดนั่งทับก็ดี นอนทับก็ดี ซึ่งเตียงก็ดี ตั่งก็ดีอันมีขาเสียบไว้ บนกุฏิมีชั้นลอยในวิหารอันเป็นของสงฆ์ ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:184.0": "ปาจิตติย ๑๑๕. มหัลลกวิหารสิกขาบท ",
  "pli-tv-bi-pm:184.1": "อนึ่ง ภิกขุนีผู้ให้สร้างวิหารใหญ่ จะตั้งบานประตูตลอดถึงกรอบประตู จะตบแต่งบานหน้าต่าง พึงยืนในที่ที่ปราศจากของเขียวสดจัดการมุงได้ ๒-๓ ชั้น. ",
  "pli-tv-bi-pm:184.2": "ถ้าเธอดำเนินการเกินกว่านั้น แม้จะยืนในที่ที่ปราศจากของเขียว ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:185.0": "ปาจิตติย ๑๑๖. สัปปาณกสิกขาบท ",
  "pli-tv-bi-pm:185.1": "อนึ่ง ภิกขุนีใดรู้อยู่ว่าน้ำมีสิ่งมีชีวิต รด หรือใช้ให้รดหญ้าหรือดิน ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:185.2": "ภูตคามวรรคที่ ๑๑ จบ. ",
  "pli-tv-bi-pm:186.0.1": "โภชนวรรค ",
  "pli-tv-bi-pm:186.0.2": "ปาจิตติย ๑๑๗. อาวสถปิณฑสิกขาบท ",
  "pli-tv-bi-pm:186.1": "ภิกขุนีมิใช่ผู้อาพาธ พึงฉันอาหารในโรงพักแรมได้ครั้งหนึ่ง. ",
  "pli-tv-bi-pm:186.2": "ถ้าฉันเกินกว่านั้น เป็นปาจิตตีย์. ",
  "pli-tv-bi-pm:187.0": "ปาจิตติย ๑๑๘. คณโภชนสิกขาบท ",
  "pli-tv-bi-pm:187.1": "ต้องอาบัติปาจิตตีย์ เพราะฉันเป็นหมู่ เว้นไว้แต่สมัย. ",
  "pli-tv-bi-pm:187.2": "สมัยในเรื่องนั้นดังนี้ คือ คราวอาพาธ, คราวที่เป็นฤดูถวายจีวร, คราวที่ทำจีวร, คราวที่เดินทางไกล, นี้เป็นสมัยในเรื่องนั้น. ",
  "pli-tv-bi-pm:188.0": "ปาจิตติย ๑๑๙. กาณมาตุสิกขาบท ",
  "pli-tv-bi-pm:188.1": "อนึ่ง เขานำขนมก็ดี สัตตุผง (ข้าวคั่วผง, ขนมผง ขนมแห้งที่ไม่บูด) ก็ดี มาปวารณาเฉพาะภิกขุนีผู้เข้าไปสู่ตระกูล ภิกขุนีต้องการ ก็พึงรับได้เต็ม ๒-๓ บาตร. ",
  "pli-tv-bi-pm:188.2": "ถ้ารับยิ่งกว่านั้น ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:188.3": "ครั้นรับเต็ม ๒-๓ บาตรแล้ว พึงนำออกจากที่นั้นแล้วแบ่งปันกับภิกขุนีทั้งหลาย นี้เป็นการปฏิบัติชอบในเรื่องนั้น. ",
  "pli-tv-bi-pm:189.0": "ปาจิตติย ๑๒๐. วิกาลโภชนสิกขาบท ",
  "pli-tv-bi-pm:189.1": "อนึ่ง ภิกขุนีใดฉันก็ดี เคี้ยวก็ดี ซึ่งของ เคี้ยวก็ดีของฉันก็ดีในเวลาวิกาล ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:190.0": "ปาจิตติย ๑๒๑. สันนิธิการกสิกขาบท ",
  "pli-tv-bi-pm:190.1": "อนึ่ง ภิกขุนีใดเคี้ยวก็ดี ฉันก็ดี ซึ่งของเคี้ยวก็ดี ของฉันก็ดี ที่เก็บสะสมไว้ ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:191.0": "ปาจิตติย ๑๒๒. ทันตโปนสิกขาบท ",
  "pli-tv-bi-pm:191.1": "อนึ่ง ภิกขุนีใดนำอาหารที่เขายังไม่ได้ถวายมาฉัน ล่วงช่องปาก เว้นไว้แต่นํ้าและไม้ชำระฟัน ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:192.0": "ปาจิตติย ๑๒๓. อุยโยชนสิกขาบท ",
  "pli-tv-bi-pm:192.1": "อนึ่ง ภิกขุนีใดกล่าวชวนภิกขุนีอย่างนี้ว่า ‘มาเถิดท่าน พวกเราจักเข้าไปยังหมู่บ้านหรือนิคมเพื่อบิณฑบาตด้วยกัน’ จะให้เขาถวายแก่เธอก็ตาม ไม่ให้ถวายก็ตาม แล้วส่งเธอกลับไปด้วยคำว่า ‘กลับไปเถิดท่าน เราพูดหรือนั่งกับเธอไม่มีความผาสุก เราพูดหรือนั่งคนเดียวมีความผาสุกกว่า’ ทำความหมายใจอย่างนี้เท่านั้นให้เป็นเหตุ ไม่มีอะไรอื่น ต้องอาบัติปาจิตตีย์’. ",
  "pli-tv-bi-pm:193.0": "ปาจิตติย ๑๒๔. สโภชนสิกขาบท ",
  "pli-tv-bi-pm:193.1": "อนึ่ง ภิกขุนีใดนั่งแทรกแซงในตระกูลที่มีคนอยู่กันสองคน ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:194.0": "ปาจิตติย ๑๒๕. รโหปฏิจฉันนสิกขาบท ",
  "pli-tv-bi-pm:194.1": "อนึ่ง ภิกขุนีใด สําเร็จการนั่งในที่ลับ คือ ในอาสนะกําบังกับบุรุษ ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:195.0": "ปาจิตติย ๑๒๖. รโหนิสัชชสิกขาบท ",
  "pli-tv-bi-pm:195.1": "อนึ่ง ภิกขุนีใดผู้เดียวสําเร็จการนั่งในที่ลับตากับบุรุษผู้เดียว ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:195.2": "โภชนวรรคที่ ๑๒ จบ. ",
  "pli-tv-bi-pm:196.0.1": "จาริตตวรรค ",
  "pli-tv-bi-pm:196.0.2": "ปาจิตติย ๑๒๗. จาริตตสิกขาบท ",
  "pli-tv-bi-pm:196.1": "อนึ่ง ภิกขุนีใดรับนิมนต์แล้ว มีภัตตาหารอยู่แล้ว เที่ยวไปในตระกูลทั้งหลายก่อนฉันก็ดี หลังฉันก็ดี ต้องอาบัติปาจิตตีย์ เว้นไว้แต่สมัย. ",
  "pli-tv-bi-pm:196.2": "สมัยในเรื่องนั้นดังนี้ คือ คราวที่เป็นฤดูถวายจีวร, คราวที่ทำจีวร, นี้เป็นสมัยในเรื่องนั้น. ",
  "pli-tv-bi-pm:197.0": "ปาจิตติย ๑๒๘. มหานามสิกขาบท ",
  "pli-tv-bi-pm:197.1": "อนึ่ง ภิกขุนีมิใช่ผู้อาพาธพึงยินดีการปวารณาด้วยปัจจัยเพียง ๔ เดือน เว้นไว้แต่การปวารณาอีก เว้นไว้แต่การปวารณาเป็นนิจ ถ้าเธอยินดียิ่งกว่านั้น ต้องอาบัติปาจิตตีย์ ",
  "pli-tv-bi-pm:198.0": "ปาจิตติย ๑๒๙. อุยยุตตเสนาสิกขาบท ",
  "pli-tv-bi-pm:198.1": "อนึ่ง ภิกขุนีใดไปเพื่อจะดูกองทัพที่ยกออกไปแล้ว ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:199.0": "ปาจิตติย ๑๓๐. เสนาวาสสิกขาบท ",
  "pli-tv-bi-pm:199.1": "อนึ่ง ปัจจัยบางอย่างที่จะไปยังกองทัพพึงมีแก่ภิกขุนีนั้น ภิกขุนีนั้นพึงอยู่ในกองทัพได้เพียง ๒-๓ คืน ถ้าอยู่เกินกว่านั้น ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:200.0": "ปาจิตติย ๑๓๑. อุยโยธิกสิกขาบท ",
  "pli-tv-bi-pm:200.1": "อนึ่ง ถ้าภิกขุนีพักอยู่ในกองทัพ ๒-๓ คืน ไปสนามรบก็ดี ที่พักพลก็ดี ที่จัดขบวนทัพก็ดี ไปดูการรวมพลก็ดี ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:201.0": "ปาจิตติย ๑๓๒. สุราปานสิกขาบท ",
  "pli-tv-bi-pm:201.1": "ต้องอาบัติปาจิตตีย์ เพราะดื่มสุราเมรัย. ",
  "pli-tv-bi-pm:202.0": "ปาจิตติย ๑๓๓. อังคุลิปโตทกสิกขาบท ",
  "pli-tv-bi-pm:202.1": "ต้องอาบัติปาจิตตีย์ เพราะใช้นิ้วมือจี้. ",
  "pli-tv-bi-pm:203.0": "ปาจิตติย ๑๓๔. หสธรรมะสิกขาบท ",
  "pli-tv-bi-pm:203.1": "ต้องอาบัติปาจิตตีย์ เพราะการเล่นน้ำ. ",
  "pli-tv-bi-pm:204.0": "ปาจิตติย ๑๓๕. อนาทริยสิกขาบท ",
  "pli-tv-bi-pm:204.1": "ต้องอาบัติปาจิตตีย์ เพราะความไม่เอื้อเฟื้อ. ",
  "pli-tv-bi-pm:205.0": "ปาจิตติย ๑๓๖. ภิงสาปนสิกขาบท ",
  "pli-tv-bi-pm:205.1": "อนึ่ง ภิกขุนีใดหลอกภิกขุนีให้กลัว เป็นปาจิตตีย์. ",
  "pli-tv-bi-pm:205.2": "จาริตตวรรคที่ ๑๓ จบ. ",
  "pli-tv-bi-pm:206.0.1": "โชติวรรค ",
  "pli-tv-bi-pm:206.0.2": "ปาจิตติย ๑๓๗. โชติสิกขาบท ",
  "pli-tv-bi-pm:206.1": "อนึ่ง ภิกขุนีใดมิใช่ผู้อาพาธ มุ่งการผิง ก่อเองก็ดี ให้ก่อก็ดี ซึ่งไฟ ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:207.0": "ปาจิตติยะ ๑๓๘. นหานะสิกขาบท ",
  "pli-tv-bi-pm:207.1": "อนึ่ง ภิกขุนีใดยังไม่ถึงครึ่งเดือน อาบน้ำ ต้องอาบัติปาจิตตีย์ เว้นไว้แต่สมัย. ",
  "pli-tv-bi-pm:207.2": "สมัยในเรื่องนั้นดังนี้ คือ 'หนึ่งเดือนครึ่งท้ายฤดูร้อน' 'หนึ่งเดือนแรกของฤดูฝน' รวมเป็นสองเดือนครึ่ง เป็นคราวที่ร้อน, เป็นคราวที่อบอ้าว, เป็นคราวอาพาธ, เป็นคราวทำการงาน, นี้เป็นสมัยในเรื่องนั้น. ",
  "pli-tv-bi-pm:208.0": "ปาจิตติย ๑๓๙. ทุพพัณณกรณสิกขาบท ",
  "pli-tv-bi-pm:208.1": "อนึ่ง ภิกขุนีได้จีวรใหม่มา พึงถือเอาวัตถุสำหรับทำให้เสียสี ๓ อย่าง อย่างใดอย่างหนึ่ง คือ ของสีเขียวครามก็ได้ ของสีตมก็ได้ ของสีดำคลํ้าก็ได้ มาทำให้เสียสี ถ้าภิกขุนีไม่ถือเอาวัตถุสำหรับทำให้เสียสี ๓ อย่าง อย่างใดอย่างหนึ่งมาทำให้เสียสี ใช้จีวรใหม่ ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:209.0": "ปาจิตติย ๑๔๐. วิกัปปนสิกขาบท ",
  "pli-tv-bi-pm:209.1": "อนึ่ง ภิกขุนีใดวิกัปจีวรเองแก่ภิกขุก็ดี ภิกขุนีก็ดี สิกขมานาก็ดี สามเณรก็ดี สามเณรีก็ดี แล้วใช้สอยจีวรซึ่งยังมิได้ถอนก่อนนั้น ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:210.0": "ปาจิตติย ๑๔๑. อปนิธาปนสิกขาบท ",
  "pli-tv-bi-pm:210.1": "อนึ่ง ภิกขุนีใดซ่อนก็ดี ให้ซ่อนก็ดี ซึ่งบาตรก็ดี จีวรก็ดี ผ้าปูนั่งก็ดี กล่องเข็มก็ดี ประคดเอวก็ดี ของภิกขุนี โดยที่สุด แม้มุ่งจะหัวเราะเล่น ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:211.0": "ปาจิตติย ๑๔๒. สัญจิจจสิกขาบท ",
  "pli-tv-bi-pm:211.1": "อนึ่ง ภิกขุนีใดจงใจฆ่าสัตว์ ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:212.0": "ปาจิตติย ๑๔๓. สัปปาณกสิกขาบท ",
  "pli-tv-bi-pm:212.1": "อนึ่ง ภิกขุนีใดรู้อยู่ บริโภคนํ้ามีตัวสัตว์ ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:213.0": "ปาจิตติย ๑๔๔. อุกโกฏนสิกขาบท ",
  "pli-tv-bi-pm:213.1": "อนึ่ง ภิกขุนีใดรู้อยู่ รื้อฟื้นอธิกรณ์ที่ตัดสินเสร็จแล้วตามธรรมเพื่อมาทำใหม่ ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:214.0": "ปาจิตติย ๑๔๕. เถยยสัตถสิกขาบท ",
  "pli-tv-bi-pm:214.1": "อนึ่ง ภิกขุนีใดรู้อยู่ ชักชวนกันแล้วเดินทางไกลด้วยกันกับกองเกวียนผู้เป็นโจร โดยที่สุด แม้ชั่วระหว่างหมู่บ้านหนึ่ง ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:215.0": "ปาจิตติย ๑๔๖. อริฏฐสิกขาบท ",
  "pli-tv-bi-pm:215.1": "อนึ่ง ภิกขุนีใดกล่าวอย่างนี้ว่า: ",
  "pli-tv-bi-pm:215.2": "“เรารู้ทั่วถึงธรรมที่พระผู้มีพระภาค ทรงแสดงแล้วจนกระทั่งว่าธรรมตามที่พระผู้มีพระภาคตรัสว่าเป็นธรรมก่ออันตราย ก็หาสามารถก่ออันตรายแก่ผู้ซ่องเสพได้จริงไม่”. ",
  "pli-tv-bi-pm:215.3": "ดังนี้ ภิกขุนีนั้นอันภิกขุนีทั้งหลายพึงว่ากล่าวอย่างนี้ว่า: ",
  "pli-tv-bi-pm:215.4": "‘แม่เจ้าทั้งหลาย ท่านได้กล่าวแล้วอย่างนี้ อย่ากล่าวตู่พระผู้มีพระภาค การกล่าวตู่พระผู้มีพระภาค ไม่ดีเลย เพราะพระผู้มีพระภาคไม่ได้ตรัสอย่างนั้น, ",
  "pli-tv-bi-pm:215.5": "พระผู้มีพระภาคตรัสธรรมที่ก่ออันตรายว่าเป็นธรรมก่ออันตรายไว้โดยประการต่าง ๆ และธรรมเหล่านั้น ก็สามารถก่ออันตรายแก่ผู้ซ่องเสพได้จริง'. ",
  "pli-tv-bi-pm:215.6": "ภิกขุนีเหล่านั้นอันพวกภิกขุนีว่ากล่าวตักเตือนอยู่อย่างนี้ ยังยกย่องอยู่อย่างนั้น ภิกขุนีเหล่านั้นอันภิกขุนีทั้งหลายพึงสวดสมนุภาสน์จนครบ ๓ ครั้งเพื่อให้สละเรื่องนั้น. ",
  "pli-tv-bi-pm:215.7": "ถ้าพวกเธอกำลังถูกสวดสมนุภาสน์กว่าจะครบ ๓ ครั้ง สละเรื่องนั้นได้นั่นเป็นการดี. ",
  "pli-tv-bi-pm:215.8": "ถ้าพวกเธอไม่สละ ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:215.9": "โชติวรรคที่ ๑๔ จบ. ",
  "pli-tv-bi-pm:216.0.1": "ทิฏฐิวรรค ",
  "pli-tv-bi-pm:216.0.2": "ปาจิตติย ๑๔๗. อุกขิตตสัมโภคสิกขาบท ",
  "pli-tv-bi-pm:216.1": "อนึ่ง ภิกขุนีใดรู้อยู่ ร่วมกินก็ดี ร่วมอยู่ก็ดี ร่วมนอนก็ดี กับภิกขุนีผู้กล่าวอย่างนั้น ผู้ยังไม่ได้ทำตามธรรม ผู้ยังไม่ได้สละทิฏฐินั้น ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:217.0": "ปาจิตติย ๑๔๘. กัณฏกสิกขาบท ",
  "pli-tv-bi-pm:217.1": "ถ้าแม้สามเณร (สมณุทเทส) กล่าวอย่างนี้ว่า: ",
  "pli-tv-bi-pm:217.2": "“ข้าพเจ้ารู้ธรรมที่พระผู้มีพระภาคเจ้าทรงแสดงแล้วโดยประการที่ตรัสว่า เป็นธรรมทําอันตรายได้อย่างไร ธรรมนั้นหาอาจทําอันตรายแก่ผู้เสพได้ (จริง) ไม่”. ",
  "pli-tv-bi-pm:217.3": "สามเณร (สมณุทเทส) นั้น อันภิกขุนีทั้งหลาย พึงกล่าวอย่างนี้ว่า: ",
  "pli-tv-bi-pm:217.4": "“แม่เจ้าทั้งหลาย สามเณร (สมณุทเทส) เธออย่าได้พูดอย่างนั้น เธออย่าได้กล่าวตู่พระผู้มีพระภาคเจ้า การกล่าวตู่พระผู้มีพระภาคเจ้าไม่ดีดอก พระผู้มีพระภาคเจ้าไม่ได้ตรัสอย่างนั้นเลย, ",
  "pli-tv-bi-pm:217.5": "แน่ะสามเณร (สมณุทเทส) พระผู้มีพระภาคเจ้าตรัสธรรมทําอันตรายไว้โดยปริยายเป็นอันมากก็แลธรรมเหล่านั้น อาจทําอันตรายแก่ผู้เสพได้ (จริง). ",
  "pli-tv-bi-pm:217.6": "แลสามเณร (สมณุทเทส) นั้น อันภิกขุนี ทั้งหลายว่ากล่าวอยู่อย่างนั้น ขืนถืออย่างนั้นเทียวสามเณร (สมณุทเทส) นั้น อันภิกขุนีทั้งหลายพึงว่ากล่าวอย่างนี้ว่า: ",
  "pli-tv-bi-pm:217.7": "“แม่เจ้าทั้งหลาย แน่ะสามเณร (สมณุทเทส) เธออย่าอ้างพระผู้มีพระภาคเจ้านั้นว่าเป็นพระศาสดาของเธอตั้งแต่วันนี้ไป, ",
  "pli-tv-bi-pm:217.8": "แลพวกสามเณร (สมณุทเทส) อื่น ย่อมได้การนอนร่วมเพียง ๒-๓ คืน กับภิกขุนีทั้งหลายอันใด แม้กิริยาที่ได้การนอนร่วมนั้นไม่มีแก่เธอ, ",
  "pli-tv-bi-pm:217.9": "เจ้าคนเสียเจ้าจงไปเสียเจ้าจงฉิบหายเสีย”. ",
  "pli-tv-bi-pm:217.10": "แลภิกขุนีใดรู้อยู่ เกลี้ยกล่อมสามเณร (สมณุทเทส) ผู้ถูกให้ฉิบหายเสียอย่างนั้นแล้วก็ดีให้อุปฐากก็ดีกินร่วมก็ดีสําเร็จการนอนร่วมก็ดี ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:218.0": "ปาจิตติย ๑๔๘. สหธรรมมิกสิกขาบท ",
  "pli-tv-bi-pm:218.1": "อนึ่ง ภิกขุนีใดอันภิกขุนีทั้งหลายว่ากล่าวตักเตือนโดยชอบธรรม กล่าวอย่างนี้ว่า “ข้าพเจ้าจะยังไม่ศึกษาในสิกขาบทนี้ จนกว่าจะได้สอบถามภิกขุนีรูปอื่น ผู้ฉลาด ผู้เป็นวินัยธร” ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:218.2": "ภิกขุนีทั้งหลาย ภิกขุนีผู้ศึกษาพึงรู้ พึงสอบถาม พึงพิจารณา นี้เป็นการทำที่สมควรในเรื่องนั้น. ",
  "pli-tv-bi-pm:219.0": "ปาจิตติย ๑๕๐. วิเลขนสิกขาบท ",
  "pli-tv-bi-pm:219.1": "อนึ่ง ภิกขุนีใดเมื่อมีผู้ยกปาติโมกข์ขึ้นแสดงอยู่ กล่าวอย่างนี้ว่า “สิกขาบทเล็ก ๆ น้อย ๆ ที่ยกขึ้นแสดงเหล่านี้ จะมีประโยชน์อะไร ย่อมเป็น ไปเพื่อความรำคาญ เพื่อความลำบาก เพื่อความยุ่งยาก” ต้องอาบัติปาจิตตีย์ เพราะดูหมิ่นสิกขาบท. ",
  "pli-tv-bi-pm:220.0": "ปาจิตติย ๑๕๑. โมหนสิกขาบท ",
  "pli-tv-bi-pm:220.1": "อนึ่ง ภิกขุนีใดเมื่อภิกขุนียกปาติโมกข์ขึ้นแสดงอยู่ทุกกึ่งเดือน กล่าวอย่างนี้ว่า: ",
  "pli-tv-bi-pm:220.2": "“ข้าพเจ้าเพิ่งทราบเดี๋ยวนี้เองว่า ‘ทราบว่า ธรรมแม้นี้มาในพระสูตร อยู่ในพระสูตร มีการยกขึ้นแสดงทุกกึ่งเดือน” ",
  "pli-tv-bi-pm:220.3": "ถ้าภิกขุนีเหล่าอื่นจำภิกขุนีนั้นได้ว่า “เมื่อภิกขุยกปาติโมกข์ขึ้นแสดงอยู่ ภิกขุนีนี้เคยนั่งอยู่ ๒-๓ ครั้งมาแล้ว ไม่จำต้องกล่าวถึงมากครั้งยิ่งกว่า” ภิกขุนีนั้นย่อมไม่พ้นเพราะความไม่รู้ แต่ภิกขุนีนั้นจะต้องอาบัติใดเพราะประพฤติไม่เหมาะสมนั้น พึงปรับอาบัตินั้นตาม ธรรม และพึงยกโมหาโรปนกรรมขึ้นมาปรับเพิ่มให้ยิ่งขึ้นไปอีกว่า: ",
  "pli-tv-bi-pm:220.4": "“ท่าน ไม่ใช่ ลาภของท่าน ท่านได้ไม่ดี ที่เมื่อภิกขุยกปาติโมกข์ขึ้นแสดงอยู่ ท่านไม่ ใส่ใจฟังให้สำเร็จประโยชน์ด้วยดี” ",
  "pli-tv-bi-pm:220.5": "ต้องอาบัติปาจิตตีย์ เพราะแสร้งทำผู้อื่นให้. ",
  "pli-tv-bi-pm:221.0": "ปาจิตติย ๑๕๒. ปหารสิกขาบท ",
  "pli-tv-bi-pm:221.1": "อนึ่ง ภิกขุนีใดโกรธ ไม่พอใจ ทำร้ายภิกขุนี ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:222.0": "ปาจิตติย ๑๕๓. ตลสัตติกสิกขาบท ",
  "pli-tv-bi-pm:222.1": "อนึ่ง ภิกขุนีใดโกรธ ไม่พอใจ เงื้อหอกคือฝ่ามือให้ภิกขุนี ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:223.0": "ปาจิตติย ๑๕๔. อมูลกสิกขาบท ",
  "pli-tv-bi-pm:223.1": "อนึ่ง ภิกขุนีใดใส่ความภิกขุนีด้วยอาบัติสังฆาทิเสสอันหามูลมิได้ ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:224.0": "ปาจิตติย ๑๕๕. สัญจิจจสิกขาบท ",
  "pli-tv-bi-pm:224.1": "อนึ่ง ภิกขุนีใดแกล้งก่อความรำคาญให้แก่ภิกขุด้วยหมายใจว่า ‘ด้วยวิธีนี้ ความไม่ผาสุกจักมีแก่เธอไปครู่หนึ่ง’ ทำความหมายใจอย่างนี้เท่านั้นให้เป็นเหตุ ไม่มีอะไรอื่น ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:225.0": "ปาจิตติยะ ๑๕๖. อุปัสสุติสิกขาบท ",
  "pli-tv-bi-pm:225.1": "อนึ่ง ภิกขุนีใด เมื่อภิกขุนีทั้งหลายเกิดความบาดหมางกัน เกิดการทะเลาะกัน ถึงการวิวาทกัน ยืนแอบฟังด้วยหมายใจว่าจักได้ฟัง คำที่พวกเธอพูดกัน ทำความหมายใจอย่างนี้เท่านั้นให้เป็นเหตุ ไม่มีอะไรอื่น ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:225.2": "ทิฏฐิวรรค ปันนรสโม. ",
  "pli-tv-bi-pm:226.0.1": "ธรรมมิกวรรค ",
  "pli-tv-bi-pm:226.0.2": "ปาจิตติย ๑๕๗. กัมมัปปฏิพาหนสิกขาบท ",
  "pli-tv-bi-pm:226.1": "อนึ่ง ภิกขุนีใดให้ฉันทะเพื่อกรรมอันเป็นธรรมไปแล้ว กลับติเตียนในภายหลัง ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:227.0": "ปาจิตติย ๑๕๘. ฉันทังอทัตวาคมนสิกขาบท ",
  "pli-tv-bi-pm:227.1": "อนึ่ง ภิกขุนีใดเมื่อเรื่องอันจะพึงวินิจฉัยยังดำเนินอยู่ในสงฆ์ ไม่ให้ฉันทะ ลุกจากอาสนะหลีกไปเสีย ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:228.0": "ปาจิตติย ๑๕๙. ทุพพลสิกขาบท ",
  "pli-tv-bi-pm:228.1": "อนึ่ง ภิกขุนีใดร่วมกับสงฆ์ผู้พร้อมเพรียงกันให้จีวรแล้ว กลับติเตียนในภายหลังว่า ‘ภิกขุทั้งหลายน้อมลาภของสงฆ์ไปตามชอบใจ’ ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:229.0": "ปาจิตติย ๑๖๐. ปริณามนสิกขาบท ",
  "pli-tv-bi-pm:229.1": "อนึ่ง ภิกขุนีใดรู้อยู่ น้อมลาภที่เขาน้อมไว้เป็นของจะถวายสงฆ์มาเพื่อบุคคล ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:230.0": "ปาจิตติย ๑๖๑. รตนสิกขาบท ",
  "pli-tv-bi-pm:230.1": "อนึ่ง ภิกขุนีใดเก็บก็ดี ให้เก็บก็ดี ซึ่งรัตนะก็ดี ของที่สมมติว่าเป็นรัตนะก็ดี เป็นปาจิตตีย์ เว้นไว้แต่ในวัดที่อยู่หรือในที่พัก และภิกขุนีเก็บก็ดี ให้เก็บก็ดี. ",
  "pli-tv-bi-pm:230.2": "ซึ่งรัตนะก็ดี ของที่สมมติว่าเป็นรัตนะก็ดี ในวัดที่อยู่หรือในที่พักได้แล้ว พึงเก็บไว้ด้วยหมายใจว่า ‘เป็นของผู้ใด ผู้นั้นจะได้นำไป’ นี้เป็นการปฏิบัติชอบในเรื่องนั้น. ",
  "pli-tv-bi-pm:231.0": "ปาจิตติย ๑๖๒. สูจิฆรสิกขาบท ",
  "pli-tv-bi-pm:231.1": "อนึ่ง ภิกขุนีใดทำกล่องเข็มด้วยกระดูก ด้วยงา หรือด้วยเขา ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:232.0": "ปาจิตติย ๑๖๓. มัญจปีฐสิกขาบท ",
  "pli-tv-bi-pm:232.1": "อนึ่ง ภิกขุนีผู้ให้ทำเตียงหรือตั่งใหม่ พึงให้ทำมีเท้าสูงเพียง ๘ นิ้ว โดยนิ้วสุคต นอกจากแม่แคร่ด้านล่าง เธอทำให้เกินประมาณนั้นไป ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:233.0": "ปาจิตติย ๑๖๔. ตูโลนัทธสิกขาบท ",
  "pli-tv-bi-pm:233.1": "อนึ่ง ภิกขุใดให้ทำเตียงก็ดี ตั่งก็ดี หุ้มด้วยนุ่น ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:234.0": "ปาจิตติย ๑๖๕. กัณฑุปปฏิจฉาทิสิกขาบท ",
  "pli-tv-bi-pm:234.1": "อนึ่ง ภิกขุนีผู้ให้ทำผ้าปิดฝีพึงทำให้ได้ขนาด ขนาดในผ้านั้น ดังนี้ คือ โดยยาว ๔ คืบ โดยกว้าง ๒ คืบ โดยคืบสุคต เธอทำให้เกินขนาดนั้นไป ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:235.0": "ปาจิตติย ๑๖๖. นันทสิกขาบท ",
  "pli-tv-bi-pm:235.1": "อนึ่ง ภิกขุใดให้ทำจีวรมีขนาดเท่าสุคตจีวรหรือยิ่งกว่า ต้องอาบัติปาจิตตีย์. ",
  "pli-tv-bi-pm:235.2": "ขนาดแห่งสุคตจีวรของสุคตในคำนั้นดังนี้ คือ โดยยาว ๙ คืบ โดยกว้าง ๖ คืบ โดยคืบสุคต นี้เป็นขนาดแห่งสุคตจีวรของสุคต. ",
  "pli-tv-bi-pm:235.3": "ธรรมมิกวรรคที่ ๑๖ จบ. ",
  "pli-tv-bi-pm:236.1": "แม่เจ้าทั้งหลายธรรมชื่อ นิสสัคคิยปาจิตตีย์ ๑๖๖ (สิกขาบท) ข้าพเจ้ายกขึ้นแสดงแล้วแล. ",
  "pli-tv-bi-pm:236.2": "ข้าพเจ้าถามท่านทั้งหลาย ในข้อเหล่านั้น ท่านทั้งหลายเป็นผู้บริสุทธ์แล้วหรือ? ",
  "pli-tv-bi-pm:236.3": "ข้าพเจ้าถามแม้ครั้งที่ ๒ ท่านทั้งหลายเป็นผู้บริสุทธ์แล้วหรือ? ",
  "pli-tv-bi-pm:236.4": "ข้าพเจ้าถามแม้ครั้งที่ ๓ ท่านทั้งหลายเป็นผู้บริสุทธ์แล้วหรือ? ",
  "pli-tv-bi-pm:236.5": "ท่านทั้งหลายเป็นผู้บริสุทธ์ในข้อเหล่านี้แล้ว เหตุนั้นจึงนิ่ง ข้าพเจ้าทรงความนี้ไว้ด้วยอย่างนี้. ",
  "pli-tv-bi-pm:236.6": "ปาจิตติยา จบ. ",
  "pli-tv-bi-pm:237.0": "ปาฏิเทสนียา ",
  "pli-tv-bi-pm:237.1": "อนึ่ง แม่เจ้าทั้งหลาย ธรรมคือปาฏิเทสนียะ ๘ สิกขาบทเหล่านี้แล มาสู่อุทเทส คือ. ",
  "pli-tv-bi-pm:238.0": "ปาฏิเทสนีย ๑. สัปปิวิญญาปนสิกขาบท ",
  "pli-tv-bi-pm:238.1": "อนึ่ง ภิกขุนีใดมิใช่ผู้อาพาธ ขอเนยใสมาฉัน ภิกขุนีนั้นพึงแสดงคืนว่า: ",
  "pli-tv-bi-pm:238.2": "‘แม่เจ้า ดิฉันต้องอาบัติคือปาฏิเทสนียะที่น่าตำหนิ ไม่เป็นที่สบาย ดิฉันขอแสดงคืนธรรมนั้น”. ",
  "pli-tv-bi-pm:239.0": "ปาฏิเทสนีย ๒. เตลวิญญาปนสิกขาบท ",
  "pli-tv-bi-pm:239.1": "อนึ่ง ภิกขุนีใดมิใช่ผู้อาพาธ ขอนํ้ามันมาฉัน ภิกขุนีนั้น พึงแสดงคืนว่า: …เป… ",
  "pli-tv-bi-pm:239.2": "ดิฉันขอแสดงคืนธรรมนั้น. ",
  "pli-tv-bi-pm:240.0": "ปาฏิเทสนีย ๓. มธุวิญญาปนสิกขาบท ",
  "pli-tv-bi-pm:240.1": "อนึ่ง ภิกขุนีใดมิใช่ผู้อาพาธ ขอน้ำผึ้ง ภิกขุนีนั้นพึงแสดงคืนว่า: …เป… ",
  "pli-tv-bi-pm:240.2": "ดิฉันขอแสดงคืนธรรมนั้น. ",
  "pli-tv-bi-pm:241.0": "ปาฏิเทสนีย ๔. ผาณิตวิญญาปนสิกขาบท ",
  "pli-tv-bi-pm:241.1": "อนึ่ง ภิกขุนีใดมิใช่ผู้อาพาธ ขอน้ำอ้อย ภิกขุนีนั้นพึงแสดงคืนว่า: …เป… ",
  "pli-tv-bi-pm:241.2": "ดิฉันขอแสดงคืนธรรมนั้น. ",
  "pli-tv-bi-pm:242.0": "ปาฏิเทสนีย ๕. มัจฉวิญญาปนสิกขาบท ",
  "pli-tv-bi-pm:242.1": "อนึ่ง ภิกขุนีใดมิใช่ผู้อาพาธ ขอปลา ภิกขุนีนั้นพึงแสดงคืนว่า: …เป… ",
  "pli-tv-bi-pm:242.2": "ดิฉันขอแสดงคืนธรรมนั้น. ",
  "pli-tv-bi-pm:243.0": "ปาฏิเทสนีย ๖. มังสวิญญาปนสิกขาบท ",
  "pli-tv-bi-pm:243.1": "อนึ่ง ภิกขุนีใดมิใช่ผู้อาพาธ ขอเนื้อ ภิกขุนีนั้นพึงแสดงคืนว่า: …เป… ",
  "pli-tv-bi-pm:243.2": "ดิฉันขอแสดงคืนธรรมนั้น. ",
  "pli-tv-bi-pm:244.0": "ปาฏิเทสนีย ๗. ขีรวิญญาปนสิกขาบท ",
  "pli-tv-bi-pm:244.1": "อนึ่ง ภิกขุนีใดมิใช่ผู้อาพาธ ขอนมสด ภิกขุนีนั้นพึงแสดงคืนว่า: …เป… ",
  "pli-tv-bi-pm:244.2": "ดิฉันขอแสดงคืนธรรมนั้น. ",
  "pli-tv-bi-pm:245.0": "ปาฏิเทสนีย ๘. ทธิวิญญาปนสิกขาบท ",
  "pli-tv-bi-pm:245.1": "อนึ่ง ภิกขุนีใดมิใช่ผู้อาพาธ ขอนมเปรี้ยว ภิกขุนีนั้นพึงแสดงคืนว่า: ",
  "pli-tv-bi-pm:245.2": "‘แม่เจ้า ดิฉันต้องอาบัติคือปาฏิเทสนียะที่น่าตำหนิ ไม่เป็นที่สบาย ดิฉันขอแสดงคืนธรรมนั้น”. ",
  "pli-tv-bi-pm:246.1": "แม่เจ้าทั้งหลาย ธรรมคือปาฏิเทสนียะ ๘ สิกขาบทเหล่านี้ ข้าพเจ้ายกขึ้นแสดงแล้ว. ",
  "pli-tv-bi-pm:246.2": "ข้าพเจ้าถามท่านทั้งหลาย ในข้อเหล่านั้น ท่านทั้งหลายเป็นผู้บริสุทธ์แล้วหรือ? ",
  "pli-tv-bi-pm:246.3": "ข้าพเจ้าถามแม้ครั้งที่ ๒ ท่านทั้งหลายเป็นผู้บริสุทธ์แล้วหรือ? ",
  "pli-tv-bi-pm:246.4": "ข้าพเจ้าถามแม้ครั้งที่ ๓ ท่านทั้งหลายเป็นผู้บริสุทธ์แล้วหรือ? ",
  "pli-tv-bi-pm:246.5": "ท่านทั้งหลายเป็นผู้บริสุทธ์ในข้อเหล่านี้แล้ว เหตุนั้นจึงนิ่ง ข้าพเจ้าทรงความนี้ไว้ด้วยอย่างนี้. ",
  "pli-tv-bi-pm:246.6": "ปาฏิเทสนียา จบ. ",
  "pli-tv-bi-pm:247.0": "เสขิยา ",
  "pli-tv-bi-pm:247.1": "อนึ่ง แม่เจ้าทั้งหลาย ธรรมคือเสขีย ๗๕ สิกขาบทเหล่านี้แล มาสู่อุทเทส คือ. ",
  "pli-tv-bi-pm:248.0.1": "ปริมัณฑลวรรค ",
  "pli-tv-bi-pm:248.0.2": "เสขิย ๑. ปริมัณฑลสิกขาบท ",
  "pli-tv-bi-pm:248.1": "พึงทำการศึกษาว่า เราจักนุ่งให้เรียบร้อย ข้างบนปกปิดสะดือ ข้างล่างปกปิดครึ่งแข้ง (เป็นปริมณฑล). ",
  "pli-tv-bi-pm:249.0": "เสขิย ๒. ทุติยปริมัณฑลสิกขาบท ",
  "pli-tv-bi-pm:249.1": "พึงทำการศึกษาว่า เราจักห่มให้เรียบร้อย ข้างบนปกปิดสะดือ ข้างล่างปกปิดครึ่งแข้ง (เป็นปริมณฑล). ",
  "pli-tv-bi-pm:250.0": "เสขิย ๓. สุปปฏิจฉันนสิกขาบท ",
  "pli-tv-bi-pm:250.1": "พึงทําการศึกษาว่า เราจักปกปิดกายดี ไปในละแวกบ้าน. ",
  "pli-tv-bi-pm:251.0": "เสขิย ๔. ทุติยสุปปฏิจฉันนสิกขาบท ",
  "pli-tv-bi-pm:251.1": "พึงทําการศึกษาว่า เราจักปกปิดกายดี นั่งในละแวกบ้าน. ",
  "pli-tv-bi-pm:252.0": "เสขิย ๕. สุสังวุตสิกขาบท ",
  "pli-tv-bi-pm:252.1": "พึงทําการศึกษาว่า เราจักสํารวมดี ไปในละแวกบ้าน. ",
  "pli-tv-bi-pm:253.0": "เสขิย ๖. ทุติยสุสังวุตสิกขาบท ",
  "pli-tv-bi-pm:253.1": "พึงทําการศึกษาว่า เราจักสํารวมดี นั่ง ในละแวกบ้าน. ",
  "pli-tv-bi-pm:254.0": "เสขิย ๗. โอกขิตตจักขุสิกขาบท ",
  "pli-tv-bi-pm:254.1": "พึงทําการศึกษาว่า เราจักมีตาทอดลง ไปในละแวกบ้าน. ",
  "pli-tv-bi-pm:255.0": "เสขิย ๘. ทุติยโอกขิตตจักขุสิกขาบท ",
  "pli-tv-bi-pm:255.1": "พึงทําการศึกษาว่า เราจักมีตาทอดลง นั่งในละแวกบ้าน. ",
  "pli-tv-bi-pm:256.0": "เสขิย ๙. อุกขิตตกสิกขาบท ",
  "pli-tv-bi-pm:256.1": "พึงทําศึกษาว่า เราจักไม่ไปในละแวกบ้าน ด้วยทั้งถกผ้าขึ้นเปิดสีข้างให้เห็น. ",
  "pli-tv-bi-pm:257.0": "เสขิย ๑๐. ทุติยอุกขิตตกสิกขาบท ",
  "pli-tv-bi-pm:257.1": "พึงทําการศึกษาว่า เราจักไม่นั่งใน ละแวกบ้าน ด้วยทั้งถกผ้าขึ้นเปิดสีข้างให้เห็น. ",
  "pli-tv-bi-pm:257.2": "ปริมัณฑลวรรคที่ ๑ จบ. ",
  "pli-tv-bi-pm:258.0.1": "อุชชัคฆิกวรรค ",
  "pli-tv-bi-pm:258.0.2": "เสขิย ๑๑. อุชชัคฆิกสิกขาบท ",
  "pli-tv-bi-pm:258.1": "พึงทําการศึกษาว่า เราจักไม่ไปในละแวกบ้าน ด้วยทั้งการหัวเราะลั่น. ",
  "pli-tv-bi-pm:259.0": "เสขิย ๑๒. ทุติยอุชชัคฆิกสิกขาบท ",
  "pli-tv-bi-pm:259.1": "พึงทําการศึกษาว่า เราจักไม่นั่งในละแวกบ้าน ด้วยทั้งการหัวเราะลั่น. ",
  "pli-tv-bi-pm:260.0": "เสขิย ๑๓. อุจจสัททสิกขาบท ",
  "pli-tv-bi-pm:260.1": "พึงทําการศึกษาว่า เราจักมีเสียงน้อย ไปในละแวกบ้าน. ",
  "pli-tv-bi-pm:261.0": "เสขิย ๑๔. ทุติยอุจจสัททสิกขาบท ",
  "pli-tv-bi-pm:261.1": "พึงทําการศึกษาว่า เราจักมีเสียงน้อย นั่งในละแวกบ้าน. ",
  "pli-tv-bi-pm:262.0": "เสขิย ๑๕. กายัปปจาลกสิกขาบท ",
  "pli-tv-bi-pm:262.1": "พึงทําการศึกษาว่า เราจักไม่โยกกาย ไปในละแวกบ้าน. ",
  "pli-tv-bi-pm:263.0": "เสขิย ๑๖. ทุติยกายัปปจาลกสิกขาบท ",
  "pli-tv-bi-pm:263.1": "พึงทําการศึกษาว่า เราจักไม่โยกกาย นั่งในละแวกบ้าน. ",
  "pli-tv-bi-pm:264.0": "เสขิย ๑๗. พาหุปปจาลกสิกขาบท ",
  "pli-tv-bi-pm:264.1": "พึงทําการศึกษาว่า เราจักไม่ไกวแขน ไปในละแวกบ้าน. ",
  "pli-tv-bi-pm:265.0": "เสขิย ๑๘. ทุติยพาหุปปจาลกสิกขาบท ",
  "pli-tv-bi-pm:265.1": "พึงทําการศึกษาว่า เราจักไม่ไกวแขน นั่งในละแวกบ้าน. ",
  "pli-tv-bi-pm:266.0": "เสขิย ๑๙. สีสัปปจาลกสิกขาบท ",
  "pli-tv-bi-pm:266.1": "พึงทําการศึกษาว่า เราจักไม่โคลงศีรษะ ไปในละแวกบ้าน. ",
  "pli-tv-bi-pm:267.0": "เสขิย ๒๐. ทุติยสีสัปปจาลกสิกขาบท ",
  "pli-tv-bi-pm:267.1": "พึงทําการศึกษาว่า เราจักไม่โคลงศีรษะ นั่งในละแวกบ้าน. ",
  "pli-tv-bi-pm:267.2": "อุชชัคฆิกวรรคที่ ๑ จบ. ",
  "pli-tv-bi-pm:268.0.1": "ขัมภกตวรรค ",
  "pli-tv-bi-pm:268.0.2": "เสขิย ๒๑. ขัมภกตสิกขาบท ",
  "pli-tv-bi-pm:268.1": "พึงทําการศึกษาว่า เราจักไม่เอามือค้ำกาย ไปในละแวกบ้าน. ",
  "pli-tv-bi-pm:269.0": "เสขิย ๒๒. ทุติยขัมภกตสิกขาบท ",
  "pli-tv-bi-pm:269.1": "พึงทําการศึกษาว่า เราจักไม่เอามือค้ำกาย นั่งในละแวกบ้าน. ",
  "pli-tv-bi-pm:270.0": "เสขิย ๒๓. โอคุณฐิตสิกขาบท ",
  "pli-tv-bi-pm:270.1": "พึงทําการศึกษาว่า เราจักไม่เอาผ้าคลุมศีรษะ ไปในละแวกบ้าน. ",
  "pli-tv-bi-pm:271.0": "เสขิย ๒๔. ทุติยโอคุณฐิตสิกขาบท ",
  "pli-tv-bi-pm:271.1": "พึงทําการศึกษาว่า เราจักไม่เอาผ้าคลุมศีรษะ นั่งในละแวกบ้าน. ",
  "pli-tv-bi-pm:272.0": "เสขิย ๒๕. อุกกุฏิกสิกขาบท ",
  "pli-tv-bi-pm:272.1": "พึงทําการศึกษาว่า เราจักไม่เดินกระโหย่งเท้า ไปในละแวกบ้าน. ",
  "pli-tv-bi-pm:273.0": "เสขิย ๒๖. ปัลลัตถิกสิกขาบท ",
  "pli-tv-bi-pm:273.1": "พึงทําการศึกษาว่า เราจักไม่นั่งรัดเข่า ในละแวกบ้าน. ",
  "pli-tv-bi-pm:274.0": "เสขิย ๒๗. สักกัจจปฏิคคหณสิกขาบท ",
  "pli-tv-bi-pm:274.1": "พึงทําการศึกษาว่า เราจักรับบิณฑบาตโดยเอื้อเฟื้อ. ",
  "pli-tv-bi-pm:275.0": "เสขิย ๒๘. ปัตตสัญญินีปฏิคคหณสิกขาบท ",
  "pli-tv-bi-pm:275.1": "พึงทําการศึกษา เราจักจ้องดูอยู่ในบาตรรับบิณฑบาต. ",
  "pli-tv-bi-pm:276.0": "เสขิย ๒๙. สมสูปกปฏิคคหณสิกขาบท ",
  "pli-tv-bi-pm:276.1": "พึงทําการศึกษาว่า เราจักรับบิณฑบาตพอสมส่วนกับแกง (ไม่รับแกงมากเกินไป). ",
  "pli-tv-bi-pm:277.0": "เสขิย ๓๐. สมติตติกสิกขาบท ",
  "pli-tv-bi-pm:277.1": "พึงทําการศึกษาว่า เราจักรับบิณฑบาตเสมอขอบ. ",
  "pli-tv-bi-pm:277.2": "ขัมภกตวรรคที่ ๓ จบ. ",
  "pli-tv-bi-pm:278.0.1": "สักกัจจวรรค ",
  "pli-tv-bi-pm:278.0.2": "เสขิย ๓๑. สักกัจจภุญชนสิกขาบท ",
  "pli-tv-bi-pm:278.1": "พึงทําการศึกษาว่า เราจักฉันบิณฑบาตโดยเอื้อเฟื้อ. ",
  "pli-tv-bi-pm:279.0": "เสขิย ๓๒. ปัตตสัญญินีภุญชนสิกขาบท ",
  "pli-tv-bi-pm:279.1": "พึงทําการศึกษาว่า ในขณะฉันบิณฑบาต แลดูแต่ในบาตร. ",
  "pli-tv-bi-pm:280.0": "เสขิย ๓๓. สปทานสิกขาบท ",
  "pli-tv-bi-pm:280.1": "พึงทําการศึกษาว่า เราจักฉันบิณฑบาตไปตามลำดับ (ไม่ขุดให้แหว่ง). ",
  "pli-tv-bi-pm:281.0": "เสขิย ๓๔. สมสูปกสิกขาบท ",
  "pli-tv-bi-pm:281.1": "พึงทําการศึกษาว่า เราจักฉันบิณฑบาตพอสมส่วนกับแกง (ไม่ฉันแกงมากเกินไป). ",
  "pli-tv-bi-pm:282.0": "เสขิย ๓๕. น ถูปกตสิกขาบท ",
  "pli-tv-bi-pm:282.1": "พึงทําการศึกษาว่า เราจักฉันบิณฑบาตโดยไม่ขยุมลงแต่ยอด. ",
  "pli-tv-bi-pm:283.0": "เสขิย ๓๖. โอทนัปปฏิจฉาทนสิกขาบท ",
  "pli-tv-bi-pm:283.1": "พึงทําการศึกษาว่า เราจักไม่กลบแกงก็ดี กับข้าวก็ดี ด้วยข้าวสุกอาศัยความอยากได้มาก. ",
  "pli-tv-bi-pm:284.0": "เสขิย ๓๗. สูโปทนวิญญัตติสิกขาบท ",
  "pli-tv-bi-pm:284.1": "พึงทําการศึกษาว่า เราไม่อาพาธจักไม่ขอเอาแกงก็ดี ข้าวสุกก็ดีเพื่อประโยชน์แก่ตนฉัน. ",
  "pli-tv-bi-pm:285.0": "เสขิย ๓๘. อุชฌานสัญญินีสิกขาบท ",
  "pli-tv-bi-pm:285.1": "พึงทําการศึกษาว่า เราจักไม่เพ่งโพนทะนาแลดูบาตรของผู้อื่น. ",
  "pli-tv-bi-pm:286.0": "เสขิย ๓๙. กพฬสิกขาบท ",
  "pli-tv-bi-pm:286.1": "พึงทําการศึกษาว่า เราจักไม่ทําคําข้าวให้ใหญ่นัก. ",
  "pli-tv-bi-pm:287.0": "เสขิย ๔๐. อาโลปสิกขาบท ",
  "pli-tv-bi-pm:287.1": "พึงทําการศึกษาว่า เราจักทําคําข้าวให้กลมกล่อม. ",
  "pli-tv-bi-pm:287.2": "สักกัจจวรรคที่ ๔ จบ. ",
  "pli-tv-bi-pm:288.0.1": "กพฬวรรค ",
  "pli-tv-bi-pm:288.0.2": "เสขิย ๔๑. อนาหฏสิกขาบท ",
  "pli-tv-bi-pm:288.1": "พึงทําการศึกษาว่า เมื่อคําข้าวยังไม่นํามาถึง เราจักไม่อ้าปาก. ",
  "pli-tv-bi-pm:289.0": "เสขิย ๔๒. ภุญชมานสิกขาบท ",
  "pli-tv-bi-pm:289.1": "พึงทําการศึกษาว่า เราฉันอยู่จักไม่สอดมือทั้งมือเข้าในปาก. ",
  "pli-tv-bi-pm:290.0": "เสขิย ๔๓. สกพฬสิกขาบท ",
  "pli-tv-bi-pm:290.1": "พึงทําการศึกษาว่า ในปากยังมีคําข้าวเราจักไม่พูด. ",
  "pli-tv-bi-pm:291.0": "เสขิย ๔๔. ปิณฑุกเขปกสิกขาบท ",
  "pli-tv-bi-pm:291.1": "พึงทําการศึกษาว่า เราจักไม่ฉันโดยการโยนคำข้าวเข้าปาก. ",
  "pli-tv-bi-pm:292.0": "เสขิย ๔๕. กพฬาวัจเฉทกสิกขาบท ",
  "pli-tv-bi-pm:292.1": "พึงทําการศึกษาว่า เราจักไม่ฉันกัดคําข้าว. ",
  "pli-tv-bi-pm:293.0": "เสขิย ๔๖. อวคัณฑการกสิกขาบท ",
  "pli-tv-bi-pm:293.1": "พึงทําการศึกษาว่า เราจักไม่ฉันทำกระพุ้งแก้มให้ตุ่ย. ",
  "pli-tv-bi-pm:294.0": "เสขิย ๔๗. หัตถนิทธุนกสิกขาบท ",
  "pli-tv-bi-pm:294.1": "พึงทําการศึกษาว่า เราจักไม่ฉันพลางสะบัดมือพลาง. ",
  "pli-tv-bi-pm:295.0": "เสขิย ๔๘. สิตถาวการกสิกขาบท ",
  "pli-tv-bi-pm:295.1": "พึงทําการศึกษาว่า เราจักไม่ฉันทําเมล็ดข้าวตก. ",
  "pli-tv-bi-pm:296.0": "เสขิย ๔๙. ชิวหานิจฉารกสิกขาบท ",
  "pli-tv-bi-pm:296.1": "พึงทําการศึกษาว่าเราจักไม่ฉันแลบลิ้น. ",
  "pli-tv-bi-pm:297.0": "เสขิย ๕๐. จปุจปุการกสิกขาบท ",
  "pli-tv-bi-pm:297.1": "พึงทําการศึกษาว่า เราจักไม่ฉันทําเสียงดังจับๆ. ",
  "pli-tv-bi-pm:297.2": "กพฬวรรคที่ ๕ จบ. ",
  "pli-tv-bi-pm:298.0.1": "สุรุสุรุวรรค ",
  "pli-tv-bi-pm:298.0.2": "เสขิย ๕๑. สุรุสุรุการกสิกขาบท ",
  "pli-tv-bi-pm:298.1": "พึงทําการศึกษาว่า เราจักไม่ฉันทําเสียงดังซูดๆ. ",
  "pli-tv-bi-pm:299.0": "เสขิย ๕๒. หัตถนิลเลหกสิกขาบท ",
  "pli-tv-bi-pm:299.1": "พึงทําการศึกษาว่า เราจักไม่ฉันเลียมือ. ",
  "pli-tv-bi-pm:300.0": "เสขิย ๕๓. ปัตตนิลเลหกสิกขาบท ",
  "pli-tv-bi-pm:300.1": "พึงทําการศึกษาว่า เราจักไม่ฉันเลียบาตร. ",
  "pli-tv-bi-pm:301.0": "เสขิย ๕๔. โอฏฐนิลเลหกสิกขาบท ",
  "pli-tv-bi-pm:301.1": "พึงทําการศึกษาว่า เราจักไม่ฉันเลียริมฝีปาก. ",
  "pli-tv-bi-pm:302.0": "เสขิย ๕๕. สามิสสิกขาบท ",
  "pli-tv-bi-pm:302.1": "พึงทําการศึกษาว่า เราจักไม่เอามือเปื้อนจับภาชนะน้ำ. ",
  "pli-tv-bi-pm:303.0": "เสขิย ๕๖. สสิตถกสิกขาบท ",
  "pli-tv-bi-pm:303.1": "พึงทําการศึกษาว่า เราจักไม่เทน้ําล้างบาตรมีเมล็ดข้าวในละแวกบ้าน. ",
  "pli-tv-bi-pm:304.0": "เสขิย ๕๗. ฉัตตปาณิสิกขาบท ",
  "pli-tv-bi-pm:304.1": "พึงทำการศึกษาว่า เราจักไม่แสดงธรรมแก่บุคคลไม่ใช่ผู้เจ็บไข้ มีร่มในมือ. ",
  "pli-tv-bi-pm:305.0": "เสขิย ๕๘. ทัณฑปาณิสิกขาบท ",
  "pli-tv-bi-pm:305.1": "พึงทำการศึกษาว่า เราจักไม่แสดงธรรมแก่บุคคลไม่ใช่ผู้เจ็บไข้มีไม้พลองในมือ. ",
  "pli-tv-bi-pm:306.0": "เสขิย ๕๙. สัตถปาณิสิกขาบท ",
  "pli-tv-bi-pm:306.1": "พึงทำการศึกษาว่า เราจักไม่แสดงธรรมแก่บุคคลไม่ใช่ผู้เจ็บไข้มีศัสตราในมือ. ",
  "pli-tv-bi-pm:307.0": "เสขิย ๖๐. อาวุธปาณิสิกขาบท ",
  "pli-tv-bi-pm:307.1": "พึงทำการศึกษาว่า เราจักไม่แสดงธรรมแก่บุคคลไม่ใช่ผู้เจ็บไข้มีอาวุธในมือ. ",
  "pli-tv-bi-pm:307.2": "สุรุสุรุวรรคที่ ๖ จบ. ",
  "pli-tv-bi-pm:308.0.1": "ปาทุกวรรค ",
  "pli-tv-bi-pm:308.0.2": "เสขิย ๖๑. ปาทุกสิกขาบท ",
  "pli-tv-bi-pm:308.1": "พึงทำการศึกษาว่า เราจักไม่แสดงธรรมแก่บุคคลไม่ใช่ผู้เจ็บไข้สวมรองเท้าสวมใส่ที่ทำมาจากไม้ (เขียงเท้า). ",
  "pli-tv-bi-pm:309.0": "เสขิย ๖๒. อุปาหนสิกขาบท ",
  "pli-tv-bi-pm:309.1": "พึงทำการศึกษาว่า เราจักไม่แสดงธรรมแก่บุคคลไม่ใช่ผู้เจ็บไข้สวมรองเท้า. ",
  "pli-tv-bi-pm:310.0": "เสขิย ๖๓. ยานสิกขาบท ",
  "pli-tv-bi-pm:310.1": "พึงทำการศึกษาว่า เราจักไม่แสดงธรรมแก่บุคคลไม่ใช่ผู้เจ็บไข้ไปในยาน. ",
  "pli-tv-bi-pm:311.0": "เสขิย ๖๔. สยนสิกขาบท ",
  "pli-tv-bi-pm:311.1": "พึงทำการศึกษาว่า เราจักไม่แสดงธรรมแก่บุคคลไม่ใช่ผู้เจ็บไข้อยู่บนที่นอน. ",
  "pli-tv-bi-pm:312.0": "เสขิย ๖๕. ปัลลัตถิกสิกขาบท ",
  "pli-tv-bi-pm:312.1": "พึงทำการศึกษาว่า เราจักไม่แสดงธรรมแก่บุคคลไม่ใช่ผู้เจ็บไข้นั่งรัดเข่า. ",
  "pli-tv-bi-pm:313.0": "เสขิย ๖๖. เวฐิตสิกขาบท ",
  "pli-tv-bi-pm:313.1": "พึงทำการศึกษาว่า เราจักไม่แสดงธรรมแก่บุคคลไม่ใช่ผู้เจ็บไข้พันศีรษะใ ",
  "pli-tv-bi-pm:314.0": "เสขิย ๖๗. โอคุณฐิตสิกขาบท ",
  "pli-tv-bi-pm:314.1": "พึงทำการศึกษาว่า เราจักไม่แสดงธรรมแก่บุคคลไม่ใช่ผู้เจ็บไข้คลุมศีรษะ. ",
  "pli-tv-bi-pm:315.0": "เสขิย ๖๘. ฉมาสิกขาบท ",
  "pli-tv-bi-pm:315.1": "พึงทำการศึกษาว่า เรานั่งอยู่ที่แผ่นดินจักไม่แสดงธรรมแก่คนไม่เจ็บไข้ ผู้นั่งบนอาสนะ. ",
  "pli-tv-bi-pm:316.0": "เสขิย ๖๙. นีจาสนสิกขาบท ",
  "pli-tv-bi-pm:316.1": "พึงทำการศึกษาว่า เรานั่งบนอาสนะต่ำจักไม่แสดงธรรมแก่คนไม่เจ็บไข้ ผู้นั่งบนอาสนะสูง. ",
  "pli-tv-bi-pm:317.0": "เสขิย ๗๐. ฐิตาสิกขาบท ",
  "pli-tv-bi-pm:317.1": "พึงทำการศึกษาว่า เรายืนอยู่ จักไม่แสดงธรรมแก่คนไม่เจ็บไข้ ผู้นั่งอยู่. ",
  "pli-tv-bi-pm:318.0": "เสขิย ๗๑. ปัจฉโตคัจฉันตีสิกขาบท ",
  "pli-tv-bi-pm:318.1": "พึงทำการศึกษาว่า เราเดินไปข้างหลังจักไม่แสดงธรรมแก่คนไม่เจ็บไข้ ผู้เดินไปข้างหน้า. ",
  "pli-tv-bi-pm:319.0": "เสขิย ๗๒. อุปปเถนคัจฉันตีสิกขาบท ",
  "pli-tv-bi-pm:319.1": "พึงทำการศึกษาว่า เราเดินไปนอกทางจักไม่แสดงธรรมแก่คนไม่เจ็บไข้ ผู้ไปอยู่ในทาง. ",
  "pli-tv-bi-pm:320.0": "เสขิย ๗๓. ฐิตาอุจจารสิกขาบท ",
  "pli-tv-bi-pm:320.1": "พึงทำการศึกษาว่า เราไม่อาพาธ จักไม่ยืนถ่ายอุจจาระหรือปัสสาวะ. ",
  "pli-tv-bi-pm:321.0": "เสขิย ๗๔. หริเตอุจจารสิกขาบท ",
  "pli-tv-bi-pm:321.1": "พึงทำการศึกษาว่า เราไม่อาพาธ จักไม่ถ่ายอุจจาระ ปัสสาวะ หรือบ้วนน้ำลาย, เสมหะ, เสลด (เขฬะ) บนของสดเขียว. ",
  "pli-tv-bi-pm:322.0": "เสขิย ๗๕. อุทเกอุจจารสิกขาบท ",
  "pli-tv-bi-pm:322.1": "พึงทำการศึกษาว่า เราไม่อาพาธ จักไม่ถ่ายอุจจาระ ปัสสาวะ หรือบ้วนน้ำลาย, เสมหะ, เสลด (เขฬะ) ในน้ำ. ",
  "pli-tv-bi-pm:322.2": "ปาทุกวรรคที่ ๗ จบ. ",
  "pli-tv-bi-pm:323.1": "ท่านทั้งหลาย อาบัติเสขิยทั้ง ๗๕ ข้าพเจ้าได้ยกขึ้นแสดงแล้ว. ",
  "pli-tv-bi-pm:323.2": "ข้าพเจ้าถามท่านทั้งหลาย ในข้อเหล่านั้น ท่านทั้งหลายเป็นผู้บริสุทธ์แล้วหรือ? ",
  "pli-tv-bi-pm:323.3": "ข้าพเจ้าถามแม้ครั้งที่ ๒ ท่านทั้งหลายเป็นผู้บริสุทธ์แล้วหรือ? ",
  "pli-tv-bi-pm:323.4": "ข้าพเจ้าถามแม้ครั้งที่ ๓ ท่านทั้งหลายเป็นผู้บริสุทธ์แล้วหรือ? ",
  "pli-tv-bi-pm:323.5": "ท่านทั้งหลายเป็นผู้บริสุทธ์ในข้อเหล่านี้แล้ว เหตุนั้นจึงนิ่ง ข้าพเจ้าทรงความนี้ไว้ด้วยอย่างนี้. ",
  "pli-tv-bi-pm:323.6": "เสขิยา จบ. ",
  "pli-tv-bi-pm:324.0": "อธิกรณสมถา ",
  "pli-tv-bi-pm:324.1": "อนึ่ง แม่เจ้าทั้งหลาย อันธรรมคืออธิกรณสมถะ ๗ ประการ เหล่า นี้แลมาสู่อุทเทส คือ. ",
  "pli-tv-bi-pm:325.0": "อธิกรณสมถ ๑ ",
  "pli-tv-bi-pm:325.1": "พึงให้สัมมุขาวินัย ระเบียบอันพึงทำในที่พร้อมหน้า. ",
  "pli-tv-bi-pm:326.0": "อธิกรณสมถ ๒ ",
  "pli-tv-bi-pm:326.1": "พึงให้สติวินัยระเบียบที่ยกสติขึ้นเป็นหลัก. ",
  "pli-tv-bi-pm:327.0": "อธิกรณสมถ ๓ ",
  "pli-tv-bi-pm:327.1": "พึงให้ระเบียบแก่ภิกขุนีผู้หายเป็นบ้าแล้ว. ",
  "pli-tv-bi-pm:328.0": "อธิกรณสมถ ๔ ",
  "pli-tv-bi-pm:328.1": "พึงทำตามคำสารภาพ. ",
  "pli-tv-bi-pm:329.0": "อธิกรณสมถ ๕ ",
  "pli-tv-bi-pm:329.1": "พึงวินิจฉัยอาศัยความเห็นข้างมาก. ",
  "pli-tv-bi-pm:330.0": "อธิกรณสมถ ๖ ",
  "pli-tv-bi-pm:330.1": "กรรมที่สงฆ์พึงทำในกิริยาที่ลงโทษแก่ผู้ผิด. ",
  "pli-tv-bi-pm:331.0": "อธิกรณสมถ ๗ ",
  "pli-tv-bi-pm:331.1": "พึงให้ระเบียบดังที่กลบไว้ด้วยหญ้า. ",
  "pli-tv-bi-pm:332.1": "แม่เจ้าทั้งหลาย ธรรมคืออธิกรณสมถะ ๗ ประการ ข้าพเจ้ายกขึ้นแสดงแล้วแลข้าพเจ้าขอถามแม่เจ้าทั้งหลายในธรรมคืออธิกรณสมถะ เหล่านั้นว่า. ",
  "pli-tv-bi-pm:332.2": "“ท่านทั้งหลายเป็นผู้บริสุทธิ์แล้วหรือ”, ",
  "pli-tv-bi-pm:332.3": "ข้าพเจ้าขอถามแม้ครั้ง ที่ ๒ ว่า “ท่านทั้งหลายเป็นผู้บริสุทธิ์แล้วหรือ”, ",
  "pli-tv-bi-pm:332.4": "ข้าพเจ้าขอถามแม้ครั้ง ที่ ๓ ว่า “ท่านทั้งหลายเป็นผู้บริสุทธิ์แล้วหรือ”, ",
  "pli-tv-bi-pm:332.5": "แม่เจ้าทั้งหลายบริสุทธิ์ แล้วในธรรมคืออธิกรณสมถะเหล่านี้ เหตุนั้นจึงนิ่ง ข้าพเจ้าขอทรงความ ข้อนี้ไว้ด้วยอาการอย่างนี้. ",
  "pli-tv-bi-pm:332.6": "อธิกรณสมถา จบ. ",
  "pli-tv-bi-pm:333.1": "แม่เจ้าทั้งหลาย นิทานข้าพเจ้ายกขึ้นแสดงแล้ว ",
  "pli-tv-bi-pm:333.2": "ธรรมคือปาราชิก ๘ สิกขาบท ข้าพเจ้ายกขึ้นแสดงแล้ว, ",
  "pli-tv-bi-pm:333.3": "ธรรมคือสังฆาทิเสส ๑๗ สิกขาบท ข้าพเจ้ายกขึ้นแสดงแล้ว, ",
  "pli-tv-bi-pm:333.4": "ธรรมคือนิสสัคคิยปาจิตตีย์ ๓๐ สิกขาบท ข้าพเจ้ายกขึ้นแสดงแล้ว, ",
  "pli-tv-bi-pm:333.5": "ธรรมคือปาจิตตีย์ ๑๖๖ สิกขาบท ข้าพเจ้ายกขึ้นแสดงแล้ว, ",
  "pli-tv-bi-pm:333.6": "ธรรมคือปาฏิเทสนีย ๘ สิกขาบท ข้าพเจ้ายกขึ้นแสดงแล้ว, ",
  "pli-tv-bi-pm:333.7": "ธรรมคือเสขิยทั้งหลาย ข้าพเจ้ายกขึ้นแสดงแล้ว, ",
  "pli-tv-bi-pm:333.8": "ธรรมคืออธิกรณสมถ ๗ ประการ ข้าพเจ้ายกขึ้นแสดงแล้ว. ",
  "pli-tv-bi-pm:333.9": "สิกขาบทของพระผู้มีพระภาคเจ้าพระองค์นั้นมีเท่านี้ มาในพระปาติโมกข์ นับเนื่องในพระปาติโมกข์มาสู่อุทเทสทุกกึ่งเดือน. ",
  "pli-tv-bi-pm:333.10": "พวกเราทั้งหมดนี้แลพึงเป็นผู้พร้อมเพรียงกันร่วมใจกัน ไม่วิวาทกัน ศึกษาในพระปาติโมกข์นั้นเทอญ. ",
  "pli-tv-bi-pm:333.11": "อุทเทศที่ ๔ โดยพิสดาร จบ ",
  "pli-tv-bi-pm:333.12": "ภิกขุนิปาติโมกขัง จบ. ",
  "pli-tv-bi-pm:333.13": "ขอนอบน้อมแด่พระผู้มีพระภาคเจ้า อรหันตสัมมาสัมพุทธเจ้า พระองค์นั้น "
}