{
  "pli-tv-bu-pm:0.1": "ปาฬิสิกขาบท ๒ คัมภีร์ ",
  "pli-tv-bu-pm:0.2": "ภิกขุปาติโมกข์ เถรวาท ",
  "pli-tv-bu-pm:1.0": "บุพพกรณ์ (ธุระที่ต้องทำในเบื้องต้น) ",
  "pli-tv-bu-pm:1.1": "การปัดกวาดโรงอุโบสถ การตามประทีป การตั้งน้ำใช้น้ำฉัน และการปูอาสนะ; ",
  "pli-tv-bu-pm:1.2": "คือ องค์ของบุพกรณ์ของอุโบสถทั้ง ๔ อย่าง. ",
  "pli-tv-bu-pm:2.0": "บุพพกิจ (งานที่ต้องทำก่อน) ",
  "pli-tv-bu-pm:2.1": "การนำฉันทะมา การบอกปาริสุทธิ การบอกฤดู และการให้โอวาทภิกขุ; ",
  "pli-tv-bu-pm:2.2": "คือ องค์ของบุพกิจทั้ง ๕ อย่าง. ",
  "pli-tv-bu-pm:3.0": "ความพรั่งพร้อม ",
  "pli-tv-bu-pm:3.1": "มีองค์ ๔ คือ เป็นวันอุโบสถ เป็นภิกขุผู้ควรถึงกรรม; ",
  "pli-tv-bu-pm:3.2": "เป็นผู้ที่ไม่ต้องสภากาบัติ; ",
  "pli-tv-bu-pm:3.3": "บุคคลผู้ควรเว้น ไม่มีในหัตถบาสสงฆ์นั้น. ",
  "pli-tv-bu-pm:4.1": "ข้าพเจ้าขอเชื้อเชิญ ผู้ทําบุพพกรณ์บุพพกิจสำเร็จดีแล้วที่อยู่ที่นี้ ผู้พร้อมเพรียงกัน ผู้มีอาบัติอันถูกบอกเทศนาแล้ว เพื่อสวดปาฏิโมกข์ โดยอนุมัติแห่งหมู่ภิกขุสงฆ์. ",
  "pli-tv-bu-pm:5.0": "นิทานุทเทส (คำไขขยายความ) ",
  "pli-tv-bu-pm:5.1": "ข้าแต่ภิกขุนีสงฆ์ผู้เจริญ ขอจงฟังเถิด. ",
  "pli-tv-bu-pm:5.2": "อุโบสถวันนี้ที่ ๑๕, ",
  "pli-tv-bu-pm:5.3": "ถ้าความพรั่งพร้อม ของสงฆ์ถึงที่แล้ว เราทั้งหลายพึงทำอุโบสถ พึงแสดงซึ่งปาฏิโมกข์ด้วยกัน. ",
  "pli-tv-bu-pm:6.1": "บุพพกิจอะไรๆ ของสงฆ์ก็ทำสำเร็จแล้ว? ",
  "pli-tv-bu-pm:6.2": "ท่านทั้งหลายพึงบอกความบริสุทธิ์, ",
  "pli-tv-bu-pm:6.3": "ข้าพเจ้าจักแสดงซึ่งปาฏิโมกข์, ",
  "pli-tv-bu-pm:6.4": "อันพวกเราทั้งหลาย จงฟัง จงใส่ใจซึ่งปาติโมกข์นั้น ให้สำเร็จประโยชน์. ",
  "pli-tv-bu-pm:6.5": "ผู้ใดหากมีอาบัติ ผู้นั้นก็พึงเปิดเผยเสีย, ",
  "pli-tv-bu-pm:6.6": "เมื่ออาบัติไม่มี ก็พึงนิ่งอยู่, ",
  "pli-tv-bu-pm:6.7": "ก็เพราะความเป็นผู้นิ่งแล ข้าพเจ้าจักทราบท่านทั้งหลายว่า เป็นผู้บริสุทธิ์. ",
  "pli-tv-bu-pm:6.8": "ก็การสวดประกาศให้ได้ยินมีกำหนด ๓ ครั้ง ในบริษัทเห็นปานนี้อย่างนี้ เป็นเหมือนถูกถามตอบเฉพาะองค์. ",
  "pli-tv-bu-pm:6.9": "ก็ภิกขุใดเมื่อสวดประกาศจบครั้งที่ ๓ ระลึก (อาบัติ) ได้อยู่ ไม่เปิดเผยอาบัติซึ่งมีอยู่ รู้ตัวว่ากล่าวเท็จความผิดย่อมมีแก่เธอนั้น. ",
  "pli-tv-bu-pm:6.10": "ท่านทั้งหลาย ก็รู้ตัวว่ากล่าวเท็จแล พระผู้มีพระภาคเจ้าตรัสว่า เป็นธรรมทำอันตราย, ",
  "pli-tv-bu-pm:6.11": "เพราะฉะนั้น เมื่อภิกขุต้องอาบัติแล้วระลึกได้ หวังความบริสุทธิ์ พึงเปิดเผยอาบัติซึ่งมีอยู่, ",
  "pli-tv-bu-pm:6.12": "เพราะการเปิดเผยอาบัติแล้ว ความสบายย่อมมีแก่เธอ. ",
  "pli-tv-bu-pm:7.1": "ข้าพเจ้าเพียงแสดงโดยสรุปเท่านั้น ในข้อความเบื้องต้น. ",
  "pli-tv-bu-pm:7.2": "ข้าพเจ้าถามท่านทั้งหลาย ในข้อเหล่านั้น ท่านทั้งหลายเป็นผู้บริสุทธ์แล้วหรือ? ",
  "pli-tv-bu-pm:7.3": "ข้าพเจ้าถามแม้ครั้งที่ ๒ ท่านทั้งหลายเป็นผู้บริสุทธ์แล้วหรือ? ",
  "pli-tv-bu-pm:7.4": "ข้าพเจ้าถามแม้ครั้งที่ ๓ ท่านทั้งหลายเป็นผู้บริสุทธ์แล้วหรือ? ",
  "pli-tv-bu-pm:7.5": "ท่านทั้งหลายเป็นผู้บริสุทธ์ในข้อเหล่านี้แล้ว เหตุนั้นจึงนิ่ง ข้าพเจ้าทรงความนี้ไว้ด้วยอย่างนี้. ",
  "pli-tv-bu-pm:7.6": "ข้อความเบื้องต้น จบ. ",
  "pli-tv-bu-pm:8.0": "ปาราชิกุทเทส "
}