{
  "iti84:0.1": "So It Was Said 84 ",
  "iti84:0.2": "The Book of the Threes ",
  "iti84:0.3": "Chapter Four ",
  "iti84:0.4": "For the Welfare of the People ",
  "iti84:1.1": "This was said by the Buddha, the Perfected One: that is what I heard. ",
  "iti84:2.1": "“Three people, mendicants, arise in the world for the welfare and happiness of the people, out of compassion for the world, for the benefit, welfare, and happiness of gods and humans. ",
  "iti84:2.2": "What three? ",
  "iti84:2.3": "It’s when a Realized One arises in the world, perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed. ",
  "iti84:2.4": "He teaches Dhamma that’s good in the beginning, good in the middle, and good in the end, meaningful and well-phrased. And he reveals a spiritual practice that’s entirely full and pure. ",
  "iti84:2.5": "This is the first person who arises in the world for the welfare and happiness of the people, out of compassion for the world, for the benefit, welfare, and happiness of gods and humans. ",
  "iti84:3.1": "Furthermore, it’s when a mendicant is a perfected one, with defilements ended, who has completed the spiritual journey, done what had to be done, laid down the burden, achieved their own true goal, utterly ended the fetters of rebirth, and is rightly freed through enlightenment. ",
  "iti84:3.2": "They teach Dhamma that’s good in the beginning, good in the middle, and good in the end, meaningful and well-phrased. And they reveal a spiritual practice that’s entirely full and pure. ",
  "iti84:3.3": "This is the second person who arises in the world for the welfare and happiness of the people, out of compassion for the world, for the benefit, welfare, and happiness of gods and humans. ",
  "iti84:4.1": "Furthermore, it’s when a disciple of that Teacher is a trainee, a learned practitioner with precepts and observances intact. ",
  "iti84:4.2": "They teach Dhamma that’s good in the beginning, good in the middle, and good in the end, meaningful and well-phrased. And they reveal a spiritual practice that’s entirely full and pure. ",
  "iti84:4.3": "This is the third person who arises in the world for the welfare and happiness of the people, out of compassion for the world, for the benefit, welfare, and happiness of gods and humans. ",
  "iti84:4.4": "These are the three people who arise in the world for the welfare and happiness of the people, out of compassion for the world, for the benefit, welfare, and happiness of gods and humans.” ",
  "iti84:4.5": "The Buddha spoke this matter. ",
  "iti84:4.6": "On this it is said: ",
  "iti84:5.1": "“The Teacher is the first, the great hermit, ",
  "iti84:5.2": "following whom is the disciple of developed self, ",
  "iti84:5.3": "and then a trainee, a practitioner, ",
  "iti84:5.4": "learned, with precepts and observances intact. ",
  "iti84:6.1": "These three are first among gods and humans, ",
  "iti84:6.2": "beacons proclaiming the teaching! ",
  "iti84:6.3": "They fling open the door to the deathless, ",
  "iti84:6.4": "freeing many from bondage. ",
  "iti84:7.1": "Following the path so well taught ",
  "iti84:7.2": "by the unsurpassed caravan leader, ",
  "iti84:7.3": "those who are diligent in the Holy One’s teaching ",
  "iti84:7.4": "make an end of suffering in this very life.” ",
  "iti84:8.1": "This too is a matter that was spoken by the Blessed One: that is what I heard. "
}