{
  "iti83:0.1": "So It Was Said",
  "iti83:0.2": "The Book of the Threes",
  "iti83:0.3": "Chapter Four",
  "iti83:0.4": "Five Warning Signs",
  "iti83:1.1": "This was said by the Buddha, the Perfected One: that is what I heard.",
  "iti83:2.1": "“Mendicants, when a god is due to pass away from the realm of the gods, five warning signs appear.",
  "iti83:2.2": "Their flower-garlands wither; their clothes become soiled; they sweat from the armpits; their physical appearance deteriorates; and they no longer delight in their heavenly throne.",
  "iti83:2.3": "When the other gods know that that god is due to pass away, they wish them well in three ways:",
  "iti83:2.4": "‘Sir, may you go from here to a good place!",
  "iti83:3.1": "When you have gone to a good place, may you be blessed with good fortune!",
  "iti83:4.1": "When you have been blessed with good fortune, may you become well grounded!’ ",
  "iti83:5.1": "When he said this, one of the mendicants said to the Buddha, ",
  "iti83:5.2": "“Sir, what do the gods reckon to be going to a good place?",
  "iti83:6.1": "What do they reckon to be blessed with good fortune?",
  "iti83:7.1": "What do they reckon to become well grounded?”",
  "iti83:8.1": "“It is human existence, mendicant, that the gods reckon to be going to a good place.",
  "iti83:9.1": "When a human being gains faith in the teaching and training proclaimed by the Realized One,",
  "iti83:9.2": "that is what the gods reckon to be blessed with good fortune.",
  "iti83:10.1": "When that faith in the Realized One is settled, rooted, and planted deep; when it’s strong and can’t be shifted by any ascetic or brahmin or god or Māra or Brahmā or by anyone in the world,",
  "iti83:10.2": "that is what the gods reckon to become well grounded.”",
  "iti83:11.1": "That is what the Buddha said. ",
  "iti83:11.2": "On this it is said: ",
  "iti83:12.1": "“When, with the fading of life, ",
  "iti83:12.2": "a god passes from the realm of the gods,",
  "iti83:12.3": "the gods utter three cries",
  "iti83:12.4": "of well-wishing:",
  "iti83:13.1": "‘Sir, go from here to a good place,",
  "iti83:13.2": "in the company of humans.",
  "iti83:13.3": "As a human being, gain supreme faith",
  "iti83:13.4": "in the true teaching.",
  "iti83:14.1": "May that faith of yours be settled,",
  "iti83:14.2": "with roots planted deep, ",
  "iti83:14.3": "unfaltering all life long",
  "iti83:14.4": "in the true teaching so well proclaimed.",
  "iti83:15.1": "Having given up bad conduct ",
  "iti83:15.2": "by way of body, ",
  "iti83:15.3": "speech, and mind, ",
  "iti83:15.4": "and whatever else is corrupt;",
  "iti83:16.1": "and having done much good,",
  "iti83:16.2": "by way of body, ",
  "iti83:16.3": "speech, and mind, ",
  "iti83:16.4": "limitless, free of attachments; ",
  "iti83:17.1": "then, having made much worldly merit",
  "iti83:17.2": "by giving gifts,",
  "iti83:17.3": "establish other colleagues",
  "iti83:17.4": "in the true teaching, the spiritual life.’",
  "iti83:18.1": "It is due to such compassion",
  "iti83:18.2": "that when the gods know a god",
  "iti83:18.3": "is due to pass away, they wish them well:",
  "iti83:18.4": "‘Come back, god, again and again!’",
  "iti83:19.1": "This too was spoken by the Blessed One: that is what I heard."
}