{
  "an1.306:0.1": "Palaipsninių suttų rinkinys 1 ",
  "an1.306:0.2": "25. Antras skyrius ",
  "an1.306:1.0": "306 ",
  "an1.306:1.1": "Vienuoliai, nematau kito tokio reiškinio kaip neteisingas požiūris, dėl kurio nekilusios nedoros būsenos kyla, o kilusios įsitvirtina, pasidaro neabejotinomis, daugėja, tampa visiškai išvystytomis ir ištobulintomis. ",
  "an1.306:1.2": "Tam, kuris turi neteisingą požiūrį, nekilusios nedoros būsenos kyla, o kilusios įsitvirtina, pasidaro neabejotinomis, daugėja, tampa visiškai išvystytomis ir ištobulintomis. ",
  "an1.307:1.0": "307 ",
  "an1.307:1.1": "Vienuoliai, nematau kito tokio reiškinio kaip teisingas požiūris, dėl kurio nekilusios doros būsenos kyla, o kilusios įsitvirtina, pasidaro neabejotinomis, daugėja, tampa visiškai išvystytomis ir ištobulintomis. ",
  "an1.307:1.2": "Tam, kuris turi teisingą požiūrį, nekilusios doros būsenos kyla, o kilusios įsitvirtina, pasidaro neabejotinomis, daugėja, tampa visiškai išvystytomis ir ištobulintomis. ",
  "an1.308:1.0": "308 ",
  "an1.308:1.1": "Vienuoliai, nematau kito tokio reiškinio kaip neteisingas požiūris, dėl kurio nekilusios doros būsenos nekyla, o kilusios nyksta. ",
  "an1.308:1.2": "Tam, kuris turi neteisingą požiūrį, nekilusios doros būsenos nekyla, o kilusios nyksta. ",
  "an1.309:1.0": "309 ",
  "an1.309:1.1": "Vienuoliai, nematau kito tokio reiškinio kaip teisingas požiūris, dėl kurio nekilusios nedoros būsenos nekyla, o kilusios nyksta. ",
  "an1.309:1.2": "Tam, kuris turi teisingą požiūrį, nekilusios nedoros būsenos nekyla, o kilusios nyksta. ",
  "an1.310:1.0": "310 ",
  "an1.310:1.1": "Vienuoliai, nematau kito tokio reiškinio kaip neišmintingas dėmesys, dėl kurio dar nekilęs neteisingas požiūris kyla, o kilęs auga. ",
  "an1.310:1.2": "Kreipiančiajam dėmesį neišmintingai, vienuoliai, dar nekilęs neteisingas požiūris kyla, o kilęs auga. ",
  "an1.311:1.0": "311 ",
  "an1.311:1.1": "Vienuoliai, nematau kito tokio reiškinio kaip išmintingas dėmesys, dėl kurio dar nekilęs teisingas požiūris kyla, o kilęs auga. ",
  "an1.311:1.2": "Kreipiančiajam dėmesį išmintingai, vienuoliai, dar nekilęs teisingas požiūris kyla, o kilęs auga. ",
  "an1.312:1.0": "312 ",
  "an1.312:1.1": "Vienuoliai, nematau kito tokio reiškinio kaip neteisingas požiūris, dėl kurio po kūno žūties, po mirties būtybės atgimsta pragaištingoje, blogoje vietoje, kančių pasaulyje, pragare. ",
  "an1.312:1.2": "Būtybės turinčios neteisingą požiūrį po kūno žūties, po mirties atgimsta pragaištingoje, blogoje vietoje, kančių pasaulyje, pragare. ",
  "an1.313:1.0": "313 ",
  "an1.313:1.1": "Vienuoliai, nematau kito tokio reiškinio kaip teisingas požiūris, dėl kurio po kūno žūties, po mirties būtybės atgimsta geroje vietoje, dangaus pasaulyje. ",
  "an1.313:1.2": "Būtybės turinčios teisingą požiūrį po kūno žūties, po mirties atgimsta geroje vietoje, dangaus pasaulyje. ",
  "an1.314:1.0": "314 ",
  "an1.314:1.1": "Žmogus turintis neteisingą požiūrį, kad ir kokius kūno, kalbos ar proto veiksmus atitinkančius tą požiūrį jis atliktų, kad ir kokių apsiimtų, kad ir kokia būtų jo valia, norai, siekiai ir valingi veiksmai, visi šie reiškiniai atneša tai, kas nenorima, nemalonu, nepatrauklu, neša žalą ir kančią. ",
  "an1.314:1.2": "Dėl kokios priežasties? ",
  "an1.314:1.3": "Nes jo požiūris blogas. ",
  "an1.314:1.4": "Panašiai, vienuoliai, kaip jei nimbamedžio, karčiojo agurko, ar karčiojo aguročio sėkla būtų pasodinta į drėgną žemę. Kad ir kokias maistingas medžiagas iš žemės ir vandens jį įsisavins, visos jos atneš kartumą, aitrumą, neskanumą. ",
  "an1.314:1.5": "Dėl kokios priežasties? ",
  "an1.314:1.6": "Nes jo sėkla bloga. ",
  "an1.314:1.7": "Lygiai gi, vienuoliai, taip ir žmogus turintis neteisingą požiūrį, kad ir kokius kūno, kalbos ar proto veiksmus atitinkančius tą požiūrį jis atliktų, kad ir kokių apsiimtų, kad ir kokia būtų jo valia, norai, siekiai ir valingi veiksmai, visi šie reiškiniai atneša tai, kas nenorima, nemalonu, nepatrauklu, neša žalą ir kančią. ",
  "an1.314:1.8": "Dėl kokios priežasties? ",
  "an1.314:1.9": "Nes jo požiūris blogas. ",
  "an1.315:1.0": "315 ",
  "an1.315:1.1": "Žmogus turintis teisingą požiūrį, kad ir kokius kūno, kalbos ar proto veiksmus atitinkančius tą požiūrį jis atliktų, kad ir kokių apsiimtų, kad ir kokia būtų jo valia, norai, siekiai ir valingi veiksmai, visi šie reiškiniai atneša tai, kas norima, malonu, patrauklu, neša naudą ir laimę. ",
  "an1.315:1.2": "Dėl kokios priežasties? ",
  "an1.315:1.3": "Nes jo požiūris geras. ",
  "an1.315:1.4": "Panašiai, vienuoliai, kaip jei cukranendrės, kalvų ryžių, ar vynuogės sėkla būtų pasodinta į drėgną žemę. Kad ir kokias maistingas medžiagas iš žemės ir vandens jį įsisavins, visos jos atneš saldumą, skanumą, gardumą. ",
  "an1.315:1.5": "Dėl kokios priežasties? ",
  "an1.315:1.6": "Nes jo sėkla gera. ",
  "an1.315:1.7": "Lygiai gi, vienuoliai, taip ir žmogus turintis teisingą požiūrį, kad ir kokius kūno, kalbos ar proto veiksmus atitinkančius tą požiūrį jis atliktų, kad ir kokių apsiimtų, kad ir kokia būtų jo valia, norai, siekiai ir valingi veiksmai, visi šie reiškiniai atneša tai, kas norima, malonu, patrauklu, neša naudą ir laimę. ",
  "an1.315:1.8": "Dėl kokios priežasties? ",
  "an1.315:1.9": "Nes jo požiūris geras. "
}