{
  "patthana20.5:0.1": "Paṭṭhānapakaraṇa",
  "patthana20.5:0.2": "Dhammapaccanīyānuloma (4), Dukapaṭṭhānapāḷi (2)",
  "patthana20.5:0.3": "20.5. Mahantaraduka",
  "patthana20.5:1.1": "Nasārammaṇaṃ dhammaṃ paṭicca sārammaṇo dhammo uppajjati hetupaccayā. Nasārammaṇaṃ dhammaṃ paṭicca anārammaṇo dhammo uppajjati hetupaccayā. Nasārammaṇaṃ dhammaṃ paṭicca sārammaṇo ca anārammaṇo ca dhammā uppajjanti hetupaccayā … tīṇi.",
  "patthana20.5:2.1": "Naanārammaṇaṃ dhammaṃ paṭicca anārammaṇo dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana20.5:3.1": "Nasārammaṇañca naanārammaṇañca dhammaṃ paṭicca sārammaṇo dhammo uppajjati hetupaccayā … tīṇi. (Saṃkhittaṃ.)",
  "patthana20.5:4.1": "Hetuyā nava, ārammaṇe tīṇi, adhipatiyā pañca …pe… aññamaññe cha …pe… purejāte āsevane ekaṃ …pe… avigate nava.",
  "patthana20.5:5.1": "Nacittaṃ dhammaṃ paṭicca citto dhammo uppajjati hetupaccayā. Nacittaṃ dhammaṃ paṭicca nocitto dhammo uppajjati hetupaccayā. Nacittaṃ dhammaṃ paṭicca citto ca nocitto ca dhammā uppajjanti hetupaccayā … tīṇi.",
  "patthana20.5:6.1": "Nanocittaṃ dhammaṃ paṭicca nocitto dhammo uppajjati hetupaccayā … ekaṃ.",
  "patthana20.5:7.1": "Nacittañca nanocittañca dhammaṃ paṭicca nocitto dhammo uppajjati hetupaccayā … ekaṃ. (Saṃkhittaṃ.)",
  "patthana20.5:8.1": "Hetuyā pañca …pe… avigate pañca.",
  "patthana20.5:9.1": "Nacetasikaṃ dhammaṃ paṭicca cetasiko dhammo uppajjati hetupaccayā. Nacetasikaṃ dhammaṃ paṭicca acetasiko dhammo uppajjati hetupaccayā. Nacetasikaṃ dhammaṃ paṭicca cetasiko ca acetasiko ca dhammā uppajjanti hetupaccayā. (Saṃkhittaṃ.)",
  "patthana20.5:10.1": "Hetuyā nava …pe… purejāte āsevane pañca …pe… avigate nava.",
  "patthana20.5:11.1": "Nacittasampayuttaṃ dhammaṃ paṭicca cittasampayutto dhammo uppajjati hetupaccayā. Nacittasampayuttaṃ dhammaṃ paṭicca cittavippayutto dhammo uppajjati hetupaccayā. Nacittasampayuttaṃ dhammaṃ paṭicca cittasampayutto ca cittavippayutto ca dhammā uppajjanti hetupaccayā. (3)",
  "patthana20.5:12.1": "Nacittavippayuttaṃ dhammaṃ paṭicca cittavippayutto dhammo uppajjati hetupaccayā. Nacittavippayuttaṃ dhammaṃ paṭicca cittasampayutto dhammo uppajjati hetupaccayā. Nacittavippayuttaṃ dhammaṃ paṭicca cittasampayutto ca cittavippayutto ca dhammā uppajjanti hetupaccayā. (3)",
  "patthana20.5:13.1": "Nacittasampayuttañca nacittavippayuttañca dhammaṃ paṭicca cittasampayutto dhammo uppajjati hetupaccayā … tīṇi. (Saṃkhittaṃ.)",
  "patthana20.5:14.1": "Hetuyā nava, ārammaṇe tīṇi, adhipatiyā pañca …pe… aññamaññe cha …pe… purejāte āsevane ekaṃ …pe… avigate nava.",
  "patthana20.5:15.1": "Nacittasaṃsaṭṭhaṃ dhammaṃ paṭicca cittasaṃsaṭṭho dhammo uppajjati hetupaccayā. Nacittasaṃsaṭṭhaṃ dhammaṃ paṭicca cittavisaṃsaṭṭho dhammo uppajjati hetupaccayā. Nacittasaṃsaṭṭhaṃ dhammaṃ paṭicca cittasaṃsaṭṭho ca cittavisaṃsaṭṭho ca dhammā uppajjanti hetupaccayā. (Saṃkhittaṃ.)",
  "patthana20.5:16.1": "Hetuyā nava, ārammaṇe tīṇi, adhipatiyā pañca …pe… aññamaññe cha …pe… purejāte āsevane ekaṃ …pe… avigate nava.",
  "patthana20.5:17.1": "Nacittasamuṭṭhānaṃ dhammaṃ paṭicca cittasamuṭṭhāno dhammo uppajjati hetupaccayā. Nacittasamuṭṭhānaṃ dhammaṃ paṭicca nocittasamuṭṭhāno dhammo uppajjati hetupaccayā. Nacittasamuṭṭhānaṃ dhammaṃ paṭicca cittasamuṭṭhāno ca nocittasamuṭṭhāno ca dhammā uppajjanti hetupaccayā. (Saṃkhittaṃ.)",
  "patthana20.5:18.1": "Hetuyā nava, ārammaṇe nava, adhipatiyā pañca …pe… avigate nava.",
  "patthana20.5:19.1": "Nacittasahabhuṃ dhammaṃ paṭicca cittasahabhū dhammo uppajjati hetupaccayā. Nacittasahabhuṃ dhammaṃ paṭicca nocittasahabhū dhammo uppajjati hetupaccayā. Nacittasahabhuṃ dhammaṃ paṭicca cittasahabhū ca nocittasahabhū ca dhammā uppajjanti hetupaccayā. (Saṃkhittaṃ.)",
  "patthana20.5:20.1": "Hetuyā nava, ārammaṇe nava …pe… purejāte āsevane pañca …pe… avigate nava.",
  "patthana20.5:21.1": "Nacittānuparivattiṃ dhammaṃ paṭicca cittānuparivattī dhammo uppajjati hetupaccayā. Nacittānuparivattiṃ dhammaṃ paṭicca nocittānuparivattī dhammo uppajjati hetupaccayā. Nacittānuparivattiṃ dhammaṃ paṭicca cittānuparivattī ca nocittānuparivattī ca dhammā uppajjanti hetupaccayā. (Saṃkhittaṃ.)",
  "patthana20.5:22.1": "Hetuyā nava, ārammaṇe nava …pe… purejāte āsevane pañca …pe… avigate nava.",
  "patthana20.5:23.1": "Nacittasaṃsaṭṭhasamuṭṭhānaṃ dhammaṃ paṭicca cittasaṃsaṭṭhasamuṭṭhāno dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana20.5:24.1": "Hetuyā nava, ārammaṇe nava …pe… purejāte āsevane pañca …pe… avigate nava.",
  "patthana20.5:25.1": "Nacittasaṃsaṭṭhasamuṭṭhānasahabhuṃ dhammaṃ paṭicca cittasaṃsaṭṭhasamuṭṭhānasahabhū dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana20.5:26.1": "Hetuyā nava, ārammaṇe nava …pe… purejāte āsevane pañca …pe… avigate nava.",
  "patthana20.5:27.1": "Nacittasaṃsaṭṭhasamuṭṭhānānuparivattiṃ dhammaṃ paṭicca cittasaṃsaṭṭhasamuṭṭhānānuparivattī dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana20.5:28.1": "Hetuyā nava, ārammaṇe nava …pe… purejāte āsevane pañca …pe… avigate nava.",
  "patthana20.5:29.1": "Naajjhattikaṃ dhammaṃ paṭicca ajjhattiko dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana20.5:30.1": "Nabāhiraṃ dhammaṃ paṭicca bāhiro dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana20.5:31.1": "Naajjhattikañca nabāhirañca dhammaṃ paṭicca ajjhattiko dhammo uppajjati hetupaccayā … tīṇi. (Saṃkhittaṃ.)",
  "patthana20.5:32.1": "Hetuyā nava, ārammaṇe pañca …pe… avigate nava.",
  "patthana20.5:33.1": "Naupādā dhammaṃ paṭicca upādā dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana20.5:34.1": "Hetuyā pañca, ārammaṇe tīṇi …pe… purejāte āsevane ekaṃ …pe… avigate pañca.",
  "patthana20.5:35.1": "Naupādinnaṃ dhammaṃ paṭicca anupādinno dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana20.5:36.1": "Hetuyā pañca, ārammaṇe dve, adhipatiyā ekaṃ …pe… āsevane ekaṃ …pe… avigate pañca."
}