{
  "patthana20.3:0.1": "Paṭṭhānapakaraṇa",
  "patthana20.3:0.2": "Dhammapaccanīyānuloma (4), Dukapaṭṭhānapāḷi (2)",
  "patthana20.3:0.3": "20.3. Āsavagocchaka",
  "patthana20.3:1.1": "Naāsavaṃ dhammaṃ paṭicca āsavo dhammo uppajjati hetupaccayā. Naāsavaṃ dhammaṃ paṭicca noāsavo dhammo uppajjati hetupaccayā. Naāsavaṃ dhammaṃ paṭicca āsavo ca noāsavo ca dhammā uppajjanti hetupaccayā … tīṇi.",
  "patthana20.3:2.1": "Nanoāsavaṃ dhammaṃ paṭicca noāsavo dhammo uppajjati hetupaccayā. Nanoāsavaṃ dhammaṃ paṭicca āsavo dhammo uppajjati hetupaccayā. Nanoāsavaṃ dhammaṃ paṭicca āsavo ca noāsavo ca dhammā uppajjanti hetupaccayā … tīṇi.",
  "patthana20.3:3.1": "Naāsavañca nanoāsavañca dhammaṃ paṭicca āsavo dhammo uppajjati hetupaccayā … tīṇi. (Saṃkhittaṃ.)",
  "patthana20.3:4.1": "Hetuyā nava …pe… vipāke ekaṃ …pe… avigate nava.",
  "patthana20.3:5.1": "Nasāsavaṃ dhammaṃ paṭicca sāsavo dhammo uppajjati hetupaccayā. Nasāsavaṃ dhammaṃ paṭicca anāsavo dhammo uppajjati hetupaccayā. Nasāsavaṃ dhammaṃ paṭicca sāsavo ca anāsavo ca dhammā uppajjanti hetupaccayā … tīṇi.",
  "patthana20.3:6.1": "Naanāsavaṃ dhammaṃ paṭicca sāsavo dhammo uppajjati hetupaccayā … ekaṃ.",
  "patthana20.3:7.1": "Nasāsavañca naanāsavañca dhammaṃ paṭicca sāsavo dhammo uppajjati hetupaccayā … ekaṃ. (Saṃkhittaṃ.)",
  "patthana20.3:8.1": "Hetuyā pañca …pe… ārammaṇe dve …pe… avigate pañca.",
  "patthana20.3:9.1": "Naāsavasampayuttaṃ dhammaṃ paṭicca āsavasampayutto dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana20.3:10.1": "Hetuyā nava, ārammaṇe cha …pe… vipāke ekaṃ …pe… avigate nava.",
  "patthana20.3:11.1": "Naāsavañceva anāsavañca dhammaṃ paṭicca āsavo ceva sāsavo ca dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana20.3:12.1": "Hetuyā nava …pe… vipāke ekaṃ …pe… avigate nava.",
  "patthana20.3:13.1": "Naāsavañceva naāsavavippayuttañca dhammaṃ paṭicca āsavo ceva āsavasampayutto ca dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana20.3:14.1": "Hetuyā nava …pe… avigate nava.",
  "patthana20.3:15.1": "Āsavavippayuttaṃ nasāsavaṃ dhammaṃ paṭicca āsavavippayutto sāsavo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana20.3:16.1": "Hetuyā pañca, ārammaṇe dve …pe… avigate pañca."
}