{
  "patthana20.8:0.1": "Paṭṭhānapakaraṇa",
  "patthana20.8:0.2": "Dhammapaccanīyānuloma (4), Dukapaṭṭhānapāḷi (2)",
  "patthana20.8:0.3": "20.8. Piṭṭhiduka",
  "patthana20.8:1.1": "Nadassanena pahātabbaṃ dhammaṃ paṭicca nadassanena pahātabbo dhammo uppajjati hetupaccayā … ekaṃ.",
  "patthana20.8:2.1": "Nanadassanena pahātabbaṃ dhammaṃ paṭicca dassanena pahātabbo dhammo uppajjati hetupaccayā. Nanadassanena pahātabbaṃ dhammaṃ paṭicca nadassanena pahātabbo dhammo uppajjati hetupaccayā. Nanadassanena pahātabbaṃ dhammaṃ paṭicca dassanena pahātabbo ca nadassanena pahātabbo ca dhammā uppajjanti hetupaccayā … tīṇi.",
  "patthana20.8:3.1": "Nadassanena pahātabbañca nanadassanena pahātabbañca dhammaṃ paṭicca nadassanena pahātabbo dhammo uppajjati hetupaccayā … ekaṃ. (Saṃkhittaṃ.)",
  "patthana20.8:4.1": "Hetuyā pañca, ārammaṇe dve …pe… vipāke ekaṃ …pe… avigate pañca.",
  "patthana20.8:5.1": "Nabhāvanāya pahātabbaṃ dhammaṃ paṭicca nabhāvanāya pahātabbo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana20.8:6.1": "Hetuyā pañca, ārammaṇe dve …pe… vipāke ekaṃ …pe… avigate pañca.",
  "patthana20.8:7.1": "Nadassanena pahātabbahetukaṃ dhammaṃ paṭicca dassanena pahātabbahetuko dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana20.8:8.1": "Hetuyā nava, ārammaṇe cha, adhipatiyā pañca …pe… vipāke ekaṃ …pe… avigate nava.",
  "patthana20.8:9.1": "Nabhāvanāya pahātabbahetukaṃ dhammaṃ paṭicca bhāvanāya pahātabbahetuko dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana20.8:10.1": "Hetuyā nava, ārammaṇe cha, adhipatiyā pañca …pe… vipāke ekaṃ …pe… avigate nava.",
  "patthana20.8:11.1": "Nasavitakkaṃ dhammaṃ paṭicca savitakko dhammo uppajjati hetupaccayā. Nasavitakkaṃ dhammaṃ paṭicca avitakko dhammo uppajjati hetupaccayā. Nasavitakkaṃ dhammaṃ paṭicca savitakko ca avitakko ca dhammā uppajjanti hetupaccayā … tīṇi.",
  "patthana20.8:12.1": "Naavitakkaṃ dhammaṃ paṭicca avitakko dhammo uppajjati hetupaccayā. Naavitakkaṃ dhammaṃ paṭicca savitakko dhammo uppajjati hetupaccayā. Naavitakkaṃ dhammaṃ paṭicca savitakko ca avitakko ca dhammā uppajjanti hetupaccayā … tīṇi.",
  "patthana20.8:13.1": "Nasavitakkañca naavitakkañca dhammaṃ paṭicca savitakko dhammo uppajjati hetupaccayā. Nasavitakkañca naavitakkañca dhammaṃ paṭicca avitakko dhammo uppajjati hetupaccayā. Nasavitakkañca naavitakkañca dhammaṃ paṭicca savitakko ca avitakko ca dhammā uppajjanti hetupaccayā … tīṇi. (Saṃkhittaṃ.)",
  "patthana20.8:14.1": "Hetuyā nava, ārammaṇe nava …pe… purejāte āsevane cha …pe… avigate nava.",
  "patthana20.8:15.1": "Nasavicāraṃ dhammaṃ paṭicca savicāro dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana20.8:16.1": "Hetuyā nava, ārammaṇe nava …pe… purejāte āsevane cha …pe… avigate nava.",
  "patthana20.8:17.1": "Nasappītikaṃ dhammaṃ paṭicca sappītiko dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana20.8:18.1": "Hetuyā nava, ārammaṇe nava …pe… purejāte āsevane cha …pe… avigate nava.",
  "patthana20.8:19.1": "Napītisahagataṃ dhammaṃ paṭicca pītisahagato dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana20.8:20.1": "Hetuyā nava, ārammaṇe nava …pe… purejāte āsevane cha …pe… avigate nava.",
  "patthana20.8:21.1": "Nasukhasahagataṃ dhammaṃ paṭicca sukhasahagato dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana20.8:22.1": "Hetuyā nava, ārammaṇe nava …pe… purejāte āsevane cha …pe… avigate nava.",
  "patthana20.8:23.1": "Naupekkhāsahagataṃ dhammaṃ paṭicca upekkhāsahagato dhammo uppajjati hetupaccayā. Naupekkhāsahagataṃ dhammaṃ paṭicca naupekkhāsahagato dhammo uppajjati hetupaccayā. Naupekkhāsahagataṃ dhammaṃ paṭicca upekkhāsahagato ca naupekkhāsahagato ca dhammā uppajjanti hetupaccayā … tīṇi.",
  "patthana20.8:24.1": "Nanaupekkhāsahagataṃ dhammaṃ paṭicca naupekkhāsahagato dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana20.8:25.1": "Naupekkhāsahagatañca nanaupekkhāsahagatañca dhammaṃ paṭicca upekkhāsahagato dhammo uppajjati hetupaccayā. Naupekkhāsahagatañca nanaupekkhāsahagatañca dhammaṃ paṭicca naupekkhāsahagato dhammo uppajjati hetupaccayā. Naupekkhāsahagatañca nanaupekkhāsahagatañca dhammaṃ paṭicca upekkhāsahagato ca naupekkhāsahagato ca dhammā uppajjanti hetupaccayā … tīṇi. (Saṃkhittaṃ.)",
  "patthana20.8:26.1": "Hetuyā nava, ārammaṇe nava …pe… purejāte āsevane cha …pe… avigate nava.",
  "patthana20.8:27.1": "Nakāmāvacaraṃ dhammaṃ paṭicca kāmāvacaro dhammo uppajjati hetupaccayā. Nakāmāvacaraṃ dhammaṃ paṭicca nakāmāvacaro dhammo uppajjati hetupaccayā. Nakāmāvacaraṃ dhammaṃ paṭicca kāmāvacaro ca nakāmāvacaro ca dhammā uppajjanti hetupaccayā … tīṇi.",
  "patthana20.8:28.1": "Nanakāmāvacaraṃ dhammaṃ paṭicca nakāmāvacaro dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana20.8:29.1": "Nakāmāvacarañca nanakāmāvacarañca dhammaṃ paṭicca kāmāvacaro dhammo uppajjati hetupaccayā … tīṇi. (Saṃkhittaṃ.)",
  "patthana20.8:30.1": "Hetuyā nava, ārammaṇe cattāri, adhipatiyā pañca …pe… aññamaññe cha …pe… purejāte āsevane dve …pe… avigate nava.",
  "patthana20.8:31.1": "Narūpāvacaraṃ dhammaṃ paṭicca rūpāvacaro dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana20.8:32.1": "Hetuyā nava, ārammaṇe cattāri, adhipatiyā pañca …pe… aññamaññe cha …pe… purejāte āsevane dve …pe… avigate nava.",
  "patthana20.8:33.1": "Naarūpāvacaraṃ dhammaṃ paṭicca naarūpāvacaro dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana20.8:34.1": "Hetuyā pañca, ārammaṇe dve …pe… vipāke dve …pe… avigate pañca.",
  "patthana20.8:35.1": "Napariyāpannaṃ dhammaṃ paṭicca pariyāpanno dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana20.8:36.1": "Naapariyāpannaṃ dhammaṃ paṭicca pariyāpanno dhammo uppajjati hetupaccayā … ekaṃ.",
  "patthana20.8:37.1": "Napariyāpannañca naapariyāpannañca dhammaṃ paṭicca pariyāpanno dhammo uppajjati hetupaccayā … ekaṃ. (Saṃkhittaṃ.)",
  "patthana20.8:38.1": "Hetuyā pañca, ārammaṇe dve …pe… avigate pañca.",
  "patthana20.8:39.1": "Naniyyānikaṃ dhammaṃ paṭicca aniyyāniko dhammo uppajjati hetupaccayā … ekaṃ.",
  "patthana20.8:40.1": "Naaniyyānikaṃ dhammaṃ paṭicca aniyyāniko dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana20.8:41.1": "Naniyyānikañca naaniyyānikañca dhammaṃ paṭicca aniyyāniko dhammo uppajjati hetupaccayā … ekaṃ. (Saṃkhittaṃ.)",
  "patthana20.8:42.1": "Hetuyā pañca, ārammaṇe ekaṃ …pe… vipāke ekaṃ …pe… avigate pañca.",
  "patthana20.8:43.1": "Naniyataṃ dhammaṃ paṭicca aniyato dhammo uppajjati hetupaccayā … ekaṃ.",
  "patthana20.8:44.1": "Naaniyataṃ dhammaṃ paṭicca aniyato dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana20.8:45.1": "Naniyatañca naaniyatañca dhammaṃ paṭicca aniyato dhammo uppajjati hetupaccayā … ekaṃ. (Saṃkhittaṃ.)",
  "patthana20.8:46.1": "Hetuyā pañca, ārammaṇe dve …pe… vipāke ekaṃ …pe… avigate pañca.",
  "patthana20.8:47.1": "Nasauttaraṃ dhammaṃ paṭicca sauttaro dhammo uppajjati hetupaccayā. Nasauttaraṃ dhammaṃ paṭicca anuttaro dhammo uppajjati hetupaccayā. Nasauttaraṃ dhammaṃ paṭicca sauttaro ca anuttaro ca dhammā uppajjanti hetupaccayā … tīṇi.",
  "patthana20.8:48.1": "Naanuttaraṃ dhammaṃ paṭicca sauttaro dhammo uppajjati hetupaccayā … ekaṃ.",
  "patthana20.8:49.1": "Nasauttarañca naanuttarañca dhammaṃ paṭicca sauttaro dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana20.8:50.1": "Hetuyā pañca, ārammaṇe dve …pe… avigate pañca."
}