{
  "patthana20.2:0.1": "Paṭṭhānapakaraṇa",
  "patthana20.2:0.2": "Dhammapaccanīyānuloma (4), Dukapaṭṭhānapāḷi (2)",
  "patthana20.2:0.3": "20.2. Cūḷantaraduka",
  "patthana20.2:1.1": "Naappaccayaṃ dhammaṃ paṭicca sappaccayo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana20.2:2.1": "Hetuyā ekaṃ …pe… avigate ekaṃ.",
  "patthana20.2:3.1": "Naasaṅkhataṃ dhammaṃ paṭicca saṅkhato dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana20.2:4.1": "Hetuyā ekaṃ …pe… avigate ekaṃ.",
  "patthana20.2:5.1": "Nasanidassanaṃ dhammaṃ paṭicca sanidassano dhammo uppajjati hetupaccayā. Nasanidassanaṃ dhammaṃ paṭicca anidassano dhammo uppajjati hetupaccayā. Nasanidassanaṃ dhammaṃ paṭicca sanidassano ca anidassano ca dhammā uppajjanti hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi, ārammaṇe ekaṃ …pe… avigate tīṇi.",
  "patthana20.2:6.1": "Nasanidassano dhammo sanidassanassa dhammassa hetupaccayena paccayo … tīṇi.",
  "patthana20.2:7.1": "Nasanidassano dhammo anidassanassa dhammassa ārammaṇapaccayena paccayo. Naanidassano dhammo anidassanassa dhammassa ārammaṇapaccayena paccayo. (Saṃkhittaṃ.)",
  "patthana20.2:8.1": "Hetuyā tīṇi, ārammaṇe dve, adhipatiyā cattāri, anantare samanantare ekaṃ, sahajāte tīṇi, aññamaññe ekaṃ, nissaye tīṇi, upanissaye dve, purejāte pacchājāte tīṇi, āsevane ekaṃ, kamme tīṇi, vipāke …pe… magge tīṇi, sampayutte ekaṃ, vippayutte tīṇi …pe… avigate pañca.",
  "patthana20.2:9.1": "Nasappaṭighaṃ dhammaṃ paṭicca sappaṭigho dhammo uppajjati hetupaccayā. Nasappaṭighaṃ dhammaṃ paṭicca appaṭigho dhammo uppajjati hetupaccayā. Nasappaṭighaṃ dhammaṃ paṭicca sappaṭigho ca appaṭigho ca dhammā uppajjanti hetupaccayā. (3)",
  "patthana20.2:10.1": "Naappaṭighaṃ dhammaṃ paṭicca appaṭigho dhammo uppajjati hetupaccayā. Naappaṭighaṃ dhammaṃ paṭicca sappaṭigho dhammo uppajjati hetupaccayā. Naappaṭighaṃ dhammaṃ paṭicca sappaṭigho ca appaṭigho ca dhammā uppajjanti hetupaccayā. (3)",
  "patthana20.2:11.1": "Nasappaṭighañca naappaṭighañca dhammaṃ paṭicca sappaṭigho dhammo uppajjati hetupaccayā … tīṇi. (Saṃkhittaṃ.)",
  "patthana20.2:12.1": "Hetuyā nava, ārammaṇe ekaṃ …pe… aññamaññe cha …pe… avigate nava.",
  "patthana20.2:13.1": "Narūpiṃ dhammaṃ paṭicca rūpī dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana20.2:14.1": "Hetuyā nava, ārammaṇe tīṇi, adhipatiyā pañca …pe… aññamaññe cha …pe… purejāte āsevane ekaṃ …pe… avigate nava.",
  "patthana20.2:15.1": "Nalokiyaṃ dhammaṃ paṭicca lokiyo dhammo uppajjati hetupaccayā. Nalokiyaṃ dhammaṃ paṭicca lokuttaro dhammo uppajjati hetupaccayā. Nalokiyaṃ dhammaṃ paṭicca lokiyo ca lokuttaro ca dhammā uppajjanti hetupaccayā. (3)",
  "patthana20.2:16.1": "Nalokuttaraṃ dhammaṃ paṭicca lokiyo dhammo uppajjati hetupaccayā. (1)",
  "patthana20.2:17.1": "Nalokiyañca nalokuttarañca dhammaṃ paṭicca lokiyo dhammo uppajjati hetupaccayā. (1.) (Saṃkhittaṃ.)",
  "patthana20.2:18.1": "Hetuyā pañca, ārammaṇe dve …pe… avigate pañca.",
  "patthana20.2:19.1": "Nakenaci viññeyyaṃ dhammaṃ paṭicca kenaci viññeyyo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana20.2:20.1": "Hetuyā nava …pe… avigate nava."
}