{
  "sn3.21:1.3": "Also at <a href='https://suttacentral.net/an4.85/en/sujato'>AN 4.85</a> and <a href='https://suttacentral.net/dn33/en/sujato#1.11.216'>DN 33:1.11.216</a>. ",
  "sn3.21:2.2": "<i lang='pi' translate='no'>Caṇḍālas</i> (“corpse-workers”) are frequently depicted as the lowest of untouchables as seen by Brahmins. However, the usual rendering of “outcast” is unsatisfactory, as all the groups here are defined positively by their occupation, and moreover some, such as the scavengers, would also have been untouchable. The Pali commentaries equate the <i lang='pi' translate='no'>caṇḍāla</i> with the <i lang='pi' translate='no'>chavaka</i> (or <i lang='pi' translate='no'>chapaka</i>) of <a href='https://suttacentral.net/pli-tv-bu-vb-sk69/en/sujato#1.12.1'>Bu Sk 69:1.12.1</a>, a “corpse disposer” (<i lang='pi' translate='no'>chavachaḍḍakacaṇḍālā</i>; see also <i lang='pi' translate='no'>chavakacaṇḍālo</i> at <a href='https://suttacentral.net/mil5.4.7/en/sujato#2.4'>Mil 5.4.7:2.4</a>). They were known for their “bone-washing” ceremony (<a href='https://suttacentral.net/dn1/en/sujato#1.13.2'>DN 1:1.13.2</a>, <a href='https://suttacentral.net/an10.107/en/sujato#1.1'>AN 10.107:1.1</a>). This agrees with Rāmāyana 1.58.10, which describes a <i lang='pi' translate='no'>caṇḍāla</i> as dark-complexioned, dirty, with disheveled hair, his body smeared with graveyard ash. Mahāvaṁsa 10.91–94 tells how King Paṇḍukābhaya employed <i lang='pi' translate='no'>caṇḍālas</i> for cleaning streets and toilets, bearing the dead, and watching over cemeteries, with their village adjoining the cemetery. My grandfather was a corpse-worker, so in another world it might have been my inheritance. ",
  "sn3.21:3.1": "Note the rare term <i lang='pi' translate='no'>lohitamala</i>, “bloodstain”. ",
  "sn3.21:7.1": "The last phrase is curious. It doesn’t mirror the positive version of the simile, and it’s not clear exactly what it means. Of course it can be interpreted spiritually, but it’s a simile, the point is that it is describing something physical. Bodhi interprets it as “underground darkness”, but he misses the change in verb from “descend” to “enter”; and anyway, the text doesn’t say “underground”. Commentary is silent. ",
  "sn3.21:15.5": "The <i lang='pi' translate='no'>tidiva</i> was the realm of Indra/Sakka (<a href='https://suttacentral.net/dn21/en/sujato#1.12.22'>DN 21:1.12.22</a>, <a href='https://suttacentral.net/dn30/en/sujato#2.27.12'>DN 30:2.27.12</a>, <a href='https://suttacentral.net/thag10.1/en/sujato#8.4'>Thag 10.1:8.4</a>), as it was from the time of the Vedas (Rig Veda 9.113.9, Atharva Veda 10.9.5, 17.1.10). In Buddhist cosmology, this agrees with the fact that Sakka’s realm is the third of the heavens (after the earth gods and the four great kings). Thus the Third Heaven is the heaven of the Thirty-Three. Both ideas spring from an old association of Indra, or divinity generally, with the number three. Agni Purāṇa lists <i lang='pi' translate='no'>tridiva</i> as a synonym for “heaven”, as does Amarakośa 1.1.11. Kṣīrasvāmin clarifies that three here means “third”, while also adding that some connect it with the Brahmā realm (Amarakośodghāṭana 1.1.6; see <a href='https://suttacentral.net/sn7.18/en/sujato#4.2'>SN 7.18:4.2</a>). "
}