{
  "sn3.11:1.1": "The same narrative introduces different verses at <a href='https://suttacentral.net/ud6.2/en/sujato'>Ud 6.2</a>. ",
  "sn3.11:2.1": "“Matted-hair ascetics” (<i lang='pi' translate='no'>jaṭilā</i>) were Vedic ascetics practicing bathing and worshiping the sacred flame (<a href='https://suttacentral.net/ud1.9/en/sujato'>Ud 1.9</a>; see note on <a href='https://suttacentral.net/mn40/en/sujato#5.10'>MN 40:5.10</a>). | “Jain ascetics” (<i lang='pi' translate='no'>nigaṇṭhā</i>) were followers of Mahāvīra. The list next gives the two main subsets of Jains: the Digambara were “naked ascetics” (<i lang='pi' translate='no'>acelakā</i>), while Śvetāmbara were “one-cloth ascetics” (see <a href='https://suttacentral.net/an6.57/en/sujato#4.1'>AN 6.57:4.1</a>). | “Wanderers (<i lang='pi' translate='no'>paribbājakā</i>) were homeless religious renunciates—male or female—who wandered seeking alms (see note on <a href='https://suttacentral.net/dn1/en/sujato#1.1.3'>DN 1:1.1.3</a>). | For <i lang='pi' translate='no'>khāri</i> (“stuff”) see also <a href='https://suttacentral.net/sn7.9/en/sujato#14.1'>SN 7.9:14.1</a>. ",
  "sn3.11:3.2": "This sentence is phrased as a statement in all editions here. It is also a statement in the parallel passage at <a href='https://suttacentral.net/ud6.2/en/sujato#4.2'>Ud 6.2:4.2</a>, except the PTS edition, where it is a question. The commentary in both places confirms it is meant as a statement (<i lang='pi' translate='no'>“ime arahanto”ti vutte</i>). Pasenadi is testing the Buddha. ",
  "sn3.11:7.1": "The use of ascetics for spies (<i lang='pi' translate='no'>cara</i>), which is still common today, is detailed by Kauṭilya in his Arthaśāstra. Those seeking a job can imitate bald (<i lang='pi' translate='no'>muṇḍa</i>) or matted-hair (<i lang='pi' translate='no'>jaṭila</i>) ascetics, pretending to live on a handful of greens but secretly eating what they like (as here). Other fake ascetics or spies disguised as merchants then acclaim them to build reputation (as Pasenadi here). When people seek prophecies, he foretells that those loyal to the king shall prosper and those who oppose him will suffer. The king’s minister then ensures that such prophecies come true (1.11.13, 1.13.15). Female mendicants are especially useful for manipulating the wives of officials (5.1.19, 5.1.50, 12.2.20), or officials regarding their wives (11.1.52). Ascetic spies are taught to manipulate loyalties with morality tales (1.14) and to fool enemy kings by faking magical powers (13.2; cp. Devadatta using magic to seduce Ajātasattu at <a href='https://suttacentral.net/pli-tv-kd17/en/sujato#2.1.1'>Kd 17:2.1.1</a>). They conduct assassinations by tricking targets into consuming poisons in the guise of a ritual (5.1.33) or love-potions (11.1.40), or he may first instigate rape, then accuse the rapist (11.1.48). Princes may also don the guise of such ascetics in order to escape a coup, while forest ascetics misdirect pursuers (7.17.50). Such spies earn a solid middle income comparable to soldiers, superintendents, teachers, or accountants (5.3.22–3). ",
  "sn3.11:7.2": "Readings for <i lang='pi' translate='no'>osāpayissāmi</i> are highly uncertain, and the sentence may be corrupt. Udāna commentary glosses <i lang='pi' translate='no'>paṭipajjissāmi karissāmi</i>, which suggests Sanskrit <i lang='pi' translate='no'>apāśri</i>, “employ, practice, use”. "
}