{
  "sn3.9:1.2": "It would be strange for a devoted Buddhist to undertake such a sacrifice. Perhaps this was before Pasenadi converted. The commentary, however, says that it was in response to a terrifying nightmare, on the advice of his brahmin priest. While it is true that Buddhism has mostly ended cruel sacrifices, I have heard of such things in Buddhist communities even in modern times. ",
  "sn3.9:3.1": "The rituals listed are grand sacrifices requiring the slaughter of many beasts, intended to establish or grow the power of the king. Not all are readily identifiable in Vedic texts. ",
  "sn3.9:4.1": "The horse sacrifice (<i lang='pi' translate='no'>assamedha</i>, Sanskrit <i lang='pi' translate='no'>aśvamedha</i>) was expensive, dangerous, and rarely performed. A horse was set free for a year, followed by the king and his army who would conquer any lands on which it strayed. Then it was killed in an obscene rite. It appears in the late stages of the Rig Veda (1.162, 1.163, and perhaps 10.86) and was a major feature of the sacrificial systems (eg. Śatapatha Brāhmaṇa 13) and cosmic meditations (Bṛhadāraṇyaka Upaniṣad 1.1). | Even before the Buddha, human sacrifice was regarded by the Vedists as a long-abandoned practice, substituted by a horse, then an ox, a sheep, and finally a goat (Śatapatha Brāhmaṇa 1.2.3.6; compare Genesis 22). It persisted, however, in darker corners of Indian folk religion. ",
  "sn3.9:4.2": "The “casting of the yoke-pin” (<i lang='pi' translate='no'>sammāpāsa</i>) is obscure. I think it originated as the pulling out of a yoke-pin (<i lang='pi' translate='no'>śamyā</i>) of the beasts of the journey, which were cast about at journey’s end to establish one’s territory (see Manu 8.237). | The “royal soma drinking” (<i lang='pi' translate='no'>vājapeyya</i>) is a rite where, after a horse race, the king drinks the soma, giving him superhuman strength and prowess in battle, and at which several animals, sometimes said to be seventeen, are sacrificed. This is said to be a higher sacrifice that establishes a king as emperor (see Śatapatha Brāhmaṇa 5.1.1). ",
  "sn3.9:4.3": "The <i lang='pi' translate='no'>niraggaḷa</i> is probably a form of the horse sacrifice where the horse is “unimpeded”, thus establishing the king as similarly unstoppable. The Buddha adopted the term for arahants (<a href='https://suttacentral.net/mn22/en/sujato#34.1['>MN 22:34.1[</a>). ",
  "sn3.9:6.3": "The <i lang='pi' translate='no'>anukula</i> (“propitious”) sacrifice is mentioned several times (eg. <a href='https://suttacentral.net/dn5/en/sujato#22.4'>DN 5:22.4</a>, <a href='https://suttacentral.net/an4.40/en/sujato#2.2'>AN 4.40:2.2</a>). The Pali commentaries interpret it as “in line with (<i lang='pi' translate='no'>anu-</i>) family (<i lang='pi' translate='no'>kula</i>)”. But nothing in the contexts connects it with family customs, nor is such a term known in Sanskrit. It seems rather to be a misunderstanding of Sanskrit <i lang='pi' translate='no'>anukūla</i>, literally “along the riverbank”, and in applied use, “in conformity with”, “favorable to”, as in the favor of the gods. This is the standard reading in Buddhist Sanskrit. Such a sacrifice is characterized, not by family custom, but by harmlessness. Thus <i lang='pi' translate='no'>anukula</i> means “propitious, favored (by the gods and the Dhamma)”. "
}