{
  "dn22:0.1": "Дигха Никая 22 ",
  "dn22:0.2": "Большое наставление о способах установления памятования ",
  "dn22:1.1": "Так я слышал. ",
  "dn22:1.2": "Однажды Благословенный жил среди куру в Каммасадхамме – рыночном городе народа куру. ",
  "dn22:1.3": "И там Благословенный обратился к монахам: ",
  "dn22:1.4": "«Монахи!». ",
  "dn22:1.5": "«Досточтимый!», — ответили те монахи Благословенному. ",
  "dn22:1.6": "Благословенный говорил так: ",
  "dn22:1.7": "«Монахи, это ведущий в одном направлении путь очищения существ, преодоления печали и плача, устранения боли и мук, выхода на правильный путь, личного постижения ниббаны, а именно – четыре способа установления памятования. ",
  "dn22:1.8": "Какие четыре? ",
  "dn22:1.9": "Здесь монах пребывает, отслеживая тело как тело пылко, осознанно и с памятованием, устранив в этом мире алчность и огорчение; ",
  "dn22:1.10": "он пребывает, отслеживая ощущения как ощущения, пылко, осознанно и с памятованием, устранив в этом мире алчность и огорчение; ",
  "dn22:1.11": "он пребывает, отслеживая ум как ум, пылко, осознанно и с памятованием, устранив в этом мире алчность и огорчение; ",
  "dn22:1.12": "он пребывает, отслеживая явления как явления, пылко, осознанно и с памятованием, устранив в этом мире алчность и огорчение. ",
  "dn22:2.0.2": "Отслеживание тела — памятование о дыхании ",
  "dn22:2.1": "И каким образом пребывает монах, отслеживая тело как тело? ",
  "dn22:2.2": "Здесь монах уходит в лес, под крону дерева или в безлюдное место (пустое жилище), садится, скрестив ноги, держит тело прямо и устанавливает памятование перед собой. ",
  "dn22:2.3": "Постоянно памятуя он вдыхает, и памятуя он выдыхает. ",
  "dn22:2.4": "(1) Делая длинный вдох, он познаёт, что делает длинный вдох; делая длинный выдох, он познаёт, что делает длинный выдох; ",
  "dn22:2.5": "(2) делая короткий вдох, он познаёт, что делает короткий вдох; делая короткий выдох, он познаёт, что делает короткий выдох. ",
  "dn22:2.6": "(3) Он учится „я буду вдыхать, ощущая всё тело“; он учится „я буду выдыхать, ощущая всё тело“. ",
  "dn22:2.7": "(4) Он учится „я буду вдыхать, успокаивая процессы телесного конструирования“; он учится „я буду выдыхать, успокаивая процессы телесного конструирования“. ",
  "dn22:2.8": "Как искусный точильщик или его подмастерье, делая длинную протяжку, познаёт, что он делает длинную протяжку, или, делая короткую протяжку, познаёт, что он делает короткую протяжку, ",
  "dn22:2.9": "так и монах, делая длинный вдох, познаёт, что делает длинный вдох; делая длинный выдох, познаёт, что делает длинный выдох; делая короткий вдох, познаёт, что делает короткий вдох; делая короткий выдох, познаёт, что делает короткий выдох. ",
  "dn22:2.10": "Он учится „я буду вдыхать, ощущая всё тело“; он учится „я буду выдыхать, ощущая всё тело“. Он учится „я буду вдыхать, успокаивая процессы телесного конструирования“; он учится „я буду выдыхать, успокаивая процессы телесного конструирования“. ",
  "dn22:2.11": "Таким образом он пребывает, отслеживая тело как тело внутренне, либо он пребывает, отслеживая тело как тело внешне, либо он пребывает, отслеживая тело как тело внутренне и внешне. ",
  "dn22:2.12": "Либо он пребывает, отслеживая в теле факторы его возникновения, либо он пребывает, отслеживая в теле факторы его исчезновения, либо он пребывает, отслеживая в теле факторы его возникновения и исчезновения. ",
  "dn22:2.13": "Либо памятование \"тело существует\" устанавливается в нём только ради знания и памятования, и он живёт независимо, ничто в мире не присваивая. ",
  "dn22:2.14": "И таким образом монах пребывает, отслеживая тело как тело. ",
  "dn22:3.0": "Отслеживание тела — положения тела ",
  "dn22:3.1": "Кроме того, (1) когда монах идёт, он познаёт „иду“; (2) когда он стоит, он познаёт „стою“; (3) когда он сидит, он познаёт „сижу“; (4) когда он лежит, он познаёт „лежу“, ",
  "dn22:3.2": "или какое бы положение ни занимало тело, он познаёт это. ",
  "dn22:3.3": "Таким образом он пребывает, отслеживая тело как тело внутренне, либо он пребывает, отслеживая тело как тело внешне, либо он пребывает, отслеживая тело как тело внутренне и внешне. ",
  "dn22:3.4": "Либо он пребывает, отслеживая в теле факторы его возникновения, либо он пребывает, отслеживая в теле факторы его исчезновения, либо он пребывает, отслеживая в теле факторы его возникновения и исчезновения. ",
  "dn22:3.5": "Либо памятование „тело существует“ устанавливается в нём только ради знания и памятования, и он живёт независимо, ничто в мире не присваивая. ",
  "dn22:3.6": "И таким образом монах пребывает, отслеживая тело как тело. ",
  "dn22:4.0": "Отслеживание тела — осознание ",
  "dn22:4.1": "Кроме того, (1) когда монах идёт вперёд и возвращается, он занимается осознанием; (2) когда смотрит прямо и в сторону, он занимается осознанием; (3) когда сгибает и разгибает конечности, он занимается осознанием; (4) когда носит накидку, основное одеяние и сосуд для подаяния, он занимается осознанием; (5) когда ест, пьёт, жуёт, пробует на вкус, он занимается осознанием; (6) когда мочится и испражняется, он занимается осознанием; (7) когда идёт, стоит, сидит, засыпает, пробуждается, разговаривает и молчит, он занимается осознанием. ",
  "dn22:4.2": "Таким образом он пребывает, отслеживая тело как тело внутренне, либо он пребывает, отслеживая тело как тело внешне, либо он пребывает, отслеживая тело как тело внутренне и внешне. Либо он пребывает, отслеживая в теле факторы его возникновения, либо он пребывает, отслеживая в теле факторы его исчезновения, либо он пребывает, отслеживая в теле факторы его возникновения и исчезновения. Либо памятование „тело существует“ устанавливается в нём только ради знания и памятования, и он живёт независимо, ничто в мире не присваивая. ",
  "dn22:4.3": "И таким образом монах пребывает, отслеживая тело как тело. ",
  "dn22:4.4": "",
  "dn22:5.0": "Отслеживание тела — направление внимания на отвратительность ",
  "dn22:5.1": "Кроме того, монах пересматривает само это покрытое кожей и заключающее в себе множество нечистот тело, снизу вверх, начиная со стоп, и сверху вниз, начиная с волос головы: ",
  "dn22:5.2": "«В этом теле есть волосы головы, волосы тела, ногти, зубы, кожа, плоть, сухожилия, кости, костный мозг, почки, сердце, печень, диафрагма, селезёнка, лёгкие, кишки, брыжейка, содержимое желудка, фекалии, желчь, слизь, гной, кровь, пот, жир, слезы, смазка, слюна, носовая слизь, синовиальная жидкость, моча». ",
  "dn22:5.3": "Как если бы была сумка с отверстиями на обоих концах, наполненная различными сортами зерна типа горного риса, неочищенного риса, фасоли, гороха, кунжута и очищенного риса, и если зрячий человек открыл бы сумку и стал пересматривать её содержимое следующим образом: «Это – горный рис, это – неочищенный рис, это – фасоль, это – горох, это – кунжут, это – очищенный рис». ",
  "dn22:5.4": "Так и монах пересматривает само это покрытое кожей и заключающее в себе множество нечистот тело, снизу вверх, начиная со стоп, и сверху вниз, начиная с волос головы: ",
  "dn22:5.5": "«В этом теле есть волосы головы, волосы тела, ногти, зубы, кожа, плоть, сухожилия, кости, костный мозг, почки, сердце, печень, диафрагма, селезёнка, лёгкие, кишки, брыжейка, содержимое желудка, фекалии, желчь, слизь, гной, кровь, пот, жир, слезы, смазка, слюна, носовая слизь, синовиальная жидкость, моча». ",
  "dn22:5.6": "Таким образом он пребывает, отслеживая тело как тело внутренне, либо он пребывает, отслеживая тело как тело внешне, либо он пребывает, отслеживая тело как тело внутренне и внешне. Либо он пребывает, отслеживая в теле факторы его возникновения, либо он пребывает, отслеживая в теле факторы его исчезновения, либо он пребывает, отслеживая в теле факторы его возникновения и исчезновения. Либо памятование „тело существует“ устанавливается в нём только ради знания и памятования, и он живёт независимо, ничто в мире не присваивая. ",
  "dn22:5.7": "И таким образом монах пребывает, отслеживая тело как тело. ",
  "dn22:6.0": "Отслеживание тела — направление внимания на первичные элементы ",
  "dn22:6.1": "Кроме того, монах пересматривает само это тело, как бы оно ни было размещено, в каком бы положении ни находилось, посредством первичных элементов: ",
  "dn22:6.2": "«В этом теле есть элемент твёрдости („земля“), элемент жидкости („вода“), элемент теплоты („огонь“), элемент вибрации („воздух“)». ",
  "dn22:6.3": "Как если бы, о монахи, искусный мясник либо его ученик, зарезав корову и разделав её по частям, сел бы на перекрёсток четырёх дорог, ",
  "dn22:6.4": "так и монах пересматривает само это тело, как бы оно ни было размещено, в каком бы положении ни находилось, посредством первичных элементов: ",
  "dn22:6.5": "«В этом теле есть элемент твёрдости, элемент жидкости, элемент теплоты, элемент вибрации». ",
  "dn22:6.6": "Таким образом он пребывает, отслеживая тело как тело внутренне, либо он пребывает, отслеживая тело как тело внешне, либо он пребывает, отслеживая тело как тело внутренне и внешне. Либо он пребывает, отслеживая в теле факторы его возникновения, либо он пребывает, отслеживая в теле факторы его исчезновения, либо он пребывает, отслеживая в теле факторы его возникновения и исчезновения. Либо памятование „тело существует“ устанавливается в нём только ради знания и памятования, и он живёт независимо, ничто в мире не присваивая. ",
  "dn22:6.7": "И таким образом монах пребывает, отслеживая тело как тело. ",
  "dn22:7.0": "Отслеживание тела — девять кладбищенских медитаций ",
  "dn22:7.1": "(1) Кроме того, монахи, как если бы он увидел тело человека, умершего один, два или три дня назад, вспухшее, посиневшее и гниющее, ",
  "dn22:7.2": "монах соотносит это собственное тело с ним следующим образом: ",
  "dn22:7.3": "«У этого тела такая же природа, оно станет таким и не избежит этой участи». ",
  "dn22:7.4": "Таким образом он пребывает, отслеживая тело как тело внутренне, либо он пребывает, отслеживая тело как тело внешне, либо он пребывает, отслеживая тело как тело внутренне и внешне. Либо он пребывает, отслеживая в теле факторы его возникновения, либо он пребывает, отслеживая в теле факторы его исчезновения, либо он пребывает, отслеживая в теле факторы его возникновения и исчезновения. Либо памятование „тело существует“ устанавливается в нём только ради знания и памятования, и он живёт независимо, ничто в мире не присваивая. ",
  "dn22:7.5": "И таким образом монах пребывает, отслеживая тело как тело. ",
  "dn22:8.1": "(2) Кроме того, монахи, как если бы он увидел тело, брошенное на кладбище, съедаемое вороньем, ястребами, грифами, цаплями, псами, тиграми, пантерами, шакалами либо различными видами червей, ",
  "dn22:8.2": "монах соотносит это собственное тело с ним следующим образом: ",
  "dn22:8.3": "«У этого тела такая же природа, оно станет таким и не избежит этой участи» … ",
  "dn22:8.4": "",
  "dn22:9.1": "(3) Кроме того, монахи, как если бы он увидел тело, брошенное на кладбище и ставшее скелетом с остатками плоти и крови на костях, соединяемых сухожилиями, … ",
  "dn22:9.2": "(4) Кроме того, монахи, как если бы он увидел тело, брошенное на кладбище и ставшее скелетом со следами крови без плоти на костях, соединяемых сухожилиями, … ",
  "dn22:9.3": "5) Кроме того, монахи, как если бы он увидел тело, брошенное на кладбище и ставшее скелетом без плоти и крови на костях, соединяемых сухожилиями, … ",
  "dn22:9.4": "(6) Кроме того, монахи, как если бы он увидел тело, брошенное на кладбище и ставшее грудой костей, размётанных по сторонам: там – кости кисти, там – кости стопы, там берцовая кость, там бедренная кость, там тазовая кость, там позвоночный столб, там кость ребра, там кость груди, там кость руки, там лопатка, там кость шеи, там кость челюсти, там зуб, там череп, ",
  "dn22:9.5": "монах соотносит это собственное тело с ним следующим образом: ",
  "dn22:9.6": "«У этого тела такая же природа, оно станет таким и не избежит этой участи» … ",
  "dn22:10.1": "(7) Кроме того, монахи, как если бы он увидел тело, брошенное на кладбище, ставшее выбеленными костями цвета ракушки, … ",
  "dn22:10.2": "(8) Кроме того, монахи, как если бы он увидел тело, брошенное на кладбище, ставшее костями, пролежавшими грудой более года, … ",
  "dn22:10.3": "(9) Кроме того, монахи, как если бы он увидел тело, брошенное на кладбище, ставшее костями, что сгнили и превратились в пыль, ",
  "dn22:10.4": "монах соотносит это собственное тело с ним следующим образом: ",
  "dn22:10.5": "«У этого тела такая же природа, оно станет таким и не избежит этой участи». ",
  "dn22:10.6": "Таким образом он пребывает, отслеживая тело как тело внутренне, либо он пребывает, отслеживая тело как тело внешне, либо он пребывает, отслеживая тело как тело внутренне и внешне. ",
  "dn22:10.7": "Либо он пребывает, отслеживая в теле факторы его возникновения, либо он пребывает, отслеживая в теле факторы его исчезновения, либо он пребывает, отслеживая в теле факторы его возникновения и исчезновения. ",
  "dn22:10.8": "Либо памятование „тело существует“ устанавливается в нём только ради знания и памятования, и он живёт независимо, ничто в мире не присваивая. ",
  "dn22:10.9": "И таким образом монах пребывает, отслеживая тело как тело. ",
  "dn22:11.0": "Отслеживание ощущений ",
  "dn22:11.1": "И каким образом пребывает монах, отслеживая ощущения как ощущения? ",
  "dn22:11.2": "Здесь, монахи, (1) когда монах испытывает приятное ощущение, он познаёт: „Испытываю приятное ощущение“; ",
  "dn22:11.3": "(2) когда испытывает мучительное ощущение, он познаёт: „Испытываю мучительное ощущение“; ",
  "dn22:11.4": "(3) когда испытывает ни приятное ни мучительное ощущение, он познаёт: „Испытываю ни приятное, ни мучительное ощущение“; ",
  "dn22:11.5": "(4) когда испытывает приятное мирское ощущение, он познаёт: „Испытываю приятное мирское ощущение“; ",
  "dn22:11.6": "(5) когда испытывает приятное немирское ощущение, он познаёт: „Испытываю приятное немирское ощущение“; ",
  "dn22:11.7": "(6) когда испытывает мучительное мирское ощущение, он познаёт: „Испытываю мучительное мирское ощущение“; ",
  "dn22:11.8": "(7) когда испытывает мучительное немирское ощущение, он познаёт: „Испытываю мучительное немирское ощущение“; ",
  "dn22:11.9": "(8) когда испытывает ни приятное ни мучительное мирское ощущение, он познаёт: „Испытываю ни приятное, ни мучительное мирское ощущение“; ",
  "dn22:11.10": "(9) когда испытывает ни приятное ни мучительное немирское ощущение, он познаёт: „Испытываю ни приятное, ни мучительное немирское ощущение“. ",
  "dn22:11.11": "Таким образом он пребывает, отслеживая ощущения как ощущения внутренне, либо он пребывает, отслеживая ощущения как ощущения внешне, либо он пребывает, отслеживая ощущения как ощущения внутренне и внешне. ",
  "dn22:11.12": "Либо он пребывает, отслеживая в ощущениях факторы их возникновения, либо он пребывает, отслеживая в ощущениях факторы их исчезновения, либо он пребывает, отслеживая в ощущениях факторы их возникновения и исчезновения. ",
  "dn22:11.13": "Либо памятование „ощущение существует“ устанавливается в нём только ради знания и памятования, и он живёт независимо, ничто в мире не присваивая. ",
  "dn22:11.14": "И таким образом монах пребывает, отслеживая ощущения как ощущения. ",
  "dn22:12.0": "Отслеживание ума ",
  "dn22:12.1": "И каким образом монах пребывает, отслеживая ум как ум? ",
  "dn22:12.2": "Здесь монах познаёт (1) ум со страстью, как ум со страстью; ",
  "dn22:12.3": "ум без страсти, как ум без страсти; ",
  "dn22:12.4": "(2) ум с отвращением, как ум с отвращением; ",
  "dn22:12.5": "ум без отвращения, как ум без отвращения; ",
  "dn22:12.6": "(3) ум с заблуждением, как ум с заблуждением; ",
  "dn22:12.7": "ум без заблуждения, как ум без заблуждения; ",
  "dn22:12.8": "(4) суженное состояние ума, как суженное состояние ума; ",
  "dn22:12.9": "рассеянное состояние ума, как рассеянное состояние ума; ",
  "dn22:12.10": "(5) возвышенное состояние ума, как возвышенное состояние ума; ",
  "dn22:12.11": "не возвышенное состояние ума, как не возвышенное состояние ума; ",
  "dn22:12.12": "(6) состояние ума, по отношению к которому есть умственно более высокое состояние ума, как состояние, по отношению к которому есть умственно более высокое состояние ума; ",
  "dn22:12.13": "состояние ума, по отношению к которому нет более высокого состояния, как состояние, по отношению к которому нет более высокого состояния ума; ",
  "dn22:12.14": "(7) собранное состояние ума, как собранное состояние ума; ",
  "dn22:12.15": "не собранное состояние ума, как не собранное состояние ума; ",
  "dn22:12.16": "(8) освобожденное состояние ума, как освобожденное состояние ума; ",
  "dn22:12.17": "не освобожденное состояние ума, как не освобожденное состояние ума. ",
  "dn22:12.18": "Таким образом он пребывает, отслеживая ум как ум внутренне, либо он пребывает, отслеживая ум как ум внешне, либо он пребывает, отслеживая ум как ум внутренне и внешне. ",
  "dn22:12.19": "Либо он пребывает, отслеживая в уме факторы его возникновения, либо он пребывает, отслеживая в уме факторы его исчезновения, либо он пребывает, отслеживая в уме факторы его возникновения и исчезновения. ",
  "dn22:12.20": "Либо памятование «ум существует» устанавливается в нём только ради знания и памятования, и он живёт независимо, ничто в мире не присваивая. ",
  "dn22:12.21": "И таким образом монах пребывает, отслеживая ум как ум. ",
  "dn22:13.0.2": "Отслеживание явлений — пять препятствий ",
  "dn22:13.1": "И каким образом, монахи, монах пребывает, отслеживая явления как явления? ",
  "dn22:13.2": "Здесь монах пребывает, отслеживая явления как явления в части пяти препятствий. ",
  "dn22:13.3": "И каким образом монах пребывает, отслеживая явления как явления в части пяти препятствий? ",
  "dn22:13.4": "Здесь, монахи, (1) монах, когда в нем присутствует чувственное желание, познаёт, что в нем есть чувственное желание, либо, когда в нем отсутствует чувственное желание, он познаёт, что в нем нет чувственного желания. Он познаёт, как происходит возникновение невозникшего чувственного желания; он познаёт, как происходит устранение возникшего чувственного желания; он познаёт, как происходит не-возникновение в будущем устранённого чувственного желания. ",
  "dn22:13.5": "(2) Когда в нем присутствует недоброжелательность, он познаёт, что в нем есть недоброжелательность, либо, когда в нем отсутствует недоброжелательность, он познаёт, что в нем нет недоброжелательности. Он познаёт, как происходит возникновение невозникшей недоброжелательности; он познаёт, как происходит устранение возникшей недоброжелательности; он познаёт, как происходит не-возникновение в будущем устранённой недоброжелательности. ",
  "dn22:13.6": "(3) Когда в нем присутствуют лень и сонливость, он познаёт, что в нем есть лень и сонливость, либо, когда в нем отсутствуют лень и сонливость, он познаёт, что в нем нет лени и сонливости. Он познаёт, как происходит возникновение невозникших лени и сонливости; он познаёт, как происходит устранение возникших лени и сонливости; он познаёт, как происходит не-возникновение в будущем устранённой лени и сонливости. ",
  "dn22:13.7": "(4) Когда в нем присутствуют неугомонность и беспокойство, он познаёт, что в нем есть неугомонность и беспокойство, либо, когда в нем отсутствуют неугомонность и беспокойство, он познаёт, что в нем нет неугомонности и беспокойства. Он познаёт, как происходит возникновение невозникших неугомонности и беспокойства; он познаёт, как происходит устранение возникших неугомонности и беспокойства; он познаёт, как происходит не-возникновение в будущем устранённой неугомонности и беспокойства. ",
  "dn22:13.8": "(5) Когда в нем присутствует неуверенность, он познаёт, что в нем есть неуверенность, либо, когда в нем отсутствует неуверенность, он познаёт, что в нем нет неуверенности. Он познаёт, как происходит возникновение невозникшей неуверенности; он познаёт, как происходит устранение возникшей неуверенности; он познаёт, как происходит не-возникновение в будущем устранённой неуверенности. ",
  "dn22:13.9": "Таким образом он пребывает, отслеживая явления как явления внутренне, либо он пребывает, отслеживая явления как явления внешне, либо он пребывает, отслеживая явления как явления внутренне и внешне. ",
  "dn22:13.10": "Либо он пребывает, отслеживая в явлениях факторы их возникновения, либо он пребывает, отслеживая в явлениях факторы их исчезновения, либо он пребывает, отслеживая в явлениях факторы их возникновения и исчезновения. ",
  "dn22:13.11": "Либо памятование «явления существуют» устанавливается в нём только ради знания и памятования, и он живёт независимо, ничто в мире не присваивая. ",
  "dn22:13.12": "И таким образом монах пребывает, отслеживая явления как явления в части пяти препятствий. ",
  "dn22:14.0": "4.2. Отслеживание явлений — пять совокупностей ",
  "dn22:14.1": "Кроме того, монах пребывает, отслеживая явления как явления в части пяти присваиваемых совокупностей. ",
  "dn22:14.2": "Каким образом монах пребывает, отслеживая явления как явления в части пяти присваиваемых совокупностей? ",
  "dn22:14.3": "Здесь монах понимает: ",
  "dn22:14.4": "(1) «Это – тело; это – возникновение тела; это – исчезновение тела. ",
  "dn22:14.5": "(2) Это – ощущение; это – возникновение ощущения; это – исчезновение ощущения. ",
  "dn22:14.6": "(3) Это – распознавание; это – возникновение распознавания; это – исчезновение распознавания. ",
  "dn22:14.7": "(4) Это – умственные конструкции; это – возникновение умственных конструкций; это – исчезновение умственных конструкций. ",
  "dn22:14.8": "(5) Это – сознание; это – возникновение сознания; это – исчезновение сознания». ",
  "dn22:14.9": "Таким образом он пребывает, отслеживая явления как явления внутренне, либо он пребывает, отслеживая явления как явления внешне, либо он пребывает, отслеживая явления как явления внутренне и внешне. ",
  "dn22:14.10": "Либо он пребывает, отслеживая в явлениях факторы их возникновения, либо он пребывает, отслеживая в явлениях факторы их исчезновения, либо он пребывает, отслеживая в явлениях факторы их возникновения и исчезновения. ",
  "dn22:14.11": "Либо памятование «явления существуют» устанавливается в нём только ради знания и памятования, и он живёт независимо, ничто в мире не присваивая. ",
  "dn22:14.12": "И таким образом монах пребывает, отслеживая явления как явления в части пяти присваиваемых совокупностей. ",
  "dn22:15.0": "Отслеживание явлений — сферы чувств ",
  "dn22:15.1": "Кроме того, монах пребывает, отслеживая явления как явления в части внутренних и внешних сфер чувств. ",
  "dn22:15.2": "Каким образом монах пребывает, отслеживая явления как явления в части внутренних и внешних сфер чувств? ",
  "dn22:15.3": "Здесь, (1) монах познаёт зрение и образное, а также возникающую окову, обусловленную тем и другим; он познаёт, как происходит возникновение невозникшей оковы; он познаёт, как происходит устранение возникшей оковы; и он познаёт, как происходит не-возникновение в будущем устранённой оковы. ",
  "dn22:15.4": "(2) Он познаёт слух и звуки, а также возникающую окову, обусловленную тем и другим; он познаёт, как происходит возникновение невозникшей оковы; он познаёт, как происходит устранение возникшей оковы; и он познаёт, как происходит не-возникновение в будущем устранённой оковы. ",
  "dn22:15.5": "(3) Он познаёт обоняние и запахи, а также возникающую окову, обусловленную тем и другим; он познаёт, как происходит возникновение невозникшей оковы; он познаёт, как происходит устранение возникшей оковы; и он познаёт, как происходит не-возникновение в будущем устранённой оковы. ",
  "dn22:15.6": "(4) Он познаёт чувство вкуса и вкус, а также возникающую окову, обусловленную тем и другим; он познаёт, как происходит возникновение невозникшей оковы; он познаёт, как происходит устранение возникшей оковы; и он познаёт, как происходит не-возникновение в будущем устранённой оковы. ",
  "dn22:15.7": "(5) Он познаёт осязание и осязаемые предметы, а также возникающую окову, обусловленную тем и другим; он познаёт, как происходит возникновение невозникшей оковы; он познаёт, как происходит устранение возникшей оковы; и он познаёт, как происходит не-возникновение в будущем устранённой оковы. ",
  "dn22:15.8": "(6) Он познаёт рассудок и познаваемые явления, а также возникающую окову, обусловленную тем и другим; он познаёт, как происходит возникновение невозникшей оковы; он познаёт, как происходит устранение возникшей оковы; и он познаёт, как происходит не-возникновение в будущем устранённой оковы. ",
  "dn22:15.9": "Таким образом он пребывает, отслеживая явления как явления внутренне, либо он пребывает, отслеживая явления как явления внешне, либо он пребывает, отслеживая явления как явления внутренне и внешне. ",
  "dn22:15.10": "Либо он пребывает, отслеживая в явлениях факторы их возникновения, либо он пребывает, отслеживая в явлениях факторы их исчезновения, либо он пребывает, отслеживая в явлениях факторы их возникновения и исчезновения. ",
  "dn22:15.11": "Либо памятование «явления существуют» устанавливается в нём только ради знания и памятования, и он живёт независимо, ничто в мире не присваивая. ",
  "dn22:15.12": "И таким образом монах пребывает, отслеживая явления как явления в части шести внутренних и внешних сфер чувств. ",
  "dn22:16.0": "Отслеживание явлений — факторы постижения ",
  "dn22:16.1": "Кроме того, монах пребывает, отслеживая явления как явления в части семи факторов постижения. ",
  "dn22:16.2": "Каким образом монах пребывает, отслеживая явления как явления в части семи факторов постижения? ",
  "dn22:16.3": "Здесь, монахи, (1) когда в нем присутствует памятование как фактор постижения, монах познаёт, что в нем есть памятование как фактор постижения, либо, когда в нем отсутствует памятование как фактор постижения, он познаёт, что в нем нет памятования как фактора постижения; он познаёт, как происходит возникновение невозникшего памятования как фактора постижения; и он познаёт, как приходит совершенство в развитии возникшего памятования как фактора постижения. ",
  "dn22:16.4": "(2) Когда в нем присутствует различение явлений как фактор постижения, монах познаёт, что в нем есть различение явлений как фактор постижения, либо, когда в нем отсутствует различение явлений как фактор постижения, он познаёт, что в нем нет различения явлений как фактора постижения; он познаёт, как происходит возникновение невозникшего различения явлений как фактора постижения; и он познаёт, как приходит совершенство в развитии возникшего различения явлений как фактора постижения. ",
  "dn22:16.5": "(3) Когда в нем присутствует усердие как фактор постижения, монах познаёт, что в нем есть усердие как фактор постижения, либо, когда в нем отсутствует усердие как фактор постижения, он познаёт, что в нем нет усердия как фактора постижения; он познаёт, как происходит возникновение невозникшего усердия как фактора постижения; и он познаёт, как приходит совершенство в развитии возникшего усердия как фактора постижения. ",
  "dn22:16.6": "(4) Когда в нем присутствует восторг как фактор постижения, монах познаёт, что в нем есть восторг как фактор постижения, либо, когда в нем отсутствует восторг как фактор постижения, он познаёт, что в нем нет восторга как фактора постижения; он познаёт, как происходит возникновение невозникшего восторга как фактора постижения; и он познаёт, как приходит совершенство в развитии возникшего восторга как фактора постижения. ",
  "dn22:16.7": "(5) Когда в нем присутствует расслабление как фактор постижения, монах познаёт, что в нем есть расслабление как фактор постижения, либо, когда в нем отсутствует расслабление как фактор постижения, он познаёт, что в нем нет расслабления как фактора постижения; он познаёт, как происходит возникновение невозникшего расслабления как фактора постижения; и он познаёт, как приходит совершенство в развитии возникшего расслабления как фактора постижения. ",
  "dn22:16.8": "(6) Когда в нем присутствует собранность ума как фактор постижения, монах познаёт, что в нем есть собранность ума как фактор постижения, либо, когда в нем отсутствует собранность ума как фактор постижения, он познаёт, что в нем нет собранности ума как фактора постижения; он познаёт, как происходит возникновение невозникшей собранности ума как фактора постижения; и он познаёт, как приходит совершенство в развитии возникшей собранности ума как фактора постижения. ",
  "dn22:16.9": "(7) Когда в нем присутствует безмятежное наблюдение как фактор постижения, монах познаёт, что в нем есть безмятежное наблюдение как фактор постижения, либо, когда в нем отсутствует безмятежное наблюдение как фактор постижения, он познаёт, что в нем нет безмятежного наблюдения как фактора постижения; он познаёт, как происходит возникновение невозникшего безмятежного наблюдения как фактора постижения; и он познаёт, как приходит совершенство в развитии возникшего безмятежного наблюдения как фактора постижения. ",
  "dn22:16.10": "Таким образом он пребывает, отслеживая явления как явления внутренне, либо он пребывает, отслеживая явления как явления внешне, либо он пребывает, отслеживая явления как явления внутренне и внешне. ",
  "dn22:16.11": "Либо он пребывает, отслеживая в явлениях факторы их возникновения, либо он пребывает, отслеживая в явлениях факторы их исчезновения, либо он пребывает, отслеживая в явлениях факторы их возникновения и исчезновения. ",
  "dn22:16.12": "Либо памятование «явления существуют» устанавливается в нём только ради знания и памятования, и он живёт независимо, ничто в мире не присваивая. ",
  "dn22:16.13": "И таким образом монах пребывает, отслеживая явления как явления в части семи факторов постижения. ",
  "dn22:17.0": "Отслеживание явлений — четыре реальности для благородных ",
  "dn22:17.1": "Кроме того, монах пребывает, отслеживая явления как явления в части четырёх реальностей для благородных. ",
  "dn22:17.2": "Каким образом монах пребывает, отслеживая явления как явления в части четырёх реальностей для благородных? ",
  "dn22:17.3": "Здесь (1) монах познает в соответствии с действительностью: «Это – страдание»; (2) он познает в соответствии с действительностью: «Это – возникновение страдания»; (3) он познает в соответствии с действительностью: «Это – прекращение страдания»; (4) он познает в соответствии с действительностью: «Это – путь практики, ведущий к прекращению страдания». ",
  "dn22:18.0": "Объяснение реальности, являющейся страданием ",
  "dn22:18.1": "(1) И какова для благородных реальность, являющаяся страданием? ",
  "dn22:18.2": "Рождение мучительно, старость мучительна, смерть мучительна, печаль, плач, боль, муки, отчаяние — мучительны, связь с неприятным мучительна, разлучение с приятным мучительно, неполучение желаемого мучительно, короче говоря, пять присваиваемых совокупностей мучительны. ",
  "dn22:18.3": "А что такое рождение? ",
  "dn22:18.4": "Любое рождение, зарождение, происхождение, возникновение, приход, появление (присваиваемых) совокупностей, приобретение сфер (чувств) разнообразными существами из той или иной группы существ – ",
  "dn22:18.5": "вот что называется рождением. ",
  "dn22:18.6": "А что такое старение? ",
  "dn22:18.7": "Любое старение, одряхление, сломанные зубы, появление седины и морщин, упадок жизненной силы, ослабление способностей существ из той или иной группы существ, – ",
  "dn22:18.8": "вот что называется старением. ",
  "dn22:18.9": "А что такое смерть? ",
  "dn22:18.10": "Умирание, уход, разрушение, исчезновение, кончина, смерть, завершение времени жизни, разрушение совокупностей, оставление тела, прекращение жизненной способности разнообразных существ из той или иной группы существ, – ",
  "dn22:18.11": "вот что называется смертью. ",
  "dn22:18.12": "А что такое печаль? ",
  "dn22:18.13": "Печаль, опечаленность, грусть, внутренняя печаль, внутренняя грусть любого, кто страдает от несчастья, столкнувшегося с чем-то мучительным, – ",
  "dn22:18.14": "вот что называется печалью. ",
  "dn22:18.15": "А что такое плач? ",
  "dn22:18.16": "Рыдание, плач, причитание, оплакивание, стоны, всхлипывание любого, кто страдает от несчастья, столкнувшегося с чем-то мучительным, – ",
  "dn22:18.17": "вот что называется плачем. ",
  "dn22:18.18": "А что такое боль? ",
  "dn22:18.19": "Все, что переживается как телесная боль, телесное неудобство, боль или неудобство, вызванные телесным соприкосновением, – ",
  "dn22:18.20": "вот что называется болью. ",
  "dn22:18.21": "А что такое (умственные) муки? ",
  "dn22:18.22": "Все, что переживается как умственная боль, психическое неудобство, боль или неудобство, вызванные соприкосновением рассудка, – ",
  "dn22:18.23": "вот что называется муками. ",
  "dn22:18.24": "А что такое отчаяние? ",
  "dn22:18.25": "Любое уныние, отчаяние, состояние уныния, состояние отчаяния того, кто страдает от несчастья, кто соприкоснулся с чем-то мучительным, – ",
  "dn22:18.26": "вот что называется отчаянием. ",
  "dn22:18.27": "А что такое страдание от связи с неприятным? ",
  "dn22:18.28": "Здесь, когда некто имеет нежелательное, нелюбимое, непривлекательное образное, звуки, запахи, вкусы, осязаемые предметы или познаваемые явления; или происходит связь, контакт, взаимоотношения, взаимодействие с теми, кто желает зла, кто желает нанести вред, кто желает неудобства, кто желает не достичь свободы от оков – ",
  "dn22:18.29": "вот что называется страданием от связи с неприятным. ",
  "dn22:18.30": "А что такое страдание от разлуки с приятным? ",
  "dn22:18.31": "Здесь некто имеет желательное, любимое, привлекательное образное, звуки, запахи, вкусы, осязаемые предметы или познаваемые явления или имеет связь, соприкосновение, взаимоотношения, взаимодействие с теми, кто желает добра, кто желает принести пользу, кто желает удобства, кто желает достичь свободы от оков, с матерью, отцом, братом, сестрой, друзьями, коллегами или родственниками, а потом лишается этой связи, соприкосновения, взаимоотношений, взаимодействия – ",
  "dn22:18.32": "вот что называется страданием от разлуки с приятным. ",
  "dn22:18.33": "А что такое страдание неполучения желаемого? ",
  "dn22:18.34": "У существ, подверженных рождению, возникает желание: ",
  "dn22:18.35": "«О, пусть мы не будем подвержены рождению, и пусть рождение с нами не происходит». ",
  "dn22:18.36": "Но это не достигается желанием. ",
  "dn22:18.37": "Таково страдание неполучения желаемого. ",
  "dn22:18.38": "У существ, подверженных старению, возникает желание: ",
  "dn22:18.39": "«О, пусть мы не будем подвержены старению, и пусть старение с нами не происходит». ",
  "dn22:18.40": "Но это не достигается желанием. Таково страдание неполучения желаемого. ",
  "dn22:18.41": "У существ, подверженных болезни возникает желание: «О, пусть мы не будем подвержены болезни, и пусть болезнь с нами не происходит». ",
  "dn22:18.42": "Но это не достигается желанием. Таково страдание неполучения желаемого. ",
  "dn22:18.43": "У существ, подверженных смерти возникает желание: «О, пусть мы не будем подвержены смерти, и пусть смерть с нами не происходит». ",
  "dn22:18.44": "Но это не достигается желанием. Таково страдание неполучения желаемого. ",
  "dn22:18.45": "У существ, подверженных печали, плачу, боли, мукам и отчаянию, возникает желание: «О, пусть мы не будем подвержены печали, плачу, боли, мукам и отчаянию, и пусть печаль, плач, боль, муки и отчаяние с нами не происходят». ",
  "dn22:18.46": "Но это не достигается желанием. ",
  "dn22:18.47": "Таково страдание неполучения желаемого. ",
  "dn22:18.48": "А каковы пять присваиваемых совокупностей, которые, короче говоря, мучительны? ",
  "dn22:18.49": "А вот каковы: присваиваемая совокупность тел, присваиваемая совокупность ощущений, присваиваемая совокупность распознавания, присваиваемая совокупность умственных конструкций, присваиваемая совокупность сознания. ",
  "dn22:18.50": "Они называются присваиваемыми совокупностями, которые, короче говоря, мучительны. ",
  "dn22:18.51": "Вот что называется реальностью для Благородных, являющейся страданием. ",
  "dn22:19.0": "Объяснение реальности, порождающей страдание ",
  "dn22:19.1": "(2) А в чем состоит реальность для благородных, порождающая страдание? ",
  "dn22:19.2": "Это та жажда, которая вызывает возобновляемое бывание, сопровождаемая наслаждением и пристрастием, находящая наслаждение то здесь, то там, – ",
  "dn22:19.3": "то есть жажда чувственных удовольствий, жажда якобы вечно существующего, жажда якобы полностью уничтожающегося. ",
  "dn22:19.4": "И где эта возникающая жажда возникает и где эта обитающая жажда обитает? ",
  "dn22:19.5": "Что бы в мире ни было приятным и милым – здесь эта возникающая жажда возникает и здесь обитающая обитает. ",
  "dn22:19.6": "А что же в мире приятно и мило? ",
  "dn22:19.7": "Зрение в мире приятно и мило: здесь эта возникающая жажда возникает и здесь обитающая обитает. ",
  "dn22:19.8": "Слух … ",
  "dn22:19.9": "обоняние … ",
  "dn22:19.10": "чувство вкуса … ",
  "dn22:19.11": "осязание … ",
  "dn22:19.12": "рассудок в мире приятен и мил, здесь эта возникающая жажда возникает и здесь обитающая обитает. ",
  "dn22:19.13": "Образное … ",
  "dn22:19.14": "звуки … ",
  "dn22:19.15": "запахи … ",
  "dn22:19.16": "вкусы … ",
  "dn22:19.17": "осязаемые предметы … ",
  "dn22:19.18": "познаваемые явления в мире приятны и милы, здесь эта возникающая жажда возникает и здесь обитающая обитает. ",
  "dn22:19.19": "Сознание зрения … ",
  "dn22:19.20": "сознание слуха … ",
  "dn22:19.21": "сознание обоняния … ",
  "dn22:19.22": "сознание чувства вкуса … ",
  "dn22:19.23": "сознание осязания … ",
  "dn22:19.24": "сознание рассудка в мире приятно и мило, здесь эта возникающая жажда возникает и здесь обитающая обитает. ",
  "dn22:19.25": "Соприкосновение зрения … ",
  "dn22:19.26": "соприкосновение слуха … ",
  "dn22:19.27": "соприкосновение обоняния … ",
  "dn22:19.28": "соприкосновение чувства вкуса … ",
  "dn22:19.29": "соприкосновение осязания … ",
  "dn22:19.30": "соприкосновение рассудка в мире приятно и мило, здесь эта возникающая жажда возникает и здесь обитающая обитает. ",
  "dn22:19.31": "Ощущение, рожденное соприкосновением зрения … ",
  "dn22:19.32": "ощущение, рожденное соприкосновением слуха … ",
  "dn22:19.33": "ощущение, рожденное соприкосновением обоняния … ",
  "dn22:19.34": "ощущение, рожденное соприкосновением чувства вкуса … ",
  "dn22:19.35": "ощущение, рожденное соприкосновением осязания … ",
  "dn22:19.36": "ощущение, рожденное соприкосновением рассудка в мире приятно и мило, здесь эта возникающая жажда возникает и здесь обитающая обитает. ",
  "dn22:19.37": "Распознавание образного … ",
  "dn22:19.38": "распознавание звуков … ",
  "dn22:19.39": "распознавание запахов … ",
  "dn22:19.40": "распознавание вкусов … ",
  "dn22:19.41": "распознавание осязаемых предметов … ",
  "dn22:19.42": "распознавание познаваемых явлений в мире приятно и мило, здесь эта возникающая жажда возникает и здесь обитающая обитает. ",
  "dn22:19.43": "Побуждение по отношению к образному … ",
  "dn22:19.44": "побуждение по отношению к звукам … ",
  "dn22:19.45": "побуждение по отношению к запахам … ",
  "dn22:19.46": "побуждение по отношению к вкусам … ",
  "dn22:19.47": "побуждение по отношению к осязаемым предметам … ",
  "dn22:19.48": "побуждение по отношению к познаваемым явлениям в мире приятно и мило, здесь эта возникающая жажда возникает и здесь обитающая обитает. ",
  "dn22:19.49": "Жажда образного … ",
  "dn22:19.50": "жажда звуков … ",
  "dn22:19.51": "жажда запахов … ",
  "dn22:19.52": "жажда вкусов … ",
  "dn22:19.53": "жажда осязаемых предметов … ",
  "dn22:19.54": "жажда познаваемых явлений в мире приятна и мила, здесь эта возникающая жажда возникает и здесь обитающая обитает. ",
  "dn22:19.55": "Мышление о образном … ",
  "dn22:19.56": "мышление о звуках … ",
  "dn22:19.57": "мышление о запахах … ",
  "dn22:19.58": "мышление о вкусах … ",
  "dn22:19.59": "мышление об осязаемых предметах … ",
  "dn22:19.60": "мышление о познаваемых явлениях в мире приятно и мило, здесь эта возникающая жажда возникает и здесь обитающая обитает. ",
  "dn22:19.61": "Изучение образного … ",
  "dn22:19.62": "изучение звуков … ",
  "dn22:19.63": "изучение запахов … ",
  "dn22:19.64": "изучение вкусов … ",
  "dn22:19.65": "изучение осязаемых предметов … ",
  "dn22:19.66": "изучение познаваемых явлений в мире приятно и мило: здесь эта возникающая жажда возникает и здесь обитающая обитает. ",
  "dn22:19.67": "Вот что называется реальностью для благородных, порождающей страдание. ",
  "dn22:20.0": "Объяснение реальности, прекращающей страдание ",
  "dn22:20.1": "(3) А в чем состоит реальность для благородных, прекращающая страдания? ",
  "dn22:20.2": "Безостаточное затухание и прекращение, отречение, отбрасывание, освобождение от этой жажды и не полагание на неё. ",
  "dn22:20.3": "А где эта отбрасываемая жажда отбрасывается, и где эта прекращаемая жажда прекращается? ",
  "dn22:20.4": "Что бы в мире ни было приятным и милым, здесь эта отбрасываемая жажда отбрасывается, и здесь прекращаемая прекращается. ",
  "dn22:20.5": "А что же в мире приятно и мило? ",
  "dn22:20.6": "Зрение в мире приятно и мило: здесь эта отбрасываемая жажда отбрасывается, и здесь прекращаемая прекращается. ",
  "dn22:20.7": "Слух … ",
  "dn22:20.8": "обоняние … ",
  "dn22:20.9": "чувство вкуса … ",
  "dn22:20.10": "осязание … ",
  "dn22:20.11": "Рассудок в мире приятен и мил: здесь эта отбрасываемая жажда отбрасывается, и здесь прекращаемая прекращается. ",
  "dn22:20.12": "Образное … ",
  "dn22:20.13": "звуки … ",
  "dn22:20.14": "запахи … ",
  "dn22:20.15": "вкусы … ",
  "dn22:20.16": "осязаемые предметы … ",
  "dn22:20.17": "Познаваемые явления в мире приятны и милы: здесь эта отбрасываемая жажда отбрасывается, и здесь прекращаемаясознание слуха … прекращается. ",
  "dn22:20.18": "Сознание зрения … ",
  "dn22:20.19": "сознание слуха … ",
  "dn22:20.20": "сознание обоняния … ",
  "dn22:20.21": "сознание чувства вкуса … ",
  "dn22:20.22": "сознание осязания … ",
  "dn22:20.23": "Сознание рассудка в мире приятно и мило: здесь эта отбрасываемая жажда отбрасывается, и здесь прекращаемая прекращается. ",
  "dn22:20.24": "Соприкосновение зрения … ",
  "dn22:20.25": "соприкосновение слуха … ",
  "dn22:20.26": "соприкосновение обоняния … ",
  "dn22:20.27": "соприкосновение чувства вкуса … ",
  "dn22:20.28": "соприкосновение осязания … ",
  "dn22:20.29": "Соприкосновение рассудка в мире приятно и мило: здесь эта отбрасываемая жажда отбрасывается, и здесь прекращаемая прекращается. ",
  "dn22:20.30": "Ощущение, рожденное соприкосновением зрения … ",
  "dn22:20.31": "ощущение, рожденное соприкосновением слуха … ",
  "dn22:20.32": "ощущение, рожденное соприкосновением обоняния … ",
  "dn22:20.33": "ощущение, рожденное соприкосновением чувства вкуса … ",
  "dn22:20.34": "ощущение, рожденное соприкосновением осязания … ",
  "dn22:20.35": "Ощущение, рожденное соприкосновением рассудка в мире приятно и мило: здесь эта отбрасываемая жажда отбрасывается, и здесь прекращаемая прекращается. ",
  "dn22:20.36": "Распознавание образного … ",
  "dn22:20.37": "распознавание звуков … ",
  "dn22:20.38": "распознавание запахов … ",
  "dn22:20.39": "распознавание вкусов … ",
  "dn22:20.40": "распознавание осязаемых предметов … ",
  "dn22:20.41": "Распознавание познаваемых явлений в мире приятно и мило: здесь эта отбрасываемая жажда отбрасывается, и здесь прекращаемая прекращается. ",
  "dn22:20.42": "Побуждение по отношению к образному … ",
  "dn22:20.43": "побуждение по отношению к звукам … ",
  "dn22:20.44": "побуждение по отношению к запахам … ",
  "dn22:20.45": "побуждение по отношению к вкусам … ",
  "dn22:20.46": "побуждение по отношению к осязаемым предметам … ",
  "dn22:20.47": "Побуждение по отношению к познаваемым явлениям в мире приятно и мило: здесь эта отбрасываемая жажда отбрасывается, и здесь прекращаемая прекращается. ",
  "dn22:20.48": "Жажда образного … ",
  "dn22:20.49": "жажда звуков … ",
  "dn22:20.50": "жажда запахов … ",
  "dn22:20.51": "жажда вкусов … ",
  "dn22:20.52": "жажда осязаемых предметов … ",
  "dn22:20.53": "Жажда познаваемых явлений в мире приятна и мила: здесь эта отбрасываемая жажда отбрасывается, и здесь прекращаемая прекращается. ",
  "dn22:20.54": "Мышление об образном … ",
  "dn22:20.55": "мышление о звуках … ",
  "dn22:20.56": "мышление о запахах … ",
  "dn22:20.57": "мышление о вкусах … ",
  "dn22:20.58": "мышление об осязаемых предметах … ",
  "dn22:20.59": "мышление о познаваемых явлениях в мире приятно и мило: здесь эта отбрасываемая жажда отбрасывается, и здесь прекращаемая прекращается. ",
  "dn22:20.60": "Изучение образного … ",
  "dn22:20.61": "изучение звуков … ",
  "dn22:20.62": "изучение запахов … ",
  "dn22:20.63": "изучение вкусов … ",
  "dn22:20.64": "изучение осязаемых предметов … ",
  "dn22:20.65": "изучение познаваемых явлений в мире приятно и мило: здесь эта отбрасываемая жажда отбрасывается, и здесь прекращаемая прекращается. ",
  "dn22:20.66": "Вот что называется реальностью для благородных, прекращающей страдания. ",
  "dn22:21.0": "Объяснение реальности, являющейся путём ",
  "dn22:21.1": "(4) А в чем состоит реальность для благородных, являющаяся путём практики, ведущим к прекращению страданий? ",
  "dn22:21.2": "Лишь этот благородный восьмеричный путь: ",
  "dn22:21.3": "надлежащий взгляд, надлежащее намерение, надлежащая речь, надлежащая деятельность, надлежащие средства к существованию, надлежащее усилие, надлежащее памятование, надлежащая собранность ума. ",
  "dn22:21.4": "А что такое надлежащий взгляд? ",
  "dn22:21.5": "Знание о страдании, знание о происхождении страдания, знание о прекращении страдания, знание о пути практики, ведущем к прекращению страдания: ",
  "dn22:21.6": "вот что называется надлежащим взглядом. ",
  "dn22:21.7": "А что такое надлежащее намерение? ",
  "dn22:21.8": "Намерение отрешения, намерение отказа от недоброжелательности, намерение отказа от причинения вреда: ",
  "dn22:21.9": "вот что называется надлежащим намерением. ",
  "dn22:21.10": "А что такое надлежащая речь? ",
  "dn22:21.11": "Воздержание от ложной речи, от вызывающей рознь речи, от оскорбляющей речи, и от пустой болтовни: ",
  "dn22:21.12": "вот что называется надлежащей речью. ",
  "dn22:21.13": "А что такое надлежащая деятельность? ",
  "dn22:21.14": "Воздержание от лишения жизни, от взятия неданного, и от дурного сексуального поведения: ",
  "dn22:21.15": "вот что называется надлежащей деятельностью. ",
  "dn22:21.16": "А что такое надлежащие средства к существованию? ",
  "dn22:21.17": "Здесь, о монахи, последователь благородных отказывается от дурных средств к существованию и зарабатывает на жизнь с помощью надлежащих средств к существованию: ",
  "dn22:21.18": "вот что называется надлежащими средствами к существованию. ",
  "dn22:21.19": "А что такое надлежащее усилие? ",
  "dn22:21.20": "Здесь, монахи, монах зарождает желание невозникновения ещё не возникших дурных неблаготворных способов поведения, прилагает усилие, применяет усердие, направляет на это свой ум и старается. ",
  "dn22:21.21": "Он зарождает желание устранения возникших дурных неблаготворных способов поведения, прилагает усилие, применяет усердие, направляет на это свой ум и старается. ",
  "dn22:21.22": "Он зарождает желание возникновения ещё невозникших благотворных способов поведения, прилагает усилие, применяет усердие, направляет на это свой ум и старается. ",
  "dn22:21.23": "Он зарождает желание поддержания, сохранения, увеличения, разрастания, развития и совершенствования уже возникших благотворных способов поведения, прилагает усилие, применяет усердие, направляет на это свой ум и старается. ",
  "dn22:21.24": "Это, монахи, называется надлежащим усилием. ",
  "dn22:21.25": "А что такое надлежащее памятование? ",
  "dn22:21.26": "Здесь монах пребывает, отслеживая тело как тело пылко, осознанно и с памятованием, устранив в этом мире алчность и огорчение; ",
  "dn22:21.27": "он пребывает, отслеживая ощущения как ощущения, пылко, осознанно и с памятованием, устранив в этом мире алчность и огорчение; ",
  "dn22:21.28": "он пребывает, отслеживая ум как ум, пылко, осознанно и с памятованием, устранив в этом мире алчность и огорчение; ",
  "dn22:21.29": "он пребывает, отслеживая явления как явления, пылко, осознанно и с памятованием, устранив в этом мире алчность и огорчение. ",
  "dn22:21.30": "Это называется надлежащим памятованием. ",
  "dn22:21.31": "А что такое надлежащая собранность ума? ",
  "dn22:21.32": "Здесь монах, – отстранившись от чувственных желаний и отстранившись от неблаготворных способов поведения входит и пребывает в первой поглощённости: восторг и счастье порождённые отстранением, сопровождающиеся помыслом и оценкой. ",
  "dn22:21.33": "С прекращением помысла и оценки, он входит и пребывает во второй поглощённости: восторг и счастье, рождённые собранностью, сопровождаются единением ума, который свободен от помысла и оценки, и внутренней уверенностью. ",
  "dn22:21.34": "С затуханием восторга, он пребывает в безмятежном наблюдении с памятованием и осознанностью и испытывает счастье телом. Он входит и пребывает в третьей поглощённости и о нём благородные говорят: «В удовольствии живет тот, кто безмятежно наблюдает и памятует». ",
  "dn22:21.35": "С устранением счастья и страдания, так же как перед этим исчезли радость и недовольство, он входит и пребывает в четвёртой поглощённости: памятовании, очищенном безмятежным наблюдением, ни счастье ни страдании. ",
  "dn22:21.36": "Вот что называется надлежащей собранностью ума. ",
  "dn22:21.37": "Вот что называется реальностью для благородных, являющейся путём практики, ведущим к прекращению страданий. ",
  "dn22:21.38": "Таким образом он пребывает, отслеживая явления как явления внутренне, либо он пребывает, отслеживая явления как явления внешне, либо он пребывает, отслеживая явления как явления внутренне и внешне. ",
  "dn22:21.39": "Либо он пребывает, отслеживая в явлениях факторы их возникновения, либо он пребывает, отслеживая в явлениях факторы их исчезновения, либо он пребывает, отслеживая в явлениях факторы их возникновения и исчезновения. ",
  "dn22:21.40": "Либо памятование «явления существуют» устанавливается в нём только ради знания и памятования, и он живёт независимо, ничто в мире не присваивая. ",
  "dn22:21.41": "И таким образом монах пребывает, отслеживая явления как явления в части четырёх реальностей для благородных. ",
  "dn22:22.1": "Если кто-либо будет таким образом практиковать эти четыре способа установления памятования в течение семи лет, он может ожидать один из следующих двух плодов: ",
  "dn22:22.2": "высшее знание (архатство) уже в этом мире, либо, если остаток присвоения всё ещё сохраняется, состояние невозвращения. ",
  "dn22:22.3": "Оставьте, о монахи, семь лет. ",
  "dn22:22.4": "Если кто-то будет таким образом практиковать эти четыре способа установления памятования в течение шести лет … ",
  "dn22:22.5": "пяти лет … ",
  "dn22:22.6": "четырёх лет … ",
  "dn22:22.7": "трёх лет … ",
  "dn22:22.8": "двух лет … ",
  "dn22:22.9": "одного года … ",
  "dn22:22.10": "Оставьте, о монахи, один год. ",
  "dn22:22.11": "Если кто-либо будет таким образом практиковать эти четыре способа установления памятования в течение семи месяцев, он может ожидать один из следующих двух плодов: ",
  "dn22:22.12": "высшее знание (архатство) уже в этом мире, либо, если остаток присвоения всё ещё сохраняется, состояние невозвращения. ",
  "dn22:22.13": "Оставьте, о монахи, семь месяцев. ",
  "dn22:22.14": "Если кто-либо будет таким образом практиковать эти четыре способа установления памятования в течение шести месяцев … ",
  "dn22:22.15": "пяти месяцев … ",
  "dn22:22.16": "четырёх месяцев … ",
  "dn22:22.17": "трёх месяцев … ",
  "dn22:22.18": "двух месяцев … ",
  "dn22:22.19": "одного месяца … ",
  "dn22:22.20": "половины месяца … ",
  "dn22:22.21": "Оставьте, о монахи, половину месяца. ",
  "dn22:22.22": "Если кто-либо будет таким образом практиковать эти четыре способа установления памятования в течение недели, он может ожидать один из следующих двух плодов: ",
  "dn22:22.23": "высшее знание уже в этом мире, либо, если остаток присвоения все еще сохраняется, состояние невозвращения. ",
  "dn22:22.24": "«Монахи, это ведущий в одном направлении путь очищения существ, преодоления печали и плача, устранения боли и мук, выхода на правильный путь, личного постижения ниббаны, а именно – четыре способа установления памятования», —",
  "dn22:22.25": "так было сказано, и вот в отношении чего так было сказано». ",
  "dn22:22.26": "Так сказал Благословенный. ",
  "dn22:22.27": "Обрадованные, монахи восхитились словами Благословенного. ",
  "dn22:22.28": "Закончено большое наставление о способах установления памятования, девятое в главе. "
}