{
  "dn2:0.1": "Дигха Никая 2 ",
  "dn2:0.2": "Наставление о плодах отшельничества ",
  "dn2:1.0": "1. Беседа с министрами ",
  "dn2:1.1": "Так я слышал. ",
  "dn2:1.2": "Однажды Благословенный пребывал в Раджагахе, в манговой роще Дживаки Комарабхаччи с большим собранием монахов, двенадцатью с половиной сотнями монахов. ",
  "dn2:1.3": "И в это самое время в пятнадцатый день упосатхи полнолуния Комуди четвёртого месяца, царь Магадхи Аджатасатту Ведехипутта сидел окруженный царскими приближенными на превосходной верхней террасе дворца. ",
  "dn2:1.4": "И вот в тот день упосатхи царь Магадхи Аджатасатту Ведехипутта воскликнул: ",
  "dn2:1.5": "«Поистине, любезные, восхитительная лунная ночь! Поистине, любезные, прекрасна лунная ночь! Поистине, любезные, приятна для глаз лунная ночь! Поистине, любезные, отрадна лунная ночь! Поистине, любезные, благоприятна лунная ночь! ",
  "dn2:1.6": "Какого же отшельника или брахмана, могли бы мы сейчас посетить, чтобы удостоенный посещения он успокоил наше сердце?» ",
  "dn2:2.1": "Когда так было сказано, один царский советник так сказал царю Магадхи Аджатасатту Ведехипутте: ",
  "dn2:2.2": "«Ваше величество, вот Пурана Кассапа, возглавляющий толпу последователей, и возглавляющий общину, и наставник общины, известный и прославленный лидер течения, высоко чтимый многими людьми, пожилой, давно отрекшийся от мира, состарившийся, достигший преклонных лет. ",
  "dn2:2.3": "Пусть ваше величество посетит этого Пурану Кассапу. ",
  "dn2:2.4": "Быть может удостоенный посещения Пурана Кассапа успокоит сердце вашего величества». ",
  "dn2:2.5": "Когда так было сказано, царь Магадхи Аджатасатту Ведехипутта остался безмолвным. ",
  "dn2:3.1": "И тогда другой царский советник так сказал царю Магадхи Аджатасатту Ведехипутте: ",
  "dn2:3.2": "«Ваше величество, вот Маккхали Госала, возглавляющий толпу последователей, и возглавляющий общину, и наставник общины, известный и прославленный лидер течения, высоко чтимый многими людьми, пожилой, давно отрекшийся от мира, состарившийся, достигший преклонных лет. ",
  "dn2:3.3": "Пусть ваше величество посетит этого Маккхали Госалу. ",
  "dn2:3.4": "Быть может удостоенный посещения Маккхали Госала успокоит сердце вашего величества». ",
  "dn2:3.5": "Когда так было сказано, царь Магадхи Аджатасатту Ведехипутта остался безмолвным. ",
  "dn2:4.1": "И тогда другой царский советник так сказал царю Магадхи Аджатасатту Ведехипутте: ",
  "dn2:4.2": "«Ваше величество, вот Аджита Кесакамбала, возглавляющий толпу последователей, и возглавляющий общину, и наставник общины, известный и прославленный лидер течения, высоко чтимый многими людьми, пожилой, давно отрекшийся от мира, состарившийся, достигший преклонных лет. ",
  "dn2:4.3": "Пусть ваше величество посетит этого Аджиту Кесакамбалу. ",
  "dn2:4.4": "Быть может удостоенный посещения Аджита Кесакамбала успокоит сердце вашего величества». ",
  "dn2:4.5": "Когда так было сказано, царь Магадхи Аджатасатту Ведехипутта остался безмолвным. ",
  "dn2:5.1": "И тогда другой царский советник так сказал царю Магадхи Аджатасатту Ведехипутте: ",
  "dn2:5.2": "«Ваше величество, вот Пакудха Каччаяна, возглавляющий толпу последователей, и возглавляющий общину, и наставник общины, известный и прославленный лидер течения, высоко чтимый многими людьми, пожилой, давно отрекшийся от мира, состарившийся, достигший преклонных лет. ",
  "dn2:5.3": "Пусть ваше величество посетит этого Пакудху Каччаяну. ",
  "dn2:5.4": "Быть может удостоенный посещения Пакудха Каччаяна успокоит сердце вашего величества». ",
  "dn2:5.5": "Когда так было сказано, царь Магадхи Аджатасатту Ведехипутта остался безмолвным. ",
  "dn2:6.1": "И тогда другой царский советник так сказал царю Магадхи Аджатасатту Ведехипутте: ",
  "dn2:6.2": "«Ваше величество, вот Санджая Белаттхапутта, возглавляющий толпу последователей, и возглавляющий общину, и наставник общины, известный и прославленный лидер течения, высоко чтимый многими людьми, пожилой, давно отрекшийся от мира, состарившийся, достигший преклонных лет. ",
  "dn2:6.3": "Пусть ваше величество посетит этого Санджаю Белаттхапутту. ",
  "dn2:6.4": "Быть может удостоенный посещения Санчая Белаттхапутта успокоит сердце вашего величества». ",
  "dn2:6.5": "Когда так было сказано, царь Магадхи Аджатасатту Ведехипутта остался безмолвным. ",
  "dn2:7.1": "И тогда другой царский советник так сказал царю Магадхи Аджатасатту Ведехипутте: ",
  "dn2:7.2": "«Ваше величество, вот Нигантха Натапутта, возглавляющий толпу последователей, и возглавляющий общину, и наставник общины, известный и прославленный лидер течения, высоко чтимый многими людьми, пожилой, давно отрекшийся от мира, состарившийся, достигший преклонных лет. ",
  "dn2:7.3": "Пусть ваше величество посетит этого Нигантху Натапутту. ",
  "dn2:7.4": "Быть может удостоенный посещения Нигантха Натапутта успокоит сердце вашего величества». ",
  "dn2:7.5": "Когда так было сказано, царь Магадхи Аджатасатту Ведехипутта остался безмолвным. ",
  "dn2:8.0": "2. Разговор с Дживакой Комарабхаччей ",
  "dn2:8.1": "А в это время Дживака Комарабхачча, пребывая в безмолвии, сидел недалеко от царя Магадхи Аджатасатту Ведехипутты. ",
  "dn2:8.2": "И царь Магадхи Аджатасатту Ведехипутта так сказал Дживаке Комарабхачче: ",
  "dn2:8.3": "«Почему же ты безмолвствуешь, дорогой Дживака? » ",
  "dn2:8.4": "«Ваше величество, этот Благословенный, достойный (арахант), постигший в совершенстве пребывает у нас в манговой роще с большим собранием монахов, двенадцатью с половиной сотнями монахов. ",
  "dn2:8.5": "И о том Благословенном Готаме, идет такая добрая молва: ",
  "dn2:8.6": "„Таков этот Благословенный: он достойный (арахант), постигший в совершенстве, обладающий знанием и поведением, достигший блага, знаток мира, несравненный проводник существ, подходящих для обуздания, учитель божеств и людей, постигший, благословенный. ",
  "dn2:8.7": "Пусть ваше величество посетит этого Благословенного. ",
  "dn2:8.8": "Быть может удостоенный посещения Благословенный успокоит сердце вашего величества“. ",
  "dn2:8.9": "„Приготовь же, дорогой Дживака, ездовых слонов“. ",
  "dn2:9.1": "– „Да будет так, ваше величество“, – согласился Дживака Комарабхачча с царем Магадхи Аджатасатту Ведехипуттой, приготовил пятьсот слоних и слона, предназначенного для царя, и сообщил царю Магадхи Аджатасатту Ведехипутте: ",
  "dn2:9.2": "„Ваше величество, ездовые слоны приготовлены. ",
  "dn2:9.3": "Делай что считаешь своевременным“. ",
  "dn2:10.1": "И тогда царь Магадхи Аджатасатту Ведехипутта, усадив каждую из жен на одну из пятисот слоних и взойдя на предназначенного для него слона, с великим царским блеском, в сопровождении несущих факелы, выступил из Раджагахи и направился в манговую рощу Дживаки Комарабхаччи. ",
  "dn2:10.2": "И вот неподалеку от манговой рощи царя Магадхи Аджатасатту Ведехипутту охватил страх, оцепенение, гусиная кожа. ",
  "dn2:10.3": "И вот царь Магадхи Аджатасатту Ведехипутта испуганный, возбужденный, покрывшийся гусиной кожей, так сказал Дживаке Комарабхачче: ",
  "dn2:10.4": "„Не обманываешь ли ты меня, дорогой Дживака? ",
  "dn2:10.5": "Не предаёшь ты меня, дорогой Дживака? ",
  "dn2:10.6": "Не сдаёшь ли ты меня недругам, дорогой Дживака? ",
  "dn2:10.7": "Как же это от столь большого собрания монахов, двенадцати с половиной сотен монахов, не слышно ни звуков чиханья, ни звуков кашля, ни шума?“ ",
  "dn2:10.8": "„Не бойся, великий царь, не бойся! ",
  "dn2:10.9": "Ваше величество, я не обманываю вас, ",
  "dn2:10.10": "не предаю, ",
  "dn2:10.11": "не сдаю недругам. ",
  "dn2:10.12": "Иди вперед, великий царь, иди вперед, великий царь! Там в круглом павильоне горят светильники“. ",
  "dn2:11.0": "3. Вопрос о зримом плоде отшельничества ",
  "dn2:11.1": "И вот царь Магадхи Аджатасатту Ведехипутта проехав на слоне, сколько позволяла слону дорога, опустился со слона и пешком приблизился ко входу в круглый павильон. И приблизившись, так сказал Дживаке Комарабхачче: ",
  "dn2:11.2": "„Дорогой Дживака, но где же Благословенный?“ ",
  "dn2:11.3": "„О великий царь, вот Благословенный. ",
  "dn2:11.4": "О великий царь вот Благословенный, прислонившись к средней колонне, сидит лицом к востоку перед собранием монахов“. ",
  "dn2:12.1": "И тогда царь Магадхи Аджатасатту Ведехипутта подошел к Благословенному, и подойдя, стал в одной стороне от него. ",
  "dn2:12.2": "Стоя в стороне и взирая на толпу монахов, пребывающую в полном безмолвии, словно спокойное озеро, царь Магадхи Аджатасатту Ведехипутта воскликнул: ",
  "dn2:12.3": "„Да будет сын мой Удайибхадда наделен тем спокойствием, каким спокойствием наделено сейчас собрание монахов!“ ",
  "dn2:12.4": "„О великий царь, твои мысли следуют за твоей привязанностью?“ ",
  "dn2:12.5": "„О досточтимый, мне дорог мой сын принц Удайибхадда. ",
  "dn2:12.6": "О досточтимый, да будет принц Удайибхадда наделен тем спокойствием, каким спокойствием наделено сейчас собрание монахов“. ",
  "dn2:13.1": "И вот царь Магадхи Аджатасатту Ведехипутта, выразил почтение Благословенному, сложил руки у груди в знак уважения перед собранием монахов и сел в одной стороне. ",
  "dn2:13.2": "И сев в одной стороне, царь Магадхи Аджатасатту Ведехипутта так сказал Благословенному: ",
  "dn2:13.3": "О досточтимый, я хотел бы спросить Благословенного об одной вещи, ",
  "dn2:13.4": "если Благословенный соизволит ответить на мой вопрос». ",
  "dn2:13.5": "«Спрашивай, великий царь, о чем желаешь». ",
  "dn2:14.1": "«Существуют ведь, о досточтимый, занятые в различных отраслях ремесел, ",
  "dn2:14.2": "а именно: дрессировщики слонов, дрессировщики лошадей, колесничие, лучники, знаменосцы, распорядители в войске, распределяющие провиант, благородные воины, воины переднего края, „великие слоны“, герои, воители в кожаном панцире, дети рабов, ",
  "dn2:14.3": "изготовители сладостей, брадобреи, банщики, повара, плетельщики гирлянд, прачки, ткачи, плетельщики корзин, гончары, вычислители, счетоводы, а также и занятые в других различных ремеслах подобного рода. ",
  "dn2:14.4": "Все они живут в этом зримом мире зримым плодом своего ремесла, им они радуют и удовлетворяют самих себя, радуют и удовлетворяют мать и отца, радуют и удовлетворяют ребенка и жену, радуют и удовлетворяют друга и товарища, доставляют отшельникам и брахманам благодатные подношения, связанные с благим уделом, несущие счастье, ведущие в благой удел. ",
  "dn2:14.5": "Можно ли, о досточтимый, указать таким же образом зримый плод отшельничества в этом зримом мире? » ",
  "dn2:15.1": "«Помнишь ли, великий царь, задавал ли ты этот вопрос другим отшельникам и брахманам? » ",
  "dn2:15.2": "«О досточтимый, я помню как задавал этот вопрос другим отшельникам и брахманам». ",
  "dn2:15.3": "«Так скажи, что они ответили тебе, великий царь, если тебе не трудно». ",
  "dn2:15.4": "«Мне не трудно, о досточтимый, когда присутствует Благословенный или подобные Благословенному». ",
  "dn2:15.5": "«Говори же, великий царь». ",
  "dn2:16.0": "3.1. Учение Пураны Кассапы ",
  "dn2:16.1": "«Однажды, о досточтимый, я приблизился к Пуране Кассапе. Приблизившись, я обменялся с Пураной Кассапой дружественными приветствиями. ",
  "dn2:16.2": "Обменявшись приветствиями в дружественной и уважительной манере, я сел в одной стороне от него. И сев в стороне, я, о досточтимый, так сказал Пуране Кассапе: ",
  "dn2:16.3": "„Существуют ведь, о любезный Кассапа, занятые в различных отраслях ремесел, ",
  "dn2:16.4": "а именно: дрессировщики слонов, дрессировщики лошадей, колесничие, лучники, знаменосцы, распорядители в войске, распределяющие провиант, благородные воины, воины переднего края, „великие слоны“, герои, воители в кожаном панцире, дети рабов, изготовители сладостей, брадобреи, банщики, повара, плетельщики гирлянд, прачки, ткачи, плетельщики корзин, гончары, вычислители, счетоводы, а также и занятые в других различных ремеслах подобного рода. ",
  "dn2:16.5": "Все они живут в этом зримом мире зримым плодом своего ремесла, им они радуют и удовлетворяют самих себя, радуют и удовлетворяют мать и отца, радуют и удовлетворяют ребенка и жену, радуют и удовлетворяют друга и товарища, доставляют отшельникам и брахманам благодатные подношения, связанные с благим уделом, несущие счастье, ведущие в благой удел. ",
  "dn2:16.6": "Можно ли, о любезный Кассапа, точно так же указать на зримый плод отшельничества в этом зримом мире?» ",
  "dn2:17.1": "Когда так было сказано, о досточтимый, Пурана Кассапа так сказал мне: ",
  "dn2:17.2": "«Великий царь, когда человек действует или побуждает действовать, калечит или побуждает калечить, мучает или побуждает мучить, несет горе или побуждает нести горе, угнетает или побуждает угнетать, приводит в трепет или побуждает приводить в трепет, уничтожает живое или берет то, что не дано ему, врывается в дом, уносит награбленное, совершает воровство, стоит в засаде у дороги, идет к чужой жене, говорит ложь – делая так, он не совершает зла. И пусть диском с краями острыми, как бритва, он сделает живых существ на этой земле одним месивом из мяса, одной грудой мяса – от этого не будет зла и зло в этом случае не происходит. ",
  "dn2:17.3": "И пусть он пойдет по южному берегу Ганга, убивая или побуждая убивать, калеча или побуждая калечить, мучая или побуждая мучить, – от этого не будет зла и зло не происходит. ",
  "dn2:17.4": "И пусть он пойдет по северному берегу Ганга, подавая или побуждая подавать, жертвуя или побуждая жертвовать, – от этого не будет благодеяния и благодеяние не происходит. ",
  "dn2:17.5": "От подаяния, самообуздания, воздержанности, правдивости нет ни благодеяния и благодеяние не происходит». ",
  "dn2:18.1": "Так, о досточтимый, Пурана Кассапа, будучи спрошен о зримом плоде отшельничества ответил мне, что действие незначимо. ",
  "dn2:18.2": "Подобно тому, о досточтимый, как спрошенный о манго, стал бы отвечать о хлебном дереве, или спрошенный о хлебном дереве, стал бы отвечать о манго, ",
  "dn2:18.3": "так же точно, о досточтимый, и Пурана Кассапа, будучи спрошен о зримом плоде отшельничества, ответил, что действие незначимо. ",
  "dn2:18.4": "Тогда, о досточтимый, мне пришло на ум следующее: ",
  "dn2:18.5": "«Как может подобный мне даже подумать о том, чтобы осудить отшельника или брахмана, живущего в царстве?» ",
  "dn2:18.6": "И вот, досточтимый, я не высказал Пуране Кассапе ни одобрения, ни порицания. ",
  "dn2:18.7": "Ни одобряя, ни порицая, я, будучи недовольным, не произнес недовольных слов. Ни приняв его учение, ни согласившись с ним я встал со своего места и ушёл. ",
  "dn2:19.0": "3.2. Учение Маккхали Госалы ",
  "dn2:19.1": "«Однажды, о досточтимый, я приблизился к Маккхали Госале. Приблизившись, я обменялся с Маккхали Госалой дружественными приветствиями. ",
  "dn2:19.2": "Обменявшись приветствиями в дружественной и уважительной манере, я сел в одной стороне от него. И сев в стороне, я, о досточтимый, так сказал Маккхали Госале: ",
  "dn2:19.3": "Существуют ведь, о любезный Госала, занятые в различных отраслях ремесел… ",
  "dn2:19.4": "Можно ли, о любезный Госала, точно так же указать на зримый плод отшельничества в этом зримом мире?» ",
  "dn2:20.1": "Когда так было сказано, о досточтимый, Маккхали Госала так сказал мне: ",
  "dn2:20.2": "«Великий царь, нет причин, нет основания для осквернения существ – без причин, без основания оскверняются существа. ",
  "dn2:20.3": "Нет причин, нет основания для очищения существа без причины, ",
  "dn2:20.4": "без основания очищаются существа. ",
  "dn2:20.5": "Нет своей инициативы, нет инициативы от другого, нет инициативы человека, нет силы, нет усердия, нет человеческой мощи, нет человеческого стремления. ",
  "dn2:20.6": "Все существа, все дышащие, все сущие, все души лишены власти, лишены силы, лишены усердия, претерпевают изменения под воздействием судьбы, случая, природы и испытывают счастье или страдание, будучи разделены на шесть разновидностей. ",
  "dn2:20.7": "Существует четырнадцать сотен тысяч главных видов рождения и шестнадцать сотен других, и еще шестьсот других; пятьсот видов действий (камма), и еще пять действий: и три действия, и одно действие и половина действия; шестьдесят два пути, шестьдесят под-цикла, шесть разновидностей существ, восемь стадий человеческой жизни, сорок девять сотен видов поддержания жизни, сорок девять сотен видов странствующих аскетов, сорок девять сотен областей, населенных нагами, двадцать сотен жизненных способностей, тридцать сотен преисподней, тридцать шесть сфер пыли, семь сфер существ со способностью распознавания, семь сфер существ без способности распознавания, семь пород растущих от узлов стебля, семь видов божеств, семь видов людей, семь видов демонов, семь великих озер, семь сотен великих узлов, семь сотен малых узлов, семь великих обрывов, семьсот малых обрывов, семь видов великих снов, семьсот видов малых снов, восемьдесят четыре сотни тысяч великих циклов, в течение которых и глупцы, и мудрые, странствуя, переходя, из одного существования в другое, положат конец страданиям. ",
  "dn2:20.8": "И здесь не следует полагать: „Благодаря этому нравственному поведению, или обету, или подвижничеству, или высшему образу жизни я приведу к созреванию несозревшую камму и устраню созревшую когда бы она не проявлялась“, ибо это не так. ",
  "dn2:20.9": "Счастье и несчастье словно отмеряны меркой. Границы цикла перерождений фиксированы; нет им сокращения или увеличения, нет обгона или отставания. ",
  "dn2:20.10": "И подобно тому, как брошенный клубок нити разматывается пока не дойдёт до конца, ",
  "dn2:20.11": "также точно и глупцы и мудрые, странствуя и переходя из одного существования в другое, положат конец страданию» ",
  "dn2:21.1": "Так, о досточтимый, Маккхали Госала будучи спрошен о зримом плоде отшельничества ответил мне об очищении благодаря переходу из одного существования в другое. ",
  "dn2:21.2": "Подобно тому, о досточтимый, как спрошенный о манго, стал бы отвечать о хлебном дереве, или спрошенный о хлебном дереве, стал бы отвечать о манго, ",
  "dn2:21.3": "так же точно, о досточтимый, и Маккхали Госала, будучи спрошен о зримом плоде отшельничества, ответил мне об очищении благодаря переходу из одного существования в другое. ",
  "dn2:21.4": "Тогда, о досточтимый, мне пришло на ум следующее: ",
  "dn2:21.5": "«Как может подобный мне даже подумать о том, чтобы осудить отшельника или брахмана, живущего в царстве?» ",
  "dn2:21.6": "И вот, досточтимый, я не высказал Маккхали Госале ни одобрения, ни порицания. ",
  "dn2:21.7": "Ни одобряя, ни порицая, я, будучи недовольным, не произнес недовольных слов. Ни приняв его учение, ни согласившись с ним я встал со своего места и ушёл. ",
  "dn2:22.0": "3.3. Учение Аджиты Кесакамбалы ",
  "dn2:22.1": "«Однажды, о досточтимый, я приблизился к Аджите Кесакамбале. Приблизившись, я обменялся с Аджитой Кесакамбалой дружественными приветствиями. ",
  "dn2:22.2": "Обменявшись приветствиями в дружественной и уважительной манере, я сел в одной стороне от него. И сев в стороне, я, о досточтимый, так сказал Аджите Кесакамбале: ",
  "dn2:22.3": "„Существуют ведь, о любезный Аджита, занятые в различных отраслях ремесел… ",
  "dn2:22.4": "Можно ли, о любезный Аджита, точно так же указать на зримый плод отшельничества в этом зримом мире?“ ",
  "dn2:23.1": "Когда так было сказано, о досточтимый, Аджита Кесакамбала так сказал мне: ",
  "dn2:23.2": "„Великий царь, ничего не даётся, ничего не подносится, ничего не жертвуется, нет ни плода ни последствий благих и дурных поступков, нет этого мира, нет другого мира, нет матери, нет отца, нет самопроизвольно рождающихся существ, нет в мире отшельников и брахманов с надлежащим достижением и надлежащей практикой, которые провозглашают этот мир и следующий, познав его с помощью собственного истинного понимания. ",
  "dn2:23.3": "Этот человек состоит из четырех великих элементов, и когда он умирает, то земля из него возвращается и входит во (внешнюю) совокупность земли, вода возвращается и входит во (внешнюю) совокупность воды, огонь возвращается и входит во (внешенюю) совокупность огня, воздух возвращается и входит во (внешнюю) совокупность воздуха, способности чувственного восприятия переходят в пространство. ",
  "dn2:23.4": "Вот четыре человека и носилки – пятые: они берут умершего и несут. ",
  "dn2:23.5": "Они идут до кладбища и произносят слова о нем. ",
  "dn2:23.6": "Его кости становятся серыми, его подношения заканчиваются прахом. ",
  "dn2:23.7": "Практика дарения — это учение глупцов. ",
  "dn2:23.8": "Те, кто провозглашают, что есть (будущая жизнь) произносят лишь ложную, пустую болтовню. ",
  "dn2:23.9": "С разрушением тела глупые и мудрые уничтожаются и полностью исчезают. Они не существуют после смерти.“ ",
  "dn2:24.1": "Так, о досточтимый, Аджита Кесакамбала, будучи спрошен о зримом плоде отшельничества ответил мне проповедью об уничтожении. ",
  "dn2:24.2": "Подобно тому, о досточтимый, как спрошенный о манго, стал бы отвечать о хлебном дереве, или спрошенный о хлебном дереве, стал бы отвечать о манго, ",
  "dn2:24.3": "так же точно, о досточтимый, и Аджита Кесакамбала, будучи спрошен о зримом плоде отшельничества, ответил мне проповедью об уничтожении. ",
  "dn2:24.4": "Тогда, о досточтимый, мне пришло на ум следующее: ",
  "dn2:24.5": "„Как может подобный мне даже подумать о том, чтобы осудить отшельника или брахмана, живущего в царстве?“ ",
  "dn2:24.6": "И вот, досточтимый, я не высказал Аджите Кесакамбале ни одобрения, ни порицания. ",
  "dn2:24.7": "Ни одобряя, ни порицая, я, будучи недовольным, не произнес недовольных слов. Ни приняв его учение, ни согласившись с ним я встал со своего места и ушёл. ",
  "dn2:25.0": "3.4. Учение Пакудхи Каччаяны ",
  "dn2:25.1": "„Однажды, о досточтимый, я приблизился к Пакудхе Каччаяне. Приблизившись, я обменялся с Пакудхой Каччаяной дружественными приветствиями. ",
  "dn2:25.2": "Обменявшись приветствиями в дружественной и уважительной манере, я сел в одной стороне от него. ",
  "dn2:25.3": "И сев в стороне, я, о досточтимый, так сказал Пакудхе Каччаяне: „Существуют ведь, о любезный Каччаяна, занятые в различных отраслях ремесел… ",
  "dn2:25.4": "Можно ли, о любезный Каччаяна, точно так же указать на зримый плод отшельничества в этом зримом мире?“ ",
  "dn2:26.1": "Когда так было сказано, о досточтимый, Пакудха Каччаяна так сказал мне: ",
  "dn2:26.2": "Великий царь, эти семь элементов не созданы, не сконструированы, не сотворены, у них нет создателя; они бесплодны, крепкие как вершина, стоят прочно как столб. ",
  "dn2:26.3": "Они не меняется, не изменяются, не мешают друг другу, не причиняют друг другу счастья или несчастья, или счастья и несчастья. ",
  "dn2:26.4": "Каковы же эти семеро? ",
  "dn2:26.5": "Совокупность земли, совокупность воды, совокупность огня, совокупность воздуха, счастье, несчастье и седьмое — жизнь. ",
  "dn2:26.6": "Эти семь совокупностей не созданы, не сконструированы, не сотворены, у них нет создателя; они бесплодны, крепкие как вершина, стоят прочно как столб. ",
  "dn2:26.7": "Они не меняется, не изменяются, не мешают друг другу, не причиняют друг другу счастья или несчастья, или счастья и несчастья. ",
  "dn2:26.8": "Нет здесь убивающего, или побуждающего убивать, слушающего или побуждающего слушать, сознающего или побуждающего сознавать. ",
  "dn2:26.9": "И когда кто-нибудь отскает острым мечом чью-то голову, то никто никого не лишает жизни – ",
  "dn2:26.10": "просто меч проникает в промежуток между семью совокупностями». ",
  "dn2:27.1": "Так, о досточтимый, Пакудха Каччаяна, будучи спрошен о зримом плоде отшельничества ответил мне другим и о другом. ",
  "dn2:27.2": "Подобно тому, о досточтимый, как спрошенный о манго, стал бы отвечать о хлебном дереве, или спрошенный о хлебном дереве, стал бы отвечать о манго, ",
  "dn2:27.3": "так же точно, о досточтимый, и Пакудха Каччаяна, будучи спрошен о зримом плоде отшельничества, ответил мне другим и о другом. ",
  "dn2:27.4": "Тогда, о досточтимый, мне пришло на ум следующее: ",
  "dn2:27.5": "«Как может подобный мне даже подумать о том, чтобы осудить отшельника или брахмана, живущего в царстве?» ",
  "dn2:27.6": "И вот, досточтимый, я не высказал Пакудхе Каччаяне ни одобрения, ни порицания. ",
  "dn2:27.7": "Ни одобряя, ни порицая, я, будучи недовольным, не произнес недовольных слов. Ни приняв его учение, ни согласившись с ним я встал со своего места и ушёл. ",
  "dn2:28.0": "3.5. Учение Нигантхи Натапутты ",
  "dn2:28.1": "«Однажды, о досточтимый, я приблизился к Нигантхе Натапутте. Приблизившись, я обменялся с Нигантхой Натапуттой дружественными приветствиями. ",
  "dn2:28.2": "Обменявшись приветствиями в дружественной и уважительной манере, я сел в одной стороне от него. И сев в стороне, я, о досточтимый, так сказал Нигантхе Натапутте: ",
  "dn2:28.3": "„Существуют ведь, о любезный Аггивессана, занятые в различных отраслях ремесел… ",
  "dn2:28.4": "Можно ли, о любезный Аггивессана, точно так же указать на зримый плод отшельничества в этом зримом мире?“ ",
  "dn2:29.1": "Когда так было сказано, о досточтимый, Нигантха Натапутта так сказал мне: ",
  "dn2:29.2": "„Великий царь, вот Нигантха сдержан четырёхчастным воздержанием. ",
  "dn2:29.3": "И как же великий царь, Нигантха сдержан четырехчастным воздержанием? ",
  "dn2:29.4": "Здесь, великий царь, Нигантха сдержан в отношении всякой воды, он обладает избеганием всего зла, он очищен избеганием всего зла, он пропитан избеганием всего зла. ",
  "dn2:29.5": "Так великий царь, Нигантха сдержан четырехчастным воздержанием. ",
  "dn2:29.6": "И поскольку, великий царь, Нигантха сдержан этим четырехчастным воздержанием, ",
  "dn2:29.7": "он великий царь, зовется не имеющим узлов, себя приведшим к цели, себя обуздавшим, себя укрепившим. ",
  "dn2:30.1": "Так, о досточтимый, Нигантха Натапутта, будучи спрошен о зримом плоде отшельничества, ответил мне о четырехчастном воздержании. ",
  "dn2:30.2": "Подобно тому, о досточтимый, как спрошенный о манго, стал бы отвечать о хлебном дереве, или спрошенный о хлебном дереве, стал бы отвечать о манго, ",
  "dn2:30.3": "так же точно, о досточтимый, и Нигантха Натапутта, будучи спрошен о зримом плоде отшельничества, ответил мне о четырехчастном воздержании. ",
  "dn2:30.4": "Тогда, о досточтимый, мне пришло на ум следующее: ",
  "dn2:30.5": "„Как может подобный мне даже подумать о том, чтобы осудить отшельника или брахмана, живущего в царстве?“ ",
  "dn2:30.6": "И вот, досточтимый, я не высказал Нигантхе Натапутте ни одобрения, ни порицания. ",
  "dn2:30.7": "Ни одобряя, ни порицая, я, будучи недовольным, не произнес недовольных слов. Ни приняв его учение, ни согласившись с ним я встал со своего места и ушёл. ",
  "dn2:31.0": "3.6. Учение Санджаи Белаттхапутты ",
  "dn2:31.1": "„Однажды, о досточтимый, я приблизился к Санджае Беллаттхапутте. Приблизившись, я обменялся с Санджаей Беллаттхапуттой дружественными приветствиями. ",
  "dn2:31.2": "Обменявшись приветствиями в дружественной и уважительной манере, я сел в одной стороне от него. И сев в стороне, я, о досточтимый, так сказал Санджае Беллаттхапутте: ",
  "dn2:31.3": "„Существуют ведь, о любезный Санджая, занятые в различных отраслях ремесел… ",
  "dn2:31.4": "Можно ли, о любезный Санджая, точно так же указать на зримый плод отшельничества в этом зримом мире?“ ",
  "dn2:32.1": "Когда так было сказано, о досточтимый, Санджая Беллаттхапутта так сказал мне: ",
  "dn2:32.2": "„Если бы ты спросил меня: „Другой мир существует? “ и я считал бы, что другой мир существует, то я объяснил бы, что другой мир существует. ",
  "dn2:32.3": "Но я не утверждаю „это так“ или „это этак“ или „это наоборот“. Я не утверждаю „это не так“ или „это не не так“. ",
  "dn2:32.4": "Если бы ты спросил меня: „Другой мир не существует? … ",
  "dn2:32.5": "Другой мир и существует и не существует? … ",
  "dn2:32.6": "Другой мир ни существует, ни не существует? … ",
  "dn2:32.7": "Самопроизвольно рождающиеся существа есть? … ",
  "dn2:32.8": "Самопроизвольно рождающихся существ нет? … ",
  "dn2:32.9": "Самопроизвольно рождающиеся существа есть и нет? … ",
  "dn2:32.10": "Самопроизвольно рождающиеся существа ни есть ни нет? … ",
  "dn2:32.11": "Плод и последствия дурных и добрых дел существуют? … ",
  "dn2:32.12": "Плод и последствия дурных и добрых дел не существуют? … ",
  "dn2:32.13": "Плод и последствия дурных и добрых дел существуют и не существуют? … ",
  "dn2:32.14": "Плод и последствия дурных и добрых дел ни существуют ни не существуют? … ",
  "dn2:32.15": "Татхагата после смерти существует? … ",
  "dn2:32.16": "Татхагата после смерти не существует? … ",
  "dn2:32.17": "Татхагата после смерти и существует и не существует? … ",
  "dn2:32.18": "Татхагата после смерти и ни существует ни не существует?“ и я считал бы, что Татхагата после смерти ни существует ни не существует, то я объяснил бы, что Татхагата после смерти ни существует ни не существует. ",
  "dn2:32.19": "Но я не утверждаю „это так“ или „это этак“ или „это наоборот“. Я не утверждаю „это не так“ или „это не не так“. ",
  "dn2:33.1": "Так, о досточтимый, Санджая Белаттхапутта, будучи спрошен о зримом плоде отшельничества ответил мне уклончиво. ",
  "dn2:33.2": "Подобно тому, о досточтимый, как спрошенный о манго, стал бы отвечать о хлебном дереве, или спрошенный о хлебном дереве, стал бы отвечать о манго, ",
  "dn2:33.3": "так же точно, о досточтимый, и Санджая Белаттхапутта, будучи спрошен о зримом плоде отшельничества, ответил мне уклончиво. ",
  "dn2:33.4": "И мне, о досточтимый, пришло на ум следующее: ",
  "dn2:33.5": "„Этот из всех отшельников и брахманов самый глупый и запутавшийся. ",
  "dn2:33.6": "Как же так, что в ответ на вопрос о плодах отшельничества он отвечает уклончиво?“ ",
  "dn2:33.7": "Тогда, о досточтимый, мне пришло на ум следующее: ",
  "dn2:33.8": "„Как может подобный мне даже подумать о том, чтобы осудить отшельника или брахмана, живущего в царстве?“ ",
  "dn2:33.9": "И вот, досточтимый, я не высказал Санджае Белаттхапутте ни одобрения, ни порицания. ",
  "dn2:33.10": "Ни одобряя, ни порицая, я, будучи недовольным, не произнес недовольных слов. Ни приняв его учение, ни согласившись с ним я встал со своего места и ушёл. ",
  "dn2:34.0.1": "4. Плод отшельничества ",
  "dn2:34.0.2": "4.1. Первый зримый плод отшельничества ",
  "dn2:34.1": "И это же, о досточтимый, я спрашиваю у Благословенного: ",
  "dn2:34.2": "„Существуют ведь, о досточтимый, занятые в различных отраслях ремесел, ",
  "dn2:34.3": "а именно: дрессировщики слонов, дрессировщики лошадей, колесничие, лучники, знаменосцы, распорядители в войске, распределяющие провиант, благородные воины, воины переднего края, „великие слоны“, герои, воители в кожаном панцире, дети рабов, ",
  "dn2:34.4": "изготовители сладостей, брадобреи, банщики, повара, плетельщики гирлянд, прачки, ткачи, плетельщики корзин, гончары, вычислители, счетоводы, а также и занятые в других различных ремеслах подобного рода. ",
  "dn2:34.5": "Все они живут в этом зримом мире зримым плодом своего ремесла, им они радуют и удовлетворяют самих себя, радуют и удовлетворяют мать и отца, радуют и удовлетворяют ребенка и жену, радуют и удовлетворяют друга и товарища, доставляют отшельникам и брахманам благодатные подношения, связанные с благим уделом, несущие счастье, ведущие в благой удел. ",
  "dn2:34.6": "Можно ли, о досточтимый, указать таким же образом зримый плод отшельничества в этом зримом мире?» ",
  "dn2:34.7": "«Можно, великий царь. ",
  "dn2:34.8": "Только я задам тебе вопрос об этом. Отвечай так как считаешь нужным. ",
  "dn2:35.1": "Как ты думаешь, великий царь? ",
  "dn2:35.2": "Вот был бы у тебя раб, работник, встающий раньше тебя и ложащийся позже тебя, выполняющий всё, что ты хочешь, приятно ведущий себя, сладкоречивый, не спускающий с тебя глаз. ",
  "dn2:35.3": "И ему пришло бы на ум: ",
  "dn2:35.4": "„Сколь чудесен, сколь удивителен удел и последствия добродетельных поступков. ",
  "dn2:35.5": "Ведь этот царь Магадхи Аджатасатту Ведехипутта – человек, и я – человек. ",
  "dn2:35.6": "Ведь этот царь Магадхи Аджатасатту Ведехипутта, будучи наделен и снабжен пятью нитями чувственных удовольствий, наслаждается как будто божество. ",
  "dn2:35.7": "В то время как я — его раб, работник, встающий раньше него и ложащийся позже него, выполняющий всё, что он хочет, приятно ведущий себя, сладкоречивый, не спускающий с него глаз. ",
  "dn2:35.8": "Право, и я мог бы быть как он, соверши я добродетельные поступки. ",
  "dn2:35.9": "Сбрею-ка я волосы и бороду, надену желтые одеяния и уйду из дома в жизнь бездомную. ",
  "dn2:35.10": "И со временем он сбривает волосы и бороду, надевает желтые одеяния и уходит из дома в жизнь бездомную. ",
  "dn2:35.11": "Так, отринув мирское он станет жить, обуздывая тело, станет жить, обуздывая речь, станет жить, обуздывая ум, довольствуясь самым простым пропитанием и укрытием, радуясь уединению. ",
  "dn2:35.12": "И люди смогли бы так сказать тебе: ",
  "dn2:35.13": "„Ваше величество, да будет вам известно, что тот раб, работник, встающий раньше вас и ложащийся позже вас, выполняющий всё, что вы хотите, приятно ведущий себя, сладкоречивый, не спускающий с вас глаз, ",
  "dn2:35.14": "он, ваше величество, сбрил волосы и бороду, надел желтые одеяния и ушёл из дома в жизнь бездомную. ",
  "dn2:35.15": "Так, отринув мирское он живёт, обуздывая тело, живёт, обуздывая речь, живёт, обуздывая ум, довольствуясь самым простым пропитанием и укрытием, радуясь уединению.“ ",
  "dn2:35.16": "Сказал ли бы ты тогда так: ",
  "dn2:35.17": "„Приведите ко мне обратно этого человека, пусть он снова будет рабом, работником, встающий раньше меня и ложащийся позже меня, выполняющий всё, что я хочу, приятно ведущий себя, сладкоречивый, не спускающий меня глаз?“ ",
  "dn2:36.1": "„Совсем нет, о досточтимый. ",
  "dn2:36.2": "Мы напротив, выразили бы ему почтение, уважительно встали бы чтобы встретить, предложили сиденье, пригласили бы принять от нас монашеское одеяние, подаяние пищи, жилище, лекарства и средства помощи больным. Также мы обеспечили бы ему справедливую охрану, ограду и защиту.“ ",
  "dn2:36.3": "„Как ты думаешь, великий царь? ",
  "dn2:36.4": "Если так, есть зримый плод у отшельничества или нет?“ ",
  "dn2:36.5": "„Конечно, о досточтимый, если так, у отшельничества есть зримый плод“. ",
  "dn2:36.6": "„Это, великий царь, первый зримый в этом мире плод отшельничества, на который я указываю тебе.“ ",
  "dn2:37.0": "4.2. Второй зримый плод отшельничества ",
  "dn2:37.1": "„А можно ли, о досточтимый, указать таким же образом другой зримый плод отшельничества в этом зримом мире? “ ",
  "dn2:37.2": "„Можно, великий царь. ",
  "dn2:37.3": "Только я задам тебе вопрос об этом. Отвечай так как считаешь нужным. ",
  "dn2:37.4": "Как ты думаешь, великий царь? ",
  "dn2:37.5": "Вот был бы у тебя человек, земледелец, домохозяин, уплачивающий подать, умножающий твои доходы. ",
  "dn2:37.6": "И ему пришло бы на ум: ",
  "dn2:37.7": "„Сколь чудесен, сколь удивителен удел и последствия добродетельных поступков. ",
  "dn2:37.8": "Ведь этот царь Магадхи Аджатасатту Ведехипутта – человек, и я – человек. ",
  "dn2:37.9": "Ведь этот царь Магадхи Аджатасатту Ведехипутта, будучи наделен и снабжен пятью нитями чувственных удовольствий, наслаждается как будто божество. ",
  "dn2:37.10": "В то время как я — его земледелец, домохозяин, уплачивающий подать, умножающий его доходы. ",
  "dn2:37.11": "Право, и я мог бы быть как он, соверши я добродетельные поступки. ",
  "dn2:37.12": "Сбрею-ка я волосы и бороду, надену желтые одеяния и уйду из дома в жизнь бездомную.“ ",
  "dn2:37.13": "И со временем, отказавшись от малого богатства или отказавшись от большого богатства, отказавшись от малого круга родственников или отказавшись от большого круга родственников, он сбривает волосы и бороду, надевает желтые одеяния и уходит из дома в жизнь бездомную. ",
  "dn2:37.14": "Так, отринув мирское он станет жить, обуздывая тело, станет жить, обуздывая речь, станет жить, обуздывая ум, довольствуясь самым простым пропитанием и укрытием, радуясь уединению. ",
  "dn2:37.15": "И люди смогли бы так сказать тебе: ",
  "dn2:37.16": "„Ваше величество, да будет вам известно, что тот земледелец, домохозяин, уплачивающий подать, умножающий ваши доходы, ",
  "dn2:37.17": "он, ваше величество, сбрил волосы и бороду, надел желтые одеяния и ушёл из дома в жизнь бездомную. ",
  "dn2:37.18": "Так, отринув мирское он живёт, обуздывая тело, живёт, обуздывая речь, живёт, обуздывая ум, довольствуясь самым простым пропитанием и укрытием, радуясь уединению.“ ",
  "dn2:37.19": "Сказал ли бы ты тогда так: ",
  "dn2:37.20": "„Приведите ко мне обратно этого человека, пусть он снова будет земледельцем, домохозяином, уплачивающим подать, умножающим мои доходы?“ ",
  "dn2:38.1": "„Совсем нет, о досточтимый. ",
  "dn2:38.2": "Мы напротив, выразили бы ему почтение, уважительно встали бы чтобы встретить, предложили сиденье, пригласили бы принять от нас монашеское одеяние, подаяние пищи, жилище, лекарства и средства помощи больным. Также мы обеспечили бы ему справедливую охрану, ограду и защиту.“ ",
  "dn2:38.3": "„Как ты думаешь, великий царь? ",
  "dn2:38.4": "Если так, есть зримый плод у отшельничества или нет?“ ",
  "dn2:38.5": "„Конечно, о досточтимый, если так, у отшельничества есть зримый плод“. ",
  "dn2:38.6": "„Это, великий царь, второй зримый в этом мире плод отшельничества, на который я указываю тебе.“ ",
  "dn2:39.0": "4.3. Более возвышенный плод отшельничества ",
  "dn2:39.1": "„А можно ли, о досточтимый, указать таким же образом другой зримый плод отшельничества в этом зримом мире – и прекраснее, и возвышеннее этих зримых плодов отшельничества?“ ",
  "dn2:39.2": "„Можно, великий царь. ",
  "dn2:39.3": "В таком случае, великий царь, слушай и тщательно внимай, я буду говорить“. ",
  "dn2:39.4": "„Хорошо, досточтимый“, – ответил Благословенному царь Магадхи Аджатасатту Ведехипутта. ",
  "dn2:39.5": "Благословенный сказал так: ",
  "dn2:40.1": "„Здесь, великий царь, в мир приходит Татхагата – достойный (арахант), постигший в совершенстве, обладающий знанием и поведением, достигший блага, знаток мира, несравненный проводник существ, подходящих для обуздания, учитель божеств и людей, постигший, благословенный. ",
  "dn2:40.2": "Постигнув с помощью собственного истинного понимания он объясняет этот мир с его божествами, марами и брахмами, народ с его отшельниками и брахманами, правителями и простыми людьми. ",
  "dn2:40.3": "Он учит Дхамме прекрасной в начале, прекрасной в середине, прекрасной в конце, со смыслом и с подробностями целиком и полностью разъясняет абсолютно чистую возвышенную жизнь. ",
  "dn2:41.1": "Эту Дхамму слышит домохозяин, или сын домохозяина, или родившийся в каком-либо другом семействе. ",
  "dn2:41.2": "Слыша эту Дхамму, он обретает доверие Татхагате. ",
  "dn2:41.3": "И наделенный этим обретенным им доверием, он размышляет: ",
  "dn2:41.4": "„Тесна жизнь в доме, это путь нечистоты, отрешение от мирского — как открытое пространство. ",
  "dn2:41.5": "Нелегко живущему в доме вести возвышенную жизнь, абсолютно полную и абсолютно чистую как отполированная раковина. ",
  "dn2:41.6": "Сбрею-ка я волосы и бороду, надену желтые одеяния и уйду из дома в жизнь бездомную.“ ",
  "dn2:41.7": "И со временем, отказавшись от малого богатства или от большого богатства, отказавшись от малого круга родственников или отказавшись от большого круга родственников, он сбривает волосы и бороду, надевает желтые одеяния и уходит из дома в жизнь бездомную. ",
  "dn2:42.1": "Уйдя таким образом в бездомную жизнь, он живет сдержанный воздержанием Патимоккхи, обладает должным поведением и пастбищем. Приняв правила он обучается следованию им, видя опасность в мельчайших проступках. Он обладает благотворным телесным и речевым поведением, чистыми средствами к существованию и нравственностью. Он охраняет врата способностей чувственного восприятия, обладает памятованием и осознанием, удовлетворён. ",
  "dn2:43.0.1": "4.3.1. Нравственность ",
  "dn2:43.0.2": "4.3.1.1 Малая глава о нравственности ",
  "dn2:43.1": "И как же, великий царь, монах обладает нравственностью? ",
  "dn2:43.2": "Здесь, великий царь, монах, прекратив уничтожать живое, воздерживается от уничтожения живого. Он сложил посох, сложил оружие, добросовестный, живёт в доброте и сочувствии благу всех живых существ. ",
  "dn2:43.3": "Это тоже часть его нравственности. ",
  "dn2:43.4": "Прекратив брать то, что не дано, он воздерживается от взятия того, что не дано. Принимая и желая только то, что дано, он пребывает чистым без воровства. ",
  "dn2:43.5": "Это тоже часть его нравственности. ",
  "dn2:43.6": "Прекратив нецеломудрие, он следует целомудрию, держится подальше от нецеломудрия, воздерживается от сексуальных отношений, являющихся образом поведения деревенщин. ",
  "dn2:43.7": "Это тоже часть его нравственности. ",
  "dn2:44.1": "Прекратив ложную речь он воздерживается от ложной речи, говорит правду, привержен правде, надежен, заслуживает доверия, никого в мире не обманывает. ",
  "dn2:44.2": "Это тоже часть его нравственности. ",
  "dn2:44.3": "Прекратив ссорящие слова он воздерживается от ссорящих слов. Услышанное здесь он не рассказывает там, чтобы поссорить тамошних со здешними. Услышанное там он не рассказывает здесь, чтобы поссорить здешних с тамошними. Так соединяя находящихся в раздоре и укрепляя согласие живущих в согласии он любит согласие, наслаждается согласием, радуется согласию, произносит слова, ведущие к согласию. ",
  "dn2:44.4": "Это тоже часть его нравственности. ",
  "dn2:44.5": "Прекратив грубую речь он воздерживается от грубой речи. Он произносит мягкие, приятные на слух слова, внушающие любовь, идущие к сердцу, вежливые, радующие и приятные для многих. ",
  "dn2:44.6": "Это тоже часть его нравственности. ",
  "dn2:44.7": "Прекратив пустую болтовню он воздерживается от пустой болтовни. Он говорит своевременно, говорит о том что есть в реальности, что относится к цели (или благу), о Дхамме, о Винае. Он произносит слова заслуживающие сохранения как ценность, своевременные, обоснованные, соразмерные, относящиеся к цели (или к благу). ",
  "dn2:44.8": "Это тоже часть его нравственности. ",
  "dn2:45.1": "Он воздерживается от нанесения вреда семенам и растениям всех видов. ",
  "dn2:45.2": "Он избегает принимать пищу в неположенное время, принимает пищу в один промежуток дня и воздерживается от нее ночью. ",
  "dn2:45.3": "Он воздерживается от танцев, пения, музыки и посещения зрелищ. ",
  "dn2:45.4": "Он воздерживается от ношения гирлянд, использования духов и косметики для украшения тела. ",
  "dn2:45.5": "Он воздерживается от высоких и больших постелей. ",
  "dn2:45.6": "Он воздерживается от принятия золота или серебра. ",
  "dn2:45.7": "Он воздерживается от принятия неприготовленного зерна. ",
  "dn2:45.8": "Он воздерживается от принятия неприготовленного мяса. ",
  "dn2:45.9": "Он воздерживается от принятия женщин и девушек. ",
  "dn2:45.10": "Он воздерживается от принятия рабынь и рабов. ",
  "dn2:45.11": "Он воздерживается от принятия коз и овец. ",
  "dn2:45.12": "Он воздерживается от принятия петухов и свиней. ",
  "dn2:45.13": "Он воздерживается от принятия слонов, коров, коней и кобыл. ",
  "dn2:45.14": "Он воздерживается от принятия полей и земель. ",
  "dn2:45.15": "Он воздерживается от исполнения обязанностей вестника или посыльного. ",
  "dn2:45.16": "Он воздерживается от купли и продажи. ",
  "dn2:45.17": "Он воздерживается от использования обманных единиц веса, обманных металлов, обманных средств измерения. ",
  "dn2:45.18": "Он воздерживается от нечестного поведения: взяточничества, обмана и мошенничества. ",
  "dn2:45.19": "Он воздерживается от нанесения увечий в качестве наказания, исполнения казней, заключения в тюрьму, грабежа, разграбления и насилия. ",
  "dn2:45.20": "Это тоже часть его нравственности. ",
  "dn2:45.21": "Закончена малая глава о нравственности. ",
  "dn2:46.0": "4.3.1.2. Средняя глава о нравственности ",
  "dn2:46.1": "В то время, как некоторые почтенные отшельники и брахманы, поедая подношения пищи, поданные из веры, пребывают в склонности наносить подобным образом вред семенам и растениям всех видов, ",
  "dn2:46.2": "а именно: плодящимся от корня, плодящимся от ветки, плодящимся от коленца, плодящимся от верхушки и, в-пятых, плодящихся от семени – он воздерживается от нанесения подобным образом вреда семенам и растениям. ",
  "dn2:46.3": "Это тоже часть его нравственности. ",
  "dn2:47.1": "В то время, как некоторые почтенные отшельники и брахманы, поедая подношения пищи, поданные из веры, пребывают в склонности собирать и использовать подобным образом запасы, ",
  "dn2:47.2": "а именно: запасы еды, запасы питья, запасы одежды, запасы обуви, запасы постелей, запасы благовонии, запасы лакомства – ",
  "dn2:47.3": "он воздерживается от собирания и использования подобным образом запасов. ",
  "dn2:47.4": "Это тоже часть его нравственности. ",
  "dn2:48.1": "В то время, как некоторые почтенные отшельники и брахманы, поедая подношения пищи, поданные из веры, пребывают в склонности посещать подобным образом зрелища, ",
  "dn2:48.2": "а именно: танцы, пение, музыку, представления, декламацию, игру на цимбалах, выступления царских певцов, игру на барабане, волшебные сцены, акробатические трюки чандал, борьбу слонов, борьбу коней, борьбу буйволов, борьбу быков, борьбу коз, борьбу баранов, борьбу петухов, борьбу перепелов, борьбу на дубинках, борьбу на кулаках, схватку, учебное сражение, сбор воинов, боевой строй, смотр войск, – ",
  "dn2:48.3": "он воздерживается от посещений подобных зрелищ. ",
  "dn2:48.4": "Это тоже часть его нравственности. ",
  "dn2:49.1": "В то время, как некоторые почтенные отшельники и брахманы, поедая подношения пищи, поданные из веры, пребывают в склонности предаваться играм, ведущим к беспечности. ",
  "dn2:49.2": "А именно: играм „восемь полей“, „десять полей“, „пространство“, „окружной путь“, сантика, кхалика, „сучок“, „рука-кисточка“, играм с шарами, трубочками из листьев, маленьким плугом, моккхачике, играм с маленькой ветряной мельницей, маленькой меркой, повозочкой, маленьким луком, угадыванию букв, угадыванию мыслей, подражанию телесным недостаткам, – ",
  "dn2:49.3": "он воздерживается от подобных игр, ведущих к беспечности. ",
  "dn2:49.4": "Это тоже часть его нравственности. ",
  "dn2:50.1": "В то время, как некоторые почтенные отшельники и брахманы, поедая подношения пищи, поданные из веры, пребывают в склонности пользоваться подобным образом высоким ложем или большим ложем, – ",
  "dn2:50.2": "а именно: удлиненным сиденьем, ложем с изображеньем животных на его подпорках, пышным руном, пестрым стеганым одеялом, белым шерстяным одеялом, шерстяным покрывалом, украшенным цветами, подстилкой из хлопка, шерстяным одеялом с изображением зверей, покрывалом с бахромой по бокам, покрывалом с бахромой по одной стороне, покрывалом, расшитым драгоценностями, шелковым покрывалом, ковром для танцовщиц, покрывалом для слонов, покрывалом для коней, покрывалом для колесниц, покрывалом для кожи черной антилопы, подстилкой из превосходной кожи антилопы кадали, покрывалом с балдахином, ложем с красными подушками у изголовья и в ногах – ",
  "dn2:50.3": "он воздерживается от использования подобного высокого ложа или большого ложа. ",
  "dn2:50.4": "Это тоже часть его нравственности. ",
  "dn2:51.1": "В то время, как некоторые почтенные отшельники и брахманы, поедая подношения пищи, поданные из веры, пребывают в склонности заниматься подобным образом украшениями и нарядами, ",
  "dn2:51.2": "а именно: угощением, массажем, омовением, растиранием, пользоваться зеркалом, глазной мазью, венками, притираниями, пудрой для лица, мазью для лица, браслетами, перевязью на голове, тростью для прогулок, лекарствами, мечем, зонтом, пестрыми сандалиями, тюрбаном, диадемой, опахалом из хвоста буйвола, белыми долгополыми одеждами, – ",
  "dn2:51.3": "он воздерживается от использования таких украшений и нарядов. ",
  "dn2:51.4": "Это тоже часть его нравственности. ",
  "dn2:52.1": "В то время как некоторые почтенные отшельники и брахманы, поедая подношения пищи, поданные из веры, пребывают подобным образом в склонности к низменным беседам, ",
  "dn2:52.2": "а именно: беседам о царе, беседам о ворах, беседам о советниках, беседам о войске, беседам об опасности, беседам о сражении, беседам о еде, беседам о питье, беседам об одеждах, беседам о ложах, беседам о венках, беседам о благовониях, беседам о родственниках, беседам о повозках, беседам о деревнях, беседам о торговых селениях, беседам о городах, беседам о странах, беседам о женщинах, беседам о мужчинах, беседам о героях, беседам о дорогах, беседам о водоемах, беседам о прежде умерших, беседам о всякой всячине, беседам о мире, беседам об океане, беседам о том, что существует и чего не существует, – ",
  "dn2:52.3": "он воздерживается от подобных низменных бесед. ",
  "dn2:52.4": "Это тоже часть его нравственности. ",
  "dn2:53.1": "В то время как некоторые почтенные отшельники и брахманы, поедая подношения пищи, поданные из веры, пребывают подобным образом в склонности к пререканиям, – ",
  "dn2:53.2": "а именно: „Ты не знаешь доктрины и дисциплины, – я знаю доктрину и дисциплину!“, „Как ты узнаешь доктрину и дисциплину?“, „Ты следуешь ложным путем – я следую истинным путем!“, „Я последователен – ты непоследователен!“, „Ты сказал в конце то, что следовало сказать вначале, и сказал вначале то, что следовало сказать в конце!“, „Мысль у тебя не продумана и превратна!“, „Твоя речь опровергнута, ты побежден!“, „Оставь эту речь или разъясни, если можешь!“ – ",
  "dn2:53.3": "он воздерживается от таких пререканий. ",
  "dn2:53.4": "Это тоже часть его нравственности. ",
  "dn2:54.1": "В то время как некоторые почтенные отшельники и брахманы, поедая подношения пищи, поданные из веры, пребывают в склонности исполнять подобным образом обязанность вестника или посыльного, ",
  "dn2:54.2": "а именно, у царей, царских советников, кшатриев, брахманов, домохозяев, юношей, передавая: „иди сюда“, „иди туда“, „возьми это“, „неси это туда“, – ",
  "dn2:54.3": "он воздерживается от такого исполнения обязанности вестника или посыльного. ",
  "dn2:54.4": "Это тоже часть его нравственности. ",
  "dn2:55.1": "В то время как некоторые почтенные отшельники и брахманы, поедая подношения пищи, поданные из веры, бывают и обманщиками и болтунами, и прорицателями и фокусниками, страстно желая все новой и новой прибыли, – он воздерживается от подобного обмана и болтовни. ",
  "dn2:55.2": "Это тоже часть его нравственности. ",
  "dn2:55.3": "Закончена средняя глава о нравственности. ",
  "dn2:56.0": "4.3.1.3. Большая глава о нравственности ",
  "dn2:56.1": "В то время как некоторые почтенные отшельники и брахманы, поедая подношения пищи, поданные из веры, добывают подобным образом средства к существованию низменными знаниями и ненадлежащими способами заработка на жизнь, ",
  "dn2:56.2": "а именно: истолковывая особенности частей тела, предзнаменования, небесные явления, сны, знаки на теле, изъеденные мышами одежды, созерцая жертвоприношение на огне, жертвоприношение ложкой, жертвоприношение шелухой риса, жертвоприношение краской пыльцой между шелухой и зерном, жертвоприношение зернами риса, жертвоприношение очищенным маслом, жертвоприношение ртом, жертвоприношение кровью, используя знания частей тела, знания строений, знание полей, знание благоприятных заклинаний, знание духов умерших, знание земли, знание змей, знание яда, знание скорпионов, знание мышей, знание птиц, знание ворон, предсказание срока жизни, заговор от стрел, понимания языка животных, – ",
  "dn2:56.3": "он воздерживается от подобных низменных знаний и ненадлежащих способов заработка на жизнь. ",
  "dn2:56.4": "Это тоже часть его нравственности. ",
  "dn2:57.1": "В то время как некоторые почтенные отшельники и брахманы, поедая подношения пищи, поданные из веры, добывают подобным образом средства к существованию низменными знаниями и ненадлежащими способами заработка на жизнь, ",
  "dn2:57.2": "а именно: истолковывая знаки на драгоценностях, знаки на палках, знаки на одеждах, знаки на мечах, знаки на стрелах, знаки на луках, знаки на оружии, знаки на женщинах, знаки на мужчинах, знаки на юношах, знаки на девушках, знаки на рабах, знаки на рабынях, знаки на слонах, знаки на конях, знаки на буйволах, знаки на быках, знаки на коровах, знаки на козлах, знаки на баранах, знаки на петухах, знаки на перепелах, знаки на ящерицах, знаки на длинноухих животных, знаки на черепахах, знаки на диких зверях, – ",
  "dn2:57.3": "он воздерживается от подобных низменных знаний и ненадлежащих способов заработка на жизнь. ",
  "dn2:57.4": "Это тоже часть его нравственности. ",
  "dn2:58.1": "В то время как некоторые почтенные отшельники и брахманы, поедая подношения пищи, поданные из веры, добывают подобным образом средства к существованию низменными знаниями и ненадлежащими способами заработка на жизнь, ",
  "dn2:58.2": "а именно: предсказывая, что будет выступление царя в поход, не будет выступления царя, – будет наступление здешнего царя, будет отступление чужого царя, – будет наступление чужого царя, будет отступление здешнего царя, – будет победа здешнего царя, – будет победа одного, будет поражение другого – ",
  "dn2:58.3": "он воздерживается от подобных низменных знаний и ненадлежащих способов заработка на жизнь. ",
  "dn2:58.4": "Это тоже часть его нравственности. ",
  "dn2:59.1": "В то время как некоторые почтенные отшельники и брахманы, поедая подношения пищи, поданные из веры, добывают подобным образом средства к существованию низменными знаниями и ненадлежащими способами заработка на жизнь, ",
  "dn2:59.2": "а именно: предсказывая, что будет затмение Луны, будет затмение Солнца, будет затмение звезд, будет движение Луны и Солнца по своему обычному пути, будет движение Луны и Солнца по необычному пути, будет движение звезд по своему обычному пути, будет движение звезд по необычному пути, будет падение метеоритов, будет пламя, охватившее горизонт, будет землетрясение, будет гром с неба, будет восход, заход, замутнение, очищение Луны, Солнца, звезд; предсказывая, что таков будет результат затмения Луны, что таков будет результат затмения Солнца, что таков будет результат затмения звезд, что таков будет результат движение Луны и Солнца по своему обычному пути, что таков будет результат движения Луны и Солнца по своему необычному пути, таков будет результат движения звезд по своему обычному пути, таков будет результат движения звезд по необычному пути, таков будет результат падения метеоров, таков будет результат пламени, охватившего горизонт, таков будет результат землетрясения, таков будет результат грома с неба, таков будет результат восхода, захода, замутнения, очищения Луны, Солнца, звезд – ",
  "dn2:59.3": "он воздерживается от подобных низменных знаний и ненадлежащих способов заработка на жизнь. ",
  "dn2:59.4": "Это тоже часть его нравственности. ",
  "dn2:60.1": "В то время как некоторые почтенные отшельники и брахманы, поедая подношения пищи, поданные из веры, добывают подобным образом средства к существованию низменными знаниями и ненадлежащими способами заработка на жизнь, ",
  "dn2:60.2": "а именно: предсказывая, что будет обильный дождь, будет недостаток в дожде, будет обилие пищи, будет недостаток в пище, будет спокойствие, будет опасность, будет болезнь, будет здоровье; считая по пальцам, вычисляя, производя сложение, сочиняя стихи, рассуждая о природе, – ",
  "dn2:60.3": "он воздерживается от подобных низменных знаний и ненадлежащих способов заработка на жизнь. ",
  "dn2:60.4": "Это тоже часть его нравственности. ",
  "dn2:61.1": "В то время как некоторые почтенные отшельники и брахманы, поедая подношения пищи, поданные из веры, добывают подобным образом средства к существованию низменными знаниями и ненадлежащими способами заработка на жизнь, ",
  "dn2:61.2": "а именно: устанавливая благоприятное время для введения новобрачной в дом, выдачи дочери замуж, мирных переговоров, вражды, взыскания долгов, раздачи денег; вызывая колдовством счастья, вызывая несчастье, вызывая выкидыш, сковывая язык, смыкая челюсти, заговаривая руки, заговаривая уши, вопрошая зеркало о будущем, вопрошая девушку, вопрошая божество, почитая Солнце, почитая Великого, извергая огонь изо рта, призывая Сири, – ",
  "dn2:61.3": "он воздерживается от подобных низменных знаний и ненадлежащих способов заработка на жизнь. ",
  "dn2:61.4": "Это тоже часть его нравственности. ",
  "dn2:62.1": "В то время как некоторые почтенные отшельники и брахманы, поедая подношения пищи, поданные из веры, добывают подобным образом средства к существованию низменными знаниями и ненадлежащими способами заработка на жизнь, ",
  "dn2:62.2": "а именно: склоняя на милость богов, исполняя обеты, заклиная духов умерших, пребывая в земляном жилище, вызывая потенцию, вызывая импотенцию, определяя место для постройки, освящая место; совершая ритуальное полоскание рта, омовение жертвоприношению; предписывая рвотное, слабительное, очищающее сверху, очищающее снизу, очищающее голову, масло для ушей, облегчающее средство для глаз, снадобье для носа, глазную мазь, умащивание; бывая глазными врачами, хирургами, леча детей, добывая целебные коренья, освобождая от ставшего ненужным лекарства, – ",
  "dn2:62.3": "он воздерживается от подобных низменных знаний и ненадлежащих способов заработка на жизнь. ",
  "dn2:62.4": "Это тоже часть его нравственности. ",
  "dn2:63.1": "И вот, великий царь, этот монах, обладающий подобной нравственностью, не видит ниоткуда опасности в том, что касается нравственной воздержанности. ",
  "dn2:63.2": "Подобно тому, великий царь, как повелитель, помазанный на царство и избавившийся от неприятелей – ",
  "dn2:63.3": "так же точно, великий царь, и монах, обладающий подобной нравственностью, не видит ниоткуда опасности в том, что касается нравственной воздержанности. ",
  "dn2:63.4": "Наделенный этим праведным сводом нравственных предписаний, он испытывает безупречное внутреннее счастье. ",
  "dn2:63.5": "Вот так, великий царь, монах обладает нравственностью. ",
  "dn2:63.6": "Закончена большая глава о нравственности. ",
  "dn2:64.0.2": "4.3.2.1. Сдерживание способностей чувственного восприятия ",
  "dn2:64.1": "Как же, великий царь, монах охраняет врата способностей чувственного восприятия? ",
  "dn2:64.2": "Здесь, великий царь, увидев образ с помощью зрения, монах не выхватывает ни его главные признаки ни его подробности. ",
  "dn2:64.3": "Поскольку если его способность зрения останется несдержанной, дурные и неблаготворные виды поведения под действием алчности и огорчения могут завладеть им, он охраняет способность зрения, предпринимает сдерживание способности зрения. ",
  "dn2:64.4": "Услышав слухом звук… ",
  "dn2:64.5": "ощутив способностью обоняния запах… ",
  "dn2:64.6": "ощутив чувством вкуса вкус… ",
  "dn2:64.7": "ощутив способностью осязания осязаемый объект… ",
  "dn2:64.8": "познав рассудком понятие монах не выхватывает ни его главные признаки ни его подробности. ",
  "dn2:64.9": "Поскольку если его способность рассудка останется несдержанной, дурные и неблаготворные виды поведения под действием алчности и огорчения могут завладеть им, он охраняет способность рассудка, предпринимает сдерживание способности рассудка. ",
  "dn2:64.10": "Обладая этой благородным сдерживанием способностей чувственного восприятия он испытывает неуязвимое внутреннее счастье. ",
  "dn2:64.11": "Вот таким образом, великий царь, монах охраняет врата способностей чувственного восприятия. ",
  "dn2:65.0": "4.3.2.2. Памятование и осознание ",
  "dn2:65.1": "Как же великий царь, монах обладает памятованием и осознанием? ",
  "dn2:65.2": "Кроме того, когда монах шагает вперёд и назад, он занимается осознанием; когда смотрит прямо и в сторону, он занимается осознанием; когда сгибает и разгибает конечности, он занимается осознанием; когда носит накидку, основное одеяние и сосуд для подаяния, он занимается осознанием; когда ест, пьёт, жуёт, пробует на вкус, он занимается осознанием; когда мочится и испражняется, он занимается осознанием; когда идёт, стоит, сидит, засыпает, пробуждается, разговаривает и молчит, он занимается осознанием. ",
  "dn2:65.3": "Вот таким образом, великий царь, монах обладает памятованием и осознанием. ",
  "dn2:66.0": "4.3.2.3. Удовлетворенность ",
  "dn2:66.1": "Как же, великий царь, монах удовлетворен? ",
  "dn2:66.2": "Здесь, великий царь, монах удовлетворен одеянием, поддерживающим тело, и подаянием пищи, поддерживающим утробу; куда бы он ни отправился, он отправляется, беря с собой только свои принадлежности. ",
  "dn2:66.3": "Подобно тому, великий царь, как крылатая птица, куда бы ни полетела, летит с крыльями как с единственной ношей, ",
  "dn2:66.4": "так же точно, великий царь, монах удовлетворен одеянием, поддерживающим тело, и подаянием пищи, поддерживающим утробу. Куда бы он ни отправился, он отправляется, беря с собой только свои принадлежности. ",
  "dn2:66.5": "Вот таким образом, великий царь, монах удовлетворен. ",
  "dn2:67.0": "4.3.2.4. Устранение препятствий ",
  "dn2:67.1": "Обладая этой благородной совокупностью нравственных предписаний, обладая этим благородным сдерживанием способностей чувственного восприятия, обладая этим благородным памятованием и осознанием, обладая этой благородной удовлетворённостью ",
  "dn2:67.2": "он удаляется в уединенную обитель – в лес, к подножию дерева, на гору, в горную долину, в пещеру, на кладбище, в лесную чащу, на открытое пространство, к стогу сена. ",
  "dn2:67.3": "Возвратившись со сбора подаяния, после приёма пищи он садится, скрещивает ноги, держит тело прямо, устанавливает памятование перед собой. ",
  "dn2:68.1": "Устранив алчность к миру, он пребывает с умом, свободным от алчности, очищает ум от алчности. ",
  "dn2:68.2": "Устранив недоброжелательность и ненависть, он пребывает с умом без недоброжелательности, живёт в доброте и сочувствии благу всех живых существ, он очищает свой ум от недоброжелательности и ненависти. ",
  "dn2:68.3": "Устранив лень и сонливость он пребывает без лени и сонливости, распознавая свет, памятующий и осознающий, он очищает ум от лени и сонливости. ",
  "dn2:68.4": "Устранив неугомонность и беспокойство, он пребывает внутренне спокойный, с умиротворенностью в уме, очищает ум от неугомонности и беспокойства. ",
  "dn2:68.5": "Устранив неуверенность, он пребывает как преодолевший неуверенность, без сомнений о благотворных способах поведения, очищает свой ум от неуверенности. ",
  "dn2:69.1": "Подобно тому, великий царь, как если человек, взяв в долг, вложит взятое в своё дело, ",
  "dn2:69.2": "это его дело будет процветать, ",
  "dn2:69.3": "он сможет оплатить прежние долговые обязательства, и у него еще сверх того останется, на что поддерживать жену, ",
  "dn2:69.4": "и ему придёт на ум: ",
  "dn2:69.5": "„Вот, прежде я, взяв в долг, вложил взятое в своё дело, ",
  "dn2:69.6": "это мое дело стало процветать, ",
  "dn2:69.7": "и я смог оплатить прежние долговые обязательства, и у меня еще сверх того осталось на что поддерживать жену“. ",
  "dn2:69.8": "Благодаря этому он станет довольным, испытает радость. ",
  "dn2:70.1": "Подобно тому, великий царь, как если человека постигнет недуг, он будет страдать, тяжело болеть, и еда не будет ему впрок, и в теле не останется силы; ",
  "dn2:70.2": "и со временем он освободится от этого недуга, и еда будет ему впрок, и в теле его будет сила, ",
  "dn2:70.3": "и ему может прийти на ум: ",
  "dn2:70.4": "„Вот прежде меня постиг недуг, я страдал, тяжело болел, ",
  "dn2:70.5": "и еда не была мне впрок, и в теле моем не осталось силы; ",
  "dn2:70.6": "теперь же я освободился от этого недуга, ",
  "dn2:70.7": "и еда мне впрок, и в теле есть сила“. ",
  "dn2:70.8": "Благодаря этому он станет довольным, испытает радость. ",
  "dn2:71.1": "Подобно тому, великий царь, как если человек будет заключен в темницу, ",
  "dn2:71.2": "и со временем освободиться от этого заточения здравым и невредимым, и ничего не потеряет из имущества, ",
  "dn2:71.3": "и ему может прийти на ум: ",
  "dn2:71.4": "„Вот прежде я был заключен в темницу, теперь же освободился от этого заключения здравым и невредимым, ",
  "dn2:71.5": "и нечего не потерял из имущества“. ",
  "dn2:71.6": "Благодаря этому он станет довольным, испытает радость. ",
  "dn2:72.1": "Подобно тому, великий царь, как если человек будет рабом, не зависящим от себя, зависящим от другого, не имеющим право идти куда хочет, ",
  "dn2:72.2": "и со временем освободиться от этого рабства, став зависящим от себя, не зависящим от другого, свободным, имеющим право идти, куда хочет. ",
  "dn2:72.3": "Ему может прийти на ум: ",
  "dn2:72.4": "„Вот прежде я, был рабом, не зависящим от себя, зависящим от другого, не имеющим право идти куда хочу, ",
  "dn2:72.5": "теперь же я освободился от рабства, став зависящим от себя, не зависящим от другого, свободным, имеющим право идти, куда хочу“. ",
  "dn2:72.6": "Благодаря этому он станет довольным, испытает радость. ",
  "dn2:73.1": "Подобно тому, великий царь, как если человек с богатством и имуществом будет следовать по пустынной дороге, где недостаточно пропитания и есть опасности ",
  "dn2:73.2": "и со временем он пересечёт пустыню и в целости и сохранности достигнет края деревни, где безопасно и нет угроз. ",
  "dn2:73.3": "Ему может прийти на ум: ",
  "dn2:73.4": "„Вот прежде я с богатством и имуществом следовал по пустынной дороге, где недостаточно пропитания и есть опасности. ",
  "dn2:73.5": "Теперь же я пересёк пустыню и в целости и сохранности достиг края деревни, где безопасно и нет угроз.“ ",
  "dn2:73.6": "Благодаря этому он станет довольным, испытает радость. ",
  "dn2:74.1": "Так же точно, великий царь, и монах, видя, что у него не устранены эти пять препятствий, считает это долгом, болезнью, темницей, рабством, пустынной дорогой. ",
  "dn2:74.2": "И подобно этому, великий царь, монах, видя, что у него устранены эти пять препятствий, ",
  "dn2:74.3": "считает это освобождением от долгов, хорошим здоровьем, освобождением от заточения, освобождением от рабства, безопасным местом. ",
  "dn2:74.4": "Когда он видит, что эти пять препятствий в нём устранены, он становится довольным. У довольного возникает восторг. От восторга в уме расслабляется его тело. От расслабления тела он испытывает счастье. Когда он испытывает счастье, его ум собирается. ",
  "dn2:75.0": "4.3.2.5. Первый уровень поглощённости ",
  "dn2:75.1": "Отстранившись от чувственных желаний и отстранившись от неблаготворных способов поведения он входит и пребывает в первой поглощённости: восторг и счастье порождённые отстранением, сопровождающиеся помыслом и оценкой. ",
  "dn2:75.2": "Он обливает, заливает, переполняет, пропитывает это тело восторгом и счастьем, рожденным отстранением, и не остается во всем теле ничего, что не было бы пропитано восторгом и счастьем, рожденным отстранением. ",
  "dn2:76.1": "Подобно тому, великий царь, как искусный банщик или его подмастерье, насыпав мыльный порошок в металлический сосуд и постепенно окропляя со всех сторон водой станет обливать его так, что получиться мыльный ком, омытый влагой, пронизанный влагой, внутри и снаружи пропитанный влагой, но не источающий ее, ",
  "dn2:76.2": "так же точно, великий царь, и монах обливает, заливает, переполняет, пропитывает это тело восторгом и счастьем, рожденным отстранением, и не остается во всем его теле ничего, что не было бы пропитано восторгом и счастьем, рожденным отстранением. ",
  "dn2:76.3": "Таков, великий царь, зримый плод отшельничества, который прекраснее, и возвышеннее предыдущих зримых плодов отшельничества. ",
  "dn2:77.0": "4.3.2.6. Второй уровень поглощённости ",
  "dn2:77.1": "Кроме того, великий царь, монах, с прекращением помысла и оценки, входит и пребывает во второй поглощённости: восторг и счастье, рождённые собранностью, сопровождаются единением ума, который свободен от помысла и оценки, и внутренней уверенностью. ",
  "dn2:77.2": "Он обливает, заливает, переполняет, пропитывает это тело восторгом и счастьем, рожденным собранностью ума, и не остается во всем его теле ничего, что не было бы пропитано восторгом и счастьем, рожденным собранностью ума. ",
  "dn2:78.1": "Подобно тому, великий царь, как озеро, питаемое водой, бьющей из-под земли, хоть и не будет иметь ни притока воды с восточной стороны, ни притока воды с западной стороны, ни притока воды с северной стороны, ни притока воды с южной стороны, и божество не будет время от времени надлежащим образом доставлять ему дождь, – ",
  "dn2:78.2": "но потоки прохладной воды, бьющей из-под земли, питая его озеро, обольют, зальют, переполнят, пропитают это озеро прохладной водой, и не останется во всем озере ничего, что не было бы пропитано прохладной водой, ",
  "dn2:78.3": "так же точно, великий царь, и монах обливает, заливает, переполняет, пропитывает это тело восторгом и счастьем, рожденным собранностью ума, и не остается во всем его теле ничего, что не было бы пропитано восторгом и счастьем, рожденным собранностью ума. ",
  "dn2:78.4": "Таков, великий царь, зримый плод отшельничества, который прекраснее, и возвышеннее предыдущих зримых плодов отшельничества. ",
  "dn2:79.0": "4.3.2.7. Третий уровень поглощённости ",
  "dn2:79.1": "Кроме того, великий царь, монах с затуханием восторга пребывает в безмятежном наблюдении с памятованием и осознанием и испытывает счастье телом. Он входит и пребывает в третьей поглощённости и о нём благородные говорят: „В удовольствии живет тот, кто безмятежно наблюдает и памятует“. ",
  "dn2:79.2": "Он обливает, заливает, переполняет, пропитывает это тело счастьем, свободным от восторга, и не остается во всем его теле ничего, что не было бы пропитано счастьем, свободным от восторга. ",
  "dn2:80.1": "Подобно тому, великий царь, как в пруду с голубыми лотосами, пруду с красными лотосами, пруду с белыми лотосами отдельные голубые лотосы, или красные лотосы, или белые лотосы рождены в воде, выросли в воде, омыты водой, целиком погружены в воду, питаются ею, они от кончиков до корней облиты, залиты, переполнены, пропитаны прохладной водой, и не остается во всех голубых лотосах, или красных лотосах, или белых лотосах ничего, что не было бы пропитано прохладной водой, ",
  "dn2:80.2": "так точно, великий царь, и монах обливает, заливает, переполняет, пропитывает это тело счастьем, свободным от восторга и не остается во всем его теле ничего, что не было бы пропитано счастьем, свободным от восторга. ",
  "dn2:80.3": "Таков, великий царь, зримый плод отшельничества, который прекраснее, и возвышеннее предыдущих зримых плодов отшельничества. ",
  "dn2:81.0": "4.3.2.8. Четвёртый уровень поглощённости ",
  "dn2:81.1": "Кроме того, великий царь, монах с отбрасыванием счастья и страдания, так же как перед этим исчезли радость и недовольство, он входит и пребывает в четвёртой поглощённости: памятовании, очищенном безмятежным наблюдением, ни счастье ни страдании. ",
  "dn2:81.2": "Он сидит, пропитав это тело чистым, светлым разумом, и не остается во всем теле ничего, что не было бы пропитано чистым, светлым разумом. ",
  "dn2:82.1": "Подобно тому, великий царь, как человек сидел бы укутанный с головой в белое одеяние так, что не осталось бы на всем теле места, которое не было бы покрыто белым одеянием, ",
  "dn2:82.2": "так же точно, великий царь, и монах сидит, пропитав это тело чистым, светлым разумом, и не остается во всем теле ничего, что не было бы пропитано чистым светлым разумом. ",
  "dn2:82.3": "Таков, великий царь, зримый плод отшельничества, который прекраснее, и возвышеннее предыдущих зримых плодов отшельничества. ",
  "dn2:83.0.2": "4.3.3.1. Знание прозрения ",
  "dn2:83.1": "Когда его ум таким образом собран, чист, ясен, незапятнан, лишен нечистоты, гибок, податлив, устойчив, непоколебим, – он направляет и склоняет ум к знанию и видению. ",
  "dn2:83.2": "Он постигает: ",
  "dn2:83.3": "„Вот это мое тело материально, появилось благодаря матери и отцу, выросло благодаря рису и каше, подвержено непостоянству, смазыванию и массажу, разрушению и рассеянию. ",
  "dn2:83.4": "И вот это моё сознание, поддерживаемое им и привязанное к нему.“ ",
  "dn2:84.1": "Подобно тому, великий царь, как если если бы был драгоценный камень велурия – прекрасный, благородный, восьмигранный, превосходно отшлифованный, прозрачный, сияющий, безупречный, наделенный всеми достоинствами. ",
  "dn2:84.2": "И если бы через него была продета нить – синяя, или оранжевая, или красная, или белая, или желтоватая. ",
  "dn2:84.3": "И зрячий человек, взяв его в руку, подумает: ",
  "dn2:84.4": "„Вот драгоценный камень велурия – прекрасный, благородный, восьмигранный, превосходно отшлифованный, чистый, сияющий, безупречный, наделенный всеми достоинствами. ",
  "dn2:84.5": "В него продета эта нить – синяя, или оранжевая, или красная, или белая, или желтоватая.“ ",
  "dn2:84.6": "Так же точно, великий царь, и монах, когда его ум таким образом собран, чист, ясен, незапятнан, лишен нечистоты, гибок, податлив, устойчив, непоколебим, – направляет и склоняет ум к знанию и видению. ",
  "dn2:84.7": "Он постигает: ",
  "dn2:84.8": "„Вот это мое тело материально, состоит из четырех великих элементов, рождено матерью и отцом, представляет собой скопление вареного риса и каши, изменчиво, подвергается растиранию и массированию, распаду, рассеянию. ",
  "dn2:84.9": "И вот это моё сознание, поддерживаемое им и привязанное к нему.“ ",
  "dn2:84.10": "Таков, великий царь, зримый плод отшельничества, который прекраснее, и возвышеннее предыдущих зримых плодов отшельничества. ",
  "dn2:85.0": "4.3.3.2. Способность создавать тело с помощью ума ",
  "dn2:85.1": "Когда его ум таким образом собран, чист, ясен, незапятнан, лишен нечистоты, гибок, податлив, устойчив, непоколебим, – он направляет и склоняет ум к созданию тела с помощью ума. ",
  "dn2:85.2": "Из этого своего тела он творит другое тело, материальное, созданное умом, имеющее все части, не лишённое никаких способностей чувственного восприятия. ",
  "dn2:86.1": "Подобно тому, великий царь, как человек извлекет тростинку из её оболочки. ",
  "dn2:86.2": "Ему может прийти на ум: ",
  "dn2:86.3": "„Вот тростинка, вот – оболочка. Тростинка — одно, оболочка — другое, но ведь тростинка извлечена из оболочки“. ",
  "dn2:86.4": "Или же подобно тому, великий царь, как человек извлекает меч из ножен. ",
  "dn2:86.5": "Ему может прийти на ум: ",
  "dn2:86.6": "„Вот – меч, вот – ножны. Меч — одно, ножны — другое, но ведь меч извлечен из ножен“. ",
  "dn2:86.7": "Или же подобно тому, великий царь, как человек вытаскивает змею из сбрасываемой ею кожи. ",
  "dn2:86.8": "Ему может прийти на ум: ",
  "dn2:86.9": "„Вот – змея, вот – кожа. Змея — одно, кожа — другое, но ведь змея вытащена из кожи“. ",
  "dn2:86.10": "Так же точно, великий царь, и монах, когда его ум таким образом собран, чист, ясен, незапятнан, лишен нечистоты, гибок, податлив, устойчив, непоколебим, – он направляет и склоняет ум к созданию тела с помощью ума. ",
  "dn2:86.11": "Из этого своего тела он творит другое тело, материальное, созданное умом, имеющее все части, не лишённое никаких способностей чувственного восприятия. ",
  "dn2:86.12": "Таков, великий царь, зримый плод отшельничества, который прекраснее, и возвышеннее предыдущих зримых плодов отшельничества. ",
  "dn2:87.0": "4.3.3.3. Различные виды сверхспособностей ",
  "dn2:87.1": "Когда его ум таким образом собран, чист, ясен, незапятнан, лишен нечистоты, гибок, податлив, устойчив, непоколебим, – он направляет и склоняет ум к разным видам сверхъестественных способностей. ",
  "dn2:87.2": "Он осуществляет различные виды сверхъестественных способностей: будучи одним, становится многочисленным, будучи многочисленным, становится одним; появляется, исчезает, беспрепятственно проходит через стену, через ограду, через гору, словно через воздух; опускается в землю и поднимается из нее, словно из воды; не погружаясь идет по воде, словно по земле; сидя со скрещенными ногами, возносится в небо, словно крылатая птица; касается и гладит рукой Солнце и Луну – эти столь могучие, столь сильные светила; он обладает властью над телом, распространяющуюся до мира Брахмы. ",
  "dn2:88.1": "Подобно тому, великий царь, как искусный гончар или ученик гончара может сделать и изготовить из хорошо обработанной глины сосуд, какой пожелает. ",
  "dn2:88.2": "Или же подобно тому, великий царь, как искусный резчик по слоновой кости или ученик резчика по слоновой кости может сделать и изготовить из хорошо обработанной слоновой кости такой сосуд из слоновой кости, какой пожелает. ",
  "dn2:88.3": "Или же подобно тому, великий царь, как искусный золотых дел мастер или его подмастерье может сделать и изготовить из хорошо обработанного золота сосуд, какой пожелает. ",
  "dn2:88.4": "Так же точно, великий царь, и монах, когда его ум таким образом собран, чист, ясен, незапятнан, лишен нечистоты, гибок, податлив, устойчив, непоколебим, – он направляет и склоняет ум к разным видам сверхъестественных способностей. ",
  "dn2:88.5": "Он осуществляет различные виды сверхъестественных способностей: будучи одним, становится многочисленным, будучи многочисленным, становится одним; появляется, исчезает, беспрепятственно проходит через стену, через ограду, через гору, словно через воздух; опускается в землю и поднимается из нее, словно из воды; не погружаясь идет по воде, словно по земле; сидя со скрещенными ногами, возносится в небо, словно крылатая птица; касается и гладит рукой Солнце и Луну – эти столь могучие, столь сильные светила; он обладает властью над телом, распространяющуюся до мира Брахмы. ",
  "dn2:88.6": "Таков, великий царь, зримый плод отшельничества, который и прекраснее, и возвышеннее предыдущих зримых плодов отшельничества. ",
  "dn2:89.0": "4.3.3.4. Божественный слух ",
  "dn2:89.1": "Когда его ум таким образом собран, чист, ясен, незапятнан, лишен нечистоты, гибок, податлив, устойчив, непоколебим, – он направляет и склоняет ум к божественному слуху. ",
  "dn2:89.2": "Очищенным божественным слухом, превосходящим человеческий, он слышит оба видов звуков – и божественные и человеческие, далекие и близкие. ",
  "dn2:90.1": "Подобно тому, великий царь, как человек, который, двигаясь по главной дороге, слышит звук литавр, звук барабана, звук раковины, цимбал, гонга. Ему может прийти на ум: „Вот звук литавр, вот звук барабана, вот звук раковины, цимбал, гонга“, – ",
  "dn2:90.2": "также точно, великий царь, и монах, когда его ум таким образом собран, чист, ясен, незапятнан, лишен нечистоты, гибок, податлив, устойчив, непоколебим, – направляет и склоняет ум к божественному слуху. ",
  "dn2:90.3": "Очищенным божественным слухом, превосходящим человеческий, он слышит оба видов звуков – и божественные и человеческие, далекие и близкие. ",
  "dn2:90.4": "Таков, великий царь, зримый плод отшельничества, который и прекраснее, и возвышеннее предыдущих зримых плодов отшельничества. ",
  "dn2:91.0": "4.3.3.5. Знание охватывания умов ",
  "dn2:91.1": "Когда его ум таким образом собран, чист, ясен, незапятнан, лишен нечистоты, гибок, податлив, устойчив, непоколебим, – он направляет и склоняет ум к знанию охватывания умов других. ",
  "dn2:91.2": "Охватывая умом умы других существ, других личностей, он постигает их. ",
  "dn2:91.3": "Ум со страстью он постигает как ум со страстью. ",
  "dn2:91.4": "Ум без страсти он постигает как ум без страсти. ",
  "dn2:91.5": "Ум с отвращением он постигает как ум с отвращением. ",
  "dn2:91.6": "Ум без отвращения он постигает как ум без отвращения. ",
  "dn2:91.7": "Ум с заблуждением он постигает как ум с заблуждением. ",
  "dn2:91.8": "Ум без заблуждения он постигает как ум без заблуждения. ",
  "dn2:91.9": "Суженное состояние ума он постигает как суженное состояние ума. ",
  "dn2:91.10": "Рассеянное состояние ума он постигает как рассеянное состояние ума. ",
  "dn2:91.11": "Возвышенное состояние ума он постигает как возвышенное состояние ума. ",
  "dn2:91.12": "Не возвышенное состояние ума он постигает как не возвышенное состояние ума. ",
  "dn2:91.13": "Состояние ума, по отношению к которому есть умственно более высокое состояние ума он постигает как состояние ума, по отношению к которому есть умственно более высокое состояние. ",
  "dn2:91.14": "Состояние ума, по отношению к которому нет более высокого состояния он постигает как состояние ума, по отношению к которому нет более высокого состояния. ",
  "dn2:91.15": "Собранное состояние ума он постигает как собранное состояние ума. ",
  "dn2:91.16": "Не собранное состояние ума он постигает как не собранное состояние ума. ",
  "dn2:91.17": "Освобожденное состояние ума он постигает как освобожденное состояние ума. ",
  "dn2:91.18": "Не освобожденное состояние ума он постигает как не освобожденное состояние ума. ",
  "dn2:92.1": "Подобно тому, великий царь, как женщина или мужчина, или юноша, молодой и любящий украшения, разглядывая отражение своего лица в чистом, ясном зеркале или в сосуде с прозрачной водой, может или узнать, что на нем пятнышко, когда на нем есть пятнышко, или узнать, что на нем нет пятнышка, когда на нем нет пятнышка, ",
  "dn2:92.2": "так же точно, великий царь, и монах, когда его ум таким образом собран, чист, ясен, незапятнан, лишен нечистоты, гибок, податлив, устойчив, непоколебим, – он направляет и склоняет ум к знанию охватывания умов других. ",
  "dn2:92.3": "Охватывая умом умы других существ, других личностей, он постигает их. ",
  "dn2:92.4": "Ум со страстью он постигает как ум со страстью. ",
  "dn2:92.5": "Ум без страсти он постигает как ум без страсти. ",
  "dn2:92.6": "Ум с отвращением он постигает как ум с отвращением. ",
  "dn2:92.7": "Ум без отвращения он постигает как ум без отвращения. ",
  "dn2:92.8": "Ум с заблуждением он постигает как ум с заблуждением. ",
  "dn2:92.9": "Ум без заблуждения он постигает как ум без заблуждения. ",
  "dn2:92.10": "Суженное состояние ума он постигает как суженное состояние ума. ",
  "dn2:92.11": "Рассеянное состояние ума он постигает как рассеянное состояние ума. ",
  "dn2:92.12": "Возвышенное состояние ума он постигает как возвышенное состояние ума. ",
  "dn2:92.13": "Не возвышенное состояние ума он постигает как не возвышенное состояние ума. ",
  "dn2:92.14": "Состояние ума, по отношению к которому есть умственно более высокое состояние ума он постигает как состояние ума, по отношению к которому есть умственно более высокое состояние. ",
  "dn2:92.15": "Состояние ума, по отношению к которому нет более высокого состояния он постигает как состояние ума, по отношению к которому нет более высокого состояния. ",
  "dn2:92.16": "Собранное состояние ума он постигает как собранное состояние ума. ",
  "dn2:92.17": "Не собранное состояние ума он постигает как не собранное состояние ума. ",
  "dn2:92.18": "Освобожденное состояние ума он постигает как освобожденное состояние ума. ",
  "dn2:92.19": "Не освобожденное состояние ума он постигает как не освобожденное состояние ума. ",
  "dn2:92.20": "Таков, великий царь, зримый плод отшельничества, который и прекраснее, и возвышеннее предыдущих зримых плодов отшельничества. ",
  "dn2:93.0": "4.3.3.6. Знание воспоминания о прошлых местопребываниях ",
  "dn2:93.1": "Когда его ум таким образом собран, чист, ясен, незапятнан, лишен нечистоты, гибок, податлив, устойчив, непоколебим, – он направляет и склоняет ум к знанию воспоминания о прошлых местопребываниях. ",
  "dn2:93.2": "Он вспоминает различные прошлые местопребывания, а именно: в одном рождении, в двух рождениях, в трех рождениях, в четырех рождениях, в пяти рождениях, в десяти рождениях, в двадцати рождениях, в тридцати рождениях, в сорока рождениях, в пятидесяти рождениях, в ста рождениях, в тысячи рождений, в сотни тысяч рождений, во многих периодах свертывания мира, во многих периодах развертывания мира, во многих периодах развертывания и свертывания мира: „Там я жил под таким-то именем, в таком-то роду, в таком-то сословии, таким-то пропитанием, испытывал такое-то счастье и несчастье, достиг такого-то срока жизни. Вслед за тем, оставив существование, я вновь родился в другом мире. А там я жил под таким-то именем, в таком-то роду, имел такой-то облик, жил таким-то пропитанием, испытывал такое-то счастье и несчастье, достиг такого-то срока жизни. Вслед за тем, оставив существование, я был вновь рожден здесь“. Так вспоминает он во всех обстоятельствах и подробностях различные прошлые местопребывания. ",
  "dn2:94.1": "Подобно тому, великий царь, как если человек пойдет из своей деревни в другую деревню, а из этой деревни пойдет в другую деревню, а из этой деревни возвратится в свою деревню. Ему на ум может прийти следующее: „Вот я пришел из своей деревни в другую деревню – там я так-то стоял, так-то сидел, так-то говорил, так-то молчал, – а из этой деревни пришел в ту деревню – и там я так-то стоял, так-то сидел, так-то говорил, так-то молчал, – а из этой деревни возвратился в свою деревню“. ",
  "dn2:94.2": "Так же точно, великий царь, и монах, когда его ум таким образом собран, чист, ясен, незапятнан, лишен нечистоты, гибок, податлив, устойчив, непоколебим, – направляет и склоняет ум к знанию воспоминания о прошлых местопребываниях. ",
  "dn2:94.3": "Он вспоминает различные прошлые местопребывания, а именно: в одном рождении, в двух рождениях, в трех рождениях, в четырех рождениях, в пяти рождениях, в десяти рождениях, в двадцати рождениях, в тридцати рождениях, в сорока рождениях, в пятидесяти рождениях, в ста рождениях, в тысячи рождений, в сотни тысяч рождений, во многих периодах свертывания мира, во многих периодах развертывания мира, во многих периодах развертывания и свертывания мира: „Там я жил под таким-то именем, в таком-то роду, в таком-то сословии, таким-то пропитанием, испытывал такое-то счастье и несчастье, достиг такого-то срока жизни. Вслед за тем, оставив существование, я вновь родился в другом мире. А там я жил под таким-то именем, в таком-то роду, имел такой-то облик, жил таким-то пропитанием, испытывал такое-то счастье и несчастье, достиг такого-то срока жизни. Вслед за тем, оставив существование, я был вновь рожден здесь“. ",
  "dn2:94.4": "Таков, великий царь, зримый плод отшельничества, который и прекраснее, и возвышеннее предыдущих зримых плодов отшельничества. ",
  "dn2:95.0": "4.3.3.7. Божественное зрение ",
  "dn2:95.1": "Когда его ум таким образом собран, чист, ясен, незапятнан, лишен нечистоты, гибок, податлив, устойчив, непоколебим, – он направляет и склоняет ум к знанию о том, как существа оставляют свою жизнь и вновь рождаются. ",
  "dn2:95.2": "Очищенным божественным зрением, превосходящим человеческое, он видит, как существа оставляют жизнь и вновь рождаются, он постигает как существа, согласно своим поступкам становятся низкими, возвышенными, красивыми, некрасивыми, счастливыми, несчастными: „Эти существа, что обладали дурным поведением тела, обладали дурным поведением речи, обладали дурным поведением ума, злословили о благородных, придерживались ненадлежащих (неистинных) воззрений и совершали поступки проистекающие из ненадлежащих воззрений с распадом тела после смерти родились в бедствии, дурном уделе, нижних мирах, аду. Те же существа,что обладали благим поведением тела, обладали благим поведением речи, обладали благим поведением ума, не злословили о благородных, придерживались надлежащих (истинных) воззрений, совершали поступки, проистекающие из надлежащих воззрений, с распадом тела после смерти родились в благом уделе, в небесном мире“. Так очищенным божественным зрением, превосходящим человеческое, он видит, как существа оставляют жизнь и вновь рождаются, он постигает как существа, согласно своим поступкам становятся низкими, возвышенными, красивыми, некрасивыми, счастливыми, несчастными. ",
  "dn2:96.1": "Подобно тому, великий царь, как если бы на перекрёстке было здание с террасой. И стоящий там человек с хорошим зрением видит, как люди входят в дом, выходят, двигаются по проезжей дороге, сидят на середине перекрестка.Ему может прийти на ум: „Эти люди входят в дом, эти выходят, эти двигаются по проезжей дороге, эти сидят на середине перекрестка“. ",
  "dn2:96.2": "Так же точно, великий царь, и монах, когда его ум таким образом собран, чист, ясен, незапятнан, лишен нечистоты, гибок, податлив, устойчив, непоколебим, – он направляет и склоняет ум к знанию, о том, как существа оставляют свою жизнь и вновь рождаются. ",
  "dn2:96.3": "Очищенным божественным зрением, превосходящим человеческое, он видит, как существа оставляют жизнь и вновь рождаются, он постигает как существа, согласно своим поступкам становятся низкими, возвышенными, красивыми, некрасивыми, счастливыми, несчастными: „Эти существа, что обладали дурным поведением тела, обладали дурным поведением речи, обладали дурным поведением ума, злословили о благородных, придерживались ненадлежащих (неистинных) воззрений и совершали поступки проистекающие из ненадлежащих воззрений с распадом тела после смерти родились в бедствии, дурном уделе, нижних мирах, аду. Те же существа,что обладали благим поведением тела, обладали благим поведением речи, обладали благим поведением ума, не злословили о благородных, придерживались надлежащих (истинных) воззрений, совершали поступки, проистекающие из надлежащих воззрений, с распадом тела после смерти родились в благом уделе, в небесном мире“. Так очищенным божественным зрением, превосходящим человеческое, он видит, как существа оставляют жизнь и вновь рождаются, он постигает как существа, согласно своим поступкам становятся низкими, возвышенными, красивыми, некрасивыми, счастливыми, несчастными. ",
  "dn2:96.4": "Таков, великий царь, зримый плод отшельничества, который и прекраснее, и возвышеннее предыдущих зримых плодов отшельничества. ",
  "dn2:97.0": "4.3.3.8. Знание прекращения всех влечений ",
  "dn2:97.1": "Когда его ум таким образом собран, чист, ясен, незапятнан, лишен нечистоты, гибок, податлив, устойчив, непоколебим, – он направляет и склоняет ум к знанию прекращения влечений. ",
  "dn2:97.2": "Он постигает в соответствии с действительностью: „Это страдание“, постигает в соответствии с действительностью: „Это происхождение страдания“, постигает в соответствии с действительностью: „Это прекращение страдания“, постигает в соответствии с действительностью: „Это путь, ведущий к прекращению страдания“. ",
  "dn2:97.3": "Он постигает в соответствии с действительностью: „Это влечения“, постигает в соответствии с действительностью: „Это происхождение влечений“, постигает в соответствии с действительностью: „Это прекращение влечений“, постигает в соответствии с действительностью: „Это путь, ведущий к прекращению влечений“. ",
  "dn2:97.4": "У него, знающего так, видящего так, ум освобождается от влечения к чувственным удовольствиям, ум освобождается от влечения к быванию, ум освобождается от влечения к неведению. ",
  "dn2:97.5": "В освобождённом возникает знание, что он освобожден. ",
  "dn2:97.6": "Он постигает: „Положен конец рождению, прожита возвышенная жизнь, выполнено подлежащее выполнению, ничего за этим больше нет.“. ",
  "dn2:98.1": "Подобно тому, великий царь, как если бы было окруженное горами озеро, прозрачное, спокойное, незамутненное. И на берегу его стоит человек с хорошим зрением и видит устриц и раковин, песок и гальку, стаи рыб, двигающихся и останавливающихся. Ему может прийти на ум: „Вот это озеро, прозрачное, спокойное, незамутненное, а в нем эти устрицы и раковины, песок и галька, стаи рыб, что двигаются и останавливаются“. ",
  "dn2:98.2": "Так же точно, великий царь, и монах, когда его ум таким образом собран, чист, ясен, незапятнан, лишен нечистоты, гибок, податлив, устойчив, непоколебим, – он направляет и склоняет ум к знанию прекращения влечений. ",
  "dn2:98.3": "Он постигает в соответствии с действительностью: „Это страдание“, постигает в соответствии с действительностью: „Это происхождение страдания“, постигает в соответствии с действительностью: „Это прекращение страдания“, постигает в соответствии с действительностью: „Это путь, ведущий к прекращению страдания“. ",
  "dn2:98.4": "Он постигает в соответствии с действительностью: „Это влечения“, постигает в соответствии с действительностью: „Это происхождение влечений“, постигает в соответствии с действительностью: „Это прекращение влечений“, постигает в соответствии с действительностью: „Это путь, ведущий к прекращению влечений“. ",
  "dn2:98.5": "У него, знающего так, видящего так, ум освобождается от влечения к чувственным удовольствиям, ум освобождается от влечения к пребыванию, ум освобождается от влечения к неведению. ",
  "dn2:98.6": "В освобождённом возникает знание, что он освобожден. ",
  "dn2:98.7": "Он постигает: „Положен конец рождению, прожита возвышенная жизнь, выполнено подлежащее выполнению, ничего за этим больше нет“. ",
  "dn2:98.8": "Таков, великий царь, зримый плод отшельничества, который и прекраснее, и возвышеннее предыдущих зримых плодов отшельничества. ",
  "dn2:98.9": "И нет, великий царь, другого зримого плода отшельничества превосходнее и возвышеннее этого зримого плода отшельничества». ",
  "dn2:99.0": "5. Аджатасатту становится мирским последователем ",
  "dn2:99.1": "Когда так было сказано, царь Магадхи Аджатасатту Ведехипутта сказал Благословенному: ",
  "dn2:99.2": "«Превосходно, досточтимый! Превосходно, досточтимый! ",
  "dn2:99.3": "Как перевёрнутое ставят правильно, открывают скрытое, указывают путь заблудившемуся, вносят светильник во тьму, чтобы имеющие глаза могли видеть образы, так и почтенный Готама разъяснил истину многими способами. ",
  "dn2:99.4": "Я иду к Благословенному, Дхамме и монашескому ордену как к прибежищу. ",
  "dn2:99.5": "Пусть Благословенный считает меня мирским последователем, пришедшим к прибежищу отныне и до конца жизни. ",
  "dn2:99.6": "О досточтимый, меня одолел проступок. Из-за глупости, из-за заблуждения, из-за неблаготворного я ради владычества лишил жизни отца, праведного человека и праведного царя. ",
  "dn2:99.7": "Пусть же досточтимый Благословенный признаёт мой проступок как проступок, чтобы мне сдерживаться в будущем.» ",
  "dn2:100.1": "«Действительно, великий царь, проступок одолел тебя. Из-за глупости, из-за заблуждения, из-за неблаготворного ты ради владычества лишил жизни отца, праведного человека и праведного царя. ",
  "dn2:100.2": "Но поскольку ты, великий царь, видишь свой проступок как проступок и искупаешь его согласно правилу, мы признаём его. ",
  "dn2:100.3": "Ведь, великий царь, в дисциплине благородных вот что является ростом: когда кто-либо видит проступок как проступок, искупает вину согласно правилу и в будущем достигает сдержанности». ",
  "dn2:101.1": "Когда так было сказано, царь Магадхи Аджатасатту Ведехипутта сказал Благословенному: ",
  "dn2:101.2": "«Ну, а теперь, о досточтимый, мы пойдем – у нас много дел, много обязанностей». ",
  "dn2:101.3": "«Делай, теперь, великий царь, как ты считаешь нужным». ",
  "dn2:101.4": "И вот царь Магадхи Аджатасатту Ведехипутта, возрадовавшись и сорадуясь словам Благословенного, поднялся с сиденья, выразил почтение Благословенному, почтительно обошёл вокруг него и удалился. ",
  "dn2:102.1": "И вот, вскоре после ухода царя Магадхи Аджатасатту Ведехипутты, Благословенный обратился к монахам: ",
  "dn2:102.2": "«Этот царь, монахи, привёл себя к краху; ",
  "dn2:102.3": "этот царь, монахи, нанёс себе урон. ",
  "dn2:102.4": "Если бы этот царь, монахи, не лишил жизни отца, праведного человека и праведного царя, то уже на этом сиденье обрел бы незапылённое, незагрязнённое видение Дхаммы». ",
  "dn2:102.5": "Так сказал Благословенный, ",
  "dn2:102.6": "и удовлетворенные монахи возрадовались словам Благословенного. ",
  "dn2:102.7": "Окончено второе наставление о плодах отшельничества. "
}