{
  "an5.56:0.1": "Numbered Discourses 5 ",
  "an5.56:0.2": "6. Hindrances ",
  "an5.56:0.3": "56. Mentor ",
  "an5.56:1.1": "Then a mendicant went up to his own mentor, and said, ",
  "an5.56:1.2": "“Now, sir, my body feels like it’s drugged. I’m disorientated, the teachings don’t spring to mind, and dullness and drowsiness fill my mind. I lead the spiritual life dissatisfied, and have doubts about the teachings.” ",
  "an5.56:2.1": "Then that mendicant took his pupil to the Buddha, bowed, sat down to one side, and said to him, ",
  "an5.56:2.2": "“Sir, this mendicant says this: ",
  "an5.56:2.3": "‘Now, sir, my body feels like it’s drugged. I’m disorientated, the teachings don’t spring to mind, and dullness and drowsiness fill my mind. I lead the spiritual life dissatisfied, and have doubts about the teachings.’” ",
  "an5.56:3.1": "“That’s how it is, mendicant, when your sense doors are unguarded, you eat too much, you’re not dedicated to wakefulness, you’re unable to discern skillful qualities, and you don’t pursue the development of the qualities that lead to awakening in the evening and toward dawn. Your body feels like it’s drugged. You’re disorientated, the teachings don’t spring to mind, and dullness and drowsiness fill your mind. You lead the spiritual life dissatisfied, and have doubts about the teachings. ",
  "an5.56:3.2": "So you should train like this: ",
  "an5.56:3.3": "‘I will guard my sense doors, eat in moderation, be dedicated to wakefulness, discern skillful qualities, and pursue the development of the qualities that lead to awakening in the evening and toward dawn.’ ",
  "an5.56:3.4": "That’s how you should train.” ",
  "an5.56:4.1": "When that mendicant had been given this advice by the Buddha, he got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right, before leaving. ",
  "an5.56:4.2": "Then that mendicant, living alone, withdrawn, diligent, keen, and resolute, soon realized the supreme culmination of the spiritual path in this very life. He lived having achieved with his own insight the goal for which gentlemen rightly go forth from the lay life to homelessness. ",
  "an5.56:4.3": "He understood: “Rebirth is ended; the spiritual journey has been completed; what had to be done has been done; there is no return to any state of existence.” ",
  "an5.56:4.4": "And that mendicant became one of the perfected. ",
  "an5.56:5.1": "When that mendicant had attained perfection, he went up to his own mentor, and said, ",
  "an5.56:5.2": "“Now, sir, my body doesn’t feel like it’s drugged. I’m not disorientated, the teachings spring to mind, and dullness and drowsiness don’t fill my mind. I lead the spiritual life satisfied, and have no doubts about the teachings.” ",
  "an5.56:5.3": "Then that mendicant took his pupil to the Buddha, bowed, sat down to one side, and said to him, ",
  "an5.56:5.4": "“Sir, this mendicant says this: ",
  "an5.56:5.5": "‘Now, sir, my body doesn’t feel like it’s drugged. I’m not disorientated, the teachings spring to mind, and dullness and drowsiness don’t fill my mind. I lead the spiritual life satisfied, and have no doubts about the teachings.’” ",
  "an5.56:6.1": "“That’s how it is, mendicant, when your sense doors are guarded, you’re moderate in eating, you’re dedicated to wakefulness, you’re able to discern skillful qualities, and you pursue the development of the qualities that lead to awakening in the evening and toward dawn. Your body doesn’t feel like it’s drugged. You’re not disorientated, the teachings spring to mind, and dullness and drowsiness don’t fill your mind. You lead the spiritual life satisfied, and have no doubts about the teachings. ",
  "an5.56:6.2": "So you should train like this: ",
  "an5.56:6.3": "‘We will guard our sense doors, eat in moderation, be dedicated to wakefulness, discern skillful qualities, and pursue the development of the qualities that lead to awakening in the evening and toward dawn.’ ",
  "an5.56:6.4": "That’s how you should train.” "
}