{
  "an5.192:0.1": "Numbered Discourses 5.192 ",
  "an5.192:0.2": "20. Brahmins ",
  "an5.192:0.3": "With the Brahmin Doṇa ",
  "an5.192:1.1": "Then Doṇa the brahmin went up to the Buddha, and exchanged greetings with him. ",
  "an5.192:1.2": "When the greetings and polite conversation were over, Doṇa sat down to one side, and said to the Buddha: ",
  "an5.192:2.1": "“Master Gotama, I have heard that ",
  "an5.192:2.2": "the ascetic Gotama doesn’t bow to old brahmins, the elderly and senior, who are advanced in years and have reached the final stage of life; nor does he rise in their presence or offer them a seat. ",
  "an5.192:2.3": "And this is indeed the case, ",
  "an5.192:2.4": "for Master Gotama does not bow to old brahmins, elderly and senior, who are advanced in years and have reached the final stage of life; nor does he rise in their presence or offer them a seat. ",
  "an5.192:2.5": "This is not appropriate, Master Gotama.” ",
  "an5.192:2.6": "“Doṇa, do you too claim to be a brahmin?” ",
  "an5.192:2.7": "“Master Gotama, if anyone should be rightly called ",
  "an5.192:2.8": "a brahmin, it’s me. ",
  "an5.192:2.9": "",
  "an5.192:2.10": "",
  "an5.192:2.11": "For I am well born on both my mother’s and father’s side, of pure descent, with irrefutable and impeccable genealogy back to the seventh paternal generation. I recite and remember the hymns, and have mastered the three Vedas, together with their vocabularies, ritual, phonology and etymology, and the testament as fifth. I know philology and grammar, and am well versed in cosmology and the marks of a great man.” ",
  "an5.192:3.1": "“Doṇa, the ancient brahmin hermits were Aṭṭhaka, Vāmaka, Vāmadeva, Vessāmitta, Yamadaggi, Aṅgīrasa, Bhāradvāja, Vāseṭṭha, Kassapa, and Bhagu. They were the authors and propagators of the hymns, whose hymnal was sung and propagated and compiled in ancient times. These days, brahmins continue to sing and chant it. They continue chanting what was chanted, reciting what was recited, and teaching what was taught. ",
  "an5.192:3.2": "Those seers described five kinds of brahmins. ",
  "an5.192:3.3": "A brahmin who is equal to Brahmā, one who is equal to a god, one who toes the line, one who crosses the line, and the fifth is a brahmin outcaste. ",
  "an5.192:3.4": "Which one of these are you, Doṇa?” ",
  "an5.192:4.1": "“Master Gotama, we don’t know about these five kinds of brahmins. We just know the word ‘brahmin’. ",
  "an5.192:4.2": "Master Gotama, please teach me this matter so I can learn about these five brahmins.” ",
  "an5.192:4.3": "“Well then, brahmin, listen and pay close attention, I will speak.” ",
  "an5.192:4.4": "“Yes sir,” Doṇa replied. ",
  "an5.192:4.5": "The Buddha said this: ",
  "an5.192:5.1": "“Doṇa, how is a brahmin equal to Brahmā? ",
  "an5.192:5.2": "It’s when a brahmin is well born on both the mother’s and the father’s sides, coming from a clean womb back to the seventh paternal generation, with irrefutable and impeccable genealogy. ",
  "an5.192:5.3": "",
  "an5.192:5.4": "For forty-eight years he leads the boy’s spiritual life studying the hymns. ",
  "an5.192:5.5": "Then he seeks a fee for his teacher, but only by legitimate means, not illegitimate. ",
  "an5.192:6.1": "In this context, Doṇa, what is legitimate? ",
  "an5.192:6.2": "Not by farming, trade, raising cattle, archery, government service, or one of the professions, but solely by living on alms, not scorning the alms bowl. ",
  "an5.192:6.3": "Having offered the fee to his teacher, he shaves off his hair and beard, dresses in ocher robes, and goes forth from the lay life to homelessness. ",
  "an5.192:6.4": "Then they meditate spreading a heart full of love to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, they spread a heart full of love to the whole world—abundant, expansive, limitless, free of enmity and ill will. ",
  "an5.192:6.5": "They meditate spreading a heart full of compassion … ",
  "an5.192:6.6": "rejoicing … ",
  "an5.192:6.7": "equanimity to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, they spread a heart full of equanimity to the whole world—abundant, expansive, limitless, free of enmity and ill will. ",
  "an5.192:6.8": "Having developed these four Brahmā meditations, when the body breaks up, after death, they’re reborn in a good place, a Brahmā realm. ",
  "an5.192:6.9": "That’s how a brahmin is equal to Brahmā. ",
  "an5.192:7.1": "And how is a brahmin equal to a god? ",
  "an5.192:7.2": "It’s when a brahmin is well born on both the mother’s and the father’s sides … ",
  "an5.192:7.3": "",
  "an5.192:7.4": "",
  "an5.192:7.5": "",
  "an5.192:7.6": "",
  "an5.192:7.7": "",
  "an5.192:7.8": "Having offered the fee to his teacher, he seeks a wife, but only by legitimate means, not illegitimate. ",
  "an5.192:8.1": "In this context, Doṇa, what is legitimate? ",
  "an5.192:8.2": "Not by buying or selling, he only accepts a brahmin woman by the pouring of water. ",
  "an5.192:8.3": "He has sex only with a brahmin woman. He does not have sex with a woman from a caste of aristocrats, merchants, workers, outcastes, hunters, bamboo workers, chariot-makers, or waste-collectors. Nor does he have sex with women who are pregnant, breastfeeding, or outside the fertile phase of the menstrual cycle. ",
  "an5.192:8.4": "And why does the brahmin not have sex with a pregnant woman? ",
  "an5.192:8.5": "If a brahmin had sex with a pregnant woman, the boy or girl would be born in too much filth. ",
  "an5.192:8.6": "That’s why the brahmin doesn’t have sex with a pregnant woman. ",
  "an5.192:8.7": "And why does the brahmin not have sex with a breastfeeding woman? ",
  "an5.192:8.8": "If a brahmin had sex with a breastfeeding woman, the boy or girl would drink back the semen. ",
  "an5.192:8.9": "That’s why the brahmin doesn’t have sex with a breastfeeding woman. ",
  "an5.192:8.10": "And why does the brahmin not have sex outside the fertile phase of the menstrual cycle? Because his brahmin wife is not there for sensual pleasure, fun, and enjoyment, but only for procreation. ",
  "an5.192:8.11": "Having ensured his progeny through sex, he shaves off his hair and beard, dresses in ocher robes, and goes forth from the lay life to homelessness. ",
  "an5.192:8.12": "When he has gone forth, quite secluded from sensual pleasures, secluded from unskillful qualities, he enters and remains in the first absorption … second absorption … third absorption … fourth absorption. ",
  "an5.192:8.13": "Having developed these four absorptions, when the body breaks up, after death, they’re reborn in a good place, a heavenly realm. ",
  "an5.192:8.14": "That’s how a brahmin is equal to god. ",
  "an5.192:9.1": "And how does a brahmin toe the line? ",
  "an5.192:9.2": "It’s when a brahmin is well born on both the mother’s and the father’s sides … ",
  "an5.192:9.3": "",
  "an5.192:9.4": "",
  "an5.192:9.5": "",
  "an5.192:9.6": "",
  "an5.192:9.7": "",
  "an5.192:9.8": "",
  "an5.192:10.1": "",
  "an5.192:10.2": "Not by buying or selling, he only accepts a brahmin woman by the pouring of water. ",
  "an5.192:10.3": "",
  "an5.192:10.4": "",
  "an5.192:10.5": "",
  "an5.192:10.6": "",
  "an5.192:10.7": "",
  "an5.192:10.8": "",
  "an5.192:10.9": "",
  "an5.192:10.10": "",
  "an5.192:10.11": "Having ensured his progeny through sex, his child makes him happy. Because of this attachment he stays in his family property, and does not go forth from the lay life to homelessness. ",
  "an5.192:10.12": "As far as the line of the ancient brahmins extends, he doesn’t cross over it. ",
  "an5.192:10.13": "That’s why he’s called a brahmin who toes the line. ",
  "an5.192:10.14": "That’s how a brahmin toes the line. ",
  "an5.192:11.1": "And how does a brahmin cross the line? ",
  "an5.192:11.2": "It’s when a brahmin is well born on both the mother’s and the father’s sides … ",
  "an5.192:11.3": "",
  "an5.192:11.4": "",
  "an5.192:11.5": "",
  "an5.192:12.1": "",
  "an5.192:12.2": "",
  "an5.192:12.3": "Having offered a fee for his teacher, he seeks a wife by both legitimate and illegitimate means. That is, by buying or selling, as well as accepting a brahmin woman by the pouring of water. ",
  "an5.192:12.4": "He has sex with a brahmin woman, as well as with a woman from a caste of aristocrats, merchants, workers, outcastes, hunters, bamboo workers, chariot-makers, or waste-collectors. And he has sex with women who are pregnant, breastfeeding, or outside the fertile phase of the menstrual cycle. ",
  "an5.192:12.5": "His brahmin wife is there for sensual pleasure, fun, and enjoyment, as well as for procreation. ",
  "an5.192:12.6": "As far as the line of the ancient brahmins extends, he crosses over it. ",
  "an5.192:12.7": "That’s why he’s called a brahmin who crosses the line. ",
  "an5.192:12.8": "That’s how a brahmin crosses the line. ",
  "an5.192:13.1": "And how is a brahmin a brahmin outcaste? ",
  "an5.192:13.2": "It’s when a brahmin is well born on both the mother’s and the father’s sides, coming from a clean womb back to the seventh paternal generation, with irrefutable and impeccable genealogy. ",
  "an5.192:13.3": "",
  "an5.192:13.4": "For forty-eight years he leads the virginal spiritual life studying the hymns. ",
  "an5.192:13.5": "Then he seeks a fee for his teacher by legitimate means and illegitimate means. ",
  "an5.192:13.6": "By farming, trade, raising cattle, archery, government service, or one of the professions, not solely by living on alms, not scorning the alms bowl. ",
  "an5.192:14.1": "Having offered a fee for his teacher, he seeks a wife by both legitimate and illegitimate means. That is, by buying or selling, as well as accepting a brahmin woman by the pouring of water. ",
  "an5.192:14.2": "He has sex with a brahmin woman, as well as with a woman from a caste of aristocrats, merchants, workers, outcastes, hunters, bamboo workers, chariot-makers, or waste-collectors. And he has sex with women who are pregnant, breastfeeding, or outside the fertile phase of the menstrual cycle. ",
  "an5.192:14.3": "His brahmin wife is there for sensual pleasure, fun, and enjoyment, as well as for procreation. ",
  "an5.192:14.4": "He earns a living by any kind of work. ",
  "an5.192:14.5": "The brahmins say to him, ",
  "an5.192:14.6": "‘My good man, why is it that you claim to be a brahmin, but you earn a living by any kind of work?’ ",
  "an5.192:14.7": "He says, ",
  "an5.192:14.8": "‘It’s like a fire that burns both pure and filthy substances, but doesn’t become corrupted by them. ",
  "an5.192:14.9": "In the same way, my good man, if a brahmin earns a living by any kind of work, he is not corrupted by that.’ ",
  "an5.192:14.10": "A brahmin is called a brahmin outcaste because he earns a living by any kind of work. ",
  "an5.192:14.11": "That’s how a brahmin is a brahmin outcaste. ",
  "an5.192:15.1": "Doṇa, the ancient brahmin hermits were Aṭṭhaka, Vāmaka, Vāmadeva, Vessāmitta, Yamadaggi, Aṅgīrasa, Bhāradvāja, Vāseṭṭha, Kassapa, and Bhagu. They were the authors and propagators of the hymns, whose hymnal was sung and propagated and compiled in ancient times. These days, brahmins continue to sing and chant it. They continue chanting what was chanted, reciting what was recited, and teaching what was taught. ",
  "an5.192:15.2": "Those hermits described five kinds of brahmins. ",
  "an5.192:15.3": "A brahmin who is equal to Brahmā, one who is equal to a god, one who toes the line, one who crosses the line, and the fifth is a brahmin outcaste. ",
  "an5.192:15.4": "Which one of these are you, Doṇa?” ",
  "an5.192:16.1": "“This being so, Master Gotama, I don’t even qualify as a brahmin outcaste. ",
  "an5.192:16.2": "Excellent, Master Gotama! … From this day forth, may Master Gotama remember me as a lay follower who has gone for refuge for life.” "
}