{
  "an5.41:0.1": "Numbered Discourses 5.41 ",
  "an5.41:0.2": "5. With King Muṇḍa ",
  "an5.41:0.3": "Getting Rich ",
  "an5.41:1.1": "At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ",
  "an5.41:1.2": "Then the householder Anāthapiṇḍika went up to the Buddha, bowed, and sat down to one side. The Buddha said to him: ",
  "an5.41:1.3": "“Householder, there are these five reasons to get rich. ",
  "an5.41:1.4": "What five? ",
  "an5.41:1.5": "Firstly, with his legitimate wealth—earned by his efforts and initiative, built up with his own hands, gathered by the sweat of the brow—a noble disciple makes himself happy and pleased, keeping himself properly happy. ",
  "an5.41:1.6": "He makes his mother and father happy … ",
  "an5.41:1.7": "He makes his children, partners, bondservants, workers, and staff happy … ",
  "an5.41:1.8": "This is the first reason to get rich. ",
  "an5.41:2.1": "Furthermore, with his legitimate wealth he makes his friends and colleagues happy … ",
  "an5.41:2.2": "This is the second reason to get rich. ",
  "an5.41:3.1": "Furthermore, with his legitimate wealth he protects himself against losses from such things as fire, water, kings, bandits, or unloved heirs. ",
  "an5.41:3.2": "",
  "an5.41:3.3": "He keeps himself safe. ",
  "an5.41:3.4": "This is the third reason to get rich. ",
  "an5.41:4.1": "Furthermore, with his legitimate wealth he makes five spirit-offerings: ",
  "an5.41:4.2": "to relatives, guests, ancestors, king, and deities. ",
  "an5.41:4.3": "This is the fourth reason to get rich. ",
  "an5.41:5.1": "Furthermore, with his legitimate wealth he establishes an uplifting religious donation for ascetics and brahmins—those who avoid intoxication and negligence, are settled in patience and gentleness, and who tame, calm, and extinguish themselves—that’s conducive to heaven, ripens in happiness, and leads to heaven. ",
  "an5.41:5.2": "This is the fifth reason to get rich. ",
  "an5.41:5.3": "These are the five reasons to get rich. ",
  "an5.41:6.1": "Now if the riches a noble disciple gets for these five reasons run out, he thinks: ",
  "an5.41:6.2": "‘So, the riches I have obtained for these reasons are running out.’ ",
  "an5.41:6.3": "And so he has no regrets. ",
  "an5.41:6.4": "But if the riches a noble disciple gets for these five reasons increase, he thinks: ",
  "an5.41:6.5": "‘So, the riches I have obtained for these reasons are increasing.’ ",
  "an5.41:6.6": "And so he has no regrets in both cases. ",
  "an5.41:7.1": "‘I’ve enjoyed my wealth, <j>supporting those who depend on me; ",
  "an5.41:7.2": "I’ve overcome losses; ",
  "an5.41:7.3": "I’ve given uplifting religious donations; ",
  "an5.41:7.4": "and made the five spirit-offerings. ",
  "an5.41:7.5": "I have looked after the ethical and ",
  "an5.41:7.6": "disciplined spiritual practitioners. ",
  "an5.41:8.1": "I’ve achieved the purpose ",
  "an5.41:8.2": "for which an astute lay person ",
  "an5.41:8.3": "wishes to gain wealth. ",
  "an5.41:8.4": "I don’t regret what I’ve done.’ ",
  "an5.41:9.1": "A mortal person who recollects this ",
  "an5.41:9.2": "stands firm in the teaching of the noble ones. ",
  "an5.41:9.3": "They’re praised in this life by the astute, ",
  "an5.41:9.4": "and they depart to rejoice in heaven.” "
}