{
  "an5.166:0.1": "Numbered Discourses 5.166 ",
  "an5.166:0.2": "17. Resentment ",
  "an5.166:0.3": "Cessation ",
  "an5.166:1.1": "There Venerable Sāriputta addressed the mendicants: ",
  "an5.166:1.2": "“Reverends, take a mendicant who is accomplished in ethics, immersion, and wisdom. They might enter into and emerge from the cessation of perception and feeling. ",
  "an5.166:1.3": "That is possible. ",
  "an5.166:1.4": "If they don’t reach enlightenment in this very life, then, surpassing the company of gods that consume solid food, they’re reborn in a certain host of mind-made gods. There they might enter into and emerge from the cessation of perception and feeling. ",
  "an5.166:1.5": "That is possible.” ",
  "an5.166:2.1": "When he said this, Venerable Udāyī said to him, ",
  "an5.166:2.2": "“This is not possible, Reverend Sāriputta, it cannot happen!” ",
  "an5.166:2.3": "",
  "an5.166:3.1": "But for a second … and a third time Sāriputta repeated his statement. ",
  "an5.166:3.2": "",
  "an5.166:3.3": "",
  "an5.166:3.4": "",
  "an5.166:3.5": "",
  "an5.166:4.1": "And for a third time, Udāyī said to him, ",
  "an5.166:4.2": "“This is not possible, Reverend Sāriputta, it cannot happen!” ",
  "an5.166:4.3": "",
  "an5.166:5.1": "Then Venerable Sāriputta thought, ",
  "an5.166:5.2": "“Venerable Udāyī disagrees with me three times, and not one mendicant agrees with me. ",
  "an5.166:5.3": "Why don’t I go to see the Buddha?” ",
  "an5.166:5.4": "Then Sāriputta went up to the Buddha, bowed, sat down to one side, ",
  "an5.166:5.5": "and said to the mendicants: ",
  "an5.166:5.6": "“Reverends, take a mendicant who is accomplished in ethics, immersion, and wisdom. They might enter into and emerge from the cessation of perception and feeling. ",
  "an5.166:5.7": "There is such a possibility. ",
  "an5.166:5.8": "If they don’t reach enlightenment in this very life, they’re reborn in the company of a certain host of mind-made gods, who surpass the gods that consume solid food. There they might enter into and emerge from the cessation of perception and feeling. ",
  "an5.166:5.9": "That is possible.” ",
  "an5.166:6.1": "When he said this, Udāyī said to him, ",
  "an5.166:6.2": "“This is not possible, Reverend Sāriputta, it cannot happen!” ",
  "an5.166:6.3": "",
  "an5.166:7.1": "But for a second … and a third time Sāriputta repeated his statement. ",
  "an5.166:7.2": "",
  "an5.166:7.3": "",
  "an5.166:7.4": "",
  "an5.166:7.5": "",
  "an5.166:8.1": "And for a third time, Udāyī said to him, ",
  "an5.166:8.2": "“This is not possible, Reverend Sāriputta, it cannot happen!” ",
  "an5.166:8.3": "",
  "an5.166:9.1": "Then Venerable Sāriputta thought, ",
  "an5.166:9.2": "“Even in front of the Buddha Venerable Udāyī disagrees with me three times, and not one mendicant agrees with me. ",
  "an5.166:9.3": "I’d better stay silent.” ",
  "an5.166:9.4": "Then Sāriputta fell silent. ",
  "an5.166:10.1": "Then the Buddha said to Venerable Udāyī, ",
  "an5.166:10.2": "“But Udāyī, do you believe in a mind-made body?” ",
  "an5.166:10.3": "“For those gods, sir, who are formless, made of perception.” ",
  "an5.166:10.4": "“Udāyī, what has an incompetent fool like you got to say? ",
  "an5.166:10.5": "How on earth could you imagine you’ve got something worth saying!” ",
  "an5.166:11.1": "Then the Buddha said to Venerable Ānanda, ",
  "an5.166:11.2": "“Ānanda! There’s a senior mendicant being harassed, and you just watch it happening. ",
  "an5.166:11.3": "Don’t you have any compassion for a senior mendicant who is being harassed?” ",
  "an5.166:12.1": "Then the Buddha addressed the mendicants: ",
  "an5.166:12.2": "“Mendicants, take a mendicant who is accomplished in ethics, immersion, and wisdom. They might enter into and emerge from the cessation of perception and feeling. ",
  "an5.166:12.3": "That is possible. ",
  "an5.166:12.4": "If they don’t reach enlightenment in this very life, they’re reborn in the company of a certain host of mind-made gods, who surpass the gods that consume solid food. There they might enter into and emerge from the cessation of perception and feeling. ",
  "an5.166:12.5": "That is possible.” ",
  "an5.166:12.6": "That is what the Buddha said. ",
  "an5.166:12.7": "When he had spoken, the Holy One got up from his seat and entered his dwelling. ",
  "an5.166:13.1": "Then, not long after the Buddha had left, Venerable Ānanda went to Venerable Upavāna and said to him, ",
  "an5.166:13.2": "“Reverend Upavāna, they’ve been harassing other senior mendicants, ",
  "an5.166:13.3": "but I didn’t question them. ",
  "an5.166:13.4": "I wouldn’t be surprised if the Buddha brings this up when he comes out of retreat later this afternoon. He might even call upon Venerable Upavāna himself. ",
  "an5.166:13.5": "And right now I feel timid.” ",
  "an5.166:13.6": "Then in the late afternoon, the Buddha came out of retreat and went to the assembly hall, where he sat on the seat spread out, and said to Upavāna, ",
  "an5.166:14.1": "“Upavāna, how many qualities should a senior mendicant have to be dear and beloved to their spiritual companions, respected and admired?” ",
  "an5.166:14.2": "“Sir, a senior mendicant with five qualities is dear and beloved to their spiritual companions, respected and admired. ",
  "an5.166:14.3": "What five? ",
  "an5.166:14.4": "It’s when a mendicant is ethical, restrained in the code of conduct, conducting themselves well and seeking alms in suitable places. Seeing danger in the slightest fault, they keep the rules they’ve undertaken. ",
  "an5.166:14.5": "They’re very learned, remembering and keeping what they’ve learned. These teachings are good in the beginning, good in the middle, and good in the end, meaningful and well-phrased, describing a spiritual practice that’s totally full and pure. They are very learned in such teachings, remembering them, reciting them, mentally scrutinizing them, and comprehending them theoretically. ",
  "an5.166:14.6": "They’re a good speaker, with a polished, clear, and articulate voice that expresses the meaning. ",
  "an5.166:14.7": "They get the four absorptions—blissful meditations in the present life that belong to the higher mind—when they want, without trouble or difficulty. ",
  "an5.166:14.8": "They realize the undefiled freedom of heart and freedom by wisdom in this very life. And they live having realized it with their own insight due to the ending of defilements. ",
  "an5.166:14.9": "A senior mendicant with these five qualities is dear and beloved to their spiritual companions, respected and admired.” ",
  "an5.166:15.1": "“Good, good, Upavāna! ",
  "an5.166:15.2": "A senior mendicant with these five qualities is dear and beloved to their spiritual companions, respected and admired. ",
  "an5.166:15.3": "If these five qualities are not found in a senior mendicant, why would their spiritual companions honor, respect, revere, or venerate them? Because of their broken teeth, gray hair, and wrinkled skin? ",
  "an5.166:15.4": "But since these five qualities are found in a senior mendicant, their spiritual companions honor, respect, revere, or venerate them.” "
}