{
  "an5.55:0.1": "Numbered Discourses 5.55 ",
  "an5.55:0.2": "6. Hindrances ",
  "an5.55:0.3": "Mother and Son ",
  "an5.55:1.1": "At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ",
  "an5.55:1.2": "Now, at that time a mother and son had both entered the rainy season residence at Sāvatthī, ",
  "an5.55:1.3": "as a monk and a nun. ",
  "an5.55:1.4": "They wanted to see each other often. ",
  "an5.55:1.5": "The mother wanted to see her son often, ",
  "an5.55:1.6": "and the son his mother. ",
  "an5.55:1.7": "Seeing each other often, they became close. ",
  "an5.55:1.8": "Being so close, they became intimate. ",
  "an5.55:1.9": "And being intimate, lust overcame them. ",
  "an5.55:1.10": "With their minds swamped by lust, without resigning the training and declaring their inability to continue, they had sex. ",
  "an5.55:2.1": "Then several mendicants went up to the Buddha, bowed, sat down to one side, and told him what had happened. ",
  "an5.55:2.2": "",
  "an5.55:2.3": "",
  "an5.55:2.4": "",
  "an5.55:3.1": "“Mendicants, how could that silly man imagine that ",
  "an5.55:3.2": "a mother cannot lust for her son, or that a son cannot lust for his mother? ",
  "an5.55:3.3": "Compared to the sight of a woman, I do not see a single sight that is so arousing, sensuous, intoxicating, captivating, and infatuating, and such an obstacle to reaching the supreme sanctuary. ",
  "an5.55:3.4": "Sentient beings are lustful, greedy, tied, infatuated, and attached to the sight of a woman. ",
  "an5.55:3.5": "They sorrow for a long time under the sway of a woman’s sight. ",
  "an5.55:4.1": "Compared to the sound … smell … taste … touch of a woman, I do not see a single touch that is so arousing, sensuous, intoxicating, captivating, and infatuating, and such an obstacle to reaching the supreme sanctuary. ",
  "an5.55:4.2": "Sentient beings are lustful, greedy, tied, infatuated, and attached to the touch of a woman. ",
  "an5.55:4.3": "They sorrow for a long time under the sway of a woman’s touch. ",
  "an5.55:5.1": "When a woman walks, she occupies a man’s mind. ",
  "an5.55:5.2": "When a woman stands … sits … lies down … laughs … speaks … sings … cries … is injured, she occupies a man’s mind. Even when a woman is dead, she occupies a man’s mind. ",
  "an5.55:5.3": "For if anyone should be rightly called ‘an all-round snare of Māra’, it’s females. ",
  "an5.55:5.4": "",
  "an5.55:5.5": "",
  "an5.55:6.1": "You might chat with someone who has knife in hand. ",
  "an5.55:6.2": "You might even chat with a goblin. ",
  "an5.55:6.3": "You might sit close by a viper, ",
  "an5.55:6.4": "whose bite would take your life. ",
  "an5.55:6.5": "But never should you chat ",
  "an5.55:6.6": "one on one with a female. ",
  "an5.55:7.1": "They captivate the unmindful ",
  "an5.55:7.2": "with a glance and a smile. ",
  "an5.55:7.3": "Or scantily clad, ",
  "an5.55:7.4": "they speak charming words. ",
  "an5.55:7.5": "It’s not good to sit with such a person, ",
  "an5.55:7.6": "even if she’s injured or dead. ",
  "an5.55:8.1": "These five kinds of sensual stimulation ",
  "an5.55:8.2": "are apparent in a woman’s body: ",
  "an5.55:8.3": "sights, sounds, tastes, smells, ",
  "an5.55:8.4": "and touches so delightful. ",
  "an5.55:9.1": "Those swept away by the flood of sensual pleasures, ",
  "an5.55:9.2": "not comprehending them, ",
  "an5.55:9.3": "are governed by transmigration—",
  "an5.55:9.4": "time and destination, and life after life. ",
  "an5.55:10.1": "But those who fully understand sensual pleasures ",
  "an5.55:10.2": "live fearing nothing from any quarter. ",
  "an5.55:10.3": "They are those in the world who’ve crossed over, ",
  "an5.55:10.4": "having reached the ending of defilements.” "
}