{
  "an5.48:0.1": "Numbered Discourses 5 ",
  "an5.48:0.2": "5. With King Muṇḍa ",
  "an5.48:0.3": "48. Things That Cannot Be Had ",
  "an5.48:1.1": "“Mendicants, there are five things that cannot be had by any ascetic or brahmin or god or Māra or Brahmā or by anyone in the world. ",
  "an5.48:1.2": "What five? ",
  "an5.48:1.3": "That someone liable to old age should not grow old. ",
  "an5.48:1.4": "That someone liable to sickness should not get sick. … That someone liable to death should not die. … That someone liable to ending should not end. … That someone liable to perishing should not perish. … ",
  "an5.48:2.1": "An uneducated ordinary person has someone liable to old age who grows old. ",
  "an5.48:2.2": "But they don’t reflect on old age: ",
  "an5.48:2.3": "‘It’s not just me who has someone liable to old age who grows old. For as long as sentient beings come and go, pass away and are reborn, they all have someone liable to old age who grows old. ",
  "an5.48:2.4": "If I were to sorrow and wail and lament, beating my breast and falling into confusion, just because someone liable to old age grows old, I’d lose my appetite and my physical appearance would deteriorate. My work wouldn’t get done, my enemies would be encouraged, and my friends would be dispirited.’ ",
  "an5.48:2.5": "And so, when someone liable to old age grows old, they sorrow and wail and lament, beating their breast and falling into confusion. ",
  "an5.48:2.6": "This is called ",
  "an5.48:2.7": "an uneducated ordinary person struck by sorrow’s poisoned arrow, who only mortifies themselves. ",
  "an5.48:3.1": "Furthermore, an uneducated ordinary person has someone liable to sickness … death … ending … perishing. ",
  "an5.48:3.2": "But they don’t reflect on perishing: ",
  "an5.48:3.3": "‘It’s not just me who has someone liable to perishing who perishes. For as long as sentient beings come and go, pass away and are reborn, they all have someone liable to perishing who perishes. ",
  "an5.48:3.4": "If I were to sorrow and wail and lament, beating my breast and falling into confusion, just because someone liable to perishing perishes, I’d lose my appetite and my physical appearance would deteriorate. My work wouldn’t get done, my enemies would be encouraged, and my friends would be dispirited.’ ",
  "an5.48:3.5": "And so, when someone liable to perishing perishes, they sorrow and wail and lament, beating their breast and falling into confusion. ",
  "an5.48:3.6": "This is called ",
  "an5.48:3.7": "an uneducated ordinary person struck by sorrow’s poisoned arrow, who only mortifies themselves. ",
  "an5.48:4.1": "An educated noble disciple has someone liable to old age who grows old. ",
  "an5.48:4.2": "So they reflect on old age: ",
  "an5.48:4.3": "‘It’s not just me who has someone liable to old age who grows old. For as long as sentient beings come and go, pass away and are reborn, they all have someone liable to old age who grows old. ",
  "an5.48:4.4": "If I were to sorrow and wail and lament, beating my breast and falling into confusion, just because someone liable to old age grows old, I’d lose my appetite and my physical appearance would deteriorate. My work wouldn’t get done, my enemies would be encouraged, and my friends would be dispirited.’ ",
  "an5.48:4.5": "And so, when someone liable to old age grows old, they don’t sorrow and wail and lament, beating their breast and falling into confusion. ",
  "an5.48:4.6": "This is called ",
  "an5.48:4.7": "an educated noble disciple who has drawn out sorrow’s poisoned arrow, struck by which uneducated ordinary people only mortify themselves. ",
  "an5.48:4.8": "Sorrowless, free of thorns, that noble disciple only extinguishes themselves. ",
  "an5.48:5.1": "Furthermore, an educated noble disciple has someone liable to sickness … death … ending … perishing. ",
  "an5.48:5.2": "So they reflect on perishing: ",
  "an5.48:5.3": "‘It’s not just me who has someone liable to perishing who perishes. For as long as sentient beings come and go, pass away and are reborn, they all have someone liable to perishing who perishes. ",
  "an5.48:5.4": "If I were to sorrow and wail and lament, beating my breast and falling into confusion, just because someone liable to perishing perishes, I’d lose my appetite and my physical appearance would deteriorate. My work wouldn’t get done, my enemies would be encouraged, and my friends would be dispirited.’ ",
  "an5.48:5.5": "And so, when someone liable to perishing perishes, they don’t sorrow and wail and lament, beating their breast and falling into confusion. ",
  "an5.48:5.6": "This is called ",
  "an5.48:5.7": "an educated noble disciple who has drawn out sorrow’s poisoned arrow, struck by which uneducated ordinary people only mortify themselves. ",
  "an5.48:5.8": "Sorrowless, free of thorns, that noble disciple only extinguishes themselves. ",
  "an5.48:6.1": "These are the five things that cannot be had by any ascetic or brahmin or god or Māra or Brahmā or by anyone in the world. ",
  "an5.48:7.1": "Sorrowing and lamenting ",
  "an5.48:7.2": "doesn’t do even a little bit of good. ",
  "an5.48:7.3": "When they know that you’re sad, ",
  "an5.48:7.4": "your enemies are encouraged. ",
  "an5.48:8.1": "When an astute person doesn’t waver in the face of adversity, ",
  "an5.48:8.2": "as they’re able to assess what’s beneficial, ",
  "an5.48:8.3": "their enemies suffer, ",
  "an5.48:8.4": "seeing that their normal expression doesn’t change. ",
  "an5.48:9.1": "Chants, recitations, fine sayings, ",
  "an5.48:9.2": "charity or traditions: ",
  "an5.48:9.3": "if by means of any such things you benefit, ",
  "an5.48:9.4": "then by all means keep doing them. ",
  "an5.48:10.1": "But if you understand that ‘this good thing ",
  "an5.48:10.2": "can’t be had by me or by anyone else’, ",
  "an5.48:10.3": "you should accept it without sorrowing, thinking: ",
  "an5.48:10.4": "‘The karma is strong. What can I do now?’” "
}