{
  "sn22.43:0.1": "Verbundene Lehrreden 22.43 ",
  "sn22.43:0.2": "5. Das Kapitel darüber, als deine eigene Insel zu leben ",
  "sn22.43:0.3": "Lebe als deine eigene Insel ",
  "sn22.43:1.1": "In Sāvatthī. ",
  "sn22.43:1.2": "„Mönche und Nonnen, lebt als eure eigene Insel, eure eigene Zuflucht, sucht keine andere Zuflucht. Macht die Lehre zu eurer Insel und eurer Zuflucht, sucht keine andere Zuflucht. ",
  "sn22.43:1.3": "Wenn ihr so lebt, untersucht im Hinblick auf die Ursache: ‚Woraus werden Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis geboren? Wovon werden sie erzeugt?‘ ",
  "sn22.43:2.1": "Und woraus, Mönche und Nonnen, werden Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis geboren? Wovon werden sie erzeugt? ",
  "sn22.43:2.2": "Da hat ein ungebildeter gewöhnlicher Mensch die Edlen nicht gesehen und ist in der Lehre der Edlen nicht bewandert und geschult. Er hat keine guten Menschen gesehen und ist in der Lehre der Guten nicht bewandert und geschult. ",
  "sn22.43:2.3": "Er betrachtet Form als das Selbst, das Selbst als etwas, das Form hat, Form als im Selbst oder das Selbst als in der Form. ",
  "sn22.43:2.4": "Aber diese seine Form verfällt und geht zugrunde, ",
  "sn22.43:2.5": "und das führt zu Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis. ",
  "sn22.43:2.6": "Er betrachtet Gefühl als das Selbst … ",
  "sn22.43:2.9": "Er betrachtet Wahrnehmung als das Selbst … ",
  "sn22.43:2.10": "Er betrachtet Entscheidungen als das Selbst … ",
  "sn22.43:2.11": "Er betrachtet Bewusstsein als das Selbst, das Selbst als etwas, das Bewusstsein hat, Bewusstsein als im Selbst oder das Selbst als im Bewusstsein. ",
  "sn22.43:2.12": "Aber dieses sein Bewusstsein verfällt und geht zugrunde, ",
  "sn22.43:2.13": "und das führt zu Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis. ",
  "sn22.43:3.1": "Wenn man die Unbeständigkeit der Form versteht – ihr Zugrundegehen, Schwinden und Aufhören –, wenn man wahrhaftig mit rechter Weisheit sieht, dass jegliche Form, ob vergangen oder gegenwärtig, unbeständig und Leiden ist und zugrunde gehen muss, dann werden Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis aufgegeben. ",
  "sn22.43:3.2": "Wenn diese Dinge aufgegeben sind, gibt es keine Bangigkeit. Ohne Bangigkeit lebt man glücklich. Ein Mönch, der glücklich lebt, gilt in dieser Hinsicht als erloschen. ",
  "sn22.43:3.3": "Wenn man die Unbeständigkeit des Gefühls versteht … ",
  "sn22.43:3.5": "Wenn man die Unbeständigkeit der Wahrnehmung versteht … ",
  "sn22.43:3.6": "Wenn man die Unbeständigkeit der Entscheidungen versteht … ",
  "sn22.43:3.8": "Wenn man die Unbeständigkeit des Bewusstseins versteht – sein Zugrundegehen, Schwinden und Aufhören –, wenn man wahrhaftig mit rechter Weisheit sieht, dass jegliches Bewusstsein, ob vergangen oder gegenwärtig, unbeständig und Leiden ist und zugrunde gehen muss, dann werden Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis aufgegeben. ",
  "sn22.43:3.9": "Wenn diese Dinge aufgegeben sind, gibt es keine Bangigkeit. Ohne Bangigkeit lebt man glücklich. Eine Nonne, die glücklich lebt, gilt in dieser Hinsicht als erloschen.“ "
}