{
  "sn22.123:0.1": "Verbundene Lehrreden 22.123 ",
  "sn22.123:0.2": "12. Das Kapitel über einen Dhammalehrer ",
  "sn22.123:0.3": "Gebildet ",
  "sn22.123:1.1": "Einmal hielten sich der Ehrwürdige Sāriputta und der Ehrwürdige Mahākoṭṭhita bei Varanasi auf, im Wildpark bei Isipatana. ",
  "sn22.123:1.2": "Da kam der Ehrwürdige Mahākoṭṭhita am späten Nachmittag aus seiner Klausur, ging zum Ehrwürdigen Sāriputta und … sagte: ",
  "sn22.123:2.1": "„Geehrter Sāriputta, für welche Dinge soll ein gebildeter Mönch den Geist wohlüberlegt gebrauchen?“ ",
  "sn22.123:2.2": "„Geehrter Koṭṭhita, ein gebildeter Mönch soll den Geist für die fünf mit Ergreifen verbundenen Aggregate wohlüberlegt gebrauchen, die unbeständig sind … ohne Selbst. ",
  "sn22.123:2.3": "Welche fünf? ",
  "sn22.123:2.4": "Es sind das mit Ergreifen verbundene Aggregat der Form, das des Gefühls, das der Wahrnehmung, das der Willensbildungsprozesse und das des Bewusstseins. ",
  "sn22.123:2.5": "Ein gebildeter Mönch soll den Geist für diese fünf mit Ergreifen verbundenen Aggregate wohlüberlegt gebrauchen, die unbeständig sind … ohne Selbst. ",
  "sn22.123:2.6": "Es ist möglich, dass ein gebildeter Mönch, der den Geist für diese fünf mit Ergreifen verbundenen Aggregate wohlüberlegt gebraucht, die Frucht des Stromeintritts erlangt.“ ",
  "sn22.123:3.1": "„Aber geehrter Sāriputta, für welche Dinge soll ein Mönch, der in den Strom eingetreten ist, den Geist wohlüberlegt gebrauchen?“ ",
  "sn22.123:3.2": "„Geehrter Koṭṭhita, ein Mönch, der in den Strom eingetreten ist, soll den Geist für die fünf mit Ergreifen verbundenen Aggregate wohlüberlegt gebrauchen, die unbeständig sind … ohne Selbst. ",
  "sn22.123:3.3": "Es ist möglich, dass ein Mönch, der in den Strom eingetreten ist, der den Geist für diese fünf mit Ergreifen verbundenen Aggregate wohlüberlegt gebraucht, die Frucht der Einmalwiederkehr erlangt.“ … ",
  "sn22.123:3.4": "„Es ist möglich, dass ein Mönch, der ein Einmalwiederkehrer ist, der den Geist für diese fünf mit Ergreifen verbundenen Aggregate wohlüberlegt gebraucht, die Frucht der Nichtwiederkehr erlangt.“ … ",
  "sn22.123:3.5": "„Es ist möglich, dass ein Mönch, der ein Nichtwiederkehrer ist, der den Geist für diese fünf mit Ergreifen verbundenen Aggregate wohlüberlegt gebraucht, die Frucht der Vollendung erlangt.“ ",
  "sn22.123:4.1": "„Aber geehrter Sāriputta, für welche Dinge soll ein Vollendeter den Geist wohlüberlegt gebrauchen?“ ",
  "sn22.123:4.2": "„Geehrter Koṭṭhita, ein Vollendeter soll den Geist für die fünf mit Ergreifen verbundenen Aggregate wohlüberlegt gebrauchen, die unbeständig sind, Leiden, eine Krankheit, ein Eiterherd, eine Düsternis, eine Beschwerde, fremd, zerfallend, leer, ohne Selbst. ",
  "sn22.123:4.3": "Ein Vollendeter hat nichts mehr, das noch zu tun oder zu verbessern wäre. ",
  "sn22.123:4.4": "Aber wenn diese Dinge entwickelt und gemehrt werden, führen sie zu seliger Meditation in diesem Leben sowie zu Achtsamkeit und Situationsbewusstsein.“ "
}