{
  "sn22.59:0.1": "Verbundene Lehrreden 22.59 ",
  "sn22.59:0.2": "6. Das Kapitel über Einbindung ",
  "sn22.59:0.3": "Das Kennzeichen dessen, was ohne Selbst ist ",
  "sn22.59:1.1": "Einmal hielt sich der Buddha bei Benares auf, im Wildpark bei Isipatana. ",
  "sn22.59:1.2": "Da wandte sich der Buddha an die Gruppe der fünf Mönche: ",
  "sn22.59:1.3": "„Mönche!“ ",
  "sn22.59:1.4": "„Ehrwürdiger Herr“, antworteten sie. ",
  "sn22.59:1.5": "Der Buddha sagte: ",
  "sn22.59:2.1": "„Mönche, Form ist ohne Selbst. ",
  "sn22.59:2.2": "Denn wenn Form das Selbst wäre, würde sie nicht zu Beschwerden führen. Und man könnte die Form veranlassen: ",
  "sn22.59:2.3": "‚Meine Form sei so! Meine Form sei nicht so!‘ ",
  "sn22.59:2.4": "Weil aber Form ohne Selbst ist, führt sie zu Beschwerden. Und man kann die Form nicht veranlassen: ",
  "sn22.59:2.5": "‚Meine Form sei so! Meine Form sei nicht so!‘ ",
  "sn22.59:3.1": "Gefühl ist ohne Selbst … ",
  "sn22.59:3.2": "",
  "sn22.59:3.3": "",
  "sn22.59:3.4": "",
  "sn22.59:3.5": "",
  "sn22.59:4.1": "Wahrnehmung ist ohne Selbst … ",
  "sn22.59:4.2": "Entscheidungen sind ohne Selbst … ",
  "sn22.59:4.3": "",
  "sn22.59:4.4": "",
  "sn22.59:4.5": "",
  "sn22.59:4.6": "",
  "sn22.59:5.1": "Bewusstsein ist ohne Selbst. ",
  "sn22.59:5.2": "Denn wenn Bewusstsein das Selbst wäre, würde es nicht zu Beschwerden führen. Und man könnte das Bewusstsein veranlassen: ",
  "sn22.59:5.3": "‚Mein Bewusstsein sei so! Mein Bewusstsein sei nicht so!‘ ",
  "sn22.59:5.4": "Weil aber Bewusstsein ohne Selbst ist, führt es zu Beschwerden. Und man kann das Bewusstsein nicht veranlassen: ",
  "sn22.59:5.5": "‚Mein Bewusstsein sei so! Mein Bewusstsein sei nicht so!‘ ",
  "sn22.59:6.1": "Was denkt ihr, Mönche? ",
  "sn22.59:6.2": "Ist Form beständig oder unbeständig?“ ",
  "sn22.59:6.3": "„Unbeständig, Herr.“ ",
  "sn22.59:6.4": "„Aber wenn sie unbeständig ist, ist sie Leiden oder Glück?“ ",
  "sn22.59:6.5": "„Leiden, Herr.“ ",
  "sn22.59:6.6": "„Aber wenn sie unbeständig und Leiden ist und zugrunde gehen muss, kann man sie dann so ansehen: ",
  "sn22.59:6.7": "‚Das ist mein, das bin ich, das ist mein Selbst‘?“ ",
  "sn22.59:6.8": "„Nein, Herr.“ ",
  "sn22.59:6.9": "„Ist Gefühl beständig oder unbeständig?“ … ",
  "sn22.59:6.10": "„Ist Wahrnehmung beständig oder unbeständig?“ … ",
  "sn22.59:6.11": "„Sind Entscheidungen beständig oder unbeständig?“ … ",
  "sn22.59:6.12": "„Ist Bewusstsein beständig oder unbeständig?“ ",
  "sn22.59:6.13": "„Unbeständig, Herr.“ ",
  "sn22.59:6.14": "„Aber wenn es unbeständig ist, ist es Leiden oder Glück?“ ",
  "sn22.59:6.15": "„Leiden, Herr.“ ",
  "sn22.59:6.16": "„Aber wenn es unbeständig und Leiden ist und zugrunde gehen muss, kann man es dann so ansehen: ",
  "sn22.59:6.17": "‚Das ist mein, das bin ich, das ist mein Selbst‘?“ ",
  "sn22.59:6.18": "„Nein, Herr.“ ",
  "sn22.59:7.1": "„Daher solltet ihr jegliche Art von Form – vergangen, zukünftig oder gegenwärtig, innen oder außen, grob oder fein, gering oder hochstehend, fern oder nah: jegliche Form – wahrhaftig mit rechter Weisheit sehen: ‚Das ist nicht mein, das bin nicht ich, das ist nicht mein Selbst.‘ ",
  "sn22.59:8.1": "Jegliche Art von Gefühl … ",
  "sn22.59:9.1": "Jegliche Art von Wahrnehmung … ",
  "sn22.59:9.2": "Jegliche Art von Entscheidungen … ",
  "sn22.59:10.1": "Jegliche Art von Bewusstsein – vergangen, zukünftig oder gegenwärtig, innen oder außen, grob oder fein, gering oder hochstehend, fern oder nah: jegliches Bewusstsein – solltet ihr wahrhaftig mit rechter Weisheit sehen: ‚Das ist nicht mein, das bin nicht ich, das ist nicht mein Selbst.‘ ",
  "sn22.59:11.1": "Wenn er das sieht, wird ein gebildeter edler Schüler ernüchtert von Form, Gefühl, Wahrnehmung, Entscheidungen und Bewusstsein. ",
  "sn22.59:11.2": "Wenn er ernüchtert ist, schwindet die Leidenschaft. Wenn die Leidenschaft schwindet, ist er befreit. Wenn er befreit ist, weiß er, dass er befreit ist. ",
  "sn22.59:11.3": "Er versteht: ‚Wiedergeburt ist beendet; die spirituelle Reise ist abgeschlossen; was zu tun war, ist getan; es gibt keine Rückkehr mehr zu irgendeinem Daseinszustand.‘“ ",
  "sn22.59:12.1": "Das sagte der Buddha. ",
  "sn22.59:12.2": "Zufrieden freute sich die Gruppe der fünf Mönche über die Worte des Buddha. ",
  "sn22.59:12.3": "Und während diese Lehrrede gesprochen wurde, wurde der Geist der Gruppe der fünf Mönche durch Nicht-Ergreifen von den Befleckungen befreit. "
}