{
  "sn22.96:0.1": "Verbundene Lehrreden 22.96 ",
  "sn22.96:0.2": "10. Das Kapitel über Blumen ",
  "sn22.96:0.3": "Ein Klumpen Kuhmist ",
  "sn22.96:1.1": "In Sāvatthī. ",
  "sn22.96:1.2": "Als er sich zur Seite hingesetzt hatte, sagte dieser Mönch zum Buddha: ",
  "sn22.96:1.3": "„Herr, gibt es irgendeine Form, die beständig, immerwährend und ewig ist, die nicht zugrunde gehen muss und für immer und ewig besteht? ",
  "sn22.96:1.4": "Gibt es irgendein Gefühl … ",
  "sn22.96:1.5": "Gibt es irgendeine Wahrnehmung … ",
  "sn22.96:1.6": "Gibt es irgendwelche Entscheidungen … ",
  "sn22.96:1.7": "Gibt es irgendwelches Bewusstsein, das beständig, immerwährend und ewig ist, das nicht zugrunde gehen muss und für immer und ewig besteht?“ ",
  "sn22.96:1.8": "„Mönch, es gibt überhaupt keine Form, die beständig, immerwährend und ewig wäre, die nicht zugrunde gehen müsste und für immer und ewig bestehen würde. ",
  "sn22.96:1.9": "Es gibt überhaupt kein Gefühl … ",
  "sn22.96:1.10": "Es gibt überhaupt keine Wahrnehmung … ",
  "sn22.96:1.11": "Es gibt überhaupt keine Entscheidungen … ",
  "sn22.96:1.12": "Es gibt überhaupt kein Bewusstsein, das beständig, immerwährend und ewig wäre, das nicht zugrunde gehen müsste und für immer und ewig bestehen würde.“ ",
  "sn22.96:2.1": "Da nahm der Buddha einen Klumpen Kuhmist auf und sagte zu diesem Mönch: ",
  "sn22.96:2.2": "„Es gibt nicht einmal so viel in einer Verkörperung, das beständig, immerwährend und ewig wäre, das nicht zugrunde gehen müsste und für immer und ewig bestehen würde. ",
  "sn22.96:2.3": "Wenn es das gäbe, wäre ein Führen des geistlichen Lebens zur völligen Auflösung des Leidens nicht zu finden. ",
  "sn22.96:2.4": "Aber da es das nicht gibt, ist ein Führen des geistlichen Lebens zur völligen Auflösung des Leidens zu finden. ",
  "sn22.96:3.1": "Es war einmal eine Zeit, da war ich ein gesalbter adliger König. ",
  "sn22.96:3.2": "Ich hatte 84.000 Städte, unter denen die Hauptstadt Kusāvatī die vorderste war. ",
  "sn22.96:3.3": "Ich hatte 84.000 Paläste, unter denen der Palast mit dem Namen Gesetzmäßigkeit der vorderste war. ",
  "sn22.96:3.4": "Ich hatte 84.000 Zimmer, unter denen die große Eingangshalle das vorderste war. ",
  "sn22.96:3.5": "Ich hatte 84.000 Liegen aus Elfenbein, Hartholz, Gold oder Silber. Sie waren mit flauschigen, rein weißen oder mit Blumen bestickten wollenen Decken gepolstert und mit einer Decke aus feinem Hirschleder überzogen, mit einem Baldachin und roten Kissen auf beiden Seiten. ",
  "sn22.96:3.6": "Ich hatte 84.000 Elefantenbullen mit goldenen Wimpeln und Fahnen, die von einem Netzwerk aus Gold bedeckt waren und unter denen der königliche Elefantenbulle mit Namen Besinnungstag der vorderste war. ",
  "sn22.96:3.7": "Ich hatte 84.000 Pferde mit goldenen Wimpeln und Fahnen, die von einem Netzwerk aus Gold bedeckt waren und unter denen das königliche Ross mit Namen Donnerwolke das vorderste war. ",
  "sn22.96:3.8": "Ich hatte 84.000 Wagen mit goldenen Wimpeln und Fahnen, von einem Netzwerk aus Gold bedeckt, unter denen der Wagen mit Namen Triumph der vorderste war. ",
  "sn22.96:3.9": "Ich hatte 84.000 Edelsteine, unter denen das Edelstein-Juwel der vorderste war. ",
  "sn22.96:3.10": "Ich hatte 84.000 Frauen, unter denen die Königin Subhaddā die vorderste war. ",
  "sn22.96:3.11": "Ich hatte 84.000 adlige Lehnsleute, unter denen das Berater-Juwel der vorderste war. ",
  "sn22.96:3.12": "Ich hatte 84.000 Milchkühe mit seidenen Halftern und bronzenen Eimern. ",
  "sn22.96:3.13": "Ich hatte 8.400.000.000 erlesene Kleider aus Leinen, Seide, Wolle oder Baumwolle. ",
  "sn22.96:3.14": "Ich hatte 84.000 Gerichte, die mir als Gaben morgens und abends aufgetragen wurden. ",
  "sn22.96:4.1": "Von den 84.000 Städten lebte ich nur in einer, in der Hauptstadt Kusāvatī. ",
  "sn22.96:4.2": "Von den 84.000 Palästen hielt ich mich nur in einem auf, im Palast der Gesetzmäßigkeit. ",
  "sn22.96:4.3": "Von den 84.000 Zimmern bewohnte ich nur die große Eingangshalle. ",
  "sn22.96:4.4": "Von den 84.000 Liegen benutzte ich nur eine aus Elfenbein oder Hartholz oder Gold oder Silber. ",
  "sn22.96:4.5": "Von den 84.000 Elefantenbullen ritt ich nur einen, den königlichen Elefantenbullen mit Namen Besinnungstag. ",
  "sn22.96:4.6": "Von den 84.000 Pferden ritt ich nur eines, das königliche Ross mit Namen Donnerwolke. ",
  "sn22.96:4.7": "Von den 84.000 Wagen fuhr ich nur einen, den Wagen mit Namen Triumph. ",
  "sn22.96:4.8": "Von den 84.000 Frauen wurde ich nur von einer bedient, einem Mädchen aus der Adels- oder Händlerkaste. ",
  "sn22.96:4.9": "Von den 8.400.000.000 erlesenen Kleidern trug ich nur ein Paar aus Leinen, Baumwolle, Seide oder Wolle. ",
  "sn22.96:4.10": "Von den 84.000 Gerichten aß ich nur eines; ich aß höchstens eine Portion Reis mit passender Soße. ",
  "sn22.96:4.11": "Und so sind all diese bedingten Erscheinungen vergangen, haben aufgehört und sind zugrunde gegangen. ",
  "sn22.96:4.12": "So unbeständig sind Bedingungen, ",
  "sn22.96:4.13": "so brüchig sind Bedingungen, ",
  "sn22.96:4.14": "so unzuverlässig sind Bedingungen. ",
  "sn22.96:4.15": "Eben das reicht völlig aus, dass du in Bezug auf alle Bedingungen ernüchtert wirst, dass deine Leidenschaft schwindet und du davon frei wirst.“ "
}