{
  "sn22.55:0.1": "Verbundene Lehrreden 22.55 ",
  "sn22.55:0.2": "6. Das Kapitel über Einbindung ",
  "sn22.55:0.3": "Ein inniger Spruch ",
  "sn22.55:1.1": "In Sāvatthī. ",
  "sn22.55:1.2": "Da drückte der Buddha dieses innige Gefühl aus: ",
  "sn22.55:1.3": "„‚Es könnte nicht sein, und es könnte nicht mein sein. Es wird nicht sein, und es wird nicht mein sein.‘ ",
  "sn22.55:1.4": "Ein Mönch, der sich dieses fest vornimmt, kann die fünf niederen Fesseln durchtrennen.“ ",
  "sn22.55:1.5": "Daraufhin sagte einer der Mönche zum Buddha: ",
  "sn22.55:1.6": "„Aber wie, Herr, ",
  "sn22.55:1.7": "kann ein Mönch, der sich dieses fest vornimmt, die fünf niederen Fesseln durchtrennen?“ ",
  "sn22.55:2.1": "„Mönch, da hat ein ungebildeter gewöhnlicher Mensch die Edlen nicht gesehen und ist in der Lehre der Edlen nicht bewandert und geschult. Er hat keine wahren Menschen gesehen und ist in der Lehre der wahren Menschen nicht bewandert und geschult. ",
  "sn22.55:2.2": "Er betrachtet Form als das Selbst, das Selbst als etwas, das Form hat, Form als im Selbst oder das Selbst als in der Form. ",
  "sn22.55:2.3": "Er betrachtet Gefühl als das Selbst … ",
  "sn22.55:2.4": "Er betrachtet Wahrnehmung als das Selbst … ",
  "sn22.55:2.5": "Er betrachtet Entscheidungen als das Selbst … ",
  "sn22.55:2.6": "Er betrachtet Bewusstsein als das Selbst, das Selbst als etwas, das Bewusstsein hat, Bewusstsein als im Selbst oder das Selbst als im Bewusstsein. ",
  "sn22.55:3.1": "Er versteht Form, die unbeständig ist, nicht wahrhaftig als unbeständig. ",
  "sn22.55:3.2": "Er versteht Gefühl, das unbeständig ist, nicht wahrhaftig als unbeständig. ",
  "sn22.55:3.3": "Er versteht Wahrnehmung, die unbeständig ist, nicht wahrhaftig als unbeständig. ",
  "sn22.55:3.4": "Er versteht Entscheidungen, die unbeständig sind, nicht wahrhaftig als unbeständig. ",
  "sn22.55:3.5": "Er versteht Bewusstsein, das unbeständig ist, nicht wahrhaftig als unbeständig. ",
  "sn22.55:4.1": "Er versteht Form, die Leiden ist, nicht wahrhaftig als Leiden. ",
  "sn22.55:4.2": "Er versteht Gefühl, das Leiden ist, nicht wahrhaftig als Leiden. ",
  "sn22.55:4.3": "Er versteht Wahrnehmung, die Leiden ist, nicht wahrhaftig als Leiden. ",
  "sn22.55:4.4": "Er versteht Entscheidungen, die Leiden sind, nicht wahrhaftig als Leiden. ",
  "sn22.55:4.5": "Er versteht Bewusstsein, das Leiden ist, nicht wahrhaftig als Leiden. ",
  "sn22.55:5.1": "Er versteht Form, die ohne Selbst ist, nicht wahrhaftig als ohne Selbst. ",
  "sn22.55:5.2": "Er versteht Gefühl, das ohne Selbst ist, nicht wahrhaftig als ohne Selbst. ",
  "sn22.55:5.3": "Er versteht Wahrnehmung, die ohne Selbst ist, nicht wahrhaftig als ohne Selbst. ",
  "sn22.55:5.4": "Er versteht Entscheidungen, die ohne Selbst sind, nicht wahrhaftig als ohne Selbst. ",
  "sn22.55:5.5": "Er versteht Bewusstsein, das ohne Selbst ist, nicht wahrhaftig als ohne Selbst. ",
  "sn22.55:6.1": "Er versteht Form, die bedingt ist, nicht wahrhaftig als bedingt. ",
  "sn22.55:6.2": "Er versteht Gefühl, das bedingt ist, nicht wahrhaftig als bedingt. ",
  "sn22.55:6.3": "Er versteht Wahrnehmung, die bedingt ist, nicht wahrhaftig als bedingt. ",
  "sn22.55:6.4": "Er versteht Entscheidungen, die bedingt sind, nicht wahrhaftig als bedingt. ",
  "sn22.55:6.5": "Er versteht Bewusstsein, das bedingt ist, nicht wahrhaftig als bedingt. ",
  "sn22.55:6.6": "Er versteht nicht wahrhaftig, dass Form verschwinden wird. ",
  "sn22.55:6.7": "Er versteht nicht wahrhaftig, dass Gefühl verschwinden wird. ",
  "sn22.55:6.8": "Er versteht nicht wahrhaftig, dass Wahrnehmung verschwinden wird. ",
  "sn22.55:6.9": "Er versteht nicht wahrhaftig, dass Entscheidungen verschwinden werden. ",
  "sn22.55:6.10": "Er versteht nicht wahrhaftig, dass Bewusstsein verschwinden wird. ",
  "sn22.55:7.1": "Aber ein gebildeter edler Schüler hat die Edlen gesehen und ist in der Lehre der Edlen bewandert und geschult. Er hat wahre Menschen gesehen und ist in der Lehre der wahren Menschen bewandert und geschult. ",
  "sn22.55:7.2": "Er betrachtet nicht Form als das Selbst … ",
  "sn22.55:7.3": "Er betrachtet nicht Gefühl als das Selbst … ",
  "sn22.55:7.4": "Er betrachtet nicht Wahrnehmung als das Selbst … ",
  "sn22.55:7.5": "Er betrachtet nicht Entscheidungen als das Selbst … ",
  "sn22.55:7.6": "Er betrachtet nicht Bewusstsein als das Selbst. ",
  "sn22.55:8.1": "Er versteht Form, die unbeständig ist, wahrhaftig als unbeständig. ",
  "sn22.55:8.2": "Er versteht Gefühl, das unbeständig ist … ",
  "sn22.55:8.3": "Wahrnehmung, die unbeständig ist … ",
  "sn22.55:8.4": "Entscheidungen, die unbeständig sind … ",
  "sn22.55:8.5": "Bewusstsein, das unbeständig ist, wahrhaftig als unbeständig. ",
  "sn22.55:8.6": "Er versteht Form … Gefühl … Wahrnehmung … Entscheidungen … Bewusstsein, die alle Leiden sind, wahrhaftig als Leiden. ",
  "sn22.55:8.7": "Er versteht Form … Gefühl … Wahrnehmung … Entscheidungen … Bewusstsein, die ohne Selbst sind, wahrhaftig als ohne Selbst. ",
  "sn22.55:8.8": "Er versteht Form … Gefühl … Wahrnehmung … Entscheidungen … Bewusstsein, die bedingt sind, wahrhaftig als bedingt. ",
  "sn22.55:8.9": "Er versteht wahrhaftig, dass Form verschwinden wird. ",
  "sn22.55:8.10": "Er versteht wahrhaftig, dass Gefühl … ",
  "sn22.55:8.11": "dass Wahrnehmung … ",
  "sn22.55:8.12": "dass Entscheidungen … ",
  "sn22.55:8.13": "dass Bewusstsein verschwinden wird. ",
  "sn22.55:9.1": "‚Es könnte nicht sein, und es könnte nicht mein sein. Es wird nicht sein, und es wird nicht mein sein‘ – ",
  "sn22.55:9.2": "weil Form, Gefühl, Wahrnehmung, Entscheidungen und Bewusstsein verschwinden werden, ",
  "sn22.55:9.3": "deshalb kann ein Mönch, der sich dieses fest vornimmt, die fünf niederen Fesseln durchtrennen.“ ",
  "sn22.55:9.4": "„Herr, ein Mönch, der sich dieses fest vornimmt, kann die fünf niederen Fesseln durchtrennen. ",
  "sn22.55:10.1": "Aber wie soll er erkennen und sehen, um die Befleckungen in diesem Leben aufzulösen?“ ",
  "sn22.55:10.2": "„Mönch, ein ungebildeter gewöhnlicher Mensch sorgt sich um Dinge, um die man sich nicht zu sorgen braucht. ",
  "sn22.55:10.3": "Denn ein ungebildeter gewöhnlicher Mensch sorgt sich: ",
  "sn22.55:10.4": "‚Es könnte nicht sein, und es könnte nicht mein sein. Es wird nicht sein, und es wird nicht mein sein.‘ ",
  "sn22.55:11.1": "Ein gebildeter edler Schüler sorgt sich nicht um Dinge, um die man sich nicht zu sorgen braucht. ",
  "sn22.55:11.2": "Denn ein gebildeter edler Schüler sorgt sich nicht: ",
  "sn22.55:11.3": "‚Es könnte nicht sein, und es könnte nicht mein sein. Es wird nicht sein, und es wird nicht mein sein.‘ ",
  "sn22.55:11.4": "Solange Bewusstsein besteht, besteht es eingebunden in Form, getragen von Form, gegründet auf Form. Und wenn es von Genießen befeuchtet wird, wächst es, wird größer und kommt zur Reife. ",
  "sn22.55:11.5": "Oder Bewusstsein besteht, solange es besteht, eingebunden in Gefühl … ",
  "sn22.55:11.6": "Oder Bewusstsein besteht, solange es besteht, eingebunden in Wahrnehmung … ",
  "sn22.55:11.7": "Oder Bewusstsein besteht, solange es besteht, eingebunden in Entscheidungen, getragen von Entscheidungen, gegründet auf Entscheidungen. Und wenn es von Genießen befeuchtet wird, wächst es, wird größer und kommt zur Reife. ",
  "sn22.55:12.1": "Mönch, angenommen, da würde jemand sagen: ",
  "sn22.55:12.2": "‚Ich will außerhalb von Form, Gefühl, Wahrnehmung und Entscheidungen das Kommen und Gehen von Bewusstsein beschreiben, sein Sterben und Wiedererscheinen, sein Wachsen, Größerwerden und Zur-Reife-Kommen.‘ Das ist nicht möglich. ",
  "sn22.55:13.1": "Wenn ein Mönch Gier nach dem Element der Form aufgegeben hat, ist dessen Grundlage abgeschnitten, und das Bewusstsein wird nicht verankert. ",
  "sn22.55:13.2": "Wenn ein Mönch Gier nach dem Element des Gefühls aufgegeben hat … ",
  "sn22.55:13.3": "Wenn ein Mönch Gier nach dem Element der Wahrnehmung aufgegeben hat … ",
  "sn22.55:13.4": "Wenn ein Mönch Gier nach dem Element der Entscheidungen aufgegeben hat … ",
  "sn22.55:13.5": "Wenn ein Mönch Gier nach dem Element des Bewusstseins aufgegeben hat, ist dessen Grundlage abgeschnitten, und das Bewusstsein wird nicht verankert. ",
  "sn22.55:13.6": "Da dieses Bewusstsein nicht verankert wird und nicht wächst, ohne die Kraft, erneut zu entstehen, ist es befreit. ",
  "sn22.55:13.7": "Wenn es befreit ist, steht es fest. Wenn es fest steht, ist es zufrieden. Wenn es zufrieden ist, ist einem nicht bange. Und wenn einem nicht bange ist, erlischt man aus sich selbst heraus. ",
  "sn22.55:13.8": "Man versteht: ‚Wiedergeburt ist beendet … es gibt keine Rückkehr mehr zu irgendeinem Daseinszustand.‘ ",
  "sn22.55:13.9": "Bei einem, der so erkennt und sieht, lösen sich die Befleckungen in diesem Leben auf.“ "
}