{
  "sn22.44:0.1": "Verbundene Lehrreden 22.44 ",
  "sn22.44:0.2": "5. Das Kapitel darüber, als deine eigene Insel zu leben ",
  "sn22.44:0.3": "Übung ",
  "sn22.44:1.1": "In Sāvatthī. ",
  "sn22.44:1.2": "„Mönche und Nonnen, ich werde euch die Übung lehren, die zum Ursprung der Persönlichkeit führt, und die Übung, die zum Aufhören der Persönlichkeit führt. ",
  "sn22.44:1.3": "Hört zu … ",
  "sn22.44:1.4": "Und was ist die Übung, die zum Ursprung der Persönlichkeit führt? ",
  "sn22.44:1.5": "Da hat ein ungebildeter gewöhnlicher Mensch die Edlen nicht gesehen und ist in der Lehre der Edlen nicht bewandert und geschult. Er hat keine wahren Menschen gesehen und ist in der Lehre der wahren Menschen nicht bewandert und geschult. ",
  "sn22.44:1.6": "Er betrachtet Form als das Selbst, das Selbst als etwas, das Form hat, Form als im Selbst oder das Selbst als in der Form. ",
  "sn22.44:1.7": "Er betrachtet Gefühl als das Selbst … ",
  "sn22.44:1.8": "Er betrachtet Wahrnehmung als das Selbst … ",
  "sn22.44:1.9": "Er betrachtet Entscheidungen als das Selbst … ",
  "sn22.44:1.10": "Er betrachtet Bewusstsein als das Selbst, das Selbst als etwas, das Bewusstsein hat, Bewusstsein als im Selbst oder das Selbst als im Bewusstsein. ",
  "sn22.44:1.11": "Das nennt man die Übung, die zum Ursprung der Persönlichkeit führt. ",
  "sn22.44:1.12": "Und darum nennt man das eine Art, die Dinge zu betrachten, die zum Ursprung des Leidens führt. ",
  "sn22.44:2.1": "Und was ist die Übung, die zum Aufhören der Persönlichkeit führt? ",
  "sn22.44:2.2": "Da hat ein gebildeter edler Schüler die Edlen gesehen und ist in der Lehre der Edlen bewandert und geschult. Er hat wahre Menschen gesehen und ist in der Lehre der wahren Menschen bewandert und geschult. ",
  "sn22.44:2.3": "Er betrachtet nicht Form als das Selbst, das Selbst als etwas, das Form hat, Form als im Selbst oder das Selbst als in der Form. ",
  "sn22.44:2.4": "Er betrachtet nicht Gefühl als das Selbst … ",
  "sn22.44:2.5": "Er betrachtet nicht Wahrnehmung als das Selbst … ",
  "sn22.44:2.6": "Er betrachtet nicht Entscheidungen als das Selbst … ",
  "sn22.44:2.7": "Er betrachtet nicht Bewusstsein als das Selbst, das Selbst als etwas, das Bewusstsein hat, Bewusstsein als im Selbst oder das Selbst als im Bewusstsein. ",
  "sn22.44:2.8": "Das nennt man die Übung, die zum Aufhören der Persönlichkeit führt. ",
  "sn22.44:2.9": "Und darum nennt man das eine Art, die Dinge zu betrachten, die zum Aufhören des Leidens führt.“ "
}