{
  "sn22.35:0.1": "Verbundene Lehrreden 22.35 ",
  "sn22.35:0.2": "4. Das Kapitel über das, was nicht euer ist ",
  "sn22.35:0.3": "Ein Mönch ",
  "sn22.35:1.1": "In Sāvatthī. ",
  "sn22.35:1.2": "Da ging ein Mönch zum Buddha, verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "sn22.35:1.3": "„Herr, dass der Buddha mir in kurzer Form eine Dhammaunterweisung gebe. Wenn ich sie gehört habe, werde ich allein leben, zurückgezogen, beflissen, eifrig und entschlossen.“ ",
  "sn22.35:1.5": "„Mönch, du wirst als das gerechnet, wozu du eine zugrunde liegende Neigung hast. ",
  "sn22.35:1.6": "Du wirst nicht als das gerechnet, wozu du keine zugrunde liegende Neigung hast.“ ",
  "sn22.35:1.7": "„Verstanden, Gesegneter! Verstanden, Heiliger!“ ",
  "sn22.35:2.1": "„Aber wie verstehst du die ausführliche Bedeutung meiner kurzen Aussage?“ ",
  "sn22.35:2.2": "„Wenn man eine zugrunde liegende Neigung zu Form hat, wird man als diese gerechnet. ",
  "sn22.35:2.3": "Wenn man eine zugrunde liegende Neigung zu Gefühl hat, wird man als dieses gerechnet. ",
  "sn22.35:2.4": "Wenn man eine zugrunde liegende Neigung zu Wahrnehmung hat, wird man als diese gerechnet. ",
  "sn22.35:2.5": "Wenn man eine zugrunde liegende Neigung zu Entscheidungen hat, wird man als diese gerechnet. ",
  "sn22.35:2.6": "Wenn man eine zugrunde liegende Neigung zu Bewusstsein hat, wird man als dieses gerechnet. ",
  "sn22.35:2.7": "Wenn man keine zugrunde liegende Neigung zu Form hat, wird man nicht als diese gerechnet. ",
  "sn22.35:2.8": "Wenn man keine zugrunde liegende Neigung zu Gefühl … ",
  "sn22.35:2.9": "zu Wahrnehmung … ",
  "sn22.35:2.10": "zu Entscheidungen … ",
  "sn22.35:2.11": "zu Bewusstsein hat, wird man nicht als dieses gerechnet. ",
  "sn22.35:2.12": "So verstehe ich die ausführliche Bedeutung dieser kurzen Aussage des Buddha.“ ",
  "sn22.35:3.1": "„Gut, gut, Mönch! ",
  "sn22.35:3.2": "Es ist gut, dass du die ausführliche Bedeutung meiner kurzen Aussage so verstehst. ",
  "sn22.35:3.3": "Wenn man eine zugrunde liegende Neigung zu Form hat, wird man als diese gerechnet. ",
  "sn22.35:3.4": "Wenn man eine zugrunde liegende Neigung zu Gefühl … ",
  "sn22.35:3.5": "zu Wahrnehmung … ",
  "sn22.35:3.6": "zu Entscheidungen … ",
  "sn22.35:3.7": "zu Bewusstsein hat, wird man als dieses gerechnet. ",
  "sn22.35:3.8": "Wenn man keine zugrunde liegende Neigung zu Form hat, wird man nicht als diese gerechnet. ",
  "sn22.35:3.9": "Wenn man keine zugrunde liegende Neigung zu Gefühl … ",
  "sn22.35:3.10": "zu Wahrnehmung … ",
  "sn22.35:3.11": "zu Entscheidungen … ",
  "sn22.35:3.12": "zu Bewusstsein hat, wird man nicht als dieses gerechnet. ",
  "sn22.35:3.13": "So ist die ausführliche Bedeutung dieser meiner kurzen Aussage zu verstehen.“ ",
  "sn22.35:4.1": "Da begrüßte jener Mönch die Worte des Buddha und stimmte ihm zu. Er erhob sich von seinem Sitz, verbeugte sich, umrundete den Buddha respektvoll, die rechte Seite ihm zugewandt, und ging. ",
  "sn22.35:5.1": "Da gelangte jener Mönch, als er allein lebte, zurückgezogen, beflissen, eifrig und entschlossen, bald in diesem Leben zum äußersten Höhepunkt des geistlichen Lebens. Er lebte an dem Ziel, das er durch eigene Einsicht erkannt hatte, für welches ehrbare Menschen zu Recht aus dem Haus fortziehen ins hauslose Leben. ",
  "sn22.35:5.2": "Er verstand: „Wiedergeburt ist beendet; das geistliche Leben ist erfüllt; was zu tun war, ist getan; es gibt keine Rückkehr mehr zu irgendeinem Daseinszustand.“ ",
  "sn22.35:5.3": "Und jener Mönch wurde einer der Vollendeten. "
}