{
  "sn22.54:0.1": "Verbundene Lehrreden 22.54 ",
  "sn22.54:0.2": "6. Das Kapitel über Einbindung ",
  "sn22.54:0.3": "Ein Same ",
  "sn22.54:1.1": "In Sāvatthī. ",
  "sn22.54:1.2": "„Mönche und Nonnen, es gibt fünf Arten von Pflanzen, die sich aus Samen vermehren. ",
  "sn22.54:1.3": "Welche fünf? ",
  "sn22.54:1.4": "Pflanzen, die sich aus Wurzeln, Stängeln, Ablegern oder Knoten vermehren, oder aus eigentlichen Samen als Fünftem. ",
  "sn22.54:1.5": "Angenommen, diese fünf Dinge, aus denen sich Pflanzen vermehren, wären unversehrt, unbeschädigt, nicht von Wind und Sonne verdorben, fruchtbar und wohl verwahrt. Aber es gäbe kein Erdreich und kein Wasser. ",
  "sn22.54:1.6": "Würden diese fünf Dinge, aus denen sich Pflanzen vermehren, wachsen, größer werden und zur Reife kommen?“ ",
  "sn22.54:1.7": "„Nein, Herr.“ ",
  "sn22.54:1.8": "„Angenommen, diese fünf Dinge, aus denen sich Pflanzen vermehren, wären unversehrt, unbeschädigt, nicht von Wind und Sonne verdorben, fruchtbar und wohl verwahrt, und es gäbe Erdreich und Wasser. ",
  "sn22.54:1.9": "Würden diese fünf Dinge, aus denen sich Pflanzen vermehren, wachsen, größer werden und zur Reife kommen?“ ",
  "sn22.54:1.10": "„Ja, Herr.“ ",
  "sn22.54:1.11": "„Wie das Erdelement: So sollen die vier Grundlagen, auf denen Bewusstsein besteht, betrachtet werden. ",
  "sn22.54:1.12": "Wie das Wasserelement: So sollen Genießen und Gier betrachtet werden. ",
  "sn22.54:1.13": "Wie die fünf Dinge, aus denen sich Pflanzen vermehren: So soll das Bewusstsein mit seiner Nahrung betrachtet werden. ",
  "sn22.54:2.1": "Solange Bewusstsein besteht, besteht es eingebunden in Form, getragen von Form, gegründet auf Form. Und wenn es von Genießen befeuchtet wird, wächst es, wird größer und kommt zur Reife. ",
  "sn22.54:2.2": "Oder Bewusstsein besteht, solange es besteht, eingebunden in Gefühl … ",
  "sn22.54:2.3": "Oder Bewusstsein besteht, solange es besteht, eingebunden in Wahrnehmung … ",
  "sn22.54:2.4": "Oder Bewusstsein besteht, solange es besteht, eingebunden in Entscheidungen, getragen von Entscheidungen, gegründet auf Entscheidungen. Und wenn es von Genießen befeuchtet wird, wächst es, wird größer und kommt zur Reife. ",
  "sn22.54:3.1": "Mönche und Nonnen, angenommen, da würde jemand sagen: ",
  "sn22.54:3.2": "‚Ich will außerhalb von Form, Gefühl, Wahrnehmung und Entscheidungen das Kommen und Gehen von Bewusstsein beschreiben, sein Sterben und Wiedererscheinen, sein Wachsen, Größerwerden und Zur-Reife-Kommen.‘ Das ist nicht möglich. ",
  "sn22.54:4.1": "Wenn ein Mönch Gier nach dem Element der Form aufgegeben hat, ",
  "sn22.54:4.2": "ist dessen Grundlage abgeschnitten, und das Bewusstsein wird nicht verankert. ",
  "sn22.54:4.3": "Wenn ein Mönch Gier nach dem Element des Gefühls aufgegeben hat … ",
  "sn22.54:4.4": "Wenn ein Mönch Gier nach dem Element der Wahrnehmung aufgegeben hat … ",
  "sn22.54:4.5": "Wenn ein Mönch Gier nach dem Element der Entscheidungen aufgegeben hat … ",
  "sn22.54:4.6": "Wenn ein Mönch Gier nach dem Element des Bewusstseins aufgegeben hat, ",
  "sn22.54:4.7": "ist dessen Grundlage abgeschnitten, und das Bewusstsein wird nicht verankert. ",
  "sn22.54:4.8": "Da dieses Bewusstsein nicht verankert wird und nicht wächst, ohne die Kraft, erneut zu entstehen, ist es befreit. ",
  "sn22.54:4.9": "Wenn es befreit ist, steht es fest. Wenn es fest steht, ist es zufrieden. Wenn es zufrieden ist, ist einem nicht bange. Und wenn einem nicht bange ist, erlischt man aus sich selbst heraus. ",
  "sn22.54:4.10": "Man versteht: ‚Wiedergeburt ist beendet … es gibt keine Rückkehr mehr zu irgendeinem Daseinszustand.‘“ "
}