{
  "sn22.126:0.1": "Verbundene Lehrreden 22.126 ",
  "sn22.126:0.2": "13. Das Kapitel über Unwissenheit ",
  "sn22.126:0.3": "Was entstehen muss ",
  "sn22.126:1.1": "In Sāvatthī. ",
  "sn22.126:1.2": "Da ging ein Mönch zum Buddha, verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "sn22.126:1.3": "„Herr, man spricht von dieser Sache, die ‚Unwissenheit‘ genannt wird. ",
  "sn22.126:1.4": "Was ist Unwissenheit? ",
  "sn22.126:1.5": "Und inwiefern ist ein Mensch unwissend?“ ",
  "sn22.126:2.1": "„Mönch, da versteht ein ungebildeter gewöhnlicher Mensch Form, die entstehen muss, nicht wahrhaftig als Form, die entstehen muss. ",
  "sn22.126:2.2": "Er versteht Form, die verschwinden muss, nicht wahrhaftig als Form, die verschwinden muss. ",
  "sn22.126:2.3": "Er versteht Form, die sowohl entstehen als auch verschwinden muss, nicht wahrhaftig als Form, die sowohl entstehen als auch verschwinden muss. ",
  "sn22.126:2.4": "Er versteht Gefühl, das entstehen muss, nicht wahrhaftig als Gefühl, das entstehen muss. … ",
  "sn22.126:2.7": "Er versteht Wahrnehmung, die entstehen muss, nicht wahrhaftig als Wahrnehmung, die entstehen muss. … ",
  "sn22.126:2.8": "Er versteht Entscheidungen, die entstehen müssen, nicht wahrhaftig als Entscheidungen, die entstehen müssen. … ",
  "sn22.126:2.11": "Er versteht Bewusstsein, das entstehen muss, nicht wahrhaftig als Bewusstsein, das entstehen muss. ",
  "sn22.126:2.12": "Er versteht Bewusstsein, das verschwinden muss, nicht wahrhaftig als Bewusstsein, das verschwinden muss. ",
  "sn22.126:2.13": "Er versteht Bewusstsein, das sowohl entstehen als auch verschwinden muss, nicht wahrhaftig als Bewusstsein, das sowohl entstehen als auch verschwinden muss. ",
  "sn22.126:2.14": "Das nennt man Unwissenheit. ",
  "sn22.126:2.15": "Und insofern ist ein Mensch unwissend.“ ",
  "sn22.126:3.1": "Daraufhin sagte der Mönch zum Buddha: ",
  "sn22.126:3.2": "„Herr, man spricht von dieser Sache, die ‚Wissen‘ genannt wird. ",
  "sn22.126:3.3": "Was ist Wissen? ",
  "sn22.126:3.4": "Und inwiefern ist ein Mensch wissend?“ ",
  "sn22.126:4.1": "„Mönch, da versteht ein gebildeter edler Schüler Form, die entstehen muss, wahrhaftig als Form, die entstehen muss. ",
  "sn22.126:4.2": "Er versteht Form, die verschwinden muss, wahrhaftig als Form, die verschwinden muss. ",
  "sn22.126:4.3": "Er versteht Form, die sowohl entstehen als auch verschwinden muss, wahrhaftig als Form, die sowohl entstehen als auch verschwinden muss. ",
  "sn22.126:4.4": "Er versteht Gefühl, das entstehen muss, wahrhaftig als Gefühl, das entstehen muss. … ",
  "sn22.126:4.7": "Er versteht Wahrnehmung, die entstehen muss, wahrhaftig als Wahrnehmung, die entstehen muss. … ",
  "sn22.126:4.8": "Er versteht Entscheidungen, die entstehen müssen, wahrhaftig als Entscheidungen, die entstehen müssen. … ",
  "sn22.126:4.11": "Er versteht Bewusstsein, das entstehen muss, wahrhaftig als Bewusstsein, das entstehen muss. ",
  "sn22.126:4.12": "Er versteht Bewusstsein, das verschwinden muss, wahrhaftig als Bewusstsein, das verschwinden muss. ",
  "sn22.126:4.13": "Er versteht Bewusstsein, das sowohl entstehen als auch verschwinden muss, wahrhaftig als Bewusstsein, das sowohl entstehen als auch verschwinden muss. ",
  "sn22.126:4.14": "Das nennt man Wissen. ",
  "sn22.126:4.15": "Und insofern ist ein Mensch wissend.“ "
}