{
  "sn22.56:0.1": "Verbundene Lehrreden 22.56 ",
  "sn22.56:0.2": "6. Das Kapitel über Einbindung ",
  "sn22.56:0.3": "Blickwinkel ",
  "sn22.56:1.1": "In Sāvatthī. ",
  "sn22.56:1.2": "„Mönche und Nonnen, es gibt fünf mit Ergreifen verbundene Aggregate. ",
  "sn22.56:1.3": "Welche fünf? ",
  "sn22.56:1.4": "Das mit Ergreifen verbundene Aggregat der Form, das des Gefühls, das der Wahrnehmung, das der Entscheidungen und das des Bewusstseins. ",
  "sn22.56:1.5": "Solange ich nicht diese fünf mit Ergreifen verbundenen Aggregate aus vier Blickwinkeln wahrhaftig verstanden hatte, so lange habe ich in dieser Welt mit ihren Göttern, Māras und Brahmās, unter dieser Bevölkerung mit ihren Asketen und Brahmanen, Göttern und Menschen nicht mein unübertreffliches vollkommenes Erwachen erklärt. ",
  "sn22.56:1.6": "Als ich aber diese fünf mit Ergreifen verbundenen Aggregate aus vier Blickwinkeln wahrhaftig verstanden hatte, da habe ich in dieser Welt mit ihren Göttern, Māras und Brahmās, unter dieser Bevölkerung mit ihren Asketen und Brahmanen, Göttern und Menschen mein unübertreffliches vollkommenes Erwachen erklärt. ",
  "sn22.56:2.1": "Und was sind die vier Blickwinkel? ",
  "sn22.56:2.2": "Ich erkannte Form unmittelbar, erkannte ihren Ursprung unmittelbar, erkannte ihr Aufhören unmittelbar und erkannte die Übung unmittelbar, die zu ihrem Aufhören führt. ",
  "sn22.56:2.3": "Ich erkannte Gefühl unmittelbar … ",
  "sn22.56:2.4": "Ich erkannte Wahrnehmung unmittelbar … ",
  "sn22.56:2.5": "Ich erkannte Entscheidungen unmittelbar … ",
  "sn22.56:2.6": "Ich erkannte Bewusstsein unmittelbar, erkannte seinen Ursprung unmittelbar, erkannte sein Aufhören unmittelbar und erkannte die Übung unmittelbar, die zu seinem Aufhören führt. ",
  "sn22.56:3.1": "Und was ist Form? ",
  "sn22.56:3.2": "Die vier Grundelemente und die Form, die von den vier Grundelementen abgeleitet ist. ",
  "sn22.56:3.3": "Das nennt man Form. ",
  "sn22.56:3.4": "Form entsteht aus Nahrung. ",
  "sn22.56:3.5": "Wenn die Nahrung aufhört, hört Form auf. ",
  "sn22.56:3.6": "Die Übung, die zum Aufhören der Form führt, ist einfach dieser edle achtfache Pfad: nämlich ",
  "sn22.56:3.7": "rechte Ansicht, rechtes Denken, rechte Rede, rechtes Handeln, rechter Lebenserwerb, rechter Einsatz, rechte Achtsamkeit und rechte Versenkung. ",
  "sn22.56:4.1": "Alle Asketen und Brahmanen, die Form, ihren Ursprung, ihr Aufhören und die Übung, die zu ihrem Aufhören führt, auf diese Art unmittelbar erkannt haben und die für das Ziel der Ernüchterung, des Schwindens der Leidenschaft und des Aufhörens in Bezug auf Form üben: Sie üben gut. ",
  "sn22.56:4.2": "Die, die gut üben, haben einen festen Halt in dieser Lehre und Schulung. ",
  "sn22.56:5.1": "Diese Asketen und Brahmanen, die Form, ihren Ursprung, ihr Aufhören und die Übung, die zu ihrem Aufhören führt, auf diese Art unmittelbar erkannt haben und aufgrund von Ernüchterung, Schwinden der Leidenschaft und Aufhören in Bezug auf Form durch Nicht-Ergreifen befreit sind: Sie sind gut befreit. ",
  "sn22.56:5.2": "Die, die gut befreit sind, sind Vollkommene. ",
  "sn22.56:5.3": "Für Vollkommene ist kein Kreislauf der Wiedergeburten zu finden. ",
  "sn22.56:6.1": "Und was ist Gefühl? ",
  "sn22.56:6.2": "Es gibt sechs Klassen von Gefühl: ",
  "sn22.56:6.3": "Gefühl entsprungen aus Berührung mit dem Auge, dem Ohr, der Nase, der Zunge, dem Körper und dem Geist. ",
  "sn22.56:6.4": "Das nennt man Gefühl. ",
  "sn22.56:6.5": "Gefühl entsteht aus Berührung. ",
  "sn22.56:6.6": "Wenn Berührung aufhört, hört Gefühl auf. ",
  "sn22.56:6.7": "Die Übung, die zum Aufhören der Gefühle führt, ist einfach dieser edle achtfache Pfad … ",
  "sn22.56:9.1": "Und was ist Wahrnehmung? ",
  "sn22.56:9.2": "Es gibt sechs Klassen von Wahrnehmung: ",
  "sn22.56:9.3": "Wahrnehmung von Bildern, Tönen, Düften, Geschmäcken, Berührungen und Gedanken. ",
  "sn22.56:9.4": "Das nennt man Wahrnehmung. ",
  "sn22.56:9.5": "Wahrnehmung entsteht aus Berührung. ",
  "sn22.56:9.6": "Wenn Berührung aufhört, hört Wahrnehmung auf. ",
  "sn22.56:9.7": "Die Übung, die zum Aufhören der Wahrnehmung führt, ist einfach dieser edle achtfache Pfad … ",
  "sn22.56:10.1": "Und was sind Entscheidungen? ",
  "sn22.56:10.2": "Es gibt sechs Klassen von Entscheidungen: ",
  "sn22.56:10.3": "Absicht in Bezug auf Bilder, Töne, Düfte, Geschmäcke, Berührungen und Gedanken. ",
  "sn22.56:10.4": "Das nennt man Entscheidungen. ",
  "sn22.56:10.5": "Entscheidungen entstehen aus Berührung. ",
  "sn22.56:10.6": "Wenn Berührung aufhört, hören Entscheidungen auf. ",
  "sn22.56:10.7": "Die Übung, die zum Aufhören von Entscheidungen führt, ist einfach dieser edle achtfache Pfad … ",
  "sn22.56:13.1": "Und was ist Bewusstsein? ",
  "sn22.56:13.2": "Es gibt sechs Klassen von Bewusstsein: ",
  "sn22.56:13.3": "Augenbewusstsein, Ohrbewusstsein, Nasenbewusstsein, Zungenbewusstsein, Körperbewusstsein und Geistbewusstsein; ",
  "sn22.56:13.4": "Das nennt man Bewusstsein. ",
  "sn22.56:13.5": "Bewusstsein entsteht aus Namen und Form. ",
  "sn22.56:13.6": "Wenn Name und Form aufhören, hört Bewusstsein auf. ",
  "sn22.56:13.7": "Die Übung, die zum Aufhören des Bewusstseins führt, ist einfach dieser edle achtfache Pfad: nämlich ",
  "sn22.56:13.8": "rechte Ansicht, rechtes Denken, rechte Rede, rechtes Handeln, rechter Lebenserwerb, rechter Einsatz, rechte Achtsamkeit und rechte Versenkung. ",
  "sn22.56:14.1": "Alle Asketen und Brahmanen, die Bewusstsein, seinen Ursprung, sein Aufhören und die Übung, die zu seinem Aufhören führt, auf diese Art unmittelbar erkannt haben und die für das Ziel der Ernüchterung, des Schwindens der Leidenschaft und des Aufhörens in Bezug auf Bewusstsein üben: Sie üben gut. ",
  "sn22.56:14.2": "Die, die gut üben, haben einen festen Halt in dieser Lehre und Schulung. ",
  "sn22.56:15.1": "Diese Asketen und Brahmanen, die Bewusstsein, seinen Ursprung, sein Aufhören und die Übung, die zu seinem Aufhören führt, auf diese Art unmittelbar erkannt haben und aufgrund von Ernüchterung, Schwinden der Leidenschaft und Aufhören in Bezug auf Bewusstsein durch Nicht-Ergreifen befreit sind: Sie sind gut befreit. ",
  "sn22.56:15.2": "Die, die gut befreit sind, sind Vollkommene. ",
  "sn22.56:15.3": "Für Vollkommene ist kein Kreislauf der Wiedergeburten zu finden.“ "
}