{
  "sn22.94:0.1": "Verbundene Lehrreden 22.94 ",
  "sn22.94:0.2": "10. Das Kapitel über Blumen ",
  "sn22.94:0.3": "Blumen ",
  "sn22.94:1.1": "In Sāvatthī. ",
  "sn22.94:1.2": "„Mönche und Nonnen, ich streite nicht mit der Welt; die Welt streitet mit mir. ",
  "sn22.94:1.3": "Wenn deine Rede im Einklang mit der Lehre ist, streitest du mit niemandem in der Welt. ",
  "sn22.94:1.4": "Was die Klugen als nicht bestehend erachten, davon sage auch ich: Es gibt es nicht. ",
  "sn22.94:1.5": "Was die Klugen als bestehend erachten, davon sage auch ich: Es gibt es. ",
  "sn22.94:2.1": "Und was erachten die Klugen als nicht bestehend, und auch ich sage: Es gibt es nicht? ",
  "sn22.94:2.2": "Form, die beständig, immerwährend und ewig ist und nicht zugrunde gehen muss – ",
  "sn22.94:2.3": "Gefühl … ",
  "sn22.94:2.4": "Wahrnehmung … ",
  "sn22.94:2.5": "Entscheidungen … ",
  "sn22.94:2.6": "Bewusstsein, das beständig, immerwährend und ewig ist und nicht zugrunde gehen muss – ",
  "sn22.94:2.7": "das erachten die Klugen als nicht bestehend, und auch ich sage: Es gibt es nicht. ",
  "sn22.94:3.1": "Und was erachten die Klugen als bestehend, und auch ich sage: Es gibt es? ",
  "sn22.94:3.2": "Form, die unbeständig und Leiden ist und zugrunde gehen muss – ",
  "sn22.94:3.3": "Gefühl … Wahrnehmung … Entscheidungen … ",
  "sn22.94:3.4": "Bewusstsein, das unbeständig und Leiden ist und zugrunde gehen muss – ",
  "sn22.94:3.5": "das erachten die Klugen als bestehend, und auch ich sage: Es gibt es. ",
  "sn22.94:4.1": "Es gibt eine weltliche Erscheinung in der Welt, die der Klargewordene versteht und erfasst. ",
  "sn22.94:4.2": "Dann erklärt er sie, lehrt sie, stellt sie fest, etabliert sie, stellt sie klar, gliedert sie auf und enthüllt sie. ",
  "sn22.94:5.1": "Und was ist diese weltliche Erscheinung in der Welt? ",
  "sn22.94:5.2": "Form ist eine weltliche Erscheinung in der Welt, die der Klargewordene versteht und erfasst. ",
  "sn22.94:5.3": "Dann erklärt er sie, lehrt sie, stellt sie fest, etabliert sie, stellt sie klar, gliedert sie auf und enthüllt sie. ",
  "sn22.94:6.1": "Da das so ist, was kann ich da mit einem törichten gewöhnlichen Menschen machen, der blind und ohne Sehvermögen ist, der das nicht erkennt und sieht? ",
  "sn22.94:6.2": "Gefühl ist eine weltliche Erscheinung in der Welt … ",
  "sn22.94:6.3": "Wahrnehmung ist eine weltliche Erscheinung in der Welt … ",
  "sn22.94:6.4": "Entscheidungen sind weltliche Erscheinungen in der Welt … ",
  "sn22.94:6.5": "Bewusstsein ist eine weltliche Erscheinung in der Welt, die der Klargewordene versteht und erfasst. ",
  "sn22.94:6.6": "Dann erklärt er sie, lehrt sie, stellt sie fest, etabliert sie, stellt sie klar, gliedert sie auf und enthüllt sie. ",
  "sn22.94:7.1": "Da das so ist, was kann ich da mit einem törichten gewöhnlichen Menschen machen, der blind und ohne Sehvermögen ist, der das nicht erkennt und sieht? ",
  "sn22.94:8.1": "Angenommen, da wäre eine blaue Seerose oder eine rosa oder weiße Lotusblume. Obwohl sie im Wasser gesprossen und gewachsen ist, erhebt sie sich über das Wasser und steht unbenetzt vom Wasser da. ",
  "sn22.94:8.2": "Ebenso habe auch ich mich, obwohl ich in der Welt geboren und aufgewachsen bin, über die Welt erhoben, bin nicht von der Welt beschmutzt.“ "
}