{
  "sn22.28:0.1": "Verbundene Lehrreden 22.28 ",
  "sn22.28:0.2": "3. Das Kapitel über die Last ",
  "sn22.28:0.3": "Vorteilhafte Folgen (3) ",
  "sn22.28:1.1": "In Sāvatthī. ",
  "sn22.28:1.2": "„Mönche und Nonnen, wenn es bei der Form keine vorteilhaften Folgen gäbe, wären die Lebewesen nicht von ihr angezogen. ",
  "sn22.28:1.3": "Aber da es bei der Form vorteilhafte Folgen gibt, sind die Lebewesen von ihr angezogen. ",
  "sn22.28:1.4": "Wenn es bei der Form keine nachteiligen Folgen gäbe, würden die Lebewesen nicht davon ernüchtert werden. ",
  "sn22.28:1.5": "Aber da es bei der Form nachteilige Folgen gibt, werden die Lebewesen davon ernüchtert. ",
  "sn22.28:1.6": "Wenn es von der Form kein Entrinnen gäbe, könnten die Lebewesen ihr nicht entrinnen. ",
  "sn22.28:1.7": "Aber da es von der Form ein Entrinnen gibt, können die Lebewesen ihr entrinnen. ",
  "sn22.28:1.8": "Wenn es beim Gefühl … ",
  "sn22.28:1.9": "bei der Wahrnehmung … ",
  "sn22.28:1.10": "bei den Entscheidungen … ",
  "sn22.28:1.12": "beim Bewusstsein keine vorteilhaften Folgen gäbe, wären die Lebewesen nicht von ihm angezogen. ",
  "sn22.28:1.13": "Aber da es beim Bewusstsein vorteilhafte Folgen gibt, sind die Lebewesen von ihm angezogen. ",
  "sn22.28:1.14": "Wenn es beim Bewusstsein keine nachteiligen Folgen gäbe, würden die Lebewesen nicht davon ernüchtert werden. ",
  "sn22.28:1.15": "Aber da es beim Bewusstsein nachteilige Folgen gibt, werden die Lebewesen davon ernüchtert. ",
  "sn22.28:1.16": "Wenn es vom Bewusstsein kein Entrinnen gäbe, könnten die Lebewesen ihm nicht entrinnen. ",
  "sn22.28:1.17": "Aber da es vom Bewusstsein ein Entrinnen gibt, können die Lebewesen ihm entrinnen. ",
  "sn22.28:2.1": "Solange die Lebewesen bei diesen fünf Aggregaten die vorteilhaften und nachteiligen Folgen und das Entrinnen nicht als das, was sie sind, wahrhaftig verstehen, sind sie dieser Welt mit ihren Göttern, Māras und Brahmās, mit dieser Bevölkerung mit ihren Asketen und Brahmanen, Göttern und Menschen nicht entronnen, und sie leben nicht abgelöst, befreit und mit einem grenzenlosen Geist. ",
  "sn22.28:2.3": "Sobald die Lebewesen aber bei diesen fünf Aggregaten die vorteilhaften und nachteiligen Folgen und das Entrinnen als das, was sie sind, wahrhaftig verstehen, sind sie dieser Welt mit ihren Göttern, Māras und Brahmās, mit dieser Bevölkerung mit ihren Asketen und Brahmanen, Göttern und Menschen entronnen, und sie leben abgelöst, befreit und mit einem grenzenlosen Geist.“ "
}