{
  "sn22.27:0.1": "Verbundene Lehrreden 22.27 ",
  "sn22.27:0.2": "3. Das Kapitel über die Last ",
  "sn22.27:0.3": "Vorteilhafte Folgen (2) ",
  "sn22.27:1.1": "In Sāvatthī. ",
  "sn22.27:1.2": "„Mönche und Nonnen, ich machte mich auf die Suche nach den vorteilhaften Folgen bei der Form, ",
  "sn22.27:1.3": "und ich fand sie. ",
  "sn22.27:1.4": "Ich habe den vollen Umfang an vorteilhaften Folgen bei der Form mit Weisheit klar gesehen. ",
  "sn22.27:1.5": "Ich machte mich auf die Suche nach den nachteiligen Folgen bei der Form, ",
  "sn22.27:1.6": "und ich fand sie. ",
  "sn22.27:1.7": "Ich habe den vollen Umfang an nachteiligen Folgen bei der Form mit Weisheit klar gesehen. ",
  "sn22.27:1.8": "Ich machte mich auf die Suche nach dem Entrinnen von der Form, ",
  "sn22.27:1.9": "und ich fand es. ",
  "sn22.27:1.10": "Ich habe den vollen Umfang des Entrinnens von der Form mit Weisheit klar gesehen. ",
  "sn22.27:1.11": "Ich machte mich auf die Suche nach den vorteilhaften Folgen beim Gefühl … ",
  "sn22.27:1.12": "bei der Wahrnehmung … ",
  "sn22.27:1.13": "bei den Entscheidungen … ",
  "sn22.27:1.14": "und beim Bewusstsein, ",
  "sn22.27:1.15": "und ich fand sie. ",
  "sn22.27:1.16": "Ich habe den vollen Umfang an vorteilhaften Folgen beim Bewusstsein mit Weisheit klar gesehen. ",
  "sn22.27:1.17": "Ich machte mich auf die Suche nach den nachteiligen Folgen beim Bewusstsein, ",
  "sn22.27:1.18": "und ich fand sie. ",
  "sn22.27:1.19": "Ich habe den vollen Umfang an nachteiligen Folgen beim Bewusstsein mit Weisheit klar gesehen. ",
  "sn22.27:1.20": "Ich machte mich auf die Suche nach dem Entrinnen vom Bewusstsein, ",
  "sn22.27:1.21": "und ich fand es. ",
  "sn22.27:1.22": "Ich habe den vollen Umfang des Entrinnens vom Bewusstsein mit Weisheit klar gesehen. ",
  "sn22.27:1.23": "Solange ich bei diesen fünf Aggregaten die vorteilhaften und nachteiligen Folgen und das Entrinnen nicht als das, was sie sind, wahrhaftig verstanden hatte, so lange habe ich … nicht mein unübertreffliches vollkommenes Erwachen erklärt. ",
  "sn22.27:1.24": "Als ich aber bei diesen fünf Aggregaten die vorteilhaften und nachteiligen Folgen und das Entrinnen als das, was sie sind, wahrhaftig verstanden hatte, da habe ich … mein unübertreffliches vollkommenes Erwachen erklärt. ",
  "sn22.27:1.25": "Erkennen und Sehen gingen mir auf: ",
  "sn22.27:1.26": "‚Meine Freiheit ist unerschütterlich. Das ist meine letzte Wiedergeburt. Künftige Leben wird es jetzt nicht mehr geben.‘“ "
}