{
  "sn22.95:0.1": "Verbundene Lehrreden 22.95 ",
  "sn22.95:0.2": "10. Das Kapitel über Blumen ",
  "sn22.95:0.3": "Ein Schaumklumpen ",
  "sn22.95:1.1": "Einmal hielt sich der Buddha bei Ayojjhā am Ufer des Ganges auf. ",
  "sn22.95:1.2": "Da wandte sich der Buddha an die Mönche und Nonnen: ",
  "sn22.95:2.1": "„Mönche und Nonnen, wie wenn dieser Ganges einen großen Schaumklumpen mit sich führen würde, und ein Mensch mit klaren Augen sähe ihn, betrachtete ihn und untersuchte ihn gründlich: Er würde ihm vollständig leer, hohl und substanzlos erscheinen. Denn welche Substanz kann da in einem Schaumklumpen sein? ",
  "sn22.95:2.2": "Ebenso sieht und betrachtet da ein Mönch jegliche Art von Form und untersucht sie gründlich – vergangen, zukünftig oder gegenwärtig, innen oder außen, grob oder fein, gering oder hochstehend, fern oder nah: jegliche Form –, und sie erscheint ihm vollständig leer, hohl und substanzlos. Denn welche Substanz kann da in Form sein? ",
  "sn22.95:3.1": "Wie wenn zur Herbstzeit der Regen in dicken Tropfen herabprasseln und sich eine Wasserblase bilden und sogleich platzen würde, und ein Mensch mit klaren Augen sähe sie, betrachtete sie und untersuchte sie gründlich: Sie würde ihm vollständig leer, hohl und substanzlos erscheinen. Denn welche Substanz kann da in einer Wasserblase sein? ",
  "sn22.95:3.2": "Ebenso sieht und betrachtet da eine Nonne jegliche Art von Gefühl und untersucht es gründlich – vergangen, zukünftig oder gegenwärtig, innen oder außen, grob oder fein, gering oder hochstehend, fern oder nah: jegliches Gefühl –, und es erscheint ihr vollständig leer, hohl und substanzlos. Denn welche Substanz kann da in Gefühl sein? ",
  "sn22.95:4.1": "Wie wenn im letzten Sommermonat zur Mittagszeit eine schimmernde Fata Morgana erscheinen würde, und ein Mensch mit klaren Augen sähe sie, betrachtete sie und untersuchte sie gründlich: Sie würde ihm vollständig leer, hohl und substanzlos erscheinen. Denn welche Substanz kann da in einer Fata Morgana sein? ",
  "sn22.95:4.2": "Ebenso sieht und betrachtet da ein Mönch jegliche Art von Wahrnehmung und untersucht sie gründlich – vergangen, zukünftig oder gegenwärtig, innen oder außen, grob oder fein, gering oder hochstehend, fern oder nah: jegliche Wahrnehmung –, und sie erscheint ihm vollständig leer, hohl und substanzlos. Denn welche Substanz kann da in Wahrnehmung sein? ",
  "sn22.95:5.1": "Wie wenn ein Mensch Kernholz bräuchte und auf seiner Suche nach Kernholz mit einer scharfen Axt in einen Wald ginge. Er sähe einen großen Bananenbaum, gerade gewachsen, jung und ohne Fehler. Er fällte ihn an der Wurzel, schnitte die Krone ab und wickelte die aufgerollten Blattscheiden ab. Aber er fände nicht einmal Splintholz, geschweige denn Kernholz. Ein Mensch mit klaren Augen sähe diesen Baum, betrachtete ihn und untersuchte ihn gründlich: Er würde ihm vollständig leer, hohl und substanzlos erscheinen. Denn welche Substanz kann da in einem Bananenbaum sein? ",
  "sn22.95:5.2": "Ebenso sieht und betrachtet da eine Nonne jegliche Art von Entscheidungen und untersucht sie gründlich – vergangen, zukünftig oder gegenwärtig, innen oder außen, grob oder fein, gering oder hochstehend, fern oder nah: jegliche Entscheidungen –, und sie erscheinen ihr vollständig leer, hohl und substanzlos. Denn welche Substanz kann da in Entscheidungen sein? ",
  "sn22.95:6.1": "Wie wenn ein Zauberer an einer Straßenkreuzung einen Zaubertrick vorführte, und ein Mensch mit klaren Augen sähe das, betrachtete es und untersuchte es gründlich: Es würde ihm vollständig leer, hohl und substanzlos erscheinen. Denn welche Substanz kann da in einem Zaubertrick sein? ",
  "sn22.95:6.2": "Ebenso sieht und betrachtet da ein Mönch jegliche Art von Bewusstsein und untersucht es gründlich – vergangen, zukünftig oder gegenwärtig, innen oder außen, grob oder fein, gering oder hochstehend, fern oder nah: jegliches Bewusstsein –, und es erscheint ihm vollständig leer, hohl und substanzlos. Denn welche Substanz kann da in Bewusstsein sein? ",
  "sn22.95:7.1": "Wenn er das sieht, wird ein gebildeter edler Schüler ernüchtert von Form, Gefühl, Wahrnehmung, Entscheidungen und Bewusstsein. ",
  "sn22.95:7.2": "Wenn er ernüchtert ist, schwindet die Leidenschaft. Wenn die Leidenschaft schwindet, ist er befreit. Wenn er befreit ist, weiß er, dass er befreit ist. ",
  "sn22.95:7.3": "Er versteht: ‚… es gibt keine Rückkehr mehr zu irgendeinem Daseinszustand.‘“ ",
  "sn22.95:8.1": "Das sagte der Buddha. ",
  "sn22.95:8.2": "Und der Heilige, der Lehrer, fuhr fort: ",
  "sn22.95:9.1": "„Form ist wie ein Schaumklumpen; ",
  "sn22.95:9.2": "Gefühl ist wie eine Blase; ",
  "sn22.95:9.3": "Wahrnehmung ist wie eine Fata Morgana; ",
  "sn22.95:9.4": "Entscheidungen sind wie ein Bananenbaum; ",
  "sn22.95:9.5": "und Bewusstsein ist wie ein Zaubertrick: ",
  "sn22.95:9.6": "So lehrte er, der mit der Sonne verwandt ist. ",
  "sn22.95:10.1": "Wie man sie auch betrachtet ",
  "sn22.95:10.2": "und gründlich untersucht, ",
  "sn22.95:10.3": "sie sind leer und hohl, ",
  "sn22.95:10.4": "wenn man gründlich hinschaut. ",
  "sn22.95:11.1": "Was diesen Körper betrifft, ",
  "sn22.95:11.2": "hat er, der von ausgedehnter Weisheit, gelehrt, ",
  "sn22.95:11.3": "dass man diese Form weggeworfen sieht, ",
  "sn22.95:11.4": "wenn drei Dinge aufgegeben sind. ",
  "sn22.95:12.1": "Lebensenergie, Wärme und Bewusstsein: ",
  "sn22.95:12.2": "Wenn sie den Körper verlassen, ",
  "sn22.95:12.3": "liegt er weggestoßen da, ",
  "sn22.95:12.4": "geistlos, wird von anderen gefressen. ",
  "sn22.95:13.1": "So ist dieser Vorgang, ",
  "sn22.95:13.2": "dieses Blendwerk, wegen dem die Toren gurren. ",
  "sn22.95:13.3": "Er gilt als Mörder, ",
  "sn22.95:13.4": "denn man findet in ihm keinen Kern. ",
  "sn22.95:14.1": "Ein energischer Mönch ",
  "sn22.95:14.2": "soll so die Aggregate untersuchen, ",
  "sn22.95:14.3": "bei Tag und Nacht ",
  "sn22.95:14.4": "der Situation bewusst und achtsam. ",
  "sn22.95:15.1": "Er soll alles Einjochen aufgeben ",
  "sn22.95:15.2": "und sich eine Zuflucht bereiten. ",
  "sn22.95:15.3": "Er soll leben, als stünde sein Kopf in Flammen, ",
  "sn22.95:15.4": "und nach dem Zustand der Unsterblichkeit streben.“ "
}