{
  "sn22.2:0.1": "Verbundene Lehrreden 22.2 ",
  "sn22.2:0.2": "1. Das Kapitel mit Nakulas Vater ",
  "sn22.2:0.3": "Bei Devadaha ",
  "sn22.2:1.1": "So habe ich es gehört: ",
  "sn22.2:1.2": "Einmal hielt sich der Buddha im Land der Sakyer auf, bei dem Marktflecken der Sakyer mit Namen Devadaha. ",
  "sn22.2:1.3": "Da gingen mehrere Mönche und Nonnen zum Buddha, verbeugten sich, setzten sich zur Seite hin und sagten zu ihm: ",
  "sn22.2:1.4": "„Herr, wir wünschen, in ein Land im Westen zu gehen und dort unseren Aufenthalt zu nehmen.“ ",
  "sn22.2:2.1": "„Aber, Mönche und Nonnen, habt ihr euch von Sāriputta verabschiedet?“ ",
  "sn22.2:2.2": "„Nein, Herr, das haben wir nicht.“ ",
  "sn22.2:2.3": "„Ihr solltet euch von Sāriputta verabschieden. ",
  "sn22.2:2.4": "Er ist klug und unterstützt seine spirituellen Gefährten, die Mönche und Nonnen.“ ",
  "sn22.2:2.5": "„Ja, Herr“, antworteten sie. ",
  "sn22.2:3.1": "Zu dieser Zeit meditierte der Ehrwürdige Sāriputta nicht weit von Buddha in einer Gruppe von Goldregen-Bäumen. ",
  "sn22.2:3.2": "Da begrüßten diese Mönche und Nonnen die Worte des Buddha und stimmten ihm zu. Sie erhoben sich von ihren Sitzen, verbeugten sich und umrundeten den Buddha respektvoll, die rechte Seite ihm zugewandt. Sie gingen zum Ehrwürdigen Sāriputta und tauschten Willkommensgrüße mit ihm aus. ",
  "sn22.2:3.3": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzten sie sich zur Seite hin und sagten zu ihm: ",
  "sn22.2:3.4": "„Werter Sāriputta, wir wünschen, in ein Land im Westen zu gehen und dort unseren Aufenthalt zu nehmen. ",
  "sn22.2:3.5": "Wir haben uns von dem Lehrer verabschiedet.“ ",
  "sn22.2:4.1": "„Werte Freunde, es gibt kluge Adlige, Brahmanen, Hausbesitzer und Asketen, ",
  "sn22.2:4.2": "die einen Mönch, der in ein anderes Land gereist ist, befragen; ",
  "sn22.2:4.3": "denn kluge Menschen untersuchen gerne: ",
  "sn22.2:4.4": "‚Aber was lehrt der Lehrer der Ehrwürdigen? Was erklärt er?‘ Ich verlasse mich darauf, dass die Ehrwürdigen die Lehren richtig gehört und gelernt haben, dass sie richtig aufgepasst und sie sich richtig gemerkt haben und dass sie sie mit Weisheit durchdrungen haben. So werdet ihr, wenn ihr antwortet, die Worte des Buddha wiedergeben und ihn nicht mit einer Unwahrheit falsch darstellen. Ihr werdet im Einklang mit seiner Lehre sprechen, sodass ihr nicht zu Recht getadelt und kritisiert werden könnt.“ ",
  "sn22.2:5.1": "„Werter Freund, wir würden von weither kommen, um die Bedeutung dieser Aussage vor dem Ehrwürdigen Sāriputta zu lernen. ",
  "sn22.2:5.2": "Es wäre gut, wenn der Ehrwürdige Sāriputta selbst erklären würde, was das bedeutet.“ ",
  "sn22.2:5.3": "„Nun denn, werte Freunde, hört zu und passt gut auf, ich werde sprechen.“ ",
  "sn22.2:5.4": "„Ja, werter Freund“, antworteten sie. ",
  "sn22.2:5.5": "Sāriputta sagte: ",
  "sn22.2:6.1": "„Werte Freunde, es gibt kluge Adlige, Brahmanen, Hausbesitzer und Asketen, ",
  "sn22.2:6.2": "die einen Mönch, der in ein anderes Land gereist ist, befragen; ",
  "sn22.2:6.3": "denn kluge Menschen untersuchen gerne: ",
  "sn22.2:6.4": "‚Aber was lehrt der Lehrer der Ehrwürdigen? Was erklärt er?‘ ",
  "sn22.2:6.5": "Wenn ihr so gefragt werdet, werte Freunde, solltet ihr antworten: ",
  "sn22.2:6.6": "‚Werter Freund, unser Lehrer lehrt das Beseitigen von Sehnen und Begehren.‘ ",
  "sn22.2:7.1": "Wenn ihr so antwortet, könnten solche klugen Menschen weiter fragen: ",
  "sn22.2:7.4": "‚Aber in Bezug worauf lehrt der Lehrer der Ehrwürdigen das Beseitigen von Sehnen und Begehren?‘ ",
  "sn22.2:7.5": "Wenn ihr so gefragt werdet, werte Freunde, solltet ihr antworten: ",
  "sn22.2:7.6": "‚Unser Lehrer lehrt das Beseitigen von Sehnen und Begehren in Bezug auf Form, ",
  "sn22.2:7.7": "Gefühl, ",
  "sn22.2:7.8": "Wahrnehmung, ",
  "sn22.2:7.9": "Entscheidungen ",
  "sn22.2:7.10": "und Bewusstsein.‘ ",
  "sn22.2:8.1": "Wenn ihr so antwortet, könnten solche klugen Menschen weiter fragen: ",
  "sn22.2:8.4": "‚Aber welche nachteilige Folge hat er gesehen, dass er das Beseitigen von Sehnen und Begehren in Bezug auf Form, ",
  "sn22.2:8.5": "Gefühl, ",
  "sn22.2:8.6": "Wahrnehmung, ",
  "sn22.2:8.7": "Entscheidungen ",
  "sn22.2:8.8": "und Bewusstsein lehrt?‘ ",
  "sn22.2:8.9": "Wenn ihr so gefragt werdet, werte Freunde, solltet ihr antworten: ",
  "sn22.2:8.10": "‚Wenn man nicht frei ist von Begehren, Sehnen, Zuneigung, Durst, Leidenschaft und Verlangen nach Form, und diese Form verfällt und geht zugrunde, führt das zu Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis. ",
  "sn22.2:8.11": "Wenn man nicht frei ist von Begehren, Sehnen, Zuneigung, Durst, Leidenschaft und Verlangen nach Gefühl … ",
  "sn22.2:8.12": "nach Wahrnehmung … ",
  "sn22.2:8.13": "nach Entscheidungen … ",
  "sn22.2:8.15": "oder nach Bewusstsein, und dieses Bewusstsein verfällt und geht zugrunde, führt das zu Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis. ",
  "sn22.2:8.16": "Das ist die nachteilige Folge, die unser Lehrer gesehen hat, dass er das Beseitigen von Sehnen und Begehren in Bezug auf Form, ",
  "sn22.2:8.17": "Gefühl, ",
  "sn22.2:8.18": "Wahrnehmung, ",
  "sn22.2:8.19": "Entscheidungen ",
  "sn22.2:8.20": "und Bewusstsein lehrt.‘ ",
  "sn22.2:9.1": "Wenn ihr so antwortet, könnten solche klugen Menschen weiter fragen: ",
  "sn22.2:9.4": "‚Aber welche vorteilhafte Folge hat er gesehen, dass er das Beseitigen von Sehnen und Begehren in Bezug auf Form, ",
  "sn22.2:9.5": "Gefühl, ",
  "sn22.2:9.6": "Wahrnehmung, ",
  "sn22.2:9.7": "Entscheidungen ",
  "sn22.2:9.8": "und Bewusstsein lehrt?‘ ",
  "sn22.2:9.9": "Wenn ihr so gefragt werdet, werte Freunde, solltet ihr antworten: ",
  "sn22.2:9.10": "‚Wenn man frei ist von Begehren, Sehnen, Zuneigung, Durst, Leidenschaft und Verlangen nach Form, und diese Form verfällt und geht zugrunde, führt das nicht zu Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis. ",
  "sn22.2:9.11": "Wenn man frei ist von Begehren, Sehnen, Zuneigung, Durst, Leidenschaft und Verlangen nach Gefühl … ",
  "sn22.2:9.12": "nach Wahrnehmung … ",
  "sn22.2:9.13": "nach Entscheidungen … ",
  "sn22.2:9.14": "oder nach Bewusstsein, und dieses Bewusstsein verfällt und geht zugrunde, führt das nicht zu Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis. ",
  "sn22.2:9.15": "Das ist die vorteilhafte Folge, die unser Lehrer gesehen hat, dass er das Beseitigen von Sehnen und Begehren in Bezug auf Form, ",
  "sn22.2:9.16": "Wahrnehmung, ",
  "sn22.2:9.17": "Entscheidungen ",
  "sn22.2:9.18": "und Bewusstsein lehrt.‘ ",
  "sn22.2:10.1": "Wenn diejenigen, die untaugliche Eigenschaften erwerben und bewahren, in diesem Leben glücklich leben würden, ohne Qual, Bedrängnis oder Fieber; und wenn sie, wenn der Körper auseinanderbricht, nach dem Tod, eine gute Wiedergeburt erwarten könnten, würde der Buddha nicht das Aufgeben untauglicher Eigenschaften preisen. ",
  "sn22.2:10.2": "Aber da diejenigen, die untaugliche Eigenschaften erwerben und bewahren, in diesem Leben unglücklich leben, voller Qual, Bedrängnis und Fieber; und da sie, wenn der Körper auseinanderbricht, nach dem Tod, eine schlechte Wiedergeburt erwarten können, preist der Buddha das Aufgeben untauglicher Eigenschaften. ",
  "sn22.2:11.1": "Wenn diejenigen, die taugliche Eigenschaften erwerben und bewahren, in diesem Leben unglücklich leben würden, voller Qual, Bedrängnis und Fieber; und wenn sie, wenn der Körper auseinanderbricht, nach dem Tod, eine schlechte Wiedergeburt erwarten könnten, würde der Buddha es nicht preisen, sich taugliche Eigenschaften zu eigen zu machen. ",
  "sn22.2:11.2": "Aber da diejenigen, die taugliche Eigenschaften erwerben und bewahren, in diesem Leben glücklich leben, ohne Qual, Bedrängnis oder Fieber; und da sie, wenn der Körper auseinanderbricht, nach dem Tod, eine gute Wiedergeburt erwarten können, preist es der Buddha, sich taugliche Eigenschaften zu eigen zu machen.“ ",
  "sn22.2:12.1": "Das sagte der Ehrwürdige Sāriputta. ",
  "sn22.2:12.2": "Zufrieden freuten sich diese Mönche und Nonnen über die Worte des Ehrwürdigen Sāriputta. "
}