{
  "sn22.1:0.1": "Verbundene Lehrreden 22.1 ",
  "sn22.1:0.2": "1. Das Kapitel mit Nakulas Vater ",
  "sn22.1:0.3": "Nakulas Vater ",
  "sn22.1:1.1": "So habe ich es gehört: ",
  "sn22.1:1.2": "Einmal hielt sich der Buddha im Land der Bhagger auf dem Krokodilhügel auf, im Wildpark bei Bhesakaḷās Wald. ",
  "sn22.1:1.3": "Da ging Nakulas Vater, der Hausbesitzer, zum Buddha, verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "sn22.1:2.1": "„Herr, ich bin ein alter Mann, bejahrt und hochbetagt. Ich bin in vorgerücktem Alter und im letzten Lebensabschnitt angekommen. Mein Körper schmerzt und ich fühle mich ständig nicht wohl. ",
  "sn22.1:2.2": "Kaum je bekomme ich die verehrten Mönche und Nonnen zu sehen. ",
  "sn22.1:2.3": "Dass der Buddha mich bitte unterweise ",
  "sn22.1:2.4": "und anleite. ",
  "sn22.1:2.5": "Das wird zu meinem langanhaltenden Nutzen und Glück sein.“ ",
  "sn22.1:3.1": "„Das ist wirklich wahr, Hausbesitzer! Das ist wirklich wahr! ",
  "sn22.1:3.2": "Denn dieser Körper schmerzt, in seiner Schale gefangen. ",
  "sn22.1:3.3": "Wenn irgendjemand, der diesen Körper herumzieht, behaupten würde, gesund zu sein, und sei es nur für eine Minute, was wäre das anderes als Torheit? ",
  "sn22.1:3.4": "Daher sollst du dich so schulen: ",
  "sn22.1:3.5": "‚Obwohl mein Körper schmerzt, wird mein Geist gesund sein.‘ ",
  "sn22.1:3.6": "So sollst du dich schulen.“ ",
  "sn22.1:4.1": "Da begrüßte Nakulas Vater, der Hausbesitzer, die Worte des Buddha und stimmte ihm zu. Er erhob sich von seinem Sitz, verbeugte sich und umrundete den Buddha respektvoll, die rechte Seite ihm zugewandt. Er ging zum Ehrwürdigen Sāriputta, verbeugte sich und setzte sich zur Seite hin. Sāriputta sagte zu ihm: ",
  "sn22.1:4.2": "„Hausbesitzer, deine Sinne sind so klar ",
  "sn22.1:4.3": "und deine Hautfarbe ist so rein und hell. ",
  "sn22.1:4.4": "Hast du heute vor dem Buddha einen Dhammavortrag zu hören bekommen?“ ",
  "sn22.1:5.1": "„Was könnte es sonst sein, Herr? ",
  "sn22.1:5.2": "Gerade eben hat mich der Buddha mit der unsterblichen Ambrosia eines Dhammavortrags gesalbt.“ ",
  "sn22.1:5.3": "„Aber mit welcher Art von unsterblichem Dhammavortrag hat der Buddha dich gesalbt?“ ",
  "sn22.1:5.4": "Da berichtete Nakulas Vater Sāriputta das ganze Gespräch, das er mit dem Buddha hatte, und fügte hinzu: ",
  "sn22.1:6.8": "„Das ist der unsterbliche Dhammavortrag, mit dem der Buddha mich gesalbt hat.“ ",
  "sn22.1:7.1": "„Aber hast du nicht die Notwendigkeit empfunden, dem Buddha noch die Frage zu stellen: ",
  "sn22.1:7.2": "‚Herr, inwiefern ist man jemand, dessen Körper schmerzt und dessen Geist schmerzt, und inwiefern ist man jemand, dessen Körper schmerzt und dessen Geist gesund ist?‘“ ",
  "sn22.1:7.3": "„Herr, wir würden von weither kommen, um die Bedeutung dieser Aussage vor dem Ehrwürdigen Sāriputta zu lernen. ",
  "sn22.1:7.4": "Es wäre gut, wenn der Ehrwürdige Sāriputta selbst erklären würde, was das bedeutet.“ ",
  "sn22.1:8.1": "„Nun, Hausbesitzer, hör zu und pass gut auf, ich werde sprechen.“ ",
  "sn22.1:8.2": "„Ja, Herr“, antwortete Nakulas Vater. ",
  "sn22.1:8.3": "Sāriputta sagte: ",
  "sn22.1:9.1": "„Und wie ist man jemand, dessen Körper schmerzt und dessen Geist schmerzt? ",
  "sn22.1:9.2": "Es ist, wenn ein ungebildeter gewöhnlicher Mensch die Edlen nicht gesehen hat und in der Lehre der Edlen nicht bewandert und geschult ist. Er hat keine guten Menschen gesehen und ist in der Lehre der Guten nicht bewandert und geschult. ",
  "sn22.1:9.3": "Er betrachtet Form als das Selbst, das Selbst als etwas, das Form hat, Form als im Selbst oder das Selbst als in der Form. ",
  "sn22.1:9.4": "Er ist besessen von dem Gedanken: ‚Ich bin Form, Form ist mein!‘ ",
  "sn22.1:9.5": "Aber diese seine Form verfällt und geht zugrunde, ",
  "sn22.1:9.6": "und das führt zu Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis. ",
  "sn22.1:10.1": "Er betrachtet Gefühl als das Selbst, das Selbst als etwas, das Gefühl hat, Gefühl als im Selbst oder das Selbst als im Gefühl. ",
  "sn22.1:10.2": "Er ist besessen von dem Gedanken: ‚Ich bin Gefühl, Gefühl ist mein!‘ ",
  "sn22.1:10.3": "Aber dieses sein Gefühl verfällt und geht zugrunde, ",
  "sn22.1:10.4": "und das führt zu Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis. ",
  "sn22.1:11.1": "Er betrachtet Wahrnehmung als das Selbst, das Selbst als etwas, das Wahrnehmung hat, Wahrnehmung als im Selbst oder das Selbst als in der Wahrnehmung. ",
  "sn22.1:11.2": "Er ist besessen von dem Gedanken: ‚Ich bin Wahrnehmung, Wahrnehmung ist mein!‘ ",
  "sn22.1:11.3": "Aber diese seine Wahrnehmung verfällt und geht zugrunde, ",
  "sn22.1:11.4": "und das führt zu Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis. ",
  "sn22.1:12.1": "Er betrachtet Entscheidungen als das Selbst, das Selbst als etwas, das Entscheidungen hat, Entscheidungen als im Selbst oder das Selbst als in Entscheidungen. ",
  "sn22.1:12.2": "Er ist besessen von dem Gedanken: ‚Ich bin Entscheidungen, Entscheidungen sind mein!‘ ",
  "sn22.1:12.3": "Aber diese seine Entscheidungen verfallen und gehen zugrunde, ",
  "sn22.1:12.4": "und das führt zu Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis. ",
  "sn22.1:13.1": "Er betrachtet Bewusstsein als das Selbst, das Selbst als etwas, das Bewusstsein hat, Bewusstsein als im Selbst oder das Selbst als im Bewusstsein. ",
  "sn22.1:13.2": "Er ist besessen von dem Gedanken: ‚Ich bin Bewusstsein, Bewusstsein ist mein!‘ ",
  "sn22.1:13.3": "Aber dieses sein Bewusstsein verfällt und geht zugrunde, ",
  "sn22.1:13.4": "und das führt zu Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis. ",
  "sn22.1:13.5": "So ist man jemand, dessen Körper schmerzt und dessen Geist schmerzt. ",
  "sn22.1:14.1": "Und wie ist man jemand, dessen Körper schmerzt und dessen Geist gesund ist? ",
  "sn22.1:14.2": "Es ist, wenn ein gebildeter edler Schüler die Edlen gesehen hat und in der Lehre der Edlen bewandert und geschult ist. Er hat gute Menschen gesehen und ist in der Lehre der Guten bewandert und geschult. ",
  "sn22.1:14.3": "Er betrachtet nicht Form als das Selbst, das Selbst als etwas, das Form hat, Form als im Selbst oder das Selbst als in der Form. ",
  "sn22.1:14.4": "Er ist nicht besessen von dem Gedanken: ‚Ich bin Form, Form ist mein!‘ ",
  "sn22.1:14.5": "Wenn dann diese seine Form verfällt und zugrunde geht, ",
  "sn22.1:14.6": "führt das nicht zu Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis. ",
  "sn22.1:15.1": "Er betrachtet nicht Gefühl als das Selbst, das Selbst als etwas, das Gefühl hat, Gefühl als im Selbst oder das Selbst als im Gefühl. ",
  "sn22.1:15.2": "Er ist nicht besessen von dem Gedanken: ‚Ich bin Gefühl, Gefühl ist mein!‘ ",
  "sn22.1:15.3": "Wenn dann dieses sein Gefühl verfällt und zugrunde geht, ",
  "sn22.1:15.4": "führt das nicht zu Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis. ",
  "sn22.1:16.1": "Er betrachtet nicht Wahrnehmung als das Selbst, das Selbst als etwas, das Wahrnehmung hat, Wahrnehmung als im Selbst oder das Selbst als in der Wahrnehmung. ",
  "sn22.1:16.2": "Er ist nicht besessen von dem Gedanken: ‚Ich bin Wahrnehmung, Wahrnehmung ist mein!‘ ",
  "sn22.1:16.3": "Wenn dann diese seine Wahrnehmung verfällt und zugrunde geht, ",
  "sn22.1:16.4": "führt das nicht zu Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis. ",
  "sn22.1:17.1": "Er betrachtet nicht Entscheidungen als das Selbst, das Selbst als etwas, das Entscheidungen hat, Entscheidungen als im Selbst oder das Selbst als in Entscheidungen. ",
  "sn22.1:17.2": "Er ist nicht besessen von dem Gedanken: ‚Ich bin Entscheidungen, Entscheidungen sind mein!‘ ",
  "sn22.1:17.3": "Wenn dann diese seine Entscheidungen verfallen und zugrunde gehen, ",
  "sn22.1:17.4": "führt das nicht zu Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis. ",
  "sn22.1:18.1": "Er betrachtet nicht Bewusstsein als das Selbst, das Selbst als etwas, das Bewusstsein hat, Bewusstsein als im Selbst oder das Selbst als im Bewusstsein. ",
  "sn22.1:18.2": "Er ist nicht besessen von dem Gedanken: ‚Ich bin Bewusstsein, Bewusstsein ist mein!‘ ",
  "sn22.1:18.3": "Wenn dann dieses sein Bewusstsein verfällt und zugrunde geht, ",
  "sn22.1:18.4": "führt das nicht zu Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis. ",
  "sn22.1:18.5": "So ist man jemand, dessen Körper schmerzt und dessen Geist gesund ist.“ ",
  "sn22.1:19.1": "Das sagte der Ehrwürdige Sāriputta. ",
  "sn22.1:19.2": "Zufrieden freute sich Nakulas Vater über die Worte des Ehrwürdigen Sāriputta. "
}