{
  "sn22.115:0.1": "Verbundene Lehrreden 22.115 ",
  "sn22.115:0.2": "12. Das Kapitel über einen Dhammalehrer ",
  "sn22.115:0.3": "Ein Dhammalehrer ",
  "sn22.115:1.1": "In Sāvatthī. ",
  "sn22.115:1.2": "Als er sich zur Seite hingesetzt hatte, sagte dieser Mönch zum Buddha: ",
  "sn22.115:1.3": "„Herr, man spricht von einem ‚Dhammalehrer‘. ",
  "sn22.115:1.4": "Inwiefern ist jemand ein Dhammalehrer?“ ",
  "sn22.115:1.5": "„Mönch, wenn ein Mönch den Dhamma für das Ziel der Ernüchterung, des Schwindens der Leidenschaft und des Aufhörens in Bezug auf Form lehrt, darf er ein Mönch genannt werden, der den Dhamma lehrt. ",
  "sn22.115:1.6": "Wenn er für das Ziel der Ernüchterung, des Schwindens der Leidenschaft und des Aufhörens in Bezug auf Form übt, darf er ein Mönch genannt werden, der im Einklang mit der Lehre übt. ",
  "sn22.115:1.7": "Wenn er aufgrund von Ernüchterung, Schwinden der Leidenschaft und Aufhören in Bezug auf Form durch Nicht-Ergreifen befreit ist, darf er ein Mönch genannt werden, der das Erlöschen in diesem Leben erreicht hat. ",
  "sn22.115:1.8": "Wenn ein Mönch den Dhamma für das Ziel der Ernüchterung, des Schwindens der Leidenschaft und des Aufhörens in Bezug auf Gefühl lehrt … ",
  "sn22.115:1.9": "Wenn ein Mönch den Dhamma für das Ziel der Ernüchterung, des Schwindens der Leidenschaft und des Aufhörens in Bezug auf Wahrnehmung lehrt … ",
  "sn22.115:1.10": "Wenn ein Mönch den Dhamma für das Ziel der Ernüchterung, des Schwindens der Leidenschaft und des Aufhörens in Bezug auf Entscheidungen lehrt … ",
  "sn22.115:1.11": "Wenn ein Mönch den Dhamma für das Ziel der Ernüchterung, des Schwindens der Leidenschaft und des Aufhörens in Bezug auf Bewusstsein lehrt, darf er ein Mönch genannt werden, der den Dhamma lehrt. ",
  "sn22.115:1.12": "Wenn er für das Ziel der Ernüchterung, des Schwindens der Leidenschaft und des Aufhörens in Bezug auf Bewusstsein übt, darf er ein Mönch genannt werden, der im Einklang mit der Lehre übt. ",
  "sn22.115:1.13": "Wenn er aufgrund von Ernüchterung, Schwinden der Leidenschaft und Aufhören in Bezug auf Bewusstsein durch Nicht-Ergreifen befreit ist, darf er ein Mönch genannt werden, der das Erlöschen in diesem Leben erreicht hat.“ "
}