{
  "sn22.87:0.1": "Verbundene Lehrreden 22.87 ",
  "sn22.87:0.2": "9. Das Kapitel mit Altehrwürdigen ",
  "sn22.87:0.3": "Mit Vakkali ",
  "sn22.87:1.1": "Einmal hielt sich der Buddha bei Rājagaha auf, im Bambuswäldchen, am Futterplatz der Eichhörnchen. ",
  "sn22.87:1.2": "Zu dieser Zeit nun hielt sich der Ehrwürdige Vakkali im Schuppen eines Töpfers auf, und er war mitgenommen, leidend, schwer krank. ",
  "sn22.87:1.3": "Da wandte er sich an seine Pfleger: ",
  "sn22.87:1.4": "„Bitte, Geehrte, geht zum Buddha und beugt in meinem Namen euren Kopf zu seinen Füßen. Sagt zu ihm: ",
  "sn22.87:1.5": "‚Herr, der Mönch Vakkali ist mitgenommen, leidend, schwer krank. Er beugt seinen Kopf zu deinen Füßen.‘ ",
  "sn22.87:1.6": "Und dann sagt: ",
  "sn22.87:1.7": "‚Herr, bitte geh aus Anteilnahme zu dem Mönch Vakkali.‘“ ",
  "sn22.87:1.8": "„Ja, Geehrter“, antworteten diese Mönche. Sie erhoben sich von ihren Sitzen, gingen zum Buddha und überbrachten ihm die Botschaft. ",
  "sn22.87:1.12": "Der Buddha schwieg zum Zeichen der Zustimmung. ",
  "sn22.87:2.1": "Da kleidete der Buddha sich am Morgen an, nahm Schale und Robe und ging zum Ehrwürdigen Vakkali. ",
  "sn22.87:2.2": "Der Ehrwürdige Vakkali sah den Buddha von Weitem kommen und versuchte, sich auf seiner Liege aufzurichten. ",
  "sn22.87:2.3": "Aber der Buddha sagte zu ihm: ",
  "sn22.87:2.4": "„Es ist gut, Vakkali, du brauchst nicht aufzustehen. ",
  "sn22.87:2.5": "Hier sind Sitze ausgelegt, da werde ich mich hinsetzen.“ ",
  "sn22.87:2.6": "Er setzte sich auf einen ausgebreiteten Sitz und sagte zu Vakkali: ",
  "sn22.87:2.7": "„Ich hoffe, es geht dir leidlich, Vakkali, ich hoffe, du kommst zurecht. Und ich hoffe, dass der Schmerz nachlässt und nicht zunimmt, dass ein Nachlassen erkennbar ist, kein Zunehmen.“ ",
  "sn22.87:2.8": "„Herr, es geht mir nicht leidlich, ich komme nicht zurecht. Der Schmerz ist schrecklich und nimmt zu, er lässt nicht nach, ein Zunehmen ist erkennbar, kein Nachlassen.“ ",
  "sn22.87:2.9": "„Ich hoffe, es gibt nichts, was du bereust oder bedauerst?“ ",
  "sn22.87:2.10": "„Tatsächlich, Herr, gibt es etwas nicht Geringes, das ich bereue und bedauere.“ ",
  "sn22.87:2.11": "„Ich hoffe, du hast dir wegen deines sittlichen Verhaltens nichts vorzuwerfen?“ ",
  "sn22.87:2.12": "„Nein, Herr, ich habe mir wegen meines sittlichen Verhaltens nichts vorzuwerfen.“ ",
  "sn22.87:2.13": "„Was ist es in diesem Fall, Vakkali, das du bereust und bedauerst?“ ",
  "sn22.87:2.14": "„Seit langem schon wollte ich gehen, um den Buddha zu sehen, aber ich war körperlich zu schwach.“ ",
  "sn22.87:3.1": "„Genug, Vakkali! Warum solltest du diesen faulen Körper sehen wollen? ",
  "sn22.87:3.2": "Wer die Lehre sieht, sieht mich. ",
  "sn22.87:3.3": "Wer mich sieht, sieht die Lehre. ",
  "sn22.87:3.4": "Wenn du die Lehre siehst, siehst du mich. ",
  "sn22.87:3.5": "Wenn du mich siehst, siehst du die Lehre. ",
  "sn22.87:4.1": "Was denkst du, Vakkali? ",
  "sn22.87:4.2": "Ist Form beständig oder unbeständig?“ ",
  "sn22.87:4.3": "„Unbeständig, Herr.“ ",
  "sn22.87:4.4": "„Aber wenn sie unbeständig ist, ist sie Leiden oder Glück?“ ",
  "sn22.87:4.5": "„Leiden, Herr.“ ",
  "sn22.87:4.6": "„Aber wenn sie unbeständig und Leiden ist und zugrunde gehen muss, kann man sie dann so ansehen: ",
  "sn22.87:4.7": "‚Das ist mein, das bin ich, das ist mein Selbst‘?“ ",
  "sn22.87:4.8": "„Nein, Herr.“ ",
  "sn22.87:4.9": "„Ist Gefühl … ",
  "sn22.87:4.10": "Ist Wahrnehmung … ",
  "sn22.87:4.11": "Sind Entscheidungen … ",
  "sn22.87:4.12": "Ist Bewusstsein beständig oder unbeständig?“ ",
  "sn22.87:4.13": "„Unbeständig, Herr.“ … ",
  "sn22.87:4.16": "„Daher solltest du jegliche Art … sehen … ",
  "sn22.87:4.17": "Wenn er das sieht … ",
  "sn22.87:4.18": "Er versteht: ‚… es gibt keine Rückkehr mehr zu irgendeinem Daseinszustand.‘“ ",
  "sn22.87:5.1": "Und nachdem der Buddha dem Ehrwürdigen Vakkali diesen Rat erteilt hatte, erhob er sich von seinem Sitz und ging zur Geierkuppe. ",
  "sn22.87:5.2": "Da wandte sich der Ehrwürdige Vakkali an seine Pfleger: ",
  "sn22.87:5.3": "„Kommt, Geehrte, hebt meine Liege auf und tragt mich zum Schwarzen Felsen an den Hängen des Isigili. ",
  "sn22.87:5.4": "Wie könnte es angehen, dass jemand wie ich in einer bewohnten Gegend stirbt?“ ",
  "sn22.87:5.5": "„Ja, Geehrter“, antworteten diese Mönche. Und sie hoben die Liege des Ehrwürdigen Vakkali auf und trugen ihn zum Schwarzen Felsen. ",
  "sn22.87:5.6": "Der Buddha verbrachte inzwischen den Rest der Nacht und des Tages auf der Geierkuppe. ",
  "sn22.87:5.7": "Da kamen spät in der Nacht zwei Gottheiten, die mit ihrer wunderbaren Schönheit die Geierkuppe weithin erhellten, zum Buddha, verbeugten sich und stellten sich zur Seite hin. ",
  "sn22.87:5.8": "Eine von ihnen sagte zu ihm: ",
  "sn22.87:5.9": "„Herr, der Mönch Vakkali ist zur Befreiung entschlossen!“ ",
  "sn22.87:5.10": "Und die andere sagte: ",
  "sn22.87:5.11": "„Er wird gewiss gut befreit sein!“ ",
  "sn22.87:5.12": "Das sagten diese beiden Gottheiten. ",
  "sn22.87:5.13": "Dann verbeugten sie sich, umrundeten den Buddha respektvoll, die rechte Seite ihm zugewandt, und verschwanden eben dort. ",
  "sn22.87:6.1": "Als dann die Nacht vorüber war, wandte sich der Buddha an die Mönche und Nonnen: ",
  "sn22.87:6.2": "„Kommt, Mönche und Nonnen, geht zu dem Mönch Vakkali und sagt ihm: ",
  "sn22.87:7.1": "‚Höre, Vakkali, was der Buddha und zwei Gottheiten gesagt haben: ",
  "sn22.87:7.2": "Spät in der letzten Nacht kamen zwei Gottheiten, die mit ihrer wunderbaren Schönheit die Geierkuppe weithin erhellten, zum Buddha, verbeugten sich und stellten sich zur Seite hin. ",
  "sn22.87:7.3": "Eine von ihnen sagte zu ihm: ",
  "sn22.87:7.4": "„Herr, der Mönch Vakkali ist zur Befreiung entschlossen!“ ",
  "sn22.87:7.5": "Und die andere sagte: ",
  "sn22.87:7.6": "„Er wird gewiss gut befreit sein!“ ",
  "sn22.87:7.7": "Und der Buddha sagt: ",
  "sn22.87:7.8": "„Fürchte dich nicht, Vakkali, ",
  "sn22.87:7.9": "fürchte dich nicht! ",
  "sn22.87:7.10": "Dein Tod wird kein schlechter sein; dein Sterben wird kein schlechtes sein.“‘“ ",
  "sn22.87:7.11": "„Ja, Herr“, antworteten diese Mönche und Nonnen. Sie gingen zum Ehrwürdigen Vakkali und sagten zu ihm: ",
  "sn22.87:7.12": "„Höre, Vakkali, was der Buddha und zwei Gottheiten gesagt haben.“ ",
  "sn22.87:8.1": "Da wandte Vakkali sich an seine Pfleger: ",
  "sn22.87:8.2": "„Bitte, Geehrte, helft mir von meiner Liege. ",
  "sn22.87:8.3": "Wie könnte es angehen, dass jemand wie ich auf einem hohen Sitz sitzt, wenn er der Anleitung des Buddha zuhört?“ ",
  "sn22.87:8.4": "„Ja, Geehrter“, antworteten diese Mönche. Und sie halfen ihm von seiner Liege. ",
  "sn22.87:8.5": "Die Mönche und Nonnen wiederholten, was der Buddha ihnen aufgetragen hatte. ",
  "sn22.87:8.14": "Vakkali sagte: „Nun, Geehrte, geht zum Buddha und beugt in meinem Namen euren Kopf zu seinen Füßen. Sagt zu ihm: ",
  "sn22.87:8.15": "‚Herr, der Mönch Vakkali ist mitgenommen, leidend, schwer krank. ",
  "sn22.87:8.16": "Er beugt seinen Kopf zu deinen Füßen.‘ ",
  "sn22.87:8.17": "Und dann sagt: ",
  "sn22.87:8.18": "‚Form ist unbeständig. ",
  "sn22.87:8.19": "Daran habe ich keinen Zweifel. ",
  "sn22.87:8.20": "Ich bin sicher, dass das, was unbeständig ist, Leiden ist. ",
  "sn22.87:8.21": "Und ich bin sicher, dass ich kein Sehnen, kein Begehren und keine Zuneigung habe zu dem, was unbeständig und Leiden ist und zugrunde gehen muss. ",
  "sn22.87:8.22": "Gefühl ist unbeständig … ",
  "sn22.87:8.26": "Wahrnehmung ist unbeständig … ",
  "sn22.87:8.27": "Entscheidungen sind unbeständig … ",
  "sn22.87:8.31": "Bewusstsein ist unbeständig. ",
  "sn22.87:8.32": "Daran habe ich keinen Zweifel. ",
  "sn22.87:8.33": "Ich bin sicher, dass das, was unbeständig ist, Leiden ist. ",
  "sn22.87:8.34": "Und ich bin sicher, dass ich kein Sehnen, kein Begehren und keine Zuneigung habe zu dem, was unbeständig und Leiden ist und zugrunde gehen muss.‘“ ",
  "sn22.87:8.35": "„Ja, Geehrter“, antworteten diese Mönche und Nonnen und gingen. ",
  "sn22.87:8.36": "Und nicht lange, nachdem sie gegangen waren, schlitzte sich der Ehrwürdige Vakkali die Pulsadern auf. ",
  "sn22.87:9.1": "Da gingen diese Mönche und Nonnen zum Buddha, verbeugten sich, setzten sich zur Seite hin und überbrachten Vakkalis Botschaft. ",
  "sn22.87:10.1": "Da sagte der Buddha zu den Mönchen und Nonnen: ",
  "sn22.87:10.2": "„Kommt, Mönche und Nonnen, lasst uns zum Schwarzen Felsen an den Hängen des Isigili gehen, ",
  "sn22.87:10.3": "wo Vakkali, der ehrbare Mensch, sich die Pulsadern aufgeschlitzt hat.“ ",
  "sn22.87:10.4": "„Ja, Herr“, antworteten sie. ",
  "sn22.87:10.5": "Und der Buddha ging zusammen mit mehreren Mönchen und Nonnen zum Schwarzen Felsen an den Hängen des Isigili. ",
  "sn22.87:10.6": "Der Buddha sah Vakkali von Weitem auf seiner Liege liegen, die Aggregate abgelegt. ",
  "sn22.87:11.1": "Zu der Zeit nun zog eine schwarze Rauchwolke nach Osten, nach Westen, nach Norden, nach Süden, nach oben, nach unten und in die Zwischenräume. ",
  "sn22.87:11.2": "Da sagte der Buddha zu den Mönchen und Nonnen: ",
  "sn22.87:11.3": "„Mönche und Nonnen, seht ihr diese schwarze Rauchwolke, die nach Osten, nach Westen, nach Norden, nach Süden, nach oben, nach unten und in die Zwischenräume zieht?“ ",
  "sn22.87:11.4": "„Ja, Herr.“ ",
  "sn22.87:11.5": "„Das ist Māra der Böse, der nach Vakkalis Bewusstsein sucht: ",
  "sn22.87:11.6": "‚Wo ist Vakkalis Bewusstsein verankert?‘ ",
  "sn22.87:11.7": "Aber da sein Bewusstsein nicht verankert ist, ist Vakkali erloschen.“ "
}