{
  "sn22.7:0.1": "Verbundene Lehrreden 22.7 ",
  "sn22.7:0.2": "1. Das Kapitel mit Nakulas Vater ",
  "sn22.7:0.3": "Bangigkeit durch Ergreifen ",
  "sn22.7:1.1": "In Sāvatthī. ",
  "sn22.7:1.2": "„Mönche und Nonnen, ich werde euch lehren, wie Ergreifen zu Bangigkeit führt, und wie Nicht-Ergreifen zur Freiheit von Bangigkeit führt. ",
  "sn22.7:1.3": "Hört zu und gebraucht den Geist gut, ich werde sprechen.“ ",
  "sn22.7:1.4": "„Ja, Herr“, antworteten sie. ",
  "sn22.7:1.5": "Der Buddha sagte: ",
  "sn22.7:2.1": "„Und wie führt Ergreifen zu Bangigkeit? ",
  "sn22.7:2.2": "Da hat ein ungebildeter gewöhnlicher Mensch die Edlen nicht gesehen und ist in der Lehre der Edlen nicht bewandert und geschult. Er hat keine wahren Menschen gesehen und ist in der Lehre der wahren Menschen nicht bewandert und geschult. ",
  "sn22.7:2.3": "Er betrachtet Form als das Selbst, das Selbst als etwas, das Form hat, Form als im Selbst oder das Selbst als in der Form. ",
  "sn22.7:2.4": "Aber diese seine Form verfällt und geht zugrunde, ",
  "sn22.7:2.5": "und das Bewusstsein heftet sich an das Zugrundegehen der Form. ",
  "sn22.7:2.6": "Aus diesem Anheften an das Zugrundegehen der Form wird Bangigkeit geboren, sie entsteht gemäß den natürlichen Gesetzmäßigkeiten, und hält seinen Geist gefangen. ",
  "sn22.7:2.7": "Wenn sein Geist sich anheftet, wird er furchtsam, enttäuscht und besorgt, und weil er ergreift, wird ihm bange. ",
  "sn22.7:3.1": "Er betrachtet Gefühl als das Selbst … ",
  "sn22.7:4.1": "Er betrachtet Wahrnehmung als das Selbst … ",
  "sn22.7:4.2": "Er betrachtet Entscheidungen als das Selbst … ",
  "sn22.7:5.1": "Er betrachtet Bewusstsein als das Selbst, das Selbst als etwas, das Bewusstsein hat, Bewusstsein als im Selbst oder das Selbst als im Bewusstsein. ",
  "sn22.7:5.2": "Aber dieses sein Bewusstsein verfällt und geht zugrunde, ",
  "sn22.7:5.3": "und das Bewusstsein heftet sich an das Zugrundegehen des Bewusstseins. ",
  "sn22.7:5.4": "Aus diesem Anheften an das Zugrundegehen des Bewusstseins wird Bangigkeit geboren, sie entsteht gemäß den natürlichen Gesetzmäßigkeiten, und hält seinen Geist gefangen. ",
  "sn22.7:5.5": "Wenn sein Geist sich anheftet, wird er furchtsam, enttäuscht und besorgt, und weil er ergreift, wird ihm bange. ",
  "sn22.7:5.6": "So führt Ergreifen zu Bangigkeit. ",
  "sn22.7:6.1": "Und wie führt Nicht-Ergreifen zur Freiheit von Bangigkeit? ",
  "sn22.7:6.2": "Da hat ein gebildeter edler Schüler die Edlen gesehen und ist in der Lehre der Edlen bewandert und geschult. Er hat wahre Menschen gesehen und ist in der Lehre der wahren Menschen bewandert und geschult. ",
  "sn22.7:6.3": "Er betrachtet nicht Form als das Selbst, das Selbst als etwas, das Form hat, Form als im Selbst oder das Selbst als in der Form. ",
  "sn22.7:6.4": "Wenn dann diese seine Form verfällt und zugrunde geht, ",
  "sn22.7:6.5": "heftet sich das Bewusstsein nicht an das Zugrundegehen der Form. ",
  "sn22.7:6.6": "Es wird keine Bangigkeit aus Anheften an das Zugrundegehen der Form geboren, sie entsteht nicht gemäß den natürlichen Gesetzmäßigkeiten, und hält seinen Geist nicht gefangen. ",
  "sn22.7:6.7": "Wenn sein Geist sich nicht anheftet, wird er nicht furchtsam, enttäuscht oder besorgt, und weil er nicht ergreift, wird ihm nicht bange. ",
  "sn22.7:7.1": "Er betrachtet nicht Gefühl als das Selbst … ",
  "sn22.7:8.1": "Er betrachtet nicht Wahrnehmung als das Selbst … ",
  "sn22.7:8.2": "Er betrachtet nicht Entscheidungen als das Selbst … ",
  "sn22.7:9.1": "Er betrachtet nicht Bewusstsein als das Selbst, das Selbst als etwas, das Bewusstsein hat, Bewusstsein als im Selbst oder das Selbst als im Bewusstsein. ",
  "sn22.7:9.2": "Wenn dann dieses sein Bewusstsein verfällt und zugrunde geht, ",
  "sn22.7:9.3": "heftet sich das Bewusstsein nicht an das Zugrundegehen des Bewusstseins. ",
  "sn22.7:9.4": "Es wird keine Bangigkeit aus Anheften an das Zugrundegehen des Bewusstseins geboren, sie entsteht nicht gemäß den natürlichen Gesetzmäßigkeiten, und hält seinen Geist nicht gefangen. ",
  "sn22.7:9.5": "Wenn sein Geist sich nicht anheftet, wird er nicht furchtsam, enttäuscht oder besorgt, und weil er nicht ergreift, wird ihm nicht bange. ",
  "sn22.7:9.6": "So führt Nicht-Ergreifen zur Freiheit von Bangigkeit.“ "
}