{
  "sn22.3:0.1": "Verbundene Lehrreden 22.3 ",
  "sn22.3:0.2": "1. Das Kapitel mit Nakulas Vater ",
  "sn22.3:0.3": "Mit Hāliddikāni ",
  "sn22.3:1.1": "So habe ich es gehört: ",
  "sn22.3:1.2": "Einmal hielt sich der Ehrwürdige Mahākaccāna im Land der Avantier auf, bei Kuraraghara auf dem Steilen Berg. ",
  "sn22.3:1.3": "Da ging der Hausbesitzer Hāliddikāni zum Ehrwürdigen Mahākaccāna, verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "sn22.3:1.4": "„Herr, vom Buddha wurde im Achterkapitel, in ‚Māgandiyas Fragen‘, gesagt: ",
  "sn22.3:2.1": "‚Nachdem er seinen Unterschlupf verlassen hat, um umherzuwandern, ohne sich anzusiedeln, ",
  "sn22.3:2.2": "nähert ein Abgeklärter sich niemandem im Dorf an. ",
  "sn22.3:2.3": "Frei von Sinnenfreuden, ohne Erwartung – ",
  "sn22.3:2.4": "mit keinem Menschen würde er in Streit geraten.‘ ",
  "sn22.3:3.1": "Wie ist die ausführliche Bedeutung dieser kurzen Aussage des Buddha zu verstehen?“ ",
  "sn22.3:4.1": "„Hausbesitzer, das Element der Form ist ein Unterschlupf für das Bewusstsein. ",
  "sn22.3:4.2": "Jemanden, dessen Bewusstsein an Gier nach dem Element der Form angekettet ist, nennt man einen Wanderer, der von Unterschlupf zu Unterschlupf geht. ",
  "sn22.3:4.3": "Das Element des Gefühls ist ein Unterschlupf für das Bewusstsein. ",
  "sn22.3:4.4": "Jemanden, dessen Bewusstsein an Gier nach dem Element des Gefühls angekettet ist, nennt man einen Wanderer, der von Unterschlupf zu Unterschlupf geht. ",
  "sn22.3:4.5": "Das Element der Wahrnehmung ist ein Unterschlupf für das Bewusstsein. ",
  "sn22.3:4.6": "Jemanden, dessen Bewusstsein an Gier nach dem Element der Wahrnehmung angekettet ist, nennt man einen Wanderer, der von Unterschlupf zu Unterschlupf geht. ",
  "sn22.3:4.7": "Das Element der Entscheidungen ist ein Unterschlupf für das Bewusstsein. ",
  "sn22.3:4.8": "Jemanden, dessen Bewusstsein an Gier nach dem Element der Entscheidungen angekettet ist, nennt man einen Wanderer, der von Unterschlupf zu Unterschlupf geht. ",
  "sn22.3:4.9": "So ist man ein Wanderer, der von Unterschlupf zu Unterschlupf geht. ",
  "sn22.3:5.1": "Und wie ist man ein Wanderer ohne Unterschlupf? ",
  "sn22.3:5.2": "Der Klargewordene hat jegliches Sehnen, Begehren, Genießen und Verlangen in Bezug auf das Element der Form aufgegeben, ebenso Anziehung, Ergreifen, geistige Fixierung, Auf-etwas-Bestehen und zugrunde liegende Neigungen. Er hat sie an der Wurzel abgeschnitten, sodass sie wie der Stumpf einer Palme sind, dass sie ausgelöscht sind und sich in Zukunft nicht mehr erheben können. ",
  "sn22.3:5.3": "Deshalb nennt man den Klargewordenen einen Wanderer ohne Unterschlupf. ",
  "sn22.3:5.4": "Der Klargewordene hat jegliches Sehnen, Begehren, Genießen und Verlangen in Bezug auf das Element des Gefühls … ",
  "sn22.3:5.5": "das Element der Wahrnehmung … ",
  "sn22.3:5.6": "das Element der Entscheidungen … ",
  "sn22.3:5.7": "und das Element des Bewusstseins aufgegeben, ebenso Anziehung, Ergreifen, geistige Fixierung, Auf-etwas-Bestehen und zugrunde liegende Neigungen. Er hat sie an der Wurzel abgeschnitten, sodass sie wie der Stumpf einer Palme sind, dass sie ausgelöscht sind und sich in Zukunft nicht mehr erheben können. ",
  "sn22.3:5.8": "Deshalb nennt man den Klargewordenen einen Wanderer ohne Unterschlupf. ",
  "sn22.3:5.9": "So ist man ein Wanderer ohne Unterschlupf. ",
  "sn22.3:6.1": "Und wie ist man ein Wanderer, der von Siedlung zu Siedlung geht? ",
  "sn22.3:6.2": "Wenn man daran hängt, auf der Suche nach Bildern ziellos zwischen Siedlungen herumzuwandern, wird man ein Wanderer genannt, der von Siedlung zu Siedlung geht. ",
  "sn22.3:6.3": "Wenn man daran hängt, auf der Suche nach Tönen … ",
  "sn22.3:6.4": "nach Düften … ",
  "sn22.3:6.5": "nach Geschmäcken … ",
  "sn22.3:6.6": "nach Berührungen … ",
  "sn22.3:6.7": "und nach Gedanken ziellos zwischen Siedlungen herumzuwandern, wird man ein Wanderer genannt, der von Siedlung zu Siedlung geht. ",
  "sn22.3:6.8": "So ist man ein Wanderer, der von Siedlung zu Siedlung geht. ",
  "sn22.3:7.1": "Und wie ist man ein Wanderer, der sich nicht ansiedelt? ",
  "sn22.3:7.2": "Der Klargewordene hat das Hängen am ziellosen Herumwandern zwischen Siedlungen auf der Suche nach Bildern aufgegeben. Er hat es an der Wurzel abgeschnitten, sodass es wie der Stumpf einer Palme ist, dass es ausgelöscht ist und sich in Zukunft nicht mehr erheben kann. ",
  "sn22.3:7.3": "Deshalb nennt man den Klargewordenen einen Wanderer, der sich nicht ansiedelt. ",
  "sn22.3:7.4": "Der Klargewordene hat das Hängen am ziellosen Herumwandern zwischen Siedlungen auf der Suche nach Tönen … ",
  "sn22.3:7.5": "nach Düften … ",
  "sn22.3:7.6": "nach Geschmäcken … ",
  "sn22.3:7.7": "nach Berührungen … ",
  "sn22.3:7.8": "und nach Gedanken aufgegeben. Er hat es an der Wurzel abgeschnitten, sodass es wie der Stumpf einer Palme ist, dass es ausgelöscht ist und sich in Zukunft nicht mehr erheben kann. ",
  "sn22.3:7.9": "Deshalb nennt man den Klargewordenen einen Wanderer, der sich nicht ansiedelt. ",
  "sn22.3:7.10": "So ist man ein Wanderer, der sich nicht ansiedelt. ",
  "sn22.3:8.1": "Und wie nähert man sich jemandem im Dorf an? ",
  "sn22.3:8.2": "Da tut sich jemand eng mit Laien zusammen, teilt Freud und Leid mit ihnen – ist glücklich, wenn sie glücklich sind, und traurig, wenn sie traurig sind – und lässt sich in ihre Angelegenheiten verwickeln. ",
  "sn22.3:8.3": "So nähert man sich jemandem im Dorf an. ",
  "sn22.3:9.1": "Und wie nähert man sich niemandem im Dorf an? ",
  "sn22.3:9.2": "Da tut sich ein Mönch oder eine Nonne nicht eng mit Laien zusammen, teilt nicht Freud und Leid mit ihnen – ist nicht glücklich, wenn sie glücklich sind, noch traurig, wenn sie traurig sind – und lässt sich nicht in ihre Angelegenheiten verwickeln. ",
  "sn22.3:9.3": "So nähert man sich niemandem im Dorf an. ",
  "sn22.3:10.1": "Und wie ist man nicht frei von Sinnenfreuden? ",
  "sn22.3:10.2": "Da ist jemand nicht frei von Begehren, Sehnen, Zuneigung, Durst, Leidenschaft und Verlangen nach Sinnenfreuden. ",
  "sn22.3:10.3": "So ist man nicht frei von Sinnenfreuden. ",
  "sn22.3:11.1": "Und wie ist man frei von Sinnenfreuden? ",
  "sn22.3:11.2": "Da ist jemand frei von Begehren, Sehnen, Zuneigung, Durst, Leidenschaft und Verlangen nach Sinnenfreuden. ",
  "sn22.3:11.3": "So ist man frei von Sinnenfreuden. ",
  "sn22.3:12.1": "Und wie hat man Erwartungen? ",
  "sn22.3:12.2": "Da denkt jemand: ",
  "sn22.3:12.3": "‚Dass ich doch in der Zukunft solche Form, solches Gefühl, solche Wahrnehmung, solche Entscheidungen und solches Bewusstsein hätte!‘ ",
  "sn22.3:12.4": "So hat man Erwartungen. ",
  "sn22.3:13.1": "Und wie ist man ohne Erwartung? ",
  "sn22.3:13.2": "Da denkt jemand nicht: ",
  "sn22.3:13.3": "‚Dass ich doch in der Zukunft solche Form, solches Gefühl, solche Wahrnehmung, solche Entscheidungen und solches Bewusstsein hätte!‘ ",
  "sn22.3:13.4": "So ist man ohne Erwartung. ",
  "sn22.3:14.1": "Und wie streitet man mit Menschen? ",
  "sn22.3:14.2": "Da beteiligt sich jemand an dieser Art der Diskussion: ",
  "sn22.3:14.3": "‚Du verstehst diese Lehre und Schulung nicht. Ich verstehe diese Lehre und Schulung. Was, du verstehst diese Lehre und Schulung? Du übst falsch. Ich übe richtig. Was zuerst gesagt werden sollte, hast du zuletzt gesagt. Was zuletzt gesagt werden sollte, hast du zuerst gesagt. Ich bleibe beim Thema, du nicht. Was du dir so gut ausgedacht hast, ist entkräftet. Deine Doktrin ist widerlegt. Auf, rette deine Doktrin! Du steckst in der Falle; befreie dich daraus – wenn du kannst!‘ ",
  "sn22.3:14.4": "So streitet man mit Menschen. ",
  "sn22.3:15.1": "Und wie streitet man nicht mit Menschen? ",
  "sn22.3:15.2": "Da beteiligt sich ein Mönch oder eine Nonne nicht an dieser Art der Diskussion: ",
  "sn22.3:15.3": "‚Du verstehst diese Lehre und Schulung nicht … befreie dich daraus – wenn du kannst!‘ ",
  "sn22.3:15.4": "So streitet man nicht mit Menschen. ",
  "sn22.3:16.1": "So ist die ausführliche Bedeutung dessen zu verstehen, was der Buddha im Achterkapitel, in ‚Māgandiyas Fragen‘, kurz gesagt hat: ",
  "sn22.3:17.1": "‚Nachdem er seinen Unterschlupf verlassen hat, um umherzuwandern, ohne sich anzusiedeln, ",
  "sn22.3:17.2": "nähert ein Abgeklärter sich niemandem im Dorf an. ",
  "sn22.3:17.3": "Frei von Sinnenfreuden, ohne Erwartung – ",
  "sn22.3:17.4": "mit keinem Menschen würde er in Streit geraten.‘“ "
}