{
  "sn22.123:0.1": "Verbundene Lehrreden 22.123 ",
  "sn22.123:0.2": "12. Das Kapitel über einen Dhammalehrer ",
  "sn22.123:0.3": "Gebildet ",
  "sn22.123:1.1": "Einmal hielten sich der Ehrwürdige Sāriputta und der Ehrwürdige Mahākoṭṭhita bei Benares auf, im Wildpark bei Isipatana. ",
  "sn22.123:1.2": "Da kam der Ehrwürdige Mahākoṭṭhita am späten Nachmittag aus seiner Klausur, ging zum Ehrwürdigen Sāriputta und … sagte: ",
  "sn22.123:2.1": "„Werter Sāriputta, welchen Dingen sollte sich ein gebildeter Mönch gründlich zuwenden?“ ",
  "sn22.123:2.2": "„Werter Koṭṭhita, ein gebildeter Mönch sollte sich den fünf mit Ergreifen verbundenen Aggregaten gründlich zuwenden, und zwar als unbeständig … als ohne Selbst. ",
  "sn22.123:2.3": "Welchen fünf? ",
  "sn22.123:2.4": "Es sind das mit Ergreifen verbundene Aggregat der Form, das des Gefühls, das der Wahrnehmung, das der Entscheidungen und das des Bewusstseins. ",
  "sn22.123:2.5": "Ein gebildeter Mönch sollte sich diesen fünf mit Ergreifen verbundenen Aggregaten gründlich zuwenden, und zwar als unbeständig … als ohne Selbst. ",
  "sn22.123:2.6": "Es ist möglich, dass ein gebildeter Mönch, der sich diesen fünf mit Ergreifen verbundenen Aggregaten gründlich zuwendet, die Frucht des Stromeintritts erlangt.“ ",
  "sn22.123:3.1": "„Aber werter Sāriputta, welchen Dingen sollte sich ein Mönch, der in den Strom eingetreten ist, gründlich zuwenden?“ ",
  "sn22.123:3.2": "„Werter Koṭṭhita, ein Mönch, der in den Strom eingetreten ist, sollte sich den fünf mit Ergreifen verbundenen Aggregaten gründlich zuwenden, und zwar als unbeständig … als ohne Selbst. ",
  "sn22.123:3.3": "Es ist möglich, dass ein Mönch, der in den Strom eingetreten ist, der sich diesen fünf mit Ergreifen verbundenen Aggregaten gründlich zuwendet, die Frucht der Einmalwiederkehr erlangt.“ … ",
  "sn22.123:3.4": "„Es ist möglich, dass ein Mönch, der ein Einmalwiederkehrer ist, der sich diesen fünf mit Ergreifen verbundenen Aggregaten gründlich zuwendet, die Frucht der Nichtwiederkehr erlangt.“ … ",
  "sn22.123:3.5": "„Es ist möglich, dass ein Mönch, der ein Nichtwiederkehrer ist, der sich diesen fünf mit Ergreifen verbundenen Aggregaten gründlich zuwendet, die Vollendung erlangt.“ ",
  "sn22.123:4.1": "„Aber werter Sāriputta, welchen Dingen sollte sich ein Vollendeter gründlich zuwenden?“ ",
  "sn22.123:4.2": "„Werter Koṭṭhita, ein Vollendeter sollte sich den fünf mit Ergreifen verbundenen Aggregaten gründlich zuwenden, und zwar als unbeständig, als Leiden, als Krankheit, als Eiterherd, als Pfeil, als Elend, als Beschwerde, als fremd, als zerfallend, als leer, als ohne Selbst. ",
  "sn22.123:4.3": "Ein Vollendeter hat nichts mehr, das noch zu tun oder zu verbessern wäre. ",
  "sn22.123:4.4": "Aber wenn diese Dinge entwickelt und ausgebaut werden, führen sie zu seliger Meditation in diesem Leben sowie zu Achtsamkeit und Umsicht.“ "
}