{
  "sn22.80:0.1": "Verbundene Lehrreden 22.80 ",
  "sn22.80:0.2": "8. Das Kapitel über Verzehren ",
  "sn22.80:0.3": "Bettler ",
  "sn22.80:1.1": "Einmal hielt sich der Buddha im Land der Sakyer bei Kapilavatthu auf, im Banyanbaum-Kloster. ",
  "sn22.80:1.2": "Da kleidete sich der Buddha, nachdem er den Saṅgha der Mönche und Nonnen aus einem gewissen Anlass entlassen hatte, am Morgen an, nahm Schale und Robe und betrat Kapilavatthu zum Almosengang. ",
  "sn22.80:1.3": "Er zog um Almosen durch Kapilavatthu. Nach dem Essen, als er vom Almosengang zurückkam, ging er in den Großen Wald, ",
  "sn22.80:1.4": "tauchte tief hinein und setzte sich an den Fuß eines jungen Dattelpflaumen-Baumes, um den Tag über dort zu meditieren. ",
  "sn22.80:2.1": "Da kam ihm, als er für sich allein in Klausur war, dieser Gedanke in den Sinn: ",
  "sn22.80:2.2": "„Ich habe den Saṅgha der Mönche und Nonnen fortgeschickt. ",
  "sn22.80:2.3": "Doch da sind Mönche und Nonnen, die neu im Orden sind, kürzlich fortgezogen und neu zu dieser Lehre und Schulung gekommen. ",
  "sn22.80:2.4": "Wenn sie mich nicht sehen, könnten sie verfallen und zugrunde gehen. ",
  "sn22.80:2.5": "Wie ein junges Kalb, das seine Mutter nicht sieht: Es könnte verfallen und zugrunde gehen. … ",
  "sn22.80:2.7": "Oder wie junge Setzlinge, die kein Wasser bekommen: Sie könnten verfallen und zugrunde gehen. ",
  "sn22.80:2.8": "Ebenso sind da Mönche und Nonnen, die neu im Orden sind, kürzlich fortgezogen und neu zu dieser Lehre und Schulung gekommen. ",
  "sn22.80:2.9": "Wenn sie mich nicht sehen, könnten sie verfallen und zugrunde gehen. ",
  "sn22.80:2.10": "Warum unterstütze ich den Saṅgha der Mönche und Nonnen nicht jetzt genauso wie früher?“ ",
  "sn22.80:3.1": "Da erkannte Brahmā Sahampati, was der Buddha dachte. Und so leicht, wie eine starke Person den Arm strecken oder beugen würde, verschwand er aus der Brahmāwelt und erschien wieder vor dem Buddha. ",
  "sn22.80:3.2": "Er ordnete seine Robe über einer Schulter, erhob seine zusammengelegten Hände zum Buddha und sagte: ",
  "sn22.80:3.3": "„Das ist wirklich wahr, Gesegneter! Das ist wirklich wahr, Heiliger! ",
  "sn22.80:3.4": "Der Buddha hat den Saṅgha der Mönche und Nonnen fortgeschickt. ",
  "sn22.80:3.5": "Doch da sind Mönche und Nonnen, die neu im Orden sind, kürzlich fortgezogen und neu zu dieser Lehre und Schulung gekommen. … ",
  "sn22.80:3.11": "Dass doch der Buddha am Saṅgha der Mönche und Nonnen Freude hätte! ",
  "sn22.80:3.12": "Dass doch der Buddha den Saṅgha der Mönche und Nonnen willkommen hieße! ",
  "sn22.80:3.13": "Dass doch der Buddha den Saṅgha der Mönche und Nonnen jetzt genauso unterstützte wie früher!“ ",
  "sn22.80:4.1": "Der Buddha schwieg zum Zeichen der Zustimmung. ",
  "sn22.80:4.2": "Und als Brahmā Sahampati erkannte, dass der Buddha zugestimmt hatte, verbeugte er sich, umrundete den Buddha respektvoll, die rechte Seite ihm zugewandt, und verschwand eben dort. ",
  "sn22.80:5.1": "Da kam der Buddha am späten Nachmittag aus seiner Klausur, ging zum Banyanbaum-Kloster und setzte sich auf den ausgebreiteten Sitz. ",
  "sn22.80:5.2": "Darauf setzte er seine übersinnliche Kraft ein und veranlasste, dass die Mönche und Nonnen unsicher zu ihm kamen, allein oder zu zweit. ",
  "sn22.80:5.3": "Diese Mönche und Nonnen begaben sich unsicher zum Buddha, verbeugten sich und setzten sich zur Seite hin. Der Buddha sagte zu ihnen: ",
  "sn22.80:6.1": "„Das Almosenbetteln, Mönche und Nonnen, ist ein extremer Lebensstil. ",
  "sn22.80:6.2": "Die Welt verflucht euch: ‚Du Bettler, du gehst herum mit der Schale in der Hand!‘ ",
  "sn22.80:6.3": "Doch ernsthafte ehrbare Menschen greifen dazu aus gutem Grund: ",
  "sn22.80:6.4": "Nicht, weil sie von einem König oder Räuber dazu gezwungen würden oder weil sie Schulden hätten oder bedroht würden oder um sich so den Lebenserwerb zu sichern, ",
  "sn22.80:6.5": "sondern weil sie in Wiedergeburt, Alter und Tod versunken sind, in Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis; weil sie im Leiden versunken sind, ins Leiden verstrickt. ",
  "sn22.80:6.6": "Und sie denken: ‚Hoffentlich kann ich ein Ende dieser ganzen Masse des Leidens finden.‘ ",
  "sn22.80:7.1": "So ist dieser ehrbare Mensch fortgezogen. ",
  "sn22.80:7.2": "Dennoch begehrt er Sinnenfreuden; er ist voller heftiger Wollust, bösen Willens und böswilliger Absicht. Er ist unachtsam, ohne Situationsbewusstsein, ohne Versenkung, mit schweifendem Geist und unbeherrschten Sinnen. ",
  "sn22.80:7.3": "Wie eine Fackel zum Anzünden eines Scheiterhaufens für eine Bestattung, die an beiden Enden brennt und in der Mitte mit Mist bestrichen ist: Weder im Dorf noch in der Wildnis könnte sie als Bauholz verwendet werden. ",
  "sn22.80:7.4": "Ich sage, dieser Mensch ist gerade wie diese Fackel: Er hat die Freuden des Laienlebens versäumt und hat das Ziel des Asketenlebens nicht erfüllt. ",
  "sn22.80:8.1": "Mönche und Nonnen, es gibt drei Arten untauglicher Gedanken: ",
  "sn22.80:8.2": "sinnliche, boshafte und grausame Gedanken. ",
  "sn22.80:8.3": "Und wo hören diese drei untauglichen Gedanken restlos auf? ",
  "sn22.80:8.4": "Sie hören bei denen auf, die ihren Geist fest in den vier Arten der Achtsamkeitsmeditation verankert haben oder die die merkmalslose Versenkung entwickeln. ",
  "sn22.80:8.5": "Eben das ist Anreiz genug, um die merkmalslose Versenkung zu entwickeln. ",
  "sn22.80:8.6": "Wenn die merkmalslose Versenkung entwickelt und ausgebaut wird, bringt sie reiche Frucht und reichen Segen. ",
  "sn22.80:9.1": "Mönche und Nonnen, es gibt zwei Arten von Ansichten: ",
  "sn22.80:9.2": "Ansichten, die die Fortsetzung des Daseins begünstigen, und Ansichten, die das Beenden des Daseins begünstigen. ",
  "sn22.80:9.3": "Ein gebildeter edler Schüler denkt darüber nach: ",
  "sn22.80:9.4": "‚Gibt es irgendetwas in der Welt, das ich ergreifen könnte und das ohne Fehler wäre?‘ ",
  "sn22.80:9.5": "Er versteht: ",
  "sn22.80:9.6": "‚Es gibt nichts in der Welt, das ich ergreifen könnte und das ohne Fehler wäre. ",
  "sn22.80:9.7": "Denn wenn ich ergreifen würde, würde ich nur Form, Gefühl, ",
  "sn22.80:9.8": "Wahrnehmung, ",
  "sn22.80:9.9": "Entscheidungen oder Bewusstsein ergreifen. ",
  "sn22.80:9.10": "Dieses mein Ergreifen wäre eine Bedingung für fortgesetztes Dasein. ",
  "sn22.80:9.11": "Fortgesetztes Dasein ist eine Bedingung für Wiedergeburt. ",
  "sn22.80:9.12": "Wiedergeburt ist eine Bedingung für das Zustandekommen von Alter und Tod, Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis. ",
  "sn22.80:9.13": "So kommt diese ganze Masse des Leidens zustande. ",
  "sn22.80:10.1": "Was meint ihr, Mönche und Nonnen? ",
  "sn22.80:10.2": "Ist Form beständig oder unbeständig?“ ",
  "sn22.80:10.3": "„Unbeständig, Herr.“ ",
  "sn22.80:10.4": "„Aber wenn sie unbeständig ist, ist sie Leiden oder Glück?“ ",
  "sn22.80:10.5": "„Leiden, Herr.“ ",
  "sn22.80:10.6": "„Aber wenn sie unbeständig und Leiden ist und zugrunde gehen muss, kann man sie dann so ansehen: ",
  "sn22.80:10.7": "‚Das ist mein, das bin ich, das ist mein Selbst‘?“ ",
  "sn22.80:10.8": "„Nein, Herr.“ ",
  "sn22.80:10.9": "„Ist Gefühl … ",
  "sn22.80:10.10": "Ist Wahrnehmung … ",
  "sn22.80:10.11": "Sind Entscheidungen … ",
  "sn22.80:10.12": "Ist Bewusstsein beständig oder unbeständig?“ … ",
  "sn22.80:10.13": "„Daher sollt ihr jegliche Art von Form … ",
  "sn22.80:10.14": "Wenn er das sieht … ",
  "sn22.80:10.15": "Er versteht: ‚… es gibt keine Rückkehr mehr zu irgendeinem Daseinszustand.‘“ "
}