{
  "sn22.57:0.1": "Verbundene Lehrreden 22.57 ",
  "sn22.57:0.2": "6. Das Kapitel über Einbindung ",
  "sn22.57:0.3": "Sieben Fälle ",
  "sn22.57:1.1": "In Sāvatthī. ",
  "sn22.57:1.2": "„Mönche und Nonnen, in dieser Lehre und Schulung wird ein Mönch, der in sieben Fällen bewandert ist und auf drei Arten untersucht, vollkommen genannt, vervollkommnet, der höchste Mensch. ",
  "sn22.57:1.3": "Und wie ist ein Mönch in sieben Fällen bewandert? ",
  "sn22.57:1.4": "Da versteht ein Mönch Form, ihren Ursprung, ihr Aufhören und die Übung, die zu ihrem Aufhören führt. ",
  "sn22.57:1.5": "Er versteht die vorteilhaften und nachteiligen Folgen der Form und das Entrinnen davon. ",
  "sn22.57:1.6": "Er versteht Gefühl … ",
  "sn22.57:1.7": "Wahrnehmung … ",
  "sn22.57:1.8": "Entscheidungen … ",
  "sn22.57:1.9": "Bewusstsein, seinen Ursprung, sein Aufhören und die Übung, die zu seinem Aufhören führt. ",
  "sn22.57:1.10": "Er versteht die vorteilhaften und nachteiligen Folgen des Bewusstseins und das Entrinnen davon. ",
  "sn22.57:2.1": "Und was ist Form? ",
  "sn22.57:2.2": "Die vier Grundelemente und die Form, die von den vier Grundelementen abgeleitet ist. ",
  "sn22.57:2.3": "Das nennt man Form. ",
  "sn22.57:2.4": "Form entsteht aus Nahrung. ",
  "sn22.57:2.5": "Wenn die Nahrung aufhört, hört Form auf. ",
  "sn22.57:2.6": "Die Übung, die zum Aufhören der Form führt, ist einfach dieser edle achtfache Pfad: nämlich ",
  "sn22.57:2.7": "rechte Ansicht, rechtes Denken, rechte Rede, rechtes Verhalten, rechter Lebenserwerb, rechter Einsatz, rechte Achtsamkeit und rechte Versenkung. ",
  "sn22.57:3.1": "In dem Glück und dem Hochgefühl, die aus Form entstehen: Darin bestehen die vorteilhaften Folgen. ",
  "sn22.57:3.3": "Dass Form unbeständig ist, voller Leiden, dass sie zugrunde gehen muss: Darin bestehen die nachteiligen Folgen. ",
  "sn22.57:3.5": "Das Sehnen und Begehren nach Form ausräumen und aufgeben: Darin besteht das Entrinnen. ",
  "sn22.57:4.1": "Alle Asketen und Brahmanen, die Form, ihren Ursprung, ihr Aufhören und die Übung, die zu ihrem Aufhören führt, auf diese Art unmittelbar erkannt haben, ",
  "sn22.57:4.2": "die ihre vorteilhaften und nachteiligen Folgen und das Entrinnen davon unmittelbar erkannt haben und die für das Ziel der Ernüchterung, des Schwindens der Leidenschaft und des Aufhörens in Bezug auf Form üben: Sie üben gut. ",
  "sn22.57:4.3": "Die, die gut üben, haben einen festen Halt in dieser Lehre und Schulung. ",
  "sn22.57:5.1": "Diese Asketen und Brahmanen, die Form, ihren Ursprung, ihr Aufhören und die Übung, die zu ihrem Aufhören führt, auf diese Art unmittelbar erkannt haben, ",
  "sn22.57:5.2": "die ihre vorteilhaften und nachteiligen Folgen und das Entrinnen davon unmittelbar erkannt haben und aufgrund von Ernüchterung, Schwinden der Leidenschaft und Aufhören in Bezug auf Form durch Nicht-Ergreifen befreit sind: Sie sind gut befreit. ",
  "sn22.57:5.3": "Die, die gut befreit sind, sind Vollkommene. ",
  "sn22.57:5.4": "Für Vollkommene ist kein Kreislauf der Wiedergeburten zu finden. ",
  "sn22.57:6.1": "Und was ist Gefühl? ",
  "sn22.57:6.2": "Es gibt sechs Klassen von Gefühl: ",
  "sn22.57:6.3": "Gefühl entsprungen aus Berührung mit dem Auge … ",
  "sn22.57:6.4": "und mit dem Geist. ",
  "sn22.57:6.5": "Das nennt man Gefühl. ",
  "sn22.57:6.6": "Gefühl entsteht aus Berührung. ",
  "sn22.57:6.7": "Wenn Berührung aufhört, hört Gefühl auf. ",
  "sn22.57:6.8": "Die Übung, die zum Aufhören der Gefühle führt, ist einfach dieser edle achtfache Pfad … ",
  "sn22.57:7.1": "In dem Glück und dem Hochgefühl, die aus Gefühl entstehen: Darin bestehen die vorteilhaften Folgen. ",
  "sn22.57:7.3": "Dass Gefühl unbeständig ist, voller Leiden, dass es zugrunde gehen muss: Darin bestehen die nachteiligen Folgen. ",
  "sn22.57:7.5": "Das Sehnen und Begehren nach Gefühl ausräumen und aufgeben: Darin besteht das Entrinnen. … ",
  "sn22.57:10.1": "Und was ist Wahrnehmung? ",
  "sn22.57:10.2": "Es gibt sechs Klassen von Wahrnehmung: ",
  "sn22.57:10.3": "Wahrnehmung von Bildern, Tönen, Düften, Geschmäcken, Berührungen und Gedanken. ",
  "sn22.57:10.4": "Das nennt man Wahrnehmung. ",
  "sn22.57:10.5": "Wahrnehmung entsteht aus Berührung. ",
  "sn22.57:10.6": "Wenn Berührung aufhört, hört Wahrnehmung auf. ",
  "sn22.57:10.7": "Die Übung, die zum Aufhören der Wahrnehmung führt, ist einfach dieser edle achtfache Pfad … ",
  "sn22.57:11.1": "Und was sind Entscheidungen? ",
  "sn22.57:11.2": "Es gibt sechs Klassen von Entscheidungen: ",
  "sn22.57:11.3": "Absicht in Bezug auf Bilder … ",
  "sn22.57:11.4": "Absicht in Bezug auf Gedanken. ",
  "sn22.57:11.5": "Das nennt man Entscheidungen. ",
  "sn22.57:11.6": "Entscheidungen entstehen aus Berührung. ",
  "sn22.57:11.7": "Wenn Berührung aufhört, hören Entscheidungen auf. ",
  "sn22.57:11.8": "Die Übung, die zum Aufhören von Entscheidungen führt, ist einfach dieser edle achtfache Pfad … ",
  "sn22.57:14.1": "Und was ist Bewusstsein? ",
  "sn22.57:14.2": "Es gibt sechs Klassen von Bewusstsein: ",
  "sn22.57:14.3": "Augenbewusstsein, Ohrbewusstsein, Nasenbewusstsein, Zungenbewusstsein, Körperbewusstsein und Geistbewusstsein. ",
  "sn22.57:14.4": "Das nennt man Bewusstsein. ",
  "sn22.57:14.5": "Bewusstsein entsteht aus Namen und Form. ",
  "sn22.57:14.6": "Wenn Name und Form aufhören, hört Bewusstsein auf. ",
  "sn22.57:14.7": "Die Übung, die zum Aufhören des Bewusstseins führt, ist einfach dieser edle achtfache Pfad: nämlich ",
  "sn22.57:14.8": "rechte Ansicht, rechtes Denken, rechte Rede, rechtes Verhalten, rechter Lebenserwerb, rechter Einsatz, rechte Achtsamkeit und rechte Versenkung. ",
  "sn22.57:15.1": "In dem Glück und dem Hochgefühl, die aus Bewusstsein entstehen: Darin bestehen die vorteilhaften Folgen. ",
  "sn22.57:15.3": "Dass Bewusstsein unbeständig ist, voller Leiden, dass es zugrunde gehen muss: Darin bestehen die nachteiligen Folgen. ",
  "sn22.57:15.5": "Das Sehnen und Begehren nach Bewusstsein ausräumen und aufgeben: Darin besteht das Entrinnen. ",
  "sn22.57:16.1": "Alle Asketen und Brahmanen, die Bewusstsein, seinen Ursprung, sein Aufhören und die Übung, die zu seinem Aufhören führt, auf diese Art unmittelbar erkannt haben, ",
  "sn22.57:16.2": "die seine vorteilhaften und nachteiligen Folgen und das Entrinnen davon unmittelbar erkannt haben und die für das Ziel der Ernüchterung, des Schwindens der Leidenschaft und des Aufhörens in Bezug auf Bewusstsein üben: Sie üben gut. ",
  "sn22.57:16.3": "Die, die gut üben, haben einen festen Halt in dieser Lehre und Schulung. ",
  "sn22.57:17.1": "Alle Asketen und Brahmanen, die Bewusstsein, seinen Ursprung, sein Aufhören und die Übung, die zu seinem Aufhören führt, auf diese Art unmittelbar erkannt haben, ",
  "sn22.57:17.2": "die seine vorteilhaften und nachteiligen Folgen und das Entrinnen davon unmittelbar erkannt haben und aufgrund von Ernüchterung, Schwinden der Leidenschaft und Aufhören in Bezug auf Bewusstsein durch Nicht-Ergreifen befreit sind: Sie sind gut befreit. ",
  "sn22.57:17.3": "Die, die gut befreit sind, sind Vollkommene. ",
  "sn22.57:17.4": "Für Vollkommene ist kein Kreislauf der Wiedergeburten zu finden. ",
  "sn22.57:17.5": "So ist ein Mönch in sieben Fällen bewandert. ",
  "sn22.57:18.1": "Und wie untersucht ein Mönch auf drei Arten? ",
  "sn22.57:18.2": "Da untersucht ein Mönch die Elemente, die Sinnesfelder und das abhängige Entstehen. ",
  "sn22.57:18.3": "So untersucht ein Mönch auf drei Arten. ",
  "sn22.57:18.4": "In dieser Lehre und Schulung wird ein Mönch, der in sieben Fällen bewandert ist und auf drei Arten untersucht, vollkommen genannt, vervollkommnet, der höchste Mensch.“ "
}