{
  "sn22.90:0.1": "Verbundene Lehrreden 22.90 ",
  "sn22.90:0.2": "9. Das Kapitel mit Altehrwürdigen ",
  "sn22.90:0.3": "Mit Channa ",
  "sn22.90:1.1": "Einmal hielten sich mehrere altehrwürdige Mönche und Nonnen bei Varanasi auf, im Wildpark bei Isipatana. ",
  "sn22.90:1.2": "Da kam der Ehrwürdige Channa am späten Nachmittag aus seiner Klausur. Er nahm einen Schlüssel, ging von einer Hütte zur anderen, ging zu den altehrwürdigen Mönchen und Nonnen und sagte: ",
  "sn22.90:1.3": "„Dass die ehrwürdigen Ältesten mich doch unterrichten und anleiten! Dass sie mir einen Dhammavortrag halten, sodass ich die Lehre sehen kann!“ ",
  "sn22.90:2.1": "Darauf sagten die altehrwürdigen Mönche und Nonnen zu dem Ehrwürdigen Channa: ",
  "sn22.90:2.2": "„Geehrter Channa, Form ist unbeständig, ",
  "sn22.90:2.3": "Gefühl, ",
  "sn22.90:2.4": "Wahrnehmung, ",
  "sn22.90:2.5": "Entscheidungen ",
  "sn22.90:2.6": "und Bewusstsein sind unbeständig. ",
  "sn22.90:2.7": "Form ist ohne Selbst, ",
  "sn22.90:2.8": "Gefühl, ",
  "sn22.90:2.9": "Wahrnehmung, ",
  "sn22.90:2.10": "Entscheidungen ",
  "sn22.90:2.11": "und Bewusstsein sind ohne Selbst. ",
  "sn22.90:2.12": "Alle Bedingungen sind unbeständig. ",
  "sn22.90:2.13": "Alle Dinge sind ohne Selbst.“ ",
  "sn22.90:3.1": "Da dachte der Ehrwürdige Channa: ",
  "sn22.90:3.2": "„Auch ich denke so … ",
  "sn22.90:3.12": "Und doch ist mein Geist bezüglich des Beruhigens aller Vorgänge, des Loslassens aller Bindungen, des Auflösens des Verlangens, des Schwindens, Aufhörens, Erlöschens nicht begierig, zuversichtlich, fest verankert und entschlossen. ",
  "sn22.90:3.13": "Bangigkeit und Ergreifen kommen auf, ",
  "sn22.90:3.14": "und der Geist wendet sich zurück: ",
  "sn22.90:3.15": "‚Wer genau ist denn also mein Selbst?‘ ",
  "sn22.90:3.16": "Doch das geschieht nicht bei jemandem, der die Lehre sieht. ",
  "sn22.90:3.17": "Wer kann mich den Dhamma lehren, sodass ich die Lehre sehen kann?“ ",
  "sn22.90:4.1": "Da dachte der Ehrwürdige Channa: ",
  "sn22.90:4.2": "„Der Ehrwürdige Ānanda hält sich bei Kosambī auf, in Ghositas Kloster. Er wurde vom Buddha gepriesen und von seinen vernünftigen geistlichen Gefährten geschätzt. Er wird mich den Dhamma lehren können, sodass ich die Lehre sehen kann. ",
  "sn22.90:4.3": "Da ich dem Ehrwürdigen Ānanda so sehr vertraue, ",
  "sn22.90:4.4": "warum gehe ich nicht zu ihm?“ ",
  "sn22.90:4.5": "Da brachte Channa seine Unterkunft in Ordnung, nahm Schale und Robe und brach nach Kosambī auf. Dort begab er sich zum Ehrwürdigen Ānanda in Ghositas Kloster, tauschte Willkommensgrüße mit ihm aus und berichtete ihm, was geschehen war. Dann sagte er: ",
  "sn22.90:7.5": "„Dass der Ehrwürdige Ānanda mich doch unterrichte und anleite! Dass er mir einen Dhammavortrag halte, sodass ich die Lehre sehen kann!“ ",
  "sn22.90:8.1": "„Ich bin bereits erfreut über den Ehrwürdigen Channa. Hoffentlich hast du dich geöffnet und deine seelische Kargheit durchschnitten. ",
  "sn22.90:8.2": "Hör gut zu, Channa. ",
  "sn22.90:8.3": "Du bist in der Lage, die Lehre zu verstehen.“ ",
  "sn22.90:8.4": "Da wurde Channa auf der Stelle von erhabener Ekstase und Freude erfüllt: ",
  "sn22.90:8.5": "„Es scheint, ich bin in der Lage, die Lehre zu verstehen!“ ",
  "sn22.90:9.1": "„Geehrter Channa, ich habe vor dem Buddha diesen Rat an den Mönch Kaccānagotta gehört und gelernt: ",
  "sn22.90:9.2": "‚Kaccāna, diese Welt stützt sich überwiegend auf den Doppelbegriff des Seins und des Nicht-Seins. ",
  "sn22.90:9.3": "Wenn du jedoch den Ursprung der Welt wahrhaftig mit rechter Weisheit siehst, kannst du nicht denken, dass die Welt nicht sei. ",
  "sn22.90:9.4": "Und wenn du das Aufhören der Welt wahrhaftig mit rechter Weisheit siehst, kannst du nicht denken, dass die Welt sei. ",
  "sn22.90:9.5": "Die Welt ist überwiegend angekettet durch Anziehung, Ergreifen und Auf-etwas-Bestehen. ",
  "sn22.90:9.6": "Wenn es jedoch um diese Anziehung, dieses Ergreifen, diese geistige Fixierung, dieses Auf-etwas-Bestehen und diese zugrunde liegenden Neigungen geht, und du lässt dich nicht anziehen, ergreifst nicht und machst dir nicht die Vorstellung ‚mein Selbst‘ zu eigen, ",
  "sn22.90:9.7": "dann wirst du keinen Zweifel haben, dass alles, was entsteht, nur entstehendes Leiden ist und alles, was aufhört, nur aufhörendes Leiden, und du wirst darüber nicht verunsichert sein. ",
  "sn22.90:9.8": "Dein Verständnis dieser Dinge ist von anderen unabhängig. ",
  "sn22.90:9.9": "Insofern besteht rechte Ansicht. ",
  "sn22.90:9.10": "„Alles ist“: Das ist das eine Extrem. ",
  "sn22.90:9.11": "„Alles ist nicht“: Das ist das andere Extrem. ",
  "sn22.90:9.12": "Der Klargewordene vermeidet diese beiden Extreme und lehrt den Dhamma auf die mittlere Art: ",
  "sn22.90:9.13": "„Unwissenheit ist eine Bedingung für Entscheidungen. ",
  "sn22.90:9.14": "Entscheidungen sind eine Bedingung für Bewusstsein. … ",
  "sn22.90:9.15": "So kommt diese ganze Masse des Leidens zustande. ",
  "sn22.90:9.16": "Wenn Unwissenheit schwindet und restlos aufhört, hören Entscheidungen auf. … ",
  "sn22.90:9.17": "So hört diese ganze Masse des Leidens auf.“‘“ ",
  "sn22.90:10.1": "„Geehrter Ānanda, so ist es, wenn man solche Ehrwürdigen zu geistlichen Gefährten hat, die einen aus Güte und Anteilnahme unterweisen und anleiten. ",
  "sn22.90:10.2": "Und jetzt, da ich diese Unterweisung vom Ehrwürdigen Ānanda gehört habe, habe ich die Lehre erfasst.“ "
}