{
  "sn22.103:0.1": "Verbundene Lehrreden 22.103 ",
  "sn22.103:0.2": "11. Das Kapitel über Seiten ",
  "sn22.103:0.3": "Seiten ",
  "sn22.103:1.1": "In Sāvatthī. ",
  "sn22.103:1.2": "„Mönche und Nonnen, es gibt vier Seiten. ",
  "sn22.103:1.3": "Welche vier? ",
  "sn22.103:1.4": "Die Seite der Persönlichkeit, die Seite des Ursprungs der Persönlichkeit, die Seite des Aufhörens der Persönlichkeit und die Seite der Übung, die zum Aufhören der Persönlichkeit führt. ",
  "sn22.103:1.5": "Und was ist die Seite der Persönlichkeit? ",
  "sn22.103:1.6": "Man sollte sagen: die fünf mit Ergreifen verbundenen Aggregate. ",
  "sn22.103:1.7": "Welche fünf? ",
  "sn22.103:1.8": "Das mit Ergreifen verbundene Aggregat der Form, das des Gefühls, das der Wahrnehmung, das der Entscheidungen und das des Bewusstseins – ",
  "sn22.103:1.9": "das nennt man die Seite der Persönlichkeit. ",
  "sn22.103:2.1": "Und was ist die Seite des Ursprungs der Persönlichkeit? ",
  "sn22.103:2.2": "Es ist das Verlangen, das zu künftigen Leben führt. Es ist mit Genießen und Gier vermischt und vergnügt sich überall, wo es ankommt: nämlich ",
  "sn22.103:2.3": "Verlangen nach Sinnenfreuden, Verlangen danach, das Dasein fortzusetzen, und Verlangen danach, das Dasein zu beenden. ",
  "sn22.103:2.4": "Das nennt man die Seite des Ursprungs der Persönlichkeit. ",
  "sn22.103:3.1": "Und was ist die Seite des Aufhörens der Persönlichkeit? ",
  "sn22.103:3.2": "Es ist das restlose Schwinden und Aufhören eben dieses Verlangens, es herzugeben, loszulassen, freizusetzen und nicht daran festzuhalten. ",
  "sn22.103:3.3": "Das nennt man die Seite des Aufhörens der Persönlichkeit. ",
  "sn22.103:4.1": "Und was ist die Seite der Übung, die zum Aufhören der Persönlichkeit führt? ",
  "sn22.103:4.2": "Es ist einfach dieser edle achtfache Pfad: nämlich ",
  "sn22.103:4.3": "rechte Ansicht, rechtes Denken, rechte Rede, rechtes Handeln, rechter Lebenserwerb, rechter Einsatz, rechte Achtsamkeit und rechte Versenkung. ",
  "sn22.103:4.4": "Das nennt man die Seite der Übung, die zum Aufhören der Persönlichkeit führt. ",
  "sn22.103:4.5": "Das sind die vier Seiten.“ "
}