{
  "sn22.22:0.1": "Verbundene Lehrreden 22.22 ",
  "sn22.22:0.2": "3. Das Kapitel über die Last ",
  "sn22.22:0.3": "Die Last ",
  "sn22.22:1.1": "In Sāvatthī. ",
  "sn22.22:1.2": "„Mönche und Nonnen, ich will euch die Last lehren, den Träger der Last, das Aufnehmen der Last und das Ablegen der Last. ",
  "sn22.22:1.3": "Hört zu … ",
  "sn22.22:1.4": "Und was ist die Last? ",
  "sn22.22:1.5": "Man sollte sagen: die fünf mit Ergreifen verbundenen Aggregate. ",
  "sn22.22:1.6": "Welche fünf? ",
  "sn22.22:1.7": "Das mit Ergreifen verbundene Aggregat der Form, das des Gefühls, das der Wahrnehmung, das der Entscheidungen und das des Bewusstseins. ",
  "sn22.22:1.8": "Das nennt man die Last. ",
  "sn22.22:2.1": "Und wer ist der Träger der Last? ",
  "sn22.22:2.2": "Man sollte sagen: der Mensch, ",
  "sn22.22:2.3": "der Ehrwürdige mit dem und dem Namen aus dem und dem Stamm. ",
  "sn22.22:2.4": "Das nennt man den Träger der Last. ",
  "sn22.22:3.1": "Und was ist das Aufnehmen der Last? ",
  "sn22.22:3.2": "Es ist das Verlangen, das zu künftigen Leben führt. Es ist mit Genießen und Gier vermischt und vergnügt sich überall, wo es ankommt: nämlich ",
  "sn22.22:3.3": "Verlangen nach Sinnenfreuden, Verlangen danach, das Dasein fortzusetzen, und Verlangen danach, das Dasein zu beenden. ",
  "sn22.22:3.4": "Das nennt man das Aufnehmen der Last. ",
  "sn22.22:4.1": "Und was ist das Ablegen der Last? ",
  "sn22.22:4.2": "Es ist das restlose Schwinden und Aufhören eben dieses Verlangens, es herzugeben, loszulassen, freizusetzen und nicht daran festzuhalten. ",
  "sn22.22:4.3": "Das nennt man das Ablegen der Last.“ ",
  "sn22.22:5.1": "Das sagte der Buddha. ",
  "sn22.22:5.2": "Und der Heilige, der Lehrer, fuhr fort: ",
  "sn22.22:6.1": "„Die fünf Aggregate sind wahrhaft Lasten, ",
  "sn22.22:6.2": "und der Mensch ist der Träger der Lasten. ",
  "sn22.22:6.3": "Das Aufnehmen der Last ist Leiden in der Welt, ",
  "sn22.22:6.4": "und das Ablegen der Last ist Glück. ",
  "sn22.22:7.1": "Wenn die schwere Last abgelegt wird, ",
  "sn22.22:7.2": "ohne eine neue aufzunehmen, ",
  "sn22.22:7.3": "und wenn das Verlangen mit Stumpf und Stiel ausgerissen ist, ",
  "sn22.22:7.4": "dann ist man frei von Hunger, erloschen.“ "
}