{
  "sn22.88:0.1": "Verbundene Lehrreden 22.88 ",
  "sn22.88:0.2": "9. Das Kapitel mit Ordensältesten ",
  "sn22.88:0.3": "Mit Assaji ",
  "sn22.88:1.1": "Einmal hielt sich der Buddha bei Rājagaha auf, im Bambuswäldchen, am Futterplatz der Eichhörnchen. ",
  "sn22.88:1.2": "Zu dieser Zeit nun hielt sich der Ehrwürdige Assaji in einem Kloster auf, das von einem Kassapa erbaut war, und er war mitgenommen, leidend, schwer krank. ",
  "sn22.88:1.3": "Da wandte er sich an seine Pfleger: ",
  "sn22.88:1.4": "„Bitte, werte Freunde, geht zum Buddha und beugt in meinem Namen euren Kopf zu seinen Füßen. Sagt zu ihm: ",
  "sn22.88:1.5": "‚Herr, der Mönch Assaji ist mitgenommen, leidend, schwer krank. ",
  "sn22.88:1.6": "Er beugt seinen Kopf zu deinen Füßen.‘ ",
  "sn22.88:1.7": "Und dann sagt: ",
  "sn22.88:1.8": "‚Herr, bitte geh aus Anteilnahme zu dem Mönch Assaji.‘“ ",
  "sn22.88:1.9": "„Ja, werter Freund“, antworteten diese Mönche. Sie erhoben sich von ihren Sitzen, gingen zum Buddha und überbrachten ihm die Botschaft. ",
  "sn22.88:1.12": "Der Buddha schwieg zum Zeichen der Zustimmung. ",
  "sn22.88:2.1": "Da kam der Buddha am späten Nachmittag aus seiner Klausur und ging zum Ehrwürdigen Assaji. ",
  "sn22.88:2.2": "Der Ehrwürdige Assaji sah den Buddha von Weitem kommen ",
  "sn22.88:2.3": "und versuchte, sich auf seiner Liege aufzurichten. ",
  "sn22.88:2.4": "Aber der Buddha sagte zu ihm: ",
  "sn22.88:2.5": "„Es ist gut, Assaji, du brauchst nicht aufzustehen. ",
  "sn22.88:2.6": "Hier sind Sitze ausgelegt, da werde ich mich hinsetzen.“ ",
  "sn22.88:2.7": "Er setzte sich auf einen ausgebreiteten Sitz und sagte zu Assaji: ",
  "sn22.88:2.8": "„Ich hoffe, es geht dir leidlich, Assaji, ich hoffe, du kommst zurecht. Und ich hoffe, dass der Schmerz nachlässt und nicht zunimmt, dass ein Nachlassen erkennbar ist, kein Zunehmen.“ ",
  "sn22.88:3.1": "„Herr, es geht mir nicht leidlich, ich komme nicht zurecht. Der Schmerz ist schrecklich und nimmt zu, er lässt nicht nach, ein Zunehmen ist erkennbar, kein Nachlassen.“ ",
  "sn22.88:3.2": "„Ich hoffe, es gibt nichts, was du bereust oder bedauerst?“ ",
  "sn22.88:3.3": "„Tatsächlich, Herr, gibt es etwas nicht Geringes, das ich bereue und bedauere.“ ",
  "sn22.88:3.4": "„Ich hoffe, du hast dir wegen deines sittlichen Verhaltens nichts vorzuwerfen?“ ",
  "sn22.88:3.5": "„Nein, Herr, ich habe mir wegen meines sittlichen Verhaltens nichts vorzuwerfen.“ ",
  "sn22.88:3.6": "„Was ist es in diesem Fall, Assaji, das du bereust oder bedauerst?“ ",
  "sn22.88:3.7": "„Herr, bevor ich krank wurde, meditierte ich, indem ich den körperlichen Ablauf vollständig gestillt hatte. Doch jetzt kann ich keine Versenkung erlangen. ",
  "sn22.88:3.8": "Da ich keine Versenkung erlangen kann, denke ich: ",
  "sn22.88:3.9": "‚Dass ich nicht verkümmere!‘“ ",
  "sn22.88:3.10": "„Assaji, es gibt Asketen und Brahmanen, für die Versenkung das Wesentliche ist, sie setzen Versenkung mit dem Asketenleben gleich: ",
  "sn22.88:3.11": "‚Dass wir nicht verkümmern!‘ ",
  "sn22.88:4.1": "Was denkst du, Assaji? ",
  "sn22.88:4.2": "Ist Form beständig oder unbeständig?“ ",
  "sn22.88:4.3": "„Unbeständig, Herr.“ … ",
  "sn22.88:4.4": "„Ist Bewusstsein beständig oder unbeständig?“ … ",
  "sn22.88:4.5": "„Daher solltest du jegliche Art … sehen … ",
  "sn22.88:4.6": "Wenn er das sieht … ",
  "sn22.88:4.7": "Er versteht: ‚… es gibt keine Rückkehr mehr zu irgendeinem Daseinszustand.‘ ",
  "sn22.88:4.8": "Wenn er ein angenehmes Gefühl fühlt, versteht er, dass es unbeständig ist, dass er nicht daran hängt und kein Vergnügen daran findet. ",
  "sn22.88:4.9": "Wenn er ein schmerzhaftes Gefühl fühlt, versteht er, dass es unbeständig ist, dass er nicht daran hängt und kein Vergnügen daran findet. ",
  "sn22.88:4.10": "Wenn er ein neutrales Gefühl fühlt, versteht er, dass es unbeständig ist, dass er nicht daran hängt und kein Vergnügen daran findet. ",
  "sn22.88:4.11": "Wenn er ein angenehmes Gefühl fühlt, fühlt er es abgelöst. ",
  "sn22.88:4.12": "Wenn er ein schmerzhaftes Gefühl fühlt, fühlt er es abgelöst. ",
  "sn22.88:4.13": "Wenn er ein neutrales Gefühl fühlt, fühlt er es abgelöst. ",
  "sn22.88:4.14": "Wenn er das Ende des Körpers nahen fühlt, weiß er: ‚Ich fühle das Ende des Körpers nahen.‘ Wenn er das Ende des Lebens nahen fühlt, weiß er: ‚Ich fühle das Ende des Lebens nahen.‘ ",
  "sn22.88:4.15": "Er versteht: ‚Wenn mein Körper auseinanderbricht und mein Leben vorbei ist, wird alles Gefühlte, da ich daran kein Vergnügen mehr finde, hier auf der Stelle kühl werden.‘ ",
  "sn22.88:5.1": "Wie eine Öllampe, die mithilfe von Öl und einem Docht brennt. ",
  "sn22.88:5.2": "Wenn Öl und Docht aufgebraucht sind, erlischt sie aus Mangel an Nahrung. ",
  "sn22.88:5.3": "Ebenso weiß er, wenn er das Ende des Körpers nahen fühlt: ‚Ich fühle das Ende des Körpers nahen.‘ Wenn er das Ende des Lebens nahen fühlt, weiß er: ‚Ich fühle das Ende des Lebens nahen.‘ ",
  "sn22.88:5.4": "Er versteht: ‚Wenn mein Körper auseinanderbricht und mein Leben vorbei ist, wird alles Gefühlte, da ich daran kein Vergnügen mehr finde, hier auf der Stelle kühl werden.‘“ "
}