{
  "an3.65:0.1": "Palaipsninių suttų rinkinys 3 ",
  "an3.65:0.2": "7. Didysis skyrius ",
  "an3.65:0.3": "65. Kėsamutyje ",
  "an3.65:1.1": "Taip aš girdėjau. ",
  "an3.65:1.2": "Kartą Palaimintasis klajodamas Kosaloje kartu su didžiule vienuolių bendruomene užsuko į kalamų kaimą Kėsamutį. ",
  "an3.65:1.3": "Išgirdo gi tie kalamai iš Kėsamučio, ",
  "an3.65:1.4": "esą atsiskyrėlis Gotama Sakjų sūnus, palikusysis pasaulietinį Sakjų šeimos gyvenimą, pasiekė kalamų kaimą Kėsamutį. ",
  "an3.65:1.5": "Ir apie tą gi Garbųjį Gotamą yra pasklidę tokie nuostabūs pagyros žodžiai: ",
  "an3.65:1.6": "„Šis Palaimintasis yra arahantas … ",
  "an3.65:1.7": "Gera yra matyti tokius arahantus.” ",
  "an3.65:2.1": "Ir štai kalamai iš Kėsamučio nuėjo pas Palaimintąjį. Vieni atėję pasveikino jį ir atsisėdo iš šono, kiti apsikeitė mandagiais sveikinimais ir draugiškais žodžiais ir atsisėdo iš šono, treti pasveikino Palaimintąjį suglaustais delnais ir atsisėdo iš šono, ketvirti prisistatė ir atsisėdo iš šono, o dar kiti tyliai atsisėdo iš šono. Sėdėdami taip iš šono tie kalamai iš Kėsamučio Palaimintajam pasakė štai ką: ",
  "an3.65:3.1": "„Garbusis, ateina į Kėsamutį vieni atsiskyrėliai ir brahmanai. ",
  "an3.65:3.2": "Jie aiškina, nušviečia savo pačių įsitikinimus, o kitų teiginius peikia, keikia, niekina ir menkina. ",
  "an3.65:3.3": "Tuomet, Garbusis, ateina į Kėsamutį kiti atsiskyrėliai ir brahmanai. ",
  "an3.65:3.4": "Jie taip pat aiškina, nušviečia savo pačių įsitikinimus, o kitų teiginius peikia, keikia, niekina ir menkina. ",
  "an3.65:3.5": "Dėl jų, Garbusis, mus ima abejonės, nesame tikri, ",
  "an3.65:3.6": "kuris iš šių garbingųjų atsiskyrėlių ir brahmanų kalba tiesą, o kuris melą.” ",
  "an3.65:3.7": "„Tikrai, kalamai, jums dera abejoti, dera būti netikriems, ",
  "an3.65:3.8": "netikrumas jums kilo dėl abejotino dalyko. ",
  "an3.65:4.1": "Dabar, žiūrėkite, kalamai, nesivadovaukite nei apreiškimu, nei tradicija, nei gandais. Nesivadovaukite nei religinių tekstų autoritetu, nei paprasta logika ar išvada, nei atsižvelgdami į regimybę, nei mėgavimusi spekuliatyviomis nuomonėmis, nei tariamomis galimybėmis, nei mintimi „tai mūsų mokytojas”. ",
  "an3.65:4.2": "Bet, kalamai, kai patys žinosite, ",
  "an3.65:4.3": "kad tam tikros būsenos (_dhamma_) yra nedoros (_akusala_), smerktinos ir peikiamos išmintingųjų, kad jų iššaukimas ir buvimas juose nešą žalą ir kančią, atsisakykite jų. ",
  "an3.65:5.1": "Kaip manote, kalamai, ",
  "an3.65:5.2": "kai žmogaus viduje kyla godumas, jis kyla į naudą ar į žalą?” ",
  "an3.65:6.1": "„Į žalą, Garbusis.” ",
  "an3.65:7.1": "„Be to, Kalamai, tas gobšus žmogus, kurio širdis yra apimta, užvaldyta godumo, ir gyvybę atima, ir vagia, ir svetimauja, ir meluoja, ir kitus ragina taip pat elgtis. Tai jam ilgą laiką neš žalą ir kančią.” ",
  "an3.65:8.1": "„Taip, Garbusis.” ",
  "an3.65:9.1": "„Kaip manote, kalamai, ",
  "an3.65:9.2": "kai žmogaus viduje kyla neapykanta, ji kyla į naudą ar į žalą?” ",
  "an3.65:10.1": "„Į žalą, Garbusis.” ",
  "an3.65:11.1": "„Be to, Kalamai, tas supykęs žmogus, kurio širdis yra apimta, užvaldyta neapykantos, ir gyvybę atima, ir vagia, ir svetimauja, ir meluoja, ir kitus ragina taip pat elgtis. Tai jam ilgą laiką neš žalą ir kančią.” ",
  "an3.65:12.1": "„Taip, Garbusis.” ",
  "an3.65:13.1": "„Kaip manote, kalamai, ",
  "an3.65:13.2": "kai žmogaus viduje kyla paklydimas, ji kyla į naudą ar į žalą?” ",
  "an3.65:14.1": "„Į žalą, Garbusis.” ",
  "an3.65:15.1": "„Be to, Kalamai, tas sumišęs žmogus, kurio širdis yra apimta, užvaldyta paklydimo, ir gyvybę atima, ir vagia, ir svetimauja, ir meluoja, ir kitus ragina taip pat elgtis. Tai jam ilgą laiką neš žalą ir kančią.” ",
  "an3.65:16.1": "„Taip, Garbusis.” ",
  "an3.65:17.1": "„Kaip manote, kalamai, šios būsenos yra doros ar nedoros?” ",
  "an3.65:18.1": "„Nedoros, Garbusis.” ",
  "an3.65:19.1": "„Smerktinos ar nepriekaištingos?” ",
  "an3.65:20.1": "„Smerktinos, Garbusis.” ",
  "an3.65:21.1": "„Išmintingųjų peikiamos ar giriamos?” ",
  "an3.65:22.1": "„Išmintingųjų peikiamos, Garbusis.” ",
  "an3.65:23.1": "„Ar jų iššaukimas ir buvimas juose nešą žalą ir kančią, ar ne? ",
  "an3.65:23.2": "Kaip jums atrodo?” ",
  "an3.65:24.1": "Jų iššaukimas, Garbusisi, ir buvimas juose nešą žalą ir kančią. ",
  "an3.65:24.2": "Taip mums atrodo.” ",
  "an3.65:25.1": "Taigi, Kalamai, mes pasakėme: ",
  "an3.65:25.2": "„Dabar, žiūrėkite, kalamai, ",
  "an3.65:25.3": "nesivadovaukite nei apreiškimu, nei tradicija, nei gandais. Nesivadovaukite nei religinių tekstų autoritetu, nei paprasta logika ar išvada, nei atsižvelgdami į regimybę, nei mėgavimusi spekuliatyviomis nuomonėmis, nei tariamomis galimybėmis, nei mintimi „tai mūsų mokytojas”. ",
  "an3.65:25.4": "Bet, kalamai, kai patys žinosite, ",
  "an3.65:25.5": "kad tam tikros būsenos (_dhamma_) yra nedoros (_akusala_), smerktinos ir peikiamos išmintingųjų, kad jų iššaukimas ir buvimas juose nešą žalą ir kančią, atsisakykite jų.” ",
  "an3.65:25.6": "Ir taip, tai kas buvo pasakyta, buvo pasakyta dėl šios priežasties. ",
  "an3.65:26.1": "Dabar, žiūrėkite, kalamai, nesivadovaukite nei apreiškimu, nei tradicija, nei gandais. Nesivadovaukite nei religinių tekstų autoritetu, nei paprasta logika ar išvada, nei atsižvelgdami į regimybę, nei mėgavimusi spekuliatyviomis nuomonėmis, nei tariamomis galimybėmis, nei mintimi „tai mūsų mokytojas”. ",
  "an3.65:26.2": "Bet, kalamai, kai patys žinosite, ",
  "an3.65:26.3": "kad tam tikros būsenos (_dhamma_) yra doros (_akusala_), nepriekaištingos ir giriamos išmintingųjų, kad jų iššaukimas ir buvimas juose nešą naudą ir laimę, tuomet sukelkite (jas) ir būkite (jose). ",
  "an3.65:27.1": "Kaip manote, kalamai, ",
  "an3.65:27.2": "kai žmogaus viduje kyla dosnumas, jis kyla į naudą ar į žalą?” ",
  "an3.65:28.1": "„Į naudą, Garbusis.” ",
  "an3.65:29.1": "„Be to, kalamai, tas dosnus žmogus, kurio širdis nėra apimta, užvaldyta godumo, nei gyvybę atima, nei vagia, nei svetimauja, nei meluoja, nei kitus ragina taip elgtis. Tai jam ilgą laiką neš naudą ir laimę.” ",
  "an3.65:30.1": "„Taip, Garbusis.” ",
  "an3.65:31.1": "„Kaip manote, kalamai, ",
  "an3.65:31.2": "kai žmogaus viduje kyla geraširdiškumas, jis kyla į naudą ar į žalą … ",
  "an3.65:31.3": "kai žmogaus viduje kyla išmintis, ji kyla į naudą ar į žalą … ",
  "an3.65:31.4": "neš naudą ir laimę.” ",
  "an3.65:32.1": "„Taip, Garbusis.” ",
  "an3.65:33.1": "„Kaip manote, kalamai, šios būsenos yra doros ar nedoros?” ",
  "an3.65:34.1": "„Doros, Garbusis.” ",
  "an3.65:35.1": "„Smerktinos ar nepriekaištingos?” ",
  "an3.65:36.1": "„Nepriekaištingos, Garbusis.” ",
  "an3.65:37.1": "„Išmintingųjų peikiamos ar giriamos?” ",
  "an3.65:38.1": "„Išmintingųjų giriamos, Garbusis.” ",
  "an3.65:39.1": "„Ar jų iššaukimas ir buvimas juose nešą naudą ir laimę, ar ne? ",
  "an3.65:39.2": "Kaip jums atrodo?” ",
  "an3.65:40.1": "„Jų iššaukimas, Garbusis, ir buvimas juose nešą naudą ir laimę. ",
  "an3.65:40.2": "Taip mums atrodo.” ",
  "an3.65:41.1": "Taigi, Kalamai, mes pasakėme: ",
  "an3.65:41.2": "„Dabar, žiūrėkite, kalamai, ",
  "an3.65:41.3": "nesivadovaukite nei apreiškimu, nei tradicija, nei gandais. Nesivadovaukite nei religinių tekstų autoritetu, nei paprasta logika ar išvada, nei atsižvelgdami į regimybę, nei mėgavimusi spekuliatyviomis nuomonėmis, nei tariamomis galimybėmis, nei mintimi „tai mūsų mokytojas”. ",
  "an3.65:41.4": "Bet, kalamai, kai patys žinosite, ",
  "an3.65:41.5": "kad tam tikros būsenos (_dhamma_) yra doros (_akusala_), nepriekaištingos ir giriamos išmintingųjų, kad jų iššaukimas ir buvimas juose nešą naudą ir laimę, tuomet sukelkite (jas) ir būkite (jose).” ",
  "an3.65:41.6": "Ir taip, tai kas buvo pasakyta, buvo pasakyta dėl šios priežasties. ",
  "an3.65:42.1": "O kai, kalamai, tauriųjų mokinį paliko godulys, paliko piktanoriškumas, kai jis yra nesumišęs, aiškiai suprantantis ir atidus, jis gyvena aprėpęs geraširdiškumo sklidinu protu vieną kryptį, taip pat ir antrą, ir trečią, ir ketvirtą. Taip jis gyvena aprėpęs visą pasaulį – viršų, apačią, šalis, visas kryptis – geraširdiškumo sklidinu, didžiuliu, didingu, beribiu protu, be neapykantos, be piktavališkumo. ",
  "an3.65:42.2": "Jis gyvena aprėpęs atjautos sklidinu protu … ",
  "an3.65:42.3": "Jis gyvena aprėpęs džiaugsmo sklidinu protu … ",
  "an3.65:42.4": "Jis gyvena aprėpęs lygiažiūros sklidinu protu vieną kryptį, taip pat ir antrą, ir trečią, ir ketvirtą. Taip jis gyvena aprėpęs visą pasaulį – viršų, apačią, šalis, visas kryptis – lygiažiūros sklidinu, didžiuliu, didingu, beribiu protu, be neapykantos, be piktavališkumo. ",
  "an3.65:43.1": "O kai, kalamai, tauriųjų mokinio protas tokiu būdu yra be neapykantos, be piktanoriškumo, yra nesuteptas ir išgrynintas, ",
  "an3.65:43.2": "jis jau šiame gyvenime patyria keturis palengvėjimus. ",
  "an3.65:43.3": "„Jeigu esti kitas pasaulis, jeigu yra gerų ir blogų veiksmų vaisiai, rezultatai, tuomet aš po kūno žūties, po mirties atgimsiu geroje vietoje, danguje.” Tai pirmasis jo patiriamas palengvėjimas. ",
  "an3.65:44.1": "„Jeigu kito pasaulio nėra, jeigu nėra gerų ir blogų veiksmų vaisių, rezultatų, tuomet šiame pačiame gyvenime rūpinuosi būti laimingas, be neapykantos, be piktanoriškumo ir be sielvarto.” Tai antrasis jo patiriamas palengvėjimas. ",
  "an3.65:45.1": "„Sakykime (bloga) darantis (iš tikrųjų) padaro blogybę. ",
  "an3.65:45.2": "Aš gi niekam net nelinkiu blogo, (tad) iš kur man kiltų kančia, kai nesu bloga darantis?” Tai trečiasis jo patiriamas palengvėjimas. ",
  "an3.65:46.1": "„Sakykime (bloga) darantis (iš tikrųjų) nepadaro blogybės. Tuomet aš matau tik abipusį savo tyrumą.” Tai ketvirtasis jo patiriamas palengvėjimas. ",
  "an3.65:47.1": "Kai, kalamai, tauriųjų mokinio protas tokiu būdu yra be neapykantos, be piktanoriškumo, yra nesuteptas ir išgrynintas, ",
  "an3.65:47.2": "jis jau šiame gyvenime patyria šiuos keturis palengvėjimus.” ",
  "an3.65:48.1": "„Taip ir yra, Garbusis, taip ir yra, Gerai Žengęs.” ",
  "an3.65:48.2": "Kai, Garbusis, tauriųjų mokinio protas tokiu būdu yra be neapykantos, be piktanoriškumo, yra nesuteptas ir išgrynintas, ",
  "an3.65:48.3": "jis jau šiame gyvenime patyria keturis palengvėjimus. ",
  "an3.65:48.4": "„Jeigu esti kitas pasaulis, jeigu yra gerų ir blogų veiksmų vaisiai, rezultatai, tuomet aš po kūno žūties, po mirties atgimsiu geroje vietoje, danguje.” Tai pirmasis jo patiriamas palengvėjimas. ",
  "an3.65:49.1": "„Jeigu kito pasaulio nėra, jeigu nėra gerų ir blogų veiksmų vaisių, rezultatų, tuomet šiame pačiame gyvenime rūpinuosi būti laimingas, be neapykantos, be piktanoriškumo ir be sielvarto.” Tai antrasis jo patiriamas palengvėjimas. ",
  "an3.65:50.1": "„Sakykime (bloga) darantis (iš tikrųjų) padaro blogybę. Aš gi niekam net nelinkiu blogo, (tad) iš kur man kiltų kančia, kai nesu bloga darantis?” Tai trečiasis jo patiriamas palengvėjimas. ",
  "an3.65:51.1": "„Sakykime (bloga) darantis (iš tikrųjų) nepadaro blogybės. Tuomet aš matau tik abipusį savo tyrumą.” Tai ketvirtasis jo patiriamas palengvėjimas. ",
  "an3.65:52.1": "Kai, Garbusis, tauriųjų mokinio protas tokiu būdu yra be neapykantos, be piktanoriškumo, yra nesuteptas ir išgrynintas, ",
  "an3.65:52.2": "jis jau šiame gyvenime patyria šiuos keturis palengvėjimus.” ",
  "an3.65:53.1": "„Nuostabu, Garbusis … ",
  "an3.65:53.2": "Mes priimame, Garbusis, prieglobstį Palaimintajame, mokyme ir vienuolių _saṅghoje_. ",
  "an3.65:53.3": "Nuo šios dienos, tegul Palaimintasis laiko mus pasauliečiais pasekėjais, kurie priėmė prieglobstį visam gyvenimui.” "
}