{
  "an3.39:0.1": "Palaipsninių suttų rinkinys 3 ",
  "an3.39:0.2": "4. Dievybių pasiuntiniai ",
  "an3.39:0.3": "39. Lepniai užaugintas ",
  "an3.39:1.1": "„Vienuoliai, buvau užaugintas lepniai, itin lepniai, lepniausiai. ",
  "an3.39:1.2": "Prie mano tėvo namų, vienuoliai, buvo iškasti tvenkiniai. ",
  "an3.39:1.3": "Vienas buvo užsodintas žydrais lotosais, kitas raudonais, trečias baltais, ir visa tai tik dėl manęs. ",
  "an3.39:1.4": "Aš naudojau tik <i lang='pi' translate='no'>Kāsi</i> sandalmedį. Taip pat iš <i lang='pi' translate='no'>Kāsi</i> buvo mano turbanas, iš <i lang='pi' translate='no'>Kāsi</i> buvo ir švarkai, ir apatiniai, ir viršutiniai rūbai. ",
  "an3.39:1.5": "Virš manęs dieną naktį buvo baltas baldakimas tam, kad ",
  "an3.39:1.6": "manęs nekamuotų nei šaltis, nei karštis, nei dulkės, nei rasa. ",
  "an3.39:2.1": "Aš turėjau tris rūmus: vienus žiemai, vienus vasarai ir vienus lietaus sezonui. ",
  "an3.39:2.2": "Lietaus sezonui skirtuose rūmuose praleisdavau keturis to sezono mėnesius nepalikdamas jų. Ten manimi rūpinosi tik moterys, (ir linksmino) muzikantės. ",
  "an3.39:2.3": "Ir jei kituose namuose vergai, darbininkai ir tarnai gaudavo valgyti prastų ryžių košę su parūgusia putra, tai mano tėvo namuose vergai, darbininkai ir tarnai valgė rinktinius ryžius su mėsa. ",
  "an3.39:3.1": "Tuomet, vienuoliai, gyvendamas tokioje prabangoje, būdamas taip lepniai auginamu, pagalvojau: ",
  "an3.39:3.2": "„Neapmokytas eilinis žmogus būdamas tuo, kam būdinga senti, kas neįveikė senėjimo, pamatęs seną žmogų, pergyvena, gėdijasi, bjaurisi, nepastebėdamas, kad jam pačiam būdinga senti, kad pats neįveikė senėjimo. ",
  "an3.39:3.3": "Man taip pat būdinga senti, neįveikiau senėjimo. Netinkama bus, jei ir aš, pamatęs seną žmogų, pergyvensiu, gėdisiuos, bjaurėsiuos.” ",
  "an3.39:3.4": "Taip apmąstydamas, visiškai palikau apsvaigimą jaunyste. ",
  "an3.39:4.1": "„Neapmokytas eilinis žmogus būdamas tuo, kam būdinga sirgti, kas neįveikė ligų, pamatęs sergantį žmogų, pergyvena, gėdijasi, bjaurisi, nepastebėdamas, kad jam pačiam būdinga sirgti, kad pats neįveikė ligų. ",
  "an3.39:4.2": "Man taip pat būdinga sirgti, neįveikiau ligų. Netinkama bus, jei ir aš, pamatęs sergantį žmogų, pergyvensiu, gėdisiuos, bjaurėsiuos.” ",
  "an3.39:4.3": "Taip apmąstydamas, visiškai palikau apsvaigimą sveikata. ",
  "an3.39:5.1": "„Neapmokytas eilinis žmogus būdamas tuo, kam būdinga mirti, kas neįveikė mirties, pamatęs mirusį žmogų, pergyvena, gėdijasi, bjaurisi, nepastebėdamas, kad jam pačiam būdinga mirti, kad pats neįveikė mirties. ",
  "an3.39:5.2": "Man taip pat būdinga mirti, neįveikiau mirties. Netinkama bus, jei ir aš, pamatęs mirusį žmogų, pergyvensiu, gėdisiuos, bjaurėsiuos.” ",
  "an3.39:5.3": "Taip apmąstydamas, visiškai palikau apsvaigimą gyvenimu. ",
  "an3.39:6.1": "Vienuoliai, yra trys apsvaigimai. ",
  "an3.39:6.2": "Kokie trys? ",
  "an3.39:6.3": "Apsvaigimas jaunyste, apsvaigimas sveikata ir apsvaigimas gyvenimu. ",
  "an3.39:6.4": "Neapmokytas eilinis žmogus, vienuoliai, apsvaigintas jaunystės elgiasi blogai kūnu, elgiasi blogai kalba, elgiasi blogai protu. ",
  "an3.39:6.5": "Tas, kas elgėsi blogai kūnu, elgėsi blogai kalba, elgėsi blogai protu, po kūno žūties, po mirties atgimsta pragaištingoje, blogoje vietoje, kančių pasaulyje, pragare. ",
  "an3.39:6.6": "Neapmokytas eilinis žmogus, vienuoliai, apsvaigintas sveikatos… ",
  "an3.39:6.7": "Neapmokytas eilinis žmogus, vienuoliai, apsvaigintas gyvenimo elgiasi blogai kūnu, elgiasi blogai kalba, elgiasi blogai protu. ",
  "an3.39:6.8": "Tas, kas elgėsi blogai kūnu, elgėsi blogai kalba, elgėsi blogai protu, po kūno žūties, po mirties atgimsta pragaištingoje, blogoje vietoje, kančių pasaulyje, pragare. ",
  "an3.39:7.1": "Apsvaigintas jaunystės, vienuolis, palieka šį mokymąsi ir grįžta į žemesnį (pasaulietinį) gyvenimą; ",
  "an3.39:7.2": "arba apsvaigintas sveikatos, vienuolis, palieka šį mokymąsi ir grįžta į žemesnį (pasaulietinį) gyvenimą; ",
  "an3.39:7.3": "arba apsvaigintas gyvenimo, vienuolis, palieka šį mokymąsi ir grįžta į žemesnį (pasaulietinį) gyvenimą. ",
  "an3.39:8.1": "Būtybėms būdingi ligos, ",
  "an3.39:8.2": "senėjimas ir mirtis. ",
  "an3.39:8.3": "Nors tokia ir yra jų prigimtis, ",
  "an3.39:8.4": "tuo bjaurisi eiliniai žmonės. ",
  "an3.39:9.1": "Jei ir aš bjaurėsiuos ",
  "an3.39:9.2": "gyvomis būtybėmis tokios prigimties, ",
  "an3.39:9.3": "man gyvenant taip, ",
  "an3.39:9.4": "tai bus netinkama. ",
  "an3.39:10.1": "Gyvendamas taip, ",
  "an3.39:10.2": "pažinęs tikrovę be prisirišimų, ",
  "an3.39:10.3": "įveikiau visus apsvaigimus – ",
  "an3.39:10.4": "sveikatos, jaunystės ",
  "an3.39:11.1": "ir gyvenimo – ",
  "an3.39:11.2": "pamatęs atsižadėjimą saugiu. ",
  "an3.39:11.3": "Pastangos kylo manyje, ",
  "an3.39:11.4": "kai žvelgiau į užgęsimą (<i lang='pi' translate='no'>nibbaną</i>). ",
  "an3.39:12.1": "Dabar nebesugebu ",
  "an3.39:12.2": "atsiduoti jusliniams malonumams. ",
  "an3.39:12.3": "Šventas gyvenimas mano atrama, ",
  "an3.39:12.4": "atgal negrįšiu niekada.” "
}