{
  "an3.22:0.1": "Palaipsninių suttų rinkinys 3 ",
  "an3.22:0.2": "3. Skyrius apie žmonės ",
  "an3.22:0.3": "22. Ligoniai ",
  "an3.22:1.1": "„Vienuoliai, pasaulyje randamos trys ligonių rūšys. ",
  "an3.22:1.2": "Kokios trys? ",
  "an3.22:1.3": "Štai, vienuoliai, kažkoks ligonis nepasveiks nuo savo ligos nepriklausomai nuo to, ar gaus deramo maisto ar ne, ar gaus tinkamų vaistų ar ne, ar turės pritiklią slaugę ar ne. ",
  "an3.22:2.1": "Bet štai, vienuoliai, kažkoks kitas ligonis pasveiks nuo savo ligos nepriklausomai nuo to, ar gaus deramo maisto ar ne, ar gaus tinkamų vaistų ar ne, ar turės pritiklią slaugę ar ne. ",
  "an3.22:3.1": "O štai, vienuoliai, kažkoks dar kitas ligonis pasveiks nuo savo ligos, tik jei gaus deramo maisto, gaus tinkamų vaistų ir turės pritiklią slaugę, o negavęs jų nepasveiks. ",
  "an3.22:4.1": "Ir čia, vienuoliai, tai dėl to ligonio, kuris pasveiks nuo savo ligos tik jei jis gaus deramo maisto, gaus tinkamų vaistų ir turės pritiklią slaugę, o negavęs jų nepasveiks, dėl jo, vienuoliai, yra paskiriami maistas, vaistai ir slaugės. ",
  "an3.22:4.2": "Ir dėl šito ligonio, vienuoliai, kitais ligoniais taip pat reikia rūpintis. ",
  "an3.22:4.3": "Šios, vienuoliai, trys ligonių rūšys randamos pasaulyje. ",
  "an3.22:5.1": "Lygiai taip pat, vienuoliai, pasaulyje randami žmonės panašūs į tris ligonių rūšis. ",
  "an3.22:5.2": "Kokie trys? ",
  "an3.22:5.3": "Štai, vienuoliai, kažkoks žmogus neįžengs į nekintamą teisingumą dorų reiškinių atžvilgiu, nepriklausomai nuo to, ar pamatys Tathagatą ar ne, ar išgirs Tathagatos mokytą Mokymą ir Discipliną ar ne. ",
  "an3.22:6.1": "Bet štai, vienuoliai, kažkoks kitas žmogus įžengs į nekintamą teisingumą dorų reiškinių atžvilgiu, nepriklausomai nuo to, ar pamatys Tathagatą ar ne, ar išgirs Tathagatos mokytą Mokymą ir Discipliną ar ne. ",
  "an3.22:7.1": "O štai, vienuoliai, kažkoks dar kitas žmogus įžengs į nekintamą teisingumą dorų reiškinių atžvilgiu, tik jei pamatys Tathagatą, jei išgirs Tathagatos mokytą Mokymą ir Discipliną, o nepamatęs ir neišgirdęs jų neįžengs. ",
  "an3.22:8.1": "Ir čia, vienuoliai, tai dėl to žmogaus, kuris įžengs į nekintamą teisingumą dorų reiškinių atžvilgiu, tik jei pamatys Tathagatą, jei išgirs Tathagatos mokytą Mokymą ir Discipliną, o nepamatęs ir neišgirdęs jų neįžengs, dėl jo yra paskyrimas Mokymo dėstymas. ",
  "an3.22:8.2": "Ir dėl šito žmogaus, vienuoliai, kitiems žmonėms Mokymas taip pat turi būti dėstomas. ",
  "an3.22:8.3": "Šie, vienuoliai, žmonės panašūs į tris ligonių rūšis randami pasaulyje.” "
}