{
  "an10.20:0.1": "Numbered Discourses 10.20 ",
  "an10.20:0.2": "2. A Protector ",
  "an10.20:0.3": "Abodes of the Noble Ones (2nd) ",
  "an10.20:1.1": "At one time the Buddha was staying in the land of the Kurus, near the Kuru town named Kammāsadamma. ",
  "an10.20:1.2": "There the Buddha addressed the mendicants: ",
  "an10.20:2.1": "“There are these ten abodes of the noble ones in which the noble ones of the past, present, and future abide. ",
  "an10.20:2.2": "What ten? ",
  "an10.20:2.3": "A mendicant has given up five factors, possesses six factors, has a single guard, has four supports, has eliminated idiosyncratic interpretations of the truth, has totally given up searching, has unsullied intentions, has stilled the physical process, and is well freed in mind and well freed by wisdom. ",
  "an10.20:3.1": "And how has a mendicant given up five factors? ",
  "an10.20:3.2": "It’s when a mendicant has given up sensual desire, ill will, dullness and drowsiness, restlessness and remorse, and doubt. ",
  "an10.20:3.3": "That’s how a mendicant has given up five factors. ",
  "an10.20:4.1": "And how does a mendicant possess six factors? ",
  "an10.20:4.2": "It’s when a mendicant, seeing a sight with their eyes, is neither happy nor sad. They remain equanimous, mindful and aware. ",
  "an10.20:4.3": "Hearing a sound with their ears … ",
  "an10.20:4.4": "Smelling an odor with their nose … ",
  "an10.20:4.5": "Tasting a flavor with their tongue … ",
  "an10.20:4.6": "Feeling a touch with their body … ",
  "an10.20:4.7": "Knowing a thought with their mind, they’re neither happy nor sad. They remain equanimous, mindful and aware. ",
  "an10.20:4.8": "That’s how a mendicant possesses six factors. ",
  "an10.20:5.1": "And how does a mendicant have a single guard? ",
  "an10.20:5.2": "It’s when a mendicant’s heart is guarded by mindfulness. ",
  "an10.20:5.3": "That’s how a mendicant has a single guard. ",
  "an10.20:6.1": "And how does a mendicant have four supports? ",
  "an10.20:6.2": "After appraisal, a mendicant uses some things, endures some things, avoids some things, and gets rid of some things. ",
  "an10.20:6.3": "That’s how a mendicant has four supports. ",
  "an10.20:7.1": "And how has a mendicant eliminated idiosyncratic interpretations of the truth? ",
  "an10.20:7.2": "Different ascetics and brahmins have different idiosyncratic interpretations of the truth. For example: ",
  "an10.20:7.3": "the cosmos is eternal, or not eternal, or finite, or infinite; the soul and the body are the same thing, or they are different things; after death, a Realized One still exists, or no longer exists, or both still exists and no longer exists, or neither still exists nor no longer exists. ",
  "an10.20:7.4": "A mendicant has dispelled, eliminated, thrown out, rejected, let go of, given up, and relinquished all these. ",
  "an10.20:7.5": "That’s how a mendicant has eliminated idiosyncratic interpretations of the truth. ",
  "an10.20:8.1": "And how has a mendicant totally given up searching? ",
  "an10.20:8.2": "It’s when they’ve given up searching for sensual pleasures, for continued existence, and for a spiritual life. ",
  "an10.20:8.3": "That’s how a mendicant has totally given up searching. ",
  "an10.20:9.1": "And how does a mendicant have unsullied intentions? ",
  "an10.20:9.2": "It’s when a mendicant has given up intentions of sensuality, malice, and cruelty. ",
  "an10.20:9.3": "That’s how a mendicant has unsullied intentions. ",
  "an10.20:10.1": "And how has a mendicant stilled the physical process? ",
  "an10.20:10.2": "It’s when, giving up pleasure and pain, and ending former happiness and sadness, they enter and remain in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness. ",
  "an10.20:10.3": "That’s how a mendicant has stilled the physical process. ",
  "an10.20:11.1": "And how is a mendicant well freed in mind? ",
  "an10.20:11.2": "It’s when a mendicant’s mind is freed from greed, hate, and delusion. ",
  "an10.20:11.3": "That’s how a mendicant is well freed in mind. ",
  "an10.20:12.1": "And how is a mendicant well freed by wisdom? ",
  "an10.20:12.2": "It’s when a mendicant understands: ‘I’ve given up greed, hate, and delusion, cut them off at the root, made them like a palm stump, obliterated them, so they’re unable to arise in the future.’ ",
  "an10.20:12.3": "That’s how a mendicant’s mind is well freed by wisdom. ",
  "an10.20:13.1": "Mendicants, whether in the past, future, or present, all noble ones abide in these same ten abodes of the noble ones. ",
  "an10.20:13.2": "",
  "an10.20:13.3": "",
  "an10.20:13.4": "These are the ten abodes of the noble ones in which the noble ones of the past, present, and future abide.” ",
  "an10.20:13.5": "",
  "an10.20:13.6": "",
  "an10.20:14.1": "",
  "an10.20:14.2": "",
  "an10.20:14.3": ""
}