{
  "an10.92:0.1": "Numbered Discourses 10.92 ",
  "an10.92:0.2": "10. With Upāli ",
  "an10.92:0.3": "Dangers ",
  "an10.92:1.1": "Then the householder Anāthapiṇḍika went up to the Buddha, bowed, and sat down to one side. The Buddha said to him: ",
  "an10.92:2.1": "“Householder, when a noble disciple has quelled five dangers and threats, has the four factors of stream-entry, and has clearly seen and comprehended the noble cycle with wisdom, they may, if they wish, declare of themselves: ",
  "an10.92:2.2": "‘I’ve finished with rebirth in hell, the animal realm, and the ghost realm. I’ve finished with all places of loss, bad places, the underworld. I am a stream-enterer! I’m not liable to be reborn in the underworld, and am bound for awakening.’ ",
  "an10.92:3.1": "What are the five dangers and threats they have quelled? ",
  "an10.92:3.2": "Anyone who kills living creatures creates dangers and threats both in the present life and in lives to come, and experiences mental pain and sadness. Anyone who refrains from killing living creatures creates no dangers and threats either in the present life or in lives to come, and doesn’t experience mental pain and sadness. ",
  "an10.92:3.3": "So that danger and threat is quelled for anyone who refrains from killing living creatures. ",
  "an10.92:4.1": "Anyone who steals … ",
  "an10.92:4.2": "Anyone who commits sexual misconduct … ",
  "an10.92:4.3": "Anyone who lies … ",
  "an10.92:4.4": "Anyone who uses alcoholic drinks that cause negligence creates dangers and threats both in the present life and in lives to come, and experiences mental pain and sadness. Anyone who refrains from using alcoholic drinks that cause negligence creates no dangers and threats either in the present life or in lives to come, and doesn’t experience mental pain and sadness. ",
  "an10.92:4.5": "So that danger and threat is quelled for anyone who refrains from using alcoholic drinks that cause negligence. ",
  "an10.92:4.6": "These are the five dangers and threats they have quelled. ",
  "an10.92:5.1": "What are the four factors of stream-entry that they have? ",
  "an10.92:5.2": "It’s when a noble disciple has experiential confidence in the Buddha: ",
  "an10.92:5.3": "‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’ ",
  "an10.92:5.4": "They have experiential confidence in the teaching: ",
  "an10.92:5.5": "‘The teaching is well explained by the Buddha—visible in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves.’ ",
  "an10.92:5.6": "They have experiential confidence in the Saṅgha: ",
  "an10.92:5.7": "‘The Saṅgha of the Buddha’s disciples is practicing the way that’s good, direct, methodical, and proper. It consists of the four pairs, the eight individuals. This is the Saṅgha of the Buddha’s disciples that is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a religious donation, worthy of greeting with joined palms, and is the supreme field of merit for the world.’ ",
  "an10.92:5.8": "And a noble disciple’s ethical conduct is loved by the noble ones, unbroken, impeccable, spotless, and unmarred, liberating, praised by sensible people, not mistaken, and leading to immersion. ",
  "an10.92:5.9": "These are the four factors of stream-entry that they have. ",
  "an10.92:6.1": "And what is the noble cycle that they have clearly seen and comprehended with wisdom? ",
  "an10.92:6.2": "It’s when a noble disciple reflects: ",
  "an10.92:6.3": "‘When this exists, that is; due to the arising of this, that arises. ",
  "an10.92:6.4": "When this doesn’t exist, that is not; due to the cessation of this, that ceases. That is: ",
  "an10.92:6.5": "Ignorance is a condition for choices. ",
  "an10.92:6.6": "Choices are a condition for consciousness. ",
  "an10.92:6.7": "Consciousness is a condition for name and form. ",
  "an10.92:6.8": "Name and form are conditions for the six sense fields. ",
  "an10.92:6.9": "The six sense fields are conditions for contact. ",
  "an10.92:6.10": "Contact is a condition for feeling. ",
  "an10.92:6.11": "Feeling is a condition for craving. ",
  "an10.92:6.12": "Craving is a condition for grasping. ",
  "an10.92:6.13": "Grasping is a condition for continued existence. ",
  "an10.92:6.14": "Continued existence is a condition for rebirth. ",
  "an10.92:6.15": "Rebirth is a condition for old age and death, sorrow, lamentation, pain, sadness, and distress to come to be. ",
  "an10.92:6.16": "That is how this entire mass of suffering originates. ",
  "an10.92:6.17": "When ignorance fades away and ceases with nothing left over, choices cease. When choices cease, consciousness ceases. When consciousness ceases, name and form cease. When name and form cease, the six sense fields cease. When the six sense fields cease, contact ceases. When contact ceases, feeling ceases. When feeling ceases, craving ceases. When craving ceases, grasping ceases. When grasping ceases, continued existence ceases. When continued existence ceases, rebirth ceases. When rebirth ceases, old age and death, sorrow, lamentation, pain, sadness, and distress cease. ",
  "an10.92:6.18": "That is how this entire mass of suffering ceases.’ ",
  "an10.92:6.19": "This is the noble cycle that they have clearly seen and comprehended with wisdom. ",
  "an10.92:7.1": "When a noble disciple has quelled five dangers and threats, has the four factors of stream-entry, and has clearly seen and comprehended the noble cycle with wisdom, they may, if they wish, declare of themselves: ",
  "an10.92:7.2": "‘I’ve finished with rebirth in hell, the animal realm, and the ghost realm. I’ve finished with all places of loss, bad places, the underworld. I am a stream-enterer! I’m not liable to be reborn in the underworld, and am bound for awakening.’” "
}