{
  "an10.1:0.1": "Numbered Discourses 10.1 ",
  "an10.1:0.2": "1. Benefits ",
  "an10.1:0.3": "What’s the Purpose? ",
  "an10.1:1.1": "So I have heard. ",
  "an10.1:1.2": "At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ",
  "an10.1:1.3": "Then Venerable Ānanda went up to the Buddha, bowed, sat down to one side, and said to him: ",
  "an10.1:2.1": "“Sir, what is the purpose and benefit of skillful ethics?” ",
  "an10.1:2.2": "“Ānanda, having no regrets is the purpose and benefit of skillful ethics.” ",
  "an10.1:3.1": "“But what is the purpose and benefit of having no regrets?” ",
  "an10.1:3.2": "“Joy is the purpose and benefit of having no regrets.” ",
  "an10.1:4.1": "“But what is the purpose and benefit of joy?” ",
  "an10.1:4.2": "“Rapture …” ",
  "an10.1:5.1": "“But what is the purpose and benefit of rapture?” ",
  "an10.1:5.2": "“Tranquility …” ",
  "an10.1:6.1": "“But what is the purpose and benefit of tranquility?” ",
  "an10.1:6.2": "“Bliss …” ",
  "an10.1:7.1": "“But what is the purpose and benefit of bliss?” ",
  "an10.1:7.2": "“Immersion …” ",
  "an10.1:8.1": "“But what is the purpose and benefit of immersion?” ",
  "an10.1:8.2": "“Truly knowing and seeing …” ",
  "an10.1:9.1": "“But what is the purpose and benefit of truly knowing and seeing?” ",
  "an10.1:9.2": "“Disillusionment and dispassion …” ",
  "an10.1:10.1": "“But what is the purpose and benefit of disillusionment and dispassion?” ",
  "an10.1:10.2": "“Knowledge and vision of freedom is the purpose and benefit of disillusionment and dispassion. ",
  "an10.1:11.1": "So, Ānanda, the purpose and benefit of skillful ethics is not having regrets. ",
  "an10.1:11.2": "Joy is the purpose and benefit of not having regrets. ",
  "an10.1:11.3": "Rapture is the purpose and benefit of joy. ",
  "an10.1:11.4": "Tranquility is the purpose and benefit of rapture. ",
  "an10.1:11.5": "Bliss is the purpose and benefit of tranquility. ",
  "an10.1:11.6": "Immersion is the purpose and benefit of bliss. ",
  "an10.1:11.7": "Truly knowing and seeing is the purpose and benefit of immersion. ",
  "an10.1:11.8": "Disillusionment and dispassion is the purpose and benefit of truly knowing and seeing. ",
  "an10.1:11.9": "Knowledge and vision of freedom is the purpose and benefit of disillusionment and dispassion. ",
  "an10.1:11.10": "So, Ānanda, skillful ethics progressively lead up to the highest.” "
}