{
  "an10.70:0.1": "Numbered Discourses 10.70 ",
  "an10.70:0.2": "7. Pairs ",
  "an10.70:0.3": "Topics of Discussion (2nd) ",
  "an10.70:1.1": "At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ",
  "an10.70:1.2": "Now at that time, after the meal, on return from almsround, several mendicants sat together in the assembly hall. ",
  "an10.70:1.3": "They engaged in all kinds of low talk, such as talk about kings, bandits, and ministers; talk about armies, threats, and wars; talk about food, drink, clothes, and beds; talk about garlands and fragrances; talk about family, vehicles, villages, towns, cities, and nations; talk about women and heroes; street talk and well talk; talk about the departed; miscellaneous talk; tales of land and sea; and talk about being reborn in this or that state of existence. ",
  "an10.70:2.1": "“Mendicants, there are ten grounds for praise. ",
  "an10.70:2.2": "What ten? ",
  "an10.70:2.3": "It’s when a mendicant personally has few wishes, and speaks to the mendicants on having few wishes. ",
  "an10.70:2.4": "This is a ground for praise. ",
  "an10.70:3.1": "A mendicant personally is content, and speaks to the mendicants on contentment. ",
  "an10.70:3.2": "This is a ground for praise. ",
  "an10.70:4.1": "A mendicant personally is secluded, and speaks to the mendicants on seclusion. ",
  "an10.70:4.2": "This is a ground for praise. ",
  "an10.70:5.1": "A mendicant personally doesn’t mix closely with others, and speaks to the mendicants on not mixing closely with others. ",
  "an10.70:5.2": "This is a ground for praise. ",
  "an10.70:6.1": "A mendicant personally is energetic, and speaks to the mendicants on being energetic. ",
  "an10.70:6.2": "This is a ground for praise. ",
  "an10.70:7.1": "A mendicant personally is accomplished in ethics, and speaks to the mendicants on being accomplished in ethics. ",
  "an10.70:7.2": "This is a ground for praise. ",
  "an10.70:8.1": "A mendicant personally is accomplished in immersion, and speaks to the mendicants on being accomplished in immersion. ",
  "an10.70:8.2": "This is a ground for praise. ",
  "an10.70:9.1": "A mendicant personally is accomplished in wisdom, and speaks to the mendicants on being accomplished in wisdom. ",
  "an10.70:9.2": "This is a ground for praise. ",
  "an10.70:10.1": "A mendicant personally is accomplished in freedom, and speaks to the mendicants on being accomplished in freedom. ",
  "an10.70:10.2": "This is a ground for praise. ",
  "an10.70:11.1": "A mendicant personally is accomplished in the knowledge and vision of freedom, and speaks to the mendicants on being accomplished in the knowledge and vision of freedom. ",
  "an10.70:11.2": "This is a ground for praise. ",
  "an10.70:12.1": "These are the ten grounds for praise.” ",
  "an10.70:12.2": "",
  "an10.70:12.3": "",
  "an10.70:13.1": "",
  "an10.70:13.2": "",
  "an10.70:13.3": ""
}