{
  "an10.62:0.1": "Numbered Discourses 10 ",
  "an10.62:0.2": "7. Pairs ",
  "an10.62:0.3": "62. Craving ",
  "an10.62:1.1": "“Mendicants, it is said that no first point of craving for continued existence is evident, before which there was no craving for continued existence, and afterwards it came to be. ",
  "an10.62:1.2": "And yet it is evident that there is a specific condition for craving for continued existence. ",
  "an10.62:2.1": "I say that craving for continued existence is fueled by something, it’s not unfueled. ",
  "an10.62:2.2": "And what is the fuel for craving for continued existence? ",
  "an10.62:2.3": "You should say: ‘Ignorance.’ ",
  "an10.62:2.4": "I say that ignorance is fueled by something, it’s not unfueled. ",
  "an10.62:2.5": "And what is the fuel for ignorance? ",
  "an10.62:2.6": "You should say: ‘The five hindrances.’ ",
  "an10.62:2.7": "I say that the five hindrances are fueled by something, they’re not unfueled. ",
  "an10.62:2.8": "And what is the fuel for the five hindrances? ",
  "an10.62:2.9": "You should say: ‘The three kinds of misconduct.’ ",
  "an10.62:2.10": "I say that the three kinds of misconduct are fueled by something, they’re not unfueled. ",
  "an10.62:2.11": "And what is the fuel for the three kinds of misconduct? ",
  "an10.62:2.12": "You should say: ‘Lack of sense restraint.’ ",
  "an10.62:2.13": "I say that lack of sense restraint is fueled by something, it’s not unfueled. ",
  "an10.62:2.14": "And what is the fuel for lack of sense restraint? ",
  "an10.62:2.15": "You should say: ‘Lack of mindfulness and situational awareness.’ ",
  "an10.62:2.16": "I say that lack of mindfulness and situational awareness is fueled by something, it’s not unfueled. ",
  "an10.62:2.17": "And what is the fuel for lack of mindfulness and situational awareness? ",
  "an10.62:2.18": "You should say: ‘Improper attention.’ ",
  "an10.62:2.19": "I say that improper attention is fueled by something, it’s not unfueled. ",
  "an10.62:2.20": "And what is the fuel for improper attention? ",
  "an10.62:2.21": "You should say: ‘Lack of faith.’ ",
  "an10.62:2.22": "I say that lack of faith is fueled by something, it’s not unfueled. ",
  "an10.62:2.23": "And what is the fuel for lack of faith? ",
  "an10.62:2.24": "You should say: ‘Listening to an untrue teaching.’ ",
  "an10.62:2.25": "I say that listening to an untrue teaching is fueled by something, it’s not unfueled. ",
  "an10.62:2.26": "And what is the fuel for listening to an untrue teaching? ",
  "an10.62:2.27": "You should say: ‘Associating with bad people.’ ",
  "an10.62:3.1": "In this way, when the factor of associating with bad people is fulfilled, it fulfills the factor of listening to an untrue teaching. When the factor of listening to an untrue teaching is fulfilled, it fulfills the factor of lack of faith … improper attention … lack of mindfulness and situational awareness … lack of sense restraint …the three kinds of misconduct … the five hindrances … ignorance. When ignorance is fulfilled, it fulfills craving for continued existence. ",
  "an10.62:3.2": "That’s the fuel for craving for continued existence, and that’s how it’s fulfilled. ",
  "an10.62:4.1": "It’s like when it rains heavily on a mountain top, and the water flows downhill to fill the hollows, crevices, and creeks. As they become full, they fill up the pools. The pools fill up the lakes, the lakes fill up the streams, and the streams fill up the rivers. And as the rivers become full, they fill up the ocean. ",
  "an10.62:4.2": "That’s the fuel for the ocean, and that’s how it’s filled up. ",
  "an10.62:5.1": "In the same way, when the factor of associating with bad people is fulfilled, it fulfills the factor of listening to an untrue teaching. When the factor of listening to an untrue teaching is fulfilled, it fulfills the factor of lack of faith … improper attention … lack of mindfulness and situational awareness … lack of sense restraint …the three kinds of misconduct … the five hindrances … ignorance. When ignorance is fulfilled, it fulfills craving for continued existence. ",
  "an10.62:5.2": "That’s the fuel for craving for continued existence, and that’s how it’s fulfilled. ",
  "an10.62:6.1": "I say that knowledge and freedom are fueled by something, they’re not unfueled. ",
  "an10.62:6.2": "And what is the fuel for knowledge and freedom? ",
  "an10.62:6.3": "You should say: ‘The seven awakening factors.’ ",
  "an10.62:6.4": "I say that the seven awakening factors are fueled by something, they’re not unfueled. ",
  "an10.62:6.5": "And what is the fuel for the seven awakening factors? ",
  "an10.62:6.6": "You should say: ‘The four kinds of mindfulness meditation.’ ",
  "an10.62:6.7": "I say that the four kinds of mindfulness meditation are fueled by something, they’re not unfueled. ",
  "an10.62:6.8": "And what is the fuel for the four kinds of mindfulness meditation? ",
  "an10.62:6.9": "You should say: ‘The three kinds of good conduct.’ ",
  "an10.62:6.10": "I say that the three kinds of good conduct are fueled by something, they’re not unfueled. ",
  "an10.62:6.11": "And what is the fuel for the three kinds of good conduct? ",
  "an10.62:6.12": "You should say: ‘Sense restraint.’ ",
  "an10.62:6.13": "I say that sense restraint is fueled by something, it’s not unfueled. ",
  "an10.62:6.14": "And what is the fuel for sense restraint? ",
  "an10.62:6.15": "You should say: ‘Mindfulness and situational awareness.’ ",
  "an10.62:6.16": "I say that mindfulness and situational awareness is fueled by something, it’s not unfueled. ",
  "an10.62:6.17": "And what is the fuel for mindfulness and situational awareness? ",
  "an10.62:6.18": "You should say: ‘Proper attention.’ ",
  "an10.62:6.19": "I say that proper attention is fueled by something, it’s not unfueled. ",
  "an10.62:6.20": "And what is the fuel for proper attention? ",
  "an10.62:6.21": "You should say: ‘Faith.’ ",
  "an10.62:6.22": "I say that faith is fueled by something, it’s not unfueled. ",
  "an10.62:6.23": "And what is the fuel for faith? ",
  "an10.62:6.24": "You should say: ‘Listening to the true teaching.’ ",
  "an10.62:6.25": "I say that listening to the true teaching is fueled by something, it’s not unfueled. ",
  "an10.62:6.26": "And what is the fuel for listening to the true teaching? ",
  "an10.62:6.27": "You should say: ‘Associating with good people.’ ",
  "an10.62:7.1": "In this way, when the factor of associating with good people is fulfilled, it fulfills the factor of listening to the true teaching. When the factor of listening to the true teaching is fulfilled, it fulfills the factor of faith … proper attention … mindfulness and situational awareness … sense restraint …the three kinds of good conduct … the four kinds of mindfulness meditation … the seven awakening factors. When the seven awakening factors are fulfilled, they fulfill knowledge and freedom. ",
  "an10.62:7.2": "That’s the fuel for knowledge and freedom, and that’s how it’s fulfilled. ",
  "an10.62:8.1": "It’s like when it rains heavily on a mountain top, and the water flows downhill to fill the hollows, crevices, and creeks. As they become full, they fill up the pools. The pools fill up the lakes, the lakes fill up the streams, and the streams fill up the rivers. And as the rivers become full, they fill up the ocean. ",
  "an10.62:8.2": "That’s the fuel for the ocean, and that’s how it’s filled up. ",
  "an10.62:8.3": "In this way, when the factor of associating with good people is fulfilled, it fulfills the factor of listening to the true teaching. When the factor of listening to the true teaching is fulfilled, it fulfills the factor of faith … proper attention … mindfulness and situational awareness … sense restraint …the three kinds of good conduct … the four kinds of mindfulness meditation … the seven awakening factors. When the seven awakening factors are fulfilled, they fulfill knowledge and freedom. ",
  "an10.62:8.4": "That’s the fuel for knowledge and freedom, and that’s how it’s fulfilled.” "
}