{
  "an10.50:0.1": "Numbered Discourses 10.50 ",
  "an10.50:0.2": "5. Abuse ",
  "an10.50:0.3": "Arguments ",
  "an10.50:1.1": "At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ",
  "an10.50:1.2": "Now at that time, after the meal, on return from almsround, several mendicants sat together in the assembly hall. They were arguing, quarreling, and disputing, wounding each other with barbed words. ",
  "an10.50:2.1": "Then in the late afternoon, the Buddha came out of retreat and went to the assembly hall. He sat down on the seat spread out, ",
  "an10.50:2.2": "and addressed the mendicants: ",
  "an10.50:2.3": "“Mendicants, what were you sitting talking about just now? What conversation was left unfinished?” ",
  "an10.50:3.1": "“Sir, after the meal, on return from almsround, we sat together in the assembly hall, arguing, quarreling, and disputing, wounding each other with barbed words.” ",
  "an10.50:3.2": "“Mendicants, this is not appropriate for you gentlemen who have gone forth out of faith from the lay life to homelessness. ",
  "an10.50:4.1": "There are ten warm-hearted qualities that make for fondness and respect, conducing to inclusion, harmony, and unity, without quarreling. ",
  "an10.50:4.2": "What ten? ",
  "an10.50:4.3": "Firstly, a mendicant is ethical, restrained in the monastic code, conducting themselves well and seeking alms in suitable places. Seeing danger in the slightest fault, they keep the rules they’ve undertaken. ",
  "an10.50:4.4": "When a mendicant is ethical, ",
  "an10.50:4.5": "this warm-hearted quality makes for fondness and respect, conducing to inclusion, harmony, and unity, without quarreling. ",
  "an10.50:5.1": "Furthermore, a mendicant is very learned, remembering and keeping what they’ve learned. These teachings are good in the beginning, good in the middle, and good in the end, meaningful and well-phrased, describing a spiritual practice that’s entirely full and pure. They are very learned in such teachings, remembering them, rehearsing them, mentally scrutinizing them, and comprehending them theoretically. … ",
  "an10.50:5.2": "",
  "an10.50:5.3": "",
  "an10.50:6.1": "Furthermore, a mendicant has good friends, companions, and associates. … ",
  "an10.50:6.2": "",
  "an10.50:6.3": "",
  "an10.50:7.1": "Furthermore, a mendicant is easy to admonish, having qualities that make them easy to admonish. They’re patient, and take instruction respectfully. … ",
  "an10.50:7.2": "",
  "an10.50:7.3": "",
  "an10.50:8.1": "Furthermore, a mendicant is deft and tireless in a diverse spectrum of duties for their spiritual companions, understanding how to go about things in order to complete and organize the work. … ",
  "an10.50:8.2": "",
  "an10.50:8.3": "",
  "an10.50:9.1": "Furthermore, a mendicant loves the teachings and is a delight to converse with, being full of joy in the teaching and training. … ",
  "an10.50:9.2": "",
  "an10.50:9.3": "",
  "an10.50:10.1": "Furthermore, a mendicant lives with energy roused up for giving up unskillful qualities and embracing skillful qualities. They are strong, staunchly vigorous, not slacking off when it comes to developing skillful qualities. … ",
  "an10.50:10.2": "",
  "an10.50:10.3": "",
  "an10.50:11.1": "Furthermore, a mendicant is content with any kind of robes, almsfood, lodgings, and medicines and supplies for the sick. … ",
  "an10.50:11.2": "",
  "an10.50:11.3": "",
  "an10.50:12.1": "Furthermore, a mendicant is mindful. They have utmost mindfulness and alertness, and can remember and recall what was said and done long ago. … ",
  "an10.50:12.2": "",
  "an10.50:12.3": "",
  "an10.50:13.1": "Furthermore, a mendicant is wise. They have the wisdom of arising and passing away which is noble, penetrative, and leads to the complete ending of suffering. ",
  "an10.50:13.2": "When a mendicant is wise, ",
  "an10.50:13.3": "this warm-hearted quality makes for fondness and respect, helping the Saṅgha to live in harmony and unity, without quarreling. ",
  "an10.50:14.1": "These ten warm-hearted qualities make for fondness and respect, conducing to inclusion, harmony, and unity, without quarreling.” ",
  "an10.50:14.2": "",
  "an10.50:14.3": "",
  "an10.50:15.1": "",
  "an10.50:15.2": "",
  "an10.50:15.3": "",
  "an10.50:15.4": ""
}