{
  "an10.95:0.1": "Numbered Discourses 10.95 ",
  "an10.95:0.2": "10. With Upāli ",
  "an10.95:0.3": "With Uttiya ",
  "an10.95:1.1": "Then the wanderer Uttiya went up to the Buddha, and exchanged greetings with him. ",
  "an10.95:1.2": "When the greetings and polite conversation were over, he sat down to one side and said to the Buddha, ",
  "an10.95:1.3": "“Master Gotama, is this right: ‘The cosmos is eternal. This is the only truth, other ideas are silly’?” ",
  "an10.95:1.4": "“This has not been declared by me, Uttiya.” ",
  "an10.95:1.5": "",
  "an10.95:2.1": "“Then is this right: ‘The cosmos is not eternal. This is the only truth, other ideas are silly’?” ",
  "an10.95:2.2": "“This has not been declared by me, Uttiya.” ",
  "an10.95:2.3": "",
  "an10.95:3.1": "“Then is this right: ‘The world is finite …’ … ",
  "an10.95:3.2": "‘The world is infinite …’ … ",
  "an10.95:3.3": "‘The soul and the body are the same thing …’ … ",
  "an10.95:3.4": "‘The soul and the body are different things …’ … ",
  "an10.95:3.5": "‘A Realized One still exists after death …’ … ",
  "an10.95:3.6": "‘A Realized One no longer exists after death …’ … ",
  "an10.95:3.7": "‘A Realized One both still exists and no longer exists after death …’ … ",
  "an10.95:3.8": "‘A Realized One neither still exists nor no longer exists after death. This is the only truth, other ideas are silly’?” ",
  "an10.95:3.9": "“This has not been declared by me, Uttiya.” ",
  "an10.95:3.10": "",
  "an10.95:4.1": "“When asked about all these points, Master Gotama says that they have not been declared by him. ",
  "an10.95:4.2": "",
  "an10.95:5.1": "",
  "an10.95:5.2": "",
  "an10.95:6.1": "",
  "an10.95:6.2": "",
  "an10.95:6.3": "",
  "an10.95:6.4": "",
  "an10.95:6.5": "",
  "an10.95:6.6": "",
  "an10.95:6.7": "",
  "an10.95:6.8": "",
  "an10.95:6.9": "",
  "an10.95:6.10": "",
  "an10.95:6.11": "So what exactly has been declared by Master Gotama?” ",
  "an10.95:7.1": "“Uttiya, I teach my disciples from my own insight in order to purify sentient beings, to get past sorrow and crying, to make an end of pain and sadness, to end the cycle of suffering, and to realize extinguishment.” ",
  "an10.95:8.1": "“But when Master Gotama teaches in this way, is the whole world saved, or half, or a third?” ",
  "an10.95:8.2": "But when he said this, the Buddha kept silent. ",
  "an10.95:9.1": "Then Venerable Ānanda thought, ",
  "an10.95:9.2": "“The wanderer Uttiya must not get the harmful misconception: ",
  "an10.95:9.3": "‘When the ascetic Gotama was asked this all-important question he falters without answering. He just can’t do it!’ ",
  "an10.95:9.4": "That would be for his lasting harm and suffering.” ",
  "an10.95:10.1": "Then Ānanda said to the wanderer Uttiya, ",
  "an10.95:10.2": "“Well then, Reverend Uttiya, I shall give you a simile. ",
  "an10.95:10.3": "For by means of a simile some sensible people understand the meaning of what is said. ",
  "an10.95:10.4": "Suppose there was a king’s frontier citadel with fortified embankments, ramparts, and arches, and a single gate. ",
  "an10.95:10.5": "And it has a gatekeeper who is astute, competent, and clever. He keeps strangers out and lets known people in. ",
  "an10.95:10.6": "As he walks around the patrol path, he doesn’t see a hole or cleft in the wall, not even one big enough for a cat to slip out. ",
  "an10.95:10.7": "He doesn’t know how many creatures enter or leave the citadel. ",
  "an10.95:10.8": "But he does know that whatever sizable creatures enter or leave the citadel, all of them do so via this gate. ",
  "an10.95:11.1": "In the same way, it’s not the Realized One’s concern whether the whole world is saved by this, or half, or a third. ",
  "an10.95:11.2": "But the Realized One knows that whoever is saved from the world—whether in the past, the future, or the present—all have given up the five hindrances, corruptions of the heart that weaken wisdom. They have firmly established their mind in the four kinds of mindfulness meditation. And they have truly developed the seven awakening factors. ",
  "an10.95:11.3": "That’s how they’re saved from the world, in the past, future, or present. ",
  "an10.95:11.4": "Uttiya, you were just asking the Buddha the same question as before in a different way. ",
  "an10.95:11.5": "That’s why he didn’t answer.” "
}