{
  "mn13:3.2": "This group of three, including kāmā, rūpā (plural) and vedanā is also found at AN 3.126 and AN 10.29, where it also relates to the teachings of outsiders. In both places BB correctly translates “forms”, but here he has “material form” (singular). The simile below deals with a “lovely” woman who dies and her body decomposes. Thus it could be a simile for either sights or the body. However the fact that it is objectified as a woman’s body suggests the former; and the discussion is about the disappearance of beauty. In fact, in SN 35 and similar context, rūpa as “sights” is always plural, whereas in SN 22 it is singular (ko rūpassa adinavo …)",
  "mn13:11.1": "Note that sisters don’t fight with sisters. They are much too sensible.",
  "mn13:12.1": "Surely this is the correct interpretation of ubhato byulham sangamam, as found in PTS dict, an unlike BB’s “double array”. In AN, without ubhato the same phrase is rendered by him as “fray”.",
  "mn13:13.1": "BB has “slippery” for addāvalepana. the basic meaning is “wet plaster”. While the application may indeed mean slippery, i.e. coated with something so they couldn’t be climbed, the term seems to occur in only one other passage, SN 35.243. There it is also used to signify impregnability. But rather than slipperiness, it is because the wet plaster is resistant to fire. This could equally apply in our current sutta.",
  "mn13:13.2": "Readings here are highly uncertain. BB evidently follows PTS reading pakkaṭṭhī, but see the doubts expressed by PTS dict for that word. VRI comm has Chakaṇakāyāti kuthitagomayena. Given that the parallel passage at Cnd 199 has chakaṇaṭī, it seems pakkaṭṭhī is likely a back-reading from the comm. MA 99 and T 53 have “molten copper” 融銅, while EA 21.9 has 消鐵相灑 (translated by pasadika as “molten iron” (?)). But I am not sure what these are rendering. Excrement of various sorts was commonly used to defend castles. It may well have been hot, but if we accept chakaṇakā, the text does not say hot. Abhivagga is equally obscure. Pali has it only here, and Skt only knows it in the sense of circuit, compass. Comm says “satadanta”, which is no less obscure. Does it refer to some multi-pronged weapon? Mahabharata has a śataghnī, “a stone or cylindrical piece of wood studded with iron spikes”. My sense is that if it meant something generic like BB’s “heavy weight” we would not find it used only here."
}