{
  "mn22:2.1": "Nyanamoli/BB follow comm. in saying “killer” of vultures, but this seems unjustified. √badh clearly means “trap” a monkey at SN 47.7. This term seems simple, but strangely enough only Chalmers gets this right. Other translators prefer “trainer”, which is very odd. There seems no support for this, despite the highly obscure reference to the Indika mentioned in the note to the Rhys Davids/Oldenberg Vinaya translation here. http://www.sacred-texts.com/bud/sbe17/sbe17142.htm they say “tormentor” is more literal, but this is wrong, as we have seen, “trapper” is perfectly literal. People trap animals all the time, I don’t know why this has caused any problems.",
  "mn22:3.5": "Most translators have “question” or some variant here. But there is no question. These terms, while commonly used in a context of questioning, do not, in and of themeselves, mean to question, as this context shows. rather they mean to engage with a person, keep up a persistent dialogue, push for an answer or response.",
  "mn22:8.4": "“No” is found both here and in the parallel passage at MN 38, where it also fits the context. Horner and Thanissaro translate it, but Bodhi/Nyanamoli appear to either have not noticed, or else treat it as a typo for kho. But no variants appear to be recorded.",
  "mn22:9.1": "It is clear from the Vinaya context that sex is primarily meant here. Cp Pj1, methunaṃ dhammaṃ paṭiseveyya. Of course it may be taken more broadly.",
  "mn22:10.9": "These lines omitted without note by BB/Ny",
  "mn22:14.1": "https://discourse.suttacentral.net/t/on-the-simile-of-the-raft-and-letting-go-of-what-is-not-the-teachings/3873/1",
  "mn22:15.1": "The sense of ditthitthana is best shown in DN1. There, specific theories or experiences are shown to be be grounds for more general views. The specific underlying ideas are called “ditthitthana”.",
  "mn22:20.5": "That ditthi is to be applied equally to thana, adhitthana, etc., is suggested by AN 10.96.",
  "mn22:24.5": "MS end quotes incorrect here.",
  "mn22:37.5": "The ceva here doesn't have an exclusive sense; see BB's article https://tricycle.org/magazine/i-teach-only-suffering-and-end-suffering/",
  "mn22:47.2": "saddhamattaka is consistently used in a diminutive sense, “mere faith”, as contrasted with saddhamatta “a degree of faith”. The latter is sufficient for one to progress in the path (MN 22, SN 55.24), but with the former one just gets by (MN 65)."
}