{
  "mn35:2.1": "This is the only use of niganthaputta. Comm says he was the son of Jain parents. From the ending of this sutta, we can see he was certainly not an ascetic, so we shouldn’t translate as “nigantha” (as per Thanissaro). On the other hand, “Nigantha’s son” (BB) is vague and liable to be misread as Mahavira’s son, or as a follower of the Jains. However, from MN 36, where Saccaka speaks critically of Mahavira and other ascetics, it is clear he is not himself a Jain. This is an interesting social example showing the fluidity of religious identity at the time. In any case, it is best to make the rendering explicit.",
  "mn35:5.6": "BB has “tank”, but udakarahada is always, so far as I can see, always used in the sense of “lake”. I don’t see any reason why such a sieve would not have been rinsed in a lake.",
  "mn35:5.8": "cp AN 6.53 and SN 22.102",
  "mn35:5.10": "Accepting the amendation proposed by PTS dict, sandhovika, cp AN 10.99",
  "mn35:11.6": "nibbetheti = to unravel, disentangle, clarify. BB’s “confine yourself”, by coincidence or not, is the same as Chalmers.",
  "mn35:12.4": "Rather curiously, all the translations of this I have seen render the future passive participle here as “deserves “or” should”, but no-one notes that this reading, if correct, shows the Buddha endorsed capital punishment. I don’t believe he did, and it is over-interpreting the passage to read it that way. Rather, the fpp should be read in its weaker sense of “to be …”, i.e. he has the power to execute those who have been condemned to death, or who have committed crimes punishable by death. It does not imply a moral endorsement of this power. Such is, in fact, supplied by Aggivessana, who explicitly endorses capital punishment (despite his Jain non-violence!)",
  "mn35:16.2": "Here neither attention nor focus suits manasikara. The Buddha is telling Saccaka to recollect an earlier statement when making a later one, i.e. to practice basic rationality.",
  "mn35:24.4": "The point of this passage is for Saccaka to, semi-sincerely, wriggle out of his initial statement. Translating the person as plural is misleading, as it can easily be read as referring to “our” (the Buddha and Saccaka’s), whereas it really refers to Saccaka’s initial claim; Saccaka has been using plural for himself. Next, consider this phrase. Vilapa is used in the suttas not quite in the sense of “prattle”, which is a babble or torrent of meaningless speech, but rather simply an empty or hollow claim. What he’s doing here is the same as modern trolls who claim their idea are meant “ironically”.",
  "mn35:29.1": "https://discourse.suttacentral.net/t/on-dishes-of-meals-kings-and-offerings/3970",
  "mn35:30.5": "https://discourse.suttacentral.net/t/sharing-merit-a-note-on-punna-and-punnamahi/3972"
}