{
  "mn38:5.11": "Nyanatusita points out that keeping the msculine and hence personal pronoun here is more appropriate. this view is also in MN 2.",
  "mn38:7.7": "Texts close quote incorrect here.",
  "mn38:14.1": "An obvious callback to MN 22. the verbs here are used of children playing with sandcastles at SN 23.2. See entries in Cone and BHS dict for kelayati.",
  "mn38:23.1": "Cp. SN 12.20",
  "mn38:23.4": "PTS has ādhav-. In the related passage at SN 12.20 we find apadhav-and upadhav-. Regardless of the exact reading, it seems clear the intent was to express the opposite direction to patidhav-.",
  "mn38:24.2": "The shift to singular seems unjustified.",
  "mn38:24.8": "Readings here are problematic, and comm is no help. PTS has: “samaṇo no evamāha, samaṇā ca na ca mayaṃ evaṃ vadema”, which is followed by most translators, eg BB “The recluse says this, and so do [other] recluses, but we do not speak thus.” But I am not persuaded. The double samano/samanā idiom is odd, as is why it suddenly shifts to the negative. MS has nāma for na ca, which suggests reading samanā as ablative, paralleling the syntax of the previous section. In this case nāma becomes emphatic. Note, too, that the more common idiom is samano no garu. I think PTS is probably right in including the no here, again paralleling the previous passage. I even wonder if nāma is not a garbling of namo or some variant, paralleling garu? It is possible, of course, that na ca was normalized to nāma in MS. But in the previous passage we have satthugārave*na ca*, so it is more likely the “na ca” was inherited from there. This is not dissimilar to Thanissaro’s rendering: “The Contemplative says this. We speak thus in line with the Contemplative’s words”",
  "mn38:26.1": "BB’s “womb” here is incorrect; he fixes this in AN 3.61.",
  "mn38:27.1": "This use of samsaya is unusual. Comm says “Saṃsayenāti ‘‘arogo nu kho bhavissāmi ahaṃ vā, putto vā me’’ti evaṃ mahantena jīvitasaṃsayena” For jivitasamsaya and pranasamsaya, Skt has “risk to life”. The term appears at Bi Pc 61, where garubhara is an adjective (garubhārā ayyā = the lady is heavy with child). Nowhere, apparently, is the term glossed in the comm. This passage is also missing in Cone and PTS dict, though perhaps they do not treat it as a compound.",
  "mn38:30.1": "Note that SN in parallels for this passage has adhimuccati rather than sarajjati.",
  "mn38:41.11": "Given that it occurs quite a few times, I take the phrase sankhittena tanhasankhayavimutti as an idiom referring to the brief statement made at the beginning, as also in MN 37."
}