{
  "mn50:2.4": "This is a rather obscure idiom. T 66 has 猶若食豆, MA 131 猶如食豆, both of which confirm the sense “full of beans”. T 67 on the other hand has 飢人而負重擔 “like a hungry man bearing a heavy load.”",
  "mn50:3.1": "paccattaṃ yonisomanasikārā occurs at SN 46.8, MN 50, and DN 28. In MN 50 it clearly means “investigate inside himself”. The same meaning makes sense in SN 46.8. In DN 28, it is applied to another.",
  "mn50:12.2": "The idiom āgatiṃ vā gatiṃ vā may be used either in a literal sense (MN 25) or in the sense of someone’s rebirth destiny (AN 5.57, etc.). Obviously the latter is intended here.",
  "mn50:12.4": "Note that Mara does not control their behavior. He evidently appears as a voice in their heads: so very bicameral!",
  "mn50:21.2": "Note the use of yeva here, which has an adversative sense; cp AN 3.82, i.e. “despite this fact, they kept following …”",
  "mn50:22.2": "The meaning of paccattavedaniya is clarified in the verses.",
  "mn50:23.2": "vuṭṭhānima is unclear. BB has “emergence from ripening”, Chalmers has “grew and grew” (evidently reading vuddhi), Horner does not translate. Comm. has vipākavuṭṭhānavedanaṃ “feeling that emerges as a result of kamma”, which evidently underlies BB’s rendering. Given, however that the only thing we know for sure is that he has just “come out” of the Great Hell into the annex, surely it is simplest to assume that the meaning has something to do with that? This doesn’t solve the linguistic problem, but it does suggest we don’t need to seek outside the normal semantic range of vutthana.",
  "mn50:24.1": "I’m not sure why BB treats this as a metaphor, both Chalmers and Horner read it literally, and I think they were right.",
  "mn50:25.6": "Taking puth as “separate, dictinct”. I have no idea where BB/Nyanamoli get “complex, intricate rhythms” from.",
  "mn50:28.3": "In the dialogue in question, Moggallana in fact uses the vocative Kosiya. But Vāsava is also frequently used as vocative for Sakka.",
  "mn50:28.4": "vimuttiyo seems to be plural, and that is how Norman translates it in Eklders’ Verses. But in the prose discourse at MN 37 it is always singular. Perhaps yo is just a particle?"
}