{
  "mn56:3.5": "The term daṇḍa is in fact a standard Jain term in this sense, although they do use karma as well. It’s tempting to render daṇḍa more abstractly as “punishment”, but a prominent Jain story has Mahavira using three sticks to represent this doctrine, which shows the root of the metaphor was still very much alive. Perhaps “weapon” might do, but I stick with “rod”.",
  "mn56:7.3": "Unusual use of bhadante in instrumental, worth differentiating i think. Also found in Mil 3.8.",
  "mn56:12.1": "PTS edition has just nigantha here, which I follow. Curiously, neither MS nor PTS has any variants. However in the parallel passage at DN2, MS also has just nigantha, while in DN 25 it is just a tapassi. Note, though, that at SN 2.30 the catuyama is ascribed to Nigantha Nataputta himself. For the catuyama, see: https://discourse.suttacentral.net/t/the-fourfold-restraint-of-the-jains/4154",
  "mn56:15.1": "As in DN 23.",
  "mn56:19.7": "This is even harsher than it appears, for one of the Jains’ rules is not to wait when invited for food. See MN 45, etc.",
  "mn56:20.12": "BB phrases as a question, but just below the same phrase is used by Mahavira, where it is clearly not a question.",
  "mn56:23.5": "The gatekeeper is the real hero here.",
  "mn56:24.2": "I take pariggahetva as referring to Upali gently embracing Mahavira, a sign of their closeness. The word is used in only one other passage, where it refers to a nurse cradling a baby’s head. AN 5.7, MN 57.",
  "mn56:25.4": "I’m not sure why BB reads “removing” for haraka. Why use ubbhata and haraka if they mean the same thing? I cannot find any references that justify PTS dict’s reading “removal” for this, i guess it is based on this passage, but elsewhere it seems to mean “carrier, deliverer” so far as i can see. But the real problem is that it ruins the metaphor. Mahavira didn’t want to blind Gotama: he thought he was already blind. He wanted to make him see properly, i.e. in line with Jainism. This simile is discussed at length in Analayo, Comparative Studies, but I do not find his arguments persuasive, as they end up making unclear metaphors.",
  "mn56:27.1": "I avoid using “girl” here as it perhaps implies the practice of child marriage, for which I don’t know any evidence at such a time. The typical age for a girl’s readiness for marriage was 16, so we should assume she was somewhat older than this.",
  "mn56:27.3": "Though the word is not used, this is the dohala.",
  "mn56:27.20": "BB’s rendering “will give delight to fools” follows the comm., but I think it misses the point of the simile. When you dye a cloth with natural dye, it will initially look fine. But the cloth must be continually pounded for the dye to settle in, otherwise it washes out quickly. That’s the point of the simile with the monkey, you can dye it, but the color will soon wash out because it can’t be fixed properly. So it will only pass a trivial inspection. I can’t make the simile work literally, so I give an interpretative translation.",
  "mn56:28.1": "sarajika parisa is translated thus by BB at SN 7.2",
  "mn56:29.7": "Reading Vessantara, as in the famous Jataka. MA 133 here has 安隱, where 隱 represents antara, and 安 may be sama. Vessa in the sense of “all” is almost unknown in Pali, and I think the unfimiliarity has led to the various readings and interpretations. the commentarial reading, which BB follows requires reading vesaman-tara, which I don’t find persuasive.",
  "mn56:29.35": "The series of terms here is all brahmanical, so we should take padaka in the usual sense as in eg. AN 3.58.",
  "mn56:29.37": "Again, since the verse is pretty much entirely pre-Buddhist/vedic, surely we should read in that way here. Purindada is “crusher of strongholds”, reinterpreted in SN 11.12 as “giver in stronghold” or perhaps “first of givers”. But I think the primary sense is really just “destroyer”, “almighty”, etc. And as sakka is routinely called the lord of gods, surely this is the sense here, rather than “capable”.",
  "mn56:29.42": "This is about samadhi, see SN 1.38, AN 3.97",
  "mn56:29.45": "At Thig 14.1 samuggata is the lotus rising above the water. Here it evokes the jhana similes.",
  "mn56:29.46": "See Ud 4.1, also in the context of meditation, where this is evidently the sense.",
  "mn56:29.47": "reading appabhitassa",
  "mn56:29.59": "The Chinese here evidently reads akkha, but especially in the context of ahuneyya I think yakkha fits better, as offerings to yakkhas are a major theme.",
  "mn56:30.1": "The whole passage pivots on the ambiguity between vanna as “colour, beautiful feature” (cf. anekavanna= many colors in Kd 1), which clearly underlies the simile (cf. also the similes of flowers held together by thread at Pj 1), and vanna as “praise”. The Kadā saṃyūḷhā pana te idiom is used at DN 21 of gatha. I try to bring out these connections."
}