{
  "mn76:4.7": "This sentence appears redundant. But in every other occurence of this idiom (AN 10.93, AN 10.94, DN 25, MN 78, the point is to specify that the person is a lay disciple, i.e. to identify which of the four parisas they belong to. Perhaps this has been omitted here.",
  "mn76:6.1": "Sasakka: https://discourse.suttacentral.net/t/on-the-oddly-consequential-implications-of-the-rare-term-sasakka/4217. On anassasika, the etymology would seem to support BB’s rendering “consolation” here. But it only occurs elsewhere as a description of sankharas, where BB has “unreliable” (AN 7.66, SN 15.20, SN 22.96). In the present sutta, the focus is not that these paths do not provide emotional sustenance, but that they can’t be trusted as guides to truth. Thus “unreliable” would seem to be appropriate here, too. I am not sure how this affects the etymology.",
  "mn76:8.14": "This is a nice example of how the “know and see” idiom corresponds to something like the English “what evidence do I have”",
  "mn76:16.8": "This line is absent from the SN version of this passage. BB’s rendering no “killer, slaughterer, hearer, speaker, cognizer, intimator” is unclear if not incorrect. There are three terms, in plain and causative form. The sense of the first pair must be “kills and makes others kill”. As to the rest, the sense is clear from AN 8.16, where these are qualities of a teacher. I.e. these are ethical qualities, not merely cognitive faculties.",
  "mn76:30.2": "I don’t find the commentarial explanation of amarā as “fish” to be plausible. The word appears nowhere else, and feels to me like a back-formation. To me it smells, well, fishy. DA 21 has 異問異答, “other question other answer”, where 異 evidently stands for añña or similar. In the other available translation on SC at T 21, I can’t determine the exact term, but in any case, it doesn’t seem to contain any reference to eels or fish. I can’t access the other parallels ATM. Using “eel-wriggling” is over-determining a dubious metaphor, and it is better to translate according to the sense.",
  "mn76:43.1": "Bhikkhu here seems improbable. yet it is attested in the Mss, so I include it. BB omits."
}