{
  "mn77:6.26": "Bhutapubba is invariably used to frame a narrative, not as a connecting device, so this is probably a glitch.",
  "mn77:6.33": "Taking dhamma here in the sense of “right, true”, literally “He’s criticized with legitimate criticism”. BB has “scorned by the scorn shown to his Dhamma”. But the scorn is shown to him personally, not his Dhamma. Comm. has Dhammakkosenāti sabhāvakkosena, which seems odd to me.",
  "mn77:6.70": "https://discourse.suttacentral.net/t/are-there-really-two-meanings-for-sampayojeti/4560",
  "mn77:9.5": "alābu is botle gourd, not pumpkin, as per Nyanamoli/BB. Bottle gourd is covered in fine down, as can be seen here: https://photoplusbyritasim.files.wordpress.com/2012/07/dscf1655-400copy.jpg. There are several variant readings, and the comm/tika do not clear it up very well; I think the text is corrupt. PTS reads yattha instead of sattha, and this seems supported by tika, which has satthalūkhāni. Yaṃ yaṃ sappāyaṃ, tasseva gahaṇaṃ. Here, yam yam appears to be glossing yattha, despite the text’s reading.",
  "mn77:9.7": "for antaraghara pavittha= entered among the houses, not entered into a house, see SN 12.17. Not consenting to invitations is a Jain practice, see MN 36.",
  "mn77:13.3": "Vadapatha is found only here and at AN 4.8. Compare vacanapatha, which, despite the apparently generic form, is always used in the sense of “harsh words”, “criticism”, compare English “give a talking to”, “have words with”, etc. Likewise, vadapatha is used in both cases in the sense of “something that would give others grounds to criticize”. Thus the statement here is saying that he would criticize others while remaining immune to such criticism himself.",
  "mn77:14.1": "The sense of yena dukkhena here was, I think, missed by previous translators, although Chalmers was closest: “when my disciples are beset by Ill, and spent with Ill in any particular shape”. Nyanamoli had “through some form of suffering”. BB has “met with suffering”. Horner omits entirely. The point is that the disciples ask about the noble truth of suffering (i.e. the abstract principle) in the case of “that dukkha because of which” (yena dukkhena, i.e. the specific instance of suffering that has affected them) they are overwhelmed. In other words, “the theoretical teaching of dukkha is one thing, but how does it help me deal with this actual suffering?” It’s a long, complex sentence, and I have broken it up and rendered it more idiomatically.",
  "mn77:29.3": "BB has “supported” for sita, which is unlikely. In cases where √sit and √baddh are found together, √sit always has the sense “attached”, eg MN 111, SN 9.2"
}