{
  "mn81:6.5": "sadhusammata is used elsewhere only as an epithet of (real or supposed) saints or holy men. It must therefore have a stronger sense than simply good. Obviously this refers to the ancient Indian idea of darsana, that simply the sight of holy me was a sacred blessing.",
  "mn81:6.8": "BB just has ascetic, but samanaka is always pejorative.",
  "mn81:6.16": "See my note on AN 3.70.",
  "mn81:8.25": "Comm says “dokārahikārapikārā nipātā, yāvatuparimanti attho”, i.e. “the words do, hi, and pi are particles; the meanings is 'to this extent'. This is followed by all the translators I have checked (Bodhi, Horner, Chalmers) But dohi is “milking”, as in anavasesadohī 'milk dry', an idiom which is used in the similar sense of 'pushing the matter this far' in AN 11.7, etc. The English idiom 'to milk' in the sense of 'get all possible advantage from (a situation)' is similar enough that it is, i think, worth preserving the literal idiom.",
  "mn81:16.1": "The description of the dish is unique, and uncertain. BB’s “rice in the sheaf”—based on comm—is hardly possible. Mudika in the sense of “soft” is the simplest reading (cf. sukaramaddava), while pandu may well refer to a yellowish colored “saffron” rice such as is common in India today.",
  "mn81:17.6": "The king is promising that the offerings for the whole sangha in the vassa will be just as luxurious as the ones just offered. This statement echoes the Buddha’s statement near the end of the sutta, Evarūpo ca, mahārāja, ghaṭikāro kumbhakāro. The Buddha is emphasizing that it is the qualities of trust and conduct that he cares about in a lay devotee, not the luxury of the offerings.",
  "mn81:18.11": "The same phrases is said of samana sakyaputta at SN 42.10",
  "mn81:18.12": "For musala, BB has “pick”. Clearly it is a digging implement of some kind. See https://discourse.suttacentral.net/t/on-the-austerities/3837",
  "mn81:19.3": "Bhaggava doesn’t mean “potter”, but rather “fire-master”.",
  "mn81:22.1": "While supeyyam might seem to mean “sauce ingredients”, and is translated as “sauce materials” by BB, it is always used in the sense of “sauce”, eg at SN 47.8. The phrase tadupiyañca sūpeyyaṃ recurs at DN 17 and SN 22.96 where it must also refer to “sauce”. This means that the food that is sent is cooked food, not, as one might assume from the quantity, dry foodstuffs. This in turn supports the rejection of paṇḍupuṭaka in the sense of “rice in the sheaf”."
}