{
  "mn95:2.1": "BB has “grasslands, woodlands, and waterlands” for satiṇakaṭṭhodakaṃ, but these things refer to the products, not the productive land, see AN 7.67: tiṇakaṭṭhodakaṃ sannicitaṃ. For Brahmadeyya, comm. regularly has Brahmadeyyanti seṭṭhadeyyaṃ, so “sacred grant” would seem inappropriate. also, ajjhavasati means “dwell, live”, not “rule”.",
  "mn95:4.1": "I think the idiom saṅghasaṅghī gaṇībhūtā is a little more meaningful than “groups and bands”. I think it refers to the various groups in a town—guilds, clans—each forming together.",
  "mn95:5.3": "khatta in this sense only appears in this and parallel passages. BB has “minister”, but this is supported neither by Cone nor Skt.",
  "mn95:8.9": "var vaccasi is correct.",
  "mn95:9.18": "tirorattha is defined at Bi Pc 38 as Tiroraṭṭheti yassa vijite viharati, taṃ ṭhapetvā aññassa raṭṭhe",
  "mn95:9.35": "BB has “each one of these factors”, which is incorrect. Ekamekenapi means “even a single one” see eg AN 11.16, AN 7.22, MN 85",
  "mn95:12.2": "I can’t see how BB’s “must be accomplished in the scriptures” is justified. Literally it reads: “Of Kapatika there will be talk about the scripture of the three vedas”. Sure, the future tense can, rarely, have the sense of “must be”, but there seems no call for it here. The Buddha is not recognizing Kapatika’s scholarly acumen, but the fact that the brahmins have set it up for a debate with him.",
  "mn95:12.3": "purakkharoti, which I assume is equivalent to purekkharoti, is usually used in the suttas in a simple physical sense, placing at the front, with the idea of that being a position of honor as a secondary implication.",
  "mn95:13.5": "BB has: “a single teacher or a single teacher’s teacher back to the seventh generation of teachers”. But see DN 13, which clearly treats the last two clauses as separate. That this is so in the current case is confirmed by the three “-pli” s.",
  "mn95:13.9": "BB has “the ancient brahmin seers”. But brahmanānam is genitive, isayo is nominative, so it must be “seers of the brahmins”. He has corrected this at AN 5.192, but there he rather oddly has the singular: “ancient seers among the brahmin”",
  "mn95:17.3": "BB has “based on …”. But in the similar phrases at AN 4.117 and 5.114 it seems the meaning as i have given, and there BB has “things that provoke …”"
}