{
  "sn1.20:0.1": "Saṃyutta Nikāya 1 ",
  "sn1.20:0.2": "2. O Jardim do Deleite ",
  "sn1.20:0.3": "20. Com Samiddhi ",
  "sn1.20:1.1": "Assim ouvi. ",
  "sn1.20:1.2": "Em certa ocasião o Buda estava perto de Rajagaha no Parque das Termas Quentes. ",
  "sn1.20:1.3": "Então o Venerável Samiddhi levantou-se ao romper da aurora e foi para as fontes termais para se banhar. ",
  "sn1.20:1.4": "Após se ter banhado e emergido da água, ele ficou em pé vestindo um manto se secando. ",
  "sn1.20:1.5": "Então, quando a noite estava bem avançada, um deva glorioso, iluminando toda a área das fontes termais, se aproximou do Venerável Samiddhi e, de pé no ar, dirigiu-se a ele em verso: ",
  "sn1.20:2.1": "“Bhikkhu, você esmola comida antes de comer (desfrutar); ",
  "sn1.20:2.2": "não após comer. ",
  "sn1.20:2.3": "Mas primeiro você deveria comer, e só depois esmolar a comida: ",
  "sn1.20:2.4": "não deixe o tempo passar por você!” ",
  "sn1.20:3.1": "“Eu realmente não sei a hora; ",
  "sn1.20:3.2": "ela está oculta e não pode ser vista. ",
  "sn1.20:3.3": "É por isso que esmolo a comida antes de comer: ",
  "sn1.20:3.4": "não deixo o tempo passar por mim!” ",
  "sn1.20:4.1": "Então aquele deva pousou no chão e disse ao Venerável Samiddhi: ",
  "sn1.20:4.2": "“Você deixou a vida do lar e se tornou um bhikkhu enquanto ainda jovem. Você tem os cabelos pretos, é abençoado com a juventude, no auge da sua vida, e nunca desfrutou dos prazeres sensuais. ",
  "sn1.20:4.3": "Bhikkhu, desfrute dos prazeres sensuais humanos! ",
  "sn1.20:4.4": "Não desista do que você vê no presente para perseguir aquilo que leva tempo. ” ",
  "sn1.20:5.1": "“Não, estimado senhor; ",
  "sn1.20:5.2": "de fato eu estou abrindo mão daquilo que leva tempo para obter aquilo que eu vejo no presente. ",
  "sn1.20:5.3": "Pois o Buda ensina que os prazeres sensuais levam tempo, com muito sofrimento e angústia, e, além disso, são cheios de desvantagens. ",
  "sn1.20:5.4": "O ensinamento por sua vez é sobre aquilo que é alcançável nesta mesma vida, imediatamente eficaz, encoraja a investigação, é relevante, e se trata daquilo que os sábios podem compreender por si mesmos.” ",
  "sn1.20:6.1": "“Mas como é, bhikkhu, que o Buda ensina que os prazeres sensuais levam tempo, envolvendo muito sofrimento e angústia? E além disso, como é que estes estão cheios de desvantagens? ",
  "sn1.20:6.2": "E como é que esse ensinamento fala daquilo que é alcançável nesta mesma vida, daquilo que é imediatamente eficaz, daquilo que encoraja a investigação, é relevante, e sobre aquilo que os sábios podem compreender por si mesmos?” ",
  "sn1.20:7.1": "“Eu sou recém-ordenado, estimado senhor, foi recentemente que deixei a vida do lar e me tornei um bhikkhu, sou recém-chegado a este ensinamento e treinamento. ",
  "sn1.20:7.2": "Eu não sou capaz de explicar isso em detalhes. ",
  "sn1.20:7.3": "Mas o Abençoado, o Aperfeiçoado, o Buda totalmente Desperto se encontra perto de Rajagaha, no Parque das Termas Quentes. ",
  "sn1.20:7.4": "Você deveria ir até ele e perguntar sobre esse assunto. ",
  "sn1.20:7.5": "E você deve se guardar a memória daquilo que o Buda responder.” ",
  "sn1.20:8.1": "“Não é fácil se aproximar do Buda, pois ele está sempre cercado por outros devas ilustres. ",
  "sn1.20:8.2": "Se você for ter com o Buda e perguntar sobre esse assunto, nós vamos ouvir o ensinamento.” ",
  "sn1.20:8.3": "“Sim, estimado senhor”, respondeu o Venerável Samiddhi. Ele então foi até ao Buda, o homenageou, sentou-se a um lado e contou-lhe o ocorrido. Então ele acrescentou: ",
  "sn1.20:9.1": "",
  "sn1.20:9.2": "",
  "sn1.20:9.3": "",
  "sn1.20:10.1": "",
  "sn1.20:10.2": "",
  "sn1.20:10.3": "",
  "sn1.20:10.4": "",
  "sn1.20:11.1": "",
  "sn1.20:12.1": "",
  "sn1.20:12.2": "",
  "sn1.20:12.3": "",
  "sn1.20:12.4": "",
  "sn1.20:13.1": "",
  "sn1.20:13.2": "",
  "sn1.20:13.3": "",
  "sn1.20:13.4": "",
  "sn1.20:14.1": "",
  "sn1.20:14.2": "",
  "sn1.20:14.3": "",
  "sn1.20:14.4": "",
  "sn1.20:14.5": "",
  "sn1.20:15.1": "",
  "sn1.20:15.2": "",
  "sn1.20:15.3": "",
  "sn1.20:16.1": "",
  "sn1.20:16.2": "",
  "sn1.20:16.3": "",
  "sn1.20:16.4": "",
  "sn1.20:16.5": "",
  "sn1.20:17.1": "",
  "sn1.20:17.2": "",
  "sn1.20:17.3": "",
  "sn1.20:17.4": "“Senhor, se esse deva falou a verdade, ele deve estar por perto.” ",
  "sn1.20:18.1": "Quando aquilo ele disse, aquele deva disse ao Venerável Samiddhi: ",
  "sn1.20:18.2": "“Pergunte, bhikkhu, pergunte! Pois cá já estou!” ",
  "sn1.20:19.1": "Então o Buda se dirigiu ao deva em verso: ",
  "sn1.20:20.1": "“Os seres conscientes que percebem aquilo que é visível, ",
  "sn1.20:20.2": "se estabelecem no manifesto. ",
  "sn1.20:20.3": "Ao não compreender o que é visível, ",
  "sn1.20:20.4": "eles ficam sob o jugo da Morte. ",
  "sn1.20:21.1": "Mas tendo compreendido completamente o que é visível, ",
  "sn1.20:21.2": "eles não concebem um 'alguém que vê', ",
  "sn1.20:21.3": "pois não possuem nada ",
  "sn1.20:21.4": "através do qual possam ser descritos. ",
  "sn1.20:21.5": "Diga-me se compreendeu, espírito.” ",
  "sn1.20:22.1": "“Eu não entendo o significado detalhado desta breve declaração do Buda. ",
  "sn1.20:22.2": "Por favor, venerável senhor, me ensine sobre este assunto para que eu possa compreender o seu significado detalhado.” ",
  "sn1.20:23.1": "“Se você conceber 'Eu sou igual, ",
  "sn1.20:23.2": "melhor ou pior', você se verá metido em discussões. ",
  "sn1.20:23.3": "Inabalável diante destas três distinções, ",
  "sn1.20:23.4": "não se dará o pensamento: 'Sou igual ou especial'. ",
  "sn1.20:23.5": "Diga-me se compreende, espírito.” ",
  "sn1.20:24.1": "“Eu não entendo o significado detalhado desta breve declaração do Buda. ",
  "sn1.20:24.2": "Por favor, venerável senhor, me ensine sobre este assunto para que eu possa compreender o seu significado detalhado.” ",
  "sn1.20:25.1": "“O julgamento foi abandonado, a vaidade rejeitada; ",
  "sn1.20:25.2": "e aqui mesmo se elimina a ânsia pelo nome-e-forma. ",
  "sn1.20:25.3": "Eles cortaram as amarras, sem preocupações e livres do desejo. ",
  "sn1.20:25.4": "Embora devas e humanos os procurem ",
  "sn1.20:25.5": "neste mundo e no mundo mais além, eles nunca os encontram, ",
  "sn1.20:25.6": "nem no paraíso, nem em qualquer outro reino. ",
  "sn1.20:26.1": "Diga-me se compreendeu, espírito.” ",
  "sn1.20:27.1": "“É assim que entendo o significado detalhado desta breve declaração do Buda: ",
  "sn1.20:28.1": "“O mal nunca deve ser praticado ",
  "sn1.20:28.2": "para com nada ou ninguém neste mundo, seja através da fala, da mente ou do corpo. ",
  "sn1.20:28.3": "Tendo abandonado os prazeres sensuais, dotado de atenção plena e introspecção, ",
  "sn1.20:28.4": "não é devido continuar fazendo aquilo que é doloroso e sem sentido.” ",
  "sn1.20:28.5": "",
  "sn1.20:29.1": "",
  "sn1.20:29.2": "",
  "sn1.20:29.3": "",
  "sn1.20:29.4": "",
  "sn1.20:29.5": ""
}