{
  "sn1.38:0.1": "Saṃyutta Nikāya 1 ",
  "sn1.38:0.2": "4. A seção sobre Satullapa ",
  "sn1.38:0.3": "38. Uma Farpa ",
  "sn1.38:1.1": "Assim ouvi. ",
  "sn1.38:1.2": "Em certa ocasião o Buda estava perto de Rajagaha no Parque do Gamo em Maddakucchi. ",
  "sn1.38:1.3": "Então, naquele momento o pé do Buda foi cortado por uma farpa. ",
  "sn1.38:1.4": "O Buda experimentava dores angustiantes; sensações físicas que eram dolorosas, agudas, severas, fortes, desagradáveis e desconfortáveis. ",
  "sn1.38:1.5": "Mas ele as suportou com plenamente atento e consciente, sem se preocupar. ",
  "sn1.38:1.6": "Então, ele dobrou em quatro o seu manto feito de retalhos e deitou no seu lado direito, na postura do leão, com um pé sobre o outro, atento e plenamente consciente. ",
  "sn1.38:2.1": "Então, quando a noite estava bem avançada, vários devas gloriosos do Grupo Satullapa, iluminando toda a Maddukucchi, foram até ao Buda, homenagearam-no e ficaram parados a um lado. ",
  "sn1.38:2.2": "Em pé e parado a um lado, um deva exclamou os seguintes versos na presença do Buda: ",
  "sn1.38:2.3": "“Senhor, o contemplativo Gotama é de fato um elefante! ",
  "sn1.38:2.4": "Como um elefante, ele suporta sensações físicas dolorosas que surgiram — agudas, severas, fortes, desagradáveis e desconfortáveis — com plena atenção e consciência, sem se preocupar. ",
  "sn1.38:3.1": "Então outro deva recitou os seguintes versos de inspiração na presença do Buda: ",
  "sn1.38:3.2": "“Senhor, o contemplativo Gotama é de fato um leão! ",
  "sn1.38:3.3": "Como um leão, ele suporta sensações físicas dolorosas … sem se preocupar. ",
  "sn1.38:4.1": "Então outro deva exclamou os seguintes versos na presença do Buda: ",
  "sn1.38:4.2": "“O asceta Gotama é, de fato, um puro-sague, Senhor! ",
  "sn1.38:4.3": "Como um puro-sangue, ele suporta sensações físicas dolorosas … sem se preocupar. ",
  "sn1.38:5.1": "Então outro deva exclamou os seguintes versos na presença do Buda: ",
  "sn1.38:5.2": "“O asceta Gotama é, de fato, um touro líder, Senhor! ",
  "sn1.38:5.3": "Como um touro-líder, ele suporta sensações físicas dolorosas … sem se preocupar. ",
  "sn1.38:6.1": "Então outro deva exclamou os seguintes versos na presença do Buda: ",
  "sn1.38:6.2": "“Senhor, o contemplativo Gotama é de fato um gigante! ",
  "sn1.38:6.3": "Como um gigante, ele suporta sensações físicas dolorosas … sem se preocupar. ",
  "sn1.38:7.1": "Então outro deva exclamou os seguintes versos na presença do Buda: ",
  "sn1.38:7.2": "“Senhor, o contemplativo Gotama é de fato domado e disciplinado! ",
  "sn1.38:7.3": "E como alguém domado e disciplinado, ele suporta sensações físicas dolorosas … sem se preocupar.” ",
  "sn1.38:8.1": "Então outro deva exclamou os seguintes versos na presença do Buda: ",
  "sn1.38:8.2": "“Vejam, a sua imersão (concentração) está tão bem desenvolvida e a sua mente tão bem liberta — sem se inclinar adiante ou para trás, sem estar mantida no lugar através de supressão forçada. ",
  "sn1.38:8.3": "Se alguém imagina poder superar tal elefante, tal leão, tal puro-sangue, tal touro-líder, tal gigante, tal homem domado e disciplinado — o que é isso, senão uma falha de visão?” ",
  "sn1.38:9.1": "“Instruído nos cinco Vedas, os brâmanes praticam ",
  "sn1.38:9.2": "morticação durante um século inteiro. ",
  "sn1.38:9.3": "Porém, suas mentes não se encontram devidamente libertas, ",
  "sn1.38:9.4": "pois aqueles de caráter inferior não alcançam a margem distante. ",
  "sn1.38:10.1": "Tomados pelo desejo, apegados a preceitos e observâncias, ",
  "sn1.38:10.2": "eles praticam penitências e mortificação severa por cem anos. ",
  "sn1.38:10.3": "Porém, suas mentes não se encontram devidamente libertas, ",
  "sn1.38:10.4": "pois aqueles de caráter inferior não alcançam a margem distante. ",
  "sn1.38:11.1": "Alguém afeiçoado à vaidade não pode ser domado, ",
  "sn1.38:11.2": "e alguém sem imersão não pode ser um sábio. ",
  "sn1.38:11.3": "Vivendo negligentes e sozinhos na floresta, ",
  "sn1.38:11.4": "eles não conseguem ir além do domínio da Morte.” ",
  "sn1.38:12.1": "“Tendo abandonado a vaidade, serenos interiormente, ",
  "sn1.38:12.2": "com mentes saudáveis, liberados em todos os aspectos; ",
  "sn1.38:12.3": "vivendo diligentes e sozinhos na floresta, ",
  "sn1.38:12.4": "eles vão além do domínio da Morte.” "
}